{
  "text_ayah": "اَللَّهُمَّ ارْحَمْنِا بِاْلقُرْاٰنْ، وَاجْعَلْهُ لِيْ إِمَامًا وَنُوْرًا وَهُدًا وَرَحْمَةْ، أَللَّهُمَّ ذَكِّرْنِيْ مِنْهُ مَا نَسِيْتُ وَعَلِّمْنِيْ مِنْهُمَا جَهلتُ وَارْزُقْنِيْ تِلاَوَتَهُ آنَاءَ الْلَيْلِ وَأَطْرَافَ النَّهَارْ وَاجْعَلْهُ لِيْ حُجَّةً يَا رَبَّ اْلعَالَمِيْنَ",
  "text_id": "Ya Allah rahmatilah kami dengan Al-Quran, jadikanlah Al-Quran bagi kamu sebagai panutan, cahaya, petunjuk dan rahmat. Ya Allah ingatkanlah kami andaikan terlupa dari ayat-ayat Al-Quran, ajarkan kami daripadanya yang kami belum tahu, karuniakanlah kami untuk bisa membaca Al-Quran di tengah malam dan siang hari, jadikanlah Al-Quran bagi kami sebagai pedoman Wahai Tuhan semesta alam.",
  "text_en": "O Allah, bless us with the Al-Quran, make the Al-Quran for you a role model, light, guidance and grace. O Allah, remind us if we have forgotten the verses of the Al-Quran, teach us what we don't know yet, grant us the ability to read the Al-Quran in the middle of the night and during the day, make the Al-Quran for us as a guide, O Lord of the worlds.",
  "transliteration": "Allhummarhamni bilquran. Waj'alhu lii imaman wa nuran wa hudan wa rohmah. Allhumma dzakkirni minhu maa nasiitu wa 'allimnii minhu maa jahiltu warzuqnii tilawatahu aana-allaili wa'atrofannahaar waj'alhu li hujatan ya rabbal 'alamin."
}