[
    {
        "id": 1,
        "arab": "اللَّهُ لاَ إِلَهَ إِلاَّ هُوَ الْحَيُّ الْقَيُّومُ، لاَ تَأْخُذُهُ سِنَةٌ وَلاَ نَوْمٌ، لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ، مَنْ ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلاَّ بِإِذْنِهِ، يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ، وَلَا يُحِيطُونَ بِشَيْءٍ مِنْ عِلْمِهِ إِلاَّ بِمَا شَاءَ، وَسِعَ كُرْسِيُّهُ السَّمَاوَاتِ وَالْأَرْضَ، وَلَا يَئُودُهُ حِفْظُهُمَا، وَهُوَ الْعَلِيُّ الْعَظِيمُ",
        "transliteration" : "Allāhu lā ilāha illā huw, al-ḥayyul-qayyụm, lā ta`khużuhụ sinatuw wa lā na`ụm, lahụ mā fis-samāwāti wa mā fil-arḍ, man żallażī yasyfa'u 'indahū illā bi`iżnih, ya'lamu mā baina aidīhim wa mā khalfahum, wa lā yuḥīṭụna bisyai`im min 'ilmihī illā bimā syā`, wasi'a kursiyyuhus-samāwāti wal-arḍ, wa lā ya`ụduhụ ḥifẓuhumā, wa huwal-'aliyyul-'aẓīm",
        "indonesia": "Allah, tidak ada ilah (yang berhak disembah) melainkan Dia, yang hidup kekal lagi terus menerus mengurus (makhluk-Nya). Dia tidak mengantuk dan tidak tidur. Kepunyaan-Nya apa yang di langit dan di bumi. Tiada yang dapat memberi syafa’at di sisi-Nya tanpa seizin-Nya. Dia mengetahui apa-apa yang di hadapan mereka dan di belakang mereka. Mereka tidak mengetahui apa-apa dari ilmu Allah melainkan apa yang dikehendaki-Nya. Kursi Allah meliputi langit dan bumi. Dia tidak merasa berat memelihara keduanya. Dan Dia Maha Tinggi lagi Maha besar.",
        "explanation": "(QS. Al Baqarah: 255) (Dibaca 1 x)",
        "proposition": "HR. Al Hakim (1: 562)",
        "transliteration_en":"Allahu laaa ilaaha illaa Huwal Haiyul Qaiyoom; laa taakhuzuhoo sinatunw wa laa nawm, lahoo maa fissamaawaati wa maa fil ard, man zal lazee yashfa’u indahooo illaa bi-iznih; ya’lamu maa baina aydeehim wa maa khalfahum wa laa yuheetoona bishai’im min ‘ilmihee illaa bimaa shaaa’, wasi’a Kursiyyuhus samaawaati wal arda wa laa Ya’ooduhoo hifzuhumaa; wa Huwal Aliyyul ‘Azeem",
        "indonesia_en":"Allah, there is no deity except Him, the Ever-Living, the Sustainer of (all) existence.  Neither drowsiness overtakes Him nor sleep. To Him belongs whatever is in the heavens and whatever is on the earth. Who is it that can interdence with Him except by His permission? He knows what is [presently] before them and what will be after them, and they encompass not a thing of His knowledge except for what He wills. His Kursi extends over the heavens and the earth, and their preservation tires Him not. And He is the Most High, the Most Great.",
        "explanation_en":"(Al Baqarah: 255) (Recite 1x)",
        "proposition_en":"Al Hakim (1:562)",
        "title_id" : "Ayat Kursi: Perlindungan Terbaik",
        "title_en" : "Ayat Al-Kursi: The Greatest Protection"
    },
    {
        "id": 2,
        "arab" : "قُلْ هُوَ اللَّهُ أَحَدٌ . اللَّهُ الصَّمَدُ . لَمْ يَلِدْ وَلَمْ يُولَدْ . وَلَمْ يَكُن لَّهُ كُفُوًا أَحَدٌ",
        "transliteration" : "qul huwallāhu aḥad . allāhuṣ-ṣamad . lam yalid wa lam yụlad . wa lam yakul lahụ kufuwan aḥad",
        "indonesia": "Katakanlah: Dialah Allah, Yang Maha Esa. Allah adalah ilah yang bergantung kepada-Nya segala urusan. Dia tidak beranak dan tiada pula diperanakkan, dan tidak ada seorang pun yang setara dengan Dia.",
        "explanation": "(QS. Al Ikhlas: 1-4) (Dibaca 3 x)",
        "proposition": "HR. Abu Daud no. 5082, Tirmidzi no. 3575",
        "transliteration_en":"Qul huwal laahu ahad. Allah hus-samad. Lam yalid wa lam yoolad. Wa lam yakul-lahoo kufuwan ahad.",
        "indonesia_en":"Say : He is Allah, Who is One.  Allah, the Eternal refuge. He neither begets nor is born,  nor is there to Him any equivalent.",
        "explanation_en":"(Al Ikhlas: 1-4) (Recite 3x)",
        "proposition_en":"Sunan Abu Dawood 5082, Sunan Al Tirmidhi 3575",
        "title_id" : "Al-Ikhlas",
        "title_en" : "Al-Ikhlaash"
    },
    {
        "id": 3,
        "arab" : "قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ . مِن شَرِّ مَا خَلَقَ . وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ . وَمِن شَرِّ النَّفَّاثَاتِ فِي الْعُقَدِ . وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ",
        "transliteration" : "qul a’ụżu birabbil-falaq . min syarri mā khalaq . wa min syarri gāsiqin iżā waqab . wa min syarrin-naffāṡāti fil-‘uqad . wa min syarri ḥāsidin iżā ḥasad",
        "indonesia": "Katakanlah: Aku berlindung kepada Rabb yang menguasai Shubuh, dari kejahatan makhluk-Nya, dan dari kejahatan malam apabila telah gelap gulita, dan dari kejahatan-kejahatan wanita tukang sihir yang menghembus pada buhul-buhul, dan dari kejahatan orang yang dengki apabila ia dengki",
        "explanation": "(QS. Al Falaq: 1-5) (Dibaca 3 x)",
        "proposition": "HR. Abu Daud no. 5082, Tirmidzi no. 3575",
        "transliteration_en":"Qul a’oozu bi rabbil-falaq. Min sharri maa khalaq. Wa min sharri ghaasiqin izaa waqab. Wa min sharrin-naffaa-saati fil ‘uqad. Wa min sharri haasidin izaa hasad. ",
        "indonesia_en":"Say: I seek refuge in the Lord of daybreak, from the evil of that which He created, and from the evil of darkness when it settles, and from the evil of the blowers in knots, and from the evil of an envier when he envies.",
        "explanation_en":"(Al Falaq: 1-5) (Recite 3x)",
        "proposition_en":"Sunan Abu Dawood 50082, Sunan Al Tirmidhi 3575",
        "title_id" : "Al-Falaq",
        "title_en" : "Al-Falaq"
    },
    {
        "id": 4,
        "arab" : "قُلْ أَعُوذُ بِرَبِّ النَّاسِ . مَلِكِ النَّاسِ . إِلَهِ النَّاسِ . مِن شَرِّ الْوَسْوَاسِ الْخَنَّاسِ . الَّذِي يُوَسْوِسُ فِي صُدُورِ النَّاسِ . مِنَ الْجِنَّةِ وَ النَّاسِ",
        "transliteration" : "qul a’ụżu birabbin-nās . malikin-nās . ilāhin-nās . min syarril-waswāsil-khannās . allażī yuwaswisu fī ṣudụrin-nās . minal-jinnati wan-nās",
        "indonesia": "Katakanlah: Aku berlindung kepada Rabb manusia. Raja manusia. Sembahan manusia, dari kejahatan (bisikan) syaitan yang biasa bersembunyi, yang membisikkan (kejahatan) ke dalam dada manusia, dari jin dan manusia.",
        "explanation": "(QS. An Naas: 1-6) (Dibaca 3 x)",
        "proposition": "HR. Abu Daud no. 5082, Tirmidzi no. 3575",
        "transliteration_en":"Qul a’oozu birabbin naas.  Malikin naas. Ilaahin naas. Min sharril waswaasil khannaas. Allazee yuwaswisu fee sudoorin naas. Minal jinnati wannaas.",
        "indonesia_en":"Say : I seek refuge in the Lord of mankind. The Sovereign of mankind. The God of mankind, from the evil of retreating (whisperer) - who whispers (evil) into the breast of mankind, from among the jinn and mankind.",
        "explanation_en":"(An Naas: 1-6) (Recite 3x)",
        "proposition_en":"Sunan Abu Dawood 5082, Sunan Al Tirmidhi 3575",
        "title_id" : "An-Nas",
        "title_en" : "An-Nas"
    },
    {
        "id": 5,
        "arab": "أَمْسَيْنَا وَأَمْسَى الْمُلْكُ للهِ، وَالْحَمْدُ للهِ، لَا إِلَهَ إِلاَّ اللهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ، رَبِّ أَسْأَلُكَ خَيْرَ مَا فِي هَذِهِ اللَّيْلَةِ وَخَيْرَ مَا بَعْدَهَا، وَأَعُوذُبِكَ مِنْ شَرِّ مَا فِي هَذِهِ اللَّيْلَةِ وَشَرِّ مَا بَعْدَهَا، رَبِّ أَعُوذُبِكَ مِنَ الْكَسَلِ وَسُوءِ الْكِبَرِ، رَبِّ أَعُوذُبِكَ مِنْ عَذَابٍ فِي النَّارِ وَعَذَابٍ فِي الْقَبْرِ",
        "transliteration" : "Amsaynaa wa amsal mulku lillah walhamdulillah, laa ilaha illallah wahdahu laa syarika lah, lahul mulku walahul hamdu wa huwa ‘ala kulli syai-in qodir. Robbi as-aluka khoiro maa fii hadzihil lailah wa khoiro maa ba’dahaa, wa a’udzu bika min syarri maa fii hadzihil lailah wa syarri maa ba’dahaa. Robbi a’udzu bika minal kasali wa suu-il kibar. Robbi a’udzu bika min ‘adzabin fin naari wa ‘adzabin fil qobri.",
        "indonesia": "Kami telah memasuki waktu petang dan kerajaan hanya milik Allah, segala puji bagi Allah. Tidak ada ilah (yang berhak disembah) kecuali Allah semata, tiada sekutu bagi-Nya. Milik Allah kerajaan dan bagi-Nya pujian. Dia-lah Yang Mahakuasa atas segala sesuatu.Wahai Rabbku, aku mohon kepada-Mu kebaikan di malam ini dan kebaikan sesudahnya. Aku berlindung kepadaMu dari kejahatan malam ini dan kejahatan sesudahnya. Wahai Rabbku, aku berlindung kepadaMu dari kemalasan dan kejelekan di hari tua. Wahai Rabbku, aku berlindung kepada-Mu dari siksaan di neraka dan siksaan di kubur.",
        "explanation": "(Dibaca 1 x)",
        "proposition": "HR. Muslim no. 2723. Lihat keterangan Syarh Hisnul Muslim, hal. 161.",
        "transliteration_en":"Amsayna wa-amsal-mulk lillah walhamdu lillah la ilaha illal-lah, wahdahu la shareeka lah, lahul-mulku walahul-hamd, wahuwa ‘ala kulli shayin qadeer, rabbi as-aluka khayra ma fee hatha-al yawmi, wa khayra ma ba‘daho, wa-a‘oothu bika min sharri hatha-alyawmi, washarri ma ba‘daho, rabbi a‘oothu bika minal-kasal, wasoo-il kibar, rabbi a‘oothu bika min ‘athabin fin-nar, wa ‘athabin fil-qabr.",
        "indonesia_en":"We have reached the evening and at this very time unto Allah belongs all sovereignty, and all praise is for Allah. None has the right to be worshiped except Allah, alone, without partner, to Him belongs all sovereignty and praise and He is over all things omnipotent. My Lord, I ask You for the good of this night and the good of what follows it and I take refuge in You from the evil of this night and the evil of what follows it. My Lord, I take refuge in You from laziness and senility. My Lord, I take refuge in You from torment in the Fire and punishment in the grave.",
        "explanation_en":"(Recite 1 x)",
        "proposition_en":"Sahih Al Muslim 2273. See the explanation Syarh Hisnul Muslim, page 161.",
        "title_id" : "Memulai Petang dengan Fitrah Islam",
        "title_en" : "Start Your Evening by Renewing Tawhid"
    },
    {
        "id": 6,
        "arab": "اللَّهُمَّ بِكَ أَمْسَيْنَا، وَبِكَ أَصْبَحْنَا،وَبِكَ نَحْيَا، وَبِكَ نَمُوتُ، وَإِلَيْكَ الْمَصِيْرُ",
        "transliteration" : "Allahumma bika amsaynaa wa bika ash-bahnaa wa bika nahyaa wa bika namuutu wa ilaikal mashiir.",
        "indonesia": "Ya Allah, dengan rahmat dan pertolongan-Mu kami memasuki waktu petang, dan dengan rahmat dan pertolongan-Mu kami memasuki waktu pagi. Dengan rahmat dan pertolonganMu kami hidup dan dengan kehendakMu kami mati. Dan kepada-Mu tempat kembali (bagi semua makhluk).",
        "explanation": "(Dibaca 1 x)",
        "proposition": "HR. Tirmidzi no. 3391 dan Abu Daud no. 5068.",
        "transliteration_en":"Allahumma bika amsayna, wabika asbahna, wabika nahya wabika namootu wa-ilaykal-maseer.",
        "indonesia_en":"O Allah, by Your leave we have reached the evening and by Your leave we have reached the morning, by Your leave we live and die and unto You is our return.",
        "explanation_en":"(Recite 1 x)",
        "proposition_en":"Sunan Al Tirmidhi 3391 and Sunan Abu Dawood 5068",
        "title_id" : "Ketika Memasuki Waktu Petang",
        "title_en" : "Upon Entering the Evening"
    },
    {
        "id": 7,
        "arab": "اَللَّهُمَّ أَنْتَ رَبِّيْ لاَ إِلَـهَ إِلاَّ أَنْتَ، خَلَقْتَنِيْ وَأَنَا عَبْدُكَ، وَأَنَا عَلَى عَهْدِكَ وَوَعْدِكَ مَا اسْتَطَعْتُ، أَعُوْذُ بِكَ مِنْ شَرِّ مَا صَنَعْتُ، أَبُوْءُ لَكَ بِنِعْمَتِكَ عَلَيَّ، وَأَبُوْءُ بِذَنْبِيْ فَاغْفِرْ لِيْ فَإِنَّهُ لاَ يَغْفِرُ الذُّنُوْبَ إِلاَّ أَنْتَ",
        "transliteration" : "Allahumma anta robbii laa ilaha illa anta, kholaqtanii wa anaa ‘abduka wa anaa ‘ala ‘ahdika wa wa’dika mas-tatho’tu. A’udzu bika min syarri maa shona’tu. Abu-u laka bi ni’matika ‘alayya wa abu-u bi dzambii. Fagh-firlii fainnahu laa yagh-firudz dzunuuba illa anta.",
        "indonesia": "Ya Allah, Engkau adalah Rabbku, tidak ada ilah yang berhak disembah kecuali Engkau, Engkaulah yang menciptakanku. Aku adalah hamba-Mu. Aku akan setia pada perjanjianku pada-Mu (yaitu aku akan mentauhidkan-Mu) semampuku dan aku yakin akan janji-Mu (berupa surga untukku). Aku berlindung kepada-Mu dari kejelekan yang kuperbuat. Aku mengakui nikmat-Mu kepadaku dan aku mengakui dosaku. Oleh karena itu, ampunilah aku. Sesungguhnya tiada yang mengampuni dosa kecuali Engkau.",
        "explanation": "(Dibaca 1 x)",
        "proposition": "HR. Bukhari no. 6306.",
        "transliteration_en":"Allaahumma 'Anta Rabbee laa 'ilaaha 'illaa 'Anta, khalaqtanee wa 'anaa 'abduka, wa 'anaa 'alaa 'ahdika wa wa'dika mas-tata'tu, 'a'oothu bika min sharri maa sana'tu, 'aboo'u laka bini'matika 'alayya, wa 'aboo'u bithanbee faghfir lee fa'innahu laa yaghfiruth-thunooba 'illaa 'Anta.",
        "indonesia_en":"O Allah, You are my Lord, none has the right to be worshiped except You, You created me and I am Your servant and I abide by Your covenant and promise as best I can, I take refuge in You from the evil of which I have committed. I acknowledge Your favor upon me and I acknowledge my sin, so forgive me, for verily none can forgive sin except You.",
        "explanation_en":"(Recite 1x)",
        "proposition_en":"Sahih Al Bukhari 6306",
        "title_id" : "Sayyidul Istighfar: Cara Terbaik Memohon Ampunan",
        "title_en" : "Sayyid al-Istighfar: The Best Way of Seeking Forgiveness"
    },
    {
        "id": 8,
        "arab": "اَللَّهُمَّ إِنِّيْ أَمْسَيْتُ أُشْهِدُكَ وَأُشْهِدُ حَمَلَةَ عَرْشِكَ، وَمَلاَئِكَتَكَ وَجَمِيْعَ خَلْقِكَ، أَنَّكَ أَنْتَ اللهُ لاَ إِلَـهَ إِلاَّ أَنْتَ وَحْدَكَ لاَ شَرِيْكَ لَكَ، وَأَنَّ مُحَمَّدًا عَبْدُكَ وَرَسُوْلُكَ",
        "transliteration" : "Allahumma inni amsaytu usy-hiduka wa usy-hidu hamalata ‘arsyika wa malaa-ikatak wa jami’a kholqik, annaka antallahu laa ilaha illa anta wahdaka laa syariika lak, wa anna Muhammadan ‘abduka wa rosuuluk.",
        "indonesia": "Ya Allah, sesungguhnya aku di waktu petang ini mempersaksikan Engkau, malaikat yang memikul ‘Arys-Mu, malaikat-malaikat dan seluruh makhluk-Mu, bahwa sesungguhnya Engkau adalah Allah, tiada ilah yang berhak disembah kecuali Engkau semata, tiada sekutu bagi-Mu dan sesungguhnya Muhammad adalah hamba dan utusan-Mu.",
        "explanation": "(Dibaca 4 x)",
        "proposition": "HR. Abu Daud no. 5069.",
        "transliteration_en":"Allaahumma 'innee 'asbahtu 'ush-hiduka wa 'ush-hidu hamalata 'arshika, wa malaa'ikataka wajamee'a khalqika, 'annaka 'Antallaahu laa 'ilaaha 'illaa 'Anta wahdaka laa shareeka laka, wa 'anna Muhammadan 'abduka wa Rasooluka.",
        "indonesia_en":"O Allah, verily I have reached the morning and call on You, the bearers of Your throne, Your angles, and all of Your creation to witness that You are Allah, none has the right to be worshipped except You, alone, without partner and that Muhammad is Your Servant and Messenger.",
        "explanation_en":"(Recite 4x)",
        "proposition_en":"Sunan Abu Dawood 5069",
        "title_id" : "Terbebas Dari Api Neraka",
        "title_en" : "Get Yourself Freed from the Hell-fire"
    },
    {
        "id": 9,
        "arab": "اَللَّهُمَّ إِنِّيْ أَسْأَلُكَ الْعَفْوَ وَالْعَافِيَةَ فِي الدُّنْيَا وَاْلآخِرَةِ، اَللَّهُمَّ إِنِّيْ أَسْأَلُكَ الْعَفْوَ وَالْعَافِيَةَ فِي دِيْنِيْ وَدُنْيَايَ وَأَهْلِيْ وَمَالِيْ اللَّهُمَّ اسْتُرْ عَوْرَاتِى وَآمِنْ رَوْعَاتِى. اَللَّهُمَّ احْفَظْنِيْ مِنْ بَيْنِ يَدَيَّ، وَمِنْ خَلْفِيْ، وَعَنْ يَمِيْنِيْ وَعَنْ شِمَالِيْ، وَمِنْ فَوْقِيْ، وَأَعُوْذُ بِعَظَمَتِكَ أَنْ أُغْتَالَ مِنْ تَحْتِيْ",
        "transliteration" : "Allahumma innii as-alukal ‘afwa wal ‘aafiyah fid dunyaa wal aakhiroh. Allahumma innii as-alukal ‘afwa wal ‘aafiyah fii diinii wa dun-yaaya wa ahlii wa maalii. Allahumas-tur ‘awrootii wa aamin row’aatii. Allahummahfazh-nii mim bayni yadayya wa min kholfii wa ‘an yamiinii wa ‘an syimaalii wa min fawqii wa a’udzu bi ‘azhomatik an ugh-taala min tahtii.",
        "indonesia": "Ya Allah, sesungguhnya aku memohon kebajikan dan keselamatan di dunia dan akhirat. Ya Allah, sesungguhnya aku memohon kebajikan dan keselamatan dalam agama, dunia, keluarga dan hartaku. Ya Allah, tutupilah auratku (aib dan sesuatu yang tidak layak dilihat orang) dan tenteramkanlah aku dari rasa takut. Ya Allah, peliharalah aku dari muka, belakang, kanan, kiri dan atasku. Aku berlindung dengan kebesaran-Mu, agar aku tidak disambar dari bawahku (oleh ular atau tenggelam dalam bumi dan lain-lain yang membuat aku jatuh).",
        "explanation": "(Dibaca 1 x)",
        "proposition": "HR. Abu Daud no. 5074 dan Ibnu Majah no. 3871.",
        "transliteration_en":"Allaahumma 'innee 'as'alukal-'afwa wal'aafiyata fid-dunyaa wal'aakhirati, Allaahumma 'innee 'as'alukal-'afwa wal'aafiyata fee deenee wa dunyaaya wa 'ahlee, wa maalee, Allaahum-mastur 'awraatee, wa 'aamin raw'aatee, Allaahum-mahfadhnee min bayni yadayya, wa min khalfee, wa 'an yameenee, wa 'an shimaalee, wa min fawqee, wa 'a'oothu bi'adhamatika 'an 'ughtaala min tahtee.",
        "indonesia_en":"O Allah, I ask for goodness and safety in this world and the hereafter. O Allah, I ask for goodness and safety in my religion, in the world, in my family and in my wealth. O Allah, cover my nakedness (disgrace and something that is not worthy of seeing by other people) and keep me from fear. O Allah, protect me from the front, behind, right, left and above me. I seek refuge in Your greatness, so that I will not be snatched from under me (by snakes or drowned in the earth and other things that make me fall).",
        "explanation_en":"(Recite 1x)",
        "proposition_en":"Sunan Abu Dawood 5047 and Sunan Ibn Majah 3871",
        "title_id" : "Keselamatan di Dunia dan Akhirat",
        "title_en" : "Well-being in this World and the Hereafter"
    },
    {
        "id": 10,
        "arab": "اَللَّهُمَّ عَالِمَ الْغَيْبِ وَالشَّهَادَةِ فَاطِرَ السَّمَاوَاتِ وَاْلأَرْضِ، رَبَّ كُلِّ شَيْءٍ وَمَلِيْكَهُ، أَشْهَدُ أَنْ لاَ إِلَـهَ إِلاَّ أَنْتَ، أَعُوْذُ بِكَ مِنْ شَرِّ نَفْسِيْ، وَمِنْ شَرِّ الشَّيْطَانِ وَشِرْكِهِ، وَأَنْ أَقْتَرِفَ عَلَى نَفْسِيْ سُوْءًا أَوْ أَجُرَّهُ إِلَى مُسْلِمٍ",
        "transliteration" : "Allahumma ‘aalimal ghoybi wasy-syahaadah faathiros samaawaati wal ardh. Robba kulli syai-in wa maliikah. Asyhadu alla ilaha illa anta. A’udzu bika min syarri nafsii wa min syarrisy-syaythooni wa syirkihi, wa an aqtarifa ‘alaa nafsii suu-an aw ajurrohu ilaa muslim.",
        "indonesia": "Ya Allah, Yang Maha Mengetahui yang ghaib dan yang nyata, wahai Rabb pencipta langit dan bumi, Rabb segala sesuatu dan yang merajainya. Aku bersaksi bahwa tidak ada ilah yang berhak disembah kecuali Engkau. Aku berlindung kepadaMu dari kejahatan diriku, setan dan balatentaranya (godaan untuk berbuat syirik pada Allah), dan aku (berlindung kepada-Mu) dari berbuat kejelekan terhadap diriku atau menyeretnya kepada seorang muslim.",
        "explanation": "(Dibaca 1 x)",
        "proposition": "HR. Tirmidzi no. 3392 dan Abu Daud no. 5067.",
        "transliteration_en":"Allaahumma 'Aalimal-ghaybi wash-shahaadati faatiras-samaawaati wal'ardhi, Rabba kulli shay 'in wa maleekahu, 'ash-hadu 'an laa 'ilaaha 'illaa 'Anta, 'a'oothu bika min sham nafsee, wa min sharrish-shaytaani wa shirkihi, wa 'an 'aqtarifa 'alaa nafsee soo'an, 'aw 'ajurrahu 'ilaa Muslimin.",
        "indonesia_en":"O Allah, Knower of the unseen and the seen, Creator of the heavens and the Earth, Lord and Sovereign of all things, I bear witness that none has the right to be worshiped except You. I take refuge in You from the evil of my soul and from the evil and shirk of the devil, and from committing wrong against my soul or bringing such upon another Muslim.",
        "explanation_en":"(Recite 1x)",
        "proposition_en":"Sunan Al-Tirmidhi 3392 and Sunan Abu Dawood 5067",
        "title_id" : "Memohon Perlindungan dari Kejahatan dan Syaitan",
        "title_en" : "Protect Yourself From Evil"
    },
    {
        "id": 11,
        "arab": "بِسْمِ اللَّهِ الَّذِى لاَ يَضُرُّ مَعَ اسْمِهِ شَىْءٌ فِى الأَرْضِ وَلاَ فِى السَّمَاءِ وَهُوَ السَّمِيعُ الْعَلِيمُ",
        "transliteration" : "Bismillahilladzi laa yadhurru ma’asmihi syai-un fil ardhi wa laa fis samaa’ wa huwas samii’ul ‘aliim.",
        "indonesia": "Dengan nama Allah yang bila disebut, segala sesuatu di bumi dan langit tidak akan berbahaya, Dia-lah Yang Maha Mendengar lagi Maha Mengetahui.",
        "explanation": "(Dibaca 3 x)",
        "proposition": "HR. Abu Daud no. 5088, 5089, Tirmidzi no. 3388, dan Ibnu Majah no. 3869.",
        "transliteration_en":"Bismil-lahil-lathee la yadurru maAAas-mihi shay-on fil-ardi wala fis-sama-i wahuwas-samee ul-Aleem.",
        "indonesia_en":"In the name of Allah with whose name nothing is harmed on earth nor in the heavens and He is The All-Seeing, The All-Knowing",
        "explanation_en":"(Recite 3x)",
        "proposition_en":"Sunan Abu Dawood 5088, 5089, Sunan Al-Tirmidhi 3388 and Sunan Ibn Majah 3869.",
        "title_id" : "Agar Terhindar dari Musibah",
        "title_en" : "Protect Yourself From All Harm"
    },
    {
        "id": 12,
        "arab": "رَضِيْتُ بِاللهِ رَبًّا، وَبِاْلإِسْلاَمِ دِيْنًا، وَبِمُحَمَّدٍ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ نَبِيًّا",
        "transliteration" : "Rodhiitu billaahi robbaa wa bil-islaami diinaa, wa bi-muhammadin shallallaahu ‘alaihi wa sallama nabiyyaa.",
        "indonesia": "Aku ridha Allah sebagai Rabb, Islam sebagai agama dan Muhammad shallallahu ‘alaihi wa sallam sebagai nabi.",
        "explanation": "(Dibaca 3 x)",
        "proposition": "HR. Abu Daud no. 5072, Tirmidzi no. 3389.",
        "transliteration_en":"Radeetu billahi rabban wabil-islami deenan wabiMuhammadin him nabiyya.",
        "indonesia_en":"I am pleased with Allah as a Lord, and Islam as a religion and Muhammad peace be upon to him as a Prophet.",
        "explanation_en":"(Recite 3x)",
        "proposition_en":"Sunan Abu Dawood 5072, Sunan Al Tirmidhi. 3389",
        "title_id" : "Memohon Ridho Allah",
        "title_en" : "Ask Allah for Blessing"
    },
    {
        "id": 13,
        "arab": "يَا حَيُّ يَا قَيُّوْمُ بِرَحْمَتِكَ أَسْتَغِيْثُ، وَأَصْلِحْ لِيْ شَأْنِيْ كُلَّهُ وَلاَ تَكِلْنِيْ إِلَى نَفْسِيْ طَرْفَةَ عَيْنٍ أَبَدًا",
        "transliteration" : "Yaa Hayyu Yaa Qoyyum, bi-rohmatika as-taghiits, wa ash-lih lii sya’nii kullahu wa laa takilnii ilaa nafsii thorfata ‘ainin abadan.",
        "indonesia": "Wahai Rabb Yang Maha Hidup, wahai Rabb Yang Berdiri Sendiri (tidak butuh segala sesuatu), dengan rahmat-Mu aku minta pertolongan, perbaikilah segala urusanku dan jangan diserahkan kepadaku sekali pun sekejap mata (tanpa mendapat pertolongan dariMu).",
        "explanation": "(Dibaca 1 x)",
        "proposition": "HR. Ibnu As Sunni dalam ‘Amalul Yaum wal Lailah no. 46, An Nasai dalam Al Kubro (381/ 570), Al Hakim (1: 545).",
        "transliteration_en":"Yaa Hayyu yaa Qayyoomu birahmatika 'astagheethu 'aslih lee sha'nee kullahu wa laa takilnee 'ilaa nafsee tarfata 'aynin.",
        "indonesia_en":"O Ever Living One, O Eternal One, by Your mercy I call on You to set right all my affairs. Do not place me in charge of my soul even for the blinking of an eye (i.e. a moment).",
        "explanation_en":"(Recite 1x)",
        "proposition_en":"Ibn As Sunni in ‘Amalul Yaum wal Lailah 46, Sunan An Nasai in Al Kubro (381/ 570), Al Hakim (1: 545).",
        "title_id" : "Menyerahkan Segala Urusan Kepada Allah",
        "title_en" : "Entrust All Your Matters to Allah"
    },
    {
        "id": 14,
        "arab": "سُبْحَانَ اللهِ وَبِحَمْدِهِ",
        "transliteration" : "Subhanallah wa bi-hamdih.",
        "indonesia": "Maha suci Allah, aku memuji-Nya.",
        "explanation": "(Dibaca 100 x)",
        "proposition": "HR. Muslim no. 2692.",
        "transliteration_en":"Subhaanallaahi wa bihamdihi.",
        "indonesia_en":"Glory is to Allah and praise is to Him.",
        "explanation_en":"(Recite 100x)",
        "proposition_en":"Sahih Ahmad (3: 406).",
        "title_id" : "Memohon Ampunan atas Dosa",
        "title_en" : "Get Your Sins Forgiven"
    },
    {
        "id": 15,
        "arab": "لاَ إِلَـهَ إِلاَّ اللهُ وَحْدَهُ لاَ شَرِيْكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيْرُ",
        "transliteration" : "Laa ilaha illallah wahdahu laa syarika lah, lahul mulku walahul hamdu wa huwa ‘ala kulli syai-in qodiir.",
        "indonesia": "Tidak ada ilah yang berhak disembah selain Allah semata, tidak ada sekutu bagi-Nya. Bagi-Nya kerajaan dan segala pujian. Dia-lah yang berkuasa atas segala sesuatu",
        "explanation": "(Dibaca 10 x)",
        "proposition": "HR. An Nasai Al Kubra 6: 10.",
        "transliteration_en":"Laa 'ilaaha 'illallaahu wahdahu laa shareeka lahu, lahul-mulku wa lahul-hamdu, wa Huwa 'alaa kulli shay'in Qadeer.",
        "indonesia_en":"None has the right to be worshiped but Allah alone, Who has no partner. His is the dominion and His is the praise and He is Able to do all things..",
        "explanation_en":"(Recite 10x)",
        "proposition_en":"Sunan An Nasai Al Kubra 6: 10.",
        "title_id" : "Nikmat dari Allah yang Tak Tertandingi (10X)",
        "title_en" : "an Unparalleled Reward (10X)"
    },
    {
        "id": 16,
        "arab": "أَعُوْذُ بِكَلِمَاتِ اللهِ التَّامَّاتِ مِنْ شَرِّ مَا خَلَقَ",
        "transliteration" : "A’udzu bikalimaatillahit-taammaati min syarri maa kholaq.",
        "indonesia": "Aku berlindung dengan kalimat-kalimat Allah yang sempurna dari kejahatan makhluk yang diciptakanNya.",
        "explanation": "(Dibaca 3 x pada waktu petang)",
        "proposition": "HR. Ahmad 2: 290.",
        "transliteration_en":"‘Audhu bikalimatil-lahit-tammati min sharri ma khalaq.",
        "indonesia_en":"I take refuge in Allah’s perfect words from the evil He has created.",
        "explanation_en":"(Recite 3x)",
        "proposition_en":"Sahih Ahmad 2: 290.",
        "title_id" : "Perlindungan dari Segala Syaitan",
        "title_en" : "Protection from all Evil"
    }
]
