[
    {
        "id": 1,
        "arab": "أَسْتَغْفِرُ اللهَ",
        "transliteration": "Astaghfirullah",
        "indonesia": "Aku minta ampun kepada Allah",
        "explanation": "Membaca Istighfar (Dibaca 3 x)",
        "proposition": "HR. Muslim no. 591",
        "transliteration_en": "Astaghfirullah",
        "indonesia_en": "I seek forgiveness from Allah.",
        "explanation_en": "Say Istighfar (Recite 3x)",
        "proposition_en": "Sahih Al Muslim 591",
        "title_id": "Membaca istighfar (3x)",
        "title_en": "Read Istighfar (3x)"
    },
    {
        "id": 2,
        "arab": "اَللَّهُمَّ أَنْتَ السَّلاَمُ، وَمِنْكَ السَّلاَمُ، تَبَارَكْتَ يَا ذَا الْجَلاَلِ وَاْلإِكْرَامِ",
        "transliteration": "Allahumma antas salaam wa minkas salaam tabaarokta yaa dzal jalaali wal ikrom.",
        "indonesia": "Ya Allah, Engkau pemberi keselamatan, dan dariMu keselamatan, Maha Suci Engkau, wahai Tuhan Yang Pemilik Keagungan dan Kemuliaan.",
        "explanation": "Bacaan(Doa) lanjutan dari istighfar yang sebelumnya (Dibaca 1 x)",
        "proposition": "HR. Muslim no. 591",
        "transliteration_en": "Allahumma Antas-Salam wa minkas-salam. Tabarakta ya Dhal-jalali wal- ikram.",
        "indonesia_en": "O Allah, You are As-Salam, From You is all peace, blessed are You O Possessor of majesty and honor.",
        "explanation_en": "Recite 1x",
        "proposition_en": "Sahih Al Muslim 591",
        "title_id": "Membaca \"Allahumma Anta Salam\"",
        "title_en": "Read \"Allahumma Anta Salam\""
    },
    {
        "id": 3,
        "arab": "لاَ إِلَـهَ إِلاَّ اللهُ وَحْدَهُ لاَ شَرِيْكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيْرُ، اَللَّهُمَّ لاَ مَانِعَ لِمَا أَعْطَيْتَ، وَلاَ مُعْطِيَ لِمَا مَنَعْتَ، وَلاَ يَنْفَعُ ذَا الْجَدِّ مِنْكَ الْجَدُّ",
        "transliteration": "Laa ilaha illallah wahdahu laa syarika lah, lahul mulku wa lahul hamdu wa huwa ‘ala kulli syai-in qodiir. Allahumma laa maani’a limaa a’thoyta wa laa mu’thiya limaa mana’ta wa laa yanfa’u dzal jaddi minkal jaddu.",
        "indonesia": "Tiada Rabb yang berhak disembah selain Allah Yang Maha Esa, tidak ada sekutu bagi-Nya. Bagi-Nya puji dan bagi-Nya kerajaan. Dia Maha Kuasa atas segala sesuatu. Ya Allah, tidak ada yang mencegah apa yang Engkau berikan dan tidak ada yang memberi apa yang Engkau cegah. Tidak berguna kekayaan dan kemuliaan itu bagi pemiliknya (selain iman dan amal shalihnya yang menyelamatkan dari siksaan). Hanya dari-Mu kekayaan dan kemuliaan.",
        "explanation": "(Dibaca 1 x)",
        "proposition": "HR. Bukhari no. 844 dan Muslim no. 593.",
        "transliteration_en": "La ilaha ill-Allah wahdahu la shareeka lah, lahu’l-mulk wa lahu’l-hamd wa huwa ‘ala kulli shay’in qadeer. Allahumma la mani’a lima a’tayta wa la mu’tiya lima mana’ta wa la yanfa’u dha’l-jaddi minka al-jadd.",
        "indonesia_en": "There is no god but Allah Alone, with no partner or associate. He is the sovereignty and to Him be praised, and He is Able to do all things. O Allah, none can withhold what You give and none can give what You withhold, and no wealth or majesty can benefit anyone for from You is all wealth and majesty.",
        "explanation_en": "Recite 1x",
        "proposition_en": "Sahih Al Bukhari 844 and Sahih Al Muslim 593.",
        "title_id": "Membaca Tahlil Pertama",
        "title_en": "Read First Tahlil"
    },
    {
        "id": 4,
        "arab": "لاَ إِلَـهَ إِلاَّ اللهُ وَحْدَهُ لاَ شَرِيْكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيْرُ. لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللهِ، لاَ إِلَـهَ إِلاَّ اللهُ، وَلاَ نَعْبُدُ إِلاَّ إِيَّاهُ، لَهُ النِّعْمَةُ وَلَهُ الْفَضْلُ وَلَهُ الثَّنَاءُ الْحَسَنُ، لاَ إِلَـهَ إِلاَّ اللهُ مُخْلِصِيْنَ لَهُ الدِّيْنَ وَلَوْ كَرِهَ الْكَافِرُوْنَ",
        "transliteration": "Laa ilaha illallah wahdahu laa syarika lah. Lahul mulku wa lahul hamdu wa huwa ‘ala kulli syai-in qodiir. Laa hawla wa laa quwwata illa billah. Laa ilaha illallah wa laa na’budu illa iyyaah. Lahun ni’mah wa lahul fadhlu wa lahuts tsanaaul hasan. Laa ilaha illallah mukhlishiina lahud diin wa law karihal kaafiruun.",
        "indonesia": "Tiada Rabb (yang berhak disembah) kecuali Allah, Yang Maha Esa, tidak ada sekutu bagi-Nya. Bagi-Nya kerajaan dan pujaan. Dia Mahakuasa atas segala sesuatu. Tidak ada daya dan kekuatan kecuali (dengan pertolongan) Allah. Tiada Rabb (yang hak disembah) kecuali Allah. Kami tidak menyembah kecuali kepada-Nya. Bagi-Nya nikmat, anugerah dan pujaan yang baik. Tiada Rabb (yang hak disembah) kecuali Allah, dengan memurnikan ibadah kepadaNya, sekalipun orang-orang kafir tidak menyukainya.",
        "explanation": "(Dibaca 1 x)",
        "proposition": "HR. Muslim no. 594 dan HR. Abu Daud no. 1506, 1507",
        "transliteration_en": "La ilaha ill-Allah wahdahu la shareeka lah, lahu’l-mulk wa lahu’l-hamd wa huwa ‘ala kulli shay’in qadeer. La hawla wa la quwwata illa Billah wa la na’budu illa iyyah. Lahu’l-ni’mah wa lahu’l-fadl wa lahu’l-thana al-hasan. La ilaha ill-Allah mukhliseena lahu’l-deena wa law kariha’l-kafiroon.",
        "indonesia_en": "There is no power and no strength except with Allah, and we worship none but Him.  From Him (alone) come all blessings and favors, and all good praise is due to Him. There is no god but Allah and we make our worship purely for Him (alone) however much the disbelievers may hate that.",
        "explanation_en": "Recite 1x",
        "proposition_en": "Sahih Al Bukhari. 844 and Sahih Al Muslim 593.",
        "title_id": "Membaca Tahlil Kedua",
        "title_en": "Read Second Tahlil"
    },
    {
        "id": 5,
        "arab": "سُبْحَانَ اللهِ  (33 ×) اَلْحَمْدُ لِلَّهِ (33 ×) اَللهُ أَكْبَرُ (33 ×) . لاَ إِلَـهَ إِلاَّ اللهُ وَحْدَهُ لاَ شَرِيْكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيْرُ",
        "transliteration": "Subhanallah (33x) Alhamdulillah (33x) Allahu akbar (33 x) . Laa ilaha illallah wahdahu laa syarika lah. Lahul mulku wa lahul hamdu wa huwa ‘ala kulli syai-in qodiir",
        "indonesia": "Maha Suci Allah (33 x), segala puji bagi Allah (33 x), Allah Maha Besar (33 x) . Tidak ada Rabb (yang berhak disembah) kecuali Allah Yang Maha Esa, tidak ada sekutu bagi-Nya. Bagi-Nya kerajaan. Bagi-Nya pujaan. Dia-lah Yang Mahakuasa atas segala sesuatu.",
        "explanation": "Zikir Tasbih, Tahmid dan Tahlil",
        "proposition": "HR. Muslim no. 597.",
        "transliteration_en": "Subhan Allah (33x) Al hamdulillah (33x) Allahu akbar (33x). La ilaha ill-Allah wahdahu la shareeka lah, lahu’l-mulk wa lahu’l-hamd wa huwa ‘ala kulli shay’in qadeer.",
        "indonesia_en": "Glory be to God (33x), (all) praise be to God (33x), God is the most great (33x). From Him (alone) come all blessings and favors, and all good praise is due to Him.",
        "explanation_en": "Dhikr Tasbih, Tahmid, and Tahlil.",
        "proposition_en": "Sahih Al Muslim 597.",
        "title_id": "Membaca Tasbih (33x), Tahmid (33x), Takbir (33x), Membaca Tahlil",
        "title_en": "Read Tasbih (33x), Tahmid (33x), Takbir (33x), Read Tahlil"
    },
    {
        "id": 6,
        "arab": "اللَّهُ لاَ إِلَهَ إِلاَّ هُوَ الْحَيُّ الْقَيُّومُ، لاَ تَأْخُذُهُ سِنَةٌ وَلاَ نَوْمٌ، لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ، مَنْ ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلاَّ بِإِذْنِهِ، يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ، وَلَا يُحِيطُونَ بِشَيْءٍ مِنْ عِلْمِهِ إِلاَّ بِمَا شَاءَ، وَسِعَ كُرْسِيُّهُ السَّمَاوَاتِ وَالْأَرْضَ، وَلَا يَئُودُهُ حِفْظُهُمَا، وَهُوَ الْعَلِيُّ الْعَظِيمُ",
        "transliteration": "Allāhu lā ilāha illā huw, al-ḥayyul-qayyụm, lā ta`khużuhụ sinatuw wa lā na`ụm, lahụ mā fis-samāwāti wa mā fil-arḍ, man żallażī yasyfa'u 'indahū illā bi`iżnih, ya'lamu mā baina aidīhim wa mā khalfahum, wa lā yuḥīṭụna bisyai`im min 'ilmihī illā bimā syā`, wasi'a kursiyyuhus-samāwāti wal-arḍ, wa lā ya`ụduhụ ḥifẓuhumā, wa huwal-'aliyyul-'aẓīm",
        "indonesia": "Allah, tidak ada ilah (yang berhak disembah) melainkan Dia, yang hidup kekal lagi terus menerus mengurus (makhluk-Nya). Dia tidak mengantuk dan tidak tidur. Kepunyaan-Nya apa yang di langit dan di bumi. Tiada yang dapat memberi syafa’at di sisi-Nya tanpa seizin-Nya. Dia mengetahui apa-apa yang di hadapan mereka dan di belakang mereka. Mereka tidak mengetahui apa-apa dari ilmu Allah melainkan apa yang dikehendaki-Nya. Kursi Allah meliputi langit dan bumi. Dia tidak merasa berat memelihara keduanya. Dan Dia Maha Tinggi lagi Maha besar.",
        "explanation": "Ayat Kursi (QS. Al Baqarah: 255) (Dibaca 1 x)",
        "proposition": "HR. An-Nasai dalam Al Kubro 9: 44. Hadits ini dinyatakan shahih oleh Ibnu Hibban, sebagaimana disebut oleh Ibnu Hajar dalam Bulughul Maram.",
        "transliteration_en": "Allahu laaa ilaaha illaa Huwal Haiyul Qaiyoom, laa taakhuzuhoo sinatunw wa laa nawm, lahoo maa fissamaawaati wa maa fil ard, man zal lazee yashfa’u indahooo illaa bi-iznih, ya’lamu maa baina aydeehim wa maa khalfahum wa laa yuheetoona bishai’im min ‘ilmihee illaa bimaa shaaa’, wasi’a Kursiyyuhus samaawaati wal arda wa laa Ya’ooduhoo hifzuhumaa; wa Huwal Aliyyul ‘Azeem.",
        "indonesia_en": "Allah, there is no deity except Him, the Ever-Living, the Sustainer of (all) existence.  Neither drowsiness overtakes Him nor sleep. To Him belongs whatever is in the heavens and whatever is on the earth. Who is it that can interdence with Him except by His permission? He knows what is [presently] before them and what will be after them, and they encompass not a thing of His knowledge except for what He wills. His Kursi extends over the heavens and the earth, and their preservation tires Him not. And He is the Most High, the Most Great.",
        "explanation_en": "(Al Baqarah: 255) (Recite 1x)",
        "proposition_en": "Sunan An-Nasai in Al Kubro 9:44. This hadith is declared authentic by Ibn Hibban, as mentioned by Ibn Hajar in Bulughul Maram.",
        "title_id": "Membaca Ayat Kursi",
        "title_en": "Read Ayat al-Kursi"
    },
    {
        "id": 7,
        "arab": "قُلْ هُوَ اللَّهُ أَحَدٌ . اللَّهُ الصَّمَدُ . لَمْ يَلِدْ وَلَمْ يُولَدْ . وَلَمْ يَكُن لَّهُ كُفُوًا أَحَدٌ",
        "transliteration": "qul huwallāhu aḥad . allāhuṣ-ṣamad . lam yalid wa lam yụlad . wa lam yakul lahụ kufuwan aḥad",
        "indonesia": "Katakanlah: Dialah Allah, Yang Maha Esa. Allah adalah ilah yang bergantung kepada-Nya segala urusan. Dia tidak beranak dan tiada pula diperanakkan, dan tidak ada seorang pun yang setara dengan Dia.",
        "explanation": "(QS. Al Ikhlas: 1-4) (Dibaca 1 x)",
        "proposition": "HR. Abu Daud no. 1523 dan An-Nasai no. 1337. Al Hafizh Abu Thohir mengatakan bahwa sanad hadits ini hasan.",
        "transliteration_en": "Qul huwal laahu ahad. Allah hus-samad. Lam yalid wa lam yoolad. Wa lam yakul-lahoo kufuwan ahad.",
        "indonesia_en": "Say : He is Allah, Who is One.  Allah, the Eternal refuge. He neither begets nor is born,  nor is there to Him any equivalent.",
        "explanation_en": "(Al Ikhlas: 1-4) (Recite 1x)",
        "proposition_en": "Sunan Abu Dawood 1523 and Sunan An-Nasa'i 1337. Al Hafiz Abu Thohir said that this hadith is hasan.",
        "title_id": "Membaca Surah Al-Ikhlas",
        "title_en": "Read Surah AL-Ikhlas"
    },
    {
        "id": 8,
        "arab": "قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ . مِن شَرِّ مَا خَلَقَ . وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ . وَمِن شَرِّ النَّفَّاثَاتِ فِي الْعُقَدِ . وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ",
        "transliteration": "qul a’ụżu birabbil-falaq . min syarri mā khalaq . wa min syarri gāsiqin iżā waqab . wa min syarrin-naffāṡāti fil-‘uqad . wa min syarri ḥāsidin iżā ḥasad",
        "indonesia": "Katakanlah: Aku berlindung kepada Rabb yang menguasai Shubuh, dari kejahatan makhluk-Nya, dan dari kejahatan malam apabila telah gelap gulita, dan dari kejahatan-kejahatan wanita tukang sihir yang menghembus pada buhul-buhul, dan dari kejahatan orang yang dengki apabila ia dengki",
        "explanation": "(QS. Al Falaq: 1-5) (Dibaca 1 x)",
        "proposition": "HR. Abu Daud no. 1523 dan An-Nasai no. 1337. Al Hafizh Abu Thohir mengatakan bahwa sanad hadits ini hasan.",
        "transliteration_en": "Qul a’oozu bi rabbil-falaq. Min sharri maa khalaq. Wa min sharri ghaasiqin izaa waqab. Wa min sharrin-naffaa-saati fil ‘uqad. Wa min sharri haasidin izaa hasad.",
        "indonesia_en": "Say: I seek refuge in the Lord of daybreak, from the evil of that which He created, and from the evil of darkness when it settles, and from the evil of the blowers in knots, and from the evil of an envier when he envies.",
        "explanation_en": "(Al Falaq: 1-5) (Recite 1x)",
        "proposition_en": "Sunan Abu Dawood 1523 and Sunan An-Nasa'i 1337. Al Hafiz Abu Thohi said that this hadith is hasan.",
        "title_id": "Membaca Surah Al-Falaq",
        "title_en": "Read Surah AL-Falaq"
    },
    {
        "id": 9,
        "arab": "قُلْ أَعُوذُ بِرَبِّ النَّاسِ . مَلِكِ النَّاسِ . إِلَهِ النَّاسِ . مِن شَرِّ الْوَسْوَاسِ الْخَنَّاسِ . الَّذِي يُوَسْوِسُ فِي صُدُورِ النَّاسِ . مِنَ الْجِنَّةِ وَ النَّاسِ",
        "transliteration": "qul a’ụżu birabbin-nās . malikin-nās . ilāhin-nās . min syarril-waswāsil-khannās . allażī yuwaswisu fī ṣudụrin-nās . minal-jinnati wan-nās",
        "indonesia": "Katakanlah: Aku berlindung kepada Rabb manusia. Raja manusia. Sembahan manusia, dari kejahatan (bisikan) syaitan yang biasa bersembunyi, yang membisikkan (kejahatan) ke dalam dada manusia, dari jin dan manusia.",
        "explanation": "(QS. An Naas: 1-6) (Dibaca 1 x)",
        "proposition": "HR. Abu Daud no. 1523 dan An-Nasai no. 1337. Al Hafizh Abu Thohir mengatakan bahwa sanad hadits ini hasan.",
        "transliteration_en": "Qul a’oozu birabbin naas.  Malikin naas. Ilaahin naas. Min sharril waswaasil khannaas. Allazee yuwaswisu fee sudoorin naas. Minal jinnati wannaas.",
        "indonesia_en": "Say: I seek refuge in the Lord of mankind. The Sovereign of mankind. The God of mankind, from the evil of retreating (whisperer) - who whispers (evil) into the breast of mankind, from among the jinn and mankind.",
        "explanation_en": "(An Naas: 1-6) (Recite 1x)",
        "proposition_en": "Sunan Abu Dawood 1523 and Sunan An-Nasa'i. 1337. Al Hafiz Abu Thohir said that this hadith is hasan.",
        "title_id": "Membaca Surah An-Nas",
        "title_en": "Read Surah An-Nas"
    },
    {
        "id": 10,
        "arab": "اَللَّهُمَّ إِنِّيْ أَسْأَلُكَ عِلْمًا نَافِعًا، وَرِزْقًا طَيِّبًا، وَعَمَلاً مُتَقَبَّلاً",
        "transliteration": "Allahumma inni as-aluka ‘ilman naafi’a, wa rizqon thoyyiba, wa ‘amalan mutaqobbala",
        "indonesia": "Ya Allah, sungguh aku memohon kepada-Mu ilmu yang bermanfaat (bagi diriku dan orang lain), rizki yang halal dan amal yang diterima (di sisi-Mu dan mendapatkan ganjaran yang baik).",
        "explanation": "Dibaca ketika setelah shalat subuh (Dibaca 1x)",
        "proposition": "HR. Ibnu Majah no. 925 dan Ahmad 6: 305, 322. Al Hafizh Abu Thohir mengatakan bahwa hadits ini shahih.",
        "transliteration_en": "Allaahumma 'innee 'as'aluka 'ilman naafi'an, wa rizqan tayyiban, wa 'amalan mutaqabbalan.",
        "indonesia_en": "O Allah, I ask You for beneficial knowledge, good provision and acceptable deeds.",
        "explanation_en": "(Recite 1x after Fajr prayer)",
        "proposition_en": "Sunan Ibn Majah  925 and Sahih Ahmad 6:305, 322. Al Hafizh Abu Thohir says that this hadith is authentic.",
        "title_id": "Bacaan setelah salam dari shalat subuh",
        "title_en": "Read after salam of shalat Subuh"
    }
]