[{"id_ayat":1708,"no_surah":13,"no_ayat":1,"teks_ayat":"الۤمّۤرٰۗ تِلْكَ اٰيٰتُ الْكِتٰبِۗ وَالَّذِيْٓ اُنْزِلَ اِلَيْكَ مِنْ رَّبِّكَ الْحَقُّ وَلٰكِنَّ اَكْثَرَ النَّاسِ لَا يُؤْمِنُوْنَ ","tema":"","teks_terjemah":"Alif Lām Mīm Rā. Itulah ayat-ayat Kitab (Al-Qur’an). (Kitab) yang diturunkan kepadamu (Nabi Muhammad) dari Tuhanmu itu adalah kebenaran, tetapi kebanyakan manusia tidak beriman.","no_fn":"","teks_fn":"","bacaan":"alif-laam-miim-raa tilka aayaatulkitaabi walladzii unzila ilayka min rabbikalhaqqu walaakinna aktsarannaasi laa yu'minuun"},{"id_ayat":1709,"no_surah":13,"no_ayat":2,"teks_ayat":"اَللّٰهُ الَّذِيْ رَفَعَ السَّمٰوٰتِ بِغَيْرِ عَمَدٍ تَرَوْنَهَا ثُمَّ اسْتَوٰى عَلَى الْعَرْشِ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَۗ  كُلٌّ يَّجْرِيْ لِاَجَلٍ مُّسَمًّىۗ يُدَبِّرُ الْاَمْرَ يُفَصِّلُ الْاٰيٰتِ لَعَلَّكُمْ بِلِقَاۤءِ رَبِّكُمْ تُوْقِنُوْنَ ","tema":"Kekuasaan Allah atas Langit dan Bumi","teks_terjemah":"Allah yang meninggikan langit tanpa tiang yang (dapat) kamu lihat. Kemudian, Dia bersemayam di atas ‘Arasy<sup>377)<\/sup> serta menundukkan matahari dan bulan. Masing-masing beredar hingga waktu yang telah ditentukan (kiamat). Dia (Allah) mengatur urusan (makhluk-Nya) dan memerinci tanda-tanda (kebesaran-Nya) agar kamu meyakini pertemuan (kamu) dengan Tuhanmu.","no_fn":"377","teks_fn":"377) Lihat catatan kaki surah al-A‘rāf\/7: 54.","bacaan":"alaahuladzii rafa'assamaawaati bighayri 'amadin tarawnahaa tsumma istawaa 'alaal'arsyi wasakhkharasysyamsa walqamara kullun yajrii li-ajalin musamman yudabbirul-amra yufashshilul-aayaati la'allakum biliqaa-i rabbikum tuuqinuun"},{"id_ayat":1710,"no_surah":13,"no_ayat":3,"teks_ayat":"وَهُوَ الَّذِيْ مَدَّ الْاَرْضَ وَجَعَلَ فِيْهَا رَوَاسِيَ وَاَنْهٰرًا ۗوَمِنْ كُلِّ الثَّمَرٰتِ جَعَلَ فِيْهَا زَوْجَيْنِ اثْنَيْنِ يُغْشِى الَّيْلَ النَّهَارَۗ اِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ لِّقَوْمٍ يَّتَفَكَّرُوْنَ ","tema":"Kekuasaan Allah atas Langit dan Bumi","teks_terjemah":"Dialah yang menghamparkan bumi dan menjadikan gunung-gunung dan sungai-sungai padanya. Dia menjadikan padanya (semua) buah-buahan berpasang-pasangan (dan) menutupkan malam pada siang.<sup>378)<\/sup> Sesungguhnya pada yang demikian itu terdapat tanda-tanda (kebesaran Allah) bagi kaum yang berpikir.","no_fn":"378","teks_fn":"378) Topografi daratan bumi berupa hamparan dan gunung-gunung. Di antaranya ada sungai-sungai. Daratan itu menjadi tempat tumbuhnya tanaman penghasil buah-buahan yang penyerbukannya dapat terjadi karena struktur bunga yang berpasangan, jantan dan betina. Semuanya mengalami siang dan malam karena proses perputaran bumi.","bacaan":"wahuwaladzii maddal-ardha waja'ala fiihaa rawaasiya wa-anhaaran wamin kullitstsamaraati ja'ala fiihaa zawjayni itsnayni yughsyiilaylannahaara inna fii dzaalika laaayaatin liqawmin yatafakkaruun"},{"id_ayat":1711,"no_surah":13,"no_ayat":4,"teks_ayat":"وَفِى الْاَرْضِ قِطَعٌ مُّتَجٰوِرٰتٌ وَّجَنّٰتٌ مِّنْ اَعْنَابٍ وَّزَرْعٌ وَّنَخِيْلٌ صِنْوَانٌ وَّغَيْرُ صِنْوَانٍ يُّسْقٰى بِمَاۤءٍ وَّاحِدٍۙ وَّنُفَضِّلُ بَعْضَهَا عَلٰى بَعْضٍ فِى الْاُكُلِۗ اِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ لِّقَوْمٍ يَّعْقِلُوْنَ","tema":"Kekuasaan Allah atas Langit dan Bumi","teks_terjemah":"Di bumi terdapat bagian-bagian yang berdampingan, kebun-kebun anggur, tanaman-tanaman, dan pohon kurma yang bercabang dan yang tidak bercabang. (Semua) disirami dengan air yang sama, tetapi Kami melebihkan tanaman yang satu atas yang lainnya dalam hal rasanya. Sesungguhnya pada yang demikian itu benar-benar (terdapat) tanda-tanda (kebesaran Allah) bagi kaum yang mengerti.","no_fn":"","teks_fn":"","bacaan":"wafiil-ardhi qitha'un mutajaawiraatun wajannaatun min a'naabin wazar'un wanakhiilun shinwaanun waghayru shinwaanin yusqaa bimaa-in waahidin wanufadhdhilu ba'dhahaa 'alaa ba'dhin fiilukuli inna fii dzaalika laaayaatin liqawmin ya'qiluun"},{"id_ayat":1712,"no_surah":13,"no_ayat":5,"teks_ayat":"۞ وَاِنْ تَعْجَبْ فَعَجَبٌ قَوْلُهُمْ ءَاِذَا كُنَّا تُرٰبًا ءَاِنَّا لَفِيْ خَلْقٍ جَدِيْدٍ ەۗ اُولٰۤىِٕكَ الَّذِيْنَ كَفَرُوْا بِرَبِّهِمْۚ وَاُولٰۤىِٕكَ الْاَغْلٰلُ فِيْٓ اَعْنَاقِهِمْۚ وَاُولٰۤىِٕكَ اَصْحٰبُ النَّارِۚ هُمْ فِيْهَا خٰلِدُوْنَ","tema":"Kekuasaan Allah atas Langit dan Bumi","teks_terjemah":"Jika engkau (Nabi Muhammad) heran, (justru) yang mengherankan adalah ucapan mereka (orang-orang kafir), “Apakah bila kami telah menjadi tanah, kami benar-benar akan (dikembalikan) menjadi makhluk yang baru?” Mereka itulah orang-orang yang kufur kepada Tuhannya. Mereka itulah orang-orang (yang dilekatkan) belenggu di lehernya. Mereka adalah para penghuni neraka. Mereka kekal di dalamnya.","no_fn":"","teks_fn":"","bacaan":"wa-in ta'jab fa'ajabun qawluhum a-idzaa kunnaa turaaban a-innaa lafii khalqin jadiidin ulaa-ikaladziina kafaruu birabbihim waulaa-ikal-aghlaalu fii a'naaqihim waulaa-ika ash-haabunnaari hum fiihaa khaaliduun"},{"id_ayat":1713,"no_surah":13,"no_ayat":6,"teks_ayat":"وَيَسْتَعْجِلُوْنَكَ بِالسَّيِّئَةِ قَبْلَ الْحَسَنَةِ وَقَدْ خَلَتْ مِنْ قَبْلِهِمُ الْمَثُلٰتُۗ وَاِنَّ رَبَّكَ لَذُوْ مَغْفِرَةٍ لِّلنَّاسِ عَلٰى ظُلْمِهِمْۚ وَاِنَّ رَبَّكَ لَشَدِيْدُ الْعِقَابِ ","tema":"Kekuasaan Allah atas Langit dan Bumi","teks_terjemah":"Mereka meminta kepadamu agar keburukan (siksaan) dipercepat sebelum (datangnya) kebaikan, padahal sungguh telah berlalu bermacam-macam contoh (siksaan) sebelum mereka. Sesungguhnya Tuhanmu benar-benar memiliki ampunan bagi manusia meskipun mereka zalim. Sesungguhnya Tuhanmu benar-benar keras hukuman-Nya.","no_fn":"","teks_fn":"","bacaan":"wayasta'jiluunaka bissayyi-ati qablalhasanati waqad khalat min qablihimulmatsulaatu wa-inna rabbaka ladzuu maghfiratin linnaasi 'alaa zhulmihim wa-inna rabbaka lasyadiidul'iqaab"},{"id_ayat":1714,"no_surah":13,"no_ayat":7,"teks_ayat":"وَيَقُوْلُ الَّذِيْنَ كَفَرُوْا لَوْلَآ اُنْزِلَ عَلَيْهِ اٰيَةٌ مِّنْ رَّبِّهٖۗ اِنَّمَآ اَنْتَ مُنْذِرٌ وَّلِكُلِّ قَوْمٍ هَادٍ ࣖ ","tema":"Kekuasaan Allah atas Langit dan Bumi","teks_terjemah":"Orang-orang yang kufur berkata, “Mengapa tidak diturunkan kepadanya (Nabi Muhammad) suatu tanda (mukjizat) dari Tuhannya?” Sesungguhnya engkau (Nabi Muhammad) hanyalah seorang pemberi peringatan dan bagi setiap kaum ada pemberi petunjuk.","no_fn":"","teks_fn":"","bacaan":"wayaquululadziina kafaruu lawlaa unzila 'alayhi aayatun min rabbihi innamaa anta mundzirun walikulli qawmin haad"},{"id_ayat":1715,"no_surah":13,"no_ayat":8,"teks_ayat":"اَللّٰهُ يَعْلَمُ مَا تَحْمِلُ كُلُّ اُنْثٰى وَمَا تَغِيْضُ الْاَرْحَامُ وَمَا تَزْدَادُ ۗوَكُلُّ شَيْءٍ عِنْدَهٗ بِمِقْدَارٍ ","tema":"Kekuasaan Allah atas Langit dan Bumi","teks_terjemah":"Allah mengetahui apa yang dikandung oleh setiap perempuan dan apa yang berkurang (tidak sempurna dalam) rahim dan apa yang bertambah. Segala sesuatu ada ketentuan di sisi-Nya.","no_fn":"","teks_fn":"","bacaan":"alaahu ya'lamu maa tahmilu kullu untsaa wamaa taghiidhul-arhaamu wamaa tazdaadu wakullu syay-in 'indahu bimiqdaar"},{"id_ayat":1716,"no_surah":13,"no_ayat":9,"teks_ayat":"عٰلِمُ الْغَيْبِ وَالشَّهَادَةِ الْكَبِيْرُ الْمُتَعَالِ ","tema":"Kekuasaan Allah atas Langit dan Bumi","teks_terjemah":"(Allahlah) yang mengetahui semua yang gaib dan yang nyata. (Dia) Yang Mahabesar lagi Mahatinggi.","no_fn":"","teks_fn":"","bacaan":"'aalimulghaybi wasysyahaadatilkabiirulmuta'aal"},{"id_ayat":1717,"no_surah":13,"no_ayat":10,"teks_ayat":"سَوَاۤءٌ مِّنْكُمْ مَّنْ اَسَرَّ الْقَوْلَ وَمَنْ جَهَرَ بِهٖ وَمَنْ هُوَ مُسْتَخْفٍۢ بِالَّيْلِ وَسَارِبٌۢ بِالنَّهَارِ ","tema":"Kekuasaan Allah atas Langit dan Bumi","teks_terjemah":"Sama saja (bagi Allah), siapa di antara kamu yang merahasiakan ucapan, siapa yang berterus terang dengannya, siapa yang bersembunyi pada malam hari dan siapa yang berjalan pada siang hari.","no_fn":"","teks_fn":"","bacaan":"sawaaun minkum man asarralqawla waman jahara bihi waman huwa mustakhfin billayli wasaaribun binnahaar"},{"id_ayat":1718,"no_surah":13,"no_ayat":11,"teks_ayat":"لَهٗ مُعَقِّبٰتٌ مِّنْۢ بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهٖ يَحْفَظُوْنَهٗ مِنْ اَمْرِ اللّٰهِ ۗاِنَّ اللّٰهَ لَا يُغَيِّرُ مَا بِقَوْمٍ حَتّٰى يُغَيِّرُوْا مَا بِاَنْفُسِهِمْۗ وَاِذَآ اَرَادَ اللّٰهُ بِقَوْمٍ سُوْۤءًا فَلَا مَرَدَّ لَهٗ ۚوَمَا لَهُمْ مِّنْ دُوْنِهٖ مِنْ وَّالٍ ","tema":"Allah Tidak Mengubah Nasib Suatu Kaum yang Berpangku Tangan","teks_terjemah":"Baginya (manusia) ada (malaikat-malaikat) yang menyertainya secara bergiliran dari depan dan belakangnya yang menjaganya atas perintah Allah. Sesungguhnya Allah tidak mengubah keadaan suatu kaum hingga mereka mengubah apa yang ada pada diri mereka. Apabila Allah menghendaki keburukan terhadap suatu kaum, tidak ada yang dapat menolaknya, dan sekali-kali tidak ada pelindung bagi mereka selain Dia.","no_fn":"","teks_fn":"","bacaan":"lahu mu'aqqibaatun min bayni yadayhi wamin khalfihi yahfazhuunahu min amrilaahi innalaaha laa yughayyiru maa biqawmin hattaa yughayyiruu maa bi-anfusihim wa-idzaa araadalaahu biqawmin suu-an falaa maradda lahu wamaa lahum min duunihi min waal"},{"id_ayat":1719,"no_surah":13,"no_ayat":12,"teks_ayat":"هُوَ الَّذِيْ يُرِيْكُمُ الْبَرْقَ خَوْفًا وَّطَمَعًا وَّيُنْشِئُ السَّحَابَ الثِّقَالَۚ  ","tema":"Fenomena Kilat dan Guruh","teks_terjemah":"Dialah yang memperlihatkan kepadamu kilat (untuk menimbulkan) ketakutan dan harapan (akan turun hujan) serta menjadikan awan yang berat (mendung). ","no_fn":"","teks_fn":"","bacaan":"huwaladzii yuriikumulbarqa khawfan wathama'an wayunsyi-ussahaabatstsiqaal"},{"id_ayat":1720,"no_surah":13,"no_ayat":13,"teks_ayat":"وَيُسَبِّحُ الرَّعْدُ بِحَمْدِهٖ وَالْمَلٰۤىِٕكَةُ مِنْ خِيْفَتِهٖۚ وَيُرْسِلُ الصَّوَاعِقَ فَيُصِيْبُ بِهَا مَنْ يَّشَاۤءُ وَهُمْ يُجَادِلُوْنَ فِى اللّٰهِ ۚوَهُوَ شَدِيْدُ الْمِحَالِۗ  ","tema":"Fenomena Kilat dan Guruh","teks_terjemah":"Guruh bertasbih dengan memuji-Nya, (demikian pula) malaikat karena takut kepada-Nya. Dia (Allah) melepaskan petir, lalu menimpakannya kepada siapa yang Dia kehendaki. Sementara itu, mereka (orang-orang kafir) berbantah-bantahan tentang kekuasaan Allah, padahal Dia Mahakeras hukuman-Nya.","no_fn":"","teks_fn":"","bacaan":"wayusabbihurra'du bihamdihi walmalaa-ikatu min khiifatihi wayursilushshawaa'iqa fayushiibu bihaa man yasyaau wahum yujaadiluuna fiilaahi wahuwa syadiidulmihaal"},{"id_ayat":1721,"no_surah":13,"no_ayat":14,"teks_ayat":"لَهٗ دَعْوَةُ الْحَقِّۗ وَالَّذِيْنَ يَدْعُوْنَ مِنْ دُوْنِهٖ لَا يَسْتَجِيْبُوْنَ لَهُمْ بِشَيْءٍ اِلَّا كَبَاسِطِ كَفَّيْهِ اِلَى الْمَاۤءِ لِيَبْلُغَ فَاهُ وَمَا هُوَ بِبَالِغِهٖۗ وَمَا دُعَاۤءُ الْكٰفِرِيْنَ اِلَّا فِيْ ضَلٰلٍ ","tema":"Hanya kepada Allah Ibadah Ditujukan","teks_terjemah":"Hanya bagi Allahlah seruan yang hak.<sup>379)<\/sup> (Sesembahan) yang mereka seru selain Dia, tidak dapat mengabulkan apa pun bagi mereka, kecuali seperti orang yang membukakan kedua telapak tangannya ke dalam air agar (air) sampai ke mulutnya, padahal (air) itu tidak akan sampai ke mulutnya. Tidaklah seruan orang-orang kafir itu kecuali dalam kesia-siaan.","no_fn":"379","teks_fn":"379) Seruan yang hak ditafsirkan oleh para ulama sebagai pengakuan atas kandungan kalimat la ilāha illallāh dan juga ditafsirkan sebagai beribadah dan berdoa.","bacaan":"lahu da'watulhaqqi walladziina yad'uuna min duunihi laa yastajiibuuna lahum bisyay-in illaa kabaasithi kaffayhi ilaalmaa-i liyablugha faahu wamaa huwa bibaalighihi wamaa du'aaulkaafiriina illaa fii dhalaal"},{"id_ayat":1722,"no_surah":13,"no_ayat":15,"teks_ayat":"وَلِلّٰهِ يَسْجُدُ مَنْ فِى السَّمٰوٰتِ وَالْاَرْضِ طَوْعًا وَّكَرْهًا وَّظِلٰلُهُمْ بِالْغُدُوِّ وَالْاٰصَالِ ۩","tema":"Hanya kepada Allah Ibadah Ditujukan","teks_terjemah":"Hanya kepada Allahlah siapa saja yang ada di langit dan di bumi bersujud, baik dengan kemauan sendiri maupun terpaksa. (Bersujud pula kepada-Nya) bayang-bayang mereka pada waktu pagi dan petang hari.","no_fn":"","teks_fn":"","bacaan":"walillaahi yasjudu man fiissamaawaati wal-ardhi thaw'an wakarhan wazhilaaluhum bilghuduwwi wal-aasaal"},{"id_ayat":1723,"no_surah":13,"no_ayat":16,"teks_ayat":"قُلْ مَنْ رَّبُّ السَّمٰوٰتِ وَالْاَرْضِۗ قُلِ اللّٰهُ ۗقُلْ اَفَاتَّخَذْتُمْ مِّنْ دُوْنِهٖٓ اَوْلِيَاۤءَ لَا يَمْلِكُوْنَ لِاَنْفُسِهِمْ نَفْعًا وَّلَا ضَرًّاۗ قُلْ هَلْ يَسْتَوِى الْاَعْمٰى وَالْبَصِيْرُ ەۙ اَمْ هَلْ تَسْتَوِى الظُّلُمٰتُ وَالنُّوْرُ ەۚ اَمْ جَعَلُوْا لِلّٰهِ شُرَكَاۤءَ خَلَقُوْا كَخَلْقِهٖ فَتَشَابَهَ الْخَلْقُ عَلَيْهِمْۗ قُلِ اللّٰهُ خَالِقُ كُلِّ شَيْءٍ وَّهُوَ الْوَاحِدُ الْقَهَّارُ","tema":"Hanya Allah yang Layak sebagai Tuhan","teks_terjemah":"Katakanlah (Nabi Muhammad), “Siapakah Tuhan langit dan bumi?” Katakanlah, “Allah.” Katakanlah, “Pantaskah kamu menjadikan selain Dia sebagai pelindung, padahal mereka tidak kuasa mendatangkan manfaat maupun menolak mudarat bagi dirinya sendiri?” Katakanlah, “Apakah sama orang yang buta dengan orang yang dapat melihat? Atau, samakah kegelapan dengan cahaya? Atau, apakah mereka menjadikan sekutu-sekutu bagi Allah yang (diyakini) dapat menciptakan seperti ciptaan-Nya sehingga kedua ciptaan itu serupa menurut pandangan mereka?” Katakanlah, “Allah pencipta segala sesuatu dan Dialah Yang Maha Esa lagi Mahaperkasa.”","no_fn":"","teks_fn":"","bacaan":"qul man rabbussamaawaati wal-ardhi qulilaahu qul afattakhadztum min duunihi awliyaa-a laa yamlikuuna li-anfusihim naf'an walaa dharran qul hal yastawiil-a'maa walbashiiru am hal tastawiizhzhulumaatu wannuuru am ja'aluu lillaahi syurakaa-a khalaquu kakhalqihi fatasyaabahalkhalqu 'alayhim qulilaahu khaaliqu kulli syay-in wahuwalwaahidulqahhaar"},{"id_ayat":1724,"no_surah":13,"no_ayat":17,"teks_ayat":"اَنْزَلَ مِنَ السَّمَاۤءِ مَاۤءً فَسَالَتْ اَوْدِيَةٌ ۢ بِقَدَرِهَا فَاحْتَمَلَ السَّيْلُ زَبَدًا رَّابِيًا ۗوَمِمَّا يُوْقِدُوْنَ عَلَيْهِ فِى النَّارِ ابْتِغَاۤءَ حِلْيَةٍ اَوْ مَتَاعٍ زَبَدٌ مِّثْلُهٗ  ۗ كَذٰلِكَ يَضْرِبُ اللّٰهُ الْحَقَّ وَالْبَاطِلَ ەۗ فَاَمَّا الزَّبَدُ فَيَذْهَبُ جُفَاۤءً ۚوَاَمَّا مَا يَنْفَعُ النَّاسَ فَيَمْكُثُ فِى الْاَرْضِۗ  كَذٰلِكَ يَضْرِبُ اللّٰهُ الْاَمْثَالَ ۗ","tema":"Hanya Allah yang Layak sebagai Tuhan","teks_terjemah":"Dia telah menurunkan air dari langit, lalu mengalirlah air itu di lembah-lembah sesuai dengan ukurannya. Arus itu membawa buih yang mengambang. Dari apa (logam) yang mereka lebur dalam api untuk membuat perhiasan atau alat-alat, ada (pula) buih seperti (buih arus) itu. Demikianlah Allah membuat perumpamaan tentang hak dan batil. Buih akan hilang tidak berguna, sedangkan yang bermanfaat bagi manusia akan menetap di dalam bumi. Demikianlah Allah membuat perumpamaan.","no_fn":"","teks_fn":"","bacaan":"anzala minassamaa-i maa-an fasaalat awdiyatun biqadarihaa fahtamalassaylu zabadan raabiyan wamimmaa yuuqiduuna 'alayhi fiinnaari ibtighaa-a hilyatin aw mataa'in zabadun mitsluhu kadzaalika yadhribulaahulhaqqa walbaathila fa-ammaazzabadu fayadzhabu jufaa-an wa-ammaa maa yanfa'unnaasa fayamkutsu fiil-ardhi kadzaalika yadhribulaahul-amtsaal"},{"id_ayat":1725,"no_surah":13,"no_ayat":18,"teks_ayat":"لِلَّذِيْنَ اسْتَجَابُوْا لِرَبِّهِمُ الْحُسْنٰىۗ وَالَّذِيْنَ لَمْ يَسْتَجِيْبُوْا لَهٗ لَوْ اَنَّ لَهُمْ مَّا فِى الْاَرْضِ جَمِيْعًا وَّمِثْلَهٗ مَعَهٗ لَافْتَدَوْا بِهٖ ۗ اُولٰۤىِٕكَ لَهُمْ سُوْۤءُ الْحِسَابِ ەۙ وَمَأْوٰىهُمْ جَهَنَّمُ ۗوَبِئْسَ الْمِهَادُ ࣖ","tema":"Balasan bagi Orang yang Memenuhi Seruan Allah","teks_terjemah":"Bagi orang-orang yang memenuhi seruan Tuhannya (taat kepada Allah dan Rasul-Nya, disediakan) balasan yang terbaik (surga). (Sebaliknya, bagi) orang-orang yang tidak memenuhi seruan-Nya, sekiranya mereka memiliki semua yang ada di bumi dan (ditambah) sebanyak itu lagi, niscaya mereka akan menebus dirinya (dari azab Allah pada hari Kiamat) dengan (hartanya) itu. Mereka itulah orang-orang yang akan mendapatkan hisab (perhitungan) yang buruk, tempat kediamannya adalah (neraka) Jahanam, dan itulah seburuk-buruknya tempat kediaman.","no_fn":"","teks_fn":"","bacaan":"lilladziina istajaabuu lirabbihimulhusnaa walladziina lam yastajiibuu lahu law anna lahum maa fiil-ardhi jamii'an wamitslahu ma'ahu laftadaw bihi ulaa-ika lahum suu-ulhisaabi wama'waahum jahannamu wabi'salmihaad"},{"id_ayat":1726,"no_surah":13,"no_ayat":19,"teks_ayat":"۞ اَفَمَنْ يَّعْلَمُ اَنَّمَآ اُنْزِلَ اِلَيْكَ مِنْ رَّبِّكَ الْحَقُّ كَمَنْ هُوَ اَعْمٰىۗ اِنَّمَا يَتَذَكَّرُ اُولُوا الْاَلْبَابِۙ  ","tema":"Perbandingan antara Orang yang Tahu Kebenaran dan yang Tidak Mengetahuinya","teks_terjemah":"Apakah orang yang mengetahui bahwa apa yang diturunkan kepadamu (Nabi Muhammad) dari Tuhanmu adalah kebenaran sama dengan orang yang buta? Hanya orang yang berakal sehat sajalah yang dapat mengambil pelajaran.","no_fn":"","teks_fn":"","bacaan":"afaman ya'lamu annamaa unzila ilayka min rabbikalhaqqu kaman huwa a'maa innamaa yatadzakkaru uluul-albaab"},{"id_ayat":1727,"no_surah":13,"no_ayat":20,"teks_ayat":"الَّذِيْنَ يُوْفُوْنَ بِعَهْدِ اللّٰهِ وَلَا يَنْقُضُوْنَ الْمِيْثَاقَۙ  ","tema":"Perbandingan antara Orang yang Tahu Kebenaran dan yang Tidak Mengetahuinya","teks_terjemah":"(Yaitu) orang-orang yang memenuhi janji Allah dan tidak membatalkan perjanjian.","no_fn":"","teks_fn":"","bacaan":"aladziina yuufuuna bi'ahdilaahi walaa yanqudhuunalmiitsaaq"},{"id_ayat":1728,"no_surah":13,"no_ayat":21,"teks_ayat":"وَالَّذِيْنَ يَصِلُوْنَ مَآ اَمَرَ اللّٰهُ بِهٖٓ اَنْ يُّوْصَلَ وَيَخْشَوْنَ رَبَّهُمْ وَيَخَافُوْنَ سُوْۤءَ الْحِسَابِ ۗ   ","tema":"Perbandingan antara Orang yang Tahu Kebenaran dan yang Tidak Mengetahuinya","teks_terjemah":"Orang-orang yang menghubungkan apa yang Allah perintahkan untuk disambungkan (seperti silaturahmi), takut kepada Tuhannya, dan takut (pula) pada hisab yang buruk.","no_fn":"","teks_fn":"","bacaan":"walladziina yashiluuna maa amaralaahu bihi an yuushala wayakhsyawna rabbahum wayakhaafuuna suu-alhisaab"},{"id_ayat":1729,"no_surah":13,"no_ayat":22,"teks_ayat":"وَالَّذِيْنَ صَبَرُوا ابْتِغَاۤءَ وَجْهِ رَبِّهِمْ وَاَقَامُوا الصَّلٰوةَ وَاَنْفَقُوْا مِمَّا رَزَقْنٰهُمْ سِرًّا وَّعَلَانِيَةً وَّيَدْرَءُوْنَ بِالْحَسَنَةِ السَّيِّئَةَ اُولٰۤىِٕكَ لَهُمْ عُقْبَى الدَّارِۙ  ","tema":"Perbandingan antara Orang yang Tahu Kebenaran dan yang Tidak Mengetahuinya","teks_terjemah":"Orang-orang yang bersabar demi mencari keridaan Tuhan mereka, mendirikan salat, menginfakkan sebagian rezeki yang Kami berikan kepada mereka secara sembunyi-sembunyi atau terang-terangan, dan membalas keburukan dengan kebaikan, orang-orang itulah yang mendapatkan tempat kesudahan (yang baik).","no_fn":"","teks_fn":"","bacaan":"walladziina shabaruu ibtighaa-a wajhi rabbihim wa-aqaamuushshalaata wa-anfaquu mimmaa razaqnaahum sirran wa'alaaniyatan wayadrauuna bilhasanatissayyi-ata ulaa-ika lahum 'uqbaaddaar"},{"id_ayat":1730,"no_surah":13,"no_ayat":23,"teks_ayat":"جَنّٰتُ عَدْنٍ يَّدْخُلُوْنَهَا وَمَنْ صَلَحَ مِنْ اٰبَاۤىِٕهِمْ وَاَزْوَاجِهِمْ وَذُرِّيّٰتِهِمْ وَالْمَلٰۤىِٕكَةُ يَدْخُلُوْنَ عَلَيْهِمْ مِّنْ كُلِّ بَابٍۚ ","tema":"Perbandingan antara Orang yang Tahu Kebenaran dan yang Tidak Mengetahuinya","teks_terjemah":"(Yaitu) surga-surga ‘Adn. Mereka memasukinya bersama orang saleh dari leluhur, pasangan-pasangan, dan keturunan-keturunan mereka, sedangkan malaikat-malaikat masuk ke tempat mereka dari semua pintu.","no_fn":"","teks_fn":"","bacaan":"jannaatu 'adnin yadkhuluunahaa waman shalaha min aabaa-ihim wa-azwaajihim wadzurriyyaatihim walmalaa-ikatu yadkhuluuna 'alayhim min kulli baab"},{"id_ayat":1731,"no_surah":13,"no_ayat":24,"teks_ayat":"سَلٰمٌ عَلَيْكُمْ بِمَا صَبَرْتُمْ فَنِعْمَ عُقْبَى الدَّارِۗ   ","tema":"Perbandingan antara Orang yang Tahu Kebenaran dan yang Tidak Mengetahuinya","teks_terjemah":"(Malaikat berkata,) “Salāmun ‘alaikum (semoga keselamatan tercurah kepadamu) karena kesabaranmu.” (Itulah) sebaik-baiknya tempat kesudahan (surga).","no_fn":"","teks_fn":"","bacaan":"salaamun 'alaykum bimaa shabartum fani'ma 'uqbaaddaar"},{"id_ayat":1732,"no_surah":13,"no_ayat":25,"teks_ayat":"وَالَّذِيْنَ يَنْقُضُوْنَ عَهْدَ اللّٰهِ مِنْ ۢ بَعْدِ مِيْثَاقِهٖ وَيَقْطَعُوْنَ مَآ اَمَرَ اللّٰهُ بِهٖٓ اَنْ يُّوْصَلَ وَيُفْسِدُوْنَ فِى الْاَرْضِۙ اُولٰۤىِٕكَ لَهُمُ اللَّعْنَةُ وَلَهُمْ سُوْۤءُ الدَّارِ ","tema":"Perbandingan antara Orang yang Tahu Kebenaran dan yang Tidak Mengetahuinya","teks_terjemah":"Orang-orang yang melanggar perjanjian (dengan) Allah setelah diteguhkan, memutuskan apa yang diperintahkan Allah untuk disambungkan (seperti silaturahmi), dan berbuat kerusakan di bumi; mereka itulah orang-orang yang mendapat laknat dan bagi mereka tempat kediaman yang buruk (Jahanam).","no_fn":"","teks_fn":"","bacaan":"walladziina yanqudhuuna 'ahdalaahi min ba'di miitsaaqihi wayaqtha'uuna maa amaralaahu bihi an yuushala wayufsiduuna fiil-ardhi ulaa-ika lahumula'natu walahum suu-uddaar"},{"id_ayat":1733,"no_surah":13,"no_ayat":26,"teks_ayat":"اَللّٰهُ يَبْسُطُ الرِّزْقَ لِمَنْ يَّشَاۤءُ وَيَقْدِرُ ۗوَفَرِحُوْا بِالْحَيٰوةِ الدُّنْيَاۗ وَمَا الْحَيٰوةُ الدُّنْيَا فِى الْاٰخِرَةِ اِلَّا مَتَاعٌ  ࣖ  ","tema":"Perbandingan antara Orang yang Tahu Kebenaran dan yang Tidak Mengetahuinya","teks_terjemah":"Allah melapangkan rezeki bagi siapa yang Dia kehendaki dan menyempitkan (bagi siapa yang dikehendaki-Nya). Mereka bergembira dengan kehidupan dunia, padahal kehidupan dunia dibandingkan akhirat hanyalah kesenangan (yang sedikit).","no_fn":"","teks_fn":"","bacaan":"alaahu yabsuthurrizqa liman yasyaau wayaqdiru wafarihuu bilhayaatiddunyaa wamaalhayaatuddunyaa fiil-aakhirati illaa mataa'"},{"id_ayat":1734,"no_surah":13,"no_ayat":27,"teks_ayat":"وَيَقُوْلُ الَّذِيْنَ كَفَرُوْا لَوْلَآ اُنْزِلَ عَلَيْهِ اٰيَةٌ مِّنْ رَّبِّهٖۗ  قُلْ اِنَّ اللّٰهَ يُضِلُّ مَنْ يَّشَاۤءُ وَيَهْدِيْٓ اِلَيْهِ مَنْ اَنَابَۖ  ","tema":"Ciri-Ciri Orang yang Diberi Petunjuk","teks_terjemah":"Orang-orang yang kufur berkata, “Mengapa tidak diturunkan kepadanya (Nabi Muhammad) tanda (mukjizat) dari Tuhannya?” Katakanlah (Nabi Muhammad), “Sesungguhnya Allah menyesatkan<sup>380)<\/sup> siapa yang Dia kehendaki dan memberi petunjuk ke (jalan)-Nya bagi orang yang bertobat.”","no_fn":"380","teks_fn":"380) Allah Swt. menyesatkan seseorang karena yang bersangkutan ingkar pada petunjuk-petunjuk-Nya. Dia memberikan hidayah kepada seseorang karena ketaatannya terhadap petunjuk-petunjuk-Nya.","bacaan":"wayaquululadziina kafaruu lawlaa unzila 'alayhi aayatun min rabbihi qul innalaaha yudhillu man yasyaau wayahdii ilayhi man anaab"},{"id_ayat":1735,"no_surah":13,"no_ayat":28,"teks_ayat":"الَّذِيْنَ اٰمَنُوْا وَتَطْمَىِٕنُّ قُلُوْبُهُمْ بِذِكْرِ اللّٰهِ ۗ اَلَا بِذِكْرِ اللّٰهِ تَطْمَىِٕنُّ الْقُلُوْبُ ۗ   ","tema":"Ciri-Ciri Orang yang Diberi Petunjuk","teks_terjemah":"(Yaitu) orang-orang yang beriman dan hati mereka menjadi tenteram dengan mengingat Allah. Ingatlah, bahwa hanya dengan mengingat Allah hati akan selalu tenteram.","no_fn":"","teks_fn":"","bacaan":"aladziina aamanuu watathma-innu quluubuhum bidzikrilaahilaa bidzikrilaahi tathma-innulquluub"},{"id_ayat":1736,"no_surah":13,"no_ayat":29,"teks_ayat":"اَلَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ طُوْبٰى لَهُمْ وَحُسْنُ مَاٰبٍ ","tema":"Ciri-Ciri Orang yang Diberi Petunjuk","teks_terjemah":"Orang-orang yang beriman dan beramal saleh, bagi mereka kebahagiaan dan tempat kembali yang baik.","no_fn":"","teks_fn":"","bacaan":"aladziina aamanuu wa'amiluushshaalihaati thuubaa lahum wahusnu maaab"},{"id_ayat":1737,"no_surah":13,"no_ayat":30,"teks_ayat":"كَذٰلِكَ اَرْسَلْنٰكَ فِيْٓ اُمَّةٍ قَدْ خَلَتْ مِنْ قَبْلِهَآ اُمَمٌ لِّتَتْلُوَا۟ عَلَيْهِمُ الَّذِيْٓ اَوْحَيْنَآ اِلَيْكَ وَهُمْ يَكْفُرُوْنَ بِالرَّحْمٰنِۗ قُلْ هُوَ رَبِّيْ لَآ اِلٰهَ اِلَّا هُوَۚ عَلَيْهِ تَوَكَّلْتُ وَاِلَيْهِ مَتَابِ ","tema":"Misi Nabi Muhammad sebagai Penyampai Al-Qur’an","teks_terjemah":"Seperti (pengutusan para rasul sebelummu) itulah, Kami (juga) mengutusmu (Nabi Muhammad) kepada suatu umat yang sungguh sebelumnya telah berlalu beberapa umat agar engkau bacakan kepada mereka (Al-Qur’an) yang Kami wahyukan kepadamu, padahal mereka ingkar kepada Tuhan Yang Maha Pengasih. Katakanlah, “Dia Tuhanku, tidak ada tuhan selain Dia. Hanya kepada-Nya aku bertawakal dan hanya kepada-Nya aku bertobat.”","no_fn":"","teks_fn":"","bacaan":"kadzaalika arsalnaaka fii ummatin qad khalat min qablihaa umamun litatluwa 'alayhimuladzii awhaynaa ilayka wahum yakfuruuna birrahmaani qul huwa rabbii laa ilaaha illaa huwa 'alayhi tawakkaltu wa-ilayhi mataab"},{"id_ayat":1738,"no_surah":13,"no_ayat":31,"teks_ayat":"وَلَوْ اَنَّ قُرْاٰنًا سُيِّرَتْ بِهِ الْجِبَالُ اَوْ قُطِّعَتْ بِهِ الْاَرْضُ اَوْ كُلِّمَ بِهِ الْمَوْتٰىۗ بَلْ لِّلّٰهِ الْاَمْرُ جَمِيْعًاۗ اَفَلَمْ يَا۟يْـَٔسِ الَّذِيْنَ اٰمَنُوْٓا اَنْ لَّوْ يَشَاۤءُ اللّٰهُ لَهَدَى النَّاسَ جَمِيْعًاۗ وَلَا يَزَالُ الَّذِيْنَ كَفَرُوْا تُصِيْبُهُمْ بِمَا صَنَعُوْا قَارِعَةٌ اَوْ تَحُلُّ قَرِيْبًا مِّنْ دَارِهِمْ حَتّٰى يَأْتِيَ وَعْدُ اللّٰهِ ۗاِنَّ اللّٰهَ لَا يُخْلِفُ الْمِيْعَادَ ࣖ ","tema":"Misi Nabi Muhammad sebagai Penyampai Al-Qur’an","teks_terjemah":"Sekiranya ada suatu bacaan (Kitab Suci) yang dengannya gunung-gunung dapat digeserkan, bumi dibelah, atau orang mati dapat diajak bicara, (itulah Al-Qur’an). Sebenarnya segala urusan itu milik Allah. Tidakkah orang-orang yang beriman mengetahui bahwa sekiranya Allah menghendaki, tentu Allah telah memberi petunjuk kepada manusia semuanya. Orang-orang yang kufur senantiasa ditimpa bencana disebabkan perbuatan mereka sendiri atau bencana itu terjadi di dekat tempat kediaman mereka, sampai datang janji Allah. Sesungguhnya Allah tidak menyalahi janji.","no_fn":"","teks_fn":"","bacaan":"walaw anna qur-aanan suyyirat bihiljibaalu aw quththhi'at bihil-ardhu aw kullima bihilmawtaa bal lillaahil-amru jamii'an afalam yay-asiladziina aamanuu an law yasyaaulaahu lahadaannaasa jamii'an walaa yazaaluladziina kafaruu tushiibuhum bimaa shana'uu qaari'atun aw tahullu qariiban min daarihim hattaa ya'tiya wa'dulaahi innalaaha laa yukhlifulmii'aad"},{"id_ayat":1739,"no_surah":13,"no_ayat":32,"teks_ayat":"وَلَقَدِ اسْتُهْزِئَ بِرُسُلٍ مِّنْ قَبْلِكَ فَاَمْلَيْتُ لِلَّذِيْنَ كَفَرُوْا ثُمَّ اَخَذْتُهُمْ فَكَيْفَ كَانَ عِقَابِ ","tema":"Misi Nabi Muhammad sebagai Penyampai Al-Qur’an","teks_terjemah":"Sungguh, para rasul sebelum engkau (Nabi Muhammad) benar-benar telah diolok-olok. Maka, Aku memberi tenggang waktu kepada orang-orang yang kufur itu, kemudian Aku siksa mereka. Alangkah dahsyatnya hukuman-Ku!","no_fn":"","teks_fn":"","bacaan":"walaqadi istuhzi-a birusulin min qablika fa-amlaytu lilladziina kafaruu tsumma akhadztuhum fakayfa kaana 'iqaab"},{"id_ayat":1740,"no_surah":13,"no_ayat":33,"teks_ayat":"اَفَمَنْ هُوَ قَاۤىِٕمٌ عَلٰى كُلِّ نَفْسٍۢ بِمَا كَسَبَتْۚ وَجَعَلُوْا لِلّٰهِ شُرَكَاۤءَ ۗ قُلْ سَمُّوْهُمْۗ اَمْ تُنَبِّـُٔوْنَهٗ بِمَا لَا يَعْلَمُ فِى الْاَرْضِ اَمْ بِظَاهِرٍ مِّنَ الْقَوْلِ ۗبَلْ زُيِّنَ لِلَّذِيْنَ كَفَرُوْا مَكْرُهُمْ وَصُدُّوْا عَنِ السَّبِيْلِ ۗوَمَنْ يُّضْلِلِ اللّٰهُ فَمَا لَهٗ مِنْ هَادٍ ","tema":"Pengawasan Allah terhadap Orang-Orang Kafir","teks_terjemah":"Apakah Dia yang mengawasi setiap jiwa atas apa yang diperbuatnya (sama dengan tuhan yang tidak demikian)? Mereka menjadikan sekutu-sekutu bagi Allah. Katakanlah (Nabi Muhammad), “Sebutkanlah sifat-sifat mereka itu! Apakah kamu hendak memberitahukan kepada-Nya apa yang tidak diketahui-Nya di bumi atau (mengatakan tentang hal itu) sekadar perkataan pada lahirnya saja.” Sebenarnya bagi orang-orang yang kufur, tipu daya mereka itu dijadikan terasa indah dan mereka dihalangi dari jalan (yang benar). Siapa yang disesatkan Allah, tidak ada seorang pun yang dapat memberi petunjuk baginya.","no_fn":"","teks_fn":"","bacaan":"afaman huwa qaa-imun 'alaa kulli nafsin bimaa kasabat waja'aluu lillaahi syurakaa-a qul sammuuhum am tunabbi-uunahu bimaa laa ya'lamu fiil-ardhi am bizhaahirin minalqawli bal zuyyina lilladziina kafaruu makruhum washudduu 'anissabiili waman yudhlililaahu famaa lahu min haad"},{"id_ayat":1741,"no_surah":13,"no_ayat":34,"teks_ayat":"لَهُمْ عَذَابٌ فِى الْحَيٰوةِ الدُّنْيَا وَلَعَذَابُ الْاٰخِرَةِ اَشَقُّۚ وَمَا لَهُمْ مِّنَ اللّٰهِ مِنْ وَّاقٍ ","tema":"Pengawasan Allah terhadap Orang-Orang Kafir","teks_terjemah":"Bagi merekalah azab (yang pedih) dalam kehidupan dunia dan azab akhirat pasti lebih pedih. Tidak ada seorang pun yang melindungi mereka dari (azab) Allah.","no_fn":"","teks_fn":"","bacaan":"lahum 'adzaabun fiilhayaatiddunyaa wala'adzaabul-aakhirati asyaqqu wamaa lahum minalaahi min waaq"},{"id_ayat":1742,"no_surah":13,"no_ayat":35,"teks_ayat":"۞ مَثَلُ الْجَنَّةِ الَّتِيْ وُعِدَ الْمُتَّقُوْنَۗ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُۗ  اُكُلُهَا دَاۤىِٕمٌ وَّظِلُّهَاۗ تِلْكَ عُقْبَى الَّذِيْنَ اتَّقَوْا ۖوَّعُقْبَى الْكٰفِرِيْنَ النَّارُ ","tema":"Gambaran Surga bagi Orang yang Bertakwa","teks_terjemah":"Perumpamaan surga yang dijanjikan kepada orang-orang yang bertakwa (ialah seperti taman), mengalir di bawahnya sungai-sungai; senantiasa berbuah dan teduh. Itulah tempat kesudahan bagi orang-orang yang bertakwa. Sedangkan tempat kesudahan bagi orang-orang kafir ialah neraka.","no_fn":"","teks_fn":"","bacaan":"matsaluljannatilatii wu'idalmuttaquuna tajrii min tahtihaal-anhaaru ukuluhaa daa-imun wazhilluhaa tilka 'uqbaaladziina ittaqaw wa'uqbaalkaafiriinannaar"},{"id_ayat":1743,"no_surah":13,"no_ayat":36,"teks_ayat":"وَالَّذِيْنَ اٰتَيْنٰهُمُ الْكِتٰبَ يَفْرَحُوْنَ بِمَآ اُنْزِلَ اِلَيْكَ وَمِنَ الْاَحْزَابِ مَنْ يُّنْكِرُ بَعْضَهٗ ۗ قُلْ اِنَّمَآ اُمِرْتُ اَنْ اَعْبُدَ اللّٰهَ وَلَآ اُشْرِكَ بِهٖ ۗاِلَيْهِ اَدْعُوْا وَاِلَيْهِ مَاٰبِ ","tema":"Tugas Rasul hanya sebagai Penyampai Kebenaran","teks_terjemah":"Orang-orang yang telah Kami berikan al-Kitab kepada mereka<sup>381)<\/sup> bergembira dengan apa (kitab) yang diturunkan kepadamu (Nabi Muhammad). Di antara golongan-golongan itu (Yahudi dan Nasrani) ada yang mengingkari sebagiannya. Katakanlah, “Sesungguhnya aku hanya diperintah untuk menyembah Allah dan tidak mempersekutukan-Nya. Hanya kepada-Nya aku seru (manusia) dan hanya kepada-Nya aku kembali.”","no_fn":"381","teks_fn":"381) Yang dimaksud dengan mereka adalah orang Yahudi dan Nasrani yang tidak mengingkari Allah Swt. dan tidak mendustakan rasul-rasul-Nya.","bacaan":"walladziina aataynaahumulkitaaba yafrahuuna bimaa unzila ilayka waminal-ahzaabi man yunkiru ba'dhahu qul innamaa umirtu an a'budalaaha walaa usyrika bihi ilayhi ad'uu wa-ilayhi maaab"},{"id_ayat":1744,"no_surah":13,"no_ayat":37,"teks_ayat":"وَكَذٰلِكَ اَنْزَلْنٰهُ حُكْمًا عَرَبِيًّاۗ وَلَىِٕنِ اتَّبَعْتَ اَهْوَاۤءَهُمْ بَعْدَمَا جَاۤءَكَ مِنَ الْعِلْمِۙ مَا لَكَ مِنَ اللّٰهِ مِنْ وَّلِيٍّ وَّلَا وَاقٍ ࣖ ","tema":"Tugas Rasul hanya sebagai Penyampai Kebenaran","teks_terjemah":"Demikianlah Kami telah menurunkannya (Al-Qur’an) sebagai penentu hukum yang berbahasa Arab. Sungguh, jika engkau mengikuti keinginan mereka setelah datang pengetahuan kepadamu, niscaya engkau sekali-kali tidak mempunyai pelindung dan tidak (pula) pemelihara dari (siksa) Allah.","no_fn":"","teks_fn":"","bacaan":"wakadzaalika anzalnaahu hukman 'arabiyyan wala-ini ittaba'ta ahwaa-ahum ba'da maa jaa-aka minal'ilmi maa laka minalaahi min waliyyin walaa waaq"},{"id_ayat":1745,"no_surah":13,"no_ayat":38,"teks_ayat":"وَلَقَدْ اَرْسَلْنَا رُسُلًا مِّنْ قَبْلِكَ وَجَعَلْنَا لَهُمْ اَزْوَاجًا وَّذُرِّيَّةً ۗوَمَا كَانَ لِرَسُوْلٍ اَنْ يَّأْتِيَ بِاٰيَةٍ اِلَّا بِاِذْنِ اللّٰهِ ۗلِكُلِّ اَجَلٍ كِتَابٌ ","tema":"Tugas Rasul hanya sebagai Penyampai Kebenaran","teks_terjemah":"Sungguh Kami benar-benar telah mengutus para rasul sebelum engkau (Nabi Muhammad) dan Kami berikan kepada mereka istri-istri dan keturunan. Tidak mungkin bagi seorang rasul mendatangkan sesuatu bukti (mukjizat) melainkan dengan izin Allah. Untuk setiap masa ada ketentuannya.<sup>382)<\/sup>","no_fn":"382","teks_fn":"382) Pada setiap masa ada hukum yang diberlakukan oleh Allah Swt. atas hamba-hamba-Nya sesuai dengan kebijakan-Nya.","bacaan":"walaqad arsalnaa rusulan min qablika waja'alnaa lahum azwaajan wadzurriyyatan wamaa kaana lirasuulin an ya'tiya bi-aayatin illaa bi-idznilaahi likulli ajalin kitaab"},{"id_ayat":1746,"no_surah":13,"no_ayat":39,"teks_ayat":"يَمْحُوا اللّٰهُ مَا يَشَاۤءُ وَيُثْبِتُ ۚوَعِنْدَهٗٓ اُمُّ الْكِتٰبِ ","tema":"Tugas Rasul hanya sebagai Penyampai Kebenaran","teks_terjemah":"Allah menghapus dan menetapkan apa yang Dia kehendaki. Di sisi-Nyalah terdapat Ummul-Kitāb (Lauh Mahfuz).","no_fn":"","teks_fn":"","bacaan":"yamhuulaahu maa yasyaau wayutsbitu wa'indahu ummulkitaab"},{"id_ayat":1747,"no_surah":13,"no_ayat":40,"teks_ayat":"وَاِنْ مَّا نُرِيَنَّكَ بَعْضَ الَّذِيْ نَعِدُهُمْ اَوْ نَتَوَفَّيَنَّكَ فَاِنَّمَا عَلَيْكَ الْبَلٰغُ وَعَلَيْنَا الْحِسَابُ ","tema":"Tugas Rasul hanya sebagai Penyampai Kebenaran","teks_terjemah":"Sesungguhnya jika Kami perlihatkan kepadamu (Nabi Muhammad, semasa hidupmu di dunia) sebagian (siksaan) yang Kami ancamkan kepada mereka (tentu engkau akan melihat kedahsyatannya), atau (jika) Kami wafatkan engkau (sebelum itu), sesungguhnya tugasmu hanya menyampaikan, dan Kamilah yang memperhitungkan (amal mereka).","no_fn":"","teks_fn":"","bacaan":"wa-in maa nuriyannaka ba'dhaladzii na'iduhum aw natawaffayannaka fa-innamaa 'alaykalbalaaghu wa'alaynaalhisaab"},{"id_ayat":1748,"no_surah":13,"no_ayat":41,"teks_ayat":"اَوَلَمْ يَرَوْا اَنَّا نَأْتِى الْاَرْضَ نَنْقُصُهَا مِنْ اَطْرَافِهَاۗ وَاللّٰهُ يَحْكُمُ لَا مُعَقِّبَ لِحُكْمِهٖۗ وَهُوَ سَرِيْعُ الْحِسَابِ ","tema":"Tugas Rasul hanya sebagai Penyampai Kebenaran","teks_terjemah":"Apakah mereka tidak melihat bahwa Kami mendatangi daerah-daerah (orang yang ingkar kepada Allah), lalu Kami kurangi (daerah-daerah) itu (sedikit demi sedikit) dari tepi-tepinya? Allah menetapkan hukum (menurut kehendak-Nya) tanpa ada yang dapat menolak ketetapan-Nya; Dia Mahacepat perhitungan-Nya.","no_fn":"","teks_fn":"","bacaan":"awa lam yaraw annaa na'tiil-ardha nanqushuhaa min athraafihaa waalaahu yahkumu laa mu'aqqiba lihukmihi wahuwa sarii'ulhisaab"},{"id_ayat":1749,"no_surah":13,"no_ayat":42,"teks_ayat":"وَقَدْ مَكَرَ الَّذِيْنَ مِنْ قَبْلِهِمْ فَلِلّٰهِ الْمَكْرُ جَمِيْعًا ۗيَعْلَمُ مَا تَكْسِبُ كُلُّ نَفْسٍۗ وَسَيَعْلَمُ الْكُفّٰرُ لِمَنْ عُقْبَى الدَّارِ ","tema":"Tugas Rasul hanya sebagai Penyampai Kebenaran","teks_terjemah":"Sungguh orang-orang sebelum mereka (kafir Makkah) telah mengadakan tipu daya, tetapi semua tipu daya itu dalam kekuasaan Allah. Dia mengetahui apa yang diusahakan oleh setiap orang. Orang-orang kafir akan mengetahui untuk siapakah tempat kesudahan (yang baik).","no_fn":"","teks_fn":"","bacaan":"waqad makaraladziina min qablihim falillaahilmakru jamii'an ya'lamu maa taksibu kullu nafsin wasaya'lamulkuffaaru liman 'uqbaaddaar"},{"id_ayat":1750,"no_surah":13,"no_ayat":43,"teks_ayat":"وَيَقُوْلُ الَّذِيْنَ كَفَرُوْا لَسْتَ مُرْسَلًا ۗ قُلْ كَفٰى بِاللّٰهِ شَهِيْدًاۢ بَيْنِيْ وَبَيْنَكُمْۙ وَمَنْ عِنْدَهٗ عِلْمُ الْكِتٰبِ ࣖ ","tema":"Tugas Rasul hanya sebagai Penyampai Kebenaran","teks_terjemah":"Orang-orang yang kufur berkata, “Engkau (Nabi Muhammad) bukanlah seorang Rasul.” Katakanlah, “Cukuplah Allah dan orang yang menguasai ilmu al-Kitab<sup>383)<\/sup> menjadi saksi antara aku dan kamu.”","no_fn":"383","teks_fn":"383) Yang dimaksud orang yang menguasai ilmu al-Kitab adalah ulama Ahlulkitab yang memeluk Islam.","bacaan":"wayaquululadziina kafaruu lasta mursalan qul kafaa bialaahi syahiidan baynii wabaynakum waman 'indahu 'ilmulkitaab"}]