[{"id":1751,"surah":14,"no_ayah":1,"theme":"","text_id":"Alif Lām Rā. (Ini adalah) Kitab (Al-Qur’an) yang Kami turunkan kepadamu (Nabi Muhammad) agar engkau mengeluarkan manusia dari berbagai kegelapan pada cahaya (terang-benderang) dengan izin Tuhan mereka, (yaitu) menuju jalan Tuhan Yang Mahaperkasa lagi Maha Terpuji.","text_en":"ALIF LAM RA. A Book We have sent down to you that you may lead men out of darkness into light, by their Lord's command, to the path of the mighty, the worthy of praise.","transliteration":"alif lām rā, kitābun anzalnāhu ilaika litukhrijan-nāsa minaẓ-ẓulumāti ilan-nụri bi`iżni rabbihim ilā ṣirāṭil-'azīzil-ḥamīd","no_fn":"","text_fn":""},{"id":1752,"surah":14,"no_ayah":2,"theme":"Tugas Rasul Hanya sebagai Penyampai Kebenaran","text_id":"(Dialah) Allah yang memiliki segala apa yang ada di langit dan apa yang ada di bumi. Kecelakaanlah bagi orang-orang kafir karena siksaan yang sangat berat.","text_en":"God, to whom belongs all there is in the heavens and the earth. Woe to the unbelievers for the terrible punishment (that awaits).","transliteration":"allāhillażī lahụ mā fis-samāwāti wa mā fil-arḍ, wa wailul lil-kāfirīna min 'ażābin syadīd","no_fn":"","text_fn":""},{"id":1753,"surah":14,"no_ayah":3,"theme":"Tugas Rasul Hanya sebagai Penyampai Kebenaran","text_id":"(Yaitu) orang-orang yang lebih menyukai kehidupan dunia daripada (kehidupan) akhirat, menghalang-halangi (manusia) dari jalan Allah, dan menginginkannya menjadi bengkok. Mereka itu berada dalam kesesatan yang jauh.","text_en":"Those who hold the life of this world dearer than that of the next, who obstruct the path of God and seek obliquity in it, have wandered far into error.","transliteration":"allażīna yastaḥibbụnal-ḥayātad-dun-yā 'alal-ākhirati wa yaṣuddụna 'an sabīlillāhi wa yabgụnahā 'iwajā, ulā`ika fī ḍalālim ba'īd","no_fn":"","text_fn":""},{"id":1754,"surah":14,"no_ayah":4,"theme":"Tugas Rasul Hanya sebagai Penyampai Kebenaran","text_id":"Kami tidak mengutus seorang rasul pun, kecuali dengan bahasa kaumnya, agar dia dapat memberi penjelasan kepada mereka. Maka, Allah menyesatkan siapa yang Dia kehendaki (karena kecenderungannya untuk sesat), dan memberi petunjuk kepada siapa yang Dia kehendaki (berdasarkan kesiapannya untuk menerima petunjuk). Dia Yang Mahaperkasa lagi Mahabijaksana.","text_en":"We never sent a messenger who did not speak the tongue of his people, that he may explain to them distinctly. God leads whosoever He wills astray, and shows whoever He wills the way: He is all-mighty and all-wise.","transliteration":"wa mā arsalnā mir rasụlin illā bilisāni qaumihī liyubayyina lahum, fa yuḍillullāhu may yasyā`u wa yahdī may yasyā`, wa huwal-'azīzul-ḥakīm","no_fn":"","text_fn":""},{"id":1755,"surah":14,"no_ayah":5,"theme":"Tugas Rasul Hanya sebagai Penyampai Kebenaran","text_id":"Sungguh Kami benar-benar telah mengutus Musa dengan (membawa) tanda-tanda (kekuasaan) Kami (dan Kami perintahkan kepadanya), “Keluarkanlah kaummu dari berbagai kegelapan kepada cahaya (terang-benderang) dan ingatkanlah mereka tentang hari-hari Allah.”<sup>384)</sup> Sesungguhnya pada yang demikian itu terdapat tanda-tanda (kekuasaan Allah) bagi setiap orang yang sangat penyabar lagi banyak bersyukur.","text_en":"Remember when We sent Moses with Our signs (We said): \"Bring your people out of darkness into light, and remind them of the visitations of God. Indeed there are signs in this for every steadfast, thankful soul\"","transliteration":"wa laqad arsalnā mụsā bi`āyātinā an akhrij qaumaka minaẓ-ẓulumāti ilan-nụri wa żakkir-hum bi`ayyāmillāh, inna fī żālika la`āyātil likulli ṣabbārin syakụr","no_fn":"384","text_fn":"384) Hari-hari Allah maksudnya adalah peristiwa-peristiwa yang terjadi pada kaum-kaum terdahulu serta nikmat dan siksaan yang mereka alami."},{"id":1756,"surah":14,"no_ayah":6,"theme":"Bersyukur Atas Nikmat Allah","text_id":"(Ingatlah) ketika Musa berkata kepada kaumnya, “Ingatlah nikmat Allah atasmu ketika Dia menyelamatkan kamu dari pengikut-pengikut Fir‘aun. Mereka menyiksa kamu dengan siksa yang pedih, menyembelih anak-anakmu yang laki-laki, dan membiarkan hidup (anak-anak) perempuanmu (untuk disiksa dan dilecehkan). Pada yang demikian itu terdapat suatu cobaan yang besar dari Tuhanmu.","text_en":"So Moses said to his people: \"Remember the favours of God when He saved you from the people of Pharaoh who afflicted you with oppression, slaying your sons but keeping alive your women, which was a great trial from your Lord.\"","transliteration":"wa iż qāla mụsā liqaumihiżkurụ ni'matallāhi 'alaikum iż anjākum min āli fir'auna yasụmụnakum sū`al-'ażābi wa yużabbiḥụna abnā`akum wa yastaḥyụna nisā`akum, wa fī żālikum balā`um mir rabbikum 'aẓīm","no_fn":"","text_fn":""},{"id":1757,"surah":14,"no_ayah":7,"theme":"Bersyukur Atas Nikmat Allah","text_id":"(Ingatlah) ketika Tuhanmu memaklumkan, “Sesungguhnya jika kamu bersyukur, niscaya Aku akan menambah (nikmat) kepadamu, tetapi jika kamu mengingkari (nikmat-Ku), sesungguhnya azab-Ku benar-benar sangat keras.”","text_en":"Remember, your Lord proclaimed: \"I shall give you more if you are grateful; but if you are thankless then surely My punishment is very great.\"","transliteration":"wa iż ta`ażżana rabbukum la`in syakartum la`azīdannakum wa la`ing kafartum inna 'ażābī lasyadīd","no_fn":"","text_fn":""},{"id":1758,"surah":14,"no_ayah":8,"theme":"Bersyukur Atas Nikmat Allah","text_id":"Musa berkata, “Jika kamu dan siapa pun yang ada di bumi semuanya kufur (atas nikmat Allah), sesungguhnya Allah benar-benar Mahakaya lagi Maha Terpuji.","text_en":"And Moses said: \"What if you and all the people of the world deny, God is unconcerned and worthy of praise.\"","transliteration":"wa qāla mụsā in takfurū antum wa man fil-arḍi jamī'an fa innallāha laganiyyun ḥamīd","no_fn":"","text_fn":""},{"id":1759,"surah":14,"no_ayah":9,"theme":"Pelajaran dari Kisah Kaum Nabi Nuh, ‘Ad, dan Samud","text_id":"Apakah belum sampai kepadamu berita orang-orang sebelum kamu (yaitu) kaum Nuh, ‘Ad, Samud, dan orang-orang setelah mereka? Tidak ada yang mengetahui (bilangan) mereka selain Allah. Rasul-rasul telah datang kepada mereka dengan (membawa) bukti-bukti yang nyata, tetapi mereka menutupkan tangannya ke mulutnya (sebagai tanda penolakan dan karena kebencian) dan berkata, “Sesungguhnya kami tidak percaya akan ajaran yang kamu bawa dan kami benar-benar dalam keraguan yang menggelisahkan menyangkut apa yang kamu serukan kepada kami.”","text_en":"Has not the news of those before you, the people of Noah and 'Ad and Thamud, and those who came after them, come to you? None knows (about) them except God. Their apostles came to them with clear proofs, but they tried to silence them and said: \"We do not believe in what you have been sent with, and we are in doubt of what you call us to, about which we are in disquiet.'","transliteration":"a lam ya`tikum naba`ullażīna ming qablikum qaumi nụḥiw wa 'ādiw wa ṡamụd, wallażīna mim ba'dihim, lā ya'lamuhum illallāh, jā`at-hum rusuluhum bil-bayyināti fa raddū aidiyahum fī afwāhihim wa qālū innā kafarnā bimā ursiltum bihī wa innā lafī syakkim mimmā tad'ụnanā ilaihi murīb","no_fn":"","text_fn":""},{"id":1760,"surah":14,"no_ayah":10,"theme":"Pelajaran dari Kisah Kaum Nabi Nuh, ‘Ad, dan Samud","text_id":"Rasul-rasul mereka berkata, “Apakah ada keraguan terhadap Allah, Pencipta langit dan bumi? Dia menyeru kamu (untuk beriman) agar Dia mengampuni sebagian dosa-dosamu dan menangguhkan (siksaan)-mu sampai waktu yang ditentukan.” Mereka menjawab, “Kamu tidak lain hanyalah manusia seperti kami juga. Kamu ingin menghalangi kami dari (menyembah) apa yang sejak dahulu selalu disembah nenek moyang kami, karena itu datangkanlah kepada kami bukti yang nyata.”","text_en":"Said their apostles: \"Can there be doubt about God, the originator of the heavens and the earth? He calls you to forgive some of your sins, and give you respite for a time ordained.\" They said: \"You are only men like us, and yet you wish to turn us away from what our fathers worshipped. Bring to us then a clear proof.\"","transliteration":"qālat rusuluhum a fillāhi syakkun fāṭiris-samāwāti wal-arḍ, yad'ụkum liyagfira lakum min żunụbikum wa yu`akhkhirakum ilā ajalim musammā, qālū in antum illā basyarum miṡlunā, turīdụna an taṣuddụnā 'ammā kāna ya'budu ābā`unā fa`tụnā bisulṭānim mubīn","no_fn":"","text_fn":""},{"id":1761,"surah":14,"no_ayah":11,"theme":"Pelajaran dari Kisah Kaum Nabi Nuh, ‘Ad, dan Samud","text_id":"Rasul-rasul mereka berkata kepada mereka, “Kami hanyalah manusia seperti kamu, tetapi Allah memberi karunia kepada siapa yang Dia kehendaki di antara hamba-hamba-Nya. Tidak mungkin bagi kami mendatangkan suatu bukti kepada kamu melainkan dengan izin Allah. Hanya kepada Allah seharusnya orang-orang yang beriman bertawakal.","text_en":"Their apostles said to them: \"Indeed we are men like you, but God bestows His favours on whomsoever He wills among His creatures. It is not in our power to bring a miracle for you without the leave of God. The believers should only place their trust in God.","transliteration":"qālat lahum rusuluhum in naḥnu illā basyarum miṡlukum wa lākinnallāha yamunnu 'alā may yasyā`u min 'ibādih, wa mā kāna lanā an na`tiyakum bisulṭānin illā bi`iżnillāh, wa 'alallāhi falyatawakkalil-mu`minụn","no_fn":"","text_fn":""},{"id":1762,"surah":14,"no_ayah":12,"theme":"Pelajaran dari Kisah Kaum Nabi Nuh, ‘Ad, dan Samud","text_id":"Mengapa kami tidak akan bertawakal kepada Allah, sedangkan Dia telah menunjukkan kepada kami jalan-jalan (keselamatan)? Sungguh, kami benar-benar akan tetap bersabar terhadap gangguan yang kamu lakukan kepada kami. Hanya kepada Allah orang-orang yang bertawakal seharusnya berserah diri.”","text_en":"And why should we not repose our trust in God when He has shown us our paths of duty to Him? We shall bear with fortitude the hardships you inflict upon us. The trusting place their trust in God.\"","transliteration":"wa mā lanā allā natawakkala 'alallāhi wa qad hadānā subulanā, wa lanaṣbiranna 'alā mā āżaitumụnā, wa 'alallāhi falyatawakkalil-mutawakkilụn","no_fn":"","text_fn":""},{"id":1763,"surah":14,"no_ayah":13,"theme":"Para Nabi dan Rasul Diusir dari Negeri Mereka","text_id":"Orang-orang yang kufur berkata kepada rasul-rasul mereka, “Kami pasti akan mengusir kamu dari negeri kami atau kamu benar-benar kembali memeluk agama kami.” Maka, Tuhan mereka (para rasul) mewahyukan kepada mereka, “Kami pasti akan membinasakan orang-orang yang zalim itu.","text_en":"The unbelievers said to their apostles: \"We shall drive you out of our land, or else you come back to our fold.\" Their Lord then communicated to them: \"We shall annihilate these wicked people,","transliteration":"wa qālallażīna kafarụ lirusulihim lanukhrijannakum min arḍinā au lata'ụdunna fī millatinā, fa auḥā ilaihim rabbuhum lanuhlikannaẓ-ẓālimīn","no_fn":"","text_fn":""},{"id":1764,"surah":14,"no_ayah":14,"theme":"Para Nabi dan Rasul Diusir dari Negeri Mereka","text_id":"Kami pasti akan menempatkanmu di negeri-negeri itu setelah mereka. Yang demikian itu (berlaku) bagi orang yang takut akan kebesaran-Ku dan takut akan ancaman-Ku.”","text_en":"And establish you in their place. This is for him who fears My station, and dreads My commination.\"","transliteration":"wa lanuskinannakumul-arḍa mim ba'dihim, żālika liman khāfa maqāmī wa khāfa wa'īd","no_fn":"","text_fn":""},{"id":1765,"surah":14,"no_ayah":15,"theme":"Para Rasul Memohon Kemenangan","text_id":"Mereka (para rasul) memohon diberi kemenangan dan kecewalah setiap orang yang sewenang-wenang lagi sangat keras kepala.","text_en":"Then (the apostles) asked of God's assistance, and every arrogant tyrant was frustrated:","transliteration":"wastaftaḥụ wa khāba kullu jabbārin 'anīd","no_fn":"","text_fn":""},{"id":1766,"surah":14,"no_ayah":16,"theme":"Para Rasul Memohon Kemenangan","text_id":"Di hadapannya ada (neraka) Jahanam dan dia akan diberi minuman dengan air nanah.","text_en":"Before him is Hell, and he will get putrid liquid to drink.","transliteration":"miw warā`ihī jahannamu wa yusqā mim mā`in ṣadīd","no_fn":"","text_fn":""},{"id":1767,"surah":14,"no_ayah":17,"theme":"Para Rasul Memohon Kemenangan","text_id":"Diteguk-teguknya (air nanah itu), dia hampir tidak bisa menelannya, dan datanglah (bahaya) maut kepadanya dari segenap penjuru, tetapi dia tidak kunjung mati. Di hadapannya (masih ada) azab yang berat.","text_en":"He will sip it, yet will not be able to gulp it down. Death will crowd in upon him from every side, but die he will not. A terrible torment trails him.","transliteration":"yatajarra'uhụ wa lā yakādu yusīguhụ wa ya`tīhil-mautu ming kulli makāniw wa mā huwa bimayyit, wa miw warā`ihī 'ażābun galīẓ","no_fn":"","text_fn":""},{"id":1768,"surah":14,"no_ayah":18,"theme":"Amal Perbuatan Orang Kafir Seperti Abu","text_id":"Perumpamaan orang-orang yang kufur kepada Tuhannya, perbuatan mereka seperti abu yang ditiup oleh angin kencang pada saat badai. Mereka tidak kuasa (memperoleh manfaat) sama sekali dari apa yang telah mereka usahakan (di dunia). Yang demikian itu adalah kesesatan yang jauh.","text_en":"Like ashes are the deeds of those who deny their Lord, which the wind blows away on a windy day. They shall have no power over what they earned. This is the farthest limit of going astray.","transliteration":"maṡalullażīna kafarụ birabbihim a'māluhum karamādinisytaddat bihir-rīḥu fī yaumin 'āṣif, lā yaqdirụna mimmā kasabụ 'alā syaī`, żālika huwaḍ-ḍalālul-ba'īd","no_fn":"","text_fn":""},{"id":1769,"surah":14,"no_ayah":19,"theme":"Allah Menciptakan Langit dan Bumi dengan Benar","text_id":"Tidakkah engkau memperhatikan bahwa sesungguhnya Allah telah menciptakan langit dan bumi dengan hak? Jika Dia menghendaki, niscaya Dia membinasakanmu dan mendatangkan makhluk yang baru (untuk menggantikanmu).","text_en":"Do you not see that God has created the heavens and the earth with ultimate reason? If He so wills He could take you away from the earth and raise a new creation (in your place).","transliteration":"a lam tara annallāha khalaqas-samāwāti wal-arḍa bil-ḥaqq, iy yasya` yuż-hibkum wa ya`ti bikhalqin jadīd","no_fn":"","text_fn":""},{"id":1770,"surah":14,"no_ayah":20,"theme":"Allah Menciptakan Langit dan Bumi dengan Benar","text_id":"Yang demikian itu bagi Allah tidak sulit.","text_en":"This is well within the power of God.","transliteration":"wa mā żālika 'alallāhi bi'azīz","no_fn":"","text_fn":""},{"id":1771,"surah":14,"no_ayah":21,"theme":"Allah Menciptakan Langit dan Bumi dengan Benar","text_id":"Mereka semua berkumpul (di padang Mahsyar) untuk menghadap ke hadirat Allah. Lalu, orang-orang yang lemah berkata kepada orang-orang yang sombong, “Sesungguhnya kami dahulu adalah pengikut-pengikutmu. Maka, dapatkah kamu menghindarkan kami dari azab Allah sedikit saja?” Mereka menjawab, “Sekiranya Allah memberi petunjuk kepada kami, niscaya kami dapat memberi petunjuk kepadamu. Sama saja bagi kita, apakah kita mengeluh atau bersabar. Kita tidak mempunyai tempat sama sekali untuk melarikan diri.”","text_en":"When they will all appear before God together, the weak will say to those who were arrogant: \"We were your followers, so can you now save us a little from God's punishment?\" They will say: \"If we had been guided by God we would surely have shown you the way. To lament or endure is all the same to us now. No getting away is there for us.\"","transliteration":"wa barazụ lillāhi jamī'an fa qālaḍ-ḍu'afā`u lillażīnastakbarū innā kunnā lakum taba'an fa hal antum mugnụna 'annā min 'ażābillāhi min syaī`, qālụ lau hadānallāhu lahadainākum, sawā`un 'alainā ajazi'nā am ṣabarnā mā lanā mim maḥīṣ","no_fn":"","text_fn":""},{"id":1772,"surah":14,"no_ayah":22,"theme":"Allah Menciptakan Langit dan Bumi dengan Benar","text_id":"Setan berkata ketika urusan (hisab) telah diselesaikan, “Sesungguhnya Allah telah menjanjikan kepadamu janji yang benar dan aku pun telah menjanjikan kepadamu, tetapi aku mengingkarinya. Tidak ada kekuasaan bagiku sedikit pun terhadapmu, kecuali aku (sekadar) menyerumu, lalu kamu mematuhi seruanku. Oleh karena itu, janganlah kamu mencercaku, tetapi cercalah dirimu sendiri. Aku tidak dapat menjadi penolongmu dan kamu pun tidak dapat menjadi penolongku. Sesungguhnya aku tidak membenarkan perbuatanmu mempersekutukan aku (dengan Allah) sejak dahulu.” Sesungguhnya orang-orang zalim akan mendapat siksaan yang sangat pedih.","text_en":"When the reckoning is over Satan will say: \"The promise that was made to you by God was indeed a true promise; but I went back on the promise I had made, for I had no power over you except to call you; and you responded to my call. So blame me not, but blame yourselves. Neither can I help you nor can you give me help. I disavow your having associated me earlier (with God). The punishment for those who are wicked is painful indeed.\"","transliteration":"wa qālasy-syaiṭānu lammā quḍiyal-amru innallāha wa'adakum wa'dal-ḥaqqi wa wa'attukum fa akhlaftukum, wa mā kāna liya 'alaikum min sulṭānin illā an da'autukum fastajabtum lī, fa lā talụmụnī wa lụmū anfusakum, mā ana bimuṣrikhikum wa mā antum bimuṣrikhiyy, innī kafartu bimā asyraktumụni ming qabl, innaẓ-ẓālimīna lahum 'ażābun alīm","no_fn":"","text_fn":""},{"id":1773,"surah":14,"no_ayah":23,"theme":"Allah Menciptakan Langit dan Bumi dengan Benar","text_id":"Orang-orang yang beriman dan beramal saleh dimasukkan ke dalam surga-surga yang mengalir di bawahnya sungai-sungai. Mereka kekal di dalamnya dengan izin Tuhannya. Penghormatan mereka di dalamnya adalah (ucapan) salam.<sup>385)</sup>","text_en":"Those who believed and did the right, will be admitted to gardens with rivers flowing by, where they will abide by the leave of their Lord, with 'Peace' as their salutation.","transliteration":"wa udkhilallażīna āmanụ wa 'amiluṣ-ṣāliḥāti jannātin tajrī min taḥtihal-an-hāru khālidīna fīhā bi`iżni rabbihim, taḥiyyatuhum fīhā salām","no_fn":"385","text_fn":"385) Maksud salam adalah selamat dari segala bencana."},{"id":1774,"surah":14,"no_ayah":24,"theme":"Perumpamaan Kalimat yang Baik dan yang Buruk","text_id":"Tidakkah engkau memperhatikan bagaimana Allah telah membuat perumpamaan kalimah ṭayyibah?<sup>386)</sup> (Perumpamaannya) seperti pohon yang baik, akarnya kuat, cabangnya (menjulang) ke langit,","text_en":"Do you not see how God compares a noble act to a healthy tree whose roots are firm and branches in the sky, which yields","transliteration":"a lam tara kaifa ḍaraballāhu maṡalang kalimatan ṭayyibatang kasyajaratin ṭayyibatin aṣluhā ṡābituw wa far'uhā fis-samā`","no_fn":"386","text_fn":"386) Termasuk kalimah ṭayyibah ialah segala ucapan yang menyeru kepada kebajikan dan mencegah kemungkaran serta perbuatan baik, termasuk di dalamnya adalah kalimat tauhid, yaitu lā ilāha illallāh."},{"id":1775,"surah":14,"no_ayah":25,"theme":"Perumpamaan Kalimat yang Baik dan yang Buruk","text_id":"dan menghasilkan buahnya pada setiap waktu dengan seizin Tuhannya. Allah membuat perumpamaan untuk manusia agar mereka mengambil pelajaran.","text_en":"By the leave of its Lord its fruit in all seasons, God presents words of wisdom to men that they might reflect.","transliteration":"tu`tī ukulahā kulla ḥīnim bi`iżni rabbihā, wa yaḍribullāhul-amṡāla lin-nāsi la'allahum yatażakkarụn","no_fn":"","text_fn":""},{"id":1776,"surah":14,"no_ayah":26,"theme":"Perumpamaan Kalimat yang Baik dan yang Buruk","text_id":"(Adapun) perumpamaan kalimah khabīṡah<sup>387)</sup> seperti pohon yang buruk, akar-akarnya telah dicabut dari permukaan bumi, (dan) tidak dapat tetap (tegak) sedikit pun.","text_en":"An evil act is like a rotten tree torn out of the earth with no (base or) firmness.","transliteration":"wa maṡalu kalimatin khabīṡating kasyajaratin khabīṡatinijtuṡṡat min fauqil-arḍi mā lahā ming qarār","no_fn":"387","text_fn":"387) Termasuk kalimah khabīṡah ialah ungkapan-ungkapan yang mengandung kekufuran, kemusyrikan, serta segala perkataan yang tidak benar dan tidak baik."},{"id":1777,"surah":14,"no_ayah":27,"theme":"Perumpamaan Kalimat yang Baik dan yang Buruk","text_id":"Allah meneguhkan orang-orang yang beriman dengan ucapan yang teguh<sup>388)</sup> dalam kehidupan di dunia dan di akhirat. Allah menyesatkan orang-orang yang zalim, dan Allah berbuat apa yang Dia kehendaki.","text_en":"With immutuble words God makes the faithful dauntless in the life of the world and the life to come, but leads the unjust into error, for God does as He pleases.","transliteration":"yuṡabbitullāhullażīna āmanụ bil-qauliṡ-ṡābiti fil-ḥayātid-dun-yā wa fil-ākhirah, wa yuḍillullāhuẓ-ẓālimīn, wa yaf'alullāhu mā yasyā`","no_fn":"388","text_fn":"388) Yang dimaksud dengan ucapan-ucapan yang teguh di sini ialah kalimah ṭayyibah yang disebut pada ayat ke-24 di atas."},{"id":1778,"surah":14,"no_ayah":28,"theme":"Allah tidak Bertindak Sewenang-Wenang","text_id":"Tidakkah engkau memperhatikan orang-orang yang telah menukar nikmat Allah dengan kekufuran dan menjatuhkan kaumnya ke lembah kebinasaan,","text_en":"Have you not looked at those who repaid God's favours with ingratitude; who pulled their people down to ruin,","transliteration":"a lam tara ilallażīna baddalụ ni'matallāhi kufraw wa aḥallụ qaumahum dāral-bawār","no_fn":"","text_fn":""},{"id":1779,"surah":14,"no_ayah":29,"theme":"Allah tidak Bertindak Sewenang-Wenang","text_id":"(yaitu neraka) Jahanam? Mereka masuk ke dalamnya. (Itulah) seburuk-buruknya tempat kediaman.","text_en":"Hell, where they will roast in the fire? And what an evil repository!","transliteration":"jahannam, yaṣlaunahā, wa bi`sal-qarār","no_fn":"","text_fn":""},{"id":1780,"surah":14,"no_ayah":30,"theme":"Allah tidak Bertindak Sewenang-Wenang","text_id":"Mereka (orang-orang kafir) itu telah membuat tandingan-tandingan bagi Allah untuk menyesatkan (manusia) dari jalan-Nya. Katakanlah (Nabi Muhammad), “Bersenang-senanglah! Sesungguhnya tempat kembalimu adalah neraka.”","text_en":"They have appointed equals of God to mislead people from His path. Tell them: \"Enjoy yourselves (so long as you may). In the end you have to go to Hell.\"","transliteration":"wa ja'alụ lillāhi andādal liyuḍillụ 'an sabīlih, qul tamatta'ụ fa inna maṣīrakum ilan-nār","no_fn":"","text_fn":""},{"id":1781,"surah":14,"no_ayah":31,"theme":"Allah tidak Bertindak Sewenang-Wenang","text_id":"Katakanlah (Nabi Muhammad) kepada hamba-hamba-Ku yang telah beriman, “Hendaklah mereka melaksanakan salat dan menginfakkan sebagian rezeki yang Kami anugerahkan kepada mereka secara sembunyi atau terang-terangan sebelum datang hari ketika tidak ada lagi jual beli dan persahabatan.”","text_en":"Tell those of My creatures who believe: \"Observe your devotional obligations and give of what We have given you in charity, secretly or openly, before the Day arrives when there will be no buying or selling or befriending.\"","transliteration":"qul li'ibādiyallażīna āmanụ yuqīmuṣ-ṣalāta wa yunfiqụ mimmā razaqnāhum sirraw wa 'alāniyatam ming qabli ay ya`tiya yaumul lā bai'un fīhi wa lā khilāl","no_fn":"","text_fn":""},{"id":1782,"surah":14,"no_ayah":32,"theme":"Allah tidak Bertindak Sewenang-Wenang","text_id":"Allahlah yang telah menciptakan langit dan bumi, menurunkan air (hujan) dari langit, lalu dengan (air hujan) itu Dia mengeluarkan berbagai buah-buahan sebagai rezeki untukmu. Dia juga telah menundukkan kapal bagimu agar berlayar di lautan dengan kehendak-Nya. Dia pun telah menundukkan sungai-sungai bagimu.","text_en":"It is God who created the heavens and the earth, and sent down rain from the sky producing fruits for your food thereby, and made you master of the ships that ply in the oceans by His command, subjected the rivers to your control,","transliteration":"allāhullażī khalaqas-samāwāti wal-arḍa wa anzala minas-samā`i mā`an fa akhraja bihī minaṡ-ṡamarāti rizqal lakum, wa sakhkhara lakumul-fulka litajriya fil-baḥri bi`amrih, wasakhkhara lakumul-an-hār","no_fn":"","text_fn":""},{"id":1783,"surah":14,"no_ayah":33,"theme":"Allah tidak Bertindak Sewenang-Wenang","text_id":"Dia telah menundukkan bagimu matahari dan bulan yang terus-menerus beredar (dalam orbitnya) dan telah pula menundukkan bagimu malam dan siang.<sup>389)</sup>","text_en":"And subjugated the sun and moon for you so that they perform their tasks diligently; and subdued the night and day for your service.","transliteration":"wa sakhkhara lakumusy-syamsa wal-qamara dā`ibaīn, wa sakhkhara lakumul-laila wan-nahār","no_fn":"389","text_fn":"389) Allah Swt. menundukkan matahari dan bulan dengan hukum-hukum-Nya di alam sehingga bumi terus mengitari matahari (yang tampak seolah matahari yang mengitari bumi) dan bulan terus mengitari bumi, serta bumi terus berotasi sehingga menampakkan fenomena malam dan siang."},{"id":1784,"surah":14,"no_ayah":34,"theme":"Allah tidak Bertindak Sewenang-Wenang","text_id":"Dia telah menganugerahkan kepadamu segala apa yang kamu mohonkan kepada-Nya. Jika kamu menghitung nikmat Allah, niscaya kamu tidak akan mampu menghitungnya. Sesungguhnya manusia itu benar-benar sangat zalim lagi sangat kufur.","text_en":"He gave you whatsoever you asked. If you try to count the favours of God you will not be able to calculate. Man is most unjust indeed, full of ingratitude.","transliteration":"wa ātākum ming kulli mā sa`altumụh, wa in ta'uddụ ni'matallāhi lā tuḥṣụhā, innal-insāna laẓalụmung kaffār","no_fn":"","text_fn":""},{"id":1785,"surah":14,"no_ayah":35,"theme":"Doa Nabi Ibrahim","text_id":"(Ingatlah), ketika Ibrahim berdoa, “Ya Tuhanku, jadikanlah negeri ini (Makkah) negeri yang aman dan jauhkanlah aku beserta anak cucuku dari penyembahan terhadap berhala-berhala.","text_en":"Remember when Abraham prayed: \"O Lord, make this a city of peace, and preserve me and my progeny from worshipping idols:","transliteration":"wa iż qāla ibrāhīmu rabbij'al hāżal-balada āminaw wajnubnī wa baniyya an na'budal-aṣnām","no_fn":"","text_fn":""},{"id":1786,"surah":14,"no_ayah":36,"theme":"Doa Nabi Ibrahim","text_id":"Ya Tuhanku, sesungguhnya mereka (berhala-berhala itu) telah menyesatkan banyak manusia. Maka, siapa yang mengikutiku, sesungguhnya dia termasuk golonganku. Siapa yang mendurhakaiku, sesungguhnya Engkau Maha Pengampun lagi Maha Penyayang.","text_en":"Many a man have they led astray, O Lord. So he who follows me is truly of me; but as for him who disobeys me, surely You are forgiving and kind.","transliteration":"rabbi innahunna aḍlalna kaṡīram minan-nās, fa man tabi'anī fa innahụ minnī, wa man 'aṣānī fa innaka gafụrur raḥīm","no_fn":"","text_fn":""},{"id":1787,"surah":14,"no_ayah":37,"theme":"Doa Nabi Ibrahim","text_id":"Ya Tuhan kami, sesungguhnya aku telah menempatkan sebagian keturunanku di lembah yang tidak ada tanamannya (dan berada) di sisi rumah-Mu (Baitullah) yang dihormati. Ya Tuhan kami, (demikian itu kami lakukan) agar mereka melaksanakan salat. Maka, jadikanlah hati sebagian manusia cenderung kepada mereka dan anugerahilah mereka rezeki dari buah-buahan. Mudah-mudahan mereka bersyukur.","text_en":"I have settled some of my children, O Lord, in a barren valley near Your sacred House, so that, O our Lord, they may be constant in devotion. So put in the hearts of men some kindness for them, and provide fruits for them: They may haply be grateful.","transliteration":"rabbanā innī askantu min żurriyyatī biwādin gairi żī zar'in 'inda baitikal-muḥarrami rabbanā liyuqīmuṣ-ṣalāta faj'al af`idatam minan-nāsi tahwī ilaihim warzuq-hum minaṡ-ṡamarāti la'allahum yasykurụn","no_fn":"","text_fn":""},{"id":1788,"surah":14,"no_ayah":38,"theme":"Doa Nabi Ibrahim","text_id":"Ya Tuhan kami, sesungguhnya Engkau mengetahui apa yang kami sembunyikan dan apa yang kami tampakkan. Tidak ada sesuatu pun yang tersembunyi bagi Allah, baik yang ada di bumi maupun yang ada di langit.","text_en":"O Lord, You have knowledge of what we hide and what we reveal, for nothing on the earth or in the skies is hidden from God.","transliteration":"rabbanā innaka ta'lamu mā nukhfī wa mā nu'lin, wa mā yakhfā 'alallāhi min syai`in fil-arḍi wa lā fis-samā`","no_fn":"","text_fn":""},{"id":1789,"surah":14,"no_ayah":39,"theme":"Doa Nabi Ibrahim","text_id":"Segala puji bagi Allah yang telah menganugerahkan kepadaku di hari tua(-ku) Ismail dan Ishaq. Sesungguhnya Tuhanku benar-benar Maha Mendengar (memperkenankan) doa.","text_en":"All praise be to God who bestowed on me Ishmael and Isaac in old age. Verily my Lord listens to prayer.","transliteration":"al-ḥamdu lillāhillażī wahaba lī 'alal-kibari ismā'īla wa is-ḥāq, inna rabbī lasamī'ud-du'ā`","no_fn":"","text_fn":""},{"id":1790,"surah":14,"no_ayah":40,"theme":"Doa Nabi Ibrahim","text_id":"Ya Tuhanku, jadikanlah aku dan sebagian anak cucuku orang yang tetap melaksanakan salat. Ya Tuhan kami, perkenankanlah doaku.<sup>390)</sup>","text_en":"Grant, O Lord, that I and my offspring may remain constant in devotion. Grant, O Lord, my supplication.","transliteration":"rabbij'alnī muqīmaṣ-ṣalāti wa min żurriyyatī rabbanā wa taqabbal du'ā`","no_fn":"390","text_fn":"390) Nabi Ibrahim a.s. hanya mendoakan sebagian anak cucunya karena Allah Swt. telah memberitahunya bahwa sebagian anak cucunya yang lain akan menjadi orang-orang kafir."},{"id":1791,"surah":14,"no_ayah":41,"theme":"Doa Nabi Ibrahim","text_id":"Ya Tuhan kami, ampunilah aku, kedua orang tuaku, dan orang-orang mukmin pada hari diadakan perhitungan (hari Kiamat).”","text_en":"O Lord, forgive me, my parents and the faithful on the Day the reckoning is done.\"","transliteration":"rabbanagfir lī wa liwālidayya wa lil-mu`minīna yauma yaqụmul-ḥisāb","no_fn":"","text_fn":""},{"id":1792,"surah":14,"no_ayah":42,"theme":"Allah tidak Pernah Lengah dari Perbuatan Orang Zalim","text_id":"Janganlah sekali-kali engkau mengira bahwa Allah lengah terhadap apa yang orang-orang zalim perbuat. Sesungguhnya Dia menangguhkan mereka sampai hari ketika mata (mereka) terbelalak.","text_en":"Think not God is oblivious of the deeds of the wicked. He has only allowed them respite till the Day on which all eyes would stare aghast,","transliteration":"wa lā taḥsabannallāha gāfilan 'ammā ya'maluẓ-ẓālimụn, innamā yu`akhkhiruhum liyaumin tasykhaṣu fīhil-abṣār","no_fn":"","text_fn":""},{"id":1793,"surah":14,"no_ayah":43,"theme":"Allah tidak Pernah Lengah dari Perbuatan Orang Zalim","text_id":"(Pada hari itu) mereka datang tergesa-gesa (memenuhi panggilan) dengan mengangkat kepalanya, sedangkan mata mereka tidak berkedip dan hati mereka kosong.","text_en":"(And) they would hasten forward, heads lifted upwards, gazes fixed, and emptied out their hearts.","transliteration":"muhṭi'īna muqni'ī ru`ụsihim lā yartaddu ilaihim ṭarfuhum, wa af`idatuhum hawā`","no_fn":"","text_fn":""},{"id":1794,"surah":14,"no_ayah":44,"theme":"Allah tidak Pernah Lengah dari Perbuatan Orang Zalim","text_id":"Berikanlah (Nabi Muhammad) peringatan kepada manusia tentang hari (ketika) azab datang kepada mereka. Maka, (ketika itu) orang-orang yang zalim berkata, “Ya Tuhan kami, tangguhkanlah (azab) kami (dan kembalikanlah kami ke dunia) walaupun sebentar, niscaya kami akan mematuhi seruan-Mu dan akan mengikuti rasul-rasul.” (Kepada mereka dikatakan,) “Bukankah dahulu (di dunia) kamu telah bersumpah bahwa sekali-kali kamu tidak akan beralih (dari kehidupan dunia ke akhirat)?","text_en":"Warn the people of that Day when the punishment would be inflicted upon them. Then will the wicked say: \"O our Lord, give us respite a while more. We shall heed Your call and follow the apostles.\" (But they will be told,): \"Are you not those who used to swear: 'There is no reverse for us?'","transliteration":"wa anżirin-nāsa yauma ya`tīhimul-'ażābu fa yaqụlullażīna ẓalamụ rabbanā akhkhirnā ilā ajaling qarībin nujib da'wataka wa nattabi'ir-rusul, a wa lam takụnū aqsamtum ming qablu mā lakum min zawāl","no_fn":"","text_fn":""},{"id":1795,"surah":14,"no_ayah":45,"theme":"Allah tidak Pernah Lengah dari Perbuatan Orang Zalim","text_id":"(Bukankah) kamu pun dulu tinggal di tempat kediaman orang-orang yang menzalimi diri sendiri dan telah nyata bagimu bagaimana Kami telah berbuat terhadap mereka dan telah Kami berikan (pula) kepadamu beberapa perumpamaan?”","text_en":"Yet you dwelt in the dwellings of those who had exceeded themselves, and it was evident to you how We had dealt with them; and We held out examples before you.\"","transliteration":"wa sakantum fī masākinillażīna ẓalamū anfusahum wa tabayyana lakum kaifa fa'alnā bihim wa ḍarabnā lakumul-amṡāl","no_fn":"","text_fn":""},{"id":1796,"surah":14,"no_ayah":46,"theme":"Allah tidak Pernah Lengah dari Perbuatan Orang Zalim","text_id":"Sungguh, mereka telah membuat tipu daya padahal Allah (mengetahui dan akan membalas) tipu daya mereka. Sekali-kali tipu daya mereka tidak akan mampu melenyapkan gunung-gunung.<sup>391)</sup>","text_en":"Still they are plotting their plots, but evident are their plots to God, even though they are so adroit as to make the mountains move.","transliteration":"wa qad makarụ makrahum wa 'indallāhi makruhum, wa ing kāna makruhum litazụla min-hul-jibāl","no_fn":"391","text_fn":"391) Yang dimaksud dengan gunung pada ayat ini adalah syariat Allah Swt. yang kukuh laksana gunung."},{"id":1797,"surah":14,"no_ayah":47,"theme":"Allah tidak Pernah Lengah dari Perbuatan Orang Zalim","text_id":"Oleh karena itu, jangan sekali-kali engkau mengira bahwa Allah mengingkari janji-Nya kepada rasul-rasul-Nya. Sesungguhnya Allah Mahaperkasa lagi mempunyai pembalasan,","text_en":"Think not that God would go back on His promise (made) to the apostles. Indeed God is mighty, the Lord of retribution.","transliteration":"fa lā taḥsabannallāha mukhlifa wa'dihī rusulah, innallāha 'azīzun żuntiqām","no_fn":"","text_fn":""},{"id":1798,"surah":14,"no_ayah":48,"theme":"Allah tidak Pernah Lengah dari Perbuatan Orang Zalim","text_id":"(yaitu) hari (ketika) bumi diganti dengan bumi yang lain dan (demikian pula) langit. Mereka (manusia) berkumpul (di Padang Mahsyar) menghadap Allah Yang Maha Esa lagi Mahaperkasa.","text_en":"The day when the earth will he replaced by some other than the earth, as will be the skies, and every one will appear before God the one and omnipotent,","transliteration":"yauma tubaddalul-arḍu gairal-arḍi was-samāwātu wa barazụ lillāhil-wāḥidil-qahhār","no_fn":"","text_fn":""},{"id":1799,"surah":14,"no_ayah":49,"theme":"Allah tidak Pernah Lengah dari Perbuatan Orang Zalim","text_id":"Pada hari itu engkau akan melihat orang-orang yang berdosa diikat dengan belenggu.","text_en":"You will see the wicked on that day bound together in chains.","transliteration":"wa taral-mujrimīna yauma`iżim muqarranīna fil-aṣfād","no_fn":"","text_fn":""},{"id":1800,"surah":14,"no_ayah":50,"theme":"Allah tidak Pernah Lengah dari Perbuatan Orang Zalim","text_id":"Pakaian mereka dari cairan (seperti aspal) dan wajah mereka ditutup oleh api neraka.","text_en":"Of molten pitch shall be their garments, their faces covered with flames,","transliteration":"sarābīluhum ming qaṭirāniw wa tagsyā wujụhahumun-nār","no_fn":"","text_fn":""},{"id":1801,"surah":14,"no_ayah":51,"theme":"Allah tidak Pernah Lengah dari Perbuatan Orang Zalim","text_id":"(Demikian itu) agar Allah memberi balasan kepada setiap orang atas apa yang dia usahakan. Sesungguhnya Allah Mahacepat perhitungan(-Nya).","text_en":"That God may reward each soul for its deeds. Indeed God is swift at reckoning!","transliteration":"liyajziyallāhu kulla nafsim mā kasabat, innallāha sarī'ul-ḥisāb","no_fn":"","text_fn":""},{"id":1802,"surah":14,"no_ayah":52,"theme":"Allah tidak Pernah Lengah dari Perbuatan Orang Zalim","text_id":"(Al-Qur’an) ini adalah penjelasan (yang sempurna) bagi manusia agar mereka diberi peringatan dengannya, agar mereka mengetahui bahwa Dia adalah Tuhan Yang Maha Esa, dan agar orang yang berakal mengambil pelajaran.","text_en":"This is a message for mankind that they may take a warning from it, and may know that He is the one and only God, and that men of wisdom may reflect.","transliteration":"hāżā balāgul lin-nāsi wa liyunżarụ bihī wa liya'lamū annamā huwa ilāhuw wāḥiduw wa liyażżakkara ulul-albāb","no_fn":"","text_fn":""}]