[{"id":2030,"surah":17,"no_ayah":1,"theme":"Peristiwa Isra dan Penghormatan kepada Nabi Muhammad","text_ayah":"سُبْحٰنَ الَّذِيْٓ اَسْرٰى بِعَبْدِهٖ لَيْلًا مِّنَ الْمَسْجِدِ الْحَرَامِ اِلَى الْمَسْجِدِ الْاَقْصَا الَّذِيْ بٰرَكْنَا حَوْلَهٗ لِنُرِيَهٗ مِنْ اٰيٰتِنَاۗ اِنَّهٗ هُوَ السَّمِيْعُ الْبَصِيْرُ","text_id":"Mahasuci (Allah) yang telah memperjalankan hamba-Nya (Nabi Muhammad) pada malam hari dari Masjidilharam ke Masjidilaqsa yang telah Kami berkahi sekelilingnya<sup>425)</sup> agar Kami perlihatkan kepadanya sebagian tanda-tanda (kebesaran) Kami. Sesungguhnya Dia Maha Mendengar lagi Maha Melihat.","text_en":"GLORY TO HIM who took His votary to a wide and open land from the Sacred Mosque (at Makkah) to the distant Mosque whose precincts We have blessed, that We may show him some of Our signs. Verily He is all-hearing and all-seeing.","transliteration":"sub-ḥānallażī asrā bi'abdihī lailam minal-masjidil-ḥarāmi ilal-masjidil-aqṣallażī bāraknā ḥaulahụ linuriyahụ min āyātinā, innahụ huwas-samī'ul-baṣīr","no_fn":"425","text_fn":"425) Masjidilaqsa dan daerah sekitarnya diberkahi Allah Swt., di antaranya, dengan diutusnya banyak nabi di sana dan dengan kesuburan tanahnya."},{"id":2031,"surah":17,"no_ayah":2,"theme":"Penghormatan kepada Nabi Musa dan Kehancuran Bani Israil karena Tidak Mengikuti Ajaran Taurat","text_ayah":"وَاٰتَيْنَا مُوْسَى الْكِتٰبَ وَجَعَلْنٰهُ هُدًى لِّبَنِيْٓ اِسْرَاۤءِيْلَ اَلَّا تَتَّخِذُوْا مِنْ دُوْنِيْ وَكِيْلًاۗ ","text_id":"Kami memberi Musa Kitab (Taurat) dan menjadikannya sebagai petunjuk bagi Bani Israil (dengan firman), “Janganlah kamu mengambil pelindung selain Aku.","text_en":"We gave Moses the Book, and made it a guidance for the children of Israel that they should not take another protector apart from Me.","transliteration":"wa ātainā mụsal-kitāba wa ja'alnāhu hudal libanī isrā`īla allā tattakhiżụ min dụnī wakīlā","no_fn":"","text_fn":""},{"id":2032,"surah":17,"no_ayah":3,"theme":"Penghormatan kepada Nabi Musa dan Kehancuran Bani Israil karena Tidak Mengikuti Ajaran Taurat","text_ayah":"ذُرِّيَّةَ مَنْ حَمَلْنَا مَعَ نُوْحٍۗ اِنَّهٗ كَانَ عَبْدًا شَكُوْرًا","text_id":"(Wahai) keturunan orang yang Kami bawa bersama Nuh, sesungguhnya dia (Nuh) adalah hamba (Allah) yang banyak bersyukur.”","text_en":"O you, the offspring of those We bore (in the ark) with Noah, he was indeed a grateful votary.","transliteration":"żurriyyata man ḥamalnā ma'a nụḥ, innahụ kāna 'abdan syakụrā","no_fn":"","text_fn":""},{"id":2033,"surah":17,"no_ayah":4,"theme":"Penghormatan kepada Nabi Musa dan Kehancuran Bani Israil karena Tidak Mengikuti Ajaran Taurat","text_ayah":"وَقَضَيْنَآ اِلٰى بَنِيْٓ اِسْرَاۤءِيْلَ فِى الْكِتٰبِ لَتُفْسِدُنَّ فِى الْاَرْضِ مَرَّتَيْنِ وَلَتَعْلُنَّ عُلُوًّا كَبِيْرًا","text_id":"Kami wahyukan kepada Bani Israil di dalam Kitab (Taurat) itu, “Kamu benar-benar akan berbuat kerusakan di bumi ini dua kali dan benar-benar akan menyombongkan diri dengan kesombongan yang besar.”","text_en":"We announced to the children of Israel in the Book: \"You will surely create disorder twice in the land, and become exceedingly arrogant.\"","transliteration":"wa qaḍainā ilā banī isrā`īla fil-kitābi latufsidunna fil-arḍi marrataini wa lata'lunna 'uluwwang kabīrā","no_fn":"","text_fn":""},{"id":2034,"surah":17,"no_ayah":5,"theme":"Penghormatan kepada Nabi Musa dan Kehancuran Bani Israil karena Tidak Mengikuti Ajaran Taurat","text_ayah":"فَاِذَا جَاۤءَ وَعْدُ اُوْلٰىهُمَا بَعَثْنَا عَلَيْكُمْ عِبَادًا لَّنَآ اُولِيْ بَأْسٍ شَدِيْدٍ فَجَاسُوْا خِلٰلَ الدِّيَارِۗ وَكَانَ وَعْدًا مَّفْعُوْلًا","text_id":"Apabila datang saat (kerusakan) yang pertama dari keduanya, Kami datangkan kepadamu hamba-hamba Kami yang perkasa, lalu mereka merajalela di kampung-kampung. Itulah janji yang pasti terlaksana.","text_en":"So, when the time of the first prediction came, We sent against you Our creatures full of martial might, who ransacked your cities; and the prediction was fulfilled.","transliteration":"fa iżā jā`a wa'du ụlāhumā ba'aṡnā 'alaikum 'ibādal lanā ulī ba`sin syadīdin fa jāsụ khilālad-diyār, wa kāna wa'dam maf'ụlā","no_fn":"","text_fn":""},{"id":2035,"surah":17,"no_ayah":6,"theme":"Penghormatan kepada Nabi Musa dan Kehancuran Bani Israil karena Tidak Mengikuti Ajaran Taurat","text_ayah":"ثُمَّ رَدَدْنَا لَكُمُ الْكَرَّةَ عَلَيْهِمْ وَاَمْدَدْنٰكُمْ بِاَمْوَالٍ وَّبَنِيْنَ وَجَعَلْنٰكُمْ اَكْثَرَ نَفِيْرًا","text_id":"Kemudian, Kami memberikan kepadamu giliran untuk mengalahkan mereka, membantumu dengan harta kekayaan dan anak-anak, dan menjadikanmu kelompok yang lebih besar.","text_en":"Then We gave you a chance against them, and strengthened you with wealth and children, and increased your numbers (and said):","transliteration":"ṡumma radadnā lakumul-karrata 'alaihim wa amdadnākum bi`amwāliw wa banīna wa ja'alnākum akṡara nafīrā","no_fn":"","text_fn":""},{"id":2036,"surah":17,"no_ayah":7,"theme":"Penghormatan kepada Nabi Musa dan Kehancuran Bani Israil karena Tidak Mengikuti Ajaran Taurat","text_ayah":"اِنْ اَحْسَنْتُمْ اَحْسَنْتُمْ لِاَنْفُسِكُمْ ۗوَاِنْ اَسَأْتُمْ فَلَهَاۗ فَاِذَا جَاۤءَ وَعْدُ الْاٰخِرَةِ لِيَسٗۤـُٔوْا وُجُوْهَكُمْ وَلِيَدْخُلُوا الْمَسْجِدَ كَمَا دَخَلُوْهُ اَوَّلَ مَرَّةٍ وَّلِيُتَبِّرُوْا مَا عَلَوْا تَتْبِيْرًا","text_id":"Jika berbuat baik, (berarti) kamu telah berbuat baik untuk dirimu sendiri. Jika kamu berbuat jahat, (kerugian dari kejahatan) itu kembali kepada dirimu sendiri. Apabila datang saat (kerusakan) yang kedua, (Kami bangkitkan musuhmu) untuk menyuramkan wajahmu, untuk memasuki masjid (Baitulmaqdis) sebagaimana memasukinya ketika pertama kali, dan untuk membinasakan apa saja yang mereka kuasai.","text_en":"\"If you do good, you will do so for your own good; if you do ill, you will do it for your own loss.\" So, when the time of the second prediction comes, (We shall rouse another people) to shame you, and enter the Temple as they had done the first time, and to destroy what they conquered utterly.","transliteration":"in aḥsantum aḥsantum li`anfusikum, wa in asa`tum fa lahā, fa iżā jā`a wa'dul-ākhirati liyasū`ụ wujụhakum wa liyadkhulul-masjida kamā dakhalụhu awwala marratiw wa liyutabbirụ mā 'alau tatbīrā","no_fn":"","text_fn":""},{"id":2037,"surah":17,"no_ayah":8,"theme":"Penghormatan kepada Nabi Musa dan Kehancuran Bani Israil karena Tidak Mengikuti Ajaran Taurat","text_ayah":"عَسٰى رَبُّكُمْ اَنْ يَّرْحَمَكُمْۚ وَاِنْ عُدْتُّمْ عُدْنَاۘ وَجَعَلْنَا جَهَنَّمَ لِلْكٰفِرِيْنَ حَصِيْرًا ","text_id":"Mudah-mudahan Tuhanmu melimpahkan rahmat kepadamu. Akan tetapi, jika kamu kembali (melakukan kejahatan), niscaya Kami kembali (mengazabmu). Kami jadikan (neraka) Jahanam sebagai penjara bagi orang-orang kafir.","text_en":"Your Lord may haply be merciful to you. But if you repeat it, We shall do the same. We have constituted Hell as prison for unbelievers.","transliteration":"'asā rabbukum ay yar-ḥamakum, wa in 'uttum 'udnā, wa ja'alnā jahannama lil-kāfirīna ḥaṣīrā","no_fn":"","text_fn":""},{"id":2038,"surah":17,"no_ayah":9,"theme":"Al-Qur’an sebagai Petunjuk ke Jalan yang Benar","text_ayah":"اِنَّ هٰذَا الْقُرْاٰنَ يَهْدِيْ لِلَّتِيْ هِيَ اَقْوَمُ وَيُبَشِّرُ الْمُؤْمِنِيْنَ الَّذِيْنَ يَعْمَلُوْنَ الصّٰلِحٰتِ اَنَّ لَهُمْ اَجْرًا كَبِيْرًاۙ  ","text_id":"Sesungguhnya Al-Qur’an ini memberi petunjuk ke (jalan) yang paling lurus dan memberi kabar gembira kepada orang-orang mukmin yang mengerjakan kebajikan bahwa bagi mereka ada pahala yang sangat besar","text_en":"Verily this Qur'an directs you to the path that is straight, and gives happy tidings to those who believe and do the right: For them is a great reward.","transliteration":"inna hāżal-qur`āna yahdī lillatī hiya aqwamu wa yubasysyirul-mu`minīnallażīna ya'malụnaṣ-ṣāliḥāti anna lahum ajrang kabīrā","no_fn":"","text_fn":""},{"id":2039,"surah":17,"no_ayah":10,"theme":"Al-Qur’an sebagai Petunjuk ke Jalan yang Benar","text_ayah":"وَّاَنَّ الَّذِيْنَ لَا يُؤْمِنُوْنَ بِالْاٰخِرَةِ اَعْتَدْنَا لَهُمْ عَذَابًا اَلِيْمًاࣖ","text_id":"dan sesungguhnya bagi orang-orang yang tidak beriman pada akhirat telah Kami sediakan bagi mereka azab yang sangat pedih.","text_en":"As for those who do not believe in the Hereafter, We have prepared a painful punishment.","transliteration":"wa annallażīna lā yu`minụna bil-ākhirati a'tadnā lahum 'ażāban alīmā","no_fn":"","text_fn":""},{"id":2040,"surah":17,"no_ayah":11,"theme":"Ketergesa-gesaan Orang Kafir untuk Mendapatkan Azab","text_ayah":"وَيَدْعُ الْاِنْسَانُ بِالشَّرِّ دُعَاۤءَهٗ بِالْخَيْرِۗ وَكَانَ الْاِنْسَانُ عَجُوْلًا  ","text_id":"Manusia (seringkali) berdoa untuk (mendapatkan) keburukan sebagaimana (biasanya) berdoa untuk (mendapatkan) kebaikan. Manusia itu (sifatnya) tergesa-gesa.","text_en":"Man prays for evil as he prays for good, for man is hasty.","transliteration":"wa yad'ul-insānu bisy-syarri du'ā`ahụ bil-khaīr, wa kānal-insānu 'ajụlā","no_fn":"","text_fn":""},{"id":2041,"surah":17,"no_ayah":12,"theme":"Penciptaan Malam dan Siang sebagai Tanda Kebesaran Allah","text_ayah":"وَجَعَلْنَا الَّيْلَ وَالنَّهَارَ اٰيَتَيْنِ فَمَحَوْنَآ اٰيَةَ الَّيْلِ وَجَعَلْنَآ اٰيَةَ النَّهَارِ مُبْصِرَةً لِّتَبْتَغُوْا فَضْلًا مِّنْ رَّبِّكُمْ وَلِتَعْلَمُوْا عَدَدَ السِّنِيْنَ وَالْحِسَابَۗ وَكُلَّ شَيْءٍ فَصَّلْنٰهُ تَفْصِيْلًا","text_id":"Kami jadikan malam dan siang sebagai dua tanda (kebesaran Kami). Kami hapuskan tanda malam dan Kami jadikan tanda siang itu terang benderang agar kamu (dapat) mencari karunia dari Tuhanmu dan mengetahui bilangan tahun serta perhitungan (waktu). Segala sesuatu telah Kami terangkan secara terperinci.","text_en":"We have created night and day as two signs, then We efface the sign of the night, and make the sign of the day resplendent that you may seek the bounty of your Lord, and know the computation of years and numbers. We have expounded most distinctly everything.","transliteration":"wa ja'alnal-laila wan-nahāra āyataini fa maḥaunā āyatal-laili wa ja'alnā āyatan-nahāri mubṣiratal litabtagụ faḍlam mir rabbikum wa lita'lamụ 'adadas-sinīna wal-ḥisāb, wa kulla syai`in faṣṣalnāhu tafṣīlā","no_fn":"","text_fn":""},{"id":2042,"surah":17,"no_ayah":13,"theme":"Setiap Orang Memetik Buah Perbuatannya Sendiri","text_ayah":"وَكُلَّ اِنْسَانٍ اَلْزَمْنٰهُ طٰۤىِٕرَهٗ فِيْ عُنُقِهٖۗ وَنُخْرِجُ لَهٗ يَوْمَ الْقِيٰمَةِ كِتٰبًا يَّلْقٰىهُ مَنْشُوْرًا","text_id":"Setiap manusia telah Kami kalungkan (catatan) amal perbuatannya di lehernya. Pada hari Kiamat Kami keluarkan baginya sebuah kitab yang dia terima dalam keadaan terbuka.","text_en":"Round each man's neck We have hung his ledger of deeds, and on the Day of Resurrection will present it as a book spread out (and say):","transliteration":"wa kulla insānin alzamnāhu ṭā`irahụ fī 'unuqih, wa nukhriju lahụ yaumal-qiyāmati kitābay yalqāhu mansyụrā","no_fn":"","text_fn":""},{"id":2043,"surah":17,"no_ayah":14,"theme":"Setiap Orang Memetik Buah Perbuatannya Sendiri","text_ayah":"اِقْرَأْ كِتٰبَكَۗ  كَفٰى بِنَفْسِكَ الْيَوْمَ عَلَيْكَ حَسِيْبًاۗ","text_id":"(Dikatakan,) “Bacalah kitabmu. Cukuplah dirimu pada hari ini sebagai penghitung atas (amal) dirimu.”","text_en":"\"Read your ledger; this day you are sufficient to take your own account.","transliteration":"iqra` kitābak, kafā binafsikal-yauma 'alaika ḥasībā","no_fn":"","text_fn":""},{"id":2044,"surah":17,"no_ayah":15,"theme":"Setiap Orang Memetik Buah Perbuatannya Sendiri","text_ayah":"مَنِ اهْتَدٰى فَاِنَّمَا يَهْتَدِيْ لِنَفْسِهٖۚ وَمَنْ ضَلَّ فَاِنَّمَا يَضِلُّ عَلَيْهَاۗ وَلَا تَزِرُ وَازِرَةٌ وِّزْرَ اُخْرٰىۗ وَمَا كُنَّا مُعَذِّبِيْنَ حَتّٰى نَبْعَثَ رَسُوْلًا","text_id":"Siapa yang mendapat petunjuk, sesungguhnya ia mendapat petunjuk itu hanya untuk dirinya. Siapa yang tersesat, sesungguhnya (akibat) kesesatannya itu hanya akan menimpa dirinya. Seorang yang berdosa tidak akan memikul dosa orang lain. Kami tidak akan menyiksa (seseorang) hingga Kami mengutus seorang rasul.","text_en":"\"He who finds the right path does so for himself; and he who goes astray does so to his own loss; and no one who carries a burden bears another's load. We never punish till We have sent a messenger.","transliteration":"manihtadā fa innamā yahtadī linafsih, wa man ḍalla fa innamā yaḍillu 'alaihā, wa lā taziru wāziratuw wizra ukhrā, wa mā kunnā mu'ażżibīna ḥattā nab'aṡa rasụlā","no_fn":"","text_fn":""},{"id":2045,"surah":17,"no_ayah":16,"theme":"Cara Allah Menghancurkan Suatu Kaum","text_ayah":"وَاِذَآ اَرَدْنَآ اَنْ نُّهْلِكَ قَرْيَةً اَمَرْنَا مُتْرَفِيْهَا فَفَسَقُوْا فِيْهَا فَحَقَّ عَلَيْهَا الْقَوْلُ فَدَمَّرْنٰهَا تَدْمِيْرًا ","text_id":"Jika Kami hendak membinasakan suatu negeri, Kami perintahkan orang-orang yang hidup mewah di negeri itu (agar menaati Allah). Lalu, mereka melakukan kedurhakaan di negeri itu sehingga pantaslah berlaku padanya perkataan (azab Kami). Maka, Kami hancurkan (negeri itu) sehancur-hancurnya.","text_en":"\"And when We destroy a human habitation We send Our command to (warn) its people living a life of ease; and when they disobey, the sentence against them is justified, and We destroy them utterly.","transliteration":"wa iżā aradnā an nuhlika qaryatan amarnā mutrafīhā fa fasaqụ fīhā fa ḥaqqa 'alaihal-qaulu fa dammarnāhā tadmīrā","no_fn":"","text_fn":""},{"id":2046,"surah":17,"no_ayah":17,"theme":"Cara Allah Menghancurkan Suatu Kaum","text_ayah":"وَكَمْ اَهْلَكْنَا مِنَ الْقُرُوْنِ مِنْۢ بَعْدِ نُوْحٍۗ وَكَفٰى بِرَبِّكَ بِذُنُوْبِ عِبَادِهٖ خَبِيْرًاۢ بَصِيْرًا","text_id":"Banyak generasi setelah Nuh yang telah Kami binasakan. Cukuplah Tuhanmu sebagai Zat Yang Mahateliti lagi Maha Melihat dosa-dosa hamba-Nya.","text_en":"\"How many generations have We laid low after Noah, for your Lord knows and notices well enough the sins of His creatures.","transliteration":"wa kam ahlaknā minal-qurụni mim ba'di nụḥ, wa kafā birabbika biżunụbi 'ibādihī khabīram baṣīrā","no_fn":"","text_fn":""},{"id":2047,"surah":17,"no_ayah":18,"theme":"Pengejar Dunia dan Pengejar Akhirat","text_ayah":"مَنْ كَانَ يُرِيْدُ الْعَاجِلَةَ عَجَّلْنَا لَهٗ فِيْهَا مَا نَشَاۤءُ لِمَنْ نُّرِيْدُ ثُمَّ جَعَلْنَا لَهٗ جَهَنَّمَۚ يَصْلٰىهَا مَذْمُوْمًا مَّدْحُوْرًا","text_id":"Siapa yang menghendaki kehidupan sekarang (duniawi) Kami segerakan baginya di (dunia) ini apa yang Kami kehendaki bagi siapa yang Kami kehendaki. Kemudian, Kami sediakan baginya (neraka) Jahanam. Dia akan memasukinya dalam keadaan tercela lagi terusir (dari rahmat Allah).","text_en":"\"Whosoever desires what hastes away, We hasten to give him (in this life) as much as We please to whosoever We will; but afterwards there is Hell for him in which he will burn, disgraced and ostracised.","transliteration":"mang kāna yurīdul-'ājilata 'ajjalnā lahụ fīhā mā nasyā`u liman nurīdu ṡumma ja'alnā lahụ jahannam, yaṣlāhā mażmụmam mad-ḥụrā","no_fn":"","text_fn":""},{"id":2048,"surah":17,"no_ayah":19,"theme":"Pengejar Dunia dan Pengejar Akhirat","text_ayah":"وَمَنْ اَرَادَ الْاٰخِرَةَ وَسَعٰى لَهَا سَعْيَهَا وَهُوَ مُؤْمِنٌ فَاُولٰۤىِٕكَ كَانَ سَعْيُهُمْ مَّشْكُوْرًا","text_id":"Siapa yang menghendaki kehidupan akhirat dan berusaha ke arah itu dengan sungguh-sungguh, dan dia adalah mukmin, mereka itulah orang yang usahanya dibalas dengan baik.","text_en":"\"But he who desires the Hereafter, and strives for it with a will, and is a believer, will be favoured for his endeavour.","transliteration":"wa man arādal-ākhirata wa sa'ā lahā sa'yahā wa huwa mu`minun fa ulā`ika kāna sa'yuhum masykụrā","no_fn":"","text_fn":""},{"id":2049,"surah":17,"no_ayah":20,"theme":"Pengejar Dunia dan Pengejar Akhirat","text_ayah":"كُلًّا نُّمِدُّ هٰٓؤُلَاۤءِ وَهٰٓؤُلَاۤءِ مِنْ عَطَاۤءِ رَبِّكَ ۗوَمَا كَانَ عَطَاۤءُ رَبِّكَ مَحْظُوْرًا ","text_id":"Tiap-tiap (golongan), baik (golongan) ini (yang menginginkan dunia) maupun (golongan) itu (yang menginginkan akhirat) Kami berikan anugerah dari kemurahan Tuhanmu dan kemurahan Tuhanmu tidak dapat dihalangi.","text_en":"\"We bestow from the gifts of your Lord on these and on those, for the gifts of your Lord are not restricted.","transliteration":"kullan numiddu hā`ulā`i wa hā`ulā`i min 'aṭā`i rabbik, wa mā kāna 'aṭā`u rabbika maḥẓụrā","no_fn":"","text_fn":""},{"id":2050,"surah":17,"no_ayah":21,"theme":"Pengejar Dunia dan Pengejar Akhirat","text_ayah":"اُنْظُرْ كَيْفَ فَضَّلْنَا بَعْضَهُمْ عَلٰى بَعْضٍۗ وَلَلْاٰخِرَةُ اَكْبَرُ دَرَجٰتٍ وَّاَكْبَرُ تَفْضِيْلًا","text_id":"Perhatikanlah bagaimana Kami melebihkan sebagian mereka atas sebagian (yang lain). Sungguh kehidupan akhirat lebih tinggi derajatnya dan lebih besar keutamaannya.","text_en":"\"See, how We favour one over the other; and in life to come are higher ranks and favours greater still.","transliteration":"unẓur kaifa faḍḍalnā ba'ḍahum 'alā ba'ḍ, wa lal-ākhiratu akbaru darajātiw wa akbaru tafḍīlā","no_fn":"","text_fn":""},{"id":2051,"surah":17,"no_ayah":22,"theme":"Pengejar Dunia dan Pengejar Akhirat","text_ayah":"لَا تَجْعَلْ مَعَ اللّٰهِ اِلٰهًا اٰخَرَ فَتَقْعُدَ مَذْمُوْمًا مَّخْذُوْلًاࣖ ","text_id":"Janganlah engkau menjadikan tuhan yang lain bersama Allah (sebab) nanti engkau menjadi tercela lagi terhina.","text_en":"\"Do not set up another god with God, or you will remain disgraced and destitute.","transliteration":"lā taj'al ma'allāhi ilāhan ākhara fa taq'uda mażmụmam makhżụlā","no_fn":"","text_fn":""},{"id":2052,"surah":17,"no_ayah":23,"theme":"Beberapa Etika Pergaulan","text_ayah":"۞ وَقَضٰى رَبُّكَ اَلَّا تَعْبُدُوْٓا اِلَّآ اِيَّاهُ وَبِالْوَالِدَيْنِ اِحْسٰنًاۗ اِمَّا يَبْلُغَنَّ عِنْدَكَ الْكِبَرَ اَحَدُهُمَآ اَوْ كِلٰهُمَا فَلَا تَقُلْ لَّهُمَآ اُفٍّ وَّلَا تَنْهَرْهُمَا وَقُلْ لَّهُمَا قَوْلًا كَرِيْمًا","text_id":"Tuhanmu telah memerintahkan agar kamu jangan menyembah selain Dia dan hendaklah berbuat baik kepada ibu bapak. Jika salah seorang di antara keduanya atau kedua-duanya sampai berusia lanjut dalam pemeliharaanmu, maka sekali-kali janganlah engkau mengatakan kepada keduanya perkataan “ah” dan janganlah engkau membentak keduanya, serta ucapkanlah kepada keduanya perkataan yang baik.<sup>426)</sup>","text_en":"\"So your Lord has decreed: Do not worship anyone but Him, and be good to your parents. If one or both of them grow old in your presence, do not say fie to them, nor reprove them, but say gentle words to them","transliteration":"wa qaḍā rabbuka allā ta'budū illā iyyāhu wa bil-wālidaini iḥsānā, immā yabluganna 'indakal-kibara aḥaduhumā au kilāhumā fa lā taqul lahumā uffiw wa lā tan-har-humā wa qul lahumā qaulang karīmā","no_fn":"426","text_fn":"426) Sekadar mengucapkan kata ah (atau kata-kata kasar lainnya) kepada orang tua tidak dibolehkan oleh agama, apalagi memperlakukan mereka dengan lebih kasar."},{"id":2053,"surah":17,"no_ayah":24,"theme":"Beberapa Etika Pergaulan","text_ayah":"وَاخْفِضْ لَهُمَا جَنَاحَ الذُّلِّ مِنَ الرَّحْمَةِ وَقُلْ رَّبِّ ارْحَمْهُمَا كَمَا رَبَّيٰنِيْ صَغِيْرًاۗ","text_id":"Rendahkanlah dirimu terhadap keduanya dengan penuh kasih sayang dan ucapkanlah, “Wahai Tuhanku, sayangilah keduanya sebagaimana mereka berdua (menyayangiku ketika) mendidik aku pada waktu kecil.”","text_en":"\"And look after them with kindness and love, and say: \"O Lord, have mercy on them as they nourished me when I was small.\"","transliteration":"wakhfiḍ lahumā janāḥaż-żulli minar-raḥmati wa qur rabbir-ḥam-humā kamā rabbayānī ṣagīrā","no_fn":"","text_fn":""},{"id":2054,"surah":17,"no_ayah":25,"theme":"Beberapa Etika Pergaulan","text_ayah":"رَبُّكُمْ اَعْلَمُ بِمَا فِيْ نُفُوْسِكُمْ ۗاِنْ تَكُوْنُوْا صٰلِحِيْنَ فَاِنَّهٗ كَانَ لِلْاَوَّابِيْنَ غَفُوْرًا","text_id":"Tuhanmu lebih mengetahui apa yang ada dalam dirimu. Jika kamu adalah orang-orang yang saleh, sesungguhnya Dia adalah Maha Pengampun bagi orang-orang yang bertobat.","text_en":"Your Lord knows what is in your heart. If you are righteous, then He is indeed forgiving to those who turn (to Him) in repentance.","transliteration":"rabbukum a'lamu bimā fī nufụsikum, in takụnụ ṣāliḥīna fa innahụ kāna lil-awwābīna gafụrā","no_fn":"","text_fn":""},{"id":2055,"surah":17,"no_ayah":26,"theme":"Beberapa Etika Pergaulan","text_ayah":"وَاٰتِ ذَا الْقُرْبٰى حَقَّهٗ وَالْمِسْكِيْنَ وَابْنَ السَّبِيْلِ وَلَا تُبَذِّرْ تَبْذِيْرًا ","text_id":"Berikanlah kepada kerabat dekat haknya, (juga kepada) orang miskin, dan orang yang dalam perjalanan. Janganlah kamu menghambur-hamburkan (hartamu) secara boros.","text_en":"So give to your relatives what is their due, and to those who are needy, and the wayfarers; and do not dissipate (your wealth) extravagantly.","transliteration":"wa āti żal-qurbā ḥaqqahụ wal-miskīna wabnas-sabīli wa lā tubażżir tabżīrā","no_fn":"","text_fn":""},{"id":2056,"surah":17,"no_ayah":27,"theme":"Beberapa Etika Pergaulan","text_ayah":"اِنَّ الْمُبَذِّرِيْنَ كَانُوْٓا اِخْوَانَ الشَّيٰطِيْنِ ۗوَكَانَ الشَّيْطٰنُ لِرَبِّهٖ كَفُوْرًا","text_id":"Sesungguhnya para pemboros itu adalah saudara-saudara setan dan setan itu sangat ingkar kepada Tuhannya.","text_en":"Those who dissipate (their wealth) are the brethren of the devils, and the Devil was ungrateful to his Lord.","transliteration":"innal-mubażżirīna kānū ikhwānasy-syayāṭīn, wa kānasy-syaiṭānu lirabbihī kafụrā","no_fn":"","text_fn":""},{"id":2057,"surah":17,"no_ayah":28,"theme":"Beberapa Etika Pergaulan","text_ayah":"وَاِمَّا تُعْرِضَنَّ عَنْهُمُ ابْتِغَاۤءَ رَحْمَةٍ مِّنْ رَّبِّكَ تَرْجُوْهَا فَقُلْ لَّهُمْ قَوْلًا مَّيْسُوْرًا","text_id":"Jika (tidak mampu membantu sehingga) engkau (terpaksa) berpaling dari mereka untuk memperoleh rahmat dari Tuhanmu yang engkau harapkan, ucapkanlah kepada mereka perkataan yang lemah lembut.","text_en":"If you neglect (your parents) while seeking the bounty of your Lord, of which you are hopeful, speak to them softly.","transliteration":"wa immā tu'riḍanna 'an-humubtigā`a raḥmatim mir rabbika tarjụhā fa qul lahum qaulam maisụrā","no_fn":"","text_fn":""},{"id":2058,"surah":17,"no_ayah":29,"theme":"Beberapa Etika Pergaulan","text_ayah":"وَلَا تَجْعَلْ يَدَكَ مَغْلُوْلَةً اِلٰى عُنُقِكَ وَلَا تَبْسُطْهَا كُلَّ الْبَسْطِ فَتَقْعُدَ مَلُوْمًا مَّحْسُوْرًا ","text_id":"Janganlah engkau jadikan tanganmu terbelenggu pada lehermu (kikir) dan jangan (pula) engkau mengulurkannya secara berlebihan sebab nanti engkau menjadi tercela lagi menyesal.","text_en":"Do not be niggardly, nor extravagant that you may later feel reprehensive and constrained.","transliteration":"wa lā taj'al yadaka maglụlatan ilā 'unuqika wa lā tabsuṭ-hā kullal-basṭi fa taq'uda malụmam maḥsụrā","no_fn":"","text_fn":""},{"id":2059,"surah":17,"no_ayah":30,"theme":"Beberapa Etika Pergaulan","text_ayah":"اِنَّ رَبَّكَ يَبْسُطُ الرِّزْقَ لِمَنْ يَّشَاۤءُ وَيَقْدِرُ ۗاِنَّهٗ كَانَ بِعِبَادِهٖ خَبِيْرًاۢ بَصِيْرًاࣖ","text_id":"Sesungguhnya Tuhanmu melapangkan rezeki bagi siapa yang Dia kehendaki dan menyempitkan (-nya bagi siapa yang Dia kehendaki). Sesungguhnya Dia Mahateliti lagi Maha Melihat hamba-hamba-Nya.","text_en":"Certainly your Lord provides with open hands whosoever He will, but according to capacity, for He knows and watches His creatures.","transliteration":"inna rabbaka yabsuṭur-rizqa limay yasyā`u wa yaqdir, innahụ kāna bi'ibādihī khabīram baṣīrā","no_fn":"","text_fn":""},{"id":2060,"surah":17,"no_ayah":31,"theme":"Beberapa Etika Pergaulan","text_ayah":"وَلَا تَقْتُلُوْٓا اَوْلَادَكُمْ خَشْيَةَ اِمْلَاقٍۗ نَحْنُ نَرْزُقُهُمْ وَاِيَّاكُمْۗ اِنَّ قَتْلَهُمْ كَانَ خِطْـًٔا كَبِيْرًا ","text_id":"Janganlah kamu membunuh anak-anakmu karena takut miskin. Kamilah yang memberi rezeki kepada mereka dan (juga) kepadamu. Sesungguhnya membunuh mereka itu adalah suatu dosa yang besar.","text_en":"Do not abandon your children out of fear of poverty. We will provide for them and for you. Killing them is certainly a great wrong.","transliteration":"wa lā taqtulū aulādakum khasy-yata imlāq, naḥnu narzuquhum wa iyyākum, inna qatlahum kāna khiṭ`ang kabīrā","no_fn":"","text_fn":""},{"id":2061,"surah":17,"no_ayah":32,"theme":"Beberapa Etika Pergaulan","text_ayah":"وَلَا تَقْرَبُوا الزِّنٰىٓ اِنَّهٗ كَانَ فَاحِشَةً ۗوَسَاۤءَ سَبِيْلًا ","text_id":"Janganlah kamu mendekati zina. Sesungguhnya (zina) itu adalah perbuatan keji dan jalan terburuk.","text_en":"And do not go near fornication, as it is immoral and an evil way.","transliteration":"wa lā taqrabuz-zinā innahụ kāna fāḥisyah, wa sā`a sabīlā","no_fn":"","text_fn":""},{"id":2062,"surah":17,"no_ayah":33,"theme":"Beberapa Etika Pergaulan","text_ayah":"وَلَا تَقْتُلُوا النَّفْسَ الَّتِيْ حَرَّمَ اللّٰهُ اِلَّا بِالْحَقِّۗ وَمَنْ قُتِلَ مَظْلُوْمًا فَقَدْ جَعَلْنَا لِوَلِيِّهٖ سُلْطٰنًا فَلَا يُسْرِفْ فِّى الْقَتْلِۗ اِنَّهٗ كَانَ مَنْصُوْرًا","text_id":"Janganlah kamu membunuh orang yang diharamkan Allah (membunuhnya), kecuali dengan suatu (alasan) yang benar.<sup>427)</sup> Siapa yang dibunuh secara teraniaya, sungguh Kami telah memberi kekuasaan<sup>428)</sup> kepada walinya. Akan tetapi, janganlah dia (walinya itu) melampaui batas dalam pembunuhan (kisas). Sesungguhnya dia adalah orang yang mendapat pertolongan.","text_en":"And do not take a life, which God has forbidden, except in a just cause. We have given the right (of redress) to the heir of the person who is killed, but he should not exceed the limits (of justice) by slaying (the killer), for he will be judged (by the same law).","transliteration":"wa lā taqtulun-nafsallatī ḥarramallāhu illā bil-ḥaqq, wa mang qutila maẓlụman fa qad ja'alnā liwaliyyihī sulṭānan fa lā yusrif fil-qatl, innahụ kāna manṣụrā","no_fn":"427","text_fn":"427) Lihat catatan kaki surah al-An‘ām/6: 151.</br>428) Yang dimaksud dengan kekuasaan di sini ialah kewenangan ahli waris korban pembunuhan atau pemerintah yang sah untuk menuntut kisas atau menerima diat (lihat surah al-Baqarah/2: 178 dan an-Nisā’/4: 92)."},{"id":2063,"surah":17,"no_ayah":34,"theme":"Beberapa Etika Pergaulan","text_ayah":"وَلَا تَقْرَبُوْا مَالَ الْيَتِيْمِ اِلَّا بِالَّتِيْ هِيَ اَحْسَنُ حَتّٰى يَبْلُغَ اَشُدَّهٗۖ وَاَوْفُوْا بِالْعَهْدِۖ اِنَّ الْعَهْدَ كَانَ مَسْـُٔوْلًا","text_id":"Janganlah kamu mendekati harta anak yatim, kecuali dengan (cara) yang terbaik (dengan mengembangkannya) sampai dia dewasa dan penuhilah janji (karena) sesungguhnya janji itu pasti diminta pertanggungjawabannya.","text_en":"And do not touch the property of the orphans except for bettering it, until they come of age; and fulfil the promise made: You will surely be questioned about the promise.","transliteration":"wa lā taqrabụ mālal-yatīmi illā billatī hiya aḥsanu ḥattā yabluga asyuddahụ wa aufụ bil-'ahdi innal-'ahda kāna mas`ụlā","no_fn":"","text_fn":""},{"id":2064,"surah":17,"no_ayah":35,"theme":"Beberapa Etika Pergaulan","text_ayah":"وَاَوْفُوا الْكَيْلَ اِذَا كِلْتُمْ وَزِنُوْا بِالْقِسْطَاسِ الْمُسْتَقِيْمِۗ ذٰلِكَ خَيْرٌ وَّاَحْسَنُ تَأْوِيْلًا","text_id":"Sempurnakanlah takaran apabila kamu menakar dan timbanglah dengan timbangan yang benar. Itulah yang paling baik dan paling bagus akibatnya.","text_en":"Give full measure when you are measuring, and weigh on a balanced scale. This is better, and excellent its consequence.","transliteration":"wa auful-kaila iżā kiltum wazinụ bil-qisṭāsil-mustaqīm, żālika khairuw wa aḥsanu ta`wīlā","no_fn":"","text_fn":""},{"id":2065,"surah":17,"no_ayah":36,"theme":"Beberapa Etika Pergaulan","text_ayah":"وَلَا تَقْفُ مَا لَيْسَ لَكَ بِهٖ عِلْمٌ ۗاِنَّ السَّمْعَ وَالْبَصَرَ وَالْفُؤَادَ كُلُّ اُولٰۤىِٕكَ كَانَ عَنْهُ مَسْـُٔوْلًا ","text_id":"Janganlah engkau mengikuti sesuatu yang tidak kauketahui. Sesungguhnya pendengaran, penglihatan, dan hati nurani, semua itu akan diminta pertanggungjawabannya.","text_en":"Do not follow that of which you have no knowledge. Verily the ear, the eye, the heart, each will be questioned.","transliteration":"wa lā taqfu mā laisa laka bihī 'ilm, innas-sam'a wal-baṣara wal-fu`āda kullu ulā`ika kāna 'an-hu mas`ụlā","no_fn":"","text_fn":""},{"id":2066,"surah":17,"no_ayah":37,"theme":"Beberapa Etika Pergaulan","text_ayah":"وَلَا تَمْشِ فِى الْاَرْضِ مَرَحًاۚ اِنَّكَ لَنْ تَخْرِقَ الْاَرْضَ وَلَنْ تَبْلُغَ الْجِبَالَ طُوْلًا","text_id":"Janganlah engkau berjalan di bumi ini dengan sombong karena sesungguhnya engkau tidak akan dapat menembus bumi dan tidak akan mampu menjulang setinggi gunung.","text_en":"And do not strut about the land with insolence: Surely you cannot cleave the earth, nor attain the height of mountains in stature.","transliteration":"wa lā tamsyi fil-arḍi maraḥā, innaka lan takhriqal-arḍa wa lan tablugal-jibāla ṭụlā","no_fn":"","text_fn":""},{"id":2067,"surah":17,"no_ayah":38,"theme":"Beberapa Etika Pergaulan","text_ayah":"كُلُّ ذٰلِكَ كَانَ سَيِّئُهٗ عِنْدَ رَبِّكَ مَكْرُوْهًا ","text_id":"Kejahatan dari semua (larangan) itu<sup>429)</sup> dibenci di sisi Tuhanmu.","text_en":"All these are evil and odious to your Lord.","transliteration":"kullu żālika kāna sayyi`uhụ 'inda rabbika makrụhā","no_fn":"429","text_fn":"429) Yang dimaksud adalah larangan-larangan yang disebut dalam ayat 22, 23, 26, 29, 31, 32, 33, 34, 36, dan 37 surah ini."},{"id":2068,"surah":17,"no_ayah":39,"theme":"Beberapa Etika Pergaulan","text_ayah":"ذٰلِكَ مِمَّآ اَوْحٰٓى اِلَيْكَ رَبُّكَ مِنَ الْحِكْمَةِۗ وَلَا تَجْعَلْ مَعَ اللّٰهِ اِلٰهًا اٰخَرَ فَتُلْقٰى فِيْ جَهَنَّمَ مَلُوْمًا مَّدْحُوْرًا ","text_id":"Itulah sebagian hikmah yang diwahyukan Tuhan kepada engkau (Nabi Muhammad). Janganlah engkau menjadikan tuhan yang lain di samping Allah, yang menyebabkan engkau dilemparkan ke dalam neraka dalam keadaan tercela lagi terusir (dari rahmat Allah).","text_en":"This is some of the wisdom your Lord has revealed to you. So do not take another god apart from God, or you will be cast into Hell, reproved, ostracised.","transliteration":"żālika mimmā auḥā ilaika rabbuka minal-ḥikmah, wa lā taj'al ma'allāhi ilāhan ākhara fa tulqā fī jahannama malụmam mad-ḥụrā","no_fn":"","text_fn":""},{"id":2069,"surah":17,"no_ayah":40,"theme":"Sanggahan terhadap Orang-Orang yang Mempersekutukan Allah","text_ayah":"اَفَاَصْفٰىكُمْ رَبُّكُمْ بِالْبَنِيْنَ وَاتَّخَذَ مِنَ الْمَلٰۤىِٕكَةِ اِنَاثًاۗ اِنَّكُمْ لَتَقُوْلُوْنَ قَوْلًا عَظِيْمًاࣖ ","text_id":"Apakah (pantas) Tuhanmu memilihkan anak laki-laki untukmu, sedangkan Dia menjadikan malaikat sebagai anak perempuan? Sesungguhnya kamu (kaum musyrik) benar-benar mengucapkan perkataan yang (dosanya) sangat besar.","text_en":"Has God chosen to give you sons, and taken for Himself daughters from among the angels? You utter grievous things indeed!","transliteration":"a fa aṣfākum rabbukum bil-banīna wattakhaża minal-malā`ikati ināṡā, innakum lataqụlụna qaulan 'aẓīmā","no_fn":"","text_fn":""},{"id":2070,"surah":17,"no_ayah":41,"theme":"Sanggahan terhadap Orang-Orang yang Mempersekutukan Allah","text_ayah":"وَلَقَدْ صَرَّفْنَا فِيْ هٰذَا الْقُرْاٰنِ لِيَذَّكَّرُوْاۗ وَمَا يَزِيْدُهُمْ اِلَّا نُفُوْرًا","text_id":"Sungguh telah Kami (jelaskan) berulang-ulang (peringatan) dalam Al-Qur’an ini agar mereka selalu ingat. Akan tetapi, (peringatan) itu tidak menambah (apa pun) kepada mereka, kecuali makin lari (dari kebenaran).","text_en":"We have explained (the truth) in various ways in this Qur'an, that they may be warned; but it only increased their refractoriness.","transliteration":"wa laqad ṣarrafnā fī hāżal-qur`āni liyażżakkarụ, wa mā yazīduhum illā nufụrā","no_fn":"","text_fn":""},{"id":2071,"surah":17,"no_ayah":42,"theme":"Sanggahan terhadap Orang-Orang yang Mempersekutukan Allah","text_ayah":"قُلْ لَّوْ كَانَ مَعَهٗ ٓ اٰلِهَةٌ كَمَا يَقُوْلُوْنَ اِذًا لَّابْتَغَوْا اِلٰى ذِى الْعَرْشِ سَبِيْلًا","text_id":"Katakanlah (Nabi Muhammad), “Seandainya ada tuhan-tuhan (lain) di samping-Nya, sebagaimana yang mereka katakan, niscaya tuhan-tuhan itu mencari jalan kepada (Tuhan) Pemilik ʻArasy (untuk mengalahkan atau menyaingi-Nya).”","text_en":"Say: \"Had there been other gods with Him, as they assert, they would surely have sought a way (of opposition) against the Lord of the Throne.\"","transliteration":"qul lau kāna ma'ahū ālihatung kamā yaqụlụna iżal labtagau ilā żil-'arsyi sabīlā","no_fn":"","text_fn":""},{"id":2072,"surah":17,"no_ayah":43,"theme":"Sanggahan terhadap Orang-Orang yang Mempersekutukan Allah","text_ayah":" سُبْحٰنَهٗ وَتَعٰلٰى عَمَّا يَقُوْلُوْنَ عُلُوًّا كَبِيْرًا","text_id":"Mahasuci dan Mahatinggi Dia dari apa yang mereka katakan dengan ketinggian yang agung.","text_en":"Too glorious and high is He, too exalted for what they say!","transliteration":"sub-ḥānahụ wa ta'ālā 'ammā yaqụlụna 'uluwwang kabīrā","no_fn":"","text_fn":""},{"id":2073,"surah":17,"no_ayah":44,"theme":"Sanggahan terhadap Orang-Orang yang Mempersekutukan Allah","text_ayah":"تُسَبِّحُ لَهُ السَّمٰوٰتُ السَّبْعُ وَالْاَرْضُ وَمَنْ فِيْهِنَّۗ وَاِنْ مِّنْ شَيْءٍ اِلَّا يُسَبِّحُ بِحَمْدِهٖ وَلٰكِنْ لَّا تَفْقَهُوْنَ تَسْبِيْحَهُمْۗ اِنَّهٗ كَانَ حَلِيْمًا غَفُوْرًا","text_id":"Langit yang tujuh, bumi, dan semua yang ada di dalamnya senantiasa bertasbih kepada Allah. Tidak ada sesuatu pun, kecuali senantiasa bertasbih dengan memuji-Nya, tetapi kamu tidak mengerti tasbih mereka. Sesungguhnya Dia Maha Penyantun lagi Maha Pengampun.","text_en":"The seven skies, the earth, and all that lies within them, sing hallelujas to Him. There is nothing that does not chant His praises, but you do not understand their hymns of praise. He is verily clement and forgiving.","transliteration":"tusabbiḥu lahus-samāwātus-sab'u wal-arḍu wa man fīhinn, wa im min syai`in illā yusabbiḥu biḥamdihī wa lākil lā tafqahụna tasbīḥahum, innahụ kāna ḥalīman gafụrā","no_fn":"","text_fn":""},{"id":2074,"surah":17,"no_ayah":45,"theme":"Orang-Orang Kafir Tidak Dapat Memahami Al-Qur’an","text_ayah":"وَاِذَا قَرَأْتَ الْقُرْاٰنَ جَعَلْنَا بَيْنَكَ وَبَيْنَ الَّذِيْنَ لَا يُؤْمِنُوْنَ بِالْاٰخِرَةِ حِجَابًا مَّسْتُوْرًاۙ  ","text_id":"Apabila engkau (Nabi Muhammad) membaca Al-Qur’an, Kami adakan suatu tabir yang tertutup antara engkau dan orang-orang yang tidak beriman pada kehidupan akhirat.","text_en":"When you recite the Qur'an, We place a hidden veil between you and those who do not believe in the Hereafter;","transliteration":"wa iżā qara`tal-qur`āna ja'alnā bainaka wa bainallażīna lā yu`minụna bil-ākhirati ḥijābam mastụrā","no_fn":"","text_fn":""},{"id":2075,"surah":17,"no_ayah":46,"theme":"Orang-Orang Kafir Tidak Dapat Memahami Al-Qur’an","text_ayah":"وَّجَعَلْنَا عَلٰى قُلُوْبِهِمْ اَكِنَّةً اَنْ يَّفْقَهُوْهُ وَفِيْٓ اٰذَانِهِمْ وَقْرًاۗ وَاِذَا ذَكَرْتَ رَبَّكَ فِى الْقُرْاٰنِ وَحْدَهٗ وَلَّوْا عَلٰٓى اَدْبَارِهِمْ نُفُوْرًا","text_id":"Kami jadikan di atas hati mereka penutup-penutup (sesuai dengan kehendak dan sikap mereka) sehingga mereka tidak memahaminya dan di telinga mereka ada penyumbat (sehingga tidak mendengarnya). Apabila engkau menyebut (nama) Tuhanmu saja dalam Al-Qur’an, mereka berpaling ke belakang melarikan diri (karena benci).","text_en":"And We put covers over their hearts and deafness in their ears that they should not understand it. So when you invoke your Lord alone in the Qur'an they turn their backs and walk away.","transliteration":"wa ja'alnā 'alā qulụbihim akinnatan ay yafqahụhu wa fī āżānihim waqrā, wa iżā żakarta rabbaka fil-qur`āni waḥdahụ wallau 'alā adbārihim nufụrā","no_fn":"","text_fn":""},{"id":2076,"surah":17,"no_ayah":47,"theme":"Orang-Orang Kafir Tidak Dapat Memahami Al-Qur’an","text_ayah":"نَحْنُ اَعْلَمُ بِمَا يَسْتَمِعُوْنَ بِهٖٓ اِذْ يَسْتَمِعُوْنَ اِلَيْكَ وَاِذْ هُمْ نَجْوٰٓى اِذْ يَقُوْلُ الظّٰلِمُوْنَ اِنْ تَتَّبِعُوْنَ اِلَّا رَجُلًا مَّسْحُوْرًا ","text_id":"Kami lebih tahu bagaimana (sikap) mereka mendengarkan (Al-Qur’an) saat mereka mendengarkan engkau (Nabi Muhammad) dan berbisik-bisik (sesama mereka) ketika orang-orang zalim itu berkata, “Kamu tidak mengikuti (siapa pun), kecuali seorang laki-laki yang kena sihir.”","text_en":"We know well with what (intent) they hear you, for when they confer privately the wicked say: \"You follow but a man deluded.\"","transliteration":"naḥnu a'lamu bimā yastami'ụna bihī iż yastami'ụna ilaika wa iż hum najwā iż yaqụluẓ-ẓālimụna in tattabi'ụna illā rajulam mas-ḥụrā","no_fn":"","text_fn":""},{"id":2077,"surah":17,"no_ayah":48,"theme":"Orang-Orang Kafir Tidak Dapat Memahami Al-Qur’an","text_ayah":"اُنْظُرْ كَيْفَ ضَرَبُوْا لَكَ الْاَمْثَالَ فَضَلُّوْا فَلَا يَسْتَطِيْعُوْنَ سَبِيْلًا","text_id":"Perhatikanlah (Nabi Muhammad) bagaimana mereka membuat perumpamaan-perumpamaan (yang buruk) tentang engkau! Maka, sesatlah mereka sehingga tidak sanggup (mendapatkan) jalan (untuk menentang kerasulanmu).","text_en":"See, what comparisons they coin for you, and go astray, and thus cannot find the way.","transliteration":"unẓur kaifa ḍarabụ lakal-amṡāla fa ḍallụ fa lā yastaṭī'ụna sabīlā","no_fn":"","text_fn":""},{"id":2078,"surah":17,"no_ayah":49,"theme":"Cara Membantah Keingkaran Kaum Musyrik","text_ayah":"وَقَالُوْٓا ءَاِذَا كُنَّا عِظَامًا وَّرُفَاتًا ءَاِنَّا لَمَبْعُوْثُوْنَ خَلْقًا جَدِيْدًا ","text_id":"Mereka berkata, “Apabila kami telah menjadi tulang-belulang dan kepingan-kepingan (yang berserakan), apakah kami benar-benar akan dibangkitkan kembali sebagai makhluk yang baru?”","text_en":"Yet they say: \"When we are turned to bones and bits, shall we be raised as a new creation?\"","transliteration":"wa qālū a iżā kunnā 'iẓāmaw wa rufātan a innā lamab'ụṡụna khalqan jadīdā","no_fn":"","text_fn":""},{"id":2079,"surah":17,"no_ayah":50,"theme":"Cara Membantah Keingkaran Kaum Musyrik","text_ayah":"۞ قُلْ كُوْنُوْا حِجَارَةً اَوْ حَدِيْدًاۙ ","text_id":"Katakanlah (Nabi Muhammad), “Jadilah kamu batu atau besi,","text_en":"Tell them: \"(Even if) you turn to stones or steel,","transliteration":"qul kụnụ ḥijāratan au ḥadīdā","no_fn":"","text_fn":""},{"id":2080,"surah":17,"no_ayah":51,"theme":"Cara Membantah Keingkaran Kaum Musyrik","text_ayah":"اَوْ خَلْقًا مِّمَّا يَكْبُرُ فِيْ صُدُوْرِكُمْ ۚفَسَيَقُوْلُوْنَ مَنْ يُّعِيْدُنَاۗ قُلِ الَّذِيْ فَطَرَكُمْ اَوَّلَ مَرَّةٍۗ فَسَيُنْغِضُوْنَ اِلَيْكَ رُءُوْسَهُمْ وَيَقُوْلُوْنَ مَتٰى هُوَۗ قُلْ عَسٰٓى اَنْ يَّكُوْنَ قَرِيْبًا","text_id":"atau (jadilah) makhluk lain yang tidak mungkin hidup kembali menurut pikiranmu (maka Allah akan tetap menghidupkannya kembali).” Kemudian, mereka akan bertanya, “Siapa yang akan menghidupkan kami kembali?” Katakanlah, “Yang telah menciptakan kamu pertama kali.” Mereka akan menggeleng-gelengkan kepalanya kepadamu (karena takjub) dan berkata, “Kapan (kiamat) itu (akan terjadi)?” Katakanlah, “Barangkali waktunya sudah dekat,”","text_en":"Or some other created thing which may seem to you most difficult (to create)!\" They will then say: \"Who will revert us back?\" Say: \"He who originated you in the first place.\" They will shake their heads at you and say: \"When will that be?\" Say: \"In the near future, perhaps,","transliteration":"au khalqam mimmā yakburu fī ṣudụrikum, fa sayaqụlụna may yu'īdunā, qulillażī faṭarakum awwala marrah, fa sayun-giḍụna ilaika ru`ụsahum wa yaqụlụna matā huw, qul 'asā ay yakụna qarībā","no_fn":"","text_fn":""},{"id":2081,"surah":17,"no_ayah":52,"theme":"Cara Membantah Keingkaran Kaum Musyrik","text_ayah":"يَوْمَ يَدْعُوْكُمْ فَتَسْتَجِيْبُوْنَ بِحَمْدِهٖ وَتَظُنُّوْنَ اِنْ لَّبِثْتُمْ اِلَّا قَلِيْلًاࣖ ","text_id":"yaitu pada hari (ketika) Dia memanggilmu, lalu kamu mematuhi-Nya sambil memuji-Nya dan mengira tidak berdiam (di bumi) kecuali hanya sebentar.","text_en":"\"On the day when He will call you, and you will answer with His praises and imagine you did not tarry but a while.\"","transliteration":"yauma yad'ụkum fa tastajībụna biḥamdihī wa taẓunnụna il labiṡtum illā qalīlā","no_fn":"","text_fn":""},{"id":2082,"surah":17,"no_ayah":53,"theme":"Cara Membantah Keingkaran Kaum Musyrik","text_ayah":"وَقُلْ لِّعِبَادِيْ يَقُوْلُوا الَّتِيْ هِيَ اَحْسَنُۗ اِنَّ الشَّيْطٰنَ يَنْزَغُ بَيْنَهُمْۗ اِنَّ الشَّيْطٰنَ كَانَ لِلْاِنْسَانِ عَدُوًّا مُّبِيْنًا","text_id":"Katakan kepada hamba-hamba-Ku supaya mereka mengucapkan perkataan yang lebih baik (dan benar). Sesungguhnya setan itu selalu menimbulkan perselisihan di antara mereka. Sesungguhnya setan adalah musuh yang nyata bagi manusia.","text_en":"Tell My creatures only to speak words that are good. Verily Satan sows dissensions: Satan is indeed the acknowledged enemy of mankind.","transliteration":"wa qul li'ibādī yaqụlullatī hiya aḥsan, innasy-syaiṭāna yanzagu bainahum, innasy-syaiṭāna kāna lil-insāni 'aduwwam mubīnā","no_fn":"","text_fn":""},{"id":2083,"surah":17,"no_ayah":54,"theme":"Cara Membantah Keingkaran Kaum Musyrik","text_ayah":"رَبُّكُمْ اَعْلَمُ بِكُمْ اِنْ يَّشَأْ يَرْحَمْكُمْ اَوْ اِنْ يَّشَأْ يُعَذِّبْكُمْۗ وَمَآ اَرْسَلْنٰكَ عَلَيْهِمْ وَكِيْلًا","text_id":"Tuhanmu lebih mengetahui tentang kamu. Jika Dia menghendaki, niscaya Dia merahmatimu dan jika Dia menghendaki, niscaya Dia mengazabmu. Kami tidaklah mengutusmu (Nabi Muhammad) sebagai penjaga bagi mereka.","text_en":"Your Lord knows you better: He may have mercy on you if He please, or punish you if He will. Yet We have not sent you as warden over them.","transliteration":"rabbukum a'lamu bikum iy yasya` yar-ḥamkum au iy yasya` yu'ażżibkum, wa mā arsalnāka 'alaihim wakīlā","no_fn":"","text_fn":""},{"id":2084,"surah":17,"no_ayah":55,"theme":"Cara Membantah Keingkaran Kaum Musyrik","text_ayah":"وَرَبُّكَ اَعْلَمُ بِمَنْ فِى السَّمٰوٰتِ وَالْاَرْضِۗ وَلَقَدْ فَضَّلْنَا بَعْضَ النَّبِيّٖنَ عَلٰى بَعْضٍ وَّاٰتَيْنَا دَاوٗدَ زَبُوْرًا","text_id":"Tuhanmu lebih mengetahui siapa yang di langit dan di bumi. Sungguh, Kami telah melebihkan sebagian nabi-nabi atas sebagian (yang lain) dan Kami anugerahkan Zabur kepada Daud.","text_en":"Your Lord knows whoever is in the heavens and the earth. We exalted some of the prophets over the others; and to David We gave the Book of Psalms.","transliteration":"wa rabbuka a'lamu biman fis-samāwāti wal-arḍ, wa laqad faḍḍalnā ba'ḍan-nabiyyīna 'alā ba'ḍiw wa ātainā dāwụda zabụrā","no_fn":"","text_fn":""},{"id":2085,"surah":17,"no_ayah":56,"theme":"Cara Membantah Keingkaran Kaum Musyrik","text_ayah":"قُلِ ادْعُوا الَّذِيْنَ زَعَمْتُمْ مِّنْ دُوْنِهٖ فَلَا يَمْلِكُوْنَ كَشْفَ الضُّرِّ عَنْكُمْ وَلَا تَحْوِيْلًا","text_id":"Katakanlah (Nabi Muhammad), “Serulah mereka yang kamu anggap (tuhan)<sup>430)</sup> selain Dia. Mereka tidak akan mampu menghilangkan bahaya darimu dan tidak (pula) mampu mengalihkannya.”","text_en":"Say: \"Call those whom you imagine to be gods besides Him; yet they have no power to relieve you of any distress or to avert it.\"","transliteration":"qulid'ullażīna za'amtum min dụnihī fa lā yamlikụna kasyfaḍ-ḍurri 'angkum wa lā taḥwīlā","no_fn":"430","text_fn":"430) Maksudnya adalah apa yang diyakini mereka sebagai tuhan, yaitu berhala, malaikat, jin, dan sebagainya."},{"id":2086,"surah":17,"no_ayah":57,"theme":"Cara Membantah Keingkaran Kaum Musyrik","text_ayah":"اُولٰۤىِٕكَ الَّذِيْنَ يَدْعُوْنَ يَبْتَغُوْنَ اِلٰى رَبِّهِمُ الْوَسِيْلَةَ اَيُّهُمْ اَقْرَبُ وَيَرْجُوْنَ رَحْمَتَهٗ وَيَخَافُوْنَ عَذَابَهٗۗ اِنَّ عَذَابَ رَبِّكَ كَانَ مَحْذُوْرًا","text_id":"Orang-orang yang mereka seru itu, mereka (sendiri) mencari jalan kepada Tuhan<sup>431)</sup> (masing-masing berharap) siapa di antara mereka yang lebih dekat (kepada Allah). Mereka juga mengharapkan rahmat-Nya dan takut akan azab-Nya. Sesungguhnya, azab Tuhanmu itu adalah yang (harus) ditakuti.","text_en":"Those they invoke themselves seek the way to their Lord, (striving) which one of them shall be nearest (to Him); and hope for His grace, and dread His punishment. Indeed, the punishment of your Lord is to be feared!","transliteration":"ulā`ikallażīna yad'ụna yabtagụna ilā rabbihimul-wasīlata ayyuhum aqrabu wa yarjụna raḥmatahụ wa yakhāfụna 'ażābah, inna 'ażāba rabbika kāna maḥżụrā","no_fn":"431","text_fn":"431) Nabi Isa a.s., para malaikat, dan Uzair yang mereka sembah selama ini sebenarnya menyeru dan mencari jalan untuk mendekatkan diri kepada Allah Swt."},{"id":2087,"surah":17,"no_ayah":58,"theme":"Cara Membantah Keingkaran Kaum Musyrik","text_ayah":"وَاِنْ مِّنْ قَرْيَةٍ اِلَّا نَحْنُ مُهْلِكُوْهَا قَبْلَ يَوْمِ الْقِيٰمَةِ اَوْ مُعَذِّبُوْهَا عَذَابًا شَدِيْدًاۗ كَانَ ذٰلِكَ فىِ الْكِتٰبِ مَسْطُوْرًا","text_id":"Tidak ada suatu negeri pun (yang durhaka penduduknya), kecuali Kami membinasakannya sebelum hari Kiamat atau Kami siksa (penduduk)-nya dengan siksa yang sangat keras. Yang demikian itu telah tertulis di dalam Kitab (Lauh Mahfuz).","text_en":"There is not a habitation We shall not destroy before the Day of Resurrection, or not inflict severe punishment upon it. This is in accordance with the law (of God).","transliteration":"wa im ming qaryatin illā naḥnu muhlikụhā qabla yaumil-qiyāmati au mu'ażżibụhā 'ażāban syadīdā, kāna żālika fil-kitābi masṭụrā","no_fn":"","text_fn":""},{"id":2088,"surah":17,"no_ayah":59,"theme":"Mukjizat yang Diingkari akan Melahirkan Azab Allah","text_ayah":"وَمَا مَنَعَنَآ اَنْ نُّرْسِلَ بِالْاٰيٰتِ اِلَّآ اَنْ كَذَّبَ بِهَا الْاَوَّلُوْنَۗ وَاٰتَيْنَا ثَمُوْدَ النَّاقَةَ مُبْصِرَةً فَظَلَمُوْا بِهَاۗ وَمَا نُرْسِلُ بِالْاٰيٰتِ اِلَّا تَخْوِيْفًا","text_id":"Tidak ada yang menghalangi Kami untuk mengirimkan (kepadamu) tanda-tanda (kekuasaan Kami), melainkan karena (tanda-tanda) itu telah didustakan oleh orang-orang terdahulu. Kami telah berikan kepada kaum Samud unta betina (sebagai mukjizat) yang jelas, tetapi mereka menganiayanya (dengan menyembelihnya). Kami tidak mengirimkan tanda-tanda itu kecuali untuk menakut-nakuti.","text_en":"Nothing could stop Us from sending signs except that the earlier people had rejected them as lies. We sent to Thamud the she-camel as a token to make it clear to them, but they treated her cruelly; and We send signs only to deter.","transliteration":"wa mā mana'anā an nursila bil-āyāti illā ang każżaba bihal-awwalụn, wa ātainā ṡamụdan-nāqata mubṣiratan fa ẓalamụ bihā, wa mā nursilu bil-āyāti illā takhwīfā","no_fn":"","text_fn":""},{"id":2089,"surah":17,"no_ayah":60,"theme":"Mukjizat yang Diingkari akan Melahirkan Azab Allah","text_ayah":"وَاِذْ قُلْنَا لَكَ اِنَّ رَبَّكَ اَحَاطَ بِالنَّاسِۗ وَمَا جَعَلْنَا الرُّءْيَا الَّتِيْٓ اَرَيْنٰكَ اِلَّا فِتْنَةً لِّلنَّاسِ وَالشَّجَرَةَ الْمَلْعُوْنَةَ فِى الْقُرْاٰنِ ۗ وَنُخَوِّفُهُمْۙ فَمَا يَزِيْدُهُمْ اِلَّا طُغْيَانًا كَبِيْرًاࣖ ","text_id":"(Ingatlah) ketika Kami berfirman kepadamu, “Sesungguhnya Tuhanmu (dengan ilmu dan kekuasaan-Nya) meliputi seluruh manusia.” Kami tidak menjadikan ru’yā<sup>432)</sup> yang telah Kami perlihatkan kepadamu, melainkan sebagai ujian bagi manusia dan (begitu pula) pohon yang terkutuk<sup>433)</sup> dalam Al-Qur’an. Kami menakut-nakuti mereka, tetapi yang demikian itu hanyalah menambah besar kedurhakaan mereka.","text_en":"When We said to you: \"Verily your Lord circumscribes mankind,\" and showed you the vision and the accursed tree of the Qur'an, it was as a bone of contention for men. Thus do We (instil) fear in them; but they only transgress the more.","transliteration":"wa iż qulnā laka inna rabbaka aḥāṭa bin-nās, wa mā ja'alnar-ru`yallatī araināka illā fitnatal lin-nāsi wasy-syajaratal-mal'ụnata fil-qur`ān, wa nukhawwifuhum fa mā yazīduhum illā ṭugyānang kabīrā","no_fn":"432,433","text_fn":"432) Menurut sebagian mufasir, yang dimaksud ru’yā di sini berkaitan dengan peristiwa Isra Mikraj sehingga maknanya adalah ‘penglihatan Nabi ketika Isra Mikraj’. Adapun menurut sebagian mufasir lainnya, ru’yā ini berkaitan dengan Perang Badar. Maka, maknanya adalah ‘mimpi yang dialami Rasulullah sebelum peristiwa Perang Badar’.</br>433) Pohon terkutuk itu adalah pohon zaqum (lihat dalam surah aṣ-Ṣāffāt/37: 62 dan ad-Dukhān/44: 43)."},{"id":2090,"surah":17,"no_ayah":61,"theme":"Permusuhan Iblis terhadap Adam dan Keturunannya","text_ayah":"وَاِذْ قُلْنَا لِلْمَلٰۤىِٕكَةِ اسْجُدُوْا لِاٰدَمَ فَسَجَدُوْٓا اِلَّآ اِبْلِيْسَۗ قَالَ ءَاَسْجُدُ لِمَنْ خَلَقْتَ طِيْنًاۚ ","text_id":"(Ingatlah) ketika Kami berfirman kepada para malaikat, “Sujudlah kamu semua kepada Adam.” Mereka pun sujud, tetapi Iblis (enggan). Ia (Iblis) berkata, “Apakah aku harus bersujud kepada orang yang Engkau ciptakan dari tanah?”","text_en":"When We asked the angels to bow before Adam, they all bowed but Iblis, who said: \"Can I bow before him whom You created from clay?\"","transliteration":"wa iż qulnā lil-malā`ikatisjudụ li`ādama fa sajadū illā iblīs, qāla a asjudu liman khalaqta ṭīnā","no_fn":"","text_fn":""},{"id":2091,"surah":17,"no_ayah":62,"theme":"Permusuhan Iblis terhadap Adam dan Keturunannya","text_ayah":"قَالَ اَرَاَيْتَكَ هٰذَا الَّذِيْ كَرَّمْتَ عَلَيَّ لَىِٕنْ اَخَّرْتَنِ اِلٰى يَوْمِ الْقِيٰمَةِ لَاَحْتَنِكَنَّ ذُرِّيَّتَهٗٓ اِلَّا قَلِيْلًا","text_id":"Ia (Iblis) berkata, “Terangkanlah kepadaku tentang orang ini yang lebih Engkau muliakan daripada aku. Sungguh, jika Engkau memberi tenggang waktu kepadaku sampai hari Kiamat, niscaya aku benar-benar akan menyesatkan keturunannya, kecuali sebagian kecil.”","text_en":"(And) said: \"Look! This is what you have honoured above me! If You defer (my term) till the Day of Resurrection, I will bring his progeny into complete subjugation, barring a few.\"","transliteration":"qāla a ra`aitaka hāżallażī karramta 'alayya la`in akhkhartani ilā yaumil-qiyāmati la`aḥtanikanna żurriyyatahū illā qalīlā","no_fn":"","text_fn":""},{"id":2092,"surah":17,"no_ayah":63,"theme":"Permusuhan Iblis terhadap Adam dan Keturunannya","text_ayah":"قَالَ اذْهَبْ فَمَنْ تَبِعَكَ مِنْهُمْ فَاِنَّ جَهَنَّمَ جَزَاۤؤُكُمْ جَزَاۤءً مَّوْفُوْرًا","text_id":"Dia (Allah) berfirman, “Pergilah, siapa saja di antara mereka yang mengikuti kamu, sesungguhnya (neraka) Jahanamlah balasanmu semua sebagai balasan yang sempurna.","text_en":"(And God) said: \"Away! Whosoever of them follows you will surely have Hell with you as requital -- an ample recompense.","transliteration":"qālaż-hab fa man tabi'aka min-hum fa inna jahannama jazā`ukum jazā`am maufụrā","no_fn":"","text_fn":""},{"id":2093,"surah":17,"no_ayah":64,"theme":"Permusuhan Iblis terhadap Adam dan Keturunannya","text_ayah":"وَاسْتَفْزِزْ مَنِ اسْتَطَعْتَ مِنْهُمْ بِصَوْتِكَ وَاَجْلِبْ عَلَيْهِمْ بِخَيْلِكَ وَرَجِلِكَ وَشَارِكْهُمْ فِى الْاَمْوَالِ وَالْاَوْلَادِ وَعِدْهُمْۗ وَمَا يَعِدُهُمُ الشَّيْطٰنُ اِلَّا غُرُوْرًا","text_id":"Perdayakanlah (wahai Iblis) siapa saja di antara mereka yang engkau sanggup dengan ajakanmu. Kerahkanlah pasukanmu yang berkuda dan yang berjalan kaki terhadap mereka. Bersekutulah dengan mereka dalam harta dan anak-anak, lalu berilah janji kepada mereka.” Setan itu hanya menjanjikan tipuan belaka kepada mereka.","text_en":"Mislead any of them you may with your voice, attack them with your cavalry and soldiers on foot, share their wealth and children with them, and make promises to them.\" -- But the promises of Satan are nothing but deceit.","transliteration":"wastafziz manistaṭa'ta min-hum biṣautika wa ajlib 'alaihim bikhailika wa rajilika wa syārik-hum fil-amwāli wal-aulādi wa 'id-hum, wa mā ya'iduhumusy-syaiṭānu illā gurụrā","no_fn":"","text_fn":""},{"id":2094,"surah":17,"no_ayah":65,"theme":"Permusuhan Iblis terhadap Adam dan Keturunannya","text_ayah":"اِنَّ عِبَادِيْ لَيْسَ لَكَ عَلَيْهِمْ سُلْطٰنٌۗ وَكَفٰى بِرَبِّكَ وَكِيْلًا","text_id":"(Allah berfirman lagi,) “Sesungguhnya tidak ada kekuasaan bagimu (Iblis) atas hamba-hamba-Ku (yang mukmin). Cukuplah Tuhanmu sebagai penjaga (mereka darimu).”","text_en":"\"You will surely have no power over My devotees: Your Lord is sufficient as their protector.\"","transliteration":"inna 'ibādī laisa laka 'alaihim sulṭān, wa kafā birabbika wakīlā","no_fn":"","text_fn":""},{"id":2095,"surah":17,"no_ayah":66,"theme":"Nikmat Allah di Dunia dan Beberapa Kejadian pada Hari Kiamat","text_ayah":"رَبُّكُمُ الَّذِيْ يُزْجِيْ لَكُمُ الْفُلْكَ فِى الْبَحْرِ لِتَبْتَغُوْا مِنْ فَضْلِهٖۗ اِنَّهٗ كَانَ بِكُمْ رَحِيْمًا","text_id":"Tuhanmulah yang melayarkan kapal-kapal di lautan untukmu agar kamu mencari karunia-Nya. Sesungguhnya Dia Maha Penyayang terhadapmu.","text_en":"It is your Lord who drives your ships across the seas that you may seek of His bounty. He is verily kind to you.","transliteration":"rabbukumullażī yuzjī lakumul-fulka fil-baḥri litabtagụ min faḍlih, innahụ kāna bikum raḥīmā","no_fn":"","text_fn":""},{"id":2096,"surah":17,"no_ayah":67,"theme":"Nikmat Allah di Dunia dan Beberapa Kejadian pada Hari Kiamat","text_ayah":"وَاِذَا مَسَّكُمُ الضُّرُّ فِى الْبَحْرِ ضَلَّ مَنْ تَدْعُوْنَ اِلَّآ اِيَّاهُۚ فَلَمَّا نَجّٰىكُمْ اِلَى الْبَرِّ اَعْرَضْتُمْۗ وَكَانَ الْاِنْسَانُ كَفُوْرًا","text_id":"Apabila kamu ditimpa bahaya di lautan, niscaya hilang semua yang kamu seru, kecuali Dia. Akan tetapi, ketika Dia menyelamatkan kamu ke daratan, kamu berpaling (dari-Nya). Manusia memang selalu ingkar.","text_en":"When a calamity befalls you on the sea, all those you invoke fail you except Him. But when He brings you safely to the shore, you turn away, for man is most ungrateful.","transliteration":"wa iżā massakumuḍ-ḍurru fil-baḥri ḍalla man tad'ụna illā iyyāh, fa lammā najjākum ilal-barri a'raḍtum, wa kānal-insānu kafụrā","no_fn":"","text_fn":""},{"id":2097,"surah":17,"no_ayah":68,"theme":"Nikmat Allah di Dunia dan Beberapa Kejadian pada Hari Kiamat","text_ayah":"اَفَاَمِنْتُمْ اَنْ يَّخْسِفَ بِكُمْ جَانِبَ الْبَرِّ اَوْ يُرْسِلَ عَلَيْكُمْ حَاصِبًا ثُمَّ لَا تَجِدُوْا لَكُمْ وَكِيْلًا ۙ ","text_id":"Apakah kamu merasa aman dari kemungkinan Dia akan membenamkan sebagian daratan bersama kamu atau mengirimkan kerikil, lalu kamu tidak akan mendapati seorang pun sebagai pelindung?","text_en":"Have you then become so sure that He will not cleave the earth and sink you in it by the shore, or send a gale against you, when you will not find any protector.","transliteration":"a fa amintum ay yakhsifa bikum jānibal-barri au yursila 'alaikum ḥāṣiban ṡumma lā tajidụ lakum wakīlā","no_fn":"","text_fn":""},{"id":2098,"surah":17,"no_ayah":69,"theme":"Nikmat Allah di Dunia dan Beberapa Kejadian pada Hari Kiamat","text_ayah":"اَمْ اَمِنْتُمْ اَنْ يُّعِيْدَكُمْ فِيْهِ تَارَةً اُخْرٰى فَيُرْسِلَ عَلَيْكُمْ قَاصِفًا مِّنَ الرِّيْحِ فَيُغْرِقَكُمْ بِمَا كَفَرْتُمْۙ ثُمَّ لَا تَجِدُوْا لَكُمْ عَلَيْنَا بِهٖ تَبِيْعًا","text_id":"Ataukah kamu merasa aman bahwa Dia tidak akan mengembalikanmu ke laut sekali lagi, lalu mengirimkan angin topan kepadamu dan menenggelamkanmu disebabkan kekufuranmu, kemudian kamu tidak akan mendapati seorang penolong pun dalam menghadapi (siksaan) Kami? ","text_en":"Or you feel so secure that He will not send you back (to sea) again or send a gravel-hurtling storm against you, and drown you for your ingratitude? Then you will not find any avenger against Us.","transliteration":"am amintum ay yu'īdakum fīhi tāratan ukhrā fa yursila 'alaikum qāṣifam minar-rīḥi fa yugriqakum bimā kafartum ṡumma lā tajidụ lakum 'alainā bihī tabī'ā","no_fn":"","text_fn":""},{"id":2099,"surah":17,"no_ayah":70,"theme":"Nikmat Allah di Dunia dan Beberapa Kejadian pada Hari Kiamat","text_ayah":"۞ وَلَقَدْ كَرَّمْنَا بَنِيْٓ اٰدَمَ وَحَمَلْنٰهُمْ فِى الْبَرِّ وَالْبَحْرِ وَرَزَقْنٰهُمْ مِّنَ الطَّيِّبٰتِ وَفَضَّلْنٰهُمْ عَلٰى كَثِيْرٍ مِّمَّنْ خَلَقْنَا تَفْضِيْلًاࣖ ","text_id":"Sungguh, Kami telah memuliakan anak cucu Adam dan Kami angkut mereka di darat dan di laut. Kami anugerahkan pula kepada mereka rezeki dari yang baik-baik dan Kami lebihkan mereka di atas banyak makhluk yang Kami ciptakan dengan kelebihan yang sempurna.","text_en":"Indeed We have honoured the children of Adam, and carried them over land and sea, provided them with good things for their sustenance, and exalted them over many of Our creatures.","transliteration":"wa laqad karramnā banī ādama wa ḥamalnāhum fil-barri wal-baḥri wa razaqnāhum minaṭ-ṭayyibāti wa faḍḍalnāhum 'alā kaṡīrim mim man khalaqnā tafḍīlā","no_fn":"","text_fn":""},{"id":2100,"surah":17,"no_ayah":71,"theme":"Nikmat Allah di Dunia dan Beberapa Kejadian pada Hari Kiamat","text_ayah":"يَوْمَ نَدْعُوْا كُلَّ اُنَاسٍۢ بِاِمَامِهِمْۚ فَمَنْ اُوْتِيَ كِتٰبَهٗ بِيَمِيْنِهٖ فَاُولٰۤىِٕكَ يَقْرَءُوْنَ كِتٰبَهُمْ وَلَا يُظْلَمُوْنَ فَتِيْلًا","text_id":"(Ingatlah) pada hari (ketika) Kami panggil setiap umat dengan pemimpinnya. Maka, siapa yang diberi catatan amalnya di tangan kanannya, mereka akan membaca catatannya (dengan bahagia) dan mereka tidak akan dirugikan sedikit pun.","text_en":"The day We shall summon all men with their leaders, whosoever is given his record in his right hand will be able to read his account, and none will be wronged the breadth of a thread.","transliteration":"yauma nad'ụ kulla unāsim bi`imāmihim, fa man ụtiya kitābahụ biyamīnihī fa ulā`ika yaqra`ụna kitābahum wa lā yuẓlamụna fatīlā","no_fn":"","text_fn":""},{"id":2101,"surah":17,"no_ayah":72,"theme":"Nikmat Allah di Dunia dan Beberapa Kejadian pada Hari Kiamat","text_ayah":"وَمَنْ كَانَ فِيْ هٰذِهٖٓ اَعْمٰى فَهُوَ فِى الْاٰخِرَةِ اَعْمٰى وَاَضَلُّ سَبِيْلًا","text_id":"Siapa yang buta (hatinya) di dunia ini, di akhirat pun dia pasti buta dan lebih tersesat jalannya.","text_en":"But whoso has been blind in this world shall be blind in the world to come, even farther astray from the path.","transliteration":"wa mang kāna fī hāżihī a'mā fa huwa fil-ākhirati a'mā wa aḍallu sabīlā","no_fn":"","text_fn":""},{"id":2102,"surah":17,"no_ayah":73,"theme":"Kegagalan Melawan Nabi Muhammad","text_ayah":"وَاِنْ كَادُوْا لَيَفْتِنُوْنَكَ عَنِ الَّذِيْٓ اَوْحَيْنَآ اِلَيْكَ لِتَفْتَرِيَ عَلَيْنَا غَيْرَهٗۖ وَاِذًا لَّاتَّخَذُوْكَ خَلِيْلًا","text_id":"Sesungguhnya mereka hampir memalingkan engkau (Nabi Muhammad) dari (apa) yang telah Kami wahyukan kepadamu agar engkau mengada-ada yang lain terhadap Kami. Jika demikian, tentu mereka menjadikan engkau sahabat yang setia.","text_en":"They had almost led you away from what has been revealed to you, that you may invent things about Us besides those revealed, when they would have taken you as friend.","transliteration":"wa ing kādụ layaftinụnaka 'anillażī auḥainā ilaika litaftariya 'alainā gairahụ wa iżal lattakhażụka khalīlā","no_fn":"","text_fn":""},{"id":2103,"surah":17,"no_ayah":74,"theme":"Kegagalan Melawan Nabi Muhammad","text_ayah":"وَلَوْلَآ اَنْ ثَبَّتْنٰكَ لَقَدْ كِدْتَّ تَرْكَنُ اِلَيْهِمْ شَيْـًٔا قَلِيْلًا ۙ  ","text_id":"Seandainya Kami tidak memperteguh (hati)-mu, niscaya engkau hampir saja condong sedikit kepada mereka.","text_en":"If We had not kept you constant you had almost leaned towards them.","transliteration":"walau lā an ṡabbatnāka laqad kitta tarkanu ilaihim syai`ang qalīlā","no_fn":"","text_fn":""},{"id":2104,"surah":17,"no_ayah":75,"theme":"Kegagalan Melawan Nabi Muhammad","text_ayah":"اِذًا لَّاَذَقْنٰكَ ضِعْفَ الْحَيٰوةِ وَضِعْفَ الْمَمَاتِ ثُمَّ لَا تَجِدُ لَكَ عَلَيْنَا نَصِيْرًا","text_id":"Jika demikian, tentu akan Kami rasakan kepadamu (siksaan) dua kali lipat di dunia dan dua kali lipat setelah mati. Kemudian, engkau (Nabi Muhammad) tidak akan mendapati seorang penolong pun terhadap Kami.","text_en":"In that case We would have made you taste a double anguish of life and a double anguish of death, and then you would not have been able to find a helper against Us for yourself.","transliteration":"iżal la`ażaqnāka ḍi'fal-ḥayāti wa ḍi'fal-mamāti ṡumma lā tajidu laka 'alainā naṣīrā","no_fn":"","text_fn":""},{"id":2105,"surah":17,"no_ayah":76,"theme":"Kegagalan Melawan Nabi Muhammad","text_ayah":"وَاِنْ كَادُوْا لَيَسْتَفِزُّوْنَكَ مِنَ الْاَرْضِ لِيُخْرِجُوْكَ مِنْهَا وَاِذًا لَّا يَلْبَثُوْنَ خِلٰفَكَ اِلَّا قَلِيْلًا","text_id":"Sesungguhnya mereka hampir membuatmu (Nabi Muhammad) gelisah di negeri (Makkah) untuk mengusirmu dari negeri itu. Kalau terjadi demikian, niscaya sepeninggalmu mereka tidak akan tinggal (bertahan), kecuali sebentar saja.<sup>434)</sup>","text_en":"They had nearly expelled you from the land and driven you away from it. But then, they too would have stayed but a little after you.","transliteration":"wa ing kādụ layastafizzụnaka minal-arḍi liyukhrijụka min-hā wa iżal lā yalbaṡụna khilāfaka illā qalīlā","no_fn":"434","text_fn":"434) Sekiranya Nabi Muhammad saw. benar-benar diusir oleh penduduk Makkah, niscaya mereka tidak akan lama hidup di dunia karena Allah Swt. segera akan membinasakan mereka. Hijrah Nabi Muhammad ke Madinah bukan karena pengusiran kaum Quraisy, melainkan semata-mata karena perintah Allah Swt."},{"id":2106,"surah":17,"no_ayah":77,"theme":"Kegagalan Melawan Nabi Muhammad","text_ayah":"سُنَّةَ مَنْ قَدْ اَرْسَلْنَا قَبْلَكَ مِنْ رُّسُلِنَا وَلَا تَجِدُ لِسُنَّتِنَا تَحْوِيْلًاࣖ ","text_id":"(Yang demikian itu) merupakan ketetapan (bagi) para rasul Kami yang benar-benar Kami utus sebelum engkau<sup>435)</sup> dan tidak akan engkau dapati perubahan atas ketetapan Kami.","text_en":"This has been Our way with the apostles whom We sent before you. You will not find any variation in Our line of action.","transliteration":"sunnata mang qad arsalnā qablaka mir rusulinā wa lā tajidu lisunnatinā taḥwīlā","no_fn":"435","text_fn":"435) Maksudnya adalah bahwa setiap umat yang mengusir rasul pasti akan dibinasakan Allah Swt. Demikian itulah sunah (ketetapan) Allah Swt."},{"id":2107,"surah":17,"no_ayah":78,"theme":"Petunjuk-Petunjuk Allah dalam Menghadapi Tantangan","text_ayah":"اَقِمِ الصَّلٰوةَ لِدُلُوْكِ الشَّمْسِ اِلٰى غَسَقِ الَّيْلِ وَقُرْاٰنَ الْفَجْرِۗ اِنَّ قُرْاٰنَ الْفَجْرِ كَانَ مَشْهُوْدًا ","text_id":"Dirikanlah salat sejak matahari tergelincir sampai gelapnya malam dan (laksanakan pula salat) Subuh!<sup>436)</sup> Sesungguhnya salat Subuh itu disaksikan (oleh malaikat).<sup>437)</sup>","text_en":"Observe the service of prayer from the sun's declining from the meridian to the darkening of the night, and the recitation at dawn. Indeed the Recitation at dawn is palpably evident.","transliteration":"aqimiṣ-ṣalāta lidulụkisy-syamsi ilā gasaqil-laili wa qur`ānal-fajr, inna qur`ānal-fajri kāna masy-hụdā","no_fn":"436","text_fn":"436) Ayat ini menerangkan waktu salat yang lima. Tergelincirnya matahari menunjukkan waktu salat Zuhur dan Asar, sedangkan gelap malam menunjukkan waktu salat Magrib, Isya’, dan Subuh.</br>437) Dalam hadis riwayat Ahmad disebutkan bahwa salat Subuh disaksikan oleh para malaikat yang bertugas pada malam dan siang."},{"id":2108,"surah":17,"no_ayah":79,"theme":"Petunjuk-Petunjuk Allah dalam Menghadapi Tantangan","text_ayah":"وَمِنَ الَّيْلِ فَتَهَجَّدْ بِهٖ نَافِلَةً لَّكَۖ عَسٰٓى اَنْ يَّبْعَثَكَ رَبُّكَ مَقَامًا مَّحْمُوْدًا","text_id":"Pada sebagian malam lakukanlah salat tahajud sebagai (suatu ibadah) tambahan bagimu, mudah-mudahan Tuhanmu mengangkatmu ke tempat yang terpuji.","text_en":"Say a supererogatory prayer at the hour of the first watch: Your Lord may raise you to a most exalted station.","transliteration":"wa minal-laili fa taḥajjad bihī nāfilatal laka 'asā ay yab'aṡaka rabbuka maqāmam maḥmụdā","no_fn":"","text_fn":""},{"id":2109,"surah":17,"no_ayah":80,"theme":"Petunjuk-Petunjuk Allah dalam Menghadapi Tantangan","text_ayah":"وَقُلْ رَّبِّ اَدْخِلْنِيْ مُدْخَلَ صِدْقٍ وَّاَخْرِجْنِيْ مُخْرَجَ صِدْقٍ وَّاجْعَلْ لِّيْ مِنْ لَّدُنْكَ سُلْطٰنًا نَّصِيْرًا","text_id":"Katakanlah (Nabi Muhammad), “Ya Tuhanku, masukkan aku (ke tempat dan keadaan apa saja) dengan cara yang benar, keluarkan (pula) aku dengan cara yang benar, dan berikanlah kepadaku dari sisi-Mu kekuasaan yang dapat menolong(-ku).<sup>438)</sup>","text_en":"And pray: \"O my Lord, let my entry be with honour, and let my exit be with honour, and grant me power from You which would help (sustain) me.\"","transliteration":"wa qur rabbi adkhilnī mudkhala ṣidqiw wa akhrijnī mukhraja ṣidqiw waj'al lī mil ladungka sulṭānan naṣīrā","no_fn":"438","text_fn":"438) Maksud doa ini adalah memohon kepada Allah Swt. agar kita memasuki suatu ibadah dan selesai darinya dengan niat yang baik dan penuh keikhlasan serta bersih dari riya dan dari sesuatu yang merusak pahala. Ayat ini juga mengisyaratkan kepada Nabi agar berhijrah dari Makkah ke Madinah. Ada juga yang memahami bahwa ayat ini berisi permohonan kepada Allah Swt. agar kita memasuki kubur dengan baik dan keluar darinya ketika hari Berbangkit dengan baik pula."},{"id":2110,"surah":17,"no_ayah":81,"theme":"Petunjuk-Petunjuk Allah dalam Menghadapi Tantangan","text_ayah":"وَقُلْ جَاۤءَ الْحَقُّ وَزَهَقَ الْبَاطِلُ  ۖاِنَّ الْبَاطِلَ كَانَ زَهُوْقًا","text_id":"Katakanlah, “Yang benar telah datang dan yang batil telah lenyap.” Sesungguhnya yang batil itu pasti lenyap.","text_en":"And say: \"Truth has come and falsehood nullified.\" Verily falsehood is perishable.","transliteration":"wa qul jā`al-ḥaqqu wa zahaqal-bāṭilu innal-bāṭila kāna zahụqā","no_fn":"","text_fn":""},{"id":2111,"surah":17,"no_ayah":82,"theme":"Petunjuk-Petunjuk Allah dalam Menghadapi Tantangan","text_ayah":"وَنُنَزِّلُ مِنَ الْقُرْاٰنِ مَا هُوَ شِفَاۤءٌ وَّرَحْمَةٌ لِّلْمُؤْمِنِيْنَۙ وَلَا يَزِيْدُ الظّٰلِمِيْنَ اِلَّا خَسَارًا","text_id":"Kami turunkan dari Al-Qur’an sesuatu yang menjadi penawar dan rahmat bagi orang-orang mukmin, sedangkan bagi orang-orang zalim (Al-Qur’an itu) hanya akan menambah kerugian.","text_en":"What We have sent down of the Qur'an is a healing and a grace for the faithful, and adds only loss for the sinners.","transliteration":"wa nunazzilu minal-qur`āni mā huwa syifā`uw wa raḥmatul lil-mu`minīna wa lā yazīduẓ-ẓālimīna illā khasārā","no_fn":"","text_fn":""},{"id":2112,"surah":17,"no_ayah":83,"theme":"Petunjuk-Petunjuk Allah dalam Menghadapi Tantangan","text_ayah":"وَاِذَآ اَنْعَمْنَا عَلَى الْاِنْسَانِ اَعْرَضَ وَنَاٰ بِجَانِبِهٖۚ وَاِذَا مَسَّهُ الشَّرُّ كَانَ يَـُٔوْسًا","text_id":"Apabila Kami menganugerahkan kenikmatan kepada manusia, niscaya dia berpaling dan menjauhkan diri (dari Allah dengan sombong). Namun, apabila dia ditimpa kesusahan, niscaya dia berputus asa.","text_en":"When We are gracious to man he turns away and moves aside; yet when evil befalls him he begins to despair.","transliteration":"wa iżā an'amnā 'alal-insāni a'raḍa wa na`ā bijānibih, wa iżā massahusy-syarru kāna ya`ụsā","no_fn":"","text_fn":""},{"id":2113,"surah":17,"no_ayah":84,"theme":"Petunjuk-Petunjuk Allah dalam Menghadapi Tantangan","text_ayah":"قُلْ كُلٌّ يَّعْمَلُ عَلٰى شَاكِلَتِهٖۗ فَرَبُّكُمْ اَعْلَمُ بِمَنْ هُوَ اَهْدٰى سَبِيْلًاࣖ","text_id":"Katakanlah (Nabi Muhammad), “Setiap orang berbuat sesuai dengan pembawaannya masing-masing.” Maka, Tuhanmu lebih mengetahui siapa yang lebih benar jalannya.","text_en":"Say: \"Each one acts according to his disposition, but your Lord knows well who follow the right path.\"","transliteration":"qul kulluy ya'malu 'alā syākilatih, fa rabbukum a'lamu biman huwa ahdā sabīlā","no_fn":"","text_fn":""},{"id":2114,"surah":17,"no_ayah":85,"theme":"Petunjuk-Petunjuk Allah dalam Menghadapi Tantangan","text_ayah":"وَيَسْـَٔلُوْنَكَ عَنِ الرُّوْحِۗ قُلِ الرُّوْحُ مِنْ اَمْرِ رَبِّيْ وَمَآ اُوْتِيْتُمْ مِّنَ الْعِلْمِ اِلَّا قَلِيْلًا ","text_id":"Mereka bertanya kepadamu (Nabi Muhammad) tentang roh. Katakanlah, “Roh itu termasuk urusan Tuhanku, sedangkan kamu tidak diberi pengetahuan kecuali hanya sedikit.”","text_en":"They ask you about revelation. Say, revelation is by the command of your Lord, and that you have been given but little knowledge.","transliteration":"wa yas`alụnaka 'anir-rụḥ, qulir-rụḥu min amri rabbī wa mā ụtītum minal-'ilmi illā qalīlā","no_fn":"","text_fn":""},{"id":2115,"surah":17,"no_ayah":86,"theme":"Tantangan untuk Menandingi Al-Qur’an","text_ayah":"وَلَىِٕنْ شِئْنَا لَنَذْهَبَنَّ بِالَّذِيْٓ اَوْحَيْنَآ اِلَيْكَ ثُمَّ لَا تَجِدُ لَكَ بِهٖ عَلَيْنَا وَكِيْلًاۙ؉؉","text_id":"Sungguh, jika Kami menghendaki, niscaya Kami lenyapkan (apa) yang telah Kami wahyukan kepadamu (Nabi Muhammad) dan engkau tidak akan mendapatkan untuk dirimu seorang pembela pun terhadap Kami.","text_en":"If We pleased We could take away what We have revealed to you. Then you will not find any one to plead for it with Us,","transliteration":"wa la`in syi`nā lanaż-habanna billażī auḥainā ilaika ṡumma lā tajidu laka bihī 'alainā wakīlā","no_fn":"","text_fn":""},{"id":2116,"surah":17,"no_ayah":87,"theme":"Tantangan untuk Menandingi Al-Qur’an","text_ayah":"اِلَّا رَحْمَةً مِّنْ رَّبِّكَۗ اِنَّ فَضْلَهٗ كَانَ عَلَيْكَ كَبِيْرًا","text_id":"Akan tetapi, (Kami tetap mengabadikan Al-Qur’an) karena rahmat dari Tuhanmu. Sesungguhnya karunia-Nya atasmu (Nabi Muhammad) sangat besar. ","text_en":"Unless your Lord have mercy. His blessings on you are great indeed.","transliteration":"illā raḥmatam mir rabbik, inna faḍlahụ kāna 'alaika kabīrā","no_fn":"","text_fn":""},{"id":2117,"surah":17,"no_ayah":88,"theme":"Tantangan untuk Menandingi Al-Qur’an","text_ayah":"قُلْ لَّىِٕنِ اجْتَمَعَتِ الْاِنْسُ وَالْجِنُّ عَلٰٓى اَنْ يَّأْتُوْا بِمِثْلِ هٰذَا الْقُرْاٰنِ لَا يَأْتُوْنَ بِمِثْلِهٖ وَلَوْ كَانَ بَعْضُهُمْ لِبَعْضٍ ظَهِيْرًا","text_id":"Katakanlah, “Sungguh, jika manusia dan jin berkumpul untuk mendatangkan yang serupa dengan Al-Qur’an ini, mereka tidak akan dapat mendatangkan yang serupa dengannya, sekalipun mereka membantu satu sama lainnya.”","text_en":"Say: \"Surely if men and jinns get together to produce the like of this (Qur'an), they will not be able to produce the like of it, however they might assist one another.","transliteration":"qul la`inijtama'atil-insu wal-jinnu 'alā ay ya`tụ bimiṡli hāżal-qur`āni lā ya`tụna bimiṡlihī walau kāna ba'ḍuhum liba'ḍin ẓahīrā","no_fn":"","text_fn":""},{"id":2118,"surah":17,"no_ayah":89,"theme":"Tantangan untuk Menandingi Al-Qur’an","text_ayah":"وَلَقَدْ صَرَّفْنَا لِلنَّاسِ فِيْ هٰذَا الْقُرْاٰنِ مِنْ كُلِّ مَثَلٍۖ فَاَبٰىٓ اَكْثَرُ النَّاسِ اِلَّا كُفُوْرًا","text_id":"Sungguh, Kami telah menjelaskan berulang-ulang segala perumpamaan dengan berbagai macam cara kepada manusia dalam Al-Qur’an ini, tetapi kebanyakan manusia tidak menginginkan kecuali kekufuran.","text_en":"We have given examples of every kind to men in this Qur'an in various ways, and even then most men disdain everything but unbelief,","transliteration":"wa laqad ṣarrafnā lin-nāsi fī hāżal-qur`āni ming kulli maṡalin fa abā akṡarun-nāsi illā kufụrā","no_fn":"","text_fn":""},{"id":2119,"surah":17,"no_ayah":90,"theme":"Tantangan Orang-Orang Kafir terhadap Nabi Muhammad untuk Mendatangkan Mukjizat","text_ayah":"وَقَالُوْا لَنْ نُّؤْمِنَ لَكَ حَتّٰى تَفْجُرَ لَنَا مِنَ الْاَرْضِ يَنْۢبُوْعًاۙ  ","text_id":"Mereka berkata, “Kami tidak akan percaya kepadamu (Nabi Muhammad) sebelum engkau membuat mata air yang memancar dari bumi untuk kami,","text_en":"And say: \"We will not believe you until you make a spring of water gush forth from the earth for us;","transliteration":"wa qālụ lan nu`mina laka ḥattā tafjura lanā minal-arḍi yambụ'ā","no_fn":"","text_fn":""},{"id":2120,"surah":17,"no_ayah":91,"theme":"Tantangan Orang-Orang Kafir terhadap Nabi Muhammad untuk Mendatangkan Mukjizat","text_ayah":"اَوْ تَكُوْنَ لَكَ جَنَّةٌ مِّنْ نَّخِيْلٍ وَّعِنَبٍ فَتُفَجِّرَ الْاَنْهٰرَ خِلٰلَهَا تَفْجِيْرًاۙ  ","text_id":"atau engkau mempunyai sebuah kebun kurma dan anggur, lalu engkau alirkan di celah-celahnya sungai yang deras alirannya,","text_en":"Or, until you acquire an orchard of date-palm trees and grapes, and produce rivers flowing through it;","transliteration":"au takụna laka jannatum min nakhīliw wa 'inabin fa tufajjiral-an-hāra khilālahā tafjīrā","no_fn":"","text_fn":""},{"id":2121,"surah":17,"no_ayah":92,"theme":"Tantangan Orang-Orang Kafir terhadap Nabi Muhammad untuk Mendatangkan Mukjizat","text_ayah":"اَوْ تُسْقِطَ السَّمَاۤءَ كَمَا زَعَمْتَ عَلَيْنَا كِسَفًا اَوْ تَأْتِيَ بِاللّٰهِ وَالْمَلٰۤىِٕكَةِ قَبِيْلًاۙ  ","text_id":"atau engkau jatuhkan langit berkeping-keping kepada kami, sebagaimana engkau telah katakan, atau engkau datangkan Allah dan para malaikat berhadapan muka dengan kami,","text_en":"Or, let chunks of sky fall over us, as you assert (you will); or, bring God and the angels as a surety;","transliteration":"au tusqiṭas-samā`a kamā za'amta 'alainā kisafan au ta`tiya billāhi wal-malā`ikati qabīlā","no_fn":"","text_fn":""},{"id":2122,"surah":17,"no_ayah":93,"theme":"Tantangan Orang-Orang Kafir terhadap Nabi Muhammad untuk Mendatangkan Mukjizat","text_ayah":"اَوْ يَكُوْنَ لَكَ بَيْتٌ مِّنْ زُخْرُفٍ اَوْ تَرْقٰى فِى السَّمَاۤءِ ۗوَلَنْ نُّؤْمِنَ لِرُقِيِّكَ حَتّٰى تُنَزِّلَ عَلَيْنَا كِتٰبًا نَّقْرَؤُهٗۗ قُلْ سُبْحَانَ رَبِّيْ هَلْ كُنْتُ اِلَّا بَشَرًا رَّسُوْلًاࣖ  ","text_id":"atau engkau mempunyai sebuah rumah yang (terbuat) dari emas, atau engkau naik ke langit dan kami tidak akan mempercayai kenaikanmu itu sebelum engkau turunkan kepada kami sebuah kitab untuk kami baca.” Katakanlah (Nabi Muhammad), “Mahasuci Tuhanku. Bukankah aku ini hanya seorang manusia yang menjadi rasul?”","text_en":"Or, you come to possess a house of gold; or ascend to the skies, though we shall not believe in your having ascended till you bring down a book for us which we could read.\" Say: \"Glory to my Lord. I am only man and a messenger.\"","transliteration":"au yakụna laka baitum min zukhrufin au tarqā fis-samā`, wa lan nu`mina liruqiyyika ḥattā tunazzila 'alainā kitāban naqra`uh, qul sub-ḥāna rabbī hal kuntu illā basyarar rasụlā","no_fn":"","text_fn":""},{"id":2123,"surah":17,"no_ayah":94,"theme":"Keingkaran Orang-Orang Kafir terhadap Manusia sebagai Utusan dan Hari Kebangkitan serta Bantahan terhadapnya","text_ayah":"وَمَا مَنَعَ النَّاسَ اَنْ يُّؤْمِنُوْٓا اِذْ جَاۤءَهُمُ الْهُدٰٓى اِلَّآ اَنْ قَالُوْٓا اَبَعَثَ اللّٰهُ بَشَرًا رَّسُوْلًا","text_id":"Tidak ada sesuatu yang menghalangi manusia untuk beriman ketika petunjuk datang kepadanya, selain perkataan mereka, “Mengapa Allah mengutus seorang manusia menjadi rasul?”","text_en":"Nothing prevented men from believing when guidance came to them, other than (what) they said: \"Has God sent (only) a man as messenger?\"","transliteration":"wa mā mana'an-nāsa ay yu`minū iż jā`ahumul-hudā illā ang qālū a ba'aṡallāhu basyarar rasụlā","no_fn":"","text_fn":""},{"id":2124,"surah":17,"no_ayah":95,"theme":"Keingkaran Orang-Orang Kafir terhadap Manusia sebagai Utusan dan Hari Kebangkitan serta Bantahan terhadapnya","text_ayah":"قُلْ لَّوْ كَانَ فِى الْاَرْضِ مَلٰۤىِٕكَةٌ يَّمْشُوْنَ مُطْمَىِٕنِّيْنَ لَنَزَّلْنَا عَلَيْهِمْ مِّنَ السَّمَاۤءِ مَلَكًا رَّسُوْلًا","text_id":"Katakanlah (Nabi Muhammad), “Sekiranya di bumi ada para malaikat yang berjalan (menetap) dengan tenang, niscaya Kami turunkan kepada mereka malaikat dari langit untuk menjadi rasul.”","text_en":"Say: \"If angels had peopled the earth and walked about in peace and quiet, We would surely have sent to them an angel as messenger.","transliteration":"qul lau kāna fil-arḍi malā`ikatuy yamsyụna muṭma`innīna lanazzalnā 'alaihim minas-samā`i malakar rasụlā","no_fn":"","text_fn":""},{"id":2125,"surah":17,"no_ayah":96,"theme":"Keingkaran Orang-Orang Kafir terhadap Manusia sebagai Utusan dan Hari Kebangkitan serta Bantahan terhadapnya","text_ayah":"قُلْ كَفٰى بِاللّٰهِ شَهِيْدًاۢ بَيْنِيْ وَبَيْنَكُمْۗ اِنَّهٗ كَانَ بِعِبَادِهٖ خَبِيْرًاۢ بَصِيْرًا","text_id":"Katakanlah (Nabi Muhammad), “Cukuplah Allah menjadi saksi antara aku dan kamu sekalian. Sesungguhnya Dia Maha Mengetahui lagi Maha Melihat hamba-hamba-Nya.”","text_en":"Tell them: \"God is sufficient witness between me and you, for He knows His creatures well, and is well-informed.\"","transliteration":"qul kafā billāhi syahīdam bainī wa bainakum, innahụ kāna bi'ibādihī khabīram baṣīrā","no_fn":"","text_fn":""},{"id":2126,"surah":17,"no_ayah":97,"theme":"Keingkaran Orang-Orang Kafir terhadap Manusia sebagai Utusan dan Hari Kebangkitan serta Bantahan terhadapnya","text_ayah":"وَمَنْ يَّهْدِ اللّٰهُ فَهُوَ الْمُهْتَدِۚ وَمَنْ يُّضْلِلْ فَلَنْ تَجِدَ لَهُمْ اَوْلِيَاۤءَ مِنْ دُوْنِهٖۗ وَنَحْشُرُهُمْ يَوْمَ الْقِيٰمَةِ عَلٰى وُجُوْهِهِمْ عُمْيًا وَّبُكْمًا وَّصُمًّاۗ مَأْوٰىهُمْ جَهَنَّمُۗ  كُلَّمَا خَبَتْ زِدْنٰهُمْ سَعِيْرًا","text_id":"Siapa yang dianugerahi petunjuk oleh Allah (karena kecenderungan dan pilihannya terhadap kebaikan) dialah yang mendapat petunjuk. Siapa yang Dia sesatkan, engkau tidak akan mendapatkan penolong-penolong<sup>439)</sup> bagi mereka selain Dia. Kami akan mengumpulkan mereka pada hari Kiamat dengan wajah tersungkur, dalam keadaan buta, bisu, dan tuli. Tempat kediaman mereka adalah (neraka) Jahanam. Setiap kali nyala api Jahanam itu akan padam, Kami tambah lagi nyalanya bagi mereka.","text_en":"He is guided whom God guides. As for him He allows to go astray, you will not find a protector other than Him. We shall raise them on the Day of Resurrection in their own image, blind and dumb and deaf: Their habitation will be Hell. Every time (its fire) subsides We will intensify its flame.","transliteration":"wa may yahdillāhu fa huwal-muhtad, wa may yuḍlil fa lan tajida lahum auliyā`a min dụnih, wa naḥsyuruhum yaumal-qiyāmati 'alā wujụhihim 'umyaw wa bukmaw wa ṣummā, ma`wāhum jahannam, kullamā khabat zidnāhum sa'īrā","no_fn":"439","text_fn":"439) Lihat catatan kaki surah Āli ‘Imrān/3: 28."},{"id":2127,"surah":17,"no_ayah":98,"theme":"Keingkaran Orang-Orang Kafir terhadap Manusia sebagai Utusan dan Hari Kebangkitan serta Bantahan terhadapnya","text_ayah":"ذٰلِكَ جَزَاۤؤُهُمْ بِاَنَّهُمْ كَفَرُوْا بِاٰيٰتِنَا وَقَالُوْٓا ءَاِذَا كُنَّا عِظَامًا وَّرُفَاتًا ءَاِنَّا لَمَبْعُوْثُوْنَ خَلْقًا جَدِيْدًا ","text_id":"Itulah balasan bagi mereka karena sesungguhnya mereka kufur kepada ayat-ayat Kami dan (karena mereka) berkata, “Apabila kami telah menjadi tulang-belulang dan benda-benda yang hancur, apakah kami benar-benar akan dibangkitkan kembali sebagai makhluk baru?”","text_en":"This will be their retribution for having denied Our signs and said: \"Once we are turned to bones and bits, can we be raised as a new creation?\"","transliteration":"żālika jazā`uhum bi`annahum kafarụ bi`āyātinā wa qālū a iżā kunnā 'iẓāmaw wa rufātan a innā lamab'ụṡụna khalqan jadīdā","no_fn":"","text_fn":""},{"id":2128,"surah":17,"no_ayah":99,"theme":"Keingkaran Orang-Orang Kafir terhadap Manusia sebagai Utusan dan Hari Kebangkitan serta Bantahan terhadapnya","text_ayah":"۞ اَوَلَمْ يَرَوْا اَنَّ اللّٰهَ الَّذِيْ خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ قَادِرٌ عَلٰٓى اَنْ يَّخْلُقَ مِثْلَهُمْ وَجَعَلَ لَهُمْ اَجَلًا لَّا رَيْبَ فِيْهِۗ فَاَبَى الظّٰلِمُوْنَ اِلَّا كُفُوْرًا","text_id":"Apakah mereka tidak memperhatikan bahwa sesungguhnya Allah yang menciptakan langit dan bumi adalah Mahakuasa menciptakan yang serupa dengan mereka dan Mahakuasa menetapkan ajal (kematian dan kebangkitan) bagi mereka yang tidak diragukan lagi? Maka, orang-orang zalim itu tidak menginginkan kecuali kekufuran.","text_en":"Do they not perceive that God, who created the heavens and the earth, has the power to create the like of them? There is no doubt that. He has fixed a term for them. Even then the wicked disdain everything but unbelief.","transliteration":"a wa lam yarau annallāhallażī khalaqas-samāwāti wal-arḍa qādirun 'alā ay yakhluqa miṡlahum wa ja'ala lahum ajalal lā raiba fīh, fa abaẓ-ẓālimụna illā kufụrā","no_fn":"","text_fn":""},{"id":2129,"surah":17,"no_ayah":100,"theme":"Keingkaran Orang-Orang Kafir terhadap Manusia sebagai Utusan dan Hari Kebangkitan serta Bantahan terhadapnya","text_ayah":"قُلْ لَّوْ اَنْتُمْ تَمْلِكُوْنَ خَزَاۤىِٕنَ رَحْمَةِ رَبِّيْٓ اِذًا لَّاَمْسَكْتُمْ خَشْيَةَ الْاِنْفَاقِۗ وَكَانَ الْاِنْسَانُ قَتُوْرًاࣖ","text_id":"Katakanlah (Nabi Muhammad), “Sekiranya kamu memiliki khazanah rahmat Tuhanku, niscaya kamu tahan karena takut habis.” Manusia itu memang sangat kikir.","text_en":"Say: \"Even if you owned the stores of the mercy of my Lord, you would have held them back for fear of spending them, for man is niggardly.\"","transliteration":"qul lau antum tamlikụna khazā`ina raḥmati rabbī iżal la`amsaktum khasy-yatal-infāq, wa kānal-insānu qatụrā","no_fn":"","text_fn":""},{"id":2130,"surah":17,"no_ayah":101,"theme":"Pengalaman Nabi Musa dalam Berdakwah sebagai Pelipur Hati Nabi Muhammad","text_ayah":"وَلَقَدْ اٰتَيْنَا مُوْسٰى تِسْعَ اٰيٰتٍۢ بَيِّنٰتٍ فَسْـَٔلْ بَنِيْٓ اِسْرَاۤءِيْلَ اِذْ جَاۤءَهُمْ فَقَالَ لَهٗ فِرْعَوْنُ اِنِّيْ لَاَظُنُّكَ يٰمُوْسٰى مَسْحُوْرًا ","text_id":"Sungguh, Kami telah menganugerahkan kepada Musa sembilan mukjizat yang nyata.<sup>440)</sup> Maka, tanyakanlah kepada Bani Israil ketika dia datang kepada mereka lalu Fir‘aun berkata kepadanya, “Sesungguhnya aku benar-benar yakin bahwa engkau, wahai Musa, terkena sihir.”","text_en":"We gave Moses nine clear signs; so ask the children of Israel. When (Moses) came to them the Pharaoh said: \"I think, O Moses, you have been deluded.\"","transliteration":"wa laqad ātainā mụsā tis'a āyātim bayyinātin fas`al banī isrā`īla iż jā`ahum fa qāla lahụ fir'aunu innī la`aẓunnuka yā mụsā mas-ḥụrā","no_fn":"440","text_fn":"440) Mukjizat yang sembilan itu ialah tongkat, tangan yang bisa memancarkan cahaya, belalang, kutu, katak, darah, banjir besar, laut yang terbelah, dan gunung (Sinai)."},{"id":2131,"surah":17,"no_ayah":102,"theme":"Pengalaman Nabi Musa dalam Berdakwah sebagai Pelipur Hati Nabi Muhammad","text_ayah":"قَالَ لَقَدْ عَلِمْتَ مَآ اَنْزَلَ هٰٓؤُلَاۤءِ اِلَّا رَبُّ السَّمٰوٰتِ وَالْاَرْضِ بَصَاۤىِٕرَۚ وَاِنِّيْ لَاَظُنُّكَ يٰفِرْعَوْنُ مَثْبُوْرًا ","text_id":"Dia (Musa) menjawab, “Sungguh, engkau benar-benar telah mengetahui bahwa tidak ada yang menurunkan (mukjizat-mukjizat) itu kecuali Tuhan langit dan bumi sebagai bukti-bukti yang nyata. Sesungguhnya aku benar-benar yakin bahwa engkau, wahai Fir‘aun, terlaknat.”","text_en":"He replied: \"You know that none but the Lord of the heavens and the earth has sent these (signs) as cogent proof. I truly think, O Pharaoh, your days are done.\"","transliteration":"qāla laqad 'alimta mā anzala hā`ulā`i illā rabbus-samāwāti wal-arḍi baṣā`ir, wa innī la`aẓunnuka yā fir'aunu maṡbụrā","no_fn":"","text_fn":""},{"id":2132,"surah":17,"no_ayah":103,"theme":"Pengalaman Nabi Musa dalam Berdakwah sebagai Pelipur Hati Nabi Muhammad","text_ayah":"فَاَرَادَ اَنْ يَّسْتَفِزَّهُمْ مِّنَ الْاَرْضِ فَاَغْرَقْنٰهُ وَمَنْ مَّعَهٗ جَمِيْعًاۙ ","text_id":"Kemudian, dia (Fir‘aun) hendak mengusir mereka (Musa dan pengikutnya) dari bumi (Mesir), maka Kami tenggelamkan dia (Fir‘aun) beserta seluruh orang yang bersamanya.","text_en":"Then he sought to turn them out of the land, but We drowned him and all his followers.","transliteration":"fa arāda ay yastafizzahum minal-arḍi fa agraqnāhu wa mam ma'ahụ jamī'ā","no_fn":"","text_fn":""},{"id":2133,"surah":17,"no_ayah":104,"theme":"Pengalaman Nabi Musa dalam Berdakwah sebagai Pelipur Hati Nabi Muhammad","text_ayah":"وَّقُلْنَا مِنْۢ بَعْدِهٖ لِبَنِيْٓ اِسْرَاۤءِيْلَ اسْكُنُوا الْاَرْضَ فَاِذَا جَاۤءَ وَعْدُ الْاٰخِرَةِ جِئْنَا بِكُمْ لَفِيْفًاۗ   ","text_id":"Setelah itu Kami berfirman kepada Bani Israil, “Tinggallah di negeri ini! Apabila janji kebangkitan datang, niscaya Kami kumpulkan kamu dalam keadaan bercampur baur.”","text_en":"After this We told the children of Israel: \"Dwell in the land. When the promise of reckoning comes, We shall bring you together from a motley crowd.","transliteration":"wa qulnā mim ba'dihī libanī isrā`īlaskunul-arḍa fa iżā jā`a wa'dul-ākhirati ji`nā bikum lafīfā","no_fn":"","text_fn":""},{"id":2134,"surah":17,"no_ayah":105,"theme":"Tujuan Diturunkannya Al-Qur’an","text_ayah":"وَبِالْحَقِّ اَنْزَلْنٰهُ وَبِالْحَقِّ نَزَلَۗ وَمَآ اَرْسَلْنٰكَ اِلَّا مُبَشِّرًا وَّنَذِيْرًاۘ","text_id":"Kami menurunkannya (Al-Qur’an) dengan sebenarnya<sup>441)</sup> dan ia (Al-Qur’an) turun dengan (membawa) kebenaran. Kami mengutus engkau (Nabi Muhammad) hanya sebagai pembawa berita gembira dan pemberi peringatan.","text_en":"We have sent it down with truth, and with truth has (the Qur'an) come down. And We have sent you only to give good news and to warn.","transliteration":"wa bil-ḥaqqi anzalnāhu wa bil-ḥaqqi nazal, wa mā arsalnāka illā mubasysyiraw wa nażīrā","no_fn":"441","text_fn":"441) Al-Qur’an benar-benar diturunkan oleh Allah Swt., bukan oleh selain-Nya."},{"id":2135,"surah":17,"no_ayah":106,"theme":"Tujuan Diturunkannya Al-Qur’an","text_ayah":"وَقُرْاٰنًا فَرَقْنٰهُ لِتَقْرَاَهٗ عَلَى النَّاسِ عَلٰى مُكْثٍ وَّنَزَّلْنٰهُ تَنْزِيْلًا ","text_id":"Al-Qur’an Kami turunkan berangsur-angsur agar engkau (Nabi Muhammad) membacakannya kepada manusia secara perlahan-lahan dan Kami benar-benar menurunkannya secara bertahap.","text_en":"We have divided the Qur'an into parts that you may recite it to men slowly, with deliberation. That is why We sent it down by degrees.","transliteration":"wa qur`ānan faraqnāhu litaqra`ahụ 'alan-nāsi 'alā mukṡiw wa nazzalnāhu tanzīlā","no_fn":"","text_fn":""},{"id":2136,"surah":17,"no_ayah":107,"theme":"Tujuan Diturunkannya Al-Qur’an","text_ayah":"قُلْ اٰمِنُوْا بِهٖٓ اَوْ لَا تُؤْمِنُوْاۗ اِنَّ الَّذِيْنَ اُوْتُوا الْعِلْمَ مِنْ قَبْلِهٖٓ اِذَا يُتْلٰى عَلَيْهِمْ يَخِرُّوْنَ لِلْاَذْقَانِ سُجَّدًاۙ","text_id":"Katakanlah (Nabi Muhammad), “Berimanlah kamu kepadanya (Al-Qur’an) atau tidak usah beriman (itu sama saja bagi Allah)! Sesungguhnya orang-orang yang telah diberi pengetahuan sebelumnya, apabila (Al-Qur’an) dibacakan kepada mereka, mereka menyungkurkan wajah (dengan) bersujud.”","text_en":"Say: \"Believe in it or do not believe: Those who were given knowledge before it bow in adoration when it is read out to them,","transliteration":"qul āminụ bihī au lā tu`minụ, innallażīna ụtul-'ilma ming qablihī iżā yutlā 'alaihim yakhirrụna lil-ażqāni sujjadā","no_fn":"","text_fn":""},{"id":2137,"surah":17,"no_ayah":108,"theme":"Tujuan Diturunkannya Al-Qur’an","text_ayah":"وَّيَقُوْلُوْنَ سُبْحٰنَ رَبِّنَآ اِنْ كَانَ وَعْدُ رَبِّنَا لَمَفْعُوْلًا","text_id":"Mereka berkata, “Mahasuci Tuhan kami. Sesungguhnya janji Tuhan kami pasti terlaksana.” ","text_en":"And say: \"Glory be to our Lord. The promise of our Lord has indeed been fulfilled.\"","transliteration":"wa yaqụlụna sub-ḥāna rabbinā ing kāna wa'du rabbinā lamaf'ụlā","no_fn":"","text_fn":""},{"id":2138,"surah":17,"no_ayah":109,"theme":"Tujuan Diturunkannya Al-Qur’an","text_ayah":"وَيَخِرُّوْنَ لِلْاَذْقَانِ يَبْكُوْنَ وَيَزِيْدُهُمْ خُشُوْعًا ۩","text_id":"Mereka menyungkurkan wajah seraya menangis dan ia (Al-Qur’an) menambah kekhusyukan mereka.","text_en":"And weeping they kneel down, and this increases their humility.","transliteration":"wa yakhirrụna lil-ażqāni yabkụna wa yazīduhum khusyụ'ā","no_fn":"","text_fn":""},{"id":2139,"surah":17,"no_ayah":110,"theme":"Berdoa dengan Asmaulhusna","text_ayah":"قُلِ ادْعُوا اللّٰهَ اَوِ ادْعُوا الرَّحْمٰنَۗ اَيًّا مَّا تَدْعُوْا فَلَهُ الْاَسْمَاۤءُ الْحُسْنٰىۚ وَلَا تَجْهَرْ بِصَلَاتِكَ وَلَا تُخَافِتْ بِهَا وَابْتَغِ بَيْنَ ذٰلِكَ سَبِيْلًا","text_id":"Katakanlah (Nabi Muhammad), “Serulah ‘Allah’ atau serulah ‘Ar-Raḥmān’! Nama mana saja yang kamu seru, (maka itu baik) karena Dia mempunyai nama-nama yang terbaik (Asmaulhusna). Janganlah engkau mengeraskan (bacaan) salatmu dan janganlah (pula) merendahkannya. Usahakan jalan (tengah) di antara (kedua)-nya!”","text_en":"Say: \"Call Him Allah or call Him Ar-Rahman; whatever the name you call Him by, all His names are beautiful.\" Do not say your prayers too loudly or in too low a voice, but follow a middle coarse.","transliteration":"qulid'ullāha awid'ur-raḥmān, ayyam mā tad'ụ fa lahul-asmā`ul-ḥusnā, wa lā taj-har biṣalātika wa lā tukhāfit bihā wabtagi baina żālika sabīlā","no_fn":"","text_fn":""},{"id":2140,"surah":17,"no_ayah":111,"theme":"Berdoa dengan Asmaulhusna","text_ayah":"وَقُلِ الْحَمْدُ لِلّٰهِ الَّذِيْ لَمْ يَتَّخِذْ وَلَدًا وَّلَمْ يَكُنْ لَّهٗ شَرِيْكٌ فِى الْمُلْكِ وَلَمْ يَكُنْ لَّهٗ وَلِيٌّ مِّنَ الذُّلِّ وَكَبِّرْهُ تَكْبِيْرًاࣖ","text_id":"Katakanlah, “Segala puji bagi Allah yang tidak mengangkat seorang anak, tidak mempunyai sekutu dalam kerajaan-Nya, dan tidak memerlukan penolong dari kehinaan! Agungkanlah Dia setinggi-tingginya!”","text_en":"And say: \"All praise be to God who has neither begotten a son nor has a partner in His kingdom; nor has He need of any one to protect Him from ignominy. So extol Him by extolling His majesty.\"","transliteration":"wa qulil-ḥamdu lillāhillażī lam yattakhiż waladaw wa lam yakul lahụ syarīkun fil-mulki wa lam yakul lahụ waliyyum minaż-żulli wa kabbir-hu takbīrā","no_fn":"","text_fn":""}]