[{"id_ayat":2251,"no_surah":19,"no_ayat":1,"teks_ayat":"كۤهٰيٰعۤصۤ ۚ ","tema":"Doa Nabi Zakaria agar Dikaruniai Keturunan","teks_terjemah":"Kāf Hā Yā ‘Ain Ṣād.","no_fn":"","teks_fn":"","bacaan":"kaaf-haa-yaa-'ayn-shaad"},{"id_ayat":2252,"no_surah":19,"no_ayat":2,"teks_ayat":"ذِكْرُ رَحْمَتِ رَبِّكَ عَبْدَهٗ زَكَرِيَّا ۚ","tema":"Doa Nabi Zakaria agar Dikaruniai Keturunan","teks_terjemah":"(Yang dibacakan ini adalah) penjelasan tentang rahmat Tuhanmu kepada hamba-Nya, Zakaria,","no_fn":"","teks_fn":"","bacaan":"dzikru rahmati rabbika 'abdahu zakariyyaa"},{"id_ayat":2253,"no_surah":19,"no_ayat":3,"teks_ayat":"اِذْ نَادٰى رَبَّهٗ نِدَاۤءً خَفِيًّا ","tema":"Doa Nabi Zakaria agar Dikaruniai Keturunan","teks_terjemah":"(yaitu) ketika dia berdoa kepada Tuhannya dengan suara yang lirih.","no_fn":"","teks_fn":"","bacaan":"idz naadaa rabbahu nidaa-an khafiyyaa"},{"id_ayat":2254,"no_surah":19,"no_ayat":4,"teks_ayat":"قَالَ رَبِّ اِنِّيْ وَهَنَ الْعَظْمُ مِنِّيْ وَاشْتَعَلَ الرَّأْسُ شَيْبًا وَّلَمْ اَكُنْۢ بِدُعَاۤىِٕكَ رَبِّ شَقِيًّا ","tema":"Doa Nabi Zakaria agar Dikaruniai Keturunan","teks_terjemah":"Dia (Zakaria) berkata, “Wahai Tuhanku, sesungguhnya tulangku telah lemah, kepalaku telah dipenuhi uban, dan aku tidak pernah kecewa dalam berdoa kepada-Mu, wahai Tuhanku.","no_fn":"","teks_fn":"","bacaan":"qaala rabbi innii wahanal'azhmu minnii wasyta'alarra'su syayban walam akun bidu'aa-ika rabbi syaqiyyaa"},{"id_ayat":2255,"no_surah":19,"no_ayat":5,"teks_ayat":"وَاِنِّيْ خِفْتُ الْمَوَالِيَ مِنْ وَّرَاۤءِيْ وَكَانَتِ امْرَاَتِيْ عَاقِرًا فَهَبْ لِيْ مِنْ لَّدُنْكَ وَلِيًّا ۙ","tema":"Doa Nabi Zakaria agar Dikaruniai Keturunan","teks_terjemah":"Sesungguhnya aku khawatir terhadap keluargaku sepeninggalku, sedangkan istriku adalah seorang yang mandul. Anugerahilah aku seorang anak dari sisi-Mu.","no_fn":"","teks_fn":"","bacaan":"wa-innii khiftulmawaaliya min waraa-ii wakaanati imra-atii 'aaqiran fahab lii min ladunka waliyyaa"},{"id_ayat":2256,"no_surah":19,"no_ayat":6,"teks_ayat":"يَّرِثُنِيْ وَيَرِثُ مِنْ اٰلِ يَعْقُوْبَ وَاجْعَلْهُ رَبِّ رَضِيًّا ","tema":"Doa Nabi Zakaria agar Dikaruniai Keturunan","teks_terjemah":"(Seorang anak) yang akan mewarisi aku dan keluarga Ya‘qub serta jadikanlah dia, wahai Tuhanku, seorang yang diridai.”","no_fn":"","teks_fn":"","bacaan":"yaritsunii wayaritsu min aali ya'quuba waj'alhu rabbi radhiyyaa"},{"id_ayat":2257,"no_surah":19,"no_ayat":7,"teks_ayat":"يٰزَكَرِيَّآ اِنَّا نُبَشِّرُكَ بِغُلٰمِ ِۨاسْمُهٗ يَحْيٰىۙ لَمْ نَجْعَلْ لَّهٗ مِنْ قَبْلُ سَمِيًّا ","tema":"Doa Nabi Zakaria agar Dikaruniai Keturunan","teks_terjemah":"(Allah berfirman,) “Wahai Zakaria, Kami memberi kabar gembira kepadamu dengan seorang anak laki-laki yang bernama Yahya yang nama itu tidak pernah Kami berikan sebelumnya.”","no_fn":"","teks_fn":"","bacaan":"yaa zakariyyaa innaa nubasysyiruka bighulaamin ismuhu yahyaa lam naj'al lahu min qablu samiyyaa"},{"id_ayat":2258,"no_surah":19,"no_ayat":8,"teks_ayat":"قَالَ رَبِّ اَنّٰى يَكُوْنُ لِيْ غُلٰمٌ وَّكَانَتِ امْرَاَتِيْ عَاقِرًا وَّقَدْ بَلَغْتُ مِنَ الْكِبَرِ عِتِيًّا ","tema":"Doa Nabi Zakaria agar Dikaruniai Keturunan","teks_terjemah":"Dia (Zakaria) berkata, “Wahai Tuhanku, bagaimana (mungkin) aku akan mempunyai anak, sedangkan istriku seorang yang mandul dan sungguh aku sudah mencapai usia yang sangat tua?”","no_fn":"","teks_fn":"","bacaan":"qaala rabbi annaa yakuunu lii ghulaamun wakaanati imra-atii 'aaqiran waqad balaghtu minalkibari 'itiyyaa"},{"id_ayat":2259,"no_surah":19,"no_ayat":9,"teks_ayat":"قَالَ كَذٰلِكَۗ قَالَ رَبُّكَ هُوَ عَلَيَّ هَيِّنٌ وَّقَدْ خَلَقْتُكَ مِنْ قَبْلُ وَلَمْ تَكُ شَيْـًٔا ","tema":"Doa Nabi Zakaria agar Dikaruniai Keturunan","teks_terjemah":"Dia (Allah) berfirman,<sup>459)<\/sup> ”Demikianlah.” Tuhanmu berfirman, ”Hal itu mudah bagi-Ku; sungguh, engkau telah Aku ciptakan sebelum itu, padahal (pada waktu itu) engkau belum berwujud sama sekali.”","no_fn":"459","teks_fn":"459) Sebagian mufasir berpendapat bahwa yang berkata di sini adalah Allah Swt. Sebagiannya lagi berpendapat bahwa yang berkata di sini adalah Jibril. ","bacaan":"qaala kadzaalika qaala rabbuka huwa 'alayya hayyinun waqad khalaqtuka min qablu walam taku syay-aa"},{"id_ayat":2260,"no_surah":19,"no_ayat":10,"teks_ayat":"قَالَ رَبِّ اجْعَلْ لِّيْٓ اٰيَةً ۗقَالَ اٰيَتُكَ اَلَّا تُكَلِّمَ النَّاسَ ثَلٰثَ لَيَالٍ سَوِيًّا ","tema":"Doa Nabi Zakaria agar Dikaruniai Keturunan","teks_terjemah":"Dia (Zakaria) berkata, “Wahai Tuhanku, berilah aku suatu tanda.” (Allah) berfirman, “Tandanya bagimu ialah bahwa engkau tidak dapat bercakap-cakap dengan manusia selama (tiga hari) tiga malam, padahal engkau sehat.”","no_fn":"","teks_fn":"","bacaan":"qaala rabbi ij'al lii aayatan qaala aayatukalaa tukallimannaasa tsalaatsa layaalin sawiyyaa"},{"id_ayat":2261,"no_surah":19,"no_ayat":11,"teks_ayat":"فَخَرَجَ عَلٰى قَوْمِهٖ مِنَ الْمِحْرَابِ فَاَوْحٰٓى اِلَيْهِمْ اَنْ سَبِّحُوْا بُكْرَةً وَّعَشِيًّا ","tema":"Doa Nabi Zakaria agar Dikaruniai Keturunan","teks_terjemah":"Lalu, (Zakaria) keluar dari mihrab menuju kaumnya lalu dia memberi isyarat kepada mereka agar bertasbihlah kamu pada waktu pagi dan petang.","no_fn":"","teks_fn":"","bacaan":"fakharaja 'alaa qawmihi minalmihraabi fa-awhaa ilayhim an sabbihuu bukratan wa'asyiyyaa"},{"id_ayat":2262,"no_surah":19,"no_ayat":12,"teks_ayat":"يٰيَحْيٰى خُذِ الْكِتٰبَ بِقُوَّةٍ ۗوَاٰتَيْنٰهُ الْحُكْمَ صَبِيًّاۙ ","tema":"Penetapan Yahya sebagai Nabi","teks_terjemah":"(Allah berfirman,) “Wahai Yahya, ambillah (pelajarilah)<sup>460)<\/sup> Kitab (Taurat) itu dengan sungguh-sungguh.” Kami menganugerahkan hikmah kepadanya (Yahya)<sup>461)<\/sup> selagi dia masih kanak-kanak.","no_fn":"460,461","teks_fn":"460) Maksudnya adalah, “Pelajarilah Taurat itu, amalkan isinya, dan sampaikan kepada umatmu!”<\/br>461) Maksudnya adalah pemahaman Taurat dan pendalaman agama.-><--><-","bacaan":"yaa yahyaa khudzilkitaaba biquwwatin waaataynaahulhukma shabiyyaa"},{"id_ayat":2263,"no_surah":19,"no_ayat":13,"teks_ayat":"وَّحَنَانًا مِّنْ لَّدُنَّا وَزَكٰوةً ۗوَكَانَ تَقِيًّا ۙ","tema":"Penetapan Yahya sebagai Nabi","teks_terjemah":"(Kami anugerahkan juga kepadanya) rasa kasih sayang (kepada sesama) dari Kami dan bersih (dari dosa). Dia pun adalah seorang yang bertakwa.","no_fn":"","teks_fn":"","bacaan":"wahanaanan min ladunnaa wazakaatan wakaana taqiyyaa"},{"id_ayat":2264,"no_surah":19,"no_ayat":14,"teks_ayat":"وَّبَرًّاۢ بِوَالِدَيْهِ وَلَمْ يَكُنْ جَبَّارًا عَصِيًّا ","tema":"Penetapan Yahya sebagai Nabi","teks_terjemah":"(Dia) orang yang berbakti kepada kedua orang tuanya dan dia bukan orang yang sombong lagi durhaka.","no_fn":"","teks_fn":"","bacaan":"wabarran biwaalidayhi walam yakun jabbaaran 'ashiyyaa"},{"id_ayat":2265,"no_surah":19,"no_ayat":15,"teks_ayat":"وَسَلٰمٌ عَلَيْهِ يَوْمَ وُلِدَ وَيَوْمَ يَمُوْتُ وَيَوْمَ يُبْعَثُ حَيًّا ࣖ","tema":"Penetapan Yahya sebagai Nabi","teks_terjemah":"Kesejahteraan baginya (Yahya) pada hari dia dilahirkan, hari dia wafat, dan hari dia dibangkitkan hidup kembali.","no_fn":"","teks_fn":"","bacaan":"wasalaamun 'alayhi yawma wulida wayawma yamuutu wayawma yub'atsu hayyaa"},{"id_ayat":2266,"no_surah":19,"no_ayat":16,"teks_ayat":"وَاذْكُرْ فِى الْكِتٰبِ مَرْيَمَۘ اِذِ انْتَبَذَتْ مِنْ اَهْلِهَا مَكَانًا شَرْقِيًّا ۙ","tema":"Kehamilan Maryam","teks_terjemah":"Ceritakanlah (Nabi Muhammad) kisah Maryam di dalam Kitab (Al-Qur’an), (yaitu) ketika dia mengasingkan diri dari keluarganya ke suatu tempat di sebelah timur (Baitulmaqdis).","no_fn":"","teks_fn":"","bacaan":"wadzkur fiilkitaabi maryama idzi intabadzat min ahlihaa makaanan syarqiyyaa"},{"id_ayat":2267,"no_surah":19,"no_ayat":17,"teks_ayat":"فَاتَّخَذَتْ مِنْ دُوْنِهِمْ حِجَابًاۗ فَاَرْسَلْنَآ اِلَيْهَا رُوْحَنَا فَتَمَثَّلَ لَهَا بَشَرًا سَوِيًّا ","tema":"Kehamilan Maryam","teks_terjemah":"Dia (Maryam) memasang tabir (yang melindunginya) dari mereka. Lalu, Kami mengutus roh Kami (Jibril) kepadanya, kemudian dia menampakkan diri di hadapannya dalam bentuk manusia yang sempurna.","no_fn":"","teks_fn":"","bacaan":"fattakhadzat min duunihim hijaaban fa-arsalnaa ilayhaa ruuhanaa fatamatstsala lahaa basyaran sawiyyaa"},{"id_ayat":2268,"no_surah":19,"no_ayat":18,"teks_ayat":"قَالَتْ اِنِّيْٓ اَعُوْذُ بِالرَّحْمٰنِ مِنْكَ اِنْ كُنْتَ تَقِيًّا ","tema":"Kehamilan Maryam","teks_terjemah":"Dia (Maryam) berkata (kepadanya), “Sesungguhnya aku berlindung kepada Tuhan Yang Maha Pengasih darimu (untuk berbuat jahat kepadaku) jika kamu seorang yang bertakwa.”","no_fn":"","teks_fn":"","bacaan":"qaalat innii a'uudzu birrahmaani minka in kunta taqiyyaa"},{"id_ayat":2269,"no_surah":19,"no_ayat":19,"teks_ayat":"قَالَ اِنَّمَآ اَنَا۠ رَسُوْلُ رَبِّكِۖ لِاَهَبَ لَكِ غُلٰمًا زَكِيًّا ","tema":"Kehamilan Maryam","teks_terjemah":"Dia (Jibril) berkata, “Sesungguhnya aku hanyalah utusan Tuhanmu untuk memberikan anugerah seorang anak laki-laki yang suci kepadamu.”","no_fn":"","teks_fn":"","bacaan":"qaala innamaa anaa rasuulu rabbiki li-ahaba laki ghulaaman zakiyyaa"},{"id_ayat":2270,"no_surah":19,"no_ayat":20,"teks_ayat":"قَالَتْ اَنّٰى يَكُوْنُ لِيْ غُلٰمٌ وَّلَمْ يَمْسَسْنِيْ بَشَرٌ وَّلَمْ اَكُ بَغِيًّا ","tema":"Kehamilan Maryam","teks_terjemah":"Dia (Maryam) berkata, “Bagaimana (mungkin) aku mempunyai anak laki-laki, padahal tidak pernah ada seorang (laki-laki) pun yang menyentuhku dan aku bukan seorang pelacur?”","no_fn":"","teks_fn":"","bacaan":"qaalat annaa yakuunu lii ghulaamun walam yamsasnii basyarun walam aku baghiyyaa"},{"id_ayat":2271,"no_surah":19,"no_ayat":21,"teks_ayat":"قَالَ كَذٰلِكِۚ قَالَ رَبُّكِ هُوَ عَلَيَّ هَيِّنٌۚ وَلِنَجْعَلَهٗٓ اٰيَةً لِّلنَّاسِ وَرَحْمَةً مِّنَّاۚ وَكَانَ اَمْرًا مَّقْضِيًّا ","tema":"Kehamilan Maryam","teks_terjemah":"Dia (Jibril) berkata, “Demikianlah.” Tuhanmu berfirman, “Hal itu sangat mudah bagi-Ku dan agar Kami menjadikannya sebagai tanda (kebesaran-Ku) bagi manusia dan rahmat dari Kami. Hal itu adalah suatu urusan yang (sudah) diputuskan.”","no_fn":"","teks_fn":"","bacaan":"qaala kadzaaliki qaala rabbuki huwa 'alayya hayyinun walinaj'alahu aayatan linnaasi warahmatan minnaa wakaana amran maqdhiyyaa"},{"id_ayat":2272,"no_surah":19,"no_ayat":22,"teks_ayat":"۞ فَحَمَلَتْهُ فَانْتَبَذَتْ بِهٖ مَكَانًا قَصِيًّا ","tema":"Kelahiran Isa bin Maryam","teks_terjemah":"Maka, dia (Maryam) mengandungnya, lalu mengasingkan diri bersamanya ke tempat yang jauh.","no_fn":"","teks_fn":"","bacaan":"fahamalat-hu fantabadzat bihi makaanan qashiyyaa"},{"id_ayat":2273,"no_surah":19,"no_ayat":23,"teks_ayat":"فَاَجَاۤءَهَا الْمَخَاضُ اِلٰى جِذْعِ النَّخْلَةِۚ قَالَتْ يٰلَيْتَنِيْ مِتُّ قَبْلَ هٰذَا وَكُنْتُ نَسْيًا مَّنْسِيًّا ","tema":"Kelahiran Isa bin Maryam","teks_terjemah":"Rasa sakit akan melahirkan memaksanya (bersandar) pada pangkal pohon kurma. Dia (Maryam) berkata, “Oh, seandainya aku mati sebelum ini dan menjadi seorang yang tidak diperhatikan dan dilupakan (selama-lamanya).”","no_fn":"","teks_fn":"","bacaan":"fa-ajaa-ahaalmakhaadu ilaa jidz'innakhlati qaalat yaa laytanii mittu qabla haadzaa wakuntu nasyan mansiyyaa"},{"id_ayat":2274,"no_surah":19,"no_ayat":24,"teks_ayat":"فَنَادٰىهَا مِنْ تَحْتِهَآ اَلَّا تَحْزَنِيْ قَدْ جَعَلَ رَبُّكِ تَحْتَكِ سَرِيًّا ","tema":"Kelahiran Isa bin Maryam","teks_terjemah":"Dia (Jibril) berseru kepadanya dari tempat yang rendah, “Janganlah engkau bersedih. Sungguh, Tuhanmu telah menjadikan anak sungai di bawahmu.","no_fn":"","teks_fn":"","bacaan":"fanaadaahaa min tahtihaalaa tahzanii qad ja'ala rabbuki tahtaki sariyyaa"},{"id_ayat":2275,"no_surah":19,"no_ayat":25,"teks_ayat":"وَهُزِّيْٓ اِلَيْكِ بِجِذْعِ النَّخْلَةِ تُسٰقِطْ عَلَيْكِ رُطَبًا جَنِيًّا ۖ","tema":"Kelahiran Isa bin Maryam","teks_terjemah":"Goyanglah pangkal pohon kurma itu ke arahmu, niscaya (pohon) itu akan menjatuhkan buah kurma yang masak kepadamu.","no_fn":"","teks_fn":"","bacaan":"wahuzzii ilayki bijidz'innakhlati tusaaqith 'alayki ruthaban janiyyaa"},{"id_ayat":2276,"no_surah":19,"no_ayat":26,"teks_ayat":"فَكُلِيْ وَاشْرَبِيْ وَقَرِّيْ عَيْنًا ۚفَاِمَّا تَرَيِنَّ مِنَ الْبَشَرِ اَحَدًاۙ فَقُوْلِيْٓ اِنِّيْ نَذَرْتُ لِلرَّحْمٰنِ صَوْمًا فَلَنْ اُكَلِّمَ الْيَوْمَ اِنْسِيًّا ۚ","tema":"Kelahiran Isa bin Maryam","teks_terjemah":"Makan, minum, dan bersukacitalah engkau. Jika engkau melihat seseorang, katakanlah, ‘Sesungguhnya aku telah bernazar puasa (bicara) untuk Tuhan Yang Maha Pengasih. Oleh karena itu, aku tidak akan berbicara dengan siapa pun pada hari ini.’”","no_fn":"","teks_fn":"","bacaan":"fakulii wasyrabii waqarrii 'aynan fa-immaa tarayinna minalbasyari ahadan faquulii innii nadzartu lirrahmaani shawman falan ukallimalyawma insiyyaa"},{"id_ayat":2277,"no_surah":19,"no_ayat":27,"teks_ayat":"فَاَتَتْ بِهٖ قَوْمَهَا تَحْمِلُهٗ ۗقَالُوْا يٰمَرْيَمُ لَقَدْ جِئْتِ شَيْـًٔا فَرِيًّا ","tema":"Tuduhan Buruk kepada Maryam dan Pembelaan Isa","teks_terjemah":"Dia (Maryam) membawa dia (bayi itu) kepada kaumnya dengan menggendongnya. Mereka (kaumnya) berkata, “Wahai Maryam, sungguh, engkau benar-benar telah membawa sesuatu yang sangat mungkar.","no_fn":"","teks_fn":"","bacaan":"fa-atat bihi qawmahaa tahmiluhu qaaluu yaa maryamu laqad ji'ti syay-an fariyyaa"},{"id_ayat":2278,"no_surah":19,"no_ayat":28,"teks_ayat":"يٰٓاُخْتَ هٰرُوْنَ مَا كَانَ اَبُوْكِ امْرَاَ سَوْءٍ وَّمَا كَانَتْ اُمُّكِ بَغِيًّا ۖ","tema":"Tuduhan Buruk kepada Maryam dan Pembelaan Isa","teks_terjemah":"Wahai saudara perempuan Harun (Maryam), ayahmu bukan seorang yang berperangai buruk dan ibumu bukan seorang perempuan pezina.”","no_fn":"","teks_fn":"","bacaan":"yaa ukhta haaruuna maa kaana abuuki imra-a saw-in wamaa kaanat ummuki baghiyyaa"},{"id_ayat":2279,"no_surah":19,"no_ayat":29,"teks_ayat":"فَاَشَارَتْ اِلَيْهِۗ قَالُوْا كَيْفَ نُكَلِّمُ مَنْ كَانَ فِى الْمَهْدِ صَبِيًّا ","tema":"Tuduhan Buruk kepada Maryam dan Pembelaan Isa","teks_terjemah":"Dia (Maryam) menunjuk kepada (bayi)-nya (agar mereka bertanya kepadanya). Mereka berkata, “Bagaimana mungkin kami akan berbicara dengan anak kecil yang masih dalam ayunan?”","no_fn":"","teks_fn":"","bacaan":"fa-asyaarat ilayhi qaaluu kayfa nukallimu man kaana fiilmahdi shabiyyaa"},{"id_ayat":2280,"no_surah":19,"no_ayat":30,"teks_ayat":"قَالَ اِنِّيْ عَبْدُ اللّٰهِ ۗاٰتٰنِيَ الْكِتٰبَ وَجَعَلَنِيْ نَبِيًّا ۙ","tema":"Tuduhan Buruk kepada Maryam dan Pembelaan Isa","teks_terjemah":"Dia (Isa) berkata, “Sesungguhnya aku hamba Allah. Dia (akan) memberiku Kitab (Injil) dan menjadikan aku seorang nabi.","no_fn":"","teks_fn":"","bacaan":"qaala innii 'abdulaahi aataaniyalkitaaba waja'alanii nabiyyaa"},{"id_ayat":2281,"no_surah":19,"no_ayat":31,"teks_ayat":"وَّجَعَلَنِيْ مُبٰرَكًا اَيْنَ مَا كُنْتُۖ وَاَوْصٰنِيْ بِالصَّلٰوةِ وَالزَّكٰوةِ مَا دُمْتُ حَيًّا ۖ","tema":"Tuduhan Buruk kepada Maryam dan Pembelaan Isa","teks_terjemah":"Dia menjadikan aku seorang yang diberkahi di mana saja aku berada dan memerintahkan kepadaku (untuk melaksanakan) salat serta (menunaikan) zakat sepanjang hayatku,","no_fn":"","teks_fn":"","bacaan":"waja'alanii mubaarakan aynamaa kuntu wa-awshaanii bishshalaati wazzakaati maa dumtu hayyaa"},{"id_ayat":2282,"no_surah":19,"no_ayat":32,"teks_ayat":"وَّبَرًّاۢ بِوَالِدَتِيْ وَلَمْ يَجْعَلْنِيْ جَبَّارًا شَقِيًّا ","tema":"Tuduhan Buruk kepada Maryam dan Pembelaan Isa","teks_terjemah":"dan berbakti kepada ibuku serta Dia tidak menjadikanku orang yang sombong lagi celaka.","no_fn":"","teks_fn":"","bacaan":"wabarran biwaalidatii walam yaj'alnii jabbaaran syaqiyyaa"},{"id_ayat":2283,"no_surah":19,"no_ayat":33,"teks_ayat":"وَالسَّلٰمُ عَلَيَّ يَوْمَ وُلِدْتُّ وَيَوْمَ اَمُوْتُ وَيَوْمَ اُبْعَثُ حَيًّا ","tema":"Tuduhan Buruk kepada Maryam dan Pembelaan Isa","teks_terjemah":"Kesejahteraan semoga dilimpahkan kepadaku pada hari kelahiranku, hari wafatku, dan hari aku dibangkitkan hidup (kembali).”","no_fn":"","teks_fn":"","bacaan":"wassalaamu 'alayya yawma wulidtu wayawma amuutu wayawma ub'atsu hayyaa"},{"id_ayat":2284,"no_surah":19,"no_ayat":34,"teks_ayat":"ذٰلِكَ عِيْسَى ابْنُ مَرْيَمَ ۚقَوْلَ الْحَقِّ الَّذِيْ فِيْهِ يَمْتَرُوْنَ ","tema":"Nabi Isa Bukan Putra Allah","teks_terjemah":"Itulah (hakikat) Isa putra Maryam, perkataan benar yang mereka ragukan.","no_fn":"","teks_fn":"","bacaan":"dzaalika 'iisaa ibnu maryama qawlalhaqqiladzii fiihi yamtaruun"},{"id_ayat":2285,"no_surah":19,"no_ayat":35,"teks_ayat":"مَا كَانَ لِلّٰهِ اَنْ يَّتَّخِذَ مِنْ وَّلَدٍ سُبْحٰنَهٗ ۗاِذَا قَضٰٓى اَمْرًا فَاِنَّمَا يَقُوْلُ لَهٗ كُنْ فَيَكُوْنُ ۗ","tema":"Nabi Isa Bukan Putra Allah","teks_terjemah":"Tidak patut bagi Allah mempunyai anak. Mahasuci Dia. Apabila hendak menetapkan sesuatu, Dia hanya berkata kepadanya, “Jadilah!” Maka, jadilah sesuatu itu.","no_fn":"","teks_fn":"","bacaan":"maa kaana lillaahi an yattakhidza min waladin subhaanahu idzaa qadaa amran fa-innamaa yaquulu lahu kun fayakuun"},{"id_ayat":2286,"no_surah":19,"no_ayat":36,"teks_ayat":"وَاِنَّ اللّٰهَ رَبِّيْ وَرَبُّكُمْ فَاعْبُدُوْهُ ۗهٰذَا صِرَاطٌ مُّسْتَقِيْمٌ ","tema":"Nabi Isa Bukan Putra Allah","teks_terjemah":"(Isa berkata,) “Sesungguhnya Allah itu Tuhanku dan Tuhanmu. Sembahlah Dia! Ini adalah jalan yang lurus.”","no_fn":"","teks_fn":"","bacaan":"wa-innalaaha rabbii warabbukum fa'buduuhu haadzaa shiraathun mustaqiim"},{"id_ayat":2287,"no_surah":19,"no_ayat":37,"teks_ayat":"فَاخْتَلَفَ الْاَحْزَابُ مِنْۢ بَيْنِهِمْۚ فَوَيْلٌ لِّلَّذِيْنَ كَفَرُوْا مِنْ مَّشْهَدِ يَوْمٍ عَظِيْمٍ ","tema":"Nabi Isa Bukan Putra Allah","teks_terjemah":"Golongan-golongan di antara mereka (Yahudi dan Nasrani) berselisih. Celakalah orang-orang yang kufur pada waktu menyaksikan hari yang sangat agung!","no_fn":"","teks_fn":"","bacaan":"fakhtalafal-ahzaabu min baynihim fawaylun lilladziina kafaruu min masyhadi yawmin 'azhiim"},{"id_ayat":2288,"no_surah":19,"no_ayat":38,"teks_ayat":"اَسْمِعْ بِهِمْ وَاَبْصِرْۙ يَوْمَ يَأْتُوْنَنَا لٰكِنِ الظّٰلِمُوْنَ الْيَوْمَ فِيْ ضَلٰلٍ مُّبِيْنٍ ","tema":"Nabi Isa Bukan Putra Allah","teks_terjemah":"Alangkah tajam pendengaran dan penglihatan mereka pada hari mereka datang kepada Kami (di akhirat)! Akan tetapi, orang-orang zalim pada hari ini (di dunia) berada dalam kesesatan yang nyata.","no_fn":"","teks_fn":"","bacaan":"asmi' bihim wa-abshir yawma ya'tuunanaa laakinizhzhaalimuunalyawma fii dhalaalin mubiin"},{"id_ayat":2289,"no_surah":19,"no_ayat":39,"teks_ayat":"وَاَنْذِرْهُمْ يَوْمَ الْحَسْرَةِ اِذْ قُضِيَ الْاَمْرُۘ وَهُمْ فِيْ غَفْلَةٍ وَّهُمْ لَا يُؤْمِنُوْنَ ","tema":"Nabi Isa Bukan Putra Allah","teks_terjemah":"Berilah mereka peringatan tentang hari penyesalan ketika segala perkara telah diputus, sedangkan mereka dalam kelalaian dan mereka tidak beriman.","no_fn":"","teks_fn":"","bacaan":"wa-andzirhum yawmalhasrati idz qudhiyal-amru wahum fii ghaflatin wahum laa yu'minuun"},{"id_ayat":2290,"no_surah":19,"no_ayat":40,"teks_ayat":"اِنَّا نَحْنُ نَرِثُ الْاَرْضَ وَمَنْ عَلَيْهَا وَاِلَيْنَا يُرْجَعُوْنَ ࣖ","tema":"Nabi Isa Bukan Putra Allah","teks_terjemah":"Sesungguhnya Kamilah yang mewarisi bumi<sup>462)<\/sup> beserta semua yang ada di atasnya dan hanya kepada Kamilah mereka dikembalikan.","no_fn":"462","teks_fn":"462) Seluruh alam ini akan hancur dan hanya Allah Swt. yang kekal.","bacaan":"innaa nahnu naritsul-ardha waman 'alayhaa wa-ilaynaa yurja'uun"},{"id_ayat":2291,"no_surah":19,"no_ayat":41,"teks_ayat":"وَاذْكُرْ فِى الْكِتٰبِ اِبْرٰهِيْمَ ەۗ اِنَّهٗ كَانَ صِدِّيْقًا نَّبِيًّا","tema":"Kisah Nabi Ibrahim","teks_terjemah":"Ceritakanlah (Nabi Muhammad, kisah) Ibrahim di dalam Kitab (Al-Qur’an)! Sesungguhnya dia adalah seorang yang sangat benar dan membenarkan lagi seorang nabi. ","no_fn":"","teks_fn":"","bacaan":"wadzkur fiilkitaabi ibraahiima innahu kaana shiddiiqan nabiyyaa"},{"id_ayat":2292,"no_surah":19,"no_ayat":42,"teks_ayat":"اِذْ قَالَ لِاَبِيْهِ يٰٓاَبَتِ لِمَ تَعْبُدُ مَا لَا يَسْمَعُ وَلَا يُبْصِرُ وَلَا يُغْنِيْ عَنْكَ شَيْـًٔا ","tema":"Kisah Nabi Ibrahim","teks_terjemah":"Ketika dia (Ibrahim) berkata kepada bapaknya, “Wahai Bapakku, mengapa engkau menyembah sesuatu yang tidak mendengar, tidak melihat, dan tidak pula bermanfaat kepadamu sedikit pun?","no_fn":"","teks_fn":"","bacaan":"idz qaala li-abiihi yaa abati lima ta'budu maa laa yasma'u walaa yubshiru walaa yughnii 'anka syay-aa"},{"id_ayat":2293,"no_surah":19,"no_ayat":43,"teks_ayat":"يٰٓاَبَتِ اِنِّيْ قَدْ جَاۤءَنِيْ مِنَ الْعِلْمِ مَا لَمْ يَأْتِكَ فَاتَّبِعْنِيْٓ اَهْدِكَ صِرَاطًا سَوِيًّا ","tema":"Kisah Nabi Ibrahim","teks_terjemah":"Wahai Bapakku, sesungguhnya telah datang kepadaku sebagian ilmu yang tidak datang kepadamu. Ikutilah aku, niscaya aku tunjukkan kepadamu jalan yang lurus.","no_fn":"","teks_fn":"","bacaan":"yaa abati innii qad jaa-anii minal'ilmi maa lam ya'tika fattabi'nii ahdika shiraathan sawiyyaa"},{"id_ayat":2294,"no_surah":19,"no_ayat":44,"teks_ayat":"يٰٓاَبَتِ لَا تَعْبُدِ الشَّيْطٰنَۗ اِنَّ الشَّيْطٰنَ كَانَ لِلرَّحْمٰنِ عَصِيًّا ","tema":"Kisah Nabi Ibrahim","teks_terjemah":"Wahai Bapakku, janganlah menyembah setan! Sesungguhnya setan itu sangat durhaka kepada Tuhan Yang Maha Pemurah.","no_fn":"","teks_fn":"","bacaan":"yaa abati laa ta'budisysyaythaana innasysyaythaana kaana lirrahmaani 'ashiyyaa"},{"id_ayat":2295,"no_surah":19,"no_ayat":45,"teks_ayat":"يٰٓاَبَتِ اِنِّيْٓ اَخَافُ اَنْ يَّمَسَّكَ عَذَابٌ مِّنَ الرَّحْمٰنِ فَتَكُوْنَ لِلشَّيْطٰنِ وَلِيًّا ","tema":"Kisah Nabi Ibrahim","teks_terjemah":"Wahai Bapakku, sesungguhnya aku takut azab dari (Tuhan) Yang Maha Pemurah menimpamu sehingga engkau menjadi teman setan.”","no_fn":"","teks_fn":"","bacaan":"yaa abati innii akhaafu an yamassaka 'adzaabun minarrahmaani fatakuuna lisysyyathaani waliyyaa"},{"id_ayat":2296,"no_surah":19,"no_ayat":46,"teks_ayat":"قَالَ اَرَاغِبٌ اَنْتَ عَنْ اٰلِهَتِيْ يٰٓاِبْرٰهِيْمُ ۚ لَىِٕنْ لَّمْ تَنْتَهِ لَاَرْجُمَنَّكَ وَاهْجُرْنِيْ مَلِيًّا ","tema":"Kisah Nabi Ibrahim","teks_terjemah":"Dia (bapaknya) berkata, “Apakah kamu membenci tuhan-tuhanku, wahai Ibrahim? Jika tidak berhenti (mencela tuhan yang kusembah), engkau pasti akan kurajam. Tinggalkanlah aku untuk waktu yang lama.” ","no_fn":"","teks_fn":"","bacaan":"qaala araaghibun anta 'an aalihatii yaa ibraahiimu la-in lam tantahi la-arjumannaka wahjurnii maliyyaa"},{"id_ayat":2297,"no_surah":19,"no_ayat":47,"teks_ayat":"قَالَ سَلٰمٌ عَلَيْكَۚ سَاَسْتَغْفِرُ لَكَ رَبِّيْۗ اِنَّهٗ كَانَ بِيْ حَفِيًّا ","tema":"Kisah Nabi Ibrahim","teks_terjemah":"Dia (Ibrahim) berkata, “Semoga keselamatan bagimu. Aku akan memohonkan ampunan bagimu kepada Tuhanku. Sesungguhnya Dia Mahabaik kepadaku.","no_fn":"","teks_fn":"","bacaan":"qaala salaamun 'alayka sa-astaghfiru laka rabbii innahu kaana bii hafiyyaa"},{"id_ayat":2298,"no_surah":19,"no_ayat":48,"teks_ayat":"وَاَعْتَزِلُكُمْ وَمَا تَدْعُوْنَ مِنْ دُوْنِ اللّٰهِ وَاَدْعُوْا رَبِّيْۖ عَسٰٓى اَلَّآ اَكُوْنَ بِدُعَاۤءِ رَبِّيْ شَقِيًّا ","tema":"Kisah Nabi Ibrahim","teks_terjemah":"Aku akan menjauh darimu dan apa yang engkau sembah selain Allah. Aku akan berdoa kepada Tuhanku semoga aku tidak kecewa dengan doaku kepada Tuhanku.”","no_fn":"","teks_fn":"","bacaan":"wa-a'tazilukum wamaa tad'uuna min duunilaahi wa-ad'uu rabbii 'asaalaa akuuna bidu'aa-i rabbii syaqiyyaa"},{"id_ayat":2299,"no_surah":19,"no_ayat":49,"teks_ayat":"فَلَمَّا اعْتَزَلَهُمْ وَمَا يَعْبُدُوْنَ مِنْ دُوْنِ اللّٰهِ ۙوَهَبْنَا لَهٗٓ اِسْحٰقَ وَيَعْقُوْبَۗ وَكُلًّا جَعَلْنَا نَبِيًّا ","tema":"Kisah Nabi Ibrahim","teks_terjemah":"Maka, ketika dia (Ibrahim) sudah menjauh dari mereka dan dari apa yang mereka sembah selain Allah, Kami anugerahkan kepadanya (seorang anak) Ishaq dan (seorang cucu) Ya‘qub. Masing-masing Kami angkat menjadi nabi.","no_fn":"","teks_fn":"","bacaan":"falammaa i'tazalahum wamaa ya'buduuna min duunilaahi wahabnaa lahu ishaaqa waya'quuba wakullan ja'alnaa nabiyyaa"},{"id_ayat":2300,"no_surah":19,"no_ayat":50,"teks_ayat":"وَوَهَبْنَا لَهُمْ مِّنْ رَّحْمَتِنَا وَجَعَلْنَا لَهُمْ لِسَانَ صِدْقٍ عَلِيًّا ࣖ","tema":"Kisah Nabi Ibrahim","teks_terjemah":"Kami anugerahkan kepada mereka sebagian dari rahmat Kami dan Kami jadikan mereka buah tutur yang baik lagi mulia.","no_fn":"","teks_fn":"","bacaan":"wawahabnaa lahum min rahmatinaa waja'alnaa lahum lisaana shidqin 'aliyyaa"},{"id_ayat":2301,"no_surah":19,"no_ayat":51,"teks_ayat":"وَاذْكُرْ فِى الْكِتٰبِ مُوْسٰٓىۖ اِنَّهٗ كَانَ مُخْلَصًا وَّكَانَ رَسُوْلًا نَّبِيًّا ","tema":"Nabi Musa sebagai Nabi dan Rasul Pilihan","teks_terjemah":"Ceritakanlah (Nabi Muhammad, kisah) Musa di dalam Kitab (Al-Qur’an). Sesungguhnya dia adalah orang yang terpilih, rasul, dan nabi.","no_fn":"","teks_fn":"","bacaan":"wadzkur fiilkitaabi muusaa innahu kaana mukhlashan wakaana rasuulan nabiyyaa"},{"id_ayat":2302,"no_surah":19,"no_ayat":52,"teks_ayat":"وَنَادَيْنٰهُ مِنْ جَانِبِ الطُّوْرِ الْاَيْمَنِ وَقَرَّبْنٰهُ نَجِيًّا ","tema":"Nabi Musa sebagai Nabi dan Rasul Pilihan","teks_terjemah":"Kami telah memanggilnya dari sebelah kanan (Gunung) Tur (Sinai) dan Kami dekatkan dia untuk bermunajat (berbicara tanpa perantara).","no_fn":"","teks_fn":"","bacaan":"wanaadaynaahu min jaanibiththhuuril-aymani waqarrabnaahu najiyyaa"},{"id_ayat":2303,"no_surah":19,"no_ayat":53,"teks_ayat":"وَوَهَبْنَا لَهٗ مِنْ رَّحْمَتِنَآ اَخَاهُ هٰرُوْنَ نَبِيًّا ","tema":"Nabi Musa sebagai Nabi dan Rasul Pilihan","teks_terjemah":"Kami telah menganugerahkan kepadanya sebagian rahmat Kami, yaitu (menjadikan) saudaranya, Harun, sebagai nabi.","no_fn":"","teks_fn":"","bacaan":"wawahabnaa lahu min rahmatinaa akhaahu haaruuna nabiyyaa"},{"id_ayat":2304,"no_surah":19,"no_ayat":54,"teks_ayat":"وَاذْكُرْ فِى الْكِتٰبِ اِسْمٰعِيْلَ ۖاِنَّهٗ كَانَ صَادِقَ الْوَعْدِ وَكَانَ رَسُوْلًا نَّبِيًّا ۚ","tema":"Kedudukan Nabi Ismail dan Tugas Mulianya","teks_terjemah":"Ceritakanlah (Nabi Muhammad kisah) Ismail di dalam Kitab (Al-Qur’an). Sesungguhnya dia adalah orang yang benar janjinya, rasul, dan nabi.","no_fn":"","teks_fn":"","bacaan":"wadzkur fiilkitaabi ismaa'iila innahu kaana shaadiqalwa'di wakaana rasuulan nabiyyaa"},{"id_ayat":2305,"no_surah":19,"no_ayat":55,"teks_ayat":"وَكَانَ يَأْمُرُ اَهْلَهٗ بِالصَّلٰوةِ وَالزَّكٰوةِۖ وَكَانَ عِنْدَ رَبِّهٖ مَرْضِيًّا ","tema":"Kedudukan Nabi Ismail dan Tugas Mulianya","teks_terjemah":"Dia selalu menyuruh keluarganya<sup>463)<\/sup> untuk (menegakkan) salat dan (menunaikan) zakat. Dia adalah orang yang diridai oleh Tuhannya.","no_fn":"463","teks_fn":"463) Sebagian mufasir berpendapat bahwa yang dimaksud ahlahu ialah keluarganya, sedangkan sebagiannya berpendapat bahwa yang dimaksud adalah umatnya.","bacaan":"wakaana ya'muru ahlahu bishshalaati wazzakaati wakaana 'inda rabbihi mardhiyyaa"},{"id_ayat":2306,"no_surah":19,"no_ayat":56,"teks_ayat":"وَاذْكُرْ فِى الْكِتٰبِ اِدْرِيْسَۖ اِنَّهٗ كَانَ صِدِّيْقًا نَّبِيًّا ۙ","tema":"Kemuliaan Nabi Idris","teks_terjemah":"Ceritakanlah (Nabi Muhammad kisah) Idris di dalam Kitab (Al-Qur’an). Sesungguhnya dia adalah orang yang sangat benar dan membenarkan lagi seorang nabi.","no_fn":"","teks_fn":"","bacaan":"wadzkur fiilkitaabi idriisa innahu kaana shiddiiqan nabiyyaa"},{"id_ayat":2307,"no_surah":19,"no_ayat":57,"teks_ayat":"وَّرَفَعْنٰهُ مَكَانًا عَلِيًّا ","tema":"Kemuliaan Nabi Idris","teks_terjemah":"Kami telah mengangkatnya ke martabat yang tinggi.","no_fn":"","teks_fn":"","bacaan":"warafa'naahu makaanan 'aliyyaa"},{"id_ayat":2308,"no_surah":19,"no_ayat":58,"teks_ayat":"اُولٰۤىِٕكَ الَّذِيْنَ اَنْعَمَ اللّٰهُ عَلَيْهِمْ مِّنَ النَّبِيّٖنَ مِنْ ذُرِّيَّةِ اٰدَمَ وَمِمَّنْ حَمَلْنَا مَعَ نُوْحٍۖ وَّمِنْ ذُرِّيَّةِ اِبْرٰهِيْمَ وَاِسْرَاۤءِيْلَ ۖوَمِمَّنْ هَدَيْنَا وَاجْتَبَيْنَاۗ اِذَا تُتْلٰى عَلَيْهِمْ اٰيٰتُ الرَّحْمٰنِ خَرُّوْا سُجَّدًا وَّبُكِيًّا ۩","tema":"Sifat-Sifat para Nabi dan Rasul","teks_terjemah":"Mereka itulah orang-orang yang telah diberi nikmat oleh Allah, yakni para nabi keturunan Adam, orang yang Kami bawa (dalam kapal) bersama Nuh, keturunan Ibrahim dan Israil (Ya‘qub), serta orang yang telah Kami beri petunjuk dan Kami pilih. Apabila dibacakan kepada mereka ayat-ayat Allah Yang Maha Pengasih, mereka tunduk, sujud, dan menangis.","no_fn":"","teks_fn":"","bacaan":"ulaa-ikaladziina an'amalaahu 'alayhim minannabiyyiina min dzurriyyati aadama wamimman hamalnaa ma'a nuuhin wamin dzurriyyati ibraahiima wa-israa-iila wamimman hadaynaa wajtabaynaa idzaa tutlaa 'alayhim aayaaturrahmaani kharruu sujjadan wabukiyyaa"},{"id_ayat":2309,"no_surah":19,"no_ayat":59,"teks_ayat":"۞ فَخَلَفَ مِنْۢ بَعْدِهِمْ خَلْفٌ اَضَاعُوا الصَّلٰوةَ وَاتَّبَعُوا الشَّهَوٰتِ فَسَوْفَ يَلْقَوْنَ غَيًّا ۙ","tema":"Generasi yang Baik dan Generasi yang Buruk","teks_terjemah":"Kemudian, datanglah setelah mereka (generasi) pengganti yang mengabaikan salat dan mengikuti hawa nafsu. Mereka kelak akan tersesat.","no_fn":"","teks_fn":"","bacaan":"fakhalafa min ba'dihim khalfun adaa'uushshalaata wattaba'uusysyahawaati fasawfa yalqawna ghayyaa"},{"id_ayat":2310,"no_surah":19,"no_ayat":60,"teks_ayat":"اِلَّا مَنْ تَابَ وَاٰمَنَ وَعَمِلَ صَالِحًا فَاُولٰۤىِٕكَ يَدْخُلُوْنَ الْجَنَّةَ وَلَا يُظْلَمُوْنَ شَيْـًٔا ۙ","tema":"Generasi yang Baik dan Generasi yang Buruk","teks_terjemah":"Kecuali orang yang bertobat, beriman, dan beramal saleh, mereka akan masuk surga dan tidak dizalimi sedikit pun.","no_fn":"","teks_fn":"","bacaan":"illaa man taaba waaamana wa'amila shaalihan faulaa-ika yadkhuluunaljannata walaa yuzhlamuuna syay-aa"},{"id_ayat":2311,"no_surah":19,"no_ayat":61,"teks_ayat":"جَنّٰتِ عَدْنِ ِۨالَّتِيْ وَعَدَ الرَّحْمٰنُ عِبَادَهٗ بِالْغَيْبِۗ اِنَّهٗ كَانَ وَعْدُهٗ مَأْتِيًّا ","tema":"Generasi yang Baik dan Generasi yang Buruk","teks_terjemah":"(Yaitu,) surga ‘Adn yang telah dijanjikan oleh (Allah) Yang Maha Pengasih kepada hamba-hamba-Nya, sekalipun (surga itu) gaib. Sesungguhnya janji-Nya pasti ditepati.","no_fn":"","teks_fn":"","bacaan":"jannaati 'adninlatii wa'adarrahmaanu 'ibaadahu bighaybi innahu kaana wa'duhu ma'tiyyaa"},{"id_ayat":2312,"no_surah":19,"no_ayat":62,"teks_ayat":"لَا يَسْمَعُوْنَ فِيْهَا لَغْوًا اِلَّا سَلٰمًاۗ وَلَهُمْ رِزْقُهُمْ فِيْهَا بُكْرَةً وَّعَشِيًّا ","tema":"Generasi yang Baik dan Generasi yang Buruk","teks_terjemah":"Di dalamnya mereka tidak mendengar perkataan yang tidak berguna, kecuali salam (ucapan kebaikan dan kedamaian). Di dalamnya mereka mendapatkan rezeki pada pagi dan petang.","no_fn":"","teks_fn":"","bacaan":"laa yasma'uuna fiihaa laghwan illaa salaaman walahum rizquhum fiihaa bukratan wa'asyiyyaa"},{"id_ayat":2313,"no_surah":19,"no_ayat":63,"teks_ayat":"تِلْكَ الْجَنَّةُ الَّتِيْ نُوْرِثُ مِنْ عِبَادِنَا مَنْ كَانَ تَقِيًّا ","tema":"Generasi yang Baik dan Generasi yang Buruk","teks_terjemah":"Itulah surga yang akan Kami wariskan kepada hamba-hamba Kami yang selalu bertakwa.","no_fn":"","teks_fn":"","bacaan":"tilkaljannatulatii nuuritsu min 'ibaadinaa man kaana taqiyyaa"},{"id_ayat":2314,"no_surah":19,"no_ayat":64,"teks_ayat":"وَمَا نَتَنَزَّلُ اِلَّا بِاَمْرِ رَبِّكَۚ  لَهٗ مَا بَيْنَ اَيْدِيْنَا وَمَا خَلْفَنَا وَمَا بَيْنَ ذٰلِكَ وَمَا كَانَ رَبُّكَ نَسِيًّا ۚ","tema":"Semuanya Milik Allah","teks_terjemah":"Tidaklah kami (Jibril) turun, kecuali atas perintah Tuhanmu. Milik-Nya segala yang ada di hadapan kita, di belakang kita, dan di antara keduanya. Tuhanmu sekali-kali bukan pelupa.","no_fn":"","teks_fn":"","bacaan":"wamaa natanazzalu illaa bi-amri rabbika lahu maa bayna aydiinaa wamaa khalfanaa wamaa bayna dzaalika wamaa kaana rabbuka nasiyyaa"},{"id_ayat":2315,"no_surah":19,"no_ayat":65,"teks_ayat":"رَبُّ السَّمٰوٰتِ وَالْاَرْضِ وَمَا بَيْنَهُمَا فَاعْبُدْهُ وَاصْطَبِرْ لِعِبَادَتِهٖۗ هَلْ تَعْلَمُ لَهٗ سَمِيًّا ࣖ","tema":"Semuanya Milik Allah","teks_terjemah":"(Dialah) Tuhan (yang menguasai) langit, bumi, dan segala yang ada di antara keduanya. Maka, sembahlah Dia dan berteguh hatilah dalam beribadah kepada-Nya. Apakah engkau mengetahui sesuatu yang sama dengan-Nya?","no_fn":"","teks_fn":"","bacaan":"rabbussamaawaati wal-ardhi wamaa baynahumaa fa'budhu wasthabir li'ibaadatihi hal ta'lamu lahu samiyyaa"},{"id_ayat":2316,"no_surah":19,"no_ayat":66,"teks_ayat":"وَيَقُوْلُ الْاِنْسَانُ ءَاِذَا مَا مِتُّ لَسَوْفَ اُخْرَجُ حَيًّا ","tema":"Semua Manusia akan Menerima Balasan Perbuatannya di Akhirat","teks_terjemah":"Orang (kafir) berkata, “Betulkah apabila telah mati kelak, aku sungguh-sungguh akan dibangkitkan hidup kembali?”","no_fn":"","teks_fn":"","bacaan":"wayaquulul-insaanu a-idzaa maa mittu lasawfa ukhraju hayyaa"},{"id_ayat":2317,"no_surah":19,"no_ayat":67,"teks_ayat":"اَوَلَا يَذْكُرُ الْاِنْسَانُ اَنَّا خَلَقْنٰهُ مِنْ قَبْلُ وَلَمْ يَكُ شَيْـًٔا ","tema":"Semua Manusia akan Menerima Balasan Perbuatannya di Akhirat","teks_terjemah":"Apakah manusia tidak menyadari bahwa Kami telah menciptakannya dahulu, padahal (sebelumnya) dia tidak berwujud sama sekali?","no_fn":"","teks_fn":"","bacaan":"awa laa yadzkurul-insaanu annaa khalaqnaahu min qablu walam yaku syay-aa"},{"id_ayat":2318,"no_surah":19,"no_ayat":68,"teks_ayat":"فَوَرَبِّكَ لَنَحْشُرَنَّهُمْ وَالشَّيٰطِيْنَ ثُمَّ لَنُحْضِرَنَّهُمْ حَوْلَ جَهَنَّمَ جِثِيًّا ","tema":"Semua Manusia akan Menerima Balasan Perbuatannya di Akhirat","teks_terjemah":"Maka, demi Tuhanmu (Nabi Muhammad), sungguh, Kami pasti akan mengumpulkan mereka bersama setan, kemudian pasti Kami akan mendatangkan mereka ke sekeliling Jahanam dengan tersungkur.","no_fn":"","teks_fn":"","bacaan":"fawarabbika lanahsyurannahum wasysyayaathiina tsumma lanuhdirannahum hawla jahannama jitsiyyaa"},{"id_ayat":2319,"no_surah":19,"no_ayat":69,"teks_ayat":"ثُمَّ لَنَنْزِعَنَّ مِنْ كُلِّ شِيْعَةٍ اَيُّهُمْ اَشَدُّ عَلَى الرَّحْمٰنِ عِتِيًّا ۚ","tema":"Semua Manusia akan Menerima Balasan Perbuatannya di Akhirat","teks_terjemah":"Kemudian, pasti akan Kami tarik dari setiap golongan siapa di antara mereka yang paling durhaka kepada Yang Maha Pengasih.","no_fn":"","teks_fn":"","bacaan":"tsumma lananzi'anna min kulli syii'atin ayyuhum asyaddu 'alaarrahmaani 'itiyyaa"},{"id_ayat":2320,"no_surah":19,"no_ayat":70,"teks_ayat":"ثُمَّ لَنَحْنُ اَعْلَمُ بِالَّذِيْنَ هُمْ اَوْلٰى بِهَا صِلِيًّا ","tema":"Semua Manusia akan Menerima Balasan Perbuatannya di Akhirat","teks_terjemah":"Selanjutnya, Kami sungguh lebih mengetahui orang yang paling layak (dimasukkan) ke dalam neraka.","no_fn":"","teks_fn":"","bacaan":"tsumma lanahnu a'lamu billadziina hum awlaa bihaa shiliyyaa"},{"id_ayat":2321,"no_surah":19,"no_ayat":71,"teks_ayat":"وَاِنْ مِّنْكُمْ اِلَّا وَارِدُهَا ۚ كَانَ عَلٰى رَبِّكَ حَتْمًا مَّقْضِيًّا ۚ","tema":"Semua Manusia akan Menerima Balasan Perbuatannya di Akhirat","teks_terjemah":"Tidak ada seorang pun di antaramu yang tidak melewatinya (sirat di atas neraka). Hal itu bagi Tuhanmu adalah ketentuan yang sudah ditetapkan.","no_fn":"","teks_fn":"","bacaan":"wa-in minkum illaa waariduhaa kaana 'alaa rabbika hatman maqdhiyyaa"},{"id_ayat":2322,"no_surah":19,"no_ayat":72,"teks_ayat":"ثُمَّ نُنَجِّى الَّذِيْنَ اتَّقَوْا وَّنَذَرُ الظّٰلِمِيْنَ فِيْهَا جِثِيًّا ","tema":"Semua Manusia akan Menerima Balasan Perbuatannya di Akhirat","teks_terjemah":"Selanjutnya, Kami akan menyelamatkan orang-orang yang bertakwa dan membiarkan orang-orang yang zalim di dalamnya (neraka) dalam keadaan tersungkur.","no_fn":"","teks_fn":"","bacaan":"tsumma nunajjiiladziina ittaqaw wanadzaruzhzhaalimiina fiihaa jitsiyyaa"},{"id_ayat":2323,"no_surah":19,"no_ayat":73,"teks_ayat":"وَاِذَا تُتْلٰى عَلَيْهِمْ اٰيٰتُنَا بَيِّنٰتٍ قَالَ الَّذِيْنَ كَفَرُوْا لِلَّذِيْنَ اٰمَنُوْٓاۙ اَيُّ الْفَرِيْقَيْنِ خَيْرٌ مَّقَامًا وَّاَحْسَنُ نَدِيًّا ","tema":"Tanggapan Orang Kafir terhadap Ajakan Kebaikan","teks_terjemah":"Apabila dibacakan kepada mereka ayat-ayat Kami yang jelas, niscaya orang-orang yang kufur berkata kepada orang-orang yang beriman, “Manakah di antara kedua golongan yang lebih baik tempat tinggal dan lebih indah tempat pertemuan(-nya)?”","no_fn":"","teks_fn":"","bacaan":"wa-idzaa tutlaa 'alayhim aayaatunaa bayyinaatin qaalaladziina kafaruu lilladziina aamanuu ayyulfariiqayni khayrun maqaaman wa-ahsanu nadiyyaa"},{"id_ayat":2324,"no_surah":19,"no_ayat":74,"teks_ayat":"وَكَمْ اَهْلَكْنَا قَبْلَهُمْ مِّنْ قَرْنٍ هُمْ اَحْسَنُ اَثَاثًا وَّرِءْيًا ","tema":"Tanggapan Orang Kafir terhadap Ajakan Kebaikan","teks_terjemah":"Betapa banyak umat (yang ingkar) yang telah Kami binasakan sebelum mereka, padahal mereka lebih bagus perkakas rumah tangganya dan (lebih indah) dipandang mata.","no_fn":"","teks_fn":"","bacaan":"wakam ahlaknaa qablahum min qarnin hum ahsanu atsaatsan wari'yaa"},{"id_ayat":2325,"no_surah":19,"no_ayat":75,"teks_ayat":"قُلْ مَنْ كَانَ فِى الضَّلٰلَةِ فَلْيَمْدُدْ لَهُ الرَّحْمٰنُ مَدًّا ەۚ حَتّٰىٓ اِذَا رَاَوْا مَا يُوْعَدُوْنَ اِمَّا الْعَذَابَ وَاِمَّا السَّاعَةَ ۗفَسَيَعْلَمُوْنَ مَنْ هُوَ شَرٌّ مَّكَانًا وَّاَضْعَفُ جُنْدًا","tema":"Tanggapan Orang Kafir terhadap Ajakan Kebaikan","teks_terjemah":"Katakanlah (Nabi Muhammad), “Siapa yang berada dalam kesesatan, biarlah Tuhan Yang Maha Pengasih memperpanjang waktu baginya.<sup>464)<\/sup> Hingga apabila telah melihat apa yang diancamkan kepada mereka, baik azab maupun Kiamat, mereka akan mengetahui siapa yang lebih buruk kedudukannya dan lebih lemah bala tentaranya.”","no_fn":"464","teks_fn":"464) Maksudnya adalah memanjangkan umur dan membiarkan mereka hidup dalam kesenangan.","bacaan":"qul man kaana fiidhdhalaalati falyamdud lahurrahmaanu maddan hattaa idzaa ra-aw maa yuu'aduuna immaal'adzaaba wa-immaassaa'ata fasaya'lamuuna man huwa syarrun makaanan wa-adh'afu jundaa"},{"id_ayat":2326,"no_surah":19,"no_ayat":76,"teks_ayat":"وَيَزِيْدُ اللّٰهُ الَّذِيْنَ اهْتَدَوْا هُدًىۗ وَالْبٰقِيٰتُ الصّٰلِحٰتُ خَيْرٌ عِنْدَ رَبِّكَ ثَوَابًا وَّخَيْرٌ مَّرَدًّا ","tema":"Tanggapan Orang Kafir terhadap Ajakan Kebaikan","teks_terjemah":"Allah akan menambah petunjuk kepada orang-orang yang telah mendapat petunjuk. Amal kebajikan yang kekal itu lebih baik pahala dan kesudahannya di sisi Tuhanmu.","no_fn":"","teks_fn":"","bacaan":"wayaziidulaahuladziina ihtadaw hudan walbaaqiyaatushshaalihaatu khayrun 'inda rabbika tsawaaban wakhayrun maraddaa"},{"id_ayat":2327,"no_surah":19,"no_ayat":77,"teks_ayat":"اَفَرَاَيْتَ الَّذِيْ كَفَرَ بِاٰيٰتِنَا وَقَالَ لَاُوْتَيَنَّ مَالًا وَّوَلَدًا ۗ","tema":"Tanggapan terhadap Keingkaran Orang Kafir","teks_terjemah":"Lalu, apakah engkau melihat orang yang kufur terhadap ayat-ayat Kami dan dia mengatakan, “(Di akhirat) pasti aku akan diberi harta dan anak.”","no_fn":"","teks_fn":"","bacaan":"afara-aytaladzii kafara bi-aayaatinaa waqaala lauutayanna maalan wawaladaa"},{"id_ayat":2328,"no_surah":19,"no_ayat":78,"teks_ayat":"اَطَّلَعَ الْغَيْبَ اَمِ اتَّخَذَ عِنْدَ الرَّحْمٰنِ عَهْدًا ۙ","tema":"Tanggapan terhadap Keingkaran Orang Kafir","teks_terjemah":"Apakah dia melihat yang gaib ataukah telah membuat perjanjian di sisi Tuhan Yang Maha Pengasih?","no_fn":"","teks_fn":"","bacaan":"aththhala'alghayba ami ittakhadza 'indarrahmaani 'ahdaa"},{"id_ayat":2329,"no_surah":19,"no_ayat":79,"teks_ayat":"كَلَّا ۗسَنَكْتُبُ مَا يَقُوْلُ وَنَمُدُّ لَهٗ مِنَ الْعَذَابِ مَدًّا ۙ","tema":"Tanggapan terhadap Keingkaran Orang Kafir","teks_terjemah":"Sama sekali tidak! Kami akan menulis apa yang dia katakan dan Kami akan memperpanjang azab untuknya secara sempurna.","no_fn":"","teks_fn":"","bacaan":"kallaa sanaktubu maa yaquulu wanamuddu lahu minal'adzaabi maddaa"},{"id_ayat":2330,"no_surah":19,"no_ayat":80,"teks_ayat":"وَّنَرِثُهٗ مَا يَقُوْلُ وَيَأْتِيْنَا فَرْدًا ","tema":"Tanggapan terhadap Keingkaran Orang Kafir","teks_terjemah":"Kami akan mengambil kembali apa yang dia katakan itu (harta dan anak) dan dia datang kepada Kami seorang diri.","no_fn":"","teks_fn":"","bacaan":"wanaritsuhu maa yaquulu waya'tiinaa fardaa"},{"id_ayat":2331,"no_surah":19,"no_ayat":81,"teks_ayat":"وَاتَّخَذُوْا مِنْ دُوْنِ اللّٰهِ اٰلِهَةً لِّيَكُوْنُوْا لَهُمْ عِزًّا ۙ","tema":"Tidak ada Penolong di Akhirat Selain Allah","teks_terjemah":"Mereka telah menjadikan selain Allah sebagai tuhan-tuhan agar menjadi pembela mereka.","no_fn":"","teks_fn":"","bacaan":"wattakhadzuu min duunilaahi aalihatan liyakuunuu lahum 'izzaa"},{"id_ayat":2332,"no_surah":19,"no_ayat":82,"teks_ayat":"كَلَّا ۗسَيَكْفُرُوْنَ بِعِبَادَتِهِمْ وَيَكُوْنُوْنَ عَلَيْهِمْ ضِدًّا ࣖ","tema":"Tidak ada Penolong di Akhirat Selain Allah","teks_terjemah":"Sama sekali tidak! Mereka (tuhan-tuhan itu) akan mengingkari penyembahan mereka (orang-orang kafir) terhadapnya dan menjadi musuh bagi mereka.","no_fn":"","teks_fn":"","bacaan":"kallaa sayakfuruuna bi'ibaadatihim wayakuunuuna 'alayhim dhiddaa"},{"id_ayat":2333,"no_surah":19,"no_ayat":83,"teks_ayat":"اَلَمْ تَرَ اَنَّآ اَرْسَلْنَا الشَّيٰطِيْنَ عَلَى الْكٰفِرِيْنَ تَؤُزُّهُمْ اَزًّا ۙ","tema":"Tidak ada Penolong di Akhirat Selain Allah","teks_terjemah":"Tidakkah engkau memperhatikan bahwa Kami telah mengutus setan-setan kepada orang-orang kafir untuk benar-benar menggoda mereka (berbuat maksiat)?","no_fn":"","teks_fn":"","bacaan":"alam tara annaa arsalnaasysyayaathiina 'alaalkaafiriina tauzzuhum azzaa"},{"id_ayat":2334,"no_surah":19,"no_ayat":84,"teks_ayat":"فَلَا تَعْجَلْ عَلَيْهِمْۗ اِنَّمَا نَعُدُّ لَهُمْ عَدًّا ۗ","tema":"Tidak ada Penolong di Akhirat Selain Allah","teks_terjemah":"Maka, janganlah engkau (Nabi Muhammad) tergesa-gesa (memintakan azab) bagi mereka. Sesungguhnya Kami hanyalah menghitung dengan teliti (datangnya siksaan) untuk mereka.","no_fn":"","teks_fn":"","bacaan":"falaa ta'jal 'alayhim innamaa na'uddu lahum 'addaa"},{"id_ayat":2335,"no_surah":19,"no_ayat":85,"teks_ayat":"يَوْمَ نَحْشُرُ الْمُتَّقِيْنَ اِلَى الرَّحْمٰنِ وَفْدًا ","tema":"Tidak ada Penolong di Akhirat Selain Allah","teks_terjemah":"(Ingatlah) suatu hari (ketika) Kami mengumpulkan orang-orang yang bertakwa (menghadap) kepada (Allah) Yang Maha Pengasih sebagai rombongan yang terhormat","no_fn":"","teks_fn":"","bacaan":"yawma nahsyurulmuttaqiina ilaarrahmaani wafdaa"},{"id_ayat":2336,"no_surah":19,"no_ayat":86,"teks_ayat":"وَنَسُوْقُ الْمُجْرِمِيْنَ اِلٰى جَهَنَّمَ وِرْدًا ۘ","tema":"Tidak ada Penolong di Akhirat Selain Allah","teks_terjemah":"dan Kami menggiring para pendurhaka ke (neraka) Jahanam dalam keadaan dahaga.","no_fn":"","teks_fn":"","bacaan":"wanasuuqulmujrimiina ilaa jahannama wirdaa"},{"id_ayat":2337,"no_surah":19,"no_ayat":87,"teks_ayat":"لَا يَمْلِكُوْنَ الشَّفَاعَةَ اِلَّا مَنِ اتَّخَذَ عِنْدَ الرَّحْمٰنِ عَهْدًا ۘ","tema":"Tidak ada Penolong di Akhirat Selain Allah","teks_terjemah":"Mereka tidak punya (hak mendapat atau memberi) syafaat (pertolongan), kecuali orang yang telah mengadakan perjanjian di sisi (Allah) Yang Maha Pengasih.<sup>465)<\/sup>","no_fn":"465","teks_fn":"465) Yang dimaksud dengan mengadakan perjanjian dengan Allah Swt. adalah beriman kepada Allah Swt., menjalankan perintah-Nya, dan bertakwa kepada-Nya","bacaan":"laa yamlikuunasysyafaa'ata illaa mani ittakhadza 'indarrahmaani 'ahdaa"},{"id_ayat":2338,"no_surah":19,"no_ayat":88,"teks_ayat":"وَقَالُوا اتَّخَذَ الرَّحْمٰنُ وَلَدًا ۗ","tema":"Tuhan tidak Mempunyai Anak","teks_terjemah":"Mereka berkata, “(Allah) Yang Maha Pengasih telah mengangkat anak.” ","no_fn":"","teks_fn":"","bacaan":"waqaaluu ittakhadzarrahmaanu waladaa"},{"id_ayat":2339,"no_surah":19,"no_ayat":89,"teks_ayat":"لَقَدْ جِئْتُمْ شَيْـًٔا اِدًّا ۙ","tema":"Tuhan tidak Mempunyai Anak","teks_terjemah":"Sungguh, kamu benar-benar telah membawa sesuatu yang sangat mungkar. ","no_fn":"","teks_fn":"","bacaan":"laqad ji'tum syay-an iddaa"},{"id_ayat":2340,"no_surah":19,"no_ayat":90,"teks_ayat":"تَكَادُ السَّمٰوٰتُ يَتَفَطَّرْنَ مِنْهُ وَتَنْشَقُّ الْاَرْضُ وَتَخِرُّ الْجِبَالُ هَدًّا ۙ","tema":"Tuhan tidak Mempunyai Anak","teks_terjemah":"Karena ucapan itu, hampir saja langit pecah, bumi terbelah, dan gunung-gunung runtuh berkeping-keping.","no_fn":"","teks_fn":"","bacaan":"takaadussamaawaatu yatafaththharna minhu watansyaqqul-ardhu watakhirruljibaalu haddaa"},{"id_ayat":2341,"no_surah":19,"no_ayat":91,"teks_ayat":"اَنْ دَعَوْا لِلرَّحْمٰنِ وَلَدًا ۚ","tema":"Tuhan tidak Mempunyai Anak","teks_terjemah":"(Hal itu terjadi) karena mereka menganggap (Allah) Yang Maha Pengasih mempunyai anak.","no_fn":"","teks_fn":"","bacaan":"an da'aw lirrahmaani waladaa"},{"id_ayat":2342,"no_surah":19,"no_ayat":92,"teks_ayat":"وَمَا يَنْۢبَغِيْ لِلرَّحْمٰنِ اَنْ يَّتَّخِذَ وَلَدًا ۗ","tema":"Tuhan tidak Mempunyai Anak","teks_terjemah":"Tidak sepantasnya (Allah) Yang Maha Pengasih mengangkat anak.","no_fn":"","teks_fn":"","bacaan":"wamaa yanbaghii lirrahmaani an yattakhidza waladaa"},{"id_ayat":2343,"no_surah":19,"no_ayat":93,"teks_ayat":"اِنْ كُلُّ مَنْ فِى السَّمٰوٰتِ وَالْاَرْضِ اِلَّآ اٰتِى الرَّحْمٰنِ عَبْدًا ۗ","tema":"Tuhan tidak Mempunyai Anak","teks_terjemah":"Tidak ada seorang pun di langit dan di bumi, kecuali akan datang kepada (Allah) Yang Maha Pengasih sebagai seorang hamba.","no_fn":"","teks_fn":"","bacaan":"in kullu man fiissamaawaati wal-ardhi illaa aatiirrahmaani 'abdaa"},{"id_ayat":2344,"no_surah":19,"no_ayat":94,"teks_ayat":"لَقَدْ اَحْصٰىهُمْ وَعَدَّهُمْ عَدًّا ۗ","tema":"Tuhan tidak Mempunyai Anak","teks_terjemah":"Sungguh, Dia (Allah) benar-benar telah menentukan jumlah mereka dan menghitungnya dengan teliti.","no_fn":"","teks_fn":"","bacaan":"laqad ahsaahum wa'addahum 'addaa"},{"id_ayat":2345,"no_surah":19,"no_ayat":95,"teks_ayat":"وَكُلُّهُمْ اٰتِيْهِ يَوْمَ الْقِيٰمَةِ فَرْدًا ","tema":"Tuhan tidak Mempunyai Anak","teks_terjemah":"Semuanya akan datang kepada Allah pada hari Kiamat sendiri-sendiri.","no_fn":"","teks_fn":"","bacaan":"wakulluhum aatiihi yawmalqiyaamati fardaa"},{"id_ayat":2346,"no_surah":19,"no_ayat":96,"teks_ayat":"اِنَّ الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ سَيَجْعَلُ لَهُمُ الرَّحْمٰنُ وُدًّا ","tema":"Kasih Sayang Allah terhadap Orang Beriman dan Beramal Saleh","teks_terjemah":"Sesungguhnya bagi orang-orang yang beriman dan beramal saleh, (Allah) Yang Maha Pengasih akan menanamkan rasa cinta (dalam hati) mereka.","no_fn":"","teks_fn":"","bacaan":"innaladziina aamanuu wa'amiluushshaalihaati sayaj'alu lahumurrahmaanu wuddaa"},{"id_ayat":2347,"no_surah":19,"no_ayat":97,"teks_ayat":"فَاِنَّمَا يَسَّرْنٰهُ بِلِسَانِكَ لِتُبَشِّرَ بِهِ الْمُتَّقِيْنَ وَتُنْذِرَ بِهٖ قَوْمًا لُّدًّا ","tema":"Kasih Sayang Allah terhadap Orang Beriman dan Beramal Saleh","teks_terjemah":"Sesungguhnya Kami telah memudahkan (Al-Qur’an) itu dengan bahasamu (Nabi Muhammad) agar dengannya engkau memberi kabar gembira kepada orang-orang yang bertakwa dan memberi peringatan kepada kaum yang membangkang.","no_fn":"","teks_fn":"","bacaan":"fa-innamaa yassarnaahu bilisaanika litubasysyira bihilmuttaqiina watundzira bihi qawman luddaa"},{"id_ayat":2348,"no_surah":19,"no_ayat":98,"teks_ayat":"وَكَمْ اَهْلَكْنَا قَبْلَهُمْ مِّنْ قَرْنٍۗ هَلْ تُحِسُّ مِنْهُمْ مِّنْ اَحَدٍ اَوْ تَسْمَعُ لَهُمْ رِكْزًا ࣖ","tema":"Kasih Sayang Allah terhadap Orang Beriman dan Beramal Saleh","teks_terjemah":"Betapa banyak umat yang telah Kami binasakan sebelum mereka. Apakah engkau (Nabi Muhammad) melihat salah seorang dari mereka atau mendengar bisikan mereka?","no_fn":"","teks_fn":"","bacaan":"wakam ahlaknaa qablahum min qarnin hal tuhissu minhum min ahadin aw tasma'u lahum rikzaa"}]