[{"id":2484,"surah":21,"no_ayah":1,"theme":"Kelalaian Manusia terhadap Hari Kiamat","text_ayah":"اِقْتَرَبَ لِلنَّاسِ حِسَابُهُمْ وَهُمْ فِيْ غَفْلَةٍ مُّعْرِضُوْنَ ۚ ","text_id":"Telah makin dekat kepada manusia perhitungan (amal) mereka, sedangkan mereka dalam keadaan lengah lagi berpaling (darinya).","text_en":"NEAR HAS COME the reckoning for men, but they turn away in remissness.","transliteration":"Iqtaraba linnaasi hisaa buhum wa hum fee ghaflatim mu'ridoon","no_fn":"","text_fn":""},{"id":2485,"surah":21,"no_ayah":2,"theme":"Kelalaian Manusia terhadap Hari Kiamat","text_ayah":"مَا يَأْتِيْهِمْ مِّنْ ذِكْرٍ مِّنْ رَّبِّهِمْ مُّحْدَثٍ اِلَّا اسْتَمَعُوْهُ وَهُمْ يَلْعَبُوْنَ ۙ","text_id":"Tidaklah diturunkan kepada mereka peringatan yang baru dari Tuhan, kecuali mereka mendengarkannya sambil bermain-main","text_en":"Never does a new reminder come to them from their Lord but they listen to it with dalliance.","transliteration":"Maa yaateehim min zikrim mir Rabbihim muhdasin illas tama'oohu wa hum yal'aboon","no_fn":"","text_fn":""},{"id":2486,"surah":21,"no_ayah":3,"theme":"Kelalaian Manusia terhadap Hari Kiamat","text_ayah":"لَاهِيَةً قُلُوْبُهُمْۗ وَاَسَرُّوا النَّجْوَىۖ الَّذِيْنَ ظَلَمُوْاۖ هَلْ هٰذَآ اِلَّا بَشَرٌ مِّثْلُكُمْۚ اَفَتَأْتُوْنَ السِّحْرَ وَاَنْتُمْ تُبْصِرُوْنَ ","text_id":"(dan) hati mereka dalam keadaan lalai. Mereka, orang-orang yang zalim itu, merahasiakan pembicaraan (dengan saling berbisik), “Bukankah (orang) ini (Nabi Muhammad) tidak lain hanyalah seorang manusia seperti kamu? Apakah kamu mengikuti sihir itu<sup>488)</sup> padahal kamu menyaksikannya?” ","text_en":"Their minds are lost in frivolous pastimes; and the evil-doers discuss secretly: \"Is he not but only a man like you? Then why are you taken in by magic seeingly?\"","transliteration":"Laahiyatan quloobuhum; wa asarrun najwal lazeena zalamoo hal haazaa illaa basharum mislukum afataa toonas sihra wa antum tubsiroon","no_fn":"488","text_fn":"488) Yang mereka maksud dengan sihir di sini ialah ayat-ayat Al-Qur’an."},{"id":2487,"surah":21,"no_ayah":4,"theme":"Kelalaian Manusia terhadap Hari Kiamat","text_ayah":"قٰلَ رَبِّيْ يَعْلَمُ الْقَوْلَ فِى السَّمَاۤءِ وَالْاَرْضِۖ وَهُوَ السَّمِيْعُ الْعَلِيْمُ ","text_id":"Dia (Nabi Muhammad) berkata, “Tuhanku mengetahui (semua) perkataan di langit serta di bumi dan Dia Maha Mendengar lagi Maha Mengetahui.”","text_en":"He said: \"My Lord knows whatever is spoken in the heavens and the earth. He hears all and knows everything.\"","transliteration":"Qaala Rabbee ya'lamul qawla fis samaaa'i wal ardi wa Huwas Samee'ul Aleem","no_fn":"","text_fn":""},{"id":2488,"surah":21,"no_ayah":5,"theme":"Kelalaian Manusia terhadap Hari Kiamat","text_ayah":"بَلْ قَالُوْٓا اَضْغَاثُ اَحْلَامٍۢ بَلِ افْتَرٰىهُ بَلْ هُوَ شَاعِرٌۚ فَلْيَأْتِنَا بِاٰيَةٍ كَمَآ اُرْسِلَ الْاَوَّلُوْنَ ","text_id":"Bahkan, mereka berkata, “(Al-Qur’an itu buah) mimpi-mimpi kosong. Malah, dia (Nabi Muhammad) merekayasanya. Lebih dari itu, dia seorang penyair. Maka, hendaklah dia mendatangkan kepada kami suatu tanda (mukjizat) sebagaimana rasul-rasul yang diutus terdahulu.”","text_en":"Yet they say: \"These are only confused dreams,\" or rather: \"He has invented them;\" or: \"He is only a poet. Let him therefore bring a miracle to us as the earlier (apostles) were sent with.\"","transliteration":"Bal qaalooo adghaasu ahlaamim balif taraahu bal huwa shaa'irun falyaatinaa bi Aayatin kamaa ursilal awwaloon","no_fn":"","text_fn":""},{"id":2489,"surah":21,"no_ayah":6,"theme":"Kelalaian Manusia terhadap Hari Kiamat","text_ayah":"مَآ اٰمَنَتْ قَبْلَهُمْ مِّنْ قَرْيَةٍ اَهْلَكْنٰهَاۚ اَفَهُمْ يُؤْمِنُوْنَ ","text_id":"Tidak ada satu pun (penduduk) negeri sebelum mereka yang telah Kami binasakan itu beriman, (padahal telah Kami kirimkan bukti). Apakah mereka (penduduk Makkah) akan beriman (jika Kami kirimkan bukti)?","text_en":"Not one habitation that We destroyed before them had believed. So how can they believe?","transliteration":"Maaa aaamanat qablahum min qaryatin ahlaknaahaa a-fahum yu'minoon","no_fn":"","text_fn":""},{"id":2490,"surah":21,"no_ayah":7,"theme":"Kelalaian Manusia terhadap Hari Kiamat","text_ayah":"وَمَآ اَرْسَلْنَا قَبْلَكَ اِلَّا رِجَالًا نُّوْحِيْٓ اِلَيْهِمْ فَسْـَٔلُوْٓا اَهْلَ الذِّكْرِ اِنْ كُنْتُمْ لَا تَعْلَمُوْنَ ","text_id":"Kami tidak mengutus sebelum engkau (Nabi Muhammad) melainkan beberapa orang laki-laki yang Kami beri wahyu kepada mereka. Maka, bertanyalah kepada orang yang berilmu jika kamu tidak mengetahui.","text_en":"Never did We send a message before you but through a man, whom We inspired. If you do not know, then ask the keepers of the oracles of God.","transliteration":"Wa maaa arsalnaa qablaka illaa rijaalan nooheee ilaihim fas'aloo ahlaz zikri in kuntum laa ta'lamoon","no_fn":"","text_fn":""},{"id":2491,"surah":21,"no_ayah":8,"theme":"Kelalaian Manusia terhadap Hari Kiamat","text_ayah":"وَمَا جَعَلْنٰهُمْ جَسَدًا لَّا يَأْكُلُوْنَ الطَّعَامَ وَمَا كَانُوْا خٰلِدِيْنَ ","text_id":"Kami tidak menjadikan mereka (para utusan) sebagai jasad yang tidak membutuhkan makanan. Mereka tidak (pula) hidup kekal.","text_en":"We did not make their bodies immune to hunger, nor were they immortal.","transliteration":"Wa maa ja'alnaahum jasadal laa yaakuloonat ta'aama wa maa kaanoo khaalideen","no_fn":"","text_fn":""},{"id":2492,"surah":21,"no_ayah":9,"theme":"Kelalaian Manusia terhadap Hari Kiamat","text_ayah":"ثُمَّ صَدَقْنٰهُمُ الْوَعْدَ فَاَنْجَيْنٰهُمْ وَمَنْ نَّشَاۤءُ وَاَهْلَكْنَا الْمُسْرِفِيْنَ ","text_id":"Kemudian Kami tepati janji kepada mereka (para utusan). Maka, Kami selamatkan mereka dan orang-orang yang Kami kehendaki dan Kami binasakan orang-orang yang melampaui batas.","text_en":"Then We made Our promise good to them and delivered whomsoever We pleased, and destroyed the transgressors.","transliteration":"summa sadaqnaa humul wa'da fa-anjainaahum wa man nashaaa'u wa ahlaknal musrifeen","no_fn":"","text_fn":""},{"id":2493,"surah":21,"no_ayah":10,"theme":"Kelalaian Manusia terhadap Hari Kiamat","text_ayah":"لَقَدْ اَنْزَلْنَآ اِلَيْكُمْ كِتٰبًا فِيْهِ ذِكْرُكُمْۗ اَفَلَا تَعْقِلُوْنَ ࣖ","text_id":"Sungguh, Kami benar-benar telah menurunkan kepadamu sebuah Kitab (Al-Qur’an) yang di dalamnya terdapat peringatan bagimu. Apakah kamu tidak mengerti?","text_en":"We have sent down to you a Book which has a reminder for you. Do you not understand?","transliteration":"Laqad anzalnaaa ilaikum Kitaaban feehi zikrukum afalaa ta'qiloon","no_fn":"","text_fn":""},{"id":2494,"surah":21,"no_ayah":11,"theme":"Cara Allah Membinasakan Orang Kafir","text_ayah":"وَكَمْ قَصَمْنَا مِنْ قَرْيَةٍ كَانَتْ ظَالِمَةً وَّاَنْشَأْنَا بَعْدَهَا قَوْمًا اٰخَرِيْنَ ","text_id":"Betapa banyak (penduduk) negeri yang zalim telah Kami binasakan dan Kami lahirkan generasi yang lain setelah mereka (sebagai penggantinya).","text_en":"How many habitations that were sinful have We demolished utterly, and raised other people after them.","transliteration":"Wa kam qasamnaa min qaryatin kannat zaalimatanw wa anshadnaa ba'dahaa qawman aakhareen","no_fn":"","text_fn":""},{"id":2495,"surah":21,"no_ayah":12,"theme":"Cara Allah Membinasakan Orang Kafir","text_ayah":"فَلَمَّآ اَحَسُّوْا بَأْسَنَآ اِذَا هُمْ مِّنْهَا يَرْكُضُوْنَ ۗ","text_id":"Maka, ketika mereka menyadari (dekatnya) azab Kami, tiba-tiba mereka melarikan diri darinya (negeri itu).","text_en":"Whensoever they sensed Our punishment they fled from them.","transliteration":"Falammaaa ahassoo baasanaaa izaaa hum minhaa yarkudoon","no_fn":"","text_fn":""},{"id":2496,"surah":21,"no_ayah":13,"theme":"Cara Allah Membinasakan Orang Kafir","text_ayah":"لَا تَرْكُضُوْا وَارْجِعُوْٓا اِلٰى مَآ اُتْرِفْتُمْ فِيْهِ وَمَسٰكِنِكُمْ لَعَلَّكُمْ تُسْـَٔلُوْنَ ","text_id":"Janganlah kamu berlari tergesa-gesa. Kembalilah kamu kepada kesenangan hidupmu dan tempat-tempat kediamanmu (yang baik) agar kamu dapat ditanya.","text_en":"\"Do not flee; go back to your halls of pleasure and your habitations, so that you may be interrogated.\"","transliteration":"Laa tarkudoo warji'ooo ilaa maaa utriftum feehe wa masaakinikum la'allakum tus'aloon","no_fn":"","text_fn":""},{"id":2497,"surah":21,"no_ayah":14,"theme":"Cara Allah Membinasakan Orang Kafir","text_ayah":"قَالُوْا يٰوَيْلَنَآ اِنَّا كُنَّا ظٰلِمِيْنَ ","text_id":"Mereka berkata, “Betapa celaka kami! Sesungguhnya kami adalah orang-orang zalim.”","text_en":"\"Woe, alas,\" they said, \"we were really sinful.\"","transliteration":"Qaaloo yaa wailanaaa innaa kunnaa zaalimeen","no_fn":"","text_fn":""},{"id":2498,"surah":21,"no_ayah":15,"theme":"Cara Allah Membinasakan Orang Kafir","text_ayah":"فَمَا زَالَتْ تِّلْكَ دَعْوٰىهُمْ حَتّٰى جَعَلْنٰهُمْ حَصِيْدًا خٰمِدِيْنَ ","text_id":"Kemudian, (kalimat) itu selalu menjadi keluhan mereka hingga mereka Kami jadikan seperti tanaman yang telah dituai dan (seperti api yang) padam.","text_en":"And this remained their lament till We mowed them down and made them extinct.","transliteration":"Famaa zaalat tilka da'waahum hattaa ja'alnaahum haseedan khaamideen","no_fn":"","text_fn":""},{"id":2499,"surah":21,"no_ayah":16,"theme":"Tujuan Penciptaan Alam","text_ayah":"وَمَا خَلَقْنَا السَّمَاۤءَ وَالْاَرْضَ وَمَا بَيْنَهُمَا لٰعِبِيْنَ ","text_id":"Kami tidak menciptakan langit dan bumi serta segala apa yang ada di antara keduanya dengan main-main.","text_en":"We have not created the heavens and the earth, and all that lies between them, out of fun.","transliteration":"Wa maa khalaqnas samaaa'a wal arda wa maa bainahumaa laa'ibeen","no_fn":"","text_fn":""},{"id":2500,"surah":21,"no_ayah":17,"theme":"Tujuan Penciptaan Alam","text_ayah":"لَوْ اَرَدْنَآ اَنْ نَّتَّخِذَ لَهْوًا لَّاتَّخَذْنٰهُ مِنْ لَّدُنَّآ  ۖاِنْ كُنَّا فٰعِلِيْنَ ","text_id":"Seandainya Kami hendak menjadikan sesuatu sebagai permainan, tentulah Kami akan membuatnya dari sisi Kami,<sup>489)</sup> jika Kami benar-benar menghendaki berbuat (demikian).","text_en":"If We had pleased to make a plaything We could have made it Ourself, if We had cared to do so.","transliteration":"Law aradnaaa an nattakhiza lahwal lat takhaznaahu mil ladunnaaa in kunnaa faa'ileen","no_fn":"489","text_fn":"489) Dari sisi Kami maksudnya ialah yang sesuai dengan sifat-sifat Allah Swt."},{"id":2501,"surah":21,"no_ayah":18,"theme":"Tujuan Penciptaan Alam","text_ayah":"بَلْ نَقْذِفُ بِالْحَقِّ عَلَى الْبَاطِلِ فَيَدْمَغُهٗ فَاِذَا هُوَ زَاهِقٌۗ وَلَكُمُ الْوَيْلُ مِمَّا تَصِفُوْنَ ","text_id":"Sebaliknya, Kami melemparkan yang hak (kebenaran) kepada yang batil (tidak benar) lalu (yang hak) itu menghancurkannya. Maka, seketika itu ia (yang batil) lenyap. Celakalah kamu karena kamu menyifati (Allah dengan sifat-sifat yang tidak pantas bagi-Nya).<sup>490)</sup>","text_en":"In fact We strike the truth against the false, which shatters it, and it disappears. Woe to you for what you attribute (to Him)!","transliteration":"Bal naqzifu bilhaqqi 'alal baatili fa yadmaghuhoo fa izaa huwa zaahiq; wa lakumul wailu mimmaa tasifoon","no_fn":"490","text_fn":"490) Contoh penyifatan yang tidak pantas adalah sangkaan bahwa Allah Swt. mempunyai istri dan anak."},{"id":2502,"surah":21,"no_ayah":19,"theme":"Tujuan Penciptaan Alam","text_ayah":"وَلَهٗ مَنْ فِى السَّمٰوٰتِ وَالْاَرْضِۗ وَمَنْ عِنْدَهٗ لَا يَسْتَكْبِرُوْنَ عَنْ عِبَادَتِهٖ وَلَا يَسْتَحْسِرُوْنَ ۚ","text_id":"Hanya milik-Nya siapa yang di langit dan di bumi. (Malaikat-malaikat) yang di sisi-Nya tidak mempunyai rasa angkuh untuk menyembah-Nya dan tidak (pula) merasa letih.","text_en":"Whosoever is in the heavens and the earth belongs to Him; and those who are near Him do not disdain to worship Him or weary (of His service),","transliteration":"Wa lahoo man fis samaawaati wal ard; wa man 'indahoo laa yastakbiroona 'an 'ibaada tihee wa laa yastahsiroon","no_fn":"","text_fn":""},{"id":2503,"surah":21,"no_ayah":20,"theme":"Tujuan Penciptaan Alam","text_ayah":"يُسَبِّحُوْنَ الَّيْلَ وَالنَّهَارَ لَا يَفْتُرُوْنَ ","text_id":"Mereka (malaikat-malaikat) bertasbih pada waktu malam dan siang dengan tidak henti-hentinya.","text_en":"Nor cease to endeavour praising Him night and day.","transliteration":"Yusabbihoona laila wannahaara laa yafturoon","no_fn":"","text_fn":""},{"id":2504,"surah":21,"no_ayah":21,"theme":"Tujuan Penciptaan Alam","text_ayah":"اَمِ اتَّخَذُوْٓا اٰلِهَةً مِّنَ الْاَرْضِ هُمْ يُنْشِرُوْنَ ","text_id":"Apakah mereka mengambil dari bumi tuhan-tuhan yang dapat menghidupkan (orang-orang yang mati)?","text_en":"Or have they taken gods from the earth who can raise the dead?","transliteration":"Amit takhazooo aalihatam minal ardi hum yunshiroon","no_fn":"","text_fn":""},{"id":2505,"surah":21,"no_ayah":22,"theme":"Tujuan Penciptaan Alam","text_ayah":"لَوْ كَانَ فِيْهِمَآ اٰلِهَةٌ اِلَّا اللّٰهُ لَفَسَدَتَاۚ فَسُبْحٰنَ اللّٰهِ رَبِّ الْعَرْشِ عَمَّا يَصِفُوْنَ ","text_id":"Seandainya pada keduanya (langit dan bumi) ada tuhan-tuhan selain Allah, tentu keduanya telah binasa. Mahasuci Allah, Tuhan pemilik ʻArasy, dari apa yang mereka sifatkan.","text_en":"Had there been gods apart from God, both (the heavens and the earth) would have been despoiled. Much too glorious is God, the Lord of the mighty throne, for things they assert!","transliteration":"Law kaana feehimaaa aalihatun illal laahu lafasadataa; fa-Subhaanal laahi Rabbil 'Arshi 'ammaa yasifoon","no_fn":"","text_fn":""},{"id":2506,"surah":21,"no_ayah":23,"theme":"Tujuan Penciptaan Alam","text_ayah":"لَا يُسْـَٔلُ عَمَّا يَفْعَلُ وَهُمْ يُسْـَٔلُوْنَ ","text_id":"(Allah) tidak ditanya tentang apa yang Dia kerjakan, tetapi merekalah yang akan ditanya.","text_en":"He cannot be questioned about what He does, but they will be questioned.","transliteration":"Laa yus'alu 'ammaa yaf'alu wa hum yus'aloon","no_fn":"","text_fn":""},{"id":2507,"surah":21,"no_ayah":24,"theme":"Tujuan Penciptaan Alam","text_ayah":"اَمِ اتَّخَذُوْا مِنْ دُوْنِهٖٓ اٰلِهَةً ۗقُلْ هَاتُوْا بُرْهَانَكُمْۚ هٰذَا ذِكْرُ مَنْ مَّعِيَ وَذِكْرُ مَنْ قَبْلِيْۗ بَلْ اَكْثَرُهُمْ لَا يَعْلَمُوْنَۙ الْحَقَّ فَهُمْ مُّعْرِضُوْنَ ","text_id":"Apakah mereka mengambil tuhan-tuhan selain-Nya? Katakanlah (Nabi Muhammad), “Kemukakanlah alasan-alasanmu! Ini (ajaran tauhid) adalah sesuatu yang selalu diingatkan kepada orang yang bersamaku dan kepada orang sebelumku.” Akan tetapi, kebanyakan mereka tidak mengetahui yang hak (kebenaran) sehingga mereka berpaling.","text_en":"Have they taken gods besides God? Say: \"Then bring your proof. Here is the Book of those who are with me, and the Book of those who have gone before me.\" But most men do not know the truth and turn away.","transliteration":"Amit takhazoo min doonihee aalihatan qul haatoo burhaanakum haaza zikru mam ma'iya wa zikru man qablee; bal aksaruhum laa ya'lamoonal haqqa fahum mu'ridoon","no_fn":"","text_fn":""},{"id":2508,"surah":21,"no_ayah":25,"theme":"Bukti-Bukti Kesesatan Kaum Musyrik","text_ayah":"وَمَآ اَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رَّسُوْلٍ اِلَّا نُوْحِيْٓ اِلَيْهِ اَنَّهٗ لَآ اِلٰهَ اِلَّآ اَنَا۠ فَاعْبُدُوْنِ ","text_id":"Kami tidak mengutus seorang rasul pun sebelum engkau (Nabi Muhammad), melainkan Kami mewahyukan kepadanya bahwa tidak ada tuhan selain Aku. Maka, sembahlah Aku.","text_en":"We have not sent an apostle before you without instructing him that there is no god but I, so worship Me.","transliteration":"Wa maaa arsalnaa min qablika mir Rasoolin illaa nooheee ilaihi annahoo laaa ilaaha illaaa Ana fa'budoon","no_fn":"","text_fn":""},{"id":2509,"surah":21,"no_ayah":26,"theme":"Bukti-Bukti Kesesatan Kaum Musyrik","text_ayah":"وَقَالُوا اتَّخَذَ الرَّحْمٰنُ وَلَدًا سُبْحٰنَهٗ ۗبَلْ عِبَادٌ مُّكْرَمُوْنَ ۙ","text_id":"Mereka berkata, “Tuhan Yang Maha Pengasih telah menjadikan (malaikat) sebagai anak.” Mahasuci Dia. Sebaliknya, mereka (para malaikat itu) adalah hamba-hamba yang dimuliakan.","text_en":"And yet they say: \"Ar-Rahman has begotten a son.\" Too exalted is He! In fact, those (they call His sons) were His honoured votaries.","transliteration":"Wa qaalut takhazar Rahmaanu waladan Subhaanah; bal 'ibaadum mkkramoon","no_fn":"","text_fn":""},{"id":2510,"surah":21,"no_ayah":27,"theme":"Bukti-Bukti Kesesatan Kaum Musyrik","text_ayah":"لَا يَسْبِقُوْنَهٗ بِالْقَوْلِ وَهُمْ بِاَمْرِهٖ يَعْمَلُوْنَ ","text_id":"Mereka tidak berbicara mendahului-Nya dan mereka mengerjakan perintah-perintah-Nya.","text_en":"They did not precede Him in their speech, and acted on His command.","transliteration":"Laa yasbiqoonahoo bil qawli wa hum bi amrihee ya'maloon","no_fn":"","text_fn":""},{"id":2511,"surah":21,"no_ayah":28,"theme":"Bukti-Bukti Kesesatan Kaum Musyrik","text_ayah":"يَعْلَمُ مَا بَيْنَ اَيْدِيْهِمْ وَمَا خَلْفَهُمْ وَلَا يَشْفَعُوْنَۙ اِلَّا لِمَنِ ارْتَضٰى وَهُمْ مِّنْ خَشْيَتِهٖ مُشْفِقُوْنَ ","text_id":"Dia (Allah) mengetahui segala sesuatu yang ada di hadapan mereka (malaikat) dan yang ada di belakang mereka. Mereka tidak memberi syafaat melainkan kepada orang yang Dia ridai dan mereka selalu berhati-hati karena takut kepada-Nya.","text_en":"He knows what was there before them and what came after them; and they did not intercede for any one but whom He willed, and they were filled with awe of Him.","transliteration":"Ya'lamu maa baina aideehim wa maa khalfahum wa laa yashfa'oona illaa limanir tadaa wa hum min khash yatihee mushfiqoon","no_fn":"","text_fn":""},{"id":2512,"surah":21,"no_ayah":29,"theme":"Bukti-Bukti Kesesatan Kaum Musyrik","text_ayah":"۞ وَمَنْ يَّقُلْ مِنْهُمْ اِنِّيْٓ اِلٰهٌ مِّنْ دُوْنِهٖ فَذٰلِكَ نَجْزِيْهِ جَهَنَّمَۗ  كَذٰلِكَ نَجْزِى الظّٰلِمِيْنَ ࣖ","text_id":"Siapa saja di antara mereka (malaikat) yang berkata, “Sesungguhnya aku adalah tuhan selain-Nya,” maka (dia) itu Kami beri balasan dengan (neraka) Jahanam. Demikianlah Kami memberi balasan kepada orang-orang zalim.","text_en":"If any one of them said: \"I am God besides Him,\" We should award him Hell; for this is how We requite the evil-doers.","transliteration":"Wa mai yaqul minhum inneee ilaahum min doonihee fazaalika najzeehi Jahannam; kazaalika najziz zaalimeen","no_fn":"","text_fn":""},{"id":2513,"surah":21,"no_ayah":30,"theme":"Fenomena Alam sebagai Bukti Kekuasaan Allah","text_ayah":"اَوَلَمْ يَرَ الَّذِيْنَ كَفَرُوْٓا اَنَّ السَّمٰوٰتِ وَالْاَرْضَ كَانَتَا رَتْقًا فَفَتَقْنٰهُمَاۗ وَجَعَلْنَا مِنَ الْمَاۤءِ كُلَّ شَيْءٍ حَيٍّۗ  اَفَلَا يُؤْمِنُوْنَ ","text_id":"Apakah orang-orang kafir tidak mengetahui bahwa langit dan bumi, keduanya, dahulu menyatu, kemudian Kami memisahkan keduanya dan Kami menjadikan segala sesuatu yang hidup berasal dari air? Maka, tidakkah mereka beriman?","text_en":"Do not these unbelievers see that the heavens and the earth were an integrated mass, then We split them and made every living thing from water? Will they not believe even then?","transliteration":"Awalam yaral lazeena kafarooo annas samaawaati wal arda kaanataa ratqan faftaqnaahumaa wa ja'alnaa minal maaa'i kulla shai'in haiyin afalaa yu'minoon","no_fn":"","text_fn":""},{"id":2514,"surah":21,"no_ayah":31,"theme":"Fenomena Alam sebagai Bukti Kekuasaan Allah","text_ayah":"وَجَعَلْنَا فِى الْاَرْضِ رَوَاسِيَ اَنْ تَمِيْدَ بِهِمْۖ وَجَعَلْنَا فِيْهَا فِجَاجًا سُبُلًا لَّعَلَّهُمْ يَهْتَدُوْنَ ","text_id":"Kami telah menjadikan di bumi gunung-gunung yang kukuh agar (tidak) berguncang bersama mereka dan Kami menjadikan (pula) di sana jalan-jalan yang luas agar mereka mendapat petunjuk.","text_en":"We placed stabilisers in the earth so that as it revolved with them you lived undisturbed; and We provided passageways between them so that men may find their way;","transliteration":"Wa ja'alnaa fil ardi rawaasiya an tameeda bihim wa ja'alnaa feehaa fijaajan subulal la'allahum yahtadoon","no_fn":"","text_fn":""},{"id":2515,"surah":21,"no_ayah":32,"theme":"Fenomena Alam sebagai Bukti Kekuasaan Allah","text_ayah":"وَجَعَلْنَا السَّمَاۤءَ سَقْفًا مَّحْفُوْظًاۚ وَهُمْ عَنْ اٰيٰتِهَا مُعْرِضُوْنَ ","text_id":"Kami menjadikan langit sebagai atap yang terpelihara, tetapi mereka tetap berpaling dari tanda-tandanya (yang menunjukkan kebesaran Allah, seperti matahari dan bulan).","text_en":"And We made the sky a well-protected roof. Still they turn away from His signs!","transliteration":"Wa ja'alnas samaaa'a saqfam mahfoozanw wa hum 'an Aayaatihaa mu'ridoon","no_fn":"","text_fn":""},{"id":2516,"surah":21,"no_ayah":33,"theme":"Fenomena Alam sebagai Bukti Kekuasaan Allah","text_ayah":"وَهُوَ الَّذِيْ خَلَقَ الَّيْلَ وَالنَّهَارَ وَالشَّمْسَ وَالْقَمَرَۗ  كُلٌّ فِيْ فَلَكٍ يَّسْبَحُوْنَ ","text_id":"Dialah yang telah menciptakan malam dan siang, matahari dan bulan. Masing-masing beredar pada garis edarnya.","text_en":"It is He who created night and day, the sun and the moon, revolving on its orbit.","transliteration":"Wa Huwal lazee khalaqal laila wannahaara washshamsa wal qamara kullun fee falakiny yashbahoon","no_fn":"","text_fn":""},{"id":2517,"surah":21,"no_ayah":34,"theme":"Kehidupan di Dunia Tidak Kekal","text_ayah":"وَمَا جَعَلْنَا لِبَشَرٍ مِّنْ قَبْلِكَ الْخُلْدَۗ اَفَا۟ىِٕنْ مِّتَّ فَهُمُ الْخٰلِدُوْنَ ","text_id":"Kami tidak menjadikan keabadian bagi seorang manusia pun sebelum engkau (Nabi Muhammad). Maka, jika engkau wafat, apakah mereka akan kekal?","text_en":"We have given no man everlastingness before you. So then if you die, will they live ever after?","transliteration":"Wa maa ja'alnaa libasharim min qablikal khuld; afaimmitta fahumul khaalidoon","no_fn":"","text_fn":""},{"id":2518,"surah":21,"no_ayah":35,"theme":"Kehidupan di Dunia Tidak Kekal","text_ayah":"كُلُّ نَفْسٍ ذَاۤىِٕقَةُ الْمَوْتِۗ وَنَبْلُوْكُمْ بِالشَّرِّ وَالْخَيْرِ فِتْنَةً ۗوَاِلَيْنَا تُرْجَعُوْنَ ","text_id":"Setiap yang bernyawa akan merasakan kematian. Kami menguji kamu dengan keburukan dan kebaikan sebagai cobaan. Kepada Kamilah kamu akan dikembalikan.","text_en":"Every soul will know the taste of death. We tempt you with evil and with good as a trial; and to Us you will return.","transliteration":"Kullu nafsin zaaa'iqatul mawt; wa nablookum bishsharri walkhairi fitnatanw wa ilainaa turja'oon","no_fn":"","text_fn":""},{"id":2519,"surah":21,"no_ayah":36,"theme":"Kehidupan di Dunia Tidak Kekal","text_ayah":"وَاِذَا رَاٰكَ الَّذِيْنَ كَفَرُوْٓا اِنْ يَّتَّخِذُوْنَكَ اِلَّا هُزُوًاۗ اَهٰذَا الَّذِيْ يَذْكُرُ اٰلِهَتَكُمْۚ وَهُمْ بِذِكْرِ الرَّحْمٰنِ هُمْ كٰفِرُوْنَ  ","text_id":"Apabila orang-orang yang kufur itu melihat engkau (Nabi Muhammad), mereka hanya menjadikan engkau bahan ejekan. (Mereka mengatakan,) “Inikah orang yang mencela tuhan-tuhanmu?” Padahal, mereka orang yang ingkar mengingat (Allah) Yang Maha Pengasih.","text_en":"But when the unbelievers see you they make fun of you (and say): \"Is this the one who mentions your gods (deridingly)?\" Yet in Ar-Rahman they disbelieve!","transliteration":"Wa izaa ra aakal lazeena kafarooo iny-yattakhizoonaka illa huzuwaa; ahaazal lazee yazkuru aalihatakum wa hum bi zikrir Rahmaani hum kaafiroon","no_fn":"","text_fn":""},{"id":2520,"surah":21,"no_ayah":37,"theme":"Watak dan Perilaku Manusia","text_ayah":"خُلِقَ الْاِنْسَانُ مِنْ عَجَلٍۗ سَاُورِيْكُمْ اٰيٰتِيْ فَلَا تَسْتَعْجِلُوْنِ ","text_id":"Manusia diciptakan (bersifat) tergesa-gesa. Kelak Aku akan memperlihatkan kepadamu (azab yang menjadi) tanda-tanda (kekuasaan)- Ku. Maka, janganlah kamu meminta Aku menyegerakannya.","text_en":"Man is made of inordinate haste. We will show you Our signs, then you will not desire to hasten (the punishment).","transliteration":"Khuliqal insaanu min 'ajal; sa ureekum Aayaatee falaa tasta'jiloon","no_fn":"","text_fn":""},{"id":2521,"surah":21,"no_ayah":38,"theme":"Watak dan Perilaku Manusia","text_ayah":"وَيَقُوْلُوْنَ مَتٰى هٰذَا الْوَعْدُ اِنْ كُنْتُمْ صٰدِقِيْنَ ","text_id":"Mereka berkata, “Kapankah janji ini (akan datang), jika kamu orang yang benar?”","text_en":"Yet they say: \"When will the promised threat come to pass, if you speak the truth?\"","transliteration":"Wa yaqooloona mataa haazal wa'du in kuntum saadiqeen","no_fn":"","text_fn":""},{"id":2522,"surah":21,"no_ayah":39,"theme":"Watak dan Perilaku Manusia","text_ayah":"لَوْ يَعْلَمُ الَّذِيْنَ كَفَرُوْا حِيْنَ لَا يَكُفُّوْنَ عَنْ وُّجُوْهِهِمُ النَّارَ وَلَا عَنْ ظُهُوْرِهِمْ وَلَا هُمْ يُنْصَرُوْنَ ","text_id":"Seandainya orang-orang yang kufur itu mengetahui saat mereka tidak mampu mengelakkan api neraka dari wajah dan punggung mereka dan saat mereka tidak mendapat pertolongan, (tentulah mereka tidak meminta agar azab itu disegerakan).","text_en":"If only the unbelievers could apprehend the moment when they would neither be able to ward off the fire from their faces and their backs, nor help reach them!","transliteration":"Law ya'lamul lazeena kafaroo heena laa yakuffoona 'anw wujoohihimun Naara wa laa 'an zuhoorihim wa laa hum yunsaroon","no_fn":"","text_fn":""},{"id":2523,"surah":21,"no_ayah":40,"theme":"Watak dan Perilaku Manusia","text_ayah":"بَلْ تَأْتِيْهِمْ بَغْتَةً فَتَبْهَتُهُمْ فَلَا يَسْتَطِيْعُوْنَ رَدَّهَا وَلَا هُمْ يُنْظَرُوْنَ ","text_id":"Sebenarnya (hari Kiamat) itu akan datang kepada mereka secara tiba-tiba, lalu menjadikan mereka panik. Maka, mereka tidak sanggup menolaknya dan tidak pula diberi penangguhan (waktu).","text_en":"It will come upon them unawares confounding them, and they will not be able to keep it back, nor will they be given respite.","transliteration":"Bal taateehim baghtatan fatabhatuhum falaa yastatee'oona raddahaa wa laa hum yunzaroon","no_fn":"","text_fn":""},{"id":2524,"surah":21,"no_ayah":41,"theme":"Watak dan Perilaku Manusia","text_ayah":"وَلَقَدِ اسْتُهْزِئَ بِرُسُلٍ مِّنْ قَبْلِكَ فَحَاقَ بِالَّذِيْنَ سَخِرُوْا مِنْهُمْ مَّا كَانُوْا بِهٖ يَسْتَهْزِءُوْنَ ࣖ","text_id":"Sungguh, rasul-rasul sebelum engkau (Nabi Muhammad) telah diperolok-olokkan, lalu (karena itu) turunlah kepada orang-orang yang mencemooh mereka (rasul-rasul) apa (azab) yang selalu mereka perolok-olokkan.","text_en":"Many apostles have been scoffed before you; but they who scoffed were themselves caught by what they had ridiculed.","transliteration":"Wa laqadis tuhzi'a bi-Rusulim min qablika fahaaqa billazeena sakhiroo minhum maa kaanoo bihee yastahzi'oon","no_fn":"","text_fn":""},{"id":2525,"surah":21,"no_ayah":42,"theme":"Ketentuan Allah Tidak Dapat Ditolak","text_ayah":"قُلْ مَنْ يَّكْلَؤُكُمْ بِالَّيْلِ وَالنَّهَارِ مِنَ الرَّحْمٰنِۗ  بَلْ هُمْ عَنْ ذِكْرِ رَبِّهِمْ مُّعْرِضُوْنَ ","text_id":"Katakanlah, “Siapakah yang akan menjaga kamu pada waktu malam dan siang dari (siksaan) Allah Yang Maha Pengasih?” Bahkan, mereka berpaling dari mengingat Tuhan mereka.","text_en":"Say: \"Who guards you from Ar-Rahman by night and by day?\" Yet from a mention of their Lord they turn away.","transliteration":"Qul mai yakla 'ukum billaili wannahaari minar Rahmaan; bal hum 'an zikri Rabbihim mu'ridoon","no_fn":"","text_fn":""},{"id":2526,"surah":21,"no_ayah":43,"theme":"Ketentuan Allah Tidak Dapat Ditolak","text_ayah":"اَمْ لَهُمْ اٰلِهَةٌ تَمْنَعُهُمْ مِّنْ دُوْنِنَاۗ  لَا يَسْتَطِيْعُوْنَ نَصْرَ اَنْفُسِهِمْ وَلَا هُمْ مِّنَّا يُصْحَبُوْنَ","text_id":"Ataukah mereka mempunyai tuhan-tuhan selain Kami yang dapat memelihara mereka (dari azab Kami)? (Tuhan-tuhan mereka itu) tidak sanggup menolong diri mereka sendiri dan tidak (pula) dilindungi dari (azab) Kami.","text_en":"Or do they have lords of their own besides Us who can defend them? But they are not able to help themselves, nor can they find protection against Us.","transliteration":"Am lahum aalihatun tamna'ulum min dooninaa; laa yastatee'oona nasra anfusihim wa laa hum minnna yus-haboon","no_fn":"","text_fn":""},{"id":2527,"surah":21,"no_ayah":44,"theme":"Ketentuan Allah Tidak Dapat Ditolak","text_ayah":"بَلْ مَتَّعْنَا هٰٓؤُلَاۤءِ وَاٰبَاۤءَهُمْ حَتّٰى طَالَ عَلَيْهِمُ الْعُمُرُۗ اَفَلَا يَرَوْنَ اَنَّا نَأْتِى الْاَرْضَ نَنْقُصُهَا مِنْ اَطْرَافِهَاۗ اَفَهُمُ الْغٰلِبُوْنَ ","text_id":"Sebenarnya Kami telah memberi mereka dan nenek moyang mereka kenikmatan (hidup di dunia) hingga panjang usia mereka. Maka, tidakkah mereka melihat bahwa Kami mendatangi negeri (yang berada di bawah kekuasaan orang kafir), lalu Kami kurangi luasnya dari ujung-ujungnya? Merekakah yang menang?","text_en":"We allowed them and their fathers time to enjoy till the very end of their lives. Do they not see Us advancing into the land, reducing its frontiers? Would they still prevail?","transliteration":"Bal matta'naa haaa'ulaaa'i wa aabaaa'ahum hattaa taala 'alaihimul 'umur; afalaa yarawna anna naatil arda nanqusuhaa min atraafihaa; afahumul ghaaliboon","no_fn":"","text_fn":""},{"id":2528,"surah":21,"no_ayah":45,"theme":"Ketentuan Allah Tidak Dapat Ditolak","text_ayah":"قُلْ اِنَّمَآ اُنْذِرُكُمْ بِالْوَحْيِۖ وَلَا يَسْمَعُ الصُّمُّ الدُّعَاۤءَ اِذَا مَا يُنْذَرُوْنَ ","text_id":"Katakanlah (Nabi Muhammad), “Sesungguhnya aku hanya memperingatkanmu dengan wahyu.” Akan tetapi, orang-orang tuli (musyrik) tidak mendengarkan seruan bila mereka diberi peringatan.","text_en":"Say: \"I am warning you by God's command.\" But the deaf do not hear the call when they are warned.","transliteration":"Qul innamaaa unzirukum bilwahyi; wa laa yasma'us summud du'aaa'a izaa maa yunzaroon","no_fn":"","text_fn":""},{"id":2529,"surah":21,"no_ayah":46,"theme":"Ketentuan Allah Tidak Dapat Ditolak","text_ayah":"وَلَىِٕنْ مَّسَّتْهُمْ نَفْحَةٌ مِّنْ عَذَابِ رَبِّكَ لَيَقُوْلُنَّ يٰوَيْلَنَآ اِنَّا كُنَّا ظٰلِمِيْنَ ","text_id":"Jika mereka ditimpa sedikit saja azab Tuhanmu, pastilah mereka berkata, “Celakalah kami! Sesungguhnya kami adalah orang yang selalu menzalimi (diri sendiri).”","text_en":"Even if a whiff of the Lord's chastisement were to touch them they would surely say: \"Ah woe, alas, we were surely sinful.\"","transliteration":"Wa la'im massat hum nafhatum min 'azaabi Rabbika la yaqoolunna yaawailanaaa innnaa kunnaa zaalimeen","no_fn":"","text_fn":""},{"id":2530,"surah":21,"no_ayah":47,"theme":"Keadilan Allah","text_ayah":"وَنَضَعُ الْمَوَازِيْنَ الْقِسْطَ لِيَوْمِ الْقِيٰمَةِ فَلَا تُظْلَمُ نَفْسٌ شَيْـًٔاۗ وَاِنْ كَانَ مِثْقَالَ حَبَّةٍ مِّنْ خَرْدَلٍ اَتَيْنَا بِهَاۗ وَكَفٰى بِنَا حٰسِبِيْنَ ","text_id":"Kami akan meletakkan timbangan (amal) yang tepat pada hari Kiamat, sehingga tidak seorang pun dirugikan walaupun sedikit. Sekalipun (amal itu) hanya seberat biji sawi, pasti Kami mendatangkannya. Cukuplah Kami sebagai pembuat perhitungan.","text_en":"We shall fix the scales of justice on the Day of Resurrection, so that none will be wronged in the least; and even if it were equal to a mustard seed in weight We shall take it (into account). We are sufficient for computation.","transliteration":"Wa nada'ul mawaazeenal qista li Yawmil Qiyaamati falaa tuzlamu nafsun shai'aa; wa in kaana misqaala habbatim min khardalin atainaa bihaa; wa kafaa binaa haasibeen","no_fn":"","text_fn":""},{"id":2531,"surah":21,"no_ayah":48,"theme":"Peristiwa Nabi Musa dan Harun Mendapat Al-Furqan ","text_ayah":"وَلَقَدْ اٰتَيْنَا مُوْسٰى وَهٰرُوْنَ الْفُرْقَانَ وَضِيَاۤءً وَّذِكْرًا لِّلْمُتَّقِيْنَ ۙ","text_id":"Sungguh, Kami telah menganugerahkan kepada Musa dan Harun Al-Furqan (Kitab Taurat), sinar (kehidupan), dan peringatan bagi orang-orang yang bertakwa.","text_en":"We gave Moses and Aaron the Criterion, and a light and reminder for those who take heed for themselves,","transliteration":"Wa laqad aatainaa Moosa wa haaroonal Furqaana wa diyaa'anw wa zikral lilmuttaqeen","no_fn":"","text_fn":""},{"id":2532,"surah":21,"no_ayah":49,"theme":"Peristiwa Nabi Musa dan Harun Mendapat Al-Furqan ","text_ayah":"الَّذِيْنَ يَخْشَوْنَ رَبَّهُمْ بِالْغَيْبِ وَهُمْ مِّنَ السَّاعَةِ مُشْفِقُوْنَ ","text_id":"(Yaitu) orang-orang yang takut (azab) Tuhannya, sekalipun mereka tidak melihat-Nya, dan mereka merasa takut akan (tibanya) hari Kiamat.","text_en":"Who are fearful of their Lord inwardly and dread the Hour.","transliteration":"Allazeena yakhshawna Rabbahum bilghaibi wa hum minas Saa'ati mushfiqoon","no_fn":"","text_fn":""},{"id":2533,"surah":21,"no_ayah":50,"theme":"Peristiwa Nabi Musa dan Harun Mendapat Al-Furqan ","text_ayah":"وَهٰذَا ذِكْرٌ مُّبٰرَكٌ اَنْزَلْنٰهُۗ اَفَاَنْتُمْ لَهٗ مُنْكِرُوْنَ ࣖ","text_id":"Ini (Al-Qur’an) adalah peringatan yang diberkahi yang telah Kami turunkan. Maka, apakah kamu menjadi pengingkar terhadapnya?","text_en":"And this is a blessed reminder that We have sent down. Will you then deny it?","transliteration":"Wa haazaa Zikrum Mubaarakun anzalnaah; afa antum lahoo munkiroon","no_fn":"","text_fn":""},{"id":2534,"surah":21,"no_ayah":51,"theme":"Sikap Nabi Ibrahim terhadap Tradisi Penyembahan Patung","text_ayah":"۞ وَلَقَدْ اٰتَيْنَآ اِبْرٰهِيْمَ رُشْدَهٗ مِنْ قَبْلُ وَكُنَّا بِهٖ عٰلِمِيْنَ ","text_id":"Sungguh, Kami benar-benar telah menganugerahkan kepada Ibrahim petunjuk sebelum (Musa dan Harun) dan Kami telah mengetahui dirinya.","text_en":"We had earlier given Abraham true direction, for We knew him well.","transliteration":"Wa laqad aatainaaa Ibraaheema rushdahoo min qablu wa kunnaa bihee 'aalimeen","no_fn":"","text_fn":""},{"id":2535,"surah":21,"no_ayah":52,"theme":"Sikap Nabi Ibrahim terhadap Tradisi Penyembahan Patung","text_ayah":"اِذْ قَالَ لِاَبِيْهِ وَقَوْمِهٖ مَا هٰذِهِ التَّمَاثِيْلُ الَّتِيْٓ اَنْتُمْ لَهَا عٰكِفُوْنَ ","text_id":"(Ingatlah) ketika dia (Ibrahim) berkata kepada bapaknya dan kaumnya, “Patung-patung apakah ini yang kamu tekun menyembahnya?”","text_en":"When he said to his father and his people: \"What are these idols to which you cling so passionately?\"","transliteration":"Iz qaala li abeehi wa qawmihee maa haazihit tamaaseelul lateee antum lahee 'aakifoon","no_fn":"","text_fn":""},{"id":2536,"surah":21,"no_ayah":53,"theme":"Sikap Nabi Ibrahim terhadap Tradisi Penyembahan Patung","text_ayah":"قَالُوْا وَجَدْنَآ اٰبَاۤءَنَا لَهَا عٰبِدِيْنَ ","text_id":"Mereka menjawab, “Kami mendapati nenek moyang kami menjadi para penyembahnya”","text_en":"They replied: \"We found our fathers worshipping them.\"","transliteration":"Qaaloo wajadnaaa aabaaa'anaa lahaa 'aabideen","no_fn":"","text_fn":""},{"id":2537,"surah":21,"no_ayah":54,"theme":"Sikap Nabi Ibrahim terhadap Tradisi Penyembahan Patung","text_ayah":"قَالَ لَقَدْ كُنْتُمْ اَنْتُمْ وَاٰبَاۤؤُكُمْ فِيْ ضَلٰلٍ مُّبِيْنٍ ","text_id":"Dia (Ibrahim) berkata, “Sungguh, kamu dan nenek moyang kamu berada dalam kesesatan yang nyata.”","text_en":"He said: \"You and your fathers were in clear error.\"","transliteration":"Qaala laqad kuntum antum wa aabaaa'ukum fee dalaalim mubeen","no_fn":"","text_fn":""},{"id":2538,"surah":21,"no_ayah":55,"theme":"Sikap Nabi Ibrahim terhadap Tradisi Penyembahan Patung","text_ayah":"قَالُوْٓا اَجِئْتَنَا بِالْحَقِّ اَمْ اَنْتَ مِنَ اللّٰعِبِيْنَ ","text_id":"Mereka berkata, “Apakah engkau datang kepada kami membawa kebenaran atau engkau (hanya) bermain-main?”","text_en":"They said: \"Are you speaking in earnest, or only jesting?\"","transliteration":"Qaalooo aji'tanaa bil haqqi am anta minal laa'ibeen","no_fn":"","text_fn":""},{"id":2539,"surah":21,"no_ayah":56,"theme":"Sikap Nabi Ibrahim terhadap Tradisi Penyembahan Patung","text_ayah":"قَالَ بَلْ رَّبُّكُمْ رَبُّ السَّمٰوٰتِ وَالْاَرْضِ الَّذِيْ فَطَرَهُنَّۖ وَاَنَا۠ عَلٰى ذٰلِكُمْ مِّنَ الشّٰهِدِيْنَ ","text_id":"Dia (Ibrahim) menjawab, “Sebenarnya, Tuhan kamu adalah Tuhan langit dan bumi yang telah menciptakannya dan aku adalah salah satu saksi atas itu.”","text_en":"He said: \"In fact it was your Lord, the Lord of the heavens and the earth, who created them; and I bear witness to this.","transliteration":"Qaala bar Rabbukum Rabbus samaawaati wal ardil lazee fatarahunna wa ana 'alaa zaalikum minash shaahideen","no_fn":"","text_fn":""},{"id":2540,"surah":21,"no_ayah":57,"theme":"Nabi Ibrahim Menghancurkan Berhala","text_ayah":"وَتَاللّٰهِ لَاَكِيْدَنَّ اَصْنَامَكُمْ بَعْدَ اَنْ تُوَلُّوْا مُدْبِرِيْنَ ","text_id":"(Nabi Ibrahim berkata dalam hatinya,) “Demi Allah, sungguh, aku akan melakukan tipu daya terhadap berhala-berhalamu setelah kamu pergi meninggalkannya.”","text_en":"I swear by God I will do something to your idols when you have turned your backs and gone.\"","transliteration":"Wa tallaahi la akeedanna asnaamakum ba'da an tuwalloo mudbireen","no_fn":"","text_fn":""},{"id":2541,"surah":21,"no_ayah":58,"theme":"Nabi Ibrahim Menghancurkan Berhala","text_ayah":"فَجَعَلَهُمْ جُذٰذًا اِلَّا كَبِيْرًا لَّهُمْ لَعَلَّهُمْ اِلَيْهِ يَرْجِعُوْنَ ","text_id":"Dia (Ibrahim) lalu menjadikan mereka (berhala-berhala itu) hancur berkeping-keping, kecuali (satu patung) yang terbesar milik mereka agar mereka kembali (untuk bertanya) kepadanya.","text_en":"So he smashed them up to pieces with the exception of the biggest, so that they may turn to it.","transliteration":"Faja'alahum juzaazan illaa kabeeral lahum la'allahum ilaihi yarji'oon","no_fn":"","text_fn":""},{"id":2542,"surah":21,"no_ayah":59,"theme":"Nabi Ibrahim Menghancurkan Berhala","text_ayah":"قَالُوْا مَنْ فَعَلَ هٰذَا بِاٰلِهَتِنَآ اِنَّهٗ لَمِنَ الظّٰلِمِيْنَ ","text_id":"Mereka berkata, “Siapakah yang melakukan (perbuatan) ini terhadap tuhan-tuhan kami? Sesungguhnya dia termasuk orang-orang zalim.”","text_en":"They asked (on return): \"Who has done this to our gods? He is surely a mischief-monger.\"","transliteration":"Qaaloo man fa'ala haazaa bi aalihatinaaa innahoo laminaz zaalimeen","no_fn":"","text_fn":""},{"id":2543,"surah":21,"no_ayah":60,"theme":"Nabi Ibrahim Menghancurkan Berhala","text_ayah":"قَالُوْا سَمِعْنَا فَتًى يَّذْكُرُهُمْ يُقَالُ لَهٗٓ اِبْرٰهِيْمُ ۗ","text_id":"Mereka (para penyembah berhala yang lain) berkata, “Kami mendengar seorang pemuda yang mencela mereka (berhala-berhala). Dia dipanggil dengan nama Ibrahim.”","text_en":"They said: \"We heard a youth talk about them. He is called Abraham.\"","transliteration":"Qaaloo sami'naa fatany yazkuruhum yuqaalu lahooo Ibraaheem","no_fn":"","text_fn":""},{"id":2544,"surah":21,"no_ayah":61,"theme":"Nabi Ibrahim Menghancurkan Berhala","text_ayah":"قَالُوْا فَأْتُوْا بِهٖ عَلٰٓى اَعْيُنِ النَّاسِ لَعَلَّهُمْ يَشْهَدُوْنَ ","text_id":"Mereka berkata, “(Kalau demikian,) bawalah dia dengan diperlihatkan kepada orang banyak agar mereka menyaksikan(-nya).”","text_en":"\"Bring him before the people,\" they said, \"that they may bear witness.\"","transliteration":"Qaaloo faatoo bihee 'alaaa a'yunin naasi la'allahum yash hadoon","no_fn":"","text_fn":""},{"id":2545,"surah":21,"no_ayah":62,"theme":"Nabi Ibrahim Menghancurkan Berhala","text_ayah":"قَالُوْٓا ءَاَنْتَ فَعَلْتَ هٰذَا بِاٰلِهَتِنَا يٰٓاِبْرٰهِيْمُ ۗ","text_id":"Mereka bertanya, “Apakah engkau yang melakukan (perbuatan) ini terhadap tuhan-tuhan kami, wahai Ibrahim?”","text_en":"\"Did you do this to our gods, O Abraham?\" they enquired.","transliteration":"Qaalooo 'a-anta fa'alta haazaa bi aalihatinaa yaaa Ibraaheem","no_fn":"","text_fn":""},{"id":2546,"surah":21,"no_ayah":63,"theme":"Nabi Ibrahim Menghancurkan Berhala","text_ayah":"قَالَ بَلْ فَعَلَهٗ كَبِيْرُهُمْ هٰذَا فَسْـَٔلُوْهُمْ اِنْ كَانُوْا يَنْطِقُوْنَ ","text_id":"Dia (Ibrahim) menjawab, “Sebenarnya (patung) besar ini yang melakukannya. Tanyakanlah kepada mereka (patung-patung lainnya) jika mereka dapat berbicara.”","text_en":"\"No,\" he said. \"It was done by that chief of theirs. Ask him in case they can speak.\"","transliteration":"Qaala bal fa'alahoo kabeeruhum haazaa fas'aloohum in kaanoo yantiqoon","no_fn":"","text_fn":""},{"id":2547,"surah":21,"no_ayah":64,"theme":"Nabi Ibrahim Menghancurkan Berhala","text_ayah":"فَرَجَعُوْٓا اِلٰٓى اَنْفُسِهِمْ فَقَالُوْٓا اِنَّكُمْ اَنْتُمُ الظّٰلِمُوْنَ ۙ","text_id":"Maka, mereka kembali kepada diri mereka sendiri (mulai sadar) lalu berkata (kepada sesama mereka), “Sesungguhnya kamulah yang menzalimi (diri sendiri).”","text_en":"Then they thought and observed: \"Surely you are yourselves unjust.\"","transliteration":"Faraja'ooo ilaaa anfusihim faqaalooo innakum antumuz zaalimoon","no_fn":"","text_fn":""},{"id":2548,"surah":21,"no_ayah":65,"theme":"Nabi Ibrahim Menghancurkan Berhala","text_ayah":"ثُمَّ نُكِسُوْا عَلٰى رُءُوْسِهِمْۚ  لَقَدْ عَلِمْتَ مَا هٰٓؤُلَاۤءِ يَنْطِقُوْنَ ","text_id":"Kemudian mereka menundukkan kepala (lalu berkata), “Engkau (Ibrahim) pasti tahu bahwa (berhala-berhala) itu tidak dapat berbicara.”","text_en":"Then crestfallen (they confessed): \"Truly, as you know, they cannot speak.\"","transliteration":"Summa nukisoo 'alaa ru'oosihim laqad 'alimta maa haaa'ulaaa'i yantiqoon","no_fn":"","text_fn":""},{"id":2549,"surah":21,"no_ayah":66,"theme":"Nabi Ibrahim Menghancurkan Berhala","text_ayah":"قَالَ اَفَتَعْبُدُوْنَ مِنْ دُوْنِ اللّٰهِ مَا لَا يَنْفَعُكُمْ شَيْـًٔا وَّلَا يَضُرُّكُمْ ۗ","text_id":"Dia (Ibrahim) berkata, “Mengapa kamu menyembah sesuatu selain Allah yang tidak dapat memberi manfaat sedikit pun dan tidak (pula) mendatangkan mudarat kepada kamu?","text_en":"(So Abraham) said: \"Then why do you worship something apart from God that cannot profit you or do you harm?","transliteration":"Qaala afata'budoona min doonil laahi maa laa yanfa'ukum shai'anw wa laa yadurrukum","no_fn":"","text_fn":""},{"id":2550,"surah":21,"no_ayah":67,"theme":"Nabi Ibrahim Menghancurkan Berhala","text_ayah":"اُفٍّ لَّكُمْ وَلِمَا تَعْبُدُوْنَ مِنْ دُوْنِ اللّٰهِ ۗاَفَلَا تَعْقِلُوْنَ ","text_id":"Celakalah kamu dan apa yang kamu sembah selain Allah! Apakah kamu tidak mengerti?”","text_en":"Fie on you and those you worship besides God! Will you not understand?\"","transliteration":"Uffil lakum wa limaa ta'budoona min doonil laah; afalaa ta'qiloon","no_fn":"","text_fn":""},{"id":2551,"surah":21,"no_ayah":68,"theme":"Nabi Ibrahim Menghancurkan Berhala","text_ayah":"قَالُوْا حَرِّقُوْهُ وَانْصُرُوْٓا اٰلِهَتَكُمْ اِنْ كُنْتُمْ فٰعِلِيْنَ ","text_id":"Mereka berkata, “Bakarlah dia (Ibrahim) dan bantulah tuhan-tuhan kamu jika kamu benar-benar hendak berbuat.”","text_en":"They said: \"Burn him, and save your gods, if you are men of action.\"","transliteration":"Qaaloo harriqooho wansurooo aalihatakum in kuntum faa'ileen","no_fn":"","text_fn":""},{"id":2552,"surah":21,"no_ayah":69,"theme":"Nabi Ibrahim Menghancurkan Berhala","text_ayah":"قُلْنَا يٰنَارُ كُوْنِيْ بَرْدًا وَّسَلٰمًا عَلٰٓى اِبْرٰهِيْمَ ۙ","text_id":"Kami (Allah) berfirman, “Wahai api, jadilah dingin dan keselamatan bagi Ibrahim!”","text_en":"\"Turn cold, O fire,\" We said, \"and give safety to Abraham.\"","transliteration":"Qulnaa yaa naaru koonee bardanw wa salaaman 'alaaa Ibraaheem","no_fn":"","text_fn":""},{"id":2553,"surah":21,"no_ayah":70,"theme":"Nabi Ibrahim Menghancurkan Berhala","text_ayah":"وَاَرَادُوْا بِهٖ كَيْدًا فَجَعَلْنٰهُمُ الْاَخْسَرِيْنَ ۚ","text_id":"Mereka hendak berbuat jahat terhadap Ibrahim, tetapi Kami menjadikan mereka itu orang-orang yang paling rugi.","text_en":"They wished to entrap him, but We made them greater losers.","transliteration":"Wa araadoo bihee kaidan faja'alnaahumul akhsareen","no_fn":"","text_fn":""},{"id":2554,"surah":21,"no_ayah":71,"theme":"Kenikmatan yang Dianugerahkan kepada Nabi Ibrahim setelah Cobaan","text_ayah":"وَنَجَّيْنٰهُ وَلُوْطًا اِلَى الْاَرْضِ الَّتِيْ بٰرَكْناَ فِيْهَا لِلْعٰلَمِيْنَ ","text_id":"Kami menyelamatkannya (Ibrahim) dan Lut ke tanah (Syam) yang telah Kami berkahi untuk seluruh alam.","text_en":"So We delivered him and Lot, and brought them to the land We had blessed for all the people.","transliteration":"Wa najjainaahu wa Lootan ilal ardil latee baaraknaa feehaa lil 'aalameen","no_fn":"","text_fn":""},{"id":2555,"surah":21,"no_ayah":72,"theme":"Kenikmatan yang Dianugerahkan kepada Nabi Ibrahim setelah Cobaan","text_ayah":"وَوَهَبْنَا لَهٗٓ اِسْحٰقَ وَيَعْقُوْبَ نَافِلَةً ۗوَكُلًّا جَعَلْنَا صٰلِحِيْنَ ","text_id":"Kami juga menganugerahkan kepadanya (Ibrahim) Ishaq (anak) dan sebagai tambahan (Kami anugerahkan pula) Ya‘qub (cucu). Masing-masing Kami jadikan orang yang saleh.","text_en":"And We bestowed on him Isaac, and Jacob as an additional gift, and made them righteous.","transliteration":"Wa wahabnaa lahooo Ishaaq; wa Ya'qooba naafilah; wa kullan ja'alnaa saaliheen","no_fn":"","text_fn":""},{"id":2556,"surah":21,"no_ayah":73,"theme":"Kenikmatan yang Dianugerahkan kepada Nabi Ibrahim setelah Cobaan","text_ayah":"وَجَعَلْنٰهُمْ اَىِٕمَّةً يَّهْدُوْنَ بِاَمْرِنَا وَاَوْحَيْنَآ اِلَيْهِمْ فِعْلَ الْخَيْرٰتِ وَاِقَامَ الصَّلٰوةِ وَاِيْتَاۤءَ الزَّكٰوةِۚ وَكَانُوْا لَنَا عٰبِدِيْنَ ۙ","text_id":"Kami menjadikan mereka itu pemimpin-pemimpin yang memberi petunjuk atas perintah Kami dan Kami mewahyukan kepada mereka (perintah) berbuat kebaikan, menegakkan salat, dan menunaikan zakat, serta hanya kepada Kami mereka menyembah.","text_en":"And We made them leaders to guide (the people) by Our command; and We inspired them to perform good deeds and observe their moral obligations and pay the zakat; and they obeyed Us.","transliteration":"Wa ja'alnaahum a'immatany yahdoona bi amrinaa wa awhainaaa ilaihim fi'lal khairaati wa iqaamas Salaati wa eetaaa'az Zakaati wa kaanoo lanaa 'aabideen","no_fn":"","text_fn":""},{"id":2557,"surah":21,"no_ayah":74,"theme":"Kisah Nabi Lut dan Nabi Nuh","text_ayah":"وَلُوْطًا اٰتَيْنٰهُ حُكْمًا وَّعِلْمًا وَّنَجَّيْنٰهُ مِنَ الْقَرْيَةِ الَّتِيْ كَانَتْ تَّعْمَلُ الْخَبٰۤىِٕثَ ۗاِنَّهُمْ كَانُوْا قَوْمَ سَوْءٍ فٰسِقِيْنَۙ","text_id":"Kepada Lut, Kami menganugerahkan hikmah serta ilmu dan Kami menyelamatkannya dari (azab yang telah menimpa penduduk) negeri (Sodom) yang melakukan perbuatan keji. Sesungguhnya mereka adalah kaum yang jahat lagi fasik.","text_en":"To Lot We gave wisdom and knowledge, and saved him from a people who acted villainously and were certainly wicked and disobedient.","transliteration":"Wa Lootan aatainaahu hukmanw wa 'ilmanw wa najjainaahu minal qaryatil latee kaanat ta'malul khabaaa'is; innahum kaanoo qawma saw'in faasiqeen","no_fn":"","text_fn":""},{"id":2558,"surah":21,"no_ayah":75,"theme":"Kisah Nabi Lut dan Nabi Nuh","text_ayah":"وَاَدْخَلْنٰهُ فِيْ رَحْمَتِنَاۗ اِنَّهٗ مِنَ الصّٰلِحِيْنَ ࣖ ","text_id":"Kami memasukkannya ke dalam rahmat Kami. Sesungguhnya dia termasuk golongan orang-orang yang saleh.","text_en":"Thus We admitted him to Our grace. He is surely one of the righteous.","transliteration":"Wa adkhalnaahu fee rahmatinaa innahoo minas saalihee","no_fn":"","text_fn":""},{"id":2559,"surah":21,"no_ayah":76,"theme":"Kisah Nabi Lut dan Nabi Nuh","text_ayah":"وَنُوْحًا اِذْ نَادٰى مِنْ قَبْلُ فَاسْتَجَبْنَا لَهٗ فَنَجَّيْنٰهُ وَاَهْلَهٗ مِنَ الْكَرْبِ الْعَظِيْمِ ۚ","text_id":"(Ingatlah) Nuh ketika dia berdoa sebelum itu. Kami memperkenankan (doa)-nya dan Kami menyelamatkannya bersama pengikutnya dari bencana yang besar.","text_en":"Remember Noah when he called to Us before this. We heard him and saved him and those with him from great distress;","transliteration":"Wa noohan iz naadaa min qablu fastajabnaa lahoo fanajjainaahu wa ahlahoo minal karbil 'azeem","no_fn":"","text_fn":""},{"id":2560,"surah":21,"no_ayah":77,"theme":"Kisah Nabi Lut dan Nabi Nuh","text_ayah":"وَنَصَرْنٰهُ مِنَ الْقَوْمِ الَّذِيْنَ كَذَّبُوْا بِاٰيٰتِنَاۗ اِنَّهُمْ كَانُوْا قَوْمَ سَوْءٍ فَاَغْرَقْنٰهُمْ اَجْمَعِيْنَ ","text_id":"Kami menolongnya dari orang-orang yang telah mendustakan ayat-ayat Kami. Sesungguhnya mereka adalah kaum yang jahat, maka Kami tenggelamkan mereka semuanya.","text_en":"And We helped him against the people who rejected Our signs as lies. They were a wicked people indeed, so We drowned them one and all.","transliteration":"Wa nasarnaahu minal qawmil lazeena kazzaboo bi Aayaatinaa; innahum kkaanoo qawma saw'in fa-aghraq naahum ajma'een","no_fn":"","text_fn":""},{"id":2561,"surah":21,"no_ayah":78,"theme":"Kisah Nabi Daud dan Nabi Sulaiman","text_ayah":"وَدَاوٗدَ وَسُلَيْمٰنَ اِذْ يَحْكُمٰنِ فِى الْحَرْثِ اِذْ نَفَشَتْ فِيْهِ غَنَمُ الْقَوْمِۚ وَكُنَّا لِحُكْمِهِمْ شٰهِدِيْنَ ۖ","text_id":"Ingatlah) Daud dan Sulaiman ketika mereka memberikan keputusan mengenai ladang yang dirusak pada malam hari oleh kambing-kambing milik kaumnya. Kami menyaksikan keputusan (yang diberikan) oleh mereka itu.<sup>491)</sup>","text_en":"(Remember) David and Solomon, when they pronounced judgement about the field which was eaten up at night by sheep belonging to certain people. We were witness to their judgement.","transliteration":"Wa Daawooda wa Sulaimaana iz yahkumaani fil harsi iz nafashat feehi ghanamul qawmi wa kunnaa lihukmihim shaahideen","no_fn":"491","text_fn":"491) Dalam peristiwa itu, Nabi Daud a.s. memberi putusan bahwa kambing-kambing itu harus diberikan kepada pemilik ladang sebagai ganti kerusakan ladangnya. Akan tetapi, Nabi Sulaiman a.s. memutuskan bahwa pemilik kambing harus menanami ladang itu hingga kembali seperti semula. Pada saat yang sama, pemilik kambing wajib menyerahkan kambingnya untuk dimanfaatkan oleh pemilik ladang sampai tanaman itu tumbuh kembali. "},{"id":2562,"surah":21,"no_ayah":79,"theme":"Kisah Nabi Daud dan Nabi Sulaiman","text_ayah":"فَفَهَّمْنٰهَا سُلَيْمٰنَۚ وَكُلًّا اٰتَيْنَا حُكْمًا وَّعِلْمًاۖ وَّسَخَّرْنَا مَعَ دَاوٗدَ الْجِبَالَ يُسَبِّحْنَ وَالطَّيْرَۗ وَكُنَّا فٰعِلِيْنَ","text_id":"Lalu, Kami memberi pemahaman kepada Sulaiman (tentang keputusan yang lebih tepat).<sup>492)</sup> Kepada masing-masing (Daud dan Sulaiman) Kami memberi hikmah dan ilmu. Kami menundukkan gunung-gunung dan burung-burung untuk bertasbih bersama Daud. Kamilah yang melakukannya.","text_en":"We made Solomon understand the case, and bestowed on each wisdom and knowledge, We subdued the al-jibal (mountains) with David to sing Our praises, and at-tair (birds). It is We who did it.","transliteration":"Fafahhamnaahaa sulaimaan; wa kullan aatainaa hukmanw wa'ilmanw wa sakh kharnaa ma'a Daawoodal jibaala yusabbihna wattayr; wa kunnaa faa'ileen","no_fn":"492","text_fn":"492) Menurut riwayat Ibnu Abbas, ada sekawanan kambing yang merusak tanaman pada waktu malam. Pemilik tanaman mengadukan hal ini kepada Nabi Daud a.s. Ia memutuskan bahwa kambing-kambing itu harus diserahkan kepada pemilik tanaman sebagai ganti tanaman yang rusak. Akan tetapi, Nabi Sulaiman a.s. memutuskan agar kambing-kambing itu diserahkan sementara kepada pemilik tanaman untuk diambil manfaatnya. Pemilik kambing diharuskan pula mengganti tanaman itu dengan tanaman yang baru. Apabila tanaman yang baru telah dapat diambil hasilnya, pemilik kambing itu boleh mengambil kambingnya kembali. Putusan Nabi Sulaiman a.s. inilah yang lebih tepat."},{"id":2563,"surah":21,"no_ayah":80,"theme":"Kisah Nabi Daud dan Nabi Sulaiman","text_ayah":"وَعَلَّمْنٰهُ صَنْعَةَ لَبُوْسٍ لَّكُمْ لِتُحْصِنَكُمْ مِّنْۢ بَأْسِكُمْۚ فَهَلْ اَنْتُمْ شٰكِرُوْنَ","text_id":"Kami mengajarkan pula kepada Daud cara membuat baju besi untukmu guna melindungimu dari serangan musuhmu (dalam peperangan). Maka, apakah kamu bersyukur (kepada Allah)?","text_en":"And We taught him the art of making coats of mail to shield you from each other's violence. Will you not be grateful even then?","transliteration":"Wa 'allamanaahu san'ata laboosil lakum lituhsinakum mim baasikum fahal antum shaakiroon","no_fn":"","text_fn":""},{"id":2564,"surah":21,"no_ayah":81,"theme":"Kisah Nabi Daud dan Nabi Sulaiman","text_ayah":"وَلِسُلَيْمٰنَ الرِّيْحَ عَاصِفَةً تَجْرِيْ بِاَمْرِهٖٓ اِلَى الْاَرْضِ الَّتِيْ بٰرَكْنَا فِيْهَاۗ وَكُنَّا بِكُلِّ شَيْءٍ عٰلِمِيْنَ","text_id":"(Kami menundukkan) pula untuk Sulaiman angin yang sangat kencang tiupannya yang berembus dengan perintahnya ke negeri yang Kami beri berkah padanya. Kami Maha Mengetahui segala sesuatu.","text_en":"We made tempestuous winds obedient to Solomon which blew swiftly to sail at his bidding (with his ships) to the land We had blessed. We are cognisant of everything.","transliteration":"Wa li Sulaimaanar reeha 'aasifatan tajree bi amriheee ilal ardil latee baaraknaa feehaa; wa kunnaa bikulli shai'in 'aalimeen","no_fn":"","text_fn":""},{"id":2565,"surah":21,"no_ayah":82,"theme":"Kisah Nabi Daud dan Nabi Sulaiman","text_ayah":"وَمِنَ الشَّيٰطِيْنِ مَنْ يَّغُوْصُوْنَ لَهٗ وَيَعْمَلُوْنَ عَمَلًا دُوْنَ ذٰلِكَۚ وَكُنَّا لَهُمْ حٰفِظِيْنَ ۙ","text_id":"(Kami tundukkan pula kepada Sulaiman) segolongan setan yang menyelam (ke dalam laut) untuknya dan mengerjakan pekerjaan selain itu. Kamilah yang memelihara mereka itu.","text_en":"And many of the devils (We also made obedient to him) who dived for him, and did many other things; and We kept watch over them.","transliteration":"Wa minash Shayaateeni mai yaghoosoona lahoo wa ya'maloona 'amalan doona zaalika wa kunna lahum baafizeen","no_fn":"","text_fn":""},{"id":2566,"surah":21,"no_ayah":83,"theme":"Kisah Nabi Ayyub","text_ayah":"۞ وَاَيُّوْبَ اِذْ نَادٰى رَبَّهٗٓ اَنِّيْ مَسَّنِيَ الضُّرُّ وَاَنْتَ اَرْحَمُ الرّٰحِمِيْنَ ۚ","text_id":"(Ingatlah) Ayyub ketika dia berdoa kepada Tuhannya, “(Ya Tuhanku,) sesungguhnya aku telah ditimpa penyakit, padahal Engkau Tuhan Yang Maha Penyayang dari semua yang penyayang.”","text_en":"(Remember) Job when he called to his Lord: \"I am afflicted with distress, and You are the most compassionate of all.\"","transliteration":"Wa Ayyooba iz naadaa Rabbahooo annee massaniyad durru wa Anta arhamur raahimeen","no_fn":"","text_fn":""},{"id":2567,"surah":21,"no_ayah":84,"theme":"Kisah Nabi Ayyub","text_ayah":"فَاسْتَجَبْنَا لَهٗ فَكَشَفْنَا مَا بِهٖ مِنْ ضُرٍّ وَّاٰتَيْنٰهُ اَهْلَهٗ وَمِثْلَهُمْ مَّعَهُمْ رَحْمَةً مِّنْ عِنْدِنَا وَذِكْرٰى لِلْعٰبِدِيْنَ ۚ","text_id":"Maka, Kami mengabulkan (doa)-nya, lalu Kami lenyapkan penyakit yang ada padanya, Kami mengembalikan keluarganya kepadanya, dan (Kami melipatgandakan jumlah mereka) sebagai suatu rahmat dari Kami dan pengingat bagi semua yang menyembah (Kami).","text_en":"So We heard his cry and relieved him of the misery he was in. We restored his family to him, and along with them gave him others similar to them as a grace from Us and reminder for those who are obedient.","transliteration":"Fastajabnaa lahoo fakashaf naa maa bihee min durrinw wa aatainaahu ahlahoo wa mislahum ma'ahum rahmatam min 'indinaa wa zikraa lil'aabideen","no_fn":"","text_fn":""},{"id":2568,"surah":21,"no_ayah":85,"theme":"Kisah Nabi Ismail, Nabi Idris, dan Nabi Zulkiﬂi","text_ayah":"وَاِسْمٰعِيْلَ وَاِدْرِيْسَ وَذَا الْكِفْلِۗ  كُلٌّ مِّنَ الصّٰبِرِيْنَ ۙ","text_id":"(Ingatlah pula) Ismail, Idris, dan Zulkifli. Mereka semua termasuk orang-orang sabar.","text_en":"(Remember) Ishmael, Edris and Dhu'l-Kifl. They were men of fortitude,","transliteration":"Wa Ismaa'eela wa Idreesa wa Zal Kifli kullum minas saabireen","no_fn":"","text_fn":""},{"id":2569,"surah":21,"no_ayah":86,"theme":"Kisah Nabi Ismail, Nabi Idris, dan Nabi Zulkiﬂi","text_ayah":"وَاَدْخَلْنٰهُمْ فِيْ رَحْمَتِنَاۗ اِنَّهُمْ مِّنَ الصّٰلِحِيْنَ ","text_id":"Kami memasukkan mereka ke dalam rahmat Kami. Sesungguhnya mereka termasuk orang-orang saleh.","text_en":"And they were admitted to Our grace. Verily they were among the doers of good.","transliteration":"Wa adkhalnaahum fee rahmatinaa innahum minas saaliheen","no_fn":"","text_fn":""},{"id":2570,"surah":21,"no_ayah":87,"theme":"Kisah Nabi Yunus","text_ayah":"وَذَا النُّوْنِ اِذْ ذَّهَبَ مُغَاضِبًا فَظَنَّ اَنْ لَّنْ نَّقْدِرَ عَلَيْهِ فَنَادٰى فِى الظُّلُمٰتِ اَنْ لَّآ اِلٰهَ اِلَّآ اَنْتَ سُبْحٰنَكَ اِنِّيْ كُنْتُ مِنَ الظّٰلِمِيْنَ ۚ","text_id":"(Ingatlah pula) Zun Nun (Yunus) ketika dia pergi dalam keadaan marah, lalu dia menyangka bahwa Kami tidak akan menyulitkannya. Maka, dia berdoa dalam kegelapan yang berlapis-lapis,<sup>493)</sup> “Tidak ada tuhan selain Engkau. Mahasuci Engkau. Sesungguhnya aku termasuk orang-orang zalim.”","text_en":"And (remember) Dhu'n-Noon (Jonah of the fish), when he went away in anger and imagined We will not test him (with distress). Then he called out from the darkness: \"There is no god other than You. All glory to You; surely I was a sinner.","transliteration":"Wa Zan Nooni iz zahaba mughaadiban fazaanna al lan naqdira 'alaihi fanaanna al lan naqdira 'alaihi fanaadaa fiz zulumaati al laaa ilaaha illaaa Anta Subhaanaka innee kuntu minaz zaalimeen","no_fn":"493","text_fn":"493) Maksudnya adalah kegelapan perut ikan, kegelapan laut yang dalam, dan kegelapan malam hari."},{"id":2571,"surah":21,"no_ayah":88,"theme":"Kisah Nabi Yunus","text_ayah":"فَاسْتَجَبْنَا لَهٗۙ وَنَجَّيْنٰهُ مِنَ الْغَمِّۗ وَكَذٰلِكَ نُـْۨجِى الْمُؤْمِنِيْنَ ","text_id":"Kami lalu mengabulkan (doa)-nya dan Kami menyelamatkannya dari kedukaan. Demikianlah Kami menyelamatkan orang-orang mukmin.","text_en":"We heard his cry, and saved him from the anguish. That is how We deliver those who believe.","transliteration":"Fastajabnaa lahoo wa najjainaahu minal ghamm; wa kazaalika nunjil mu'mineen","no_fn":"","text_fn":""},{"id":2572,"surah":21,"no_ayah":89,"theme":"Kisah Nabi Zakaria, Nabi Yahya, dan Maryam","text_ayah":"وَزَكَرِيَّآ اِذْ نَادٰى رَبَّهٗ رَبِّ لَا تَذَرْنِيْ فَرْدًا وَّاَنْتَ خَيْرُ الْوٰرِثِيْنَ ۚ","text_id":"(Ingatlah) Zakaria ketika dia berdoa kepada Tuhannya, “Ya Tuhanku, janganlah Engkau biarkan aku hidup seorang diri (tanpa keturunan), sedang Engkau adalah sebaik-baik waris.<sup>494)</sup>","text_en":"(Remember) Zachariah when he called to his Lord: \"Do not leave me alone (and childless), for you are the best of givers.\"","transliteration":"Wa Zakariyyaaa iz naadaa Rabbahoo Rabbi laa tazarnee fardanw wa Anta khairul waariseen","no_fn":"494","text_fn":"494) Sekiranya Allah Swt. tidak mengabulkan doanya, yakni memberi keturunan, Nabi Zakaria a.s. akan berserah diri kepada Allah Swt. karena Allah Swt. adalah waris yang terbaik."},{"id":2573,"surah":21,"no_ayah":90,"theme":"Kisah Nabi Zakaria, Nabi Yahya, dan Maryam","text_ayah":"فَاسْتَجَبْنَا لَهٗ  ۖوَوَهَبْنَا لَهٗ يَحْيٰى وَاَصْلَحْنَا لَهٗ زَوْجَهٗۗ اِنَّهُمْ كَانُوْا يُسٰرِعُوْنَ فِى الْخَيْرٰتِ وَيَدْعُوْنَنَا رَغَبًا وَّرَهَبًاۗ وَكَانُوْا لَنَا خٰشِعِيْنَ ","text_id":"Maka, Kami mengabulkan (doa)-nya, menganugerahkan Yahya kepadanya, dan menjadikan istrinya (dapat mengandung). Sesungguhnya mereka selalu bersegera dalam (mengerjakan) kebaikan dan berdoa kepada Kami dengan penuh harap dan cemas. Mereka adalah orang-orang yang khusyuk kepada Kami.","text_en":"So We heard him and gave him John, and cured his wife (of barrenness). These were men who vied in good deeds with one another, and prayed to Us with love and awe, and were meek before Us.","transliteration":"Fastajabnaa lahoo wa wahabnaa lahoo Yahyaa Wa aslahnaa lahoo zawjah; innahum kaanoo yusaari'oona fil khairaati wa yad'oonanaa raghabanw wa rahabaa; wa kaanoo lanaa khaashi'een","no_fn":"","text_fn":""},{"id":2574,"surah":21,"no_ayah":91,"theme":"Kisah Nabi Zakaria, Nabi Yahya, dan Maryam","text_ayah":"وَالَّتِيْٓ اَحْصَنَتْ فَرْجَهَا فَنَفَخْنَا فِيْهَا مِنْ رُّوْحِنَا وَجَعَلْنٰهَا وَابْنَهَآ اٰيَةً لِّلْعٰلَمِيْنَ ","text_id":"(Ingatlah pula Maryam) yang memelihara kehormatannya, lalu Kami meniupkan (roh) dari Kami ke dalam (tubuh)-nya. Kami menjadikan dia dan anaknya sebagai tanda (kebesaran Kami) bagi seluruh alam.","text_en":"(Remember) her who preserved her chastity, into whom We breathed a new life from Us, and made her and her son a token for mankind.","transliteration":"Wallateee ahsanat farjahaa fanafakhnaa feehaa mir roohinaa wa ja'alnaahaa wabnahaaa Aayatal lil'aalameen","no_fn":"","text_fn":""},{"id":2575,"surah":21,"no_ayah":92,"theme":"Agama Tauhid","text_ayah":"اِنَّ هٰذِهٖٓ اُمَّتُكُمْ اُمَّةً وَّاحِدَةًۖ وَّاَنَا۠ رَبُّكُمْ فَاعْبُدُوْنِ ","text_id":"Sesungguhnya ini (agama tauhid) adalah agamamu, agama yang satu, dan Aku adalah Tuhanmu. Maka, sembahlah Aku.","text_en":"Verily this your order is one order, and I am your Lord; so worship Me.","transliteration":"Inna haaziheee ummatukum ummatanw waahidatanw wa Ana Rabbukum fa'budoon","no_fn":"","text_fn":""},{"id":2576,"surah":21,"no_ayah":93,"theme":"Agama Tauhid","text_ayah":"وَتَقَطَّعُوْٓا اَمْرَهُمْ بَيْنَهُمْۗ كُلٌّ اِلَيْنَا رٰجِعُوْنَ ࣖ","text_id":"Akan tetapi, mereka terpecah-belah dalam urusan (agama) di antara mereka. Masing-masing (golongan itu) akan kembali kepada Kami.","text_en":"But they split up the order among themselves; (yet) all of them have to come back to Me.","transliteration":"Wa taqatta'ooo amrahum bainahum kullun ilainaaa raaji'oon","no_fn":"","text_fn":""},{"id":2577,"surah":21,"no_ayah":94,"theme":"Agama Tauhid","text_ayah":"فَمَنْ يَّعْمَلْ مِنَ الصّٰلِحٰتِ وَهُوَ مُؤْمِنٌ فَلَا كُفْرَانَ لِسَعْيِهٖۚ وَاِنَّا لَهٗ كٰتِبُوْنَ ","text_id":"Siapa yang mengerjakan kebajikan dan dia beriman, maka usahanya tidak akan diingkari (disia-siakan). Sesungguhnya Kamilah yang mencatat untuknya.","text_en":"So he who does the right and is a believer, will not have his labour denied, for We are congnisant of it.","transliteration":"Famai ya'mal minas saalihaati wa huwa mu'minun falaa kufraana lisa'yihee wa innaa lahoo kaatiboon","no_fn":"","text_fn":""},{"id":2578,"surah":21,"no_ayah":95,"theme":"Agama Tauhid","text_ayah":"وَحَرٰمٌ عَلٰى قَرْيَةٍ اَهْلَكْنٰهَآ اَنَّهُمْ لَا يَرْجِعُوْنَ ","text_id":"Mustahil bagi (penduduk) suatu negeri yang telah Kami binasakan akan kembali (ke dunia),<sup>495)</sup>","text_en":"It is imperative that a habitation We have destroyed will not desist (from unbelief)","transliteration":"Wa haraamun 'alaa qaryatin ahlaknaahaaa annahum laa yarji'oon","no_fn":"495","text_fn":"495) Menurut sebagian mufasir, ayat ini juga bisa diartikan dengan, ‘Mustahil bagi (penduduk) suatu negeri yang telah Kami binasakan bahwa mereka tidak akan kembali (kepada Kami di akhirat untuk dihisab)’."},{"id":2579,"surah":21,"no_ayah":96,"theme":"Agama Tauhid","text_ayah":"حَتّٰىٓ اِذَا فُتِحَتْ يَأْجُوْجُ وَمَأْجُوْجُ وَهُمْ مِّنْ كُلِّ حَدَبٍ يَّنْسِلُوْنَ ","text_id":"hingga apabila (tembok) Ya’juj dan Ma’juj dibuka dan mereka turun dengan cepat dari seluruh tempat yang tinggi.","text_en":"Until when the way is opened up for Gog and Magog and they press from every elevated place,","transliteration":"Hattaaa izaa futihat Yaajooju wa Maajooju wa hum min kulli hadabiny yansiloon","no_fn":"","text_fn":""},{"id":2580,"surah":21,"no_ayah":97,"theme":"Agama Tauhid","text_ayah":"وَاقْتَرَبَ الْوَعْدُ الْحَقُّ فَاِذَا هِيَ شَاخِصَةٌ اَبْصَارُ الَّذِيْنَ كَفَرُوْاۗ يٰوَيْلَنَا قَدْ كُنَّا فِيْ غَفْلَةٍ مِّنْ هٰذَا بَلْ كُنَّا ظٰلِمِيْنَ ","text_id":"(Apabila) janji yang benar (yakni hari Kiamat) telah makin dekat, tiba-tiba mata orang-orang yang kufur terbelalak. (Mereka berkata,) “Alangkah celakanya kami! Kami benar-benar lengah tentang ini, bahkan kami adalah orang-orang zalim.”","text_en":"And the certain promise (of Doom) comes near. Then the eyes of unbelievers will be fixed in horror, (and they will cry:) \"Ah, woe betide, we were indeed heedless of this, and were oppressors and unjust.\"","transliteration":"Waqtarabal wa'dul haqqu fa-izaa hiya shaakhisatun absaarul lazeena kafaroo yaawailanaa qad kunna fee ghaflatim min haaza bal kunnaa zaalimeen","no_fn":"","text_fn":""},{"id":2581,"surah":21,"no_ayah":98,"theme":"Keadaan Orang Musyrik dan Orang Mukmin di Akhirat","text_ayah":"اِنَّكُمْ وَمَا تَعْبُدُوْنَ مِنْ دُوْنِ اللّٰهِ حَصَبُ جَهَنَّمَۗ اَنْتُمْ لَهَا وٰرِدُوْنَ ","text_id":"Sesungguhnya kamu (orang kafir) dan apa yang kamu sembah selain Allah adalah bahan bakar (neraka) Jahanam. Kamu (pasti) masuk ke dalamnya.","text_en":"Verily you and those you worship other than God will be faggots for Hell; and come to it you will.","transliteration":"Innakum wa maa ta'budoona min doonil laahi hasabu Jahannama antum lahaa waaridoon","no_fn":"","text_fn":""},{"id":2582,"surah":21,"no_ayah":99,"theme":"Keadaan Orang Musyrik dan Orang Mukmin di Akhirat","text_ayah":"لَوْ كَانَ هٰٓؤُلَاۤءِ اٰلِهَةً مَّا وَرَدُوْهَاۗ وَكُلٌّ فِيْهَا خٰلِدُوْنَ","text_id":"Seandainya (berhala-berhala) itu tuhan, tentu mereka tidak akan memasukinya (neraka). Semuanya akan kekal di dalamnya.","text_en":"Had they really been gods they would not have entered it: They will all abide in it for ever.","transliteration":"Law kaana haaa'ulaaa'i aalihatam maa waradoohaa wa kullun feehaa khaalidoon","no_fn":"","text_fn":""},{"id":2583,"surah":21,"no_ayah":100,"theme":"Keadaan Orang Musyrik dan Orang Mukmin di Akhirat","text_ayah":"لَهُمْ فِيْهَا زَفِيْرٌ وَّهُمْ فِيْهَا لَا يَسْمَعُوْنَ ","text_id":"Mereka merintih dan menjerit di dalamnya (neraka) dan mereka di dalamnya tidak dapat mendengar (apa pun).","text_en":"There will only be groaning for them, and they will not hear any thing.","transliteration":"Lahum feehaa zafeerunw wa hum feehaa laa yasma'oon","no_fn":"","text_fn":""},{"id":2584,"surah":21,"no_ayah":101,"theme":"Keadaan Orang Musyrik dan Orang Mukmin di Akhirat","text_ayah":"اِنَّ الَّذِيْنَ سَبَقَتْ لَهُمْ مِّنَّا الْحُسْنٰىٓۙ اُولٰۤىِٕكَ عَنْهَا مُبْعَدُوْنَ ۙ","text_id":"Sesungguhnya orang-orang yang telah ada (ketetapan) yang baik untuk mereka dari Kami, mereka akan dijauhkan (dari neraka).","text_en":"But those for whom a good reward had been fore-ordained by Us, will be far removed from it,","transliteration":"Innal lazeena sabaqat lahum minnal husnaaa ulaaa'ika 'anhaa mub'adoon","no_fn":"","text_fn":""},{"id":2585,"surah":21,"no_ayah":102,"theme":"Keadaan Orang Musyrik dan Orang Mukmin di Akhirat","text_ayah":"لَا يَسْمَعُوْنَ حَسِيْسَهَاۚ وَهُمْ فِيْ مَا اشْتَهَتْ اَنْفُسُهُمْ خٰلِدُوْنَ ۚ","text_id":"Mereka tidak mendengar bunyi desis (api neraka) dan mereka kekal dalam (menikmati) semua yang mereka inginkan. ","text_en":"And will not hear its hissing, and will live for ever in the midst of what their hearts desire.","transliteration":"Laa yasma'oona hasee sahaa wa hum fee mash tahat anfusuhum khaalidoon","no_fn":"","text_fn":""},{"id":2586,"surah":21,"no_ayah":103,"theme":"Keadaan Orang Musyrik dan Orang Mukmin di Akhirat","text_ayah":"لَا يَحْزُنُهُمُ الْفَزَعُ الْاَكْبَرُ وَتَتَلَقّٰىهُمُ الْمَلٰۤىِٕكَةُۗ هٰذَا يَوْمُكُمُ الَّذِيْ كُنْتُمْ تُوْعَدُوْنَ ","text_id":"Kejutan yang dahsyat (hari Kiamat) tidak membuat mereka sedih dan para malaikat akan menyambut mereka (dengan ucapan), “Inilah harimu yang telah dijanjikan kepadamu.”","text_en":"They will have safety from the mighty terror, and angels will receive them, (saying:) \"This is your day which had been promised you.\"","transliteration":"Laa yahzunuhumul faza'ul akbaru wa tatalaq qaahumul malaaa'ikatu haazaa Yawmukumul lazee kuntum too'adoon","no_fn":"","text_fn":""},{"id":2587,"surah":21,"no_ayah":104,"theme":"Keadaan Orang Musyrik dan Orang Mukmin di Akhirat","text_ayah":"يَوْمَ نَطْوِى السَّمَاۤءَ كَطَيِّ السِّجِلِّ لِلْكُتُبِۗ  كَمَا بَدَأْنَآ اَوَّلَ خَلْقٍ نُّعِيْدُهٗۗ وَعْدًا عَلَيْنَاۗ اِنَّا كُنَّا فٰعِلِيْنَ ","text_id":"(Ingatlah) hari ketika Kami menggulung langit seperti (halnya) gulungan lembaran-lembaran catatan. Sebagaimana Kami telah memulai penciptaan pertama, begitulah Kami akan mengulanginya lagi. (Itu adalah) janji yang pasti Kami tepati. Sesungguhnya Kami akan melaksanakannya.","text_en":"The day We shall roll up the heavens like a written scroll, We shall revert it (to nothing) as it was before We first created it. This is a promise incumbent on Us; We will certainly fulfil it.","transliteration":"Yawma natwis samaaa'a kataiyis sijilli lilkutub; kamaa badaanaa awwala khalqin nu'eeduh; wa'dan 'alainaa; innaa kunna faa'ileen","no_fn":"","text_fn":""},{"id":2588,"surah":21,"no_ayah":105,"theme":"Orang yang Berhak Mewarisi Bumi Allah","text_ayah":"وَلَقَدْ كَتَبْنَا فِى الزَّبُوْرِ مِنْۢ بَعْدِ الذِّكْرِ اَنَّ الْاَرْضَ يَرِثُهَا عِبَادِيَ الصّٰلِحُوْنَ ","text_id":"Sungguh, Kami telah menuliskan di dalam Zabur<sup>496)</sup> setelah (tertulis) di dalam aż-Żikr (Lauh Mahfuz) bahwa bumi ini akan diwarisi oleh hamba-hamba-Ku yang saleh.","text_en":"We had prescribed in the Book of Psalms after the reminder and admonition, that those of Our creatures who are good will in the end rule the earth.","transliteration":"Wa laqad katabnaa fiz Zaboori mim ba'diz zikri annal arda yarisuhaa 'ibaadi yas saalihoon","no_fn":"496","text_fn":"496) Sebagian mufasir menyatakan bahwa Zabur adalah kitab yang diturunkan kepada Nabi Daud a.s., sedangkan aż-Żikr adalah kitab Taurat. Menurut yang lain, Zabur adalah kitab-kitab yang diturunkan Allah Swt. kepada nabi-nabi setelah ditulis di Lauh Mahfuz."},{"id":2589,"surah":21,"no_ayah":106,"theme":"Orang yang Berhak Mewarisi Bumi Allah","text_ayah":"اِنَّ فِيْ هٰذَا لَبَلٰغًا لِّقَوْمٍ عٰبِدِيْنَ ۗ","text_id":"Sesungguhnya di dalam (Al-Qur’an) ini benar-benar terdapat pesan (yang jelas) bagi kaum penyembah (Allah).","text_en":"Verily there is a message in this for people who are devout.","transliteration":"Inna fee haaza labalaa ghal liqawmin 'aabideen","no_fn":"","text_fn":""},{"id":2590,"surah":21,"no_ayah":107,"theme":"Orang yang Berhak Mewarisi Bumi Allah","text_ayah":"وَمَآ اَرْسَلْنٰكَ اِلَّا رَحْمَةً لِّلْعٰلَمِيْنَ ","text_id":"Kami tidak mengutus engkau (Nabi Muhammad), kecuali sebagai rahmat bagi seluruh alam.","text_en":"We have sent you as a benevolence to the creatures of the world.","transliteration":"Wa maaa arsalnaaka illaa rahmatal lil'aalameen","no_fn":"","text_fn":""},{"id":2591,"surah":21,"no_ayah":108,"theme":"Keesaan Allah","text_ayah":"قُلْ اِنَّمَا يُوْحٰىٓ اِلَيَّ اَنَّمَآ اِلٰهُكُمْ اِلٰهٌ وَّاحِدٌۚ فَهَلْ اَنْتُمْ مُّسْلِمُوْنَ","text_id":"Katakanlah (Nabi Muhammad), “Sesungguhnya yang diwahyukan kepadaku hanyalah (ketetapan) bahwa Tuhanmu adalah Tuhan Yang Maha Esa. Maka, apakah kamu telah berserah diri (kepada-Nya)?”","text_en":"Say: \"This is what has been revealed to me: 'Your God is one and only God.' So will you bow in homage to Him?\"","transliteration":"Qul innamaa yoohaa ilaiya annamaaa ilaahukum illaahunw Waahid, fahal antum muslimoon","no_fn":"","text_fn":""},{"id":2592,"surah":21,"no_ayah":109,"theme":"Keesaan Allah","text_ayah":"فَاِنْ تَوَلَّوْا فَقُلْ اٰذَنْتُكُمْ عَلٰى سَوَاۤءٍۗ وَاِنْ اَدْرِيْٓ اَقَرِيْبٌ اَمْ بَعِيْدٌ مَّا تُوْعَدُوْنَ ","text_id":"Maka, jika mereka berpaling, katakanlah (Nabi Muhammad), “Aku telah menyampaikan kepadamu (seluruh ajaran sehingga kita mempunyai pengetahuan) yang sama. Aku tidak mengetahui apakah yang diancamkan kepadamu itu sudah dekat atau masih jauh.”","text_en":"If they turn away, tell them: \"I have warned you all alike. I do not know if what has been promised you is near or far away.","transliteration":"Fa in tawallaw faqul aazantukum 'alaa sawaaa'; wa in adreee aqareebun am ba'eedum maa too'adoon","no_fn":"","text_fn":""},{"id":2593,"surah":21,"no_ayah":110,"theme":"Keesaan Allah","text_ayah":"اِنَّهٗ يَعْلَمُ الْجَهْرَ مِنَ الْقَوْلِ وَيَعْلَمُ مَا تَكْتُمُوْنَ ","text_id":"Sesungguhnya Dia mengetahui perkataan (yang kamu ucapkan) dengan terang-terangan dan mengetahui (pula) apa yang kamu rahasiakan.","text_en":"He knows surely what you say aloud, and what you hide within your breasts.","transliteration":"Innahoo ya'lamul jahra minal qawli wa ya'lamu maa taktumoon","no_fn":"","text_fn":""},{"id":2594,"surah":21,"no_ayah":111,"theme":"Keesaan Allah","text_ayah":"وَاِنْ اَدْرِيْ لَعَلَّهٗ فِتْنَةٌ لَّكُمْ وَمَتَاعٌ اِلٰى حِيْنٍ ","text_id":"Aku tidak mengetahui (bahwa) boleh jadi hal itu (penundaan azab) merupakan cobaan dan kesenangan bagimu sampai waktu yang ditentukan.","text_en":"I do not know if this be a trial for you, or a little advantage for a while.\"","transliteration":"Wa in adree la'allahoo fitnatul lakum wa mataa'un ilaaheen","no_fn":"","text_fn":""},{"id":2595,"surah":21,"no_ayah":112,"theme":"Keesaan Allah","text_ayah":"قٰلَ رَبِّ احْكُمْ بِالْحَقِّۗ وَرَبُّنَا الرَّحْمٰنُ الْمُسْتَعَانُ عَلٰى مَا تَصِفُوْنَ ࣖ","text_id":"Dia (Nabi Muhammad) berkata, “Ya Tuhanku, berilah keputusan dengan adil. Tuhan kami adalah Tuhan Yang Maha Pengasih (dan) yang dimintai segala pertolongan atas semua yang kamu katakan.”","text_en":"\"Judge in truth (between us), O Lord,\" he said. \"Our Lord is merciful, whose help we seek against what you attribute.\"","transliteration":"Qaala Rabbih kum bil haqq; wa Rabbunar Rahmaa nul musta'aanu 'alaa maa tasifoon","no_fn":"","text_fn":""}]