[{"id_ayat":2484,"no_surah":21,"no_ayat":1,"teks_ayat":"اِقْتَرَبَ لِلنَّاسِ حِسَابُهُمْ وَهُمْ فِيْ غَفْلَةٍ مُّعْرِضُوْنَ ۚ ","tema":"Kelalaian Manusia terhadap Hari Kiamat","teks_terjemah":"Telah makin dekat kepada manusia perhitungan (amal) mereka, sedangkan mereka dalam keadaan lengah lagi berpaling (darinya).","no_fn":"","teks_fn":"","bacaan":"iqtaraba linnaasi hisaabuhum wahum fii ghaflatin mu'ridhuun"},{"id_ayat":2485,"no_surah":21,"no_ayat":2,"teks_ayat":"مَا يَأْتِيْهِمْ مِّنْ ذِكْرٍ مِّنْ رَّبِّهِمْ مُّحْدَثٍ اِلَّا اسْتَمَعُوْهُ وَهُمْ يَلْعَبُوْنَ ۙ","tema":"Kelalaian Manusia terhadap Hari Kiamat","teks_terjemah":"Tidaklah diturunkan kepada mereka peringatan yang baru dari Tuhan, kecuali mereka mendengarkannya sambil bermain-main","no_fn":"","teks_fn":"","bacaan":"maa ya'tiihim min dzikrin min rabbihim muhdatsin illaa istama'uuhu wahum yal'abuun"},{"id_ayat":2486,"no_surah":21,"no_ayat":3,"teks_ayat":"لَاهِيَةً قُلُوْبُهُمْۗ وَاَسَرُّوا النَّجْوَىۖ الَّذِيْنَ ظَلَمُوْاۖ هَلْ هٰذَآ اِلَّا بَشَرٌ مِّثْلُكُمْۚ اَفَتَأْتُوْنَ السِّحْرَ وَاَنْتُمْ تُبْصِرُوْنَ ","tema":"Kelalaian Manusia terhadap Hari Kiamat","teks_terjemah":"(dan) hati mereka dalam keadaan lalai. Mereka, orang-orang yang zalim itu, merahasiakan pembicaraan (dengan saling berbisik), “Bukankah (orang) ini (Nabi Muhammad) tidak lain hanyalah seorang manusia seperti kamu? Apakah kamu mengikuti sihir itu<sup>488)<\/sup> padahal kamu menyaksikannya?” ","no_fn":"488","teks_fn":"488) Yang mereka maksud dengan sihir di sini ialah ayat-ayat Al-Qur’an.","bacaan":"laahiyatan quluubuhum wa-asarruunnajwaaladziina zhalamuu hal haadzaa illaa basyarun mitslukum afata'tuunassihra wa-antum tubshiruun"},{"id_ayat":2487,"no_surah":21,"no_ayat":4,"teks_ayat":"قٰلَ رَبِّيْ يَعْلَمُ الْقَوْلَ فِى السَّمَاۤءِ وَالْاَرْضِۖ وَهُوَ السَّمِيْعُ الْعَلِيْمُ ","tema":"Kelalaian Manusia terhadap Hari Kiamat","teks_terjemah":"Dia (Nabi Muhammad) berkata, “Tuhanku mengetahui (semua) perkataan di langit serta di bumi dan Dia Maha Mendengar lagi Maha Mengetahui.”","no_fn":"","teks_fn":"","bacaan":"qaala rabbii ya'lamulqawla fiissamaa-i wal-ardhi wahuwassamii'ul'aliim"},{"id_ayat":2488,"no_surah":21,"no_ayat":5,"teks_ayat":"بَلْ قَالُوْٓا اَضْغَاثُ اَحْلَامٍۢ بَلِ افْتَرٰىهُ بَلْ هُوَ شَاعِرٌۚ فَلْيَأْتِنَا بِاٰيَةٍ كَمَآ اُرْسِلَ الْاَوَّلُوْنَ ","tema":"Kelalaian Manusia terhadap Hari Kiamat","teks_terjemah":"Bahkan, mereka berkata, “(Al-Qur’an itu buah) mimpi-mimpi kosong. Malah, dia (Nabi Muhammad) merekayasanya. Lebih dari itu, dia seorang penyair. Maka, hendaklah dia mendatangkan kepada kami suatu tanda (mukjizat) sebagaimana rasul-rasul yang diutus terdahulu.”","no_fn":"","teks_fn":"","bacaan":"bal qaaluu adhghaatsu ahlaamin bali iftaraahu bal huwa syaa'irun falya'tinaa bi-aayatin kamaa ursilal-awwaluun"},{"id_ayat":2489,"no_surah":21,"no_ayat":6,"teks_ayat":"مَآ اٰمَنَتْ قَبْلَهُمْ مِّنْ قَرْيَةٍ اَهْلَكْنٰهَاۚ اَفَهُمْ يُؤْمِنُوْنَ ","tema":"Kelalaian Manusia terhadap Hari Kiamat","teks_terjemah":"Tidak ada satu pun (penduduk) negeri sebelum mereka yang telah Kami binasakan itu beriman, (padahal telah Kami kirimkan bukti). Apakah mereka (penduduk Makkah) akan beriman (jika Kami kirimkan bukti)?","no_fn":"","teks_fn":"","bacaan":"maa aamanat qablahum min qaryatin ahlaknaahaa afahum yu'minuun"},{"id_ayat":2490,"no_surah":21,"no_ayat":7,"teks_ayat":"وَمَآ اَرْسَلْنَا قَبْلَكَ اِلَّا رِجَالًا نُّوْحِيْٓ اِلَيْهِمْ فَسْـَٔلُوْٓا اَهْلَ الذِّكْرِ اِنْ كُنْتُمْ لَا تَعْلَمُوْنَ ","tema":"Kelalaian Manusia terhadap Hari Kiamat","teks_terjemah":"Kami tidak mengutus sebelum engkau (Nabi Muhammad) melainkan beberapa orang laki-laki yang Kami beri wahyu kepada mereka. Maka, bertanyalah kepada orang yang berilmu jika kamu tidak mengetahui.","no_fn":"","teks_fn":"","bacaan":"wamaa arsalnaa qablaka illaa rijaalan nuuhii ilayhim fas-aluu ahladzdzikri in kuntum laa ta'lamuun"},{"id_ayat":2491,"no_surah":21,"no_ayat":8,"teks_ayat":"وَمَا جَعَلْنٰهُمْ جَسَدًا لَّا يَأْكُلُوْنَ الطَّعَامَ وَمَا كَانُوْا خٰلِدِيْنَ ","tema":"Kelalaian Manusia terhadap Hari Kiamat","teks_terjemah":"Kami tidak menjadikan mereka (para utusan) sebagai jasad yang tidak membutuhkan makanan. Mereka tidak (pula) hidup kekal.","no_fn":"","teks_fn":"","bacaan":"wamaa ja'alnaahum jasadan laa ya'kuluunaththha'aama wamaa kaanuu khaalidiin"},{"id_ayat":2492,"no_surah":21,"no_ayat":9,"teks_ayat":"ثُمَّ صَدَقْنٰهُمُ الْوَعْدَ فَاَنْجَيْنٰهُمْ وَمَنْ نَّشَاۤءُ وَاَهْلَكْنَا الْمُسْرِفِيْنَ ","tema":"Kelalaian Manusia terhadap Hari Kiamat","teks_terjemah":"Kemudian Kami tepati janji kepada mereka (para utusan). Maka, Kami selamatkan mereka dan orang-orang yang Kami kehendaki dan Kami binasakan orang-orang yang melampaui batas.","no_fn":"","teks_fn":"","bacaan":"tsumma shadaqnaahumulwa'da fa-anjaynaahum waman nasyaau wa-ahlaknaalmusrifiin"},{"id_ayat":2493,"no_surah":21,"no_ayat":10,"teks_ayat":"لَقَدْ اَنْزَلْنَآ اِلَيْكُمْ كِتٰبًا فِيْهِ ذِكْرُكُمْۗ اَفَلَا تَعْقِلُوْنَ ࣖ","tema":"Kelalaian Manusia terhadap Hari Kiamat","teks_terjemah":"Sungguh, Kami benar-benar telah menurunkan kepadamu sebuah Kitab (Al-Qur’an) yang di dalamnya terdapat peringatan bagimu. Apakah kamu tidak mengerti?","no_fn":"","teks_fn":"","bacaan":"laqad anzalnaa ilaykum kitaaban fiihi dzikrukum afalaa ta'qiluun"},{"id_ayat":2494,"no_surah":21,"no_ayat":11,"teks_ayat":"وَكَمْ قَصَمْنَا مِنْ قَرْيَةٍ كَانَتْ ظَالِمَةً وَّاَنْشَأْنَا بَعْدَهَا قَوْمًا اٰخَرِيْنَ ","tema":"Cara Allah Membinasakan Orang Kafir","teks_terjemah":"Betapa banyak (penduduk) negeri yang zalim telah Kami binasakan dan Kami lahirkan generasi yang lain setelah mereka (sebagai penggantinya).","no_fn":"","teks_fn":"","bacaan":"wakam qashamnaa min qaryatin kaanat zhaalimatan wa-ansya'naa ba'dahaa qawman aakhariin"},{"id_ayat":2495,"no_surah":21,"no_ayat":12,"teks_ayat":"فَلَمَّآ اَحَسُّوْا بَأْسَنَآ اِذَا هُمْ مِّنْهَا يَرْكُضُوْنَ ۗ","tema":"Cara Allah Membinasakan Orang Kafir","teks_terjemah":"Maka, ketika mereka menyadari (dekatnya) azab Kami, tiba-tiba mereka melarikan diri darinya (negeri itu).","no_fn":"","teks_fn":"","bacaan":"falammaa ahassuu ba'sanaa idzaa hum minhaa yarkudhuun"},{"id_ayat":2496,"no_surah":21,"no_ayat":13,"teks_ayat":"لَا تَرْكُضُوْا وَارْجِعُوْٓا اِلٰى مَآ اُتْرِفْتُمْ فِيْهِ وَمَسٰكِنِكُمْ لَعَلَّكُمْ تُسْـَٔلُوْنَ ","tema":"Cara Allah Membinasakan Orang Kafir","teks_terjemah":"Janganlah kamu berlari tergesa-gesa. Kembalilah kamu kepada kesenangan hidupmu dan tempat-tempat kediamanmu (yang baik) agar kamu dapat ditanya.","no_fn":"","teks_fn":"","bacaan":"laa tarkudhuu warji'uu ilaa maa utriftum fiihi wamasaakinikum la'allakum tus-aluun"},{"id_ayat":2497,"no_surah":21,"no_ayat":14,"teks_ayat":"قَالُوْا يٰوَيْلَنَآ اِنَّا كُنَّا ظٰلِمِيْنَ ","tema":"Cara Allah Membinasakan Orang Kafir","teks_terjemah":"Mereka berkata, “Betapa celaka kami! Sesungguhnya kami adalah orang-orang zalim.”","no_fn":"","teks_fn":"","bacaan":"qaaluu yaa waylanaa innaa kunnaa zhaalimiin"},{"id_ayat":2498,"no_surah":21,"no_ayat":15,"teks_ayat":"فَمَا زَالَتْ تِّلْكَ دَعْوٰىهُمْ حَتّٰى جَعَلْنٰهُمْ حَصِيْدًا خٰمِدِيْنَ ","tema":"Cara Allah Membinasakan Orang Kafir","teks_terjemah":"Kemudian, (kalimat) itu selalu menjadi keluhan mereka hingga mereka Kami jadikan seperti tanaman yang telah dituai dan (seperti api yang) padam.","no_fn":"","teks_fn":"","bacaan":"famaa zaalat tilka da'waahum hattaa ja'alnaahum hashiidan khaamidiin"},{"id_ayat":2499,"no_surah":21,"no_ayat":16,"teks_ayat":"وَمَا خَلَقْنَا السَّمَاۤءَ وَالْاَرْضَ وَمَا بَيْنَهُمَا لٰعِبِيْنَ ","tema":"Tujuan Penciptaan Alam","teks_terjemah":"Kami tidak menciptakan langit dan bumi serta segala apa yang ada di antara keduanya dengan main-main.","no_fn":"","teks_fn":"","bacaan":"wamaa khalaqnaassamaa-a wal-ardha wamaa baynahumaa laa'ibiin"},{"id_ayat":2500,"no_surah":21,"no_ayat":17,"teks_ayat":"لَوْ اَرَدْنَآ اَنْ نَّتَّخِذَ لَهْوًا لَّاتَّخَذْنٰهُ مِنْ لَّدُنَّآ  ۖاِنْ كُنَّا فٰعِلِيْنَ ","tema":"Tujuan Penciptaan Alam","teks_terjemah":"Seandainya Kami hendak menjadikan sesuatu sebagai permainan, tentulah Kami akan membuatnya dari sisi Kami,<sup>489)<\/sup> jika Kami benar-benar menghendaki berbuat (demikian).","no_fn":"489","teks_fn":"489) Dari sisi Kami maksudnya ialah yang sesuai dengan sifat-sifat Allah Swt.","bacaan":"law aradnaa an nattakhidza lahwan lattakhadznaahu min ladunnaa in kunnaa faa'iliin"},{"id_ayat":2501,"no_surah":21,"no_ayat":18,"teks_ayat":"بَلْ نَقْذِفُ بِالْحَقِّ عَلَى الْبَاطِلِ فَيَدْمَغُهٗ فَاِذَا هُوَ زَاهِقٌۗ وَلَكُمُ الْوَيْلُ مِمَّا تَصِفُوْنَ ","tema":"Tujuan Penciptaan Alam","teks_terjemah":"Sebaliknya, Kami melemparkan yang hak (kebenaran) kepada yang batil (tidak benar) lalu (yang hak) itu menghancurkannya. Maka, seketika itu ia (yang batil) lenyap. Celakalah kamu karena kamu menyifati (Allah dengan sifat-sifat yang tidak pantas bagi-Nya).<sup>490)<\/sup>","no_fn":"490","teks_fn":"490) Contoh penyifatan yang tidak pantas adalah sangkaan bahwa Allah Swt. mempunyai istri dan anak.","bacaan":"bal naqdzifu bilhaqqi 'alaalbaathili fayadmaghuhu fa-idzaa huwa zaahiqun walakumulwaylu mimmaa tashifuun"},{"id_ayat":2502,"no_surah":21,"no_ayat":19,"teks_ayat":"وَلَهٗ مَنْ فِى السَّمٰوٰتِ وَالْاَرْضِۗ وَمَنْ عِنْدَهٗ لَا يَسْتَكْبِرُوْنَ عَنْ عِبَادَتِهٖ وَلَا يَسْتَحْسِرُوْنَ ۚ","tema":"Tujuan Penciptaan Alam","teks_terjemah":"Hanya milik-Nya siapa yang di langit dan di bumi. (Malaikat-malaikat) yang di sisi-Nya tidak mempunyai rasa angkuh untuk menyembah-Nya dan tidak (pula) merasa letih.","no_fn":"","teks_fn":"","bacaan":"walahu man fiissamaawaati wal-ardhi waman 'indahu laa yastakbiruuna 'an 'ibaadatihi walaa yastahsiruun"},{"id_ayat":2503,"no_surah":21,"no_ayat":20,"teks_ayat":"يُسَبِّحُوْنَ الَّيْلَ وَالنَّهَارَ لَا يَفْتُرُوْنَ ","tema":"Tujuan Penciptaan Alam","teks_terjemah":"Mereka (malaikat-malaikat) bertasbih pada waktu malam dan siang dengan tidak henti-hentinya.","no_fn":"","teks_fn":"","bacaan":"yusabbihuunalayla wannahaara laa yafturuun"},{"id_ayat":2504,"no_surah":21,"no_ayat":21,"teks_ayat":"اَمِ اتَّخَذُوْٓا اٰلِهَةً مِّنَ الْاَرْضِ هُمْ يُنْشِرُوْنَ ","tema":"Tujuan Penciptaan Alam","teks_terjemah":"Apakah mereka mengambil dari bumi tuhan-tuhan yang dapat menghidupkan (orang-orang yang mati)?","no_fn":"","teks_fn":"","bacaan":"ami ittakhadzuu aalihatan minal-ardhi hum yunsyiruun"},{"id_ayat":2505,"no_surah":21,"no_ayat":22,"teks_ayat":"لَوْ كَانَ فِيْهِمَآ اٰلِهَةٌ اِلَّا اللّٰهُ لَفَسَدَتَاۚ فَسُبْحٰنَ اللّٰهِ رَبِّ الْعَرْشِ عَمَّا يَصِفُوْنَ ","tema":"Tujuan Penciptaan Alam","teks_terjemah":"Seandainya pada keduanya (langit dan bumi) ada tuhan-tuhan selain Allah, tentu keduanya telah binasa. Mahasuci Allah, Tuhan pemilik ʻArasy, dari apa yang mereka sifatkan.","no_fn":"","teks_fn":"","bacaan":"law kaana fiihimaa aalihatun illaalaahu lafasadataa fasubhaanalaahi rabbil'arsyi 'ammaa yashifuun"},{"id_ayat":2506,"no_surah":21,"no_ayat":23,"teks_ayat":"لَا يُسْـَٔلُ عَمَّا يَفْعَلُ وَهُمْ يُسْـَٔلُوْنَ ","tema":"Tujuan Penciptaan Alam","teks_terjemah":"(Allah) tidak ditanya tentang apa yang Dia kerjakan, tetapi merekalah yang akan ditanya.","no_fn":"","teks_fn":"","bacaan":"laa yus-alu 'ammaa yaf'alu wahum yus-aluun"},{"id_ayat":2507,"no_surah":21,"no_ayat":24,"teks_ayat":"اَمِ اتَّخَذُوْا مِنْ دُوْنِهٖٓ اٰلِهَةً ۗقُلْ هَاتُوْا بُرْهَانَكُمْۚ هٰذَا ذِكْرُ مَنْ مَّعِيَ وَذِكْرُ مَنْ قَبْلِيْۗ بَلْ اَكْثَرُهُمْ لَا يَعْلَمُوْنَۙ الْحَقَّ فَهُمْ مُّعْرِضُوْنَ ","tema":"Tujuan Penciptaan Alam","teks_terjemah":"Apakah mereka mengambil tuhan-tuhan selain-Nya? Katakanlah (Nabi Muhammad), “Kemukakanlah alasan-alasanmu! Ini (ajaran tauhid) adalah sesuatu yang selalu diingatkan kepada orang yang bersamaku dan kepada orang sebelumku.” Akan tetapi, kebanyakan mereka tidak mengetahui yang hak (kebenaran) sehingga mereka berpaling.","no_fn":"","teks_fn":"","bacaan":"ami ittakhadzuu min duunihi aalihatan qul haatuu burhaanakum haadzaa dzikru man ma'iya wadzikru man qablii bal aktsaruhum laa ya'lamuunalhaqqa fahum mu'ridhuun"},{"id_ayat":2508,"no_surah":21,"no_ayat":25,"teks_ayat":"وَمَآ اَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رَّسُوْلٍ اِلَّا نُوْحِيْٓ اِلَيْهِ اَنَّهٗ لَآ اِلٰهَ اِلَّآ اَنَا۠ فَاعْبُدُوْنِ ","tema":"Bukti-Bukti Kesesatan Kaum Musyrik","teks_terjemah":"Kami tidak mengutus seorang rasul pun sebelum engkau (Nabi Muhammad), melainkan Kami mewahyukan kepadanya bahwa tidak ada tuhan selain Aku. Maka, sembahlah Aku.","no_fn":"","teks_fn":"","bacaan":"wamaa arsalnaa min qablika min rasuulin illaa nuuhii ilayhi annahu laa ilaaha illaa anaa fa'buduun"},{"id_ayat":2509,"no_surah":21,"no_ayat":26,"teks_ayat":"وَقَالُوا اتَّخَذَ الرَّحْمٰنُ وَلَدًا سُبْحٰنَهٗ ۗبَلْ عِبَادٌ مُّكْرَمُوْنَ ۙ","tema":"Bukti-Bukti Kesesatan Kaum Musyrik","teks_terjemah":"Mereka berkata, “Tuhan Yang Maha Pengasih telah menjadikan (malaikat) sebagai anak.” Mahasuci Dia. Sebaliknya, mereka (para malaikat itu) adalah hamba-hamba yang dimuliakan.","no_fn":"","teks_fn":"","bacaan":"waqaaluu ittakhadzarrahmaanu waladan subhaanahu bal 'ibaadun mukramuun"},{"id_ayat":2510,"no_surah":21,"no_ayat":27,"teks_ayat":"لَا يَسْبِقُوْنَهٗ بِالْقَوْلِ وَهُمْ بِاَمْرِهٖ يَعْمَلُوْنَ ","tema":"Bukti-Bukti Kesesatan Kaum Musyrik","teks_terjemah":"Mereka tidak berbicara mendahului-Nya dan mereka mengerjakan perintah-perintah-Nya.","no_fn":"","teks_fn":"","bacaan":"laa yasbiquunahu bilqawli wahum bi-amrihi ya'maluun"},{"id_ayat":2511,"no_surah":21,"no_ayat":28,"teks_ayat":"يَعْلَمُ مَا بَيْنَ اَيْدِيْهِمْ وَمَا خَلْفَهُمْ وَلَا يَشْفَعُوْنَۙ اِلَّا لِمَنِ ارْتَضٰى وَهُمْ مِّنْ خَشْيَتِهٖ مُشْفِقُوْنَ ","tema":"Bukti-Bukti Kesesatan Kaum Musyrik","teks_terjemah":"Dia (Allah) mengetahui segala sesuatu yang ada di hadapan mereka (malaikat) dan yang ada di belakang mereka. Mereka tidak memberi syafaat melainkan kepada orang yang Dia ridai dan mereka selalu berhati-hati karena takut kepada-Nya.","no_fn":"","teks_fn":"","bacaan":"ya'lamu maa bayna aydiihim wamaa khalfahum walaa yasyfa'uuna illaa limani irtadaa wahum min khasyyatihi musyfiquun"},{"id_ayat":2512,"no_surah":21,"no_ayat":29,"teks_ayat":"۞ وَمَنْ يَّقُلْ مِنْهُمْ اِنِّيْٓ اِلٰهٌ مِّنْ دُوْنِهٖ فَذٰلِكَ نَجْزِيْهِ جَهَنَّمَۗ  كَذٰلِكَ نَجْزِى الظّٰلِمِيْنَ ࣖ","tema":"Bukti-Bukti Kesesatan Kaum Musyrik","teks_terjemah":"Siapa saja di antara mereka (malaikat) yang berkata, “Sesungguhnya aku adalah tuhan selain-Nya,” maka (dia) itu Kami beri balasan dengan (neraka) Jahanam. Demikianlah Kami memberi balasan kepada orang-orang zalim.","no_fn":"","teks_fn":"","bacaan":"waman yaqul minhum innii ilaahun min duunihi fadzaalika najziihi jahannama kadzaalika najziizhzhaalimiin"},{"id_ayat":2513,"no_surah":21,"no_ayat":30,"teks_ayat":"اَوَلَمْ يَرَ الَّذِيْنَ كَفَرُوْٓا اَنَّ السَّمٰوٰتِ وَالْاَرْضَ كَانَتَا رَتْقًا فَفَتَقْنٰهُمَاۗ وَجَعَلْنَا مِنَ الْمَاۤءِ كُلَّ شَيْءٍ حَيٍّۗ  اَفَلَا يُؤْمِنُوْنَ ","tema":"Fenomena Alam sebagai Bukti Kekuasaan Allah","teks_terjemah":"Apakah orang-orang kafir tidak mengetahui bahwa langit dan bumi, keduanya, dahulu menyatu, kemudian Kami memisahkan keduanya dan Kami menjadikan segala sesuatu yang hidup berasal dari air? Maka, tidakkah mereka beriman?","no_fn":"","teks_fn":"","bacaan":"awa lam yaraaladziina kafaruu annassamaawaati wal-ardha kaanataa ratqan fafataqnaahumaa waja'alnaa minalmaa-i kulla syay-in hayyin afalaa yu'minuun"},{"id_ayat":2514,"no_surah":21,"no_ayat":31,"teks_ayat":"وَجَعَلْنَا فِى الْاَرْضِ رَوَاسِيَ اَنْ تَمِيْدَ بِهِمْۖ وَجَعَلْنَا فِيْهَا فِجَاجًا سُبُلًا لَّعَلَّهُمْ يَهْتَدُوْنَ ","tema":"Fenomena Alam sebagai Bukti Kekuasaan Allah","teks_terjemah":"Kami telah menjadikan di bumi gunung-gunung yang kukuh agar (tidak) berguncang bersama mereka dan Kami menjadikan (pula) di sana jalan-jalan yang luas agar mereka mendapat petunjuk.","no_fn":"","teks_fn":"","bacaan":"waja'alnaa fiil-ardhi rawaasiya an tamiida bihim waja'alnaa fiihaa fijaajan subulan la'allahum yahtaduun"},{"id_ayat":2515,"no_surah":21,"no_ayat":32,"teks_ayat":"وَجَعَلْنَا السَّمَاۤءَ سَقْفًا مَّحْفُوْظًاۚ وَهُمْ عَنْ اٰيٰتِهَا مُعْرِضُوْنَ ","tema":"Fenomena Alam sebagai Bukti Kekuasaan Allah","teks_terjemah":"Kami menjadikan langit sebagai atap yang terpelihara, tetapi mereka tetap berpaling dari tanda-tandanya (yang menunjukkan kebesaran Allah, seperti matahari dan bulan).","no_fn":"","teks_fn":"","bacaan":"waja'alnaassamaa-a saqfan mahfuuzhan wahum 'an aayaatihaa mu'ridhuun"},{"id_ayat":2516,"no_surah":21,"no_ayat":33,"teks_ayat":"وَهُوَ الَّذِيْ خَلَقَ الَّيْلَ وَالنَّهَارَ وَالشَّمْسَ وَالْقَمَرَۗ  كُلٌّ فِيْ فَلَكٍ يَّسْبَحُوْنَ ","tema":"Fenomena Alam sebagai Bukti Kekuasaan Allah","teks_terjemah":"Dialah yang telah menciptakan malam dan siang, matahari dan bulan. Masing-masing beredar pada garis edarnya.","no_fn":"","teks_fn":"","bacaan":"wahuwaladzii khalaqalayla wannahaara wasysyamsa walqamara kullun fii falakin yasbahuun"},{"id_ayat":2517,"no_surah":21,"no_ayat":34,"teks_ayat":"وَمَا جَعَلْنَا لِبَشَرٍ مِّنْ قَبْلِكَ الْخُلْدَۗ اَفَا۟ىِٕنْ مِّتَّ فَهُمُ الْخٰلِدُوْنَ ","tema":"Kehidupan di Dunia Tidak Kekal","teks_terjemah":"Kami tidak menjadikan keabadian bagi seorang manusia pun sebelum engkau (Nabi Muhammad). Maka, jika engkau wafat, apakah mereka akan kekal?","no_fn":"","teks_fn":"","bacaan":"wamaa ja'alnaa libasyarin min qablikalkhulda afa-in mitta fahumulkhaaliduun"},{"id_ayat":2518,"no_surah":21,"no_ayat":35,"teks_ayat":"كُلُّ نَفْسٍ ذَاۤىِٕقَةُ الْمَوْتِۗ وَنَبْلُوْكُمْ بِالشَّرِّ وَالْخَيْرِ فِتْنَةً ۗوَاِلَيْنَا تُرْجَعُوْنَ ","tema":"Kehidupan di Dunia Tidak Kekal","teks_terjemah":"Setiap yang bernyawa akan merasakan kematian. Kami menguji kamu dengan keburukan dan kebaikan sebagai cobaan. Kepada Kamilah kamu akan dikembalikan.","no_fn":"","teks_fn":"","bacaan":"kullu nafsin dzaa-iqatulmawti wanabluukum bisysyarri walkhayri fitnatan wa-ilaynaa turja'uun"},{"id_ayat":2519,"no_surah":21,"no_ayat":36,"teks_ayat":"وَاِذَا رَاٰكَ الَّذِيْنَ كَفَرُوْٓا اِنْ يَّتَّخِذُوْنَكَ اِلَّا هُزُوًاۗ اَهٰذَا الَّذِيْ يَذْكُرُ اٰلِهَتَكُمْۚ وَهُمْ بِذِكْرِ الرَّحْمٰنِ هُمْ كٰفِرُوْنَ  ","tema":"Kehidupan di Dunia Tidak Kekal","teks_terjemah":"Apabila orang-orang yang kufur itu melihat engkau (Nabi Muhammad), mereka hanya menjadikan engkau bahan ejekan. (Mereka mengatakan,) “Inikah orang yang mencela tuhan-tuhanmu?” Padahal, mereka orang yang ingkar mengingat (Allah) Yang Maha Pengasih.","no_fn":"","teks_fn":"","bacaan":"wa-idzaa raaakaladziina kafaruu in yattakhidzuunaka illaa huzuwan ahaadzaaladzii yadzkuru aalihatakum wahum bidzikrirrahmaani hum kaafiruun"},{"id_ayat":2520,"no_surah":21,"no_ayat":37,"teks_ayat":"خُلِقَ الْاِنْسَانُ مِنْ عَجَلٍۗ سَاُورِيْكُمْ اٰيٰتِيْ فَلَا تَسْتَعْجِلُوْنِ ","tema":"Watak dan Perilaku Manusia","teks_terjemah":"Manusia diciptakan (bersifat) tergesa-gesa. Kelak Aku akan memperlihatkan kepadamu (azab yang menjadi) tanda-tanda (kekuasaan)- Ku. Maka, janganlah kamu meminta Aku menyegerakannya.","no_fn":"","teks_fn":"","bacaan":"khuliqal-insaanu min 'ajalin sauriikum aayaatii falaa tasta'jiluun"},{"id_ayat":2521,"no_surah":21,"no_ayat":38,"teks_ayat":"وَيَقُوْلُوْنَ مَتٰى هٰذَا الْوَعْدُ اِنْ كُنْتُمْ صٰدِقِيْنَ ","tema":"Watak dan Perilaku Manusia","teks_terjemah":"Mereka berkata, “Kapankah janji ini (akan datang), jika kamu orang yang benar?”","no_fn":"","teks_fn":"","bacaan":"wayaquuluuna mataa haadzaalwa'du in kuntum shaadiqiin"},{"id_ayat":2522,"no_surah":21,"no_ayat":39,"teks_ayat":"لَوْ يَعْلَمُ الَّذِيْنَ كَفَرُوْا حِيْنَ لَا يَكُفُّوْنَ عَنْ وُّجُوْهِهِمُ النَّارَ وَلَا عَنْ ظُهُوْرِهِمْ وَلَا هُمْ يُنْصَرُوْنَ ","tema":"Watak dan Perilaku Manusia","teks_terjemah":"Seandainya orang-orang yang kufur itu mengetahui saat mereka tidak mampu mengelakkan api neraka dari wajah dan punggung mereka dan saat mereka tidak mendapat pertolongan, (tentulah mereka tidak meminta agar azab itu disegerakan).","no_fn":"","teks_fn":"","bacaan":"law ya'lamuladziina kafaruu hiina laa yakuffuuna 'an wujuuhihimunnaara walaa 'an zhuhuurihim walaa hum yunsharuun"},{"id_ayat":2523,"no_surah":21,"no_ayat":40,"teks_ayat":"بَلْ تَأْتِيْهِمْ بَغْتَةً فَتَبْهَتُهُمْ فَلَا يَسْتَطِيْعُوْنَ رَدَّهَا وَلَا هُمْ يُنْظَرُوْنَ ","tema":"Watak dan Perilaku Manusia","teks_terjemah":"Sebenarnya (hari Kiamat) itu akan datang kepada mereka secara tiba-tiba, lalu menjadikan mereka panik. Maka, mereka tidak sanggup menolaknya dan tidak pula diberi penangguhan (waktu).","no_fn":"","teks_fn":"","bacaan":"bal ta'tiihim baghtatan fatabhatuhum falaa yastathii'uuna raddahaa walaa hum yunzharuun"},{"id_ayat":2524,"no_surah":21,"no_ayat":41,"teks_ayat":"وَلَقَدِ اسْتُهْزِئَ بِرُسُلٍ مِّنْ قَبْلِكَ فَحَاقَ بِالَّذِيْنَ سَخِرُوْا مِنْهُمْ مَّا كَانُوْا بِهٖ يَسْتَهْزِءُوْنَ ࣖ","tema":"Watak dan Perilaku Manusia","teks_terjemah":"Sungguh, rasul-rasul sebelum engkau (Nabi Muhammad) telah diperolok-olokkan, lalu (karena itu) turunlah kepada orang-orang yang mencemooh mereka (rasul-rasul) apa (azab) yang selalu mereka perolok-olokkan.","no_fn":"","teks_fn":"","bacaan":"walaqadi istuhzi-a birusulin min qablika fahaaqa billadziina sakhiruu minhum maa kaanuu bihi yastahzi-uun"},{"id_ayat":2525,"no_surah":21,"no_ayat":42,"teks_ayat":"قُلْ مَنْ يَّكْلَؤُكُمْ بِالَّيْلِ وَالنَّهَارِ مِنَ الرَّحْمٰنِۗ  بَلْ هُمْ عَنْ ذِكْرِ رَبِّهِمْ مُّعْرِضُوْنَ ","tema":"Ketentuan Allah Tidak Dapat Ditolak","teks_terjemah":"Katakanlah, “Siapakah yang akan menjaga kamu pada waktu malam dan siang dari (siksaan) Allah Yang Maha Pengasih?” Bahkan, mereka berpaling dari mengingat Tuhan mereka.","no_fn":"","teks_fn":"","bacaan":"qul man yaklaukum billayli wannahaari minarrahmaani bal hum 'an dzikri rabbihim mu'ridhuun"},{"id_ayat":2526,"no_surah":21,"no_ayat":43,"teks_ayat":"اَمْ لَهُمْ اٰلِهَةٌ تَمْنَعُهُمْ مِّنْ دُوْنِنَاۗ  لَا يَسْتَطِيْعُوْنَ نَصْرَ اَنْفُسِهِمْ وَلَا هُمْ مِّنَّا يُصْحَبُوْنَ","tema":"Ketentuan Allah Tidak Dapat Ditolak","teks_terjemah":"Ataukah mereka mempunyai tuhan-tuhan selain Kami yang dapat memelihara mereka (dari azab Kami)? (Tuhan-tuhan mereka itu) tidak sanggup menolong diri mereka sendiri dan tidak (pula) dilindungi dari (azab) Kami.","no_fn":"","teks_fn":"","bacaan":"am lahum aalihatun tamna'uhum min duuninaa laa yastathii'uuna nashra anfusihim walaa hum minnaa yusyabuun"},{"id_ayat":2527,"no_surah":21,"no_ayat":44,"teks_ayat":"بَلْ مَتَّعْنَا هٰٓؤُلَاۤءِ وَاٰبَاۤءَهُمْ حَتّٰى طَالَ عَلَيْهِمُ الْعُمُرُۗ اَفَلَا يَرَوْنَ اَنَّا نَأْتِى الْاَرْضَ نَنْقُصُهَا مِنْ اَطْرَافِهَاۗ اَفَهُمُ الْغٰلِبُوْنَ ","tema":"Ketentuan Allah Tidak Dapat Ditolak","teks_terjemah":"Sebenarnya Kami telah memberi mereka dan nenek moyang mereka kenikmatan (hidup di dunia) hingga panjang usia mereka. Maka, tidakkah mereka melihat bahwa Kami mendatangi negeri (yang berada di bawah kekuasaan orang kafir), lalu Kami kurangi luasnya dari ujung-ujungnya? Merekakah yang menang?","no_fn":"","teks_fn":"","bacaan":"bal matta'naa haaulaa-i waaabaa-ahum hattaa thaala 'alayhimul'umuru afalaa yarawna annaa na'tiil-ardha nanqushuhaa min athraafihaa afahumulghaalibuun"},{"id_ayat":2528,"no_surah":21,"no_ayat":45,"teks_ayat":"قُلْ اِنَّمَآ اُنْذِرُكُمْ بِالْوَحْيِۖ وَلَا يَسْمَعُ الصُّمُّ الدُّعَاۤءَ اِذَا مَا يُنْذَرُوْنَ ","tema":"Ketentuan Allah Tidak Dapat Ditolak","teks_terjemah":"Katakanlah (Nabi Muhammad), “Sesungguhnya aku hanya memperingatkanmu dengan wahyu.” Akan tetapi, orang-orang tuli (musyrik) tidak mendengarkan seruan bila mereka diberi peringatan.","no_fn":"","teks_fn":"","bacaan":"qul innamaa undzirukum bilwahyi walaa yasma'ushshummuddu'aa-a idzaa maa yundzaruun"},{"id_ayat":2529,"no_surah":21,"no_ayat":46,"teks_ayat":"وَلَىِٕنْ مَّسَّتْهُمْ نَفْحَةٌ مِّنْ عَذَابِ رَبِّكَ لَيَقُوْلُنَّ يٰوَيْلَنَآ اِنَّا كُنَّا ظٰلِمِيْنَ ","tema":"Ketentuan Allah Tidak Dapat Ditolak","teks_terjemah":"Jika mereka ditimpa sedikit saja azab Tuhanmu, pastilah mereka berkata, “Celakalah kami! Sesungguhnya kami adalah orang yang selalu menzalimi (diri sendiri).”","no_fn":"","teks_fn":"","bacaan":"wala-in massat-hum nafhatun min 'adzaabi rabbika layaquulunna yaa waylanaa innaa kunnaa zhaalimiin"},{"id_ayat":2530,"no_surah":21,"no_ayat":47,"teks_ayat":"وَنَضَعُ الْمَوَازِيْنَ الْقِسْطَ لِيَوْمِ الْقِيٰمَةِ فَلَا تُظْلَمُ نَفْسٌ شَيْـًٔاۗ وَاِنْ كَانَ مِثْقَالَ حَبَّةٍ مِّنْ خَرْدَلٍ اَتَيْنَا بِهَاۗ وَكَفٰى بِنَا حٰسِبِيْنَ ","tema":"Keadilan Allah","teks_terjemah":"Kami akan meletakkan timbangan (amal) yang tepat pada hari Kiamat, sehingga tidak seorang pun dirugikan walaupun sedikit. Sekalipun (amal itu) hanya seberat biji sawi, pasti Kami mendatangkannya. Cukuplah Kami sebagai pembuat perhitungan.","no_fn":"","teks_fn":"","bacaan":"wanadha'ulmawaaziinalqistha liyawmilqiyaamati falaa tuzhlamu nafsun syay-an wa-in kaana mitsqaala habbatin min khardalin ataynaa bihaa wakafaa binaa haasibiin"},{"id_ayat":2531,"no_surah":21,"no_ayat":48,"teks_ayat":"وَلَقَدْ اٰتَيْنَا مُوْسٰى وَهٰرُوْنَ الْفُرْقَانَ وَضِيَاۤءً وَّذِكْرًا لِّلْمُتَّقِيْنَ ۙ","tema":"Peristiwa Nabi Musa dan Harun Mendapat Al-Furqan ","teks_terjemah":"Sungguh, Kami telah menganugerahkan kepada Musa dan Harun Al-Furqan (Kitab Taurat), sinar (kehidupan), dan peringatan bagi orang-orang yang bertakwa.","no_fn":"","teks_fn":"","bacaan":"walaqad aataynaa muusaa wahaaruunalfurqaana wadhiyaa-an wadzikran lilmuttaqiin"},{"id_ayat":2532,"no_surah":21,"no_ayat":49,"teks_ayat":"الَّذِيْنَ يَخْشَوْنَ رَبَّهُمْ بِالْغَيْبِ وَهُمْ مِّنَ السَّاعَةِ مُشْفِقُوْنَ ","tema":"Peristiwa Nabi Musa dan Harun Mendapat Al-Furqan ","teks_terjemah":"(Yaitu) orang-orang yang takut (azab) Tuhannya, sekalipun mereka tidak melihat-Nya, dan mereka merasa takut akan (tibanya) hari Kiamat.","no_fn":"","teks_fn":"","bacaan":"aladziina yakhsyawna rabbahum bilghaybi wahum minassaa'ati musyfiquun"},{"id_ayat":2533,"no_surah":21,"no_ayat":50,"teks_ayat":"وَهٰذَا ذِكْرٌ مُّبٰرَكٌ اَنْزَلْنٰهُۗ اَفَاَنْتُمْ لَهٗ مُنْكِرُوْنَ ࣖ","tema":"Peristiwa Nabi Musa dan Harun Mendapat Al-Furqan ","teks_terjemah":"Ini (Al-Qur’an) adalah peringatan yang diberkahi yang telah Kami turunkan. Maka, apakah kamu menjadi pengingkar terhadapnya?","no_fn":"","teks_fn":"","bacaan":"wahaadzaa dzikrun mubaarakun anzalnaahu afa-antum lahu munkiruun"},{"id_ayat":2534,"no_surah":21,"no_ayat":51,"teks_ayat":"۞ وَلَقَدْ اٰتَيْنَآ اِبْرٰهِيْمَ رُشْدَهٗ مِنْ قَبْلُ وَكُنَّا بِهٖ عٰلِمِيْنَ ","tema":"Sikap Nabi Ibrahim terhadap Tradisi Penyembahan Patung","teks_terjemah":"Sungguh, Kami benar-benar telah menganugerahkan kepada Ibrahim petunjuk sebelum (Musa dan Harun) dan Kami telah mengetahui dirinya.","no_fn":"","teks_fn":"","bacaan":"walaqad aataynaa ibraahiima rusydahu min qablu wakunnaa bihi 'aalimiin"},{"id_ayat":2535,"no_surah":21,"no_ayat":52,"teks_ayat":"اِذْ قَالَ لِاَبِيْهِ وَقَوْمِهٖ مَا هٰذِهِ التَّمَاثِيْلُ الَّتِيْٓ اَنْتُمْ لَهَا عٰكِفُوْنَ ","tema":"Sikap Nabi Ibrahim terhadap Tradisi Penyembahan Patung","teks_terjemah":"(Ingatlah) ketika dia (Ibrahim) berkata kepada bapaknya dan kaumnya, “Patung-patung apakah ini yang kamu tekun menyembahnya?”","no_fn":"","teks_fn":"","bacaan":"idz qaala li-abiihi waqawmihi maa haadzihittamaatsiilulatii antum lahaa 'aakifuun"},{"id_ayat":2536,"no_surah":21,"no_ayat":53,"teks_ayat":"قَالُوْا وَجَدْنَآ اٰبَاۤءَنَا لَهَا عٰبِدِيْنَ ","tema":"Sikap Nabi Ibrahim terhadap Tradisi Penyembahan Patung","teks_terjemah":"Mereka menjawab, “Kami mendapati nenek moyang kami menjadi para penyembahnya”","no_fn":"","teks_fn":"","bacaan":"qaaluu wajadnaa aabaa-anaa lahaa 'aabidiin"},{"id_ayat":2537,"no_surah":21,"no_ayat":54,"teks_ayat":"قَالَ لَقَدْ كُنْتُمْ اَنْتُمْ وَاٰبَاۤؤُكُمْ فِيْ ضَلٰلٍ مُّبِيْنٍ ","tema":"Sikap Nabi Ibrahim terhadap Tradisi Penyembahan Patung","teks_terjemah":"Dia (Ibrahim) berkata, “Sungguh, kamu dan nenek moyang kamu berada dalam kesesatan yang nyata.”","no_fn":"","teks_fn":"","bacaan":"qaala laqad kuntum antum waaabaaukum fii dhalaalin mubiin"},{"id_ayat":2538,"no_surah":21,"no_ayat":55,"teks_ayat":"قَالُوْٓا اَجِئْتَنَا بِالْحَقِّ اَمْ اَنْتَ مِنَ اللّٰعِبِيْنَ ","tema":"Sikap Nabi Ibrahim terhadap Tradisi Penyembahan Patung","teks_terjemah":"Mereka berkata, “Apakah engkau datang kepada kami membawa kebenaran atau engkau (hanya) bermain-main?”","no_fn":"","teks_fn":"","bacaan":"qaaluu aji'tanaa bilhaqqi am anta minalaa'ibiin"},{"id_ayat":2539,"no_surah":21,"no_ayat":56,"teks_ayat":"قَالَ بَلْ رَّبُّكُمْ رَبُّ السَّمٰوٰتِ وَالْاَرْضِ الَّذِيْ فَطَرَهُنَّۖ وَاَنَا۠ عَلٰى ذٰلِكُمْ مِّنَ الشّٰهِدِيْنَ ","tema":"Sikap Nabi Ibrahim terhadap Tradisi Penyembahan Patung","teks_terjemah":"Dia (Ibrahim) menjawab, “Sebenarnya, Tuhan kamu adalah Tuhan langit dan bumi yang telah menciptakannya dan aku adalah salah satu saksi atas itu.”","no_fn":"","teks_fn":"","bacaan":"qaala bal rabbukum rabbussamaawaati wal-ardhiladzii fatharahunna wa-anaa 'alaa dzaalikum minasysyaahidiin"},{"id_ayat":2540,"no_surah":21,"no_ayat":57,"teks_ayat":"وَتَاللّٰهِ لَاَكِيْدَنَّ اَصْنَامَكُمْ بَعْدَ اَنْ تُوَلُّوْا مُدْبِرِيْنَ ","tema":"Nabi Ibrahim Menghancurkan Berhala","teks_terjemah":"(Nabi Ibrahim berkata dalam hatinya,) “Demi Allah, sungguh, aku akan melakukan tipu daya terhadap berhala-berhalamu setelah kamu pergi meninggalkannya.”","no_fn":"","teks_fn":"","bacaan":"wataalaahi la-akiidanna ashnaamakum ba'da an tuwalluu mudbiriin"},{"id_ayat":2541,"no_surah":21,"no_ayat":58,"teks_ayat":"فَجَعَلَهُمْ جُذٰذًا اِلَّا كَبِيْرًا لَّهُمْ لَعَلَّهُمْ اِلَيْهِ يَرْجِعُوْنَ ","tema":"Nabi Ibrahim Menghancurkan Berhala","teks_terjemah":"Dia (Ibrahim) lalu menjadikan mereka (berhala-berhala itu) hancur berkeping-keping, kecuali (satu patung) yang terbesar milik mereka agar mereka kembali (untuk bertanya) kepadanya.","no_fn":"","teks_fn":"","bacaan":"faja'alahum judzatsan illaa kabiiran lahum la'allahum ilayhi yarji'uun"},{"id_ayat":2542,"no_surah":21,"no_ayat":59,"teks_ayat":"قَالُوْا مَنْ فَعَلَ هٰذَا بِاٰلِهَتِنَآ اِنَّهٗ لَمِنَ الظّٰلِمِيْنَ ","tema":"Nabi Ibrahim Menghancurkan Berhala","teks_terjemah":"Mereka berkata, “Siapakah yang melakukan (perbuatan) ini terhadap tuhan-tuhan kami? Sesungguhnya dia termasuk orang-orang zalim.”","no_fn":"","teks_fn":"","bacaan":"qaaluu man fa'ala haadzaa bi-aalihatinaa innahu laminazhzhaalimiin"},{"id_ayat":2543,"no_surah":21,"no_ayat":60,"teks_ayat":"قَالُوْا سَمِعْنَا فَتًى يَّذْكُرُهُمْ يُقَالُ لَهٗٓ اِبْرٰهِيْمُ ۗ","tema":"Nabi Ibrahim Menghancurkan Berhala","teks_terjemah":"Mereka (para penyembah berhala yang lain) berkata, “Kami mendengar seorang pemuda yang mencela mereka (berhala-berhala). Dia dipanggil dengan nama Ibrahim.”","no_fn":"","teks_fn":"","bacaan":"qaaluu sami'naa fatan yadzkuruhum yuqaalu lahu ibraahiim"},{"id_ayat":2544,"no_surah":21,"no_ayat":61,"teks_ayat":"قَالُوْا فَأْتُوْا بِهٖ عَلٰٓى اَعْيُنِ النَّاسِ لَعَلَّهُمْ يَشْهَدُوْنَ ","tema":"Nabi Ibrahim Menghancurkan Berhala","teks_terjemah":"Mereka berkata, “(Kalau demikian,) bawalah dia dengan diperlihatkan kepada orang banyak agar mereka menyaksikan(-nya).”","no_fn":"","teks_fn":"","bacaan":"qaaluu fa'tuu bihi 'alaa a'yuninnaasi la'allahum yasyhaduun"},{"id_ayat":2545,"no_surah":21,"no_ayat":62,"teks_ayat":"قَالُوْٓا ءَاَنْتَ فَعَلْتَ هٰذَا بِاٰلِهَتِنَا يٰٓاِبْرٰهِيْمُ ۗ","tema":"Nabi Ibrahim Menghancurkan Berhala","teks_terjemah":"Mereka bertanya, “Apakah engkau yang melakukan (perbuatan) ini terhadap tuhan-tuhan kami, wahai Ibrahim?”","no_fn":"","teks_fn":"","bacaan":"qaaluu a-anta fa'alta haadzaa bi-aalihatinaa yaa ibraahiim"},{"id_ayat":2546,"no_surah":21,"no_ayat":63,"teks_ayat":"قَالَ بَلْ فَعَلَهٗ كَبِيْرُهُمْ هٰذَا فَسْـَٔلُوْهُمْ اِنْ كَانُوْا يَنْطِقُوْنَ ","tema":"Nabi Ibrahim Menghancurkan Berhala","teks_terjemah":"Dia (Ibrahim) menjawab, “Sebenarnya (patung) besar ini yang melakukannya. Tanyakanlah kepada mereka (patung-patung lainnya) jika mereka dapat berbicara.”","no_fn":"","teks_fn":"","bacaan":"qaala bal fa'alahu kabiiruhum haadzaa fas-aluuhum in kaanuu yanthiquun"},{"id_ayat":2547,"no_surah":21,"no_ayat":64,"teks_ayat":"فَرَجَعُوْٓا اِلٰٓى اَنْفُسِهِمْ فَقَالُوْٓا اِنَّكُمْ اَنْتُمُ الظّٰلِمُوْنَ ۙ","tema":"Nabi Ibrahim Menghancurkan Berhala","teks_terjemah":"Maka, mereka kembali kepada diri mereka sendiri (mulai sadar) lalu berkata (kepada sesama mereka), “Sesungguhnya kamulah yang menzalimi (diri sendiri).”","no_fn":"","teks_fn":"","bacaan":"faraja'uu ilaa anfusihim faqaaluu innakum antumuzhzhaalimuun"},{"id_ayat":2548,"no_surah":21,"no_ayat":65,"teks_ayat":"ثُمَّ نُكِسُوْا عَلٰى رُءُوْسِهِمْۚ  لَقَدْ عَلِمْتَ مَا هٰٓؤُلَاۤءِ يَنْطِقُوْنَ ","tema":"Nabi Ibrahim Menghancurkan Berhala","teks_terjemah":"Kemudian mereka menundukkan kepala (lalu berkata), “Engkau (Ibrahim) pasti tahu bahwa (berhala-berhala) itu tidak dapat berbicara.”","no_fn":"","teks_fn":"","bacaan":"tsumma nukisuu 'alaa ruuusihim laqad 'alimta maa haaulaa-i yanthiquun"},{"id_ayat":2549,"no_surah":21,"no_ayat":66,"teks_ayat":"قَالَ اَفَتَعْبُدُوْنَ مِنْ دُوْنِ اللّٰهِ مَا لَا يَنْفَعُكُمْ شَيْـًٔا وَّلَا يَضُرُّكُمْ ۗ","tema":"Nabi Ibrahim Menghancurkan Berhala","teks_terjemah":"Dia (Ibrahim) berkata, “Mengapa kamu menyembah sesuatu selain Allah yang tidak dapat memberi manfaat sedikit pun dan tidak (pula) mendatangkan mudarat kepada kamu?","no_fn":"","teks_fn":"","bacaan":"qaala afata'buduuna min duunilaahi maa laa yanfa'ukum syay-an walaa yadhurrukum"},{"id_ayat":2550,"no_surah":21,"no_ayat":67,"teks_ayat":"اُفٍّ لَّكُمْ وَلِمَا تَعْبُدُوْنَ مِنْ دُوْنِ اللّٰهِ ۗاَفَلَا تَعْقِلُوْنَ ","tema":"Nabi Ibrahim Menghancurkan Berhala","teks_terjemah":"Celakalah kamu dan apa yang kamu sembah selain Allah! Apakah kamu tidak mengerti?”","no_fn":"","teks_fn":"","bacaan":"uffin lakum walimaa ta'buduuna min duunilaahi afalaa ta'qiluun"},{"id_ayat":2551,"no_surah":21,"no_ayat":68,"teks_ayat":"قَالُوْا حَرِّقُوْهُ وَانْصُرُوْٓا اٰلِهَتَكُمْ اِنْ كُنْتُمْ فٰعِلِيْنَ ","tema":"Nabi Ibrahim Menghancurkan Berhala","teks_terjemah":"Mereka berkata, “Bakarlah dia (Ibrahim) dan bantulah tuhan-tuhan kamu jika kamu benar-benar hendak berbuat.”","no_fn":"","teks_fn":"","bacaan":"qaaluu harriquuhu wanshuruu aalihatakum in kuntum faa'iliin"},{"id_ayat":2552,"no_surah":21,"no_ayat":69,"teks_ayat":"قُلْنَا يٰنَارُ كُوْنِيْ بَرْدًا وَّسَلٰمًا عَلٰٓى اِبْرٰهِيْمَ ۙ","tema":"Nabi Ibrahim Menghancurkan Berhala","teks_terjemah":"Kami (Allah) berfirman, “Wahai api, jadilah dingin dan keselamatan bagi Ibrahim!”","no_fn":"","teks_fn":"","bacaan":"qulnaa yaa naaru kuunii bardan wasalaaman 'alaa ibraahiim"},{"id_ayat":2553,"no_surah":21,"no_ayat":70,"teks_ayat":"وَاَرَادُوْا بِهٖ كَيْدًا فَجَعَلْنٰهُمُ الْاَخْسَرِيْنَ ۚ","tema":"Nabi Ibrahim Menghancurkan Berhala","teks_terjemah":"Mereka hendak berbuat jahat terhadap Ibrahim, tetapi Kami menjadikan mereka itu orang-orang yang paling rugi.","no_fn":"","teks_fn":"","bacaan":"wa-araaduu bihi kaydan faja'alnaahumul-akhsariin"},{"id_ayat":2554,"no_surah":21,"no_ayat":71,"teks_ayat":"وَنَجَّيْنٰهُ وَلُوْطًا اِلَى الْاَرْضِ الَّتِيْ بٰرَكْناَ فِيْهَا لِلْعٰلَمِيْنَ ","tema":"Kenikmatan yang Dianugerahkan kepada Nabi Ibrahim setelah Cobaan","teks_terjemah":"Kami menyelamatkannya (Ibrahim) dan Lut ke tanah (Syam) yang telah Kami berkahi untuk seluruh alam.","no_fn":"","teks_fn":"","bacaan":"wanajjaynaahu waluuthan ilaal-ardhilatii baaraknaa fiihaa lil'aalamiin"},{"id_ayat":2555,"no_surah":21,"no_ayat":72,"teks_ayat":"وَوَهَبْنَا لَهٗٓ اِسْحٰقَ وَيَعْقُوْبَ نَافِلَةً ۗوَكُلًّا جَعَلْنَا صٰلِحِيْنَ ","tema":"Kenikmatan yang Dianugerahkan kepada Nabi Ibrahim setelah Cobaan","teks_terjemah":"Kami juga menganugerahkan kepadanya (Ibrahim) Ishaq (anak) dan sebagai tambahan (Kami anugerahkan pula) Ya‘qub (cucu). Masing-masing Kami jadikan orang yang saleh.","no_fn":"","teks_fn":"","bacaan":"wawahabnaa lahu ishaaqa waya'quuba naafilatan wakullan ja'alnaa shaalihiin"},{"id_ayat":2556,"no_surah":21,"no_ayat":73,"teks_ayat":"وَجَعَلْنٰهُمْ اَىِٕمَّةً يَّهْدُوْنَ بِاَمْرِنَا وَاَوْحَيْنَآ اِلَيْهِمْ فِعْلَ الْخَيْرٰتِ وَاِقَامَ الصَّلٰوةِ وَاِيْتَاۤءَ الزَّكٰوةِۚ وَكَانُوْا لَنَا عٰبِدِيْنَ ۙ","tema":"Kenikmatan yang Dianugerahkan kepada Nabi Ibrahim setelah Cobaan","teks_terjemah":"Kami menjadikan mereka itu pemimpin-pemimpin yang memberi petunjuk atas perintah Kami dan Kami mewahyukan kepada mereka (perintah) berbuat kebaikan, menegakkan salat, dan menunaikan zakat, serta hanya kepada Kami mereka menyembah.","no_fn":"","teks_fn":"","bacaan":"waja'alnaahum a-immatan yahduuna bi-amrinaa wa-awhaynaa ilayhim fi'lalkhayraati wa-iqaamashshalaati wa-iitaa-azzakaati wakaanuu lanaa 'aabidiin"},{"id_ayat":2557,"no_surah":21,"no_ayat":74,"teks_ayat":"وَلُوْطًا اٰتَيْنٰهُ حُكْمًا وَّعِلْمًا وَّنَجَّيْنٰهُ مِنَ الْقَرْيَةِ الَّتِيْ كَانَتْ تَّعْمَلُ الْخَبٰۤىِٕثَ ۗاِنَّهُمْ كَانُوْا قَوْمَ سَوْءٍ فٰسِقِيْنَۙ","tema":"Kisah Nabi Lut dan Nabi Nuh","teks_terjemah":"Kepada Lut, Kami menganugerahkan hikmah serta ilmu dan Kami menyelamatkannya dari (azab yang telah menimpa penduduk) negeri (Sodom) yang melakukan perbuatan keji. Sesungguhnya mereka adalah kaum yang jahat lagi fasik.","no_fn":"","teks_fn":"","bacaan":"waluuthan aataynaahu hukman wa'ilman wanajjaynaahu minalqaryatilatii kaanat ta'malulkhabaa-itsa innahum kaanuu qawma saw-in faasiqiin"},{"id_ayat":2558,"no_surah":21,"no_ayat":75,"teks_ayat":"وَاَدْخَلْنٰهُ فِيْ رَحْمَتِنَاۗ اِنَّهٗ مِنَ الصّٰلِحِيْنَ ࣖ ","tema":"Kisah Nabi Lut dan Nabi Nuh","teks_terjemah":"Kami memasukkannya ke dalam rahmat Kami. Sesungguhnya dia termasuk golongan orang-orang yang saleh.","no_fn":"","teks_fn":"","bacaan":"wa-adkhalnaahu fii rahmatinaa innahu minashshaalihiin"},{"id_ayat":2559,"no_surah":21,"no_ayat":76,"teks_ayat":"وَنُوْحًا اِذْ نَادٰى مِنْ قَبْلُ فَاسْتَجَبْنَا لَهٗ فَنَجَّيْنٰهُ وَاَهْلَهٗ مِنَ الْكَرْبِ الْعَظِيْمِ ۚ","tema":"Kisah Nabi Lut dan Nabi Nuh","teks_terjemah":"(Ingatlah) Nuh ketika dia berdoa sebelum itu. Kami memperkenankan (doa)-nya dan Kami menyelamatkannya bersama pengikutnya dari bencana yang besar.","no_fn":"","teks_fn":"","bacaan":"wanuuhan idz naadaa min qablu fastajabnaa lahu fanajjaynaahu wa-ahlahu minalkarbil'azhiim"},{"id_ayat":2560,"no_surah":21,"no_ayat":77,"teks_ayat":"وَنَصَرْنٰهُ مِنَ الْقَوْمِ الَّذِيْنَ كَذَّبُوْا بِاٰيٰتِنَاۗ اِنَّهُمْ كَانُوْا قَوْمَ سَوْءٍ فَاَغْرَقْنٰهُمْ اَجْمَعِيْنَ ","tema":"Kisah Nabi Lut dan Nabi Nuh","teks_terjemah":"Kami menolongnya dari orang-orang yang telah mendustakan ayat-ayat Kami. Sesungguhnya mereka adalah kaum yang jahat, maka Kami tenggelamkan mereka semuanya.","no_fn":"","teks_fn":"","bacaan":"wanasharnaahu minalqawmiladziina kadzdzabuu bi-aayaatinaa innahum kaanuu qawma saw-in fa-aghraqnaahum ajma'iin"},{"id_ayat":2561,"no_surah":21,"no_ayat":78,"teks_ayat":"وَدَاوٗدَ وَسُلَيْمٰنَ اِذْ يَحْكُمٰنِ فِى الْحَرْثِ اِذْ نَفَشَتْ فِيْهِ غَنَمُ الْقَوْمِۚ وَكُنَّا لِحُكْمِهِمْ شٰهِدِيْنَ ۖ","tema":"Kisah Nabi Daud dan Nabi Sulaiman","teks_terjemah":"Ingatlah) Daud dan Sulaiman ketika mereka memberikan keputusan mengenai ladang yang dirusak pada malam hari oleh kambing-kambing milik kaumnya. Kami menyaksikan keputusan (yang diberikan) oleh mereka itu.<sup>491)<\/sup>","no_fn":"491","teks_fn":"491) Dalam peristiwa itu, Nabi Daud a.s. memberi putusan bahwa kambing-kambing itu harus diberikan kepada pemilik ladang sebagai ganti kerusakan ladangnya. Akan tetapi, Nabi Sulaiman a.s. memutuskan bahwa pemilik kambing harus menanami ladang itu hingga kembali seperti semula. Pada saat yang sama, pemilik kambing wajib menyerahkan kambingnya untuk dimanfaatkan oleh pemilik ladang sampai tanaman itu tumbuh kembali. ","bacaan":"wadaawuuda wasulaymaana idz yahkumaani fiilhartsi idz nafasyat fiihi ghanamulqawmi wakunnaa lihukmihim syaahidiin"},{"id_ayat":2562,"no_surah":21,"no_ayat":79,"teks_ayat":"فَفَهَّمْنٰهَا سُلَيْمٰنَۚ وَكُلًّا اٰتَيْنَا حُكْمًا وَّعِلْمًاۖ وَّسَخَّرْنَا مَعَ دَاوٗدَ الْجِبَالَ يُسَبِّحْنَ وَالطَّيْرَۗ وَكُنَّا فٰعِلِيْنَ","tema":"Kisah Nabi Daud dan Nabi Sulaiman","teks_terjemah":"Lalu, Kami memberi pemahaman kepada Sulaiman (tentang keputusan yang lebih tepat).<sup>492)<\/sup> Kepada masing-masing (Daud dan Sulaiman) Kami memberi hikmah dan ilmu. Kami menundukkan gunung-gunung dan burung-burung untuk bertasbih bersama Daud. Kamilah yang melakukannya.","no_fn":"492","teks_fn":"492) Menurut riwayat Ibnu Abbas, ada sekawanan kambing yang merusak tanaman pada waktu malam. Pemilik tanaman mengadukan hal ini kepada Nabi Daud a.s. Ia memutuskan bahwa kambing-kambing itu harus diserahkan kepada pemilik tanaman sebagai ganti tanaman yang rusak. Akan tetapi, Nabi Sulaiman a.s. memutuskan agar kambing-kambing itu diserahkan sementara kepada pemilik tanaman untuk diambil manfaatnya. Pemilik kambing diharuskan pula mengganti tanaman itu dengan tanaman yang baru. Apabila tanaman yang baru telah dapat diambil hasilnya, pemilik kambing itu boleh mengambil kambingnya kembali. Putusan Nabi Sulaiman a.s. inilah yang lebih tepat.","bacaan":"fafahhamnaahaa sulaymaana wakullan aataynaa hukman wa'ilman wasakhkharnaa ma'a daawuudaljibaala yusabbihna waththhayra wakunnaa faa'iliin"},{"id_ayat":2563,"no_surah":21,"no_ayat":80,"teks_ayat":"وَعَلَّمْنٰهُ صَنْعَةَ لَبُوْسٍ لَّكُمْ لِتُحْصِنَكُمْ مِّنْۢ بَأْسِكُمْۚ فَهَلْ اَنْتُمْ شٰكِرُوْنَ","tema":"Kisah Nabi Daud dan Nabi Sulaiman","teks_terjemah":"Kami mengajarkan pula kepada Daud cara membuat baju besi untukmu guna melindungimu dari serangan musuhmu (dalam peperangan). Maka, apakah kamu bersyukur (kepada Allah)?","no_fn":"","teks_fn":"","bacaan":"wa'allamnaahu shan'ata labuusin lakum lituhsinakum min ba'sikum fahal antum syaakiruun"},{"id_ayat":2564,"no_surah":21,"no_ayat":81,"teks_ayat":"وَلِسُلَيْمٰنَ الرِّيْحَ عَاصِفَةً تَجْرِيْ بِاَمْرِهٖٓ اِلَى الْاَرْضِ الَّتِيْ بٰرَكْنَا فِيْهَاۗ وَكُنَّا بِكُلِّ شَيْءٍ عٰلِمِيْنَ","tema":"Kisah Nabi Daud dan Nabi Sulaiman","teks_terjemah":"(Kami menundukkan) pula untuk Sulaiman angin yang sangat kencang tiupannya yang berembus dengan perintahnya ke negeri yang Kami beri berkah padanya. Kami Maha Mengetahui segala sesuatu.","no_fn":"","teks_fn":"","bacaan":"walisulaymaanarriiha 'aasifatan tajrii bi-amrihi ilaal-ardhilatii baaraknaa fiihaa wakunnaa bikulli syay-in 'aalimiin"},{"id_ayat":2565,"no_surah":21,"no_ayat":82,"teks_ayat":"وَمِنَ الشَّيٰطِيْنِ مَنْ يَّغُوْصُوْنَ لَهٗ وَيَعْمَلُوْنَ عَمَلًا دُوْنَ ذٰلِكَۚ وَكُنَّا لَهُمْ حٰفِظِيْنَ ۙ","tema":"Kisah Nabi Daud dan Nabi Sulaiman","teks_terjemah":"(Kami tundukkan pula kepada Sulaiman) segolongan setan yang menyelam (ke dalam laut) untuknya dan mengerjakan pekerjaan selain itu. Kamilah yang memelihara mereka itu.","no_fn":"","teks_fn":"","bacaan":"waminasysyayaathiini man yaghuushuuna lahu waya'maluuna 'amalan duuna dzaalika wakunnaa lahum haafizhiin"},{"id_ayat":2566,"no_surah":21,"no_ayat":83,"teks_ayat":"۞ وَاَيُّوْبَ اِذْ نَادٰى رَبَّهٗٓ اَنِّيْ مَسَّنِيَ الضُّرُّ وَاَنْتَ اَرْحَمُ الرّٰحِمِيْنَ ۚ","tema":"Kisah Nabi Ayyub","teks_terjemah":"(Ingatlah) Ayyub ketika dia berdoa kepada Tuhannya, “(Ya Tuhanku,) sesungguhnya aku telah ditimpa penyakit, padahal Engkau Tuhan Yang Maha Penyayang dari semua yang penyayang.”","no_fn":"","teks_fn":"","bacaan":"wa-ayyuuba idz naadaa rabbahu annii massaniyadhdhurru wa-anta arhamurraahimiin"},{"id_ayat":2567,"no_surah":21,"no_ayat":84,"teks_ayat":"فَاسْتَجَبْنَا لَهٗ فَكَشَفْنَا مَا بِهٖ مِنْ ضُرٍّ وَّاٰتَيْنٰهُ اَهْلَهٗ وَمِثْلَهُمْ مَّعَهُمْ رَحْمَةً مِّنْ عِنْدِنَا وَذِكْرٰى لِلْعٰبِدِيْنَ ۚ","tema":"Kisah Nabi Ayyub","teks_terjemah":"Maka, Kami mengabulkan (doa)-nya, lalu Kami lenyapkan penyakit yang ada padanya, Kami mengembalikan keluarganya kepadanya, dan (Kami melipatgandakan jumlah mereka) sebagai suatu rahmat dari Kami dan pengingat bagi semua yang menyembah (Kami).","no_fn":"","teks_fn":"","bacaan":"fastajabnaa lahu fakasyafnaa maa bihi min dhurrin waaataynaahu ahlahu wamitslahum ma'ahum rahmatan min 'indinaa wadzikraa lil'aabidiin"},{"id_ayat":2568,"no_surah":21,"no_ayat":85,"teks_ayat":"وَاِسْمٰعِيْلَ وَاِدْرِيْسَ وَذَا الْكِفْلِۗ  كُلٌّ مِّنَ الصّٰبِرِيْنَ ۙ","tema":"Kisah Nabi Ismail, Nabi Idris, dan Nabi Zulkiﬂi","teks_terjemah":"(Ingatlah pula) Ismail, Idris, dan Zulkifli. Mereka semua termasuk orang-orang sabar.","no_fn":"","teks_fn":"","bacaan":"wa-ismaa'iila wa-idriisa wadzaalkifli kullun minashshaabiriin"},{"id_ayat":2569,"no_surah":21,"no_ayat":86,"teks_ayat":"وَاَدْخَلْنٰهُمْ فِيْ رَحْمَتِنَاۗ اِنَّهُمْ مِّنَ الصّٰلِحِيْنَ ","tema":"Kisah Nabi Ismail, Nabi Idris, dan Nabi Zulkiﬂi","teks_terjemah":"Kami memasukkan mereka ke dalam rahmat Kami. Sesungguhnya mereka termasuk orang-orang saleh.","no_fn":"","teks_fn":"","bacaan":"wa-adkhalnaahum fii rahmatinaa innahum minashshaalihiin"},{"id_ayat":2570,"no_surah":21,"no_ayat":87,"teks_ayat":"وَذَا النُّوْنِ اِذْ ذَّهَبَ مُغَاضِبًا فَظَنَّ اَنْ لَّنْ نَّقْدِرَ عَلَيْهِ فَنَادٰى فِى الظُّلُمٰتِ اَنْ لَّآ اِلٰهَ اِلَّآ اَنْتَ سُبْحٰنَكَ اِنِّيْ كُنْتُ مِنَ الظّٰلِمِيْنَ ۚ","tema":"Kisah Nabi Yunus","teks_terjemah":"(Ingatlah pula) Zun Nun (Yunus) ketika dia pergi dalam keadaan marah, lalu dia menyangka bahwa Kami tidak akan menyulitkannya. Maka, dia berdoa dalam kegelapan yang berlapis-lapis,<sup>493)<\/sup> “Tidak ada tuhan selain Engkau. Mahasuci Engkau. Sesungguhnya aku termasuk orang-orang zalim.”","no_fn":"493","teks_fn":"493) Maksudnya adalah kegelapan perut ikan, kegelapan laut yang dalam, dan kegelapan malam hari.","bacaan":"wadzaannuuni idz dzahaba mughaadiban fazhanna an lan naqdira 'alayhi fanaadaa fiizhzhulumaati an laa ilaaha illaa anta subhaanaka innii kuntu minazhzhaalimiin"},{"id_ayat":2571,"no_surah":21,"no_ayat":88,"teks_ayat":"فَاسْتَجَبْنَا لَهٗۙ وَنَجَّيْنٰهُ مِنَ الْغَمِّۗ وَكَذٰلِكَ نُـْۨجِى الْمُؤْمِنِيْنَ ","tema":"Kisah Nabi Yunus","teks_terjemah":"Kami lalu mengabulkan (doa)-nya dan Kami menyelamatkannya dari kedukaan. Demikianlah Kami menyelamatkan orang-orang mukmin.","no_fn":"","teks_fn":"","bacaan":"fastajabnaa lahu wanajjaynaahu minalghammi wakadzaalika nunjiilmu'miniin"},{"id_ayat":2572,"no_surah":21,"no_ayat":89,"teks_ayat":"وَزَكَرِيَّآ اِذْ نَادٰى رَبَّهٗ رَبِّ لَا تَذَرْنِيْ فَرْدًا وَّاَنْتَ خَيْرُ الْوٰرِثِيْنَ ۚ","tema":"Kisah Nabi Zakaria, Nabi Yahya, dan Maryam","teks_terjemah":"(Ingatlah) Zakaria ketika dia berdoa kepada Tuhannya, “Ya Tuhanku, janganlah Engkau biarkan aku hidup seorang diri (tanpa keturunan), sedang Engkau adalah sebaik-baik waris.<sup>494)<\/sup>","no_fn":"494","teks_fn":"494) Sekiranya Allah Swt. tidak mengabulkan doanya, yakni memberi keturunan, Nabi Zakaria a.s. akan berserah diri kepada Allah Swt. karena Allah Swt. adalah waris yang terbaik.","bacaan":"wazakariyyaa idz naadaa rabbahu rabbi laa tadzarnii fardan wa-anta khayrulwaaritsiin"},{"id_ayat":2573,"no_surah":21,"no_ayat":90,"teks_ayat":"فَاسْتَجَبْنَا لَهٗ  ۖوَوَهَبْنَا لَهٗ يَحْيٰى وَاَصْلَحْنَا لَهٗ زَوْجَهٗۗ اِنَّهُمْ كَانُوْا يُسٰرِعُوْنَ فِى الْخَيْرٰتِ وَيَدْعُوْنَنَا رَغَبًا وَّرَهَبًاۗ وَكَانُوْا لَنَا خٰشِعِيْنَ ","tema":"Kisah Nabi Zakaria, Nabi Yahya, dan Maryam","teks_terjemah":"Maka, Kami mengabulkan (doa)-nya, menganugerahkan Yahya kepadanya, dan menjadikan istrinya (dapat mengandung). Sesungguhnya mereka selalu bersegera dalam (mengerjakan) kebaikan dan berdoa kepada Kami dengan penuh harap dan cemas. Mereka adalah orang-orang yang khusyuk kepada Kami.","no_fn":"","teks_fn":"","bacaan":"fastajabnaa lahu wawahabnaa lahu yahyaa wa-ashlahnaa lahu zawjahu innahum kaanuu yusaari'uuna fiilkhayraati wayad'uunanaa raghaban warahaban wakaanuu lanaa khaasyi'iin"},{"id_ayat":2574,"no_surah":21,"no_ayat":91,"teks_ayat":"وَالَّتِيْٓ اَحْصَنَتْ فَرْجَهَا فَنَفَخْنَا فِيْهَا مِنْ رُّوْحِنَا وَجَعَلْنٰهَا وَابْنَهَآ اٰيَةً لِّلْعٰلَمِيْنَ ","tema":"Kisah Nabi Zakaria, Nabi Yahya, dan Maryam","teks_terjemah":"(Ingatlah pula Maryam) yang memelihara kehormatannya, lalu Kami meniupkan (roh) dari Kami ke dalam (tubuh)-nya. Kami menjadikan dia dan anaknya sebagai tanda (kebesaran Kami) bagi seluruh alam.","no_fn":"","teks_fn":"","bacaan":"wallatii ahsanat farjahaa fanafakhnaa fiihaa min ruuhinaa waja'alnaahaa wabnahaa aayatan lil'aalamiin"},{"id_ayat":2575,"no_surah":21,"no_ayat":92,"teks_ayat":"اِنَّ هٰذِهٖٓ اُمَّتُكُمْ اُمَّةً وَّاحِدَةًۖ وَّاَنَا۠ رَبُّكُمْ فَاعْبُدُوْنِ ","tema":"Agama Tauhid","teks_terjemah":"Sesungguhnya ini (agama tauhid) adalah agamamu, agama yang satu, dan Aku adalah Tuhanmu. Maka, sembahlah Aku.","no_fn":"","teks_fn":"","bacaan":"inna haadzihi ummatukum ummatan waahidatan wa-anaa rabbukum fau'buduun"},{"id_ayat":2576,"no_surah":21,"no_ayat":93,"teks_ayat":"وَتَقَطَّعُوْٓا اَمْرَهُمْ بَيْنَهُمْۗ كُلٌّ اِلَيْنَا رٰجِعُوْنَ ࣖ","tema":"Agama Tauhid","teks_terjemah":"Akan tetapi, mereka terpecah-belah dalam urusan (agama) di antara mereka. Masing-masing (golongan itu) akan kembali kepada Kami.","no_fn":"","teks_fn":"","bacaan":"wataqaththha'uu amrahum baynahum kullun ilaynaa raaji'uun"},{"id_ayat":2577,"no_surah":21,"no_ayat":94,"teks_ayat":"فَمَنْ يَّعْمَلْ مِنَ الصّٰلِحٰتِ وَهُوَ مُؤْمِنٌ فَلَا كُفْرَانَ لِسَعْيِهٖۚ وَاِنَّا لَهٗ كٰتِبُوْنَ ","tema":"Agama Tauhid","teks_terjemah":"Siapa yang mengerjakan kebajikan dan dia beriman, maka usahanya tidak akan diingkari (disia-siakan). Sesungguhnya Kamilah yang mencatat untuknya.","no_fn":"","teks_fn":"","bacaan":"faman ya'mal minashshaalihaati wahuwa mu'minun falaa kufraana lisa'yihi wa-innaa lahu kaatibuun"},{"id_ayat":2578,"no_surah":21,"no_ayat":95,"teks_ayat":"وَحَرٰمٌ عَلٰى قَرْيَةٍ اَهْلَكْنٰهَآ اَنَّهُمْ لَا يَرْجِعُوْنَ ","tema":"Agama Tauhid","teks_terjemah":"Mustahil bagi (penduduk) suatu negeri yang telah Kami binasakan akan kembali (ke dunia),<sup>495)<\/sup>","no_fn":"495","teks_fn":"495) Menurut sebagian mufasir, ayat ini juga bisa diartikan dengan, ‘Mustahil bagi (penduduk) suatu negeri yang telah Kami binasakan bahwa mereka tidak akan kembali (kepada Kami di akhirat untuk dihisab)’.","bacaan":"waharaamun 'alaa qaryatin ahlaknaahaa annahum laa yarji'uun"},{"id_ayat":2579,"no_surah":21,"no_ayat":96,"teks_ayat":"حَتّٰىٓ اِذَا فُتِحَتْ يَأْجُوْجُ وَمَأْجُوْجُ وَهُمْ مِّنْ كُلِّ حَدَبٍ يَّنْسِلُوْنَ ","tema":"Agama Tauhid","teks_terjemah":"hingga apabila (tembok) Ya’juj dan Ma’juj dibuka dan mereka turun dengan cepat dari seluruh tempat yang tinggi.","no_fn":"","teks_fn":"","bacaan":"hattaa idzaa futihat ya'juuju wama'juuju wahum min kulli hadabin yansiluun"},{"id_ayat":2580,"no_surah":21,"no_ayat":97,"teks_ayat":"وَاقْتَرَبَ الْوَعْدُ الْحَقُّ فَاِذَا هِيَ شَاخِصَةٌ اَبْصَارُ الَّذِيْنَ كَفَرُوْاۗ يٰوَيْلَنَا قَدْ كُنَّا فِيْ غَفْلَةٍ مِّنْ هٰذَا بَلْ كُنَّا ظٰلِمِيْنَ ","tema":"Agama Tauhid","teks_terjemah":"(Apabila) janji yang benar (yakni hari Kiamat) telah makin dekat, tiba-tiba mata orang-orang yang kufur terbelalak. (Mereka berkata,) “Alangkah celakanya kami! Kami benar-benar lengah tentang ini, bahkan kami adalah orang-orang zalim.”","no_fn":"","teks_fn":"","bacaan":"waqtarabalwa'dulhaqqu fa-idzaa hiya syaakhishatun abshaaruladziina kafaruu yaa waylanaa qad kunnaa fii ghaflatin min haadzaa bal kunnaa zhaalimiin"},{"id_ayat":2581,"no_surah":21,"no_ayat":98,"teks_ayat":"اِنَّكُمْ وَمَا تَعْبُدُوْنَ مِنْ دُوْنِ اللّٰهِ حَصَبُ جَهَنَّمَۗ اَنْتُمْ لَهَا وٰرِدُوْنَ ","tema":"Keadaan Orang Musyrik dan Orang Mukmin di Akhirat","teks_terjemah":"Sesungguhnya kamu (orang kafir) dan apa yang kamu sembah selain Allah adalah bahan bakar (neraka) Jahanam. Kamu (pasti) masuk ke dalamnya.","no_fn":"","teks_fn":"","bacaan":"innakum wamaa ta'buduuna min duunilaahi hashabu jahannama antum lahaa waariduun"},{"id_ayat":2582,"no_surah":21,"no_ayat":99,"teks_ayat":"لَوْ كَانَ هٰٓؤُلَاۤءِ اٰلِهَةً مَّا وَرَدُوْهَاۗ وَكُلٌّ فِيْهَا خٰلِدُوْنَ","tema":"Keadaan Orang Musyrik dan Orang Mukmin di Akhirat","teks_terjemah":"Seandainya (berhala-berhala) itu tuhan, tentu mereka tidak akan memasukinya (neraka). Semuanya akan kekal di dalamnya.","no_fn":"","teks_fn":"","bacaan":"law kaana haaulaa-i aalihatan maa waraduuhaa wakullun fiihaa khaaliduun"},{"id_ayat":2583,"no_surah":21,"no_ayat":100,"teks_ayat":"لَهُمْ فِيْهَا زَفِيْرٌ وَّهُمْ فِيْهَا لَا يَسْمَعُوْنَ ","tema":"Keadaan Orang Musyrik dan Orang Mukmin di Akhirat","teks_terjemah":"Mereka merintih dan menjerit di dalamnya (neraka) dan mereka di dalamnya tidak dapat mendengar (apa pun).","no_fn":"","teks_fn":"","bacaan":"lahum fiihaa zafiirun wahum fiihaa laa yasma'uun"},{"id_ayat":2584,"no_surah":21,"no_ayat":101,"teks_ayat":"اِنَّ الَّذِيْنَ سَبَقَتْ لَهُمْ مِّنَّا الْحُسْنٰىٓۙ اُولٰۤىِٕكَ عَنْهَا مُبْعَدُوْنَ ۙ","tema":"Keadaan Orang Musyrik dan Orang Mukmin di Akhirat","teks_terjemah":"Sesungguhnya orang-orang yang telah ada (ketetapan) yang baik untuk mereka dari Kami, mereka akan dijauhkan (dari neraka).","no_fn":"","teks_fn":"","bacaan":"innaladziina sabaqat lahum minnaalhusnaa ulaa-ika 'anhaa mub'aduun"},{"id_ayat":2585,"no_surah":21,"no_ayat":102,"teks_ayat":"لَا يَسْمَعُوْنَ حَسِيْسَهَاۚ وَهُمْ فِيْ مَا اشْتَهَتْ اَنْفُسُهُمْ خٰلِدُوْنَ ۚ","tema":"Keadaan Orang Musyrik dan Orang Mukmin di Akhirat","teks_terjemah":"Mereka tidak mendengar bunyi desis (api neraka) dan mereka kekal dalam (menikmati) semua yang mereka inginkan. ","no_fn":"","teks_fn":"","bacaan":"laa yasma'uuna hasiisahaa wahum fii maa isytahat anfusuhum khaaliduun"},{"id_ayat":2586,"no_surah":21,"no_ayat":103,"teks_ayat":"لَا يَحْزُنُهُمُ الْفَزَعُ الْاَكْبَرُ وَتَتَلَقّٰىهُمُ الْمَلٰۤىِٕكَةُۗ هٰذَا يَوْمُكُمُ الَّذِيْ كُنْتُمْ تُوْعَدُوْنَ ","tema":"Keadaan Orang Musyrik dan Orang Mukmin di Akhirat","teks_terjemah":"Kejutan yang dahsyat (hari Kiamat) tidak membuat mereka sedih dan para malaikat akan menyambut mereka (dengan ucapan), “Inilah harimu yang telah dijanjikan kepadamu.”","no_fn":"","teks_fn":"","bacaan":"laa yahzunuhumulfaza'ul-akbaru watatalaqqaahumulmalaa-ikatu haadzaa yawmukumuladzii kuntum tuu'aduun"},{"id_ayat":2587,"no_surah":21,"no_ayat":104,"teks_ayat":"يَوْمَ نَطْوِى السَّمَاۤءَ كَطَيِّ السِّجِلِّ لِلْكُتُبِۗ  كَمَا بَدَأْنَآ اَوَّلَ خَلْقٍ نُّعِيْدُهٗۗ وَعْدًا عَلَيْنَاۗ اِنَّا كُنَّا فٰعِلِيْنَ ","tema":"Keadaan Orang Musyrik dan Orang Mukmin di Akhirat","teks_terjemah":"(Ingatlah) hari ketika Kami menggulung langit seperti (halnya) gulungan lembaran-lembaran catatan. Sebagaimana Kami telah memulai penciptaan pertama, begitulah Kami akan mengulanginya lagi. (Itu adalah) janji yang pasti Kami tepati. Sesungguhnya Kami akan melaksanakannya.","no_fn":"","teks_fn":"","bacaan":"yawma nathwiissamaa-a kathayyissijlli lilkutubi kamaa bada'naa awwala khalqin nu'iiduhu wa'dan 'alaynaa innaa kunnaa faa'iliin"},{"id_ayat":2588,"no_surah":21,"no_ayat":105,"teks_ayat":"وَلَقَدْ كَتَبْنَا فِى الزَّبُوْرِ مِنْۢ بَعْدِ الذِّكْرِ اَنَّ الْاَرْضَ يَرِثُهَا عِبَادِيَ الصّٰلِحُوْنَ ","tema":"Orang yang Berhak Mewarisi Bumi Allah","teks_terjemah":"Sungguh, Kami telah menuliskan di dalam Zabur<sup>496)<\/sup> setelah (tertulis) di dalam aż-Żikr (Lauh Mahfuz) bahwa bumi ini akan diwarisi oleh hamba-hamba-Ku yang saleh.","no_fn":"496","teks_fn":"496) Sebagian mufasir menyatakan bahwa Zabur adalah kitab yang diturunkan kepada Nabi Daud a.s., sedangkan aż-Żikr adalah kitab Taurat. Menurut yang lain, Zabur adalah kitab-kitab yang diturunkan Allah Swt. kepada nabi-nabi setelah ditulis di Lauh Mahfuz.","bacaan":"walaqad katabnaa fiizzabuuri min ba'didzdzikri annal-ardha yaritsuhaa 'ibaadiyashshaalihuun"},{"id_ayat":2589,"no_surah":21,"no_ayat":106,"teks_ayat":"اِنَّ فِيْ هٰذَا لَبَلٰغًا لِّقَوْمٍ عٰبِدِيْنَ ۗ","tema":"Orang yang Berhak Mewarisi Bumi Allah","teks_terjemah":"Sesungguhnya di dalam (Al-Qur’an) ini benar-benar terdapat pesan (yang jelas) bagi kaum penyembah (Allah).","no_fn":"","teks_fn":"","bacaan":"inna fii haadzaa labalaaghan liqawmin 'aabidiin"},{"id_ayat":2590,"no_surah":21,"no_ayat":107,"teks_ayat":"وَمَآ اَرْسَلْنٰكَ اِلَّا رَحْمَةً لِّلْعٰلَمِيْنَ ","tema":"Orang yang Berhak Mewarisi Bumi Allah","teks_terjemah":"Kami tidak mengutus engkau (Nabi Muhammad), kecuali sebagai rahmat bagi seluruh alam.","no_fn":"","teks_fn":"","bacaan":"wamaa arsalnaaka illaa rahmatan lil'aalamiin"},{"id_ayat":2591,"no_surah":21,"no_ayat":108,"teks_ayat":"قُلْ اِنَّمَا يُوْحٰىٓ اِلَيَّ اَنَّمَآ اِلٰهُكُمْ اِلٰهٌ وَّاحِدٌۚ فَهَلْ اَنْتُمْ مُّسْلِمُوْنَ","tema":"Keesaan Allah","teks_terjemah":"Katakanlah (Nabi Muhammad), “Sesungguhnya yang diwahyukan kepadaku hanyalah (ketetapan) bahwa Tuhanmu adalah Tuhan Yang Maha Esa. Maka, apakah kamu telah berserah diri (kepada-Nya)?”","no_fn":"","teks_fn":"","bacaan":"qul innamaa yuuhaa ilayya annamaa ilaahukum ilaahun waahidun fahal antum muslimuun"},{"id_ayat":2592,"no_surah":21,"no_ayat":109,"teks_ayat":"فَاِنْ تَوَلَّوْا فَقُلْ اٰذَنْتُكُمْ عَلٰى سَوَاۤءٍۗ وَاِنْ اَدْرِيْٓ اَقَرِيْبٌ اَمْ بَعِيْدٌ مَّا تُوْعَدُوْنَ ","tema":"Keesaan Allah","teks_terjemah":"Maka, jika mereka berpaling, katakanlah (Nabi Muhammad), “Aku telah menyampaikan kepadamu (seluruh ajaran sehingga kita mempunyai pengetahuan) yang sama. Aku tidak mengetahui apakah yang diancamkan kepadamu itu sudah dekat atau masih jauh.”","no_fn":"","teks_fn":"","bacaan":"fa-in tawallaw faqul aadzantukum 'alaa sawaa-in wa-in adrii aqariibun am ba'iidun maa tuu'aduun"},{"id_ayat":2593,"no_surah":21,"no_ayat":110,"teks_ayat":"اِنَّهٗ يَعْلَمُ الْجَهْرَ مِنَ الْقَوْلِ وَيَعْلَمُ مَا تَكْتُمُوْنَ ","tema":"Keesaan Allah","teks_terjemah":"Sesungguhnya Dia mengetahui perkataan (yang kamu ucapkan) dengan terang-terangan dan mengetahui (pula) apa yang kamu rahasiakan.","no_fn":"","teks_fn":"","bacaan":"innahu ya'lamuljahra minalqawli waya'lamu maa taktumuun"},{"id_ayat":2594,"no_surah":21,"no_ayat":111,"teks_ayat":"وَاِنْ اَدْرِيْ لَعَلَّهٗ فِتْنَةٌ لَّكُمْ وَمَتَاعٌ اِلٰى حِيْنٍ ","tema":"Keesaan Allah","teks_terjemah":"Aku tidak mengetahui (bahwa) boleh jadi hal itu (penundaan azab) merupakan cobaan dan kesenangan bagimu sampai waktu yang ditentukan.","no_fn":"","teks_fn":"","bacaan":"wa-in adrii la'allahu fitnatun lakum wamataa'un ilaa hiin"},{"id_ayat":2595,"no_surah":21,"no_ayat":112,"teks_ayat":"قٰلَ رَبِّ احْكُمْ بِالْحَقِّۗ وَرَبُّنَا الرَّحْمٰنُ الْمُسْتَعَانُ عَلٰى مَا تَصِفُوْنَ ࣖ","tema":"Keesaan Allah","teks_terjemah":"Dia (Nabi Muhammad) berkata, “Ya Tuhanku, berilah keputusan dengan adil. Tuhan kami adalah Tuhan Yang Maha Pengasih (dan) yang dimintai segala pertolongan atas semua yang kamu katakan.”","no_fn":"","teks_fn":"","bacaan":"qaala rabbi uhkum bilhaqqi warabbunaarrahmaanulmusta'aanu 'alaa maa tashifuun"}]