[{"id":2596,"surah":22,"no_ayah":1,"theme":"Kedahsyatan Hari Kiamat","text_ayah":"يٰٓاَيُّهَا النَّاسُ اتَّقُوْا رَبَّكُمْۚ اِنَّ زَلْزَلَةَ السَّاعَةِ شَيْءٌ عَظِيْمٌ ","text_id":"Wahai manusia, bertakwalah kepada Tuhanmu. Sesungguhnya guncangan hari Kiamat itu adalah sesuatu yang sangat besar.","text_en":"O YOU PEOPLE, fear your Lord. The great upheaval of the Hour will indeed be terrible.","transliteration":"Yaaa ayyuhan naasuttaqoo Rabbakum; inna zalzalatas Saa'ati shai'un 'azeem","no_fn":"","text_fn":""},{"id":2597,"surah":22,"no_ayah":2,"theme":"Kedahsyatan Hari Kiamat","text_ayah":"يَوْمَ تَرَوْنَهَا تَذْهَلُ كُلُّ مُرْضِعَةٍ عَمَّآ اَرْضَعَتْ وَتَضَعُ كُلُّ ذَاتِ حَمْلٍ حَمْلَهَا وَتَرَى النَّاسَ سُكٰرٰى وَمَا هُمْ بِسُكٰرٰى وَلٰكِنَّ عَذَابَ اللّٰهِ شَدِيْدٌ ","text_id":"Pada hari kamu melihatnya (guncangan itu), semua perempuan yang menyusui melupakan anak yang disusuinya, setiap perempuan yang hamil akan keguguran kandungannya dan kamu melihat manusia mabuk, padahal sebenarnya mereka tidak mabuk. Akan tetapi, azab Allah itu sangat keras.","text_en":"The day you see it every suckling female will forget her suckling, and every pregnant female will discharge her burden. You will see men drunk, yet it will not be intoxication. The torment of God will be severe.","transliteration":"Yawma tarawnahaa tazhalu kullu murdi'atin 'ammaaa arda'at wa tada'u kullu zaati hamlin hamlahaa wa tarannaasa sukaaraa wa maa hum bisukaaraa wa lakinaa 'azaabal laahi shadeed","no_fn":"","text_fn":""},{"id":2598,"surah":22,"no_ayah":3,"theme":"Kedahsyatan Hari Kiamat","text_ayah":"وَمِنَ النَّاسِ مَنْ يُّجَادِلُ فِى اللّٰهِ بِغَيْرِ عِلْمٍ وَّيَتَّبِعُ كُلَّ شَيْطٰنٍ مَّرِيْدٍۙ ","text_id":"Di antara manusia ada yang berdebat tentang Allah tanpa ilmu dan (hanya) mengikuti setiap (langkah dan tipu daya) setan yang sangat jahat.","text_en":"And yet there are men who contend about God without understanding, and follow every wayward devil","transliteration":"Wa minan naasi mai yujaadilu fil laahi bighairi 'ilminw wa yattabi'u kullaa shaitaanim mareed","no_fn":"","text_fn":""},{"id":2599,"surah":22,"no_ayah":4,"theme":"Kedahsyatan Hari Kiamat","text_ayah":"كُتِبَ عَلَيْهِ اَنَّهٗ مَنْ تَوَلَّاهُ فَاَنَّهٗ يُضِلُّهٗ وَيَهْدِيْهِ اِلٰى عَذَابِ السَّعِيْرِ ","text_id":"Telah ditetapkan atasnya (setan) bahwa siapa yang berteman dengannya akan disesatkan dan dibawanya ke azab (neraka) yang menyala-nyala.","text_en":"Who, it is inscribed, will beguile whoever follows him, and lead him to the torment of Hell.","transliteration":"Kutiba 'alaihi annahoo man tawallaahu fa annahoo yudil lauhoo wa yahdeehi ilaa 'azaabis sa'eer","no_fn":"","text_fn":""},{"id":2600,"surah":22,"no_ayah":5,"theme":"Kedahsyatan Hari Kiamat","text_ayah":"يٰٓاَيُّهَا النَّاسُ اِنْ كُنْتُمْ فِيْ رَيْبٍ مِّنَ الْبَعْثِ فَاِنَّا خَلَقْنٰكُمْ مِّنْ تُرَابٍ ثُمَّ مِنْ نُّطْفَةٍ ثُمَّ مِنْ عَلَقَةٍ ثُمَّ مِنْ مُّضْغَةٍ مُّخَلَّقَةٍ وَّغَيْرِ مُخَلَّقَةٍ لِّنُبَيِّنَ لَكُمْۗ وَنُقِرُّ فِى الْاَرْحَامِ مَا نَشَاۤءُ اِلٰٓى اَجَلٍ مُّسَمًّى ثُمَّ نُخْرِجُكُمْ طِفْلًا ثُمَّ لِتَبْلُغُوْٓا اَشُدَّكُمْۚ وَمِنْكُمْ مَّنْ يُّتَوَفّٰى وَمِنْكُمْ مَّنْ يُّرَدُّ اِلٰٓى اَرْذَلِ الْعُمُرِ لِكَيْلَا يَعْلَمَ مِنْۢ بَعْدِ عِلْمٍ شَيْـًٔاۗ وَتَرَى الْاَرْضَ هَامِدَةً فَاِذَآ اَنْزَلْنَا عَلَيْهَا الْمَاۤءَ اهْتَزَّتْ وَرَبَتْ وَاَنْۢبَتَتْ مِنْ كُلِّ زَوْجٍۢ بَهِيْجٍ","text_id":"Wahai manusia, jika kamu meragukan (hari) kebangkitan, sesungguhnya Kami telah menciptakan (orang tua) kamu (Nabi Adam) dari tanah, kemudian (kamu sebagai keturunannya Kami ciptakan) dari setetes mani, lalu segumpal darah, lalu segumpal daging, baik kejadiannya sempurna maupun tidak sempurna, agar Kami jelaskan kepadamu (tanda kekuasaan Kami dalam penciptaan). Kami tetapkan dalam rahim apa yang Kami kehendaki sampai waktu yang sudah ditentukan. Kemudian, Kami mengeluarkanmu sebagai bayi, lalu (Kami memeliharamu) hingga kamu mencapai usia dewasa. Di antara kamu ada yang diwafatkan dan (ada pula) yang dikembalikan ke umur yang sangat tua sehingga dia tidak mengetahui lagi sesuatu yang pernah diketahuinya (pikun). Kamu lihat bumi itu kering. Jika Kami turunkan air (hujan) di atasnya, ia pun hidup dan menjadi subur serta menumbuhkan berbagai jenis (tetumbuhan) yang indah.","text_en":"If you have any doubt, O men, about being raised to life again, (remember) that We created you from dust, then a drop of semen, then an embryo, then a chewed up lump of flesh shaped and shapeless, that We may reveal (the various steps) to you. We keep what We please in the womb for a certain time, then you come out as a child, then reach the prime of age. Some of you die, some reach the age of dotage when they forget what they knew, having known it once. You see the earth all withered, then We send down rain upon it, and it bestirs itself, swells, and brings forth every kind of beauteous verdure.","transliteration":"Yaaa ayyuhan naasu in kuntum fee raibim minal ba'si fa innaa khalaqnaakum min turaabin summa min nutfatin summaa min 'alaqatin summa mim mud ghatim mukhal laqatinw wa ghairi mukhalla qatil linubaiyina lakum; wa nuqirru fil arhaami maa nashaaa'u ilaaa ajalim musam man summa nukhrijukum tiflan summa litablughooo ashud dakum wa minkum mai yutawaffa wa minkum mai yuraddu ilaaa arzalil 'umuri likailaa ya'lama mim ba'di 'ilmin shai'aa; wa taral arda haamidatan fa izaaa anzalnaa 'alaihal maaa'ah tazzat wa rabat wa ambatat min kulli zawjim baheej","no_fn":"","text_fn":""},{"id":2601,"surah":22,"no_ayah":6,"theme":"Kedahsyatan Hari Kiamat","text_ayah":"ذٰلِكَ بِاَنَّ اللّٰهَ هُوَ الْحَقُّ وَاَنَّهٗ يُحْيِ الْمَوْتٰى وَاَنَّهٗ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ ۙ","text_id":"Demikianlah (penciptaan manusia) itu karena sesungguhnya Allah, Dialah yang Mahabenar dan sesungguhnya Dia menghidupkan orang-orang yang mati dan sesungguhnya Dia Mahakuasa atas segala sesuatu.","text_en":"That is so for God is the undeniable Reality. It is He who brings the dead to life, for He has power over everything.","transliteration":"Zaalika bi annal laaha Huwal haqqu wa annahoo yuhyil mawtaa wa annahoo 'alaakulli shai'in Qadeer","no_fn":"","text_fn":""},{"id":2602,"surah":22,"no_ayah":7,"theme":"Kedahsyatan Hari Kiamat","text_ayah":"وَّاَنَّ السَّاعَةَ اٰتِيَةٌ لَّا رَيْبَ فِيْهَاۙ وَاَنَّ اللّٰهَ يَبْعَثُ مَنْ فِى الْقُبُوْرِ ","text_id":"Sesungguhnya kiamat itu pasti datang, tidak ada keraguan padanya dan sesungguhnya Allah akan membangkitkan siapa pun yang di dalam kubur.","text_en":"The Hour will come without a doubt, and God will raise those who are dead.","transliteration":"Wa annas Saa'ata aatiya tul laa raiba feeha wa annal laaha yab'asuman fil quboor","no_fn":"","text_fn":""},{"id":2603,"surah":22,"no_ayah":8,"theme":"Hukuman terhadap Orang yang Mengingkari Allah","text_ayah":"وَمِنَ النَّاسِ مَنْ يُّجَادِلُ فِى اللّٰهِ بِغَيْرِ عِلْمٍ وَّلَا هُدًى وَّلَا كِتٰبٍ مُّنِيْرٍ ۙ","text_id":"Di antara manusia ada yang berdebat tentang Allah tanpa ilmu, tanpa petunjuk, dan tanpa kitab (wahyu) yang memberi penerangan.","text_en":"Yet there are some who contend about God without any knowledge or guidance or enlightening Book,","transliteration":"Wa minan naasi mai yujaadilu fil laahi bighairi 'ilminw wa laa hudanw wa laa Kitaabim Muneer","no_fn":"","text_fn":""},{"id":2604,"surah":22,"no_ayah":9,"theme":"Hukuman terhadap Orang yang Mengingkari Allah","text_ayah":"ثَانِيَ عِطْفِهٖ لِيُضِلَّ عَنْ سَبِيْلِ اللّٰهِ ۗ لَهٗ فِى الدُّنْيَا خِزْيٌ وَّنُذِيْقُهٗ يَوْمَ الْقِيٰمَةِ عَذَابَ الْحَرِيْقِ","text_id":"Sambil memalingkan lehernya (dengan congkak) untuk menyesatkan manusia dari jalan Allah. Bagi dialah kehinaan di dunia dan pada hari Kiamat Kami mencicipkan kepadanya azab (neraka) yang membakar.","text_en":"Turning their backs that they may lead away from the path of God. For such there is disgrace in the world, and on the Day of Judgement We shall make them taste the torment of burning.","transliteration":"Saaniya 'itfihee liyudilla 'an sabeelil laahi lahoo fiddun yaa khizyunw wa nuzeequhoo Yawmal Qiyaamati 'azaabal lhareeq","no_fn":"","text_fn":""},{"id":2605,"surah":22,"no_ayah":10,"theme":"Hukuman terhadap Orang yang Mengingkari Allah","text_ayah":"ذٰلِكَ بِمَا قَدَّمَتْ يَدٰكَ وَاَنَّ اللّٰهَ لَيْسَ بِظَلَّامٍ لِّلْعَبِيْدِ ࣖ","text_id":"(Akan dikatakan kepadanya,) “Hal itu disebabkan apa yang dahulu kamu lakukan dan sesungguhnya Allah sekali-kali tidak menzalimi hamba-hamba-Nya.”","text_en":"That is on account of what you had done in the past; yet God is not unjust to His creatures.","transliteration":"Zaalika bimaa qaddamat yadaaka wa annal laaha laisa bizallaamil lil'abeed","no_fn":"","text_fn":""},{"id":2606,"surah":22,"no_ayah":11,"theme":"Beragama tanpa Penuh Keyakinan","text_ayah":"وَمِنَ النَّاسِ مَنْ يَّعْبُدُ اللّٰهَ عَلٰى حَرْفٍۚ فَاِنْ اَصَابَهٗ خَيْرُ ِۨاطْمَئَنَّ بِهٖۚ وَاِنْ اَصَابَتْهُ فِتْنَةُ ِۨانْقَلَبَ عَلٰى وَجْهِهٖۗ خَسِرَ الدُّنْيَا وَالْاٰخِرَةَۗ ذٰلِكَ هُوَ الْخُسْرَانُ الْمُبِيْنُ ","text_id":"Di antara manusia ada yang menyembah Allah hanya di tepi (tidak dengan penuh keyakinan). Jika memperoleh kebaikan, dia pun tenang. Akan tetapi, jika ditimpa suatu cobaan, dia berbalik ke belakang (kembali kufur). Dia merugi di dunia dan akhirat. Itulah kerugian yang nyata.","text_en":"There are some men who worship God only from the margin. If there is some profit they are content; but if calamity befalls them they turn about, thus losing both this world and the next. This is indeed a palpable loss.","transliteration":"Wa minan naasi mai ya'budul laaha 'alaa harfin fa in asaabahoo khairunit maanna bihee wa in asaabat hu fitnatunin qalaba 'alaa wajhihee khasirad dunyaa wal aakhirah; zaalika huwal khusraanul mubeen","no_fn":"","text_fn":""},{"id":2607,"surah":22,"no_ayah":12,"theme":"Beragama tanpa Penuh Keyakinan","text_ayah":"يَدْعُوْا مِنْ دُوْنِ اللّٰهِ مَا لَا يَضُرُّهٗ وَمَا لَا يَنْفَعُهٗۗ ذٰلِكَ هُوَ الضَّلٰلُ الْبَعِيْدُ ۚ","text_id":"Dia menyeru sesuatu selain Allah yang tidak dapat mendatangkan mudarat dan tidak (pula) memberikan manfaat kepadanya. Itulah kesesatan yang jauh.","text_en":"Leaving God they pray to those who cannot harm or profit them. That is the limit of going astray.","transliteration":"Yad'oo min doonil laahi maa laa yadurruhoo wa maa laa yanfa'uh' zaalika huwad dalaalul ba'ed","no_fn":"","text_fn":""},{"id":2608,"surah":22,"no_ayah":13,"theme":"Beragama tanpa Penuh Keyakinan","text_ayah":"يَدْعُوْا لَمَنْ ضَرُّهٗٓ اَقْرَبُ مِنْ نَّفْعِهٖۗ  لَبِئْسَ الْمَوْلٰى وَلَبِئْسَ الْعَشِيْرُ ","text_id":"Dia menyeru kepada sesuatu yang mudaratnya benar-benar lebih dekat daripada manfaatnya. Sungguh, itu seburuk-buruk penolong dan sejahat-jahat kawan.","text_en":"They pray to him whose bane is more imminent than his boon: How bad the protector and how bad the associate!","transliteration":"Yad'oo laman darruhooo aqrabu min naf'ih; labi'salmawlaa wa labi'sal 'asheer","no_fn":"","text_fn":""},{"id":2609,"surah":22,"no_ayah":14,"theme":"Beragama tanpa Penuh Keyakinan","text_ayah":"اِنَّ اللّٰهَ يُدْخِلُ الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ جَنّٰتٍ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُۗ اِنَّ اللّٰهَ يَفْعَلُ مَا يُرِيْدُ ","text_id":"Sesungguhnya Allah akan memasukkan orang-orang yang beriman dan beramal saleh ke dalam surga-surga yang mengalir di bawahnya sungai-sungai. Sesungguhnya Allah melakukan apa yang Dia kehendaki.","text_en":"God will admit those who believe and do the right to gardens full of rippling streams. Verily God does as He pleases.","transliteration":"Innal laaha yudkhilul laeena aamanoo wa 'amilus saalihaati jannaatin tajree min tahtihal anhaar; innal laaha yaf'alu maa yureed","no_fn":"","text_fn":""},{"id":2610,"surah":22,"no_ayah":15,"theme":"Tantangan kepada Orang Kafir untuk Menghentikan Kemajuan Islam","text_ayah":"مَنْ كَانَ يَظُنُّ اَنْ لَّنْ يَّنْصُرَهُ اللّٰهُ فِى الدُّنْيَا وَالْاٰخِرَةِ فَلْيَمْدُدْ بِسَبَبٍ اِلَى السَّمَاۤءِ ثُمَّ لْيَقْطَعْ فَلْيَنْظُرْ هَلْ يُذْهِبَنَّ كَيْدُهٗ مَا يَغِيْظُ ","text_id":"Siapa yang menyangka bahwa Allah tidak akan menolongnya (Nabi Muhammad) di dunia dan di akhirat hendaklah merentangkan tali ke langit-langit (rumahnya untuk mencekik lehernya), lalu memutuskan tali tersebut. Kemudian, hendaklah dia memperhatikan apakah tipu dayanya itu dapat melenyapkan apa yang menyakitkan (hatinya)?","text_en":"He who thinks that God will not help him in this world and the next should stretch a rope to the sky then cut it off and see if his mind is relieved (of doubts) by this stratagem.","transliteration":"Man kaana yazunnu allai yansurahul laahu fid dunyaa wal aakhirati fal yamdud bisababin ilas samaaa'i summal yaqta' falyanzur hal yuzhibanna kaiduhoo maa yagheez","no_fn":"","text_fn":""},{"id":2611,"surah":22,"no_ayah":16,"theme":"Tantangan kepada Orang Kafir untuk Menghentikan Kemajuan Islam","text_ayah":"وَكَذٰلِكَ اَنْزَلْنٰهُ اٰيٰتٍۢ بَيِّنٰتٍۙ وَّاَنَّ اللّٰهَ يَهْدِيْ مَنْ يُّرِيْدُ ","text_id":"Demikianlah Kami telah menurunkannya (Al-Qur’an) sebagai ayat-ayat yang jelas dan sesungguhnya Allah memberikan petunjuk kepada siapa yang Dia kehendaki.","text_en":"That is why We have sent down these clear revelations, for God gives guidance whomsoever He please.","transliteration":"Wa kazaalika anzalnaahu aayaatim baiyinaatinw wa annal laaha yahdee mai yureed","no_fn":"","text_fn":""},{"id":2612,"surah":22,"no_ayah":17,"theme":"Keputusan Allah yang Adil di Akhirat untuk Pemeluk Agama yang Diridai-Nya","text_ayah":"اِنَّ الَّذِيْنَ اٰمَنُوْا وَالَّذِيْنَ هَادُوْا وَالصَّابِـِٕيْنَ وَالنَّصٰرٰى وَالْمَجُوْسَ وَالَّذِيْنَ اَشْرَكُوْٓا ۖاِنَّ اللّٰهَ يَفْصِلُ بَيْنَهُمْ يَوْمَ الْقِيٰمَةِۗ اِنَّ اللّٰهَ عَلٰى كُلِّ شَيْءٍ شَهِيْدٌ ","text_id":"Sesungguhnya orang-orang yang beriman, orang-orang Yahudi, Sabiin, Nasrani, Majusi, dan orang-orang yang menyekutukan Allah akan Allah berikan keputusan di antara mereka pada hari Kiamat. Sesungguhnya Allah menjadi saksi atas segala sesuatu.","text_en":"God will judge between those who believe and the Jews, the Sabians, Christians and the Magians and the idolaters, on the Day of Judgement. Verily God is witness to everything.","transliteration":"Innal lazeena aamanoo wallazeena haadoo was saabi'eena wan nasaaraa wal Majoosa wallazeena ashrakooo innal laaha yafsilu bainahum yawmal qiyaamah; innal laaha 'alaa kulli shai'in shaheed","no_fn":"","text_fn":""},{"id":2613,"surah":22,"no_ayah":18,"theme":"Keputusan Allah yang Adil di Akhirat untuk Pemeluk Agama yang Diridai-Nya","text_ayah":"اَلَمْ تَرَ اَنَّ اللّٰهَ يَسْجُدُ لَهٗ مَنْ فِى السَّمٰوٰتِ وَمَنْ فِى الْاَرْضِ وَالشَّمْسُ وَالْقَمَرُ وَالنُّجُوْمُ وَالْجِبَالُ وَالشَّجَرُ وَالدَّوَاۤبُّ وَكَثِيْرٌ مِّنَ النَّاسِۗ وَكَثِيْرٌ حَقَّ عَلَيْهِ الْعَذَابُۗ وَمَنْ يُّهِنِ اللّٰهُ فَمَا لَهٗ مِنْ مُّكْرِمٍۗ اِنَّ اللّٰهَ يَفْعَلُ مَا يَشَاۤءُ ۩ۗ","text_id":"Tidakkah engkau mengetahui bahwa bersujud kepada Allah siapa yang ada di langit dan siapa yang ada di bumi, juga matahari, bulan, bintang, gunung, pohon, hewan melata, dan kebanyakan manusia? Akan tetapi, banyak (manusia) yang pantas mendapatkan azab. Siapa yang dihinakan Allah tidak seorang pun yang akan memuliakannya. Sesungguhnya Allah melakukan apa yang Dia kehendaki.","text_en":"Do you see how all things in heavens and the earth, the sun, the moon, the stars, the mountains, trees and beasts, and men in abundance, pay homage to God? Yet there are many who deserve the punishment. And whosoever God disgraces will have none to raise him up in honour. God does verily as He will.","transliteration":"Alam tara annal laaha yasjudu lahoo man fis samaawaati wa man fil ardi wash shamsu walqamaru wan nu joomu wal jibaalu wash shajaru wad dawaaabbu wa kaseerum minan naasi wa kaseerun haqqa 'alaihil 'azaab; wa mai yuhinil laahu famaa lahoo mim mukrim; innallaaha yaf'alu maa yashaaa","no_fn":"","text_fn":""},{"id":2614,"surah":22,"no_ayah":19,"theme":"Azab bagi Orang Kafir karena Kekafirannya dan Pahala bagi Orang Beriman karena Keimanannya","text_ayah":"۞ هٰذَانِ خَصْمٰنِ اخْتَصَمُوْا فِيْ رَبِّهِمْ  فَالَّذِيْنَ كَفَرُوْا قُطِّعَتْ لَهُمْ ثِيَابٌ مِّنْ نَّارٍۗ يُصَبُّ مِنْ فَوْقِ رُءُوْسِهِمُ الْحَمِيْمُ ۚ","text_id":"Inilah dua golongan (mukmin dan kafir) yang bertengkar. Mereka bertengkar tentang Tuhan mereka. Bagi orang-orang yang kufur dibuatkan pakaian dari api neraka. Ke atas kepala mereka akan disiramkan air yang mendidih.","text_en":"These two (believers and unbelievers) are disputants, who contend about their Lord. But they who disbelieve will be fitted out with garments of flames. Boiling water will be poured down over their heads","transliteration":"Haazaani khasmaanikh tasamoo fee Rabbihim fal lazeena kafaroo qutti'at lahum siyaabum min naar; yusabbu min fawqi ru'oosihimul hameem","no_fn":"","text_fn":""},{"id":2615,"surah":22,"no_ayah":20,"theme":"Azab bagi Orang Kafir karena Kekafirannya dan Pahala bagi Orang Beriman karena Keimanannya","text_ayah":"يُصْهَرُ بِهٖ مَا فِيْ بُطُوْنِهِمْ وَالْجُلُوْدُ ۗ","text_id":"Dengan (air mendidih) itu akan diluluhlantakkan apa yang ada dalam perut mereka dan (juga) kulit (mereka).","text_en":"Which will dissolve everything within their bellies, and their skins.","transliteration":"Yusharu bihee maa fee butoonihim waljulood","no_fn":"","text_fn":""},{"id":2616,"surah":22,"no_ayah":21,"theme":"Azab bagi Orang Kafir karena Kekafirannya dan Pahala bagi Orang Beriman karena Keimanannya","text_ayah":"وَلَهُمْ مَّقَامِعُ مِنْ حَدِيْدٍ ","text_id":"Untuk mereka (azab berupa) palu (godam) dari besi.","text_en":"There are iron maces for them.","transliteration":"Wa lahum maqaami'u min hadeed","no_fn":"","text_fn":""},{"id":2617,"surah":22,"no_ayah":22,"theme":"Azab bagi Orang Kafir karena Kekafirannya dan Pahala bagi Orang Beriman karena Keimanannya","text_ayah":"كُلَّمَآ اَرَادُوْٓا اَنْ يَّخْرُجُوْا مِنْهَا مِنْ غَمٍّ اُعِيْدُوْا فِيْهَا وَذُوْقُوْا عَذَابَ الْحَرِيْقِ ࣖ","text_id":"Setiap kali hendak keluar darinya (neraka) karena tersiksa, mereka dikembalikan (lagi) ke dalamnya. (Kepada mereka dikatakan,) “Rasakanlah azab (neraka) yang membakar ini!”","text_en":"As often as they try to escape from its anguish they would be put back into (the fire), and taste the torment of burning.","transliteration":"Kullamaa araadooo any yakhrujoo minhaa min ghammin u'eedoo feeha wa zooqoo 'azaabal hareeq","no_fn":"","text_fn":""},{"id":2618,"surah":22,"no_ayah":23,"theme":"Azab bagi Orang Kafir karena Kekafirannya dan Pahala bagi Orang Beriman karena Keimanannya","text_ayah":"اِنَّ اللّٰهَ يُدْخِلُ الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ جَنّٰتٍ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُ يُحَلَّوْنَ فِيْهَا مِنْ اَسَاوِرَ مِنْ ذَهَبٍ وَّلُؤْلُؤًاۗ وَلِبَاسُهُمْ فِيْهَا حَرِيْرٌ ","text_id":"Sesungguhnya Allah akan memasukkan orang-orang yang beriman dan beramal saleh ke dalam surga-surga yang mengalir di bawahnya sungai-sungai. Di dalamnya mereka diberi perhiasan berupa gelang emas dan mutiara. Pakaian mereka di dalamnya adalah sutra.","text_en":"God will surely admit those who believe and do the right to gardens with rivers running by, where they will be decked in bracelets of gold and of pearls; and of silk will be their garments.","transliteration":"Innal laaha yudkhilul lazeena aamanoo wa 'amilus saalihaati jannaatin tajree min tahtihal anhaaru yuhallawna feehaa min asaawira min zahabinw wa lu'lu'aa; wa libaasuhum feehaa hareer","no_fn":"","text_fn":""},{"id":2619,"surah":22,"no_ayah":24,"theme":"Azab bagi Orang Kafir karena Kekafirannya dan Pahala bagi Orang Beriman karena Keimanannya","text_ayah":"وَهُدُوْٓا اِلَى الطَّيِّبِ مِنَ الْقَوْلِۚ وَهُدُوْٓا اِلٰى صِرَاطِ الْحَمِيْدِ ","text_id":"Mereka diberi petunjuk pada ucapan yang baik dan diberi petunjuk (pula) ke jalan (Allah) Yang Maha Terpuji.","text_en":"They will be guided with gentle words, and guided to the commended path.","transliteration":"Wa hudooo ilat taiyibi minal qawli wa hudooo ilaaa siraatil hameed","no_fn":"","text_fn":""},{"id":2620,"surah":22,"no_ayah":25,"theme":"Kemuliaan Masjidilharam","text_ayah":"اِنَّ الَّذِيْنَ كَفَرُوْا وَيَصُدُّوْنَ عَنْ سَبِيْلِ اللّٰهِ وَالْمَسْجِدِ الْحَرَامِ الَّذِيْ جَعَلْنٰهُ لِلنَّاسِ سَوَاۤءً ۨالْعَاكِفُ فِيْهِ وَالْبَادِۗ وَمَنْ يُّرِدْ فِيْهِ بِاِلْحَادٍۢ بِظُلْمٍ نُّذِقْهُ مِنْ عَذَابٍ اَلِيْمٍ ࣖ","text_id":"Sesungguhnya orang-orang yang kufur dan menghalangi (manusia) dari jalan Allah dan (dari) Masjidilharam yang telah Kami jadikan (terbuka) untuk semua manusia, baik yang bermukim di sana maupun yang datang dari luar (akan mendapatkan siksa yang sangat pedih). Siapa saja yang bermaksud melakukan kejahatan secara zalim di dalamnya pasti akan Kami jadikan dia merasakan sebagian siksa yang pedih.","text_en":"As for those who disbelieve, and obstruct the way of God and the holy Mosque which We have set down for all men, the native and the visitor alike. Whoever puts obstructions in this mischievously will taste of painful punishment.","transliteration":"Innal lazeena kafaroo wa yasuddoona 'an sabeelil laahi wal Masjidil Haraamil lazee ja'alnaahu linnaasi sawaaa'anil 'aakifu feehi walbaad; wa mai yurid feehi bi ilhaadim bizulmin nuziqhu min 'azaabin aleem","no_fn":"","text_fn":""},{"id":2621,"surah":22,"no_ayah":26,"theme":"Kemuliaan Masjidilharam","text_ayah":"وَاِذْ بَوَّأْنَا لِاِبْرٰهِيْمَ مَكَانَ الْبَيْتِ اَنْ لَّا تُشْرِكْ بِيْ شَيْـًٔا وَّطَهِّرْ بَيْتِيَ لِلطَّاۤىِٕفِيْنَ وَالْقَاۤىِٕمِيْنَ وَالرُّكَّعِ السُّجُوْدِ ","text_id":"(Ingatlah) ketika Kami menempatkan Ibrahim di tempat Baitullah (dengan berfirman), “Janganlah engkau mempersekutukan Aku dengan apa pun, sucikanlah rumah-Ku bagi orang-orang yang tawaf, mukim (di sekitarnya), serta rukuk (dan) sujud.","text_en":"When We chose the site of the House for Abraham (We said:) \"Associate no one with Me, and clean My House for those who will circumambulate it, stand (in reverence), and bow in homage.","transliteration":"Wa iz bawwaanaa li Ibraaheema makaanal Baiti allaa tushrik bee shai'anw wa tahhir Baitiya litaaa'ifeena walqaaa' imeena warrukka 'is sujood","no_fn":"","text_fn":""},{"id":2622,"surah":22,"no_ayah":27,"theme":"Kewajiban Berhaji dan Manfaatnya","text_ayah":"وَاَذِّنْ فِى النَّاسِ بِالْحَجِّ يَأْتُوْكَ رِجَالًا وَّعَلٰى كُلِّ ضَامِرٍ يَّأْتِيْنَ مِنْ كُلِّ فَجٍّ عَمِيْقٍ ۙ","text_id":"(Wahai Ibrahim, serulah manusia untuk (mengerjakan) haji, niscaya mereka akan datang kepadamu dengan berjalan kaki dan mengendarai unta kurus yang datang dari segenap penjuru yang jauh.","text_en":"Announce the Pilgrimage to the people. They will come to you on foot and riding along distant roads on lean and slender beasts,","transliteration":"Wa azzin fin naasi bil Hajji yaatooka rijaalanw wa 'alaa kulli daamiriny yaateena min kulli fajjin 'ameeq","no_fn":"","text_fn":""},{"id":2623,"surah":22,"no_ayah":28,"theme":"Kewajiban Berhaji dan Manfaatnya","text_ayah":"لِّيَشْهَدُوْا مَنَافِعَ لَهُمْ وَيَذْكُرُوا اسْمَ اللّٰهِ فِيْٓ اَيَّامٍ مَّعْلُوْمٰتٍ عَلٰى مَا رَزَقَهُمْ مِّنْۢ بَهِيْمَةِ الْاَنْعَامِۚ فَكُلُوْا مِنْهَا وَاَطْعِمُوا الْبَاۤىِٕسَ الْفَقِيْرَ ۖ","text_id":"(Mereka berdatangan) supaya menyaksikan berbagai manfaat untuk mereka dan menyebut nama Allah pada beberapa hari yang telah ditentukan<sup>497)</sup> atas rezeki yang telah dianugerahkan-Nya kepada mereka berupa binatang ternak. Makanlah sebagian darinya dan (sebagian lainnya) berilah makan orang yang sengsara lagi fakir.","text_en":"In order to reach the place of advantage for them, and to pronounce the name of God on appointed days over cattle He has given them for food; then eat of the meat and feed the needy and the poor.","transliteration":"Li yashhadoo manaafi'a lahum wa yazkurus mal laahi feee ayyaamimma'loomaatin 'alaa maa razaqahum mim baheematil an'aami fakuloo minhaa wa at'imul baaa'isal faqeer","no_fn":"497","text_fn":"497) Hari raya haji dan hari Tasyriq, yaitu tanggal 10, 11, 12, dan 13 Zulhijah."},{"id":2624,"surah":22,"no_ayah":29,"theme":"Kewajiban Berhaji dan Manfaatnya","text_ayah":"ثُمَّ لْيَقْضُوْا تَفَثَهُمْ وَلْيُوْفُوْا نُذُوْرَهُمْ وَلْيَطَّوَّفُوْا بِالْبَيْتِ الْعَتِيْقِ ","text_id":"Kemudian, hendaklah mereka menghilangkan kotoran<sup>498)</sup> yang ada di badan mereka, menyempurnakan nazar-nazar mereka, dan melakukan tawaf di sekeliling al-Bait al-‘Atīq (Baitullah).”<sup>499)</sup>","text_en":"Let them then attend to their persons and complete the rites of pilgrimage, fulfil their vows and circuit round the ancient House.","transliteration":"Summal yaqdoo tafasahum wal yoofoo nuzoorahum wal yattawwafoo bil Baitil 'Ateeq","no_fn":"498","text_fn":"498) Yang dimaksud dengan menghilangkan kotoran di sini ialah memotong rambut, memotong kuku, dan sebagainya.</br>499) Al-Bait al-‘Atīq berarti ‘rumah tua’. Dinamakan demikian karena merupakan rumah ibadah yang pertama kali dibangun di muka bumi. Al-‘Atīq bisa juga bermakna ‘yang dibebaskan dari ancaman para pendurhaka’."},{"id":2625,"surah":22,"no_ayah":30,"theme":"Perintah Mengagungkan Syiar Allah","text_ayah":"ذٰلِكَ وَمَنْ يُّعَظِّمْ حُرُمٰتِ اللّٰهِ فَهُوَ خَيْرٌ لَّهٗ عِنْدَ رَبِّهٖۗ وَاُحِلَّتْ لَكُمُ الْاَنْعَامُ اِلَّا مَا يُتْلٰى عَلَيْكُمْ فَاجْتَنِبُوا الرِّجْسَ مِنَ الْاَوْثَانِ وَاجْتَنِبُوْا قَوْلَ الزُّوْرِ ۙ","text_id":"Demikianlah (petunjuk dan perintah Allah). Siapa yang mengagungkan apa yang terhormat di sisi Allah (ḥurumāt)<sup>500)</sup> lebih baik baginya di sisi Tuhannya. Semua hewan ternak telah dihalalkan bagi kamu, kecuali yang diterangkan kepadamu (keharamannya). Maka, jauhilah (penyembahan) berhala-berhala yang najis itu dan jauhi (pula) perkataan dusta.","text_en":"Apart from this, whoever respects the sacred ordinances of God, will find a better reward for him with his Lord. You are allowed to eat all cattle except those already mentioned to you. Avoid the repugnance of idols, and false and frivolous talk.","transliteration":"Zaalika wa mai yu'azzim hurumaatil laahi fahuwa khairul lahoo 'inda Rabbih; wa uhillat lakumul an'aamu illaa maa yutlaa 'alaikum fajtanibur rijsa minal awsaani wajtaniboo qawlaz zoor","no_fn":"500","text_fn":"500) Arti yang terhormat (ḥurumāt) pada ayat ini ialah bulan haram (Zulkaidah, Zulhijah, Muharam, Rajab), tanah haram, dan maqam Ibrahim."},{"id":2626,"surah":22,"no_ayah":31,"theme":"Perintah Mengagungkan Syiar Allah","text_ayah":"حُنَفَاۤءَ لِلّٰهِ غَيْرَ مُشْرِكِيْنَ بِهٖۗ وَمَنْ يُّشْرِكْ بِاللّٰهِ فَكَاَنَّمَا خَرَّ مِنَ السَّمَاۤءِ فَتَخْطَفُهُ الطَّيْرُ اَوْ تَهْوِيْ بِهِ الرِّيْحُ فِيْ مَكَانٍ سَحِيْقٍ ","text_id":"(Beribadahlah) dengan ikhlas kepada Allah, tanpa mempersekutukan-Nya. Siapa yang mempersekutukan Allah seakan-akan dia jatuh dari langit, lalu disambar oleh burung atau diterbangkan angin ke tempat yang jauh.","text_en":"Turn uprightly to God without ascribing compeers to Him; for he who associates any one with God is like a thing that falls from the sky and is either snatched away by birds or carried far away by the wind.","transliteration":"Hunafaaa'a lillaahi ghaira mushrikeena bih; wa mai yushrik billaahi faka annamaa kharra minas samaaa'i fatakh tafuhut tairu aw tahwee bihir reehu bee makaanin saheeq","no_fn":"","text_fn":""},{"id":2627,"surah":22,"no_ayah":32,"theme":"Perintah Mengagungkan Syiar Allah","text_ayah":"ذٰلِكَ وَمَنْ يُّعَظِّمْ شَعَاۤىِٕرَ اللّٰهِ فَاِنَّهَا مِنْ تَقْوَى الْقُلُوْبِ ","text_id":"Demikianlah (perintah Allah). Siapa yang mengagungkan syiar-syiar Allah<sup>501)</sup> sesungguhnya hal itu termasuk dalam ketakwaan hati.","text_en":"All this, and honouring the offerings to God, comes from purity of heart.","transliteration":"Zaalika wa mai yu'azzim sha'aaa'iral laahi fa innahaa min taqwal quloob","no_fn":"501","text_fn":"501) Syiar Allah Swt. ialah segala amalan yang dilakukan dalam rangka ibadah haji dan tempat-tempat mengerjakannya."},{"id":2628,"surah":22,"no_ayah":33,"theme":"Hikmah Pensyariatan Hadyu dan Kurban","text_ayah":"لَكُمْ فِيْهَا مَنَافِعُ اِلٰٓى اَجَلٍ مُّسَمًّى ثُمَّ مَحِلُّهَآ اِلَى الْبَيْتِ الْعَتِيْقِ ࣖ","text_id":"Bagi kamu padanya (hewan hadyu)<sup>502)</sup> ada beberapa manfaat,<sup>503)</sup> sampai waktu yang ditentukan, kemudian tempat penyembelihannya berada di sekitar al-Bait al-‘Atīq (Tanah Haram seluruhnya).","text_en":", There are advantages for you in these (cattle) up to a time, then their place is the ancient House for sacrifice.","transliteration":"Lakum feehaa manaafi'u ilaaa ajalim musamman summa mahilluhaaa ilal Baitil 'Ateeq","no_fn":"502","text_fn":"502) Lihat surah al-Baqarah/2: 196. </br>503) Maksudnya, hewan-hewan hadyu boleh diambil manfaatnya, seperti dikendarai, diperah susunya, dan sebagainya, sampai hari Nahar."},{"id":2629,"surah":22,"no_ayah":34,"theme":"Hikmah Pensyariatan Hadyu dan Kurban","text_ayah":"وَلِكُلِّ اُمَّةٍ جَعَلْنَا مَنْسَكًا لِّيَذْكُرُوا اسْمَ اللّٰهِ عَلٰى مَا رَزَقَهُمْ مِّنْۢ بَهِيْمَةِ الْاَنْعَامِۗ فَاِلٰهُكُمْ اِلٰهٌ وَّاحِدٌ فَلَهٗٓ اَسْلِمُوْاۗ وَبَشِّرِ الْمُخْبِتِيْنَ ۙ","text_id":"Bagi setiap umat telah Kami syariatkan penyembelihan (kurban) agar mereka menyebut nama Allah atas binatang ternak yang dianugerahkan-Nya kepada mereka. Tuhanmu ialah Tuhan Yang Maha Esa. Maka, berserahdirilah kepada-Nya. Sampaikanlah (Nabi Muhammad) kabar gembira kepada orang-orang yang rendah hati lagi taat (kepada Allah).","text_en":"For every community We have ordained certain rites that they may commemorate the name of God by reading it over the cattle We have given them for sacrifice. Your God is one God, so be obedient to Him. Give good tidings to those who bow in obedience to God,","transliteration":"Wa likulli ummatin ja'alnaa mansakal liyazkurus mal laahi 'alaa maa razaqahum mim baheematil an'aam; failaahukum ilaahunw Waahidun falahooo aslimoo; wa bashshiril mukhbiteen","no_fn":"","text_fn":""},{"id":2630,"surah":22,"no_ayah":35,"theme":"Hikmah Pensyariatan Hadyu dan Kurban","text_ayah":"الَّذِيْنَ اِذَا ذُكِرَ اللّٰهُ وَجِلَتْ قُلُوْبُهُمْ وَالصّٰبِرِيْنَ عَلٰى مَآ اَصَابَهُمْ وَالْمُقِيْمِى الصَّلٰوةِۙ وَمِمَّا رَزَقْنٰهُمْ يُنْفِقُوْنَ ","text_id":"(Yaitu) orang-orang yang apabila disebut nama Allah, hati mereka bergetar, sabar atas apa yang menimpa mereka, melaksanakan salat, dan menginfakkan sebagian rezeki yang Kami anugerahkan kepada mereka.","text_en":"Whose hearts are filled with awe when the name of God is mentioned before them, who endure with fortitude what befalls them, and fulfil their moral obligations, and expend of what We have given them.","transliteration":"Allazeena izaa zukiral laahu wajilat quloobuhum wassaabireena 'alaa maaa asaabahum walmuqeemis Salaati wa mimmaa razaqnaahum yunfiqoon","no_fn":"","text_fn":""},{"id":2631,"surah":22,"no_ayah":36,"theme":"Tujuan dan Tata Cara Berkurban","text_ayah":"وَالْبُدْنَ جَعَلْنٰهَا لَكُمْ مِّنْ شَعَاۤىِٕرِ اللّٰهِ لَكُمْ فِيْهَا خَيْرٌۖ فَاذْكُرُوا اسْمَ اللّٰهِ عَلَيْهَا صَوَاۤفَّۚ فَاِذَا وَجَبَتْ جُنُوْبُهَا فَكُلُوْا مِنْهَا وَاَطْعِمُوا الْقَانِعَ وَالْمُعْتَرَّۗ  كَذٰلِكَ سَخَّرْنٰهَا لَكُمْ لَعَلَّكُمْ تَشْكُرُوْنَ ","text_id":"Unta-unta itu Kami jadikan untukmu sebagai bagian dari syiar agama Allah. Bagimu terdapat kebaikan padanya. Maka, sebutlah nama Allah (ketika kamu akan menyembelihnya, sedangkan unta itu) dalam keadaan berdiri<sup>504)</sup> (dan kaki-kaki telah terikat). Lalu, apabila telah rebah (mati), makanlah sebagiannya dan berilah makan orang yang merasa cukup dengan apa yang ada padanya (tidak meminta-minta) dan orang yang meminta-minta. Demikianlah Kami telah menundukkannya (unta-unta itu) untukmu agar kamu bersyukur.","text_en":"We have made the camels signs of God for you. There is good for you in this. So pronounce the name of God over them as they stand with their forefeet in a line. When they have fallen (slaughtered) on their sides, eat of (their meat) and feed those who are content with little, and those who supplicate. That is why We have brought them under your subjugation so that you may be grateful.","transliteration":"Walbudna ja'alnaahaa lakum min sha'aaa'iril laahi lakum feehaa khairun fazkurusmal laahi 'alaihaa sawaaff; fa izaa wajabat junoobuhaa fakuloo minhaa wa at'imul qaani'a walmu'tarr; kazaalika sakhkharnaahaa lakum la'allakum tashkuroon","no_fn":"504","text_fn":"504) Lazimnya, unta disembelih dalam posisi berdiri."},{"id":2632,"surah":22,"no_ayah":37,"theme":"Tujuan dan Tata Cara Berkurban","text_ayah":"لَنْ يَّنَالَ اللّٰهَ لُحُوْمُهَا وَلَا دِمَاۤؤُهَا وَلٰكِنْ يَّنَالُهُ التَّقْوٰى مِنْكُمْۗ  كَذٰلِكَ سَخَّرَهَا لَكُمْ لِتُكَبِّرُوا اللّٰهَ عَلٰى مَا هَدٰىكُمْ ۗ وَبَشِّرِ الْمُحْسِنِيْنَ ","text_id":"Daging (hewan kurban) dan darahnya itu sekali-kali tidak akan sampai kepada Allah, tetapi yang sampai kepada-Nya adalah ketakwaanmu. Demikianlah Dia menundukkannya untukmu agar kamu mengagungkan Allah atas petunjuk yang Dia berikan kepadamu. Berilah kabar gembira kepada orang-orang yang muhsin.","text_en":"It is not their meat or blood that reaches God: It is the fealty of your heart that reaches him. That is why He has subjugated them to you that you may glorify God for having shown you the way. So give glad tidings to those who are doers of good.","transliteration":"Lany yanaalal laaha luhoo muhaa wa laa dimaaa'uhaa wa laakiny yanaaluhut taqwaa minkum; kazaalika sakhkharhaa lakum litukabbirul laaha 'alaa ma hadaakum; wa bashshirul muhsineen","no_fn":"","text_fn":""},{"id":2633,"surah":22,"no_ayah":38,"theme":"Izin Berperang bagi Orang-Orang Beriman","text_ayah":"۞ اِنَّ اللّٰهَ يُدَافِعُ عَنِ الَّذِيْنَ اٰمَنُوْاۗ اِنَّ اللّٰهَ لَا يُحِبُّ كُلَّ خَوَّانٍ كَفُوْرٍ ࣖ","text_id":"Sesungguhnya Allah membela orang-orang yang beriman. Sesungguhnya Allah tidak menyukai setiap orang yang sangat khianat lagi sangat kufur. ","text_en":"God will certainly defend the believers. Surely God does not like the traitors who deny the truth.","transliteration":"Innal laaha yudaafi' 'anil lazeena aamanoo; innal laaha laa yuhibbu kulla khawwaanin kafoor","no_fn":"","text_fn":""},{"id":2634,"surah":22,"no_ayah":39,"theme":"Izin Berperang bagi Orang-Orang Beriman","text_ayah":"اُذِنَ لِلَّذِيْنَ يُقَاتَلُوْنَ بِاَنَّهُمْ ظُلِمُوْاۗ وَاِنَّ اللّٰهَ عَلٰى نَصْرِهِمْ لَقَدِيْرٌ ۙ","text_id":"Diizinkan (berperang) kepada orang-orang yang diperangi karena sesungguhnya mereka dizalimi. Sesungguhnya Allah benar-benar Mahakuasa membela mereka.","text_en":"Permission is granted those (to take up arms) who fight because they were oppressed. God is certainly able to give help to those","transliteration":"Uzina lillazeena yuqaataloona bi annahum zulimoo; wa innal laaha 'alaa nasrihim la Qaderr","no_fn":"","text_fn":""},{"id":2635,"surah":22,"no_ayah":40,"theme":"Izin Berperang bagi Orang-Orang Beriman","text_ayah":" ۨالَّذِيْنَ اُخْرِجُوْا مِنْ دِيَارِهِمْ بِغَيْرِ حَقٍّ اِلَّآ اَنْ يَّقُوْلُوْا رَبُّنَا اللّٰهُ ۗوَلَوْلَا دَفْعُ اللّٰهِ النَّاسَ بَعْضَهُمْ بِبَعْضٍ لَّهُدِّمَتْ صَوَامِعُ وَبِيَعٌ وَّصَلَوٰتٌ وَّمَسٰجِدُ يُذْكَرُ فِيْهَا اسْمُ اللّٰهِ كَثِيْرًاۗ وَلَيَنْصُرَنَّ اللّٰهُ مَنْ يَّنْصُرُهٗۗ اِنَّ اللّٰهَ لَقَوِيٌّ عَزِيْزٌ ","text_id":"(Yaitu) orang-orang yang diusir dari kampung halamannya, tanpa alasan yang benar hanya karena mereka berkata, “Tuhan kami adalah Allah.” Seandainya Allah tidak menolak (keganasan) sebagian manusia dengan sebagian yang lain, tentu telah dirobohkan biara-biara, gereja-gereja, sinagoge-sinagoge, dan masjid-masjid yang di dalamnya banyak disebut nama Allah. Sungguh, Allah pasti menolong orang yang menolong (agama)-Nya. Sesungguhnya Allah benar-benar Mahakuat lagi Mahaperkasa.","text_en":"Who were driven away from their homes for no other reason than they said: \"Our Lord is God.\" And if God had not restrained some men through some others, monastries, churches, synagogues and mosques, where the name of God is honoured most, would have been razed. God will surely help those who help Him, -- verily God is all-powerful and all-mighty, --","transliteration":"Allazeena ukhrijoo min diyaarihim bighairi haqqin illaaa any yaqooloo rabbunallaah; wa law laa daf'ul laahin naasa ba'dahum biba'dil lahuddimat sawaami'u wa biya'unw wa salawaatunw wa masaajidu yuzkaru feehasmul laahi kaseeraa; wa layansurannal laahu mai yansuruh; innal laaha la qawiyyun 'Azeez","no_fn":"","text_fn":""},{"id":2636,"surah":22,"no_ayah":41,"theme":"Izin Berperang bagi Orang-Orang Beriman","text_ayah":"اَلَّذِيْنَ اِنْ مَّكَّنّٰهُمْ فِى الْاَرْضِ اَقَامُوا الصَّلٰوةَ وَاٰتَوُا الزَّكٰوةَ وَاَمَرُوْا بِالْمَعْرُوْفِ وَنَهَوْا عَنِ الْمُنْكَرِۗ وَلِلّٰهِ عَاقِبَةُ الْاُمُوْرِ ","text_id":"(Yaitu) orang-orang yang jika Kami beri kemantapan (hidup) di bumi, mereka menegakkan salat, menunaikan zakat, menyuruh berbuat yang makruf, dan mencegah dari yang mungkar. Hanya kepada Allah kesudahan segala urusan.","text_en":"Those who would be firm in devotion, give zakat, and enjoin what is good and forbid what is wrong, if We gave them authority in the land. But the resultance of things rests with God.","transliteration":"Allazeena im makkan naahum fil ardi aqaamus Salaata wa aatawuz Zakaata wa amaroo bilma'roofi wa nahaw 'anil munkar; wa lillaahi 'aaqibatul umoor","no_fn":"","text_fn":""},{"id":2637,"surah":22,"no_ayah":42,"theme":"Kisah Para Nabi Terdahulu yang Juga Menghadapi Orang-Orang Kafir ","text_ayah":"وَاِنْ يُّكَذِّبُوْكَ فَقَدْ كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوْحٍ وَّعَادٌ وَّثَمُوْدُ ۙ","text_id":"Jika mereka (orang-orang musyrik) mendustakan engkau (Nabi Muhammad), sungguh, sebelum mereka, kaum (Nabi) Nuh, ‘Ad, dan Samud telah mendustakan (para rasul). ","text_en":"If they accuse you of falsehood, (remember that) the people of Noah, 'Ad and Thamud had accused (their apostles) before,","transliteration":"Wa iny yukazzibooka faqad kazzabat qablahum qawmu Nooinw wa Aadunw wa Samood","no_fn":"","text_fn":""},{"id":2638,"surah":22,"no_ayah":43,"theme":"Kisah Para Nabi Terdahulu yang Juga Menghadapi Orang-Orang Kafir ","text_ayah":"وَقَوْمُ اِبْرٰهِيْمَ وَقَوْمُ لُوْطٍ ۙ","text_id":"(Demikian juga) kaum (Nabi) Ibrahim dan kaum (Nabi) Lut.","text_en":"And the people of Abraham and Lot,","transliteration":"Wa qawmu Ibraaheema wa qawmu Loot","no_fn":"","text_fn":""},{"id":2639,"surah":22,"no_ayah":44,"theme":"Kisah Para Nabi Terdahulu yang Juga Menghadapi Orang-Orang Kafir ","text_ayah":"وَّاَصْحٰبُ مَدْيَنَۚ وَكُذِّبَ مُوْسٰى فَاَمْلَيْتُ لِلْكٰفِرِيْنَ ثُمَّ اَخَذْتُهُمْۚ فَكَيْفَ كَانَ نَكِيْرِ ","text_id":"(Begitu juga) penduduk Madyan. Musa (juga) telah didustakan. Namun, Aku beri tenggang waktu kepada orang-orang kafir, kemudian Aku siksa mereka. Maka, betapa kuatnya pengingkaran-Ku (terhadap sikap mereka). ","text_en":"And the people of Midian too. Moses was also accused of lies. So I allowed the infidels respite and then seized them. How was My reprobation then!","transliteration":"Wa as haabu Madyana wa kuzziba Moosaa fa amlaitu lilkaafireena summa akhaztuhum fakaifa kaana nakeer","no_fn":"","text_fn":""},{"id":2640,"surah":22,"no_ayah":45,"theme":"Kisah Para Nabi Terdahulu yang Juga Menghadapi Orang-Orang Kafir ","text_ayah":"فَكَاَيِّنْ مِّنْ قَرْيَةٍ اَهْلَكْنٰهَا وَهِيَ ظَالِمَةٌ فَهِيَ خَاوِيَةٌ عَلٰى عُرُوْشِهَاۖ وَبِئْرٍ مُّعَطَّلَةٍ وَّقَصْرٍ مَّشِيْدٍ ","text_id":"Betapa banyak negeri yang telah Kami binasakan karena (penduduk)-nya dalam keadaan zalim sehingga bangunan-bangunannya runtuh dan (betapa banyak pula) sumur yang ditelantarkan serta istana tinggi (yang ditinggalkan).","text_en":"How many a habitation given to wickedness have We destroyed, whose roofs tumbled down, which fell into ruins. How many a well and fortress reinforced lie abandoned!","transliteration":"Faka ayyim min qaryatin ahlaknaahaa wa hiya zaalimatun fahiya khaawiyatun 'alaa 'urooshihaa wa bi'rim mu'at talatinw wa qasrim masheed","no_fn":"","text_fn":""},{"id":2641,"surah":22,"no_ayah":46,"theme":"Kisah Para Nabi Terdahulu yang Juga Menghadapi Orang-Orang Kafir ","text_ayah":"اَفَلَمْ يَسِيْرُوْا فِى الْاَرْضِ فَتَكُوْنَ لَهُمْ قُلُوْبٌ يَّعْقِلُوْنَ بِهَآ اَوْ اٰذَانٌ يَّسْمَعُوْنَ بِهَاۚ فَاِنَّهَا لَا تَعْمَى الْاَبْصَارُ وَلٰكِنْ تَعْمَى الْقُلُوْبُ الَّتِيْ فِى الصُّدُوْرِ ","text_id":"Tidakkah mereka berjalan di bumi sehingga hati mereka dapat memahami atau telinga mereka dapat mendengar? Sesungguhnya bukanlah mata itu yang buta, tetapi yang buta ialah hati yang berada dalam dada. ","text_en":"Have they not travelled in the land that they could have the heart to understand, and ears to hear? It is not the eyes alone that do not see, oblivious are the hearts within their breasts.","transliteration":"Afalam yaseeroo fil ardi fatakoona lahum quloobuny ya'qiloona bihaaa aw aazaanuny yasm'oona bihaa fa innahaa laa ta'mal absaaru wa laakin ta'mal quloobul latee fissudoor","no_fn":"","text_fn":""},{"id":2642,"surah":22,"no_ayah":47,"theme":"Kisah Para Nabi Terdahulu yang Juga Menghadapi Orang-Orang Kafir ","text_ayah":"وَيَسْتَعْجِلُوْنَكَ بِالْعَذَابِ وَلَنْ يُّخْلِفَ اللّٰهُ وَعْدَهٗۗ وَاِنَّ يَوْمًا عِنْدَ رَبِّكَ كَاَلْفِ سَنَةٍ مِّمَّا تَعُدُّوْنَ ","text_id":"Mereka (kaum musyrik Makkah) meminta kepadamu (Nabi Muhammad) agar azab itu disegerakan, padahal Allah tidak akan menyalahi janji-Nya. Sesungguhnya sehari di sisi Tuhanmu adalah seperti seribu tahun menurut perhitunganmu.","text_en":"That is how they ask you to hasten the punishment; but God does not go back on His promise. Verily a day with your Lord is equal by your reckoning to a thousand years.","transliteration":"Wa yasta'juloonaka bil'azaabi wa lany yukhlifal laahu wa'dah; wa inna yawman 'inda Rabbika ka'alfi sanatim mimmaa ta'uddoon","no_fn":"","text_fn":""},{"id":2643,"surah":22,"no_ayah":48,"theme":"Kisah Para Nabi Terdahulu yang Juga Menghadapi Orang-Orang Kafir ","text_ayah":"وَكَاَيِّنْ مِّنْ قَرْيَةٍ اَمْلَيْتُ لَهَا وَهِيَ ظَالِمَةٌ ثُمَّ اَخَذْتُهَاۚ وَاِلَيَّ الْمَصِيْرُ ࣖ","text_id":"Berapa banyak negeri yang Aku tangguhkan (siksa)-nya, padahal (penduduk)-nya berbuat zalim, kemudian Aku siksa mereka. Hanya kepada-Ku tempat kembali (segala sesuatu).","text_en":"To how many habitations did We give respite, though given to wickedness, and then seized them. To Me they had to come back in the end.","transliteration":"Wa ka ayyim min qaryatin amlaitu lahaa wa hiya zaalimatun summa akhaztuhaa wa ilaiyal maseer","no_fn":"","text_fn":""},{"id":2644,"surah":22,"no_ayah":49,"theme":"Tugas Pokok Rasul ","text_ayah":"قُلْ يٰٓاَيُّهَا النَّاسُ اِنَّمَآ اَنَا۠ لَكُمْ نَذِيْرٌ مُّبِيْنٌ ۚ","text_id":"Katakanlah (Nabi Muhammad), “Wahai manusia, aku hanyalah sebagai pemberi peringatan yang nyata kepadamu.”","text_en":"Tell them: \"O men, it's my duty to warn you clearly.\"","transliteration":"Qul yaaa ayyuhan naasu innamaaa ana lakum nazeerum mubeen","no_fn":"","text_fn":""},{"id":2645,"surah":22,"no_ayah":50,"theme":"Tugas Pokok Rasul ","text_ayah":"فَالَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ لَهُمْ مَّغْفِرَةٌ وَّرِزْقٌ كَرِيْمٌ ","text_id":"Orang-orang yang beriman dan beramal saleh, bagi mereka ada ampunan dan rezeki yang mulia (halal dan memuaskan).","text_en":"For those who believe and do the right is forgiveness and gracious provision.","transliteration":"Fallazeena aamanoo wa 'amilu saalihaati lahum maghfiratunw wa rizqun kareem","no_fn":"","text_fn":""},{"id":2646,"surah":22,"no_ayah":51,"theme":"Tugas Pokok Rasul ","text_ayah":"وَالَّذِيْنَ سَعَوْا فِيْٓ اٰيٰتِنَا مُعٰجِزِيْنَ اُولٰۤىِٕكَ اَصْحٰبُ الْجَحِيْمِ ","text_id":"Adapun orang-orang yang berusaha menentang ayat-ayat Kami dengan maksud melemahkan (kemauan untuk beriman), mereka itu adalah para penghuni (neraka) Jahim.","text_en":"But those who try to defeat Our signs are people of Hell.","transliteration":"Wallazeena sa'aw feee Aayaatinaa mu'aajizeena ulaaa ika As-haabul jaheem","no_fn":"","text_fn":""},{"id":2647,"surah":22,"no_ayah":52,"theme":"Berbagai Upaya Mendustakan Rasul","text_ayah":"وَمَآ اَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رَّسُوْلٍ وَّلَا نَبِيٍّ اِلَّآ اِذَا تَمَنّٰىٓ اَلْقَى الشَّيْطٰنُ فِيْٓ اُمْنِيَّتِهٖۚ فَيَنْسَخُ اللّٰهُ مَا يُلْقِى الشَّيْطٰنُ ثُمَّ يُحْكِمُ اللّٰهُ اٰيٰتِهٖۗ وَاللّٰهُ عَلِيْمٌ حَكِيْمٌ ۙ","text_id":"Kami tidak mengutus seorang rasul dan tidak (pula) seorang nabi  sebelum engkau (Nabi Muhammad), kecuali apabila dia mempunyai suatu keinginan,<sup>505)</sup> setan pun memasukkan (godaan-godaan) ke dalam keinginannya itu. Lalu, Allah menghapus apa yang dimasukkan setan itu, kemudian Allah memantapkan ayat-ayat-Nya (dalam hati orang-orang beriman). Allah Maha Mengetahui lagi Mahabijaksana,","text_en":"We have sent no messenger or apostle before you with whose recitations Satan did not tamper. Yet God abrogates what Satan interpolates; then He confirms His revelations, for God is all-knowing and all-wise.","transliteration":"Wa maaa arsalnaa min qablika mir Rasoolinnw wa laa Nabiyyin illaaa izaaa tamannaaa alqash Shaitaanu feee umniy yatihee fa yansakhul laahu maa yulqish Shaitaanu summa yuhkimul laahu aayaatih; wallaahu 'Aleemun Hakeem","no_fn":"505","text_fn":"505) Sebagian mufasir mengartikan tamannā dengan ‘membaca’ dan umniyyatihi dengan ‘bacaannya.’ Maksudnya, apabila Nabi saw. membaca suatu ayat yang isinya memberikan peringatan kepada orang-orang kafir, mereka segera mengikuti bacaan Nabi saw. dengan tambahan kata-kata yang membenarkan keyakinan mereka."},{"id":2648,"surah":22,"no_ayah":53,"theme":"Berbagai Upaya Mendustakan Rasul","text_ayah":"لِّيَجْعَلَ مَا يُلْقِى الشَّيْطٰنُ فِتْنَةً لِّلَّذِيْنَ فِيْ قُلُوْبِهِمْ مَّرَضٌ وَّالْقَاسِيَةِ قُلُوْبُهُمْۗ وَاِنَّ الظّٰلِمِيْنَ لَفِيْ شِقَاقٍۢ بَعِيْدٍ ۙ","text_id":"Dia (Allah) hendak menjadikan apa yang dilontarkan setan itu sebagai cobaan bagi orang-orang yang di dalam hatinya ada penyakit dan hatinya keras. Sesungguhnya orang-orang yang zalim itu benar-benar dalam perselisihan yang jauh (dari kebenaran).","text_en":"This is in order to make the interpolations of Satan a test for those whose hearts are diseased and hardened: Surely the sinners have gone far in dissent.","transliteration":"Liyaj'ala maa yulqish Shaitaanu fitnatal lillazeena fee quloobihim maradunw walqaasiyati quloobuhum; wa innaz zaalimeena lafee shiqaaqim ba'eed","no_fn":"","text_fn":""},{"id":2649,"surah":22,"no_ayah":54,"theme":"Berbagai Upaya Mendustakan Rasul","text_ayah":"وَّلِيَعْلَمَ الَّذِيْنَ اُوْتُوا الْعِلْمَ اَنَّهُ الْحَقُّ مِنْ رَّبِّكَ فَيُؤْمِنُوْا بِهٖ فَتُخْبِتَ لَهٗ قُلُوْبُهُمْۗ وَاِنَّ اللّٰهَ لَهَادِ الَّذِيْنَ اٰمَنُوْٓا اِلٰى صِرَاطٍ مُّسْتَقِيْمٍ ","text_id":"Agar orang-orang yang telah diberi ilmu itu mengetahui bahwa ia (Al-Qur’an) adalah kebenaran dari Tuhanmu sehingga mereka beriman dan hati mereka tunduk kepadanya. Sesungguhnya Allah benar-benar Maha Pemberi petunjuk kepada orang-orang yang beriman ke jalan yang lurus.","text_en":"At the same time those who have been given knowledge may know that this is the truth from your Lord, and come to believe in it, and their hearts become submissive to Him. Verily God guides those who believe, to the even path.","transliteration":"Wa liya'lamal lazeena ootul 'ilma annahul haqqu mir Rabbika fa yu'minoo bihee fatukhbita ahoo quloobuhum; wa innal laaha lahaadil lazeena aamanoo ilaa Siraatim Mustaqeem","no_fn":"","text_fn":""},{"id":2650,"surah":22,"no_ayah":55,"theme":"Berbagai Upaya Mendustakan Rasul","text_ayah":"وَلَا يَزَالُ الَّذِيْنَ كَفَرُوْا فِيْ مِرْيَةٍ مِّنْهُ حَتّٰى تَأْتِيَهُمُ السَّاعَةُ بَغْتَةً اَوْ يَأْتِيَهُمْ عَذَابُ يَوْمٍ عَقِيْمٍ ","text_id":"Orang-orang yang kufur itu senantiasa dalam keraguan mengenai hal itu (Al-Qur’an), hingga saat (kematian) datang kepada mereka dengan tiba-tiba atau azab hari Kiamat datang kepada mereka.","text_en":"The infidels will remain in doubt about it till the Hour overtakes them unawares, or the punishment of the barren day destructive should come upon them.","transliteration":"Wa laa yazaalul lazeena kafaroo fee miryatim minhu hattaa taatiyahumus Saa'atu baghtatan aw yaatiyahum 'azaabu Yawmin 'aqeem","no_fn":"","text_fn":""},{"id":2651,"surah":22,"no_ayah":56,"theme":"Berbagai Upaya Mendustakan Rasul","text_ayah":"اَلْمُلْكُ يَوْمَىِٕذٍ لِّلّٰهِ ۗيَحْكُمُ بَيْنَهُمْۗ فَالَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ فِيْ جَنّٰتِ النَّعِيْمِ ","text_id":"Segala kekuasaan pada hari itu hanya milik Allah. Dia memberi keputusan di antara mereka. Orang-orang yang beriman dan beramal saleh berada di dalam surga-surga Na‘im (yang penuh kenikmatan).","text_en":"The order will be God's on that Day; He will judge between them. Then those who had come to believe and done the right will be in gardens of delight.","transliteration":"Almulku Yawma'izil lillaahi yahkumu bainahum; fallazeena aamanoo wa 'amilus saalihaati fee jannaatin Na'eem","no_fn":"","text_fn":""},{"id":2652,"surah":22,"no_ayah":57,"theme":"Berbagai Upaya Mendustakan Rasul","text_ayah":"وَالَّذِيْنَ كَفَرُوْا وَكَذَّبُوْا بِاٰيٰتِنَا فَاُولٰۤىِٕكَ لَهُمْ عَذَابٌ مُّهِيْنٌ ࣖ","text_id":"Sementara itu, orang-orang yang kufur dan mendustakan ayat-ayat Kami bagi mereka ada azab yang menghinakan.","text_en":"But those who did not believe and called Our revelations lies, will be given disgraceful punishment.","transliteration":"Wallazeena kafaroo wa kazzaboo bi Aayaatinaa fa ulaaa'ika lahum 'azaabum muheen","no_fn":"","text_fn":""},{"id":2653,"surah":22,"no_ayah":58,"theme":"Balasan bagi Orang yang Meninggal Ketika Hijrah di Jalan Allah","text_ayah":"وَالَّذِيْنَ هَاجَرُوْا فِيْ سَبِيْلِ اللّٰهِ ثُمَّ قُتِلُوْٓا اَوْ مَاتُوْا لَيَرْزُقَنَّهُمُ اللّٰهُ رِزْقًا حَسَنًاۗ وَاِنَّ اللّٰهَ لَهُوَ خَيْرُ الرّٰزِقِيْنَ ","text_id":"Orang-orang yang berhijrah di jalan Allah, kemudian terbunuh atau mati, sungguh akan dianugerahi oleh Allah rezeki yang baik (surga). Sesungguhnya hanya Allah sebaik-baik pemberi rezeki.","text_en":"Those who left their homes in the way of God, and then were killed or died, will surely be given a better provision by God, for God is surely the best of providers.","transliteration":"Wallazeena haajaroo fee sabeelil laahi summa qutilooo law maatoo la yarzuqan nahumul laahu rizqan hasanaa; wa innal laaha la Huwa khairur raaziqeen","no_fn":"","text_fn":""},{"id":2654,"surah":22,"no_ayah":59,"theme":"Balasan bagi Orang yang Meninggal Ketika Hijrah di Jalan Allah","text_ayah":"لَيُدْخِلَنَّهُمْ مُّدْخَلًا يَّرْضَوْنَهٗۗ وَاِنَّ اللّٰهَ لَعَلِيْمٌ حَلِيْمٌ","text_id":"Sungguh, Dia (Allah) pasti akan memasukkan mereka ke tempat masuk yang mereka sukai (surga). Sesungguhnya Allah benar-benar Maha Mengetahui lagi Maha Penyantun.","text_en":"God will surely lead them to a place with which they will be gratified. Verily God is all-knowing and forbearing.","transliteration":"La yudkhilan nahum mud khalany yardawnah; wa innal laaha la 'Aleemun Haleem","no_fn":"","text_fn":""},{"id":2655,"surah":22,"no_ayah":60,"theme":"Balasan bagi Orang yang Meninggal Ketika Hijrah di Jalan Allah","text_ayah":"۞ ذٰلِكَ وَمَنْ عَاقَبَ بِمِثْلِ مَا عُوْقِبَ بِهٖ ثُمَّ بُغِيَ عَلَيْهِ لَيَنْصُرَنَّهُ اللّٰهُ ۗاِنَّ اللّٰهَ لَعَفُوٌّ غَفُوْرٌ ","text_id":"Demikianlah, siapa yang membalas seimbang dengan penganiayaan yang telah dia derita kemudian dia dizalimi (lagi) pasti akan ditolong oleh Allah. Sesungguhnya Allah benar-benar Maha Pemaaf lagi Maha Pengampun.","text_en":"Whosoever retaliates to the extent of injury suffered by him, and is wronged again, will certainly be helped by God. Verily God is forgiving and kind.","transliteration":"Zaalika wa man 'aaqaba bimisli maa 'ooqiba bihee summa bughiya 'alaihi la yansurannahul laah; innal laaha la 'Afuwwun Ghafoor","no_fn":"","text_fn":""},{"id":2656,"surah":22,"no_ayah":61,"theme":"Balasan bagi Orang yang Meninggal Ketika Hijrah di Jalan Allah","text_ayah":"ذٰلِكَ بِاَنَّ اللّٰهَ يُوْلِجُ الَّيْلَ فِى النَّهَارِ وَيُوْلِجُ النَّهَارَ فِى الَّيْلِ وَاَنَّ اللّٰهَ سَمِيْعٌۢ بَصِيْرٌ ","text_id":"Hal itu (pertolongan Allah terjadi) karena sesungguhnya Allah memasukkan malam ke dalam siang dan memasukkan siang ke dalam malam. Sesungguhnya Allah Maha Mendengar lagi Maha Melihat.","text_en":"That is so for God turns night into day and day into night, for God is all-hearing and all-seeing;","transliteration":"Zaalika bi annal laaha yoolijul laila fin nahaari wa yoolijun nahaara fil laili wa annal laaha Samee'um Baseer","no_fn":"","text_fn":""},{"id":2657,"surah":22,"no_ayah":62,"theme":"Balasan bagi Orang yang Meninggal Ketika Hijrah di Jalan Allah","text_ayah":"ذٰلِكَ بِاَنَّ اللّٰهَ هُوَ الْحَقُّ وَاَنَّ مَا يَدْعُوْنَ مِنْ دُوْنِهٖ هُوَ الْبَاطِلُ وَاَنَّ اللّٰهَ هُوَ الْعَلِيُّ الْكَبِيْرُ ","text_id":"Hal itu (kekuasaan Allah berlaku) karena Allah, Dialah (Tuhan) Yang Mahabenar dan apa saja yang mereka seru selain Dia itulah yang batil. Sesungguhnya Allah, Dialah Yang Mahatinggi lagi Mahabesar.","text_en":"That is so for God is the undeniable truth, and what they invoke apart from Him is false; yet God is all-high and supreme.","transliteration":"Zaalika bi annal laaha Huwal haqqu wa anna maa yad'oona min doonihee huwal baatilu wa annal laaha Huwal 'Aliyyul kabeer","no_fn":"","text_fn":""},{"id":2658,"surah":22,"no_ayah":63,"theme":"Fenomena Alam sebagai Bukti Kekuasaan Allah","text_ayah":"اَلَمْ تَرَ اَنَّ اللّٰهَ اَنْزَلَ مِنَ السَّمَاۤءِ مَاۤءًۖ فَتُصْبِحُ الْاَرْضُ مُخْضَرَّةًۗ اِنَّ اللّٰهَ لَطِيْفٌ خَبِيْرٌ ۚ","text_id":"Tidakkah engkau memperhatikan bahwa Allah menurunkan air (hujan) dari langit sehingga bumi menghijau? Sesungguhnya Allah Mahalembut lagi Mahateliti.","text_en":"Do you not see how God sends down water from the sky and in the morning the earth turns green? Truly God is benign and well-informed.","transliteration":"Alam tara annal laaha anzala minas samaaa'i maaa'an fatusbihul ardu mukhdarrah; innal laaha Lateefun Khabeer","no_fn":"","text_fn":""},{"id":2659,"surah":22,"no_ayah":64,"theme":"Fenomena Alam sebagai Bukti Kekuasaan Allah","text_ayah":"لَهٗ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِۗ وَاِنَّ اللّٰهَ لَهُوَ الْغَنِيُّ الْحَمِيْدُ ࣖ","text_id":"Milik-Nya apa yang ada di langit dan apa yang ada di bumi. Sesungguhnya Allah benar-benar Mahakaya lagi Maha Terpuji.","text_en":"Whatsoever is in the heavens and the earth belongs to Him. Surely God is all-sufficing, worthy of praise.","transliteration":"Lahoo ma fis samaawaati wa ma fil ard; wa innal laaha la Huwal Ghaniyyul Hameed","no_fn":"","text_fn":""},{"id":2660,"surah":22,"no_ayah":65,"theme":"Fenomena Alam sebagai Bukti Kekuasaan Allah","text_ayah":"اَلَمْ تَرَ اَنَّ اللّٰهَ سَخَّرَ لَكُمْ مَّا فِى الْاَرْضِ وَالْفُلْكَ تَجْرِيْ فِى الْبَحْرِ بِاَمْرِهٖۗ وَيُمْسِكُ السَّمَاۤءَ اَنْ تَقَعَ عَلَى الْاَرْضِ اِلَّا بِاِذْنِهٖۗ اِنَّ اللّٰهَ بِالنَّاسِ لَرَءُوْفٌ رَّحِيْمٌ ","text_id":"Tidakkah engkau memperhatikan bahwa Allah menundukkan bagimu apa yang ada di bumi dan kapal yang berlayar di laut dengan perintah-Nya. Dia menahan (benda-benda) langit sehingga tidak jatuh ke bumi, kecuali dengan izin-Nya? Sesungguhnya Allah benar-benar Maha Penyantun lagi Maha Penyayang kepada manusia.","text_en":"Do you not see God has harnessed all that is in the earth, to your service? And the boats ply in the ocean by His command. He holds the sky in position lest it should fall upon the earth save by His dispensation. Verily God is compassionate and kind to men.","transliteration":"Alam tara annal laaha sakhkhara lakum maa fil ardi wal fulka tajree fil bahri bi amrihee wa yumsikus samaaa'a an taqa'a 'alal ardi illaa biiznih; innal laaha binnaasi la Ra'oofur Raheem","no_fn":"","text_fn":""},{"id":2661,"surah":22,"no_ayah":66,"theme":"Fenomena Alam sebagai Bukti Kekuasaan Allah","text_ayah":"وَهُوَ الَّذِيْٓ اَحْيَاكُمْ ۖ ثُمَّ يُمِيْتُكُمْ ثُمَّ يُحْيِيْكُمْۗ اِنَّ الْاِنْسَانَ لَكَفُوْرٌ ","text_id":"Dialah yang menghidupkanmu, kemudian mematikanmu, kemudian menghidupkanmu kembali (pada hari kebangkitan). Sesungguhnya manusia itu benar-benar sangat kufur.","text_en":"It is He who gives you life, then makes you die; then He will bring you back to life again. Man is surely most ungrateful.","transliteration":"Wa Huwal lazee ahyaakum summa yumeetukum summma yuheekum; innal insaana lakafoor","no_fn":"","text_fn":""},{"id":2662,"surah":22,"no_ayah":67,"theme":"Fenomena Alam sebagai Bukti Kekuasaan Allah","text_ayah":"لِكُلِّ اُمَّةٍ جَعَلْنَا مَنْسَكًا هُمْ نَاسِكُوْهُ فَلَا يُنَازِعُنَّكَ فِى الْاَمْرِ وَادْعُ اِلٰى رَبِّكَۗ اِنَّكَ لَعَلٰى هُدًى مُّسْتَقِيْمٍ ","text_id":"Bagi setiap umat telah Kami tetapkan syariat tertentu yang (harus) mereka amalkan. Mereka sekali-kali tidak boleh membantahmu (Nabi Muhammad) dalam urusan (syariat) itu dan serulah (mereka) kepada Tuhanmu. Sesungguhnya engkau (Nabi Muhammad) benar-benar berada di atas petunjuk yang lurus.","text_en":"We have determined for each community a way of worship which they follow. So they should not contend with you in this matter; and you should go on calling them to your Lord. You are surely on the right path.","transliteration":"Likulli ummatin ja'alnaa mansakan hum naasikoohu falaa yunaazi 'unnaka fil amr; wad'u ilaa Rabbika innaka la 'alaa hudam mustaqeem","no_fn":"","text_fn":""},{"id":2663,"surah":22,"no_ayah":68,"theme":"Fenomena Alam sebagai Bukti Kekuasaan Allah","text_ayah":"وَاِنْ جَادَلُوْكَ فَقُلِ اللّٰهُ اَعْلَمُ بِمَا تَعْمَلُوْنَ ","text_id":"Jika mereka membantahmu, katakanlah, “Allah lebih tahu tentang apa yang kamu kerjakan.”","text_en":"If they argue with you, tell them: \"God knows well what you are doing.","transliteration":"Wa in jaadalooka faqulil laahu a'lamu bimaa ta'maloon","no_fn":"","text_fn":""},{"id":2664,"surah":22,"no_ayah":69,"theme":"Fenomena Alam sebagai Bukti Kekuasaan Allah","text_ayah":"اَللّٰهُ يَحْكُمُ بَيْنَكُمْ يَوْمَ الْقِيٰمَةِ فِيْمَا كُنْتُمْ فِيْهِ تَخْتَلِفُوْنَ ","text_id":"Allah akan memutuskan di antara kamu pada hari Kiamat apa yang selalu kamu perselisihkan. ","text_en":"God will judge between you on the Day of Judgement in what you are at variance.\"","transliteration":"Allaahu yahkumu bainakum Yawmal Qiyaamati feemaa kuntum feehi takhtalifoon","no_fn":"","text_fn":""},{"id":2665,"surah":22,"no_ayah":70,"theme":"Fenomena Alam sebagai Bukti Kekuasaan Allah","text_ayah":"اَلَمْ تَعْلَمْ اَنَّ اللّٰهَ يَعْلَمُ مَا فِى السَّمَاۤءِ وَالْاَرْضِۗ اِنَّ ذٰلِكَ فِيْ كِتٰبٍۗ اِنَّ ذٰلِكَ عَلَى اللّٰهِ يَسِيْرٌ ","text_id":"Tidakkah engkau tahu bahwa Allah mengetahui apa yang di langit dan di bumi? Sesungguhnya hal itu sudah terdapat dalam Kitab (Lauh Mahfuz). Sesungguhnya yang demikian sangat mudah bagi Allah.","text_en":"Do you not know that God knows whatever is in the heavens and the earth? This is surely in accordance with the law. This is certainly how (the law of) God works inevitably.","transliteration":"Alam ta'lam annal laaha ya'lamu maa fis samaaa'i wal ard; inna zaalika fee kitaab; inna zaalika 'alal laahi yaseer","no_fn":"","text_fn":""},{"id":2666,"surah":22,"no_ayah":71,"theme":"Tanda-Tanda Orang yang Kufur","text_ayah":"وَيَعْبُدُوْنَ مِنْ دُوْنِ اللّٰهِ مَا لَمْ يُنَزِّلْ بِهٖ سُلْطٰنًا وَّمَا لَيْسَ لَهُمْ بِهٖ عِلْمٌ ۗوَمَا لِلظّٰلِمِيْنَ مِنْ نَّصِيْرٍ ","text_id":"Mereka menyembah selain Allah, tanpa bukti yang Dia turunkan (tentang kelayakannya untuk disembah) dan yang mereka tidak mempunyai pengetahuan tentang itu. Tidak ada seorang penolong pun bagi orang-orang zalim.","text_en":"Yet they worship in place of God that for which no authority has been sent to them, and of which they have no knowledge. The wicked will have none to help them.","transliteration":"Wa ya'budoona min doonil laahi maa lam yunazzil bihee sultaananw wa maa laisa lahum bihee 'ilm; wa maa lizzaalimeena min naseer","no_fn":"","text_fn":""},{"id":2667,"surah":22,"no_ayah":72,"theme":"Tanda-Tanda Orang yang Kufur","text_ayah":"وَاِذَا تُتْلٰى عَلَيْهِمْ اٰيٰتُنَا بَيِّنٰتٍ تَعْرِفُ فِيْ وُجُوْهِ الَّذِيْنَ كَفَرُوا الْمُنْكَرَۗ يَكَادُوْنَ يَسْطُوْنَ بِالَّذِيْنَ يَتْلُوْنَ عَلَيْهِمْ اٰيٰتِنَاۗ قُلْ اَفَاُنَبِّئُكُمْ بِشَرٍّ مِّنْ ذٰلِكُمْۗ  اَلنَّارُۗ وَعَدَهَا اللّٰهُ الَّذِيْنَ كَفَرُوْاۗ وَبِئْسَ الْمَصِيْرُ ࣖ","text_id":"Apabila ayat-ayat Kami yang terang dibacakan di hadapan mereka, engkau akan mengetahui (tanda-tanda) keingkaran pada wajah orang-orang yang kufur itu. Mereka hampir menyerang orang-orang yang membacakan ayat-ayat Kami kepada mereka. Katakanlah (Nabi Muhammad), “Apakah akan aku kabarkan kepadamu (sesuatu) yang lebih buruk daripada itu?” (Itulah) neraka yang telah diancamkan Allah kepada orang-orang yang kufur. Itulah seburuk-buruk tempat kembali.","text_en":"When Our clear messages are read out to them you can see denial on the faces of unbelievers. They can hardly restrain themselves from attacking those who recite Our revelations. Tell them: \"Should I give you news of something worse than this?\" -- Hell, which God has promised the infidels. How evil a destination!","transliteration":"Wa izaa tutlaa 'laihim Aayaatunaa baiyinaatin ta'rifu fee wujoohil lazeena kafarul munkara yakaadoona yastoona bil lazeena yatloona 'alaihim Aayaatinaa; qul afa unab bi'ukum bisharrim min zaalikum; an Naaru wa 'adahal laahul lazeena kafaroo wa bi'sal maseer","no_fn":"","text_fn":""},{"id":2668,"surah":22,"no_ayah":73,"theme":"Tanda-Tanda Orang yang Kufur","text_ayah":"يٰٓاَيُّهَا النَّاسُ ضُرِبَ مَثَلٌ فَاسْتَمِعُوْا لَهٗ ۗاِنَّ الَّذِيْنَ تَدْعُوْنَ مِنْ دُوْنِ اللّٰهِ لَنْ يَّخْلُقُوْا ذُبَابًا وَّلَوِ اجْتَمَعُوْا لَهٗ ۗوَاِنْ يَّسْلُبْهُمُ الذُّبَابُ شَيْـًٔا لَّا يَسْتَنْقِذُوْهُ مِنْهُۗ ضَعُفَ الطَّالِبُ وَالْمَطْلُوْبُ","text_id":"Wahai manusia, suatu perumpamaan telah dibuat. Maka, simaklah! Sesungguhnya segala yang kamu seru selain Allah sekali-kali tidak dapat menciptakan seekor lalat pun walaupun mereka bersatu untuk menciptakannya. Jika lalat itu merampas sesuatu dari mereka, mereka pun tidak akan dapat merebutnya kembali dari lalat itu. (Sama-sama) lemah yang menyembah dan yang disembah.","text_en":"O men, give ear to this parable: Those you worship other than God can never create as much as a fly, even if they get together to do so; and if the fly were to rob them of a thing they would not be able to snatch it away from it. How weak the seeker and how weak the sought!","transliteration":"Yaaa ayyuhan naasu duriba masalun fastami'oo lah; innal lazeena tad'oona min doonil laahi lai yakhluqoo zubaabanw wa lawijtama'oo lahoo wa iny yaslub humuz zubbabu shai'al laa yastan qizoohu minh; da'ufat taalibu walmatloob","no_fn":"","text_fn":""},{"id":2669,"surah":22,"no_ayah":74,"theme":"Tanda-Tanda Orang yang Kufur","text_ayah":"مَا قَدَرُوا اللّٰهَ حَقَّ قَدْرِهٖۗ اِنَّ اللّٰهَ لَقَوِيٌّ عَزِيْزٌ ","text_id":"Mereka tidak mengagungkan Allah dengan sebenar-benarnya. Sesungguhnya Allah benar-benar Mahakuat lagi Mahaperkasa.","text_en":"They do not esteem God with the right estimation. God is surely all-powerful and all-mighty.","transliteration":"Maa qadrul laaha haqqa qadrih; innal laaha la Qawiyyun 'Azeez","no_fn":"","text_fn":""},{"id":2670,"surah":22,"no_ayah":75,"theme":"Tanda-Tanda Orang yang Kufur","text_ayah":"اَللّٰهُ يَصْطَفِيْ مِنَ الْمَلٰۤىِٕكَةِ رُسُلًا وَّمِنَ النَّاسِۗ اِنَّ اللّٰهَ سَمِيْعٌۢ بَصِيْرٌ ۚ","text_id":"Allah memilih para utusan dari malaikat dan manusia. Sesungguhnya Allah Maha Mendengar lagi Maha Melihat.","text_en":"God chooses messengers from the angels and human beings. Verily God is all-hearing and all-seeing.","transliteration":"Allahu yastafee minal malaaa'ikati Rusulanw wa minan naas; innal laaha Samee'um Baseer","no_fn":"","text_fn":""},{"id":2671,"surah":22,"no_ayah":76,"theme":"Tanda-Tanda Orang yang Kufur","text_ayah":"يَعْلَمُ مَا بَيْنَ اَيْدِيْهِمْ وَمَا خَلْفَهُمْۗ وَاِلَى اللّٰهِ تُرْجَعُ الْاُمُوْرُ ","text_id":"Dia (Allah) mengetahui apa yang di hadapan dan di belakang mereka. Hanya kepada Allah segala urusan dikembalikan.","text_en":"He knows what is before them and what lies behind them, and all things go back to God.","transliteration":"Ya'lamu maa baina aydeehim wa maa khalfahum; wa ilal laahi turja'ul umoor","no_fn":"","text_fn":""},{"id":2672,"surah":22,"no_ayah":77,"theme":"Perintah Berjuang di Jalan Allah","text_ayah":"يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوا ارْكَعُوْا وَاسْجُدُوْا وَاعْبُدُوْا رَبَّكُمْ وَافْعَلُوا الْخَيْرَ لَعَلَّكُمْ تُفْلِحُوْنَ ۚ۩","text_id":"Wahai orang-orang yang beriman, rukuklah, sujudlah, sembahlah Tuhanmu, dan lakukanlah kebaikan agar kamu beruntung.","text_en":"O you who believe, bow in adoration, Worship your Lord and do what is good that you may find success.","transliteration":"Yaaa ayyuhal lazeena aamanur ka'oo wasjudoo wa'budoo Rabbakum waf'alul khaira la'allakum tuflihoon","no_fn":"","text_fn":""},{"id":2673,"surah":22,"no_ayah":78,"theme":"Perintah Berjuang di Jalan Allah","text_ayah":"وَجَاهِدُوْا فِى اللّٰهِ حَقَّ جِهَادِهٖۗ هُوَ اجْتَبٰىكُمْ وَمَا جَعَلَ عَلَيْكُمْ فِى الدِّيْنِ مِنْ حَرَجٍۗ مِلَّةَ اَبِيْكُمْ اِبْرٰهِيْمَۗ هُوَ سَمّٰىكُمُ الْمُسْلِمِيْنَ ەۙ مِنْ قَبْلُ وَفِيْ هٰذَا لِيَكُوْنَ الرَّسُوْلُ شَهِيْدًا عَلَيْكُمْ وَتَكُوْنُوْا شُهَدَاۤءَ عَلَى النَّاسِۖ فَاَقِيْمُوا الصَّلٰوةَ وَاٰتُوا الزَّكٰوةَ وَاعْتَصِمُوْا بِاللّٰهِ ۗهُوَ مَوْلٰىكُمْۚ فَنِعْمَ الْمَوْلٰى وَنِعْمَ النَّصِيْرُ ࣖ   ۔","text_id":"Berjuanglah kamu pada (jalan) Allah dengan sebenar-benarnya. Dia telah memilih kamu dan tidak menjadikan kesulitan untukmu dalam agama. (Ikutilah) agama nenek moyangmu, yaitu Ibrahim. Dia (Allah) telah menamakan kamu orang-orang muslim sejak dahulu dan (begitu pula) dalam (kitab) ini (Al-Qur’an) agar Rasul (Nabi Muhammad) menjadi saksi atas dirimu dan agar kamu semua menjadi saksi atas segenap manusia. Maka, tegakkanlah salat, tunaikanlah zakat, dan berpegang teguhlah pada (ajaran) Allah. Dia adalah pelindungmu. Dia adalah sebaik-baik pelindung dan sebaik-baik penolong.","text_en":"Strive in the way of God with a service worthy of Him. He has chosen you and laid no hardship on you in the way of faith, the faith of your forbear Abraham. He named you Muslim earlier, and in this (Qur'an), in order that the Prophet be witness over you, and you be witness over mankind. So be firm in devotion, pay the zakat, and hold on firmly to God. He is your friend: How excellent a friend is He, how excellent a helper!","transliteration":"Wa jaahidoo fil laahi haqqa jihaadih; Huwaj tabaakum wa maa ja'ala 'alaikum fid deeni min haraj; Millata abeekum Ibraaheem; Huwa sammaakumul muslimeena min qablu wa fee haaza li yakoonar Rasoolu shaheedan 'alaikum wa takoonoo shuhadaaa'a 'alan naas; fa aqeemus salaata wa aatuz zakaata wa'tasimoo billaahi Huwa mawlaakum fani'mal mawlaa wa ni'man naseer","no_fn":"","text_fn":""}]