[{"id":3253,"surah":28,"no_ayah":1,"theme":"","text_ayah":" طٰسۤمّۤ ","text_id":"Ṭā Sīn Mīm.","text_en":"TA SIN MIM.","transliteration":"Taa-Seeen-Meeem","no_fn":"","text_fn":""},{"id":3254,"surah":28,"no_ayah":2,"theme":"Kisah Nabi Musa dan Firʻaun serta Kehendak Allah atas Bani Israil","text_ayah":"تِلْكَ اٰيٰتُ الْكِتٰبِ الْمُبِيْنِ ","text_id":"Itulah ayat-ayat Kitab (Al-Qur’an) yang jelas.","text_en":"These are the verses of the illuminating Book.","transliteration":"Tilka Aayaatul Kitaabil mubeen","no_fn":"","text_fn":""},{"id":3255,"surah":28,"no_ayah":3,"theme":"Kisah Nabi Musa dan Firʻaun serta Kehendak Allah atas Bani Israil","text_ayah":"نَتْلُوْا عَلَيْكَ مِنْ نَّبَاِ مُوْسٰى وَفِرْعَوْنَ بِالْحَقِّ لِقَوْمٍ يُّؤْمِنُوْنَ ","text_id":"Kami membacakan kepadamu sebagian dari kisah Musa dan Firʻaun dengan sebenarnya untuk kaum beriman.","text_en":"We narrate to you from the history of Moses and Pharaoh in all verity, for those who believe.","transliteration":"Natloo 'alaika min naba-i Moosaa wa Fi'awna bilhaqqi liqawminy yu'miinoon","no_fn":"","text_fn":""},{"id":3256,"surah":28,"no_ayah":4,"theme":"Kisah Nabi Musa dan Firʻaun serta Kehendak Allah atas Bani Israil","text_ayah":"اِنَّ فِرْعَوْنَ عَلَا فِى الْاَرْضِ وَجَعَلَ اَهْلَهَا شِيَعًا يَّسْتَضْعِفُ طَاۤىِٕفَةً مِّنْهُمْ يُذَبِّحُ اَبْنَاۤءَهُمْ وَيَسْتَحْيٖ نِسَاۤءَهُمْ ۗاِنَّهٗ كَانَ مِنَ الْمُفْسِدِيْنَ ","text_id":"Sesungguhnya Firʻaun telah berbuat sewenang-wenang di bumi dan menjadikan penduduknya berpecah-belah. Dia menindas segolongan dari mereka (Bani Israil). Dia menyembelih anak laki-laki mereka dan membiarkan hidup anak perempuannya. Sesungguhnya dia (Firʻaun) termasuk orang-orang yang berbuat kerusakan.","text_en":"The Pharaoh had become high and mighty in the land, and divided the people into different classes, and impoverished one class, slaying its males and sparing its women, for he was indeed a tyrant.","transliteration":"Inna Fir'awna 'alaa fil ardi wa ja'ala ahlahaa shiya'ai yastad'ifu taaa'ifatam minhum yuzabbihu abnaaa'ahum wa yastahyee nisaaa'ahum; innahoo kaana minal mufsideen","no_fn":"","text_fn":""},{"id":3257,"surah":28,"no_ayah":5,"theme":"Kisah Nabi Musa dan Firʻaun serta Kehendak Allah atas Bani Israil","text_ayah":"وَنُرِيْدُ اَنْ نَّمُنَّ عَلَى الَّذِيْنَ اسْتُضْعِفُوْا فِى الْاَرْضِ وَنَجْعَلَهُمْ اَىِٕمَّةً وَّنَجْعَلَهُمُ الْوٰرِثِيْنَ ۙ","text_id":"Kami berkehendak untuk memberi karunia kepada orang-orang yang tertindas di bumi (Mesir) itu, menjadikan mereka para pemimpin, dan menjadikan mereka orang-orang yang mewarisi (bumi).","text_en":"We wished to favour those who were weak in the land and make them leaders and heirs,","transliteration":"Wa nureedu an namunna 'alal lazeenas tud'ifoo fil ardi wa naj'alahum a'immatanw wa naj'alahumul waariseen","no_fn":"","text_fn":""},{"id":3258,"surah":28,"no_ayah":6,"theme":"Kisah Nabi Musa dan Firʻaun serta Kehendak Allah atas Bani Israil","text_ayah":"وَنُمَكِّنَ لَهُمْ فِى الْاَرْضِ وَنُرِيَ فِرْعَوْنَ وَهَامٰنَ وَجُنُوْدَهُمَا مِنْهُمْ مَّا كَانُوْا يَحْذَرُوْنَ ","text_id":"Kami pun (berkehendak untuk) meneguhkan kedudukan mereka (Bani Israil) di bumi dan memperlihatkan kepada Firʻaun, Haman, dan bala tentaranya apa yang selalu mereka takutkan dari mereka (Bani Israil).<sup>557)</sup>","text_en":"And establish them in the country; and to make the Pharaoh, Haman and their hordes beware of what they feared from them.","transliteration":"Wa numakkina lahum fil ardi wa nuriya Fir'awna wa Haamaana wa junoodahumaa minhum maa kaanoo yahzaroon","no_fn":"557","text_fn":"557) Fir‘aun selalu takut kerajaannya akan dihancurkan oleh Bani Israil. Oleh karena itu, dia membunuh setiap bayi laki-laki Bani Israil. Ayat ini menyatakan bahwa apa yang ditakutkannya itu akan terjadi."},{"id":3259,"surah":28,"no_ayah":7,"theme":"Musa yang Diasuh Istri Firʻaun","text_ayah":"وَاَوْحَيْنَآ اِلٰٓى اُمِّ مُوْسٰٓى اَنْ اَرْضِعِيْهِۚ فَاِذَا خِفْتِ عَلَيْهِ فَاَلْقِيْهِ فِى الْيَمِّ وَلَا تَخَافِيْ وَلَا تَحْزَنِيْ ۚاِنَّا رَاۤدُّوْهُ اِلَيْكِ وَجَاعِلُوْهُ مِنَ الْمُرْسَلِيْنَ ","text_id":"Kami mengilhamkan kepada ibu Musa, “Susuilah dia (Musa). Jika engkau khawatir atas (keselamatan)-nya, hanyutkanlah dia ke sungai (Nil dalam sebuah peti yang mengapung). Janganlah engkau takut dan janganlah (pula) bersedih. Sesungguhnya Kami pasti mengembalikannya kepadamu dan menjadikannya sebagai salah seorang rasul.”","text_en":"So We conveyed to the mother of Moses: \"Suckle him. If you are afraid for him, cast him in the river without any fear or regret, for We shall restore him to you, and make him an apostle.\"","transliteration":"Wa awhainaaa ilaaa ummi Moosaaa an ardi'eehi faizaa khifti 'alaihi fa alqeehi filyammi wa laa takhaafee wa laa tahzaneee innaa raaaddoohu ilaiki wa jaa'iloohu minal mursaleen","no_fn":"","text_fn":""},{"id":3260,"surah":28,"no_ayah":8,"theme":"Musa yang Diasuh Istri Firʻaun","text_ayah":"فَالْتَقَطَهٗٓ اٰلُ فِرْعَوْنَ لِيَكُوْنَ لَهُمْ عَدُوًّا وَّحَزَنًاۗ اِنَّ فِرْعَوْنَ وَهَامٰنَ وَجُنُوْدَهُمَا كَانُوْا خٰطِـِٕيْنَ ","text_id":"Kemudian, keluarga Firʻaun memungutnya agar (kelak) dia menjadi musuh dan (penyebab) kesedihan bagi mereka. Sesungguhnya Firʻaun, Haman, dan bala tentaranya adalah orang-orang salah.","text_en":"Then he was picked up by the family of Pharaoh (unaware) that he would become their enemy and a cause for regret. Surely the Pharaoh, Haman and their hordes were habitual sinners.","transliteration":"Faltaqatahooo Aalu Fir'awna li yakoona lahum 'aduwwanw wa hazanaa; inna Fir'awna wa Haamaana wa junooda humaa kaanoo khaati'een","no_fn":"","text_fn":""},{"id":3261,"surah":28,"no_ayah":9,"theme":"Musa yang Diasuh Istri Firʻaun","text_ayah":"وَقَالَتِ امْرَاَتُ فِرْعَوْنَ قُرَّتُ عَيْنٍ لِّيْ وَلَكَۗ  لَا تَقْتُلُوْهُ ۖعَسٰٓى اَنْ يَّنْفَعَنَآ اَوْ نَتَّخِذَهٗ وَلَدًا وَّهُمْ لَا يَشْعُرُوْنَ ","text_id":"Istri Firʻaun berkata (kepadanya), “(Anak ini) adalah penyejuk hati bagiku dan bagimu. Janganlah kamu membunuhnya. Mudah-mudahan dia memberi manfaat bagi kita atau kita mengambilnya sebagai anak.” Mereka tidak menyadari (bahwa anak itulah, Musa, yang kelak menjadi sebab kebinasaan mereka). ","text_en":"The Pharaoh's wife said: \"He will be a comfort to me and to you. Do not kill him. He may well be of some advantage to us, or we may adopt him as a son.\" They were not aware (of what the future held in store).","transliteration":"Wa qaalatim ra atu Fir'awna qurratu 'aynil lee wa lak; laa taqtuloohu 'asaaa aiyanfa'anaa aw nattakhizahoo waladanw wa hum laa yash'uroon","no_fn":"","text_fn":""},{"id":3262,"surah":28,"no_ayah":10,"theme":"Musa yang Diasuh Istri Firʻaun","text_ayah":"وَاَصْبَحَ فُؤَادُ اُمِّ مُوْسٰى فٰرِغًاۗ اِنْ كَادَتْ لَتُبْدِيْ بِهٖ لَوْلَآ اَنْ رَّبَطْنَا عَلٰى قَلْبِهَا لِتَكُوْنَ مِنَ الْمُؤْمِنِيْنَ ","text_id":"Hati ibu Musa menjadi hampa.<sup>558)</sup> Sungguh, hampir saja dia mengungkapkan (bahwa bayi itu adalah anaknya), seandainya Kami tidak meneguhkan hatinya agar dia termasuk orang-orang yang beriman (kepada janji Allah).","text_en":"The mother of Moses was perturbed in the morning. Had We not strengthened her heart to remain a believer she had almost given him away.","transliteration":"Wa asbaha fu'aadu ummi Moosaa faarighan in kaadat latubdee bihee law laaa arrabatnaa 'alaa qalbihaa litakoona minal mu'mineen","no_fn":"558","text_fn":"558) Setelah ibunda Nabi Musa a.s. menghanyutkan Musa kecil di sungai Nil, dia menyesal dan khawatir anaknya tidak akan selamat. Ia hampir saja berteriak meminta tolong kepada orang lain untuk mengambil anaknya itu kembali, suatu tindakan yang dapat membocorkan rahasia bahwa Musa adalah anaknya sendiri."},{"id":3263,"surah":28,"no_ayah":11,"theme":"Musa yang Diasuh Istri Firʻaun","text_ayah":"وَقَالَتْ لِاُخْتِهٖ قُصِّيْهِۗ فَبَصُرَتْ بِهٖ عَنْ جُنُبٍ وَّهُمْ لَا يَشْعُرُوْنَ ۙ","text_id":"Dia (ibu Musa) berkata kepada saudara perempuan Musa, “Ikutilah jejaknya.” Kemudian, dia melihatnya dari kejauhan, sedangkan mereka (pengikut Firʻaun) tidak menyadarinya.","text_en":"She told his sister: \"Follow him.\" So she kept an eye on him from a distance, unbeknown to them.","transliteration":"Wa qaalat li ukhtihee qusseehi fabasurat bihee 'an junubinw wahum laa yash'uroon","no_fn":"","text_fn":""},{"id":3264,"surah":28,"no_ayah":12,"theme":"Musa yang Diasuh Istri Firʻaun","text_ayah":"۞ وَحَرَّمْنَا عَلَيْهِ الْمَرَاضِعَ مِنْ قَبْلُ فَقَالَتْ هَلْ اَدُلُّكُمْ عَلٰٓى اَهْلِ بَيْتٍ يَّكْفُلُوْنَهٗ لَكُمْ وَهُمْ لَهٗ نٰصِحُوْنَ ","text_id":"Kami mencegahnya (Musa) menyusu kepada perempuan-perempuan yang mau menyusui(-nya) sebelum (kembali ke pangkuan ibunya). Berkatalah dia (saudara perempuan Musa), “Maukah aku tunjukkan kepadamu keluarga yang akan memeliharanya untukmu dan mereka dapat berlaku baik kepadanya?”","text_en":"We made (Moses) refuse a wet nurse. So his sister said: \"Should I tell you of a household that could bring him up for you and take care of him?\"","transliteration":"Wa harramnaa 'alaihil maraadi'a min qablu faqaalat hal adullukum 'alaaa ahli baitiny yakfuloonahoo lakum wa hum lahoo naasihoon","no_fn":"","text_fn":""},{"id":3265,"surah":28,"no_ayah":13,"theme":"Musa yang Diasuh Istri Firʻaun","text_ayah":"فَرَدَدْنٰهُ اِلٰٓى اُمِّهٖ كَيْ تَقَرَّ عَيْنُهَا وَلَا تَحْزَنَ وَلِتَعْلَمَ اَنَّ وَعْدَ اللّٰهِ حَقٌّ وَّلٰكِنَّ اَكْثَرَهُمْ لَا يَعْلَمُوْنَ ࣖ","text_id":"Lalu, Kami mengembalikan dia (Musa) kepada ibunya agar senang hatinya serta tidak bersedih, dan agar dia mengetahui bahwa janji Allah adalah benar, tetapi kebanyakan mereka tidak mengetahuinya.","text_en":"Thus We restored him to his mother that she may be tranquil and not grieve, and know that the promise of God is true, though most men do not know.","transliteration":"Faradadnaahu ilaa ummihee kai taqarra 'ainuhaa wa laa tahzana wa lita'lama anna wa'dal laahi haqqunw wa laakinna aksarahum laa ya'lamoon","no_fn":"","text_fn":""},{"id":3266,"surah":28,"no_ayah":14,"theme":"Pembunuhan Seorang Laki-Laki Mesir oleh Musa secara Tidak Sengaja","text_ayah":"وَلَمَّا بَلَغَ اَشُدَّهٗ وَاسْتَوٰىٓ اٰتَيْنٰهُ حُكْمًا وَّعِلْمًاۗ وَكَذٰلِكَ نَجْزِى الْمُحْسِنِيْنَ ","text_id":"Setelah dia (Musa) dewasa dan sempurna akalnya, Kami menganugerahkan kepadanya hikmah dan pengetahuan. Demikianlah Kami memberi balasan kepada orang-orang yang berbuat kebajikan.","text_en":"When he had grown up to full maturity, We gave him wisdom and knowledge. Thus do We recompense the doers of good.","transliteration":"Wa lammaa balagha ashuddahoo wastawaaa aatai naahu hukmanw wa 'ilmaa; wa kazaalika najzil muhsineen","no_fn":"","text_fn":""},{"id":3267,"surah":28,"no_ayah":15,"theme":"Pembunuhan Seorang Laki-Laki Mesir oleh Musa secara Tidak Sengaja","text_ayah":"وَدَخَلَ الْمَدِيْنَةَ عَلٰى حِيْنِ غَفْلَةٍ مِّنْ اَهْلِهَا فَوَجَدَ فِيْهَا رَجُلَيْنِ يَقْتَتِلٰنِۖ هٰذَا مِنْ شِيْعَتِهٖ وَهٰذَا مِنْ عَدُوِّهٖۚ فَاسْتَغَاثَهُ الَّذِيْ مِنْ شِيْعَتِهٖ عَلَى الَّذِيْ مِنْ عَدُوِّهٖ ۙفَوَكَزَهٗ مُوْسٰى فَقَضٰى عَلَيْهِۖ قَالَ هٰذَا مِنْ عَمَلِ الشَّيْطٰنِۗ اِنَّهٗ عَدُوٌّ مُّضِلٌّ مُّبِيْنٌ ","text_id":"Dia (Musa) masuk ke kota<sup>559)</sup> ketika penduduknya sedang lengah. Dia mendapati di dalam kota itu dua orang laki-laki yang sedang berkelahi, seorang dari golongannya (Bani Israil) dan seorang (lagi) dari golongan musuhnya (kaum Firʻaun). Orang yang dari golongannya meminta pertolongan kepadanya untuk (mengalahkan) orang yang dari golongan musuhnya. Musa lalu memukulnya dan (tanpa sengaja) membunuhnya. Dia berkata, “Ini termasuk perbuatan setan. Sesungguhnya dia adalah musuh yang jelas-jelas menyesatkan.”","text_en":"He came to the city when the people were in a care-free mood, and saw two men quarrelling, one belonging to his community, the other to his enemies. The man who belonged to his community appealed for help against the one who belonged to the enemies. Moses struck him a blow with his fist and finished him off. \"This is of Satan's doing,\" he said. \"He is certainly an enemy and a corrupter.\"","transliteration":"Wa dakhalal madeenata 'alaa heene ghaflatim min ahlihaa fawajada feeha raju laini yaqtatilaani haazaa min shee'atihee wa haaza min 'aduwwihee fastaghaasahul lazee min shee'atihee 'alal lazee min 'aduwwihee fawakazahoo Moosaa faqadaa 'alaihi qaala haaza min 'amalish Shaitaani innahoo 'aduwwum mmudillum mubeen","no_fn":"559","text_fn":"559) Menurut sebagian mufasir, kota itu adalah Memphis yang terletak di Mesir bagian utara."},{"id":3268,"surah":28,"no_ayah":16,"theme":"Pembunuhan Seorang Laki-Laki Mesir oleh Musa secara Tidak Sengaja","text_ayah":"قَالَ رَبِّ اِنِّيْ ظَلَمْتُ نَفْسِيْ فَاغْفِرْ لِيْ فَغَفَرَ لَهٗ ۗاِنَّهٗ هُوَ الْغَفُوْرُ الرَّحِيْمُ ","text_id":"Dia (Musa) berdoa, “Ya Tuhanku, sesungguhnya aku telah menzalimi diriku sendiri, maka ampunilah aku.” Dia (Allah) lalu mengampuninya. Sesungguhnya Dialah Yang Maha Pengampun lagi Maha Penyayang.","text_en":"\"O Lord,\" he prayed, \"I have done wrong, forgive me.\" And God forgave him. Verily He is forgiving and kind.","transliteration":"Qaala Rabbi innee zalamtu nafsee faghfir lee faghafaralah; innahoo Huwal Ghafoorur Raheem","no_fn":"","text_fn":""},{"id":3269,"surah":28,"no_ayah":17,"theme":"Pembunuhan Seorang Laki-Laki Mesir oleh Musa secara Tidak Sengaja","text_ayah":"قَالَ رَبِّ بِمَآ اَنْعَمْتَ عَلَيَّ فَلَنْ اَكُوْنَ ظَهِيْرًا لِّلْمُجْرِمِيْنَ ","text_id":"Dia (Musa) berkata, “Ya Tuhanku, karena nikmat yang telah Engkau anugerahkan kepadaku, (tuntunlah aku) sehingga aku tidak akan menjadi penolong bagi orang-orang yang berbuat durhaka.”","text_en":"(Moses) said: \"O Lord, as You have been gracious to me I will never aid the guilty.\"","transliteration":"Qaala Rabbi bimaaa an'amta 'alaiya falan akoona zaheeral lilmujrimeen","no_fn":"","text_fn":""},{"id":3270,"surah":28,"no_ayah":18,"theme":"Pembunuhan Seorang Laki-Laki Mesir oleh Musa secara Tidak Sengaja","text_ayah":"فَاَصْبَحَ فِى الْمَدِيْنَةِ خَاۤىِٕفًا يَّتَرَقَّبُ فَاِذَا الَّذِى اسْتَنْصَرَهٗ بِالْاَمْسِ يَسْتَصْرِخُهٗ ۗقَالَ لَهٗ مُوْسٰٓى اِنَّكَ لَغَوِيٌّ مُّبِيْنٌ ","text_id":"Karena (peristiwa) itu, dia (Musa) menjadi ketakutan berada di kota sambil menunggu (akibat dari apa yang dilakukannya). Tiba-tiba orang yang kemarin meminta pertolongan berteriak-teriak meminta pertolongan lagi kepadanya. Musa berkata kepadanya, “Sesungguhnya engkau adalah orang yang jelas-jelas sesat.”","text_en":"In the morning he came to the city, fearful and hesitant. Just then he who had asked him for help the day before called out for help (again). \"You are indeed a meddlesome fellow,\" Moses said to him.","transliteration":"Fa asbaha fil madeenati khaaa'ifany yataraqqabu fa izal lazis tansarahoo bil amsi yastasrikhuh; qaala lahoo moosaaa innaka laghawiyyum mubeen","no_fn":"","text_fn":""},{"id":3271,"surah":28,"no_ayah":19,"theme":"Pembunuhan Seorang Laki-Laki Mesir oleh Musa secara Tidak Sengaja","text_ayah":"فَلَمَّآ اَنْ اَرَادَ اَنْ يَّبْطِشَ بِالَّذِيْ هُوَ عَدُوٌّ لَّهُمَاۙ قَالَ يٰمُوْسٰٓى اَتُرِيْدُ اَنْ تَقْتُلَنِيْ كَمَا قَتَلْتَ نَفْسًاۢ بِالْاَمْسِۖ اِنْ تُرِيْدُ اِلَّآ اَنْ تَكُوْنَ جَبَّارًا فِى الْاَرْضِ وَمَا تُرِيْدُ اَنْ تَكُوْنَ مِنَ الْمُصْلِحِيْنَ ","text_id":"Ketika dia (Musa) hendak memukul orang yang merupakan musuh mereka berdua, dia (musuhnya) berkata, “Wahai Musa, apakah engkau bermaksud membunuhku sebagaimana kemarin engkau membunuh seseorang? Engkau hanya bermaksud menjadi orang yang berbuat sewenang-wenang di negeri (ini) dan tidak bermaksud menjadi salah satu dari orang-orang yang mengadakan perdamaian.”","text_en":"Then as he was about to lay hands on the one who was their common enemy, he cried out: \"O Moses, do you want to kill me as you killed that person yesterday? You only want to be a tyrant in the land and no peacemaker.\"","transliteration":"Falammaaa an araada ai yabtisha billazee huwa 'aduwwul lahumaa qaala yaa Moosaaa atureedu an taqtulanee kamaa qatalta nafsam bil amsi in tureedu illaaa an takoona jabbaaram fil ardi wa maa tureedu an takoona minal musliheen","no_fn":"","text_fn":""},{"id":3272,"surah":28,"no_ayah":20,"theme":"Pembunuhan Seorang Laki-Laki Mesir oleh Musa secara Tidak Sengaja","text_ayah":"وَجَاۤءَ رَجُلٌ مِّنْ اَقْصَى الْمَدِيْنَةِ يَسْعٰىۖ قَالَ يٰمُوْسٰٓى اِنَّ الْمَلَاَ يَأْتَمِرُوْنَ بِكَ لِيَقْتُلُوْكَ فَاخْرُجْ اِنِّيْ لَكَ مِنَ النّٰصِحِيْنَ ","text_id":"Seorang laki-laki datang bergegas dari ujung kota seraya berkata, “Wahai Musa, sesungguhnya para pembesar negeri sedang berunding tentang engkau untuk membunuhmu. Maka, (lekaslah engkau) keluar (dari kota ini). Sesungguhnya aku termasuk orang-orang yang memberi nasihat kepadamu.”","text_en":"There came a man running from the other part of the city. \"O Moses,\" he said, \"the chiefs are deliberating to kill you. Go away from the city. I wish you well.\"","transliteration":"Wa jaaa'a rajulum min aqsal madeenati yas'aa qaala yaa Moosaaa innal mala a yaa tamiroona bika liyaqtulooka fakhruj innee laka minan naasiheen","no_fn":"","text_fn":""},{"id":3273,"surah":28,"no_ayah":21,"theme":"Kepergian Musa ke Madyan","text_ayah":"فَخَرَجَ مِنْهَا خَاۤىِٕفًا يَّتَرَقَّبُ ۖقَالَ رَبِّ نَجِّنِيْ مِنَ الْقَوْمِ الظّٰلِمِيْنَ ࣖ ","text_id":"Maka, keluarlah dia (Musa) dari kota itu dengan rasa takut dan waspada. Dia berdoa, “Ya Tuhanku, selamatkanlah aku dari kaum yang zalim.”","text_en":"So he left the city, fearful and hesitant, (and) prayed: \"O Lord, deliver me from these wicked people.\"","transliteration":"Fakharaja minhaa khaaa 'ifany-yataraqqab; qaala Rabbi najjinee minal qawmiz zaalimeen","no_fn":"","text_fn":""},{"id":3274,"surah":28,"no_ayah":22,"theme":"Kepergian Musa ke Madyan","text_ayah":"وَلَمَّا تَوَجَّهَ تِلْقَاۤءَ مَدْيَنَ قَالَ عَسٰى رَبِّيْٓ اَنْ يَّهْدِيَنِيْ سَوَاۤءَ السَّبِيْلِ ","text_id":"Ketika menuju ke arah negeri Madyan,<sup>560)</sup> dia (Musa) berdoa, “Semoga Tuhanku membimbingku ke jalan yang benar.”","text_en":"Then as he turned his face to Midian, he said: \"Maybe my Lord will show me the right way.\"","transliteration":"Wa lammaa tawajjaha tilqaaa'a Madyana qaala 'asaa Rabbeee ai yahdiyanee Sawaaa'as Sabeel","no_fn":"560","text_fn":"560) Penjelasan tentang Madyan dapat dilihat pada catatan kaki surah al-A‘rāf/7: 85."},{"id":3275,"surah":28,"no_ayah":23,"theme":"Kepergian Musa ke Madyan","text_ayah":"وَلَمَّا وَرَدَ مَاۤءَ مَدْيَنَ وَجَدَ عَلَيْهِ اُمَّةً مِّنَ النَّاسِ يَسْقُوْنَ ەۖ وَوَجَدَ مِنْ دُوْنِهِمُ امْرَاَتَيْنِ تَذُوْدٰنِۚ قَالَ مَا خَطْبُكُمَا ۗقَالَتَا لَا نَسْقِيْ حَتّٰى يُصْدِرَ الرِّعَاۤءُ وَاَبُوْنَا شَيْخٌ كَبِيْرٌ","text_id":"Ketika sampai di sumber air negeri Madyan, dia menjumpai di sana sekumpulan orang yang sedang memberi minum (ternaknya) dan dia menjumpai di belakang mereka ada dua orang perempuan sedang menghalau (ternaknya dari sumber air). Dia (Musa) berkata, “Apa maksudmu (berbuat begitu)?” Kedua (perempuan) itu menjawab, “Kami tidak dapat memberi minum (ternak kami) sebelum para penggembala itu memulangkan (ternaknya), sedangkan ayah kami adalah orang tua yang telah lanjut usia.”","text_en":"And when he came to the waters of Midian he found a crowd of people watering (their flocks), and saw two maidens holding back (their cattle). He asked: \"What is the trouble with you?\" They said: \"We cannot water our flock till the shepherds have driven away theirs, and our father is a very old man.\"","transliteration":"Wa lammaa warada maaa'a Madyana wajada 'alaihi ummatam minannaasi yasqoona wa wajada min doonihimum ra ataini tazoodaani qaala maa khatubkumaa qaalataa laa nasqee hataa yusdirar ri'aaa'u wa aboonaa shaikhun kabeer","no_fn":"","text_fn":""},{"id":3276,"surah":28,"no_ayah":24,"theme":"Kepergian Musa ke Madyan","text_ayah":"فَسَقٰى لَهُمَا ثُمَّ تَوَلّٰىٓ اِلَى الظِّلِّ فَقَالَ رَبِّ اِنِّيْ لِمَآ اَنْزَلْتَ اِلَيَّ مِنْ خَيْرٍ فَقِيْرٌ ","text_id":"Maka, dia (Musa) memberi minum (ternak) kedua perempuan itu. Dia kemudian berpindah ke tempat yang teduh, lalu berdoa, “Ya Tuhanku, sesungguhnya aku sangat memerlukan suatu kebaikan (rezeki) yang Engkau turunkan kepadaku.”","text_en":"So he watered (their flock), and moved into the shade and prayed: \"My Lord, I have need of whatever good you send me.\"","transliteration":"Fasaqaa lahumaa summa tawallaaa ilaz zilli faqaala Rabbi innee limaaa anzalta ilaiya min khairin faqeer","no_fn":"","text_fn":""},{"id":3277,"surah":28,"no_ayah":25,"theme":"Kepergian Musa ke Madyan","text_ayah":"فَجَاۤءَتْهُ اِحْدٰىهُمَا تَمْشِيْ عَلَى اسْتِحْيَاۤءٍ  ۖقَالَتْ اِنَّ اَبِيْ يَدْعُوْكَ لِيَجْزِيَكَ اَجْرَ مَا سَقَيْتَ لَنَاۗ فَلَمَّا جَاۤءَهٗ وَقَصَّ عَلَيْهِ الْقَصَصَۙ  قَالَ لَا تَخَفْۗ نَجَوْتَ مِنَ الْقَوْمِ الظّٰلِمِيْنَ ","text_id":"Lalu, datanglah kepada Musa salah seorang dari keduanya itu sambil berjalan dengan malu-malu. Dia berkata, “Sesungguhnya ayahku mengundangmu untuk memberi balasan sebagai imbalan atas (kebaikan)-mu memberi minum (ternak) kami.” Ketika (Musa) mendatanginya dan menceritakan kepadanya kisah (dirinya), dia berkata, “Janganlah engkau takut! Engkau telah selamat dari orang-orang yang zalim itu.”","text_en":"Then one of the (maidens) came to him walking bashfully, (and) said: \"My father invites you that he may repay you for having watered our flock.\" So, when (Moses) came to him and told him his story, he said: \"Have no fear. You have escaped from the wicked people.\"","transliteration":"Fajaaa'at hu ihdaahumaa tamshee 'alas tihyaaa'in qaalat inna abee yad'ooka li yajziyaka ajra maa saqaita lanaa; falammaa jaaa'ahoo wa qassa 'alaihil qasasa qaala laa takhaf najawta minal qawmiz zaalimeen","no_fn":"","text_fn":""},{"id":3278,"surah":28,"no_ayah":26,"theme":"Kepergian Musa ke Madyan","text_ayah":"قَالَتْ اِحْدٰىهُمَا يٰٓاَبَتِ اسْتَأْجِرْهُ ۖاِنَّ خَيْرَ مَنِ اسْتَأْجَرْتَ الْقَوِيُّ الْاَمِيْنُ ","text_id":"Salah seorang dari kedua (perempuan) itu berkata, “Wahai ayahku, pekerjakanlah dia. Sesungguhnya sebaik-baik orang yang engkau pekerjakan adalah orang yang kuat lagi dapat dipercaya.”","text_en":"Said one of the maidens: \"O father, employ him. Surely the best (man) to employ is one who is strong and honest.\"","transliteration":"Qaalat ihdaahumaa yaaa abatis taajirhu inna khaira manistaajartal qawiyyul ameen","no_fn":"","text_fn":""},{"id":3279,"surah":28,"no_ayah":27,"theme":"Kepergian Musa ke Madyan","text_ayah":"قَالَ اِنِّيْٓ اُرِيْدُ اَنْ اُنْكِحَكَ اِحْدَى ابْنَتَيَّ هٰتَيْنِ عَلٰٓى اَنْ تَأْجُرَنِيْ ثَمٰنِيَ حِجَجٍۚ فَاِنْ اَتْمَمْتَ عَشْرًا فَمِنْ عِنْدِكَۚ وَمَآ اُرِيْدُ اَنْ اَشُقَّ عَلَيْكَۗ سَتَجِدُنِيْٓ اِنْ شَاۤءَ اللّٰهُ مِنَ الصّٰلِحِيْنَ ","text_id":"Dia (ayah kedua perempuan itu) berkata, “Sesungguhnya aku bermaksud menikahkanmu dengan salah seorang dari kedua anak perempuanku ini dengan ketentuan bahwa engkau bekerja padaku selama delapan tahun. Jika engkau menyempurnakannya sepuluh tahun, itu adalah (suatu kebaikan) darimu. Aku tidak bermaksud memberatkanmu. Insyaallah engkau akan mendapatiku termasuk orang-orang yang baik.”","text_en":"He said: \"I would like to marry one of these two daughters of mine to you if you agree to work for me on hire for eight years. And if you stay on for ten, it is up to you. I do not wish to impose any hardship on you. God willing you will find me a man of honour.\"","transliteration":"Qaala innee ureedu an unkihaka ihdab nataiya haataini 'alaaa an taajuranee samaaniya hijaj; fa in atmamta 'ashran famin 'indika wa maaa ureedu an ashuqqa 'alaik; satajiduneee in shaaa'al laahu minas saaliheen","no_fn":"","text_fn":""},{"id":3280,"surah":28,"no_ayah":28,"theme":"Kepergian Musa ke Madyan","text_ayah":"قَالَ ذٰلِكَ بَيْنِيْ وَبَيْنَكَۗ اَيَّمَا الْاَجَلَيْنِ قَضَيْتُ فَلَا عُدْوَانَ عَلَيَّ ۗوَاللّٰهُ عَلٰى مَا نَقُوْلُ وَكِيْلٌ ࣖ","text_id":"Dia (Musa) berkata, “Itu (perjanjian) antara aku dan engkau. Yang mana saja dari kedua waktu yang ditentukan itu yang aku sempurnakan, maka tidak ada tuntutan atas diriku (lagi). Allah menjadi saksi atas apa yang kita ucapkan.”","text_en":"(Moses) said: \"This is (agreed) between you and me. Whichever term I fulfil, no injustice will be done to me. God is witness to our agreement.\"","transliteration":"Qaala zaalika bainee wa bainaka aiyamal ajalaini qadaitu falaa 'udwaana 'alaiya wallaahu 'alaa ma naqoolu Wakeel","no_fn":"","text_fn":""},{"id":3281,"surah":28,"no_ayah":29,"theme":"Kembalinya Nabi Musa ke Mesir dan Turunnya Wahyu ","text_ayah":"۞ فَلَمَّا قَضٰى مُوْسَى الْاَجَلَ وَسَارَ بِاَهْلِهٖٓ اٰنَسَ مِنْ جَانِبِ الطُّوْرِ نَارًاۗ قَالَ لِاَهْلِهِ امْكُثُوْٓا اِنِّيْٓ اٰنَسْتُ نَارًا لَّعَلِّيْٓ اٰتِيْكُمْ مِّنْهَا بِخَبَرٍ اَوْ جَذْوَةٍ مِّنَ النَّارِ لَعَلَّكُمْ تَصْطَلُوْنَ","text_id":"Maka, ketika Musa telah menyelesaikan waktu yang ditentukan itu dan berangkat dengan istrinya,<sup>561)</sup> dia melihat api di lereng gunung. Dia berkata kepada keluarganya, “Tunggulah (di sini). Sesungguhnya aku melihat api. Mudah-mudahan aku dapat membawa suatu berita kepadamu dari (tempat) api itu atau (membawa) sepercik api agar kamu dapat menghangatkan badan (dekat api).”","text_en":"When Moses had fulfilled the term and was journeying with his family, he noticed a fire on the side of the mountain. \"Wait here,\" he said to his family; \"I have seen a fire. I may haply bring some news from there, or an ember that you may warm yourselves.\"","transliteration":"Falammmaa qadaa Moosal ajala wa saara bi ahliheee aanasa min jaanibit Toori naaran qaala li ahlihim kusooo inneee aanastu naaral la 'alleee aateekum minhaa bikhabarin aw jazwatim minan naari la 'allakum tastaloon","no_fn":"561","text_fn":"561) Setelah Nabi Musa a.s. menyelesaikan hal yang dijanjikan kepada mertuanya, Syekh Madyan, ia berangkat bersama istrinya ke Mesir untuk menjumpai ibunya."},{"id":3282,"surah":28,"no_ayah":30,"theme":"Kembalinya Nabi Musa ke Mesir dan Turunnya Wahyu ","text_ayah":"فَلَمَّآ اَتٰىهَا نُوْدِيَ مِنْ شَاطِئِ الْوَادِ الْاَيْمَنِ فِى الْبُقْعَةِ الْمُبٰرَكَةِ مِنَ الشَّجَرَةِ اَنْ يّٰمُوْسٰىٓ اِنِّيْٓ اَنَا اللّٰهُ رَبُّ الْعٰلَمِيْنَ ۙ","text_id":"Maka, ketika dia (Musa) mendatangi (api) itu, dia dipanggil dari pinggir lembah di sebelah kanan (Musa) dari (arah) pohon di sebidang tanah yang diberkahi. “Wahai Musa, sesungguhnya Aku adalah Allah, Tuhan semesta alam.<sup>562)</sup>","text_en":"When he drew near, a voice called out to him from the tree on the blessed spot on the right side of the valley: \"O Moses, I am verily God, the Lord of all the worlds.","transliteration":"Falammaaa ataahaa noodiya min shaati'il waadil aimani fil buq'atil muubaarakati minash shajarati ai yaa Moosaaa inneee Anal laahu Rabbul 'aalameen","no_fn":"562","text_fn":"562]) Di tempat dan saat itulah Nabi Musa a.s. diangkat sebagai rasul."},{"id":3283,"surah":28,"no_ayah":31,"theme":"Kembalinya Nabi Musa ke Mesir dan Turunnya Wahyu ","text_ayah":"وَاَنْ اَلْقِ عَصَاكَ ۗفَلَمَّا رَاٰهَا تَهْتَزُّ كَاَنَّهَا جَاۤنٌّ وَّلّٰى مُدْبِرًا وَّلَمْ يُعَقِّبْۗ يٰمُوْسٰىٓ اَقْبِلْ وَلَا تَخَفْۗ اِنَّكَ مِنَ الْاٰمِنِيْنَ","text_id":"Lemparkanlah tongkatmu!” Maka, ketika dia (Musa) melihatnya bergerak-gerak seperti seekor ular kecil yang gesit, dia lari berbalik ke belakang tanpa menoleh. (Allah berfirman,) “Wahai Musa, kemarilah dan jangan takut! Sesungguhnya engkau termasuk orang-orang yang aman.<sup>563)</sup>","text_en":"Throw down your staff.\" When he saw it wriggling like a serpent, he turned about and fled without turning. \"O Moses, approach,\" (said the Voice), \"and have no fear. You will be safe.","transliteration":"Wa an alqi 'asaaka falam maa ra aahaa tahtazzu ka annnahaa jaaannunw wallaa mudbiranw wa lam yu'aqqib; yaa Moosaa aqbil wa laa takhaf innaka minal aamineen","no_fn":"563","text_fn":"563) Kisah serupa terdapat pada surah Ṭāhā/20: 20."},{"id":3284,"surah":28,"no_ayah":32,"theme":"Kembalinya Nabi Musa ke Mesir dan Turunnya Wahyu ","text_ayah":"اُسْلُكْ يَدَكَ فِيْ جَيْبِكَ تَخْرُجْ بَيْضَاۤءَ مِنْ غَيْرِ سُوْۤءٍ ۖوَّاضْمُمْ اِلَيْكَ جَنَاحَكَ مِنَ الرَّهْبِ  فَذٰنِكَ بُرْهَانٰنِ مِنْ رَّبِّكَ اِلٰى فِرْعَوْنَ وَمَلَا۟ىِٕهٖۗ اِنَّهُمْ كَانُوْا قَوْمًا فٰسِقِيْنَ ","text_id":"Masukkanlah tanganmu ke leher bajumu, ia akan keluar (dalam keadaan bercahaya) putih bukan karena cacat. Dekapkanlah kedua tanganmu jika engkau takut. Itulah dua mukjizat dari Tuhanmu (yang akan engkau tunjukkan) kepada Firʻaun dan para pembesarnya. Sesungguhnya mereka adalah kaum yang fasik.”","text_en":"Put your hand inside your shirt. It will come out white without a tarnish of blame; and do not be perturbed or afraid. These are two proofs from your Lord for the Pharaoh and his nobles. They are certainly a rebellious people.\"","transliteration":"Usluk yadaka fee jaibika takhruj baidaaa'a min ghairi sooo'inw wadmum ilaika janaahaka minar rahbi fazaanika burhaanaani mir Rabbika ilaa Fiw'awna wa mala'ih; innahum kaanoo qawman faasiqeen","no_fn":"","text_fn":""},{"id":3285,"surah":28,"no_ayah":33,"theme":"Diangkatnya Harun Menjadi Nabi dan Dakwahnya kepada Firʻaun bersama Musa","text_ayah":"قَالَ رَبِّ اِنِّيْ قَتَلْتُ مِنْهُمْ نَفْسًا فَاَخَافُ اَنْ يَّقْتُلُوْنِ ","text_id":"(Musa) berkata, “Ya Tuhanku, sesungguhnya aku telah membunuh seseorang dari mereka sehingga aku takut mereka akan membunuhku.","text_en":"He said: \"O Lord, I have killed a man of theirs, and fear they would kill me.","transliteration":"Qaala Rabbi innee qataltu minhum nafsan fa akhaafu ai yaqtuloon","no_fn":"","text_fn":""},{"id":3286,"surah":28,"no_ayah":34,"theme":"Diangkatnya Harun Menjadi Nabi dan Dakwahnya kepada Firʻaun bersama Musa","text_ayah":"وَاَخِيْ هٰرُوْنُ هُوَ اَفْصَحُ مِنِّيْ لِسَانًا فَاَرْسِلْهُ مَعِيَ رِدْءًا يُّصَدِّقُنِيْٓ  ۖاِنِّيْٓ اَخَافُ اَنْ يُّكَذِّبُوْنِ ","text_id":"Adapun saudaraku Harun, dia lebih fasih lidahnya daripadaku.<sup>564)</sup> Maka, utuslah dia bersamaku sebagai pembantuku untuk membenarkan (perkataan)-ku. Sesungguhnya aku takut mereka akan mendustakanku.”","text_en":"So send my brother Aaron with me as helper for he is more fluent than I with words, that he should affirm me, for I fear that they would call me a liar.\"","transliteration":"Wa akhee Haaroonu huwa afsahu minnee lisaanan fa arsilhu ma'iya rid ai yusaddiquneee innee akhaafu ai yukazziboon","no_fn":"564","text_fn":"564) Selain segan kepada Fir‘aun, Nabi Musa a.s. juga merasa kurang lancar berbicara. Maka, dia memohon kepada Allah Swt. agar mengutus Harun a.s. yang lebih lancar berbicara untuk menjadi nabi bersamanya."},{"id":3287,"surah":28,"no_ayah":35,"theme":"Diangkatnya Harun Menjadi Nabi dan Dakwahnya kepada Firʻaun bersama Musa","text_ayah":"قَالَ سَنَشُدُّ عَضُدَكَ بِاَخِيْكَ وَنَجْعَلُ لَكُمَا سُلْطٰنًا فَلَا يَصِلُوْنَ اِلَيْكُمَا  ۛبِاٰيٰتِنَا  ۛ اَنْتُمَا وَمَنِ اتَّبَعَكُمَا الْغٰلِبُوْنَ ","text_id":" Dia (Allah) berfirman, “Kami akan menguatkanmu dengan saudaramu dan Kami akan berikan kepadamu berdua hujah (mukjizat). Maka, mereka tidak akan dapat mencapaimu. (Berangkatlah kamu berdua) dengan membawa mukjizat Kami. Kamu berdua dan orang yang mengikutimu adalah para pemenang.”","text_en":"(And) God said: \"We shall strengthen your arm with your brother, and give you power with Our signs and give you authority, so that they will not be able to harm you. Both of you and your followers will be victorious.\"","transliteration":"Qaala sanashuddu 'adudaka bi akheeka wa naj'alu lakumaa sultaanan falaa yasiloona ilaikumaa; bi Aayaatinaa antumaa wa manit taba'akumal ghaaliboon","no_fn":"","text_fn":""},{"id":3288,"surah":28,"no_ayah":36,"theme":"Diangkatnya Harun Menjadi Nabi dan Dakwahnya kepada Firʻaun bersama Musa","text_ayah":"فَلَمَّا جَاۤءَهُمْ مُّوْسٰى بِاٰيٰتِنَا بَيِّنٰتٍ قَالُوْا مَا هٰذَآ اِلَّا سِحْرٌ مُّفْتَرًىۙ وَّمَا سَمِعْنَا بِهٰذَا فِيْٓ اٰبَاۤىِٕنَا الْاَوَّلِيْنَ ","text_id":"Ketika Musa mendatangi mereka (Firʻaun dan pengikutnya) dengan (membawa) mukjizat Kami yang nyata, mereka berkata, “Ini hanyalah sihir yang dibuat-buat dan kami tidak pernah mendengar (ajakan) ini dari nenek moyang kami dahulu.”","text_en":"But when Moses came to them with Our clear signs they said: \"This is nothing but magic he has contrived, for we have not heard of this from our fathers of old.\"","transliteration":"Falammaa jaaa'ahum Moosaa bi Aayaatinaa baiyinaatin qaaloo maa haazaaa illaa sihrum muftaranw wa maa sami'naa bihaazaa feee aabaaa'inal awwaleen","no_fn":"","text_fn":""},{"id":3289,"surah":28,"no_ayah":37,"theme":"Diangkatnya Harun Menjadi Nabi dan Dakwahnya kepada Firʻaun bersama Musa","text_ayah":"وَقَالَ مُوْسٰى رَبِّيْٓ اَعْلَمُ بِمَنْ جَاۤءَ بِالْهُدٰى مِنْ عِنْدِهٖ وَمَنْ تَكُوْنُ لَهٗ عَاقِبَةُ الدَّارِۗ اِنَّهٗ لَا يُفْلِحُ الظّٰلِمُوْنَ ","text_id":"Musa menjawab, “Tuhanku lebih mengetahui siapa yang (pantas) membawa petunjuk dari sisi-Nya dan siapa yang akan mendapat kesudahan (yang baik) di akhirat. Sesungguhnya orang-orang zalim itu tidak beruntung.”","text_en":"But Moses said: \"My Lord knows well who has come with guidance from Him, and for whom is the guerdon of Paradise. But surely the wicked will not prosper.\"","transliteration":"Wa qaala Moosaa Rabbeee a'alamu biman jaaa'a bilhudaa min 'indihee wa man takoonu lahoo 'aaqibatud daari innahoo laa yuflihuz zaalimoon","no_fn":"","text_fn":""},{"id":3290,"surah":28,"no_ayah":38,"theme":"Kesombongan Firʻaun dan Akibatnya serta Anugerah Allah untuk Musa","text_ayah":"وَقَالَ فِرْعَوْنُ يٰٓاَيُّهَا الْمَلَاُ مَا عَلِمْتُ لَكُمْ مِّنْ اِلٰهٍ غَيْرِيْۚ فَاَوْقِدْ لِيْ يٰهَامٰنُ عَلَى الطِّيْنِ فَاجْعَلْ لِّيْ صَرْحًا لَّعَلِّيْٓ اَطَّلِعُ اِلٰٓى اِلٰهِ مُوْسٰىۙ وَاِنِّيْ لَاَظُنُّهٗ مِنَ الْكٰذِبِيْنَ ","text_id":"Firʻaun berkata, “Wahai para pembesar, aku tidak mengetahui ada Tuhan bagimu selainku. Wahai Haman, bakarlah tanah liat untukku (untuk membuat batu bata), kemudian buatkanlah bangunan yang tinggi untukku agar aku dapat naik melihat Tuhannya Musa! Sesungguhnya aku yakin bahwa dia termasuk para pendusta.”","text_en":"The Pharaoh said: \"O nobles, I am not aware of any other lord of yours but myself. So, O Haman, fire some clay (bricks) to build a tower for me that I may mount up (and see) the God of Moses; for I think he is a liar.\"","transliteration":"Wa qaala Fir'awnu yaaa aiyuhal mala-u maa 'alimtu lakum min ilaahin ghairee fa awqid lee yaa Haamaanu 'alatteeni faj'al lee sarhal la'alleee attali'u ilaaa ilaahi Moosaa wa innee la azunnuhoo minal kaazibeen","no_fn":"","text_fn":""},{"id":3291,"surah":28,"no_ayah":39,"theme":"Kesombongan Firʻaun dan Akibatnya serta Anugerah Allah untuk Musa","text_ayah":"وَاسْتَكْبَرَ هُوَ وَجُنُوْدُهٗ فِى الْاَرْضِ بِغَيْرِ الْحَقِّ وَظَنُّوْٓا اَنَّهُمْ اِلَيْنَا لَا يُرْجَعُوْنَ ","text_id":"Dia (Firʻaun) dan bala tentaranya bersikap sombong di bumi tanpa (alasan yang) benar. Mereka mengira bahwa sesungguhnya mereka tidak akan dikembalikan kepada Kami.","text_en":"He and his soldiers had become arrogant in the land for no reason, and did not think that they have to come back to Us in the end.","transliteration":"Wastakbara huwa wa junooduhoo fil ardi bighairil haqqi wa zannooo annahum ilainaa laa yurja'oon","no_fn":"","text_fn":""},{"id":3292,"surah":28,"no_ayah":40,"theme":"Kesombongan Firʻaun dan Akibatnya serta Anugerah Allah untuk Musa","text_ayah":"فَاَخَذْنٰهُ وَجُنُوْدَهٗ فَنَبَذْنٰهُمْ فِى الْيَمِّ ۚفَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ الظّٰلِمِيْنَ ","text_id":"Kami menghukum dia (Firʻaun) dan bala tentaranya. Kami menenggelamkan mereka ke dalam laut. Perhatikanlah bagaimana kesudahan orang-orang zalim.","text_en":"So We seized him and his hordes and threw them into the sea. Behold then how was the end of the wicked!","transliteration":"Fa akhaznaahu wa junoo dahoo fanabaznaahum fil yammi fanzur kaifa kaana 'aaqibatuz zaalimeen","no_fn":"","text_fn":""},{"id":3293,"surah":28,"no_ayah":41,"theme":"Kesombongan Firʻaun dan Akibatnya serta Anugerah Allah untuk Musa","text_ayah":"وَجَعَلْنٰهُمْ اَىِٕمَّةً يَّدْعُوْنَ اِلَى النَّارِۚ وَيَوْمَ الْقِيٰمَةِ لَا يُنْصَرُوْنَ ","text_id":"Kami menjadikan mereka (Firʻaun dan bala tentaranya) para pemimpin yang mengajak (manusia) ke neraka. Pada hari Kiamat mereka tidak akan ditolong.","text_en":"We made them the leaders of those who call to Hell; and on the Day of Judgement they will not be helped.","transliteration":"Wa ja'alnaahum a'immatany yad'oona ilan Naari wa Yawmal Qiyaamati laa yunsaroon","no_fn":"","text_fn":""},{"id":3294,"surah":28,"no_ayah":42,"theme":"Kesombongan Firʻaun dan Akibatnya serta Anugerah Allah untuk Musa","text_ayah":"وَاَتْبَعْنٰهُمْ فِيْ هٰذِهِ الدُّنْيَا لَعْنَةً ۚوَيَوْمَ الْقِيٰمَةِ هُمْ مِّنَ الْمَقْبُوْحِيْنَ ࣖ","text_id":"Kami memperikutkan laknat kepada mereka di dunia ini dan pada hari Kiamat mereka termasuk orang-orang yang dijauhkan (dari rahmat Allah).","text_en":"A curse lies upon them in this world, and on the Day of Resurrection they will be despised.","transliteration":"Wa atba'naahum fee haazihid dunyaa la'natanw wa Yawmal Qiyaamati hum minal maqbooheen","no_fn":"","text_fn":""},{"id":3295,"surah":28,"no_ayah":43,"theme":"Kesombongan Firʻaun dan Akibatnya serta Anugerah Allah untuk Musa","text_ayah":"وَلَقَدْ اٰتَيْنَا مُوْسَى الْكِتٰبَ مِنْۢ بَعْدِ مَآ اَهْلَكْنَا الْقُرُوْنَ الْاُوْلٰى بَصَاۤىِٕرَ لِلنَّاسِ وَهُدًى وَّرَحْمَةً لَّعَلَّهُمْ يَتَذَكَّرُوْنَ ","text_id":"Sungguh, Kami benar-benar menganugerahkan kepada Musa Kitab (Taurat) setelah Kami membinasakan generasi terdahulu sebagai penerang, petunjuk, dan rahmat bagi manusia agar mereka mendapat pelajaran.","text_en":"After We had destroyed the earlier generations We gave Moses the Book as evidence for mankind, and a guidance and grace, so that they may remember.","transliteration":"Wa laqad aatainaa Moosal Kitaaba mim ba'di maaa ahlaknal quroonal oolaa basaaa'ira linnaasi wa hudanw wa rahmatal la'allahum yata zakkkaroon","no_fn":"","text_fn":""},{"id":3296,"surah":28,"no_ayah":44,"theme":"Bukti Kebenaran Nabi Muhammad dalam Pengetahuannya tentang Nabi Musa","text_ayah":"وَمَا كُنْتَ بِجَانِبِ الْغَرْبِيِّ اِذْ قَضَيْنَآ اِلٰى مُوْسَى الْاَمْرَ وَمَا كُنْتَ مِنَ الشّٰهِدِيْنَ ۙ","text_id":"Engkau (Nabi Muhammad) tidak berada di sebelah barat (lembah suci Tuwa) ketika Kami menyampaikan risalah kepada Musa. Engkau tidak (pula) termasuk orang-orang yang menyaksikan (kejadian itu).","text_en":"You were not there on the western side (of Mount Sinai) when We gave the commandments to Moses, nor were you witness (to the event).","transliteration":"Wa maa kunta bijaanibil gharbiyyi iz qadainaaa ilaa Moosal amra wa maa kunta minash shaahideen","no_fn":"","text_fn":""},{"id":3297,"surah":28,"no_ayah":45,"theme":"Bukti Kebenaran Nabi Muhammad dalam Pengetahuannya tentang Nabi Musa","text_ayah":"وَلٰكِنَّآ اَنْشَأْنَا قُرُوْنًا فَتَطَاوَلَ عَلَيْهِمُ الْعُمُرُۚ وَمَا كُنْتَ ثَاوِيًا فِيْٓ اَهْلِ مَدْيَنَ تَتْلُوْا عَلَيْهِمْ اٰيٰتِنَاۙ وَلٰكِنَّا كُنَّا مُرْسِلِيْنَ ","text_id":"Akan tetapi, Kami telah menciptakan beberapa umat dan telah berlalu atas mereka masa yang panjang. Engkau (Nabi Muhammad) tidak pula tinggal bersama-sama penduduk Madyan, (sehingga dapat) membacakan ayat-ayat Kami kepada mereka. Akan tetapi, Kamilah pengutus (para rasul). ","text_en":"We raised (many more) generations and prolonged their lives. You did not live with the people of Midian, nor recited to them Our revelations; but We kept on sending messengers.","transliteration":"Wa laakinnaa anshaanaa quroonan fatataawala 'alaihimul 'umur; wa maa kunta saawiyan feee ahli Madyana tatloo 'alaihim Aayaatinaa wa laakinnaa kunnaa mursileen","no_fn":"","text_fn":""},{"id":3298,"surah":28,"no_ayah":46,"theme":"Bukti Kebenaran Nabi Muhammad dalam Pengetahuannya tentang Nabi Musa","text_ayah":"وَمَا كُنْتَ بِجَانِبِ الطُّوْرِ اِذْ نَادَيْنَا وَلٰكِنْ رَّحْمَةً مِّنْ رَّبِّكَ لِتُنْذِرَ قَوْمًا مَّآ اَتٰىهُمْ مِّنْ نَّذِيْرٍ مِّنْ قَبْلِكَ لَعَلَّهُمْ يَتَذَكَّرُوْنَ ","text_id":"Engkau (Nabi Muhammad) tidak pula berada di dekat gunung (Sinai) ketika Kami memanggil (Musa). Akan tetapi, (engkau mengetahuinya) semata-mata karena rahmat dari Tuhanmu agar engkau memberi peringatan kepada kaum yang belum didatangi oleh seorang pun pemberi peringatan sebelum engkau agar mereka mendapat pelajaran.","text_en":"You were not present on the side of Mount Sinai when We called. And all this (knowledge that you are given) is by the grace of your Lord so that you may warn a people to whom no admonisher had come before you, that they may take heed;","transliteration":"Wa maa kunta bijaanibit Toori iz naadainaa wa laakir rahmatam mir Rabbika litunzira qawmam maaa ataahum min nazeerim min qablika la'allahum yatazakkaroon","no_fn":"","text_fn":""},{"id":3299,"surah":28,"no_ayah":47,"theme":"Bukti Kebenaran Nabi Muhammad dalam Pengetahuannya tentang Nabi Musa","text_ayah":"وَلَوْلَآ اَنْ تُصِيْبَهُمْ مُّصِيْبَةٌ ۢبِمَا قَدَّمَتْ اَيْدِيْهِمْ فَيَقُوْلُوْا رَبَّنَا لَوْلَآ اَرْسَلْتَ اِلَيْنَا رَسُوْلًا فَنَتَّبِعَ اٰيٰتِكَ وَنَكُوْنَ مِنَ الْمُؤْمِنِيْنَ ","text_id":"Seandainya saja saat ditimpa azab karena apa yang mereka kerjakan mereka tidak berdalih dengan mengatakan, “Ya Tuhan kami, mengapa Engkau tidak mengutus seorang rasul kepada kami agar kami mengikuti ayat-ayat-Mu dan termasuk orang-orang mukmin?” (Maka, tidak akan ada rasul yang diutus)","text_en":"And in case disaster comes upon them for what they have done themselves, they should say: \"O Lord, why did You not send an apostle to us that we should have followed Your commands, and been with those who are believers;\"","transliteration":"Wa law laaa an tuseebahum museebatum bimaa qaddamat aideehim fa yaqooloo Rabbanaa law laaa arsalta ilainaa Rasoolan fanattabi'a Aayaatika wa nakoona minal mu'mineen","no_fn":"","text_fn":""},{"id":3300,"surah":28,"no_ayah":48,"theme":"Pembangkangan Orang Kafir dan Jawabannya","text_ayah":"فَلَمَّا جَاۤءَهُمُ الْحَقُّ مِنْ عِنْدِنَا قَالُوْا لَوْلَآ اُوْتِيَ مِثْلَ مَآ اُوْتِيَ مُوْسٰىۗ اَوَلَمْ يَكْفُرُوْا بِمَآ اُوْتِيَ مُوْسٰى مِنْ قَبْلُۚ قَالُوْا سِحْرٰنِ تَظٰهَرَاۗ وَقَالُوْٓا اِنَّا بِكُلٍّ كٰفِرُوْنَ ","text_id":"Ketika telah datang kepada mereka kebenaran (Al-Qur’an) dari sisi Kami, mereka berkata, “Mengapa tidak diberikan kepadanya (Nabi Muhammad mukjizat) seperti apa yang telah diberikan kepada Musa?” Bukankah mereka itu telah ingkar kepada apa yang diberikan kepada Musa dahulu? Mereka berkata, “(Al-Qur’an dan Taurat adalah) dua (kitab) sihir yang saling menguatkan.” Mereka (juga) berkata, “Sesungguhnya kami mengingkari keduanya.”","text_en":"But when the truth came to them from Us, they said: \"Why is he not given the like of what was given to Moses?\" Did they not disbelieve before in what was given to Moses? They said: \"Both are imposters one like the other,\" and added: \"We do not believe in either.\"","transliteration":"Falammaa jaaa'ahumul haqqu min 'indinaa qaaloo law laa ootiya misla maaa ootiyaa Moosaa; awalam yakfuroo bimaaa ootiya Moosaa min qablu qaaloo sihraani tazaaharaa wa qaalooo innaa bikullin kaafiroon","no_fn":"","text_fn":""},{"id":3301,"surah":28,"no_ayah":49,"theme":"Pembangkangan Orang Kafir dan Jawabannya","text_ayah":"قُلْ فَأْتُوْا بِكِتٰبٍ مِّنْ عِنْدِ اللّٰهِ هُوَ اَهْدٰى مِنْهُمَآ اَتَّبِعْهُ اِنْ كُنْتُمْ صٰدِقِيْنَ ","text_id":"Katakanlah (Nabi Muhammad), “Datangkanlah sebuah kitab dari sisi Allah yang lebih banyak memberi petunjuk daripada keduanya (Taurat dan Al-Qur’an), niscaya aku mengikutinya, jika kamu orang-orang benar.”","text_en":"Say: \"Then bring a Book from God which gives better guidance than these so that I may follow it, if you speak the truth.\"","transliteration":"Qul faatoo bi Kitaabim min 'indil laahi huwa ahdaa minhu maaa attabi'hu in kuntum saadiqeen","no_fn":"","text_fn":""},{"id":3302,"surah":28,"no_ayah":50,"theme":"Pembangkangan Orang Kafir dan Jawabannya","text_ayah":"فَاِنْ لَّمْ يَسْتَجِيْبُوْا لَكَ فَاعْلَمْ اَنَّمَا يَتَّبِعُوْنَ اَهْوَاۤءَهُمْۗ وَمَنْ اَضَلُّ مِمَّنِ اتَّبَعَ هَوٰىهُ بِغَيْرِ هُدًى مِّنَ اللّٰهِ ۗاِنَّ اللّٰهَ لَا يَهْدِى الْقَوْمَ الظّٰلِمِيْنَ ࣖ","text_id":"Jika mereka tidak menjawab (tantanganmu), ketahuilah bahwa mereka hanyalah mengikuti hawa nafsu mereka. Siapakah yang lebih sesat daripada orang yang mengikuti keinginannya tanpa mendapat petunjuk dari Allah? Sesungguhnya Allah tidak memberi petunjuk kepada kaum yang zalim.","text_en":"Then, if they cannot give you an answer, know that they are only following their lusts. And who can be farther astray than he who follows his lust without any guidance from God? And certainly God does not guide an unjust people.","transliteration":"Fa il lam yastajeeboo laka fa'lam annamaa yattabi'oona ahwaaa'ahum; w aman adallu mimmanit taba'a hawaahu bighari hudam minal laah; innal laaha laa yahdil qawmaz zaalimeen","no_fn":"","text_fn":""},{"id":3303,"surah":28,"no_ayah":51,"theme":"Pembangkangan Orang Kafir dan Jawabannya","text_ayah":"۞ وَلَقَدْ وَصَّلْنَا لَهُمُ الْقَوْلَ لَعَلَّهُمْ يَتَذَكَّرُوْنَ ۗ ","text_id":"Sungguh, Kami benar-benar telah menurunkan perkataan itu (Al-Qur’an) secara berkesinambungan untuk mereka agar selalu mengingat(-nya).","text_en":"We have been sending word to them that they may take a warning.","transliteration":"Wa laqad wassalnaa lahumul qawla la'allahum yatazakkaroon","no_fn":"","text_fn":""},{"id":3304,"surah":28,"no_ayah":52,"theme":"Berimannya Sebagian Ahlulkitab setelah Mendengar Al-Qur’an","text_ayah":"اَلَّذِيْنَ اٰتَيْنٰهُمُ الْكِتٰبَ مِنْ قَبْلِهٖ هُمْ بِهٖ يُؤْمِنُوْنَ ","text_id":"Orang-orang yang telah Kami anugerahkan kepada mereka Alkitab sebelum Al-Qur’an, mereka beriman (pula) kepadanya (Al-Qur’an).","text_en":"Those to whom We gave the Book before this do believe in it;","transliteration":"Allazeena aatainaahu mul Kitaaba min qablihee hum bihee yu'minoon","no_fn":"","text_fn":""},{"id":3305,"surah":28,"no_ayah":53,"theme":"Berimannya Sebagian Ahlulkitab setelah Mendengar Al-Qur’an","text_ayah":"وَاِذَا يُتْلٰى عَلَيْهِمْ قَالُوْٓا اٰمَنَّا بِهٖٓ اِنَّهُ الْحَقُّ مِنْ رَّبِّنَآ اِنَّا كُنَّا مِنْ قَبْلِهٖ مُسْلِمِيْنَ ","text_id":"Apabila (Al-Qur’an) dibacakan kepada mereka, mereka berkata, “Kami beriman kepadanya. Sesungguhnya (Al-Qur’an) itu adalah suatu kebenaran dari Tuhan kami. Sesungguhnya sebelum ini kami adalah orang-orang muslim.”","text_en":"And when it is read out to them, say: \"We believe in it. It's the truth from our Lord. We had committed ourselves before it came.\"","transliteration":"Wa izaa yutlaa 'alaihim qaaloo aamannaa biheee innahul haqqu mir rabbinaaa innaa kunnaa min qablihee muslimeen","no_fn":"","text_fn":""},{"id":3306,"surah":28,"no_ayah":54,"theme":"Berimannya Sebagian Ahlulkitab setelah Mendengar Al-Qur’an","text_ayah":"اُولٰۤىِٕكَ يُؤْتَوْنَ اَجْرَهُمْ مَّرَّتَيْنِ بِمَا صَبَرُوْا وَيَدْرَءُوْنَ بِالْحَسَنَةِ السَّيِّئَةَ وَمِمَّا رَزَقْنٰهُمْ يُنْفِقُوْنَ ","text_id":"Mereka itu diberi pahala dua kali (pahala beriman pada Taurat dan Al-Qur’an) disebabkan kesabaran mereka. Mereka menolak kejahatan dengan kebaikan dan menginfakkan sebagian rezeki yang telah Kami anugerahkan kepada mereka. ","text_en":"These will be given their recompense twice, for they persevered and repelled evil with good, and spent of what We had given them.","transliteration":"Ulaaa'ika yu'tawna ajrahum marratayni bimaa sabaroo wa yadra'oona bil hasanatis saiyi'ata wa mimmmaa razaq naahum yunfiqoon","no_fn":"","text_fn":""},{"id":3307,"surah":28,"no_ayah":55,"theme":"Berimannya Sebagian Ahlulkitab setelah Mendengar Al-Qur’an","text_ayah":"وَاِذَا سَمِعُوا اللَّغْوَ اَعْرَضُوْا عَنْهُ وَقَالُوْا لَنَآ اَعْمَالُنَا وَلَكُمْ اَعْمَالُكُمْ ۖسَلٰمٌ عَلَيْكُمْ ۖ لَا نَبْتَغِى الْجٰهِلِيْنَ","text_id":"Apabila mendengar perkataan yang buruk, mereka berpaling darinya dan berkata, “Bagi kami amal-amal kami dan bagimu amal-amalmu, salāmun ‘alaikum (semoga keselamatan tercurah kepadamu), kami tidak ingin (bergaul dengan) orang-orang bodoh.”","text_en":"When they hear idle talk they turn aside and say: \"To us our actions, to you yours. Peace on you; we do not look for the ignorant.\"","transliteration":"Wa izaa sami'ul laghwa a'radoo 'anhu wa qaaloo lanaaa a'maalunaa wa lakum a'maalukum salaamun 'alaikum laa nabtaghil jaahileen","no_fn":"","text_fn":""},{"id":3308,"surah":28,"no_ayah":56,"theme":"Hanya Allah yang Dapat Memberi Hidayah","text_ayah":"اِنَّكَ لَا تَهْدِيْ مَنْ اَحْبَبْتَ وَلٰكِنَّ اللّٰهَ يَهْدِيْ مَنْ يَّشَاۤءُ ۚوَهُوَ اَعْلَمُ بِالْمُهْتَدِيْنَ ","text_id":"Sesungguhnya engkau (Nabi Muhammad) tidak (akan dapat) memberi petunjuk kepada orang yang engkau kasihi, tetapi Allah memberi petunjuk kepada siapa yang Dia kehendaki (berdasarkan kesiapannya untuk menerima petunjuk). Dia paling tahu tentang orang-orang yang (mau) menerima petunjuk.","text_en":"You cannot guide any one you like: God guides whosoever He please. He knows best who will come to guidance.","transliteration":"Innaka laa tahdee man ahbata wa laakinna laaha yahdee mai yashaaa'; wa Huwaa'lamu bilmuhtadeen","no_fn":"","text_fn":""},{"id":3309,"surah":28,"no_ayah":57,"theme":"Hanya Allah yang Dapat Memberi Hidayah","text_ayah":"وَقَالُوْٓا اِنْ نَّتَّبِعِ الْهُدٰى مَعَكَ نُتَخَطَّفْ مِنْ اَرْضِنَاۗ اَوَلَمْ نُمَكِّنْ لَّهُمْ حَرَمًا اٰمِنًا يُّجْبٰٓى اِلَيْهِ ثَمَرٰتُ كُلِّ شَيْءٍ رِّزْقًا مِّنْ لَّدُنَّا وَلٰكِنَّ اَكْثَرَهُمْ لَا يَعْلَمُوْنَ","text_id":"Mereka berkata, “Jika mengikuti petunjuk bersama engkau, niscaya kami akan diusir dari negeri kami.” (Allah berfirman,) “Bukankah Kami telah mengukuhkan kedudukan mereka di tanah haram yang aman, yang didatangkan ke tempat itu buah-buahan dari segala macam (tumbuh-tumbuhan) sebagai rezeki (bagimu) dari sisi Kami?” Akan tetapi, kebanyakan mereka tidak mengetahui.","text_en":"They say: \"If we followed your guidance we would be driven from the land by force.\" Have We not set up a sanctuary for them, to which is brought a wealth of everything as provision from Us? But most of them do not understand.","transliteration":"Wa qaalooo in nattabi'il hudaa ma'aka nutakhattaf min ardinaa; awalam numakkkil lahum haraman aaminany yujbaaa ilaihi samaraatu kulli shai'ir rizqam mil ladunnaa wa laakinna aksarahum laa ya'lamoon","no_fn":"","text_fn":""},{"id":3310,"surah":28,"no_ayah":58,"theme":"Kehancuran Negeri karena Mendustakan Ajaran Rasul","text_ayah":"وَكَمْ اَهْلَكْنَا مِنْ قَرْيَةٍ ۢ بَطِرَتْ مَعِيْشَتَهَا ۚفَتِلْكَ مَسٰكِنُهُمْ لَمْ تُسْكَنْ مِّنْۢ بَعْدِهِمْ اِلَّا قَلِيْلًاۗ وَكُنَّا نَحْنُ الْوٰرِثِيْنَ ","text_id":"Betapa banyak (penduduk) negeri yang telah Kami binasakan karena kesenangan hidup membuatnya lalai. Maka, itulah tempat tinggal mereka yang tidak didiami (lagi) setelah mereka, kecuali sebagian kecil. Kamilah yang mewarisinya.<sup>565)</sup>","text_en":"How many habitations that had come to boast of their resources have We destroyed? These their dwellings were never inhabited except rarely after them; and they came back to Us.","transliteration":"Wa kam ahlaknaa min qaryatim batirat ma'eeshatahaa fatilka masaainuhum lam tuskam mim ba'dihim illaa qaleelaa; wa kunnaa Nahnul waariseen","no_fn":"565","text_fn":"565) Setelah penduduknya hancur, tempat itu menjadi kosong dan tidak dimakmurkan lagi, sehingga akhirnya kembali kepada pemiliknya yang hakiki, Allah Swt."},{"id":3311,"surah":28,"no_ayah":59,"theme":"Kehancuran Negeri karena Mendustakan Ajaran Rasul","text_ayah":"وَمَا كَانَ رَبُّكَ مُهْلِكَ الْقُرٰى حَتّٰى يَبْعَثَ فِيْٓ اُمِّهَا رَسُوْلًا يَّتْلُوْا عَلَيْهِمْ اٰيٰتِنَاۚ وَمَا كُنَّا مُهْلِكِى الْقُرٰىٓ اِلَّا وَاَهْلُهَا ظٰلِمُوْنَ ","text_id":"Tuhanmu tidak akan membinasakan negeri-negeri, sebelum Dia mengutus seorang rasul di ibukotanya yang membacakan ayat-ayat Kami kepada mereka. Tidak pernah (pula) Kami membinasakan (penduduk) negeri-negeri, kecuali penduduknya dalam keadaan zalim.","text_en":"But your Lord does not destroy habitations without having sent an apostle to their metropolis to read out Our commandments to them. We would never have destroyed cities if their inhabitants were not given to wickedness.","transliteration":"Wa maa kaana Rabbuka muhlikal quraa hattaa yab'asa feee ummihaa Rasoolany yatloo 'alaihim aayaatina; wa maa kunnaa muhlikil quraaa illaa wa ahluhaa zaalimoon","no_fn":"","text_fn":""},{"id":3312,"surah":28,"no_ayah":60,"theme":"Kenikmatan Duniawi Hanya Sementara","text_ayah":"وَمَآ اُوْتِيْتُمْ مِّنْ شَيْءٍ فَمَتَاعُ الْحَيٰوةِ الدُّنْيَا وَزِيْنَتُهَا ۚوَمَا عِنْدَ اللّٰهِ خَيْرٌ وَّاَبْقٰىۗ اَفَلَا تَعْقِلُوْنَ ࣖ","text_id":"Apa pun yang dianugerahkan (Allah) kepadamu, itu adalah kesenangan hidup duniawi dan perhiasannya, sedangkan apa yang di sisi Allah adalah lebih baik dan lebih kekal. Apakah kamu tidak mengerti?","text_en":"Whatsoever has been given you is the stuff this life is made of, and only its embellishment. What is with your Lord is better and abiding. Will you not understand?","transliteration":"Wa maaa ooteetum min shai'in famataa'ul hayaatid dunyaa wa zeenatuhaa; wa maa 'indal laahi khairunw wa abqaa; afalaa ta'qiloon","no_fn":"","text_fn":""},{"id":3313,"surah":28,"no_ayah":61,"theme":"Kenikmatan Duniawi Hanya Sementara","text_ayah":"اَفَمَنْ وَّعَدْنٰهُ وَعْدًا حَسَنًا فَهُوَ لَاقِيْهِ كَمَنْ مَّتَّعْنٰهُ مَتَاعَ الْحَيٰوةِ الدُّنْيَا ثُمَّ هُوَ يَوْمَ الْقِيٰمَةِ مِنَ الْمُحْضَرِيْنَ ","text_id":"Maka, apakah orang yang Kami janjikan kepadanya janji yang baik (surga) lalu dia memperolehnya sama dengan orang yang Kami berikan kepadanya kesenangan hidup duniawi<sup>566)</sup> kemudian pada hari Kiamat dia termasuk orang-orang yang diseret (ke dalam neraka)?","text_en":"Can one who was given a better promise, which he will find come true, be like him who was given a little enjoyment of this life, but who will afterwards be brought (to judgement) on the Day of Resurrection?","transliteration":"Afamanw wa'adnaahu wa'dan hasanan fahuwa laaqeehi kamam matta'naahu mataa'al hayaatid dunyaa summa huwa Yawmal Qiyaamati minal muhdareen","no_fn":"566","text_fn":"566) Mereka adalah orang yang diberi kenikmatan duniawi, tetapi tidak menggunakannya untuk mencari kebahagiaan akhirat. Di akhirat nanti dia akan diseret ke dalam neraka."},{"id":3314,"surah":28,"no_ayah":62,"theme":"Keadaan Orang Musyrik dan Sembahannya yang Saling Berlepas Diri di Akhirat ","text_ayah":"وَيَوْمَ يُنَادِيْهِمْ فَيَقُوْلُ اَيْنَ شُرَكَاۤءِيَ الَّذِيْنَ كُنْتُمْ تَزْعُمُوْنَ ","text_id":"(Ingatlah) hari ketika Dia (Allah) menyeru mereka dan berfirman, “Di manakah sekutu-sekutu-Ku yang dahulu selalu kamu sangkakan?”","text_en":"That day God will call them and ask: \"Where are they you imagined were My compeers?\"","transliteration":"Wa Yawma yunaadeehim fa-yaqoolu aina shurakaaa 'iyal lazeena kuntum taz'umoon","no_fn":"","text_fn":""},{"id":3315,"surah":28,"no_ayah":63,"theme":"Keadaan Orang Musyrik dan Sembahannya yang Saling Berlepas Diri di Akhirat ","text_ayah":"قَالَ الَّذِيْنَ حَقَّ عَلَيْهِمُ الْقَوْلُ رَبَّنَا هٰٓؤُلَاۤءِ الَّذِيْنَ اَغْوَيْنَاۚ  اَغْوَيْنٰهُمْ كَمَا غَوَيْنَاۚ تَبَرَّأْنَآ اِلَيْكَ مَا كَانُوْٓا اِيَّانَا يَعْبُدُوْنَ","text_id":"Orang-orang yang sudah pasti akan mendapatkan hukuman (tokoh-tokoh musyrik) berkata, “Ya Tuhan kami, mereka inilah orang-orang yang kami sesatkan itu. Kami telah menyesatkan mereka sebagaimana kami (sendiri) sesat. Kami menyatakan kepada Engkau berlepas diri (dari mereka). Mereka sekali-kali tidaklah menyembah kami.” ","text_en":"Those against whom the sentence is justified will say: \"O Lord, these are those we had led astray as we had ourselves gone astray. We clear ourselves before You: They never worshipped us.\"","transliteration":"Qaalal lazeena haqqa 'alaihimul qawlu Rabbanaa haaa'ulaaa'il lazeena aghwainaa aghwainaahu kamaa ghawainaa tabarraanaaa ilaika maa kaanoo iyyaanaa ya'budoon","no_fn":"","text_fn":""},{"id":3316,"surah":28,"no_ayah":64,"theme":"Keadaan Orang Musyrik dan Sembahannya yang Saling Berlepas Diri di Akhirat ","text_ayah":"وَقِيْلَ ادْعُوْا شُرَكَاۤءَكُمْ فَدَعَوْهُمْ فَلَمْ يَسْتَجِيْبُوْا لَهُمْ ۗوَرَاَوُا الْعَذَابَۚ  لَوْ اَنَّهُمْ كَانُوْا يَهْتَدُوْنَ","text_id":"Dikatakan (kepada mereka), “Serulah sekutu-sekutumu.” Mereka pun menyerunya, tetapi (yang diseru) tidak menyambutnya. Mereka melihat azab. (Mereka berkeinginan) seandainya mereka dahulu (mau) menerima petunjuk. ","text_en":"(The sinners) will be told: \"Invoke your partners.\" They will call on them, but they will not answer; and they will see the torment (and wish) if only they had come to guidance.","transliteration":"Wa qeelad 'oo shurakaaa'akum fada'awhum falam yastajeeboo lahum wa ra awul 'azaab; law annahum kaanoo yahtadoon","no_fn":"","text_fn":""},{"id":3317,"surah":28,"no_ayah":65,"theme":"Keadaan Orang Musyrik dan Sembahannya yang Saling Berlepas Diri di Akhirat ","text_ayah":"وَيَوْمَ يُنَادِيْهِمْ فَيَقُوْلُ مَاذَآ اَجَبْتُمُ الْمُرْسَلِيْنَ ","text_id":"(Ingatlah) hari ketika Dia (Allah) menyeru mereka lalu berfirman, “Apa jawabanmu terhadap para rasul?”","text_en":"(God) will ask them on that day: \"What answer did you give the apostles?\"","transliteration":"Wa Yawma yunaadeehim fa yaqoolu maazaaa ajabtumul mursaleen","no_fn":"","text_fn":""},{"id":3318,"surah":28,"no_ayah":66,"theme":"Keadaan Orang Musyrik dan Sembahannya yang Saling Berlepas Diri di Akhirat ","text_ayah":"فَعَمِيَتْ عَلَيْهِمُ الْاَنْۢبَاۤءُ يَوْمَىِٕذٍ فَهُمْ لَا يَتَسَاۤءَلُوْنَ ","text_id":"Maka, tertutuplah bagi mereka segala macam alasan pada hari itu. Oleh karena itu, mereka tidak saling bertanya.","text_en":"Then all news will be blacked out for them, and they will not even ask one another.","transliteration":"Fa'amiyat 'alaihimul ambaaa'u Yawma'izin fahum laa yatasaaa'aloon","no_fn":"","text_fn":""},{"id":3319,"surah":28,"no_ayah":67,"theme":"Keadaan Orang Musyrik dan Sembahannya yang Saling Berlepas Diri di Akhirat ","text_ayah":"فَاَمَّا مَنْ تَابَ وَاٰمَنَ وَعَمِلَ صَالِحًا فَعَسٰٓى اَنْ يَّكُوْنَ مِنَ الْمُفْلِحِيْنَ ","text_id":"Adapun orang yang bertobat, beriman, dan beramal saleh mudah-mudahan termasuk orang-orang yang beruntung. ","text_en":"But he who repents and believes and does good things may well be among the successful.","transliteration":"Fa ammaa man taaba wa aamana wa 'amila saalihan fa'asaaa ai yakoona minal mufliheen","no_fn":"","text_fn":""},{"id":3320,"surah":28,"no_ayah":68,"theme":"Hanya Allah yang Berhak Menentukan Sesuatu","text_ayah":"وَرَبُّكَ يَخْلُقُ مَا يَشَاۤءُ وَيَخْتَارُ ۗمَا كَانَ لَهُمُ الْخِيَرَةُ ۗسُبْحٰنَ اللّٰهِ وَتَعٰلٰى عَمَّا يُشْرِكُوْنَ ","text_id":"Tuhanmu menciptakan dan memilih apa yang Dia kehendaki. Sekali-kali tidak ada pilihan bagi mereka. Mahasuci Allah dan Maha Tinggi Dia dari apa yang mereka persekutukan.","text_en":"Your Lord creates what He wills and chooses. The good is not for them to choose. Too holy and high is God for what they associate with Him.","transliteration":"Wa Rabbuka yakhuluqu maa yashaaa'u wa yakhtaar; maa kaana lahumul khiyarah; Subhannal laahi wa Ta'aalaa 'ammmaa yushrikoon","no_fn":"","text_fn":""},{"id":3321,"surah":28,"no_ayah":69,"theme":"Hanya Allah yang Berhak Menentukan Sesuatu","text_ayah":"وَرَبُّكَ يَعْلَمُ مَا تُكِنُّ صُدُوْرُهُمْ وَمَا يُعْلِنُوْنَ ","text_id":"Tuhanmu mengetahui apa yang disembunyikan (dalam) dada mereka dan apa yang mereka nyatakan.","text_en":"Your Lord well knows what they hide in their breasts and what they disclose.","transliteration":"Wa Rabbuka ya'lamu maa tukinnu sudooruhum wa maa yu'linoon","no_fn":"","text_fn":""},{"id":3322,"surah":28,"no_ayah":70,"theme":"Hanya Allah yang Berhak Menentukan Sesuatu","text_ayah":"وَهُوَ اللّٰهُ لَآ اِلٰهَ اِلَّا هُوَ ۗ لَهُ الْحَمْدُ فِى الْاُوْلٰى وَالْاٰخِرَةِ ۖوَلَهُ الْحُكْمُ وَاِلَيْهِ تُرْجَعُوْنَ ","text_id":"Dialah Allah, tidak ada tuhan selain Dia. Bagi-Nya segala puji di dunia dan di akhirat dan bagi-Nya (pula) segala putusan. Hanya kepada-Nya kamu dikembalikan.","text_en":"He is God. There is no god but He. His alone is praise first and last, and His the judgement, and to Him will you be brought back in the end.","transliteration":"Wa Huwal laahu laaa ilaaha illaa Huwa lahul hamdu fil oolaa wal Aakhirati wa lahul hukmu wa ilaihi turja'oon","no_fn":"","text_fn":""},{"id":3323,"surah":28,"no_ayah":71,"theme":"Allah yang Berhak Dipuji dan Disyukuri","text_ayah":"قُلْ اَرَءَيْتُمْ اِنْ جَعَلَ اللّٰهُ عَلَيْكُمُ الَّيْلَ سَرْمَدًا اِلٰى يَوْمِ الْقِيٰمَةِ مَنْ اِلٰهٌ غَيْرُ اللّٰهِ يَأْتِيْكُمْ بِضِيَاۤءٍ ۗ اَفَلَا تَسْمَعُوْنَ ","text_id":"Katakanlah (Nabi Muhammad), “Bagaimana pendapatmu jika Allah menjadikan untukmu malam itu terus-menerus sampai hari Kiamat? Siapakah Tuhan selain Allah yang akan mendatangkan sinar terang kepadamu? Apakah kamu tidak mendengar?”","text_en":"Say: \"Just think, if God were to cover you up with night for ever until the Day of Doom, what other god apart from God will give you light? Why do you not pay heed?\"","transliteration":"Qul ara'aitum in ja'alal laahu 'alaikumul laila sarmadan ilaa Yawmil Qiyaamati man ilaahun ghairul laahi yaa teekum bidiyaaa'in afalaa tasma'oon","no_fn":"","text_fn":""},{"id":3324,"surah":28,"no_ayah":72,"theme":"Allah yang Berhak Dipuji dan Disyukuri","text_ayah":"قُلْ اَرَءَيْتُمْ اِنْ جَعَلَ اللّٰهُ عَلَيْكُمُ النَّهَارَ سَرْمَدًا اِلٰى يَوْمِ الْقِيٰمَةِ مَنْ اِلٰهٌ غَيْرُ اللّٰهِ يَأْتِيْكُمْ بِلَيْلٍ تَسْكُنُوْنَ فِيْهِ ۗ اَفَلَا تُبْصِرُوْنَ ","text_id":"Katakanlah (Nabi Muhammad), “Bagaimana pendapatmu jika Allah menjadikan untukmu siang itu terus-menerus sampai hari Kiamat? Siapakah Tuhan selain Allah yang akan mendatangkan malam kepadamu sebagai waktu istirahatmu? Apakah kamu tidak memperhatikan?”","text_en":"Say: \"Just think. If God were to make the day perpetual till the Day of Resurrection, what other god but God would bring you night for rest? Why do you not reflect?","transliteration":"Qul ara'aitum in ja'alal laahu 'alaikumun nahaara sarmadan ilaa Yawmil Qiyaamati man ilaahun ghairul laahi yaateekum bilailin taskunoona feehi afalaa tubsiroon","no_fn":"","text_fn":""},{"id":3325,"surah":28,"no_ayah":73,"theme":"Allah yang Berhak Dipuji dan Disyukuri","text_ayah":"وَمِنْ رَّحْمَتِهٖ جَعَلَ لَكُمُ الَّيْلَ وَالنَّهَارَ لِتَسْكُنُوْا فِيْهِ وَلِتَبْتَغُوْا مِنْ فَضْلِهٖ وَلَعَلَّكُمْ تَشْكُرُوْنَ ","text_id":"Berkat rahmat-Nya, Dia jadikan untukmu malam dan siang agar kamu beristirahat pada malam hari, agar kamu mencari sebagian karunia-Nya (pada siang hari), dan agar kamu bersyukur kepada-Nya.","text_en":"Yet in His benevolence He made you night and day that you may rest and seek His bounty during them, and haply maybe grateful.\"","transliteration":"Wa mir rahmatihee ja'ala lakumul laila wannahaara litaskunoo feehi wa litabtaghoo min fadlihee wa la'allakum tashkuroon","no_fn":"","text_fn":""},{"id":3326,"surah":28,"no_ayah":74,"theme":"Orang yang Mempersekutukan Allah Karena Nafsunya","text_ayah":"وَيَوْمَ يُنَادِيْهِمْ فَيَقُوْلُ اَيْنَ شُرَكَاۤءِيَ الَّذِيْنَ كُنْتُمْ تَزْعُمُوْنَ ","text_id":"(Ingatlah) hari ketika Dia (Allah) menyeru mereka dengan berfirman, “Di manakah sekutu-sekutu-Ku yang dahulu selalu kamu sangkakan?”","text_en":"Upon a day He will call them and ask: \"Where are they you imagined were My compeers?\"","transliteration":"Wa Yawma yunaadeehim fa yaqoolu aina shurakaaa'iyal lazeena kuntum tazz'umoon","no_fn":"","text_fn":""},{"id":3327,"surah":28,"no_ayah":75,"theme":"Orang yang Mempersekutukan Allah Karena Nafsunya","text_ayah":"وَنَزَعْنَا مِنْ كُلِّ اُمَّةٍ شَهِيْدًا فَقُلْنَا هَاتُوْا بُرْهَانَكُمْ فَعَلِمُوْٓا اَنَّ الْحَقَّ لِلّٰهِ وَضَلَّ عَنْهُمْ مَّا كَانُوْا يَفْتَرُوْنَ ࣖ","text_id":"Kami datangkan dari setiap umat seorang saksi,<sup>567)</sup> lalu Kami katakan, “Kemukakanlah bukti kebenaranmu!” Maka, tahulah mereka bahwa yang hak itu milik Allah dan lenyaplah dari mereka apa yang dahulu mereka ada-adakan.","text_en":"And We shall single out one witness from each community and say: \"Bring your proof.\" Then will they know that God's is the judgement, and what they contrived will avail them not in the least.","transliteration":"Wa naza'naa min kulli ummatin shaheedan faqulnaa haatoo burhaanakum fa'alimooo annal haqqa lillaahi wa dalla 'anhum maa kaanoo yaftaroon","no_fn":"567","text_fn":"567) Yang dimaksud dengan saksi pada ayat ini adalah rasul yang telah diutus kepada mereka ketika di dunia."},{"id":3328,"surah":28,"no_ayah":76,"theme":"Pelajaran dari Kisah Qarun bagi Manusia","text_ayah":"۞ اِنَّ قَارُوْنَ كَانَ مِنْ قَوْمِ مُوْسٰى فَبَغٰى عَلَيْهِمْ ۖوَاٰتَيْنٰهُ مِنَ الْكُنُوْزِ مَآ اِنَّ مَفَاتِحَهٗ لَتَنُوْۤاُ بِالْعُصْبَةِ اُولِى الْقُوَّةِ اِذْ قَالَ لَهٗ قَوْمُهٗ لَا تَفْرَحْ  اِنَّ اللّٰهَ لَا يُحِبُّ الْفَرِحِيْنَ ","text_id":"Sesungguhnya Qarun termasuk kaum Musa,<sup>568)</sup> tetapi dia berlaku aniaya terhadap mereka. Kami telah menganugerahkan kepadanya perbendaharaan harta yang kunci-kuncinya sungguh berat dipikul oleh sejumlah orang yang kuat-kuat. (Ingatlah) ketika kaumnya berkata kepadanya, “Janganlah engkau terlalu bangga. Sesungguhnya Allah tidak menyukai orang-orang yang terlalu membanggakan diri.","text_en":"Verily Qarun was of Moses' people, but he began to oppress them. We had given him treasures, so many that a team of wrestlers could hardly lift their keys. His people said to him: \"Do not be exultant. God does not like those who exult.","transliteration":"Inna Qaaroona kaana min qawmi Moosaa fabaghaaa 'alaihim wa aatainaahu minal kunoozi maaa inna mafaati hahoo latanooo'u bil'usbati ulil quwwati iz qaala lahoo qawmuhoo laa tafrah innal laahaa laa yuhibbul fariheen","no_fn":"568","text_fn":"568) Qarun adalah saudara sepupu Nabi Musa a.s."},{"id":3329,"surah":28,"no_ayah":77,"theme":"Pelajaran dari Kisah Qarun bagi Manusia","text_ayah":"وَابْتَغِ فِيْمَآ اٰتٰىكَ اللّٰهُ الدَّارَ الْاٰخِرَةَ وَلَا تَنْسَ نَصِيْبَكَ مِنَ الدُّنْيَا وَاَحْسِنْ كَمَآ اَحْسَنَ اللّٰهُ اِلَيْكَ وَلَا تَبْغِ الْفَسَادَ فِى الْاَرْضِ ۗاِنَّ اللّٰهَ لَا يُحِبُّ الْمُفْسِدِيْنَ","text_id":"Dan, carilah pada apa yang telah dianugerahkan Allah kepadamu (pahala) negeri akhirat, tetapi janganlah kamu lupakan bagianmu di dunia. Berbuat baiklah (kepada orang lain) sebagaimana Allah telah berbuat baik kepadamu dan janganlah kamu berbuat kerusakan di bumi. Sesungguhnya Allah tidak menyukai orang-orang yang berbuat kerusakan.”","text_en":"So seek the abode of the Hereafter through what God has given you, and do not forget your part in this world. Do good to others as God has done good to you, and do not try to spread corruption in the land. Surely God does not like corrupters.\"","transliteration":"Wabtaghi feemaaa aataakal laahud Daaral Aakhirata wa laa tansa naseebaka minad dunyaa wa ahsin kamaaa ahsanal laahu ilaika wa laa tabghil fasaada fil ardi innal laaha laa yuhibbul mufsideen","no_fn":"","text_fn":""},{"id":3330,"surah":28,"no_ayah":78,"theme":"Pelajaran dari Kisah Qarun bagi Manusia","text_ayah":"قَالَ اِنَّمَآ اُوْتِيْتُهٗ عَلٰى عِلْمٍ عِنْدِيْۗ اَوَلَمْ يَعْلَمْ اَنَّ اللّٰهَ قَدْ اَهْلَكَ مِنْ قَبْلِهٖ مِنَ الْقُرُوْنِ مَنْ هُوَ اَشَدُّ مِنْهُ قُوَّةً وَّاَكْثَرُ جَمْعًا ۗوَلَا يُسْـَٔلُ عَنْ ذُنُوْبِهِمُ الْمُجْرِمُوْنَ ","text_id":"Dia (Qarun) berkata, “Sesungguhnya aku diberi (harta) itu semata-mata karena ilmu yang ada padaku.” Tidakkah dia tahu bahwa sesungguhnya Allah telah membinasakan generasi sebelumnya yang lebih kuat daripadanya dan lebih banyak mengumpulkan harta? Orang-orang yang durhaka itu tidak perlu ditanya tentang dosa-dosa mereka.","text_en":"He said: \"This has come to me through my own acumen.\" Did he not know that God had destroyed many generations before him who possessed far more acumen than he, and more wealth? The sinners will not be asked about their sins.","transliteration":"Qaala innamaaa ootee tuhoo 'alaa 'ilmin 'indeee; awalam ya'lam annal laaha qad ahlaka min qablihee minal qurooni man huwa ashaddu minhu quwwatanw wa aksaru jam'aa; wa laa yus'alu 'an zunoobihimul mujrimoon","no_fn":"","text_fn":""},{"id":3331,"surah":28,"no_ayah":79,"theme":"Azab yang Menimpa Qarun","text_ayah":"فَخَرَجَ عَلٰى قَوْمِهٖ فِيْ زِيْنَتِهٖ ۗقَالَ الَّذِيْنَ يُرِيْدُوْنَ الْحَيٰوةَ الدُّنْيَا يٰلَيْتَ لَنَا مِثْلَ مَآ اُوْتِيَ قَارُوْنُۙ اِنَّهٗ لَذُوْ حَظٍّ عَظِيْمٍ ","text_id":"Maka, keluarlah dia (Qarun) kepada kaumnya dengan kemegahannya. Orang-orang yang menginginkan kehidupan dunia berkata, “Andaikata kita mempunyai harta kekayaan seperti yang telah diberikan kepada Qarun. Sesungguhnya dia benar-benar mempunyai keberuntungan yang besar.”","text_en":"Then he came before his people in all pomp; and those enamoured of this world, said: \"Ah would that we had what Qarun has been given! He indeed possesses great good fortune.\"","transliteration":"Fakharaja 'alaa qawmihee fee zeenatih; qaalal lazeena yureedoonal hayaatad dunyaa yaalaita lanaa misla maaa ootiya Qaaroonu innahoo lazoo hazzin 'azeem","no_fn":"","text_fn":""},{"id":3332,"surah":28,"no_ayah":80,"theme":"Azab yang Menimpa Qarun","text_ayah":"وَقَالَ الَّذِيْنَ اُوْتُوا الْعِلْمَ وَيْلَكُمْ ثَوَابُ اللّٰهِ خَيْرٌ لِّمَنْ اٰمَنَ وَعَمِلَ صَالِحًا ۚوَلَا يُلَقّٰىهَآ اِلَّا الصّٰبِرُوْنَ ","text_id":"Orang-orang yang dianugerahi ilmu berkata, “Celakalah kamu! (Ketahuilah bahwa) pahala Allah lebih baik bagi orang-orang yang beriman dan beramal saleh. (Pahala yang besar) itu hanya diperoleh orang-orang yang sabar.”","text_en":"But those who knew better, said: \"Alack-a-day! God's guerdon is better for those who believe and do the right. Only those who persevere will receive it.\"","transliteration":"Wa qaalal lazeena ootul 'ilma wailakum sawaabul laahi khairul liman aamana wa 'amila saalihaa; wa laa yulaq qaahaaa illas saabiroon","no_fn":"","text_fn":""},{"id":3333,"surah":28,"no_ayah":81,"theme":"Azab yang Menimpa Qarun","text_ayah":"فَخَسَفْنَا بِهٖ وَبِدَارِهِ الْاَرْضَ ۗفَمَا كَانَ لَهٗ مِنْ فِئَةٍ يَّنْصُرُوْنَهٗ مِنْ دُوْنِ اللّٰهِ ۖوَمَا كَانَ مِنَ الْمُنْتَصِرِيْنَ ","text_id":"Lalu, Kami benamkan dia (Qarun) bersama rumahnya ke dalam bumi. Maka, tidak ada baginya satu golongan pun yang akan menolongnya selain Allah dan dia tidak termasuk orang-orang yang dapat membela diri.","text_en":"So We opened up the earth and sunk him and his mansion. There was not a body that could help him against (the will) of God, nor was he able to save himself.","transliteration":"Fakhasafnaa bihee wa bidaarihil arda famaa kaana laho min fi'atiny yansuroo nahoo min doonil laahi wa maa kaana minal muntasireen","no_fn":"","text_fn":""},{"id":3334,"surah":28,"no_ayah":82,"theme":"Azab yang Menimpa Qarun","text_ayah":"وَاَصْبَحَ الَّذِيْنَ تَمَنَّوْا مَكَانَهٗ بِالْاَمْسِ يَقُوْلُوْنَ وَيْكَاَنَّ اللّٰهَ يَبْسُطُ الرِّزْقَ لِمَنْ يَّشَاۤءُ مِنْ عِبَادِهٖ وَيَقْدِرُۚ  لَوْلَآ اَنْ مَّنَّ اللّٰهُ عَلَيْنَا لَخَسَفَ بِنَا ۗوَيْكَاَنَّهٗ لَا يُفْلِحُ الْكٰفِرُوْنَ ࣖ ","text_id":"Orang-orang yang kemarin mengangan-angankan kedudukannya (Qarun) itu berkata, “Aduhai, benarlah Allah melapangkan rezeki bagi siapa yang Dia kehendaki dari para hamba-Nya dan Dia (juga) yang menyempitkan (rezeki bagi mereka). Seandainya Allah tidak melimpahkan karunia-Nya pada kita, tentu Dia telah membenamkan kita pula. Aduhai, benarlah tidak akan beruntung orang-orang yang ingkar (terhadap nikmat).”","text_en":"Those who were envious of his position only yesterday said on the morrow: \"Indeed God increases the fortunes of those of His creatures as He will, and decreases. Had God not been gracious to us He could have (opened up) the earth and made it swallow us. Surely the infidels will not succeed.\"","transliteration":"Wa asbahal lazeena tamannaw makaanahoo bil amsi yaqooloona waika annal laaha yabsutur rizqa limany ya shaaa'u min 'ibaadihee wa yaqdiru law laaa am mannal laahu 'alainaa lakhasafa binaa waika annahoo laa yuflihul kaafiroon","no_fn":"","text_fn":""},{"id":3335,"surah":28,"no_ayah":83,"theme":"Kenikmatan Akhirat bagi Mukmin yang Bertakwa","text_ayah":"تِلْكَ الدَّارُ الْاٰخِرَةُ نَجْعَلُهَا لِلَّذِيْنَ لَا يُرِيْدُوْنَ عُلُوًّا فِى الْاَرْضِ وَلَا فَسَادًا ۗوَالْعَاقِبَةُ لِلْمُتَّقِيْنَ ","text_id":"Negeri akhirat itu Kami jadikan untuk orang-orang yang tidak menyombongkan diri dan tidak berbuat kerusakan di bumi. Kesudahan (yang baik, yakni surga) itu (disediakan) bagi orang-orang yang bertakwa. ","text_en":"We shall give the mansion of the Hereafter to those who do not want to be haughty in the land and spread corruption. The future belongs to those who take heed for themselves and follow the straight path.","transliteration":"Tilkad Daarul Aakhiratu naj'aluhaa lillazeena laa yureedoona 'uluwwan fil ardi wa laa fasaadaa; wal 'aaqibatu lilmuttaqeen","no_fn":"","text_fn":""},{"id":3336,"surah":28,"no_ayah":84,"theme":"Kenikmatan Akhirat bagi Mukmin yang Bertakwa","text_ayah":"مَنْ جَاۤءَ بِالْحَسَنَةِ فَلَهٗ خَيْرٌ مِّنْهَاۚ وَمَنْ جَاۤءَ بِالسَّيِّئَةِ فَلَا يُجْزَى الَّذِيْنَ عَمِلُوا السَّيِّاٰتِ اِلَّا مَا كَانُوْا يَعْمَلُوْنَ ","text_id":"Siapa yang datang dengan (membawa) kebaikan, baginya (pahala) yang lebih baik daripada kebaikannya itu. Siapa yang datang dengan (membawa) kejahatan, maka orang-orang yang telah mengerjakan kejahatan itu hanya diberi balasan (seimbang) dengan apa yang selalu mereka kerjakan.","text_en":"Whoever does good will receive better than what he has done; and whoever does ill shall be requited but to the extent of what he does.","transliteration":"Man jaaa'a bilhasanati falahoo khairum minhaa wa man jaaa'a bissaiyi'ati falaa yujzal lazeena 'amilus saiyiaati illaa maa kaanoo ya'maloon","no_fn":"","text_fn":""},{"id":3337,"surah":28,"no_ayah":85,"theme":"Perintah untuk Berdakwah dan Mempertahankan Tauhid","text_ayah":"اِنَّ الَّذِيْ فَرَضَ عَلَيْكَ الْقُرْاٰنَ لَرَاۤدُّكَ اِلٰى مَعَادٍ ۗقُلْ رَّبِّيْٓ اَعْلَمُ مَنْ جَاۤءَ بِالْهُدٰى وَمَنْ هُوَ فِيْ ضَلٰلٍ مُّبِيْنٍ ","text_id":"Sesungguhnya (Allah) yang mewajibkan engkau (Nabi Muhammad untuk menyampaikan dan berpegang teguh pada) Al-Qur’an benar-benar akan mengembalikanmu ke tempat kembali.<sup>569)</sup> Katakanlah (Nabi Muhammad), “Tuhanku paling mengetahui siapa yang membawa petunjuk dan siapa yang berada dalam kesesatan yang nyata.”","text_en":"He who has assigned (the propagation) of the Qur'an to you will bring you back to the destination. Say: \"My Lord knows who has come to guidance, and who is clearly in error.\"","transliteration":"Innal azee farada 'alaikal Qur-aana laraaadduka ilaa ma'aad; qur Rabbeee a'lamu man jjaaa'a bil hudaa wa man huwa fee dalaalim mubeen","no_fn":"569","text_fn":"569) Yang dimaksud dengan tempat kembali adalah kota Makkah. Allah Swt. berjanji bahwa Nabi Muhammad saw. akan kembali ke Makkah sebagai orang yang menang. Peristiwa ini terjadi pada tahun kedelapan Hijriah, pada waktu Nabi saw. menaklukkan Makkah. Inilah salah satu mukjizat Nabi Muhammad saw."},{"id":3338,"surah":28,"no_ayah":86,"theme":"Perintah untuk Berdakwah dan Mempertahankan Tauhid","text_ayah":"وَمَا كُنْتَ تَرْجُوْٓا اَنْ يُّلْقٰٓى اِلَيْكَ الْكِتٰبُ اِلَّا رَحْمَةً مِّنْ رَّبِّكَ  فَلَا تَكُوْنَنَّ ظَهِيْرًا لِّلْكٰفِرِيْنَ ۖ ","text_id":"Engkau tidak pernah mengharap agar Kitab (Al-Qur’an) itu diturunkan kepadamu, tetapi ia (diturunkan) sebagai rahmat dari Tuhanmu. Oleh sebab itu, janganlah engkau sekali-kali menjadi penolong bagi orang-orang kafir.","text_en":"You did not expect that the Book would be given to you except by the favour of your Lord. So do not be the helper of unbelievers,","transliteration":"Wa maa kunta tarjooo ai yulqaaa ilaikal Kitaabu illaa rahmatam mir Rabbika falaa takoonanna zaheeral lilkaafireen","no_fn":"","text_fn":""},{"id":3339,"surah":28,"no_ayah":87,"theme":"Perintah untuk Berdakwah dan Mempertahankan Tauhid","text_ayah":"وَلَا يَصُدُّنَّكَ عَنْ اٰيٰتِ اللّٰهِ بَعْدَ اِذْ اُنْزِلَتْ اِلَيْكَ وَادْعُ اِلٰى رَبِّكَ وَلَا تَكُوْنَنَّ مِنَ الْمُشْرِكِيْنَ ۚ ","text_id":"Janganlah mereka sekali-kali menghalang-halangi engkau untuk (menyampaikan) ayat-ayat Allah setelah ayat-ayat itu diturunkan kepadamu. Serulah (manusia) agar (beriman) kepada Tuhanmu dan janganlah engkau sekali-kali termasuk (golongan) orang-orang musyrik.","text_en":"Nor should you let them turn you away from the commandments of God once they have been delivered to you; and call them to your Lord, and do not be an idolater,","transliteration":"Wa laa yasuddunnaka 'an Aayaatil laahi ba'da iz unzilat ilaika wad'u ilaa Rabbika wa laa takonanna minal mushrikeen","no_fn":"","text_fn":""},{"id":3340,"surah":28,"no_ayah":88,"theme":"Perintah untuk Berdakwah dan Mempertahankan Tauhid","text_ayah":"وَلَا تَدْعُ مَعَ اللّٰهِ اِلٰهًا اٰخَرَۘ  لَآ اِلٰهَ اِلَّا هُوَۗ كُلُّ شَيْءٍ هَالِكٌ اِلَّا وَجْهَهٗ ۗ لَهُ الْحُكْمُ وَاِلَيْهِ تُرْجَعُوْنَ ࣖ ","text_id":"Jangan (pula) engkau sembah Tuhan yang lain (selain Allah). Tidak ada tuhan selain Dia. Segala sesuatu pasti binasa, kecuali zat-Nya. Segala putusan menjadi wewenang-Nya dan hanya kepada-Nya kamu dikembalikan.","text_en":"And do not call on any other god apart from God. There is no god but He. All things will perish save His magnificence. His is the judgement, and to Him will you be brought back in the end.","transliteration":"Wa laa tad'u ma'al laahi ilaahan aakhar; laaa ilaaha illaa Hoo; kullu shai'in haalikun illaa Wajhah; lahul hukkmu wa ilaihi turja'oon","no_fn":"","text_fn":""}]