[{"id_ayat":294,"no_surah":3,"no_ayat":1,"teks_ayat":"الۤمّۤ ","tema":"Al-Qur’an dan Kitab-Kitab Sebelumnya","teks_terjemah":"Alif Lām Mīm.","no_fn":"","teks_fn":"","bacaan":"alif-laam-miim"},{"id_ayat":295,"no_surah":3,"no_ayat":2,"teks_ayat":"اَللّٰهُ لَآ اِلٰهَ اِلَّا هُوَ الْحَيُّ الْقَيُّوْمُۗ","tema":"Al-Qur’an dan Kitab-Kitab Sebelumnya","teks_terjemah":"Allah, tidak ada tuhan selain Dia, Yang Mahahidup lagi Maha Mengurus (makhluk-Nya) secara terus-menerus.","no_fn":"","teks_fn":"","bacaan":"alaahu laa ilaaha illaa huwalhayyulqayyuum"},{"id_ayat":296,"no_surah":3,"no_ayat":3,"teks_ayat":"نَزَّلَ عَلَيْكَ الْكِتٰبَ بِالْحَقِّ مُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِ وَاَنْزَلَ التَّوْرٰىةَ وَالْاِنْجِيْلَۙ","tema":"Al-Qur’an dan Kitab-Kitab Sebelumnya","teks_terjemah":"Dia menurunkan kepadamu (Nabi Muhammad) Kitab (Al-Qur’an) dengan hak, membenarkan (kitab-kitab) sebelumnya, serta telah menurunkan Taurat dan Injil","no_fn":"","teks_fn":"","bacaan":"nazzala 'alaykalkitaaba bilhaqqi mushaddiqan limaa bayna yadayhi wa-anzalattawraata wal-injiil"},{"id_ayat":297,"no_surah":3,"no_ayat":4,"teks_ayat":"مِنْ قَبْلُ هُدًى لِّلنَّاسِ وَاَنْزَلَ الْفُرْقَانَ ەۗ اِنَّ الَّذِيْنَ كَفَرُوْا بِاٰيٰتِ اللّٰهِ لَهُمْ عَذَابٌ شَدِيْدٌ ۗوَاللّٰهُ عَزِيْزٌ ذُو انْتِقَامٍۗ","tema":"Al-Qur’an dan Kitab-Kitab Sebelumnya","teks_terjemah":"sebelum (turunnya Al-Qur’an) sebagai petunjuk bagi manusia, dan menurunkan Al-Furqān (pembeda yang hak dan yang batil). Sesungguhnya orang-orang yang kufur terhadap ayat-ayat Allah, bagi mereka azab yang sangat keras. Allah Mahaperkasa lagi mempunyai balasan (siksa).","no_fn":"","teks_fn":"","bacaan":"min qablu hudan linnaasi wa-anzalalfurqaana innaladziina kafaruu bi-aayaatilaahi lahum 'adzaabun syadiidun waalaahu 'aziizun dzuu intiqaam"},{"id_ayat":298,"no_surah":3,"no_ayat":5,"teks_ayat":"اِنَّ اللّٰهَ لَا يَخْفٰى عَلَيْهِ شَيْءٌ فِى الْاَرْضِ وَلَا فِى السَّمَاۤءِ","tema":"Al-Qur’an dan Kitab-Kitab Sebelumnya","teks_terjemah":"Sesungguhnya bagi Allah tidak ada sesuatu pun yang tersembunyi di bumi dan tidak pula di langit.","no_fn":"","teks_fn":"","bacaan":"innalaaha laa yakhfaa 'alayhi syay-un fiil-ardhi walaa fiissamaa'-i "},{"id_ayat":299,"no_surah":3,"no_ayat":6,"teks_ayat":"هُوَ الَّذِيْ يُصَوِّرُكُمْ فِى الْاَرْحَامِ كَيْفَ يَشَاۤءُ ۗ لَآ اِلٰهَ اِلَّا هُوَ الْعَزِيْزُ الْحَكِيْمُ","tema":"Al-Qur’an dan Kitab-Kitab Sebelumnya","teks_terjemah":"Dialah (Allah) yang membentuk kamu dalam rahim sebagaimana yang Dia kehendaki.<sup>83)<\/sup> Tidak ada tuhan selain Dia, Yang Mahaperkasa lagi Mahabijaksana.","no_fn":"83","teks_fn":"83) Berawal dari sel telur yang dibuahi, janin secara bertahap tumbuh membentuk organ-organ tubuh di dalam rahim.","bacaan":"huwaladzii yushawwirukum fiil-arhaami kayfa yasyaau laa ilaaha illaa huwal'aziizulhakiim"},{"id_ayat":300,"no_surah":3,"no_ayat":7,"teks_ayat":"هُوَ الَّذِيْٓ اَنْزَلَ عَلَيْكَ الْكِتٰبَ مِنْهُ اٰيٰتٌ مُّحْكَمٰتٌ هُنَّ اُمُّ الْكِتٰبِ وَاُخَرُ مُتَشٰبِهٰتٌ ۗ فَاَمَّا الَّذِيْنَ فِيْ قُلُوْبِهِمْ زَيْغٌ فَيَتَّبِعُوْنَ مَا تَشَابَهَ مِنْهُ ابْتِغَاۤءَ الْفِتْنَةِ وَابْتِغَاۤءَ تَأْوِيْلِهٖۚ وَمَا يَعْلَمُ تَأْوِيْلَهٗٓ  اِلَّا اللّٰهُ  ۘوَالرّٰسِخُوْنَ فِى الْعِلْمِ يَقُوْلُوْنَ اٰمَنَّا بِهٖۙ  كُلٌّ مِّنْ عِنْدِ رَبِّنَا ۚ وَمَا يَذَّكَّرُ اِلَّآ اُولُوا الْاَلْبَابِ","tema":"Ayat-ayat Muhkamat dan Mutasyabihat","teks_terjemah":"Dialah (Allah) yang menurunkan Kitab (Al-Qur’an) kepadamu (Nabi Muhammad). Di antara ayat-ayatnya ada yang muhkamat,<sup>84)<\/sup> itulah pokok-pokok isi Kitab (Al-Qur’an) dan yang lain mutasyabihat.<sup>85)<\/sup> Adapun orang-orang yang dalam hatinya ada kecenderungan pada kesesatan, mereka mengikuti ayat-ayat yang mutasyabihat untuk menimbulkan fitnah (kekacauan dan keraguan) dan untuk mencari-cari takwilnya. Padahal, tidak ada yang mengetahui takwilnya, kecuali Allah. Orang-orang yang ilmunya mendalam berkata, “Kami beriman kepadanya (Al-Qur’an), semuanya dari Tuhan kami.” Tidak ada yang dapat mengambil pelajaran, kecuali ululalbab.","no_fn":"84,85","teks_fn":"84)  Ayat muhkamat adalah ayat yang maksudnya terang, tegas, dan dapat dipahami dengan mudah.<\/br>85)  Ayat mutasyabihat adalah ayat yang mengandung beberapa pengertian, sulit dipahami, atau hanya Allah yang mengetahui.","bacaan":"huwaladzii anzala 'alaykalkitaaba minhu aayaatun muhkamaatun hunna ummulkitaabi waukharu mutasyaabihaatun fa-ammaaladziina fii quluubihim zayghun fayattabi'uuna maa tasyaabaha minhu ibtighaa-alfitnati wabtighaa-a ta'wiilihi wamaa ya'lamu ta'wiilahu illaalaahu warraasikhuuna fiil'ilmi yaquuluuna aamannaa bihi kullun min 'indi rabbinaa wamaa yadzdzakkaru illaa uluul-albaab"},{"id_ayat":301,"no_surah":3,"no_ayat":8,"teks_ayat":"رَبَّنَا لَا تُزِغْ قُلُوْبَنَا بَعْدَ اِذْ هَدَيْتَنَا وَهَبْ لَنَا مِنْ لَّدُنْكَ رَحْمَةً ۚاِنَّكَ اَنْتَ الْوَهَّابُ ","tema":"Ayat-ayat Muhkamat dan Mutasyabihat","teks_terjemah":"(Mereka berdoa,) “Wahai Tuhan kami, janganlah Engkau jadikan hati kami berpaling setelah Engkau berikan petunjuk kepada kami dan anugerahkanlah kepada kami rahmat dari hadirat-Mu. Sesungguhnya Engkau Maha Pemberi.","no_fn":"","teks_fn":"","bacaan":"rabbanaa laa tuzigh quluubanaa ba'da idz hadaytanaa wahab lanaa min ladunka rahmatan innaka antalwahhaab"},{"id_ayat":302,"no_surah":3,"no_ayat":9,"teks_ayat":"رَبَّنَآ اِنَّكَ جَامِعُ النَّاسِ لِيَوْمٍ لَّا رَيْبَ فِيْهِ ۗاِنَّ اللّٰهَ لَا يُخْلِفُ الْمِيْعَادَ ࣖ","tema":"Ayat-ayat Muhkamat dan Mutasyabihat","teks_terjemah":"Wahai Tuhan kami, sesungguhnya Engkaulah yang mengumpulkan manusia pada hari yang tidak ada keraguan padanya.” Sesungguhnya Allah tidak menyalahi janji.","no_fn":"","teks_fn":"","bacaan":"rabbanaa innaka jaami'unnaasi liyawmin laa rayba fiihi innalaaha laa yukhlifulmii'aad"},{"id_ayat":303,"no_surah":3,"no_ayat":10,"teks_ayat":"اِنَّ الَّذِيْنَ كَفَرُوْا لَنْ تُغْنِيَ عَنْهُمْ اَمْوَالُهُمْ وَلَآ اَوْلَادُهُمْ مِّنَ اللّٰهِ شَيْـًٔا ۗوَاُولٰۤىِٕكَ هُمْ وَقُوْدُ النَّارِۗ","tema":"Sebagian Ancaman Allah Bagi Orang Kafir di Dunia dan Akhirat","teks_terjemah":"Sesungguhnya orang-orang yang kufur, tidak akan berguna bagi mereka sedikit pun harta benda dan anak-anak mereka (untuk menyelamatkan diri) dari (azab) Allah. Mereka itulah bahan bakar api neraka.","no_fn":"","teks_fn":"","bacaan":"innaladziina kafaruu lan tughniya 'anhum amwaaluhum walaa awlaaduhum minalaahi syay-an waulaa-ika hum waquudunnaar"},{"id_ayat":304,"no_surah":3,"no_ayat":11,"teks_ayat":"كَدَأْبِ اٰلِ فِرْعَوْنَۙ وَالَّذِيْنَ مِنْ قَبْلِهِمْۗ  كَذَّبُوْا بِاٰيٰتِنَاۚ فَاَخَذَهُمُ اللّٰهُ بِذُنُوْبِهِمْ ۗ وَاللّٰهُ شَدِيْدُ الْعِقَابِ","tema":"Sebagian Ancaman Allah Bagi Orang Kafir di Dunia dan Akhirat","teks_terjemah":"(Keadaan mereka) seperti keadaan pengikut Fir‘aun dan orang-orang sebelum mereka. Mereka mendustakan ayat-ayat Kami. Oleh sebab itu, Allah menyiksa mereka karena dosa-dosanya. Allah sangat keras hukuman-Nya.","no_fn":"","teks_fn":"","bacaan":"kada'bi aali fir'awna walladziina min qablihim kadzdzabuu bi-aayaatinaa fa-akhadzahumulaahu bidzunuubihim waalaahu syadiidul'iqaab"},{"id_ayat":305,"no_surah":3,"no_ayat":12,"teks_ayat":"قُلْ لِّلَّذِيْنَ كَفَرُوْا سَتُغْلَبُوْنَ وَتُحْشَرُوْنَ اِلٰى جَهَنَّمَ ۗ وَبِئْسَ الْمِهَادُ","tema":"Ancaman Kekalahan bagi Orang-orang Yahudi","teks_terjemah":"Katakanlah (Nabi Muhammad) kepada orang-orang yang kufur, “Kamu (pasti) akan dikalahkan dan digiring ke dalam (neraka) Jahanam. Itulah seburuk-buruk tempat tinggal.”","no_fn":"","teks_fn":"","bacaan":"qul lilladziina kafaruu satughlabuuna watuhsyaruuna ilaa jahannama wabi'salmihaad"},{"id_ayat":306,"no_surah":3,"no_ayat":13,"teks_ayat":"قَدْ كَانَ لَكُمْ اٰيَةٌ فِيْ فِئَتَيْنِ الْتَقَتَا ۗفِئَةٌ تُقَاتِلُ فِيْ سَبِيْلِ اللّٰهِ وَاُخْرٰى كَافِرَةٌ يَّرَوْنَهُمْ مِّثْلَيْهِمْ رَأْيَ الْعَيْنِ ۗوَاللّٰهُ يُؤَيِّدُ بِنَصْرِهٖ مَنْ يَّشَاۤءُ ۗ اِنَّ فِيْ ذٰلِكَ لَعِبْرَةً لِّاُولِى الْاَبْصَارِ","tema":"Ancaman Kekalahan bagi Orang-orang Yahudi","teks_terjemah":"Sungguh, telah ada tanda (bukti) bagimu pada dua golongan yang bertemu (dalam pertempuran.<sup>86)<\/sup> Satu golongan berperang di jalan Allah dan (golongan) yang lain kafir yang melihat dengan mata kepala bahwa mereka (golongan muslim) dua kali lipat jumlahnya. Allah menguatkan siapa yang Dia kehendaki dengan pertolongan-Nya. Sesungguhnya pada yang demikian itu benar-benar terdapat pelajaran bagi orang-orang yang mempunyai penglihatan (mata hati).","no_fn":"86","teks_fn":"86) Pertempuran antara dua golongan yang dimaksudkan oleh ayat ini terjadi antara kaum muslim dan kaum musyrik pada Perang Badar tahun ke-2 Hijriah di barat daya Madinah.","bacaan":"qad kaana lakum aayatun fii fi-atayni iltaqataa fi-atun tuqaatilu fii sabiililaahi waukhraa kaafiratun yarawnahum mitslayhim ra'yal'ayni waalaahu yu-ayyidu binashrihi man yasyaau inna fii dzaalika la'ibratan li-uliil-abshaar"},{"id_ayat":307,"no_surah":3,"no_ayat":14,"teks_ayat":"زُيِّنَ لِلنَّاسِ حُبُّ الشَّهَوٰتِ مِنَ النِّسَاۤءِ وَالْبَنِيْنَ وَالْقَنَاطِيْرِ الْمُقَنْطَرَةِ مِنَ الذَّهَبِ وَالْفِضَّةِ وَالْخَيْلِ الْمُسَوَّمَةِ وَالْاَنْعَامِ وَالْحَرْثِ ۗ ذٰلِكَ مَتَاعُ الْحَيٰوةِ الدُّنْيَا ۗوَاللّٰهُ عِنْدَهٗ حُسْنُ الْمَاٰبِ","tema":"Hakikat Kehidupan Dunia dan Pahala Bagi Orang Bertakwa","teks_terjemah":"Dijadikan indah bagi manusia kecintaan pada aneka kesenangan yang berupa perempuan, anak-anak, harta benda yang bertimbun tak terhingga berupa emas, perak, kuda pilihan, binatang ternak, dan sawah ladang. Itulah kesenangan hidup di dunia dan di sisi Allahlah tempat kembali yang baik.","no_fn":"","teks_fn":"","bacaan":"zuyyina linnaasi hubbusysyahawaati minannisaa-i walbaniina walqanaathiirilmuqantharati minadzdzahabi walfidhdhati walkhaylilmusawwamati wal-an'aami walhartsi dzaalika mataa'ulhayaatiddunyaa waalaahu 'indahu husnulmaaab"},{"id_ayat":308,"no_surah":3,"no_ayat":15,"teks_ayat":"۞ قُلْ اَؤُنَبِّئُكُمْ بِخَيْرٍ مِّنْ ذٰلِكُمْ ۗ لِلَّذِيْنَ اتَّقَوْا عِنْدَ رَبِّهِمْ جَنّٰتٌ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُ خٰلِدِيْنَ فِيْهَا وَاَزْوَاجٌ مُّطَهَّرَةٌ وَّرِضْوَانٌ مِّنَ اللّٰهِ ۗ وَاللّٰهُ بَصِيْرٌۢ بِالْعِبَادِۚ","tema":"Hakikat Kehidupan Dunia dan Pahala Bagi Orang Bertakwa","teks_terjemah":"Katakanlah, “Maukah aku beri tahukan kepadamu sesuatu yang lebih baik daripada yang demikian itu?” Untuk orang-orang yang bertakwa, di sisi Tuhan mereka ada surga-surga yang mengalir di bawahnya sungai-sungai. Mereka kekal di dalamnya dan (untuk mereka) pasangan yang disucikan serta rida Allah. Allah Maha Melihat hamba-hamba-Nya.","no_fn":"","teks_fn":"","bacaan":"qul a-unabbi-ukum bikhayrin min dzaalikum lilladziina ittaqaw 'inda rabbihim jannaatun tajrii min tahtihaal-anhaaru khaalidiina fiihaa wa-azwaajun muthahharatun waridhwaanun minalaahi waalaahu bashiirun bil'ibaad"},{"id_ayat":309,"no_surah":3,"no_ayat":16,"teks_ayat":"اَلَّذِيْنَ يَقُوْلُوْنَ رَبَّنَآ اِنَّنَآ اٰمَنَّا فَاغْفِرْ لَنَا ذُنُوْبَنَا وَقِنَا عَذَابَ النَّارِۚ","tema":"Kriteria Orang yang Bertakwa","teks_terjemah":"(Yaitu) orang-orang yang berdoa, “Wahai Tuhan kami, sesungguhnya kami benar-benar telah beriman. Maka, ampunilah dosa-dosa kami dan selamatkanlah kami dari azab neraka.”","no_fn":"","teks_fn":"","bacaan":"aladziina yaquuluuna rabbanaa innanaa aamannaa faghfir lanaa dzunuubanaa waqinaa 'adzaabannaar"},{"id_ayat":310,"no_surah":3,"no_ayat":17,"teks_ayat":"اَلصّٰبِرِيْنَ وَالصّٰدِقِيْنَ وَالْقٰنِتِيْنَ وَالْمُنْفِقِيْنَ وَالْمُسْتَغْفِرِيْنَ بِالْاَسْحَارِ ","tema":"Kriteria Orang yang Bertakwa","teks_terjemah":"(Juga) orang-orang yang sabar, benar, taat, dan berinfak, serta memohon ampunan pada akhir malam.","no_fn":"","teks_fn":"","bacaan":"ashshaabiriina washshaadiqiina walqaanitiina walmunfiqiina walmustaghfiriina bil-ashaar"},{"id_ayat":311,"no_surah":3,"no_ayat":18,"teks_ayat":"شَهِدَ اللّٰهُ اَنَّهٗ لَآ اِلٰهَ اِلَّا هُوَۙ وَالْمَلٰۤىِٕكَةُ وَاُولُوا الْعِلْمِ قَاۤىِٕمًاۢ بِالْقِسْطِۗ  لَآ اِلٰهَ اِلَّا هُوَ الْعَزِيْزُ الْحَكِيْمُ","tema":"Keesaan Allah dan Kebenaran Islam","teks_terjemah":"Allah menyatakan bahwa tidak ada tuhan selain Dia, (Allah) yang menegakkan keadilan. (Demikian pula) para malaikat dan orang berilmu. Tidak ada tuhan selain Dia, Yang Mahaperkasa lagi Mahabijaksana.","no_fn":"","teks_fn":"","bacaan":"syahidalaahu annahu laa ilaaha illaa huwa walmalaa-ikatu wauluul'ilmi qaa-iman bilqisthi laa ilaaha illaa huwal'aziizulhakiim"},{"id_ayat":312,"no_surah":3,"no_ayat":19,"teks_ayat":"اِنَّ الدِّيْنَ عِنْدَ اللّٰهِ الْاِسْلَامُ ۗ وَمَا اخْتَلَفَ الَّذِيْنَ اُوْتُوا الْكِتٰبَ اِلَّا مِنْۢ بَعْدِ مَا جَاۤءَهُمُ الْعِلْمُ بَغْيًاۢ بَيْنَهُمْ ۗوَمَنْ يَّكْفُرْ بِاٰيٰتِ اللّٰهِ فَاِنَّ اللّٰهَ سَرِيْعُ الْحِسَابِ","tema":"Keesaan Allah dan Kebenaran Islam","teks_terjemah":"Sesungguhnya agama (yang diridai) di sisi Allah ialah Islam. Orang-orang yang telah diberi kitab tidak berselisih, kecuali setelah datang pengetahuan kepada mereka karena kedengkian di antara mereka. Siapa yang kufur terhadap ayat-ayat Allah, sesungguhnya Allah sangat cepat perhitungan(-Nya).","no_fn":"","teks_fn":"","bacaan":"innaddiina 'indalaahil-islaamu wamaa ikhtalafaladziina uutuulkitaaba illaa min ba'di maa jaa-ahumul'ilmu baghyan baynahum waman yakfur bi-aayaatilaahi fa-innalaaha sarii'ulhisaab"},{"id_ayat":313,"no_surah":3,"no_ayat":20,"teks_ayat":"فَاِنْ حَاۤجُّوْكَ فَقُلْ اَسْلَمْتُ وَجْهِيَ لِلّٰهِ وَمَنِ اتَّبَعَنِ ۗوَقُلْ لِّلَّذِيْنَ اُوْتُوا الْكِتٰبَ وَالْاُمِّيّٖنَ ءَاَسْلَمْتُمْ ۗ فَاِنْ اَسْلَمُوْا فَقَدِ اهْتَدَوْا ۚ وَاِنْ تَوَلَّوْا فَاِنَّمَا عَلَيْكَ الْبَلٰغُ ۗ وَاللّٰهُ بَصِيْرٌۢ بِالْعِبَادِ ࣖ","tema":"Keesaan Allah dan Kebenaran Islam","teks_terjemah":"Jika mereka mendebat engkau (Nabi Muhammad) katakanlah, “Aku berserah diri kepada Allah dan (demikian pula) orang-orang yang mengikutiku.” Katakanlah kepada orang-orang (Yahudi dan Nasrani) yang telah diberi Kitab (Taurat dan Injil) dan kepada orang-orang yang umi,<sup>87)<\/sup> “Sudahkah kamu masuk Islam?” Jika mereka telah masuk Islam, sungguh mereka telah mendapat petunjuk. Akan tetapi, jika mereka berpaling, sesungguhnya kewajibanmu hanyalah menyampaikan. Allah Maha Melihat hamba-hamba-Nya.","no_fn":"87","teks_fn":"87) Kata umi yang dimaksud dalam ayat ini adalah orang yang tidak mendapat kitab suci.","bacaan":"fa-in haajjuuka faqul aslamtu wajhiya lillaahi wamani ittaba'ani waqul lilladziina uutuulkitaaba wal-ummiyyiina a-aslamtum fa-in aslamuu faqadi ihtadaw wa-in tawallaw fa-innamaa 'alaykalbalaaghu waalaahu bashiirun bil'ibaad"},{"id_ayat":314,"no_surah":3,"no_ayat":21,"teks_ayat":"اِنَّ الَّذِيْنَ يَكْفُرُوْنَ بِاٰيٰتِ اللّٰهِ وَيَقْتُلُوْنَ النَّبِيّٖنَ بِغَيْرِحَقٍّۖ وَّيَقْتُلُوْنَ الَّذِيْنَ يَأْمُرُوْنَ بِالْقِسْطِ مِنَ النَّاسِۙ فَبَشِّرْهُمْ بِعَذَابٍ اَلِيْمٍ","tema":"Celaan kepada Orang Kafir dan Ahlulkitab","teks_terjemah":"Sesungguhnya orang-orang yang kufur terhadap ayat-ayat Allah, membunuh para nabi tanpa hak (alasan yang benar), dan membunuh manusia yang memerintahkan keadilan, sampaikanlah kepada mereka kabar ‘gembira’ tentang azab yang pedih.","no_fn":"","teks_fn":"","bacaan":"innaladziina yakfuruuna bi-aayaatilaahi wayaqtuluunannabiyyiina bighayri haqqin wayaqtuluunaladziina ya'muruuna bilqisthi minannaasi fabasysyirhum bi'adzaabinliim"},{"id_ayat":315,"no_surah":3,"no_ayat":22,"teks_ayat":"اُولٰۤىِٕكَ الَّذِيْنَ حَبِطَتْ اَعْمَالُهُمْ فِى الدُّنْيَا وَالْاٰخِرَةِ ۖ وَمَا لَهُمْ مِّنْ نّٰصِرِيْنَ","tema":"Celaan kepada Orang Kafir dan Ahlulkitab","teks_terjemah":"Mereka itulah orang-orang yang amalnya sia-sia di dunia dan di akhirat dan tidak ada bagi mereka satu penolong pun.","no_fn":"","teks_fn":"","bacaan":"ulaa-ikaladziina habithat a'maaluhum fiiddunyaa wal-aakhirati wamaa lahum min naasiriin"},{"id_ayat":316,"no_surah":3,"no_ayat":23,"teks_ayat":"اَلَمْ تَرَ اِلَى الَّذِيْنَ اُوْتُوْا نَصِيْبًا مِّنَ الْكِتٰبِ يُدْعَوْنَ اِلٰى كِتٰبِ اللّٰهِ لِيَحْكُمَ بَيْنَهُمْ ثُمَّ يَتَوَلّٰى فَرِيْقٌ مِّنْهُمْ وَهُمْ مُّعْرِضُوْنَ","tema":"Celaan kepada Orang Kafir dan Ahlulkitab","teks_terjemah":"Tidakkah engkau (Nabi Muhammad) memerhatikan orang-orang (Yahudi) yang telah diberi bagian (pengetahuan) kitab (Taurat)? Mereka diajak (berpegang) pada kitab Allah untuk memutuskan (perkara) di antara mereka, kemudian segolongan dari mereka berpaling dan menolak (kebenaran).","no_fn":"","teks_fn":"","bacaan":"alam tara ilaaladziina uutuu nashiiban minalkitaabi yud'awna ilaa kitaabilaahi liyahkuma baynahum tsumma yatawallaa fariiqun minhum wahum mu'ridhuun"},{"id_ayat":317,"no_surah":3,"no_ayat":24,"teks_ayat":"ذٰلِكَ بِاَنَّهُمْ قَالُوْا لَنْ تَمَسَّنَا النَّارُ اِلَّآ اَيَّامًا مَّعْدُوْدٰتٍ ۖ وَّغَرَّهُمْ فِيْ دِيْنِهِمْ مَّا كَانُوْا يَفْتَرُوْنَ","tema":"Celaan kepada Orang Kafir dan Ahlulkitab","teks_terjemah":"Demikian itu disebabkan bahwa mereka berkata, “Api neraka tidak akan menyentuh kami, kecuali beberapa hitungan hari saja.” Mereka teperdaya dalam agamanya oleh apa yang selalu mereka ada-adakan.","no_fn":"","teks_fn":"","bacaan":"dzaalika bi-annahum qaaluu lan tamassanaannaaru illaa ayyaaman ma'duudaatin wagharrahum fii diinihim maa kaanuu yaftaruun"},{"id_ayat":318,"no_surah":3,"no_ayat":25,"teks_ayat":"فَكَيْفَ اِذَا جَمَعْنٰهُمْ لِيَوْمٍ لَّا رَيْبَ فِيْهِۗ وَوُفِّيَتْ كُلُّ نَفْسٍ مَّا كَسَبَتْ وَهُمْ لَا يُظْلَمُوْنَ","tema":"Celaan kepada Orang Kafir dan Ahlulkitab","teks_terjemah":"Bagaimanakah (nanti) jika mereka Kami kumpulkan pada hari (Kiamat) yang tidak ada keraguan padanya dan setiap jiwa diberi balasan yang sempurna sesuai dengan apa yang telah dikerjakannya tanpa dizalimi?","no_fn":"","teks_fn":"","bacaan":"fakayfa idzaa jama'naahum liyawmin laa rayba fiihi wawuffiyat kullu nafsin maa kasabat wahum laa yuzhlamuun"},{"id_ayat":319,"no_surah":3,"no_ayat":26,"teks_ayat":"قُلِ اللّٰهُمَّ مٰلِكَ الْمُلْكِ تُؤْتِى الْمُلْكَ مَنْ تَشَاۤءُ وَتَنْزِعُ الْمُلْكَ مِمَّنْ تَشَاۤءُۖ وَتُعِزُّ مَنْ تَشَاۤءُ وَتُذِلُّ مَنْ تَشَاۤءُ ۗ بِيَدِكَ الْخَيْرُ ۗ اِنَّكَ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ","tema":"Allah sebagai Pemilik Kekuasaan, Kemuliaan, dan Rezeki","teks_terjemah":"Katakanlah (Nabi Muhammad), “Wahai Allah, Pemilik kekuasaan, Engkau berikan kekuasaan kepada siapa pun yang Engkau kehendaki dan Engkau cabut kekuasaan dari siapa yang Engkau kehendaki. Engkau muliakan siapa yang Engkau kehendaki dan Engkau hinakan siapa yang Engkau kehendaki. Di tangan-Mulah segala kebajikan. Sesungguhnya Engkau Mahakuasa atas segala sesuatu. ","no_fn":"","teks_fn":"","bacaan":"qulilaahumma maalikalmulki tu'tiilmulka man tasyaau watanzi'ulmulka mimman tasyaau watu'izzu man tasyaau watudzillu man tasyaau biyadikalkhayru innaka 'alaa kulli syay-in qadiir"},{"id_ayat":320,"no_surah":3,"no_ayat":27,"teks_ayat":"تُوْلِجُ الَّيْلَ فِى النَّهَارِ وَتُوْلِجُ النَّهَارَ فِى الَّيْلِ وَتُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَتُخْرِجُ الْمَيِّتَ مِنَ الْحَيِّ وَتَرْزُقُ مَنْ تَشَاۤءُ بِغَيْرِ حِسَابٍ","tema":"Allah sebagai Pemilik Kekuasaan, Kemuliaan, dan Rezeki","teks_terjemah":"Engkau masukkan malam ke dalam siang dan Engkau masukkan siang ke dalam malam. Engkau keluarkan yang hidup dari yang mati dan Engkau keluarkan yang mati dari yang hidup. Engkau berikan rezeki kepada siapa yang Engkau kehendaki tanpa perhitungan.”","no_fn":"","teks_fn":"","bacaan":"tuulijulayla fiinnahaari watuulijunnahaara fiilayli watukhrijulhayya minalmayyiti watukhrijulmayyita minalhayyi watarzuqu man tasyaau bighayri hisaab"},{"id_ayat":321,"no_surah":3,"no_ayat":28,"teks_ayat":"لَا يَتَّخِذِ الْمُؤْمِنُوْنَ الْكٰفِرِيْنَ اَوْلِيَاۤءَ مِنْ دُوْنِ الْمُؤْمِنِيْنَۚ وَمَنْ يَّفْعَلْ ذٰلِكَ فَلَيْسَ مِنَ اللّٰهِ فِيْ شَيْءٍ اِلَّآ اَنْ تَتَّقُوْا مِنْهُمْ تُقٰىةً ۗ وَيُحَذِّرُكُمُ اللّٰهُ نَفْسَهٗ ۗ وَاِلَى اللّٰهِ الْمَصِيْرُ","tema":"Larangan Menjadikan Orang Kafir sebagai Wali","teks_terjemah":"Janganlah orang-orang mukmin menjadikan orang kafir sebagai para wali<sup>88)<\/sup> dengan mengesampingkan orang-orang mukmin. Siapa yang melakukan itu, hal itu sama sekali bukan dari (ajaran) Allah, kecuali untuk menjaga diri dari sesuatu yang kamu takuti dari mereka. Allah memperingatkan kamu tentang diri-Nya (siksa-Nya). Hanya kepada Allah tempat kembali.","no_fn":"88","teks_fn":"88) Kata auliyā’ adalah bentuk jamak dari kata waliy. Secara harfiah kata ini berarti ‘dekat’ sehingga menunjukkan makna ‘teman dekat’, ‘teman akrab’, ‘teman setia’, ‘kekasih’, ‘penolong’, ‘sekutu’, ‘pelindung’, ‘pembela’, dan ‘pemimpin’. Kata waliy dan auliya’ dalam Al-Qur’an diulang 41 kali. Maknanya berbeda-beda sesuai dengan konteks ayat.","bacaan":"laa yattakhidzilmu'minuunalkaafiriina awliyaa-a min duunilmu'miniina waman yaf'al dzaalika falaysa minalaahi fii syay-in illaa an tattaquu minhum tuqaatan wayuhadzdzirukumulaahu nafsahu wa-ilaalaahilmashiir"},{"id_ayat":322,"no_surah":3,"no_ayat":29,"teks_ayat":"قُلْ اِنْ تُخْفُوْا مَا فِيْ صُدُوْرِكُمْ اَوْ تُبْدُوْهُ يَعْلَمْهُ اللّٰهُ ۗوَيَعْلَمُ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِۗ وَاللّٰهُ  عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ","tema":"Ilmu Allah dan Amal Dihadirkan pada Hari Kiamat","teks_terjemah":"Katakanlah (Nabi Muhammad), “Jika kamu menyembunyikan apa yang ada dalam hatimu atau kamu menampakkannya, Allah pasti mengetahuinya.” Dia mengetahui apa yang ada di langit dan apa yang ada di bumi. Allah Mahakuasa atas segala sesuatu.","no_fn":"","teks_fn":"","bacaan":"qul in tukhfuu maa fii shuduurikum aw tubduuhu ya'lamhulaahu waya'lamu maa fiissamaawaati wamaa fiil-ardhi waalaahu 'alaa kulli syay-in qadiir"},{"id_ayat":323,"no_surah":3,"no_ayat":30,"teks_ayat":"يَوْمَ تَجِدُ كُلُّ نَفْسٍ مَّا عَمِلَتْ مِنْ خَيْرٍ مُّحْضَرًا  ۛوَمَا عَمِلَتْ مِنْ سُوْۤءٍ ۛ تَوَدُّ لَوْ اَنَّ بَيْنَهَا وَبَيْنَهٗٓ اَمَدًاۢ بَعِيْدًا ۗوَيُحَذِّرُكُمُ اللّٰهُ نَفْسَهٗ ۗوَاللّٰهُ رَءُوْفٌۢ بِالْعِبَادِ ࣖ","tema":"Ilmu Allah dan Amal Dihadirkan pada Hari Kiamat","teks_terjemah":"(Ingatlah) pada hari (ketika) setiap jiwa mendapatkan (balasan) atas kebajikan yang telah dikerjakannya dihadirkan, (begitu juga balasan) atas kejahatan yang telah dia kerjakan. Dia berharap seandainya ada jarak yang jauh antara dia dan hari itu. Allah memperingatkan kamu akan (siksa)-Nya. Allah Maha Penyayang terhadap hamba-hamba-Nya.","no_fn":"","teks_fn":"","bacaan":"yawma tajidu kullu nafsin maa 'amilat min khayrin muhdaran wamaa 'amilat min suu-in tawaddu law anna baynahaa wabaynahu amadan ba'iidan wayuhadzdzirukumulaahu nafsahu waalaahu rauufun bil'ibaad"},{"id_ayat":324,"no_surah":3,"no_ayat":31,"teks_ayat":"قُلْ اِنْ كُنْتُمْ تُحِبُّوْنَ اللّٰهَ فَاتَّبِعُوْنِيْ يُحْبِبْكُمُ اللّٰهُ وَيَغْفِرْ لَكُمْ ذُنُوْبَكُمْ ۗ وَاللّٰهُ غَفُوْرٌ رَّحِيْمٌ","tema":"Mengikuti Rasulullah sebagai Bukti Cinta kepada Allah","teks_terjemah":"Katakanlah (Nabi Muhammad), “Jika kamu mencintai Allah, ikutilah aku, niscaya Allah akan mencintaimu dan mengampuni dosa-dosamu.” Allah Maha Pengampun lagi Maha Penyayang.","no_fn":"","teks_fn":"","bacaan":"qul in kuntum tuhibbuunalaaha fattabi'uunii yuhbibkumulaahu wayaghfir lakum dzunuubakum waalaahu ghafuurun rahiim"},{"id_ayat":325,"no_surah":3,"no_ayat":32,"teks_ayat":"قُلْ اَطِيْعُوا اللّٰهَ وَالرَّسُوْلَ ۚ فَاِنْ تَوَلَّوْا فَاِنَّ اللّٰهَ لَا يُحِبُّ الْكٰفِرِيْنَ","tema":"Mengikuti Rasulullah sebagai Bukti Cinta kepada Allah","teks_terjemah":"Katakanlah (Nabi Muhammad), “Taatilah Allah dan Rasul(-Nya). Jika kamu berpaling, sesungguhnya Allah tidak menyukai orang-orang kafir.”","no_fn":"","teks_fn":"","bacaan":"qul athii'uulaaha warrasuula fa-in tawallaw fa-innalaaha laa yuhibbulkaafiriin"},{"id_ayat":326,"no_surah":3,"no_ayat":33,"teks_ayat":"۞ اِنَّ اللّٰهَ اصْطَفٰىٓ اٰدَمَ وَنُوْحًا وَّاٰلَ اِبْرٰهِيْمَ وَاٰلَ عِمْرٰنَ عَلَى الْعٰلَمِيْنَۙ","tema":"Orang-Orang Pilihan Allah","teks_terjemah":"Sesungguhnya Allah telah memilih Adam, Nuh, keluarga Ibrahim, dan keluarga Imran atas seluruh alam (manusia pada zamannya masing-masing).","no_fn":"","teks_fn":"","bacaan":"innalaaha isthafaa aadama wanuuhan waaala ibraahiima waaala 'imraana 'alaal'aalamiin"},{"id_ayat":327,"no_surah":3,"no_ayat":34,"teks_ayat":"ذُرِّيَّةً ۢ بَعْضُهَا مِنْۢ بَعْضٍۗ وَاللّٰهُ سَمِيْعٌ عَلِيْمٌۚ","tema":"Orang-Orang Pilihan Allah","teks_terjemah":"(Mereka adalah) satu keturunan, sebagiannya adalah (keturunan) dari sebagian yang lain. Allah Maha Mendengar lagi Maha Mengetahui.","no_fn":"","teks_fn":"","bacaan":"dzurriyyatan ba'dhuhaa min ba'dhin waalaahu samii'un 'aliim"},{"id_ayat":328,"no_surah":3,"no_ayat":35,"teks_ayat":"اِذْ قَالَتِ امْرَاَتُ عِمْرٰنَ رَبِّ اِنِّيْ نَذَرْتُ لَكَ مَا فِيْ بَطْنِيْ مُحَرَّرًا فَتَقَبَّلْ مِنِّيْ ۚ اِنَّكَ اَنْتَ السَّمِيْعُ الْعَلِيْمُ","tema":"Kelahiran Maryam, Tumbuh Kembang, dan Karamahnya","teks_terjemah":"(Ingatlah) ketika istri Imran<sup>89)<\/sup> berkata, “Wahai Tuhanku, sesungguhnya aku menazarkan kepada-Mu apa yang ada di dalam kandunganku murni untuk-Mu (berkhidmat di Baitulmaqdis). Maka, terimalah (nazar itu) dariku. Sesungguhnya Engkaulah Yang Maha Mendengar lagi Maha Mengetahui.”","no_fn":"89","teks_fn":"89) Istri Imran yang merupakan ibunda Maryam adalah Hanna binti Faqud. Nabi Zakaria a.s. menikahi saudari perempuan Hanna sehingga Maryam adalah keponakannya.","bacaan":"idz qaalati imra-atu 'imraana rabbi innii nadzartu laka maa fii bathnii muharraran fataqabbal minnii innaka antassamii'ul'aliim"},{"id_ayat":329,"no_surah":3,"no_ayat":36,"teks_ayat":"فَلَمَّا وَضَعَتْهَا قَالَتْ رَبِّ اِنِّيْ وَضَعْتُهَآ اُنْثٰىۗ وَاللّٰهُ اَعْلَمُ بِمَا وَضَعَتْۗ وَلَيْسَ الذَّكَرُ كَالْاُنْثٰى ۚ وَاِنِّيْ سَمَّيْتُهَا مَرْيَمَ وَاِنِّيْٓ اُعِيْذُهَا بِكَ وَذُرِّيَّتَهَا مِنَ الشَّيْطٰنِ الرَّجِيْمِ","tema":"Kelahiran Maryam, Tumbuh Kembang, dan Karamahnya","teks_terjemah":"Ketika melahirkannya, dia berkata, “Wahai Tuhanku, aku telah melahirkan anak perempuan.” Padahal, Allah lebih tahu apa yang dia (istri Imran) lahirkan. “Laki-laki tidak sama dengan perempuan. Aku memberinya nama Maryam serta memohon perlindungan-Mu untuknya dan anak cucunya dari setan yang terkutuk.”","no_fn":"","teks_fn":"","bacaan":"falammaa wadha'at-haa qaalat rabbi innii wadha'tuhaa untsaa waalaahu a'lamu bimaa wadha'at walaysadzdzakaru kaluntsaa wa-innii sammaytuhaa maryama wa-innii u'iidzuhaa bika wadzurriyyatahaa minasysyaythaanirrajiim"},{"id_ayat":330,"no_surah":3,"no_ayat":37,"teks_ayat":"فَتَقَبَّلَهَا رَبُّهَا بِقَبُوْلٍ حَسَنٍ وَّاَنْۢبَتَهَا نَبَاتًا حَسَنًاۖ وَّكَفَّلَهَا زَكَرِيَّا ۗ كُلَّمَا دَخَلَ عَلَيْهَا زَكَرِيَّا الْمِحْرَابَۙ وَجَدَ عِنْدَهَا رِزْقًا ۚ قَالَ يٰمَرْيَمُ اَنّٰى لَكِ هٰذَا ۗ قَالَتْ هُوَ مِنْ عِنْدِ اللّٰهِ ۗ اِنَّ اللّٰهَ يَرْزُقُ مَنْ يَّشَاۤءُ بِغَيْرِ حِسَابٍ","tema":"Kelahiran Maryam, Tumbuh Kembang, dan Karamahnya","teks_terjemah":"Dia (Allah) menerimanya (Maryam) dengan penerimaan yang baik, membesarkannya dengan pertumbuhan yang baik, dan menyerahkan pemeliharaannya kepada Zakaria. Setiap kali Zakaria masuk menemui di mihrabnya, dia mendapati makanan di sisinya. Dia berkata, “Wahai Maryam, dari mana ini engkau peroleh?” Dia (Maryam) menjawab, “Itu dari Allah.” Sesungguhnya Allah memberi rezeki kepada siapa yang Dia kehendaki tanpa perhitungan.","no_fn":"","teks_fn":"","bacaan":"fataqabbalahaa rabbuhaa biqabuulin hasanin wa-anbatahaa nabaatan hasanan wakaffalahaa zakariyyaa kullamaa dakhala 'alayhaa zakariyyaalmihraaba wajada 'indahaa rizqan qaala yaa maryamu annaa laki haadzaa qaalat huwa min 'indilaahi innalaaha yarzuqu man yasyaau bighayri hisaab"},{"id_ayat":331,"no_surah":3,"no_ayat":38,"teks_ayat":"هُنَالِكَ دَعَا زَكَرِيَّا رَبَّهٗ ۚ قَالَ رَبِّ هَبْ لِيْ مِنْ لَّدُنْكَ ذُرِّيَّةً طَيِّبَةً ۚ اِنَّكَ سَمِيْعُ الدُّعَاۤءِ","tema":"Doa Nabi Zakaria dan Berita Gembira Kelahiran Yahya","teks_terjemah":"Di sanalah Zakaria berdoa kepada Tuhannya. Dia berkata, “Wahai Tuhanku, karuniakanlah kepadaku keturunan yang baik dari sisi-Mu. Sesungguhnya Engkau Maha Mendengar doa.”","no_fn":"","teks_fn":"","bacaan":"hunaalika da'aa zakariyyaa rabbahu qaala rabbi hab lii min ladunka dzurriyyatan thayyibatan innaka samii'uddu'aa'-"},{"id_ayat":332,"no_surah":3,"no_ayat":39,"teks_ayat":"فَنَادَتْهُ الْمَلٰۤىِٕكَةُ وَهُوَ قَاۤىِٕمٌ يُّصَلِّيْ فِى الْمِحْرَابِۙ اَنَّ اللّٰهَ يُبَشِّرُكَ بِيَحْيٰى مُصَدِّقًاۢ بِكَلِمَةٍ مِّنَ اللّٰهِ وَسَيِّدًا وَّحَصُوْرًا وَّنَبِيًّا مِّنَ الصّٰلِحِيْنَ","tema":"Doa Nabi Zakaria dan Berita Gembira Kelahiran Yahya","teks_terjemah":"Lalu, Malaikat (Jibril) memanggilnya ketika dia berdiri melaksanakan salat di mihrab, “Allah menyampaikan kabar gembira kepadamu dengan (kelahiran) Yahya yang membenarkan kalimat dari Allah,<sup>90)<\/sup> (menjadi) anutan, menahan diri (dari hawa nafsu), dan seorang nabi di antara orang-orang saleh.”","no_fn":"90","teks_fn":"90) Membenarkan kedatangan seorang nabi yang diciptakan dengan kata kun (‘jadilah!’) tanpa ayah, yaitu Nabi Isa a.s.","bacaan":"fanaadat-hulmalaa-ikatu wahuwa qaa-imun yushallii fiilmihraabi annalaaha yubasysyiruka biyahyaa mushaddiqan bikalimatin minalaahi wasayyidan wahashuuran wanabiyyan minashshaalihiin"},{"id_ayat":333,"no_surah":3,"no_ayat":40,"teks_ayat":"قَالَ رَبِّ اَنّٰى يَكُوْنُ لِيْ غُلٰمٌ وَّقَدْ بَلَغَنِيَ الْكِبَرُ وَامْرَاَتِيْ عَاقِرٌ ۗ قَالَ كَذٰلِكَ اللّٰهُ يَفْعَلُ مَا يَشَاۤءُ","tema":"Doa Nabi Zakaria dan Berita Gembira Kelahiran Yahya","teks_terjemah":"Dia (Zakaria) berkata, “Wahai Tuhanku, bagaimana aku bisa mendapat anak, sedangkan aku sudah sangat tua dan istriku pun mandul?” (Allah) berfirman, “Demikianlah, Allah melakukan apa yang Dia kehendaki.”","no_fn":"","teks_fn":"","bacaan":"qaala rabbi annaa yakuunu lii ghulaamun waqad balaghaniyalkibaru wamra-atii 'aaqirun qaala kadzaalikalaahu yaf'alu maa yasyaa'"},{"id_ayat":334,"no_surah":3,"no_ayat":41,"teks_ayat":"قَالَ رَبِّ اجْعَلْ لِّيْٓ اٰيَةً ۗ قَالَ اٰيَتُكَ اَلَّا تُكَلِّمَ النَّاسَ ثَلٰثَةَ اَيَّامٍ اِلَّا رَمْزًا ۗ وَاذْكُرْ رَّبَّكَ كَثِيْرًا وَّسَبِّحْ بِالْعَشِيِّ وَالْاِبْكَارِ ࣖ","tema":"Doa Nabi Zakaria dan Berita Gembira Kelahiran Yahya","teks_terjemah":"Dia (Zakaria) berkata, “Wahai Tuhanku, berilah aku suatu tanda (kehamilan istriku).” Allah berfirman, “Tandanya bagimu adalah engkau tidak (dapat) berbicara dengan manusia selama tiga hari, kecuali dengan isyarat. Sebutlah (nama) Tuhanmu sebanyak-banyaknya dan bertasbihlah pada waktu petang dan pagi hari.”","no_fn":"","teks_fn":"","bacaan":"qaala rabbi ij'al lii aayatan qaala aayatukalaa tukallimannaasa tsalaatsata ayyaamin illaa ramzan wadzkur rabbaka katsiiran wasabbih bil'asyiyyi wal-ibkaar"},{"id_ayat":335,"no_surah":3,"no_ayat":42,"teks_ayat":"وَاِذْ قَالَتِ الْمَلٰۤىِٕكَةُ يٰمَرْيَمُ اِنَّ اللّٰهَ اصْطَفٰىكِ وَطَهَّرَكِ وَاصْطَفٰىكِ عَلٰى نِسَاۤءِ الْعٰلَمِيْنَ","tema":"Keutamaan Maryam dan Kabar Gembira Kelahiran Isa","teks_terjemah":"(Ingatlah) ketika Malaikat (Jibril) berkata, “Wahai Maryam, sesungguhnya Allah telah memilihmu, menyucikanmu, dan melebihkanmu di atas seluruh perempuan di semesta alam (pada masa itu).","no_fn":"","teks_fn":"","bacaan":"wa-idz qaalatilmalaa-ikatu yaa maryamu innalaaha isthafaaki wathahharaki wasthafaaki 'alaa nisaa-il'aalamiin"},{"id_ayat":336,"no_surah":3,"no_ayat":43,"teks_ayat":"يٰمَرْيَمُ اقْنُتِيْ لِرَبِّكِ وَاسْجُدِيْ وَارْكَعِيْ مَعَ الرّٰكِعِيْنَ","tema":"Keutamaan Maryam dan Kabar Gembira Kelahiran Isa","teks_terjemah":"Wahai Maryam, taatlah kepada Tuhanmu, sujudlah, dan rukuklah bersama orang-orang yang rukuk.”","no_fn":"","teks_fn":"","bacaan":"yaa maryamu uqnutii lirabbiki wasjudii warka'ii ma'arraaki'iin"},{"id_ayat":337,"no_surah":3,"no_ayat":44,"teks_ayat":"ذٰلِكَ مِنْ اَنْۢبَاۤءِ الْغَيْبِ نُوْحِيْهِ اِلَيْكَ ۗوَمَا كُنْتَ لَدَيْهِمْ اِذْ يُلْقُوْنَ اَقْلَامَهُمْ اَيُّهُمْ يَكْفُلُ مَرْيَمَۖ وَمَا كُنْتَ لَدَيْهِمْ اِذْ يَخْتَصِمُوْنَ","tema":"Keutamaan Maryam dan Kabar Gembira Kelahiran Isa","teks_terjemah":"Itulah sebagian dari berita-berita gaib yang Kami wahyukan kepadamu (Nabi Muhammad). Padahal, engkau tidak bersama mereka ketika mereka melemparkan pena<sup>91)<\/sup> mereka (untuk mengundi) siapa di antara mereka yang akan memelihara Maryam dan engkau tidak bersama mereka ketika mereka bersengketa.","no_fn":"91","teks_fn":"91) Maksudnya, para tokoh agama di Baitulmaqdis mengundi siapa yang akan mengurus Maryam dengan melemparkan pena yang biasa mereka gunakan untuk menulis Taurat atau dengan melempar anak panah.","bacaan":"dzaalika min anbaa-ilghaybi nuuhiihi ilayka wamaa kunta ladayhim idz yulquuna aqlaamahum ayyuhum yakfulu maryama wamaa kunta ladayhim idz yakhtashimuun"},{"id_ayat":338,"no_surah":3,"no_ayat":45,"teks_ayat":"اِذْ قَالَتِ الْمَلٰۤىِٕكَةُ يٰمَرْيَمُ اِنَّ اللّٰهَ يُبَشِّرُكِ بِكَلِمَةٍ مِّنْهُۖ اسْمُهُ الْمَسِيْحُ عِيْسَى ابْنُ مَرْيَمَ وَجِيْهًا فِى الدُّنْيَا وَالْاٰخِرَةِ وَمِنَ الْمُقَرَّبِيْنَۙ","tema":"Keutamaan Maryam dan Kabar Gembira Kelahiran Isa","teks_terjemah":"(Ingatlah) ketika Malaikat (Jibril) berkata, “Wahai Maryam, sesungguhnya Allah menyampaikan kabar gembira kepadamu tentang (kelahiran anak yang diciptakan) dengan kalimat dari-Nya, namanya Isa Almasih putra Maryam, seorang terkemuka di dunia dan di akhirat serta termasuk orang-orang yang didekatkan (kepada Allah).","no_fn":"","teks_fn":"","bacaan":"idz qaalatilmalaa-ikatu yaa maryamu innalaaha yubasysyiruki bikalimatin minhu ismuhulmasiihu 'iisaa ibnu maryama wajiihan fiiddunyaa wal-aakhirati waminalmuqarrabiin"},{"id_ayat":339,"no_surah":3,"no_ayat":46,"teks_ayat":"وَيُكَلِّمُ النَّاسَ فِى الْمَهْدِ وَكَهْلًا وَّمِنَ الصّٰلِحِيْنَ","tema":"Keutamaan Maryam dan Kabar Gembira Kelahiran Isa","teks_terjemah":"Dia berbicara dengan manusia (sewaktu) dalam buaian dan ketika sudah dewasa serta termasuk orang-orang saleh.”","no_fn":"","teks_fn":"","bacaan":"wayukallimunnaasa fiilmahdi wakahlan waminashshaalihiin"},{"id_ayat":340,"no_surah":3,"no_ayat":47,"teks_ayat":"قَالَتْ رَبِّ اَنّٰى يَكُوْنُ لِيْ وَلَدٌ وَّلَمْ يَمْسَسْنِيْ بَشَرٌ ۗ قَالَ كَذٰلِكِ اللّٰهُ يَخْلُقُ مَا يَشَاۤءُ ۗاِذَا قَضٰٓى اَمْرًا فَاِنَّمَا يَقُوْلُ لَهٗ كُنْ فَيَكُوْنُ","tema":"Keutamaan Maryam dan Kabar Gembira Kelahiran Isa","teks_terjemah":"Dia (Maryam) berkata, “Wahai Tuhanku, bagaimana mungkin aku akan mempunyai anak, padahal tidak ada seorang laki-laki pun yang menyentuhku?” Dia (Allah) berfirman, “Demikianlah, Allah menciptakan apa yang Dia kehendaki.” Apabila Dia hendak menetapkan sesuatu, Dia hanya berkata padanya, “Jadilah!” Maka, jadilah sesuatu itu.","no_fn":"","teks_fn":"","bacaan":"qaalat rabbi annaa yakuunu lii waladun walam yamsasnii basyarun qaala kadzaalikilaahu yakhluqu maa yasyaau idzaa qadaa amran fa-innamaa yaquulu lahu kun fayakuun"},{"id_ayat":341,"no_surah":3,"no_ayat":48,"teks_ayat":"وَيُعَلِّمُهُ الْكِتٰبَ وَالْحِكْمَةَ وَالتَّوْرٰىةَ وَالْاِنْجِيْلَۚ","tema":"Sifat-Sifat Nabi Isa, Mukjizat, dan Dakwahnya","teks_terjemah":"Dia (Allah) mengajarkan kepadanya (Isa) kitab,<sup>92)<\/sup> hikmah,<sup>93)<\/sup> Taurat, dan Injil.","no_fn":"92,93","teks_fn":"92) Maksud kitab di sini adalah menulis dengan tangan.<\/br>93) Lihat catatan kaki surah al-Baqarah\/2: 129.","bacaan":"wayu'allimuhulkitaaba walhikmata wattawraata wal-injiil"},{"id_ayat":342,"no_surah":3,"no_ayat":49,"teks_ayat":"وَرَسُوْلًا اِلٰى بَنِيْٓ اِسْرَاۤءِيْلَ ەۙ اَنِّيْ قَدْ جِئْتُكُمْ بِاٰيَةٍ مِّنْ رَّبِّكُمْ ۙاَنِّيْٓ اَخْلُقُ لَكُمْ مِّنَ الطِّيْنِ كَهَيْـَٔةِ الطَّيْرِ فَاَنْفُخُ فِيْهِ فَيَكُوْنُ طَيْرًاۢ بِاِذْنِ اللّٰهِ ۚوَاُبْرِئُ الْاَكْمَهَ وَالْاَبْرَصَ وَاُحْيِ الْمَوْتٰى بِاِذْنِ اللّٰهِ ۚوَاُنَبِّئُكُمْ بِمَا تَأْكُلُوْنَ وَمَا تَدَّخِرُوْنَ ۙفِيْ بُيُوْتِكُمْ ۗاِنَّ فِيْ ذٰلِكَ لَاٰيَةً لَّكُمْ اِنْ كُنْتُمْ مُّؤْمِنِيْنَۚ","tema":"Sifat-Sifat Nabi Isa, Mukjizat, dan Dakwahnya","teks_terjemah":"(Allah akan menjadikannya) sebagai seorang rasul kepada Bani Israil. (Isa berkata,) “Sesungguhnya aku telah datang kepadamu dengan tanda (mukjizat) dari Tuhanmu, sesungguhnya aku membuatkan bagimu (sesuatu) dari tanah yang berbentuk seperti burung. Lalu, aku meniupnya sehingga menjadi seekor burung dengan izin Allah. Aku menyembuhkan orang yang buta sejak dari lahir dan orang yang berpenyakit buras (belang) serta menghidupkan orang-orang mati dengan izin Allah. Aku beri tahukan kepadamu apa yang kamu makan dan apa yang kamu simpan di rumahmu. Sesungguhnya pada yang demikian itu benar-benar terdapat tanda (kerasulanku) bagimu jika kamu orang-orang mukmin.","no_fn":"","teks_fn":"","bacaan":"warasuulan ilaa banii israa-iila annii qad ji'tukum bi-aayatin min rabbikum annii akhluqu lakum minaththhiini kahay-atiththhayri fa-anfukhu fiihi fayakuunu thayran bi-idznilaahi waubri-ul-akmaha wal-abrasha wauhyiilmawtaa bi-idznilaahi wa-unabbi-ukum bimaa ta'kuluuna wamaa taddakhiruuna fii buyuutikum inna fii dzaalika laaayatan lakum in kuntum mu'miniin"},{"id_ayat":343,"no_surah":3,"no_ayat":50,"teks_ayat":"وَمُصَدِّقًا لِّمَا بَيْنَ يَدَيَّ مِنَ التَّوْرٰىةِ وَلِاُحِلَّ لَكُمْ بَعْضَ الَّذِيْ حُرِّمَ عَلَيْكُمْ  وَجِئْتُكُمْ بِاٰيَةٍ مِّنْ رَّبِّكُمْۗ فَاتَّقُوا اللّٰهَ وَاَطِيْعُوْنِ ","tema":"Sifat-Sifat Nabi Isa, Mukjizat, dan Dakwahnya","teks_terjemah":"(Aku diutus untuk) membenarkan Taurat yang (diturunkan) sebelumku dan untuk menghalalkan bagi kamu sebagian perkara yang telah diharamkan untukmu. Aku datang kepadamu dengan membawa tanda (mukjizat) dari Tuhanmu. Oleh karena itu, bertakwalah kepada Allah dan taatlah kepadaku.","no_fn":"","teks_fn":"","bacaan":"wamushaddiqan limaa bayna yadayya minattawraati wali-uhilla lakum ba'dhaladzii hurrima 'alaykum waji'tukum bi-aayatin min rabbikum fattaquulaaha wa-athii'uun"},{"id_ayat":344,"no_surah":3,"no_ayat":51,"teks_ayat":"اِنَّ اللّٰهَ رَبِّيْ وَرَبُّكُمْ فَاعْبُدُوْهُ ۗهٰذَا صِرَاطٌ مُّسْتَقِيْمٌ","tema":"Sifat-Sifat Nabi Isa, Mukjizat, dan Dakwahnya","teks_terjemah":"Sesungguhnya Allah itu Tuhanku dan Tuhanmu. Oleh karena itu, sembahlah Dia. Inilah jalan yang lurus.”","no_fn":"","teks_fn":"","bacaan":"innalaaha rabbii warabbukum fa'buduuhu haadzaa shiraathun mustaqiim"},{"id_ayat":345,"no_surah":3,"no_ayat":52,"teks_ayat":"۞ فَلَمَّآ اَحَسَّ عِيْسٰى مِنْهُمُ الْكُفْرَ قَالَ مَنْ اَنْصَارِيْٓ اِلَى اللّٰهِ ۗ قَالَ الْحَوَارِيُّوْنَ نَحْنُ اَنْصَارُ اللّٰهِ ۚ اٰمَنَّا بِاللّٰهِ ۚ وَاشْهَدْ بِاَنَّا مُسْلِمُوْنَ","tema":"Dukungan Kaum Hawari kepada Nabi Isa dan Upaya Yahudi untuk Membunuhnya","teks_terjemah":"Ketika Isa merasakan kekufuran mereka (Bani Israil), dia berkata, “Siapakah yang akan menjadi penolongku untuk (menegakkan agama) Allah?” Para hawari (sahabat setianya) menjawab, “Kamilah penolong (agama) Allah. Kami beriman kepada Allah dan saksikanlah sesungguhnya kami adalah orang-orang muslim.","no_fn":"","teks_fn":"","bacaan":"falammaa ahassa 'iisaa minhumulkufra qaala man anshaarii ilaalaahi qaalalhawaariyyuuna nahnu anshaarulaahi aamannaa bialaahi wasyhad bi-annaa muslimuun"},{"id_ayat":346,"no_surah":3,"no_ayat":53,"teks_ayat":"رَبَّنَآ اٰمَنَّا بِمَآ اَنْزَلْتَ وَاتَّبَعْنَا الرَّسُوْلَ فَاكْتُبْنَا مَعَ الشّٰهِدِيْنَ","tema":"Dukungan Kaum Hawari kepada Nabi Isa dan Upaya Yahudi untuk Membunuhnya","teks_terjemah":"Wahai Tuhan kami, kami telah beriman pada apa yang Engkau turunkan dan kami telah mengikuti Rasul. Oleh karena itu, tetapkanlah kami bersama orang-orang yang memberikan kesaksian.”","no_fn":"","teks_fn":"","bacaan":"rabbanaa aamannaa bimaa anzalta wattaba'naarrasuula faktubnaa ma'asysyaahidiin"},{"id_ayat":347,"no_surah":3,"no_ayat":54,"teks_ayat":"وَمَكَرُوْا وَمَكَرَ اللّٰهُ  ۗوَاللّٰهُ خَيْرُ الْمٰكِرِيْنَ ࣖ","tema":"Dukungan Kaum Hawari kepada Nabi Isa dan Upaya Yahudi untuk Membunuhnya","teks_terjemah":"Mereka (orang-orang kafir) membuat tipu daya dan Allah pun membalas tipu daya (mereka). Allah sebaik-baik pembalas tipu daya.","no_fn":"","teks_fn":"","bacaan":"wamakaruu wamakaralaahu waalaahu khayrulmaakir"},{"id_ayat":348,"no_surah":3,"no_ayat":55,"teks_ayat":"اِذْ قَالَ اللّٰهُ يٰعِيْسٰٓى اِنِّيْ مُتَوَفِّيْكَ وَرَافِعُكَ اِلَيَّ وَمُطَهِّرُكَ مِنَ الَّذِيْنَ كَفَرُوْا وَجَاعِلُ الَّذِيْنَ اتَّبَعُوْكَ فَوْقَ الَّذِيْنَ كَفَرُوْٓا اِلٰى يَوْمِ الْقِيٰمَةِ ۚ ثُمَّ اِلَيَّ مَرْجِعُكُمْ فَاَحْكُمُ بَيْنَكُمْ فِيْمَا كُنْتُمْ فِيْهِ تَخْتَلِفُوْنَ","tema":"Kemuliaan Nabi Isa serta Balasan bagi Orang Kafir dan Mukmin","teks_terjemah":"(Ingatlah) ketika Allah berfirman, “Wahai Isa, sesungguhnya Aku mengambilmu, mengangkatmu kepada-Ku, menyucikanmu dari orang-orang yang kufur, dan menjadikan orang-orang yang mengikutimu lebih unggul daripada orang-orang yang kufur hingga hari Kiamat. Kemudian, kepada-Kulah kamu kembali, lalu Aku beri keputusan tentang apa yang selalu kamu perselisihkan.","no_fn":"","teks_fn":"","bacaan":"idz qaalalaahu yaa 'iisaa innii mutawaffiika waraafi'uka ilayya wamuthahhiruka minaladziina kafaruu wajaa'iluladziina ittaba'uuka fawqaladziina kafaruu ilaa yawmilqiyaamati tsumma ilayya marji'ukum fa-ahkumu baynakum fiimaa kuntum fiihi takhtalifuun"},{"id_ayat":349,"no_surah":3,"no_ayat":56,"teks_ayat":"فَاَمَّا الَّذِيْنَ كَفَرُوْا فَاُعَذِّبُهُمْ عَذَابًا شَدِيْدًا فِى الدُّنْيَا وَالْاٰخِرَةِۖ وَمَا لَهُمْ مِّنْ نّٰصِرِيْنَ ","tema":"Kemuliaan Nabi Isa serta Balasan bagi Orang Kafir dan Mukmin","teks_terjemah":"Adapun orang-orang yang kufur akan Aku azab mereka dengan azab yang sangat keras di dunia dan di akhirat dan sekali-kali tidak ada penolong bagi mereka.”","no_fn":"","teks_fn":"","bacaan":"fa-ammaaladziina kafaruu fau'adzdzibuhum 'adzaaban syadiidan fiiddunyaa wal-aakhirati wamaa lahum min naasiriin"},{"id_ayat":350,"no_surah":3,"no_ayat":57,"teks_ayat":"وَاَمَّا الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ فَيُوَفِّيْهِمْ اُجُوْرَهُمْ ۗ وَاللّٰهُ لَا يُحِبُّ الظّٰلِمِيْنَ","tema":"Kemuliaan Nabi Isa serta Balasan bagi Orang Kafir dan Mukmin","teks_terjemah":"Sementara itu, orang-orang yang beriman dan beramal saleh akan Dia berikan pahala mereka dengan sempurna. Allah tidak menyukai orang-orang zalim.","no_fn":"","teks_fn":"","bacaan":"wa-ammaaladziina aamanuu wa'amiluushshaalihaati fayuwaffiihim ujuurahum waalaahu laa yuhibbuzhzhaalimiin"},{"id_ayat":351,"no_surah":3,"no_ayat":58,"teks_ayat":"ذٰلِكَ نَتْلُوْهُ عَلَيْكَ مِنَ الْاٰيٰتِ وَالذِّكْرِ الْحَكِيْمِ ","tema":"Kemuliaan Nabi Isa serta Balasan bagi Orang Kafir dan Mukmin","teks_terjemah":"Itulah (kisah Isa) yang Kami bacakan kepadamu (Nabi Muhammad) sebagian bukti-bukti (kebenaranmu sebagai rasul) dan peringatan yang penuh hikmah (Al-Qur’an).","no_fn":"","teks_fn":"","bacaan":"dzaalika natluuhu 'alayka minal-aayaati wadzdzikrilhakiim"},{"id_ayat":352,"no_surah":3,"no_ayat":59,"teks_ayat":"اِنَّ مَثَلَ عِيْسٰى عِنْدَ اللّٰهِ كَمَثَلِ اٰدَمَ ۗ خَلَقَهٗ مِنْ تُرَابٍ ثُمَّ قَالَ لَهٗ كُنْ فَيَكُوْنُ","tema":"Keserupaan antara Penciptaan Nabi Isa dan Nabi Adam serta Ajakan untuk Mubahalah tentang Nabi Isa ","teks_terjemah":"Sesungguhnya perumpamaan (penciptaan) Isa bagi Allah adalah seperti (penciptaan) Adam. Dia menciptakannya dari tanah kemudian berfirman kepadanya, “Jadilah!” Maka, jadilah sesuatu itu.","no_fn":"","teks_fn":"","bacaan":"inna matsala 'iisaa 'indalaahi kamatsali aadama khalaqahu min turaabin tsumma qaala lahu kun fayakuun"},{"id_ayat":353,"no_surah":3,"no_ayat":60,"teks_ayat":"اَلْحَقُّ مِنْ رَّبِّكَ فَلَا تَكُنْ مِّنَ الْمُمْتَرِيْنَ","tema":"Keserupaan antara Penciptaan Nabi Isa dan Nabi Adam serta Ajakan untuk Mubahalah tentang Nabi Isa ","teks_terjemah":"Kebenaran itu dari Tuhanmu. Oleh karena itu, janganlah engkau (Nabi Muhammad) termasuk orang-orang yang ragu.","no_fn":"","teks_fn":"","bacaan":"alhaqqu min rabbika falaa takun minalmumtariin"},{"id_ayat":354,"no_surah":3,"no_ayat":61,"teks_ayat":"فَمَنْ حَاۤجَّكَ فِيْهِ مِنْۢ بَعْدِ مَا جَاۤءَكَ مِنَ الْعِلْمِ فَقُلْ تَعَالَوْا نَدْعُ اَبْنَاۤءَنَا وَاَبْنَاۤءَكُمْ وَنِسَاۤءَنَا وَنِسَاۤءَكُمْ وَاَنْفُسَنَا وَاَنْفُسَكُمْۗ  ثُمَّ نَبْتَهِلْ فَنَجْعَلْ لَّعْنَتَ اللّٰهِ عَلَى الْكٰذِبِيْنَ","tema":"Keserupaan antara Penciptaan Nabi Isa dan Nabi Adam serta Ajakan untuk Mubahalah tentang Nabi Isa ","teks_terjemah":"Siapa yang membantahmu dalam hal ini setelah datang ilmu kepadamu, maka katakanlah (Nabi Muhammad), “Marilah kita panggil anak-anak kami dan anak-anak kamu, istri-istri kami dan istri-istri kamu, diri kami dan diri kamu, kemudian marilah kita bermubahalah<sup>94)<\/sup> agar laknat Allah ditimpakan kepada para pendusta.”","no_fn":"94","teks_fn":"94) Mubahalah berarti setiap pihak yang berselisih berdoa dengan sungguh-sungguh agar Allah menjatuhkan laknat kepada pihak yang berdusta. Nabi Muhammad saw. mengajak utusan Nasrani Najran bermubahalah, tetapi mereka tidak berani. Hal ini menjadi bukti kebenaran akidah Islam tentang Isa a.s.","bacaan":"faman haajjaka fiihi min ba'di maa jaa-aka minal'ilmi faqul ta'aalaw nad'u abnaa-anaa wa-abnaa-akum wanisaa-anaa wanisaa-akum wa-anfusanaa wa-anfusakum tsumma nabtahil fanaj'al la'natalaahi 'alaalkaadzibiin"},{"id_ayat":355,"no_surah":3,"no_ayat":62,"teks_ayat":"اِنَّ هٰذَا لَهُوَ الْقَصَصُ الْحَقُّ ۚ وَمَا مِنْ اِلٰهٍ اِلَّا اللّٰهُ ۗوَاِنَّ اللّٰهَ لَهُوَ الْعَزِيْزُ الْحَكِيْمُ","tema":"Keserupaan antara Penciptaan Nabi Isa dan Nabi Adam serta Ajakan untuk Mubahalah tentang Nabi Isa ","teks_terjemah":"Sesungguhnya ini benar-benar kisah yang hak. Tidak ada tuhan selain Allah, dan sesungguhnya Allahlah yang benar-benar Mahaperkasa lagi Mahabijaksana.","no_fn":"","teks_fn":"","bacaan":"inna haadzaa lahuwalqashashulhaqqu wamaa min ilaahin illaalaahu wa-innalaaha lahuwal'aziizulhakiim"},{"id_ayat":356,"no_surah":3,"no_ayat":63,"teks_ayat":"فَاِنْ تَوَلَّوْا فَاِنَّ اللّٰهَ عَلِيْمٌ ۢبِالْمُفْسِدِيْنَ ࣖ ","tema":"Keserupaan antara Penciptaan Nabi Isa dan Nabi Adam serta Ajakan untuk Mubahalah tentang Nabi Isa ","teks_terjemah":"Jika mereka berpaling, (ketahuilah) bahwa sesungguhnya Allah Maha Mengetahui orang-orang yang berbuat kerusakan.","no_fn":"","teks_fn":"","bacaan":"fa-in tawallaw fa-innalaaha 'aliimun bilmufsidiin"},{"id_ayat":357,"no_surah":3,"no_ayat":64,"teks_ayat":"قُلْ يٰٓاَهْلَ الْكِتٰبِ تَعَالَوْا اِلٰى كَلِمَةٍ سَوَاۤءٍۢ بَيْنَنَا وَبَيْنَكُمْ اَلَّا نَعْبُدَ اِلَّا اللّٰهَ وَلَا نُشْرِكَ بِهٖ شَيْـًٔا وَّلَا يَتَّخِذَ بَعْضُنَا بَعْضًا اَرْبَابًا مِّنْ دُوْنِ اللّٰهِ ۗ فَاِنْ تَوَلَّوْا فَقُوْلُوا اشْهَدُوْا بِاَنَّا مُسْلِمُوْنَ","tema":"Tauhid sebagai Ajaran Para Nabi dan Pengakuan Yahudi dan Nasrani tentang Agama Nabi Ibrahim","teks_terjemah":"Katakanlah (Nabi Muhammad), “Wahai Ahlulkitab, marilah (kita) menuju pada satu kalimat (pegangan) yang sama antara kami dan kamu, (yakni) kita tidak menyembah selain Allah, kita tidak mempersekutukan-Nya dengan sesuatu apa pun, dan tidak (pula) sebagian kita menjadikan sebagian yang lain sebagai tuhan-tuhan selain Allah.” Jika mereka berpaling, katakanlah (kepada mereka), “Saksikanlah bahwa sesungguhnya kami adalah orang-orang muslim.”","no_fn":"","teks_fn":"","bacaan":"qul yaa ahlalkitaabi ta'aalaw ilaa kalimatin sawaa-in baynanaa wabaynakumlaa na'buda illaalaaha walaa nusyrika bihi syay-an walaa yattakhidza ba'dhunaa ba'dhan arbaaban min duunilaahi fa-in tawallaw faquuluu isyhaduu bi-annaa muslimuun"},{"id_ayat":358,"no_surah":3,"no_ayat":65,"teks_ayat":"يٰٓاَهْلَ الْكِتٰبِ لِمَ تُحَاۤجُّوْنَ فِيْٓ اِبْرٰهِيْمَ وَمَآ اُنْزِلَتِ التَّوْرٰىةُ وَالْاِنْجِيْلُ اِلَّا مِنْۢ بَعْدِهٖۗ  اَفَلَا تَعْقِلُوْنَ","tema":"Tauhid sebagai Ajaran Para Nabi dan Pengakuan Yahudi dan Nasrani tentang Agama Nabi Ibrahim","teks_terjemah":"Wahai Ahlulkitab, mengapa kamu berbantah-bantahan<sup>95)<\/sup> tentang Ibrahim? Padahal, Taurat dan Injil tidak diturunkan, kecuali setelah dia (Ibrahim). Apakah kamu tidak mengerti?","no_fn":"95","teks_fn":"95) Orang Yahudi dan Nasrani masing-masing menganggap bahwa Nabi Ibrahim a.s. itu dari golongannya. Lalu, Allah membantah mereka dengan alasan bahwa Nabi Ibrahim a.s. itu datang sebelum mereka.","bacaan":"yaa ahla alkitaabi lima tuhaajjuuna fii ibraahiima wamaa unzilati alttawraatu waal-injiilu illaa min ba'dihi afalaa ta'qiluuna"},{"id_ayat":359,"no_surah":3,"no_ayat":66,"teks_ayat":"هٰٓاَنْتُمْ هٰٓؤُلَاۤءِ حَاجَجْتُمْ فِيْمَا لَكُمْ بِهٖ عِلْمٌ فَلِمَ تُحَاۤجُّوْنَ فِيْمَا لَيْسَ لَكُمْ بِهٖ عِلْمٌ ۗ وَاللّٰهُ يَعْلَمُ وَاَنْتُمْ لَا تَعْلَمُوْنَ","tema":"Tauhid sebagai Ajaran Para Nabi dan Pengakuan Yahudi dan Nasrani tentang Agama Nabi Ibrahim","teks_terjemah":"Begitulah kamu. Kamu berbantah-bantahan tentang apa yang kamu ketahui,<sup>96)<\/sup> tetapi mengapa kamu berbantah-bantahan (juga) tentang apa yang tidak kamu ketahui?<sup>97)<\/sup> Allah mengetahui, sedangkan kamu tidak mengetahui.","no_fn":"96,97","teks_fn":"96) Perkara yang diketahui oleh Ahlulkitab adalah perihal Nabi Musa a.s., Nabi Isa a.s., dan Nabi Muhammad saw.<\/br>97) Perkara yang tidak diketahui oleh Ahlulkitab adalah perihal Nabi Ibrahim a.s.","bacaan":"haa antum haaulaa-i haajajtum fiimaa lakum bihi 'ilmun falima tuhaajjuuna fiimaa laysa lakum bihi 'ilmun waalaahu ya'lamu wa-antum laa ta'lamuun"},{"id_ayat":360,"no_surah":3,"no_ayat":67,"teks_ayat":"مَاكَانَ اِبْرٰهِيْمُ يَهُوْدِيًّا وَّلَا نَصْرَانِيًّا وَّلٰكِنْ كَانَ حَنِيْفًا مُّسْلِمًاۗ وَمَا كَانَ مِنَ الْمُشْرِكِيْنَ","tema":"Tauhid sebagai Ajaran Para Nabi dan Pengakuan Yahudi dan Nasrani tentang Agama Nabi Ibrahim","teks_terjemah":"Ibrahim bukanlah seorang Yahudi dan bukan pula seorang Nasrani, melainkan dia adalah seorang yang hanif<sup>98)<\/sup> lagi berserah diri (muslim). Dia bukan pula termasuk (golongan) orang-orang musyrik.","no_fn":"98","teks_fn":"98)  Hanif berarti jauh dari syirik (mempersekutukan Allah) dan jauh dari kesesatan.","bacaan":"maa kaana ibraahiimu yahuudiyyan walaa nashraaniyyan walaakin kaana haniifan musliman wamaa kaana mina almusyrikiina"},{"id_ayat":361,"no_surah":3,"no_ayat":68,"teks_ayat":"اِنَّ اَوْلَى النَّاسِ بِاِبْرٰهِيْمَ لَلَّذِيْنَ اتَّبَعُوْهُ وَهٰذَا النَّبِيُّ وَالَّذِيْنَ اٰمَنُوْا ۗ وَاللّٰهُ وَلِيُّ الْمُؤْمِنِيْنَ","tema":"Tauhid sebagai Ajaran Para Nabi dan Pengakuan Yahudi dan Nasrani tentang Agama Nabi Ibrahim","teks_terjemah":"Sesungguhnya orang yang paling dekat dengan Ibrahim adalah orang-orang yang mengikutinya, Nabi ini (Nabi Muhammad), dan orang-orang yang beriman. Allah adalah pelindung orang-orang mukmin.","no_fn":"","teks_fn":"","bacaan":"inna awlaannaasi bi-ibraahiima lalladziina ittaba'uuhu wahaadzaannabiyyu walladziina aamanuu waalaahu waliyyulmu'miniin"},{"id_ayat":362,"no_surah":3,"no_ayat":69,"teks_ayat":"وَدَّتْ طَّاۤىِٕفَةٌ مِّنْ اَهْلِ الْكِتٰبِ لَوْ يُضِلُّوْنَكُمْۗ وَمَا يُضِلُّوْنَ اِلَّآ اَنْفُسَهُمْ وَمَا يَشْعُرُوْنَ","tema":"Kedengkian Orang Yahudi terhadap Umat Islam","teks_terjemah":"Segolongan Ahlulkitab ingin menyesatkan kamu. Padahal, mereka tidak menyesatkan (siapa pun), kecuali diri mereka sendiri. Akan tetapi, mereka tidak sadar.","no_fn":"","teks_fn":"","bacaan":"waddat thaa-ifatun min ahlilkitaabi law yudhilluunakum wamaa yudhilluuna illaa anfusahum wamaa yasy'uruun"},{"id_ayat":363,"no_surah":3,"no_ayat":70,"teks_ayat":"يٰٓاَهْلَ الْكِتٰبِ لِمَ تَكْفُرُوْنَ بِاٰيٰتِ اللّٰهِ وَاَنْتُمْ تَشْهَدُوْنَ","tema":"Kedengkian Orang Yahudi terhadap Umat Islam","teks_terjemah":"Wahai Ahlulkitab, mengapa kamu mengingkari ayat-ayat Allah,<sup>99)<\/sup> padahal kamu mengetahui (kebenarannya)?","no_fn":"99","teks_fn":"99) Maksudnya adalah ayat-ayat Allah yang diturunkan kepada Nabi Muhammad saw.","bacaan":"yaa ahlalkitaabi lima takfuruuna bi-aayaatilaahi wa-antum tasyhaduun"},{"id_ayat":364,"no_surah":3,"no_ayat":71,"teks_ayat":"يٰٓاَهْلَ الْكِتٰبِ لِمَ تَلْبِسُوْنَ الْحَقَّ بِالْبَاطِلِ وَتَكْتُمُوْنَ الْحَقَّ وَاَنْتُمْ تَعْلَمُوْنَ ࣖ","tema":"Kedengkian Orang Yahudi terhadap Umat Islam","teks_terjemah":"Wahai Ahlulkitab, mengapa kamu mencampuradukkan yang hak dengan yang batil<sup>100)<\/sup> dan kamu menyembunyikan kebenaran,<sup>101)<\/sup> padahal kamu mengetahui?","no_fn":"100","teks_fn":"100) Mencampuradukkan antara hak dan batil maksudnya adalah mencampuradukkan antara ayat-ayat Tuhan yang disampaikan oleh para nabi dengan takwilan-takwilan batil yang dikemukakan oleh para pemuka agama mereka.<\/br>101) Yang dimaksud dengan menyembunyikan kebenaran adalah menutupi firman Tuhan yang dibawa oleh para nabi, yang berisi ajaran tauhid dan berita gembira tentang kedatangan Nabi Muhammad saw.","bacaan":"yaa ahlalkitaabi lima talbisuunalhaqqa bilbaathili wataktumuunalhaqqa wa-antum ta'lamuun"},{"id_ayat":365,"no_surah":3,"no_ayat":72,"teks_ayat":"وَقَالَتْ طَّاۤىِٕفَةٌ مِّنْ اَهْلِ الْكِتٰبِ اٰمِنُوْا بِالَّذِيْٓ اُنْزِلَ عَلَى الَّذِيْنَ اٰمَنُوْا وَجْهَ النَّهَارِ وَاكْفُرُوْٓا اٰخِرَهٗ لَعَلَّهُمْ يَرْجِعُوْنَۚ","tema":"Kedengkian Orang Yahudi terhadap Umat Islam","teks_terjemah":"Segolongan Ahlulkitab berkata (kepada sesamanya), “Berimanlah kamu pada apa yang diturunkan kepada orang-orang yang beriman pada awal siang dan ingkarlah pada akhir (siang) agar mereka kembali (pada kekufuran).","no_fn":"","teks_fn":"","bacaan":"waqaalat thaa-ifatun min ahlilkitaabi aaminuu billadzii unzila 'alaaladziina aamanuu wajhannahaari wakfuruu aakhirahu la'allahum yarji'uun"},{"id_ayat":366,"no_surah":3,"no_ayat":73,"teks_ayat":"وَلَا تُؤْمِنُوْٓا اِلَّا لِمَنْ تَبِعَ دِيْنَكُمْ ۗ قُلْ اِنَّ الْهُدٰى هُدَى اللّٰهِ ۙ اَنْ يُّؤْتٰىٓ اَحَدٌ مِّثْلَ مَآ اُوْتِيْتُمْ اَوْ يُحَاۤجُّوْكُمْ عِنْدَ رَبِّكُمْ ۗ قُلْ اِنَّ الْفَضْلَ بِيَدِ اللّٰهِ ۚ يُؤْتِيْهِ مَنْ يَّشَاۤءُ  ۗوَاللّٰهُ وَاسِعٌ عَلِيْمٌ ۚ","tema":"Kedengkian Orang Yahudi terhadap Umat Islam","teks_terjemah":"Janganlah kamu percaya selain kepada orang yang mengikuti agamamu.”<sup>102)<\/sup> Katakanlah (Nabi Muhammad), “Sesungguhnya petunjuk (yang sempurna) itu hanyalah petunjuk Allah. (Janganlah kamu percaya) bahwa seseorang akan diberi seperti apa yang diberikan kepada kamu atau mereka akan menyanggah kamu di hadapan Tuhanmu.” Katakanlah (Nabi Muhammad), “Sesungguhnya karunia itu di tangan Allah. Dia menganugerahkannya kepada siapa yang Dia kehendaki. Allah Mahaluas lagi Maha Mengetahui.”","no_fn":"102","teks_fn":"102) Yakni kepada orang yang seagama dengan kamu (Yahudi atau Nasrani) agar mereka tidak masuk Islam atau kepada orang-orang Yahudi atau Nasrani yang sudah telanjur masuk Islam agar iman mereka guncang dan kembali pada agama mereka semula.","bacaan":"walaa tu'minuu illaa liman tabi'a diinakum qul inna alhudaa hudaa allaahi an yu'taa ahadun mitsla maa uutiitum aw yuhaajjuukum 'inda rabbikum qul inna alfadhla biyadi allaahi yu'tiihi man yasyaau waallaahu waasi'un 'aliimun"},{"id_ayat":367,"no_surah":3,"no_ayat":74,"teks_ayat":"يَخْتَصُّ بِرَحْمَتِهٖ مَنْ يَّشَاۤءُ  ۗوَاللّٰهُ ذُو الْفَضْلِ الْعَظِيْمِ","tema":"Kedengkian Orang Yahudi terhadap Umat Islam","teks_terjemah":"Dia menentukan rahmat-Nya kepada siapa yang Dia kehendaki dan Allah memiliki karunia yang besar.","no_fn":"","teks_fn":"","bacaan":"yakhtashshu birahmatihi man yasyaau waalaahu dzuulfadhlil'azhiim"},{"id_ayat":368,"no_surah":3,"no_ayat":75,"teks_ayat":"۞ وَمِنْ اَهْلِ الْكِتٰبِ مَنْ اِنْ تَأْمَنْهُ بِقِنْطَارٍ يُّؤَدِّهٖٓ اِلَيْكَۚ وَمِنْهُمْ مَّنْ اِنْ تَأْمَنْهُ بِدِيْنَارٍ لَّا يُؤَدِّهٖٓ اِلَيْكَ اِلَّا مَا دُمْتَ عَلَيْهِ قَاۤىِٕمًا ۗ ذٰلِكَ بِاَنَّهُمْ قَالُوْا لَيْسَ عَلَيْنَا فِى الْاُمِّيّٖنَ سَبِيْلٌۚ وَيَقُوْلُوْنَ عَلَى اللّٰهِ الْكَذِبَ وَهُمْ يَعْلَمُوْنَ ","tema":"Pengakuan atas Perilaku Baik Ahlulkitab dan Ancaman atas Keburukan Mereka","teks_terjemah":"Di antara Ahlulkitab ada orang yang jika engkau percayakan kepadanya harta yang banyak, niscaya dia mengembalikannya kepadamu. Akan tetapi, ada (pula) di antara mereka orang yang jika engkau percayakan kepadanya satu dinar, dia tidak mengembalikannya kepadamu, kecuali jika engkau selalu menagihnya. Yang demikian itu disebabkan mereka berkata, “Tidak ada dosa bagi kami terhadap orang-orang umi.”<sup>103)<\/sup> Mereka mengatakan hal yang dusta terhadap Allah, padahal mereka mengetahui.","no_fn":"103","teks_fn":"103) Pengertian umi dapat dilihat pada catatan kaki ayat ke-20. Mereka beranggapan bahwa mereka boleh memperoleh harta dengan cara menipu orang-orang yang tidak seagama dengan mereka. Menurut mereka, Allah Swt. membolehkan cara semacam itu. Hal ini tidak benar karena menipu adalah perbuatan yang dilarang oleh agama.","bacaan":"wamin ahlilkitaabi man in ta'manhu biqinthaarin yu-addihi ilayka waminhum man in ta'manhu bidiinaarin laa yu-addihi ilayka illaa maa dumta 'alayhi qaa-iman dzaalika bi-annahum qaaluu laysa 'alaynaa fiil-ummiyyiina sabiilun wayaquuluuna 'alaalaahilkadziba wahum ya'lamuun"},{"id_ayat":369,"no_surah":3,"no_ayat":76,"teks_ayat":"بَلٰى مَنْ اَوْفٰى بِعَهْدِهٖ وَاتَّقٰى فَاِنَّ اللّٰهَ يُحِبُّ الْمُتَّقِيْنَ","tema":"Pengakuan atas Perilaku Baik Ahlulkitab dan Ancaman atas Keburukan Mereka","teks_terjemah":"Bukan begitu! Siapa yang menepati janji dan bertakwa, sesungguhnya Allah mencintai orang-orang yang bertakwa.","no_fn":"","teks_fn":"","bacaan":"balaa man awfaa bi'ahdihi wattaqaa fa-innalaaha yuhibbulmuttaqiin"},{"id_ayat":370,"no_surah":3,"no_ayat":77,"teks_ayat":"اِنَّ الَّذِيْنَ يَشْتَرُوْنَ بِعَهْدِ اللّٰهِ وَاَيْمَانِهِمْ ثَمَنًا قَلِيْلًا اُولٰۤىِٕكَ لَا خَلَاقَ لَهُمْ فِى الْاٰخِرَةِ وَلَا يُكَلِّمُهُمُ اللّٰهُ وَلَا يَنْظُرُ اِلَيْهِمْ يَوْمَ الْقِيٰمَةِ وَلَا يُزَكِّيْهِمْ ۖ وَلَهُمْ عَذَابٌ اَلِيْمٌ ","tema":"Pengakuan atas Perilaku Baik Ahlulkitab dan Ancaman atas Keburukan Mereka","teks_terjemah":"Sesungguhnya orang-orang yang memperjualbelikan janji Allah dan sumpah-sumpah mereka dengan harga murah, mereka itu tidak memperoleh bagian di akhirat, Allah tidak akan menyapa mereka, tidak akan memperhatikan mereka pada hari Kiamat, dan tidak akan menyucikan mereka. Bagi mereka azab yang pedih.","no_fn":"","teks_fn":"","bacaan":"innaladziina yasytaruuna bi'ahdilaahi wa-aymaanihim tsamanan qaliilan ulaa-ika laa khalaaqa lahum fiil-aakhirati walaa yukallimuhumulaahu walaa yanzhuru ilayhim yawmalqiyaamati walaa yuzakkiihim walahum 'adzaabunliim"},{"id_ayat":371,"no_surah":3,"no_ayat":78,"teks_ayat":"وَاِنَّ مِنْهُمْ لَفَرِيْقًا يَّلْوٗنَ اَلْسِنَتَهُمْ بِالْكِتٰبِ لِتَحْسَبُوْهُ مِنَ الْكِتٰبِ وَمَا هُوَ مِنَ الْكِتٰبِۚ وَيَقُوْلُوْنَ هُوَ مِنْ عِنْدِ اللّٰهِ وَمَا هُوَ مِنْ عِنْدِ اللّٰهِ ۚ وَيَقُوْلُوْنَ عَلَى اللّٰهِ الْكَذِبَ وَهُمْ يَعْلَمُوْنَ","tema":"Pengakuan atas Perilaku Baik Ahlulkitab dan Ancaman atas Keburukan Mereka","teks_terjemah":"Sesungguhnya di antara mereka (Bani Israil) ada segolongan yang memutar-mutar lidahnya (ketika membaca) Alkitab agar kamu menyangka (yang mereka baca) itu sebagian dari Alkitab. Padahal, itu bukan dari Alkitab. Mereka berkata, “Itu dari Allah.” Padahal, itu bukan dari Allah. Mereka mengatakan hal yang dusta terhadap Allah, sedangkan mereka mengetahui.","no_fn":"","teks_fn":"","bacaan":"wa-inna minhum lafariiqan yalwuunalsinatahum bilkitaabi litahsabuuhu minalkitaabi wamaa huwa minalkitaabi wayaquuluuna huwa min 'indilaahi wamaa huwa min 'indilaahi wayaquuluuna 'alaalaahilkadziba wahum ya'lamuun"},{"id_ayat":372,"no_surah":3,"no_ayat":79,"teks_ayat":"مَا كَانَ لِبَشَرٍ اَنْ يُّؤْتِيَهُ اللّٰهُ الْكِتٰبَ وَالْحُكْمَ وَالنُّبُوَّةَ ثُمَّ يَقُوْلَ لِلنَّاسِ كُوْنُوْا عِبَادًا لِّيْ مِنْ دُوْنِ اللّٰهِ وَلٰكِنْ كُوْنُوْا رَبَّانِيّٖنَ بِمَا كُنْتُمْ تُعَلِّمُوْنَ الْكِتٰبَ وَبِمَا كُنْتُمْ تَدْرُسُوْنَ ۙ","tema":"Kebohongan Ahlulkitab terhadap Para Nabi","teks_terjemah":"Tidak sepatutnya seseorang diberi Alkitab, hukum, dan kenabian oleh Allah, kemudian dia berkata kepada manusia, “Jadilah kamu para penyembahku, bukan (penyembah) Allah,” tetapi (hendaknya dia berkata), “Jadilah kamu para pengabdi Allah karena kamu selalu mengajarkan kitab dan mempelajarinya!”","no_fn":"","teks_fn":"","bacaan":"maa kaana libasyarin an yu'tiyahulaahulkitaaba walhukma wannubuwwata tsumma yaquula linnaasi kuunuu 'ibaadan lii min duunilaahi walaakin kuunuu rabbaaniyyiina bimaa kuntum tu'allimuunalkitaaba wabimaa kuntum tadrusuun"},{"id_ayat":373,"no_surah":3,"no_ayat":80,"teks_ayat":"وَلَا يَأْمُرَكُمْ اَنْ تَتَّخِذُوا الْمَلٰۤىِٕكَةَ وَالنَّبِيّٖنَ اَرْبَابًا ۗ اَيَأْمُرُكُمْ بِالْكُفْرِ بَعْدَ اِذْ اَنْتُمْ مُّسْلِمُوْنَ ࣖ","tema":"Kebohongan Ahlulkitab terhadap Para Nabi","teks_terjemah":"Tidak (sepatutnya) pula dia menyuruh kamu menjadikan para malaikat dan para nabi sebagai tuhan. Apakah (patut) dia menyuruh kamu (berbuat) kekufuran setelah kamu menjadi muslim?","no_fn":"","teks_fn":"","bacaan":"walaa ya'murakum an tattakhidzuulmalaa-ikata wannabiyyiina arbaaban aya'murukum bilkufri ba'da idz antum muslimuun"},{"id_ayat":374,"no_surah":3,"no_ayat":81,"teks_ayat":"وَاِذْ اَخَذَ اللّٰهُ مِيْثَاقَ النَّبِيّٖنَ لَمَآ اٰتَيْتُكُمْ مِّنْ كِتٰبٍ وَّحِكْمَةٍ ثُمَّ جَاۤءَكُمْ رَسُوْلٌ مُّصَدِّقٌ لِّمَا مَعَكُمْ لَتُؤْمِنُنَّ بِهٖ وَلَتَنْصُرُنَّهٗ ۗ قَالَ ءَاَقْرَرْتُمْ وَاَخَذْتُمْ عَلٰى ذٰلِكُمْ اِصْرِيْ ۗ قَالُوْٓا اَقْرَرْنَا ۗ قَالَ فَاشْهَدُوْا وَاَنَا۠ مَعَكُمْ مِّنَ الشّٰهِدِيْنَ","tema":"Janji Para Rasul untuk Membenarkan Nabi Muhammad","teks_terjemah":"(Ingatlah) ketika Allah mengambil perjanjian dari para nabi, “Manakala Aku memberikan kitab dan hikmah kepadamu, lalu datang kepada kamu seorang rasul yang membenarkan apa yang ada pada kamu, niscaya kamu akan sungguh-sungguh beriman kepadanya dan menolongnya.”<sup>104)<\/sup> Allah berfirman, “Apakah kamu mengakui dan menerima perjanjian dengan-Ku atas yang demikian itu?” Mereka menjawab, “Kami mengakui.” Allah berfirman, “Kalau begitu, bersaksilah kamu (para nabi) dan Aku menjadi saksi (pula) bersama kamu.”","no_fn":"104","teks_fn":"104) Para nabi berjanji kepada Allah Swt. bahwa apabila datang seorang rasul bernama Muhammad, mereka akan beriman kepadanya dan menolongnya. Perjanjian para nabi ini mengikat pula umatnya.","bacaan":"wa-idz akhadza allaahu miitsaaqa alnnabiyyiina lamaa aataytukum min kitaabin wahikmatin tsumma jaa-akum rasuulun mushaddiqun limaa ma'akum latu'minunna bihi walatanshurunnahu qaala a-aqrartum wa-akhadztum 'alaa dzaalikum ishrii qaaluu aqrarnaa qaala faisyhaduu wa-anaa ma'akum mina alsysyaahidiina"},{"id_ayat":375,"no_surah":3,"no_ayat":82,"teks_ayat":"فَمَنْ تَوَلّٰى بَعْدَ ذٰلِكَ فَاُولٰۤىِٕكَ هُمُ الْفٰسِقُوْنَ","tema":"Janji Para Rasul untuk Membenarkan Nabi Muhammad","teks_terjemah":"Siapa yang berpaling setelah itu, mereka itulah orang-orang fasik.","no_fn":"","teks_fn":"","bacaan":"faman tawallaa ba'da dzaalika faulaa-ika humulfaasiquun"},{"id_ayat":376,"no_surah":3,"no_ayat":83,"teks_ayat":"اَفَغَيْرَ دِيْنِ اللّٰهِ يَبْغُوْنَ وَلَهٗ ٓ اَسْلَمَ مَنْ فِى السَّمٰوٰتِ وَالْاَرْضِ طَوْعًا وَّكَرْهًا وَّاِلَيْهِ يُرْجَعُوْنَ","tema":"Islam sebagai Agama yang Diridai Allah","teks_terjemah":"Mengapa mereka mencari agama selain agama Allah? Padahal, hanya kepada-Nya apa yang ada di langit dan di bumi berserah diri, baik dengan suka maupun terpaksa, dan hanya kepada-Nya mereka dikembalikan.","no_fn":"","teks_fn":"","bacaan":"afaghayra diinilaahi yabghuuna walahu aslama man fiissamaawaati wal-ardhi thaw'an wakarhan wa-ilayhi yurja'uunafaghayra diinilaahi yabghuuna walahu aslama man fiissamaawaati wal-ardhi thaw'an wakarhan wa-ilayhi yurja'uun"},{"id_ayat":377,"no_surah":3,"no_ayat":84,"teks_ayat":"قُلْ اٰمَنَّا بِاللّٰهِ وَمَآ اُنْزِلَ عَلَيْنَا وَمَآ اُنْزِلَ عَلٰٓى اِبْرٰهِيْمَ وَاِسْمٰعِيْلَ وَاِسْحٰقَ وَيَعْقُوْبَ وَالْاَسْبَاطِ وَمَآ اُوْتِيَ مُوْسٰى وَعِيْسٰى وَالنَّبِيُّوْنَ مِنْ رَّبِّهِمْۖ  لَا نُفَرِّقُ بَيْنَ اَحَدٍ مِّنْهُمْۖ وَنَحْنُ لَهٗ مُسْلِمُوْنَ","tema":"Islam sebagai Agama yang Diridai Allah","teks_terjemah":"Katakanlah (Nabi Muhammad), “Kami beriman kepada Allah dan pada apa yang diturunkan kepada kami dan yang diturunkan kepada Ibrahim, Ismail, Ishaq, Ya‘qub beserta anak cucunya, dan apa yang diberikan kepada Musa, Isa, serta para nabi dari Tuhan mereka. Kami tidak membeda-bedakan seorang pun di antara mereka dan hanya kepada-Nya kami berserah diri.”","no_fn":"","teks_fn":"","bacaan":"qul aamannaa bialaahi wamaa unzila 'alaynaa wamaa unzila 'alaa ibraahiima wa-ismaa'iila wa-ishaaqa waya'quuba wal-asbaathi wamaa uutiya muusaa wa'iisaa wannabiyyuuna min rabbihim laa nufarriqu bayna ahadin minhum wanahnu lahu muslimuun"},{"id_ayat":378,"no_surah":3,"no_ayat":85,"teks_ayat":"وَمَنْ يَّبْتَغِ غَيْرَ الْاِسْلَامِ دِيْنًا فَلَنْ يُّقْبَلَ مِنْهُۚ وَهُوَ فِى الْاٰخِرَةِ مِنَ الْخٰسِرِيْنَ","tema":"Islam sebagai Agama yang Diridai Allah","teks_terjemah":"Siapa yang mencari agama selain Islam, sekali-kali (agamanya) tidak akan diterima darinya dan di akhirat dia termasuk orang-orang yang rugi.","no_fn":"","teks_fn":"","bacaan":"waman yabtaghi ghayral-islaami diinan falan yuqbala minhu wahuwa fiil-aakhirati minalkhaasiriin"},{"id_ayat":379,"no_surah":3,"no_ayat":86,"teks_ayat":"كَيْفَ يَهْدِى اللّٰهُ قَوْمًا كَفَرُوْا بَعْدَ اِيْمَانِهِمْ وَشَهِدُوْٓا اَنَّ الرَّسُوْلَ حَقٌّ وَّجَاۤءَهُمُ الْبَيِّنٰتُ ۗ وَاللّٰهُ لَا يَهْدِى الْقَوْمَ الظّٰلِمِيْنَ","tema":"Macam-Macam Orang Kafir dalam Hal Bertobat","teks_terjemah":"Bagaimana (mungkin) Allah akan memberi petunjuk kepada suatu kaum yang kufur setelah mereka beriman dan mengakui bahwa Rasul (Muhammad) itu benar dan bukti-bukti yang jelas telah sampai kepada mereka? Allah tidak memberi petunjuk kepada kaum yang zalim.","no_fn":"","teks_fn":"","bacaan":"kayfa yahdiilaahu qawman kafaruu ba'da iimaanihim wasyahiduu annarrasuula haqqun wajaa-ahumulbayyinaatu waalaahu laa yahdiilqawmazhzhaalimiin"},{"id_ayat":380,"no_surah":3,"no_ayat":87,"teks_ayat":"اُولٰۤىِٕكَ جَزَاۤؤُهُمْ اَنَّ عَلَيْهِمْ لَعْنَةَ اللّٰهِ وَالْمَلٰۤىِٕكَةِ وَالنَّاسِ اَجْمَعِيْنَۙ","tema":"Macam-Macam Orang Kafir dalam Hal Bertobat","teks_terjemah":"Mereka itu, balasannya adalah ditimpa laknat Allah, para malaikat, dan manusia seluruhnya.","no_fn":"","teks_fn":"","bacaan":"ulaa-ika jazaauhum anna 'alayhim la'natalaahi walmalaa-ikati wannaasi ajma'iin"},{"id_ayat":381,"no_surah":3,"no_ayat":88,"teks_ayat":"خٰلِدِيْنَ فِيْهَا ۚ لَا يُخَفَّفُ عَنْهُمُ الْعَذَابُ وَلَا هُمْ يُنْظَرُوْنَۙ","tema":"Macam-Macam Orang Kafir dalam Hal Bertobat","teks_terjemah":"Mereka kekal di dalamnya (laknat). Tidak akan diringankan azab dari mereka, dan mereka tidak diberi penangguhan,","no_fn":"","teks_fn":"","bacaan":"khaalidiina fiihaa laa yukhaffafu 'anhumul'adzaabu walaa hum yunzharuun"},{"id_ayat":382,"no_surah":3,"no_ayat":89,"teks_ayat":"اِلَّا الَّذِيْنَ تَابُوْا مِنْۢ بَعْدِ ذٰلِكَ وَاَصْلَحُوْاۗ فَاِنَّ اللّٰهَ غَفُوْرٌ رَّحِيْمٌ","tema":"Macam-Macam Orang Kafir dalam Hal Bertobat","teks_terjemah":"kecuali orang-orang yang bertobat setelah itu dan memperbaiki (dirinya). Sesungguhnya Allah Maha Pengampun lagi Maha Penyayang.","no_fn":"","teks_fn":"","bacaan":"illaaladziina taabuu min ba'di dzaalika wa-ashlahuu fa-innalaaha ghafuurun rahiim"},{"id_ayat":383,"no_surah":3,"no_ayat":90,"teks_ayat":"اِنَّ الَّذِيْنَ كَفَرُوْا بَعْدَ اِيْمَانِهِمْ ثُمَّ ازْدَادُوْا كُفْرًا لَّنْ تُقْبَلَ تَوْبَتُهُمْ ۚ وَاُولٰۤىِٕكَ هُمُ الضَّاۤلُّوْنَ","tema":"Macam-Macam Orang Kafir dalam Hal Bertobat","teks_terjemah":"Sesungguhnya orang-orang yang kufur setelah beriman, kemudian bertambah kekufurannya, tidak akan diterima tobatnya dan mereka itulah orang-orang sesat.","no_fn":"","teks_fn":"","bacaan":"innaladziina kafaruu ba'da iimaanihim tsumma izdaaduu kufran lan tuqbala tawbatuhum waulaa-ika humudhdhaalluun"},{"id_ayat":384,"no_surah":3,"no_ayat":91,"teks_ayat":"اِنَّ الَّذِيْنَ كَفَرُوْا وَمَاتُوْا وَهُمْ كُفَّارٌ فَلَنْ يُّقْبَلَ مِنْ اَحَدِهِمْ مِّلْءُ الْاَرْضِ ذَهَبًا وَّلَوِ افْتَدٰى بِهٖۗ  اُولٰۤىِٕكَ لَهُمْ عَذَابٌ اَلِيْمٌ وَّمَا لَهُمْ مِّنْ نّٰصِرِيْنَ ࣖ   ۔","tema":"Macam-Macam Orang Kafir dalam Hal Bertobat","teks_terjemah":"Sesungguhnya orang-orang yang kufur dan mati sebagai orang-orang kafir tidak akan diterima (tebusan) dari seseorang di antara mereka sekalipun (berupa) emas sepenuh bumi, sekiranya dia hendak menebus diri dengannya. Mereka itulah orang-orang yang mendapat azab yang pedih dan tidak ada penolong bagi mereka.","no_fn":"","teks_fn":"","bacaan":"innaladziina kafaruu wamaatuu wahum kuffaarun falan yuqbala min ahadihim milul-ardhi dzahaban walawi iftadaa bihi ulaa-ika lahum 'adzaabunliimun wamaa lahum min naasiriin"},{"id_ayat":385,"no_surah":3,"no_ayat":92,"teks_ayat":"لَنْ تَنَالُوا الْبِرَّ حَتّٰى تُنْفِقُوْا مِمَّا تُحِبُّوْنَ ۗوَمَا تُنْفِقُوْا مِنْ شَيْءٍ فَاِنَّ اللّٰهَ بِهٖ عَلِيْمٌ ","tema":"Kebajikan yang Sempurna","teks_terjemah":"Kamu sekali-kali tidak akan memperoleh kebajikan (yang sempurna) sebelum kamu menginfakkan sebagian harta yang kamu cintai. Apa pun yang kamu infakkan, sesungguhnya Allah Maha Mengetahui tentangnya.","no_fn":"","teks_fn":"","bacaan":"lan tanaaluulbirra hattaa tunfiquu mimmaa tuhibbuuna wamaa tunfiquu min syay-in fa-innalaaha bihi 'aliim"},{"id_ayat":386,"no_surah":3,"no_ayat":93,"teks_ayat":"۞ كُلُّ الطَّعَامِ كَانَ حِلًّا لِّبَنِيْٓ اِسْرَاۤءِيْلَ اِلَّا مَا حَرَّمَ اِسْرَاۤءِيْلُ عَلٰى نَفْسِهٖ مِنْ قَبْلِ اَنْ تُنَزَّلَ التَّوْرٰىةُ ۗ قُلْ فَأْتُوْا بِالتَّوْرٰىةِ فَاتْلُوْهَآ اِنْ كُنْتُمْ صٰدِقِيْنَ ","tema":"Bantahan terhadap Tuduhan Ahlulkitab tentang Makanan dan Kiblat","teks_terjemah":"Semua makanan halal bagi Bani Israil, kecuali makanan yang diharamkan oleh Israil (Ya‘qub) atas dirinya sebelum Taurat diturunkan.<sup>105)<\/sup> Katakanlah (Nabi Muhammad), “Bawalah Taurat lalu bacalah, jika kamu orang-orang yang benar.”","no_fn":"105","teks_fn":"105) Setelah Taurat diturunkan, ada beberapa makanan yang diharamkan bagi mereka sebagai hukuman (lihat surah an-Nisā’\/4: 160 dan al-An‘ām\/6: 146).","bacaan":"kulluththha'aami kaana hillan libanii israa-iila illaa maa harrama israa-iilu 'alaa nafsihi min qabli an tunazzalattawraatu qul fa'tuu bittawraati fatluuhaa in kuntum shaadiqiin"},{"id_ayat":387,"no_surah":3,"no_ayat":94,"teks_ayat":"فَمَنِ افْتَرٰى عَلَى اللّٰهِ الْكَذِبَ مِنْۢ بَعْدِ ذٰلِكَ فَاُولٰۤىِٕكَ هُمُ الظّٰلِمُوْنَ","tema":"Bantahan terhadap Tuduhan Ahlulkitab tentang Makanan dan Kiblat","teks_terjemah":"Maka, siapa yang mengada-adakan kebohongan terhadap Allah<sup>106)<\/sup> setelah itu, mereka itulah orang-orang zalim.","no_fn":"106","teks_fn":"106) Kebohongan terhadap Allah Swt. ialah pernyataan bahwa sebelum Taurat diturunkan, Allah Swt. telah mengharamkan beberapa makanan kepada Bani Israil.","bacaan":"famani iftaraa 'alaalaahilkadziba min ba'di dzaalika faulaa-ika humuzhaalimuun"},{"id_ayat":388,"no_surah":3,"no_ayat":95,"teks_ayat":"قُلْ صَدَقَ اللّٰهُ ۗ فَاتَّبِعُوْا مِلَّةَ اِبْرٰهِيْمَ حَنِيْفًاۗ وَمَا كَانَ مِنَ الْمُشْرِكِيْنَ","tema":"Bantahan terhadap Tuduhan Ahlulkitab tentang Makanan dan Kiblat","teks_terjemah":"Katakanlah (Nabi Muhammad), “Mahabenar Allah (dalam firman-Nya).” Maka, ikutilah agama Ibrahim yang hanif dan dia tidaklah termasuk orang-orang musyrik.","no_fn":"","teks_fn":"","bacaan":"qul shadaqalaahu fattabi'uu millata ibraahiima haniifan wamaa kaana minalmusyrikiin"},{"id_ayat":389,"no_surah":3,"no_ayat":96,"teks_ayat":"اِنَّ اَوَّلَ بَيْتٍ وُّضِعَ لِلنَّاسِ لَلَّذِيْ بِبَكَّةَ مُبٰرَكًا وَّهُدًى لِّلْعٰلَمِيْنَۚ","tema":"Bantahan terhadap Tuduhan Ahlulkitab tentang Makanan dan Kiblat","teks_terjemah":"Sesungguhnya rumah (ibadah) pertama yang dibangun untuk manusia adalah (Baitullah) yang (berada) di Bakkah (Makkah)<sup>107)<\/sup> yang diberkahi dan menjadi petunjuk bagi seluruh alam.","no_fn":"107","teks_fn":"107) Ahlulkitab mengatakan bahwa rumah ibadah yang pertama dibangun adalah yang berada di Baitulmaqdis. Oleh karena itu, Allah Swt. membantahnya karena yang benar adalah yang ada di Makkah.","bacaan":"inna awwala baytin wudhi'a linnaasi lalladzii bibakkata mubaarakan wahudan lil'aalamiin"},{"id_ayat":390,"no_surah":3,"no_ayat":97,"teks_ayat":"فِيْهِ اٰيٰتٌۢ بَيِّنٰتٌ مَّقَامُ اِبْرٰهِيْمَ ەۚ وَمَنْ دَخَلَهٗ كَانَ اٰمِنًا ۗ وَلِلّٰهِ عَلَى النَّاسِ حِجُّ الْبَيْتِ مَنِ اسْتَطَاعَ اِلَيْهِ سَبِيْلًا ۗ وَمَنْ كَفَرَ فَاِنَّ اللّٰهَ غَنِيٌّ عَنِ الْعٰلَمِيْنَ","tema":"Bantahan terhadap Tuduhan Ahlulkitab tentang Makanan dan Kiblat","teks_terjemah":"Di dalamnya terdapat tanda-tanda yang jelas, (di antaranya) Maqam Ibrahim.<sup>108)<\/sup> Siapa yang memasukinya (Baitullah), maka amanlah dia. (Di antara) kewajiban manusia terhadap Allah adalah melaksanakan ibadah haji ke Baitullah, (yaitu bagi) orang yang mampu<sup>109)<\/sup> mengadakan perjalanan ke sana. Siapa yang mengingkari (kewajiban haji), maka sesungguhnya Allah Mahakaya (tidak memerlukan sesuatu pun) dari seluruh alam.","no_fn":"108","teks_fn":"108) Lihat catatan kaki surah al-Baqarah\/2: 125.<\/br>109) Kriteria mampu adalah sanggup mendapatkan perbekalan, alat transportasi, sehat jasmani, perjalanan aman, dan keluarga yang ditinggalkan terjamin kehidupannya.","bacaan":"fiihi aayaatun bayyinaatun maqaamu ibraahiima waman dakhalahu kaana aaminan walillaahi 'alaannaasi hijjulbayti mani istathaa'a ilayhi sabiilan waman kafara fa-innalaaha ghaniyyun 'anil'aalamiin"},{"id_ayat":391,"no_surah":3,"no_ayat":98,"teks_ayat":"قُلْ يٰٓاَهْلَ الْكِتٰبِ لِمَ تَكْفُرُوْنَ بِاٰيٰتِ اللّٰهِ وَاللّٰهُ شَهِيْدٌ عَلٰى مَا تَعْمَلُوْنَ","tema":"Keingkaran Ahlulkitab terhadap Agama Islam","teks_terjemah":"Katakanlah (Nabi Muhammad), “Wahai Ahlulkitab, mengapa kamu terus-menerus mengingkari ayat-ayat Allah, padahal Allah Maha Menyaksikan apa yang kamu kerjakan?”","no_fn":"","teks_fn":"","bacaan":"qul yaa ahlalkitaabi lima takfuruuna bi-aayaatilaahi waalaahu syahiidun 'alaa maa ta'maluun"},{"id_ayat":392,"no_surah":3,"no_ayat":99,"teks_ayat":"قُلْ يٰٓاَهْلَ الْكِتٰبِ لِمَ تَصُدُّوْنَ عَنْ سَبِيْلِ اللّٰهِ مَنْ اٰمَنَ تَبْغُوْنَهَا عِوَجًا وَّاَنْتُمْ شُهَدَاۤءُ ۗ وَمَا اللّٰهُ بِغَافِلٍ عَمَّا تَعْمَلُوْنَ ","tema":"Keingkaran Ahlulkitab terhadap Agama Islam","teks_terjemah":"Katakanlah (Nabi Muhammad), “Wahai Ahlulkitab, mengapa kamu terus-menerus menghalang-halangi orang-orang yang beriman dari jalan Allah? Kamu (memang) menghendakinya (jalan Allah itu) menjadi bengkok, sedangkan kamu menyaksikan.<sup>110)<\/sup> Allah tidak lengah terhadap apa yang kamu kerjakan.”","no_fn":"110","teks_fn":"110) Maksud menyaksikan adalah mengetahui bahwa agama yang diridai Allah Swt. adalah agama Islam.","bacaan":"qul yaa ahlalkitaabi lima tashudduuna 'an sabiililaahi man aamana tabghuunahaa 'iwajan wa-antum syuhadaau wamaalaahu bighaafilin 'ammaa ta'maluun"},{"id_ayat":393,"no_surah":3,"no_ayat":100,"teks_ayat":"يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اِنْ تُطِيْعُوْا فَرِيْقًا مِّنَ الَّذِيْنَ اُوْتُوا الْكِتٰبَ يَرُدُّوْكُمْ بَعْدَ اِيْمَانِكُمْ كٰفِرِيْنَ ","tema":"Perintah untuk Beriman, Bertakwa, Berpegang Teguh pada Agama Allah, dan Berdakwah","teks_terjemah":"Wahai orang-orang yang beriman, jika kamu mengikuti segolongan dari orang yang diberi Alkitab, niscaya mereka akan mengembalikan kamu menjadi orang-orang kafir setelah beriman.","no_fn":"","teks_fn":"","bacaan":"yaa ayyuhaaladziina aamanuu in tuthii'uu fariiqan minaladziina uutuulkitaaba yarudduukum ba'da iimaanikum kaafiriin"},{"id_ayat":394,"no_surah":3,"no_ayat":101,"teks_ayat":"وَكَيْفَ تَكْفُرُوْنَ وَاَنْتُمْ تُتْلٰى عَلَيْكُمْ اٰيٰتُ اللّٰهِ وَفِيْكُمْ رَسُوْلُهٗ ۗ وَمَنْ يَّعْتَصِمْ بِاللّٰهِ فَقَدْ هُدِيَ اِلٰى صِرَاطٍ مُّسْتَقِيْمٍ ࣖ","tema":"Perintah untuk Beriman, Bertakwa, Berpegang Teguh pada Agama Allah, dan Berdakwah","teks_terjemah":"Bagaimana kamu (sampai) menjadi kafir, padahal ayat-ayat Allah dibacakan kepada kamu dan Rasul-Nya (Nabi Muhammad) pun berada di tengah-tengah kamu? Siapa yang berpegang teguh pada (agama) Allah, sungguh dia telah diberi petunjuk ke jalan yang lurus.","no_fn":"","teks_fn":"","bacaan":"wakayfa takfuruuna wa-antum tutlaa 'alaykum aayaatulaahi wafiikum rasuuluhu waman ya'tashim bialaahi faqad hudiya ilaa shiraathin mustaqiim"},{"id_ayat":395,"no_surah":3,"no_ayat":102,"teks_ayat":"يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوا اتَّقُوا اللّٰهَ حَقَّ تُقٰىتِهٖ وَلَا تَمُوْتُنَّ اِلَّا وَاَنْتُمْ مُّسْلِمُوْنَ ","tema":"Perintah untuk Beriman, Bertakwa, Berpegang Teguh pada Agama Allah, dan Berdakwah","teks_terjemah":"Wahai orang-orang yang beriman, bertakwalah kepada Allah dengan sebenar-benar takwa kepada-Nya dan janganlah kamu mati kecuali dalam keadaan muslim.","no_fn":"","teks_fn":"","bacaan":"yaa ayyuhaaladziina aamanuu ittaquulaaha haqqa tuqaatihi walaa tamuutunna illaa wa-antum muslimuun"},{"id_ayat":396,"no_surah":3,"no_ayat":103,"teks_ayat":"وَاعْتَصِمُوْا بِحَبْلِ اللّٰهِ جَمِيْعًا وَّلَا تَفَرَّقُوْا ۖوَاذْكُرُوْا نِعْمَتَ اللّٰهِ عَلَيْكُمْ اِذْ كُنْتُمْ اَعْدَاۤءً فَاَلَّفَ بَيْنَ قُلُوْبِكُمْ فَاَصْبَحْتُمْ بِنِعْمَتِهٖٓ اِخْوَانًاۚ وَكُنْتُمْ عَلٰى شَفَا حُفْرَةٍ مِّنَ النَّارِ فَاَنْقَذَكُمْ مِّنْهَا ۗ كَذٰلِكَ يُبَيِّنُ اللّٰهُ لَكُمْ اٰيٰتِهٖ لَعَلَّكُمْ تَهْتَدُوْنَ ","tema":"Perintah untuk Beriman, Bertakwa, Berpegang Teguh pada Agama Allah, dan Berdakwah","teks_terjemah":"Berpegangteguhlah kamu semuanya pada tali (agama) Allah, janganlah bercerai berai, dan ingatlah nikmat Allah kepadamu ketika kamu dahulu bermusuhan, lalu Allah mempersatukan hatimu sehingga dengan karunia-Nya kamu menjadi bersaudara. (Ingatlah pula ketika itu) kamu berada di tepi jurang neraka, lalu Allah menyelamatkan kamu dari sana. Demikianlah Allah menerangkan ayat-ayat-Nya kepadamu agar kamu mendapat petunjuk.","no_fn":"","teks_fn":"","bacaan":"wa'tashimuu bihablilaahi jamii'an walaa tafarraquu wadzkuruu ni'matalaahi 'alaykum idz kuntum a'daa-an fa-allafa bayna quluubikum fa-ashbahtum bini'matihi ikhwaanan wakuntum 'alaa syafaa hufratin minannaari fa-anqadzakum minhaa kadzaalika yubayyinulaahu lakum aayaatihi la'allakum tahtaduun"},{"id_ayat":397,"no_surah":3,"no_ayat":104,"teks_ayat":"وَلْتَكُنْ مِّنْكُمْ اُمَّةٌ يَّدْعُوْنَ اِلَى الْخَيْرِ وَيَأْمُرُوْنَ بِالْمَعْرُوْفِ وَيَنْهَوْنَ عَنِ الْمُنْكَرِ ۗ وَاُولٰۤىِٕكَ هُمُ الْمُفْلِحُوْنَ ","tema":"Perintah untuk Beriman, Bertakwa, Berpegang Teguh pada Agama Allah, dan Berdakwah","teks_terjemah":"Hendaklah ada di antara kamu segolongan orang yang menyeru kepada kebajikan, menyuruh (berbuat) yang makruf, dan mencegah dari yang mungkar.<sup>111)<\/sup> Mereka itulah orang-orang yang beruntung.","no_fn":"111","teks_fn":"111) Makruf adalah segala kebaikan yang diperintahkan oleh agama serta bermanfaat untuk kebaikan individu dan masyarakat. Mungkar adalah setiap keburukan yang dilarang oleh agama serta merusak kehidupan individu dan masyarakat.","bacaan":"waltakun minkum ummatun yad'uuna ilaalkhayri waya'muruuna bilma'ruufi wayanhawna 'anilmunkari waulaa-ika humulmuflihuun"},{"id_ayat":398,"no_surah":3,"no_ayat":105,"teks_ayat":"وَلَا تَكُوْنُوْا كَالَّذِيْنَ تَفَرَّقُوْا وَاخْتَلَفُوْا مِنْۢ بَعْدِ مَا جَاۤءَهُمُ الْبَيِّنٰتُ ۗ وَاُولٰۤىِٕكَ لَهُمْ عَذَابٌ عَظِيْمٌ ۙ","tema":"Perintah untuk Beriman, Bertakwa, Berpegang Teguh pada Agama Allah, dan Berdakwah","teks_terjemah":"Janganlah kamu menjadi seperti orang-orang yang bercerai-berai dan berselisih setelah sampai kepada mereka keterangan yang jelas. Mereka itulah orang-orang yang mendapat azab yang sangat berat.","no_fn":"","teks_fn":"","bacaan":"walaa takuunuu kalladziina tafarraquu wakhtalafuu min ba'di maa jaa-ahumulbayyinaatu waulaa-ika lahum 'adzaabun 'azhiim"},{"id_ayat":399,"no_surah":3,"no_ayat":106,"teks_ayat":"يَّوْمَ تَبْيَضُّ وُجُوْهٌ وَّتَسْوَدُّ وُجُوْهٌ ۚ فَاَمَّا الَّذِيْنَ اسْوَدَّتْ وُجُوْهُهُمْۗ  اَ كَفَرْتُمْ بَعْدَ اِيْمَانِكُمْ فَذُوْقُوا الْعَذَابَ بِمَا كُنْتُمْ تَكْفُرُوْنَ","tema":"Perbedaan Nasib Orang Mukmin dan Orang Kafir di Akhirat","teks_terjemah":"(Azab itu terjadi) pada hari ketika ada wajah yang putih berseri dan ada pula wajah yang hitam kusam. Adapun orang-orang yang berwajah hitam kusam (kepada mereka dikatakan), “Mengapa kamu kafir setelah beriman? Oleh karena itu, rasakanlah azab yang disebabkan kekafiranmu.”","no_fn":"","teks_fn":"","bacaan":"yawma tabyadhdhu wujuuhun wataswaddu wujuuhun fa-ammaaladziina iswaddat wujuuhuhum akafartum ba'da iimaanikum fadzuuquul'adzaaba bimaa kuntum takfuruun"},{"id_ayat":400,"no_surah":3,"no_ayat":107,"teks_ayat":"وَاَمَّا الَّذِيْنَ ابْيَضَّتْ وُجُوْهُهُمْ فَفِيْ رَحْمَةِ اللّٰهِ ۗ هُمْ فِيْهَا خٰلِدُوْنَ","tema":"Perbedaan Nasib Orang Mukmin dan Orang Kafir di Akhirat","teks_terjemah":"Adapun orang-orang yang berwajah putih berseri, mereka berada dalam rahmat Allah (surga). Mereka kekal di dalamnya.","no_fn":"","teks_fn":"","bacaan":"wa-ammaaladziina ibyadhdhat wujuuhuhum fafii rahmatilaahi hum fiihaa khaaliduun"},{"id_ayat":401,"no_surah":3,"no_ayat":108,"teks_ayat":"تِلْكَ اٰيٰتُ اللّٰهِ نَتْلُوْهَا عَلَيْكَ بِالْحَقِّ ۗ وَمَا اللّٰهُ يُرِيْدُ ظُلْمًا لِّلْعٰلَمِيْنَ","tema":"Perbedaan Nasib Orang Mukmin dan Orang Kafir di Akhirat","teks_terjemah":"Itulah ayat-ayat Allah yang Kami bacakan kepadamu dengan benar dan tidaklah Allah berkehendak melakukan kezaliman pada semesta alam.","no_fn":"","teks_fn":"","bacaan":"tilka aayaatulaahi natluuhaa 'alayka bilhaqqi wamaalaahu yuriidu zhulman lil'aalamiin"},{"id_ayat":402,"no_surah":3,"no_ayat":109,"teks_ayat":"وَلِلّٰهِ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِ ۗوَاِلَى اللّٰهِ تُرْجَعُ الْاُمُوْرُ ࣖ","tema":"Perbedaan Nasib Orang Mukmin dan Orang Kafir di Akhirat","teks_terjemah":"Milik Allahlah apa yang ada di langit dan apa yang ada di bumi dan hanya kepada Allah segala urusan dikembalikan.","no_fn":"","teks_fn":"","bacaan":"walillaahi maa fiissamaawaati wamaa fiil-ardhi wa-ilaalaahi turja'ul-umuur"},{"id_ayat":403,"no_surah":3,"no_ayat":110,"teks_ayat":"كُنْتُمْ خَيْرَ اُمَّةٍ اُخْرِجَتْ لِلنَّاسِ تَأْمُرُوْنَ بِالْمَعْرُوْفِ وَتَنْهَوْنَ عَنِ الْمُنْكَرِ وَتُؤْمِنُوْنَ بِاللّٰهِ ۗ وَلَوْ اٰمَنَ اَهْلُ الْكِتٰبِ لَكَانَ خَيْرًا لَّهُمْ ۗ مِنْهُمُ الْمُؤْمِنُوْنَ وَاَكْثَرُهُمُ الْفٰسِقُوْنَ ","tema":"Umat Islam sebagai Umat Terbaik","teks_terjemah":"Kamu (umat Islam) adalah umat terbaik yang dilahirkan untuk manusia (selama) kamu menyuruh (berbuat) yang makruf, mencegah dari yang mungkar, dan beriman kepada Allah. Seandainya Ahlulkitab beriman, tentulah itu lebih baik bagi mereka. Di antara mereka ada yang beriman dan kebanyakan mereka adalah orang-orang fasik.","no_fn":"","teks_fn":"","bacaan":"kuntum khayra ummatin ukhrijat linnaasi ta'muruuna bilma'ruufi watanhawna 'anilmunkari watu'minuuna bialaahi walaw aamana ahlulkitaabi lakaana khayran lahum minhumulmu'minuuna wa-aktsaruhumulfaasiquun"},{"id_ayat":404,"no_surah":3,"no_ayat":111,"teks_ayat":"لَنْ يَّضُرُّوْكُمْ اِلَّآ اَذًىۗ  وَاِنْ يُّقَاتِلُوْكُمْ يُوَلُّوْكُمُ الْاَدْبَارَۗ  ثُمَّ لَا يُنْصَرُوْنَ","tema":"Umat Islam sebagai Umat Terbaik","teks_terjemah":"Mereka tidak akan membahayakanmu, kecuali gangguan-gangguan kecil saja. Jika mereka memerangi kamu, niscaya mereka berbalik ke belakang (kalah), kemudian mereka tidak mendapat pertolongan.","no_fn":"","teks_fn":"","bacaan":"lan yadhurruukum illaa adzan wa-in yuqaatiluukum yuwalluukumul-adbaara tsumma laa yunsharuun"},{"id_ayat":405,"no_surah":3,"no_ayat":112,"teks_ayat":"ضُرِبَتْ عَلَيْهِمُ الذِّلَّةُ اَيْنَ مَا ثُقِفُوْٓا اِلَّا بِحَبْلٍ مِّنَ اللّٰهِ وَحَبْلٍ مِّنَ النَّاسِ وَبَاۤءُوْ بِغَضَبٍ مِّنَ اللّٰهِ وَضُرِبَتْ عَلَيْهِمُ الْمَسْكَنَةُ ۗ ذٰلِكَ بِاَنَّهُمْ كَانُوْا يَكْفُرُوْنَ بِاٰيٰتِ اللّٰهِ وَيَقْتُلُوْنَ الْاَنْبِۢيَاۤءَ بِغَيْرِ حَقٍّۗ  ذٰلِكَ بِمَا عَصَوْا وَّكَانُوْا يَعْتَدُوْنَ ","tema":"Kehinaan Ahlulkitab","teks_terjemah":"Kehinaan ditimpakan kepada mereka di mana saja mereka berada, kecuali jika mereka (berpegang) pada tali (agama) Allah dan tali (perjanjian) dengan manusia. Mereka pasti mendapat murka dari Allah dan kesengsaraan ditimpakan kepada mereka. Yang demikian itu karena mereka mengingkari ayat-ayat Allah dan membunuh para nabi tanpa hak (alasan yang benar). Yang demikian itu karena mereka durhaka dan melampaui batas.","no_fn":"","teks_fn":"","bacaan":"dhuribat 'alayhimudzdzillatu ayna maa tsuqifuu illaa bihablin minalaahi wahablin minannaasi wabaauu bighadhabin minalaahi wadhuribat 'alayhimulmaskanatu dzaalika bi-annahum kaanuu yakfuruuna bi-aayaatilaahi wayaqtuluunal-anbiyaa-a bighayri haqqin dzaalika bimaa 'ashaw wakaanuu ya'taduun"},{"id_ayat":406,"no_surah":3,"no_ayat":113,"teks_ayat":"۞ لَيْسُوْا سَوَاۤءً ۗ مِنْ اَهْلِ الْكِتٰبِ اُمَّةٌ قَاۤىِٕمَةٌ يَّتْلُوْنَ اٰيٰتِ اللّٰهِ اٰنَاۤءَ الَّيْلِ وَهُمْ يَسْجُدُوْنَ ","tema":"Keutamaan Ahlulkitab yang Masuk Islam","teks_terjemah":"Mereka tidak sama. Di antara Ahlulkitab ada golongan yang lurus.<sup>112)<\/sup> Mereka membaca ayat-ayat Allah pada malam hari dalam keadaan bersujud (salat).","no_fn":"112","teks_fn":"112) Yaitu Ahlulkitab yang telah memeluk agama Islam.","bacaan":"laysuu sawaa-an min ahlilkitaabi ummatun qaa-imatun yatluuna aayaatilaahi aanaa-alayli wahum yasjuduun"},{"id_ayat":407,"no_surah":3,"no_ayat":114,"teks_ayat":"يُؤْمِنُوْنَ بِاللّٰهِ وَالْيَوْمِ الْاٰخِرِ وَيَأْمُرُوْنَ بِالْمَعْرُوْفِ وَيَنْهَوْنَ عَنِ الْمُنْكَرِ وَيُسَارِعُوْنَ فِى الْخَيْرٰتِۗ وَاُولٰۤىِٕكَ مِنَ الصّٰلِحِيْنَ ","tema":"Keutamaan Ahlulkitab yang Masuk Islam","teks_terjemah":"Mereka beriman kepada Allah dan hari Akhir, menyuruh (berbuat) yang makruf, mencegah dari yang mungkar, dan bersegera (mengerjakan) berbagai kebajikan. Mereka itu termasuk orang-orang saleh.","no_fn":"","teks_fn":"","bacaan":"yu'minuuna bialaahi walyawmil-aakhiri waya'muruuna bilma'ruufi wayanhawna 'anilmunkari wayusaari'uuna fiilkhayraati waulaa-ika minashshaalihiin"},{"id_ayat":408,"no_surah":3,"no_ayat":115,"teks_ayat":"وَمَا يَفْعَلُوْا مِنْ خَيْرٍ فَلَنْ يُّكْفَرُوْهُ ۗ وَاللّٰهُ عَلِيْمٌ ۢبِالْمُتَّقِيْنَ","tema":"Keutamaan Ahlulkitab yang Masuk Islam","teks_terjemah":"Kebaikan apa pun yang mereka kerjakan, mereka tidak akan dihalangi dari (pahala)-nya. Allah Maha Mengetahui orang-orang bertakwa.","no_fn":"","teks_fn":"","bacaan":"wamaa yaf'aluu min khayrin falan yukfaruuhu waalaahu 'aliimun bilmuttaqiin"},{"id_ayat":409,"no_surah":3,"no_ayat":116,"teks_ayat":"اِنَّ الَّذِيْنَ كَفَرُوْا لَنْ تُغْنِيَ عَنْهُمْ اَمْوَالُهُمْ وَلَآ اَوْلَادُهُمْ مِّنَ اللّٰهِ شَيْـًٔا ۗ وَاُولٰۤىِٕكَ اَصْحٰبُ النَّارِ ۚ هُمْ فِيْهَا خٰلِدُوْنَ ","tema":"Harta dan Anak Tidak Akan Dapat Menolong Seseorang di Akhirat","teks_terjemah":"Sesungguhnya orang-orang yang kufur, baik harta maupun anak-anaknya, sedikit pun tidak dapat menolak (azab) Allah. Mereka itu penghuni neraka. Mereka kekal di dalamnya.","no_fn":"","teks_fn":"","bacaan":"innaladziina kafaruu lan tughniya 'anhum amwaaluhum walaa awlaaduhum minalaahi syay-an waulaa-ika ash-haabunnaari hum fiihaa khaaliduun"},{"id_ayat":410,"no_surah":3,"no_ayat":117,"teks_ayat":"مَثَلُ مَا يُنْفِقُوْنَ فِيْ هٰذِهِ الْحَيٰوةِ الدُّنْيَا كَمَثَلِ رِيْحٍ فِيْهَا صِرٌّ اَصَابَتْ حَرْثَ قَوْمٍ ظَلَمُوْٓا اَنْفُسَهُمْ فَاَهْلَكَتْهُ ۗ وَمَا ظَلَمَهُمُ اللّٰهُ وَلٰكِنْ اَنْفُسَهُمْ يَظْلِمُوْنَ ","tema":"Harta dan Anak Tidak Akan Dapat Menolong Seseorang di Akhirat","teks_terjemah":"Perumpamaan harta yang mereka infakkan di dalam kehidupan dunia ini adalah ibarat angin yang mengandung hawa sangat dingin yang menimpa tanaman (milik) suatu kaum yang menzalimi diri sendiri, lalu (angin itu) merusaknya. Allah tidak menzalimi mereka, tetapi mereka yang menzalimi diri sendiri.","no_fn":"","teks_fn":"","bacaan":"matsalu maa yunfiquuna fii haadzihilhayaatiddunyaa kamatsali riihin fiihaa shirrun ashaabat hartsa qawmin zhalamuu anfusahum fa-ahlakat-hu wamaa zhalamahumulaahu walaakin anfusahum yazhlimuun"},{"id_ayat":411,"no_surah":3,"no_ayat":118,"teks_ayat":"يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَتَّخِذُوْا بِطَانَةً مِّنْ دُوْنِكُمْ لَا يَأْلُوْنَكُمْ خَبَالًاۗ وَدُّوْا مَا عَنِتُّمْۚ قَدْ بَدَتِ الْبَغْضَاۤءُ مِنْ اَفْوَاهِهِمْۖ وَمَا تُخْفِيْ صُدُوْرُهُمْ اَكْبَرُ ۗ قَدْ بَيَّنَّا لَكُمُ الْاٰيٰتِ  اِنْ كُنْتُمْ تَعْقِلُوْنَ","tema":"Larangan Menjadikan Orang Kafir sebagai Teman Kepercayaan","teks_terjemah":"Wahai orang-orang yang beriman, janganlah kamu mengambil teman kepercayaan dari orang-orang di luar kalangan (agama)-mu (karena) mereka tidak henti-hentinya (mendatangkan) kemudaratan bagimu. Mereka menginginkan apa yang menyusahkanmu. Sungguh, telah nyata kebencian dari mulut mereka dan apa yang mereka sembunyikan dalam hati lebih besar. Sungguh, Kami telah menerangkan kepadamu ayat-ayat (Kami), jika kamu berpikir.","no_fn":"","teks_fn":"","bacaan":"yaa ayyuhaaladziina aamanuu laa tattakhidzuu bithaanatan min duunikum laa ya'luunakum khabaalan wadduu maa 'anittum qad badatilbaghdaau min afwaahihim wamaa tukhfii shuduuruhum akbaru qad bayyannaa lakumul-aayaati in kuntum ta'qiluun"},{"id_ayat":412,"no_surah":3,"no_ayat":119,"teks_ayat":"هٰٓاَنْتُمْ اُولَاۤءِ تُحِبُّوْنَهُمْ وَلَا يُحِبُّوْنَكُمْ وَتُؤْمِنُوْنَ بِالْكِتٰبِ كُلِّهٖۚ وَاِذَا لَقُوْكُمْ قَالُوْٓا اٰمَنَّاۖ وَاِذَا خَلَوْا عَضُّوْا عَلَيْكُمُ الْاَنَامِلَ مِنَ الْغَيْظِ ۗ قُلْ مُوْتُوْا بِغَيْظِكُمْ ۗ اِنَّ اللّٰهَ عَلِيْمٌ ۢبِذَاتِ الصُّدُوْرِ","tema":"Larangan Menjadikan Orang Kafir sebagai Teman Kepercayaan","teks_terjemah":"Begitulah kamu. Kamu menyukai mereka, padahal mereka tidak menyukaimu, dan kamu beriman pada semua kitab. Apabila mereka berjumpa denganmu, mereka berkata, “Kami beriman.” Apabila mereka menyendiri, mereka menggigit ujung jari karena murka kepadamu. Katakanlah, “Matilah kamu karena kemurkaanmu itu!” Sesungguhnya Allah Maha Mengetahui segala isi hati.","no_fn":"","teks_fn":"","bacaan":"haa antum ulaa-i tuhibbuunahum walaa yuhibbuunakum watu'minuuna bilkitaabi kullihi wa-idzaa laquukum qaaluu aamannaa wa-idzaa khalaw 'adhdhuu 'alaykumul-anaamila minalghayzhi qul muutuu bighayzhikum innalaaha 'aliimun bidzaatishshuduur"},{"id_ayat":413,"no_surah":3,"no_ayat":120,"teks_ayat":"اِنْ تَمْسَسْكُمْ حَسَنَةٌ تَسُؤْهُمْۖ وَاِنْ تُصِبْكُمْ سَيِّئَةٌ يَّفْرَحُوْا بِهَا ۗ وَاِنْ تَصْبِرُوْا وَتَتَّقُوْا لَا يَضُرُّكُمْ كَيْدُهُمْ شَيْـًٔا ۗ اِنَّ اللّٰهَ بِمَا يَعْمَلُوْنَ مُحِيْطٌ ࣖ","tema":"Larangan Menjadikan Orang Kafir sebagai Teman Kepercayaan","teks_terjemah":"Jika kamu memperoleh kebaikan, (niscaya) mereka bersedih hati. Adapun jika kamu tertimpa bencana, mereka bergembira karenanya. Jika kamu bersabar dan bertakwa, tidaklah tipu daya mereka akan menyusahkan kamu sedikit pun. Sesungguhnya Allah Maha Meliputi segala yang mereka kerjakan.","no_fn":"","teks_fn":"","bacaan":"in tamsaskum hasanatun tasu'hum wa-in tushibkum sayyi-atun yafrahuu bihaa wa-in tashbiruu watattaquu laa yadhurrukum kayduhum syay-an innalaaha bimaa ya'maluuna muhiith"},{"id_ayat":414,"no_surah":3,"no_ayat":121,"teks_ayat":"وَاِذْ غَدَوْتَ مِنْ اَهْلِكَ تُبَوِّئُ الْمُؤْمِنِيْنَ مَقَاعِدَ لِلْقِتَالِ ۗ وَاللّٰهُ سَمِيْعٌ عَلِيْمٌۙ","tema":"Perang Uhud","teks_terjemah":"(Ingatlah) ketika engkau (Nabi Muhammad) berangkat pada pagi hari meninggalkan keluargamu untuk mengatur orang-orang mukmin pada pos-pos pertempuran.<sup>113)<\/sup> Allah Maha Mendengar lagi Maha Mengetahui.","no_fn":"113","teks_fn":"113) Peristiwa ini terjadi pada Perang Uhud pada tahun ke-3 H.","bacaan":"wa-idz ghadawta min ahlika tubawwi-ulmu'miniina maqaa'ida lilqitaali waalaahu samii'un 'aliim"},{"id_ayat":415,"no_surah":3,"no_ayat":122,"teks_ayat":"اِذْ هَمَّتْ طَّۤاىِٕفَتٰنِ مِنْكُمْ اَنْ تَفْشَلَاۙ وَاللّٰهُ وَلِيُّهُمَا ۗ وَعَلَى اللّٰهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُوْنَ","tema":"Perang Uhud","teks_terjemah":"(Ingatlah) ketika dua golongan dari pihak kamu<sup>114)<\/sup> ingin (mundur) karena takut, padahal Allah adalah penolong mereka. Oleh karena itu, hendaklah kepada Allah saja orang-orang mukmin bertawakal.","no_fn":"114","teks_fn":"114) Kedua golongan itu adalah Bani Salamah dari suku Khazraj dan Bani Harisah dari suku Aus yang sama-sama menjadi bagian dari barisan kaum muslim.","bacaan":"idz hammat thaa-ifataani minkum an tafsyalaa waalaahu waliyyuhumaa wa'alaalaahi falyatawakkalilmu'minuun"},{"id_ayat":416,"no_surah":3,"no_ayat":123,"teks_ayat":"وَلَقَدْ نَصَرَكُمُ اللّٰهُ بِبَدْرٍ وَّاَنْتُمْ اَذِلَّةٌ  ۚ فَاتَّقُوا اللّٰهَ لَعَلَّكُمْ تَشْكُرُوْنَ ","tema":"Perang Uhud","teks_terjemah":"Sungguh, Allah benar-benar telah menolong kamu dalam Perang Badar, padahal kamu (pada saat itu) adalah orang-orang lemah.<sup>115)<\/sup> Oleh karena itu, bertakwalah kepada Allah agar kamu bersyukur.","no_fn":"115","teks_fn":"115) Perang Badar terjadi ketika umat Islam jumlahnya sedikit dan perlengkapan perangnya kurang. ","bacaan":"walaqad nasharakumulaahu bibadrin wa-antum adzillatun fattaquulaaha la'allakum tasykuruun"},{"id_ayat":417,"no_surah":3,"no_ayat":124,"teks_ayat":"اِذْ تَقُوْلُ لِلْمُؤْمِنِيْنَ اَلَنْ يَّكْفِيَكُمْ اَنْ يُّمِدَّكُمْ رَبُّكُمْ بِثَلٰثَةِ اٰلَافٍ مِّنَ الْمَلٰۤىِٕكَةِ مُنْزَلِيْنَۗ","tema":"Perang Uhud","teks_terjemah":"(Ingatlah) ketika engkau (Nabi Muhammad) mengatakan kepada orang-orang mukmin, “Apakah tidak cukup bagimu bahwa Tuhanmu membantumu dengan tiga ribu malaikat yang diturunkan (dari langit)?”","no_fn":"","teks_fn":"","bacaan":"idz taquulu lilmu'miniina alan yakfiyakum an yumiddakum rabbukum bitsalaatsati aalaafin mina almalaa-ikati munzaliin"},{"id_ayat":418,"no_surah":3,"no_ayat":125,"teks_ayat":"بَلٰٓى ۙاِنْ تَصْبِرُوْا وَتَتَّقُوْا وَيَأْتُوْكُمْ مِّنْ فَوْرِهِمْ هٰذَا يُمْدِدْكُمْ رَبُّكُمْ بِخَمْسَةِ اٰلَافٍ مِّنَ الْمَلٰۤىِٕكَةِ مُسَوِّمِيْنَ ","tema":"Perang Uhud","teks_terjemah":"“Ya (cukup).” Jika kamu bersabar dan bertakwa, lalu mereka datang menyerang kamu dengan tiba-tiba, niscaya Allah menolongmu dengan lima ribu malaikat yang memakai tanda.","no_fn":"","teks_fn":"","bacaan":"balaa in tashbiruu watattaquu waya'tuukum min fawrihim haadzaa yumdidkum rabbukum bikhamsati aalaafin minalmalaa-ikati musawwimiin"},{"id_ayat":419,"no_surah":3,"no_ayat":126,"teks_ayat":"وَمَا جَعَلَهُ اللّٰهُ اِلَّا بُشْرٰى لَكُمْ وَلِتَطْمَىِٕنَّ قُلُوْبُكُمْ بِهٖ ۗ وَمَا النَّصْرُ اِلَّا مِنْ عِنْدِ اللّٰهِ الْعَزِيْزِ الْحَكِيْمِۙ","tema":"Perang Uhud","teks_terjemah":"Allah tidak menjadikannya (pertolongan itu) kecuali hanya sebagai kabar gembira bagi (kemenangan)-mu dan agar hatimu tenang karenanya. Tidak ada kemenangan selain dari Allah Yang Mahaperkasa lagi Mahabijaksana.","no_fn":"","teks_fn":"","bacaan":"wamaa ja'alahulaahu illaa busyraa lakum walitathma-inna quluubukum bihi wamaannashru illaa min 'indilaahil'aziizilhakiim"},{"id_ayat":420,"no_surah":3,"no_ayat":127,"teks_ayat":"لِيَقْطَعَ طَرَفًا مِّنَ الَّذِيْنَ كَفَرُوْٓا اَوْ يَكْبِتَهُمْ فَيَنْقَلِبُوْا خَاۤىِٕبِيْنَ","tema":"Perang Uhud","teks_terjemah":"(Hal itu dilakukan) untuk membinasakan segolongan orang yang kufur<sup>116)<\/sup> atau untuk menjadikan mereka hina sehingga mereka kembali tanpa memperoleh apa pun.","no_fn":"116","teks_fn":"116) Maksudnya adalah bahwa tujuh puluh pemimpin kafir terbunuh dan tujuh puluh orang lainnya ditawan.","bacaan":"liyaqtha'a tharafan minaladziina kafaruu aw yakbitahum fayanqalibuu khaa-ibiin"},{"id_ayat":421,"no_surah":3,"no_ayat":128,"teks_ayat":"لَيْسَ لَكَ مِنَ الْاَمْرِ شَيْءٌ اَوْ يَتُوْبَ عَلَيْهِمْ اَوْ يُعَذِّبَهُمْ فَاِنَّهُمْ ظٰلِمُوْنَ ","tema":"Perang Uhud","teks_terjemah":"Hal itu sama sekali bukan menjadi urusanmu (Nabi Muhammad),<sup>117)<\/sup> apakah Allah menerima tobat mereka atau mengazabnya karena sesungguhnya mereka orang-orang zalim.","no_fn":"117","teks_fn":"117) Menurut riwayat al-Bukhari, ayat ini turun karena Nabi Muhammad saw. berdoa kepada Allah Swt. agar menyelamatkan sebagian pemuka kaum musyrik dan membinasakan sebagian lainnya.","bacaan":"laysa laka minal-amri syay-un aw yatuuba 'alayhim aw yu'adzdzibahum fa-innahum zhaalimuun"},{"id_ayat":422,"no_surah":3,"no_ayat":129,"teks_ayat":"وَلِلّٰهِ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِۗ يَغْفِرُ لِمَنْ يَّشَاۤءُ وَيُعَذِّبُ مَنْ يَّشَاۤءُ ۗ وَاللّٰهُ غَفُوْرٌ رَّحِيْمٌ ࣖ","tema":"Perang Uhud","teks_terjemah":"Milik Allahlah segala yang ada di langit dan segala yang ada di bumi. Dia mengampuni siapa yang Dia kehendaki dan mengazab siapa yang Dia kehendaki. Allah Maha Pengampun lagi Maha Penyayang.","no_fn":"","teks_fn":"","bacaan":"walillaahi maa fiissamaawaati wamaa fiil-ardhi yaghfiru liman yasyaau wayu'adzdzibu man yasyaau waalaahu ghafuurun rahiim"},{"id_ayat":423,"no_surah":3,"no_ayat":130,"teks_ayat":"يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَأْكُلُوا الرِّبٰوٓا اَضْعَافًا مُّضٰعَفَةً ۖوَّاتَّقُوا اللّٰهَ لَعَلَّكُمْ تُفْلِحُوْنَۚ ","tema":"Larangan Riba","teks_terjemah":"Wahai orang-orang yang beriman, janganlah kamu memakan riba dengan berlipat ganda<sup>118)<\/sup> dan bertakwalah kepada Allah agar kamu beruntung.","no_fn":"118","teks_fn":"118) Riba dalam ayat ini dimaksudkan sebagai utang-piutang yang ketika tidak bisa dibayar pada waktu jatuh tempo, pengutang diberi tambahan waktu, tetapi dengan ganti berupa penambahan jumlah yang harus dilunasinya. Menurut para ulama, riba nasiah ini haram, walaupun jumlah penambahannya tidak berlipat ganda.","bacaan":"yaa ayyuhaaladziina aamanuu laa ta'kuluurribaa adh'aafan mudaa'afatan wattaquulaaha la'allakum tuflihuun"},{"id_ayat":424,"no_surah":3,"no_ayat":131,"teks_ayat":"وَاتَّقُوا النَّارَ الَّتِيْٓ اُعِدَّتْ لِلْكٰفِرِيْنَ ۚ ","tema":"Larangan Riba","teks_terjemah":"Lindungilah dirimu dari api neraka yang disediakan bagi orang-orang kafir.","no_fn":"","teks_fn":"","bacaan":"wattaquunnaaralatii u'iddat lilkaafiriin"},{"id_ayat":425,"no_surah":3,"no_ayat":132,"teks_ayat":"وَاَطِيْعُوا اللّٰهَ وَالرَّسُوْلَ لَعَلَّكُمْ تُرْحَمُوْنَۚ ","tema":"Larangan Riba","teks_terjemah":"Taatilah Allah dan Rasul (Nabi Muhammad) agar kamu diberi rahmat.","no_fn":"","teks_fn":"","bacaan":"wa-athii'uulaaha warrasuula la'allakum turhamuun"},{"id_ayat":426,"no_surah":3,"no_ayat":133,"teks_ayat":"۞ وَسَارِعُوْٓا اِلٰى مَغْفِرَةٍ مِّنْ رَّبِّكُمْ وَجَنَّةٍ عَرْضُهَا السَّمٰوٰتُ وَالْاَرْضُۙ  اُعِدَّتْ لِلْمُتَّقِيْنَۙ","tema":"Sifat-Sifat Orang yang Bertakwa","teks_terjemah":"Bersegeralah menuju ampunan dari Tuhanmu dan surga (yang) luasnya (seperti) langit dan bumi yang disediakan bagi orang-orang yang bertakwa,","no_fn":"","teks_fn":"","bacaan":"wasaari'uu ilaa maghfiratin min rabbikum wajannatin 'ardhuhaassamaawaatu wal-ardhu u'iddat lilmuttaqiin"},{"id_ayat":427,"no_surah":3,"no_ayat":134,"teks_ayat":"الَّذِيْنَ يُنْفِقُوْنَ فِى السَّرَّۤاءِ وَالضَّرَّۤاءِ وَالْكٰظِمِيْنَ الْغَيْظَ وَالْعَافِيْنَ عَنِ النَّاسِۗ وَاللّٰهُ يُحِبُّ الْمُحْسِنِيْنَۚ ","tema":"Sifat-Sifat Orang yang Bertakwa","teks_terjemah":"(yaitu) orang-orang yang selalu berinfak, baik di waktu lapang maupun sempit, orang-orang yang mengendalikan kemurkaannya, dan orang-orang yang memaafkan (kesalahan) orang lain. Allah mencintai orang-orang yang berbuat kebaikan.","no_fn":"","teks_fn":"","bacaan":"aladziina yunfiquuna fiissarraa-i wadhdharraa-i walkaatsimiinalghayzha wal'aafiina 'aninnaasi waalaahu yuhibbulmuhsiniin"},{"id_ayat":428,"no_surah":3,"no_ayat":135,"teks_ayat":"وَالَّذِيْنَ اِذَا فَعَلُوْا فَاحِشَةً اَوْ ظَلَمُوْٓا اَنْفُسَهُمْ ذَكَرُوا اللّٰهَ فَاسْتَغْفَرُوْا لِذُنُوْبِهِمْۗ وَمَنْ يَّغْفِرُ الذُّنُوْبَ اِلَّا اللّٰهُ ۗ وَلَمْ يُصِرُّوْا عَلٰى مَا فَعَلُوْا وَهُمْ يَعْلَمُوْنَ ","tema":"Sifat-Sifat Orang yang Bertakwa","teks_terjemah":"Demikian (juga) orang-orang yang apabila mengerjakan perbuatan keji atau menzalimi diri sendiri,<sup>119)<\/sup> mereka (segera) mengingat Allah lalu memohon ampunan atas dosa-dosanya. Siapa (lagi) yang dapat mengampuni dosa-dosa selain Allah? Mereka pun tidak meneruskan apa yang mereka kerjakan (perbuatan dosa itu) sedangkan mereka mengetahui(-nya).","no_fn":"119","teks_fn":"119) Perbuatan keji (fāḥisyah) adalah dosa besar yang akibatnya tidak hanya menimpa diri sendiri, tetapi juga menimpa orang lain, seperti zina dan riba. Adapun yang dimaksud dengan menzalimi diri sendiri adalah perbuatan dosa yang akibatnya hanya menimpa diri sendiri, baik besar maupun kecil.","bacaan":"walladziina idzaa fa'aluu faahisyatan aw zhalamuu anfusahum dzakaruulaaha fastaghfaruu lidzunuubihim waman yaghfirudzdzunuuba illaalaahu walam yushirruu 'alaa maa fa'aluu wahum ya'lamuun"},{"id_ayat":429,"no_surah":3,"no_ayat":136,"teks_ayat":"اُولٰۤىِٕكَ جَزَاۤؤُهُمْ مَّغْفِرَةٌ مِّنْ رَّبِّهِمْ وَجَنّٰتٌ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُ خٰلِدِيْنَ فِيْهَا ۗ وَنِعْمَ اَجْرُ الْعٰمِلِيْنَۗ","tema":"Sifat-Sifat Orang yang Bertakwa","teks_terjemah":"Mereka itu balasannya adalah ampunan dari Tuhan mereka dan surga-surga yang mengalir di bawahnya sungai-sungai. Mereka kekal di dalamnya. (Itulah) sebaik-baik pahala bagi orang-orang yang mengerjakan (amal-amal saleh).","no_fn":"","teks_fn":"","bacaan":"ulaa-ika jazaauhum maghfiratun min rabbihim wajannaatun tajrii min tahtihaal-anhaaru khaalidiina fiihaa wani'ma ajrul'aamiliin"},{"id_ayat":430,"no_surah":3,"no_ayat":137,"teks_ayat":"قَدْ خَلَتْ مِنْ قَبْلِكُمْ سُنَنٌۙ فَسِيْرُوْا فِى الْاَرْضِ فَانْظُرُوْا كَيْفَ كَانَ عَاقِبَةُ الْمُكَذِّبِيْنَ ","tema":"Hikmah Kekalahan pada Perang Uhud","teks_terjemah":"Sungguh, telah berlalu sebelum kamu sunah-sunah (Allah).<sup>120)<\/sup> Oleh karena itu, berjalanlah di (segenap penjuru) bumi dan perhatikanlah bagaimana kesudahan para pendusta (rasul-rasul). ","no_fn":"120","teks_fn":"120) Yang dimaksud dengan sunah Allah di sini adalah kehendak dan hukum Allah yang berlaku dalam kehidupan manusia.","bacaan":"qad khalat min qablikum sunanun fasiiruu fiil-ardhi fanzhuruu kayfa kaana 'aaqibatulmukadzdzibiin"},{"id_ayat":431,"no_surah":3,"no_ayat":138,"teks_ayat":"هٰذَا بَيَانٌ لِّلنَّاسِ وَهُدًى وَّمَوْعِظَةٌ لِّلْمُتَّقِيْنَ ","tema":"Hikmah Kekalahan pada Perang Uhud","teks_terjemah":"Inilah (Al-Qur’an) suatu keterangan yang jelas untuk semua manusia, petunjuk, dan pelajaran bagi orang-orang yang bertakwa.","no_fn":"","teks_fn":"","bacaan":"haadzaa bayaanun linnaasi wahudan wamaw'izhatun lilmuttaqiin"},{"id_ayat":432,"no_surah":3,"no_ayat":139,"teks_ayat":"وَلَا تَهِنُوْا وَلَا تَحْزَنُوْا وَاَنْتُمُ الْاَعْلَوْنَ اِنْ كُنْتُمْ مُّؤْمِنِيْنَ ","tema":"Hikmah Kekalahan pada Perang Uhud","teks_terjemah":"Janganlah kamu (merasa) lemah dan jangan (pula) bersedih hati, padahal kamu paling tinggi (derajatnya) jika kamu orang-orang mukmin.","no_fn":"","teks_fn":"","bacaan":"walaa tahinuu walaa tahzanuu wa-antumul-a'lawna in kuntum mu'miniin"},{"id_ayat":433,"no_surah":3,"no_ayat":140,"teks_ayat":"اِنْ يَّمْسَسْكُمْ قَرْحٌ فَقَدْ مَسَّ الْقَوْمَ قَرْحٌ مِّثْلُهٗ ۗوَتِلْكَ الْاَيَّامُ نُدَاوِلُهَا بَيْنَ النَّاسِۚ وَلِيَعْلَمَ اللّٰهُ الَّذِيْنَ اٰمَنُوْا وَيَتَّخِذَ مِنْكُمْ شُهَدَاۤءَ ۗوَاللّٰهُ لَا يُحِبُّ الظّٰلِمِيْنَۙ","tema":"Hikmah Kekalahan pada Perang Uhud","teks_terjemah":"Jika kamu (pada Perang Uhud) mendapat luka, maka mereka pun (pada Perang Badar) mendapat luka yang serupa. Masa (kejayaan dan kehancuran) itu Kami pergilirkan di antara manusia (agar mereka mendapat pelajaran) dan Allah mengetahui orang-orang beriman (yang sejati) dan sebagian kamu dijadikan-Nya (gugur sebagai) syuhada. Allah tidak menyukai orang-orang zalim.","no_fn":"","teks_fn":"","bacaan":"in yamsaskum qarhun faqad massalqawma qarhun mitsluhu watilkal-ayyaamu nudaawiluhaa baynannaasi waliya'lamalaahuladziina aamanuu wayattakhidza minkum syuhadaa-a waalaahu laa yuhibbuzhzhaalimiinin yamsaskum qarhun faqad massalqawma qarhun mitsluhu watilkal-ayyaamu nudaawiluhaa baynannaasi waliya'lamalaahuladziina aamanuu wayattakhidza minkum syuhadaa-a waalaahu laa yuhibbuzhzhaalimiin"},{"id_ayat":434,"no_surah":3,"no_ayat":141,"teks_ayat":"وَلِيُمَحِّصَ اللّٰهُ الَّذِيْنَ اٰمَنُوْا وَيَمْحَقَ الْكٰفِرِيْنَ","tema":"Hikmah Kekalahan pada Perang Uhud","teks_terjemah":"(Pergiliran tersebut juga) agar Allah membersihkan orang-orang yang beriman (dari dosa mereka) dan membinasakan orang-orang kafir.","no_fn":"","teks_fn":"","bacaan":"waliyumahhshalaahuladziina aamanuu wayamhaqalkaafiriin"},{"id_ayat":435,"no_surah":3,"no_ayat":142,"teks_ayat":"اَمْ حَسِبْتُمْ اَنْ تَدْخُلُوا الْجَنَّةَ وَلَمَّا يَعْلَمِ اللّٰهُ الَّذِيْنَ جَاهَدُوْا مِنْكُمْ وَيَعْلَمَ الصّٰبِرِيْنَ ","tema":"Hikmah Kekalahan pada Perang Uhud","teks_terjemah":"Apakah kamu mengira akan masuk surga, padahal belum nyata bagi Allah orang-orang yang berjihad<sup>121)<\/sup> di antara kamu dan belum nyata pula orang-orang yang sabar.","no_fn":"121","teks_fn":"121) Lihat catatan kaki surah al-Baqarah\/2: 218. ","bacaan":"am hasibtum an tadkhuluuljannata walammaa ya'lamilaahuladziina jaahaduu minkum waya'lamashshaabiriin"},{"id_ayat":436,"no_surah":3,"no_ayat":143,"teks_ayat":"وَلَقَدْ كُنْتُمْ تَمَنَّوْنَ الْمَوْتَ مِنْ قَبْلِ اَنْ تَلْقَوْهُۖ فَقَدْ رَاَيْتُمُوْهُ وَاَنْتُمْ تَنْظُرُوْنَ ࣖ","tema":"Hikmah Kekalahan pada Perang Uhud","teks_terjemah":"Sungguh, kamu benar-benar mengharapkan mati (syahid) sebelum kamu menghadapinya (peperangan). Maka, (sekarang) kamu sungguh telah melihat (peperangan itu) dan menyaksikan (kematian).","no_fn":"","teks_fn":"","bacaan":"walaqad kuntum tamannawnalmawta min qabli an talqawhu faqad ra-aytumuuhu wa-antum tanzhuruun"},{"id_ayat":437,"no_surah":3,"no_ayat":144,"teks_ayat":"وَمَا مُحَمَّدٌ اِلَّا رَسُوْلٌۚ قَدْ خَلَتْ مِنْ قَبْلِهِ الرُّسُلُ ۗ اَفَا۟ىِٕنْ مَّاتَ اَوْ قُتِلَ انْقَلَبْتُمْ عَلٰٓى اَعْقَابِكُمْ ۗ وَمَنْ يَّنْقَلِبْ عَلٰى عَقِبَيْهِ فَلَنْ يَّضُرَّ اللّٰهَ شَيْـًٔا  ۗوَسَيَجْزِى اللّٰهُ الشّٰكِرِيْنَ ","tema":"Menyikapi Berita Wafatnya Rasulullah","teks_terjemah":"(Nabi) Muhammad hanyalah seorang rasul. Sebelumnya telah berlalu beberapa rasul.<sup>122)<\/sup> Apakah jika dia wafat atau dibunuh, kamu berbalik ke belakang (murtad)? Siapa yang berbalik ke belakang, maka ia tidak akan mendatangkan mudarat kepada Allah sedikit pun. Allah akan memberi balasan kepada orang-orang yang bersyukur.","no_fn":"122","teks_fn":"122) Nabi Muhammad saw. adalah utusan Allah Swt. Para rasul sebelumnya telah wafat. Oleh karena itu, Nabi Muhammad saw. juga akan wafat seperti halnya para rasul terdahulu. Pada waktu perang Uhud berkecamuk, tersiar berita bahwa Nabi Muhammad saw. wafat terbunuh. Berita ini mengacaukan umat Islam sehingga ada yang ingin meminta pelindungan Abu Sufyan (pemimpin kaum Quraisy). Sementara itu, orang-orang munafik mengatakan bahwa kalau Nabi Muhammad saw. itu betul seorang Nabi, tentu tidak akan wafat terbunuh. Maka, Allah Swt. menurunkan ayat ini untuk menenteramkan kaum muslim dan membantah perkataan orang munafik.","bacaan":"wamaa muhammadun illaa rasuulun qad khalat min qablihirrusulu afa-in maata aw qutila inqalabtum 'alaa a'qaabikum waman yanqalib 'alaa 'aqibayhi falan yadhurralaaha syay-an wasayajziilaahusysyaakiriin"},{"id_ayat":438,"no_surah":3,"no_ayat":145,"teks_ayat":"وَمَا كَانَ لِنَفْسٍ اَنْ تَمُوْتَ اِلَّا بِاِذْنِ اللّٰهِ كِتٰبًا مُّؤَجَّلًا ۗ وَمَنْ يُّرِدْ ثَوَابَ الدُّنْيَا نُؤْتِهٖ مِنْهَاۚ وَمَنْ يُّرِدْ ثَوَابَ الْاٰخِرَةِ نُؤْتِهٖ مِنْهَا ۗ وَسَنَجْزِى الشّٰكِرِيْنَ ","tema":"Menyikapi Berita Wafatnya Rasulullah","teks_terjemah":"Setiap yang bernyawa tidak akan mati, kecuali dengan izin Allah sebagai ketetapan yang telah ditentukan waktunya. Siapa yang menghendaki pahala dunia, niscaya Kami berikan kepadanya pahala (dunia) itu dan siapa yang menghendaki pahala akhirat, niscaya Kami berikan (pula) kepadanya pahala (akhirat) itu. Kami akan memberi balasan kepada orang-orang yang bersyukur.","no_fn":"","teks_fn":"","bacaan":"wamaa kaana linafsin an tamuuta illaa bi-idznilaahi kitaaban mu-ajjalan waman yurid tsawaabaddunyaa nu'tihi minhaa waman yurid tsawaabal-aakhirati nu'tihi minhaa wasanajziisysyaakiriin"},{"id_ayat":439,"no_surah":3,"no_ayat":146,"teks_ayat":"وَكَاَيِّنْ مِّنْ نَّبِيٍّ قٰتَلَۙ مَعَهٗ رِبِّيُّوْنَ كَثِيْرٌۚ فَمَا وَهَنُوْا لِمَآ اَصَابَهُمْ فِيْ سَبِيْلِ اللّٰهِ وَمَا ضَعُفُوْا وَمَا اسْتَكَانُوْا ۗ وَاللّٰهُ يُحِبُّ الصّٰبِرِيْنَ ","tema":"Menyikapi Berita Wafatnya Rasulullah","teks_terjemah":"Betapa banyak nabi yang berperang didampingi sejumlah besar dari pengikut(-nya) yang bertakwa. Mereka tidak (menjadi) lemah karena bencana yang menimpanya di jalan Allah, tidak patah semangat, dan tidak (pula) menyerah (kepada musuh). Allah mencintai orang-orang yang sabar.","no_fn":"","teks_fn":"","bacaan":"waka-ayyin min nabiyyin qaatala ma'ahu ribbiyyuuna katsiirun famaa wahanuu limaa ashaabahum fii sabiililaahi wamaa dha'ufuu wamaa istakaanuu waalaahu yuhibbushshaabiriin"},{"id_ayat":440,"no_surah":3,"no_ayat":147,"teks_ayat":"وَمَا كَانَ قَوْلَهُمْ اِلَّآ اَنْ قَالُوْا رَبَّنَا اغْفِرْ لَنَا ذُنُوْبَنَا وَاِسْرَافَنَا فِيْٓ اَمْرِنَا وَثَبِّتْ اَقْدَامَنَا وَانْصُرْنَا عَلَى الْقَوْمِ الْكٰفِرِيْنَ ","tema":"Menyikapi Berita Wafatnya Rasulullah","teks_terjemah":"Tidak lain ucapan mereka kecuali doa, “Ya Tuhan kami, ampunilah dosa-dosa kami dan tindakan-tindakan kami yang berlebihan dalam urusan kami,<sup>123)<\/sup> tetapkanlah pendirian kami, dan tolonglah kami terhadap kaum yang kafir.”","no_fn":"123","teks_fn":"123) Tindakan yang berlebihan adalah sikap melampaui batas-batas hukum yang telah ditetapkan Allah Swt.","bacaan":"wamaa kaana qawlahum illaa an qaaluu rabbanaa ighfir lanaa dzunuubanaa wa-israafanaa fii amrinaa watsabbit aqdaamanaa wanshurnaa 'alaalqawmilkaafiriin"},{"id_ayat":441,"no_surah":3,"no_ayat":148,"teks_ayat":"فَاٰتٰىهُمُ اللّٰهُ ثَوَابَ الدُّنْيَا وَحُسْنَ ثَوَابِ الْاٰخِرَةِ ۗ وَاللّٰهُ يُحِبُّ الْمُحْسِنِيْنَ ࣖ ","tema":"Menyikapi Berita Wafatnya Rasulullah","teks_terjemah":"Maka, Allah menganugerahi mereka balasan (di) dunia<sup>124)<\/sup> dan pahala yang baik (di) akhirat. Allah mencintai orang-orang yang berbuat kebaikan.","no_fn":"124","teks_fn":"124) Pahala dunia dapat berupa kemenangan, harta rampasan, pujian, dan lain-lain.","bacaan":"faaataahumulaahu tsawaabaddunyaa wahusna tsawaabil-aakhirati waalaahu yuhibbulmuhsiniin"},{"id_ayat":442,"no_surah":3,"no_ayat":149,"teks_ayat":"يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اِنْ تُطِيْعُوا الَّذِيْنَ كَفَرُوْا يَرُدُّوْكُمْ عَلٰٓى اَعْقَابِكُمْ فَتَنْقَلِبُوْا خٰسِرِيْنَ ","tema":"Larangan Menaati Orang Kafir dan Penyebab Kekalahan pada Perang Uhud","teks_terjemah":"Wahai orang-orang yang beriman, jika kamu menaati orang-orang yang kufur, niscaya mereka akan mengembalikan kamu ke belakang (murtad). Akibatnya, kamu akan kembali dalam keadaan merugi.","no_fn":"","teks_fn":"","bacaan":"yaa ayyuhaaladziina aamanuu in tuthii'uuladziina kafaruu yarudduukum 'alaa a'qaabikum fatanqalibuu khaasiriin"},{"id_ayat":443,"no_surah":3,"no_ayat":150,"teks_ayat":"بَلِ اللّٰهُ مَوْلٰىكُمْ ۚ وَهُوَ خَيْرُ النّٰصِرِيْنَ ","tema":"Larangan Menaati Orang Kafir dan Penyebab Kekalahan pada Perang Uhud","teks_terjemah":"Namun, (hanya) Allahlah pelindungmu dan Dia penolong yang terbaik.","no_fn":"","teks_fn":"","bacaan":"balilaahu mawlaakum wahuwa khayrunnaasiriin"},{"id_ayat":444,"no_surah":3,"no_ayat":151,"teks_ayat":"سَنُلْقِيْ فِيْ قُلُوْبِ الَّذِيْنَ كَفَرُوا الرُّعْبَ بِمَٓا اَشْرَكُوْا بِاللّٰهِ مَا لَمْ يُنَزِّلْ بِهٖ سُلْطٰنًا ۚ وَمَأْوٰىهُمُ النَّارُ ۗ وَبِئْسَ مَثْوَى الظّٰلِمِيْنَ ","tema":"Larangan Menaati Orang Kafir dan Penyebab Kekalahan pada Perang Uhud","teks_terjemah":"Kami akan memasukkan rasa takut ke dalam hati orang-orang yang kufur karena mereka mempersekutukan Allah dengan sesuatu yang Allah tidak menurunkan keterangan tentangnya. Tempat kembali mereka adalah neraka. (Itulah) seburuk-buruk tempat tinggal (bagi) orang-orang zalim.","no_fn":"","teks_fn":"","bacaan":"sanulqii fii quluubiladziina kafaruurru'ba bimaa asyrakuu bialaahi maa lam yunazzil bihi sulthaanan wama'waahumunnaaru wabi'sa matswaazhzhaalimiin"},{"id_ayat":445,"no_surah":3,"no_ayat":152,"teks_ayat":"وَلَقَدْ صَدَقَكُمُ اللّٰهُ وَعْدَهٗٓ اِذْ تَحُسُّوْنَهُمْ بِاِذْنِهٖ ۚ حَتّٰىٓ اِذَا فَشِلْتُمْ وَتَنَازَعْتُمْ فِى الْاَمْرِ وَعَصَيْتُمْ مِّنْۢ بَعْدِ مَآ اَرٰىكُمْ مَّا تُحِبُّوْنَ ۗ مِنْكُمْ مَّنْ يُّرِيْدُ الدُّنْيَا وَمِنْكُمْ مَّنْ يُّرِيْدُ الْاٰخِرَةَ ۚ ثُمَّ صَرَفَكُمْ عَنْهُمْ لِيَبْتَلِيَكُمْ ۚ وَلَقَدْ عَفَا عَنْكُمْ ۗ وَاللّٰهُ ذُوْ فَضْلٍ عَلَى الْمُؤْمِنِيْنَ ","tema":"Larangan Menaati Orang Kafir dan Penyebab Kekalahan pada Perang Uhud","teks_terjemah":"Sungguh, Allah benar-benar telah memenuhi janji-Nya kepadamu ketika kamu membunuh mereka dengan izin-Nya sampai pada saat kamu (dalam keadaan) lemah, berselisih dalam urusan itu,<sup>125)<\/sup> dan mengabaikan (perintah Rasul) setelah Allah memperlihatkan kepadamu apa yang kamu sukai.<sup>126)<\/sup> Di antara kamu ada orang yang menghendaki dunia dan di antara kamu ada (pula) orang yang menghendaki akhirat. Kemudian, Allah memalingkan kamu dari mereka<sup>127)<\/sup> untuk mengujimu. Sungguh, Dia benar-benar telah memaafkan kamu. Allah mempunyai karunia (yang diberikan) kepada orang-orang mukmin.","no_fn":"125","teks_fn":"125) Berselisih dalam urusan Nabi berarti melaksanakan perintah Nabi Muhammad saw. agar regu pemanah tetap bertahan pada tempat yang telah ditetapkan dalam keadaan bagaimanapun. <\/br>126) Yakni kemenangan dan harta rampasan.<\/br>127) Maksudnya adalah bahwa kaum muslim tidak berhasil mengalahkan mereka.","bacaan":"walaqad shadaqakumulaahu wa'dahu idz tahussuunahum bi-idznihi hattaa idzaa fasyiltum watanaaza'tum fiil-amri wa'ashaytum min ba'di maa araakum maa tuhibbuuna minkum man yuriiduddunyaa waminkum man yuriidul-aakhirata tsumma sharafakum 'anhum liyabtaliyakum walaqad 'afaa 'ankum waalaahu dzuu fadhlin 'alaalmu'miniin"},{"id_ayat":446,"no_surah":3,"no_ayat":153,"teks_ayat":"۞ اِذْ تُصْعِدُوْنَ وَلَا تَلْوٗنَ عَلٰٓى اَحَدٍ وَّالرَّسُوْلُ يَدْعُوْكُمْ فِيْٓ اُخْرٰىكُمْ فَاَثَابَكُمْ غَمًّا ۢبِغَمٍّ لِّكَيْلَا تَحْزَنُوْا عَلٰى مَا فَاتَكُمْ وَلَا مَآ اَصَابَكُمْ ۗ وَاللّٰهُ خَبِيْرٌ ۢبِمَا تَعْمَلُوْنَ ","tema":"Larangan Menaati Orang Kafir dan Penyebab Kekalahan pada Perang Uhud","teks_terjemah":"(Ingatlah) ketika kamu lari dan tidak menoleh kepada siapa pun, sedangkan Rasul (Muhammad) memanggilmu dari belakang. Oleh karena itu, Allah menimpakan kepadamu kesedihan demi kesedihan<sup>128)<\/sup> agar kamu tidak bersedih hati (lagi) terhadap apa yang luput dari kamu dan terhadap apa yang menimpamu. Allah Mahateliti terhadap apa yang kamu kerjakan.","no_fn":"128","teks_fn":"128) Kesedihan kaum muslim disebabkan ketidaktaatan mereka terhadap perintah Rasul yang berujung pada kekalahan pada Perang Uhud.","bacaan":"idz tush'iduuna walaa talwuuna 'alaa ahadin warrasuulu yad'uukum fii ukhraakum fa-atsaabakum ghamman bighammin likay laa tahzanuu 'alaa maa faatakum walaa maa ashaabakum waalaahu khabiirun bimaa ta'maluun"},{"id_ayat":447,"no_surah":3,"no_ayat":154,"teks_ayat":"ثُمَّ اَنْزَلَ عَلَيْكُمْ مِّنْۢ بَعْدِ الْغَمِّ اَمَنَةً نُّعَاسًا يَّغْشٰى طَۤاىِٕفَةً مِّنْكُمْ ۙ وَطَۤاىِٕفَةٌ قَدْ اَهَمَّتْهُمْ اَنْفُسُهُمْ يَظُنُّوْنَ بِاللّٰهِ غَيْرَ الْحَقِّ ظَنَّ الْجَاهِلِيَّةِ ۗ يَقُوْلُوْنَ هَلْ لَّنَا مِنَ الْاَمْرِ مِنْ شَيْءٍ ۗ قُلْ اِنَّ الْاَمْرَ كُلَّهٗ لِلّٰهِ ۗ  يُخْفُوْنَ فِيْٓ اَنْفُسِهِمْ مَّا لَا يُبْدُوْنَ لَكَ ۗ يَقُوْلُوْنَ لَوْ كَانَ لَنَا مِنَ الْاَمْرِ شَيْءٌ مَّا قُتِلْنَا هٰهُنَا ۗ قُلْ لَّوْ كُنْتُمْ فِيْ بُيُوْتِكُمْ لَبَرَزَ الَّذِيْنَ كُتِبَ عَلَيْهِمُ الْقَتْلُ اِلٰى مَضَاجِعِهِمْ ۚ وَلِيَبْتَلِيَ اللّٰهُ مَا فِيْ صُدُوْرِكُمْ وَلِيُمَحِّصَ مَا فِيْ قُلُوْبِكُمْ ۗ وَاللّٰهُ عَلِيْمٌ ۢبِذَاتِ الصُّدُوْرِ","tema":"Anugerah Allah pada Perang Uhud","teks_terjemah":"Setelah kamu ditimpa kesedihan, kemudian Dia menurunkan rasa aman kepadamu (berupa) kantuk yang meliputi segolongan dari kamu,<sup>129)<\/sup> sedangkan segolongan lagi<sup>130)<\/sup> telah mencemaskan diri mereka sendiri. Mereka berprasangka yang tidak benar terhadap Allah seperti sangkaan jahiliah.<sup>131)<\/sup> Mereka berkata, “Adakah sesuatu yang dapat kita perbuat dalam urusan ini?” Katakanlah (Nabi Muhammad), “Sesungguhnya segala urusan itu di tangan Allah.” Mereka menyembunyikan dalam hatinya apa yang tidak mereka terangkan kepadamu. Mereka berkata, “Seandainya ada sesuatu yang dapat kami perbuat dalam urusan ini, niscaya kami tidak akan dibunuh (dikalahkan) di sini.” Katakanlah (Nabi Muhammad), “Seandainya kamu ada di rumahmu, niscaya orang-orang yang telah ditetapkan akan mati terbunuh itu keluar (juga) ke tempat mereka terbunuh.” Allah (berbuat demikian) untuk menguji yang ada dalam dadamu dan untuk membersihkan yang ada dalam hatimu. Allah Maha Mengetahui segala isi hati.","no_fn":"129","teks_fn":"129) Yakni orang-orang Islam yang kuat keyakinannya.<\/br>130) Yakni orang-orang Islam yang masih ragu-ragu.<\/br>131) Yang dimaksud dengan sangkaan jahiliah adalah menganggap bahwa apabila Nabi Muhammad saw. itu benar-benar utusan Allah Swt., tentu tidak akan terkalahkan atau terbunuh dalam peperangan.","bacaan":"tsumma anzala 'alaykum min ba'dilghammi amanatan nu'aasan yaghsyaa thaa-ifatan minkum wathaa-ifatun qad ahammat-hum anfusuhum yazhunnuuna bialaahi ghayralhaqqi zhannaljaahiliyyati yaquuluuna hal lanaa minal-amri min syay-in qul innal-amra kullahu lillaahi yukhfuuna fii anfusihim maa laa yubduuna laka yaquuluuna law kaana lanaa minal-amri syay-un maa qutilnaa haahunaa qul law kuntum fii buyuutikum labarazaladziina kutiba 'alayhimulqatlu ilaa madaaji'ihim waliyabtaliyalaahu maa fii shuduurikum waliyumahhsha maa fii quluubikum waalaahu 'aliimun bidzaatishshuduur"},{"id_ayat":448,"no_surah":3,"no_ayat":155,"teks_ayat":"اِنَّ الَّذِيْنَ تَوَلَّوْا مِنْكُمْ يَوْمَ الْتَقَى الْجَمْعٰنِۙ اِنَّمَا اسْتَزَلَّهُمُ الشَّيْطٰنُ بِبَعْضِ مَا كَسَبُوْا ۚ وَلَقَدْ عَفَا اللّٰهُ عَنْهُمْ ۗ اِنَّ اللّٰهَ غَفُوْرٌ حَلِيْمٌ ࣖ","tema":"Anugerah Allah pada Perang Uhud","teks_terjemah":"Sesungguhnya orang-orang yang berpaling di antara kamu pada hari ketika dua pasukan bertemu,<sup>132)<\/sup> sesungguhnya mereka hanyalah digelincirkan oleh setan disebabkan sebagian kesalahan (dosa) yang telah mereka perbuat. Allah benar-benar telah memaafkan mereka. Sesungguhnya Allah Maha Pengampun lagi Maha Penyantun.","no_fn":"132","teks_fn":"132) Yaitu pasukan kaum muslim dan pasukan kaum musyrik dalam Perang Uhud.","bacaan":"innaladziina tawallaw minkum yawma iltaqaaljam'aani innamaa istazallahumusysyaythaanu biba'dhi maa kasabuu walaqad 'afaalaahu 'anhum innalaaha ghafuurun haliim"},{"id_ayat":449,"no_surah":3,"no_ayat":156,"teks_ayat":"يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَكُوْنُوْا كَالَّذِيْنَ كَفَرُوْا وَقَالُوْا لِاِخْوَانِهِمْ اِذَا ضَرَبُوْا فِى الْاَرْضِ اَوْ كَانُوْا غُزًّى لَّوْ كَانُوْا عِنْدَنَا مَا مَاتُوْا وَمَا قُتِلُوْاۚ  لِيَجْعَلَ اللّٰهُ ذٰلِكَ حَسْرَةً فِيْ قُلُوْبِهِمْ ۗ وَاللّٰهُ يُحْيٖ وَيُمِيْتُ ۗ وَاللّٰهُ بِمَا تَعْمَلُوْنَ بَصِيْرٌ","tema":"Menanamkan Semangat Berjuang","teks_terjemah":"Wahai orang-orang yang beriman, janganlah seperti orang-orang yang kufur dan berbicara tentang saudara-saudaranya, apabila mereka mengadakan perjalanan di bumi atau berperang, “Seandainya mereka tetap bersama kami, tentulah mereka tidak mati dan tidak terbunuh.” (Allah membiarkan mereka bersikap demikian) karena Allah hendak menjadikan itu (kelak) sebagai penyesalan di hati mereka. ","no_fn":"","teks_fn":"","bacaan":"yaa ayyuhaaladziina aamanuu laa takuunuu kalladziina kafaruu waqaaluu li-ikhwaanihim idzaa dharabuu fiil-ardhi aw kaanuu ghuzzan law kaanuu 'indanaa maa maatuu wamaa qutiluu liyaj'alalaahu dzaalika hasratan fii quluubihim waalaahu yuhyii wayumiitu waalaahu bimaa ta'maluuna bashiir"},{"id_ayat":450,"no_surah":3,"no_ayat":157,"teks_ayat":"وَلَىِٕنْ قُتِلْتُمْ فِيْ سَبِيْلِ اللّٰهِ اَوْ مُتُّمْ لَمَغْفِرَةٌ مِّنَ اللّٰهِ وَرَحْمَةٌ خَيْرٌ مِّمَّا يَجْمَعُوْنَ ","tema":"Menanamkan Semangat Berjuang","teks_terjemah":"Sungguh, jika kamu gugur di jalan Allah atau mati,<sup>133)<\/sup> pastilah ampunan Allah dan rahmat-Nya lebih baik (bagimu) daripada apa (harta rampasan) yang mereka kumpulkan.","no_fn":"133","teks_fn":"133) Maksudnya adalah meninggal di jalan Allah Swt. bukan karena peperangan.","bacaan":"wala-in qutiltum fii sabiililaahi aw muttum lamaghfiratun minalaahi warahmatun khayrun mimmaa yajma'uun"},{"id_ayat":451,"no_surah":3,"no_ayat":158,"teks_ayat":"وَلَىِٕنْ مُّتُّمْ اَوْ قُتِلْتُمْ لَاِلَى اللّٰهِ تُحْشَرُوْنَ","tema":"Menanamkan Semangat Berjuang","teks_terjemah":"Sungguh, jika kamu mati atau gugur, pastilah kepada Allah kamu dikumpulkan.","no_fn":"","teks_fn":"","bacaan":"wala-in muttum aw qutiltum la-ilaalaahi tuhsyaruun"},{"id_ayat":452,"no_surah":3,"no_ayat":159,"teks_ayat":"فَبِمَا رَحْمَةٍ مِّنَ اللّٰهِ لِنْتَ لَهُمْ ۚ وَلَوْ كُنْتَ فَظًّا غَلِيْظَ الْقَلْبِ لَانْفَضُّوْا مِنْ حَوْلِكَ ۖ فَاعْفُ عَنْهُمْ وَاسْتَغْفِرْ لَهُمْ وَشَاوِرْهُمْ فِى الْاَمْرِۚ فَاِذَا عَزَمْتَ فَتَوَكَّلْ عَلَى اللّٰهِ ۗ اِنَّ اللّٰهَ يُحِبُّ الْمُتَوَكِّلِيْنَ","tema":"Akhlak Rasulullah dan Sifat yang Harus Dimiliki Para Pemimpin","teks_terjemah":"Maka, berkat rahmat Allah engkau (Nabi Muhammad) berlaku lemah lembut terhadap mereka. Seandainya engkau bersikap keras dan berhati kasar, tentulah mereka akan menjauh dari sekitarmu. Oleh karena itu, maafkanlah mereka, mohonkanlah ampunan untuk mereka, dan bermusyawarahlah dengan mereka dalam segala urusan (penting). Kemudian, apabila engkau telah membulatkan tekad, bertawakallah kepada Allah. Sesungguhnya Allah mencintai orang-orang yang bertawakal.","no_fn":"","teks_fn":"","bacaan":"fabimaa rahmatin minalaahi linta lahum walaw kunta fazhzhan ghaliizhalqalbi lanfadhdhuu min hawlika fa'fu 'anhum wastaghfir lahum wasyaawirhum fiil-amri fa-idzaa 'azamta fatawakkal 'alaalaahi innalaaha yuhibbulmutawakkiliin"},{"id_ayat":453,"no_surah":3,"no_ayat":160,"teks_ayat":"اِنْ يَّنْصُرْكُمُ اللّٰهُ فَلَا غَالِبَ لَكُمْ ۚ وَاِنْ يَّخْذُلْكُمْ فَمَنْ ذَا الَّذِيْ يَنْصُرُكُمْ مِّنْۢ بَعْدِهٖ ۗ وَعَلَى اللّٰهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُوْنَ ","tema":"Akhlak Rasulullah dan Sifat yang Harus Dimiliki Para Pemimpin","teks_terjemah":"Jika Allah menolongmu, tidak ada yang (dapat) mengalahkanmu dan jika Dia membiarkanmu (tidak memberimu pertolongan), siapa yang (dapat) menolongmu setelah itu? Oleh karena itu, hendaklah kepada Allah saja orang-orang mukmin bertawakal.","no_fn":"","teks_fn":"","bacaan":"in yanshurkumulaahu falaa ghaaliba lakum wa-in yakhdzulkum faman dzaaladzii yanshurukum min ba'dihi wa'alaalaahi falyatawakkalilmu'minuun"},{"id_ayat":454,"no_surah":3,"no_ayat":161,"teks_ayat":"وَمَا كَانَ لِنَبِيٍّ اَنْ يَّغُلَّ  ۗوَمَنْ يَّغْلُلْ يَأْتِ بِمَا غَلَّ يَوْمَ الْقِيٰمَةِ ۚ ثُمَّ تُوَفّٰى كُلُّ نَفْسٍ مَّا كَسَبَتْ وَهُمْ لَا يُظْلَمُوْنَ","tema":"Rasulullah Terpelihara dari Sifat Tercela","teks_terjemah":"Tidak layak seorang nabi menyelewengkan (harta rampasan perang). Siapa yang menyelewengkan (-nya), niscaya pada hari Kiamat dia akan datang membawa apa yang diselewengkannya itu. Kemudian, setiap orang akan diberi balasan secara sempurna sesuai apa yang mereka lakukan dan mereka tidak dizalimi.","no_fn":"","teks_fn":"","bacaan":"wamaa kaana linabiyyin an yaghulla waman yaghlul ya'ti bimaa ghalla yawmalqiyaamati tsumma tuwaffaa kullu nafsin maa kasabat wahum laa yuzhlamuunv"},{"id_ayat":455,"no_surah":3,"no_ayat":162,"teks_ayat":"اَفَمَنِ اتَّبَعَ رِضْوَانَ اللّٰهِ كَمَنْۢ بَاۤءَ بِسَخَطٍ مِّنَ اللّٰهِ وَمَأْوٰىهُ جَهَنَّمُ ۗ وَبِئْسَ الْمَصِيْرُ ","tema":"Rasulullah Terpelihara dari Sifat Tercela","teks_terjemah":"Apakah orang yang mengikuti (jalan) rida Allah sama dengan orang yang kembali dengan membawa kemurkaan dari Allah dan tempatnya adalah (neraka) Jahanam? Itulah seburuk-buruk tempat kembali.","no_fn":"","teks_fn":"","bacaan":"afamani ittaba'a ridhwaanalaahi kaman baa-a bisakhathin minalaahi wama'waahu jahannamu wabi'salmashiir"},{"id_ayat":456,"no_surah":3,"no_ayat":163,"teks_ayat":"هُمْ دَرَجٰتٌ عِنْدَ اللّٰهِ ۗ وَاللّٰهُ بَصِيْرٌ ۢبِمَا يَعْمَلُوْنَ ","tema":"Rasulullah Terpelihara dari Sifat Tercela","teks_terjemah":"Mereka bertingkat-tingkat di sisi Allah. Allah Maha Melihat apa yang mereka kerjakan.","no_fn":"","teks_fn":"","bacaan":"hum darajaatun 'indalaahi waalaahu bashiirun bimaa ya'maluun"},{"id_ayat":457,"no_surah":3,"no_ayat":164,"teks_ayat":"لَقَدْ مَنَّ اللّٰهُ عَلَى الْمُؤْمِنِيْنَ اِذْ بَعَثَ فِيْهِمْ رَسُوْلًا مِّنْ اَنْفُسِهِمْ يَتْلُوْا عَلَيْهِمْ اٰيٰتِهٖ وَيُزَكِّيْهِمْ وَيُعَلِّمُهُمُ الْكِتٰبَ وَالْحِكْمَةَۚ وَاِنْ كَانُوْا مِنْ قَبْلُ لَفِيْ ضَلٰلٍ مُّبِيْنٍ ","tema":"Rasulullah Terpelihara dari Sifat Tercela","teks_terjemah":"Sungguh, Allah benar-benar telah memberi karunia kepada orang-orang mukmin ketika (Dia) mengutus di tengah-tengah mereka seorang Rasul (Muhammad) dari kalangan mereka sendiri yang membacakan kepada mereka ayat-ayat-Nya, menyucikan (jiwa) mereka, dan mengajarkan kepada mereka Kitab Suci (Al-Qur’an) dan hikmah. Sesungguhnya mereka sebelum itu benar-benar dalam kesesatan yang nyata.","no_fn":"","teks_fn":"","bacaan":"aqad mannalaahu 'alaalmu'miniina idz ba'atsa fiihim rasuulan min anfusihim yatluu 'alayhim aayaatihi wayuzakkiihim wayu'allimuhumulkitaaba walhikmata wa-in kaanuu min qablu lafii dhalaalin mubiin"},{"id_ayat":458,"no_surah":3,"no_ayat":165,"teks_ayat":"اَوَلَمَّآ اَصَابَتْكُمْ مُّصِيْبَةٌ قَدْ اَصَبْتُمْ مِّثْلَيْهَاۙ قُلْتُمْ اَنّٰى هٰذَا ۗ قُلْ هُوَ مِنْ عِنْدِ اَنْفُسِكُمْ ۗ اِنَّ اللّٰهَ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ ","tema":"Beberapa Sifat Orang Munafik","teks_terjemah":"Apakah ketika kamu ditimpa musibah (kekalahan pada Perang Uhud), padahal kamu telah memperoleh (kenikmatan) dua kali lipatnya (pada Perang Badar), kamu berkata, “Dari mana datangnya (kekalahan) ini?” Katakanlah, “Itu dari (kesalahan) dirimu sendiri.” Sesungguhnya Allah Mahakuasa atas segala sesuatu.","no_fn":"","teks_fn":"","bacaan":"awa lammaa ashaabatkum mushiibatun qad ashabtum mitslayhaa qultum annaa haadzaa qul huwa min 'indi anfusikum innalaaha 'alaa kulli syay-in qadiir"},{"id_ayat":459,"no_surah":3,"no_ayat":166,"teks_ayat":"وَمَآ اَصَابَكُمْ يَوْمَ الْتَقَى الْجَمْعٰنِ فَبِاِذْنِ اللّٰهِ وَلِيَعْلَمَ الْمُؤْمِنِيْنَۙ","tema":"Pahala bagi Orang yang Mati Syahid","teks_terjemah":"Apa yang menimpa kamu pada hari ketika dua pasukan bertemu terjadi atas izin Allah dan agar Dia mengetahui siapa orang (yang benar-benar) beriman","no_fn":"","teks_fn":"","bacaan":"wamaa ashaabakum yawma iltaqaaljam'aani fabi-idznilaahi waliya'lamalmu'miniin"},{"id_ayat":460,"no_surah":3,"no_ayat":167,"teks_ayat":"وَلِيَعْلَمَ الَّذِيْنَ نَافَقُوْا ۖوَقِيْلَ لَهُمْ تَعَالَوْا قَاتِلُوْا فِيْ سَبِيْلِ اللّٰهِ اَوِ ادْفَعُوْا ۗ قَالُوْا لَوْ نَعْلَمُ قِتَالًا لَّاتَّبَعْنٰكُمْ ۗ هُمْ لِلْكُفْرِ يَوْمَىِٕذٍ اَقْرَبُ مِنْهُمْ لِلْاِيْمَانِ ۚ يَقُوْلُوْنَ بِاَفْوَاهِهِمْ مَّا لَيْسَ فِيْ قُلُوْبِهِمْ ۗ وَاللّٰهُ اَعْلَمُ بِمَا يَكْتُمُوْنَۚ","tema":"Pahala bagi Orang yang Mati Syahid","teks_terjemah":"dan mengetahui orang-orang yang munafik. Dikatakan kepada mereka, “Marilah berperang di jalan Allah atau pertahankanlah (dirimu).” Mereka menjawab, “Seandainya kami mengetahui (bagaimana cara) berperang, tentulah kami mengikutimu.” Mereka pada hari itu lebih dekat pada kekufuran daripada keimanan. Mereka mengatakan dengan mulutnya sesuatu yang tidak ada dalam hatinya. Allah lebih mengetahui segala sesuatu yang mereka sembunyikan.","no_fn":"","teks_fn":"","bacaan":"waliya'lamaladziina naafaquu waqiila lahum ta'aalaw qaatiluu fii sabiililaahi awi idfa'uu qaaluu law na'lamu qitaalan lattaba'naakum hum lilkufri yawma-idzin aqrabu minhum lil-iimaani yaquuluuna bi-afwaahihim maa laysa fii quluubihim waalaahu a'lamu bimaa yaktumuun"},{"id_ayat":461,"no_surah":3,"no_ayat":168,"teks_ayat":"اَلَّذِيْنَ قَالُوْا لِاِخْوَانِهِمْ وَقَعَدُوْا لَوْ اَطَاعُوْنَا مَا قُتِلُوْا ۗ قُلْ فَادْرَءُوْا عَنْ اَنْفُسِكُمُ الْمَوْتَ اِنْ كُنْتُمْ صٰدِقِيْنَ ","tema":"Pahala bagi Orang yang Mati Syahid","teks_terjemah":"(Mereka itu adalah) orang-orang yang berbicara tentang saudara-saudaranya (yang ikut berperang dan terbunuh), sedangkan mereka sendiri tidak turut berperang, “Seandainya mereka mengikuti kami, tentulah mereka tidak terbunuh.” Katakanlah, “Cegahlah kematian itu dari dirimu jika kamu orang-orang benar.”","no_fn":"","teks_fn":"","bacaan":"aladziina qaaluu li-ikhwaanihim waqa'aduu law athaa'uunaa maa qutiluu qul fadrauu 'an anfusikumulmawta in kuntum shaadiqiin"},{"id_ayat":462,"no_surah":3,"no_ayat":169,"teks_ayat":"وَلَا تَحْسَبَنَّ الَّذِيْنَ قُتِلُوْا فِيْ سَبِيْلِ اللّٰهِ اَمْوَاتًا ۗ بَلْ اَحْيَاۤءٌ عِنْدَ رَبِّهِمْ يُرْزَقُوْنَۙ","tema":"Keutamaan Para Syuhada","teks_terjemah":"Jangan sekali-kali kamu mengira bahwa orang-orang yang gugur di jalan Allah itu mati. Sebenarnya, mereka itu hidup dan dianugerahi rezeki di sisi Tuhannya.<sup>134)<\/sup>","no_fn":"134","teks_fn":"134) Maksudnya adalah hidup di alam yang lain, bukan di alam dunia. Mereka mendapatkan berbagai kenikmatan di sisi Allah Swt. Hanya Allahlah yang mengetahui bagaimana keadaan hidup di alam lain itu.","bacaan":"walaa tahsabannaladziina qutiluu fii sabiililaahi amwaatan bal ahyaaun 'inda rabbihim yurzaquun"},{"id_ayat":463,"no_surah":3,"no_ayat":170,"teks_ayat":"فَرِحِيْنَ بِمَآ اٰتٰىهُمُ اللّٰهُ مِنْ فَضْلِهٖۙ وَيَسْتَبْشِرُوْنَ بِالَّذِيْنَ لَمْ يَلْحَقُوْا بِهِمْ مِّنْ خَلْفِهِمْ ۙ اَلَّا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُوْنَۘ","tema":"Keutamaan Para Syuhada","teks_terjemah":"Mereka bergembira dengan karunia yang Allah anugerahkan kepadanya dan bergirang hati atas (keadaan) orang-orang yang berada di belakang yang belum menyusul mereka,<sup>135)<\/sup> yaitu bahwa tidak ada rasa takut pada mereka dan mereka tidak bersedih hati.","no_fn":"135","teks_fn":"135)Maksudnya adalah teman-temannya yang masih hidup dan tetap berjihad di jalan Allah.","bacaan":"farihiina bimaa aataahumulaahu min fadhlihi wayastabsyiruuna billadziina lam yalhaquu bihim min khalfihimlaa khawfun 'alayhim walaa hum yahzanuun"},{"id_ayat":464,"no_surah":3,"no_ayat":171,"teks_ayat":"۞ يَسْتَبْشِرُوْنَ بِنِعْمَةٍ مِّنَ اللّٰهِ وَفَضْلٍۗ وَاَنَّ اللّٰهَ لَا يُضِيْعُ اَجْرَ الْمُؤْمِنِيْنَ ࣖ ","tema":"Keutamaan Para Syuhada","teks_terjemah":"Mereka bergirang hati dengan nikmat dan karunia dari Allah dan bahwa sesungguhnya Allah tidak menyia-nyiakan pahala orang-orang mukmin,","no_fn":"","teks_fn":"","bacaan":"yastabsyiruuna bini'matin minalaahi wafadhlin wa-annalaaha laa yudhii'u ajralmu'miniin"},{"id_ayat":465,"no_surah":3,"no_ayat":172,"teks_ayat":"اَلَّذِيْنَ اسْتَجَابُوْا لِلّٰهِ وَالرَّسُوْلِ مِنْۢ بَعْدِ مَآ اَصَابَهُمُ الْقَرْحُ ۖ لِلَّذِيْنَ اَحْسَنُوْا مِنْهُمْ وَاتَّقَوْا اَجْرٌ عَظِيْمٌۚ","tema":"Keutamaan Para Syuhada","teks_terjemah":"(yaitu) orang-orang yang memenuhi (seruan) Allah dan Rasul setelah mereka menderita luka-luka (dalam Perang Uhud). Orang-orang yang berbuat kebaikan dan bertakwa di antara mereka akan mendapat pahala yang sangat besar,","no_fn":"","teks_fn":"","bacaan":"aladziina istajaabuu lillaahi warrasuuli min ba'di maa ashaabahumulqarhu lilladziina ahsanuu minhum wattaqaw ajrun 'azhiim"},{"id_ayat":466,"no_surah":3,"no_ayat":173,"teks_ayat":"اَلَّذِيْنَ قَالَ لَهُمُ النَّاسُ اِنَّ النَّاسَ قَدْ جَمَعُوْا لَكُمْ فَاخْشَوْهُمْ فَزَادَهُمْ اِيْمَانًاۖ وَّقَالُوْا حَسْبُنَا اللّٰهُ وَنِعْمَ الْوَكِيْلُ ","tema":"Keutamaan Para Syuhada","teks_terjemah":"(yaitu) mereka yang (ketika ada) orang-orang mengatakan kepadanya, “Sesungguhnya orang-orang (Quraisy) telah mengumpulkan (pasukan) untuk (menyerang) kamu. Oleh karena itu, takutlah kepada mereka,” ternyata (ucapan) itu menambah (kuat) iman mereka dan mereka menjawab, “Cukuplah Allah (menjadi penolong) bagi kami dan Dia sebaik-baik pelindung.”","no_fn":"","teks_fn":"","bacaan":"aladziina qaala lahumunnaasu innannaasa qad jama'uu lakum fakhsyawhum fazaadahum iimaanan waqaaluu hasbunaalaahu wani'malwakiil"},{"id_ayat":467,"no_surah":3,"no_ayat":174,"teks_ayat":"فَانْقَلَبُوْا بِنِعْمَةٍ مِّنَ اللّٰهِ وَفَضْلٍ لَّمْ يَمْسَسْهُمْ سُوْۤءٌۙ وَّاتَّبَعُوْا رِضْوَانَ اللّٰهِ ۗ وَاللّٰهُ ذُوْ فَضْلٍ عَظِيْمٍ ","tema":"Keutamaan Para Syuhada","teks_terjemah":"Mereka kembali dengan nikmat dan karunia dari Allah. Mereka tidak ditimpa suatu bencana dan mereka mengikuti (jalan) rida Allah. Allah mempunyai karunia yang besar.","no_fn":"","teks_fn":"","bacaan":"fanqalabuu bini'matin minalaahi wafadhlin lam yamsas-hum suu-un wattaba'uu ridhwaanalaahi waalaahu dzuu fadhlin 'azhiim"},{"id_ayat":468,"no_surah":3,"no_ayat":175,"teks_ayat":"اِنَّمَا ذٰلِكُمُ الشَّيْطٰنُ يُخَوِّفُ اَوْلِيَاۤءَهٗۖ فَلَا تَخَافُوْهُمْ وَخَافُوْنِ اِنْ كُنْتُمْ مُّؤْمِنِيْنَ ","tema":"Keutamaan Para Syuhada","teks_terjemah":"Sesungguhnya mereka hanyalah setan yang menakut-nakuti (kamu) dengan teman-teman setianya.<sup>136)<\/sup> Oleh karena itu, janganlah takut kepada mereka, tetapi takutlah kepada-Ku, jika kamu orang-orang mukmin.","no_fn":"136","teks_fn":"136) Lihat catatan kaki surah Āli ‘Imrān\/3: 28.","bacaan":"innamaa dzaalikumusysyaythaanu yukhawwifu awliyaa-ahu falaa takhaafuuhum wakhaafuuni in kuntum mu'miniin"},{"id_ayat":469,"no_surah":3,"no_ayat":176,"teks_ayat":"وَلَا يَحْزُنْكَ الَّذِيْنَ يُسَارِعُوْنَ فِى الْكُفْرِۚ اِنَّهُمْ لَنْ يَّضُرُّوا اللّٰهَ شَيْـًٔا ۗ يُرِيْدُ اللّٰهُ اَلَّا يَجْعَلَ لَهُمْ حَظًّا فِى الْاٰخِرَةِ  وَلَهُمْ عَذَابٌ عَظِيْمٌۚ ","tema":"Allah Menenteramkan Hati Nabi Muhammad","teks_terjemah":"Janganlah engkau (Nabi Muhammad) dirisaukan oleh orang-orang yang dengan cepat melakukan kekufuran. Sesungguhnya sedikit pun mereka tidak merugikan Allah. Allah tidak akan memberi bagian (pahala) kepada mereka di akhirat dan mereka akan mendapat azab yang sangat besar.","no_fn":"","teks_fn":"","bacaan":"walaa yahzunkaladziina yusaari'uuna fiilkufri innahum lan yadhurruulaaha syay-an yuriidulaahulaa yaj'ala lahum hazhzhan fiil-aakhirati walahum 'adzaabun 'azhiim"},{"id_ayat":470,"no_surah":3,"no_ayat":177,"teks_ayat":"اِنَّ الَّذِيْنَ اشْتَرَوُا الْكُفْرَ بِالْاِيْمَانِ لَنْ يَّضُرُّوا اللّٰهَ شَيْـًٔاۚ وَلَهُمْ عَذَابٌ اَلِيْمٌ ","tema":"Allah Menenteramkan Hati Nabi Muhammad","teks_terjemah":"Sesungguhnya orang-orang yang membeli kekufuran dengan iman sedikit pun tidak merugikan Allah dan akan mendapat azab yang sangat pedih.","no_fn":"","teks_fn":"","bacaan":"innaladziina isytarawuulkufra bil-iimaani lan yadhurruulaaha syay-an walahum 'adzaabunliim"},{"id_ayat":471,"no_surah":3,"no_ayat":178,"teks_ayat":"وَلَا يَحْسَبَنَّ الَّذِيْنَ كَفَرُوْٓا اَنَّمَا نُمْلِيْ لَهُمْ خَيْرٌ لِّاَنْفُسِهِمْ ۗ اِنَّمَا نُمْلِيْ لَهُمْ لِيَزْدَادُوْٓا اِثْمًا ۚ وَلَهُمْ عَذَابٌ مُّهِيْنٌ ","tema":"Allah Menenteramkan Hati Nabi Muhammad","teks_terjemah":"Jangan sekali-kali orang-orang kafir mengira bahwa sesungguhnya tenggang waktu yang Kami berikan kepadanya<sup>137)<\/sup> baik bagi dirinya. Sesungguhnya Kami memberinya tenggang waktu hanya agar dosa mereka makin bertambah dan mereka akan mendapat azab yang menghinakan.","no_fn":"137","teks_fn":"137) Maksudnya adalah jangan mengira bahwa usia yang panjang bagi orang kafir itu baik. Jika tidak digunakan untuk beramal saleh, makin panjang usia, makin buruk baginya. ","bacaan":"walaa yahsabannaladziina kafaruu annamaa numlii lahum khayrun li-anfusihim innamaa numlii lahum liyazdaaduu itsman walahum 'adzaabun muhiin"},{"id_ayat":472,"no_surah":3,"no_ayat":179,"teks_ayat":"مَا كَانَ اللّٰهُ لِيَذَرَ الْمُؤْمِنِيْنَ عَلٰى مَآ اَنْتُمْ عَلَيْهِ حَتّٰى يَمِيْزَ الْخَبِيْثَ مِنَ الطَّيِّبِ ۗ وَمَا كَانَ اللّٰهُ لِيُطْلِعَكُمْ عَلَى الْغَيْبِ وَلٰكِنَّ اللّٰهَ يَجْتَبِيْ مِنْ رُّسُلِهٖ مَنْ يَّشَاۤءُ ۖ فَاٰمِنُوْا بِاللّٰهِ وَرُسُلِهٖ ۚ وَاِنْ تُؤْمِنُوْا وَتَتَّقُوْا فَلَكُمْ اَجْرٌ عَظِيْمٌ ","tema":"Allah Menenteramkan Hati Nabi Muhammad","teks_terjemah":"Allah tidak akan membiarkan orang-orang mukmin dalam keadaan sebagaimana kamu sekarang ini,<sup>138)<\/sup> (tetapi Allah akan mengujinya) sehingga Dia membedakan yang buruk dari yang baik.<sup>139)<\/sup> Allah tidak akan memperlihatkan kepadamu hal-hal yang gaib,<sup>140)<\/sup> tetapi Allah memilih siapa yang Dia kehendaki di antara rasul-rasul-Nya.<sup>141)<\/sup> Oleh karena itu, berimanlah kepada Allah dan rasul-rasul-Nya. Jika kamu beriman dan bertakwa, kamu akan mendapat pahala yang sangat besar.","no_fn":"138","teks_fn":"138) Maksudnya adalah campur baurnya kaum muslim dengan kaum munafik.<\/br>139) Dalam Perang Uhud, Allah Swt. membedakan antara orang baik (umat Islam) dan orang yang buruk (kaum munafik).<\/br>140)  Di antara yang gaib adalah pengetahuan tentang keimanan dan kemunafikan seseorang.<\/br>141) Di antara orang yang Allah Swt. kehendaki untuk dapat mengetahui kemunafikan dalam hati seseorang adalah Nabi Muhammad saw.","bacaan":"maa kaanalaahu liyadzaralmu'miniina 'alaa maa antum 'alayhi hattaa yamiizalkhabiitsa minaththhayyibi wamaa kaanalaahu liyuthli'akum 'alaalghaybi walaakinnalaaha yajtabii min rusulihi man yasyaau faaaminuu bialaahi warusulihi wa-in tu'minuu watattaquu falakum ajrun 'azhiim"},{"id_ayat":473,"no_surah":3,"no_ayat":180,"teks_ayat":"وَلَا يَحْسَبَنَّ الَّذِيْنَ يَبْخَلُوْنَ بِمَآ اٰتٰىهُمُ اللّٰهُ مِنْ فَضْلِهٖ هُوَ خَيْرًا لَّهُمْ ۗ بَلْ هُوَ شَرٌّ لَّهُمْ ۗ سَيُطَوَّقُوْنَ مَا بَخِلُوْا بِهٖ يَوْمَ الْقِيٰمَةِ ۗ وَلِلّٰهِ مِيْرَاثُ السَّمٰوٰتِ وَالْاَرْضِۗ وَاللّٰهُ بِمَا تَعْمَلُوْنَ خَبِيْرٌ ࣖ ","tema":"Balasan terhadap Orang Kikir dan Pendusta","teks_terjemah":"Jangan sekali-kali orang-orang yang kikir dengan karunia yang Allah anugerahkan kepadanya mengira bahwa (kekikiran) itu baik bagi mereka. Sebaliknya, (kekikiran) itu buruk bagi mereka. Pada hari Kiamat, mereka akan dikalungi dengan sesuatu yang dengannya mereka berbuat kikir. Milik Allahlah warisan (yang ada di) langit dan di bumi. Allah Mahateliti terhadap apa yang kamu kerjakan.","no_fn":"","teks_fn":"","bacaan":"walaa yahsabannaladziina yabkhaluuna bimaa aataahummulaahu min fadhlihi huwa khayran lahum bal huwa syarrun lahum sayuthawwaquuna maa bakhiluu bihi yawmalqiyaamati walillaahi miiraatsussamaawaati wal-ardhi waalaahu bimaa ta'maluuna khabiir"},{"id_ayat":474,"no_surah":3,"no_ayat":181,"teks_ayat":"لَقَدْ سَمِعَ اللّٰهُ قَوْلَ الَّذِيْنَ قَالُوْٓا اِنَّ اللّٰهَ فَقِيْرٌ وَّنَحْنُ اَغْنِيَاۤءُ ۘ سَنَكْتُبُ مَا قَالُوْا وَقَتْلَهُمُ الْاَنْۢبِيَاۤءَ بِغَيْرِ حَقٍّۙ وَّنَقُوْلُ ذُوْقُوْا عَذَابَ الْحَرِيْقِ ","tema":"Ancaman Allah kepada Orang-Orang Musyrik","teks_terjemah":"Sungguh, Allah benar-benar telah mendengar perkataan orang-orang (Yahudi) yang mengatakan, “Sesungguhnya Allah itu miskin dan kami kaya.” Kami akan mencatat perkataan mereka dan pembunuhan terhadap nabi-nabi yang mereka lakukan tanpa hak (alasan yang benar). Kami akan mengatakan (kepada mereka pada hari Kiamat), “Rasakanlah azab yang membakar!”","no_fn":"","teks_fn":"","bacaan":"laqad sami'alaahu qawlaladziina qaaluu innalaaha faqiirun wanahnu aghniyaaun sanaktubu maa qaaluu waqatlahumul-anbiyaa-a bighayri haqqin wanaquulu dzuuquu 'adzaabalhariiq"},{"id_ayat":475,"no_surah":3,"no_ayat":182,"teks_ayat":"ذٰلِكَ بِمَا قَدَّمَتْ اَيْدِيْكُمْ وَاَنَّ اللّٰهَ لَيْسَ بِظَلَّامٍ لِّلْعَبِيْدِۚ ","tema":"Ancaman Allah kepada Orang-Orang Musyrik","teks_terjemah":"Yang demikian itu disebabkan oleh perbuatan tanganmu (sendiri) dan sesungguhnya Allah (sama sekali) tidak menzalimi hamba-hamba-Nya.","no_fn":"","teks_fn":"","bacaan":"dzaalika bimaa qaddamat aydiikum wa-annalaaha laysa bizhallaamin lil'abiid"},{"id_ayat":476,"no_surah":3,"no_ayat":183,"teks_ayat":"اَلَّذِيْنَ قَالُوْٓا اِنَّ اللّٰهَ عَهِدَ اِلَيْنَآ اَلَّا نُؤْمِنَ لِرَسُوْلٍ حَتّٰى يَأْتِيَنَا بِقُرْبَانٍ تَأْكُلُهُ النَّارُ ۗ قُلْ قَدْ جَاۤءَكُمْ رُسُلٌ مِّنْ قَبْلِيْ بِالْبَيِّنٰتِ وَبِالَّذِيْ قُلْتُمْ فَلِمَ قَتَلْتُمُوْهُمْ اِنْ كُنْتُمْ صٰدِقِيْنَ ","tema":"Ancaman Allah kepada Orang-Orang Musyrik","teks_terjemah":"(Mereka adalah) orang-orang (Yahudi) yang mengatakan, “Sesungguhnya Allah telah memerintahkan kepada kami agar kami tidak beriman kepada seorang rasul sebelum dia mendatangkan kepada kami kurban yang dimakan api (yang datang dari langit).” Katakanlah (Nabi Muhammad), “Sungguh, beberapa rasul sebelumku telah datang kepadamu dengan (membawa) bukti-bukti yang nyata dan membawa apa yang kamu sebutkan. Akan tetapi, mengapa kamu membunuh mereka jika kamu orang-orang yang benar?”","no_fn":"","teks_fn":"","bacaan":"aladziina qaaluu innalaaha 'ahida ilaynaalaa nu'mina lirasuulin hattaa ya'tiyanaa biqurbaanin ta'kuluhunnaaru qul qad jaa-akum rusulun min qablii bilbayyinaati wabilladzii qultum falima qataltumuuhum in kutum shaadiqiin"},{"id_ayat":477,"no_surah":3,"no_ayat":184,"teks_ayat":"فَاِنْ كَذَّبُوْكَ فَقَدْ كُذِّبَ رُسُلٌ مِّنْ قَبْلِكَ جَاۤءُوْ بِالْبَيِّنٰتِ وَالزُّبُرِ وَالْكِتٰبِ الْمُنِيْرِ","tema":"Ancaman Allah kepada Orang-Orang Musyrik","teks_terjemah":"Maka, jika mereka mendustakanmu (Nabi Muhammad), sungguh rasul-rasul sebelummu pun telah didustakan. Mereka datang dengan (membawa) mukjizat-mukjizat yang nyata, zubur,<sup>142)<\/sup> dan Alkitab yang memberi penjelasan yang sempurna.","no_fn":"142","teks_fn":"142) Zubur adalah lembaran-lembaran kalam suci, seperti suhuf Nabi Ibrahim a.s. dan Nabi Musa a.s.","bacaan":"fa-in kadzdzabuuka faqad kudzdziba rusulun min qablika jaauu bilbayyinaati wazzuburi walkitaabilmuniir"},{"id_ayat":478,"no_surah":3,"no_ayat":185,"teks_ayat":"كُلُّ نَفْسٍ ذَاۤىِٕقَةُ الْمَوْتِۗ وَاِنَّمَا تُوَفَّوْنَ اُجُوْرَكُمْ يَوْمَ الْقِيٰمَةِ ۗ فَمَنْ زُحْزِحَ عَنِ النَّارِ وَاُدْخِلَ الْجَنَّةَ فَقَدْ فَازَ ۗ وَمَا الْحَيٰوةُ الدُّنْيَآ اِلَّا مَتَاعُ الْغُرُوْرِ ","tema":"Kematian dan Cobaan Allah","teks_terjemah":"Setiap yang bernyawa akan merasakan mati. Hanya pada hari Kiamat sajalah diberikan dengan sempurna balasanmu. Siapa yang dijauhkan dari neraka dan dimasukkan ke dalam surga, sungguh dia memperoleh kemenangan. Kehidupan dunia hanyalah kesenangan yang memperdaya.","no_fn":"","teks_fn":"","bacaan":"kullu nafsin dzaa-iqatulmawti wa-innamaa tuwaffawna ujuurakum yawmalqiyaamati faman zuhziha 'aninnaari waudkhilaljannata faqad faaza wamaalhayaatuddunyaa illaa mataa'ulghuruur"},{"id_ayat":479,"no_surah":3,"no_ayat":186,"teks_ayat":"۞ لَتُبْلَوُنَّ فِيْٓ اَمْوَالِكُمْ وَاَنْفُسِكُمْۗ وَلَتَسْمَعُنَّ مِنَ الَّذِيْنَ اُوْتُوا الْكِتٰبَ مِنْ قَبْلِكُمْ وَمِنَ الَّذِيْنَ اَشْرَكُوْٓا اَذًى كَثِيْرًا ۗ وَاِنْ تَصْبِرُوْا وَتَتَّقُوْا فَاِنَّ ذٰلِكَ مِنْ عَزْمِ الْاُمُوْرِ ","tema":"Kematian dan Cobaan Allah","teks_terjemah":"Kamu pasti akan diuji dalam (urusan) hartamu dan dirimu. Kamu pun pasti akan mendengar banyak hal yang sangat menyakitkan hati dari orang-orang yang diberi Alkitab sebelum kamu dan dari orang-orang musyrik. Jika kamu bersabar dan bertakwa, sesungguhnya yang demikian itu termasuk urusan yang (patut) diutamakan.","no_fn":"","teks_fn":"","bacaan":"latublawunna fii amwaalikum wa-anfusikum walatasma'unna minaladziina uutuulkitaaba min qablikum waminaladziina asyrakuu adzan katsiiran wa-in tashbiruu watattaquu fa-inna dzaalika min 'azmil-umuur"},{"id_ayat":480,"no_surah":3,"no_ayat":187,"teks_ayat":"وَاِذْ اَخَذَ اللّٰهُ مِيْثَاقَ الَّذِيْنَ اُوْتُوا الْكِتٰبَ لَتُبَيِّنُنَّهٗ لِلنَّاسِ وَلَا تَكْتُمُوْنَهٗۖ فَنَبَذُوْهُ وَرَاۤءَ ظُهُوْرِهِمْ وَاشْتَرَوْا بِهٖ ثَمَنًا قَلِيْلًا ۗ فَبِئْسَ مَا يَشْتَرُوْنَ ","tema":"Beberapa Keburukan Ahlulkitab","teks_terjemah":" (Ingatlah) ketika Allah membuat perjanjian dengan orang-orang yang telah diberi Alkitab (dengan berfirman), “Hendaklah kamu benar-benar menerangkan (isi Alkitab itu) kepada manusia dan janganlah kamu menyembunyikannya.” Lalu, mereka melemparkannya (janji itu) ke belakang punggung mereka (mengabaikannya) dan menukarnya dengan harga yang murah. Maka, itulah seburuk-buruk jual beli yang mereka lakukan.","no_fn":"","teks_fn":"","bacaan":"wa-idz akhadzalaahu miitsaaqaladziina uutuulkitaaba latubayyinunnahu linnaasi walaa taktumuunahu fanabadzuuhu waraa-a zhuhuurihim wasytaraw bihi tsamanan qaliilan fabi'sa maa yasytaruun"},{"id_ayat":481,"no_surah":3,"no_ayat":188,"teks_ayat":"لَا تَحْسَبَنَّ الَّذِيْنَ يَفْرَحُوْنَ بِمَآ اَتَوْا وَّيُحِبُّوْنَ اَنْ يُّحْمَدُوْا بِمَا لَمْ يَفْعَلُوْا فَلَا تَحْسَبَنَّهُمْ بِمَفَازَةٍ مِّنَ الْعَذَابِۚ وَلَهُمْ عَذَابٌ اَلِيْمٌ","tema":"Beberapa Keburukan Ahlulkitab","teks_terjemah":"Jangan sekali-kali kamu mengira bahwa orang yang gembira dengan apa (perbuatan buruk) yang telah mereka kerjakan dan suka dipuji atas perbuatan (yang mereka anggap baik) yang tidak mereka lakukan, kamu jangan sekali-kali mengira bahwa mereka akan lolos dari azab. Mereka akan mendapat azab yang sangat pedih.","no_fn":"","teks_fn":"","bacaan":"laa tahsabannaladziina yafrahuuna bimaa ataw wayuhibbuuna an yuhmaduu bimaa lam yaf'aluu falaa tahsabannahum bimafaazatin minal'adzaabi walahum 'adzaabunliim"},{"id_ayat":482,"no_surah":3,"no_ayat":189,"teks_ayat":"وَلِلّٰهِ مُلْكُ السَّمٰوٰتِ وَالْاَرْضِۗ وَاللّٰهُ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ ࣖ ","tema":"Beberapa Keburukan Ahlulkitab","teks_terjemah":"Milik Allahlah kerajaan langit dan bumi. Allah Mahakuasa atas segala sesuatu.","no_fn":"","teks_fn":"","bacaan":"walillaahi mulkussamaawaati wal-ardhi waalaahu 'alaa kulli syay-in qadiir"},{"id_ayat":483,"no_surah":3,"no_ayat":190,"teks_ayat":"اِنَّ فِيْ خَلْقِ السَّمٰوٰتِ وَالْاَرْضِ وَاخْتِلَافِ الَّيْلِ وَالنَّهَارِ لَاٰيٰتٍ لِّاُولِى الْاَلْبَابِۙ","tema":"Sifat-Sifat Ululalbab","teks_terjemah":"Sesungguhnya dalam penciptaan langit dan bumi serta pergantian malam dan siang terdapat tanda-tanda (kebesaran Allah) bagi orang yang berakal,","no_fn":"","teks_fn":"","bacaan":"inna fii khalqissamaawaati wal-ardhi wakhtilaafilayli wannahaari laaayaatin li-uliil-albaab"},{"id_ayat":484,"no_surah":3,"no_ayat":191,"teks_ayat":"الَّذِيْنَ يَذْكُرُوْنَ اللّٰهَ قِيَامًا وَّقُعُوْدًا وَّعَلٰى جُنُوْبِهِمْ وَيَتَفَكَّرُوْنَ فِيْ خَلْقِ السَّمٰوٰتِ وَالْاَرْضِۚ رَبَّنَا مَا خَلَقْتَ هٰذَا بَاطِلًاۚ سُبْحٰنَكَ فَقِنَا عَذَابَ النَّارِ ","tema":"Sifat-Sifat Ululalbab","teks_terjemah":"(yaitu) orang-orang yang mengingat Allah sambil berdiri, duduk, atau dalam keadaan berbaring, dan memikirkan tentang penciptaan langit dan bumi (seraya berkata), “Ya Tuhan kami, tidaklah Engkau menciptakan semua ini sia-sia. Mahasuci Engkau. Lindungilah kami dari azab neraka.","no_fn":"","teks_fn":"","bacaan":"aladziina yadzkuruunalaaha qiyaaman waqu'uudan wa'alaa junuubihim wayatafakkaruuna fii khalqissamaawaati wal-ardhi rabbanaa maa khalaqta haadzaa baathilan subhaanaka faqinaa 'adzaabannaar"},{"id_ayat":485,"no_surah":3,"no_ayat":192,"teks_ayat":"رَبَّنَآ اِنَّكَ مَنْ تُدْخِلِ النَّارَ فَقَدْ اَخْزَيْتَهٗ ۗ وَمَا لِلظّٰلِمِيْنَ مِنْ اَنْصَارٍ","tema":"Sifat-Sifat Ululalbab","teks_terjemah":"Ya Tuhan kami, sesungguhnya orang yang Engkau masukkan ke dalam neraka, maka Engkau benar-benar telah menghinakannya dan tidak ada seorang penolong pun bagi orang yang zalim.","no_fn":"","teks_fn":"","bacaan":"rabbanaa innaka man tudkhilinnaara faqad akhzaytahu wamaa lizhzhaalimiina min anshaar"},{"id_ayat":486,"no_surah":3,"no_ayat":193,"teks_ayat":"رَبَّنَآ اِنَّنَا سَمِعْنَا مُنَادِيًا يُّنَادِيْ لِلْاِيْمَانِ اَنْ اٰمِنُوْا بِرَبِّكُمْ فَاٰمَنَّا ۖرَبَّنَا فَاغْفِرْ لَنَا ذُنُوْبَنَا وَكَفِّرْ عَنَّا سَيِّاٰتِنَا وَتَوَفَّنَا مَعَ الْاَبْرَارِۚ ","tema":"Sifat-Sifat Ululalbab","teks_terjemah":"Ya Tuhan kami, sesungguhnya kami mendengar orang yang menyeru pada keimanan, yaitu ‘Berimanlah kamu kepada Tuhanmu,’ maka kami pun beriman. Ya Tuhan kami, ampunilah dosa-dosa kami, hapuskanlah kesalahan-kesalahan kami, dan wafatkanlah kami beserta orang-orang yang selalu berbuat kebaikan.","no_fn":"","teks_fn":"","bacaan":"rabbanaa innanaa sami'naa munaadiyan yunaadii lil-iimaani an aaminuu birabbikum faaamannaa rabbanaa faghfir lanaa dzunuubanaa wakaffir 'annaa sayyi-aatinaa watawaffanaa ma'al-abraar"},{"id_ayat":487,"no_surah":3,"no_ayat":194,"teks_ayat":"رَبَّنَا وَاٰتِنَا مَا وَعَدْتَّنَا عَلٰى رُسُلِكَ وَلَا تُخْزِنَا يَوْمَ الْقِيٰمَةِ ۗ اِنَّكَ لَا تُخْلِفُ الْمِيْعَادَ ","tema":"Sifat-Sifat Ululalbab","teks_terjemah":"Ya Tuhan kami, anugerahilah kami apa yang telah Engkau janjikan kepada kami melalui rasul-rasul-Mu dan janganlah Engkau hinakan kami pada hari Kiamat. Sesungguhnya Engkau tidak pernah mengingkari janji.”","no_fn":"","teks_fn":"","bacaan":"rabbanaa waaatinaa maa wa'adtanaa 'alaa rusulika walaa tukhzinaa yawmalqiyaamati innaka laa tukhlifulmii'aad"},{"id_ayat":488,"no_surah":3,"no_ayat":195,"teks_ayat":"فَاسْتَجَابَ لَهُمْ رَبُّهُمْ اَنِّيْ لَآ اُضِيْعُ عَمَلَ عَامِلٍ مِّنْكُمْ مِّنْ ذَكَرٍ اَوْ اُنْثٰى ۚ بَعْضُكُمْ مِّنْۢ بَعْضٍ ۚ فَالَّذِيْنَ هَاجَرُوْا وَاُخْرِجُوْا مِنْ دِيَارِهِمْ وَاُوْذُوْا فِيْ سَبِيْلِيْ وَقٰتَلُوْا وَقُتِلُوْا لَاُكَفِّرَنَّ عَنْهُمْ سَيِّاٰتِهِمْ وَلَاُدْخِلَنَّهُمْ جَنّٰتٍ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُۚ ثَوَابًا مِّنْ عِنْدِ اللّٰهِ ۗ وَاللّٰهُ عِنْدَهٗ حُسْنُ الثَّوَابِ ","tema":"Sifat-Sifat Ululalbab","teks_terjemah":"Maka, Tuhan mereka memperkenankan permohonannya (dengan berfirman), “Sesungguhnya Aku tidak menyia-nyiakan perbuatan orang yang beramal di antara kamu, baik laki-laki maupun perempuan, (karena) sebagian kamu adalah (keturunan) dari sebagian yang lain. Maka, orang-orang yang berhijrah, diusir dari kampung halamannya, disakiti pada jalan-Ku, berperang, dan terbunuh, pasti akan Aku hapus kesalahan mereka dan pasti Aku masukkan mereka ke dalam surga-surga yang mengalir di bawahnya sungai-sungai sebagai pahala dari Allah. Di sisi Allahlah ada pahala yang baik.”","no_fn":"","teks_fn":"","bacaan":"fastajaaba lahum rabbuhum annii laa udhii'u 'amala 'aamilin minkum min dzakarin aw untsaa ba'dhukum min ba'dhin falladziina haajaruu waukhrijuu min diyaarihim wauudzuu fii sabiilii waqaataluu waqutiluu laukaffiranna 'anhum sayyi-aatihim walaudkhilannahum jannaatin tajrii min tahtihaal-anhaaru tsawaaban min 'indilaahi waalaahu 'indahu husnutstsawaab"},{"id_ayat":489,"no_surah":3,"no_ayat":196,"teks_ayat":"لَا يَغُرَّنَّكَ تَقَلُّبُ الَّذِيْنَ كَفَرُوْا فِى الْبِلَادِۗ","tema":"Kesenangan Sementara bagi Orang Kafir dan Kebahagiaan Abadi bagi Orang Mukmin","teks_terjemah":"Jangan sekali-kali kamu teperdaya oleh bolak-balik perjalanan orang-orang yang kufur di seluruh negeri.","no_fn":"","teks_fn":"","bacaan":"laa yaghurrannaka taqallubuladziina kafaruu fiilbilaad"},{"id_ayat":490,"no_surah":3,"no_ayat":197,"teks_ayat":"مَتَاعٌ قَلِيْلٌ  ۗ ثُمَّ مَأْوٰىهُمْ جَهَنَّمُ ۗوَبِئْسَ الْمِهَادُ ","tema":"Kesenangan Sementara bagi Orang Kafir dan Kebahagiaan Abadi bagi Orang Mukmin","teks_terjemah":"(Semua itu hanyalah) kesenangan sementara, kemudian tempat kembali mereka ialah (neraka) Jahanam. Itulah seburuk-buruk tempat tinggal.","no_fn":"","teks_fn":"","bacaan":"mataa'un qaliilun tsumma ma'waahum jahannamu wabi'salmihaad"},{"id_ayat":491,"no_surah":3,"no_ayat":198,"teks_ayat":"لٰكِنِ الَّذِيْنَ اتَّقَوْا رَبَّهُمْ لَهُمْ جَنّٰتٌ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُ خٰلِدِيْنَ فِيْهَا نُزُلًا مِّنْ عِنْدِ اللّٰهِ ۗ وَمَا عِنْدَ اللّٰهِ خَيْرٌ لِّلْاَبْرَارِ","tema":"Kesenangan Sementara bagi Orang Kafir dan Kebahagiaan Abadi bagi Orang Mukmin","teks_terjemah":"Akan tetapi, orang-orang yang bertakwa kepada Tuhannya, mereka akan mendapat surga-surga yang mengalir di bawahnya sungai-sungai dan mereka kekal di dalamnya sebagai karunia dari Allah. Apa yang di sisi Allah itu lebih baik bagi orang-orang yang selalu berbuat baik.","no_fn":"","teks_fn":"","bacaan":"laakiniladziina ittaqaw rabbahum lahum jannaatun tajrii min tahtihaal-anhaaru khaalidiina fiihaa nuzulan min 'indilaahi wamaa 'indalaahi khayrun lil-abraar"},{"id_ayat":492,"no_surah":3,"no_ayat":199,"teks_ayat":"وَاِنَّ مِنْ اَهْلِ الْكِتٰبِ لَمَنْ يُّؤْمِنُ بِاللّٰهِ وَمَآ اُنْزِلَ اِلَيْكُمْ وَمَآ اُنْزِلَ اِلَيْهِمْ خٰشِعِيْنَ لِلّٰهِ ۙ لَا يَشْتَرُوْنَ بِاٰيٰتِ اللّٰهِ ثَمَنًا قَلِيْلًا ۗ اُولٰۤىِٕكَ لَهُمْ اَجْرُهُمْ عِنْدَ رَبِّهِمْ ۗ اِنَّ اللّٰهَ سَرِيْعُ الْحِسَابِ ","tema":"Sifat Baik Sebagian Ahlulkitab dan Perintah kepada Orang Mukmin","teks_terjemah":"Sesungguhnya di antara Ahlulkitab ada yang beriman kepada Allah dan pada apa yang diturunkan kepada kamu dan yang diturunkan kepada mereka. Mereka berendah hati kepada Allah dan tidak menukarkan ayat-ayat Allah dengan harga murah. Mereka itu memperoleh pahala di sisi Tuhannya. Sesungguhnya Allah Mahacepat perhitungan-Nya.","no_fn":"","teks_fn":"","bacaan":"wa-inna min ahlilkitaabi laman yu'minu bialaahi wamaa unzila ilaykum wamaa unzila ilayhim khaasyi'iina lillaahi laa yasytaruuna bi-aayaatilaahi tsamanan qaliilan ulaa-ika lahum ajruhum 'inda rabbihim innalaaha sarii'ulhisaab"},{"id_ayat":493,"no_surah":3,"no_ayat":200,"teks_ayat":"يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوا اصْبِرُوْا وَصَابِرُوْا وَرَابِطُوْاۗ وَاتَّقُوا اللّٰهَ لَعَلَّكُمْ تُفْلِحُوْنَ ࣖ","tema":"Sifat Baik Sebagian Ahlulkitab dan Perintah kepada Orang Mukmin","teks_terjemah":"Wahai orang-orang yang beriman, bersabarlah kamu, kuatkanlah kesabaranmu, tetaplah bersiap siaga di perbatasan (negerimu), dan bertakwalah kepada Allah agar kamu beruntung.","no_fn":"","teks_fn":"","bacaan":"yaa ayyuhaaladziina aamanuu ishbiruu washaabiruu waraabithuu wattaquulaaha la'allakum tuflihuun"}]