[{"id_ayat":3470,"no_surah":31,"no_ayat":1,"teks_ayat":" الۤمّۤ ۗ ","tema":"Fungsi Al-Qur’an dan Sifat Orang Mukmin","teks_terjemah":"Alif Lām Mīm.","no_fn":"","teks_fn":"","bacaan":"alif-laam-miim"},{"id_ayat":3471,"no_surah":31,"no_ayat":2,"teks_ayat":"تِلْكَ اٰيٰتُ الْكِتٰبِ الْحَكِيْمِۙ ","tema":"Fungsi Al-Qur’an dan Sifat Orang Mukmin","teks_terjemah":"Itulah ayat-ayat Al-Kitab (Al-Qur’an) yang penuh hikmah,","no_fn":"","teks_fn":"","bacaan":"tilka aayaatulkitaabilhakiim"},{"id_ayat":3472,"no_surah":31,"no_ayat":3,"teks_ayat":"هُدًى وَّرَحْمَةً لِّلْمُحْسِنِيْنَۙ ","tema":"Fungsi Al-Qur’an dan Sifat Orang Mukmin","teks_terjemah":"sebagai petunjuk dan rahmat bagi orang-orang yang berbuat kebaikan,","no_fn":"","teks_fn":"","bacaan":"hudan warahmatan lilmuhsiniin"},{"id_ayat":3473,"no_surah":31,"no_ayat":4,"teks_ayat":"الَّذِيْنَ يُقِيْمُوْنَ الصَّلٰوةَ وَيُؤْتُوْنَ الزَّكٰوةَ وَهُمْ بِالْاٰخِرَةِ هُمْ يُوْقِنُوْنَۗ ","tema":"Fungsi Al-Qur’an dan Sifat Orang Mukmin","teks_terjemah":"(yaitu) orang-orang yang menegakkan salat, menunaikan zakat, dan meyakini adanya akhirat.","no_fn":"","teks_fn":"","bacaan":"aladziina yuqiimuunashshalaata wayu'tuunazzakaata wahum bil-aakhirati hum yuuqinuun"},{"id_ayat":3474,"no_surah":31,"no_ayat":5,"teks_ayat":"اُولٰۤىِٕكَ عَلٰى هُدًى مِّنْ رَّبِّهِمْ وَاُولٰۤىِٕكَ هُمُ الْمُفْلِحُوْنَ","tema":"Fungsi Al-Qur’an dan Sifat Orang Mukmin","teks_terjemah":"Merekalah yang mendapat petunjuk dari Tuhannya dan mereka itulah orang-orang yang beruntung.","no_fn":"","teks_fn":"","bacaan":"ulaa-ika 'alaa hudan min rabbihim waulaa-ika humulmuflihuun"},{"id_ayat":3475,"no_surah":31,"no_ayat":6,"teks_ayat":"وَمِنَ النَّاسِ مَنْ يَّشْتَرِيْ لَهْوَ الْحَدِيْثِ لِيُضِلَّ عَنْ سَبِيْلِ اللّٰهِ بِغَيْرِ عِلْمٍۖ وَّيَتَّخِذَهَا هُزُوًاۗ اُولٰۤىِٕكَ لَهُمْ عَذَابٌ مُّهِيْنٌ","tema":"Perbedaan Tanggapan Orang Mukmin dan Orang Kafir terhadap Al-Qur’an","teks_terjemah":"Di antara manusia ada orang yang membeli percakapan kosong untuk menyesatkan (manusia) dari jalan Allah tanpa ilmu dan menjadikannya olok-olokan. Mereka itu akan memperoleh azab yang menghinakan.","no_fn":"","teks_fn":"","bacaan":"waminannaasi man yasytarii lahwalhadiitsi liyudhilla 'an sabiililaahi bighayri 'ilmin wayattakhidzahaa huzuwan ulaa-ika lahum 'adzaabun muhiin"},{"id_ayat":3476,"no_surah":31,"no_ayat":7,"teks_ayat":"وَاِذَا تُتْلٰى عَلَيْهِ اٰيٰتُنَا وَلّٰى مُسْتَكْبِرًا كَاَنْ لَّمْ يَسْمَعْهَا كَاَنَّ فِيْٓ اُذُنَيْهِ وَقْرًاۚ فَبَشِّرْهُ بِعَذَابٍ اَلِيْمٍ","tema":"Perbedaan Tanggapan Orang Mukmin dan Orang Kafir terhadap Al-Qur’an","teks_terjemah":"Apabila dibacakan kepadanya<sup>597)<\/sup> ayat-ayat Kami, dia berpaling dengan menyombongkan diri seolah-olah dia tidak mendengarnya, seakan-akan ada sumbatan di kedua telinganya. Maka, berilah kabar gembira kepadanya dengan azab yang pedih.","no_fn":"597","teks_fn":"597) Pesan dari ayat ini ditujukan kepada orang yang mempergunakan percakapan kosong (segala hal yang memalingkan hati dari ketaatan kepada Allah Swt.) untuk menyesatkan manusia.","bacaan":"wa-idzaa tutlaa 'alayhi aayaatunaa wallaa mustakbiran ka-an lam yasma'haa ka-anna fii udzunayhi waqran fabasysyirhu bi'adzaabinliim"},{"id_ayat":3477,"no_surah":31,"no_ayat":8,"teks_ayat":"اِنَّ الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ لَهُمْ جَنّٰتُ النَّعِيْمِۙ","tema":"Perbedaan Tanggapan Orang Mukmin dan Orang Kafir terhadap Al-Qur’an","teks_terjemah":"Sesungguhnya orang-orang yang beriman dan mengerjakan kebajikan, baginya surga-surga yang penuh kenikmatan.","no_fn":"","teks_fn":"","bacaan":"innaladziina aamanuu wa'amiluushshaalihaati lahum jannaatunna'iim"},{"id_ayat":3478,"no_surah":31,"no_ayat":9,"teks_ayat":"خٰلِدِيْنَ فِيْهَاۗ وَعْدَ اللّٰهِ حَقًّاۗ وَهُوَ الْعَزِيْزُ الْحَكِيْمُ","tema":"Perbedaan Tanggapan Orang Mukmin dan Orang Kafir terhadap Al-Qur’an","teks_terjemah":"Mereka kekal di dalamnya sebagai janji Allah yang benar. Dia Mahaperkasa lagi Mahabijaksana.","no_fn":"","teks_fn":"","bacaan":"khaalidiina fiihaa wa'dalaahi haqqan wahuwal'aziizulhakiim"},{"id_ayat":3479,"no_surah":31,"no_ayat":10,"teks_ayat":"خَلَقَ السَّمٰوٰتِ بِغَيْرِ عَمَدٍ تَرَوْنَهَا وَاَلْقٰى فِى الْاَرْضِ رَوَاسِيَ اَنْ تَمِيْدَ بِكُمْ وَبَثَّ فِيْهَا مِنْ كُلِّ دَاۤبَّةٍۗ وَاَنْزَلْنَا مِنَ السَّمَاۤءِ مَاۤءً فَاَنْۢبَتْنَا فِيْهَا مِنْ كُلِّ زَوْجٍ كَرِيْمٍ ","tema":"Bukti Keesaan Allah melalui Penciptaan Langit dan Bumi","teks_terjemah":"Dia menciptakan langit tanpa tiang (seperti) yang kamu lihat dan meletakkan di bumi gunung-gunung (yang kukuh) agar ia tidak mengguncangkanmu serta menyebarkan padanya (bumi) segala jenis makhluk bergerak. Kami (juga) menurunkan air hujan dari langit,  lalu Kami menumbuhkan padanya segala pasangan yang baik.","no_fn":"","teks_fn":"","bacaan":"khalaqassamaawaati bighayri 'amadin tarawnahaa wa-alqaa fiil-ardhi rawaasiya an tamiida bikum wabatstsa fiihaa min kulli daabbatin wa-anzalnaa minassamaa-i maa-an fa-anbatnaa fiihaa min kulli zawjin kariim"},{"id_ayat":3480,"no_surah":31,"no_ayat":11,"teks_ayat":"هٰذَا خَلْقُ اللّٰهِ فَاَرُوْنِيْ مَاذَا خَلَقَ الَّذِيْنَ مِنْ دُوْنِهٖۗ بَلِ الظّٰلِمُوْنَ فِيْ ضَلٰلٍ مُّبِيْنٍ ࣖ","tema":"Bukti Keesaan Allah melalui Penciptaan Langit dan Bumi","teks_terjemah":"Inilah ciptaan Allah. Maka, perlihatkanlah kepadaku apa yang telah diciptakan oleh (sembahanmu) selain-Nya. Sebenarnya orang-orang zalim itu berada di dalam kesesatan yang nyata.","no_fn":"","teks_fn":"","bacaan":"haadzaa khalqulaahi fa-aruunii maatsaa khalaqaladziina min duunihi balizhzhaalimuuna fii dhalaalin mubiin"},{"id_ayat":3481,"no_surah":31,"no_ayat":12,"teks_ayat":"وَلَقَدْ اٰتَيْنَا لُقْمٰنَ الْحِكْمَةَ اَنِ اشْكُرْ لِلّٰهِ ۗوَمَنْ يَّشْكُرْ فَاِنَّمَا يَشْكُرُ لِنَفْسِهٖۚ وَمَنْ كَفَرَ فَاِنَّ اللّٰهَ غَنِيٌّ حَمِيْدٌ ","tema":"Kisah Luqman dan Anaknya","teks_terjemah":"Sungguh, Kami benar-benar telah memberikan hikmah kepada Luqman, yaitu, “Bersyukurlah kepada Allah! Siapa yang bersyukur, sesungguhnya dia bersyukur untuk dirinya sendiri. Siapa yang kufur (tidak bersyukur), sesungguhnya Allah Mahakaya lagi Maha Terpuji.”","no_fn":"","teks_fn":"","bacaan":"walaqad aataynaa luqmaanalhikmata ani usykur lillaahi waman yasykur fa-innamaa yasykuru linafsihi waman kafara fa-innalaaha ghaniyyun hamiid"},{"id_ayat":3482,"no_surah":31,"no_ayat":13,"teks_ayat":"وَاِذْ قَالَ لُقْمٰنُ لِابْنِهٖ وَهُوَ يَعِظُهٗ يٰبُنَيَّ لَا تُشْرِكْ بِاللّٰهِ ۗاِنَّ الشِّرْكَ لَظُلْمٌ عَظِيْمٌ ","tema":"Kisah Luqman dan Anaknya","teks_terjemah":"(Ingatlah) ketika Luqman berkata kepada anaknya, saat dia menasihatinya, “Wahai anakku, janganlah mempersekutukan Allah! Sesungguhnya mempersekutukan (Allah) itu benar-benar kezaliman yang besar.”","no_fn":"","teks_fn":"","bacaan":"wa-idz qaala luqmaanu libnihi wahuwa ya'izhuhu yaa bunayya laa tusyrik bialaahi innasysyirka lazhulmun 'azhiim"},{"id_ayat":3483,"no_surah":31,"no_ayat":14,"teks_ayat":"وَوَصَّيْنَا الْاِنْسَانَ بِوَالِدَيْهِۚ حَمَلَتْهُ اُمُّهٗ وَهْنًا عَلٰى وَهْنٍ وَّفِصَالُهٗ فِيْ عَامَيْنِ اَنِ اشْكُرْ لِيْ وَلِوَالِدَيْكَۗ اِلَيَّ الْمَصِيْرُ","tema":"Kisah Luqman dan Anaknya","teks_terjemah":"Kami mewasiatkan kepada manusia (agar berbuat baik) kepada kedua orang tuanya. Ibunya telah mengandungnya dalam keadaan lemah yang bertambah-tambah dan menyapihnya dalam dua tahun.<sup>598)<\/sup> (Wasiat Kami,) “Bersyukurlah kepada-Ku dan kepada kedua orang tuamu.” Hanya kepada-Ku (kamu) kembali.","no_fn":"598","teks_fn":"598) Selambat-lambat waktu menyapih ialah sampai anak berumur 2 tahun.","bacaan":"wawashshaynaal-insaana biwaalidayhi hamalat-hu ummuhu wahnan 'alaa wahnin wafishaaluhu fii 'aamayni ani usykur lii waliwaalidayka ilayyalmashiir"},{"id_ayat":3484,"no_surah":31,"no_ayat":15,"teks_ayat":"وَاِنْ جَاهَدٰكَ عَلٰٓى اَنْ تُشْرِكَ بِيْ مَا لَيْسَ لَكَ بِهٖ عِلْمٌ فَلَا تُطِعْهُمَا وَصَاحِبْهُمَا فِى الدُّنْيَا مَعْرُوْفًا ۖوَّاتَّبِعْ سَبِيْلَ مَنْ اَنَابَ اِلَيَّۚ  ثُمَّ اِلَيَّ مَرْجِعُكُمْ فَاُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُوْنَ","tema":"Kisah Luqman dan Anaknya","teks_terjemah":"Jika keduanya memaksamu untuk mempersekutukan-Ku dengan sesuatu yang engkau tidak punya ilmu tentang itu, janganlah patuhi keduanya, (tetapi) pergaulilah keduanya di dunia dengan baik dan ikutilah jalan orang yang kembali kepada-Ku. Kemudian, hanya kepada-Ku kamu kembali, lalu Aku beri tahukan kepadamu apa yang biasa kamu kerjakan.","no_fn":"","teks_fn":"","bacaan":"wa-in jaahadaaka 'alaa an tusyrika bii maa laysa laka bihi 'ilmun falaa tuthi'humaa washaahibhumaa fiiddunyaa ma'ruufan wattabi' sabiila man anaaba ilayya tsumma ilayya marji'ukum fa-unabbi-ukum bimaa kuntum ta'maluun"},{"id_ayat":3485,"no_surah":31,"no_ayat":16,"teks_ayat":"يٰبُنَيَّ اِنَّهَآ اِنْ تَكُ مِثْقَالَ حَبَّةٍ مِّنْ خَرْدَلٍ فَتَكُنْ فِيْ صَخْرَةٍ اَوْ فِى السَّمٰوٰتِ اَوْ فِى الْاَرْضِ يَأْتِ بِهَا اللّٰهُ ۗاِنَّ اللّٰهَ لَطِيْفٌ خَبِيْرٌ","tema":"Kisah Luqman dan Anaknya","teks_terjemah":"(Luqman berkata,) “Wahai anakku, sesungguhnya jika ada (suatu perbuatan) seberat biji sawi dan berada dalam batu, di langit, atau di bumi, niscaya Allah akan menghadirkannya (untuk diberi balasan). Sesungguhnya Allah Mahalembut<sup>599)<\/sup> lagi Mahateliti.","no_fn":"599","teks_fn":"599) Allah Mahalembut artinya ialah ilmu Allah itu meliputi segala sesuatu, betapapun kecilnya.","bacaan":"yaa bunayya innahaa in taku mitsqaala habbatin min khardalin fatakun fii shakhratin aw fiissamaawaati aw fiil-ardhi ya'ti bihaalaahu innalaaha lathiifun khabiir"},{"id_ayat":3486,"no_surah":31,"no_ayat":17,"teks_ayat":"يٰبُنَيَّ اَقِمِ الصَّلٰوةَ وَأْمُرْ بِالْمَعْرُوْفِ وَانْهَ عَنِ الْمُنْكَرِ وَاصْبِرْ عَلٰى مَآ اَصَابَكَۗ اِنَّ ذٰلِكَ مِنْ عَزْمِ الْاُمُوْرِ","tema":"Kisah Luqman dan Anaknya","teks_terjemah":"Wahai anakku, tegakkanlah salat dan suruhlah (manusia) berbuat yang makruf dan cegahlah (mereka) dari yang mungkar serta bersabarlah terhadap apa yang menimpamu. Sesungguhnya yang demikian itu termasuk urusan yang (harus) diutamakan.","no_fn":"","teks_fn":"","bacaan":"yaa bunayya aqimishshalaata wa'mur bilma'ruufi wanha 'anilmunkari washbir 'alaa maa ashaabaka inna dzaalika min 'azmil-umuur"},{"id_ayat":3487,"no_surah":31,"no_ayat":18,"teks_ayat":"وَلَا تُصَعِّرْ خَدَّكَ لِلنَّاسِ وَلَا تَمْشِ فِى الْاَرْضِ مَرَحًاۗ اِنَّ اللّٰهَ لَا يُحِبُّ كُلَّ مُخْتَالٍ فَخُوْرٍۚ","tema":"Kisah Luqman dan Anaknya","teks_terjemah":"Janganlah memalingkan wajahmu dari manusia (karena sombong) dan janganlah berjalan di bumi ini dengan angkuh. Sesungguhnya Allah tidak menyukai setiap orang yang sombong lagi sangat membanggakan diri.","no_fn":"","teks_fn":"","bacaan":"walaa tusha''ir khaddaka linnaasi walaa tamsyi fiil-ardhi marahan innalaaha laa yuhibbu kulla mukhtaalin fakhuur"},{"id_ayat":3488,"no_surah":31,"no_ayat":19,"teks_ayat":"وَاقْصِدْ فِيْ مَشْيِكَ وَاغْضُضْ مِنْ صَوْتِكَۗ اِنَّ اَنْكَرَ الْاَصْوَاتِ لَصَوْتُ الْحَمِيْرِ ࣖ","tema":"Kisah Luqman dan Anaknya","teks_terjemah":"Berlakulah wajar dalam berjalan<sup>600)<\/sup> dan lembutkanlah suaramu. Sesungguhnya seburuk-buruk suara ialah suara keledai.”","no_fn":"600","teks_fn":"600) Ketika berjalan, janganlah terlampau cepat dan jangan pula terlalu lambat.","bacaan":"waqshid fii masyyika waghdhudh min shawtika inna ankaral-ashwaati lashawtulhamiir"},{"id_ayat":3489,"no_surah":31,"no_ayat":20,"teks_ayat":"اَلَمْ تَرَوْا اَنَّ اللّٰهَ سَخَّرَ لَكُمْ مَّا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِ وَاَسْبَغَ عَلَيْكُمْ نِعَمَهٗ ظَاهِرَةً وَّبَاطِنَةً ۗوَمِنَ النَّاسِ مَنْ يُّجَادِلُ فِى اللّٰهِ بِغَيْرِ عِلْمٍ وَّلَا هُدًى وَّلَا كِتٰبٍ مُّنِيْرٍ","tema":"Celaan terhadap Kaum Musyrik","teks_terjemah":"Tidakkah kamu memperhatikan bahwa sesungguhnya Allah telah menundukkan apa yang ada di langit dan apa yang ada di bumi untukmu. Dia (juga) menyempurnakan nikmat-nikmat-Nya yang lahir dan batin untukmu. Akan tetapi, di antara manusia ada yang membantah (keesaan) Allah tanpa (berdasarkan) ilmu, petunjuk, dan kitab suci yang menerangi.","no_fn":"","teks_fn":"","bacaan":"alam taraw annalaaha sakhkhara lakum maa fiissamaawaati wamaa fiil-ardhi wa-asbagha 'alaykum ni'amahu zhaahiratan wabaathinatan waminannaasi man yujaadilu fiilaahi bighayri 'ilmin walaa hudan walaa kitaabin muniir"},{"id_ayat":3490,"no_surah":31,"no_ayat":21,"teks_ayat":"وَاِذَا قِيْلَ لَهُمُ اتَّبِعُوْا مَآ اَنْزَلَ اللّٰهُ قَالُوْا بَلْ نَتَّبِعُ مَا وَجَدْنَا عَلَيْهِ اٰبَاۤءَنَاۗ اَوَلَوْ كَانَ الشَّيْطٰنُ يَدْعُوْهُمْ اِلٰى عَذَابِ السَّعِيْرِ","tema":"Celaan terhadap Kaum Musyrik","teks_terjemah":"Apabila dikatakan kepada mereka, “Ikutilah apa yang diturunkan Allah!” mereka menjawab, “(Tidak). Kami justru (hanya) mengikuti kebiasaan yang kami dapati dari nenek moyang kami.” Apakah (mereka akan mengikuti nenek moyang mereka,) walaupun sebenarnya setan menyeru mereka ke dalam azab api yang menyala-nyala (neraka)?","no_fn":"","teks_fn":"","bacaan":"wa-idzaa qiila lahumu ittabi'uu maa anzalalaahu qaaluu bal nattabi'u maa wajadnaa 'alayhi aabaa-anaa awa law kaanasysyaythaanu yad'uuhum ilaa 'adzaabissa'iir"},{"id_ayat":3491,"no_surah":31,"no_ayat":22,"teks_ayat":"۞ وَمَنْ يُّسْلِمْ وَجْهَهٗٓ اِلَى اللّٰهِ وَهُوَ مُحْسِنٌ فَقَدِ اسْتَمْسَكَ بِالْعُرْوَةِ الْوُثْقٰىۗ وَاِلَى اللّٰهِ عَاقِبَةُ الْاُمُوْرِ","tema":"Celaan terhadap Kaum Musyrik","teks_terjemah":"Siapa yang berserah diri kepada Allah dan dia seorang muhsin, maka sungguh dia telah berpegang teguh pada buhul (tali) yang kukuh. Hanya kepada Allah kesudahan segala urusan.","no_fn":"","teks_fn":"","bacaan":"waman yuslim wajhahu ilaalaahi wahuwa muhsinun faqadi istamsaka bil'urwatilwutsqaa wa-ilaalaahi 'aaqibatul-umuur"},{"id_ayat":3492,"no_surah":31,"no_ayat":23,"teks_ayat":"وَمَنْ كَفَرَ فَلَا يَحْزُنْكَ كُفْرُهٗۗ اِلَيْنَا مَرْجِعُهُمْ فَنُنَبِّئُهُمْ بِمَا عَمِلُوْاۗ اِنَّ اللّٰهَ عَلِيْمٌۢ بِذَاتِ الصُّدُوْرِ","tema":"Celaan terhadap Kaum Musyrik","teks_terjemah":"Siapa yang kufur, maka janganlah kekufurannya itu membuatmu (Nabi Muhammad) sedih. Kepada Kamilah tempat kembali mereka, lalu Kami memberitakan kepadanya apa yang telah mereka kerjakan. Sesungguhnya Allah Maha Mengetahui segala isi hati.","no_fn":"","teks_fn":"","bacaan":"waman kafara falaa yahzunka kufruhu ilaynaa marji'uhum fanunabbi-uhum bimaa 'amiluu innalaaha 'aliimun bidzaatishshuduur"},{"id_ayat":3493,"no_surah":31,"no_ayat":24,"teks_ayat":"نُمَتِّعُهُمْ قَلِيْلًا ثُمَّ نَضْطَرُّهُمْ اِلٰى عَذَابٍ غَلِيْظٍ","tema":"Celaan terhadap Kaum Musyrik","teks_terjemah":"Kami membiarkan mereka bersenang-senang sebentar, kemudian Kami memaksa mereka (masuk) ke dalam azab yang keras.","no_fn":"","teks_fn":"","bacaan":"numatti'uhum qaliilan tsumma nadtharruhum ilaa 'adzaabin ghaliizh"},{"id_ayat":3494,"no_surah":31,"no_ayat":25,"teks_ayat":"وَلَىِٕنْ سَاَلْتَهُمْ مَّنْ خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ لَيَقُوْلُنَّ اللّٰهُ ۗقُلِ الْحَمْدُ لِلّٰهِ ۗبَلْ اَكْثَرُهُمْ لَا يَعْلَمُوْنَ","tema":"Bukti Wujud Allah, Keluasan Ilmu-Nya, dan Keniscayaan Hari Kebangkitan","teks_terjemah":"Sungguh, jika engkau (Nabi Muhammad) bertanya kepada mereka, “Siapakah yang menciptakan langit dan bumi?” pasti mereka akan menjawab, “Allah.” Katakanlah, “Segala puji bagi Allah,” tetapi kebanyakan mereka tidak mengetahui.","no_fn":"","teks_fn":"","bacaan":"wala-in sa-altahum man khalaqassamaawaati wal-ardha layaquulunnalaahu qulilhamdu lillaahi bal aktsaruhum laa ya'lamuun"},{"id_ayat":3495,"no_surah":31,"no_ayat":26,"teks_ayat":"لِلّٰهِ مَا فِى السَّمٰوٰتِ وَالْاَرْضِۗ اِنَّ اللّٰهَ هُوَ الْغَنِيُّ الْحَمِيْدُ","tema":"Bukti Wujud Allah, Keluasan Ilmu-Nya, dan Keniscayaan Hari Kebangkitan","teks_terjemah":"Milik Allahlah apa yang di langit dan di bumi. Sesungguhnya Allahlah Yang Mahakaya lagi Maha Terpuji.","no_fn":"","teks_fn":"","bacaan":"lillaahi maa fiissamaawaati wal-ardhi innalaaha huwalghaniyyulhamiid"},{"id_ayat":3496,"no_surah":31,"no_ayat":27,"teks_ayat":"وَلَوْ اَنَّ مَا فِى الْاَرْضِ مِنْ شَجَرَةٍ اَقْلَامٌ وَّالْبَحْرُ يَمُدُّهٗ مِنْۢ بَعْدِهٖ سَبْعَةُ اَبْحُرٍ مَّا نَفِدَتْ كَلِمٰتُ اللّٰهِ ۗاِنَّ اللّٰهَ عَزِيْزٌ حَكِيْمٌ","tema":"Bukti Wujud Allah, Keluasan Ilmu-Nya, dan Keniscayaan Hari Kebangkitan","teks_terjemah":"Seandainya pohon-pohon di bumi menjadi pena dan lautan (menjadi tinta) ditambah tujuh lautan lagi setelah (kering)-nya, niscaya tidak akan pernah habis kalimatullah<sup>601)<\/sup> (ditulis dengannya). Sesungguhnya Allah Mahaperkasa lagi Mahabijaksana.","no_fn":"601","teks_fn":"601) Yang dimaksud dengan kalimatullah pada ayat ini adalah ilmu dan hikmah-Nya.","bacaan":"walaw annamaa fiil-ardhi min syajaratin aqlaamun walbahru yamudduhu min ba'dihi sab'atu abhurin maa nafidat kalimaatulaahi innalaaha 'aziizun hakiim"},{"id_ayat":3497,"no_surah":31,"no_ayat":28,"teks_ayat":"مَا خَلْقُكُمْ وَلَا بَعْثُكُمْ اِلَّا كَنَفْسٍ وَّاحِدَةٍ ۗاِنَّ اللّٰهَ سَمِيْعٌۢ بَصِيْرٌ","tema":"Bukti Wujud Allah, Keluasan Ilmu-Nya, dan Keniscayaan Hari Kebangkitan","teks_terjemah":"Menciptakan dan membangkitkan kamu (bagi Allah) hanyalah seperti (mudahnya menciptakan dan membangkitkan) satu jiwa saja. Sesungguhnya Allah Maha Mendengar lagi Maha Melihat.","no_fn":"","teks_fn":"","bacaan":"maa khalqukum walaa ba'tsukum illaa kanafsin waahidatin innalaaha samii'un bashiir"},{"id_ayat":3498,"no_surah":31,"no_ayat":29,"teks_ayat":"اَلَمْ تَرَ اَنَّ اللّٰهَ يُوْلِجُ الَّيْلَ فِى النَّهَارِ وَيُوْلِجُ النَّهَارَ فِى الَّيْلِ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَۖ  كُلٌّ يَّجْرِيْٓ اِلٰٓى اَجَلٍ مُّسَمًّى وَّاَنَّ اللّٰهَ بِمَا تَعْمَلُوْنَ خَبِيْرٌ","tema":"Bukti Wujud Allah, Keluasan Ilmu-Nya, dan Keniscayaan Hari Kebangkitan","teks_terjemah":"Tidakkah engkau memperhatikan bahwa sesungguhnya Allah memasukkan malam ke dalam siang, memasukkan siang ke dalam malam, dan menundukkan matahari dan bulan, masing-masing beredar sampai pada waktu yang ditentukan? (Tidakkah pula engkau memperhatikan bahwa) sesungguhnya Allah Mahateliti terhadap apa yang kamu kerjakan?","no_fn":"","teks_fn":"","bacaan":"alam tara annalaaha yuulijulayla fiinnahaari wayuulijunnahaara fiilayli wasakhkharasysyamsa walqamara kullun yajrii ilaa ajalin musamman wa-annalaaha bimaa ta'maluuna khabiir"},{"id_ayat":3499,"no_surah":31,"no_ayat":30,"teks_ayat":"ذٰلِكَ بِاَنَّ اللّٰهَ هُوَ الْحَقُّ وَاَنَّ مَا يَدْعُوْنَ مِنْ دُوْنِهِ الْبَاطِلُۙ وَاَنَّ اللّٰهَ هُوَ الْعَلِيُّ الْكَبِيْرُ ࣖ","tema":"Bukti Wujud Allah, Keluasan Ilmu-Nya, dan Keniscayaan Hari Kebangkitan","teks_terjemah":"Demikian itu karena sesungguhnya Allahlah (Tuhan) yang sebenar-benarnya, apa saja yang mereka seru selain Allah adalah batil, dan sesungguhnya Allahlah Yang Mahatinggi lagi Mahabesar.","no_fn":"","teks_fn":"","bacaan":"dzaalika bi-annalaaha huwalhaqqu wa-anna maa yad'uuna min duunihilbaathilu wa-annalaaha huwal'aliyyulkabiir"},{"id_ayat":3500,"no_surah":31,"no_ayat":31,"teks_ayat":"اَلَمْ تَرَ اَنَّ الْفُلْكَ تَجْرِيْ فِى الْبَحْرِ بِنِعْمَتِ اللّٰهِ لِيُرِيَكُمْ مِّنْ اٰيٰتِهٖۗ اِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ لِّكُلِّ صَبَّارٍ شَكُوْرٍ","tema":"Bukti Wujud Allah, Keluasan Ilmu-Nya, dan Keniscayaan Hari Kebangkitan","teks_terjemah":"Tidakkah engkau memperhatikan bahwa sesungguhnya kapal itu berlayar di laut berkat nikmat Allah agar Dia memperlihatkan kepadamu sebagian dari tanda-tanda (kebesaran)-Nya. Sesungguhnya pada yang demikian itu terdapat tanda-tanda bagi setiap orang yang sangat sabar dan banyak bersyukur.","no_fn":"","teks_fn":"","bacaan":"alam tara annalfulka tajrii fiilbahri bini'matilaahi liyuriyakum min aayaatihi inna fii dzaalika laaayaatin likulli shabbaarin syakuur"},{"id_ayat":3501,"no_surah":31,"no_ayat":32,"teks_ayat":"وَاِذَا غَشِيَهُمْ مَّوْجٌ كَالظُّلَلِ دَعَوُا اللّٰهَ مُخْلِصِيْنَ لَهُ الدِّيْنَ ەۚ فَلَمَّا نَجّٰىهُمْ اِلَى الْبَرِّ فَمِنْهُمْ مُّقْتَصِدٌۗ وَمَا يَجْحَدُ بِاٰيٰتِنَآ اِلَّا كُلُّ خَتَّارٍ كَفُوْرٍ","tema":"Bukti Wujud Allah, Keluasan Ilmu-Nya, dan Keniscayaan Hari Kebangkitan","teks_terjemah":"Apabila mereka digulung ombak besar seperti awan tebal, mereka menyeru kepada Allah dengan memurnikan ketaatan hanya bagi-Nya. Kemudian, ketika Allah menyelamatkan mereka sampai di daratan, sebagian kecil (saja) di antara mereka yang tetap menempuh jalan yang lurus.<sup>602)<\/sup> Tidak ada yang mengingkari ayat-ayat Kami selain pengkhianat yang tidak berterima kasih.","no_fn":"602","teks_fn":"602) Yang dimaksud jalan yang lurus adalah mengakui keesaan Allah Swt.","bacaan":"wa-idzaa ghasyiyahum mawjun kazhzhulali da'awuulaaha mukhlishiina lahuddiina falammaa najjaahum ilaalbarri faminhum muqtashidun wamaa yajhadu bi-aayaatinaa illaa kullu khattaarin kafuur"},{"id_ayat":3502,"no_surah":31,"no_ayat":33,"teks_ayat":"يٰٓاَيُّهَا النَّاسُ اتَّقُوْا رَبَّكُمْ وَاخْشَوْا يَوْمًا لَّا يَجْزِيْ وَالِدٌ عَنْ وَّلَدِهٖۖ وَلَا مَوْلُوْدٌ هُوَ جَازٍ عَنْ وَّالِدِهٖ شَيْـًٔاۗ اِنَّ وَعْدَ اللّٰهِ حَقٌّ فَلَا تَغُرَّنَّكُمُ الْحَيٰوةُ الدُّنْيَاۗ وَلَا يَغُرَّنَّكُمْ بِاللّٰهِ الْغَرُوْرُ","tema":"Perintah Takwa dan Rahasia Kegaiban","teks_terjemah":"Wahai manusia, bertakwalah kepada Tuhanmu dan takutlah akan hari yang (ketika itu) seorang bapak tidak dapat membela anaknya dan seorang anak tidak dapat (pula) membela bapaknya sedikit pun! Sesungguhnya janji Allah adalah benar, maka janganlah sekali-kali kamu diperdaya oleh kehidupan dunia dan jangan sampai karena (kebaikan-kebaikan) Allah kamu diperdaya oleh penipu.","no_fn":"","teks_fn":"","bacaan":"yaa ayyuhaannaasu ittaquu rabbakum wakhsyaw yawman laa yajzii waalidun 'an waladihi walaa mawluudun huwa jaazin 'an waalidihi syay-an inna wa'dalaahi haqqun falaa taghurrannakumulhayaatuddunyaa walaa yaghurrannakum bialaahilgharuur"},{"id_ayat":3503,"no_surah":31,"no_ayat":34,"teks_ayat":"اِنَّ اللّٰهَ عِنْدَهٗ عِلْمُ السَّاعَةِۚ وَيُنَزِّلُ الْغَيْثَۚ وَيَعْلَمُ مَا فِى الْاَرْحَامِۗ وَمَا تَدْرِيْ نَفْسٌ مَّاذَا تَكْسِبُ غَدًاۗ وَمَا تَدْرِيْ نَفْسٌۢ بِاَيِّ اَرْضٍ تَمُوْتُۗ اِنَّ اللّٰهَ عَلِيْمٌ خَبِيْرٌ ࣖ","tema":"Perintah Takwa dan Rahasia Kegaiban","teks_terjemah":"Sesungguhnya Allah memiliki pengetahuan tentang hari Kiamat, menurunkan hujan, dan mengetahui apa yang ada dalam rahim. Tidak ada seorang pun yang dapat mengetahui (dengan pasti) apa yang akan dia kerjakan besok.<sup>603)<\/sup> (Begitu pula,) tidak ada seorang pun yang dapat mengetahui di bumi mana dia akan mati. Sesungguhnya Allah Maha Mengetahui lagi Mahateliti.","no_fn":"603","teks_fn":"603) Manusia tidak dapat mengetahui dengan pasti apa yang akan dikerjakannya besok atau yang akan diperolehnya, namun mereka diwajibkan berusaha.","bacaan":"innalaaha 'indahu 'ilmussaa'ati wayunazzilulghaytsa waya'lamu maa fiil-arhaami wamaa tadrii nafsun maatsaa taksibu ghadan wamaa tadrii nafsun bi-ayyi ardhin tamuutu innalaaha 'aliimun khabiir"}]