[{"id":3470,"surah":31,"no_ayah":1,"theme":"Fungsi Al-Qur’an dan Sifat Orang Mukmin","text_ayah":" الۤمّۤ ۗ ","text_id":"Alif Lām Mīm.","text_en":"ALIF LAM MIM.","transliteration":"alif lām mīm","no_fn":"","text_fn":""},{"id":3471,"surah":31,"no_ayah":2,"theme":"Fungsi Al-Qur’an dan Sifat Orang Mukmin","text_ayah":"تِلْكَ اٰيٰتُ الْكِتٰبِ الْحَكِيْمِۙ ","text_id":"Itulah ayat-ayat Al-Kitab (Al-Qur’an) yang penuh hikmah,","text_en":"These are the verses of the sagacious Book,","transliteration":"tilka āyātul-kitābil-ḥakīm","no_fn":"","text_fn":""},{"id":3472,"surah":31,"no_ayah":3,"theme":"Fungsi Al-Qur’an dan Sifat Orang Mukmin","text_ayah":"هُدًى وَّرَحْمَةً لِّلْمُحْسِنِيْنَۙ ","text_id":"sebagai petunjuk dan rahmat bagi orang-orang yang berbuat kebaikan,","text_en":"And a guidance and grace for those who do good,","transliteration":"hudaw wa raḥmatal lil-muḥsinīn","no_fn":"","text_fn":""},{"id":3473,"surah":31,"no_ayah":4,"theme":"Fungsi Al-Qur’an dan Sifat Orang Mukmin","text_ayah":"الَّذِيْنَ يُقِيْمُوْنَ الصَّلٰوةَ وَيُؤْتُوْنَ الزَّكٰوةَ وَهُمْ بِالْاٰخِرَةِ هُمْ يُوْقِنُوْنَۗ ","text_id":"(yaitu) orang-orang yang menegakkan salat, menunaikan zakat, dan meyakini adanya akhirat.","text_en":"Who are constant in devotion, pay the zakat, and are certain of the Hereafter.","transliteration":"allażīna yuqīmụnaṣ-ṣalāta wa yu`tụnaz-zakāta wa hum bil-ākhirati hum yụqinụn","no_fn":"","text_fn":""},{"id":3474,"surah":31,"no_ayah":5,"theme":"Fungsi Al-Qur’an dan Sifat Orang Mukmin","text_ayah":"اُولٰۤىِٕكَ عَلٰى هُدًى مِّنْ رَّبِّهِمْ وَاُولٰۤىِٕكَ هُمُ الْمُفْلِحُوْنَ","text_id":"Merekalah yang mendapat petunjuk dari Tuhannya dan mereka itulah orang-orang yang beruntung.","text_en":"They are on guidance from their Lord, and will prosper.","transliteration":"ulā`ika 'alā hudam mir rabbihim wa ulā`ika humul-mufliḥụn","no_fn":"","text_fn":""},{"id":3475,"surah":31,"no_ayah":6,"theme":"Perbedaan Tanggapan Orang Mukmin dan Orang Kafir terhadap Al-Qur’an","text_ayah":"وَمِنَ النَّاسِ مَنْ يَّشْتَرِيْ لَهْوَ الْحَدِيْثِ لِيُضِلَّ عَنْ سَبِيْلِ اللّٰهِ بِغَيْرِ عِلْمٍۖ وَّيَتَّخِذَهَا هُزُوًاۗ اُولٰۤىِٕكَ لَهُمْ عَذَابٌ مُّهِيْنٌ","text_id":"Di antara manusia ada orang yang membeli percakapan kosong untuk menyesatkan (manusia) dari jalan Allah tanpa ilmu dan menjadikannya olok-olokan. Mereka itu akan memperoleh azab yang menghinakan.","text_en":"But among men are also those who spread frivolous stories to mislead (others) from the way of God, without any knowledge, and take it lightly. For such as these the nemesis will be shameful.","transliteration":"wa minan-nāsi may yasytarī lahwal-ḥadīṡi liyuḍilla 'an sabīlillāhi bigairi 'ilmiw wa yattakhiżahā huzuwā, ulā`ika lahum 'ażābum muhīn","no_fn":"","text_fn":""},{"id":3476,"surah":31,"no_ayah":7,"theme":"Perbedaan Tanggapan Orang Mukmin dan Orang Kafir terhadap Al-Qur’an","text_ayah":"وَاِذَا تُتْلٰى عَلَيْهِ اٰيٰتُنَا وَلّٰى مُسْتَكْبِرًا كَاَنْ لَّمْ يَسْمَعْهَا كَاَنَّ فِيْٓ اُذُنَيْهِ وَقْرًاۚ فَبَشِّرْهُ بِعَذَابٍ اَلِيْمٍ","text_id":"Apabila dibacakan kepadanya<sup>597)</sup> ayat-ayat Kami, dia berpaling dengan menyombongkan diri seolah-olah dia tidak mendengarnya, seakan-akan ada sumbatan di kedua telinganya. Maka, berilah kabar gembira kepadanya dengan azab yang pedih.","text_en":"When Our verses are recited before them they turn away haughtily as though they did not hear them, as if a deafness had come into their ears. So give them tidings of a shameful punishment.","transliteration":"wa iżā tutlā 'alaihi āyātunā wallā mustakbirang ka`al lam yasma'hā ka`anna fī użunaihi waqrā, fa basysyir-hu bi'ażābin alīm","no_fn":"597","text_fn":"597) Pesan dari ayat ini ditujukan kepada orang yang mempergunakan percakapan kosong (segala hal yang memalingkan hati dari ketaatan kepada Allah Swt.) untuk menyesatkan manusia."},{"id":3477,"surah":31,"no_ayah":8,"theme":"Perbedaan Tanggapan Orang Mukmin dan Orang Kafir terhadap Al-Qur’an","text_ayah":"اِنَّ الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ لَهُمْ جَنّٰتُ النَّعِيْمِۙ","text_id":"Sesungguhnya orang-orang yang beriman dan mengerjakan kebajikan, baginya surga-surga yang penuh kenikmatan.","text_en":"Surely for those who believe and do the right are pleasure gardens.","transliteration":"innallażīna āmanu wa 'amiluṣ-ṣāliḥāti lahum jannātun na'īm","no_fn":"","text_fn":""},{"id":3478,"surah":31,"no_ayah":9,"theme":"Perbedaan Tanggapan Orang Mukmin dan Orang Kafir terhadap Al-Qur’an","text_ayah":"خٰلِدِيْنَ فِيْهَاۗ وَعْدَ اللّٰهِ حَقًّاۗ وَهُوَ الْعَزِيْزُ الْحَكِيْمُ","text_id":"Mereka kekal di dalamnya sebagai janji Allah yang benar. Dia Mahaperkasa lagi Mahabijaksana.","text_en":"They will abide in them for ever. The promise of God is true; and He is all-mighty and all-wise.","transliteration":"khālidīna fīhā, wa'dallāhi ḥaqqā, wa huwal-'azīzul-ḥakīm","no_fn":"","text_fn":""},{"id":3479,"surah":31,"no_ayah":10,"theme":"Bukti Keesaan Allah melalui Penciptaan Langit dan Bumi","text_ayah":"خَلَقَ السَّمٰوٰتِ بِغَيْرِ عَمَدٍ تَرَوْنَهَا وَاَلْقٰى فِى الْاَرْضِ رَوَاسِيَ اَنْ تَمِيْدَ بِكُمْ وَبَثَّ فِيْهَا مِنْ كُلِّ دَاۤبَّةٍۗ وَاَنْزَلْنَا مِنَ السَّمَاۤءِ مَاۤءً فَاَنْۢبَتْنَا فِيْهَا مِنْ كُلِّ زَوْجٍ كَرِيْمٍ ","text_id":"Dia menciptakan langit tanpa tiang (seperti) yang kamu lihat dan meletakkan di bumi gunung-gunung (yang kukuh) agar ia tidak mengguncangkanmu serta menyebarkan padanya (bumi) segala jenis makhluk bergerak. Kami (juga) menurunkan air hujan dari langit,  lalu Kami menumbuhkan padanya segala pasangan yang baik.","text_en":"He created the skies without a support, as you can see, and placed stabilisers in the earth that you may dwell at ease as it revolves; and dispersed on it all varieties of creatures, and He sent down water from the skies and grew all kinds of splendid things upon it.","transliteration":"khalaqas-samāwāti bigairi 'amadin taraunahā wa alqā fil-arḍi rawāsiya an tamīda bikum wa baṡṡa fīhā ming kulli dābbah, wa anzalnā minas-samā`i mā`an fa ambatnā fīhā ming kulli zaujing karīm","no_fn":"","text_fn":""},{"id":3480,"surah":31,"no_ayah":11,"theme":"Bukti Keesaan Allah melalui Penciptaan Langit dan Bumi","text_ayah":"هٰذَا خَلْقُ اللّٰهِ فَاَرُوْنِيْ مَاذَا خَلَقَ الَّذِيْنَ مِنْ دُوْنِهٖۗ بَلِ الظّٰلِمُوْنَ فِيْ ضَلٰلٍ مُّبِيْنٍ ࣖ","text_id":"Inilah ciptaan Allah. Maka, perlihatkanlah kepadaku apa yang telah diciptakan oleh (sembahanmu) selain-Nya. Sebenarnya orang-orang zalim itu berada di dalam kesesatan yang nyata.","text_en":"Such is God's creation. Show me now what those (they worship) beside Him have created. Surely the evil-doers are in clear error.","transliteration":"hāżā khalqullāhi fa arụnī māżā khalaqallażīna min dụnih, baliẓ-ẓālimụna fī ḍalālim mubīn","no_fn":"","text_fn":""},{"id":3481,"surah":31,"no_ayah":12,"theme":"Kisah Luqman dan Anaknya","text_ayah":"وَلَقَدْ اٰتَيْنَا لُقْمٰنَ الْحِكْمَةَ اَنِ اشْكُرْ لِلّٰهِ ۗوَمَنْ يَّشْكُرْ فَاِنَّمَا يَشْكُرُ لِنَفْسِهٖۚ وَمَنْ كَفَرَ فَاِنَّ اللّٰهَ غَنِيٌّ حَمِيْدٌ ","text_id":"Sungguh, Kami benar-benar telah memberikan hikmah kepada Luqman, yaitu, “Bersyukurlah kepada Allah! Siapa yang bersyukur, sesungguhnya dia bersyukur untuk dirinya sendiri. Siapa yang kufur (tidak bersyukur), sesungguhnya Allah Mahakaya lagi Maha Terpuji.”","text_en":"We bestowed wisdom on Luqman that he may be grateful to God. Whosoever is grateful is so for his own good, and whoever is ungrateful (should remember) that God is above all concern, worthy of praise.","transliteration":"wa laqad ātainā luqmānal-ḥikmata anisykur lillāh, wa may yasykur fa innamā yasykuru linafsih, wa mang kafara fa innallāha ganiyyun ḥamīd","no_fn":"","text_fn":""},{"id":3482,"surah":31,"no_ayah":13,"theme":"Kisah Luqman dan Anaknya","text_ayah":"وَاِذْ قَالَ لُقْمٰنُ لِابْنِهٖ وَهُوَ يَعِظُهٗ يٰبُنَيَّ لَا تُشْرِكْ بِاللّٰهِ ۗاِنَّ الشِّرْكَ لَظُلْمٌ عَظِيْمٌ ","text_id":"(Ingatlah) ketika Luqman berkata kepada anaknya, saat dia menasihatinya, “Wahai anakku, janganlah mempersekutukan Allah! Sesungguhnya mempersekutukan (Allah) itu benar-benar kezaliman yang besar.”","text_en":"(Remember) when Luqman counselled his son: \"O son, do not associate any one with God. To associate others with God is a grievous wrong.\"","transliteration":"wa iż qāla luqmānu libnihī wa huwa ya'iẓuhụ yā bunayya lā tusyrik billāh, innasy-syirka laẓulmun 'aẓīm","no_fn":"","text_fn":""},{"id":3483,"surah":31,"no_ayah":14,"theme":"Kisah Luqman dan Anaknya","text_ayah":"وَوَصَّيْنَا الْاِنْسَانَ بِوَالِدَيْهِۚ حَمَلَتْهُ اُمُّهٗ وَهْنًا عَلٰى وَهْنٍ وَّفِصَالُهٗ فِيْ عَامَيْنِ اَنِ اشْكُرْ لِيْ وَلِوَالِدَيْكَۗ اِلَيَّ الْمَصِيْرُ","text_id":"Kami mewasiatkan kepada manusia (agar berbuat baik) kepada kedua orang tuanya. Ibunya telah mengandungnya dalam keadaan lemah yang bertambah-tambah dan menyapihnya dalam dua tahun.<sup>598)</sup> (Wasiat Kami,) “Bersyukurlah kepada-Ku dan kepada kedua orang tuamu.” Hanya kepada-Ku (kamu) kembali.","text_en":"We have committed man about his parents. His mother carries him in her womb in weakness and debility, weaning him in two years. So he should be grateful to Me and his parents. To Me is the journeying back.","transliteration":"wa waṣṣainal-insāna biwālidaīh, ḥamalat-hu ummuhụ wahnan 'alā wahniw wa fiṣāluhụ fī 'āmaini anisykur lī wa liwālidaīk, ilayyal-maṣīr","no_fn":"598","text_fn":"598) Selambat-lambat waktu menyapih ialah sampai anak berumur 2 tahun."},{"id":3484,"surah":31,"no_ayah":15,"theme":"Kisah Luqman dan Anaknya","text_ayah":"وَاِنْ جَاهَدٰكَ عَلٰٓى اَنْ تُشْرِكَ بِيْ مَا لَيْسَ لَكَ بِهٖ عِلْمٌ فَلَا تُطِعْهُمَا وَصَاحِبْهُمَا فِى الدُّنْيَا مَعْرُوْفًا ۖوَّاتَّبِعْ سَبِيْلَ مَنْ اَنَابَ اِلَيَّۚ  ثُمَّ اِلَيَّ مَرْجِعُكُمْ فَاُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُوْنَ","text_id":"Jika keduanya memaksamu untuk mempersekutukan-Ku dengan sesuatu yang engkau tidak punya ilmu tentang itu, janganlah patuhi keduanya, (tetapi) pergaulilah keduanya di dunia dengan baik dan ikutilah jalan orang yang kembali kepada-Ku. Kemudian, hanya kepada-Ku kamu kembali, lalu Aku beri tahukan kepadamu apa yang biasa kamu kerjakan.","text_en":"If they try to force you to associate with Me that of which you have no knowledge, do not obey them. Live with them honourably in the world, but follow the way of him who turns to Me. Your returning is to Me in the end, when I will tell you what you did.","transliteration":"wa in jāhadāka 'alā an tusyrika bī mā laisa laka bihī 'ilmun fa lā tuṭi'humā wa ṣāḥib-humā fid-dun-yā ma'rụfaw wattabi' sabīla man anāba ilayy, ṡumma ilayya marji'ukum fa unabbi`ukum bimā kuntum ta'malụn","no_fn":"","text_fn":""},{"id":3485,"surah":31,"no_ayah":16,"theme":"Kisah Luqman dan Anaknya","text_ayah":"يٰبُنَيَّ اِنَّهَآ اِنْ تَكُ مِثْقَالَ حَبَّةٍ مِّنْ خَرْدَلٍ فَتَكُنْ فِيْ صَخْرَةٍ اَوْ فِى السَّمٰوٰتِ اَوْ فِى الْاَرْضِ يَأْتِ بِهَا اللّٰهُ ۗاِنَّ اللّٰهَ لَطِيْفٌ خَبِيْرٌ","text_id":"(Luqman berkata,) “Wahai anakku, sesungguhnya jika ada (suatu perbuatan) seberat biji sawi dan berada dalam batu, di langit, atau di bumi, niscaya Allah akan menghadirkannya (untuk diberi balasan). Sesungguhnya Allah Mahalembut<sup>599)</sup> lagi Mahateliti.","text_en":"\"O my son, whatsoever it may be, even though equal to a mustard seed in weight, or within a rock or in the sky or in the earth, God will bring it forth. Verily God is perceptive, all-aware.","transliteration":"yā bunayya innahā in taku miṡqāla ḥabbatim min khardalin fa takun fī ṣakhratin au fis-samāwāti au fil-arḍi ya`ti bihallāh, innallāha laṭīfun khabīr","no_fn":"599","text_fn":"599) Allah Mahalembut artinya ialah ilmu Allah itu meliputi segala sesuatu, betapapun kecilnya."},{"id":3486,"surah":31,"no_ayah":17,"theme":"Kisah Luqman dan Anaknya","text_ayah":"يٰبُنَيَّ اَقِمِ الصَّلٰوةَ وَأْمُرْ بِالْمَعْرُوْفِ وَانْهَ عَنِ الْمُنْكَرِ وَاصْبِرْ عَلٰى مَآ اَصَابَكَۗ اِنَّ ذٰلِكَ مِنْ عَزْمِ الْاُمُوْرِ","text_id":"Wahai anakku, tegakkanlah salat dan suruhlah (manusia) berbuat yang makruf dan cegahlah (mereka) dari yang mungkar serta bersabarlah terhadap apa yang menimpamu. Sesungguhnya yang demikian itu termasuk urusan yang (harus) diutamakan.","text_en":"O my son, fulfil your moral obligations, bid what is known to be right and forbid what is wrong, and bear with patience what befalls you. These are indeed acts of courage and resolve.","transliteration":"yā bunayya aqimiṣ-ṣalāta wa`mur bil-ma'rụfi wan-ha 'anil-mungkari waṣbir 'alā mā aṣābak, inna żālika min 'azmil-umụr","no_fn":"","text_fn":""},{"id":3487,"surah":31,"no_ayah":18,"theme":"Kisah Luqman dan Anaknya","text_ayah":"وَلَا تُصَعِّرْ خَدَّكَ لِلنَّاسِ وَلَا تَمْشِ فِى الْاَرْضِ مَرَحًاۗ اِنَّ اللّٰهَ لَا يُحِبُّ كُلَّ مُخْتَالٍ فَخُوْرٍۚ","text_id":"Janganlah memalingkan wajahmu dari manusia (karena sombong) dan janganlah berjalan di bumi ini dengan angkuh. Sesungguhnya Allah tidak menyukai setiap orang yang sombong lagi sangat membanggakan diri.","text_en":"Do not hold men in contempt, and do not walk with hauteur on the earth. Verily God does not like the proud and boastful.","transliteration":"wa lā tuṣa''ir khaddaka lin-nāsi wa lā tamsyi fil-arḍi maraḥā, innallāha lā yuḥibbu kulla mukhtālin fakhụr","no_fn":"","text_fn":""},{"id":3488,"surah":31,"no_ayah":19,"theme":"Kisah Luqman dan Anaknya","text_ayah":"وَاقْصِدْ فِيْ مَشْيِكَ وَاغْضُضْ مِنْ صَوْتِكَۗ اِنَّ اَنْكَرَ الْاَصْوَاتِ لَصَوْتُ الْحَمِيْرِ ࣖ","text_id":"Berlakulah wajar dalam berjalan<sup>600)</sup> dan lembutkanlah suaramu. Sesungguhnya seburuk-buruk suara ialah suara keledai.”","text_en":"Be moderate in your bearing, and keep your voice low. Surely the most repulsive voice is the donkey's.\"","transliteration":"waqṣid fī masy-yika wagḍuḍ min ṣautik, inna angkaral-aṣwāti laṣautul-ḥamīr","no_fn":"600","text_fn":"600) Ketika berjalan, janganlah terlampau cepat dan jangan pula terlalu lambat."},{"id":3489,"surah":31,"no_ayah":20,"theme":"Celaan terhadap Kaum Musyrik","text_ayah":"اَلَمْ تَرَوْا اَنَّ اللّٰهَ سَخَّرَ لَكُمْ مَّا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِ وَاَسْبَغَ عَلَيْكُمْ نِعَمَهٗ ظَاهِرَةً وَّبَاطِنَةً ۗوَمِنَ النَّاسِ مَنْ يُّجَادِلُ فِى اللّٰهِ بِغَيْرِ عِلْمٍ وَّلَا هُدًى وَّلَا كِتٰبٍ مُّنِيْرٍ","text_id":"Tidakkah kamu memperhatikan bahwa sesungguhnya Allah telah menundukkan apa yang ada di langit dan apa yang ada di bumi untukmu. Dia (juga) menyempurnakan nikmat-nikmat-Nya yang lahir dan batin untukmu. Akan tetapi, di antara manusia ada yang membantah (keesaan) Allah tanpa (berdasarkan) ilmu, petunjuk, dan kitab suci yang menerangi.","text_en":"Have you not seen that God has subjugated what is in the heavens and the earth to you, and bestowed His favours, external and esoteric, in abundance on you? And yet there are men who contend about God without any knowledge or guidance or the Book enlightening.","transliteration":"a lam tarau annallāha sakhkhara lakum mā fis-samāwāti wa mā fil-arḍi wa asbaga 'alaikum ni'amahụ ẓāhirataw wa bāṭinah, wa minan-nāsi may yujādilu fillāhi bigairi 'ilmiw wa lā hudaw wa lā kitābim munīr","no_fn":"","text_fn":""},{"id":3490,"surah":31,"no_ayah":21,"theme":"Celaan terhadap Kaum Musyrik","text_ayah":"وَاِذَا قِيْلَ لَهُمُ اتَّبِعُوْا مَآ اَنْزَلَ اللّٰهُ قَالُوْا بَلْ نَتَّبِعُ مَا وَجَدْنَا عَلَيْهِ اٰبَاۤءَنَاۗ اَوَلَوْ كَانَ الشَّيْطٰنُ يَدْعُوْهُمْ اِلٰى عَذَابِ السَّعِيْرِ","text_id":"Apabila dikatakan kepada mereka, “Ikutilah apa yang diturunkan Allah!” mereka menjawab, “(Tidak). Kami justru (hanya) mengikuti kebiasaan yang kami dapati dari nenek moyang kami.” Apakah (mereka akan mengikuti nenek moyang mereka,) walaupun sebenarnya setan menyeru mereka ke dalam azab api yang menyala-nyala (neraka)?","text_en":"When you ask them to follow what God has revealed, they say: \"No. We shall follow what we found our ancestors following,\" even though the devil were calling them to the torment of Hell!","transliteration":"wa iżā qīla lahumuttabi'ụ ma anzalallāhu qālụ bal nattabi'u mā wajadnā 'alaihi ābā`anā, a walau kānasy-syaiṭānu yad'ụhum ilā 'ażābis-sa'īr","no_fn":"","text_fn":""},{"id":3491,"surah":31,"no_ayah":22,"theme":"Celaan terhadap Kaum Musyrik","text_ayah":"۞ وَمَنْ يُّسْلِمْ وَجْهَهٗٓ اِلَى اللّٰهِ وَهُوَ مُحْسِنٌ فَقَدِ اسْتَمْسَكَ بِالْعُرْوَةِ الْوُثْقٰىۗ وَاِلَى اللّٰهِ عَاقِبَةُ الْاُمُوْرِ","text_id":"Siapa yang berserah diri kepada Allah dan dia seorang muhsin, maka sungguh dia telah berpegang teguh pada buhul (tali) yang kukuh. Hanya kepada Allah kesudahan segala urusan.","text_en":"He who turns his face to God in submission and does good, holds fast to a handle that is strong; for the resultance of things rests with God.","transliteration":"wa may yuslim waj-hahū ilallāhi wa huwa muḥsinun fa qadistamsaka bil-'urwatil-wuṡqā, wa ilallāhi 'āqibatul-umụr","no_fn":"","text_fn":""},{"id":3492,"surah":31,"no_ayah":23,"theme":"Celaan terhadap Kaum Musyrik","text_ayah":"وَمَنْ كَفَرَ فَلَا يَحْزُنْكَ كُفْرُهٗۗ اِلَيْنَا مَرْجِعُهُمْ فَنُنَبِّئُهُمْ بِمَا عَمِلُوْاۗ اِنَّ اللّٰهَ عَلِيْمٌۢ بِذَاتِ الصُّدُوْرِ","text_id":"Siapa yang kufur, maka janganlah kekufurannya itu membuatmu (Nabi Muhammad) sedih. Kepada Kamilah tempat kembali mereka, lalu Kami memberitakan kepadanya apa yang telah mereka kerjakan. Sesungguhnya Allah Maha Mengetahui segala isi hati.","text_en":"So do not let the unbelief of disbelievers grieve you. They will be brought back to Us, when We shall tell them what they used to do. Whatever is in their hearts is known to God.","transliteration":"wa mang kafara fa lā yaḥzungka kufruh, ilainā marji'uhum fa nunabbi`uhum bimā 'amilụ, innallāha 'alīmum biżātiṣ-ṣudụr","no_fn":"","text_fn":""},{"id":3493,"surah":31,"no_ayah":24,"theme":"Celaan terhadap Kaum Musyrik","text_ayah":"نُمَتِّعُهُمْ قَلِيْلًا ثُمَّ نَضْطَرُّهُمْ اِلٰى عَذَابٍ غَلِيْظٍ","text_id":"Kami membiarkan mereka bersenang-senang sebentar, kemudian Kami memaksa mereka (masuk) ke dalam azab yang keras.","text_en":"We let them enjoy themselves only for a while, then We shall drag them to a severe punishment.","transliteration":"numatti'uhum qalīlan ṡumma naḍṭarruhum ilā 'ażābin galīẓ","no_fn":"","text_fn":""},{"id":3494,"surah":31,"no_ayah":25,"theme":"Bukti Wujud Allah, Keluasan Ilmu-Nya, dan Keniscayaan Hari Kebangkitan","text_ayah":"وَلَىِٕنْ سَاَلْتَهُمْ مَّنْ خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ لَيَقُوْلُنَّ اللّٰهُ ۗقُلِ الْحَمْدُ لِلّٰهِ ۗبَلْ اَكْثَرُهُمْ لَا يَعْلَمُوْنَ","text_id":"Sungguh, jika engkau (Nabi Muhammad) bertanya kepada mereka, “Siapakah yang menciptakan langit dan bumi?” pasti mereka akan menjawab, “Allah.” Katakanlah, “Segala puji bagi Allah,” tetapi kebanyakan mereka tidak mengetahui.","text_en":"If you ask them: \"Who created the heavens and the earth?\" They will surely answer: \"God.\" Say: \"All praise be to God.\" But most of them do not understand.","transliteration":"wa la`in sa`altahum man khalaqas-samāwāti wal-arḍa layaqụlunnallāh, qulil-ḥamdu lillāh, bal akṡaruhum lā ya'lamụn","no_fn":"","text_fn":""},{"id":3495,"surah":31,"no_ayah":26,"theme":"Bukti Wujud Allah, Keluasan Ilmu-Nya, dan Keniscayaan Hari Kebangkitan","text_ayah":"لِلّٰهِ مَا فِى السَّمٰوٰتِ وَالْاَرْضِۗ اِنَّ اللّٰهَ هُوَ الْغَنِيُّ الْحَمِيْدُ","text_id":"Milik Allahlah apa yang di langit dan di bumi. Sesungguhnya Allahlah Yang Mahakaya lagi Maha Terpuji.","text_en":"To God belongs what is in the heavens and the earth. Verily He is all-sufficient, worthy of praise.","transliteration":"lillāhi mā fis-samāwāti wal-arḍ, innallāha huwal-ganiyyul-ḥamīd","no_fn":"","text_fn":""},{"id":3496,"surah":31,"no_ayah":27,"theme":"Bukti Wujud Allah, Keluasan Ilmu-Nya, dan Keniscayaan Hari Kebangkitan","text_ayah":"وَلَوْ اَنَّ مَا فِى الْاَرْضِ مِنْ شَجَرَةٍ اَقْلَامٌ وَّالْبَحْرُ يَمُدُّهٗ مِنْۢ بَعْدِهٖ سَبْعَةُ اَبْحُرٍ مَّا نَفِدَتْ كَلِمٰتُ اللّٰهِ ۗاِنَّ اللّٰهَ عَزِيْزٌ حَكِيْمٌ","text_id":"Seandainya pohon-pohon di bumi menjadi pena dan lautan (menjadi tinta) ditambah tujuh lautan lagi setelah (kering)-nya, niscaya tidak akan pernah habis kalimatullah<sup>601)</sup> (ditulis dengannya). Sesungguhnya Allah Mahaperkasa lagi Mahabijaksana.","text_en":"If all the trees of the earth were pens and the oceans ink, with many more oceans for replenishing them, the colloquy of God would never come to end. He is indeed all-mighty and all-wise.","transliteration":"walau anna mā fil-arḍi min syajaratin aqlāmuw wal-baḥru yamudduhụ mim ba'dihī sab'atu ab-ḥurim mā nafidat kalimātullāh, innallāha 'azīzun ḥakīm","no_fn":"601","text_fn":"601) Yang dimaksud dengan kalimatullah pada ayat ini adalah ilmu dan hikmah-Nya."},{"id":3497,"surah":31,"no_ayah":28,"theme":"Bukti Wujud Allah, Keluasan Ilmu-Nya, dan Keniscayaan Hari Kebangkitan","text_ayah":"مَا خَلْقُكُمْ وَلَا بَعْثُكُمْ اِلَّا كَنَفْسٍ وَّاحِدَةٍ ۗاِنَّ اللّٰهَ سَمِيْعٌۢ بَصِيْرٌ","text_id":"Menciptakan dan membangkitkan kamu (bagi Allah) hanyalah seperti (mudahnya menciptakan dan membangkitkan) satu jiwa saja. Sesungguhnya Allah Maha Mendengar lagi Maha Melihat.","text_en":"Your creation and resurrection is but like that of a single cell. Verily He is all-hearing and all-seeing.","transliteration":"mā khalqukum wa lā ba'ṡukum illā kanafsiw wāḥidah, innallāha samī'um baṣīr","no_fn":"","text_fn":""},{"id":3498,"surah":31,"no_ayah":29,"theme":"Bukti Wujud Allah, Keluasan Ilmu-Nya, dan Keniscayaan Hari Kebangkitan","text_ayah":"اَلَمْ تَرَ اَنَّ اللّٰهَ يُوْلِجُ الَّيْلَ فِى النَّهَارِ وَيُوْلِجُ النَّهَارَ فِى الَّيْلِ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَۖ  كُلٌّ يَّجْرِيْٓ اِلٰٓى اَجَلٍ مُّسَمًّى وَّاَنَّ اللّٰهَ بِمَا تَعْمَلُوْنَ خَبِيْرٌ","text_id":"Tidakkah engkau memperhatikan bahwa sesungguhnya Allah memasukkan malam ke dalam siang, memasukkan siang ke dalam malam, dan menundukkan matahari dan bulan, masing-masing beredar sampai pada waktu yang ditentukan? (Tidakkah pula engkau memperhatikan bahwa) sesungguhnya Allah Mahateliti terhadap apa yang kamu kerjakan?","text_en":"Do you not see that God makes the night succeed the day, the day succeed the night? And He has harnessed the sun and the moon so that each runs its appointed course. Surely God is aware of all you do.","transliteration":"a lam tara annallāha yụlijul-laila fin-nahāri wa yụlijun-nahāra fil-laili wa sakhkharasy-syamsa wal-qamara kullui yajrī ilā ajalim musammaw wa annallāha bimā ta'malụna khabīr","no_fn":"","text_fn":""},{"id":3499,"surah":31,"no_ayah":30,"theme":"Bukti Wujud Allah, Keluasan Ilmu-Nya, dan Keniscayaan Hari Kebangkitan","text_ayah":"ذٰلِكَ بِاَنَّ اللّٰهَ هُوَ الْحَقُّ وَاَنَّ مَا يَدْعُوْنَ مِنْ دُوْنِهِ الْبَاطِلُۙ وَاَنَّ اللّٰهَ هُوَ الْعَلِيُّ الْكَبِيْرُ ࣖ","text_id":"Demikian itu karena sesungguhnya Allahlah (Tuhan) yang sebenar-benarnya, apa saja yang mereka seru selain Allah adalah batil, dan sesungguhnya Allahlah Yang Mahatinggi lagi Mahabesar.","text_en":"That is so for God is the Reality, and what they invoke other than Him is illusion. Indeed God is all-high and supreme.","transliteration":"żālika bi`annallāha huwal-ḥaqqu wa anna mā yad'ụna min dụnihil-bāṭilu wa annallāha huwal-'aliyyul-kabīr","no_fn":"","text_fn":""},{"id":3500,"surah":31,"no_ayah":31,"theme":"Bukti Wujud Allah, Keluasan Ilmu-Nya, dan Keniscayaan Hari Kebangkitan","text_ayah":"اَلَمْ تَرَ اَنَّ الْفُلْكَ تَجْرِيْ فِى الْبَحْرِ بِنِعْمَتِ اللّٰهِ لِيُرِيَكُمْ مِّنْ اٰيٰتِهٖۗ اِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ لِّكُلِّ صَبَّارٍ شَكُوْرٍ","text_id":"Tidakkah engkau memperhatikan bahwa sesungguhnya kapal itu berlayar di laut berkat nikmat Allah agar Dia memperlihatkan kepadamu sebagian dari tanda-tanda (kebesaran)-Nya. Sesungguhnya pada yang demikian itu terdapat tanda-tanda bagi setiap orang yang sangat sabar dan banyak bersyukur.","text_en":"Do you not see that the ships sail in the ocean by the grace of God, that He may show you some of His glories. Verily there are signs in this for those who are constant and give thanks.","transliteration":"a lam tara annal-fulka tajrī fil-baḥri bini'matillāhi liyuriyakum min āyātih, inna fī żālika la`āyātil likulli ṣabbārin syakụr","no_fn":"","text_fn":""},{"id":3501,"surah":31,"no_ayah":32,"theme":"Bukti Wujud Allah, Keluasan Ilmu-Nya, dan Keniscayaan Hari Kebangkitan","text_ayah":"وَاِذَا غَشِيَهُمْ مَّوْجٌ كَالظُّلَلِ دَعَوُا اللّٰهَ مُخْلِصِيْنَ لَهُ الدِّيْنَ ەۚ فَلَمَّا نَجّٰىهُمْ اِلَى الْبَرِّ فَمِنْهُمْ مُّقْتَصِدٌۗ وَمَا يَجْحَدُ بِاٰيٰتِنَآ اِلَّا كُلُّ خَتَّارٍ كَفُوْرٍ","text_id":"Apabila mereka digulung ombak besar seperti awan tebal, mereka menyeru kepada Allah dengan memurnikan ketaatan hanya bagi-Nya. Kemudian, ketika Allah menyelamatkan mereka sampai di daratan, sebagian kecil (saja) di antara mereka yang tetap menempuh jalan yang lurus.<sup>602)</sup> Tidak ada yang mengingkari ayat-ayat Kami selain pengkhianat yang tidak berterima kasih.","text_en":"When the waves overshadow them like a canopy, they pray to God with all-exclusive faith in Him. But after He has safely brought them to the shore, there are some who vacillate between doubt and belief, but no one rejects Our signs except those who are perverse and disbelieve.","transliteration":"wa iżā gasyiyahum maujung kaẓ-ẓulali da'awullāha mukhliṣīna lahud-dīn, fa lammā najjāhum ilal-barri fa min-hum muqtaṣid, wa mā yaj-ḥadu bi`āyātinā illā kullu khattāring kafụr","no_fn":"602","text_fn":"602) Yang dimaksud jalan yang lurus adalah mengakui keesaan Allah Swt."},{"id":3502,"surah":31,"no_ayah":33,"theme":"Perintah Takwa dan Rahasia Kegaiban","text_ayah":"يٰٓاَيُّهَا النَّاسُ اتَّقُوْا رَبَّكُمْ وَاخْشَوْا يَوْمًا لَّا يَجْزِيْ وَالِدٌ عَنْ وَّلَدِهٖۖ وَلَا مَوْلُوْدٌ هُوَ جَازٍ عَنْ وَّالِدِهٖ شَيْـًٔاۗ اِنَّ وَعْدَ اللّٰهِ حَقٌّ فَلَا تَغُرَّنَّكُمُ الْحَيٰوةُ الدُّنْيَاۗ وَلَا يَغُرَّنَّكُمْ بِاللّٰهِ الْغَرُوْرُ","text_id":"Wahai manusia, bertakwalah kepada Tuhanmu dan takutlah akan hari yang (ketika itu) seorang bapak tidak dapat membela anaknya dan seorang anak tidak dapat (pula) membela bapaknya sedikit pun! Sesungguhnya janji Allah adalah benar, maka janganlah sekali-kali kamu diperdaya oleh kehidupan dunia dan jangan sampai karena (kebaikan-kebaikan) Allah kamu diperdaya oleh penipu.","text_en":"O people, fear your Lord and dread the day when no father will avail a son, nor son his father. Truly the promise of God is true. Do not be deluded by the life of this world, and do not let the deceiver draw you away from God.","transliteration":"yā ayyuhan-nāsuttaqụ rabbakum wakhsyau yaumal lā yajzī wālidun 'aw waladihī wa lā maulụdun huwa jāzin 'aw wālidihī syai`ā, inna wa'dallāhi ḥaqqun fa lā tagurrannakumul-ḥayātud-dun-yā, wa lā yagurrannakum billāhil-garụr","no_fn":"","text_fn":""},{"id":3503,"surah":31,"no_ayah":34,"theme":"Perintah Takwa dan Rahasia Kegaiban","text_ayah":"اِنَّ اللّٰهَ عِنْدَهٗ عِلْمُ السَّاعَةِۚ وَيُنَزِّلُ الْغَيْثَۚ وَيَعْلَمُ مَا فِى الْاَرْحَامِۗ وَمَا تَدْرِيْ نَفْسٌ مَّاذَا تَكْسِبُ غَدًاۗ وَمَا تَدْرِيْ نَفْسٌۢ بِاَيِّ اَرْضٍ تَمُوْتُۗ اِنَّ اللّٰهَ عَلِيْمٌ خَبِيْرٌ ࣖ","text_id":"Sesungguhnya Allah memiliki pengetahuan tentang hari Kiamat, menurunkan hujan, dan mengetahui apa yang ada dalam rahim. Tidak ada seorang pun yang dapat mengetahui (dengan pasti) apa yang akan dia kerjakan besok.<sup>603)</sup> (Begitu pula,) tidak ada seorang pun yang dapat mengetahui di bumi mana dia akan mati. Sesungguhnya Allah Maha Mengetahui lagi Mahateliti.","text_en":"Only God has the knowledge of the Hour. He sends rain from the heavens, and knows what is in the mothers' wombs. No one knows what he will do on the morrow; no one knows in what land he will die. Surely God knows and is cognisant.","transliteration":"innallāha 'indahụ 'ilmus-sā'ah, wa yunazzilul-gaīṡ, wa ya'lamu mā fil-ar-ḥām, wa mā tadrī nafsum māżā taksibu gadā, wa mā tadrī nafsum bi`ayyi arḍin tamụt, innallāha 'alīmun khabīr","no_fn":"603","text_fn":"603) Manusia tidak dapat mengetahui dengan pasti apa yang akan dikerjakannya besok atau yang akan diperolehnya, namun mereka diwajibkan berusaha."}]