[{"id_ayat":3504,"no_surah":32,"no_ayat":1,"teks_ayat":" الۤمّۤ ۗ ","tema":"Bukti Kerasulan Nabi Muhammad","teks_terjemah":"Alif Lām Mīm.","no_fn":"","teks_fn":"","bacaan":"alif-laam-miim"},{"id_ayat":3505,"no_surah":32,"no_ayat":2,"teks_ayat":"تَنْزِيْلُ الْكِتٰبِ لَا رَيْبَ فِيْهِ مِنْ رَّبِّ الْعٰلَمِيْنَۗ ","tema":"Bukti Kerasulan Nabi Muhammad","teks_terjemah":"Turunnya Al-Qur’an yang tidak ada keraguan di dalamnya berasal dari Tuhan semesta alam.","no_fn":"","teks_fn":"","bacaan":"tanziilulkitaabi laa rayba fiihi min rabbil'aalamiin"},{"id_ayat":3506,"no_surah":32,"no_ayat":3,"teks_ayat":"اَمْ يَقُوْلُوْنَ افْتَرٰىهُ ۚ بَلْ هُوَ الْحَقُّ مِنْ رَّبِّكَ لِتُنْذِرَ قَوْمًا مَّآ اَتٰىهُمْ مِّنْ نَّذِيْرٍ مِّنْ قَبْلِكَ لَعَلَّهُمْ يَهْتَدُوْنَ","tema":"Bukti Kerasulan Nabi Muhammad","teks_terjemah":"Akan tetapi, mengapa mereka (orang kafir) mengatakan, “Dia (Nabi Muhammad) telah mengada-adakannya.” Sebaliknya, Al-Qur’an itulah kebenaran (yang datang) dari Tuhanmu agar engkau memberi peringatan kepada kaum yang sama sekali belum pernah didatangi seorang pemberi peringatan sebelum engkau. (Demikian ini) agar mereka mendapat petunjuk.","no_fn":"","teks_fn":"","bacaan":"am yaquuluuna iftaraahu bal huwalhaqqu min rabbika litundzira qawman maa ataahum min nadziirin min qablika la'allahum yahtaduun"},{"id_ayat":3507,"no_surah":32,"no_ayat":4,"teks_ayat":"اَللّٰهُ الَّذِيْ خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ وَمَا بَيْنَهُمَا فِيْ سِتَّةِ اَيَّامٍ ثُمَّ اسْتَوٰى عَلَى الْعَرْشِۗ مَا لَكُمْ مِّنْ دُوْنِهٖ مِنْ وَّلِيٍّ وَّلَا شَفِيْعٍۗ  اَفَلَا تَتَذَكَّرُوْنَ","tema":"Bukti Keesaan dan Kekuasaan Allah","teks_terjemah":"Allah adalah Zat yang menciptakan langit dan bumi serta apa yang ada di antara keduanya dalam enam masa, kemudian Dia bersemayam di atas ‘Arasy.<sup>604)<\/sup> Bagimu tidak ada seorang pun pelindung dan pemberi syafaat selain Dia. Maka, apakah kamu tidak memperhatikan?","no_fn":"604","teks_fn":"604) Lihat catatan kaki surah al-A‘rāf\/7: 54.","bacaan":"alaahuladzii khalaqassamaawaati wal-ardha wamaa baynahumaa fii sittati ayyaamin tsumma istawaa 'alaal'arsyi maa lakum min duunihi min waliyyin walaa syafii'in afalaa tatadzakkaruun"},{"id_ayat":3508,"no_surah":32,"no_ayat":5,"teks_ayat":"يُدَبِّرُ الْاَمْرَ مِنَ السَّمَاۤءِ اِلَى الْاَرْضِ ثُمَّ يَعْرُجُ اِلَيْهِ فِيْ يَوْمٍ كَانَ مِقْدَارُهٗٓ اَلْفَ سَنَةٍ مِّمَّا تَعُدُّوْنَ","tema":"Bukti Keesaan dan Kekuasaan Allah","teks_terjemah":"Dia mengatur segala urusan dari langit ke bumi, kemudian (segala urusan) itu naik kepada-Nya<sup>605)<\/sup> pada hari yang kadarnya (lamanya) adalah seribu tahun menurut perhitunganmu.","no_fn":"605","teks_fn":"605) Yang dimaksud urusan itu naik kepada-Nya adalah beritanya dibawa oleh malaikat. Ayat ini merupakan tamsil bagi kebesaran Allah Swt. dan keagungan-Nya.","bacaan":"yudabbirul-amra minassamaa-i ilaal-ardhi tsumma ya'ruju ilayhi fii yawmin kaana miqdaaruhulfa sanatin mimmaa ta'udduun"},{"id_ayat":3509,"no_surah":32,"no_ayat":6,"teks_ayat":"ذٰلِكَ عٰلِمُ الْغَيْبِ وَالشَّهَادَةِ الْعَزِيْزُ الرَّحِيْمُۙ ","tema":"Bukti Keesaan dan Kekuasaan Allah","teks_terjemah":"Itu adalah (Tuhan) yang mengetahui yang gaib dan yang nyata, Yang Mahaperkasa lagi Maha Penyayang.","no_fn":"","teks_fn":"","bacaan":"dzaalika 'aalimulghaybi wasysyahaadatil'aziizurrahiim"},{"id_ayat":3510,"no_surah":32,"no_ayat":7,"teks_ayat":"الَّذِيْٓ اَحْسَنَ كُلَّ شَيْءٍ خَلَقَهٗ وَبَدَاَ خَلْقَ الْاِنْسَانِ مِنْ طِيْنٍ","tema":"Bukti Keesaan dan Kekuasaan Allah","teks_terjemah":"(Dia juga) yang memperindah segala sesuatu yang Dia ciptakan dan memulai penciptaan manusia dari tanah.","no_fn":"","teks_fn":"","bacaan":"aladzii ahsana kulla syay-in khalaqahu wabada-a khalqal-insaani min thiin"},{"id_ayat":3511,"no_surah":32,"no_ayat":8,"teks_ayat":"ثُمَّ جَعَلَ نَسْلَهٗ مِنْ سُلٰلَةٍ مِّنْ مَّاۤءٍ مَّهِيْنٍ ۚ ","tema":"Bukti Keesaan dan Kekuasaan Allah","teks_terjemah":"Kemudian, Dia menjadikan keturunannya dari sari pati air yang hina (air mani).","no_fn":"","teks_fn":"","bacaan":"tsumma ja'ala naslahu min sulaalatin min maa-in mahiin"},{"id_ayat":3512,"no_surah":32,"no_ayat":9,"teks_ayat":"ثُمَّ سَوّٰىهُ وَنَفَخَ فِيْهِ مِنْ رُّوْحِهٖ وَجَعَلَ لَكُمُ السَّمْعَ وَالْاَبْصَارَ وَالْاَفْـِٕدَةَۗ قَلِيْلًا مَّا تَشْكُرُوْنَ ","tema":"Bukti Keesaan dan Kekuasaan Allah","teks_terjemah":"Kemudian, Dia menyempurnakannya dan meniupkan roh (ciptaan)-Nya ke dalam (tubuh)-nya. Dia menjadikan pendengaran, penglihatan, dan hati nurani untukmu. Sedikit sekali kamu bersyukur.","no_fn":"","teks_fn":"","bacaan":"tsumma sawwaahu wanafakha fiihi min ruuhihi waja'ala lakumussam'a wal-abshaara wal-af-idata qaliilan maa tasykuruun"},{"id_ayat":3513,"no_surah":32,"no_ayat":10,"teks_ayat":"وَقَالُوْٓا ءَاِذَا ضَلَلْنَا فِى الْاَرْضِ ءَاِنَّا لَفِيْ خَلْقٍ جَدِيْدٍ ەۗ بَلْ هُمْ بِلِقَاۤءِ رَبِّهِمْ كٰفِرُوْنَ ","tema":"Keniscayaan Hari Akhir dan Keadaan Orang Kafir di Akhirat","teks_terjemah":"Mereka berkata, “Apakah apabila kami telah lenyap (hancur) di dalam tanah, kami akan (kembali) dalam ciptaan yang baru?”<sup>606)<\/sup> Bahkan (bukan hanya itu), mereka pun mengingkari pertemuan dengan Tuhannya.","no_fn":"606","teks_fn":"606) Mereka dihidupkan kembali untuk menerima balasan Allah Swt. pada hari Kiamat.","bacaan":"waqaaluu a-idzaa dhalaalnaa fiil-ardhi a-innaa lafii khalqin jadiidin bal hum biliqaa-i rabbihim kaafiruun"},{"id_ayat":3514,"no_surah":32,"no_ayat":11,"teks_ayat":"۞ قُلْ يَتَوَفّٰىكُمْ مَّلَكُ الْمَوْتِ الَّذِيْ وُكِّلَ بِكُمْ ثُمَّ اِلٰى رَبِّكُمْ تُرْجَعُوْنَ ࣖ ","tema":"Keniscayaan Hari Akhir dan Keadaan Orang Kafir di Akhirat","teks_terjemah":"Katakanlah, “Malaikat maut yang diserahi (tugas) untuk (mencabut nyawa)-mu akan mematikanmu, kemudian kepada Tuhanmulah kamu akan dikembalikan.”","no_fn":"","teks_fn":"","bacaan":"qul yatawaffaakum malakulmawtiladzii wukkila bikum tsumma ilaa rabbikum turja'uun"},{"id_ayat":3515,"no_surah":32,"no_ayat":12,"teks_ayat":"وَلَوْ تَرٰىٓ اِذِ الْمُجْرِمُوْنَ نَاكِسُوْا رُءُوْسِهِمْ عِنْدَ رَبِّهِمْۗ رَبَّنَآ اَبْصَرْنَا وَسَمِعْنَا فَارْجِعْنَا نَعْمَلْ صَالِحًا اِنَّا مُوْقِنُوْنَ ","tema":"Keniscayaan Hari Akhir dan Keadaan Orang Kafir di Akhirat","teks_terjemah":"Jika sekiranya kamu melihat orang-orang yang berdosa itu menundukkan kepalanya di hadapan Tuhannya, (kamu akan melihat sesuatu yang sangat luar biasa dan mereka berkata,) “Ya Tuhan kami, kami telah melihat (hari Kiamat yang kami ingkari) dan mendengar (dari-Mu kebenaran ucapan rasul-rasul-Mu). Maka, kembalikanlah kami (ke dunia), niscaya kami akan beramal saleh. Sesungguhnya kami (sekarang) adalah orang-orang yang yakin (akan adanya hari Kiamat).”","no_fn":"","teks_fn":"","bacaan":"walaw taraa idzilmujrimuuna naakisuu ruuusihim 'inda rabbihim rabbanaa absharnaa wasami'naa fa-arji'naa na'mal shaalihan innaa muuqinuun"},{"id_ayat":3516,"no_surah":32,"no_ayat":13,"teks_ayat":"وَلَوْ شِئْنَا لَاٰتَيْنَا كُلَّ نَفْسٍ هُدٰىهَا وَلٰكِنْ حَقَّ الْقَوْلُ مِنِّيْ لَاَمْلَـَٔنَّ جَهَنَّمَ مِنَ الْجِنَّةِ وَالنَّاسِ اَجْمَعِيْنَ ","tema":"Keniscayaan Hari Akhir dan Keadaan Orang Kafir di Akhirat","teks_terjemah":"Seandainya Kami menghendaki, niscaya Kami menganugerahkan kepada setiap jiwa petunjuk (bagi)-nya, tetapi telah berlaku ketetapan dari-Ku (bahwa) sungguh Aku pasti akan memenuhi (neraka) Jahanam dengan jin dan manusia bersama-sama.","no_fn":"","teks_fn":"","bacaan":"walaw syi-naa laaataynaa kulla nafsin hudaahaa walaakin haqqalqawlu minnii la-amla-anna jahannama minaljinnati wannaasi ajma'iin"},{"id_ayat":3517,"no_surah":32,"no_ayat":14,"teks_ayat":"فَذُوْقُوْا بِمَا نَسِيْتُمْ لِقَاۤءَ يَوْمِكُمْ هٰذَاۚ اِنَّا نَسِيْنٰكُمْ وَذُوْقُوْا عَذَابَ الْخُلْدِ بِمَا كُنْتُمْ تَعْمَلُوْنَ","tema":"Keniscayaan Hari Akhir dan Keadaan Orang Kafir di Akhirat","teks_terjemah":"Rasakanlah olehmu (azab ini) karena kamu melalaikan pertemuan dengan harimu ini (hari Kiamat). Sesungguhnya Kami pun melalaikanmu. Rasakanlah azab yang kekal karena apa yang selalu kamu kerjakan!”","no_fn":"","teks_fn":"","bacaan":"fadzuuquu bimaa nasiitum liqaa-a yawmikum haadzaa innaa nasiinaakum wadzuuquu 'adzaabalkhuldi bimaa kuntum ta'maluun"},{"id_ayat":3518,"no_surah":32,"no_ayat":15,"teks_ayat":"اِنَّمَا يُؤْمِنُ بِاٰيٰتِنَا الَّذِيْنَ اِذَا ذُكِّرُوْا بِهَا خَرُّوْا سُجَّدًا وَّسَبَّحُوْا بِحَمْدِ رَبِّهِمْ وَهُمْ لَا يَسْتَكْبِرُوْنَ ۩ ","tema":"Karakter Orang Mukmin di Dunia dan Balasannya di Akhirat","teks_terjemah":"Sesungguhnya orang-orang yang beriman dengan ayat-ayat Kami, hanyalah orang-orang yang apabila diperingatkan dengannya (ayat-ayat Kami), mereka menyungkur (dalam keadaan) sujud dan bertasbih serta memuji Tuhannya dan mereka pun tidak menyombongkan diri.","no_fn":"","teks_fn":"","bacaan":"innamaa yu'minu bi-aayaatinaaladziina idzaa dzukkiruu bihaa kharruu sujjadan wasabbahuu bihamdi rabbihim wahum laa yastakbiruun"},{"id_ayat":3519,"no_surah":32,"no_ayat":16,"teks_ayat":"تَتَجَافٰى جُنُوْبُهُمْ عَنِ الْمَضَاجِعِ يَدْعُوْنَ رَبَّهُمْ خَوْفًا وَّطَمَعًاۖ وَّمِمَّا رَزَقْنٰهُمْ يُنْفِقُوْنَ","tema":"Karakter Orang Mukmin di Dunia dan Balasannya di Akhirat","teks_terjemah":"Lambung (tubuh) mereka jauh dari tempat tidur (untuk salat malam) seraya berdoa kepada Tuhannya dengan rasa takut (akan siksa-Nya) dan penuh harap (akan rahmat-Nya) dan mereka menginfakkan sebagian dari rezeki yang Kami anugerahkan kepada mereka.","no_fn":"","teks_fn":"","bacaan":"tatajaafaa junuubuhum 'anilmadaaji'i yad'uuna rabbahum khawfan wathama'an wamimmaa razaqnaahum yunfiquun"},{"id_ayat":3520,"no_surah":32,"no_ayat":17,"teks_ayat":"فَلَا تَعْلَمُ نَفْسٌ مَّآ اُخْفِيَ لَهُمْ مِّنْ قُرَّةِ اَعْيُنٍۚ جَزَاۤءًۢ بِمَا كَانُوْا يَعْمَلُوْنَ","tema":"Karakter Orang Mukmin di Dunia dan Balasannya di Akhirat","teks_terjemah":"Tidak seorang pun mengetahui apa yang disembunyikan untuk mereka berupa (macam-macam nikmat) yang menyenangkan hati sebagai balasan terhadap apa yang selalu mereka kerjakan.","no_fn":"","teks_fn":"","bacaan":"falaa ta'lamu nafsun maa ukhfiya lahum min qurrati a'yunin jazaa-an bimaa kaanuu ya'maluun"},{"id_ayat":3521,"no_surah":32,"no_ayat":18,"teks_ayat":"اَفَمَنْ كَانَ مُؤْمِنًا كَمَنْ كَانَ فَاسِقًاۗ  لَا يَسْتَوٗنَ","tema":"Balasan bagi Orang Mukmin dan Fasik","teks_terjemah":"Apakah orang mukmin sama dengan orang fasik (kafir)? (Pastilah) mereka tidak sama.","no_fn":"","teks_fn":"","bacaan":"afaman kaana mu'minan kaman kaana faasiqan laa yastawuun"},{"id_ayat":3522,"no_surah":32,"no_ayat":19,"teks_ayat":"اَمَّا الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ فَلَهُمْ جَنّٰتُ الْمَأْوٰىۖ  نُزُلًا ۢبِمَا كَانُوْا يَعْمَلُوْنَ","tema":"Balasan bagi Orang Mukmin dan Fasik","teks_terjemah":"Adapun orang-orang yang beriman dan mengerjakan amal saleh, mereka akan mendapat surga-surga (sebagai) tempat kediaman sebagai balasan atas apa yang selalu mereka kerjakan.","no_fn":"","teks_fn":"","bacaan":"ammaaladziina aamanuu wa'amiluushshaalihaati falahum jannaatulma'waa nuzulan bimaa kaanuu ya'maluun"},{"id_ayat":3523,"no_surah":32,"no_ayat":20,"teks_ayat":"وَاَمَّا الَّذِيْنَ فَسَقُوْا فَمَأْوٰىهُمُ النَّارُ كُلَّمَآ اَرَادُوْٓا اَنْ يَّخْرُجُوْا مِنْهَآ اُعِيْدُوْا فِيْهَا وَقِيْلَ لَهُمْ ذُوْقُوْا عَذَابَ النَّارِ الَّذِيْ كُنْتُمْ بِهٖ تُكَذِّبُوْنَ","tema":"Balasan bagi Orang Mukmin dan Fasik","teks_terjemah":"Adapun orang-orang yang fasik (kafir), tempat kediaman mereka adalah neraka. Setiap kali mereka hendak keluar darinya, mereka dikembalikan (lagi) ke dalamnya dan dikatakan kepada mereka, “Rasakanlah azab neraka yang dahulu selalu kamu dustakan.”","no_fn":"","teks_fn":"","bacaan":"wa-ammaaladziina fasaquu fama'waahumunnaaru kullamaa araaduu an yakhrujuu minhaa u'iiduu fiihaa waqiila lahum dzuuquu 'adzaabannaariladzii kuntum bihi tukadzdzibuun"},{"id_ayat":3524,"no_surah":32,"no_ayat":21,"teks_ayat":"وَلَنُذِيْقَنَّهُمْ مِّنَ الْعَذَابِ الْاَدْنٰى دُوْنَ الْعَذَابِ الْاَكْبَرِ لَعَلَّهُمْ يَرْجِعُوْنَ","tema":"Balasan bagi Orang Mukmin dan Fasik","teks_terjemah":"Kami pasti akan menimpakan kepada mereka sebagian azab yang dekat (di dunia) sebelum azab yang lebih besar (di akhirat) agar mereka kembali (ke jalan yang benar).","no_fn":"","teks_fn":"","bacaan":"walanudziiqannahum minal'adzaabil-adnaa duunal'adzaabil-akbari la'allahum yarji'uun"},{"id_ayat":3525,"no_surah":32,"no_ayat":22,"teks_ayat":"وَمَنْ اَظْلَمُ مِمَّنْ ذُكِّرَ بِاٰيٰتِ رَبِّهٖ ثُمَّ اَعْرَضَ عَنْهَا ۗاِنَّا مِنَ الْمُجْرِمِيْنَ مُنْتَقِمُوْنَ ࣖ","tema":"Balasan bagi Orang Mukmin dan Fasik","teks_terjemah":"Siapakah yang lebih zalim daripada orang yang telah diperingatkan dengan ayat-ayat Tuhannya, kemudian dia berpaling darinya? Sesungguhnya Kami akan memberikan balasan kepada para pendosa.","no_fn":"","teks_fn":"","bacaan":"waman azhlamu mimman dzukkira bi-aayaati rabbihi tsumma a'radha 'anhaa innaa minalmujrimiina muntaqimuun"},{"id_ayat":3526,"no_surah":32,"no_ayat":23,"teks_ayat":"وَلَقَدْ اٰتَيْنَا مُوْسَى الْكِتٰبَ فَلَا تَكُنْ فِيْ مِرْيَةٍ مِّنْ لِّقَاۤىِٕهٖ وَجَعَلْنٰهُ هُدًى لِّبَنِيْٓ اِسْرَاۤءِيْلَۚ","tema":"Nabi Musa, Kitab Taurat, dan Sikap Kaum Yahudi","teks_terjemah":"Sungguh, Kami benar-benar telah menganugerahkan Kitab (Taurat) kepada Musa. Maka, janganlah engkau (Nabi Muhammad) ragu-ragu menerimanya (Al-Qur’an) dan Kami menjadikan Kitab (Taurat) itu sebagai petunjuk bagi Bani Israil.","no_fn":"","teks_fn":"","bacaan":"walaqad aataynaa muusaalkitaaba falaa takun fii miryatin min liqaa-ihi waja'alnaahu hudan libanii israa-iil"},{"id_ayat":3527,"no_surah":32,"no_ayat":24,"teks_ayat":"وَجَعَلْنَا مِنْهُمْ اَىِٕمَّةً يَّهْدُوْنَ بِاَمْرِنَا لَمَّا صَبَرُوْاۗ وَكَانُوْا بِاٰيٰتِنَا يُوْقِنُوْنَ","tema":"Nabi Musa, Kitab Taurat, dan Sikap Kaum Yahudi","teks_terjemah":"Kami menjadikan di antara mereka itu pemimpin-pemimpin yang memberi petunjuk dengan perintah Kami selama mereka bersabar. Mereka selalu meyakini ayat-ayat Kami.","no_fn":"","teks_fn":"","bacaan":"waja'alnaa minhum a-immatan yahduuna bi-amrinaa lammaa shabaruu wakaanuu bi-aayaatinaa yuuqinuun"},{"id_ayat":3528,"no_surah":32,"no_ayat":25,"teks_ayat":"اِنَّ رَبَّكَ هُوَ يَفْصِلُ بَيْنَهُمْ يَوْمَ الْقِيٰمَةِ فِيْمَا كَانُوْا فِيْهِ يَخْتَلِفُوْنَ","tema":"Nabi Musa, Kitab Taurat, dan Sikap Kaum Yahudi","teks_terjemah":"Sesungguhnya Tuhanmu, Dialah yang memutuskan di antara mereka pada hari Kiamat apa yang dahulu selalu mereka perselisihkan.","no_fn":"","teks_fn":"","bacaan":"inna rabbaka huwa yafshilu baynahum yawmalqiyaamati fiimaa kaanuu fiihi yakhtalifuun"},{"id_ayat":3529,"no_surah":32,"no_ayat":26,"teks_ayat":"اَوَلَمْ يَهْدِ لَهُمْ كَمْ اَهْلَكْنَا مِنْ قَبْلِهِمْ مِّنَ الْقُرُوْنِ يَمْشُوْنَ فِيْ مَسٰكِنِهِمْ ۗاِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍۗ اَفَلَا يَسْمَعُوْنَ","tema":"Memperkuat Ajaran Tauhid, Kekuasaan Allah, dan Hari Perhitungan","teks_terjemah":"Tidakkah menjadi petunjuk bagi mereka (kaum kafir Makkah), betapa banyak umat sebelum mereka yang telah Kami binasakan, sedangkan mereka sendiri berjalan di tempat-tempat kediaman mereka itu. Sesungguhnya pada yang demikian itu terdapat tanda-tanda (kekuasaan Allah). Apakah mereka tidak mendengarkan (memperhatikan)?","no_fn":"","teks_fn":"","bacaan":"awa lam yahdi lahum kam ahlaknaa min qablihim minalquruuni yamsyuuna fii masaakinihim inna fii dzaalika laaayaatin afalaa yasma'uun"},{"id_ayat":3530,"no_surah":32,"no_ayat":27,"teks_ayat":"اَوَلَمْ يَرَوْا اَنَّا نَسُوْقُ الْمَاۤءَ اِلَى الْاَرْضِ الْجُرُزِ فَنُخْرِجُ بِهٖ زَرْعًا تَأْكُلُ مِنْهُ اَنْعَامُهُمْ وَاَنْفُسُهُمْۗ اَفَلَا يُبْصِرُوْنَ","tema":"Memperkuat Ajaran Tauhid, Kekuasaan Allah, dan Hari Perhitungan","teks_terjemah":"Tidakkah mereka memperhatikan bahwa Kami mengarahkan (awan yang mengandung) air ke bumi yang tandus, lalu Kami menumbuhkan dengannya (air hujan) tanam-tanaman, sehingga hewan-hewan ternak mereka dan mereka sendiri dapat makan darinya. Maka, mengapa mereka tidak memperhatikan?","no_fn":"","teks_fn":"","bacaan":"awa lam yaraw annaa nasuuqulmaa-a ilaal-ardhiljuruzi fanukhriju bihi zar'an ta-kulu minhu an'aamuhum wa-anfusuhum afalaa yubshiruun"},{"id_ayat":3531,"no_surah":32,"no_ayat":28,"teks_ayat":"وَيَقُوْلُوْنَ مَتٰى هٰذَا الْفَتْحُ اِنْ كُنْتُمْ صٰدِقِيْنَ","tema":"Memperkuat Ajaran Tauhid, Kekuasaan Allah, dan Hari Perhitungan","teks_terjemah":"Mereka bertanya, “Kapankah kemenangan itu (datang) jika engkau orang yang benar?”","no_fn":"","teks_fn":"","bacaan":"wayaquuluuna mataa haadzaalfathu in kuntum shaadiqiin"},{"id_ayat":3532,"no_surah":32,"no_ayat":29,"teks_ayat":"قُلْ يَوْمَ الْفَتْحِ لَا يَنْفَعُ الَّذِيْنَ كَفَرُوْٓا اِيْمَانُهُمْ وَلَا هُمْ يُنْظَرُوْنَ","tema":"Memperkuat Ajaran Tauhid, Kekuasaan Allah, dan Hari Perhitungan","teks_terjemah":"Katakanlah, “Pada hari kemenangan itu tidak berguna lagi bagi orang-orang kafir keimanan mereka dan mereka tidak diberi penangguhan.”","no_fn":"","teks_fn":"","bacaan":"qul yawmalfathi laa yanfa'uladziina kafaruu iimaanuhum walaa hum yunzharuun"},{"id_ayat":3533,"no_surah":32,"no_ayat":30,"teks_ayat":"فَاَعْرِضْ عَنْهُمْ وَانْتَظِرْ اِنَّهُمْ مُّنْتَظِرُوْنَ ࣖ","tema":"Memperkuat Ajaran Tauhid, Kekuasaan Allah, dan Hari Perhitungan","teks_terjemah":"Maka, berpalinglah dari mereka dan tunggulah! Sesungguhnya mereka (juga) menunggu.","no_fn":"","teks_fn":"","bacaan":"fa-a'ridh 'anhum wantazhir innahum muntazhiruun"}]