[{"id":3534,"surah":33,"no_ayah":1,"theme":"Nabi Muhammad yang Dikuatkan Hatinya dalam Berdakwah","text_ayah":"يٰٓاَيُّهَا النَّبِيُّ اتَّقِ اللّٰهَ وَلَا تُطِعِ الْكٰفِرِيْنَ وَالْمُنٰفِقِيْنَ ۗاِنَّ اللّٰهَ كَانَ عَلِيْمًا حَكِيْمًاۙ ","text_id":"Wahai Nabi, bertakwalah kepada Allah dan janganlah engkau menuruti (keinginan) orang-orang kafir dan orang-orang munafik. Sesungguhnya Allah Maha Mengetahui lagi Mahabijaksana.","text_en":"O PROPHET FEAR God and do not follow the unbelievers and the hypocrites.","transliteration":"yā ayyuhan-nabiyyuttaqillāha wa lā tuṭi'il-kāfirīna wal-munāfiqīn, innallāha kāna 'alīman ḥakīmā","no_fn":"","text_fn":""},{"id":3535,"surah":33,"no_ayah":2,"theme":"Nabi Muhammad yang Dikuatkan Hatinya dalam Berdakwah","text_ayah":"وَّاتَّبِعْ مَا يُوْحٰىٓ اِلَيْكَ مِنْ رَّبِّكَ ۗاِنَّ اللّٰهَ كَانَ بِمَا تَعْمَلُوْنَ خَبِيْرًاۙ ","text_id":"Ikutilah apa yang diwahyukan Tuhanmu kepadamu. Sesungguhnya Allah Mahateliti terhadap apa yang kamu kerjakan.","text_en":"Follow what is revealed to you by your Lord. Verily God is all-knowing and all-wise.","transliteration":"wattabi' mā yụḥā ilaika mir rabbik, innallāha kāna bimā ta'malụna khabīrā","no_fn":"","text_fn":""},{"id":3536,"surah":33,"no_ayah":3,"theme":"Nabi Muhammad yang Dikuatkan Hatinya dalam Berdakwah","text_ayah":"وَّتَوَكَّلْ عَلَى اللّٰهِ ۗوَكَفٰى بِاللّٰهِ وَكِيْلًا","text_id":"Bertawakallah kepada Allah. Cukuplah Allah sebagai pemelihara.","text_en":"Trust in God. God is sufficient as guardian.","transliteration":"wa tawakkal 'alallāh, wa kafā billāhi wakīlā","no_fn":"","text_fn":""},{"id":3537,"surah":33,"no_ayah":4,"theme":"Persoalan Kalbu, Zihar, dan Anak Angkat","text_ayah":"مَا جَعَلَ اللّٰهُ لِرَجُلٍ مِّنْ قَلْبَيْنِ فِيْ جَوْفِهٖ ۚوَمَا جَعَلَ اَزْوَاجَكُمُ الّٰـِٕۤيْ تُظٰهِرُوْنَ مِنْهُنَّ اُمَّهٰتِكُمْ ۚوَمَا جَعَلَ اَدْعِيَاۤءَكُمْ اَبْنَاۤءَكُمْۗ ذٰلِكُمْ قَوْلُكُمْ بِاَفْوَاهِكُمْ ۗوَاللّٰهُ يَقُوْلُ الْحَقَّ وَهُوَ يَهْدِى السَّبِيْلَ","text_id":"Allah tidak menjadikan bagi seseorang dua hati dalam rongganya, Dia tidak menjadikan istri-istrimu yang kamu zihar itu sebagai ibumu, dan Dia pun tidak menjadikan anak angkatmu sebagai anak kandungmu (sendiri). Yang demikian itu hanyalah perkataan di mulutmu saja. Allah mengatakan sesuatu yang hak dan Dia menunjukkan jalan (yang benar).","text_en":"God has not provided two hearts in the breast of a man, nor made your wives, whom you pronounce \"mothers\" (in order to divorce them), your real mothers, nor has He made your adopted sons your real sons. This is only what your lips pronounce. God says what is just, and shows the right way.","transliteration":"mā ja'alallāhu lirajulim ming qalbaini fī jaufih, wa mā ja'ala azwājakumul-lā`ī tuẓāhirụna min-hunna ummahātikum, wa mā ja'ala ad'iyā`akum abnā`akum, żālikum qaulukum bi`afwāhikum, wallāhu yaqụlul-ḥaqqa wa huwa yahdis-sabīl","no_fn":"","text_fn":""},{"id":3538,"surah":33,"no_ayah":5,"theme":"Persoalan Kalbu, Zihar, dan Anak Angkat","text_ayah":"اُدْعُوْهُمْ لِاٰبَاۤىِٕهِمْ هُوَ اَقْسَطُ عِنْدَ اللّٰهِ ۚ فَاِنْ لَّمْ تَعْلَمُوْٓا اٰبَاۤءَهُمْ فَاِخْوَانُكُمْ فِى الدِّيْنِ وَمَوَالِيْكُمْ ۗوَلَيْسَ عَلَيْكُمْ جُنَاحٌ فِيْمَآ اَخْطَأْتُمْ بِهٖ وَلٰكِنْ مَّا تَعَمَّدَتْ قُلُوْبُكُمْ ۗوَكَانَ اللّٰهُ غَفُوْرًا رَّحِيْمًا","text_id":"Panggillah mereka (anak angkat itu) dengan (memakai) nama bapak mereka. Itulah yang adil di sisi Allah. Jika kamu tidak mengetahui bapak mereka, (panggillah mereka sebagai) saudara-saudaramu seagama dan maula-maulamu.<sup>607)</sup> Tidak ada dosa atasmu jika kamu khilaf tentang itu, tetapi (yang ada dosanya) apa yang disengaja oleh hatimu. Allah Maha Pengampun lagi Maha Penyayang.","text_en":"Call them by the names of their fathers. This is the right course in the sight of God. If you do not know their fathers, they are then your brothers in religion and your friends. It will not be a sin if you make a mistake, unless you do so intentionally; for God is forgiving and kind.","transliteration":"ud'ụhum li`ābā`ihim huwa aqsaṭu 'indallāh, fa il lam ta'lamū ābā`ahum fa ikhwānukum fid-dīni wa mawālīkum, wa laisa 'alaikum junāḥun fīmā akhṭa`tum bihī wa lākim mā ta'ammadat qulụbukum, wa kānallāhu gafụrar raḥīmā","no_fn":"607","text_fn":"607) Yang dimaksud dengan maula dalam ayat ini adalah teman dekat."},{"id":3539,"surah":33,"no_ayah":6,"theme":"Kedudukan dan Fungsi Nabi dan Hukum Waris","text_ayah":"اَلنَّبِيُّ اَوْلٰى بِالْمُؤْمِنِيْنَ مِنْ اَنْفُسِهِمْ وَاَزْوَاجُهٗٓ اُمَّهٰتُهُمْ ۗوَاُولُوا الْاَرْحَامِ بَعْضُهُمْ اَوْلٰى بِبَعْضٍ فِيْ كِتٰبِ اللّٰهِ مِنَ الْمُؤْمِنِيْنَ وَالْمُهٰجِرِيْنَ اِلَّآ اَنْ تَفْعَلُوْٓا اِلٰٓى اَوْلِيَاۤىِٕكُمْ مَّعْرُوْفًا ۗ كَانَ ذٰلِكَ فِى الْكِتٰبِ مَسْطُوْرًا","text_id":"Nabi itu lebih utama bagi orang-orang mukmin dibandingkan diri mereka sendiri dan istri-istrinya adalah ibu-ibu mereka. Orang-orang yang mempunyai hubungan darah satu sama lain lebih berhak (saling mewarisi) di dalam Kitab Allah daripada orang-orang mukmin dan orang-orang Muhajirin, kecuali kalau kamu hendak berbuat baik kepada saudara-saudaramu (seagama). Demikian itu telah tertulis dalam Kitab (Allah).","text_en":"The Prophet is closer to the faithful than they are themselves; and his wives are as their mothers. Yet blood relations are closer to one another according to God's decree, more than (other) believers and the emigrants (who left their homes in the cause of God), but you should be kind to your friends. This is inscribed in the Book (of decrees).","transliteration":"an-nabiyyu aulā bil-mu`minīna min anfusihim wa azwājuhū ummahātuhum, wa ulul-ar-ḥāmi ba'ḍuhum aulā biba'ḍin fī kitābillāhi minal-mu`minīna wal-muhājirīna illā an taf'alū ilā auliyā`ikum ma'rụfā, kāna żālika fil-kitābi masṭụrā","no_fn":"","text_fn":""},{"id":3540,"surah":33,"no_ayah":7,"theme":"Kedudukan dan Fungsi Nabi dan Hukum Waris","text_ayah":"وَاِذْ اَخَذْنَا مِنَ النَّبِيّٖنَ مِيْثَاقَهُمْ وَمِنْكَ وَمِنْ نُّوْحٍ وَّاِبْرٰهِيْمَ وَمُوْسٰى وَعِيْسَى ابْنِ مَرْيَمَ ۖوَاَخَذْنَا مِنْهُمْ مِّيْثَاقًا غَلِيْظًاۙ","text_id":"(Ingatlah) ketika Kami mengambil perjanjian dari para nabi, darimu (Nabi Muhammad), dari Nuh, Ibrahim, Musa, dan Isa putra Maryam. Kami telah mengambil dari mereka perjanjian yang teguh,<sup>608)</sup>","text_en":"When We made the covenant with the prophets, and with you, as with Noah and Abraham, Moses and Jesus son of Mary, a binding covenant,","transliteration":"wa iż akhażnā minan-nabiyyīna mīṡāqahum wa mingka wa min nụḥiw wa ibrāhīma wa mụsā wa 'īsabni maryama wa akhażnā min-hum mīṡāqan galīẓā","no_fn":"608","text_fn":"608) Yang dimaksud dengan perjanjian teguh yang diambil dari para nabi adalah kesanggupan mereka untuk menyampaikan agama kepada umatnya masing-masing."},{"id":3541,"surah":33,"no_ayah":8,"theme":"Kedudukan dan Fungsi Nabi dan Hukum Waris","text_ayah":"لِّيَسْـَٔلَ الصّٰدِقِيْنَ عَنْ صِدْقِهِمْ ۚوَاَعَدَّ لِلْكٰفِرِيْنَ عَذَابًا اَلِيْمًاࣖ","text_id":"agar Dia menanyakan kepada orang-orang yang benar tentang kebenaran mereka.<sup>609)</sup> Dia menyediakan azab yang pedih bagi orang-orang kafir.","text_en":"(It was) so that God may ask the truthful of their sincerity. As for the infidels, He has prepared a painful punishment for them.","transliteration":"liyas`alaṣ-ṣādiqīna 'an ṣidqihim, wa a'adda lil-kāfirīna 'ażāban alīmā","no_fn":"609","text_fn":"609) Pada hari Kiamat Allah Swt. akan menanyakan kepada para rasul sampai di mana usaha mereka menyampaikan ajaran Allah Swt. kepada umatnya dan sampai di mana umatnya melaksanakan ajaran Allah Swt. itu."},{"id":3542,"surah":33,"no_ayah":9,"theme":"Perang Khandaq atau Ahzab","text_ayah":"يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوا اذْكُرُوْا نِعْمَةَ اللّٰهِ عَلَيْكُمْ اِذْ جَاۤءَتْكُمْ جُنُوْدٌ فَاَرْسَلْنَا عَلَيْهِمْ رِيْحًا وَّجُنُوْدًا لَّمْ تَرَوْهَا ۗوَكَانَ اللّٰهُ بِمَا تَعْمَلُوْنَ بَصِيْرًاۚ ","text_id":"Wahai orang-orang yang beriman, ingatlah nikmat Allah (yang telah dikaruniakan) kepadamu ketika bala tentara datang kepadamu, lalu Kami kirimkan kepada mereka angin topan dan bala tentara (malaikat) yang tidak dapat terlihat olehmu.<sup>610)</sup> Allah Maha Melihat apa yang kamu kerjakan.","text_en":"O you who believe, remember the favours of God to you when an army came against you and We sent a wind against them and forces that you did not see. But God sees all that you do.","transliteration":"yā ayyuhallażīna āmanużkurụ ni'matallāhi 'alaikum iż jā`atkum junụdun fa arsalnā 'alaihim rīḥaw wa junụdal lam tarauhā, wa kānallāhu bimā ta'malụna baṣīrā","no_fn":"610","text_fn":"610) Ayat ini menerangkan kisah bala tentara kafir yang dikalahkan dalam Perang Khandaq (Ahzab)."},{"id":3543,"surah":33,"no_ayah":10,"theme":"Perang Khandaq atau Ahzab","text_ayah":"اِذْ جَاۤءُوْكُمْ مِّنْ فَوْقِكُمْ وَمِنْ اَسْفَلَ مِنْكُمْ وَاِذْ زَاغَتِ الْاَبْصَارُ وَبَلَغَتِ الْقُلُوْبُ الْحَنَاجِرَ وَتَظُنُّوْنَ بِاللّٰهِ الظُّنُوْنَا۠   ۗ","text_id":"Ketika mereka datang kepadamu dari arah atas dan bawahmu, ketika penglihatan(-mu) terpana, hatimu menyesak sampai ke tenggorokan,<sup>611)</sup> dan kamu berprasangka yang bukan-bukan terhadap Allah,","text_en":"When they came upon you from above and below you, when the eyes were stupefied with horror, and hearts jumped to the throats, and you made wild suppositions about God.","transliteration":"iż jā`ụkum min fauqikum wa min asfala mingkum wa iż zāgatil-abṣāru wa balagatil-qulụbul-ḥanājira wa taẓunnụna billāhiẓ-ẓunụnā","no_fn":"611","text_fn":"611) Ayat ini menggambarkan begitu hebatnya perasaan takut dan gentar kaum mukmin pada waktu itu."},{"id":3544,"surah":33,"no_ayah":11,"theme":"Perang Khandaq atau Ahzab","text_ayah":"هُنَالِكَ ابْتُلِيَ الْمُؤْمِنُوْنَ وَزُلْزِلُوْا زِلْزَالًا شَدِيْدًا","text_id":"di situlah orang-orang mukmin diuji dan diguncangkan (hatinya) dengan guncangan yang dahsyat.","text_en":"The faithful were sorely tried there and were shaken completely,","transliteration":"hunālikabtuliyal-mu`minụna wa zulzilụ zilzālan syadīdā","no_fn":"","text_fn":""},{"id":3545,"surah":33,"no_ayah":12,"theme":"Perang Khandaq atau Ahzab","text_ayah":"وَاِذْ يَقُوْلُ الْمُنٰفِقُوْنَ وَالَّذِيْنَ فِيْ قُلُوْبِهِمْ مَّرَضٌ مَّا وَعَدَنَا اللّٰهُ وَرَسُوْلُهٗٓ اِلَّا غُرُوْرًا","text_id":"(Ingatlah) ketika orang-orang munafik dan orang-orang yang di hatinya terdapat penyakit berkata, “Apa yang dijanjikan Allah dan Rasul-Nya kepada kami hanyalah tipu daya belaka.”","text_en":"When the hypocrites and those who were filled with doubt, said: \"The promise of God and His Apostle was nothing but deceit.\"","transliteration":"wa iż yaqụlul-munāfiqụna wallażīna fī qulụbihim maraḍum mā wa'adanallāhu wa rasụluhū illā gurụrā","no_fn":"","text_fn":""},{"id":3546,"surah":33,"no_ayah":13,"theme":"Perang Khandaq atau Ahzab","text_ayah":"وَاِذْ قَالَتْ طَّاۤىِٕفَةٌ مِّنْهُمْ يٰٓاَهْلَ يَثْرِبَ لَا مُقَامَ لَكُمْ فَارْجِعُوْا ۚوَيَسْتَأْذِنُ فَرِيْقٌ مِّنْهُمُ النَّبِيَّ يَقُوْلُوْنَ اِنَّ بُيُوْتَنَا عَوْرَةٌ  ۗوَمَا هِيَ بِعَوْرَةٍ ۗاِنْ يُّرِيْدُوْنَ اِلَّا فِرَارًا","text_id":"(Ingatlah) ketika segolongan di antara mereka berkata, “Wahai penduduk Yasrib (Madinah), tidak ada tempat bagimu. Maka, kembalilah kamu!” Sebagian dari mereka meminta izin kepada Nabi (untuk kembali pulang) dengan berkata, “Sesungguhnya rumah-rumah kami terbuka (tidak ada penjaga).” Padahal, rumah-rumah itu tidak terbuka. Mereka hanya ingin lari (dari peperangan).","text_en":"When a section of them said: \"O people of Yathrib, there is no place for you here, turn back;\" and a section of them asked leave of the Prophet, saying: \"Our homes lie exposed,\" -- while they were not exposed. Their only intention was to run away.","transliteration":"wa iż qālat ṭā`ifatum min-hum yā ahla yaṡriba lā muqāma lakum farji'ụ, wa yasta`żinu farīqum min-humun-nabiyya yaqụlụna inna buyụtanā 'aurah, wa mā hiya bi'aurah, iy yurīdụna illā firārā","no_fn":"","text_fn":""},{"id":3547,"surah":33,"no_ayah":14,"theme":"Perang Khandaq atau Ahzab","text_ayah":"وَلَوْ دُخِلَتْ عَلَيْهِمْ مِّنْ اَقْطَارِهَا ثُمَّ سُىِٕلُوا الْفِتْنَةَ لَاٰتَوْهَا وَمَا تَلَبَّثُوْا بِهَآ اِلَّا يَسِيْرًا","text_id":"Seandainya (Yasrib) diserang dari segala penjuru, kemudian mereka diminta untuk melakukan fitnah,<sup>612)</sup> niscaya mereka mengerjakannya. Mereka tidak menunda permintaan itu, kecuali hanya sebentar.","text_en":"If the (enemy) had entered the city from every side and asked them to rise in revolt, they would have done so, and not hesitated but a little;","transliteration":"walau dukhilat 'alaihim min aqṭārihā ṡumma su`ilul-fitnata la`ātauhā wa mā talabbaṡụ bihā illā yasīrā","no_fn":"612","text_fn":"612) Fitnah yang dimaksud dalam ayat ini adalah melakukan kekacauan, seperti murtad dan membantu pasukan musuh dalam peperangan."},{"id":3548,"surah":33,"no_ayah":15,"theme":"Perang Khandaq atau Ahzab","text_ayah":"وَلَقَدْ كَانُوْا عَاهَدُوا اللّٰهَ مِنْ قَبْلُ لَا يُوَلُّوْنَ الْاَدْبَارَ ۗوَكَانَ عَهْدُ اللّٰهِ مَسْـُٔوْلًا","text_id":"Sungguh, mereka sebelum itu benar-benar telah berjanji kepada Allah tidak akan berbalik ke belakang (mundur). Perjanjian dengan Allah akan diminta pertanggungjawabannya.","text_en":"Whereas earlier they had made a promise to God that they would never turn their backs; and a promise made to God is answerable.","transliteration":"wa laqad kānụ 'āhadullāha ming qablu lā yuwallụnal-adbār, wa kāna 'ahdullāhi mas`ụlā","no_fn":"","text_fn":""},{"id":3549,"surah":33,"no_ayah":16,"theme":"Perang Khandaq atau Ahzab","text_ayah":"قُلْ لَّنْ يَّنْفَعَكُمُ الْفِرَارُ اِنْ فَرَرْتُمْ مِّنَ الْمَوْتِ اَوِ الْقَتْلِ وَاِذًا لَّا تُمَتَّعُوْنَ اِلَّا قَلِيْلًا ","text_id":"Katakanlah (Nabi Muhammad), “Lari itu tidak akan berguna bagimu ketika kamu lari dari kematian atau pembunuhan. Jika demikian, kamu tidak akan mengecap kesenangan, kecuali sebentar saja.”","text_en":"Say: \"Of no gain will be your running away if you run from death or being killed, even then you will enjoy the good things of life but only for a while.\"","transliteration":"qul lay yanfa'akumul-firāru in farartum minal-mauti awil-qatli wa iżal lā tumatta'ụna illā qalīlā","no_fn":"","text_fn":""},{"id":3550,"surah":33,"no_ayah":17,"theme":"Perang Khandaq atau Ahzab","text_ayah":"قُلْ مَنْ ذَا الَّذِيْ يَعْصِمُكُمْ مِّنَ اللّٰهِ اِنْ اَرَادَ بِكُمْ سُوْۤءًا اَوْ اَرَادَ بِكُمْ رَحْمَةً ۗوَلَا يَجِدُوْنَ لَهُمْ مِّنْ دُوْنِ اللّٰهِ وَلِيًّا وَّلَا نَصِيْرًا","text_id":"Katakanlah, “Siapa yang dapat melindungi kamu dari (ketentuan) Allah jika Dia menghendaki bencana atasmu atau menghendaki rahmat untuk dirimu?” Mereka itu tidak akan mendapatkan pelindung dan penolong selain Allah.","text_en":"Say: \"Who will save you from God if He decide to afflict you or show you His mercy?\" They will never find a friend or helper apart from God.","transliteration":"qul man żallażī ya'ṣimukum minallāhi in arāda bikum sū`an au arāda bikum raḥmah, wa lā yajidụna lahum min dụnillāhi waliyyaw wa lā naṣīrā","no_fn":"","text_fn":""},{"id":3551,"surah":33,"no_ayah":18,"theme":"Perang Khandaq atau Ahzab","text_ayah":"۞ قَدْ يَعْلَمُ اللّٰهُ الْمُعَوِّقِيْنَ مِنْكُمْ وَالْقَاۤىِٕلِيْنَ لِاِخْوَانِهِمْ هَلُمَّ اِلَيْنَا ۚوَلَا يَأْتُوْنَ الْبَأْسَ اِلَّا قَلِيْلًاۙ","text_id":"Sungguh, Allah mengetahui para penghalang (untuk berperang) dari (golongan)-mu dan orang yang berkata kepada saudara-saudaranya, “Marilah bersama kami.” Mereka tidak datang berperang, kecuali hanya sebentar.","text_en":"Surely God knows who among you obstruct, and those who say to their brethren: \"Come to us,\" and go to battle but seldom,","transliteration":"qad ya'lamullāhul-mu'awwiqīna mingkum wal-qā`ilīna li`ikhwānihim halumma ilainā, wa lā ya`tụnal-ba`sa illā qalīlā","no_fn":"","text_fn":""},{"id":3552,"surah":33,"no_ayah":19,"theme":"Perang Khandaq atau Ahzab","text_ayah":"اَشِحَّةً عَلَيْكُمْ ۖ فَاِذَا جَاۤءَ الْخَوْفُ رَاَيْتَهُمْ يَنْظُرُوْنَ اِلَيْكَ تَدُوْرُ اَعْيُنُهُمْ كَالَّذِيْ يُغْشٰى عَلَيْهِ مِنَ الْمَوْتِۚ فَاِذَا ذَهَبَ الْخَوْفُ سَلَقُوْكُمْ بِاَلْسِنَةٍ حِدَادٍ اَشِحَّةً عَلَى الْخَيْرِۗ اُولٰۤىِٕكَ لَمْ يُؤْمِنُوْا فَاَحْبَطَ اللّٰهُ اَعْمَالَهُمْۗ وَكَانَ ذٰلِكَ عَلَى اللّٰهِ يَسِيْرًا","text_id":"Mereka (kaum munafik) kikir terhadapmu. Apabila datang ketakutan (bahaya), kamu melihat mereka memandang kepadamu dengan bola mata yang berputar-putar seperti orang yang pingsan karena akan mati. Apabila ketakutan telah hilang, mereka mencacimu dengan lidah yang tajam, sementara mereka kikir untuk berbuat kebaikan. Mereka itu tidak beriman, maka Allah menghapus amalnya. Hal yang demikian itu sangat mudah bagi Allah.","text_en":"Being chary of helping you. But when danger appears you will find them looking at you with eyes turning like a man's in the swoon of death. Yet when the danger is past they lash you with sharp tongues, covetous of the best (of booty). Such as these have not come to belief. So God nullifies whatever they have done. This is how (the innate law of) God works inevitably.","transliteration":"asyiḥḥatan 'alaikum fa iżā jā`al-khaufu ra`aitahum yanẓurụna ilaika tadụru a'yunuhum kallażī yugsyā 'alaihi minal-maụt, fa iżā żahabal-khaufu salaqụkum bi`alsinatin ḥidādin asyiḥḥatan 'alal-khaīr, ulā`ika lam yu`minụ fa aḥbaṭallāhu a'mālahum, wa kāna żālika 'alallāhi yasīrā","no_fn":"","text_fn":""},{"id":3553,"surah":33,"no_ayah":20,"theme":"Perang Khandaq atau Ahzab","text_ayah":"يَحْسَبُوْنَ الْاَحْزَابَ لَمْ يَذْهَبُوْا ۚوَاِنْ يَّأْتِ الْاَحْزَابُ يَوَدُّوْا لَوْ اَنَّهُمْ بَادُوْنَ فِى الْاَعْرَابِ يَسْاَلُوْنَ عَنْ اَنْۢبَاۤىِٕكُمْ ۗوَلَوْ كَانُوْا فِيْكُمْ مَّا قٰتَلُوْٓا اِلَّا قَلِيْلًاࣖ","text_id":"Mereka mengira (bahwa) golongan-golongan (yang bersekutu) itu belum pergi. Jika golongan-golongan itu datang kembali, mereka pasti ingin berada di dusun-dusun bersama-sama orang Arab Badui, sambil menanyakan berita tentangmu. Seandainya mereka berada bersamamu, niscaya mereka tidak akan berperang, kecuali sebentar saja.","text_en":"They think the allied tribes have not withdrawn; and if the allied tribes had advanced they would have wished that they were rather with the Arabs of the desert asking news of you; and had they been among you they would have fought but just a little.","transliteration":"yaḥsabụnal-aḥzāba lam yaż-habụ, wa iy ya`til-aḥzābu yawaddụ lau annahum bādụna fil-a'rābi yas`alụna 'an ambā`ikum, walau kānụ fīkum mā qātalū illā qalīlā","no_fn":"","text_fn":""},{"id":3554,"surah":33,"no_ayah":21,"theme":"Rasulullah sebagai Teladan yang Baik","text_ayah":"لَقَدْ كَانَ لَكُمْ فِيْ رَسُوْلِ اللّٰهِ اُسْوَةٌ حَسَنَةٌ لِّمَنْ كَانَ يَرْجُوا اللّٰهَ وَالْيَوْمَ الْاٰخِرَ وَذَكَرَ اللّٰهَ كَثِيْرًاۗ","text_id":"Sungguh, pada (diri) Rasulullah benar-benar ada suri teladan yang baik bagimu, (yaitu) bagi orang yang mengharap (rahmat) Allah dan (kedatangan) hari Kiamat serta yang banyak mengingat Allah.","text_en":"You have indeed a noble paradigm in the Apostle of God for him who fears God and the Day of Resurrection, and remembers God frequently.","transliteration":"laqad kāna lakum fī rasụlillāhi uswatun ḥasanatul limang kāna yarjullāha wal-yaumal-ākhira wa żakarallāha kaṡīrā","no_fn":"","text_fn":""},{"id":3555,"surah":33,"no_ayah":22,"theme":"Rasulullah sebagai Teladan yang Baik","text_ayah":"وَلَمَّا رَاَ الْمُؤْمِنُوْنَ الْاَحْزَابَۙ قَالُوْا هٰذَا مَا وَعَدَنَا اللّٰهُ وَرَسُوْلُهٗ وَصَدَقَ اللّٰهُ وَرَسُوْلُهٗ  ۖوَمَا زَادَهُمْ اِلَّآ اِيْمَانًا وَّتَسْلِيْمًاۗ ","text_id":"Ketika orang-orang mukmin melihat golongan-golongan (yang bersekutu) itu, mereka berkata, “Inilah yang dijanjikan Allah dan Rasul-Nya<sup>613)</sup> kepada kita.” Benarlah Allah dan Rasul-Nya. Hal itu justru makin menambah keimanan dan keislaman mereka.","text_en":"When the faithful saw (the armies of) the allied tribes, they said: \"This is what God and His Apostle had promised us; and God and His Apostle say the truth;\" and this enhanced their faith and obedience.","transliteration":"wa lammā ra`al-mu`minụnal-aḥzāba qālụ hāżā mā wa'adanallāhu wa rasụluhụ wa ṣadaqallāhu wa rasụluhụ wa mā zādahum illā īmānaw wa taslīmā","no_fn":"613","text_fn":"613) Yang dijanjikan Allah Swt. dan Rasul itu adalah kemenangan setelah mengalami kesukaran."},{"id":3556,"surah":33,"no_ayah":23,"theme":"Rasulullah sebagai Teladan yang Baik","text_ayah":"مِنَ الْمُؤْمِنِيْنَ رِجَالٌ صَدَقُوْا مَا عَاهَدُوا اللّٰهَ عَلَيْهِ ۚ فَمِنْهُمْ مَّنْ قَضٰى نَحْبَهٗۙ وَمِنْهُمْ مَّنْ يَّنْتَظِرُ ۖوَمَا بَدَّلُوْا تَبْدِيْلًاۙ ","text_id":"Di antara orang-orang mukmin itu ada orang-orang yang menepati apa yang telah mereka janjikan kepada Allah. Di antara mereka ada yang gugur dan di antara mereka ada (pula) yang menunggu-nunggu.<sup>614)</sup> Mereka sedikit pun tidak mengubah (janjinya)","text_en":"There are men among the faithful who have been true to the covenant they had made with God; and some of them fulfilled their vows (by dying in His cause), and some still wait (prepared for death), and stand firm,","transliteration":"minal-mu`minīna rijālun ṣadaqụ mā 'āhadullāha 'alaīh, fa min-hum mang qaḍā naḥbahụ wa min-hum may yantaẓiru wa mā baddalụ tabdīlā","no_fn":"614","text_fn":"614) Yang dimaksud dengan menunggu pada ayat ini adalah menunggu salah satu di antara dua kebaikan, yakni menang atau mati syahid."},{"id":3557,"surah":33,"no_ayah":24,"theme":"Rasulullah sebagai Teladan yang Baik","text_ayah":"لِّيَجْزِيَ اللّٰهُ الصّٰدِقِيْنَ بِصِدْقِهِمْ وَيُعَذِّبَ الْمُنٰفِقِيْنَ اِنْ شَاۤءَ اَوْ يَتُوْبَ عَلَيْهِمْ ۗاِنَّ اللّٰهَ كَانَ غَفُوْرًا رَّحِيْمًاۚ ","text_id":"agar Allah memberikan balasan kepada orang-orang yang benar itu karena kebenarannya dan mengazab orang munafik jika Dia menghendaki atau menerima tobat mereka. Sesungguhnya Allah Maha Pengampun lagi Maha Penyayang.","text_en":"That God may recompense the truthful for their truthfulness, and punish the hypocrites or relent towards them, as He will. God is surely forgiving and kind.","transliteration":"liyajziyallāhuṣ-ṣādiqīna biṣidqihim wa yu'ażżibal-munāfiqīna in syā`a au yatụba 'alaihim, innallāha kāna gafụrar raḥīmā","no_fn":"","text_fn":""},{"id":3558,"surah":33,"no_ayah":25,"theme":"Babak Akhir Perang Khandaq dan Tertawannya Bani Quraizah","text_ayah":"وَرَدَّ اللّٰهُ الَّذِيْنَ كَفَرُوْا بِغَيْظِهِمْ لَمْ يَنَالُوْا خَيْرًا ۗوَكَفَى اللّٰهُ الْمُؤْمِنِيْنَ الْقِتَالَ ۗوَكَانَ اللّٰهُ قَوِيًّا عَزِيْزًاۚ ","text_id":"Allah menghalau orang-orang kafir itu dalam keadaan hati mereka penuh kejengkelan. Mereka tidak memperoleh keuntungan apa pun. Cukuplah Allah (yang menghindarkan) orang-orang mukmin dari peperangan.<sup>615)</sup> Allah Mahakuat lagi Mahaperkasa.","text_en":"God drove the unbelievers back in their fury, and they gained no advantage. God was sufficient (to help) the believers in the battle. God is all-powerful and all-mighty.","transliteration":"wa raddallāhullażīna kafarụ bigaiẓihim lam yanālụ khairā, wa kafallāhul-mu`minīnal-qitāl, wa kānallāhu qawiyyan 'azīzā","no_fn":"615","text_fn":"615) Dalam perang Khandaq, orang mukmin urung berperang sebab Allah Swt. telah menghalau musuh mereka dengan mengirimkan angin dan malaikat."},{"id":3559,"surah":33,"no_ayah":26,"theme":"Babak Akhir Perang Khandaq dan Tertawannya Bani Quraizah","text_ayah":"وَاَنْزَلَ الَّذِيْنَ ظَاهَرُوْهُمْ مِّنْ اَهْلِ الْكِتٰبِ مِنْ صَيَاصِيْهِمْ وَقَذَفَ فِيْ قُلُوْبِهِمُ الرُّعْبَ فَرِيْقًا تَقْتُلُوْنَ وَتَأْسِرُوْنَ فَرِيْقًاۚ ","text_id":"Dia menurunkan orang-orang Ahlulkitab (Bani Quraizah) yang membantu mereka (golongan-golongan yang bersekutu) dari benteng-benteng mereka. Dia memasukkan rasa takut ke dalam hati mereka. Sebagian mereka kamu bunuh dan sebagian yang lain kamu tawan.<sup>616)</sup>","text_en":"He made those of the people of the Book who had helped (the tribes) descend from their forts, and filled their hearts with dread, so that you killed some and made many captive;","transliteration":"wa anzalallażīna ẓāharụhum min ahlil-kitābi min ṣayāṣīhim wa qażafa fī qulụbihimur-ru'ba farīqan taqtulụna wa ta`sirụna farīqā","no_fn":"616","text_fn":"616) Setelah golongan-golongan yang bersekutu itu kocar-kacir, Allah Swt. memerintahkan Nabi Muhammad saw. untuk menghukum Yahudi Bani Quraizah dan mengusir mereka dari benteng-benteng mereka. Seluruh laki-laki dewasa yang ikut berperang kemudian dibunuh, sedangkan perempuan dan anak-anak ditawan."},{"id":3560,"surah":33,"no_ayah":27,"theme":"Babak Akhir Perang Khandaq dan Tertawannya Bani Quraizah","text_ayah":"وَاَوْرَثَكُمْ اَرْضَهُمْ وَدِيَارَهُمْ وَاَمْوَالَهُمْ وَاَرْضًا لَّمْ تَطَـُٔوْهَا ۗوَكَانَ اللّٰهُ عَلٰى كُلِّ شَيْءٍ قَدِيْرًاࣖ ","text_id":"Dia mewariskan kepadamu tanah-tanah, rumah-rumah, harta benda mereka, dan tanah yang belum kamu injak.<sup>617)</sup> Allah Mahakuasa terhadap segala sesuatu.","text_en":"And He made you inherit their lands and mansions and wealth, and a country you had not traversed before, for God has power over everything.","transliteration":"wa auraṡakum arḍahum wa diyārahum wa amwālahum wa arḍal lam taṭa'ụhā, wa kānallāhu 'alā kulli syai`ing qadīrā","no_fn":"617","text_fn":"617) Yang dimaksud tanah yang belum diinjak pada ayat ini adalah tanah yang akan dimasuki oleh tentara muslim."},{"id":3561,"surah":33,"no_ayah":28,"theme":"Godaan Duniawi terhadap Istri-Istri Nabi","text_ayah":"يٰٓاَيُّهَا النَّبِيُّ قُلْ لِّاَزْوَاجِكَ اِنْ كُنْتُنَّ تُرِدْنَ الْحَيٰوةَ الدُّنْيَا وَزِيْنَتَهَا فَتَعَالَيْنَ اُمَتِّعْكُنَّ وَاُسَرِّحْكُنَّ سَرَاحًا جَمِيْلًا ","text_id":"Wahai Nabi, katakanlah kepada istri-istrimu, “Jika kamu menginginkan kehidupan di dunia dan perhiasannya, kemarilah untuk kuberikan kepadamu mut‘ah dan aku ceraikan kamu dengan cara yang baik.","text_en":"O Prophet, say to your wives: \"In case you desire the life and pomp of this world, come, I will provide you handsomely, and let you go with a grace.","transliteration":"yā ayyuhan-nabiyyu qul li`azwājika ing kuntunna turidnal-ḥayātad-dun-yā wa zīnatahā fa ta'ālaina umatti'kunna wa usarriḥkunna sarāḥan jamīlā","no_fn":"","text_fn":""},{"id":3562,"surah":33,"no_ayah":29,"theme":"Godaan Duniawi terhadap Istri-Istri Nabi","text_ayah":"وَاِنْ كُنْتُنَّ تُرِدْنَ اللّٰهَ وَرَسُوْلَهٗ وَالدَّارَ الْاٰخِرَةَ فَاِنَّ اللّٰهَ اَعَدَّ لِلْمُحْسِنٰتِ مِنْكُنَّ اَجْرًا عَظِيْمًا","text_id":"Jika kamu menginginkan Allah, Rasul-Nya, dan negeri akhirat, sesungguhnya Allah menyediakan pahala yang besar bagi siapa yang berbuat baik di antara kamu.”","text_en":"But if you desire God, His Apostle, and the joys of life to come, then God has verily set apart for those of you who are good, a great reward.\"","transliteration":"wa ing kuntunna turidnallāha wa rasụlahụ wad-dāral-ākhirata fa innallāha a'adda lil-muḥsināti mingkunna ajran 'aẓīmā","no_fn":"","text_fn":""},{"id":3563,"surah":33,"no_ayah":30,"theme":"Godaan Duniawi terhadap Istri-Istri Nabi","text_ayah":"يٰنِسَاۤءَ النَّبِيِّ مَنْ يَّأْتِ مِنْكُنَّ بِفَاحِشَةٍ مُّبَيِّنَةٍ يُّضٰعَفْ لَهَا الْعَذَابُ ضِعْفَيْنِۗ وَكَانَ ذٰلِكَ عَلَى اللّٰهِ يَسِيْرًا   ۔","text_id":"Wahai istri-istri Nabi, siapa di antara kamu yang melakukan perbuatan keji yang nyata, pasti azabnya akan dilipatgandakan dua kali lipat kepadanya. Hal yang demikian itu sangat mudah bagi Allah.","text_en":"O wives of the Prophet, whosoever of you commits an act of clear shamelessness, her punishment will be doubled. This is how (the innate law of) God works inevitably.","transliteration":"yā nisā`an-nabiyyi may ya`ti mingkunna bifāḥisyatim mubayyinatiy yuḍā'af lahal-'ażābu ḍi'faīn, wa kāna żālika 'alallāhi yasīrā","no_fn":"","text_fn":""},{"id":3564,"surah":33,"no_ayah":31,"theme":"Pahala Berlipat Ganda bagi Istri-Istri Nabi dan Kedudukan Mereka di Antara Wanita Muslimah","text_ayah":"۞ وَمَنْ يَّقْنُتْ مِنْكُنَّ لِلّٰهِ وَرَسُوْلِهٖ وَتَعْمَلْ صَالِحًا نُّؤْتِهَآ اَجْرَهَا مَرَّتَيْنِۙ وَاَعْتَدْنَا لَهَا رِزْقًا كَرِيْمًا ","text_id":"Siapa di antara kamu (istri-istri Nabi) yang tetap taat kepada Allah dan Rasul-Nya dan mengerjakan amal saleh, niscaya Kami anugerahkan kepadanya pahala dua kali lipat dan Kami sediakan baginya rezeki yang mulia.","text_en":"But whoever of you is obedient to God and His Apostle, and does the right, will be given a two-fold reward by Us; and We have a rich provision in readiness for her.","transliteration":"wa may yaqnut mingkunna lillāhi wa rasụlihī wa ta'mal ṣāliḥan nu`tihā ajrahā marrataini wa a'tadnā lahā rizqang karīmā","no_fn":"","text_fn":""},{"id":3565,"surah":33,"no_ayah":32,"theme":"Pahala Berlipat Ganda bagi Istri-Istri Nabi dan Kedudukan Mereka di Antara Wanita Muslimah","text_ayah":"يٰنِسَاۤءَ النَّبِيِّ لَسْتُنَّ كَاَحَدٍ مِّنَ النِّسَاۤءِ اِنِ اتَّقَيْتُنَّ فَلَا تَخْضَعْنَ بِالْقَوْلِ فَيَطْمَعَ الَّذِيْ فِيْ قَلْبِهٖ مَرَضٌ وَّقُلْنَ قَوْلًا مَّعْرُوْفًاۚ ","text_id":"Wahai istri-istri Nabi, kamu tidaklah seperti perempuan-perempuan yang lain jika kamu bertakwa. Maka, janganlah kamu merendahkan suara (dengan lemah lembut yang dibuat-buat) sehingga bangkit nafsu orang yang ada penyakit dalam hatinya dan ucapkanlah perkataan yang baik.","text_en":"O wives of the Prophet, you are not like other women. If you are mindful of God, do not be too obliging in your speech, lest some one sick of heart should covet your person; so say only customary things.","transliteration":"yā nisā`an-nabiyyi lastunna ka`aḥadim minan-nisā`i inittaqaitunna fa lā takhḍa'na bil-qauli fa yaṭma'allażī fī qalbihī maraḍuw wa qulna qaulam ma'rụfā","no_fn":"","text_fn":""},{"id":3566,"surah":33,"no_ayah":33,"theme":"Pahala Berlipat Ganda bagi Istri-Istri Nabi dan Kedudukan Mereka di Antara Wanita Muslimah","text_ayah":"وَقَرْنَ فِيْ بُيُوْتِكُنَّ وَلَا تَبَرَّجْنَ تَبَرُّجَ الْجَاهِلِيَّةِ الْاُوْلٰى وَاَقِمْنَ الصَّلٰوةَ وَاٰتِيْنَ الزَّكٰوةَ وَاَطِعْنَ اللّٰهَ وَرَسُوْلَهٗ ۗاِنَّمَا يُرِيْدُ اللّٰهُ لِيُذْهِبَ عَنْكُمُ الرِّجْسَ اَهْلَ الْبَيْتِ وَيُطَهِّرَكُمْ تَطْهِيْرًاۚ ","text_id":"Tetaplah (tinggal) di rumah-rumahmu dan janganlah berhias (dan bertingkah laku) seperti orang-orang jahiliah dahulu. Tegakkanlah salat, tunaikanlah zakat, serta taatilah Allah dan Rasul-Nya. Sesungguhnya Allah hanya hendak menghilangkan dosa darimu, wahai ahlulbait dan membersihkan kamu sebersih-bersihnya.","text_en":"Stay at home, and do not deck yourselves with ostentation as in the days of paganism; fulfil your devotional obligations, pay the zakat, and obey God and His Apostle. God desires to remove impurities from you, O inmates of this house, and to cleanse and bring out the best in you.","transliteration":"wa qarna fī buyụtikunna wa lā tabarrajna tabarrujal-jāhiliyyatil-ụlā wa aqimnaṣ-ṣalāta wa ātīnaz-zakāta wa aṭi'nallāha wa rasụlah, innamā yurīdullāhu liyuż-hiba 'angkumur-rijsa ahlal-baiti wa yuṭahhirakum taṭ-hīrā","no_fn":"","text_fn":""},{"id":3567,"surah":33,"no_ayah":34,"theme":"Pahala Berlipat Ganda bagi Istri-Istri Nabi dan Kedudukan Mereka di Antara Wanita Muslimah","text_ayah":"وَاذْكُرْنَ مَا يُتْلٰى فِيْ بُيُوْتِكُنَّ مِنْ اٰيٰتِ اللّٰهِ وَالْحِكْمَةِۗ اِنَّ اللّٰهَ كَانَ لَطِيْفًا خَبِيْرًاࣖ ","text_id":"Ingatlah apa yang dibacakan di rumahmu yakni ayat-ayat Allah (Al-Qur’an) dan hikmah (sunah Nabimu). Sesungguhnya Allah Mahalembut lagi Mahateliti.","text_en":"Remember God's revelations and the wisdom that are recited in your homes. God is indeed all perceiving, well-informed.","transliteration":"ważkurna mā yutlā fī buyụtikunna min āyātillāhi wal-ḥikmah, innallāha kāna laṭīfan khabīrā","no_fn":"","text_fn":""},{"id":3568,"surah":33,"no_ayah":35,"theme":"Sifat-Sifat Orang Mukmin yang Mendapat Ampunan dan Pahala Besar","text_ayah":"اِنَّ الْمُسْلِمِيْنَ وَالْمُسْلِمٰتِ وَالْمُؤْمِنِيْنَ وَالْمُؤْمِنٰتِ وَالْقٰنِتِيْنَ وَالْقٰنِتٰتِ وَالصّٰدِقِيْنَ وَالصّٰدِقٰتِ وَالصّٰبِرِيْنَ وَالصّٰبِرٰتِ وَالْخٰشِعِيْنَ وَالْخٰشِعٰتِ وَالْمُتَصَدِّقِيْنَ وَالْمُتَصَدِّقٰتِ وَالصَّاۤىِٕمِيْنَ وَالصّٰۤىِٕمٰتِ وَالْحٰفِظِيْنَ فُرُوْجَهُمْ وَالْحٰفِظٰتِ وَالذّٰكِرِيْنَ اللّٰهَ كَثِيْرًا وَّالذّٰكِرٰتِ اَعَدَّ اللّٰهُ لَهُمْ مَّغْفِرَةً وَّاَجْرًا عَظِيْمًا ","text_id":"Sesungguhnya muslim dan muslimat, mukmin dan mukminat, laki-laki dan perempuan yang taat, laki-laki dan perempuan yang benar, laki-laki dan perempuan penyabar, laki-laki dan perempuan yang khusyuk, laki-laki dan perempuan yang bersedekah, laki-laki dan perempuan yang berpuasa, laki-laki dan perempuan yang memelihara kemaluannya, laki-laki dan perempuan yang banyak menyebut (nama) Allah, untuk mereka Allah telah menyiapkan ampunan dan pahala yang besar.","text_en":"Verily men and women who have come to submission, men and women who are believers, men and women who are devout, truthful men and truthful women, men and women with endurance, men and women who are modest, men and women who give alms, men and women who observe fasting, men and women who guard their private parts, and those men and women who remember God a great deal, for them God has forgiveness and a great reward.","transliteration":"innal-muslimīna wal-muslimāti wal-mu`minīna wal-mu`mināti wal-qānitīna wal-qānitāti waṣ-ṣādiqīna waṣ-ṣādiqāti waṣ-ṣābirīna waṣ-ṣābirāti wal-khāsyi'īna wal-khāsyi'āti wal-mutaṣaddiqīna wal-mutaṣaddiqāti waṣ-ṣā`imīna waṣ-ṣā`imāti wal-ḥāfiẓīna furụjahum wal-ḥāfiẓāti waż-żākirīnallāha kaṡīraw waż-żākirāti a'addallāhu lahum magfirataw wa ajran 'aẓīmā","no_fn":"","text_fn":""},{"id":3569,"surah":33,"no_ayah":36,"theme":"Status Anak Angkat","text_ayah":"وَمَا كَانَ لِمُؤْمِنٍ وَّلَا مُؤْمِنَةٍ اِذَا قَضَى اللّٰهُ وَرَسُوْلُهٗٓ اَمْرًا اَنْ يَّكُوْنَ لَهُمُ الْخِيَرَةُ مِنْ اَمْرِهِمْ ۗوَمَنْ يَّعْصِ اللّٰهَ وَرَسُوْلَهٗ فَقَدْ ضَلَّ ضَلٰلًا مُّبِيْنًاۗ  ","text_id":"Tidaklah pantas bagi mukmin dan mukminat, apabila Allah dan Rasul-Nya telah menetapkan suatu ketentuan, akan ada pilihan (yang lain) bagi mereka tentang urusan mereka. Siapa yang mendurhakai Allah dan Rasul-Nya, sungguh dia telah tersesat dengan kesesatan yang nyata.","text_en":"No believing men and women have any choice in a matter after God and His Apostle have decided it. Whoever disobeys God and His Apostle has clearly lost the way and gone astray.","transliteration":"wa mā kāna limu`miniw wa lā mu`minatin iżā qaḍallāhu wa rasụluhū amran ay yakụna lahumul-khiyaratu min amrihim, wa may ya'ṣillāha wa rasụlahụ fa qad ḍalla ḍalālam mubīnā","no_fn":"","text_fn":""},{"id":3570,"surah":33,"no_ayah":37,"theme":"Status Anak Angkat","text_ayah":"وَاِذْ تَقُوْلُ لِلَّذِيْٓ اَنْعَمَ اللّٰهُ عَلَيْهِ وَاَنْعَمْتَ عَلَيْهِ اَمْسِكْ عَلَيْكَ زَوْجَكَ وَاتَّقِ اللّٰهَ وَتُخْفِيْ فِيْ نَفْسِكَ مَا اللّٰهُ مُبْدِيْهِ وَتَخْشَى النَّاسَۚ وَاللّٰهُ اَحَقُّ اَنْ تَخْشٰىهُ ۗ فَلَمَّا قَضٰى زَيْدٌ مِّنْهَا وَطَرًاۗ زَوَّجْنٰكَهَا لِكَيْ لَا يَكُوْنَ عَلَى الْمُؤْمِنِيْنَ حَرَجٌ فِيْٓ اَزْوَاجِ اَدْعِيَاۤىِٕهِمْ اِذَا قَضَوْا مِنْهُنَّ وَطَرًاۗ وَكَانَ اَمْرُ اللّٰهِ مَفْعُوْلًا ","text_id":"(Ingatlah) ketika engkau (Nabi Muhammad) berkata kepada orang yang telah diberi nikmat oleh Allah dan engkau (juga) telah memberi nikmat kepadanya, “Pertahankan istrimu dan bertakwalah kepada Allah,” sedang engkau menyembunyikan di dalam hatimu apa yang akan dinyatakan oleh Allah, dan engkau takut kepada manusia, padahal Allah lebih berhak untuk engkau takuti. Maka, ketika Zaid telah mengakhiri keperluan terhadap istrinya (menceraikannya), Kami nikahkan engkau dengan dia (Zainab) agar tidak ada keberatan bagi orang mukmin untuk (menikahi) istri-istri anak-anak angkat mereka, apabila mereka telah menyelesaikan keperluan terhadap istri-istrinya. Ketetapan Allah itu pasti terjadi.","text_en":"When you said to him who had been favoured by God and was favoured by you: \"Keep your wife to yourself and fear God,\" you were hiding something God was about to bring to light, for you had fear of men, though you should fear God more. And when Zaid was through with her, We gave her to you in marriage, so that it may not remain a sin for the faithful (to marry) the wives of their adopted sons when they are through with them. God's command is to be fulfilled.","transliteration":"wa iż taqụlu lillażī an'amallāhu 'alaihi wa an'amta 'alaihi amsik 'alaika zaujaka wattaqillāha wa tukhfī fī nafsika mallāhu mubdīhi wa takhsyan-nās, wallāhu aḥaqqu an takhsyāh, fa lammā qaḍā zaidum min-hā waṭarā, zawwajnākahā likai lā yakụna 'alal-mu`minīna ḥarajun fī azwāji ad'iyā`ihim iżā qaḍau min-hunna waṭarā, wa kāna amrullāhi maf'ụlā","no_fn":"","text_fn":""},{"id":3571,"surah":33,"no_ayah":38,"theme":"Status Anak Angkat","text_ayah":"مَا كَانَ عَلَى النَّبِيِّ مِنْ حَرَجٍ فِيْمَا فَرَضَ اللّٰهُ لَهٗ ۗسُنَّةَ اللّٰهِ فِى الَّذِيْنَ خَلَوْا مِنْ قَبْلُ ۗوَكَانَ اَمْرُ اللّٰهِ قَدَرًا مَّقْدُوْرًاۙ  ","text_id":"Tidak ada keberatan apa pun pada Nabi tentang apa yang telah ditetapkan Allah baginya. (Allah telah menetapkan yang demikian) sebagai sunah Allah pada (nabi-nabi) yang telah terdahulu. Ketetapan Allah itu merupakan ketetapan yang pasti berlaku,","text_en":"There is no constraint on the Prophet in what God has decreed for him. This has been the way of God with (apostles) who have gone before you, and God's command is a determined act.","transliteration":"mā kāna 'alan-nabiyyi min ḥarajin fīmā faraḍallāhu lah, sunnatallāhi fillażīna khalau ming qabl, wa kāna amrullāhi qadaram maqdụrā","no_fn":"","text_fn":""},{"id":3572,"surah":33,"no_ayah":39,"theme":"Status Anak Angkat","text_ayah":" ۨالَّذِيْنَ يُبَلِّغُوْنَ رِسٰلٰتِ اللّٰهِ وَيَخْشَوْنَهٗ وَلَا يَخْشَوْنَ اَحَدًا اِلَّا اللّٰهَ ۗوَكَفٰى بِاللّٰهِ حَسِيْبًا ","text_id":"(yaitu) orang-orang yang menyampaikan risalah-risalah Allah, dan takut kepada-Nya serta tidak merasa takut kepada siapa pun selain kepada Allah. Cukuplah Allah sebagai pembuat perhitungan.","text_en":"(For) those who convey the messages of God, and fear Him and no one else, God is sufficient to keep account.","transliteration":"allażīna yuballigụna risālātillāhi wa yakhsyaunahụ wa lā yakhsyauna aḥadan illallāh, wa kafā billāhi ḥasībā","no_fn":"","text_fn":""},{"id":3573,"surah":33,"no_ayah":40,"theme":"Status Anak Angkat","text_ayah":"مَا كَانَ مُحَمَّدٌ اَبَآ اَحَدٍ مِّنْ رِّجَالِكُمْ وَلٰكِنْ رَّسُوْلَ اللّٰهِ وَخَاتَمَ النَّبِيّٖنَۗ وَكَانَ اللّٰهُ بِكُلِّ شَيْءٍ عَلِيْمًاࣖ","text_id":"Muhammad itu bukanlah bapak dari seseorang di antara kamu, melainkan dia adalah utusan Allah dan penutup para nabi. Allah Maha Mengetahui segala sesuatu.","text_en":"Muhammad is not the father of any man among you, but a messenger of God, and the seal of the prophets. God has knowledge of everything.","transliteration":"mā kāna muḥammadun aba aḥadim mir rijālikum wa lākir rasụlallāhi wa khātaman-nabiyyīn, wa kānallāhu bikulli syai`in 'alīmā","no_fn":"","text_fn":""},{"id":3574,"surah":33,"no_ayah":41,"theme":"Memperbanyak Zikir kepada Allah ","text_ayah":"يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوا اذْكُرُوا اللّٰهَ ذِكْرًا كَثِيْرًاۙ ","text_id":"Wahai orang-orang yang beriman, ingatlah Allah dengan zikir sebanyak-banyaknya","text_en":"O you who believe, remember God a great deal,","transliteration":"yā ayyuhallażīna āmanużkurullāha żikrang kaṡīrā","no_fn":"","text_fn":""},{"id":3575,"surah":33,"no_ayah":42,"theme":"Memperbanyak Zikir kepada Allah ","text_ayah":"وَّسَبِّحُوْهُ بُكْرَةً وَّاَصِيْلًا ","text_id":"dan bertasbihlah kepada-Nya pada waktu pagi dan petang.","text_en":"And sing His praises morning and evening.","transliteration":"wa sabbiḥụhu bukrataw wa aṣīlā","no_fn":"","text_fn":""},{"id":3576,"surah":33,"no_ayah":43,"theme":"Memperbanyak Zikir kepada Allah ","text_ayah":"هُوَ الَّذِيْ يُصَلِّيْ عَلَيْكُمْ وَمَلٰۤىِٕكَتُهٗ لِيُخْرِجَكُمْ مِّنَ الظُّلُمٰتِ اِلَى النُّوْرِۗ وَكَانَ بِالْمُؤْمِنِيْنَ رَحِيْمًا ","text_id":"Dialah yang memberi rahmat kepadamu dan para malaikat-Nya (memohonkan ampunan untukmu), agar Dia mengeluarkan kamu dari berbagai kegelapan menuju cahaya (yang terang benderang). Dia Maha Penyayang kepada orang-orang mukmin.","text_en":"It is He who sends His blessings on you, as (do) His angels, that He may lead you out of darkness into light, for He is benevolent to the believers.","transliteration":"huwallażī yuṣallī 'alaikum wa malā`ikatuhụ liyukhrijakum minaẓ-ẓulumāti ilan-nụr, wa kāna bil-mu`minīna raḥīmā","no_fn":"","text_fn":""},{"id":3577,"surah":33,"no_ayah":44,"theme":"Memperbanyak Zikir kepada Allah ","text_ayah":"تَحِيَّتُهُمْ يَوْمَ يَلْقَوْنَهٗ سَلٰمٌ ۚوَاَعَدَّ لَهُمْ اَجْرًا كَرِيْمًا ","text_id":"Ucapan penghormatan (Allah kepada) mereka (orang-orang mukmin itu) pada hari ketika mereka menemui-Nya ialah, “Salam,” dan Dia siapkan untuk mereka pahala yang mulia.","text_en":"Their greeting on the day they meet Him will be: \"Peace;\" and He has a generous reward ready for them.","transliteration":"taḥiyyatuhum yauma yalqaunahụ salām, wa a'adda lahum ajrang karīmā","no_fn":"","text_fn":""},{"id":3578,"surah":33,"no_ayah":45,"theme":"Risalah Nabi Muhammad sebagai Pemberi Kabar Gembira dan Peringatan","text_ayah":"يٰٓاَيُّهَا النَّبِيُّ اِنَّآ اَرْسَلْنٰكَ شَاهِدًا وَّمُبَشِّرًا وَّنَذِيْرًاۙ ","text_id":"Wahai Nabi (Muhammad), sesungguhnya Kami mengutus engkau untuk menjadi saksi, pemberi kabar gembira, dan pemberi peringatan","text_en":"O Prophet, We have sent you as a witness and a bearer of happy tidings and an admonisher,","transliteration":"yā ayyuhan-nabiyyu innā arsalnāka syāhidaw wa mubasysyiraw wa nażīrā","no_fn":"","text_fn":""},{"id":3579,"surah":33,"no_ayah":46,"theme":"Risalah Nabi Muhammad sebagai Pemberi Kabar Gembira dan Peringatan","text_ayah":"وَّدَاعِيًا اِلَى اللّٰهِ بِاِذْنِهٖ وَسِرَاجًا مُّنِيْرًا ","text_id":"dan untuk menjadi penyeru kepada (agama) Allah dengan izin-Nya serta sebagai pelita yang menerangi.","text_en":"And to call (men) to God by His leave, and as a lamp resplendent.","transliteration":"wa dā'iyan ilallāhi bi`iżnihī wa sirājam munīrā","no_fn":"","text_fn":""},{"id":3580,"surah":33,"no_ayah":47,"theme":"Risalah Nabi Muhammad sebagai Pemberi Kabar Gembira dan Peringatan","text_ayah":"وَبَشِّرِ الْمُؤْمِنِيْنَ بِاَنَّ لَهُمْ مِّنَ اللّٰهِ فَضْلًا كَبِيْرًا ","text_id":"Sampaikanlah kabar gembira kepada orang-orang mukmin bahwa sesungguhnya bagi mereka karunia yang besar dari Allah.","text_en":"Give glad tidings to the believers that there is great bounty for them from God.","transliteration":"wa basysyiril-mu`minīna bi`anna lahum minallāhi faḍlang kabīrā","no_fn":"","text_fn":""},{"id":3581,"surah":33,"no_ayah":48,"theme":"Risalah Nabi Muhammad sebagai Pemberi Kabar Gembira dan Peringatan","text_ayah":"وَلَا تُطِعِ الْكٰفِرِيْنَ وَالْمُنٰفِقِيْنَ وَدَعْ اَذٰىهُمْ وَتَوَكَّلْ عَلَى اللّٰهِ ۗوَكَفٰى بِاللّٰهِ وَكِيْلًا ","text_id":"Janganlah engkau (Nabi Muhammad) menuruti orang-orang kafir dan orang-orang munafik itu, biarkan (saja) gangguan mereka, dan bertawakallah kepada Allah. Cukuplah Allah sebagai pelindung.","text_en":"Do not listen to the unbelievers and the hypocrites. Ignore what they do to hurt you, and put your trust in God. God is sufficient as protector.","transliteration":"wa lā tuṭi'il-kāfirīna wal-munāfiqīna wa da' ażāhum wa tawakkal 'alallāh, wa kafā billāhi wakīlā","no_fn":"","text_fn":""},{"id":3582,"surah":33,"no_ayah":49,"theme":"Masa Idah Perempuan yang Belum Dicampuri Suami","text_ayah":"يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اِذَا نَكَحْتُمُ الْمُؤْمِنٰتِ ثُمَّ طَلَّقْتُمُوْهُنَّ مِنْ قَبْلِ اَنْ تَمَسُّوْهُنَّ فَمَا لَكُمْ عَلَيْهِنَّ مِنْ عِدَّةٍ تَعْتَدُّوْنَهَاۚ فَمَتِّعُوْهُنَّ وَسَرِّحُوْهُنَّ سَرَاحًا جَمِيْلًا ","text_id":"Wahai orang-orang yang beriman, apabila kamu menikahi  perempuan-perempuan mukminat, kemudian kamu ceraikan mereka sebelum kamu mencampurinya, tidak ada masa idah atas mereka yang perlu kamu perhitungkan. Maka, berilah mereka mutah (pemberian) dan lepaskanlah mereka dengan cara yang sebaik-baiknya.","text_en":"O you who believe, when you marry believing women then divorce them before having (sexual) contact with them, you have no right to demand observance of the 'waiting period' of them. But provide suitably for them, and let them go with honour.","transliteration":"yā ayyuhallażīna āmanū iżā nakaḥtumul-mu`mināti ṡumma ṭallaqtumụhunna ming qabli an tamassụhunna fa mā lakum 'alaihinna min 'iddatin ta'taddụnahā, fa matti'ụhunna wa sarriḥụhunna sarāḥan jamīlā","no_fn":"","text_fn":""},{"id":3583,"surah":33,"no_ayah":50,"theme":"Perempuan yang Halal Dinikahi oleh Rasulullah","text_ayah":"يٰٓاَيُّهَا النَّبِيُّ اِنَّآ اَحْلَلْنَا لَكَ اَزْوَاجَكَ الّٰتِيْٓ اٰتَيْتَ اُجُوْرَهُنَّ وَمَا مَلَكَتْ يَمِيْنُكَ مِمَّآ اَفَاۤءَ اللّٰهُ عَلَيْكَ وَبَنٰتِ عَمِّكَ وَبَنٰتِ عَمّٰتِكَ وَبَنٰتِ خَالِكَ وَبَنٰتِ خٰلٰتِكَ الّٰتِيْ هَاجَرْنَ مَعَكَۗ وَامْرَاَةً مُّؤْمِنَةً اِنْ وَّهَبَتْ نَفْسَهَا لِلنَّبِيِّ اِنْ اَرَادَ النَّبِيُّ اَنْ يَّسْتَنْكِحَهَا خَالِصَةً لَّكَ مِنْ دُوْنِ الْمُؤْمِنِيْنَۗ قَدْ عَلِمْنَا مَا فَرَضْنَا عَلَيْهِمْ فِيْٓ اَزْوَاجِهِمْ وَمَا مَلَكَتْ اَيْمَانُهُمْ لِكَيْلَا يَكُوْنَ عَلَيْكَ حَرَجٌۗ وَكَانَ اللّٰهُ غَفُوْرًا رَّحِيْمًا ","text_id":"Wahai Nabi (Muhammad) sesungguhnya Kami telah menghalalkan bagimu istri-istrimu yang telah engkau berikan maskawinnya dan hamba sahaya yang engkau miliki dari apa yang engkau peroleh dalam peperangan yang dianugerahkan Allah untukmu dan (demikian pula) anak-anak perempuan dari saudara laki-laki bapakmu, anak-anak perempuan dari saudara perempuan bapakmu, anak-anak perempuan dari saudara laki-laki ibumu, anak-anak perempuan dari saudara perempuan ibumu yang turut hijrah bersamamu, dan perempuan mukminat yang menyerahkan dirinya kepada Nabi jika Nabi ingin menikahinya sebagai kekhususan bagimu, bukan untuk orang-orang mukmin (yang lain). Sungguh, Kami telah mengetahui apa yang Kami wajibkan kepada mereka tentang istri-istri mereka dan hamba sahaya yang mereka miliki agar tidak menjadi kesempitan bagimu. Allah Maha Pengampun lagi Maha Penyayang.","text_en":"We have made lawful for you, O Prophet, wives to whom you have given their dower, and God-given maids and captives you have married, and the daughters of your father's brothers and daughters of your father's sisters, and daughters of your mother's brothers and sisters, who migrated with you; and a believing woman who offers herself to the Prophet if the Prophet desires to marry her. This is a privilege only for you and not the other believers. We know what We have ordained for them about their wives and maids they possess, so that you may be free of blame, for God is forgiving and kind.","transliteration":"yā ayyuhan-nabiyyu innā aḥlalnā laka azwājakallātī ātaita ujụrahunna wa mā malakat yamīnuka mimmā afā`allāhu 'alaika wa banāti 'ammika wa banāti 'ammātika wa banāti khālika wa banāti khālātikallātī hājarna ma'ak, wamra`atam mu`minatan iw wahabat nafsahā lin-nabiyyi in arādan-nabiyyu ay yastangkiḥahā khāliṣatal laka min dụnil-mu`minīn, qad 'alimnā mā faraḍnā 'alaihim fī azwājihim wa mā malakat aimānuhum likai lā yakụna 'alaika ḥaraj, wa kānallāhu gafụrar raḥīmā","no_fn":"","text_fn":""},{"id":3584,"surah":33,"no_ayah":51,"theme":"Hak Nabi atas Istri yang Dipilih akan Dipertahankan atau Dilepaskan","text_ayah":"۞ تُرْجِيْ مَنْ تَشَاۤءُ مِنْهُنَّ وَتُـْٔوِيْٓ اِلَيْكَ مَنْ تَشَاۤءُۗ وَمَنِ ابْتَغَيْتَ مِمَّنْ عَزَلْتَ فَلَا جُنَاحَ عَلَيْكَۗ ذٰلِكَ اَدْنٰٓى اَنْ تَقَرَّ اَعْيُنُهُنَّ وَلَا يَحْزَنَّ وَيَرْضَيْنَ بِمَآ اٰتَيْتَهُنَّ كُلُّهُنَّۗ وَاللّٰهُ يَعْلَمُ مَا فِيْ قُلُوْبِكُمْ ۗوَكَانَ اللّٰهُ عَلِيْمًا حَلِيْمًا ","text_id":"Engkau (Nabi Muhammad) boleh menangguhkan (menggauli) siapa yang engkau kehendaki di antara mereka (para istrimu) dan (boleh pula) menggauli siapa (di antara mereka) yang engkau kehendaki. Siapa yang engkau ingini untuk menggaulinya kembali dari istri-istrimu yang telah engkau sisihkan, tidak ada dosa bagimu. Itu adalah lebih dekat untuk menyenangkan hati mereka. Mereka tidak merasa sedih dan mereka semua rela dengan apa yang telah engkau berikan kepada mereka. Allah mengetahui apa yang (tersimpan) dalam hatimu. Allah Maha Mengetahui lagi Maha Penyantun.<sup>618)</sup>","text_en":"You may defer the turn of any of your wives you like, and may take any other you desire. There is no harm if you take any of those (whose turn) you had deferred. This would be better as it would gladden their hearts and they will not grieve, and each will be happy with what you have given her. God knows what is in your heart, for He is all-wise and benign.","transliteration":"turjī man tasyā`u min-hunna wa tu`wī ilaika man tasyā`, wa manibtagaita mim man 'azalta fa lā junāḥa 'alaīk, żālika adnā an taqarra a'yunuhunna wa lā yaḥzanna wa yarḍaina bimā ātaitahunna kulluhunn, wallāhu ya'lamu mā fī qulụbikum, wa kānallāhu 'alīman ḥalīmā","no_fn":"618","text_fn":"618) Menurut riwayat, pada suatu ketika istri-istri Nabi Muhammad saw. ada yang cemburu dan ada yang meminta tambahan belanja. Maka, Nabi Muhammad saw. memutuskan hubungan dengan mereka sampai sebulan lamanya. Oleh karena takut diceraikan Nabi, mereka datang kepada Nabi menyatakan kerelaannya atas apa saja yang akan diperbuat Nabi terhadap mereka. Turunnya ayat ini memberikan izin kepada Nabi untuk menggauli atau tidak menggauli istri yang dikehendakinya serta merujuk istri-istrinya, jika sudah ada yang diceraikannya."},{"id":3585,"surah":33,"no_ayah":52,"theme":"Larangan untuk Nabi Menikah Lagi setelah Turun Ayat Ini","text_ayah":"لَا يَحِلُّ لَكَ النِّسَاۤءُ مِنْۢ بَعْدُ وَلَآ اَنْ تَبَدَّلَ بِهِنَّ مِنْ اَزْوَاجٍ وَّلَوْ اَعْجَبَكَ حُسْنُهُنَّ اِلَّا مَا مَلَكَتْ يَمِيْنُكَۗ وَكَانَ اللّٰهُ عَلٰى كُلِّ شَيْءٍ رَّقِيْبًاࣖ ","text_id":"Tidak halal bagimu (Nabi Muhammad) menikahi perempuan-perempuan (lain) setelah itu dan tidak boleh (pula) mengganti mereka dengan istri-istri (yang lain) meskipun kecantikannya menarik hatimu kecuali perempuan-perempuan (hamba sahaya) yang engkau miliki. Allah Maha Mengawasi segala sesuatu.","text_en":"No other women are lawful for you after this except those you have married, nor to change your present wives for other women even though their beauty should appeal to you. God is watchful of everything.","transliteration":"lā yaḥillu lakan-nisā`u mim ba'du wa lā an tabaddala bihinna min azwājiw walau a'jabaka ḥusnuhunna illā mā malakat yamīnuk, wa kānallāhu 'alā kulli syai`ir raqībā","no_fn":"","text_fn":""},{"id":3586,"surah":33,"no_ayah":53,"theme":"Sopan Santun dalam Rumah Tangga Nabi","text_ayah":"يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَدْخُلُوْا بُيُوْتَ النَّبِيِّ اِلَّآ اَنْ يُّؤْذَنَ لَكُمْ اِلٰى طَعَامٍ غَيْرَ نٰظِرِيْنَ اِنٰىهُ وَلٰكِنْ اِذَا دُعِيْتُمْ فَادْخُلُوْا فَاِذَا طَعِمْتُمْ فَانْتَشِرُوْا وَلَا مُسْتَأْنِسِيْنَ لِحَدِيْثٍۗ اِنَّ ذٰلِكُمْ كَانَ يُؤْذِى النَّبِيَّ فَيَسْتَحْيٖ مِنْكُمْ ۖوَاللّٰهُ لَا يَسْتَحْيٖ مِنَ الْحَقِّۗ وَاِذَا سَاَلْتُمُوْهُنَّ مَتَاعًا فَسْـَٔلُوْهُنَّ مِنْ وَّرَاۤءِ حِجَابٍۗ ذٰلِكُمْ اَطْهَرُ لِقُلُوْبِكُمْ وَقُلُوْبِهِنَّۗ وَمَا كَانَ لَكُمْ اَنْ تُؤْذُوْا رَسُوْلَ اللّٰهِ وَلَآ اَنْ تَنْكِحُوْٓا اَزْوَاجَهٗ مِنْۢ بَعْدِهٖٓ اَبَدًاۗ اِنَّ ذٰلِكُمْ كَانَ عِنْدَ اللّٰهِ عَظِيْمًا ","text_id":"Wahai orang-orang yang beriman, janganlah kamu memasuki rumah-rumah Nabi, kecuali jika kamu diizinkan untuk makan tanpa menunggu waktu masak (makanannya),<sup>619)</sup> tetapi jika kamu diundang, masuklah dan apabila kamu selesai makan, keluarlah kamu tanpa memperpanjang percakapan. Sesungguhnya yang demikian itu adalah mengganggu Nabi sehingga dia malu kepadamu (untuk menyuruhmu keluar). Allah tidak malu (menerangkan) yang benar. Apabila kamu meminta sesuatu (keperluan) kepada mereka (istri-istri Nabi), mintalah dari belakang tabir. (Cara) yang demikian itu lebih suci bagi hatimu dan hati mereka. Kamu tidak boleh menyakiti (hati) Rasulullah dan tidak boleh (pula) menikahi istri-istrinya selama-lamanya setelah Nabi (wafat). Sesungguhnya yang demikian itu sangat besar (dosanya) di sisi Allah.","text_en":"O you who believe, do not enter the houses of the Prophet for a meal without awaiting the proper time, unless asked, and enter when you are invited, and depart when you have eaten, and do not stay on talking. This puts the Prophet to inconvenience, and he feels embarrassed before you; but God is not embarrassed in (saying) the truth. And when you ask his wife for some thing of utility, ask for it from behind the screen. This is for the purity of your hearts and theirs. It does not behove you to annoy the prophet of God, or to ever marry his wives after him. This would indeed be serious in the sight of God.","transliteration":"yā ayyuhallażīna āmanụ lā tadkhulụ buyụtan-nabiyyi illā ay yu`żana lakum ilā ṭa'āmin gaira nāẓirīna ināhu wa lākin iżā du'ītum fadkhulụ fa iżā ṭa'imtum fantasyirụ wa lā musta`nisīna liḥadīṡ, inna żālikum kāna yu`żin-nabiyya fa yastaḥyī mingkum wallāhu lā yastaḥyī minal-ḥaqq, wa iżā sa`altumụhunna matā'an fas`alụhunna miw warā`i ḥijāb, żālikum aṭ-haru liqulụbikum wa qulụbihinn, wa mā kāna lakum an tu`żụ rasụlallāhi wa lā an tangkiḥū azwājahụ mim ba'dihī abadā, inna żālikum kāna 'indallāhi 'aẓīmā","no_fn":"619","text_fn":"619) Ayat ini melarang sahabat masuk ke rumah Rasulullah untuk makan sambil menunggu-nunggu waktu makannya Rasulullah."},{"id":3587,"surah":33,"no_ayah":54,"theme":"Sopan Santun dalam Rumah Tangga Nabi","text_ayah":"اِنْ تُبْدُوْا شَيْـًٔا اَوْ تُخْفُوْهُ فَاِنَّ اللّٰهَ كَانَ بِكُلِّ شَيْءٍ عَلِيْمًا ","text_id":"Jika kamu menyatakan sesuatu atau menyembunyikannya, sesungguhnya Allah Maha Mengetahui segala sesuatu.","text_en":"Whether you discuss a thing or conceal it, surely God has knowledge of everything.","transliteration":"in tubdụ syai`an au tukhfụhu fa innallāha kāna bikulli syai`in 'alīmā","no_fn":"","text_fn":""},{"id":3588,"surah":33,"no_ayah":55,"theme":"Orang-Orang yang Diperbolehkan Menjumpai Istri-Istri Nabi tanpa Hijab","text_ayah":"لَا جُنَاحَ عَلَيْهِنَّ فِيْٓ اٰبَاۤىِٕهِنَّ وَلَآ اَبْنَاۤىِٕهِنَّ وَلَآ اِخْوَانِهِنَّ وَلَآ اَبْنَاۤءِ اِخْوَانِهِنَّ وَلَآ اَبْنَاۤءِ اَخَوٰتِهِنَّ وَلَا نِسَاۤىِٕهِنَّ وَلَا مَا مَلَكَتْ اَيْمَانُهُنَّۚ وَاتَّقِيْنَ اللّٰهَ ۗاِنَّ اللّٰهَ كَانَ عَلٰى كُلِّ شَيْءٍ شَهِيْدًا ","text_id":"Tidak ada dosa atas mereka (istri-istri Nabi Muhammad untuk berjumpa tanpa tabir) dengan bapak-bapak mereka, anak laki-laki mereka, saudara laki-laki mereka, anak laki-laki dari saudara laki-laki mereka, anak laki-laki dari saudara perempuan mereka, perempuan-perempuan mereka (wanita-wanita muslimat, baik keluarga maupun bukan) dan hamba sahaya yang mereka miliki. Bertakwalah kamu (istri-istri Nabi) kepada Allah. Sesungguhnya Allah Maha Menyaksikan segala sesuatu.","text_en":"There is no harm if they come before their fathers or their sons, or their brothers and their brothers' and sisters' sons, or their women folk or captive maids they possess. Follow the commands of God. Verily God is witness to everything.","transliteration":"lā junāḥa 'alaihinna fī ābā`ihinna wa lā abnā`ihinna wa lā ikhwānihinna wa lā abnā`i ikhwānihinna wa lā abnā`i akhawātihinna wa lā nisā`ihinna wa lā mā malakat aimānuhunn, wattaqīnallāh, innallāha kāna 'alā kulli syai`in syahīdā","no_fn":"","text_fn":""},{"id":3589,"surah":33,"no_ayah":56,"theme":"Perintah untuk Membaca Selawat kepada Nabi Muhammad","text_ayah":"اِنَّ اللّٰهَ وَمَلٰۤىِٕكَتَهٗ يُصَلُّوْنَ عَلَى النَّبِيِّۗ  يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا صَلُّوْا عَلَيْهِ وَسَلِّمُوْا تَسْلِيْمًا ","text_id":"Sesungguhnya Allah dan para malaikat-Nya berselawat untuk Nabi.<sup>620)</sup> Wahai orang-orang yang beriman, berselawatlah kamu untuk Nabi dan ucapkanlah salam dengan penuh penghormatan kepadanya.<sup>621)</sup>","text_en":"God and His angels shower their blessings on the Prophet. O believers, you should also send your blessings on him, and salute him with a worthy greeting.","transliteration":"innallāha wa malā`ikatahụ yuṣallụna 'alan-nabiyy, yā ayyuhallażīna āmanụ ṣallụ 'alaihi wa sallimụ taslīmā","no_fn":"620,621","text_fn":"620) Selawat dari Allah Swt. berarti memberi rahmat, dari malaikat berarti memohonkan ampunan, dan dari orang-orang mukmin berarti berdoa agar diberi rahmat, seperti dengan perkataan Allāhumma ṣalli ‘alā Muhammad.-><-621) Dengan mengucapkan perkataan seperti Assalāmu ‘alaika ayyuhan-nabi yang artinya ‘semoga keselamatan terlimpah kepadamu, wahai Nabi’."},{"id":3590,"surah":33,"no_ayah":57,"theme":"Ancaman terhadap Mereka yang Menyakiti Allah, Rasul-Nya, dan Orang-Orang Beriman ","text_ayah":"اِنَّ الَّذِيْنَ يُؤْذُوْنَ اللّٰهَ وَرَسُوْلَهٗ لَعَنَهُمُ اللّٰهُ فِى الدُّنْيَا وَالْاٰخِرَةِ وَاَعَدَّ لَهُمْ عَذَابًا مُّهِيْنًا ","text_id":"Sesungguhnya orang-orang yang menyakiti (menista) Allah dan Rasul-Nya, Allah akan melaknatnya di dunia dan di akhirat dan menyediakan bagi mereka azab yang menghinakan.","text_en":"Those who offend God and His Prophet will be damned in this world and the next. There is a shameful punishment ready for them.","transliteration":"innallażīna yu`żụnallāha wa rasụlahụ la'anahumullāhu fid-dun-yā wal-ākhirati wa a'adda lahum 'ażābam muhīnā","no_fn":"","text_fn":""},{"id":3591,"surah":33,"no_ayah":58,"theme":"Ancaman terhadap Mereka yang Menyakiti Allah, Rasul-Nya, dan Orang-Orang Beriman ","text_ayah":"وَالَّذِيْنَ يُؤْذُوْنَ الْمُؤْمِنِيْنَ وَالْمُؤْمِنٰتِ بِغَيْرِ مَا اكْتَسَبُوْا فَقَدِ احْتَمَلُوْا بُهْتَانًا وَّاِثْمًا مُّبِيْنًاࣖ ","text_id":"Orang-orang yang menyakiti mukminin dan mukminat, tanpa ada kesalahan yang mereka perbuat, sungguh, mereka telah menanggung kebohongan dan dosa yang nyata.","text_en":"Those who slander believing men and women for what they have not done, will bear the burden of calumny and clear iniquity.","transliteration":"wallażīna yu`żụnal-mu`minīna wal-mu`mināti bigairi maktasabụ faqadiḥtamalụ buhtānaw wa iṡmam mubīnā","no_fn":"","text_fn":""},{"id":3592,"surah":33,"no_ayah":59,"theme":"Keharusan Perempuan Memakai Jilbab dan Ancaman terhadap Orang Munafik","text_ayah":"يٰٓاَيُّهَا النَّبِيُّ قُلْ لِّاَزْوَاجِكَ وَبَنٰتِكَ وَنِسَاۤءِ الْمُؤْمِنِيْنَ يُدْنِيْنَ عَلَيْهِنَّ مِنْ جَلَابِيْبِهِنَّۗ ذٰلِكَ اَدْنٰىٓ اَنْ يُّعْرَفْنَ فَلَا يُؤْذَيْنَۗ وَكَانَ اللّٰهُ غَفُوْرًا رَّحِيْمًا ","text_id":"Wahai Nabi (Muhammad), katakanlah kepada istri-istrimu, anak-anak perempuanmu dan istri-istri orang mukmin supaya mereka mengulurkan jilbabnya<sup>622)</sup> ke seluruh tubuh mereka. Yang demikian itu agar mereka lebih mudah untuk dikenali sehingga mereka tidak diganggu. Allah Maha Pengampun lagi Maha Penyayang.","text_en":"O Prophet, tell your wives and daughters, and the women of the faithful, to draw their wraps a little over them. They will thus be recognised and no harm will come to them. God is forgiving and kind.","transliteration":"yā ayyuhan-nabiyyu qul li`azwājika wa banātika wa nisā`il-mu`minīna yudnīna 'alaihinna min jalābībihinn, żālika adnā ay yu'rafna fa lā yu`żaīn, wa kānallāhu gafụrar raḥīmā","no_fn":"622","text_fn":"622) Menurut satu pendapat, jilbab adalah sejenis baju kurung yang longgar yang dapat menutup kepala, wajah, dan dada."},{"id":3593,"surah":33,"no_ayah":60,"theme":"Keharusan Perempuan Memakai Jilbab dan Ancaman terhadap Orang Munafik","text_ayah":"۞ لَىِٕنْ لَّمْ يَنْتَهِ الْمُنٰفِقُوْنَ وَالَّذِيْنَ فِيْ قُلُوْبِهِمْ مَّرَضٌ وَّالْمُرْجِفُوْنَ فِى الْمَدِيْنَةِ لَنُغْرِيَنَّكَ بِهِمْ ثُمَّ لَا يُجَاوِرُوْنَكَ فِيْهَآ اِلَّا قَلِيْلًا ","text_id":"Sungguh, jika orang-orang munafik, orang-orang yang berpenyakit dalam hatinya dan orang-orang yang menyebarkan kabar bohong di Madinah tidak berhenti (dari menyakitimu), pasti Kami perintahkan engkau (Nabi Muhammad untuk memerangi) mereka, kemudian mereka tidak lagi menjadi tetanggamu (di Madinah), kecuali sebentar","text_en":"If the hypocrites and perverts, and the rumour-mongers of Madinah, do not desist even now, We shall rouse you against them, so they would not be able to live but a short time in the city with you.","transliteration":"la`il lam yantahil-munāfiqụna wallażīna fī qulụbihim maraḍuw wal-murjifụna fil-madīnati lanugriyannaka bihim ṡumma lā yujāwirụnaka fīhā illā qalīlā","no_fn":"","text_fn":""},{"id":3594,"surah":33,"no_ayah":61,"theme":"Keharusan Perempuan Memakai Jilbab dan Ancaman terhadap Orang Munafik","text_ayah":"مَلْعُوْنِيْنَۖ اَيْنَمَا ثُقِفُوْٓا اُخِذُوْا وَقُتِّلُوْا تَقْتِيْلًا ","text_id":"dalam keadaan terlaknat. Di mana pun dijumpai, mereka akan ditangkap dan benar-benar dibunuh.","text_en":"Accursed, they would be seized wherever found, and slain mercilessly.","transliteration":"mal'ụnīna ainamā ṡuqifū ukhiżụ wa quttilụ taqtīlā","no_fn":"","text_fn":""},{"id":3595,"surah":33,"no_ayah":62,"theme":"Keharusan Perempuan Memakai Jilbab dan Ancaman terhadap Orang Munafik","text_ayah":"سُنَّةَ اللّٰهِ فِى الَّذِيْنَ خَلَوْا مِنْ قَبْلُ ۚوَلَنْ تَجِدَ لِسُنَّةِ اللّٰهِ تَبْدِيْلًا ","text_id":"(Hukuman itu) sebagai sunatullah yang berlaku terhadap orang-orang yang telah berlalu sebelum kamu. Engkau tidak akan mendapati perubahan pada sunatullah.","text_en":"Such was the law of God among those before you; and you will not find any change in the law of God.","transliteration":"sunnatallāhi fillażīna khalau ming qabl, wa lan tajida lisunnatillāhi tabdīlā","no_fn":"","text_fn":""},{"id":3596,"surah":33,"no_ayah":63,"theme":"Pengetahuan Allah tentang Kiamat dan Ancaman terhadap Orang Kafir","text_ayah":"يَسْـَٔلُكَ النَّاسُ عَنِ السَّاعَةِۗ قُلْ اِنَّمَا عِلْمُهَا عِنْدَ اللّٰهِ ۗوَمَا يُدْرِيْكَ لَعَلَّ السَّاعَةَ تَكُوْنُ قَرِيْبًا ","text_id":"Orang-orang bertanya kepadamu (Nabi Muhammad) tentang hari Kiamat. Katakanlah bahwa pengetahuan tentang hal itu hanya ada di sisi Allah.” Tahukah engkau, boleh jadi hari Kiamat itu sudah dekat.","text_en":"People ask you about the Hour (of the great change). Say: \"Only God has knowledge of it. Who knows? The Hour may be close at hand.\"","transliteration":"yas`alukan-nāsu 'anis-sā'ah, qul innamā 'ilmuhā 'indallāh, wa mā yudrīka la'allas-sā'ata takụnu qarībā","no_fn":"","text_fn":""},{"id":3597,"surah":33,"no_ayah":64,"theme":"Pengetahuan Allah tentang Kiamat dan Ancaman terhadap Orang Kafir","text_ayah":"اِنَّ اللّٰهَ لَعَنَ الْكٰفِرِيْنَ وَاَعَدَّ لَهُمْ سَعِيْرًاۙ ","text_id":"Sesungguhnya Allah melaknat orang-orang kafir dan menyediakan bagi mereka  (neraka) Sa‘ir (yang menyala-nyala)","text_en":"Verily God has cursed the infidels, and prepared a blazing fire for them.","transliteration":"innallāha la'anal-kāfirīna wa a'adda lahum sa'īrā","no_fn":"","text_fn":""},{"id":3598,"surah":33,"no_ayah":65,"theme":"Pengetahuan Allah tentang Kiamat dan Ancaman terhadap Orang Kafir","text_ayah":"خٰلِدِيْنَ فِيْهَآ اَبَدًاۚ  لَا يَجِدُوْنَ وَلِيًّا وَّلَا نَصِيْرًا ۚ","text_id":"dalam keadaan mereka kekal di dalamnya selama-lamanya. Mereka tidak akan memperoleh pelindung dan tidak (pula) penolong.","text_en":"They will live in it for ever, and will find no saviour or helper.","transliteration":"khālidīna fīhā abadā, lā yajidụna waliyyaw wa lā naṣīrā","no_fn":"","text_fn":""},{"id":3599,"surah":33,"no_ayah":66,"theme":"Pengetahuan Allah tentang Kiamat dan Ancaman terhadap Orang Kafir","text_ayah":"يَوْمَ تُقَلَّبُ وُجُوْهُهُمْ فِى النَّارِ يَقُوْلُوْنَ يٰلَيْتَنَآ اَطَعْنَا اللّٰهَ وَاَطَعْنَا الرَّسُوْلَا۠ ","text_id":"Pada hari (ketika) wajah mereka dibolak-balikkan dalam neraka. Mereka berkata, “Aduhai, kiranya dahulu kami taat kepada Allah dan taat (pula) kepada Rasul.”","text_en":"The day their faces would be turned on the fire (as on a spit), they will say: \"Alas! If only we had obeyed God, and obeyed the Prophet.\"","transliteration":"yauma tuqallabu wujụhuhum fin-nāri yaqụlụna yā laitanā aṭa'nallāha wa aṭa'nar-rasụlā","no_fn":"","text_fn":""},{"id":3600,"surah":33,"no_ayah":67,"theme":"Pengetahuan Allah tentang Kiamat dan Ancaman terhadap Orang Kafir","text_ayah":"وَقَالُوْا رَبَّنَآ اِنَّآ اَطَعْنَا سَادَتَنَا وَكُبَرَاۤءَنَا فَاَضَلُّوْنَا السَّبِيْلَا۠ ","text_id":"Mereka berkata, “Wahai Tuhan kami, sesungguhnya kami telah menaati para pemimpin dan para pembesar kami, lalu mereka menyesatkan kami dari jalan (yang benar).","text_en":"They will say: \"O our Lord, we obeyed our leaders and the elders, but they only led us astray.","transliteration":"wa qālụ rabbanā innā aṭa'nā sādatanā wa kubarā`anā fa aḍallụnas-sabīlā","no_fn":"","text_fn":""},{"id":3601,"surah":33,"no_ayah":68,"theme":"Pengetahuan Allah tentang Kiamat dan Ancaman terhadap Orang Kafir","text_ayah":"رَبَّنَآ اٰتِهِمْ ضِعْفَيْنِ مِنَ الْعَذَابِ وَالْعَنْهُمْ لَعْنًا كَبِيْرًاࣖ ","text_id":"Wahai Tuhan kami, timpakanlah kepada mereka azab dua kali lipat dan laknatlah mereka dengan laknat yang besar.”","text_en":"O Lord, give them a double punishment, and put a grievous curse upon them.\"","transliteration":"rabbanā ātihim ḍi'faini minal-'ażābi wal'an-hum la'nang kabīrā","no_fn":"","text_fn":""},{"id":3602,"surah":33,"no_ayah":69,"theme":"Takwa kepada Allah yang Mengantar pada Kesuksesan","text_ayah":"يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَكُوْنُوْا كَالَّذِيْنَ اٰذَوْا مُوْسٰى فَبَرَّاَهُ اللّٰهُ مِمَّا قَالُوْا ۗوَكَانَ عِنْدَ اللّٰهِ وَجِيْهًا ۗ ","text_id":"Wahai orang-orang yang beriman, janganlah kamu seperti orang-orang (dari Bani Israil) yang menyakiti Musa, lalu Allah membersihkannya dari tuduhan-tuduhan yang mereka lontarkan. Dia seorang yang mempunyai kedudukan terhormat di sisi Allah.","text_en":"O you who believe, do not be like those who maligned Moses, whilst God cleared him of what they alleged; and he was held in high esteem with God.","transliteration":"yā ayyuhallażīna āmanụ lā takụnụ kallażīna āżau mụsā fa barra`ahullāhu mimmā qālụ, wa kāna 'indallāhi wajīhā","no_fn":"","text_fn":""},{"id":3603,"surah":33,"no_ayah":70,"theme":"Takwa kepada Allah yang Mengantar pada Kesuksesan","text_ayah":"يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوا اتَّقُوا اللّٰهَ وَقُوْلُوْا قَوْلًا سَدِيْدًاۙ ","text_id":"Wahai orang-orang yang beriman, bertakwalah kamu kepada Allah dan ucapkanlah perkataan yang benar.","text_en":"O you who believe, obey the commands of God, and say straightforward things","transliteration":"yā ayyuhallażīna āmanuttaqullāha wa qụlụ qaulan sadīdā","no_fn":"","text_fn":""},{"id":3604,"surah":33,"no_ayah":71,"theme":"Takwa kepada Allah yang Mengantar pada Kesuksesan","text_ayah":"يُّصْلِحْ لَكُمْ اَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوْبَكُمْۗ وَمَنْ يُّطِعِ اللّٰهَ وَرَسُوْلَهٗ فَقَدْ فَازَ فَوْزًا عَظِيْمًا ","text_id":"Niscaya Dia (Allah) akan memperbaiki amal-amalmu dan mengampuni dosa-dosamu. Siapa yang menaati Allah dan Rasul-Nya, sungguh, dia menang dengan kemenangan yang besar.","text_en":"That He may straighten your affairs for you and forgive your sins; and he who obeys God and His Prophet will be successful.","transliteration":"yuṣliḥ lakum a'mālakum wa yagfir lakum żunụbakum, wa may yuṭi'illāha wa rasụlahụ fa qad fāza fauzan 'aẓīmā","no_fn":"","text_fn":""},{"id":3605,"surah":33,"no_ayah":72,"theme":"Kezaliman dan Kebodohan Manusia dalam Melalaikan Amanat ","text_ayah":"اِنَّا عَرَضْنَا الْاَمَانَةَ عَلَى السَّمٰوٰتِ وَالْاَرْضِ وَالْجِبَالِ فَاَبَيْنَ اَنْ يَّحْمِلْنَهَا وَاَشْفَقْنَ مِنْهَا وَحَمَلَهَا الْاِنْسَانُۗ اِنَّهٗ كَانَ ظَلُوْمًا جَهُوْلًاۙ ","text_id":"Sesungguhnya Kami telah menawarkan amanat kepada langit, bumi, dan gunung-gunung; tetapi semuanya enggan untuk memikul amanat itu dan mereka khawatir tidak akan melaksanakannya. Lalu, dipikullah amanat itu oleh manusia. Sesungguhnya ia (manusia) sangat zalim lagi sangat bodoh.","text_en":"We had offered the Trust (of divine responsibilities) to the heavens, the earth, the mountains, but they refrained from bearing the burden and were frightened of it; but man took it on himself. He is a faithless ignoramus.","transliteration":"innā 'araḍnal-amānata 'alas-samāwāti wal-arḍi wal-jibāli fa abaina ay yaḥmilnahā wa asyfaqna min-hā wa ḥamalahal-insān, innahụ kāna ẓalụman jahụlā","no_fn":"","text_fn":""},{"id":3606,"surah":33,"no_ayah":73,"theme":"Kezaliman dan Kebodohan Manusia dalam Melalaikan Amanat ","text_ayah":"لِّيُعَذِّبَ اللّٰهُ الْمُنٰفِقِيْنَ وَالْمُنٰفِقٰتِ وَالْمُشْرِكِيْنَ وَالْمُشْرِكٰتِ وَيَتُوْبَ اللّٰهُ عَلَى الْمُؤْمِنِيْنَ وَالْمُؤْمِنٰتِۗ وَكَانَ اللّٰهُ غَفُوْرًا رَّحِيْمًاࣖ ","text_id":"Dengan demikian, Allah akan mengazab orang-orang munafik laki-laki dan perempuan serta orang-orang musyrik laki-laki dan perempuan. Allah akan menerima tobat orang-orang mukmin laki-laki dan perempuan. Allah Maha Pengampun lagi Maha Penyayang.","text_en":"So that God punishes men and women hypocrites, the idolaters and idolatrous women, but He turns to faithful men and women in forgiveness, for God is forgiving and kind.","transliteration":"liyu'ażżiballāhul-munāfiqīna wal-munāfiqāti wal-musyrikīna wal-musyrikāti wa yatụballāhu 'alal-mu`minīna wal-mu`mināt, wa kānallāhu gafụrar raḥīmā","no_fn":"","text_fn":""}]