[{"id_ayat":3534,"no_surah":33,"no_ayat":1,"teks_ayat":"يٰٓاَيُّهَا النَّبِيُّ اتَّقِ اللّٰهَ وَلَا تُطِعِ الْكٰفِرِيْنَ وَالْمُنٰفِقِيْنَ ۗاِنَّ اللّٰهَ كَانَ عَلِيْمًا حَكِيْمًاۙ ","tema":"Nabi Muhammad yang Dikuatkan Hatinya dalam Berdakwah","teks_terjemah":"Wahai Nabi, bertakwalah kepada Allah dan janganlah engkau menuruti (keinginan) orang-orang kafir dan orang-orang munafik. Sesungguhnya Allah Maha Mengetahui lagi Mahabijaksana.","no_fn":"","teks_fn":"","bacaan":"yaa ayyuhaannabiyyu ittaqilaaha walaa tuthi'ilkaafiriina walmunaafiqiina innalaaha kaana 'aliiman hakiimaa"},{"id_ayat":3535,"no_surah":33,"no_ayat":2,"teks_ayat":"وَّاتَّبِعْ مَا يُوْحٰىٓ اِلَيْكَ مِنْ رَّبِّكَ ۗاِنَّ اللّٰهَ كَانَ بِمَا تَعْمَلُوْنَ خَبِيْرًاۙ ","tema":"Nabi Muhammad yang Dikuatkan Hatinya dalam Berdakwah","teks_terjemah":"Ikutilah apa yang diwahyukan Tuhanmu kepadamu. Sesungguhnya Allah Mahateliti terhadap apa yang kamu kerjakan.","no_fn":"","teks_fn":"","bacaan":"wattabi' maa yuuhaa ilayka min rabbika innalaaha kaana bimaa ta'maluuna khabiiraa"},{"id_ayat":3536,"no_surah":33,"no_ayat":3,"teks_ayat":"وَّتَوَكَّلْ عَلَى اللّٰهِ ۗوَكَفٰى بِاللّٰهِ وَكِيْلًا","tema":"Nabi Muhammad yang Dikuatkan Hatinya dalam Berdakwah","teks_terjemah":"Bertawakallah kepada Allah. Cukuplah Allah sebagai pemelihara.","no_fn":"","teks_fn":"","bacaan":"watawakkal 'alaalaahi wakafaa bialaahi wakiilaan "},{"id_ayat":3537,"no_surah":33,"no_ayat":4,"teks_ayat":"مَا جَعَلَ اللّٰهُ لِرَجُلٍ مِّنْ قَلْبَيْنِ فِيْ جَوْفِهٖ ۚوَمَا جَعَلَ اَزْوَاجَكُمُ الّٰـِٕۤيْ تُظٰهِرُوْنَ مِنْهُنَّ اُمَّهٰتِكُمْ ۚوَمَا جَعَلَ اَدْعِيَاۤءَكُمْ اَبْنَاۤءَكُمْۗ ذٰلِكُمْ قَوْلُكُمْ بِاَفْوَاهِكُمْ ۗوَاللّٰهُ يَقُوْلُ الْحَقَّ وَهُوَ يَهْدِى السَّبِيْلَ","tema":"Persoalan Kalbu, Zihar, dan Anak Angkat","teks_terjemah":"Allah tidak menjadikan bagi seseorang dua hati dalam rongganya, Dia tidak menjadikan istri-istrimu yang kamu zihar itu sebagai ibumu, dan Dia pun tidak menjadikan anak angkatmu sebagai anak kandungmu (sendiri). Yang demikian itu hanyalah perkataan di mulutmu saja. Allah mengatakan sesuatu yang hak dan Dia menunjukkan jalan (yang benar).","no_fn":"","teks_fn":"","bacaan":"maa ja'alalaahu lirajulin min qalbayni fii jawfihi wamaa ja'ala azwaajakumulaa-ii tuzhaahiruuna minhunna ummahaatikum wamaa ja'ala ad'iyaa-akum abnaa-akum dzaalikum qawlukum bi-afwaahikum waalaahu yaquululhaqqa wahuwa yahdiissabiil"},{"id_ayat":3538,"no_surah":33,"no_ayat":5,"teks_ayat":"اُدْعُوْهُمْ لِاٰبَاۤىِٕهِمْ هُوَ اَقْسَطُ عِنْدَ اللّٰهِ ۚ فَاِنْ لَّمْ تَعْلَمُوْٓا اٰبَاۤءَهُمْ فَاِخْوَانُكُمْ فِى الدِّيْنِ وَمَوَالِيْكُمْ ۗوَلَيْسَ عَلَيْكُمْ جُنَاحٌ فِيْمَآ اَخْطَأْتُمْ بِهٖ وَلٰكِنْ مَّا تَعَمَّدَتْ قُلُوْبُكُمْ ۗوَكَانَ اللّٰهُ غَفُوْرًا رَّحِيْمًا","tema":"Persoalan Kalbu, Zihar, dan Anak Angkat","teks_terjemah":"Panggillah mereka (anak angkat itu) dengan (memakai) nama bapak mereka. Itulah yang adil di sisi Allah. Jika kamu tidak mengetahui bapak mereka, (panggillah mereka sebagai) saudara-saudaramu seagama dan maula-maulamu.<sup>607)<\/sup> Tidak ada dosa atasmu jika kamu khilaf tentang itu, tetapi (yang ada dosanya) apa yang disengaja oleh hatimu. Allah Maha Pengampun lagi Maha Penyayang.","no_fn":"607","teks_fn":"607) Yang dimaksud dengan maula dalam ayat ini adalah teman dekat.","bacaan":"ud'uuhum li-aabaa-ihim huwa aqsathu 'indalaahi fa-in lam ta'lamuu aabaa-ahum fa-ikhwaanukum fiiddiini wamawaaliikum walaysa 'alaykum junaahun fiimaa akhtha'tum bihi walaakin maa ta'ammadat quluubukum wakaanalaahu ghafuuran rahiimaa"},{"id_ayat":3539,"no_surah":33,"no_ayat":6,"teks_ayat":"اَلنَّبِيُّ اَوْلٰى بِالْمُؤْمِنِيْنَ مِنْ اَنْفُسِهِمْ وَاَزْوَاجُهٗٓ اُمَّهٰتُهُمْ ۗوَاُولُوا الْاَرْحَامِ بَعْضُهُمْ اَوْلٰى بِبَعْضٍ فِيْ كِتٰبِ اللّٰهِ مِنَ الْمُؤْمِنِيْنَ وَالْمُهٰجِرِيْنَ اِلَّآ اَنْ تَفْعَلُوْٓا اِلٰٓى اَوْلِيَاۤىِٕكُمْ مَّعْرُوْفًا ۗ كَانَ ذٰلِكَ فِى الْكِتٰبِ مَسْطُوْرًا","tema":"Kedudukan dan Fungsi Nabi dan Hukum Waris","teks_terjemah":"Nabi itu lebih utama bagi orang-orang mukmin dibandingkan diri mereka sendiri dan istri-istrinya adalah ibu-ibu mereka. Orang-orang yang mempunyai hubungan darah satu sama lain lebih berhak (saling mewarisi) di dalam Kitab Allah daripada orang-orang mukmin dan orang-orang Muhajirin, kecuali kalau kamu hendak berbuat baik kepada saudara-saudaramu (seagama). Demikian itu telah tertulis dalam Kitab (Allah).","no_fn":"","teks_fn":"","bacaan":"annabiyyu awlaa bilmu'miniina min anfusihim wa-azwaajuhu ummahaatuhum wauluul-arhaami ba'dhuhum awlaa biba'dhin fii kitaabilaahi minalmu'miniina walmuhaajiriina illaa an taf'aluu ilaa awliyaa-ikum ma'ruufan kaana dzaalika fiilkitaabi masthuuraa"},{"id_ayat":3540,"no_surah":33,"no_ayat":7,"teks_ayat":"وَاِذْ اَخَذْنَا مِنَ النَّبِيّٖنَ مِيْثَاقَهُمْ وَمِنْكَ وَمِنْ نُّوْحٍ وَّاِبْرٰهِيْمَ وَمُوْسٰى وَعِيْسَى ابْنِ مَرْيَمَ ۖوَاَخَذْنَا مِنْهُمْ مِّيْثَاقًا غَلِيْظًاۙ","tema":"Kedudukan dan Fungsi Nabi dan Hukum Waris","teks_terjemah":"(Ingatlah) ketika Kami mengambil perjanjian dari para nabi, darimu (Nabi Muhammad), dari Nuh, Ibrahim, Musa, dan Isa putra Maryam. Kami telah mengambil dari mereka perjanjian yang teguh,<sup>608)<\/sup>","no_fn":"608","teks_fn":"608) Yang dimaksud dengan perjanjian teguh yang diambil dari para nabi adalah kesanggupan mereka untuk menyampaikan agama kepada umatnya masing-masing.","bacaan":"wa-idz akhadznaa minannabiyyiina miitsaaqahum waminka wamin nuuhin wa-ibraahiima wamuusaa wa'iisaa ibni maryama wa-akhadznaa minhum miitsaaqan ghaliizhaa"},{"id_ayat":3541,"no_surah":33,"no_ayat":8,"teks_ayat":"لِّيَسْـَٔلَ الصّٰدِقِيْنَ عَنْ صِدْقِهِمْ ۚوَاَعَدَّ لِلْكٰفِرِيْنَ عَذَابًا اَلِيْمًا ࣖ","tema":"Kedudukan dan Fungsi Nabi dan Hukum Waris","teks_terjemah":"agar Dia menanyakan kepada orang-orang yang benar tentang kebenaran mereka.<sup>609)<\/sup> Dia menyediakan azab yang pedih bagi orang-orang kafir.","no_fn":"609","teks_fn":"609) Pada hari Kiamat Allah Swt. akan menanyakan kepada para rasul sampai di mana usaha mereka menyampaikan ajaran Allah Swt. kepada umatnya dan sampai di mana umatnya melaksanakan ajaran Allah Swt. itu.","bacaan":"liyas-alashshaadiqiina 'an shidqihim wa-a'adda lilkaafiriina 'adzaabanliimaa"},{"id_ayat":3542,"no_surah":33,"no_ayat":9,"teks_ayat":"يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوا اذْكُرُوْا نِعْمَةَ اللّٰهِ عَلَيْكُمْ اِذْ جَاۤءَتْكُمْ جُنُوْدٌ فَاَرْسَلْنَا عَلَيْهِمْ رِيْحًا وَّجُنُوْدًا لَّمْ تَرَوْهَا ۗوَكَانَ اللّٰهُ بِمَا تَعْمَلُوْنَ بَصِيْرًاۚ ","tema":"Perang Khandaq atau Ahzab","teks_terjemah":"Wahai orang-orang yang beriman, ingatlah nikmat Allah (yang telah dikaruniakan) kepadamu ketika bala tentara datang kepadamu, lalu Kami kirimkan kepada mereka angin topan dan bala tentara (malaikat) yang tidak dapat terlihat olehmu.<sup>610)<\/sup> Allah Maha Melihat apa yang kamu kerjakan.","no_fn":"610","teks_fn":"610) Ayat ini menerangkan kisah bala tentara kafir yang dikalahkan dalam Perang Khandaq (Ahzab).","bacaan":"yaa ayyuhaaladziina aamanuu udzkuruu ni'matalaahi 'alaykum idz jaa-atkum junuudun fa-arsalnaa 'alayhim riihan wajunuudan lam tarawhaa wakaanalaahu bimaa ta'maluuna bashiiraa"},{"id_ayat":3543,"no_surah":33,"no_ayat":10,"teks_ayat":"اِذْ جَاۤءُوْكُمْ مِّنْ فَوْقِكُمْ وَمِنْ اَسْفَلَ مِنْكُمْ وَاِذْ زَاغَتِ الْاَبْصَارُ وَبَلَغَتِ الْقُلُوْبُ الْحَنَاجِرَ وَتَظُنُّوْنَ بِاللّٰهِ الظُّنُوْنَا۠   ۗ","tema":"Perang Khandaq atau Ahzab","teks_terjemah":"Ketika mereka datang kepadamu dari arah atas dan bawahmu, ketika penglihatan(-mu) terpana, hatimu menyesak sampai ke tenggorokan,<sup>611)<\/sup> dan kamu berprasangka yang bukan-bukan terhadap Allah,","no_fn":"611","teks_fn":"611) Ayat ini menggambarkan begitu hebatnya perasaan takut dan gentar kaum mukmin pada waktu itu.","bacaan":"idz jaauukum min fawqikum wamin asfala minkum wa-idz zaaghatil-abshaaru wabalaghatilquluubulhanaajira watazhunnuuna bialaahizhzhunuunaa"},{"id_ayat":3544,"no_surah":33,"no_ayat":11,"teks_ayat":"هُنَالِكَ ابْتُلِيَ الْمُؤْمِنُوْنَ وَزُلْزِلُوْا زِلْزَالًا شَدِيْدًا","tema":"Perang Khandaq atau Ahzab","teks_terjemah":"di situlah orang-orang mukmin diuji dan diguncangkan (hatinya) dengan guncangan yang dahsyat.","no_fn":"","teks_fn":"","bacaan":"hunaalika ibtuliyalmu-minuuna wazulziluu zilzaalan syadiidaa"},{"id_ayat":3545,"no_surah":33,"no_ayat":12,"teks_ayat":"وَاِذْ يَقُوْلُ الْمُنٰفِقُوْنَ وَالَّذِيْنَ فِيْ قُلُوْبِهِمْ مَّرَضٌ مَّا وَعَدَنَا اللّٰهُ وَرَسُوْلُهٗٓ اِلَّا غُرُوْرًا","tema":"Perang Khandaq atau Ahzab","teks_terjemah":"(Ingatlah) ketika orang-orang munafik dan orang-orang yang di hatinya terdapat penyakit berkata, “Apa yang dijanjikan Allah dan Rasul-Nya kepada kami hanyalah tipu daya belaka.”","no_fn":"","teks_fn":"","bacaan":"wa-idz yaquululmunaafiquuna walladziina fii quluubihim maradhun maa wa'adanaalaahu warasuuluhu illaa ghuruuraa"},{"id_ayat":3546,"no_surah":33,"no_ayat":13,"teks_ayat":"وَاِذْ قَالَتْ طَّاۤىِٕفَةٌ مِّنْهُمْ يٰٓاَهْلَ يَثْرِبَ لَا مُقَامَ لَكُمْ فَارْجِعُوْا ۚوَيَسْتَأْذِنُ فَرِيْقٌ مِّنْهُمُ النَّبِيَّ يَقُوْلُوْنَ اِنَّ بُيُوْتَنَا عَوْرَةٌ  ۗوَمَا هِيَ بِعَوْرَةٍ ۗاِنْ يُّرِيْدُوْنَ اِلَّا فِرَارًا","tema":"Perang Khandaq atau Ahzab","teks_terjemah":"(Ingatlah) ketika segolongan di antara mereka berkata, “Wahai penduduk Yasrib (Madinah), tidak ada tempat bagimu. Maka, kembalilah kamu!” Sebagian dari mereka meminta izin kepada Nabi (untuk kembali pulang) dengan berkata, “Sesungguhnya rumah-rumah kami terbuka (tidak ada penjaga).” Padahal, rumah-rumah itu tidak terbuka. Mereka hanya ingin lari (dari peperangan).","no_fn":"","teks_fn":"","bacaan":"wa-idz qaalat thaa-ifatun minhum yaa ahla yatsriba laa muqaama lakum farji'uu wayasta'dzinu fariiqun minhumunnabiyya yaquuluuna inna buyuutanaa 'awratun wamaa hiya bi'awratin in yuriiduuna illaa firaaraa"},{"id_ayat":3547,"no_surah":33,"no_ayat":14,"teks_ayat":"وَلَوْ دُخِلَتْ عَلَيْهِمْ مِّنْ اَقْطَارِهَا ثُمَّ سُىِٕلُوا الْفِتْنَةَ لَاٰتَوْهَا وَمَا تَلَبَّثُوْا بِهَآ اِلَّا يَسِيْرًا","tema":"Perang Khandaq atau Ahzab","teks_terjemah":"Seandainya (Yasrib) diserang dari segala penjuru, kemudian mereka diminta untuk melakukan fitnah,<sup>612)<\/sup> niscaya mereka mengerjakannya. Mereka tidak menunda permintaan itu, kecuali hanya sebentar.","no_fn":"612","teks_fn":"612) Fitnah yang dimaksud dalam ayat ini adalah melakukan kekacauan, seperti murtad dan membantu pasukan musuh dalam peperangan.","bacaan":"walaw dukhilat 'alayhim min aqthaarihaa tsumma su-iluulfitnata laaatawhaa wamaa talabbatsuu bihaa illaa yasiiraa"},{"id_ayat":3548,"no_surah":33,"no_ayat":15,"teks_ayat":"وَلَقَدْ كَانُوْا عَاهَدُوا اللّٰهَ مِنْ قَبْلُ لَا يُوَلُّوْنَ الْاَدْبَارَ ۗوَكَانَ عَهْدُ اللّٰهِ مَسْـُٔوْلًا","tema":"Perang Khandaq atau Ahzab","teks_terjemah":"Sungguh, mereka sebelum itu benar-benar telah berjanji kepada Allah tidak akan berbalik ke belakang (mundur). Perjanjian dengan Allah akan diminta pertanggungjawabannya.","no_fn":"","teks_fn":"","bacaan":"walaqad kaanuu 'aahaduulaaha min qablu laa yuwalluunal-adbaara wakaana 'ahdulaahi mas-uulaa"},{"id_ayat":3549,"no_surah":33,"no_ayat":16,"teks_ayat":"قُلْ لَّنْ يَّنْفَعَكُمُ الْفِرَارُ اِنْ فَرَرْتُمْ مِّنَ الْمَوْتِ اَوِ الْقَتْلِ وَاِذًا لَّا تُمَتَّعُوْنَ اِلَّا قَلِيْلًا ","tema":"Perang Khandaq atau Ahzab","teks_terjemah":"Katakanlah (Nabi Muhammad), “Lari itu tidak akan berguna bagimu ketika kamu lari dari kematian atau pembunuhan. Jika demikian, kamu tidak akan mengecap kesenangan, kecuali sebentar saja.”","no_fn":"","teks_fn":"","bacaan":"qul lan yanfa'akumulfiraaru in farartum minalmawti awilqatli wa-idzan laa tumatta'uuna illaa qaliilaa"},{"id_ayat":3550,"no_surah":33,"no_ayat":17,"teks_ayat":"قُلْ مَنْ ذَا الَّذِيْ يَعْصِمُكُمْ مِّنَ اللّٰهِ اِنْ اَرَادَ بِكُمْ سُوْۤءًا اَوْ اَرَادَ بِكُمْ رَحْمَةً ۗوَلَا يَجِدُوْنَ لَهُمْ مِّنْ دُوْنِ اللّٰهِ وَلِيًّا وَّلَا نَصِيْرًا","tema":"Perang Khandaq atau Ahzab","teks_terjemah":"Katakanlah, “Siapa yang dapat melindungi kamu dari (ketentuan) Allah jika Dia menghendaki bencana atasmu atau menghendaki rahmat untuk dirimu?” Mereka itu tidak akan mendapatkan pelindung dan penolong selain Allah.","no_fn":"","teks_fn":"","bacaan":"qul man dzaaladzii ya'shimukum minalaahi in araada bikum suu-an aw araada bikum rahmatan walaa yajiduuna lahum min duunilaahi waliyyan walaa nashiiraa"},{"id_ayat":3551,"no_surah":33,"no_ayat":18,"teks_ayat":"۞ قَدْ يَعْلَمُ اللّٰهُ الْمُعَوِّقِيْنَ مِنْكُمْ وَالْقَاۤىِٕلِيْنَ لِاِخْوَانِهِمْ هَلُمَّ اِلَيْنَا ۚوَلَا يَأْتُوْنَ الْبَأْسَ اِلَّا قَلِيْلًاۙ","tema":"Perang Khandaq atau Ahzab","teks_terjemah":"Sungguh, Allah mengetahui para penghalang (untuk berperang) dari (golongan)-mu dan orang yang berkata kepada saudara-saudaranya, “Marilah bersama kami.” Mereka tidak datang berperang, kecuali hanya sebentar.","no_fn":"","teks_fn":"","bacaan":"qad ya'lamulaahulmu'awwiqiina minkum walqaa-iliina li-ikhwaanihim halumma ilaynaa walaa ya'tuunalba'sa illaa qaliilaa"},{"id_ayat":3552,"no_surah":33,"no_ayat":19,"teks_ayat":"اَشِحَّةً عَلَيْكُمْ ۖ فَاِذَا جَاۤءَ الْخَوْفُ رَاَيْتَهُمْ يَنْظُرُوْنَ اِلَيْكَ تَدُوْرُ اَعْيُنُهُمْ كَالَّذِيْ يُغْشٰى عَلَيْهِ مِنَ الْمَوْتِۚ فَاِذَا ذَهَبَ الْخَوْفُ سَلَقُوْكُمْ بِاَلْسِنَةٍ حِدَادٍ اَشِحَّةً عَلَى الْخَيْرِۗ اُولٰۤىِٕكَ لَمْ يُؤْمِنُوْا فَاَحْبَطَ اللّٰهُ اَعْمَالَهُمْۗ وَكَانَ ذٰلِكَ عَلَى اللّٰهِ يَسِيْرًا","tema":"Perang Khandaq atau Ahzab","teks_terjemah":"Mereka (kaum munafik) kikir terhadapmu. Apabila datang ketakutan (bahaya), kamu melihat mereka memandang kepadamu dengan bola mata yang berputar-putar seperti orang yang pingsan karena akan mati. Apabila ketakutan telah hilang, mereka mencacimu dengan lidah yang tajam, sementara mereka kikir untuk berbuat kebaikan. Mereka itu tidak beriman, maka Allah menghapus amalnya. Hal yang demikian itu sangat mudah bagi Allah.","no_fn":"","teks_fn":"","bacaan":"asyihhatan 'alaykum fa-idzaa jaa-alkhawfu ra-aytahum yanzhuruuna ilayka taduuru a'yunuhum kalladzii yughsyaa 'alayhi minalmawti fa-idzaa dzahabalkhawfu salaquukum bi-alsinatin hidaadin asyihhatan 'alaalkhayri ulaa-ika lam yu'minuu fa-ahbathalaahu a'maalahum wakaana dzaalika 'alaalaahi yasiiraa"},{"id_ayat":3553,"no_surah":33,"no_ayat":20,"teks_ayat":"يَحْسَبُوْنَ الْاَحْزَابَ لَمْ يَذْهَبُوْا ۚوَاِنْ يَّأْتِ الْاَحْزَابُ يَوَدُّوْا لَوْ اَنَّهُمْ بَادُوْنَ فِى الْاَعْرَابِ يَسْاَلُوْنَ عَنْ اَنْۢبَاۤىِٕكُمْ ۗوَلَوْ كَانُوْا فِيْكُمْ مَّا قٰتَلُوْٓا اِلَّا قَلِيْلًا ࣖ","tema":"Perang Khandaq atau Ahzab","teks_terjemah":"Mereka mengira (bahwa) golongan-golongan (yang bersekutu) itu belum pergi. Jika golongan-golongan itu datang kembali, mereka pasti ingin berada di dusun-dusun bersama-sama orang Arab Badui, sambil menanyakan berita tentangmu. Seandainya mereka berada bersamamu, niscaya mereka tidak akan berperang, kecuali sebentar saja.","no_fn":"","teks_fn":"","bacaan":"yahsabuunal-ahzaaba lam yadzhabuu wa-in ya'til-ahzaabu yawadduu law annahum baaduuna fiil-a'raabi yas-aluuna 'an anbaa-ikum walaw kaanuu fiikum maa qaataluu illaa qaliilaa"},{"id_ayat":3554,"no_surah":33,"no_ayat":21,"teks_ayat":"لَقَدْ كَانَ لَكُمْ فِيْ رَسُوْلِ اللّٰهِ اُسْوَةٌ حَسَنَةٌ لِّمَنْ كَانَ يَرْجُوا اللّٰهَ وَالْيَوْمَ الْاٰخِرَ وَذَكَرَ اللّٰهَ كَثِيْرًاۗ","tema":"Rasulullah sebagai Teladan yang Baik","teks_terjemah":"Sungguh, pada (diri) Rasulullah benar-benar ada suri teladan yang baik bagimu, (yaitu) bagi orang yang mengharap (rahmat) Allah dan (kedatangan) hari Kiamat serta yang banyak mengingat Allah.","no_fn":"","teks_fn":"","bacaan":"laqad kaana lakum fii rasuulilaahi uswatun hasanatun liman kaana yarjuulaaha walyawmal-aakhira wadzakaralaaha katsiiraa"},{"id_ayat":3555,"no_surah":33,"no_ayat":22,"teks_ayat":"وَلَمَّا رَاَ الْمُؤْمِنُوْنَ الْاَحْزَابَۙ قَالُوْا هٰذَا مَا وَعَدَنَا اللّٰهُ وَرَسُوْلُهٗ وَصَدَقَ اللّٰهُ وَرَسُوْلُهٗ  ۖوَمَا زَادَهُمْ اِلَّآ اِيْمَانًا وَّتَسْلِيْمًاۗ ","tema":"Rasulullah sebagai Teladan yang Baik","teks_terjemah":"Ketika orang-orang mukmin melihat golongan-golongan (yang bersekutu) itu, mereka berkata, “Inilah yang dijanjikan Allah dan Rasul-Nya<sup>613)<\/sup> kepada kita.” Benarlah Allah dan Rasul-Nya. Hal itu justru makin menambah keimanan dan keislaman mereka.","no_fn":"613","teks_fn":"613) Yang dijanjikan Allah Swt. dan Rasul itu adalah kemenangan setelah mengalami kesukaran.","bacaan":"walammaa raaalmu'minuunal-ahzaaba qaaluu haadzaa maa wa'adanaalaahu warasuuluhu washadaqalaahu warasuuluhu wamaa zaadahum illaa iimaanan watasliimaa"},{"id_ayat":3556,"no_surah":33,"no_ayat":23,"teks_ayat":"مِنَ الْمُؤْمِنِيْنَ رِجَالٌ صَدَقُوْا مَا عَاهَدُوا اللّٰهَ عَلَيْهِ ۚ فَمِنْهُمْ مَّنْ قَضٰى نَحْبَهٗۙ وَمِنْهُمْ مَّنْ يَّنْتَظِرُ ۖوَمَا بَدَّلُوْا تَبْدِيْلًاۙ ","tema":"Rasulullah sebagai Teladan yang Baik","teks_terjemah":"Di antara orang-orang mukmin itu ada orang-orang yang menepati apa yang telah mereka janjikan kepada Allah. Di antara mereka ada yang gugur dan di antara mereka ada (pula) yang menunggu-nunggu.<sup>614)<\/sup> Mereka sedikit pun tidak mengubah (janjinya)","no_fn":"614","teks_fn":"614) Yang dimaksud dengan menunggu pada ayat ini adalah menunggu salah satu di antara dua kebaikan, yakni menang atau mati syahid.","bacaan":"minalmu'miniina rijaalun shadaquu maa 'aahaduulaaha 'alayhi faminhum man qadaa nahbahu waminhum man yantazhiru wamaa baddaluu tabdiilaa"},{"id_ayat":3557,"no_surah":33,"no_ayat":24,"teks_ayat":"لِّيَجْزِيَ اللّٰهُ الصّٰدِقِيْنَ بِصِدْقِهِمْ وَيُعَذِّبَ الْمُنٰفِقِيْنَ اِنْ شَاۤءَ اَوْ يَتُوْبَ عَلَيْهِمْ ۗاِنَّ اللّٰهَ كَانَ غَفُوْرًا رَّحِيْمًاۚ ","tema":"Rasulullah sebagai Teladan yang Baik","teks_terjemah":"agar Allah memberikan balasan kepada orang-orang yang benar itu karena kebenarannya dan mengazab orang munafik jika Dia menghendaki atau menerima tobat mereka. Sesungguhnya Allah Maha Pengampun lagi Maha Penyayang.","no_fn":"","teks_fn":"","bacaan":"liyajziyalaahushshaadiqiina bishidqihim wayu'adzdzibalmunaafiqiina in syaa-a aw yatuuba 'alayhim innalaaha kaana ghafuuran rahiimaa"},{"id_ayat":3558,"no_surah":33,"no_ayat":25,"teks_ayat":"وَرَدَّ اللّٰهُ الَّذِيْنَ كَفَرُوْا بِغَيْظِهِمْ لَمْ يَنَالُوْا خَيْرًا ۗوَكَفَى اللّٰهُ الْمُؤْمِنِيْنَ الْقِتَالَ ۗوَكَانَ اللّٰهُ قَوِيًّا عَزِيْزًاۚ ","tema":"Babak Akhir Perang Khandaq dan Tertawannya Bani Quraizah","teks_terjemah":"Allah menghalau orang-orang kafir itu dalam keadaan hati mereka penuh kejengkelan. Mereka tidak memperoleh keuntungan apa pun. Cukuplah Allah (yang menghindarkan) orang-orang mukmin dari peperangan.<sup>615)<\/sup> Allah Mahakuat lagi Mahaperkasa.","no_fn":"615","teks_fn":"615) Dalam perang Khandaq, orang mukmin urung berperang sebab Allah Swt. telah menghalau musuh mereka dengan mengirimkan angin dan malaikat.","bacaan":"waraddalaahuladziina kafaruu bighayzhihim lam yanaaluu khayran wakafaalaahulmu'miniinalqitaala wakaanalaahu qawiyyan 'aziizaa"},{"id_ayat":3559,"no_surah":33,"no_ayat":26,"teks_ayat":"وَاَنْزَلَ الَّذِيْنَ ظَاهَرُوْهُمْ مِّنْ اَهْلِ الْكِتٰبِ مِنْ صَيَاصِيْهِمْ وَقَذَفَ فِيْ قُلُوْبِهِمُ الرُّعْبَ فَرِيْقًا تَقْتُلُوْنَ وَتَأْسِرُوْنَ فَرِيْقًاۚ ","tema":"Babak Akhir Perang Khandaq dan Tertawannya Bani Quraizah","teks_terjemah":"Dia menurunkan orang-orang Ahlulkitab (Bani Quraizah) yang membantu mereka (golongan-golongan yang bersekutu) dari benteng-benteng mereka. Dia memasukkan rasa takut ke dalam hati mereka. Sebagian mereka kamu bunuh dan sebagian yang lain kamu tawan.<sup>616)<\/sup>","no_fn":"616","teks_fn":"616) Setelah golongan-golongan yang bersekutu itu kocar-kacir, Allah Swt. memerintahkan Nabi Muhammad saw. untuk menghukum Yahudi Bani Quraizah dan mengusir mereka dari benteng-benteng mereka. Seluruh laki-laki dewasa yang ikut berperang kemudian dibunuh, sedangkan perempuan dan anak-anak ditawan.","bacaan":"wa-anzalaladziina zhaaharuuhum min ahlilkitaabi min shayaasiihim waqadzafa fii quluubihimurru'ba fariiqan taqtuluuna wata'siruuna fariiqaa"},{"id_ayat":3560,"no_surah":33,"no_ayat":27,"teks_ayat":"وَاَوْرَثَكُمْ اَرْضَهُمْ وَدِيَارَهُمْ وَاَمْوَالَهُمْ وَاَرْضًا لَّمْ تَطَـُٔوْهَا ۗوَكَانَ اللّٰهُ عَلٰى كُلِّ شَيْءٍ قَدِيْرًا ࣖ ","tema":"Babak Akhir Perang Khandaq dan Tertawannya Bani Quraizah","teks_terjemah":"Dia mewariskan kepadamu tanah-tanah, rumah-rumah, harta benda mereka, dan tanah yang belum kamu injak.<sup>617)<\/sup> Allah Mahakuasa terhadap segala sesuatu.","no_fn":"617","teks_fn":"617) Yang dimaksud tanah yang belum diinjak pada ayat ini adalah tanah yang akan dimasuki oleh tentara muslim.","bacaan":"wa-awratsakum ardhahum wadiyaarahum wa-amwaalahum wa-ardhan lam tathauuhaa wakaanalaahu 'alaa kulli syay-in qadiiraa"},{"id_ayat":3561,"no_surah":33,"no_ayat":28,"teks_ayat":"يٰٓاَيُّهَا النَّبِيُّ قُلْ لِّاَزْوَاجِكَ اِنْ كُنْتُنَّ تُرِدْنَ الْحَيٰوةَ الدُّنْيَا وَزِيْنَتَهَا فَتَعَالَيْنَ اُمَتِّعْكُنَّ وَاُسَرِّحْكُنَّ سَرَاحًا جَمِيْلًا ","tema":"Godaan Duniawi terhadap Istri-Istri Nabi","teks_terjemah":"Wahai Nabi, katakanlah kepada istri-istrimu, “Jika kamu menginginkan kehidupan di dunia dan perhiasannya, kemarilah untuk kuberikan kepadamu mut‘ah dan aku ceraikan kamu dengan cara yang baik.","no_fn":"","teks_fn":"","bacaan":"yaa ayyuhaannabiyyu qul li-azwaajika in kuntunna turidnalhayaataddunyaa waziinatahaa fata'aalayna umatti'kunna wausarrihkunna saraahan jamiilaa"},{"id_ayat":3562,"no_surah":33,"no_ayat":29,"teks_ayat":"وَاِنْ كُنْتُنَّ تُرِدْنَ اللّٰهَ وَرَسُوْلَهٗ وَالدَّارَ الْاٰخِرَةَ فَاِنَّ اللّٰهَ اَعَدَّ لِلْمُحْسِنٰتِ مِنْكُنَّ اَجْرًا عَظِيْمًا","tema":"Godaan Duniawi terhadap Istri-Istri Nabi","teks_terjemah":"Jika kamu menginginkan Allah, Rasul-Nya, dan negeri akhirat, sesungguhnya Allah menyediakan pahala yang besar bagi siapa yang berbuat baik di antara kamu.”","no_fn":"","teks_fn":"","bacaan":"wa-in kuntunna turidnalaaha warasuulahu waddaaral-aakhirata fa-innalaaha a'adda lilmuhsinaati minkunna ajran 'azhiimaa"},{"id_ayat":3563,"no_surah":33,"no_ayat":30,"teks_ayat":"يٰنِسَاۤءَ النَّبِيِّ مَنْ يَّأْتِ مِنْكُنَّ بِفَاحِشَةٍ مُّبَيِّنَةٍ يُّضٰعَفْ لَهَا الْعَذَابُ ضِعْفَيْنِۗ وَكَانَ ذٰلِكَ عَلَى اللّٰهِ يَسِيْرًا   ۔","tema":"Godaan Duniawi terhadap Istri-Istri Nabi","teks_terjemah":"Wahai istri-istri Nabi, siapa di antara kamu yang melakukan perbuatan keji yang nyata, pasti azabnya akan dilipatgandakan dua kali lipat kepadanya. Hal yang demikian itu sangat mudah bagi Allah.","no_fn":"","teks_fn":"","bacaan":"yaa nisaa-annabiyyi man ya'ti minkunna bifaahisyatin mubayyinatin yudaa'af lahaal'adzaabu dhi'fayni wakaana dzaalika 'alaalaahi yasiiraa"},{"id_ayat":3564,"no_surah":33,"no_ayat":31,"teks_ayat":"۞ وَمَنْ يَّقْنُتْ مِنْكُنَّ لِلّٰهِ وَرَسُوْلِهٖ وَتَعْمَلْ صَالِحًا نُّؤْتِهَآ اَجْرَهَا مَرَّتَيْنِۙ وَاَعْتَدْنَا لَهَا رِزْقًا كَرِيْمًا ","tema":"Pahala Berlipat Ganda bagi Istri-Istri Nabi dan Kedudukan Mereka di Antara Wanita Muslimah","teks_terjemah":"Siapa di antara kamu (istri-istri Nabi) yang tetap taat kepada Allah dan Rasul-Nya dan mengerjakan amal saleh, niscaya Kami anugerahkan kepadanya pahala dua kali lipat dan Kami sediakan baginya rezeki yang mulia.","no_fn":"","teks_fn":"","bacaan":"waman yaqnut minkunna lillaahi warasuulihi wata'mal shaalihan nu'tihaa ajrahaa marratayni wa-a'tadnaa lahaa rizqan kariimaa"},{"id_ayat":3565,"no_surah":33,"no_ayat":32,"teks_ayat":"يٰنِسَاۤءَ النَّبِيِّ لَسْتُنَّ كَاَحَدٍ مِّنَ النِّسَاۤءِ اِنِ اتَّقَيْتُنَّ فَلَا تَخْضَعْنَ بِالْقَوْلِ فَيَطْمَعَ الَّذِيْ فِيْ قَلْبِهٖ مَرَضٌ وَّقُلْنَ قَوْلًا مَّعْرُوْفًاۚ ","tema":"Pahala Berlipat Ganda bagi Istri-Istri Nabi dan Kedudukan Mereka di Antara Wanita Muslimah","teks_terjemah":"Wahai istri-istri Nabi, kamu tidaklah seperti perempuan-perempuan yang lain jika kamu bertakwa. Maka, janganlah kamu merendahkan suara (dengan lemah lembut yang dibuat-buat) sehingga bangkit nafsu orang yang ada penyakit dalam hatinya dan ucapkanlah perkataan yang baik.","no_fn":"","teks_fn":"","bacaan":"yaa nisaa-annabiyyi lastunna ka-ahadin minannisaa-i ini ittaqaytunna falaa takhdha'na bilqawli fayathma'aladzii fii qalbihi maradhun waqulna qawlan ma'ruufaa"},{"id_ayat":3566,"no_surah":33,"no_ayat":33,"teks_ayat":"وَقَرْنَ فِيْ بُيُوْتِكُنَّ وَلَا تَبَرَّجْنَ تَبَرُّجَ الْجَاهِلِيَّةِ الْاُوْلٰى وَاَقِمْنَ الصَّلٰوةَ وَاٰتِيْنَ الزَّكٰوةَ وَاَطِعْنَ اللّٰهَ وَرَسُوْلَهٗ ۗاِنَّمَا يُرِيْدُ اللّٰهُ لِيُذْهِبَ عَنْكُمُ الرِّجْسَ اَهْلَ الْبَيْتِ وَيُطَهِّرَكُمْ تَطْهِيْرًاۚ ","tema":"Pahala Berlipat Ganda bagi Istri-Istri Nabi dan Kedudukan Mereka di Antara Wanita Muslimah","teks_terjemah":"Tetaplah (tinggal) di rumah-rumahmu dan janganlah berhias (dan bertingkah laku) seperti orang-orang jahiliah dahulu. Tegakkanlah salat, tunaikanlah zakat, serta taatilah Allah dan Rasul-Nya. Sesungguhnya Allah hanya hendak menghilangkan dosa darimu, wahai ahlulbait dan membersihkan kamu sebersih-bersihnya.","no_fn":"","teks_fn":"","bacaan":"waqarna fii buyuutikunna walaa tabarrajna tabarrujaljaahiliyyatil-uulaa wa-aqimnashshalaata waaatiinazzakaata wa-athi'nalaaha warasuulahu innamaa yuriidulaahu liyudzhiba 'ankumurrijsa ahlalbayti wayuthahhirakum tathhiiraa"},{"id_ayat":3567,"no_surah":33,"no_ayat":34,"teks_ayat":"وَاذْكُرْنَ مَا يُتْلٰى فِيْ بُيُوْتِكُنَّ مِنْ اٰيٰتِ اللّٰهِ وَالْحِكْمَةِۗ اِنَّ اللّٰهَ كَانَ لَطِيْفًا خَبِيْرًا ࣖ ","tema":"Pahala Berlipat Ganda bagi Istri-Istri Nabi dan Kedudukan Mereka di Antara Wanita Muslimah","teks_terjemah":"Ingatlah apa yang dibacakan di rumahmu yakni ayat-ayat Allah (Al-Qur’an) dan hikmah (sunah Nabimu). Sesungguhnya Allah Mahalembut lagi Mahateliti.","no_fn":"","teks_fn":"","bacaan":"wadzkurna maa yutlaa fii buyuutikunna min aayaatilaahi walhikmati innalaaha kaana lathiifan khabiiraa"},{"id_ayat":3568,"no_surah":33,"no_ayat":35,"teks_ayat":"اِنَّ الْمُسْلِمِيْنَ وَالْمُسْلِمٰتِ وَالْمُؤْمِنِيْنَ وَالْمُؤْمِنٰتِ وَالْقٰنِتِيْنَ وَالْقٰنِتٰتِ وَالصّٰدِقِيْنَ وَالصّٰدِقٰتِ وَالصّٰبِرِيْنَ وَالصّٰبِرٰتِ وَالْخٰشِعِيْنَ وَالْخٰشِعٰتِ وَالْمُتَصَدِّقِيْنَ وَالْمُتَصَدِّقٰتِ وَالصَّاۤىِٕمِيْنَ وَالصّٰۤىِٕمٰتِ وَالْحٰفِظِيْنَ فُرُوْجَهُمْ وَالْحٰفِظٰتِ وَالذّٰكِرِيْنَ اللّٰهَ كَثِيْرًا وَّالذّٰكِرٰتِ اَعَدَّ اللّٰهُ لَهُمْ مَّغْفِرَةً وَّاَجْرًا عَظِيْمًا ","tema":"Sifat-Sifat Orang Mukmin yang Mendapat Ampunan dan Pahala Besar","teks_terjemah":"Sesungguhnya muslim dan muslimat, mukmin dan mukminat, laki-laki dan perempuan yang taat, laki-laki dan perempuan yang benar, laki-laki dan perempuan penyabar, laki-laki dan perempuan yang khusyuk, laki-laki dan perempuan yang bersedekah, laki-laki dan perempuan yang berpuasa, laki-laki dan perempuan yang memelihara kemaluannya, laki-laki dan perempuan yang banyak menyebut (nama) Allah, untuk mereka Allah telah menyiapkan ampunan dan pahala yang besar.","no_fn":"","teks_fn":"","bacaan":"innalmuslimiina walmuslimaati walmu'miniina walmu'minaati walqaanitiina walqaanitaati washshaadiqiina washshaadiqaati washshaabiriina washshaabiraati walkhaasyi'iina walkhaasyi'aati walmutashaddiqiina walmutashaddiqaati washshaa-imiina washshaa-imaati walhaafizhiina furuujahum walhaafizhaati wadzdzaakiriinalaaha katsiiran wadzdzaakiraati a'addalaahu lahum maghfiratan wa-ajran 'azhiimaa"},{"id_ayat":3569,"no_surah":33,"no_ayat":36,"teks_ayat":"وَمَا كَانَ لِمُؤْمِنٍ وَّلَا مُؤْمِنَةٍ اِذَا قَضَى اللّٰهُ وَرَسُوْلُهٗٓ اَمْرًا اَنْ يَّكُوْنَ لَهُمُ الْخِيَرَةُ مِنْ اَمْرِهِمْ ۗوَمَنْ يَّعْصِ اللّٰهَ وَرَسُوْلَهٗ فَقَدْ ضَلَّ ضَلٰلًا مُّبِيْنًاۗ  ","tema":"Status Anak Angkat","teks_terjemah":"Tidaklah pantas bagi mukmin dan mukminat, apabila Allah dan Rasul-Nya telah menetapkan suatu ketentuan, akan ada pilihan (yang lain) bagi mereka tentang urusan mereka. Siapa yang mendurhakai Allah dan Rasul-Nya, sungguh dia telah tersesat dengan kesesatan yang nyata.","no_fn":"","teks_fn":"","bacaan":"wamaa kaana limu'minin walaa mu'minatin idzaa qadaalaahu warasuuluhu amran an yakuuna lahumulkhiyaratu min amrihim waman ya'shilaaha warasuulahu faqad dhalla dhalaalan mubiinaa"},{"id_ayat":3570,"no_surah":33,"no_ayat":37,"teks_ayat":"وَاِذْ تَقُوْلُ لِلَّذِيْٓ اَنْعَمَ اللّٰهُ عَلَيْهِ وَاَنْعَمْتَ عَلَيْهِ اَمْسِكْ عَلَيْكَ زَوْجَكَ وَاتَّقِ اللّٰهَ وَتُخْفِيْ فِيْ نَفْسِكَ مَا اللّٰهُ مُبْدِيْهِ وَتَخْشَى النَّاسَۚ وَاللّٰهُ اَحَقُّ اَنْ تَخْشٰىهُ ۗ فَلَمَّا قَضٰى زَيْدٌ مِّنْهَا وَطَرًاۗ زَوَّجْنٰكَهَا لِكَيْ لَا يَكُوْنَ عَلَى الْمُؤْمِنِيْنَ حَرَجٌ فِيْٓ اَزْوَاجِ اَدْعِيَاۤىِٕهِمْ اِذَا قَضَوْا مِنْهُنَّ وَطَرًاۗ وَكَانَ اَمْرُ اللّٰهِ مَفْعُوْلًا ","tema":"Status Anak Angkat","teks_terjemah":"(Ingatlah) ketika engkau (Nabi Muhammad) berkata kepada orang yang telah diberi nikmat oleh Allah dan engkau (juga) telah memberi nikmat kepadanya, “Pertahankan istrimu dan bertakwalah kepada Allah,” sedang engkau menyembunyikan di dalam hatimu apa yang akan dinyatakan oleh Allah, dan engkau takut kepada manusia, padahal Allah lebih berhak untuk engkau takuti. Maka, ketika Zaid telah mengakhiri keperluan terhadap istrinya (menceraikannya), Kami nikahkan engkau dengan dia (Zainab) agar tidak ada keberatan bagi orang mukmin untuk (menikahi) istri-istri anak-anak angkat mereka, apabila mereka telah menyelesaikan keperluan terhadap istri-istrinya. Ketetapan Allah itu pasti terjadi.","no_fn":"","teks_fn":"","bacaan":"wa-idz taquulu lilladzii an'amalaahu 'alayhi wa-an'amta 'alayhi amsik 'alayka zawjaka wattaqilaaha watukhfii fii nafsika maalaahu mubdiihi watakhsyaannaasa waalaahu ahaqqu an takhsyaahu falammaa qadaa zaydun minhaa watharan zawwajnaakahaa likay laa yakuuna 'alaalmu'miniina harajun fii azwaaji ad'iyaa-ihim idzaa qadhaw minhunna watharan wakaana amrulaahi maf'uulaa"},{"id_ayat":3571,"no_surah":33,"no_ayat":38,"teks_ayat":"مَا كَانَ عَلَى النَّبِيِّ مِنْ حَرَجٍ فِيْمَا فَرَضَ اللّٰهُ لَهٗ ۗسُنَّةَ اللّٰهِ فِى الَّذِيْنَ خَلَوْا مِنْ قَبْلُ ۗوَكَانَ اَمْرُ اللّٰهِ قَدَرًا مَّقْدُوْرًاۙ  ","tema":"Status Anak Angkat","teks_terjemah":"Tidak ada keberatan apa pun pada Nabi tentang apa yang telah ditetapkan Allah baginya. (Allah telah menetapkan yang demikian) sebagai sunah Allah pada (nabi-nabi) yang telah terdahulu. Ketetapan Allah itu merupakan ketetapan yang pasti berlaku,","no_fn":"","teks_fn":"","bacaan":"maa kaana 'alaannabiyyi min harajin fiimaa faradhalaahu lahu sunnatalaahi fiiladziina khalaw min qablu wakaana amrulaahi qadaran maqduuraa"},{"id_ayat":3572,"no_surah":33,"no_ayat":39,"teks_ayat":" ۨالَّذِيْنَ يُبَلِّغُوْنَ رِسٰلٰتِ اللّٰهِ وَيَخْشَوْنَهٗ وَلَا يَخْشَوْنَ اَحَدًا اِلَّا اللّٰهَ ۗوَكَفٰى بِاللّٰهِ حَسِيْبًا ","tema":"Status Anak Angkat","teks_terjemah":"(yaitu) orang-orang yang menyampaikan risalah-risalah Allah, dan takut kepada-Nya serta tidak merasa takut kepada siapa pun selain kepada Allah. Cukuplah Allah sebagai pembuat perhitungan.","no_fn":"","teks_fn":"","bacaan":"aladziina yuballighuuna risaalaatilaahi wayakhsyawnahu walaa yakhsyawna ahadan illaalaaha wakafaa bialaahi hasiibaa"},{"id_ayat":3573,"no_surah":33,"no_ayat":40,"teks_ayat":"مَا كَانَ مُحَمَّدٌ اَبَآ اَحَدٍ مِّنْ رِّجَالِكُمْ وَلٰكِنْ رَّسُوْلَ اللّٰهِ وَخَاتَمَ النَّبِيّٖنَۗ وَكَانَ اللّٰهُ بِكُلِّ شَيْءٍ عَلِيْمًا ࣖ","tema":"Status Anak Angkat","teks_terjemah":"Muhammad itu bukanlah bapak dari seseorang di antara kamu, melainkan dia adalah utusan Allah dan penutup para nabi. Allah Maha Mengetahui segala sesuatu.","no_fn":"","teks_fn":"","bacaan":"maa kaana muhammadun abaa ahadin min rijaalikum walaakin rasuulalaahi wakhaatamannabiyyiina wakaanalaahu bikulli syay-in 'aliimaa"},{"id_ayat":3574,"no_surah":33,"no_ayat":41,"teks_ayat":"يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوا اذْكُرُوا اللّٰهَ ذِكْرًا كَثِيْرًاۙ ","tema":"Memperbanyak Zikir kepada Allah ","teks_terjemah":"Wahai orang-orang yang beriman, ingatlah Allah dengan zikir sebanyak-banyaknya","no_fn":"","teks_fn":"","bacaan":"yaa ayyuhaaladziina aamanuu udzkuruulaaha dzikran katsiiraa"},{"id_ayat":3575,"no_surah":33,"no_ayat":42,"teks_ayat":"وَّسَبِّحُوْهُ بُكْرَةً وَّاَصِيْلًا ","tema":"Memperbanyak Zikir kepada Allah ","teks_terjemah":"dan bertasbihlah kepada-Nya pada waktu pagi dan petang.","no_fn":"","teks_fn":"","bacaan":"wasabbihuuhu bukratan wa-ashiilaa"},{"id_ayat":3576,"no_surah":33,"no_ayat":43,"teks_ayat":"هُوَ الَّذِيْ يُصَلِّيْ عَلَيْكُمْ وَمَلٰۤىِٕكَتُهٗ لِيُخْرِجَكُمْ مِّنَ الظُّلُمٰتِ اِلَى النُّوْرِۗ وَكَانَ بِالْمُؤْمِنِيْنَ رَحِيْمًا ","tema":"Memperbanyak Zikir kepada Allah ","teks_terjemah":"Dialah yang memberi rahmat kepadamu dan para malaikat-Nya (memohonkan ampunan untukmu), agar Dia mengeluarkan kamu dari berbagai kegelapan menuju cahaya (yang terang benderang). Dia Maha Penyayang kepada orang-orang mukmin.","no_fn":"","teks_fn":"","bacaan":"huwaladzii yushallii 'alaykum wamalaa-ikatuhu liyukhrijakum minazhzhulumaati ilaannuuri wakaana bilmu'miniina rahiimaa"},{"id_ayat":3577,"no_surah":33,"no_ayat":44,"teks_ayat":"تَحِيَّتُهُمْ يَوْمَ يَلْقَوْنَهٗ سَلٰمٌ ۚوَاَعَدَّ لَهُمْ اَجْرًا كَرِيْمًا ","tema":"Memperbanyak Zikir kepada Allah ","teks_terjemah":"Ucapan penghormatan (Allah kepada) mereka (orang-orang mukmin itu) pada hari ketika mereka menemui-Nya ialah, “Salam,” dan Dia siapkan untuk mereka pahala yang mulia.","no_fn":"","teks_fn":"","bacaan":"tahiyyatuhum yawma yalqawnahu salaamun wa-a'adda lahum ajran kariimaa"},{"id_ayat":3578,"no_surah":33,"no_ayat":45,"teks_ayat":"يٰٓاَيُّهَا النَّبِيُّ اِنَّآ اَرْسَلْنٰكَ شَاهِدًا وَّمُبَشِّرًا وَّنَذِيْرًاۙ ","tema":"Risalah Nabi Muhammad sebagai Pemberi Kabar Gembira dan Peringatan","teks_terjemah":"Wahai Nabi (Muhammad), sesungguhnya Kami mengutus engkau untuk menjadi saksi, pemberi kabar gembira, dan pemberi peringatan","no_fn":"","teks_fn":"","bacaan":"yaa ayyuhaannabiyyu innaa arsalnaaka syaahidan wamubasysyiran wanadziiraa"},{"id_ayat":3579,"no_surah":33,"no_ayat":46,"teks_ayat":"وَّدَاعِيًا اِلَى اللّٰهِ بِاِذْنِهٖ وَسِرَاجًا مُّنِيْرًا ","tema":"Risalah Nabi Muhammad sebagai Pemberi Kabar Gembira dan Peringatan","teks_terjemah":"dan untuk menjadi penyeru kepada (agama) Allah dengan izin-Nya serta sebagai pelita yang menerangi.","no_fn":"","teks_fn":"","bacaan":"wadaa'iyan ilaalaahi bi-idznihi wasiraajan muniiraa"},{"id_ayat":3580,"no_surah":33,"no_ayat":47,"teks_ayat":"وَبَشِّرِ الْمُؤْمِنِيْنَ بِاَنَّ لَهُمْ مِّنَ اللّٰهِ فَضْلًا كَبِيْرًا ","tema":"Risalah Nabi Muhammad sebagai Pemberi Kabar Gembira dan Peringatan","teks_terjemah":"Sampaikanlah kabar gembira kepada orang-orang mukmin bahwa sesungguhnya bagi mereka karunia yang besar dari Allah.","no_fn":"","teks_fn":"","bacaan":"wabasysyirilmu'miniina bi-anna lahum minalaahi fadhlan kabiiraa"},{"id_ayat":3581,"no_surah":33,"no_ayat":48,"teks_ayat":"وَلَا تُطِعِ الْكٰفِرِيْنَ وَالْمُنٰفِقِيْنَ وَدَعْ اَذٰىهُمْ وَتَوَكَّلْ عَلَى اللّٰهِ ۗوَكَفٰى بِاللّٰهِ وَكِيْلًا ","tema":"Risalah Nabi Muhammad sebagai Pemberi Kabar Gembira dan Peringatan","teks_terjemah":"Janganlah engkau (Nabi Muhammad) menuruti orang-orang kafir dan orang-orang munafik itu, biarkan (saja) gangguan mereka, dan bertawakallah kepada Allah. Cukuplah Allah sebagai pelindung.","no_fn":"","teks_fn":"","bacaan":"walaa tuthi'ilkaafiriina walmunaafiqiina wada' adzaahum watawakkal 'alaalaahi wakafaa bialaahi wakiilaa"},{"id_ayat":3582,"no_surah":33,"no_ayat":49,"teks_ayat":"يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اِذَا نَكَحْتُمُ الْمُؤْمِنٰتِ ثُمَّ طَلَّقْتُمُوْهُنَّ مِنْ قَبْلِ اَنْ تَمَسُّوْهُنَّ فَمَا لَكُمْ عَلَيْهِنَّ مِنْ عِدَّةٍ تَعْتَدُّوْنَهَاۚ فَمَتِّعُوْهُنَّ وَسَرِّحُوْهُنَّ سَرَاحًا جَمِيْلًا ","tema":"Masa Idah Perempuan yang Belum Dicampuri Suami","teks_terjemah":"Wahai orang-orang yang beriman, apabila kamu menikahi  perempuan-perempuan mukminat, kemudian kamu ceraikan mereka sebelum kamu mencampurinya, tidak ada masa idah atas mereka yang perlu kamu perhitungkan. Maka, berilah mereka mutah (pemberian) dan lepaskanlah mereka dengan cara yang sebaik-baiknya.","no_fn":"","teks_fn":"","bacaan":"yaa ayyuhaaladziina aamanuu idzaa nakahtumulmu'minaati tsumma thallaqtumuuhunna min qabli an tamassuuhunna famaa lakum 'alayhinna min 'iddatin ta'tadduunahaa famatti'uuhunna wasarrihuuhunna saraahan jamiilaa"},{"id_ayat":3583,"no_surah":33,"no_ayat":50,"teks_ayat":"يٰٓاَيُّهَا النَّبِيُّ اِنَّآ اَحْلَلْنَا لَكَ اَزْوَاجَكَ الّٰتِيْٓ اٰتَيْتَ اُجُوْرَهُنَّ وَمَا مَلَكَتْ يَمِيْنُكَ مِمَّآ اَفَاۤءَ اللّٰهُ عَلَيْكَ وَبَنٰتِ عَمِّكَ وَبَنٰتِ عَمّٰتِكَ وَبَنٰتِ خَالِكَ وَبَنٰتِ خٰلٰتِكَ الّٰتِيْ هَاجَرْنَ مَعَكَۗ وَامْرَاَةً مُّؤْمِنَةً اِنْ وَّهَبَتْ نَفْسَهَا لِلنَّبِيِّ اِنْ اَرَادَ النَّبِيُّ اَنْ يَّسْتَنْكِحَهَا خَالِصَةً لَّكَ مِنْ دُوْنِ الْمُؤْمِنِيْنَۗ قَدْ عَلِمْنَا مَا فَرَضْنَا عَلَيْهِمْ فِيْٓ اَزْوَاجِهِمْ وَمَا مَلَكَتْ اَيْمَانُهُمْ لِكَيْلَا يَكُوْنَ عَلَيْكَ حَرَجٌۗ وَكَانَ اللّٰهُ غَفُوْرًا رَّحِيْمًا ","tema":"Perempuan yang Halal Dinikahi oleh Rasulullah","teks_terjemah":"Wahai Nabi (Muhammad) sesungguhnya Kami telah menghalalkan bagimu istri-istrimu yang telah engkau berikan maskawinnya dan hamba sahaya yang engkau miliki dari apa yang engkau peroleh dalam peperangan yang dianugerahkan Allah untukmu dan (demikian pula) anak-anak perempuan dari saudara laki-laki bapakmu, anak-anak perempuan dari saudara perempuan bapakmu, anak-anak perempuan dari saudara laki-laki ibumu, anak-anak perempuan dari saudara perempuan ibumu yang turut hijrah bersamamu, dan perempuan mukminat yang menyerahkan dirinya kepada Nabi jika Nabi ingin menikahinya sebagai kekhususan bagimu, bukan untuk orang-orang mukmin (yang lain). Sungguh, Kami telah mengetahui apa yang Kami wajibkan kepada mereka tentang istri-istri mereka dan hamba sahaya yang mereka miliki agar tidak menjadi kesempitan bagimu. Allah Maha Pengampun lagi Maha Penyayang.","no_fn":"","teks_fn":"","bacaan":"yaa ayyuhaannabiyyu innaa ahlalnaa laka azwaajakalaatii aatayta ujuurahunna wamaa malakat yamiinuka mimmaa afaa-alaahu 'alayka wabanaati 'ammika wabanaati 'ammaatika wabanaati khaalika wabanaati khaalaatikalaatii haajarna ma'aka wamra-atan mu'minatan in wahabat nafsahaa linnabiyyi in araadannabiyyu an yastankihahaa khaalishatan laka min duunilmu'miniina qad 'alimnaa maa faradhnaa 'alayhim fii azwaajihim wamaa malakat aymaanuhum likaylaa yakuuna 'alayka harajun wakaanalaahu ghafuuran rahiimaa"},{"id_ayat":3584,"no_surah":33,"no_ayat":51,"teks_ayat":"۞ تُرْجِيْ مَنْ تَشَاۤءُ مِنْهُنَّ وَتُـْٔوِيْٓ اِلَيْكَ مَنْ تَشَاۤءُۗ وَمَنِ ابْتَغَيْتَ مِمَّنْ عَزَلْتَ فَلَا جُنَاحَ عَلَيْكَۗ ذٰلِكَ اَدْنٰٓى اَنْ تَقَرَّ اَعْيُنُهُنَّ وَلَا يَحْزَنَّ وَيَرْضَيْنَ بِمَآ اٰتَيْتَهُنَّ كُلُّهُنَّۗ وَاللّٰهُ يَعْلَمُ مَا فِيْ قُلُوْبِكُمْ ۗوَكَانَ اللّٰهُ عَلِيْمًا حَلِيْمًا ","tema":"Hak Nabi atas Istri yang Dipilih akan Dipertahankan atau Dilepaskan","teks_terjemah":"Engkau (Nabi Muhammad) boleh menangguhkan (menggauli) siapa yang engkau kehendaki di antara mereka (para istrimu) dan (boleh pula) menggauli siapa (di antara mereka) yang engkau kehendaki. Siapa yang engkau ingini untuk menggaulinya kembali dari istri-istrimu yang telah engkau sisihkan, tidak ada dosa bagimu. Itu adalah lebih dekat untuk menyenangkan hati mereka. Mereka tidak merasa sedih dan mereka semua rela dengan apa yang telah engkau berikan kepada mereka. Allah mengetahui apa yang (tersimpan) dalam hatimu. Allah Maha Mengetahui lagi Maha Penyantun.<sup>618)<\/sup>","no_fn":"618","teks_fn":"618) Menurut riwayat, pada suatu ketika istri-istri Nabi Muhammad saw. ada yang cemburu dan ada yang meminta tambahan belanja. Maka, Nabi Muhammad saw. memutuskan hubungan dengan mereka sampai sebulan lamanya. Oleh karena takut diceraikan Nabi, mereka datang kepada Nabi menyatakan kerelaannya atas apa saja yang akan diperbuat Nabi terhadap mereka. Turunnya ayat ini memberikan izin kepada Nabi untuk menggauli atau tidak menggauli istri yang dikehendakinya serta merujuk istri-istrinya, jika sudah ada yang diceraikannya.","bacaan":"turjii man tasyaau minhunna watu'wii ilayka man tasyaau wamani ibtaghayta mimman 'azalta falaa junaaha 'alayka dzaalika adnaa an taqarra a'yunuhunna walaa yahzanna wayardhayna bimaa aataytahunna kulluhunna waalaahu ya'lamu maa fii quluubikum wakaanalaahu 'aliiman haliimaa"},{"id_ayat":3585,"no_surah":33,"no_ayat":52,"teks_ayat":"لَا يَحِلُّ لَكَ النِّسَاۤءُ مِنْۢ بَعْدُ وَلَآ اَنْ تَبَدَّلَ بِهِنَّ مِنْ اَزْوَاجٍ وَّلَوْ اَعْجَبَكَ حُسْنُهُنَّ اِلَّا مَا مَلَكَتْ يَمِيْنُكَۗ وَكَانَ اللّٰهُ عَلٰى كُلِّ شَيْءٍ رَّقِيْبًا ࣖ ","tema":"Larangan untuk Nabi Menikah Lagi setelah Turun Ayat Ini","teks_terjemah":"Tidak halal bagimu (Nabi Muhammad) menikahi perempuan-perempuan (lain) setelah itu dan tidak boleh (pula) mengganti mereka dengan istri-istri (yang lain) meskipun kecantikannya menarik hatimu kecuali perempuan-perempuan (hamba sahaya) yang engkau miliki. Allah Maha Mengawasi segala sesuatu.","no_fn":"","teks_fn":"","bacaan":"turjii man tasyaau minhunna watu'wii ilayka man tasyaau wamani ibtaghayta mimman 'azalta falaa junaaha 'alayka dzaalika adnaa an taqarra a'yunuhunna walaa yahzanna wayardhayna bimaa aataytahunna kulluhunna waalaahu ya'lamu maa fii quluubikum wakaanalaahu 'aliiman haliimaa"},{"id_ayat":3586,"no_surah":33,"no_ayat":53,"teks_ayat":"يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَدْخُلُوْا بُيُوْتَ النَّبِيِّ اِلَّآ اَنْ يُّؤْذَنَ لَكُمْ اِلٰى طَعَامٍ غَيْرَ نٰظِرِيْنَ اِنٰىهُ وَلٰكِنْ اِذَا دُعِيْتُمْ فَادْخُلُوْا فَاِذَا طَعِمْتُمْ فَانْتَشِرُوْا وَلَا مُسْتَأْنِسِيْنَ لِحَدِيْثٍۗ اِنَّ ذٰلِكُمْ كَانَ يُؤْذِى النَّبِيَّ فَيَسْتَحْيٖ مِنْكُمْ ۖوَاللّٰهُ لَا يَسْتَحْيٖ مِنَ الْحَقِّۗ وَاِذَا سَاَلْتُمُوْهُنَّ مَتَاعًا فَسْـَٔلُوْهُنَّ مِنْ وَّرَاۤءِ حِجَابٍۗ ذٰلِكُمْ اَطْهَرُ لِقُلُوْبِكُمْ وَقُلُوْبِهِنَّۗ وَمَا كَانَ لَكُمْ اَنْ تُؤْذُوْا رَسُوْلَ اللّٰهِ وَلَآ اَنْ تَنْكِحُوْٓا اَزْوَاجَهٗ مِنْۢ بَعْدِهٖٓ اَبَدًاۗ اِنَّ ذٰلِكُمْ كَانَ عِنْدَ اللّٰهِ عَظِيْمًا ","tema":"Sopan Santun dalam Rumah Tangga Nabi","teks_terjemah":"Wahai orang-orang yang beriman, janganlah kamu memasuki rumah-rumah Nabi, kecuali jika kamu diizinkan untuk makan tanpa menunggu waktu masak (makanannya),<sup>619)<\/sup> tetapi jika kamu diundang, masuklah dan apabila kamu selesai makan, keluarlah kamu tanpa memperpanjang percakapan. Sesungguhnya yang demikian itu adalah mengganggu Nabi sehingga dia malu kepadamu (untuk menyuruhmu keluar). Allah tidak malu (menerangkan) yang benar. Apabila kamu meminta sesuatu (keperluan) kepada mereka (istri-istri Nabi), mintalah dari belakang tabir. (Cara) yang demikian itu lebih suci bagi hatimu dan hati mereka. Kamu tidak boleh menyakiti (hati) Rasulullah dan tidak boleh (pula) menikahi istri-istrinya selama-lamanya setelah Nabi (wafat). Sesungguhnya yang demikian itu sangat besar (dosanya) di sisi Allah.","no_fn":"619","teks_fn":"619) Ayat ini melarang sahabat masuk ke rumah Rasulullah untuk makan sambil menunggu-nunggu waktu makannya Rasulullah.","bacaan":"yaa ayyuhaaladziina aamanuu laa tadkhuluu buyuutannabiyyi illaa an yu'dzana lakum ilaa tha'aamin ghayra naatsiriina inaahu walaakin idzaa du'iitum fadkhuluu fa-idzaa tha'imtum fantasyiruu walaa musta'nisiina lihadiitsin inna dzaalikum kaana yu'dziinnabiyya fayastahyii minkum waalaahu laa yastahyii minalhaqqi wa-idzaa sa-altumuuhunna mataa'an fas-aluuhunna min waraa-i hijaabin dzaalikum athharu liquluubikum waquluubihinna wamaa kaana lakum an tu'dzuu rasuulalaahi walaa an tankihuu azwaajahu min ba'dihi abadan inna dzaalikum kaana 'indalaahi 'azhiimaa"},{"id_ayat":3587,"no_surah":33,"no_ayat":54,"teks_ayat":"اِنْ تُبْدُوْا شَيْـًٔا اَوْ تُخْفُوْهُ فَاِنَّ اللّٰهَ كَانَ بِكُلِّ شَيْءٍ عَلِيْمًا ","tema":"Sopan Santun dalam Rumah Tangga Nabi","teks_terjemah":"Jika kamu menyatakan sesuatu atau menyembunyikannya, sesungguhnya Allah Maha Mengetahui segala sesuatu.","no_fn":"","teks_fn":"","bacaan":"in tubduu syay-an aw tukhfuuhu fa-innalaaha kaana bikulli syay-in 'aliimaa"},{"id_ayat":3588,"no_surah":33,"no_ayat":55,"teks_ayat":"لَا جُنَاحَ عَلَيْهِنَّ فِيْٓ اٰبَاۤىِٕهِنَّ وَلَآ اَبْنَاۤىِٕهِنَّ وَلَآ اِخْوَانِهِنَّ وَلَآ اَبْنَاۤءِ اِخْوَانِهِنَّ وَلَآ اَبْنَاۤءِ اَخَوٰتِهِنَّ وَلَا نِسَاۤىِٕهِنَّ وَلَا مَا مَلَكَتْ اَيْمَانُهُنَّۚ وَاتَّقِيْنَ اللّٰهَ ۗاِنَّ اللّٰهَ كَانَ عَلٰى كُلِّ شَيْءٍ شَهِيْدًا ","tema":"Orang-Orang yang Diperbolehkan Menjumpai Istri-Istri Nabi tanpa Hijab","teks_terjemah":"Tidak ada dosa atas mereka (istri-istri Nabi Muhammad untuk berjumpa tanpa tabir) dengan bapak-bapak mereka, anak laki-laki mereka, saudara laki-laki mereka, anak laki-laki dari saudara laki-laki mereka, anak laki-laki dari saudara perempuan mereka, perempuan-perempuan mereka (wanita-wanita muslimat, baik keluarga maupun bukan) dan hamba sahaya yang mereka miliki. Bertakwalah kamu (istri-istri Nabi) kepada Allah. Sesungguhnya Allah Maha Menyaksikan segala sesuatu.","no_fn":"","teks_fn":"","bacaan":"laa junaaha 'alayhinna fii aabaa-ihinna walaa abnaa-ihinna walaa ikhwaanihinna walaa abnaa-i ikhwaanihinna walaa abnaa-i akhawaatihinna walaa nisaa-ihinna walaa maa malakat aymaanuhunna wattaqiinalaaha innalaaha kaana 'alaa kulli syay-in syahiidaa"},{"id_ayat":3589,"no_surah":33,"no_ayat":56,"teks_ayat":"اِنَّ اللّٰهَ وَمَلٰۤىِٕكَتَهٗ يُصَلُّوْنَ عَلَى النَّبِيِّۗ  يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا صَلُّوْا عَلَيْهِ وَسَلِّمُوْا تَسْلِيْمًا ","tema":"Perintah untuk Membaca Selawat kepada Nabi Muhammad","teks_terjemah":"Sesungguhnya Allah dan para malaikat-Nya berselawat untuk Nabi.<sup>620)<\/sup> Wahai orang-orang yang beriman, berselawatlah kamu untuk Nabi dan ucapkanlah salam dengan penuh penghormatan kepadanya.<sup>621)<\/sup>","no_fn":"620,621","teks_fn":"620) Selawat dari Allah Swt. berarti memberi rahmat, dari malaikat berarti memohonkan ampunan, dan dari orang-orang mukmin berarti berdoa agar diberi rahmat, seperti dengan perkataan Allāhumma ṣalli ‘alā Muhammad.-><-621) Dengan mengucapkan perkataan seperti Assalāmu ‘alaika ayyuhan-nabi yang artinya ‘semoga keselamatan terlimpah kepadamu, wahai Nabi’.","bacaan":"innalaaha wamalaa-ikatahu yushalluuna 'alaannabiyyi yaa ayyuhaaladziina aamanuu shalluu 'alayhi wasallimuu tasliimaa"},{"id_ayat":3590,"no_surah":33,"no_ayat":57,"teks_ayat":"اِنَّ الَّذِيْنَ يُؤْذُوْنَ اللّٰهَ وَرَسُوْلَهٗ لَعَنَهُمُ اللّٰهُ فِى الدُّنْيَا وَالْاٰخِرَةِ وَاَعَدَّ لَهُمْ عَذَابًا مُّهِيْنًا ","tema":"Ancaman terhadap Mereka yang Menyakiti Allah, Rasul-Nya, dan Orang-Orang Beriman ","teks_terjemah":"Sesungguhnya orang-orang yang menyakiti (menista) Allah dan Rasul-Nya, Allah akan melaknatnya di dunia dan di akhirat dan menyediakan bagi mereka azab yang menghinakan.","no_fn":"","teks_fn":"","bacaan":"innaladziina yu'dzuunalaaha warasuulahu la'anahumulaahu fiiddunyaa wal-aakhirati wa-a'adda lahum 'adzaaban muhiinaa"},{"id_ayat":3591,"no_surah":33,"no_ayat":58,"teks_ayat":"وَالَّذِيْنَ يُؤْذُوْنَ الْمُؤْمِنِيْنَ وَالْمُؤْمِنٰتِ بِغَيْرِ مَا اكْتَسَبُوْا فَقَدِ احْتَمَلُوْا بُهْتَانًا وَّاِثْمًا مُّبِيْنًا ࣖ ","tema":"Ancaman terhadap Mereka yang Menyakiti Allah, Rasul-Nya, dan Orang-Orang Beriman ","teks_terjemah":"Orang-orang yang menyakiti mukminin dan mukminat, tanpa ada kesalahan yang mereka perbuat, sungguh, mereka telah menanggung kebohongan dan dosa yang nyata.","no_fn":"","teks_fn":"","bacaan":"walladziina yu'dzuunalmu'miniina walmu'minaati bighayri maa iktasabuu faqadi ihtamaluu buhtaanan wa-itsman mubiinaa"},{"id_ayat":3592,"no_surah":33,"no_ayat":59,"teks_ayat":"يٰٓاَيُّهَا النَّبِيُّ قُلْ لِّاَزْوَاجِكَ وَبَنٰتِكَ وَنِسَاۤءِ الْمُؤْمِنِيْنَ يُدْنِيْنَ عَلَيْهِنَّ مِنْ جَلَابِيْبِهِنَّۗ ذٰلِكَ اَدْنٰىٓ اَنْ يُّعْرَفْنَ فَلَا يُؤْذَيْنَۗ وَكَانَ اللّٰهُ غَفُوْرًا رَّحِيْمًا ","tema":"Keharusan Perempuan Memakai Jilbab dan Ancaman terhadap Orang Munafik","teks_terjemah":"Wahai Nabi (Muhammad), katakanlah kepada istri-istrimu, anak-anak perempuanmu dan istri-istri orang mukmin supaya mereka mengulurkan jilbabnya<sup>622)<\/sup> ke seluruh tubuh mereka. Yang demikian itu agar mereka lebih mudah untuk dikenali sehingga mereka tidak diganggu. Allah Maha Pengampun lagi Maha Penyayang.","no_fn":"622","teks_fn":"622) Menurut satu pendapat, jilbab adalah sejenis baju kurung yang longgar yang dapat menutup kepala, wajah, dan dada.","bacaan":"yaa ayyuhaannabiyyu qul li-azwaajika wabanaatika wanisaa-ilmu'miniina yudniina 'alayhinna min jalaabiibihinna dzaalika adnaa an yu'rafna falaa yu'dzayna wakaanalaahu ghafuuran rahiimaa"},{"id_ayat":3593,"no_surah":33,"no_ayat":60,"teks_ayat":"۞ لَىِٕنْ لَّمْ يَنْتَهِ الْمُنٰفِقُوْنَ وَالَّذِيْنَ فِيْ قُلُوْبِهِمْ مَّرَضٌ وَّالْمُرْجِفُوْنَ فِى الْمَدِيْنَةِ لَنُغْرِيَنَّكَ بِهِمْ ثُمَّ لَا يُجَاوِرُوْنَكَ فِيْهَآ اِلَّا قَلِيْلًا ","tema":"Keharusan Perempuan Memakai Jilbab dan Ancaman terhadap Orang Munafik","teks_terjemah":"Sungguh, jika orang-orang munafik, orang-orang yang berpenyakit dalam hatinya dan orang-orang yang menyebarkan kabar bohong di Madinah tidak berhenti (dari menyakitimu), pasti Kami perintahkan engkau (Nabi Muhammad untuk memerangi) mereka, kemudian mereka tidak lagi menjadi tetanggamu (di Madinah), kecuali sebentar","no_fn":"","teks_fn":"","bacaan":"la-in lam yantahilmunaafiquuna walladziina fii quluubihim maradhun walmurjifuuna fiilmadiinati lanughriyannaka bihim tsumma laa yujaawiruunaka fiihaa illaa qaliilaa"},{"id_ayat":3594,"no_surah":33,"no_ayat":61,"teks_ayat":"مَلْعُوْنِيْنَۖ اَيْنَمَا ثُقِفُوْٓا اُخِذُوْا وَقُتِّلُوْا تَقْتِيْلًا ","tema":"Keharusan Perempuan Memakai Jilbab dan Ancaman terhadap Orang Munafik","teks_terjemah":"dalam keadaan terlaknat. Di mana pun dijumpai, mereka akan ditangkap dan benar-benar dibunuh.","no_fn":"","teks_fn":"","bacaan":"mal'uuniina ayna maa tsuqifuu ukhidzuu waquttiluu taqtiilaa"},{"id_ayat":3595,"no_surah":33,"no_ayat":62,"teks_ayat":"سُنَّةَ اللّٰهِ فِى الَّذِيْنَ خَلَوْا مِنْ قَبْلُ ۚوَلَنْ تَجِدَ لِسُنَّةِ اللّٰهِ تَبْدِيْلًا ","tema":"Keharusan Perempuan Memakai Jilbab dan Ancaman terhadap Orang Munafik","teks_terjemah":"(Hukuman itu) sebagai sunatullah yang berlaku terhadap orang-orang yang telah berlalu sebelum kamu. Engkau tidak akan mendapati perubahan pada sunatullah.","no_fn":"","teks_fn":"","bacaan":"sunnatalaahi fiiladziina khalaw min qablu walan tajida lisunnatilaahi tabdiilaa"},{"id_ayat":3596,"no_surah":33,"no_ayat":63,"teks_ayat":"يَسْـَٔلُكَ النَّاسُ عَنِ السَّاعَةِۗ قُلْ اِنَّمَا عِلْمُهَا عِنْدَ اللّٰهِ ۗوَمَا يُدْرِيْكَ لَعَلَّ السَّاعَةَ تَكُوْنُ قَرِيْبًا ","tema":"Pengetahuan Allah tentang Kiamat dan Ancaman terhadap Orang Kafir","teks_terjemah":"Orang-orang bertanya kepadamu (Nabi Muhammad) tentang hari Kiamat. Katakanlah bahwa pengetahuan tentang hal itu hanya ada di sisi Allah.” Tahukah engkau, boleh jadi hari Kiamat itu sudah dekat.","no_fn":"","teks_fn":"","bacaan":"yas-alukannaasu 'anissaa'ati qul innamaa 'ilmuhaa 'indalaahi wamaa yudriika la'allassaa'ata takuunu qariibaa"},{"id_ayat":3597,"no_surah":33,"no_ayat":64,"teks_ayat":"اِنَّ اللّٰهَ لَعَنَ الْكٰفِرِيْنَ وَاَعَدَّ لَهُمْ سَعِيْرًاۙ ","tema":"Pengetahuan Allah tentang Kiamat dan Ancaman terhadap Orang Kafir","teks_terjemah":"Sesungguhnya Allah melaknat orang-orang kafir dan menyediakan bagi mereka  (neraka) Sa‘ir (yang menyala-nyala)","no_fn":"","teks_fn":"","bacaan":"innalaaha la'analkaafiriina wa-a'adda lahum sa'iiraa"},{"id_ayat":3598,"no_surah":33,"no_ayat":65,"teks_ayat":"خٰلِدِيْنَ فِيْهَآ اَبَدًاۚ  لَا يَجِدُوْنَ وَلِيًّا وَّلَا نَصِيْرًا ۚ","tema":"Pengetahuan Allah tentang Kiamat dan Ancaman terhadap Orang Kafir","teks_terjemah":"dalam keadaan mereka kekal di dalamnya selama-lamanya. Mereka tidak akan memperoleh pelindung dan tidak (pula) penolong.","no_fn":"","teks_fn":"","bacaan":"khaalidiina fiihaa abadan laa yajiduuna waliyyan walaa nashiiraa"},{"id_ayat":3599,"no_surah":33,"no_ayat":66,"teks_ayat":"يَوْمَ تُقَلَّبُ وُجُوْهُهُمْ فِى النَّارِ يَقُوْلُوْنَ يٰلَيْتَنَآ اَطَعْنَا اللّٰهَ وَاَطَعْنَا الرَّسُوْلَا۠ ","tema":"Pengetahuan Allah tentang Kiamat dan Ancaman terhadap Orang Kafir","teks_terjemah":"Pada hari (ketika) wajah mereka dibolak-balikkan dalam neraka. Mereka berkata, “Aduhai, kiranya dahulu kami taat kepada Allah dan taat (pula) kepada Rasul.”","no_fn":"","teks_fn":"","bacaan":"yawma tuqallabu wujuuhuhum fiinnaari yaquuluuna yaa laytanaa atha'naalaaha wa-atha'naarrasuulaa"},{"id_ayat":3600,"no_surah":33,"no_ayat":67,"teks_ayat":"وَقَالُوْا رَبَّنَآ اِنَّآ اَطَعْنَا سَادَتَنَا وَكُبَرَاۤءَنَا فَاَضَلُّوْنَا السَّبِيْلَا۠ ","tema":"Pengetahuan Allah tentang Kiamat dan Ancaman terhadap Orang Kafir","teks_terjemah":"Mereka berkata, “Wahai Tuhan kami, sesungguhnya kami telah menaati para pemimpin dan para pembesar kami, lalu mereka menyesatkan kami dari jalan (yang benar).","no_fn":"","teks_fn":"","bacaan":"waqaaluu rabbanaa innaa atha'naa saadatanaa wakubaraa-anaa fa-adhalluunaassabiilaa"},{"id_ayat":3601,"no_surah":33,"no_ayat":68,"teks_ayat":"رَبَّنَآ اٰتِهِمْ ضِعْفَيْنِ مِنَ الْعَذَابِ وَالْعَنْهُمْ لَعْنًا كَبِيْرًا ࣖ ","tema":"Pengetahuan Allah tentang Kiamat dan Ancaman terhadap Orang Kafir","teks_terjemah":"Wahai Tuhan kami, timpakanlah kepada mereka azab dua kali lipat dan laknatlah mereka dengan laknat yang besar.”","no_fn":"","teks_fn":"","bacaan":"rabbanaa aatihim dhi'fayni minal'adzaabi wal'anhum la'nan kabiiraa"},{"id_ayat":3602,"no_surah":33,"no_ayat":69,"teks_ayat":"يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَكُوْنُوْا كَالَّذِيْنَ اٰذَوْا مُوْسٰى فَبَرَّاَهُ اللّٰهُ مِمَّا قَالُوْا ۗوَكَانَ عِنْدَ اللّٰهِ وَجِيْهًا ۗ ","tema":"Takwa kepada Allah yang Mengantar pada Kesuksesan","teks_terjemah":"Wahai orang-orang yang beriman, janganlah kamu seperti orang-orang (dari Bani Israil) yang menyakiti Musa, lalu Allah membersihkannya dari tuduhan-tuduhan yang mereka lontarkan. Dia seorang yang mempunyai kedudukan terhormat di sisi Allah.","no_fn":"","teks_fn":"","bacaan":"yaa ayyuhaaladziina aamanuu laa takuunuu kalladziina aadzaw muusaa fabarra-ahulaahu mimmaa qaaluu wakaana 'indalaahi wajiihaa"},{"id_ayat":3603,"no_surah":33,"no_ayat":70,"teks_ayat":"يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوا اتَّقُوا اللّٰهَ وَقُوْلُوْا قَوْلًا سَدِيْدًاۙ ","tema":"Takwa kepada Allah yang Mengantar pada Kesuksesan","teks_terjemah":"Wahai orang-orang yang beriman, bertakwalah kamu kepada Allah dan ucapkanlah perkataan yang benar.","no_fn":"","teks_fn":"","bacaan":"yaa ayyuhaaladziina aamanuu ittaquulaaha waquuluu qawlan sadiidaa"},{"id_ayat":3604,"no_surah":33,"no_ayat":71,"teks_ayat":"يُّصْلِحْ لَكُمْ اَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوْبَكُمْۗ وَمَنْ يُّطِعِ اللّٰهَ وَرَسُوْلَهٗ فَقَدْ فَازَ فَوْزًا عَظِيْمًا ","tema":"Takwa kepada Allah yang Mengantar pada Kesuksesan","teks_terjemah":"Niscaya Dia (Allah) akan memperbaiki amal-amalmu dan mengampuni dosa-dosamu. Siapa yang menaati Allah dan Rasul-Nya, sungguh, dia menang dengan kemenangan yang besar.","no_fn":"","teks_fn":"","bacaan":"yushlih lakum a'maalakum wayaghfir lakum dzunuubakum waman yuthi'ilaaha warasuulahu faqad faaza fawzan 'azhiimaa"},{"id_ayat":3605,"no_surah":33,"no_ayat":72,"teks_ayat":"اِنَّا عَرَضْنَا الْاَمَانَةَ عَلَى السَّمٰوٰتِ وَالْاَرْضِ وَالْجِبَالِ فَاَبَيْنَ اَنْ يَّحْمِلْنَهَا وَاَشْفَقْنَ مِنْهَا وَحَمَلَهَا الْاِنْسَانُۗ اِنَّهٗ كَانَ ظَلُوْمًا جَهُوْلًاۙ ","tema":"Kezaliman dan Kebodohan Manusia dalam Melalaikan Amanat ","teks_terjemah":"Sesungguhnya Kami telah menawarkan amanat kepada langit, bumi, dan gunung-gunung; tetapi semuanya enggan untuk memikul amanat itu dan mereka khawatir tidak akan melaksanakannya. Lalu, dipikullah amanat itu oleh manusia. Sesungguhnya ia (manusia) sangat zalim lagi sangat bodoh.","no_fn":"","teks_fn":"","bacaan":"innaa 'aradhnaal-amaanata 'alaassamaawaati wal-ardhi waljibaali fa-abayna an yahmilnahaa wa-asyfaqna minhaa wahamalahaal-insaanu innahu kaana zhaluuman jahuulaa"},{"id_ayat":3606,"no_surah":33,"no_ayat":73,"teks_ayat":"لِّيُعَذِّبَ اللّٰهُ الْمُنٰفِقِيْنَ وَالْمُنٰفِقٰتِ وَالْمُشْرِكِيْنَ وَالْمُشْرِكٰتِ وَيَتُوْبَ اللّٰهُ عَلَى الْمُؤْمِنِيْنَ وَالْمُؤْمِنٰتِۗ وَكَانَ اللّٰهُ غَفُوْرًا رَّحِيْمًا ࣖ ","tema":"Kezaliman dan Kebodohan Manusia dalam Melalaikan Amanat ","teks_terjemah":"Dengan demikian, Allah akan mengazab orang-orang munafik laki-laki dan perempuan serta orang-orang musyrik laki-laki dan perempuan. Allah akan menerima tobat orang-orang mukmin laki-laki dan perempuan. Allah Maha Pengampun lagi Maha Penyayang.","no_fn":"","teks_fn":"","bacaan":"liyu'adzdzibalaahulmunaafiqiina walmunaafiqaati walmusyrikiina walmusyrikaati wayatuubalaahu 'alaalmu'miniina walmu'minaati wakaanalaahu ghafuuran rahiimaa"}]