[{"id":3607,"surah":34,"no_ayah":1,"theme":"Allah Maha Terpuji dan Mahaluas Ilmu-Nya","text_ayah":"اَلْحَمْدُ لِلّٰهِ الَّذِيْ لَهٗ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِ وَلَهُ الْحَمْدُ فِى الْاٰخِرَةِۗ وَهُوَ الْحَكِيْمُ الْخَبِيْرُ","text_id":"Segala puji bagi Allah yang memiliki segala yang di langit dan yang di bumi serta bagi-Nya segala puji di akhirat. Dialah Yang Mahabijaksana lagi Mahateliti. ","text_en":"ALL PRAISE BE to God to whom belongs whatsoever is in the heavens and the earth, and His the praise in the world to come. He is all-wise and all-knowing.","transliteration":"al-ḥamdu lillāhillażī lahụ mā fis-samāwāti wa mā fil-arḍi wa lahul-ḥamdu fil`ākhirah, wa huwal-ḥakīmul-khabīr","no_fn":"","text_fn":""},{"id":3608,"surah":34,"no_ayah":2,"theme":"Allah Maha Terpuji dan Mahaluas Ilmu-Nya","text_ayah":"يَعْلَمُ مَا يَلِجُ فِى الْاَرْضِ وَمَا يَخْرُجُ مِنْهَا وَمَا يَنْزِلُ مِنَ السَّمَاۤءِ وَمَا يَعْرُجُ فِيْهَاۗ وَهُوَ الرَّحِيْمُ الْغَفُوْرُ","text_id":"Dia mengetahui apa yang masuk ke dalam bumi, apa yang keluar darinya, apa yang turun dari langit dan apa yang naik kepadanya. Dialah Yang Maha Penyayang lagi Maha Pengampun.","text_en":"He knows whatever goes into the earth and whatsoever issues from it, whatsoever comes down from the sky, and whatsoever goes up to it. He is all-merciful, all-forgiving.","transliteration":"ya'lamu mā yaliju fil-arḍi wa mā yakhruju min-hā wa mā yanzilu minas-samā`i wa mā ya'ruju fīhā, wa huwar-raḥīmul-gafụr","no_fn":"","text_fn":""},{"id":3609,"surah":34,"no_ayah":3,"theme":"Keingkaran Orang Kafir terhadap Hari Kiamat dan Balasannya","text_ayah":"وَقَالَ الَّذِيْنَ كَفَرُوْا لَا تَأْتِيْنَا السَّاعَةُ ۗقُلْ بَلٰى وَرَبِّيْ لَتَأْتِيَنَّكُمْۙ عٰلِمِ الْغَيْبِۙ لَا يَعْزُبُ عَنْهُ مِثْقَالُ ذَرَّةٍ فِى السَّمٰوٰتِ وَلَا فِى الْاَرْضِ وَلَآ اَصْغَرُ مِنْ ذٰلِكَ وَلَآ اَكْبَرُ اِلَّا فِيْ كِتٰبٍ مُّبِيْنٍۙ  ","text_id":"Orang-orang yang kufur berkata, “Hari Kiamat itu tidak akan datang kepada kami.” Katakanlah (Nabi Muhammad), “Pasti datang. Demi Tuhanku yang mengetahui yang gaib, kiamat itu pasti mendatangi kamu. Tidak ada yang tersembunyi bagi-Nya sekalipun seberat atom, baik yang di langit maupun yang di bumi, yang lebih kecil daripada itu atau yang lebih besar, kecuali semuanya ada dalam kitab yang jelas (Lauh Mahfuz).”","text_en":"The unbelievers say: \"There is no coming of the Hour for us.\" Say: \"Why not? By my Lord, the knower of the unknown, it will certainly come for you. Not even an atom's weight in the heavens and the earth, or something smaller or greater than it, is hidden from Him, and which is not recorded in the all-too-manifest Book,","transliteration":"wa qālallażīna kafarụ lā ta`tīnas-sā'ah, qul balā wa rabbī lata`tiyannakum 'ālimil-gaibi lā ya'zubu 'an-hu miṡqālu żarratin fis-samāwāti wa lā fil-arḍi wa lā aṣgaru min żālika wa lā akbaru illā fī kitābim mubīn","no_fn":"","text_fn":""},{"id":3610,"surah":34,"no_ayah":4,"theme":"Keingkaran Orang Kafir terhadap Hari Kiamat dan Balasannya","text_ayah":"لِّيَجْزِيَ الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِۗ اُولٰۤىِٕكَ لَهُمْ مَّغْفِرَةٌ وَّرِزْقٌ كَرِيْمٌ ","text_id":"Supaya Dia memberi balasan kepada orang-orang yang beriman dan beramal saleh. Mereka itulah orang-orang yang memperoleh ampunan dan rezeki yang mulia.","text_en":"In order that He may recompense those who have believed and done the right. For them will be forgiveness and worthy sustenance.","transliteration":"liyajziyallażīna āmanụ wa 'amiluṣ-ṣāliḥāt, ulā`ika lahum magfiratuw wa rizqung karīm","no_fn":"","text_fn":""},{"id":3611,"surah":34,"no_ayah":5,"theme":"Keingkaran Orang Kafir terhadap Hari Kiamat dan Balasannya","text_ayah":"وَالَّذِيْنَ سَعَوْ فِيْٓ اٰيٰتِنَا مُعٰجِزِيْنَ اُولٰۤىِٕكَ لَهُمْ عَذَابٌ مِّنْ رِّجْزٍ اَلِيْمٌ ","text_id":"Orang-orang yang berusaha untuk (menentang) ayat-ayat Kami dengan anggapan dapat melemahkan (Kami), mereka itulah orang-orang yang memperoleh azab, yaitu siksa yang sangat pedih.","text_en":"As for those who try to subvert Our signs, there is a punishment of painful torment.","transliteration":"wallażīna sa'au fī āyātinā mu'ājizīna ulā`ika lahum 'ażābum mir rijzin alīm","no_fn":"","text_fn":""},{"id":3612,"surah":34,"no_ayah":6,"theme":"Keingkaran Orang Kafir terhadap Hari Kiamat dan Balasannya","text_ayah":"وَيَرَى الَّذِيْنَ اُوْتُوا الْعِلْمَ الَّذِيْٓ اُنْزِلَ اِلَيْكَ مِنْ رَّبِّكَ هُوَ الْحَقَّۙ وَيَهْدِيْٓ اِلٰى صِرَاطِ الْعَزِيْزِ الْحَمِيْدِ ","text_id":"Orang-orang yang diberi ilmu berpendapat bahwa (wahyu) yang diturunkan kepadamu (Nabi Muhammad) dari Tuhanmu itulah yang benar dan memberi petunjuk ke jalan (Allah) Yang Mahaperkasa lagi Maha Terpuji.","text_en":"Those who have been given knowledge realise what has been revealed by the Lord is the truth, and leads to the path of the mighty and praiseworthy (God).","transliteration":"wa yarallażīna ụtul-'ilmallażī unzila ilaika mir rabbika huwal-ḥaqqa wa yahdī ilā ṣirāṭil-'azīzil-ḥamīd","no_fn":"","text_fn":""},{"id":3613,"surah":34,"no_ayah":7,"theme":"Cemoohan Orang Kafir terhadap Nabi Muhammad","text_ayah":"وَقَالَ الَّذِيْنَ كَفَرُوْا هَلْ نَدُلُّكُمْ عَلٰى رَجُلٍ يُّنَبِّئُكُمْ اِذَا مُزِّقْتُمْ كُلَّ مُمَزَّقٍۙ اِنَّكُمْ لَفِيْ خَلْقٍ جَدِيْدٍۚ ","text_id":"Orang-orang yang kufur berkata (kepada teman-temannya), “Maukah kami tunjukkan kepadamu seorang laki-laki (Nabi Muhammad) yang memberitakan kepadamu bahwa apabila badanmu telah dihancurkan sehancur-hancurnya, sesungguhnya kamu pasti (akan dibangkitkan kembali) dalam ciptaan yang baru.","text_en":"The disbelievers say: \"Shall we tell you of a man who prophesies that when you are reduced to particles and vanished in the dust, you will become a new creation","transliteration":"wa qālallażīna kafarụ hal nadullukum 'alā rajuliy yunabbi`ukum iżā muzziqtum kulla mumazzaqin innakum lafī khalqin jadīd","no_fn":"","text_fn":""},{"id":3614,"surah":34,"no_ayah":8,"theme":"Cemoohan Orang Kafir terhadap Nabi Muhammad","text_ayah":"اَفْتَرٰى عَلَى اللّٰهِ كَذِبًا اَمْ بِهٖ جِنَّةٌ  ۗبَلِ الَّذِيْنَ لَا يُؤْمِنُوْنَ بِالْاٰخِرَةِ فِى الْعَذَابِ وَالضَّلٰلِ الْبَعِيْدِ ","text_id":"Apakah dia mengada-adakan kebohongan besar terhadap Allah atau gila?” (Tidak), tetapi orang-orang yang tak beriman kepada akhirat itu dalam siksaan dan kesesatan yang jauh.","text_en":"Has he fabricated a lie about God, or is he possessed?\" Not so; but those who believe not in the Hereafter are themselves afflicted and far astray.","transliteration":"aftarā 'alallāhi każiban am bihī jinnah, balillażīna lā yu`minụna bil-ākhirati fil-'ażābi waḍ-ḍalālil-ba'īd","no_fn":"","text_fn":""},{"id":3615,"surah":34,"no_ayah":9,"theme":"Cemoohan Orang Kafir terhadap Nabi Muhammad","text_ayah":"اَفَلَمْ يَرَوْا اِلٰى مَا بَيْنَ اَيْدِيْهِمْ وَمَا خَلْفَهُمْ مِّنَ السَّمَاۤءِ وَالْاَرْضِۗ اِنْ نَّشَأْ نَخْسِفْ بِهِمُ الْاَرْضَ اَوْ نُسْقِطْ عَلَيْهِمْ كِسَفًا مِّنَ السَّمَاۤءِۗ اِنَّ فِيْ ذٰلِكَ لَاٰيَةً لِّكُلِّ عَبْدٍ مُّنِيْبٍ ࣖ ","text_id":"Tidakkah mereka memperhatikan langit dan bumi yang ada di hadapan dan di belakang mereka? Jika menghendakinya, niscaya Kami membenamkan mereka di bumi atau menjatuhkan kepingan-kepingan (benda-benda angkasa) dari langit di atas mereka. Sesungguhnya pada yang demikian itu benar-benar terdapat tanda (kebesaran dan kekuasaan Allah) bagi setiap hamba yang kembali (kepada-Nya).","text_en":"Do they not see what is before them and what is behind them of the heavens and the earth? We could cleave the earth and sink them, if We pleased, or drop a fragment of the sky upon them. There is surely a sign in this for every penitent creature.","transliteration":"a fa lam yarau ilā mā baina aidīhim wa mā khalfahum minas-samā`i wal-arḍ, in nasya` nakhsif bihimul-arḍa au nusqiṭ 'alaihim kisafam minas-samā`, inna fī żālika la`āyatal likulli 'abdim munīb","no_fn":"","text_fn":""},{"id":3616,"surah":34,"no_ayah":10,"theme":"Karunia Allah kepada Nabi Daud","text_ayah":"۞ وَلَقَدْ اٰتَيْنَا دَاوٗدَ مِنَّا فَضْلًاۗ يٰجِبَالُ اَوِّبِيْ مَعَهٗ وَالطَّيْرَ ۚوَاَلَنَّا لَهُ الْحَدِيْدَۙ ","text_id":"Sungguh, benar-benar telah Kami anugerahkan kepada Daud karunia dari Kami. (Kami berfirman), “Wahai gunung-gunung dan burung-burung, bertasbihlah berulang kali bersama Daud!” Kami telah melunakkan besi untuknya.","text_en":"We favoured David with excellence, (and commanded): \"O Jibal and Tair, glorify the greatness of God with him.\" And We made iron pliable for him.","transliteration":"wa laqad ātainā dāwụda minnā faḍlā, yā jibālu awwibī ma'ahụ waṭ-ṭaīr, wa alannā lahul-ḥadīd","no_fn":"","text_fn":""},{"id":3617,"surah":34,"no_ayah":11,"theme":"Karunia Allah kepada Nabi Daud","text_ayah":"اَنِ اعْمَلْ سٰبِغٰتٍ وَّقَدِّرْ فِى السَّرْدِ وَاعْمَلُوْا صَالِحًاۗ اِنِّيْ بِمَا تَعْمَلُوْنَ بَصِيْرٌ ","text_id":"Buatlah baju-baju besi besar dan ukurlah anyamannya serta kerjakanlah amal saleh. Sesungguhnya Aku Maha Melihat apa yang kamu kerjakan.","text_en":"\"Make long coats of mail,\" (We said), \"and fix their links, and do the right. I surely see whatsoever you do.\"","transliteration":"ani'mal sābigātiw wa qaddir fis-sardi wa'malụ ṣāliḥā, innī bimā ta'malụna baṣīr","no_fn":"","text_fn":""},{"id":3618,"surah":34,"no_ayah":12,"theme":"Karunia Allah kepada Nabi Daud","text_ayah":"وَلِسُلَيْمٰنَ الرِّيْحَ غُدُوُّهَا شَهْرٌ وَّرَوَاحُهَا شَهْرٌۚ وَاَسَلْنَا لَهٗ عَيْنَ الْقِطْرِۗ وَمِنَ الْجِنِّ مَنْ يَّعْمَلُ بَيْنَ يَدَيْهِ بِاِذْنِ رَبِّهٖۗ وَمَنْ يَّزِغْ مِنْهُمْ عَنْ اَمْرِنَا نُذِقْهُ مِنْ عَذَابِ السَّعِيْرِ ","text_id":"Bagi Sulaiman (Kami tundukkan) angin yang (jarak tempuh) perjalanannya pada waktu pagi sama dengan perjalanan sebulan dan perjalanannya pada waktu sore sama dengan perjalanan sebulan (pula)<sup>623)</sup> serta Kami alirkan cairan tembaga baginya. Sebagian dari jin ada yang bekerja di hadapannya dengan izin Tuhannya. Siapa yang menyimpang di antara mereka dari perintah Kami, Kami rasakan kepadanya azab (neraka) Sa‘ir (yang apinya menyala-nyala).","text_en":"We (subjugated) the wind to Solomon. Its morning's journey took one month, and the evening's one month. We made a spring of molten brass to flow for him; and many jinns laboured for him by the will of his Lord. Anyone of them who turned from Our command was made to taste the torment of blazing fire.","transliteration":"wa lisulaimānar-rīḥa guduwwuhā syahruw wa rawāḥuhā syahr, wa asalnā lahụ 'ainal-qiṭr, wa minal-jinni may ya'malu baina yadaihi bi`iżni rabbih, wa may yazig min-hum 'an amrinā nużiq-hu min 'ażābis-sa'īr","no_fn":"623","text_fn":"623) Apabila Nabi Sulaiman a.s. melakukan perjalanan dari pagi sampai dengan tengah hari, jarak yang ditempuhnya sama dengan jarak perjalanan unta dalam sebulan."},{"id":3619,"surah":34,"no_ayah":13,"theme":"Karunia Allah kepada Nabi Sulaiman","text_ayah":"يَعْمَلُوْنَ لَهٗ مَا يَشَاۤءُ مِنْ مَّحَارِيْبَ وَتَمَاثِيْلَ وَجِفَانٍ كَالْجَوَابِ وَقُدُوْرٍ رّٰسِيٰتٍۗ اِعْمَلُوْٓا اٰلَ دَاوٗدَ شُكْرًا ۗوَقَلِيْلٌ مِّنْ عِبَادِيَ الشَّكُوْرُ ","text_id":"Mereka (para jin) selalu bekerja untuk Sulaiman sesuai dengan kehendaknya. Di antaranya (membuat) gedung-gedung tinggi, patung-patung, piring-piring (besarnya) seperti kolam dan periuk-periuk yang tetap (di atas tungku). Bekerjalah wahai keluarga Daud untuk bersyukur. Sedikit sekali dari hamba-hamba-Ku yang banyak bersyukur.","text_en":"They made for him whatever he wished, synagogues and statues, dishes large as water-troughs, and cauldrons firmly fixed (on ovens; and We said): \"O House of David, act, and give thanks.\" But few among My creatures are thankful.","transliteration":"ya'malụna lahụ mā yasyā`u mim maḥārība wa tamāṡīla wa jifāning kal-jawābi wa qudụrir rāsiyāt, i'malū āla dāwụda syukrā, wa qalīlum min 'ibādiyasy-syakụr","no_fn":"","text_fn":""},{"id":3620,"surah":34,"no_ayah":14,"theme":"Karunia Allah kepada Nabi Sulaiman","text_ayah":"فَلَمَّا قَضَيْنَا عَلَيْهِ الْمَوْتَ مَا دَلَّهُمْ عَلٰى مَوْتِهٖٓ اِلَّا دَاۤبَّةُ الْاَرْضِ تَأْكُلُ مِنْسَاَتَهٗ ۚفَلَمَّا خَرَّ تَبَيَّنَتِ الْجِنُّ اَنْ لَّوْ كَانُوْا يَعْلَمُوْنَ الْغَيْبَ مَا لَبِثُوْا فِى الْعَذَابِ الْمُهِيْنِۗ ","text_id":"Maka, ketika telah Kami tetapkan kematian (Sulaiman), tidak ada yang menunjukkan kepada mereka kematiannya itu, kecuali rayap yang memakan tongkatnya. Ketika dia telah tersungkur, jin menyadari bahwa sekiranya mengetahui yang gaib, tentu mereka tidak berada dalam siksa yang menghinakan.","text_en":"When We ordained (Solomon's) death, none but the weevil, that was eating away his staff (on which he rested), pointed out to them that he was dead. When he fell down (dead) the jinns realised that if they had knowledge of the Unknown they would never have suffered demeaning labour.","transliteration":"fa lammā qaḍainā 'alaihil-mauta mā dallahum 'alā mautihī illā dābbatul-arḍi ta`kulu minsa`atah, fa lammā kharra tabayyanatil-jinnu al lau kānụ ya'lamụnal-gaiba mā labiṡụ fil-'ażābil-muhīn","no_fn":"","text_fn":""},{"id":3621,"surah":34,"no_ayah":15,"theme":"Kisah Kaum Saba’","text_ayah":"لَقَدْ كَانَ لِسَبَاٍ فِيْ مَسْكَنِهِمْ اٰيَةٌ  ۚجَنَّتٰنِ عَنْ يَّمِيْنٍ وَّشِمَالٍ ەۗ كُلُوْا مِنْ رِّزْقِ رَبِّكُمْ وَاشْكُرُوْا لَهٗ  ۗبَلْدَةٌ طَيِّبَةٌ وَّرَبٌّ غَفُوْرٌ","text_id":"Sungguh, pada kaum Saba’ benar-benar ada suatu tanda (kebesaran dan kekuasaan Allah) di tempat kediaman mereka, yaitu dua bidang kebun di sebelah kanan dan kiri. (Kami berpesan kepada mereka,) “Makanlah rezeki (yang dianugerahkan) Tuhanmu dan bersyukurlah kepada-Nya. (Negerimu) adalah negeri yang baik (nyaman), sedangkan (Tuhanmu) Tuhan Yang Maha Pengampun.”","text_en":"There was a sign for the people of Saba in their habitations: Two gardens, on the right and left. (And they were told:) \"Eat of what your Lord has given you and be thankful. Fair is your land, and forgiving your Lord.\"","transliteration":"laqad kāna lisaba`in fī maskanihim āyah, jannatāni 'ay yamīniw wa syimāl, kulụ mir rizqi rabbikum wasykurụ lah, baldatun ṭayyibatuw wa rabbun gafụr","no_fn":"","text_fn":""},{"id":3622,"surah":34,"no_ayah":16,"theme":"Kisah Kaum Saba’","text_ayah":"فَاَعْرَضُوْا فَاَرْسَلْنَا عَلَيْهِمْ سَيْلَ الْعَرِمِ وَبَدَّلْنٰهُمْ بِجَنَّتَيْهِمْ جَنَّتَيْنِ ذَوَاتَيْ اُكُلٍ خَمْطٍ وَّاَثْلٍ وَّشَيْءٍ مِّنْ سِدْرٍ قَلِيْلٍ ","text_id":"Akan tetapi, mereka berpaling sehingga Kami datangkan kepada mereka banjir besar<sup>624)</sup> dan Kami ganti kedua kebun mereka dengan dua kebun yang ditumbuhi (pohon-pohon) berbuah pahit, pohon asal (sejenis cemara) dan sedikit pohon sidir (bidara).","text_en":"But they turned away. So We let loose on them the inundation of (the dyke of) al-'Arim, replacing their gardens with two other gardens which bore only bitter gourd, and tamarisks and a few sparse lote-trees.","transliteration":"fa a'raḍụ fa arsalnā 'alaihim sailal-'arimi wa baddalnāhum bijannataihim jannataini żawātai ukulin khamṭiw wa aṡliw wa syai`im min sidring qalīl","no_fn":"624","text_fn":"624) Banjir besar akibat jebolnya bendungan Ma‘rib. "},{"id":3623,"surah":34,"no_ayah":17,"theme":"Kisah Kaum Saba’","text_ayah":"ذٰلِكَ جَزَيْنٰهُمْ بِمَا كَفَرُوْاۗ وَهَلْ نُجٰزِيْٓ اِلَّا الْكَفُوْرَ ","text_id":"Demikianlah, Kami balas mereka karena kekafirannya. Kami tidak menjatuhkan azab, kecuali hanya kepada orang-orang yang sangat kufur.","text_en":"That is how We requited them for their ingratitude. We only punish those who are ungrateful.","transliteration":"żālika jazaināhum bimā kafarụ, wa hal nujāzī illal-kafụr","no_fn":"","text_fn":""},{"id":3624,"surah":34,"no_ayah":18,"theme":"Kisah Kaum Saba’","text_ayah":"وَجَعَلْنَا بَيْنَهُمْ وَبَيْنَ الْقُرَى الَّتِيْ بٰرَكْنَا فِيْهَا قُرًى ظَاهِرَةً وَّقَدَّرْنَا فِيْهَا السَّيْرَۗ سِيْرُوْا فِيْهَا لَيَالِيَ وَاَيَّامًا اٰمِنِيْنَ ","text_id":"Kami jadikan antara mereka dan negeri-negeri yang Kami berkahi (Syam) beberapa negeri yang berdekatan dan Kami tetapkan antara negeri-negeri itu (jarak) perjalanan. Berjalanlah kamu di negeri-negeri itu pada malam dan siang hari dengan aman.<sup>625)</sup>","text_en":"Between them and the cities We had blessed We placed towns along the highway, and made them stages on their journey, (saying): \"Travel between them in safety by day or by night.\"","transliteration":"wa ja'alnā bainahum wa bainal-qurallatī bāraknā fīhā quran ẓāhirataw wa qaddarnā fīhas-saīr, sīrụ fīhā layāliya wa ayyāman āminīn","no_fn":"625","text_fn":"625) Negeri Syam yang terkenal subur dan negeri-negeri lain yang terletak di antara Yaman dan Syam. Orang dapat berjalan dengan mudah dan aman pada siang dan malam hari tanpa harus berhenti di padang pasir."},{"id":3625,"surah":34,"no_ayah":19,"theme":"Kisah Kaum Saba’","text_ayah":"فَقَالُوْا رَبَّنَا بٰعِدْ بَيْنَ اَسْفَارِنَا وَظَلَمُوْٓا اَنْفُسَهُمْ فَجَعَلْنٰهُمْ اَحَادِيْثَ وَمَزَّقْنٰهُمْ كُلَّ مُمَزَّقٍۗ اِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ لِّكُلِّ صَبَّارٍ شَكُوْرٍ ","text_id":"Mereka berkata, “Ya Tuhan kami, jauhkanlah jarak perjalanan kami,”<sup>626)</sup> dan (mereka) menzalimi diri sendiri. Kami jadikan mereka buah bibir dan Kami hancurkan mereka sehancur-hancurnya. Sesungguhnya pada yang demikian itu benar-benar terdapat tanda-tanda (kebesaran dan kekuasaan Allah) bagi setiap orang yang sangat sabar lagi sangat bersyukur.","text_en":"But they said: \"O Lord, make the distance between the stages of our journeys longer;\" but (by doing so) they wronged themselves. So We turned them into bygone tales, and dispersed them, scattered in all directions. Surely there are signs in this for those who endeavour and are grateful.","transliteration":"fa qālụ rabbanā bā'id baina asfārinā wa ẓalamū anfusahum fa ja'alnāhum aḥādīṡa wa mazzaqnāhum kulla mumazzaq, inna fī żālika la`āyātil likulli ṣabbārin syakụr","no_fn":"626","text_fn":"626) Mereka meminta agar kota-kota yang berdekatan itu dihapuskan supaya perjalanan menjadi panjang dan mereka dapat melakukan monopoli dalam perdagangan itu sehingga memperoleh keuntungan lebih besar."},{"id":3626,"surah":34,"no_ayah":20,"theme":"Iblis tidak Kuasa Memaksa Manusia untuk Mengikutinya","text_ayah":"وَلَقَدْ صَدَّقَ عَلَيْهِمْ اِبْلِيْسُ ظَنَّهٗ فَاتَّبَعُوْهُ اِلَّا فَرِيْقًا مِّنَ الْمُؤْمِنِيْنَ ","text_id":"Sungguh, Iblis benar-benar telah meyakinkan mereka terhadap kebenaran sangkaannya. Lalu, mereka mengikutinya, kecuali sebagian dari orang-orang mukmin.","text_en":"Thus Iblis found his supposition about them to be true; and except for a section of believers they follow him.","transliteration":"wa laqad ṣaddaqa 'alaihim iblīsu ẓannahụ fattaba'ụhu illā farīqam minal-mu`minīn","no_fn":"","text_fn":""},{"id":3627,"surah":34,"no_ayah":21,"theme":"Iblis tidak Kuasa Memaksa Manusia untuk Mengikutinya","text_ayah":"وَمَا كَانَ لَهٗ عَلَيْهِمْ مِّنْ سُلْطَانٍ اِلَّا لِنَعْلَمَ مَنْ يُّؤْمِنُ بِالْاٰخِرَةِ مِمَّنْ هُوَ مِنْهَا فِيْ شَكٍّ ۗوَرَبُّكَ عَلٰى كُلِّ شَيْءٍ حَفِيْظٌ ࣖ ","text_id":"Tidak ada kekuasaan (Iblis) terhadap mereka, kecuali agar Kami dapat membedakan siapa yang beriman pada akhirat dan siapa yang ragu-ragu tentang (akhirat) itu. Tuhanmu Maha Memelihara segala sesuatu.","text_en":"He had no authority over them save for the purpose of Our knowing who believed in the world to come, and who doubted it. For your Lord keeps a watch over everything.","transliteration":"wa mā kāna lahụ 'alaihim min sulṭānin illā lina'lama may yu`minu bil-ākhirati mim man huwa min-hā fī syakk, wa rabbuka 'alā kulli syai`in ḥafīẓ","no_fn":"","text_fn":""},{"id":3628,"surah":34,"no_ayah":22,"theme":"Segala Sembahan Selain Allah Tidak Punya Kekuasaan Apa-Apa","text_ayah":"قُلِ ادْعُوا الَّذِيْنَ زَعَمْتُمْ مِّنْ دُوْنِ اللّٰهِۚ لَا يَمْلِكُوْنَ مِثْقَالَ ذَرَّةٍ فِى السَّمٰوٰتِ وَلَا فِى الْاَرْضِ وَمَا لَهُمْ فِيْهِمَا مِنْ شِرْكٍ وَّمَا لَهٗ مِنْهُمْ مِّنْ ظَهِيْرٍ ","text_id":"Katakanlah (Nabi Muhammad), “Serulah mereka yang kamu anggap (sebagai tuhan) selain Allah! Mereka tidak memiliki (kekuasaan) seberat zarah pun di langit dan di bumi. Mereka juga sama sekali tidak mempunyai peran serta dalam (penciptaan) langit dan bumi dan tidak ada di antara mereka yang menjadi pembantu bagi-Nya.”","text_en":"Say: \"Call on those you imagine are gods apart from God. They are not masters even of an atom's weight in the heavens and the earth, nor do they have a share in them, nor is any one of them a helper (of God).","transliteration":"qulid'ullażīna za'amtum min dụnillāh, lā yamlikụna miṡqāla żarratin fis-samāwāti wa lā fil-arḍi wa mā lahum fīhimā min syirkiw wa mā lahụ min-hum min ẓahīr","no_fn":"","text_fn":""},{"id":3629,"surah":34,"no_ayah":23,"theme":"Segala Sembahan Selain Allah Tidak Punya Kekuasaan Apa-Apa","text_ayah":"وَلَا تَنْفَعُ الشَّفَاعَةُ عِنْدَهٗٓ اِلَّا لِمَنْ اَذِنَ لَهٗ ۗحَتّٰىٓ اِذَا فُزِّعَ عَنْ قُلُوْبِهِمْ قَالُوْا مَاذَاۙ قَالَ رَبُّكُمْۗ قَالُوا الْحَقَّۚ وَهُوَ الْعَلِيُّ الْكَبِيْرُ ","text_id":"Tidaklah berguna syafaat (pertolongan) di sisi-Nya, kecuali bagi orang yang diizinkan-Nya sehingga apabila telah dihilangkan ketakutan dari hatinya, mereka berkata, “Apa yang difirmankan Tuhanmu?” Mereka menjawab, “Kebenaran.” Dialah Yang Mahatinggi lagi Mahabesar.<sup>627)</sup>","text_en":"No intercession avails with Him except his He allows, so that when their hearts are freed of fear, they ask (one another): \"What did your Lord say?\" They will answer: \"What is expedient. He is the all-mighty and supreme.\"","transliteration":"wa lā tanfa'usy-syafā'atu 'indahū illā liman ażina lah, ḥattā iżā fuzzi'a 'ang qulụbihim qālụ māżā qāla rabbukum, qālul-ḥaqq, wa huwal-'aliyyul-kabīr","no_fn":"627","text_fn":"627) Pemberian syafaat hanya berlaku dengan seizin Allah Swt. Orang-orang yang akan diberi izin memberi syafaat dan yang mendapatkannya sama-sama merasa takut dan harap-harap cemas menunggu izin Allah Swt."},{"id":3630,"surah":34,"no_ayah":24,"theme":"Kelanjutan Tantangan terhadap Kaum Musyrik","text_ayah":"۞ قُلْ مَنْ يَّرْزُقُكُمْ مِّنَ السَّمٰوٰتِ وَالْاَرْضِۗ قُلِ اللّٰهُ ۙوَاِنَّآ اَوْ اِيَّاكُمْ لَعَلٰى هُدًى اَوْ فِيْ ضَلٰلٍ مُّبِيْنٍ ","text_id":"Katakanlah (Nabi Muhammad), “Siapakah yang menganugerahkan rezeki kepadamu dari langit dan bumi?” Katakanlah, “Allah.” Sesungguhnya kami atau kamu (orang-orang musyrik) benar-benar berada di dalam petunjuk atau dalam kesesatan yang nyata.","text_en":"Say: \"Who gives you food from the heavens and the earth?\" Say: \"God. Surely either you or we are on guidance, or are lost in clear error.\"","transliteration":"qul may yarzuqukum minas-samāwāti wal-arḍ, qulillāhu wa innā au iyyākum la'alā hudan au fī ḍalālim mubīn","no_fn":"","text_fn":""},{"id":3631,"surah":34,"no_ayah":25,"theme":"Kelanjutan Tantangan terhadap Kaum Musyrik","text_ayah":"قُلْ لَّا تُسْـَٔلُوْنَ عَمَّآ اَجْرَمْنَا وَلَا نُسْـَٔلُ عَمَّا تَعْمَلُوْنَ ","text_id":"Katakanlah, “Kamu tidak akan dimintai pertanggungjawaban atas apa yang kami kerjakan dan kami tidak akan dimintai pertanggungjawaban atas apa yang kamu kerjakan.”","text_en":"Say: \"You will not be questioned about the sins that we have committed, nor shall we be questioned about your deeds.\"","transliteration":"qul lā tus`alụna 'ammā ajramnā wa lā nus`alu 'ammā ta'malụn","no_fn":"","text_fn":""},{"id":3632,"surah":34,"no_ayah":26,"theme":"Kelanjutan Tantangan terhadap Kaum Musyrik","text_ayah":"قُلْ يَجْمَعُ بَيْنَنَا رَبُّنَا ثُمَّ يَفْتَحُ بَيْنَنَا بِالْحَقِّۗ وَهُوَ الْفَتَّاحُ الْعَلِيْمُ ","text_id":"Katakanlah, “Tuhan kita (pada hari Kiamat) akan mengumpulkan kita, kemudian memutuskan (perkara) di antara kita dengan hak. Dialah Yang Maha Pemberi keputusan lagi Maha Mengetahui.”","text_en":"Say: \"Our Lord will gather us together and judge between us equitably, for He is the Judge all-knowing.\"","transliteration":"qul yajma'u bainanā rabbunā ṡumma yaftaḥu bainanā bil-ḥaqq, wa huwal-fattāḥul-'alīm","no_fn":"","text_fn":""},{"id":3633,"surah":34,"no_ayah":27,"theme":"Kelanjutan Tantangan terhadap Kaum Musyrik","text_ayah":"قُلْ اَرُوْنِيَ الَّذِيْنَ اَلْحَقْتُمْ بِهٖ شُرَكَاۤءَ كَلَّا ۗبَلْ هُوَ اللّٰهُ الْعَزِيْزُ الْحَكِيْمُ ","text_id":"Katakanlah, “Perlihatkanlah kepadaku (sesembahan) yang kamu sertakan dengan-Nya sebagai sekutu-sekutu. Tidaklah (sama). Akan tetapi, Dialah Allah Yang Mahaperkasa lagi Mahabijaksana.”","text_en":"Say: \"Just show me those you associate with Him as compeers.\" No, (you cannot), for He is God, the all-mighty and all-wise.\"","transliteration":"qul arụniyallażīna alḥaqtum bihī syurakā`a kallā, bal huwallāhul-'azīzul-ḥakīm","no_fn":"","text_fn":""},{"id":3634,"surah":34,"no_ayah":28,"theme":"Universalitas Risalah Nabi Muhammad","text_ayah":"وَمَآ اَرْسَلْنٰكَ اِلَّا كَاۤفَّةً لِّلنَّاسِ بَشِيْرًا وَّنَذِيْرًا وَّلٰكِنَّ اَكْثَرَ النَّاسِ لَا يَعْلَمُوْنَ ","text_id":"Tidaklah Kami mengutus engkau (Nabi Muhammad), kecuali kepada seluruh manusia sebagai pembawa berita gembira dan pemberi peringatan. Akan tetapi, kebanyakan manusia tidak mengetahuinya.","text_en":"We have sent you only as a bearer of good tidings and admonisher for all mankind; yet most people do not understand.","transliteration":"wa mā arsalnāka illā kāffatal lin-nāsi basyīraw wa nażīraw wa lākinna akṡaran-nāsi lā ya'lamụn","no_fn":"","text_fn":""},{"id":3635,"surah":34,"no_ayah":29,"theme":"Universalitas Risalah Nabi Muhammad","text_ayah":"وَيَقُوْلُوْنَ مَتٰى هٰذَا الْوَعْدُ اِنْ كُنْتُمْ صٰدِقِيْنَ ","text_id":"Mereka berkata, “Kapankah (datangnya) janji ini jika kamu orang-orang benar?”","text_en":"Instead they say: \"When is this promise going to be, if you speak the truth?\"","transliteration":"wa yaqụlụna matā hāżal-wa'du ing kuntum ṣādiqīn","no_fn":"","text_fn":""},{"id":3636,"surah":34,"no_ayah":30,"theme":"Universalitas Risalah Nabi Muhammad","text_ayah":"قُلْ لَّكُمْ مِّيْعَادُ يَوْمٍ لَّا تَسْتَأْخِرُوْنَ عَنْهُ سَاعَةً وَّلَا تَسْتَقْدِمُوْنَ ࣖ ","text_id":"Katakanlah (Nabi Muhammad), “Bagimu ada hari yang telah dijanjikan (hari Kiamat). Kamu tidak dapat meminta penundaan sesaat pun dan tidak pula percepatan.”","text_en":"Say: \"Determined is the day of the promise, which you can neither put back nor advance an hour.''","transliteration":"qul lakum mī'ādu yaumil lā tasta`khirụna 'an-hu sā'ataw wa lā tastaqdimụn","no_fn":"","text_fn":""},{"id":3637,"surah":34,"no_ayah":31,"theme":"Universalitas Risalah Nabi Muhammad","text_ayah":"وَقَالَ الَّذِيْنَ كَفَرُوْا لَنْ نُّؤْمِنَ بِهٰذَا الْقُرْاٰنِ وَلَا بِالَّذِيْ بَيْنَ يَدَيْهِۗ وَلَوْ تَرٰىٓ اِذِ الظّٰلِمُوْنَ مَوْقُوْفُوْنَ عِنْدَ رَبِّهِمْۖ يَرْجِعُ بَعْضُهُمْ اِلٰى بَعْضِ ِۨالْقَوْلَۚ يَقُوْلُ الَّذِيْنَ اسْتُضْعِفُوْا لِلَّذِيْنَ اسْتَكْبَرُوْا لَوْلَآ اَنْتُمْ لَكُنَّا مُؤْمِنِيْنَ ","text_id":"Orang-orang yang kufur berkata, “Kami tidak akan pernah beriman kepada Al-Qur’an ini dan tidak (pula) kepada (kitab) yang sebelumnya.” (Alangkah mengerikan) jika engkau (Nabi Muhammad) melihat orang-orang zalim ketika mereka dihadapkan kepada Tuhannya (saat) sebagian mereka mengembalikan perkataan kepada sebagian yang lain (saling berbantah). (Para pengikut) yang dianggap lemah berkata kepada (para pemimpin) yang menyombongkan diri, “Seandainya bukan karenamu, niscaya kami menjadi orang-orang mukmin.”","text_en":"The unbelievers say: \"We do not believe in this Qur'an, nor in what was (sent) before it.\" If only you could see the sinners when they are made to stand before their Lord, blaming one another! Those who were weak will say to those who were arrogant: \"But for you we would have certainly been believers.\"","transliteration":"wa qālallażīna kafarụ lan nu`mina bihāżal-qur`āni wa lā billażī baina yadaīh, walau tarā iżiẓ-ẓālimụna mauqụfụna 'inda rabbihim yarji'u ba'ḍuhum ilā ba'ḍinil-qaụl, yaqụlullażīnastuḍ'ifụ lillażīnastakbarụ lau lā antum lakunnā mu`minīn","no_fn":"","text_fn":""},{"id":3638,"surah":34,"no_ayah":32,"theme":"Universalitas Risalah Nabi Muhammad","text_ayah":"قَالَ الَّذِيْنَ اسْتَكْبَرُوْا لِلَّذِيْنَ اسْتُضْعِفُوْٓا اَنَحْنُ صَدَدْنٰكُمْ عَنِ الْهُدٰى بَعْدَ اِذْ جَاۤءَكُمْ بَلْ كُنْتُمْ مُّجْرِمِيْنَ ","text_id":"(Para pemimpin) yang menyombongkan diri berkata kepada (para pengikut) yang dianggap lemah, “Kamikah yang telah menghalangimu untuk memperoleh petunjuk setelah ia datang kepadamu? (Tidak!) Sebenarnya kamulah para pendurhaka.”","text_en":"The arrogant will say to the weak: \"Did we hold you back from guidance after it had come to you? Certainly not. In fact you were yourselves guilty.\"","transliteration":"qālallażīnastakbarụ lillażīnastuḍ'ifū a naḥnu ṣadadnākum 'anil-hudā ba'da iż jā`akum bal kuntum mujrimīn","no_fn":"","text_fn":""},{"id":3639,"surah":34,"no_ayah":33,"theme":"Universalitas Risalah Nabi Muhammad","text_ayah":"وَقَالَ الَّذِيْنَ اسْتُضْعِفُوْا لِلَّذِيْنَ اسْتَكْبَرُوْا بَلْ مَكْرُ الَّيْلِ وَالنَّهَارِ اِذْ تَأْمُرُوْنَنَآ اَنْ نَّكْفُرَ بِاللّٰهِ وَنَجْعَلَ لَهٗٓ اَنْدَادًا ۗوَاَسَرُّوا النَّدَامَةَ لَمَّا رَاَوُا الْعَذَابَۗ وَجَعَلْنَا الْاَغْلٰلَ فِيْٓ اَعْنَاقِ الَّذِيْنَ كَفَرُوْاۗ هَلْ يُجْزَوْنَ اِلَّا مَا كَانُوْا يَعْمَلُوْنَ ","text_id":"Orang-orang yang dianggap lemah berkata kepada orang-orang yang menyombongkan diri, “(Tidak!) Sebenarnya tipu daya(-mu) pada waktu malam dan siang (yang menghalangi kami) ketika kamu menyuruh kami agar kufur kepada Allah dan menjadikan tandingan-tandingan bagi-Nya.” (Kedua kelompok itu) menyembunyikan penyesalan ketika melihat azab dan Kami pasangkan belenggu di leher orang-orang yang kufur. Bukankah mereka (tidak) akan dibalas, melainkan (sesuai dengan) apa yang telah mereka kerjakan?","text_en":"But the weak will say to the arrogant: \"Not in the least. It was your plotting night and day when you ordered us to disbelieve in God and associate compeers with Him.\" When they see the punishment they will express repentance. But We shall put iron collars round the necks of infidels. Will they be requited for anything but what they did?","transliteration":"wa qālallażīnastuḍ'ifụ lillażīnastakbarụ bal makrul-laili wan-nahāri iż ta`murụnanā an nakfura billāhi wa naj'ala lahū andādā, wa asarrun-nadāmata lammā ra`awul-'ażāb, wa ja'alnal-aglāla fī a'nāqillażīna kafarụ, hal yujzauna illā mā kānụ ya'malụn","no_fn":"","text_fn":""},{"id":3640,"surah":34,"no_ayah":34,"theme":"Penentang Rasul Pada Umumnya Berasal dari Kalangan Terpandang dan Kaya","text_ayah":"وَمَآ اَرْسَلْنَا فِيْ قَرْيَةٍ مِّنْ نَّذِيْرٍ اِلَّا قَالَ مُتْرَفُوْهَآ  ۙاِنَّا بِمَآ اُرْسِلْتُمْ بِهٖ كٰفِرُوْنَ","text_id":"Tidaklah Kami utus pemberi peringatan ke suatu negeri, kecuali orang-orang yang hidup mewah (di negeri itu) berkata, “Sesungguhnya kami ingkar pada kerasulanmu.”","text_en":"We never sent an admonisher to a habitation but its well-to-do people said: \"We do not believe in what you have brought.\"","transliteration":"wa mā arsalnā fī qaryatim min nażīrin illā qāla mutrafụhā innā bimā ursiltum bihī kāfirụn","no_fn":"","text_fn":""},{"id":3641,"surah":34,"no_ayah":35,"theme":"Penentang Rasul Pada Umumnya Berasal dari Kalangan Terpandang dan Kaya","text_ayah":"وَقَالُوْا نَحْنُ اَكْثَرُ اَمْوَالًا وَّاَوْلَادًاۙ وَّمَا نَحْنُ بِمُعَذَّبِيْنَ ","text_id":"Mereka berkata, “Kami memiliki lebih banyak harta dan anak (daripadamu) dan kami tidak akan diazab.”<sup>628)</sup>","text_en":"And (further): \"We have far more wealth and children (than you), and we are not the ones to be punished.\"","transliteration":"wa qālụ naḥnu akṡaru amwālaw wa aulādaw wa mā naḥnu bimu'ażżabīn","no_fn":"628","text_fn":"628) Mereka menganggap bahwa nikmat yang besar di dunia adalah tanda keridaan Allah Swt. rida kepadanya sehingga mereka yakin tidak akan menerima azab di akhirat."},{"id":3642,"surah":34,"no_ayah":36,"theme":"Hanya Keimanan dan Ketakwaan yang Menentukan Kedudukan Seseorang di Sisi Allah","text_ayah":"قُلْ اِنَّ رَبِّيْ يَبْسُطُ الرِّزْقَ لِمَنْ يَّشَاۤءُ وَيَقْدِرُ وَلٰكِنَّ اَكْثَرَ النَّاسِ لَا يَعْلَمُوْنَ ࣖ","text_id":"Katakanlah (Nabi Muhammad), “Sesungguhnya Allah melapangkan rezeki kepada siapa yang Dia kehendaki dan menyempitkan(-nya). Akan tetapi, kebanyakan manusia tidak mengetahui(-nya).”","text_en":"Say: \"Verily my Lord increases or restricts the provision of whosoever He will;\" but most men do not understand.","transliteration":"qul inna rabbī yabsuṭur-rizqa limay yasyā`u wa yaqdiru wa lākinna akṡaran-nāsi lā ya'lamụn","no_fn":"","text_fn":""},{"id":3643,"surah":34,"no_ayah":37,"theme":"Hanya Keimanan dan Ketakwaan yang Menentukan Kedudukan Seseorang di Sisi Allah","text_ayah":"وَمَآ اَمْوَالُكُمْ وَلَآ اَوْلَادُكُمْ بِالَّتِيْ تُقَرِّبُكُمْ عِنْدَنَا زُلْفٰىٓ اِلَّا مَنْ اٰمَنَ وَعَمِلَ صَالِحًاۙ فَاُولٰۤىِٕكَ لَهُمْ جَزَاۤءُ الضِّعْفِ بِمَا عَمِلُوْا وَهُمْ فِى الْغُرُفٰتِ اٰمِنُوْنَ ","text_id":"Bukanlah harta atau anak-anakmu yang mendekatkan kamu kepada Kami sedekat-dekatnya, melainkan orang yang beriman dan beramal saleh. Mereka itulah yang memperoleh balasan yang berlipat ganda atas apa yang mereka kerjakan. Mereka aman sentosa di tempat-tempat yang tinggi (dalam surga).","text_en":"It is not your wealth and children that will bring you closer to Us, except those who believe and do the right. These will be given a two-fold reward for their deeds, and will dwell in peace in the high empyrean.","transliteration":"wa mā amwālukum wa lā aulādukum billatī tuqarribukum 'indanā zulfā illā man āmana wa 'amila ṣāliḥan fa ulā`ika lahum jazā`uḍ-ḍi'fi bimā 'amilụ wa hum fil-gurufāti āminụn","no_fn":"","text_fn":""},{"id":3644,"surah":34,"no_ayah":38,"theme":"Hanya Keimanan dan Ketakwaan yang Menentukan Kedudukan Seseorang di Sisi Allah","text_ayah":"وَالَّذِيْنَ يَسْعَوْنَ فِيْٓ اٰيٰتِنَا مُعٰجِزِيْنَ اُولٰۤىِٕكَ فِى الْعَذَابِ مُحْضَرُوْنَ ","text_id":"Orang-orang yang berusaha (menentang) ayat-ayat Kami untuk melemahkan (kemauan untuk beriman), mereka itu dihadirkan di dalam azab (neraka).","text_en":"But those who try to subvert Our signs will be given over to punishment","transliteration":"wallażīna yas'auna fī āyātinā mu'ājizīna ulā`ika fil-'ażābi muḥḍarụn","no_fn":"","text_fn":""},{"id":3645,"surah":34,"no_ayah":39,"theme":"Hanya Keimanan dan Ketakwaan yang Menentukan Kedudukan Seseorang di Sisi Allah","text_ayah":"قُلْ اِنَّ رَبِّيْ يَبْسُطُ الرِّزْقَ لِمَنْ يَّشَاۤءُ مِنْ عِبَادِهٖ وَيَقْدِرُ لَهٗ  ۗوَمَآ اَنْفَقْتُمْ مِّنْ شَيْءٍ فَهُوَ يُخْلِفُهٗ ۚوَهُوَ خَيْرُ الرّٰزِقِيْنَ ","text_id":"Katakanlah (Nabi Muhammad), “Sesungguhnya Tuhanku melapangkan rezeki kepada siapa yang Dia kehendaki di antara hamba-hamba-Nya dan menyempitkannya.” Suatu apa pun yang kamu infakkan pasti Dia akan menggantinya. Dialah sebaik-baik pemberi rezeki.","text_en":"Say: \"Verily my Lord increases or restricts the provision of any of His creatures as He will, and repays whatsoever you spend. He is the best of all providers.\"","transliteration":"qul inna rabbī yabsuṭur-rizqa limay yasyā`u min 'ibādihī wa yaqdiru lah, wa mā anfaqtum min syai`in fa huwa yukhlifuh, wa huwa khairur-rāziqīn","no_fn":"","text_fn":""},{"id":3646,"surah":34,"no_ayah":40,"theme":"Kaum Musyrik Akan Dikonfrontasi dengan Sesembahan Mereka","text_ayah":"وَيَوْمَ يَحْشُرُهُمْ جَمِيْعًا ثُمَّ يَقُوْلُ لِلْمَلٰۤىِٕكَةِ اَهٰٓؤُلَاۤءِ اِيَّاكُمْ كَانُوْا يَعْبُدُوْنَ ","text_id":"(Ingatlah) pada hari ketika Dia mengumpulkan mereka semua, kemudian berfirman kepada malaikat, “Apakah hanya kepadamu selama ini mereka menyembah?”","text_en":"The day He will gather all of them together, He will ask the angels: \"Did they worship you?\"","transliteration":"wa yauma yaḥsyuruhum jamī'an ṡumma yaqụlu lil-malā`ikati a hā`ulā`i iyyākum kānụ ya'budụn","no_fn":"","text_fn":""},{"id":3647,"surah":34,"no_ayah":41,"theme":"Kaum Musyrik Akan Dikonfrontasi dengan Sesembahan Mereka","text_ayah":"قَالُوْا سُبْحٰنَكَ اَنْتَ وَلِيُّنَا مِنْ دُوْنِهِمْ ۚبَلْ كَانُوْا يَعْبُدُوْنَ الْجِنَّ اَكْثَرُهُمْ بِهِمْ مُّؤْمِنُوْنَ ","text_id":"Malaikat menjawab, “Mahasuci Engkau. Engkaulah pelindung kami, bukan mereka. Sebenarnya, mereka selalu menyembah jin (dan) kebanyakan mereka beriman kepadanya.”","text_en":"\"God forbid!\" (they will answer). \"You are our protector not they. In fact, they worshipped the devils. Most of them believed in them.\"","transliteration":"qālụ sub-ḥānaka anta waliyyunā min dụnihim, bal kānụ ya'budụnal-jinna akṡaruhum bihim mu`minụn","no_fn":"","text_fn":""},{"id":3648,"surah":34,"no_ayah":42,"theme":"Kaum Musyrik Akan Dikonfrontasi dengan Sesembahan Mereka","text_ayah":"فَالْيَوْمَ لَا يَمْلِكُ بَعْضُكُمْ لِبَعْضٍ نَّفْعًا وَّلَا ضَرًّا ۗوَنَقُوْلُ لِلَّذِيْنَ ظَلَمُوْا ذُوْقُوْا عَذَابَ النَّارِ الَّتِيْ كُنْتُمْ بِهَا تُكَذِّبُوْنَ ","text_id":"Pada hari ini sebagian kamu tidak kuasa (mendatangkan) manfaat dan (menolak) mudarat kepada sebagian yang lain. Kami katakan kepada orang-orang yang zalim, “Rasakanlah olehmu azab neraka yang selalu kamu dustakan!”","text_en":"That day you will have no power to profit or harm each other; and We shall say to the sinners: \"Taste the punishment of Fire which you had denied.\"","transliteration":"fal-yauma lā yamliku ba'ḍukum liba'ḍin naf'aw wa lā ḍarrā, wa naqụlu lillażīna ẓalamụ żụqụ 'ażāban-nārillatī kuntum bihā tukażżibụn","no_fn":"","text_fn":""},{"id":3649,"surah":34,"no_ayah":43,"theme":"Tuduhan Pemuka Kafir Makkah terhadap Nabi Muhammad dan Al-Qur’an","text_ayah":"وَاِذَا تُتْلٰى عَلَيْهِمْ اٰيٰتُنَا بَيِّنٰتٍ قَالُوْا مَا هٰذَآ اِلَّا رَجُلٌ يُّرِيْدُ اَنْ يَّصُدَّكُمْ عَمَّا كَانَ يَعْبُدُ اٰبَاۤؤُكُمْ ۚوَقَالُوْا مَا هٰذَآ اِلَّآ اِفْكٌ مُّفْتَرًىۗ وَقَالَ الَّذِيْنَ كَفَرُوْا لِلْحَقِّ لَمَّا جَاۤءَهُمْۙ اِنْ هٰذَآ اِلَّا سِحْرٌ مُّبِيْنٌ ","text_id":"Apabila dibacakan kepada mereka ayat-ayat Kami yang terang, mereka berkata, “Orang ini tidak lain hanya ingin menghalang-halangi kamu dari apa yang biasa disembah oleh nenek moyangmu.” Mereka berkata, “(Al-Qur’an) ini tidak lain hanyalah kebohongan yang diada-adakan saja.” Orang-orang yang kufur berkata tentang kebenaran (Al-Qur’an) ketika ia datang kepada mereka, “Ini tidak lain hanyalah sihir yang nyata.”","text_en":"When Our clear revelations are read out to them, they say: \"This is only a man who wants to turn you away from what your fathers used to worship.\" And they say: \"This is nothing but a fabricated lie.\" And those who do not believe say of the truth when it has reached them: \"This is nothing but pure sorcery.\"","transliteration":"wa iżā tutlā 'alaihim āyātunā bayyināting qālụ mā hāżā illā rajuluy yurīdu ay yaṣuddakum 'ammā kāna ya'budu ābā`ukum, wa qālụ mā hāżā illā ifkum muftarā, wa qālallażīna kafarụ lil-ḥaqqi lammā jā`ahum in hāżā illā siḥrum mubīn","no_fn":"","text_fn":""},{"id":3650,"surah":34,"no_ayah":44,"theme":"Tuduhan Pemuka Kafir Makkah terhadap Nabi Muhammad dan Al-Qur’an","text_ayah":"وَمَآ اٰتَيْنٰهُمْ مِّنْ كُتُبٍ يَّدْرُسُوْنَهَا وَمَآ اَرْسَلْنَآ اِلَيْهِمْ قَبْلَكَ مِنْ نَّذِيْرٍۗ ","text_id":"Tidaklah Kami berikan kepada mereka kitab apa pun yang mereka pelajari dan tidak (pula) Kami utus seorang pemberi peringatan kepada mereka sebelum engkau (Nabi Muhammad).","text_en":"We did not give them any scripture to study, nor sent any warner before you.","transliteration":"wa mā ātaināhum ming kutubiy yadrusụnahā wa mā arsalnā ilaihim qablaka min nażīr","no_fn":"","text_fn":""},{"id":3651,"surah":34,"no_ayah":45,"theme":"Tuduhan Pemuka Kafir Makkah terhadap Nabi Muhammad dan Al-Qur’an","text_ayah":"وَكَذَّبَ الَّذِيْنَ مِنْ قَبْلِهِمْۙ وَمَا بَلَغُوْا مِعْشَارَ مَآ اٰتَيْنٰهُمْ فَكَذَّبُوْا رُسُلِيْۗ فَكَيْفَ كَانَ نَكِيْرِ ࣖ","text_id":"Orang-orang sebelum mereka (kafir Makkah) telah mendustakan (para rasul). Padahal, mereka (kafir Makkah) itu belum sampai (menerima) sepersepuluh dari apa (nikmat) yang telah Kami anugerahkan kepada orang-orang terdahulu itu, lalu mereka mendustakan para rasul-Ku. Maka, (lihatlah) bagaimana dahsyatnya akibat kemurkaan-Ku.","text_en":"Those before them had also denied, and they could not reach a tenth of (the possibilities) We had given them, and still they called My apostles liars. How great was the change that I wrought in their condition then!","transliteration":"wa każżaballażīna ming qablihim wa mā balagụ mi'syāra mā ātaināhum fa każżabụ rusulī, fa kaifa kāna nakīr","no_fn":"","text_fn":""},{"id":3652,"surah":34,"no_ayah":46,"theme":"Bantahan Nabi terhadap Tuduhan Orang Kafir","text_ayah":"۞ قُلْ اِنَّمَآ اَعِظُكُمْ بِوَاحِدَةٍۚ اَنْ تَقُوْمُوْا لِلّٰهِ مَثْنٰى وَفُرَادٰى ثُمَّ تَتَفَكَّرُوْاۗ مَا بِصَاحِبِكُمْ مِّنْ جِنَّةٍۗ اِنْ هُوَ اِلَّا نَذِيْرٌ لَّكُمْ بَيْنَ يَدَيْ عَذَابٍ شَدِيْدٍ ","text_id":"Katakanlah (Nabi Muhammad), “Aku hendak menasihatimu dengan satu hal saja, (yaitu) agar kamu bangkit karena Allah, baik berdua-dua maupun sendiri-sendiri, kemudian memikirkan (perihal Nabi Muhammad). Kawanmu itu tidak gila sedikit pun. Dia tidak lain hanyalah pemberi peringatan bagi kamu bahwa di hadapanmu ada azab yang keras.”","text_en":"Say: \"I urge upon you only one thing: Stand up for God two by two or one by one, and think and reflect!\" There is no madness about your companion. He is a warner against the dreadful affliction (that awaits).","transliteration":"qul innamā a'iẓukum biwāḥidah, an taqụmụ lillāhi maṡnā wa furādā ṡumma tatafakkarụ, mā biṣāḥibikum min jinnah, in huwa illā nażīrul lakum baina yadai 'ażābin syadīd","no_fn":"","text_fn":""},{"id":3653,"surah":34,"no_ayah":47,"theme":"Bantahan Nabi terhadap Tuduhan Orang Kafir","text_ayah":"قُلْ مَا سَاَلْتُكُمْ مِّنْ اَجْرٍ فَهُوَ لَكُمْۗ اِنْ اَجْرِيَ اِلَّا عَلَى اللّٰهِ ۚوَهُوَ عَلٰى كُلِّ شَيْءٍ شَهِيْدٌ ","text_id":"Katakanlah (Nabi Muhammad), “Imbalan yang aku minta kepadamu (dari dakwah ini) hanya untuk kamu (sendiri). Imbalanku hanyalah dari Allah dan Dia Maha Menyaksikan segala sesuatu.”","text_en":"Say: \"The reward I ask is for yourself. My reward is due from none but God; and He is witness over everything.\"","transliteration":"qul mā sa`altukum min ajrin fa huwa lakum, in ajriya illā 'alallāh, wa huwa 'alā kulli syai`in syahīd","no_fn":"","text_fn":""},{"id":3654,"surah":34,"no_ayah":48,"theme":"Bantahan Nabi terhadap Tuduhan Orang Kafir","text_ayah":"قُلْ اِنَّ رَبِّيْ يَقْذِفُ بِالْحَقِّۚ عَلَّامُ الْغُيُوْبِ ","text_id":"Katakanlah (Nabi Muhammad), “Sesungguhnya Tuhanku melempar (kebatilan) dengan kebenaran. Dia Maha Mengetahui segala yang gaib.”","text_en":"Say: \"My Lord casts the truth: He is the knower of things unknown.\"","transliteration":"qul inna rabbī yaqżifu bil-ḥaqq, 'allāmul-guyụb","no_fn":"","text_fn":""},{"id":3655,"surah":34,"no_ayah":49,"theme":"Bantahan Nabi terhadap Tuduhan Orang Kafir","text_ayah":"قُلْ جَاۤءَ الْحَقُّ وَمَا يُبْدِئُ الْبَاطِلُ وَمَا يُعِيْدُ ","text_id":"Katakanlah, “Kebenaran telah datang dan yang batil itu tidak akan memulai dan tidak (pula) akan mengulangi.”<sup>629)</sup>","text_en":"Say: \"The truth has come, and falsehood had neither precedence nor will reappear.\"","transliteration":"qul jā`al-ḥaqqu wa mā yubdi`ul-bāṭilu wa mā yu'īd","no_fn":"629","text_fn":"629) Apabila kebenaran sudah datang, kebatilan akan hancur binasa. Tidak ada yang mampu berbuat apa pun untuk melawan dan meruntuhkan kebenaran itu."},{"id":3656,"surah":34,"no_ayah":50,"theme":"Bantahan Nabi terhadap Tuduhan Orang Kafir","text_ayah":"قُلْ اِنْ ضَلَلْتُ فَاِنَّمَآ اَضِلُّ عَلٰى نَفْسِيْۚ وَاِنِ اهْتَدَيْتُ فَبِمَا يُوْحِيْٓ اِلَيَّ رَبِّيْۗ اِنَّهٗ سَمِيْعٌ قَرِيْبٌ ","text_id":"Katakanlah, “Jika aku sesat, sesungguhnya aku sesat untuk diriku sendiri dan jika aku mendapat petunjuk, hal itu disebabkan apa yang diwahyukan Tuhanku kepadaku. Sesungguhnya Dia Maha Mendengar lagi Mahadekat.”","text_en":"Say: \"If I am in error it is to my own loss; if I am on guidance that is so because of what my Lord reveals to me. He is all-hearing and all-too-near.\"","transliteration":"qul in ḍalaltu fa innamā aḍillu 'alā nafsī, wa inihtadaitu fa bimā yụḥī ilayya rabbī, innahụ samī'ung qarīb","no_fn":"","text_fn":""},{"id":3657,"surah":34,"no_ayah":51,"theme":"Nasib Orang Kafir di Akhirat","text_ayah":"وَلَوْ تَرٰىٓ اِذْ فَزِعُوْا فَلَا فَوْتَ وَاُخِذُوْا مِنْ مَّكَانٍ قَرِيْبٍۙ ","text_id":"(Alangkah mengerikan) seandainya engkau melihat ketika mereka (orang-orang kafir) terperanjat ketakutan (pada hari Kiamat). Mereka tidak dapat melepaskan diri dan ditangkap dari tempat yang dekat (untuk diseret ke neraka).","text_en":"If you could see when they are gripped by terror without any escape, and are seized from close at hand","transliteration":"walau tarā iż fazi'ụ fa lā fauta wa ukhiżụ mim makāning qarīb","no_fn":"","text_fn":""},{"id":3658,"surah":34,"no_ayah":52,"theme":"Nasib Orang Kafir di Akhirat","text_ayah":"وَّقَالُوْٓا اٰمَنَّا بِهٖۚ وَاَنّٰى لَهُمُ التَّنَاوُشُ مِنْ مَّكَانٍۢ بَعِيْدٍۚ ","text_id":"(Ketika melihat azab) mereka berkata, “Kami beriman kepadanya (kebenaran).” Namun, bagaimana mungkin (di akhirat) mereka dapat mencapai keimanan (dengan mudah) dari tempat yang jauh (dunia fana)?","text_en":"They will say: \"We believe in it.\" How could they reach it from a place of no return?","transliteration":"wa qālū āmannā bih, wa annā lahumut-tanāwusyu mim makānim ba'īd","no_fn":"","text_fn":""},{"id":3659,"surah":34,"no_ayah":53,"theme":"Nasib Orang Kafir di Akhirat","text_ayah":"وَقَدْ كَفَرُوْا بِهٖ مِنْ قَبْلُۚ وَيَقْذِفُوْنَ بِالْغَيْبِ مِنْ مَّكَانٍۢ بَعِيْدٍۚ ","text_id":"Sungguh, mereka telah kufur terhadap kebenaran sebelum itu (ketika di dunia) dan melontarkan (keraguan) tentang yang gaib dari tempat yang jauh.","text_en":"They had surely denied it before and aimed without seeing from so far away.","transliteration":"wa qad kafarụ bihī ming qabl, wa yaqżifụna bil-gaibi mim makānim ba'īd","no_fn":"","text_fn":""},{"id":3660,"surah":34,"no_ayah":54,"theme":"Nasib Orang Kafir di Akhirat","text_ayah":"وَحِيْلَ بَيْنَهُمْ وَبَيْنَ مَا يَشْتَهُوْنَۙ  كَمَا فُعِلَ بِاَشْيَاعِهِمْ مِّنْ قَبْلُۗ اِنَّهُمْ كَانُوْا فِيْ شَكٍّ مُّرِيْبٍ ࣖ","text_id":"Diberilah penghalang antara mereka dan apa yang mereka inginkan<sup>630)</sup> sebagaimana yang dilakukan terhadap orang-orang terdahulu yang serupa dengan mereka. Sesungguhnya mereka dahulu (di dunia) dalam keraguan yang mendalam.","text_en":"A barrier shall be raised between them and what they desired, as was done with their partisans before. They too were filled with disquieting doubt.","transliteration":"wa hīla bainahum wa baina mā yasytahụna kamā fu'ila bi`asy-yā'ihim ming qabl, innahum kānụ fī syakkim murīb","no_fn":"630","text_fn":"630) Yang mereka inginkan itu adalah beriman atau kembali ke dunia untuk bertobat."}]