[{"id":3661,"surah":35,"no_ayah":1,"theme":"Allah Mahakuasa dan Pemberi Rahmat ","text_id":"Segala puji bagi Allah, Pencipta langit dan bumi yang menjadikan malaikat sebagai utusan-utusan (untuk mengurus berbagai macam urusan) yang mempunyai sayap. Masing-masing (ada yang) dua, tiga, dan empat. Dia menambahkan pada ciptaan-Nya apa yang Dia kehendaki. Sesungguhnya Allah Mahakuasa atas segala sesuatu.","text_en":"ALL PRAISE BE to God, the originator of the heavens and the earth, who appointed angels as His messengers, with wings, two, three and four. He adds what He pleases to His creation. He has certainly power over everything.","transliteration":"al-ḥamdu lillāhi fāṭiris-samāwāti wal-arḍi jā'ilil-malā`ikati rusulan ulī ajniḥatim maṡnā wa ṡulāṡa wa rubā', yazīdu fil-khalqi mā yasyā`, innallāha 'alā kulli syai`ing qadīr","no_fn":"","text_fn":""},{"id":3662,"surah":35,"no_ayah":2,"theme":"Allah Mahakuasa dan Pemberi Rahmat ","text_id":"Apa saja yang Allah anugerahkan kepada manusia berupa rahmat, tidak ada yang dapat menahannya. (Demikian pula) apa saja yang ditahan-Nya, tidak ada yang sanggup untuk melepaskannya. Dialah Yang Mahaperkasa lagi Mahabijaksana.","text_en":"There is none who can take away the favours He bestows on man; and there is none apart from Him to restore what He has withheld. He is all-mighty and all-wise.","transliteration":"mā yaftaḥillāhu lin-nāsi mir raḥmatin fa lā mumsika lahā, wa mā yumsik fa lā mursila lahụ mim ba'dih, wa huwal-'azīzul-ḥakīm","no_fn":"","text_fn":""},{"id":3663,"surah":35,"no_ayah":3,"theme":"Allah Mahakuasa dan Pemberi Rahmat ","text_id":"Wahai manusia, ingatlah nikmat Allah kepadamu! Adakah pencipta selain Allah yang dapat memberikan rezeki kepadamu dari langit dan bumi? Tidak ada Tuhan selain Dia. Lalu, bagaimana kamu dapat dipalingkan (dari ketauhidan)?","text_en":"O you people, remember the favours of God to you. Is there any creator other than God who gives you food from the heavens and the earth? There is no god but He: How then can you turn aside?","transliteration":"yā ayyuhan-nāsużkurụ ni'matallāhi 'alaikum, hal min khāliqin gairullāhi yarzuqukum minas-samā`i wal-arḍ, lā ilāha illā huwa fa annā tu`fakụn","no_fn":"","text_fn":""},{"id":3664,"surah":35,"no_ayah":4,"theme":"Allah Mahakuasa dan Pemberi Rahmat ","text_id":"Jika mereka mendustakan engkau (Nabi Muhammad), sungguh rasul-rasul sebelum engkau telah didustakan pula. Hanya kepada Allah segala urusan dikembalikan.","text_en":"If they call you a liar, so have other messengers been denied before you. But all things will be brought back to God.","transliteration":"wa iy yukażżibụka fa qad kużżibat rusulum ming qablik, wa ilallāhi turja'ul-umụr","no_fn":"","text_fn":""},{"id":3665,"surah":35,"no_ayah":5,"theme":"Penghindaran dari Tipu Daya Kehidupan Dunia ","text_id":"Wahai manusia, sesungguhnya janji Allah itu benar. Maka, janganlah sekali-kali kehidupan dunia memperdayakan kamu dan janganlah (setan) yang pandai menipu memperdayakan kamu tentang Allah.","text_en":"O you people, the promise of God is true. So do not let the life of this world delude you, nor let that (arch) deceiver deceive you about God.","transliteration":"yā ayyuhan-nāsu inna wa'dallāhi ḥaqqun fa lā tagurrannakumul-ḥayātud-dun-yā, wa lā yagurrannakum billāhil-garụr","no_fn":"","text_fn":""},{"id":3666,"surah":35,"no_ayah":6,"theme":"Penghindaran dari Tipu Daya Kehidupan Dunia ","text_id":"Sesungguhnya setan itu musuh bagimu. Maka, perlakukanlah ia sebagai musuh! Sesungguhnya setan itu hanya mengajak golongannya agar mereka menjadi penghuni (neraka) Sa‘ir (yang menyala-nyala).","text_en":"Satan is certainly your enemy, so hold him as a foe. He only calls his faction to be the residents of Hell.","transliteration":"innasy-syaiṭāna lakum 'aduwwun fattakhiżụhu 'aduwwā, innamā yad'ụ ḥizbahụ liyakụnụ min aṣ-ḥābis-sa'īr","no_fn":"","text_fn":""},{"id":3667,"surah":35,"no_ayah":7,"theme":"Penghindaran dari Tipu Daya Kehidupan Dunia ","text_id":"Orang-orang yang kufur bagi mereka azab yang sangat keras, (sedangkan) orang-orang yang beriman dan beramal saleh bagi mereka ampunan dan pahala yang besar.","text_en":"For those who are unbelievers, there is severe punishment; but for those who believe and do the right is forgiveness and a great reward.","transliteration":"allażīna kafarụ lahum 'ażābun syadīd, wallażīna āmanụ wa 'amiluṣ-ṣāliḥāti lahum magfiratuw wa ajrung kabīr","no_fn":"","text_fn":""},{"id":3668,"surah":35,"no_ayah":8,"theme":"Penghindaran dari Tipu Daya Kehidupan Dunia ","text_id":"Maka, apakah pantas orang yang dijadikan terasa indah perbuatan buruknya (oleh setan), lalu menganggap baik perbuatannya itu (sama dengan yang mendapat petunjuk)? Sesungguhnya Allah menyesatkan siapa yang Dia kehendaki (berdasarkan pilihannya) dan memberi petunjuk kepada siapa yang Dia kehendaki (berdasarkan kesiapannya untuk menerima petunjuk). Maka, jangan engkau (Nabi Muhammad) biarkan dirimu binasa karena kesedihan terhadap (sikap) mereka. Sesungguhnya Allah Maha Mengetahui apa yang mereka perbuat.","text_en":"Can he, the evil of whose deed is made to look attractive to him so that he considers it good, (be like him who is guided)? God leads whosoever He please astray and guides whosoever He will. So do not waste away your self with grief for them. God is indeed cognisant of things they do.","transliteration":"a fa man zuyyina lahụ sū`u 'amalihī fa ra`āhu ḥasanā, fa innallāha yuḍillu may yasyā`u wa yahdī may yasyā`u fa lā taż-hab nafsuka 'alaihim ḥasarāt, innallāha 'alīmum bimā yaṣna'ụn","no_fn":"","text_fn":""},{"id":3669,"surah":35,"no_ayah":9,"theme":"Beberapa Tanda Kekuasaan Allah ","text_id":"Allahlah yang mengirimkan bermacam angin, lalu ia (angin) menggerakkan awan. (Selanjutnya) Kami arahkan awan itu ke suatu negeri yang mati (tandus), lalu dengannya (hujan) Kami hidupkan bumi setelah matinya. Demikianlah kebangkitan itu.","text_en":"It is God who sends the winds that raise the clouds. Then We drive the clouds towards the land that was dead, and restore the earth to life after it had died. So will be the Resurrection.","transliteration":"wallāhullażī arsalar-riyāḥa fa tuṡīru saḥāban fa suqnāhu ilā baladim mayyitin fa aḥyainā bihil-arḍa ba'da mautihā, każālikan-nusyụr","no_fn":"","text_fn":""},{"id":3670,"surah":35,"no_ayah":10,"theme":"Beberapa Tanda Kekuasaan Allah ","text_id":"Siapa yang menghendaki kemuliaan (ketahuilah) kemuliaan itu semuanya milik Allah. Kepada-Nyalah akan naik perkataan-perkataan yang baik<sup>631)</sup> dan amal saleh akan diangkat-Nya. Adapun orang-orang yang merencanakan kejahatan akan mendapat azab yang sangat keras dan rencana jahat mereka akan hancur.","text_en":"Whosoever desires honour (should remember) that all honour is with God. All good words ascend to Him, and all good deeds He exalts. As for those who are plotting evil, there is severe punishment for them, and their plots will be fruitless.","transliteration":"mang kāna yurīdul-'izzata fa lillāhil-'izzatu jamī'ā, ilaihi yaṣ'adul-kalimuṭ-ṭayyibu wal-'amaluṣ-ṣāliḥu yarfa'uh, wallażīna yamkurụnas-sayyi`āti lahum 'ażābun syadīd, wa makru ulā`ika huwa yabụr","no_fn":"631","text_fn":"631) Menurut sebagian mufasir, perkataan yang baik itu adalah kalimat lā ilāha illallāh. Namun, ada pula yang mengatakan bahwa yang dimaksud adalah zikir kepada Allah Swt. atau semua perkataan yang baik yang diucapkan karena Allah Swt."},{"id":3671,"surah":35,"no_ayah":11,"theme":"Beberapa Tanda Kekuasaan Allah ","text_id":"Allah menciptakanmu dari tanah, dari air mani, kemudian Dia menjadikanmu berpasang-pasangan (laki-laki dan perempuan). Tidak ada seorang perempuan pun yang mengandung dan melahirkan, kecuali dengan sepengetahuan-Nya. Tidak dipanjangkan umur seseorang dan tidak pula dikurangi umurnya, kecuali (sudah ditetapkan) dalam Kitab (Lauh Mahfuz). Sesungguhnya yang demikian itu sangat mudah bagi Allah.","text_en":"It is God who created you from dust, then from a sperm, then formed you into pairs. Neither does a female conceive nor gives birth without His knowledge; nor do the old grow older or become younger in years but in accordance with the law (of nature). Indeed the law of God works inevitably.","transliteration":"wallāhu khalaqakum min turābin ṡumma min nuṭfatin ṡumma ja'alakum azwājā, wa mā taḥmilu min unṡā wa lā taḍa'u illā bi'ilmih, wa mā yu'ammaru mim mu'ammariw wa lā yungqaṣu min 'umurihī illā fī kitāb, inna żālika 'alallāhi yasīr","no_fn":"","text_fn":""},{"id":3672,"surah":35,"no_ayah":12,"theme":"Bukti-Bukti Kekuasaan Allah","text_id":"Tidak sama (antara) dua laut: yang ini tawar, segar, dan mudah diminum serta yang lain sangat asin. Dari masing-masing itu kamu dapat memakan daging yang segar dan dapat mengeluarkan perhiasan yang kamu pakai. Di sana kamu melihat bahtera (berlayar) membelah (lautan) agar kamu dapat mencari sebagian karunia-Nya dan agar kamu bersyukur.","text_en":"Alike are not two bodies of water: This one is sweet and fresh and pleasant to drink, and this one brine and bitter; yet you get fresh meat to eat from both, and take out ornaments to wear. You see how the ships churn through them so that you may seek of His bounty and, perhaps, give thanks.","transliteration":"wa mā yastawil-baḥrāni hāżā 'ażbun furātun sā`igun syarābuhụ wa hāżā mil-ḥun ujāj, wa ming kullin ta`kulụna laḥman ṭariyyaw wa tastakhrijụna ḥilyatan talbasụnahā, wa taral-fulka fīhi mawākhira litabtagụ min faḍlihī wa la'allakum tasykurụn","no_fn":"","text_fn":""},{"id":3673,"surah":35,"no_ayah":13,"theme":"Bukti-Bukti Kekuasaan Allah","text_id":"Dia memasukkan malam ke dalam siang dan memasukkan siang ke dalam malam. Dia (pula yang) menundukkan matahari dan bulan. Masing-masing beredar sampai batas waktu yang ditentukan. (Yang berbuat demikian) itulah Allah Tuhanmu. Milik-Nyalah segala kerajaan. Mereka yang kamu seru (sembah) selain-Nya tidak mempunyai (sesuatu walaupun) setipis kulit ari.","text_en":"He makes night run into day, the day run into night, and has harnessed the sun and the moon so that each runs to its determined course. This is God your Lord; His is the kingdom; and those you invoke apart from Him are not masters even of the film on a date-palm stone.","transliteration":"yụlijul-laila fin-nahāri wa yụlijun-nahāra fil-laīl, wa sakhkharasy-syamsa wal-qamara kulluy yajrī li`ajalim musammā, żālikumullāhu rabbukum lahul-mulk, wallażīna tad'ụna min dụnihī mā yamlikụna ming qiṭmīr","no_fn":"","text_fn":""},{"id":3674,"surah":35,"no_ayah":14,"theme":"Bukti-Bukti Kekuasaan Allah","text_id":"Jika kamu menyeru mereka, mereka tidak mendengar seruanmu dan sekiranya mendengar, mereka tidak dapat memenuhi permintaanmu. Pada hari Kiamat mereka akan mengingkari kemusyrikanmu dan tidak ada yang dapat memberikan keterangan kepadamu seperti (yang diberikan oleh Allah) Yang Mahateliti.","text_en":"You pray to them, but they do not hear your call; and even if they heard you, they could not answer your prayer; and on the Day of Resurrection they will deny your having worshipped them. None can acquaint you (with the reality) as He who is informed of everything.","transliteration":"in tad'ụhum lā yasma'ụ du'ā`akum, walau sami'ụ mastajābụ lakum, wa yaumal-qiyāmati yakfurụna bisyirkikum, wa lā yunabbi`uka miṡlu khabīr","no_fn":"","text_fn":""},{"id":3675,"surah":35,"no_ayah":15,"theme":"Kebutuhan Manusia terhadap Rahmat Allah ","text_id":"Wahai manusia, kamulah yang memerlukan Allah. Hanya Allah Yang Mahakaya lagi Maha Terpuji.","text_en":"O men, it is you who stand in need of God. As for God, He is above all need, worthy of praise.","transliteration":"yā ayyuhan-nāsu antumul-fuqarā`u ilallāh, wallāhu huwal-ganiyyul-ḥamīd","no_fn":"","text_fn":""},{"id":3676,"surah":35,"no_ayah":16,"theme":"Kebutuhan Manusia terhadap Rahmat Allah ","text_id":"Jika berkehendak, niscaya Dia membinasakan kamu dan mendatangkan makhluk yang baru.","text_en":"He could take you away if He pleased and bring a new creation (in your place).","transliteration":"iy yasya` yuż-hibkum wa ya`ti bikhalqin jadīd","no_fn":"","text_fn":""},{"id":3677,"surah":35,"no_ayah":17,"theme":"Kebutuhan Manusia terhadap Rahmat Allah ","text_id":"Yang demikian itu bagi Allah tidak sulit.","text_en":"This is well within the power of God.","transliteration":"wa mā żālika 'alallāhi bi'azīz","no_fn":"","text_fn":""},{"id":3678,"surah":35,"no_ayah":18,"theme":"Kebutuhan Manusia terhadap Rahmat Allah ","text_id":"Orang yang berdosa tidak akan memikul dosa orang lain. Jika seseorang yang (dibebani dengan) dosa yang berat (lalu) memanggil (orang lain) untuk memikul bebannya itu tidak akan dipikulkan sedikit pun meskipun (yang dipanggilnya itu) kaum kerabatnya. Sesungguhnya yang dapat engkau beri peringatan<sup>632)</sup>  hanya orang-orang yang takut kepada Tuhannya (sekalipun) tidak melihat-Nya dan mereka yang menegakkan salat. Siapa yang menyucikan dirinya sesungguhnya menyucikan diri untuk kebaikan dirinya sendiri. Hanya kepada Allah tempat kembali.","text_en":"No one who carries a burden bears another's load; and even if the burdened soul cry out for help none will carry the least of its burden, however close a relative it may be. You can only warn those who fear their Lord in secret and fulfil their devotional obligations. Whoever grows in goodness does so for himself. To God is the journeying back.","transliteration":"wa lā taziru wāziratuw wizra ukhrā, wa in tad'u muṡqalatun ilā ḥimlihā lā yuḥmal min-hu syai`uw walau kāna żā qurbā, innamā tunżirullażīna yakhsyauna rabbahum bil-gaibi wa aqāmuṣ-ṣalāh, wa man tazakkā fa innamā yatazakkā linafsih, wa ilallāhil-maṣīr","no_fn":"632","text_fn":"632) Maksudnya adalah orang-orang yang dapat engkau beri peringatan dan mau menerimanya."},{"id":3679,"surah":35,"no_ayah":19,"theme":"Nabi Muhammad sebagai Pembawa Kebenaran ","text_id":"Tidaklah sama orang yang buta dengan orang yang melihat.","text_en":"Equal are not the blind and those who can see,","transliteration":"wa mā yastawil-a'mā wal-baṣīr","no_fn":"","text_fn":""},{"id":3680,"surah":35,"no_ayah":20,"theme":"Nabi Muhammad sebagai Pembawa Kebenaran ","text_id":"Tidak (pula) sama gelap gulita dengan cahaya.","text_en":"Nor darkness and light,","transliteration":"wa laẓ-ẓulumātu wa lan-nụr","no_fn":"","text_fn":""},{"id":3681,"surah":35,"no_ayah":21,"theme":"Nabi Muhammad sebagai Pembawa Kebenaran ","text_id":"Tidak (sama) pula yang teduh dengan yang panas.","text_en":"Nor shade and heat of sunshine.","transliteration":"wa laẓ-ẓillu wa lal-ḥarụr","no_fn":"","text_fn":""},{"id":3682,"surah":35,"no_ayah":22,"theme":"Nabi Muhammad sebagai Pembawa Kebenaran ","text_id":"Tidak (pula) sama orang yang hidup dengan orang yang mati. Sesungguhnya Allah memberikan pendengaran kepada siapa yang Dia kehendaki dan engkau (Nabi Muhammad) tidak akan sanggup menjadikan orang yang di dalam kubur dapat mendengar.","text_en":"Equal are not the living and the dead. Verily God makes those He will to listen; but you cannot make those hear who are in their graves.","transliteration":"wa mā yastawil-aḥyā`u wa lal-amwāt, innallāha yusmi'u may yasyā`, wa mā anta bimusmi'im man fil-qubụr","no_fn":"","text_fn":""},{"id":3683,"surah":35,"no_ayah":23,"theme":"Nabi Muhammad sebagai Pembawa Kebenaran ","text_id":"Engkau tidak lain hanyalah seorang pemberi peringatan.","text_en":"You are only a bearer of warnings.","transliteration":"in anta illā nażīr","no_fn":"","text_fn":""},{"id":3684,"surah":35,"no_ayah":24,"theme":"Nabi Muhammad sebagai Pembawa Kebenaran ","text_id":"Sesungguhnya Kami mengutus engkau dengan membawa kebenaran<sup>633)</sup> sebagai pembawa berita gembira dan sebagai pemberi peringatan. Tidak ada satu umat pun, kecuali telah datang kepadanya seorang pemberi peringatan.","text_en":"We have sent you with the truth, to give glad tidings and to warn. Never has there been a community to which an admonisher was not sent.","transliteration":"innā arsalnāka bil-ḥaqqi basyīraw wa nażīrā, wa im min ummatin illā khalā fīhā nażīr","no_fn":"633","text_fn":"633) Kebenaran pada ayat ini adalah agama tauhid dan hukum-hukum."},{"id":3685,"surah":35,"no_ayah":25,"theme":"Nabi Muhammad sebagai Pembawa Kebenaran ","text_id":"Jika mereka mendustakanmu, sungguh orang-orang yang sebelum mereka pun telah mendustakan (kebenaran). Telah datang rasul-rasul mereka dengan membawa keterangan yang nyata (mukjizat), zubur,<sup>634)</sup> dan kitab yang memberi penjelasan yang sempurna.","text_en":"If they call you a liar, so had those before them called their apostles liars, who had come to them with clear proofs, scriptures and the splendent Book.","transliteration":"wa iy yukażżibụka fa qad każżaballażīna ming qablihim, jā`at-hum rusuluhum bil-bayyināti wa biz-zuburi wa bil-kitābil-munīr","no_fn":"634","text_fn":"634) Zubur adalah lembaran-lembaran wahyu yang mengandung ketetapan hukum dan nasihat yang diberikan kepada para nabi terdahulu."},{"id":3686,"surah":35,"no_ayah":26,"theme":"Nabi Muhammad sebagai Pembawa Kebenaran ","text_id":"Kemudian, Aku azab orang-orang yang kufur. Maka, (lihatlah) bagaimana akibat kemurkaan-Ku.","text_en":"So We seized the unbelievers. How great was the change I wrought in their condition then!","transliteration":"ṡumma akhażtullażīna kafarụ fa kaifa kāna nakīr","no_fn":"","text_fn":""},{"id":3687,"surah":35,"no_ayah":27,"theme":"Hanya Ulama yang Benar-Benar Takut ","text_id":"Tidakkah engkau melihat bahwa sesungguhnya Allah menurunkan air dari langit, lalu dengan (air) itu Kami mengeluarkan hasil tanaman yang beraneka macam warnanya. Di antara gunung-gunung itu ada bergaris-garis putih dan merah yang beraneka macam warnanya dan ada (pula) yang hitam pekat.","text_en":"Do you not see how God sends water from the sky, then We produce fruits from it variegated in colour; and on mountains are tracts of red and white, in different shades and raven black.","transliteration":"a lam tara annallāha anzala minas-samā`i mā`ā, fa akhrajnā bihī ṡamarātim mukhtalifan alwānuhā, wa minal-jibāli judadum bīḍuw wa ḥumrum mukhtalifun alwānuhā wa garābību sụd","no_fn":"","text_fn":""},{"id":3688,"surah":35,"no_ayah":28,"theme":"Hanya Ulama yang Benar-Benar Takut ","text_id":"(Demikian pula) di antara manusia, makhluk bergerak yang bernyawa, dan hewan-hewan ternak ada yang bermacam-macam warnanya (dan jenisnya). Di antara hamba-hamba Allah yang takut kepada-Nya, hanyalah para ulama.<sup>635)</sup> Sesungguhnya Allah Mahaperkasa lagi Maha Pengampun.","text_en":"And so are among men, beasts and cattle, different shades. Only those of His creatures fear God who have knowledge. Verily He is all-mighty and forgiving.","transliteration":"wa minan-nāsi wad-dawābbi wal-an'āmi mukhtalifun alwānuhụ każālik, innamā yakhsyallāha min 'ibādihil-'ulamā`, innallāha 'azīzun gafụr","no_fn":"635","text_fn":"635) Yang dimaksud dengan para ulama adalah orang yang mempunyai pengetahuan tentang syariat serta fenomena alam dan sosial yang menghasilkan rasa takut disertai pengagungan kepada Allah Swt."},{"id":3689,"surah":35,"no_ayah":29,"theme":"Perniagaan yang Tidak Pernah Rugi ","text_id":"Sesungguhnya orang-orang yang selalu membaca Kitab Allah (Al-Qur’an), menegakkan salat, dan menginfakkan sebagian rezeki yang Kami anugerahkan kepadanya secara sembunyi-sembunyi dan terang-terangan, mereka itu mengharapkan perdagangan yang tidak akan pernah rugi.","text_en":"Surely those who read the Book of God, are firm in devotion, and spend of what We have given them in secret or openly, can hope for a commerce that will not decline,","transliteration":"innallażīna yatlụna kitāballāhi wa aqāmuṣ-ṣalāta wa anfaqụ mimmā razaqnāhum sirraw wa 'alāniyatay yarjụna tijāratal lan tabụr","no_fn":"","text_fn":""},{"id":3690,"surah":35,"no_ayah":30,"theme":"Perniagaan yang Tidak Pernah Rugi ","text_id":"(Demikian itu) agar Allah menyempurnakan pahala mereka dan menambah karunia-Nya. Sesungguhnya Allah Maha Pengampun lagi Maha Mensyukuri.","text_en":"So that He may reward them in full, and give them a greater increase by His grace. He is verily forgiving and rewarding.","transliteration":"liyuwaffiyahum ujụrahum wa yazīdahum min faḍlih, innahụ gafụrun syakụr","no_fn":"","text_fn":""},{"id":3691,"surah":35,"no_ayah":31,"theme":"Tingkatan Manusia dalam Menerima Al-Qur’an ","text_id":"Apa yang telah Kami wahyukan kepadamu (Nabi Muhammad), yaitu Kitab Suci (Al-Qur’an), itulah yang benar yang membenarkan kitab-kitab sebelumnya. Sesungguhnya Allah benar-benar Maha Mengetahui lagi Maha Melihat (keadaan) hamba-hamba-Nya.","text_en":"What We have revealed to you of the Book is the truth, and proves (what has been sent) before it to be true. Verily God is informed of His creatures and sees everything.","transliteration":"wallażī auḥainā ilaika minal-kitābi huwal-ḥaqqu muṣaddiqal limā baina yadaīh, innallāha bi'ibādihī lakhabīrum baṣīr","no_fn":"","text_fn":""},{"id":3692,"surah":35,"no_ayah":32,"theme":"Tingkatan Manusia dalam Menerima Al-Qur’an ","text_id":"Kemudian, Kitab Suci itu Kami wariskan kepada orang-orang yang Kami pilih di antara hamba-hamba Kami. Lalu, di antara mereka ada yang menzalimi diri sendiri, ada yang pertengahan, dan ada (pula) yang lebih dahulu berbuat kebaikan<sup>636)</sup> dengan izin Allah. Itulah (dianugerahkannya kitab suci adalah) karunia yang besar.","text_en":"So We made those of Our creatures whom We had chosen, heirs to the Book; but some of these exceed themselves, and some follow the middle course, and some surpass others in goodness by God's will, which is the greatest blessing.","transliteration":"ṡumma auraṡnal-kitāballażīnaṣṭafainā min 'ibādinā, fa min-hum ẓālimul linafsih, wa min-hum muqtaṣid, wa min-hum sābiqum bil-khairāti bi`iżnillāh, żālika huwal-faḍlul-kabīr","no_fn":"636","text_fn":"636) Ungkapan menzalimi diri sendiri berarti melakukan dosa, sedangkan kata pertengahan mengacu kepada orang yang melakukan amalan yang wajib saja dan menjauhi dosa. Adapun orang-orang yang lebih dahulu dalam berbuat kebaikan adalah orang-orang yang tidak hanya mengerjakan yang wajib, tetapi juga mengerjakan yang sunah. "},{"id":3693,"surah":35,"no_ayah":33,"theme":"Tingkatan Manusia dalam Menerima Al-Qur’an ","text_id":"(Balasan mereka di akhirat adalah) surga ‘Adn yang mereka masuki. Di dalamnya mereka dihiasi gelang-gelang dari emas dan mutiara. Pakaian mereka di dalamnya adalah sutra.","text_en":"They will enter the gardens of Eden, where they will be adorned with bracelets of gold and pearls, and of silk will be their garments.","transliteration":"jannātu 'adniy yadkhulụnahā yuḥallauna fīhā min asāwira min żahabiw wa lu`lu`ā, wa libāsuhum fīhā ḥarīr","no_fn":"","text_fn":""},{"id":3694,"surah":35,"no_ayah":34,"theme":"Tingkatan Manusia dalam Menerima Al-Qur’an ","text_id":"Mereka berkata, “Segala puji bagi Allah yang telah menghilangkan kesedihan dari kami. Sesungguhnya Tuhan kami benar-benar Maha Pengampun lagi Maha Mensyukuri.","text_en":"They will say: \"All praise be to God who has removed all care from us. Indeed our Lord is forgiving and rewarding,","transliteration":"wa qālul-ḥamdu lillāhillażī aż-haba 'annal-ḥazan, inna rabbanā lagafụrun syakụr","no_fn":"","text_fn":""},{"id":3695,"surah":35,"no_ayah":35,"theme":"Tingkatan Manusia dalam Menerima Al-Qur’an ","text_id":"(Dia) yang menempatkan kami di tempat yang kekal (surga) dengan karunia-Nya. Di dalamnya kami tidak lelah dan lesu.”","text_en":"Who has settled us by His grace in the mansions of eternal rest, where there is no labour for us, nor does weariness come upon us.\"","transliteration":"allażī aḥallanā dāral-muqāmati min faḍlih, lā yamassunā fīhā naṣabuw wa lā yamassunā fīhā lugụb","no_fn":"","text_fn":""},{"id":3696,"surah":35,"no_ayah":36,"theme":"Permintaan Orang-Orang Kafir untuk Dikembalikan ke Dunia supaya Beramal Saleh ","text_id":"Orang-orang yang kufur, bagi mereka neraka Jahanam. Mereka tidak dibinasakan hingga mereka mati dan tidak diringankan dari mereka azabnya. Demikianlah Kami membalas setiap orang yang sangat kufur.","text_en":"As for the unbelievers, there is the fire of Hell. It will neither consume them wholly that they should die, nor will its torment be lessened for them. That is how We requite the ungrateful.","transliteration":"wallażīna kafarụ lahum nāru jahannam, lā yuqḍā 'alaihim fa yamụtụ wa lā yukhaffafu 'an-hum min 'ażābihā, każālika najzī kulla kafụr","no_fn":"","text_fn":""},{"id":3697,"surah":35,"no_ayah":37,"theme":"Permintaan Orang-Orang Kafir untuk Dikembalikan ke Dunia supaya Beramal Saleh ","text_id":"Mereka berteriak di dalam (neraka) itu, “Ya Tuhan kami, keluarkanlah kami (dari neraka), niscaya kami akan mengerjakan kebajikan, bukan (seperti perbuatan) yang pernah kami kerjakan dahulu.” (Dikatakan kepada mereka,) “Bukankah Kami telah memanjangkan umurmu dalam masa (yang cukup) untuk dapat berpikir bagi orang yang mau berpikir. (Bukankah pula) telah datang kepadamu seorang pemberi peringatan? Maka, rasakanlah (azab Kami). Bagi orang-orang zalim tidak ada seorang penolong pun.”","text_en":"There they will cry for help: \"O Lord, get us out that we may do the right, and not what we used to do.\" Did We not give you a long enough span of life so that he who remembered may reflect? And did not the warner come to you? So now taste (the punishment). The iniquitous will have none to help them.","transliteration":"wa hum yaṣṭarikhụna fīhā, rabbanā akhrijnā na'mal ṣāliḥan gairallażī kunnā na'mal, a wa lam nu'ammirkum mā yatażakkaru fīhi man tażakkara wa jā`akumun-nażīr, fa żụqụ fa mā liẓ-ẓālimīna min naṣīr","no_fn":"","text_fn":""},{"id":3698,"surah":35,"no_ayah":38,"theme":"Keluasan Ilmu Allah yang Meliputi Segalanya ","text_id":"Sesungguhnya Allah mengetahui yang gaib di langit dan di bumi. Sesungguhnya Dia Maha Mengetahui segala isi hati.","text_en":"Verily God knows the unknown of the heavens and the earth. Indeed He knows what lies in the hearts of men.","transliteration":"innallāha 'ālimu gaibis-samāwāti wal-arḍ, innahụ 'alīmum biżātiṣ-ṣudụr","no_fn":"","text_fn":""},{"id":3699,"surah":35,"no_ayah":39,"theme":"Keluasan Ilmu Allah yang Meliputi Segalanya ","text_id":"Dialah yang menjadikan kamu sebagai khalifah-khalifah di bumi. Siapa yang kufur, (akibat) kekufurannya akan menimpa dirinya sendiri. Kekufuran orang-orang kafir itu hanya akan menambah kemurkaan di sisi Tuhan mereka. Kekufuran orang-orang kafir itu juga hanya akan menambah kerugian mereka.","text_en":"He is the one who made you trustees on the earth. So he who disbelieves, will bear the consequence of his unbelief. but their unbelief will only increase disgust for unbelievers in the sight of their Lord; and their unbelief will only lead the unbelievers to greater loss.","transliteration":"huwallażī ja'alakum khalā`ifa fil-arḍ, fa mang kafara fa 'alaihi kufruh, wa lā yazīdul-kāfirīna kufruhum 'inda rabbihim illā maqtā, wa lā yazīdul-kāfirīna kufruhum illā khasārā","no_fn":"","text_fn":""},{"id":3700,"surah":35,"no_ayah":40,"theme":"Kesalahan Jalan Pikiran Penyembah Berhala ","text_id":"Katakanlah, “Terangkanlah (perihal) sesembahanmu yang kamu seru selain Allah. Perlihatkanlah kepada-Ku (bagian) manakah dari bumi ini yang telah mereka ciptakan ataukah mereka mempunyai peran serta dalam (penciptaan) langit atau adakah Kami menganugerahkan kitab kepada mereka sehingga mereka mendapat keterangan-keterangan yang jelas darinya?” Sebenarnya orang-orang zalim itu, sebagian mereka, hanya menjanjikan tipuan belaka kepada sebagian yang lain.","text_en":"Say: \"Look at the compeers you invoke apart from God. Show me, what of the earth have they created, or what share have they in the heavens?\" Or have We given them a Book whose testimony they possess? Not in the least. What the unbelievers have been promising one another is nothing but deceit.","transliteration":"qul a ra`aitum syurakā`akumullażīna tad'ụna min dụnillāh, arụnī māżā khalaqụ minal-arḍi am lahum syirkun fis-samāwāt, am ātaināhum kitāban fa hum 'alā bayyinatim min-h, bal iy ya'iduẓ-ẓālimụna ba'ḍuhum ba'ḍan illā gurụrā","no_fn":"","text_fn":""},{"id":3701,"surah":35,"no_ayah":41,"theme":"Kesalahan Jalan Pikiran Penyembah Berhala ","text_id":"Sesungguhnya Allah yang menahan langit dan bumi agar tidak lenyap. Jika keduanya akan lenyap, tidak ada seorang pun yang mampu menahannya selain-Nya. Sesungguhnya Dia Maha Penyantun lagi Maha Pengampun.","text_en":"Verily God holds the heavens and the earth in position lest they deviate; and if they deviated there will be none to hold them in place, apart from Him He is sagacious and forgiving.","transliteration":"innallāha yumsikus-samāwāti wal-arḍa an tazụlā, wa la`in zālatā in amsakahumā min aḥadim mim ba'dih, innahụ kāna ḥalīman gafụrā","no_fn":"","text_fn":""},{"id":3702,"surah":35,"no_ayah":42,"theme":"Pengingkaran Orang Musyrik terhadap Rasul setelah Memperoleh Kebenarannya ","text_id":"Mereka bersumpah atas (nama) Allah dengan sungguh-sungguh bahwa jika datang kepada mereka seorang pemberi peringatan, niscaya mereka akan lebih banyak mendapat petunjuk daripada salah satu umat (yang lain). Akan tetapi, ketika pemberi peringatan datang kepada mereka, tidak menambah (apa-apa) kepada mereka, kecuali makin jauh dari (kebenaran)","text_en":"The unbelievers swore on oath emphatically that if an admonisher came to them they would be guided better than the other communities. But when the admonisher came to them their aversion for the truth increased,","transliteration":"wa aqsamụ billāhi jahda aimānihim la`in jā`ahum nażīrul layakụnunna ahdā min iḥdal-umam, fa lammā jā`ahum nażīrum mā zādahum illā nufụrā","no_fn":"","text_fn":""},{"id":3703,"surah":35,"no_ayah":43,"theme":"Pengingkaran Orang Musyrik terhadap Rasul setelah Memperoleh Kebenarannya ","text_id":"karena kesombongan (mereka) di bumi dan karena rencana jahat mereka. Akibat (buruk) dari rencana jahat itu hanya akan menimpa orang yang merencanakannya sendiri. Mereka hanya menunggu ketetapan (yang berlaku) kepada orang-orang yang terdahulu.<sup>637)</sup> Maka, kamu tidak akan mendapatkan perubahan atas ketetapan Allah dan tidak (pula) akan menemukan penyimpangan bagi ketetapan Allah itu.","text_en":"As did their arrogance in the land, and their plotting of evil. But their evil plots will turn back on the plotters themselves. So can they expect any thing but what befell the earlier people? You will not find any change in the law of God, nor will you find divine law mutable.","transliteration":"istikbāran fil-arḍi wa makras-sayyi`, wa lā yaḥīqul-makrus-sayyi`u illā bi`ahlih, fa hal yanẓurụna illā sunnatal-awwalīn, fa lan tajida lisunnatillāhi tabdīlā, wa lan tajida lisunnatillāhi taḥwīlā","no_fn":"637","text_fn":"637) Yang dimaksud dengan ketetapan (yang berlaku) kepada orang-orang yang terdahulu adalah turunnya azab kepada orang-orang yang mendustakan rasul."},{"id":3704,"surah":35,"no_ayah":44,"theme":"Ancaman Allah terhadap Orang Musyrik ","text_id":"Tidakkah mereka bepergian di bumi lalu melihat bagaimana kesudahan orang-orang sebelum mereka (yang mendustakan rasul), padahal orang-orang itu lebih besar kekuatannya dari mereka? Tidak ada sesuatu pun yang dapat melemahkan Allah, baik di langit maupun di bumi. Sesungguhnya Dia Maha Mengetahui lagi Mahakuasa.","text_en":"Have they not journeyed in the land and seen how the end of those before them, who were far more powerful, came about? There is nothing in the heavens and the earth that can defeat (the law of) God. He is all-knowing and all-powerful.","transliteration":"a wa lam yasīrụ fil-arḍi fa yanẓurụ kaifa kāna 'āqibatullażīna ming qablihim wa kānū asyadda min-hum quwwah, wa mā kānallāhu liyu'jizahụ min syai`in fis-samāwāti wa lā fil-arḍ, innahụ kāna 'alīmang qadīrā","no_fn":"","text_fn":""},{"id":3705,"surah":35,"no_ayah":45,"theme":"Ancaman Allah terhadap Orang Musyrik ","text_id":"Sekiranya Allah menghukum manusia disebabkan apa yang telah mereka perbuat, niscaya Dia tidak akan menyisakan satu makhluk pun yang bergerak dan bernyawa di bumi ini. Akan tetapi, Dia menangguhkan (hukuman)-nya sampai waktu yang sudah ditentukan. Maka, apabila datang ajal (waktu ditimpakannya hukuman atas) mereka, sesungguhnya Allah Maha Melihat (keadaan) hamba-hamba-Nya.","text_en":"If God were to seize men for their doings, not a living being would be left upon the earth. But He gives them respite for a time ordained. When their time is come, surely God will keep (the interest of) His creatures in view.","transliteration":"walau yu`ākhiżullāhun-nāsa bimā kasabụ mā taraka 'alā ẓahrihā min dābbatiw wa lākiy yu`akhkhiruhum ilā ajalim musammā, fa iżā jā`a ajaluhum fa innallāha kāna bi'ibādihī baṣīrā","no_fn":"","text_fn":""}]