[{"id_ayat":3661,"no_surah":35,"no_ayat":1,"teks_ayat":"اَلْحَمْدُ لِلّٰهِ فَاطِرِ السَّمٰوٰتِ وَالْاَرْضِ جَاعِلِ الْمَلٰۤىِٕكَةِ رُسُلًاۙ اُولِيْٓ اَجْنِحَةٍ مَّثْنٰى وَثُلٰثَ وَرُبٰعَۗ يَزِيْدُ فِى الْخَلْقِ مَا يَشَاۤءُۗ اِنَّ اللّٰهَ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ ","tema":"Allah Mahakuasa dan Pemberi Rahmat ","teks_terjemah":"Segala puji bagi Allah, Pencipta langit dan bumi yang menjadikan malaikat sebagai utusan-utusan (untuk mengurus berbagai macam urusan) yang mempunyai sayap. Masing-masing (ada yang) dua, tiga, dan empat. Dia menambahkan pada ciptaan-Nya apa yang Dia kehendaki. Sesungguhnya Allah Mahakuasa atas segala sesuatu.","no_fn":"","teks_fn":"","bacaan":"alhamdu lillaahi faathirissamaawaati wal-ardhi jaa'ililmalaa-ikati rusulan ulii ajnihatin matsnaa watsulaatsa warubaa'a yaziidu fiilkhalqi maa yasyaau innalaaha 'alaa kulli syay-in qadiir"},{"id_ayat":3662,"no_surah":35,"no_ayat":2,"teks_ayat":"مَا يَفْتَحِ اللّٰهُ لِلنَّاسِ مِنْ رَّحْمَةٍ فَلَا مُمْسِكَ لَهَا ۚوَمَا يُمْسِكْۙ فَلَا مُرْسِلَ لَهٗ مِنْۢ بَعْدِهٖۗ وَهُوَ الْعَزِيْزُ الْحَكِيْمُ ","tema":"Allah Mahakuasa dan Pemberi Rahmat ","teks_terjemah":"Apa saja yang Allah anugerahkan kepada manusia berupa rahmat, tidak ada yang dapat menahannya. (Demikian pula) apa saja yang ditahan-Nya, tidak ada yang sanggup untuk melepaskannya. Dialah Yang Mahaperkasa lagi Mahabijaksana.","no_fn":"","teks_fn":"","bacaan":"maa yaftahilaahu linnaasi min rahmatin falaa mumsika lahaa wamaa yumsik falaa mursila lahu min ba'dihi wahuwal'aziizulhakiim"},{"id_ayat":3663,"no_surah":35,"no_ayat":3,"teks_ayat":"يٰٓاَيُّهَا النَّاسُ اذْكُرُوْا نِعْمَتَ اللّٰهِ عَلَيْكُمْۗ هَلْ مِنْ خَالِقٍ غَيْرُ اللّٰهِ يَرْزُقُكُمْ مِّنَ السَّمَاۤءِ وَالْاَرْضِۗ  لَآ اِلٰهَ اِلَّا هُوَۖ فَاَنّٰى تُؤْفَكُوْنَ ","tema":"Allah Mahakuasa dan Pemberi Rahmat ","teks_terjemah":"Wahai manusia, ingatlah nikmat Allah kepadamu! Adakah pencipta selain Allah yang dapat memberikan rezeki kepadamu dari langit dan bumi? Tidak ada Tuhan selain Dia. Lalu, bagaimana kamu dapat dipalingkan (dari ketauhidan)?","no_fn":"","teks_fn":"","bacaan":"yaa ayyuhaannaasu udzkuruu ni'matalaahi 'alaykum hal min khaaliqin ghayrulaahi yarzuqukum minassamaa-i wal-ardhi laa ilaaha illaa huwa fa-annaa tu'fakuun"},{"id_ayat":3664,"no_surah":35,"no_ayat":4,"teks_ayat":"وَاِنْ يُّكَذِّبُوْكَ فَقَدْ كُذِّبَتْ رُسُلٌ مِّنْ قَبْلِكَۗ وَاِلَى اللّٰهِ تُرْجَعُ الْاُمُوْرُ ","tema":"Allah Mahakuasa dan Pemberi Rahmat ","teks_terjemah":"Jika mereka mendustakan engkau (Nabi Muhammad), sungguh rasul-rasul sebelum engkau telah didustakan pula. Hanya kepada Allah segala urusan dikembalikan.","no_fn":"","teks_fn":"","bacaan":"wa-in yukadzdzibuuka faqad kuthtsibat rusulun min qablika wa-ilaalaahi turja'ul-umuur"},{"id_ayat":3665,"no_surah":35,"no_ayat":5,"teks_ayat":"يٰٓاَيُّهَا النَّاسُ اِنَّ وَعْدَ اللّٰهِ حَقٌّ فَلَا تَغُرَّنَّكُمُ الْحَيٰوةُ الدُّنْيَاۗ وَلَا يَغُرَّنَّكُمْ بِاللّٰهِ الْغَرُوْرُ ","tema":"Penghindaran dari Tipu Daya Kehidupan Dunia ","teks_terjemah":"Wahai manusia, sesungguhnya janji Allah itu benar. Maka, janganlah sekali-kali kehidupan dunia memperdayakan kamu dan janganlah (setan) yang pandai menipu memperdayakan kamu tentang Allah.","no_fn":"","teks_fn":"","bacaan":"yaa ayyuhaannaasu inna wa'dalaahi haqqun falaa taghurrannakumulhayaatuddunyaa walaa yaghurrannakum bialaahilgharuur"},{"id_ayat":3666,"no_surah":35,"no_ayat":6,"teks_ayat":"اِنَّ الشَّيْطٰنَ لَكُمْ عَدُوٌّ فَاتَّخِذُوْهُ عَدُوًّاۗ اِنَّمَا يَدْعُوْا حِزْبَهٗ لِيَكُوْنُوْا مِنْ اَصْحٰبِ السَّعِيْرِۗ ","tema":"Penghindaran dari Tipu Daya Kehidupan Dunia ","teks_terjemah":"Sesungguhnya setan itu musuh bagimu. Maka, perlakukanlah ia sebagai musuh! Sesungguhnya setan itu hanya mengajak golongannya agar mereka menjadi penghuni (neraka) Sa‘ir (yang menyala-nyala).","no_fn":"","teks_fn":"","bacaan":"innasysyaythaana lakum 'aduwwun fattakhidzuuhu 'aduwwan innamaa yad'uu hizbahu liyakuunuu min ash-haabissa'iir"},{"id_ayat":3667,"no_surah":35,"no_ayat":7,"teks_ayat":"اَلَّذِيْنَ كَفَرُوْا لَهُمْ عَذَابٌ شَدِيْدٌ ەۗ وَالَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ لَهُمْ مَّغْفِرَةٌ وَّاَجْرٌ كَبِيْرٌ ࣖ ","tema":"Penghindaran dari Tipu Daya Kehidupan Dunia ","teks_terjemah":"Orang-orang yang kufur bagi mereka azab yang sangat keras, (sedangkan) orang-orang yang beriman dan beramal saleh bagi mereka ampunan dan pahala yang besar.","no_fn":"","teks_fn":"","bacaan":"aladziina kafaruu lahum 'adzaabun syadiidun walladziina aamanuu wa'amiluushshaalihaati lahum maghfiratun wa-ajrun kabiir"},{"id_ayat":3668,"no_surah":35,"no_ayat":8,"teks_ayat":"اَفَمَنْ زُيِّنَ لَهٗ سُوْۤءُ عَمَلِهٖ فَرَاٰهُ حَسَنًاۗ فَاِنَّ اللّٰهَ يُضِلُّ مَنْ يَّشَاۤءُ وَيَهْدِيْ مَنْ يَّشَاۤءُۖ فَلَا تَذْهَبْ نَفْسُكَ عَلَيْهِمْ حَسَرٰتٍۗ اِنَّ اللّٰهَ عَلِيْمٌ ۢبِمَا يَصْنَعُوْنَ ","tema":"Penghindaran dari Tipu Daya Kehidupan Dunia ","teks_terjemah":"Maka, apakah pantas orang yang dijadikan terasa indah perbuatan buruknya (oleh setan), lalu menganggap baik perbuatannya itu (sama dengan yang mendapat petunjuk)? Sesungguhnya Allah menyesatkan siapa yang Dia kehendaki (berdasarkan pilihannya) dan memberi petunjuk kepada siapa yang Dia kehendaki (berdasarkan kesiapannya untuk menerima petunjuk). Maka, jangan engkau (Nabi Muhammad) biarkan dirimu binasa karena kesedihan terhadap (sikap) mereka. Sesungguhnya Allah Maha Mengetahui apa yang mereka perbuat.","no_fn":"","teks_fn":"","bacaan":"afaman zuyyina lahu suu-u 'amalihi faraaahu hasanan fa-innalaaha yudhillu man yasyaau wayahdii man yasyaau falaa tadzhab nafsuka 'alayhim hasaraatin innalaaha 'aliimun bimaa yashna'uun"},{"id_ayat":3669,"no_surah":35,"no_ayat":9,"teks_ayat":"وَاللّٰهُ الَّذِيْٓ اَرْسَلَ الرِّيٰحَ فَتُثِيْرُ سَحَابًا فَسُقْنٰهُ اِلٰى بَلَدٍ مَّيِّتٍ فَاَحْيَيْنَا بِهِ الْاَرْضَ بَعْدَ مَوْتِهَاۗ  كَذٰلِكَ النُّشُوْرُ ","tema":"Beberapa Tanda Kekuasaan Allah ","teks_terjemah":"Allahlah yang mengirimkan bermacam angin, lalu ia (angin) menggerakkan awan. (Selanjutnya) Kami arahkan awan itu ke suatu negeri yang mati (tandus), lalu dengannya (hujan) Kami hidupkan bumi setelah matinya. Demikianlah kebangkitan itu.","no_fn":"","teks_fn":"","bacaan":"waalaahuladzii arsalarriyaaha fatutsiiru sahaaban fasuqnaahu ilaa baladin mayyitin fa-ahyaynaa bihil-ardha ba'da mawtihaa kadzaalikannusyuur"},{"id_ayat":3670,"no_surah":35,"no_ayat":10,"teks_ayat":"مَنْ كَانَ يُرِيْدُ الْعِزَّةَ فَلِلّٰهِ الْعِزَّةُ جَمِيْعًاۗ اِلَيْهِ يَصْعَدُ الْكَلِمُ الطَّيِّبُ وَالْعَمَلُ الصَّالِحُ يَرْفَعُهٗ ۗوَالَّذِيْنَ يَمْكُرُوْنَ السَّيِّاٰتِ لَهُمْ عَذَابٌ شَدِيْدٌ ۗوَمَكْرُ اُولٰۤىِٕكَ هُوَ يَبُوْرُ ","tema":"Beberapa Tanda Kekuasaan Allah ","teks_terjemah":"Siapa yang menghendaki kemuliaan (ketahuilah) kemuliaan itu semuanya milik Allah. Kepada-Nyalah akan naik perkataan-perkataan yang baik<sup>631)<\/sup> dan amal saleh akan diangkat-Nya. Adapun orang-orang yang merencanakan kejahatan akan mendapat azab yang sangat keras dan rencana jahat mereka akan hancur.","no_fn":"631","teks_fn":"631) Menurut sebagian mufasir, perkataan yang baik itu adalah kalimat lā ilāha illallāh. Namun, ada pula yang mengatakan bahwa yang dimaksud adalah zikir kepada Allah Swt. atau semua perkataan yang baik yang diucapkan karena Allah Swt.","bacaan":"man kaana yuriidul'izzata falillaahil'izzatu jamii'an ilayhi yash'adulkalimuththhayyibu wal'amalushshaalihu yarfa'uhu walladziina yamkuruunassayyi-aati lahum 'adzaabun syadiidun wamakru ulaa-ika huwa yabuur"},{"id_ayat":3671,"no_surah":35,"no_ayat":11,"teks_ayat":"وَاللّٰهُ خَلَقَكُمْ مِّنْ تُرَابٍ ثُمَّ مِنْ نُّطْفَةٍ ثُمَّ جَعَلَكُمْ اَزْوَاجًاۗ وَمَا تَحْمِلُ مِنْ اُنْثٰى وَلَا تَضَعُ اِلَّا بِعِلْمِهٖۗ وَمَا يُعَمَّرُ مِنْ مُّعَمَّرٍ وَّلَا يُنْقَصُ مِنْ عُمُرِهٖٓ اِلَّا فِيْ كِتٰبٍۗ اِنَّ ذٰلِكَ عَلَى اللّٰهِ يَسِيْرٌ ","tema":"Beberapa Tanda Kekuasaan Allah ","teks_terjemah":"Allah menciptakanmu dari tanah, dari air mani, kemudian Dia menjadikanmu berpasang-pasangan (laki-laki dan perempuan). Tidak ada seorang perempuan pun yang mengandung dan melahirkan, kecuali dengan sepengetahuan-Nya. Tidak dipanjangkan umur seseorang dan tidak pula dikurangi umurnya, kecuali (sudah ditetapkan) dalam Kitab (Lauh Mahfuz). Sesungguhnya yang demikian itu sangat mudah bagi Allah.","no_fn":"","teks_fn":"","bacaan":"waalaahu khalaqakum min turaabin tsumma min nuthfatin tsumma ja'alakum azwaajan wamaa tahmilu min untsaa walaa tadha'u illaa bi'ilmihi wamaa yu'ammaru min mu'ammarin walaa yunqashu min 'umurihi illaa fii kitaabin inna dzaalika 'alaalaahi yasiir"},{"id_ayat":3672,"no_surah":35,"no_ayat":12,"teks_ayat":"وَمَا يَسْتَوِى الْبَحْرٰنِۖ هٰذَا عَذْبٌ فُرَاتٌ سَاۤىِٕغٌ شَرَابُهٗ وَهٰذَا مِلْحٌ اُجَاجٌۗ وَمِنْ كُلٍّ تَأْكُلُوْنَ لَحْمًا طَرِيًّا وَّتَسْتَخْرِجُوْنَ حِلْيَةً تَلْبَسُوْنَهَا ۚوَتَرَى الْفُلْكَ فِيْهِ مَوَاخِرَ لِتَبْتَغُوْا مِنْ فَضْلِهٖ وَلَعَلَّكُمْ تَشْكُرُوْنَ ","tema":"Bukti-Bukti Kekuasaan Allah","teks_terjemah":"Tidak sama (antara) dua laut: yang ini tawar, segar, dan mudah diminum serta yang lain sangat asin. Dari masing-masing itu kamu dapat memakan daging yang segar dan dapat mengeluarkan perhiasan yang kamu pakai. Di sana kamu melihat bahtera (berlayar) membelah (lautan) agar kamu dapat mencari sebagian karunia-Nya dan agar kamu bersyukur.","no_fn":"","teks_fn":"","bacaan":"wamaa yastawiilbahraani haadzaa 'adzbun furaatun saa-ighun syaraabuhu wahaadzaa milhun ujaajun wamin kullin ta'kuluuna lahman thariyyan watastakhrijuuna hilyatan talbasuunahaa wataraalfulka fiihi mawaakhira litabtaghuu min fadhlihi wala'allakum tasykuruun"},{"id_ayat":3673,"no_surah":35,"no_ayat":13,"teks_ayat":"يُوْلِجُ الَّيْلَ فِى النَّهَارِ وَيُوْلِجُ النَّهَارَ فِى الَّيْلِۚ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ كُلٌّ يَّجْرِيْ لِاَجَلٍ مُّسَمًّىۗ ذٰلِكُمُ اللّٰهُ رَبُّكُمْ لَهُ الْمُلْكُۗ وَالَّذِيْنَ تَدْعُوْنَ مِنْ دُوْنِهٖ مَا يَمْلِكُوْنَ مِنْ قِطْمِيْرٍۗ ","tema":"Bukti-Bukti Kekuasaan Allah","teks_terjemah":"Dia memasukkan malam ke dalam siang dan memasukkan siang ke dalam malam. Dia (pula yang) menundukkan matahari dan bulan. Masing-masing beredar sampai batas waktu yang ditentukan. (Yang berbuat demikian) itulah Allah Tuhanmu. Milik-Nyalah segala kerajaan. Mereka yang kamu seru (sembah) selain-Nya tidak mempunyai (sesuatu walaupun) setipis kulit ari.","no_fn":"","teks_fn":"","bacaan":"yuulijulayla fiinnahaari wayuulijunnahaara fiilayli wasakhkharasysyamsa walqamara kullun yajrii li-ajalin musamman dzaalikumulaahu rabbukum lahulmulku walladziina tad'uuna min duunihi maa yamlikuuna min qithmiir"},{"id_ayat":3674,"no_surah":35,"no_ayat":14,"teks_ayat":"اِنْ تَدْعُوْهُمْ لَا يَسْمَعُوْا دُعَاۤءَكُمْۚ وَلَوْ سَمِعُوْا مَا اسْتَجَابُوْا لَكُمْۗ وَيَوْمَ الْقِيٰمَةِ يَكْفُرُوْنَ بِشِرْكِكُمْۗ وَلَا يُنَبِّئُكَ مِثْلُ خَبِيْرٍ ࣖ","tema":"Bukti-Bukti Kekuasaan Allah","teks_terjemah":"Jika kamu menyeru mereka, mereka tidak mendengar seruanmu dan sekiranya mendengar, mereka tidak dapat memenuhi permintaanmu. Pada hari Kiamat mereka akan mengingkari kemusyrikanmu dan tidak ada yang dapat memberikan keterangan kepadamu seperti (yang diberikan oleh Allah) Yang Mahateliti.","no_fn":"","teks_fn":"","bacaan":"in tad'uuhum laa yasma'uu du'aa-akum walaw sami'uu maa istajaabuu lakum wayawmalqiyaamati yakfuruuna bisyirkikum walaa yunabbi-uka mitslu khabiir"},{"id_ayat":3675,"no_surah":35,"no_ayat":15,"teks_ayat":"۞ يٰٓاَيُّهَا النَّاسُ اَنْتُمُ الْفُقَرَاۤءُ اِلَى اللّٰهِ ۚوَاللّٰهُ هُوَ الْغَنِيُّ الْحَمِيْدُ ","tema":"Kebutuhan Manusia terhadap Rahmat Allah ","teks_terjemah":"Wahai manusia, kamulah yang memerlukan Allah. Hanya Allah Yang Mahakaya lagi Maha Terpuji.","no_fn":"","teks_fn":"","bacaan":"yaa ayyuhaannaasu antumulfuqaraau ilaalaahi waalaahu huwalghaniyyulhamiid"},{"id_ayat":3676,"no_surah":35,"no_ayat":16,"teks_ayat":"اِنْ يَّشَأْ يُذْهِبْكُمْ وَيَأْتِ بِخَلْقٍ جَدِيْدٍۚ ","tema":"Kebutuhan Manusia terhadap Rahmat Allah ","teks_terjemah":"Jika berkehendak, niscaya Dia membinasakan kamu dan mendatangkan makhluk yang baru.","no_fn":"","teks_fn":"","bacaan":"in yasya' yudzhibkum waya'ti bikhalqin jadiid"},{"id_ayat":3677,"no_surah":35,"no_ayat":17,"teks_ayat":"وَمَا ذٰلِكَ عَلَى اللّٰهِ بِعَزِيْزٍ ","tema":"Kebutuhan Manusia terhadap Rahmat Allah ","teks_terjemah":"Yang demikian itu bagi Allah tidak sulit.","no_fn":"","teks_fn":"","bacaan":"wamaa dzaalika 'alaalaahi bi'aziiz"},{"id_ayat":3678,"no_surah":35,"no_ayat":18,"teks_ayat":"وَلَا تَزِرُ وَازِرَةٌ وِّزْرَ اُخْرٰى ۗوَاِنْ تَدْعُ مُثْقَلَةٌ اِلٰى حِمْلِهَا لَا يُحْمَلْ مِنْهُ شَيْءٌ وَّلَوْ كَانَ ذَا قُرْبٰىۗ اِنَّمَا تُنْذِرُ الَّذِيْنَ يَخْشَوْنَ رَبَّهُمْ بِالْغَيْبِ وَاَقَامُوا الصَّلٰوةَ ۗوَمَنْ تَزَكّٰى فَاِنَّمَا يَتَزَكّٰى لِنَفْسِهٖ ۗوَاِلَى اللّٰهِ الْمَصِيْرُ ","tema":"Kebutuhan Manusia terhadap Rahmat Allah ","teks_terjemah":"Orang yang berdosa tidak akan memikul dosa orang lain. Jika seseorang yang (dibebani dengan) dosa yang berat (lalu) memanggil (orang lain) untuk memikul bebannya itu tidak akan dipikulkan sedikit pun meskipun (yang dipanggilnya itu) kaum kerabatnya. Sesungguhnya yang dapat engkau beri peringatan<sup>632)<\/sup>  hanya orang-orang yang takut kepada Tuhannya (sekalipun) tidak melihat-Nya dan mereka yang menegakkan salat. Siapa yang menyucikan dirinya sesungguhnya menyucikan diri untuk kebaikan dirinya sendiri. Hanya kepada Allah tempat kembali.","no_fn":"632","teks_fn":"632) Maksudnya adalah orang-orang yang dapat engkau beri peringatan dan mau menerimanya.","bacaan":"walaa taziru waaziratun wizra ukhraa wa-in tad'u mutsqalatun ilaa himlihaa laa yuhmal minhu syay-un walaw kaana dzaa qurbaa innamaa tundziruladziina yakhsyawna rabbahum bilghaybi wa-aqaamuushshalaata waman tazakkaa fa-innamaa yatazakkaa linafsihi wa-ilaalaahilmashiir"},{"id_ayat":3679,"no_surah":35,"no_ayat":19,"teks_ayat":"وَمَا يَسْتَوِى الْاَعْمٰى وَالْبَصِيْرُ ۙ ","tema":"Nabi Muhammad sebagai Pembawa Kebenaran ","teks_terjemah":"Tidaklah sama orang yang buta dengan orang yang melihat.","no_fn":"","teks_fn":"","bacaan":"wamaa yastawiil-a'maa walbashiir"},{"id_ayat":3680,"no_surah":35,"no_ayat":20,"teks_ayat":"وَلَا الظُّلُمٰتُ وَلَا النُّوْرُۙ ","tema":"Nabi Muhammad sebagai Pembawa Kebenaran ","teks_terjemah":"Tidak (pula) sama gelap gulita dengan cahaya.","no_fn":"","teks_fn":"","bacaan":"walaazhzhulumaatu walaannuur"},{"id_ayat":3681,"no_surah":35,"no_ayat":21,"teks_ayat":"وَلَا الظِّلُّ وَلَا الْحَرُوْرُۚ ","tema":"Nabi Muhammad sebagai Pembawa Kebenaran ","teks_terjemah":"Tidak (sama) pula yang teduh dengan yang panas.","no_fn":"","teks_fn":"","bacaan":"walaazhzhillu walaalharuur"},{"id_ayat":3682,"no_surah":35,"no_ayat":22,"teks_ayat":"وَمَا يَسْتَوِى الْاَحْيَاۤءُ وَلَا الْاَمْوَاتُۗ اِنَّ اللّٰهَ يُسْمِعُ مَنْ يَّشَاۤءُ ۚوَمَآ اَنْتَ بِمُسْمِعٍ مَّنْ فِى الْقُبُوْرِ ","tema":"Nabi Muhammad sebagai Pembawa Kebenaran ","teks_terjemah":"Tidak (pula) sama orang yang hidup dengan orang yang mati. Sesungguhnya Allah memberikan pendengaran kepada siapa yang Dia kehendaki dan engkau (Nabi Muhammad) tidak akan sanggup menjadikan orang yang di dalam kubur dapat mendengar.","no_fn":"","teks_fn":"","bacaan":"wamaa yastawiil-ahyaau walaal-amwaatu innalaaha yusmi'u man yasyaau wamaa anta bimusmi'in man fiilqubuur"},{"id_ayat":3683,"no_surah":35,"no_ayat":23,"teks_ayat":"اِنْ اَنْتَ اِلَّا نَذِيْرٌ","tema":"Nabi Muhammad sebagai Pembawa Kebenaran ","teks_terjemah":"Engkau tidak lain hanyalah seorang pemberi peringatan.","no_fn":"","teks_fn":"","bacaan":"in anta illaa nadziir"},{"id_ayat":3684,"no_surah":35,"no_ayat":24,"teks_ayat":"اِنَّآ اَرْسَلْنٰكَ بِالْحَقِّ بَشِيْرًا وَّنَذِيْرًا ۗوَاِنْ مِّنْ اُمَّةٍ اِلَّا خَلَا فِيْهَا نَذِيْرٌ ","tema":"Nabi Muhammad sebagai Pembawa Kebenaran ","teks_terjemah":"Sesungguhnya Kami mengutus engkau dengan membawa kebenaran<sup>633)<\/sup> sebagai pembawa berita gembira dan sebagai pemberi peringatan. Tidak ada satu umat pun, kecuali telah datang kepadanya seorang pemberi peringatan.","no_fn":"633","teks_fn":"633) Kebenaran pada ayat ini adalah agama tauhid dan hukum-hukum.","bacaan":"innaa arsalnaaka bilhaqqi basyiiran wanadziiran wa-in min ummatin illaa khalaa fiihaa nadziir"},{"id_ayat":3685,"no_surah":35,"no_ayat":25,"teks_ayat":"وَاِنْ يُّكَذِّبُوْكَ فَقَدْ كَذَّبَ الَّذِيْنَ مِنْ قَبْلِهِمْ ۚجَاۤءَتْهُمْ رُسُلُهُمْ بِالْبَيِّنٰتِ وَبِالزُّبُرِ وَبِالْكِتٰبِ الْمُنِيْرِ ","tema":"Nabi Muhammad sebagai Pembawa Kebenaran ","teks_terjemah":"Jika mereka mendustakanmu, sungguh orang-orang yang sebelum mereka pun telah mendustakan (kebenaran). Telah datang rasul-rasul mereka dengan membawa keterangan yang nyata (mukjizat), zubur,<sup>634)<\/sup> dan kitab yang memberi penjelasan yang sempurna.","no_fn":"634","teks_fn":"634) Zubur adalah lembaran-lembaran wahyu yang mengandung ketetapan hukum dan nasihat yang diberikan kepada para nabi terdahulu.","bacaan":"wa-in yukadzdzibuuka faqad kadzdzabaladziina min qablihim jaa-at-hum rusuluhum bilbayyinaati wabizzuburi wabilkitaabilmuniir"},{"id_ayat":3686,"no_surah":35,"no_ayat":26,"teks_ayat":"ثُمَّ اَخَذْتُ الَّذِيْنَ كَفَرُوْا فَكَيْفَ كَانَ نَكِيْرِ ࣖ ","tema":"Nabi Muhammad sebagai Pembawa Kebenaran ","teks_terjemah":"Kemudian, Aku azab orang-orang yang kufur. Maka, (lihatlah) bagaimana akibat kemurkaan-Ku.","no_fn":"","teks_fn":"","bacaan":"tsumma akhadztuladziina kafaruu fakayfa kaana nakiir"},{"id_ayat":3687,"no_surah":35,"no_ayat":27,"teks_ayat":"اَلَمْ تَرَ اَنَّ اللّٰهَ اَنْزَلَ مِنَ السَّمَاۤءِ مَاۤءًۚ فَاَخْرَجْنَا بِهٖ ثَمَرٰتٍ مُّخْتَلِفًا اَلْوَانُهَا ۗوَمِنَ الْجِبَالِ جُدَدٌ ۢبِيْضٌ وَّحُمْرٌ مُّخْتَلِفٌ اَلْوَانُهَا وَغَرَابِيْبُ سُوْدٌ ","tema":"Hanya Ulama yang Benar-Benar Takut ","teks_terjemah":"Tidakkah engkau melihat bahwa sesungguhnya Allah menurunkan air dari langit, lalu dengan (air) itu Kami mengeluarkan hasil tanaman yang beraneka macam warnanya. Di antara gunung-gunung itu ada bergaris-garis putih dan merah yang beraneka macam warnanya dan ada (pula) yang hitam pekat.","no_fn":"","teks_fn":"","bacaan":"alam tara annalaaha anzala minassamaa-i maa-an fa-akhrajnaa bihi tsamaraatin mukhtalifanlwaanuhaa waminaljibaali judadun biidhun wahumrun mukhtalifunlwaanuhaa wagharaabiibu suud"},{"id_ayat":3688,"no_surah":35,"no_ayat":28,"teks_ayat":"وَمِنَ النَّاسِ وَالدَّوَاۤبِّ وَالْاَنْعَامِ مُخْتَلِفٌ اَلْوَانُهٗ كَذٰلِكَۗ اِنَّمَا يَخْشَى اللّٰهَ مِنْ عِبَادِهِ الْعُلَمٰۤؤُاۗ اِنَّ اللّٰهَ عَزِيْزٌ غَفُوْرٌ ","tema":"Hanya Ulama yang Benar-Benar Takut ","teks_terjemah":"(Demikian pula) di antara manusia, makhluk bergerak yang bernyawa, dan hewan-hewan ternak ada yang bermacam-macam warnanya (dan jenisnya). Di antara hamba-hamba Allah yang takut kepada-Nya, hanyalah para ulama.<sup>635)<\/sup> Sesungguhnya Allah Mahaperkasa lagi Maha Pengampun.","no_fn":"635","teks_fn":"635) Yang dimaksud dengan para ulama adalah orang yang mempunyai pengetahuan tentang syariat serta fenomena alam dan sosial yang menghasilkan rasa takut disertai pengagungan kepada Allah Swt.","bacaan":"waminannaasi waddawaabbi wal-an'aami mukhtalifunlwaanuhu kadzaalika innamaa yakhsyaalaaha min 'ibaadihil'ulamaau innalaaha 'aziizun ghafuur"},{"id_ayat":3689,"no_surah":35,"no_ayat":29,"teks_ayat":"اِنَّ الَّذِيْنَ يَتْلُوْنَ كِتٰبَ اللّٰهِ وَاَقَامُوا الصَّلٰوةَ وَاَنْفَقُوْا مِمَّا رَزَقْنٰهُمْ سِرًّا وَّعَلَانِيَةً يَّرْجُوْنَ تِجَارَةً لَّنْ تَبُوْرَۙ ","tema":"Perniagaan yang Tidak Pernah Rugi ","teks_terjemah":"Sesungguhnya orang-orang yang selalu membaca Kitab Allah (Al-Qur’an), menegakkan salat, dan menginfakkan sebagian rezeki yang Kami anugerahkan kepadanya secara sembunyi-sembunyi dan terang-terangan, mereka itu mengharapkan perdagangan yang tidak akan pernah rugi.","no_fn":"","teks_fn":"","bacaan":"innaladziina yatluuna kitaabalaahi wa-aqaamuushshalaata wa-anfaquu mimmaa razaqnaahum sirran wa'alaaniyatan yarjuuna tijaaratan lan tabuur"},{"id_ayat":3690,"no_surah":35,"no_ayat":30,"teks_ayat":"لِيُوَفِّيَهُمْ اُجُوْرَهُمْ وَيَزِيْدَهُمْ مِّنْ فَضْلِهٖۗ اِنَّهٗ غَفُوْرٌ شَكُوْرٌ ","tema":"Perniagaan yang Tidak Pernah Rugi ","teks_terjemah":"(Demikian itu) agar Allah menyempurnakan pahala mereka dan menambah karunia-Nya. Sesungguhnya Allah Maha Pengampun lagi Maha Mensyukuri.","no_fn":"","teks_fn":"","bacaan":"liyuwaffiyahum ujuurahum wayaziidahum min fadhlihi innahu ghafuurun syakuur"},{"id_ayat":3691,"no_surah":35,"no_ayat":31,"teks_ayat":"وَالَّذِيْٓ اَوْحَيْنَآ اِلَيْكَ مِنَ الْكِتٰبِ هُوَ الْحَقُّ مُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِۗ اِنَّ اللّٰهَ بِعِبَادِهٖ لَخَبِيْرٌۢ بَصِيْرٌ ","tema":"Tingkatan Manusia dalam Menerima Al-Qur’an ","teks_terjemah":"Apa yang telah Kami wahyukan kepadamu (Nabi Muhammad), yaitu Kitab Suci (Al-Qur’an), itulah yang benar yang membenarkan kitab-kitab sebelumnya. Sesungguhnya Allah benar-benar Maha Mengetahui lagi Maha Melihat (keadaan) hamba-hamba-Nya.","no_fn":"","teks_fn":"","bacaan":"walladzii awhaynaa ilayka minalkitaabi huwalhaqqu mushaddiqan limaa bayna yadayhi innalaaha bi'ibaadihi lakhabiirun bashiir"},{"id_ayat":3692,"no_surah":35,"no_ayat":32,"teks_ayat":"ثُمَّ اَوْرَثْنَا الْكِتٰبَ الَّذِيْنَ اصْطَفَيْنَا مِنْ عِبَادِنَاۚ فَمِنْهُمْ ظَالِمٌ لِّنَفْسِهٖ ۚوَمِنْهُمْ مُّقْتَصِدٌ ۚوَمِنْهُمْ سَابِقٌۢ بِالْخَيْرٰتِ بِاِذْنِ اللّٰهِ ۗذٰلِكَ هُوَ الْفَضْلُ الْكَبِيْرُۗ ","tema":"Tingkatan Manusia dalam Menerima Al-Qur’an ","teks_terjemah":"Kemudian, Kitab Suci itu Kami wariskan kepada orang-orang yang Kami pilih di antara hamba-hamba Kami. Lalu, di antara mereka ada yang menzalimi diri sendiri, ada yang pertengahan, dan ada (pula) yang lebih dahulu berbuat kebaikan<sup>636)<\/sup> dengan izin Allah. Itulah (dianugerahkannya kitab suci adalah) karunia yang besar.","no_fn":"636","teks_fn":"636) Ungkapan menzalimi diri sendiri berarti melakukan dosa, sedangkan kata pertengahan mengacu kepada orang yang melakukan amalan yang wajib saja dan menjauhi dosa. Adapun orang-orang yang lebih dahulu dalam berbuat kebaikan adalah orang-orang yang tidak hanya mengerjakan yang wajib, tetapi juga mengerjakan yang sunah. ","bacaan":"tsumma awratsnaalkitaabaladziina isthafaynaa min 'ibaadinaa faminhum zhaalimun linafsihi waminhum muqtashidun waminhum saabiqun bilkhayraati bi-idznilaahi dzaalika huwalfadhlulkabiir"},{"id_ayat":3693,"no_surah":35,"no_ayat":33,"teks_ayat":"جَنّٰتُ عَدْنٍ يَّدْخُلُوْنَهَا يُحَلَّوْنَ فِيْهَا مِنْ اَسَاوِرَ مِنْ ذَهَبٍ وَّلُؤْلُؤًا ۚوَلِبَاسُهُمْ فِيْهَا حَرِيْرٌ ","tema":"Tingkatan Manusia dalam Menerima Al-Qur’an ","teks_terjemah":"(Balasan mereka di akhirat adalah) surga ‘Adn yang mereka masuki. Di dalamnya mereka dihiasi gelang-gelang dari emas dan mutiara. Pakaian mereka di dalamnya adalah sutra.","no_fn":"","teks_fn":"","bacaan":"jannaatu 'adnin yadkhuluunahaa yuhallawna fiihaa min asaawira min dzahabin walu'lu-an walibaasuhum fiihaa hariir"},{"id_ayat":3694,"no_surah":35,"no_ayat":34,"teks_ayat":"وَقَالُوا الْحَمْدُ لِلّٰهِ الَّذِيْٓ اَذْهَبَ عَنَّا الْحَزَنَۗ اِنَّ رَبَّنَا لَغَفُوْرٌ شَكُوْرٌۙ ","tema":"Tingkatan Manusia dalam Menerima Al-Qur’an ","teks_terjemah":"Mereka berkata, “Segala puji bagi Allah yang telah menghilangkan kesedihan dari kami. Sesungguhnya Tuhan kami benar-benar Maha Pengampun lagi Maha Mensyukuri.","no_fn":"","teks_fn":"","bacaan":"waqaaluulhamdu lillaahiladzii adzhaba 'annaalhazana inna rabbanaa laghafuurun syakuur"},{"id_ayat":3695,"no_surah":35,"no_ayat":35,"teks_ayat":" ۨالَّذِيْٓ اَحَلَّنَا دَارَ الْمُقَامَةِ مِنْ فَضْلِهٖۚ  لَا يَمَسُّنَا فِيْهَا نَصَبٌ وَّلَا يَمَسُّنَا فِيْهَا لُغُوْبٌ ","tema":"Tingkatan Manusia dalam Menerima Al-Qur’an ","teks_terjemah":"(Dia) yang menempatkan kami di tempat yang kekal (surga) dengan karunia-Nya. Di dalamnya kami tidak lelah dan lesu.”","no_fn":"","teks_fn":"","bacaan":"aladzii ahallanaa daaralmuqaamati min fadhlihi laa yamassunaa fiihaa nashabun walaa yamassunaa fiihaa lughuub"},{"id_ayat":3696,"no_surah":35,"no_ayat":36,"teks_ayat":"وَالَّذِيْنَ كَفَرُوْا لَهُمْ نَارُ جَهَنَّمَۚ  لَا يُقْضٰى عَلَيْهِمْ فَيَمُوْتُوْا وَلَا يُخَفَّفُ عَنْهُمْ مِّنْ عَذَابِهَاۗ  كَذٰلِكَ نَجْزِيْ كُلَّ كَفُوْرٍ ۚ","tema":"Permintaan Orang-Orang Kafir untuk Dikembalikan ke Dunia supaya Beramal Saleh ","teks_terjemah":"Orang-orang yang kufur, bagi mereka neraka Jahanam. Mereka tidak dibinasakan hingga mereka mati dan tidak diringankan dari mereka azabnya. Demikianlah Kami membalas setiap orang yang sangat kufur.","no_fn":"","teks_fn":"","bacaan":"walladziina kafaruu lahum naaru jahannama laa yuqdaa 'alayhim fayamuutuu walaa yukhaffafu 'anhum min 'adzaabihaa kadzaalika najzii kulla kafuur"},{"id_ayat":3697,"no_surah":35,"no_ayat":37,"teks_ayat":"وَهُمْ يَصْطَرِخُوْنَ فِيْهَاۚ رَبَّنَآ اَخْرِجْنَا نَعْمَلْ صَالِحًا غَيْرَ الَّذِيْ كُنَّا نَعْمَلُۗ اَوَلَمْ نُعَمِّرْكُمْ مَّا يَتَذَكَّرُ فِيْهِ مَنْ تَذَكَّرَ وَجَاۤءَكُمُ النَّذِيْرُۗ فَذُوْقُوْا فَمَا لِلظّٰلِمِيْنَ مِنْ نَّصِيْرٍ ࣖ","tema":"Permintaan Orang-Orang Kafir untuk Dikembalikan ke Dunia supaya Beramal Saleh ","teks_terjemah":"Mereka berteriak di dalam (neraka) itu, “Ya Tuhan kami, keluarkanlah kami (dari neraka), niscaya kami akan mengerjakan kebajikan, bukan (seperti perbuatan) yang pernah kami kerjakan dahulu.” (Dikatakan kepada mereka,) “Bukankah Kami telah memanjangkan umurmu dalam masa (yang cukup) untuk dapat berpikir bagi orang yang mau berpikir. (Bukankah pula) telah datang kepadamu seorang pemberi peringatan? Maka, rasakanlah (azab Kami). Bagi orang-orang zalim tidak ada seorang penolong pun.”","no_fn":"","teks_fn":"","bacaan":"wahum yastharikhuuna fiihaa rabbanaa akhrijnaa na'mal shaalihan ghayraladzii kunnaa na'malu awa lam nu'ammirkum maa yatadzakkaru fiihi man tadzakkara wajaa-akumunnadziiru fadzuuquu famaa lizhzhaalimiina min nashiir"},{"id_ayat":3698,"no_surah":35,"no_ayat":38,"teks_ayat":"اِنَّ اللّٰهَ عَالِمُ غَيْبِ السَّمٰوٰتِ وَالْاَرْضِۗ اِنَّهٗ عَلِيْمٌ ۢبِذَاتِ الصُّدُوْرِ ","tema":"Keluasan Ilmu Allah yang Meliputi Segalanya ","teks_terjemah":"Sesungguhnya Allah mengetahui yang gaib di langit dan di bumi. Sesungguhnya Dia Maha Mengetahui segala isi hati.","no_fn":"","teks_fn":"","bacaan":"innalaaha 'aalimu ghaybissamaawaati wal-ardhi innahu 'aliimun bidzaatishshuduur"},{"id_ayat":3699,"no_surah":35,"no_ayat":39,"teks_ayat":"هُوَ الَّذِيْ جَعَلَكُمْ خَلٰۤىِٕفَ فِى الْاَرْضِۗ فَمَنْ كَفَرَ فَعَلَيْهِ كُفْرُهٗۗ وَلَا يَزِيْدُ الْكٰفِرِيْنَ كُفْرُهُمْ عِنْدَ رَبِّهِمْ اِلَّا مَقْتًا ۚوَلَا يَزِيْدُ الْكٰفِرِيْنَ كُفْرُهُمْ اِلَّا خَسَارًا ","tema":"Keluasan Ilmu Allah yang Meliputi Segalanya ","teks_terjemah":"Dialah yang menjadikan kamu sebagai khalifah-khalifah di bumi. Siapa yang kufur, (akibat) kekufurannya akan menimpa dirinya sendiri. Kekufuran orang-orang kafir itu hanya akan menambah kemurkaan di sisi Tuhan mereka. Kekufuran orang-orang kafir itu juga hanya akan menambah kerugian mereka.","no_fn":"","teks_fn":"","bacaan":"huwaladzii ja'alakum khalaa-ifa fiil-ardhi faman kafara fa'alayhi kufruhu walaa yaziidulkaafiriina kufruhum 'inda rabbihim illaa maqtan walaa yaziidulkaafiriina kufruhum illaa khasaaraa"},{"id_ayat":3700,"no_surah":35,"no_ayat":40,"teks_ayat":"قُلْ اَرَاَيْتُمْ شُرَكَاۤءَكُمُ الَّذِيْنَ تَدْعُوْنَ مِنْ دُوْنِ اللّٰهِ ۗاَرُوْنِيْ مَاذَا خَلَقُوْا مِنَ الْاَرْضِ اَمْ لَهُمْ شِرْكٌ فِى السَّمٰوٰتِۚ اَمْ اٰتَيْنٰهُمْ كِتٰبًا فَهُمْ عَلٰى بَيِّنَتٍ مِّنْهُۚ بَلْ اِنْ يَّعِدُ الظّٰلِمُوْنَ بَعْضُهُمْ بَعْضًا اِلَّا غُرُوْرًا ","tema":"Kesalahan Jalan Pikiran Penyembah Berhala ","teks_terjemah":"Katakanlah, “Terangkanlah (perihal) sesembahanmu yang kamu seru selain Allah. Perlihatkanlah kepada-Ku (bagian) manakah dari bumi ini yang telah mereka ciptakan ataukah mereka mempunyai peran serta dalam (penciptaan) langit atau adakah Kami menganugerahkan kitab kepada mereka sehingga mereka mendapat keterangan-keterangan yang jelas darinya?” Sebenarnya orang-orang zalim itu, sebagian mereka, hanya menjanjikan tipuan belaka kepada sebagian yang lain.","no_fn":"","teks_fn":"","bacaan":"qul ara-aytum syurakaa-akumuladziina tad'uuna min duunilaahi aruunii maatsaa khalaquu minal-ardhi am lahum syirkun fiissamaawaati am aataynaahum kitaaban fahum 'alaa bayyinatin minhu bal in ya'iduzhzhaalimuuna ba'dhuhum ba'dhan illaa ghuruuraa"},{"id_ayat":3701,"no_surah":35,"no_ayat":41,"teks_ayat":"۞ اِنَّ اللّٰهَ يُمْسِكُ السَّمٰوٰتِ وَالْاَرْضَ اَنْ تَزُوْلَا ەۚ وَلَىِٕنْ زَالَتَآ اِنْ اَمْسَكَهُمَا مِنْ اَحَدٍ مِّنْۢ بَعْدِهٖ ۗاِنَّهٗ كَانَ حَلِيْمًا غَفُوْرًا","tema":"Kesalahan Jalan Pikiran Penyembah Berhala ","teks_terjemah":"Sesungguhnya Allah yang menahan langit dan bumi agar tidak lenyap. Jika keduanya akan lenyap, tidak ada seorang pun yang mampu menahannya selain-Nya. Sesungguhnya Dia Maha Penyantun lagi Maha Pengampun.","no_fn":"","teks_fn":"","bacaan":"innalaaha yumsikussamaawaati wal-ardha an tazuulaa wala-in zaalataa in amsakahumaa min ahadin min ba'dihi innahu kaana haliiman ghafuuraa"},{"id_ayat":3702,"no_surah":35,"no_ayat":42,"teks_ayat":"وَاَقْسَمُوْا بِاللّٰهِ جَهْدَ اَيْمَانِهِمْ لَىِٕنْ جَاۤءَهُمْ نَذِيْرٌ لَّيَكُوْنُنَّ اَهْدٰى مِنْ اِحْدَى الْاُمَمِۚ فَلَمَّا جَاۤءَهُمْ نَذِيْرٌ مَّا زَادَهُمْ اِلَّا نُفُوْرًاۙ ","tema":"Pengingkaran Orang Musyrik terhadap Rasul setelah Memperoleh Kebenarannya ","teks_terjemah":"Mereka bersumpah atas (nama) Allah dengan sungguh-sungguh bahwa jika datang kepada mereka seorang pemberi peringatan, niscaya mereka akan lebih banyak mendapat petunjuk daripada salah satu umat (yang lain). Akan tetapi, ketika pemberi peringatan datang kepada mereka, tidak menambah (apa-apa) kepada mereka, kecuali makin jauh dari (kebenaran)","no_fn":"","teks_fn":"","bacaan":"wa-aqsamuu bialaahi jahda aymaanihim la-in jaa-ahum nadziirun layakuununna ahdaa min ihdaal-umami falammaa jaa-ahum nadziirun maa zaadahum illaa nufuuraa"},{"id_ayat":3703,"no_surah":35,"no_ayat":43,"teks_ayat":" ۨاسْتِكْبَارًا فِى الْاَرْضِ وَمَكْرَ السَّيِّئِۗ وَلَا يَحِيْقُ الْمَكْرُ السَّيِّئُ اِلَّا بِاَهْلِهٖ ۗفَهَلْ يَنْظُرُوْنَ اِلَّا سُنَّتَ الْاَوَّلِيْنَۚ فَلَنْ تَجِدَ لِسُنَّتِ اللّٰهِ تَبْدِيْلًا ەۚ وَلَنْ تَجِدَ لِسُنَّتِ اللّٰهِ تَحْوِيْلًا","tema":"Pengingkaran Orang Musyrik terhadap Rasul setelah Memperoleh Kebenarannya ","teks_terjemah":"karena kesombongan (mereka) di bumi dan karena rencana jahat mereka. Akibat (buruk) dari rencana jahat itu hanya akan menimpa orang yang merencanakannya sendiri. Mereka hanya menunggu ketetapan (yang berlaku) kepada orang-orang yang terdahulu.<sup>637)<\/sup> Maka, kamu tidak akan mendapatkan perubahan atas ketetapan Allah dan tidak (pula) akan menemukan penyimpangan bagi ketetapan Allah itu.","no_fn":"637","teks_fn":"637) Yang dimaksud dengan ketetapan (yang berlaku) kepada orang-orang yang terdahulu adalah turunnya azab kepada orang-orang yang mendustakan rasul.","bacaan":"istikbaaran fiil-ardhi wamakrassayyi-i walaa yahiiqulmakrussayyi-u illaa bi-ahlihi fahal yanzhuruuna illaa sunnatal-awwaliina falan tajida lisunnatilaahi tabdiilan walan tajida lisunnatilaahi tahwiilaa"},{"id_ayat":3704,"no_surah":35,"no_ayat":44,"teks_ayat":"اَوَلَمْ يَسِيْرُوْا فِى الْاَرْضِ فَيَنْظُرُوْا كَيْفَ كَانَ عَاقِبَةُ الَّذِيْنَ مِنْ قَبْلِهِمْ وَكَانُوْٓا اَشَدَّ مِنْهُمْ قُوَّةً ۗوَمَا كَانَ اللّٰهُ لِيُعْجِزَهٗ مِنْ شَيْءٍ فِى السَّمٰوٰتِ وَلَا فِى الْاَرْضِۗ اِنَّهٗ كَانَ عَلِيْمًا قَدِيْرًا ","tema":"Ancaman Allah terhadap Orang Musyrik ","teks_terjemah":"Tidakkah mereka bepergian di bumi lalu melihat bagaimana kesudahan orang-orang sebelum mereka (yang mendustakan rasul), padahal orang-orang itu lebih besar kekuatannya dari mereka? Tidak ada sesuatu pun yang dapat melemahkan Allah, baik di langit maupun di bumi. Sesungguhnya Dia Maha Mengetahui lagi Mahakuasa.","no_fn":"","teks_fn":"","bacaan":"awa lam yasiiruu fiil-ardhi fayanzhuruu kayfa kaana 'aaqibatuladziina min qablihim wakaanuu asyadda minhum quwwatan wamaa kaanalaahu liyu'jizahu min syay-in fiissamaawaati walaa fiil-ardhi innahu kaana 'aliiman qadiiraa"},{"id_ayat":3705,"no_surah":35,"no_ayat":45,"teks_ayat":"وَلَوْ يُؤَاخِذُ اللّٰهُ النَّاسَ بِمَا كَسَبُوْا مَا تَرَكَ عَلٰى ظَهْرِهَا مِنْ دَاۤبَّةٍ وَّلٰكِنْ يُّؤَخِّرُهُمْ اِلٰٓى اَجَلٍ مُّسَمًّىۚ فَاِذَا جَاۤءَ اَجَلُهُمْ فَاِنَّ اللّٰهَ كَانَ بِعِبَادِهٖ بَصِيْرًا ࣖ ","tema":"Ancaman Allah terhadap Orang Musyrik ","teks_terjemah":"Sekiranya Allah menghukum manusia disebabkan apa yang telah mereka perbuat, niscaya Dia tidak akan menyisakan satu makhluk pun yang bergerak dan bernyawa di bumi ini. Akan tetapi, Dia menangguhkan (hukuman)-nya sampai waktu yang sudah ditentukan. Maka, apabila datang ajal (waktu ditimpakannya hukuman atas) mereka, sesungguhnya Allah Maha Melihat (keadaan) hamba-hamba-Nya.","no_fn":"","teks_fn":"","bacaan":"walaw yu-aakhidzulaahunnaasa bimaa kasabuu maa taraka 'alaa zhahrihaa min daabbatin walaakin yu-akhkhiruhum ilaa ajalin musamman fa-idzaa jaa-a ajaluhum fa-innalaaha kaana bi'ibaadihi bashiiraa"}]