[{"id_ayat":3706,"no_surah":36,"no_ayat":1,"teks_ayat":"يٰسۤ ۚ","tema":"Al-Qur’an dan Kerasulan Nabi Muhammad ","teks_terjemah":"Yā Sīn. ","no_fn":"","teks_fn":"","bacaan":"yaa-siin"},{"id_ayat":3707,"no_surah":36,"no_ayat":2,"teks_ayat":"وَالْقُرْاٰنِ الْحَكِيْمِۙ ","tema":"Al-Qur’an dan Kerasulan Nabi Muhammad ","teks_terjemah":"Demi Al-Qur’an yang penuh hikmah,","no_fn":"","teks_fn":"","bacaan":"walqur-aanilhakiim"},{"id_ayat":3708,"no_surah":36,"no_ayat":3,"teks_ayat":"اِنَّكَ لَمِنَ الْمُرْسَلِيْنَۙ ","tema":"Al-Qur’an dan Kerasulan Nabi Muhammad ","teks_terjemah":"sesungguhnya engkau (Nabi Muhammad) benar-benar salah seorang dari rasul-rasul","no_fn":"","teks_fn":"","bacaan":"innaka laminalmursaliin"},{"id_ayat":3709,"no_surah":36,"no_ayat":4,"teks_ayat":"عَلٰى صِرَاطٍ مُّسْتَقِيْمٍۗ ","tema":"Al-Qur’an dan Kerasulan Nabi Muhammad ","teks_terjemah":"(yang berada) di atas jalan yang lurus,","no_fn":"","teks_fn":"","bacaan":"'alaa shiraathin mustaqiim"},{"id_ayat":3710,"no_surah":36,"no_ayat":5,"teks_ayat":"تَنْزِيْلَ الْعَزِيْزِ الرَّحِيْمِۙ ","tema":"Al-Qur’an dan Kerasulan Nabi Muhammad ","teks_terjemah":"(sebagai wahyu) yang diturunkan oleh (Allah) Yang Mahaperkasa lagi Maha Penyayang,","no_fn":"","teks_fn":"","bacaan":"tanziilal'aziizirrahiim"},{"id_ayat":3711,"no_surah":36,"no_ayat":6,"teks_ayat":"لِتُنْذِرَ قَوْمًا مَّآ اُنْذِرَ اٰبَاۤؤُهُمْ فَهُمْ غٰفِلُوْنَ ","tema":"Al-Qur’an dan Kerasulan Nabi Muhammad ","teks_terjemah":"agar engkau (Nabi Muhammad) memberi peringatan kepada suatu kaum yang nenek moyang mereka belum pernah diberi peringatan, sehingga mereka lalai.","no_fn":"","teks_fn":"","bacaan":"litundzira qawman maa undzira aabaauhum fahum ghaafiluun"},{"id_ayat":3712,"no_surah":36,"no_ayat":7,"teks_ayat":"لَقَدْ حَقَّ الْقَوْلُ عَلٰٓى اَكْثَرِهِمْ فَهُمْ لَا يُؤْمِنُوْنَ ","tema":"Azab Allah bagi Orang yang Mengabaikan Peringatannya ","teks_terjemah":"Sungguh, benar-benar berlaku perkataan (ketetapan takdir) terhadap kebanyakan mereka, maka mereka tidak akan beriman.","no_fn":"","teks_fn":"","bacaan":"laqad haqqalqawlu 'alaa aktsarihim fahum laa yu'minuun"},{"id_ayat":3713,"no_surah":36,"no_ayat":8,"teks_ayat":"اِنَّا جَعَلْنَا فِيْٓ اَعْنَاقِهِمْ اَغْلٰلًا فَهِيَ اِلَى الْاَذْقَانِ فَهُمْ مُّقْمَحُوْنَ ","tema":"Azab Allah bagi Orang yang Mengabaikan Peringatannya ","teks_terjemah":"Sesungguhnya Kami telah memasang belenggu di leher mereka, lalu (tangan mereka yang terbelenggu diangkat) ke dagu, karena itu mereka tertengadah.","no_fn":"","teks_fn":"","bacaan":"innaa ja'alnaa fii a'naaqihim aghlaalan fahiya ilaal-adzqaani fahum muqmahuun"},{"id_ayat":3714,"no_surah":36,"no_ayat":9,"teks_ayat":"وَجَعَلْنَا مِنْۢ بَيْنِ اَيْدِيْهِمْ سَدًّا وَّمِنْ خَلْفِهِمْ سَدًّا فَاَغْشَيْنٰهُمْ فَهُمْ لَا يُبْصِرُوْنَ ","tema":"Azab Allah bagi Orang yang Mengabaikan Peringatannya ","teks_terjemah":"Kami memasang penghalang di hadapan mereka dan di belakang mereka, sehingga Kami menutupi (pandangan) mereka. Mereka pun tidak dapat melihat.","no_fn":"","teks_fn":"","bacaan":"waja'alnaa min bayni aydiihim saddan wamin khalfihim saddan fa-aghsyaynaahum fahum laa yubshiruun"},{"id_ayat":3715,"no_surah":36,"no_ayat":10,"teks_ayat":"وَسَوَاۤءٌ عَلَيْهِمْ ءَاَنْذَرْتَهُمْ اَمْ لَمْ تُنْذِرْهُمْ لَا يُؤْمِنُوْنَ ","tema":"Azab Allah bagi Orang yang Mengabaikan Peringatannya ","teks_terjemah":"Sama saja bagi mereka, apakah engkau (Nabi Muhammad) memberi peringatan kepada mereka atau tidak. Mereka (tetap) tidak akan beriman.","no_fn":"","teks_fn":"","bacaan":"wasawaaun 'alayhim a-andzartahum am lam tundzirhum laa yu'minuun"},{"id_ayat":3716,"no_surah":36,"no_ayat":11,"teks_ayat":"اِنَّمَا تُنْذِرُ مَنِ اتَّبَعَ الذِّكْرَ وَخَشِيَ الرَّحْمٰنَ بِالْغَيْبِۚ فَبَشِّرْهُ بِمَغْفِرَةٍ وَّاَجْرٍ كَرِيْمٍ ","tema":"Peringatan hanya Berguna bagi Orang yang Takut kepada Allah ","teks_terjemah":"Sesungguhnya engkau (Nabi Muhammad) hanya (bisa) memberi peringatan kepada orang-orang yang mau mengikutinya<sup>638)<\/sup> dan yang takut kepada Tuhan Yang Maha Pengasih tanpa melihat-Nya. Berilah mereka kabar gembira dengan ampunan dan pahala yang mulia.","no_fn":"638","teks_fn":"638) Peringatan yang diberikan oleh Nabi Muhammad saw. hanya berguna bagi orang yang mau mengikutinya.","bacaan":"innamaa tundziru mani ittaba'adzdzikra wakhasyiyarrahmaana bilghaybi fabasysyirhu bimaghfiratin wa-ajrin kariim"},{"id_ayat":3717,"no_surah":36,"no_ayat":12,"teks_ayat":"اِنَّا نَحْنُ نُحْيِ الْمَوْتٰى وَنَكْتُبُ مَا قَدَّمُوْا وَاٰثَارَهُمْۗ وَكُلَّ شَيْءٍ اَحْصَيْنٰهُ فِيْٓ اِمَامٍ مُّبِيْنٍ ࣖ","tema":"Peringatan hanya Berguna bagi Orang yang Takut kepada Allah ","teks_terjemah":"Sesungguhnya Kamilah yang menghidupkan orang-orang yang mati dan Kami (pulalah) yang mencatat apa yang telah mereka kerjakan dan bekas-bekas yang mereka (tinggalkan). Segala sesuatu Kami kumpulkan dalam kitab induk yang nyata (Lauh Mahfuz).","no_fn":"","teks_fn":"","bacaan":"innaa nahnu nuhyiilmawtaa wanaktubu maa qaddamuu waaatsaarahum wakulla syay-in ahsaynaahu fii imaamin mubiin"},{"id_ayat":3718,"no_surah":36,"no_ayat":13,"teks_ayat":"وَاضْرِبْ لَهُمْ مَّثَلًا اَصْحٰبَ الْقَرْيَةِۘ اِذْ جَاۤءَهَا الْمُرْسَلُوْنَۚ ","tema":"Kisah Aṣhābul Qaryah ","teks_terjemah":"Buatlah suatu perumpamaan bagi mereka (kaum kafir Makkah), yaitu penduduk suatu negeri, ketika para utusan datang kepada mereka,","no_fn":"","teks_fn":"","bacaan":"wadhrib lahum matsalan ash-haabalqaryati idz jaa-ahaalmursaluun"},{"id_ayat":3719,"no_surah":36,"no_ayat":14,"teks_ayat":"اِذْ اَرْسَلْنَآ اِلَيْهِمُ اثْنَيْنِ فَكَذَّبُوْهُمَا فَعَزَّزْنَا بِثَالِثٍ فَقَالُوْٓا اِنَّآ اِلَيْكُمْ مُّرْسَلُوْنَ ","tema":"Kisah Aṣhābul Qaryah ","teks_terjemah":"(yaitu) ketika Kami mengutus kepada mereka dua orang utusan, lalu mereka mendustakan keduanya. Kemudian Kami menguatkan dengan (utusan) yang ketiga. Maka, ketiga (utusan itu) berkata, “Sesungguhnya kami adalah orang-orang yang diutus kepadamu.”","no_fn":"","teks_fn":"","bacaan":"idz arsalnaa ilayhimu itsnayni fakadzdzabuuhumaa fa'azzaznaa bitsaalitsin faqaaluu innaa ilaykum mursaluun"},{"id_ayat":3720,"no_surah":36,"no_ayat":15,"teks_ayat":"قَالُوْا مَآ اَنْتُمْ اِلَّا بَشَرٌ مِّثْلُنَاۙ وَمَآ اَنْزَلَ الرَّحْمٰنُ مِنْ شَيْءٍۙ اِنْ اَنْتُمْ اِلَّا تَكْذِبُوْنَ ","tema":"Kisah Aṣhābul Qaryah ","teks_terjemah":"Mereka (penduduk negeri) menjawab, “Kamu tidak lain hanyalah manusia seperti kami. (Allah) Yang Maha Pengasih tidak (pernah) menurunkan sesuatu apa pun. Kamu hanyalah berdusta.”","no_fn":"","teks_fn":"","bacaan":"qaaluu maa antum illaa basyarun mitslunaa wamaa anzalarrahmaanu min syay-in in antum illaa takdzibuun"},{"id_ayat":3721,"no_surah":36,"no_ayat":16,"teks_ayat":"قَالُوْا رَبُّنَا يَعْلَمُ اِنَّآ اِلَيْكُمْ لَمُرْسَلُوْنَ ","tema":"Kisah Aṣhābul Qaryah ","teks_terjemah":"Mereka (para rasul) berkata, “Tuhan kami mengetahui bahwa sesungguhnya kami benar-benar para utusan(-Nya) kepadamu.","no_fn":"","teks_fn":"","bacaan":"qaaluu rabbunaa ya'lamu innaa ilaykum lamursaluun"},{"id_ayat":3722,"no_surah":36,"no_ayat":17,"teks_ayat":"وَمَا عَلَيْنَآ اِلَّا الْبَلٰغُ الْمُبِيْنُ ","tema":"Kisah Aṣhābul Qaryah ","teks_terjemah":"Adapun kewajiban kami hanyalah menyampaikan (perintah Allah) yang jelas.”","no_fn":"","teks_fn":"","bacaan":"qaaluu rabbunaa ya'lamu innaa ilaykum lamursaluun"},{"id_ayat":3723,"no_surah":36,"no_ayat":18,"teks_ayat":"قَالُوْٓا اِنَّا تَطَيَّرْنَا بِكُمْۚ  لَىِٕنْ لَّمْ تَنْتَهُوْا لَنَرْجُمَنَّكُمْ وَلَيَمَسَّنَّكُمْ مِّنَّا عَذَابٌ اَلِيْمٌ ","tema":"Kisah Aṣhābul Qaryah ","teks_terjemah":"Mereka (penduduk negeri) menjawab, “Sesungguhnya kami bernasib malang karenamu. Sungguh, jika kamu tidak berhenti (menyeru kami), niscaya kami merajam kamu dan kamu pasti akan merasakan siksaan yang pedih dari kami.”","no_fn":"","teks_fn":"","bacaan":"qaaluu innaa tathayyarnaa bikum la-in lam tantahuu lanarjumannakum walayamassannakum minnaa 'adzaabunliim"},{"id_ayat":3724,"no_surah":36,"no_ayat":19,"teks_ayat":"قَالُوْا طَاۤىِٕرُكُمْ مَّعَكُمْۗ اَىِٕنْ ذُكِّرْتُمْۗ بَلْ اَنْتُمْ قَوْمٌ مُّسْرِفُوْنَ ","tema":"Kisah Aṣhābul Qaryah ","teks_terjemah":"Mereka (para rasul) berkata, “Kemalangan kamu itu (akibat perbuatan) kamu sendiri. Apakah karena kamu diberi peringatan, (lalu kamu menjadi malang)? Sebenarnya kamu adalah kaum yang melampaui batas.”","no_fn":"","teks_fn":"","bacaan":"qaaluu thaa-irukum ma'akum a-in dzukkirtum bal antum qawmun musrifuun"},{"id_ayat":3725,"no_surah":36,"no_ayat":20,"teks_ayat":"وَجَاۤءَ مِنْ اَقْصَا الْمَدِيْنَةِ رَجُلٌ يَّسْعٰى قَالَ يٰقَوْمِ اتَّبِعُوا الْمُرْسَلِيْنَۙ  ","tema":"Kisah Aṣhābul Qaryah ","teks_terjemah":"Datanglah dengan bergegas dari ujung kota, seorang laki-laki.<sup>639)<\/sup> Dia berkata, “Wahai kaumku, ikutilah para rasul itu!","no_fn":"639","teks_fn":"639) Menurut sebagian mufasir, laki-laki tersebut bernama Habib an-Najjar.","bacaan":"wajaa-a min aqshaalmadiinati rajulun yas'aa qaala yaa qawmi ittabi'uulmursaliin"},{"id_ayat":3726,"no_surah":36,"no_ayat":21,"teks_ayat":"اتَّبِعُوْا مَنْ لَّا يَسْـَٔلُكُمْ اَجْرًا وَّهُمْ مُّهْتَدُوْنَ  ۔","tema":"Kisah Aṣhābul Qaryah ","teks_terjemah":"Ikutilah orang yang tidak meminta imbalan (dalam berdakwah) kepadamu. Mereka adalah orang-orang yang mendapat petunjuk.","no_fn":"","teks_fn":"","bacaan":"ittabi'uu man laa yas-alukum ajran wahum muhtaduun"},{"id_ayat":3727,"no_surah":36,"no_ayat":22,"teks_ayat":"وَمَا لِيَ لَآ اَعْبُدُ الَّذِيْ فَطَرَنِيْ وَاِلَيْهِ تُرْجَعُوْنَ ","tema":"Kisah Aṣhābul Qaryah ","teks_terjemah":"Apa (alasanku) untuk tidak menyembah (Allah) yang telah menciptakanku dan hanya kepada-Nyalah kamu akan dikembalikan.","no_fn":"","teks_fn":"","bacaan":"wamaa liya laa a'buduladzii fatharanii wa-ilayhi turja'uun"},{"id_ayat":3728,"no_surah":36,"no_ayat":23,"teks_ayat":"ءَاَتَّخِذُ مِنْ دُوْنِهٖٓ اٰلِهَةً اِنْ يُّرِدْنِ الرَّحْمٰنُ بِضُرٍّ لَّا تُغْنِ عَنِّيْ شَفَاعَتُهُمْ شَيْـًٔا وَّلَا يُنْقِذُوْنِۚ ","tema":"Kisah Aṣhābul Qaryah ","teks_terjemah":"Mengapa aku (harus) mengambil sembahan-sembahan selain-Nya? Jika (Allah) Yang Maha Pengasih menghendaki bencana terhadapku, pasti pertolongan mereka tidak berguna sama sekali bagi diriku dan mereka (juga) tidak dapat menyelamatkanku.","no_fn":"","teks_fn":"","bacaan":"a-attakhidzu min duunihi aalihatan in yuridnirrahmaanu bidhurrin laa tughni 'annii syafaa'atuhum syay-an walaa yunqidzuun"},{"id_ayat":3729,"no_surah":36,"no_ayat":24,"teks_ayat":"اِنِّيْٓ اِذًا لَّفِيْ ضَلٰلٍ مُّبِيْنٍ ","tema":"Kisah Aṣhābul Qaryah ","teks_terjemah":"Sesungguhnya aku (jika berbuat) begitu, pasti berada dalam kesesatan yang nyata.","no_fn":"","teks_fn":"","bacaan":"innii idzan lafii dhalaalin mubiin"},{"id_ayat":3730,"no_surah":36,"no_ayat":25,"teks_ayat":"اِنِّيْٓ اٰمَنْتُ بِرَبِّكُمْ فَاسْمَعُوْنِۗ  ","tema":"Kisah Aṣhābul Qaryah ","teks_terjemah":"Sesungguhnya aku telah beriman kepada Tuhanmu. Maka, dengarkanlah (pengakuan)-ku.”","no_fn":"","teks_fn":"","bacaan":"innii aamantu birabbikum fasma'uun"},{"id_ayat":3731,"no_surah":36,"no_ayat":26,"teks_ayat":"قِيْلَ ادْخُلِ الْجَنَّةَ ۗقَالَ يٰلَيْتَ قَوْمِيْ يَعْلَمُوْنَۙ","tema":"Kisah Aṣhābul Qaryah ","teks_terjemah":"Dikatakan (kepadanya), “Masuklah ke surga.”<sup>640)<\/sup> Dia (laki-laki itu) berkata, “Aduhai, sekiranya kaumku mengetahui","no_fn":"640","teks_fn":"640) Menurut riwayat, laki-laki itu dibunuh oleh kaumnya sebagaimana tersebut dalam ayat 20‒25. Pada saat sakratulmaut, malaikat turun untuk memberinya kabar gembira bahwa Allah Swt. telah mengampuni dosanya dan menyediakan surga untuknya.","bacaan":"qiila udkhuliljannata qaala yaa layta qawmii ya'lamuun"},{"id_ayat":3732,"no_surah":36,"no_ayat":27,"teks_ayat":"بِمَا غَفَرَ لِيْ رَبِّيْ وَجَعَلَنِيْ مِنَ الْمُكْرَمِيْنَ","tema":"Kisah Aṣhābul Qaryah ","teks_terjemah":"(bagaimana) Tuhanku mengampuniku dan menjadikanku termasuk orang-orang yang dimuliakan.”","no_fn":"","teks_fn":"","bacaan":"bimaa ghafara lii rabbii waja'alanii minalmukramiin"},{"id_ayat":3733,"no_surah":36,"no_ayat":28,"teks_ayat":"۞ وَمَآ اَنْزَلْنَا عَلٰى قَوْمِهٖ مِنْۢ بَعْدِهٖ مِنْ جُنْدٍ مِّنَ السَّمَاۤءِ وَمَا كُنَّا مُنْزِلِيْنَ  ","tema":"Kisah Aṣhābul Qaryah ","teks_terjemah":"Setelah dia (dibunuh), Kami tidak menurunkan satu pasukan pun dari langit kepada kaumnya dan Kami tidak perlu menurunkannya.","no_fn":"","teks_fn":"","bacaan":"wamaa anzalnaa 'alaa qawmihi min ba'dihi min jundin minassamaa-i wamaa kunnaa munziliin"},{"id_ayat":3734,"no_surah":36,"no_ayat":29,"teks_ayat":"اِنْ كَانَتْ اِلَّا صَيْحَةً وَّاحِدَةً فَاِذَا هُمْ خٰمِدُوْنَ ","tema":"Kisah Aṣhābul Qaryah ","teks_terjemah":"(Azab mereka) itu cukup dengan satu teriakan saja. Maka, seketika itu mereka mati. ","no_fn":"","teks_fn":"","bacaan":"in kaanat illaa shayhatan waahidatan fa-idzaa hum khaamiduun"},{"id_ayat":3735,"no_surah":36,"no_ayat":30,"teks_ayat":"يٰحَسْرَةً عَلَى الْعِبَادِۚ مَا يَأْتِيْهِمْ مِّنْ رَّسُوْلٍ اِلَّا كَانُوْا بِهٖ يَسْتَهْزِءُوْنَ ","tema":"Tingkah Laku Kaum Kafir yang Menimbulkan Penyesalan ","teks_terjemah":"Alangkah besar penyesalan diri para hamba itu. Setiap datang seorang rasul kepada mereka, mereka selalu memperolok-olokkannya.","no_fn":"","teks_fn":"","bacaan":"yaa hasratan 'alaal'ibaadi maa ya'tiihim min rasuulin illaa kaanuu bihi yastahzi-uun"},{"id_ayat":3736,"no_surah":36,"no_ayat":31,"teks_ayat":"اَلَمْ يَرَوْا كَمْ اَهْلَكْنَا قَبْلَهُمْ مِّنَ الْقُرُوْنِ اَنَّهُمْ اِلَيْهِمْ لَا يَرْجِعُوْنَ ","tema":"Tingkah Laku Kaum Kafir yang Menimbulkan Penyesalan ","teks_terjemah":"Tidakkah mereka mengetahui berapa banyak umat sebelum mereka yang telah Kami binasakan. Mereka (setelah binasa) tidak ada yang kembali kepada mereka (di dunia).","no_fn":"","teks_fn":"","bacaan":"alam yaraw kam ahlaknaa qablahum minalquruuni annahum ilayhim laa yarji'uun"},{"id_ayat":3737,"no_surah":36,"no_ayat":32,"teks_ayat":"وَاِنْ كُلٌّ لَّمَّا جَمِيْعٌ لَّدَيْنَا مُحْضَرُوْنَ ࣖ","tema":"Tingkah Laku Kaum Kafir yang Menimbulkan Penyesalan ","teks_terjemah":"Tidak ada satu (umat) pun, kecuali semuanya akan dihadirkan kepada Kami (untuk dihisab).","no_fn":"","teks_fn":"","bacaan":"wa-in kullun lammaa jamii'un ladaynaa muhdaruun"},{"id_ayat":3738,"no_surah":36,"no_ayat":33,"teks_ayat":"وَاٰيَةٌ لَّهُمُ الْاَرْضُ الْمَيْتَةُ ۖاَحْيَيْنٰهَا وَاَخْرَجْنَا مِنْهَا حَبًّا فَمِنْهُ يَأْكُلُوْنَ","tema":"Bukti-Bukti Kekuasaan Allah di Bumi ","teks_terjemah":"Suatu tanda (kekuasaan-Nya) bagi mereka adalah bumi yang mati (tandus lalu) Kami menghidupkannya dan mengeluarkan darinya biji-bijian kemudian dari (biji-bijian) itu mereka makan.","no_fn":"","teks_fn":"","bacaan":"waaayatun lahumul-ardhulmaytatu ahyaynaahaa wa-akhrajnaa minhaa habban faminhu ya'kuluun"},{"id_ayat":3739,"no_surah":36,"no_ayat":34,"teks_ayat":"وَجَعَلْنَا فِيْهَا جَنّٰتٍ مِّنْ نَّخِيْلٍ وَّاَعْنَابٍ وَّفَجَّرْنَا فِيْهَا مِنَ الْعُيُوْنِۙ","tema":"Bukti-Bukti Kekuasaan Allah di Bumi ","teks_terjemah":"Kami (juga) menjadikan padanya (bumi) kebun-kebun kurma dan anggur serta Kami memancarkan padanya beberapa mata air","no_fn":"","teks_fn":"","bacaan":"waja'alnaa fiihaa jannaatin min nakhiilin wa-a'naabin wafajjarnaa fiihaa minal'uyuun"},{"id_ayat":3740,"no_surah":36,"no_ayat":35,"teks_ayat":"لِيَأْكُلُوْا مِنْ ثَمَرِهٖۙ وَمَا عَمِلَتْهُ اَيْدِيْهِمْ ۗ اَفَلَا يَشْكُرُوْنَ ","tema":"Bukti-Bukti Kekuasaan Allah di Bumi ","teks_terjemah":"agar mereka dapat makan dari buahnya, dan dari hasil usaha tangan mereka. Mengapa mereka tidak bersyukur?","no_fn":"","teks_fn":"","bacaan":"liya'kuluu min tsamarihi wamaa 'amilat-hu aydiihim afalaa yasykuruun"},{"id_ayat":3741,"no_surah":36,"no_ayat":36,"teks_ayat":"سُبْحٰنَ الَّذِيْ خَلَقَ الْاَزْوَاجَ كُلَّهَا مِمَّا تُنْۢبِتُ الْاَرْضُ وَمِنْ اَنْفُسِهِمْ وَمِمَّا لَا يَعْلَمُوْنَ","tema":"Bukti-Bukti Kekuasaan Allah di Bumi ","teks_terjemah":"Mahasuci (Allah) yang telah menciptakan semuanya berpasang-pasangan, baik dari apa yang ditumbuhkan oleh bumi dan dari diri mereka sendiri maupun dari apa yang tidak mereka ketahui.","no_fn":"","teks_fn":"","bacaan":"subhaanaladzii khalaqal-azwaaja kullahaa mimmaa tunbitul-ardhu wamin anfusihim wamimmaa laa ya'lamuun"},{"id_ayat":3742,"no_surah":36,"no_ayat":37,"teks_ayat":"وَاٰيَةٌ لَّهُمُ الَّيْلُ ۖنَسْلَخُ مِنْهُ النَّهَارَ فَاِذَا هُمْ مُّظْلِمُوْنَۙ","tema":"Bukti-Bukti Kekuasaan Allah di Alam ","teks_terjemah":"Suatu tanda juga (atas kekuasaan Allah) bagi mereka adalah malam. Kami pisahkan siang dari (malam) itu. Maka, seketika itu mereka (berada dalam) kegelapan.","no_fn":"","teks_fn":"","bacaan":"waaayatun lahumulaylu naslakhu minhunnahaara fa-idzaa hum muzhlimuun"},{"id_ayat":3743,"no_surah":36,"no_ayat":38,"teks_ayat":"وَالشَّمْسُ تَجْرِيْ لِمُسْتَقَرٍّ لَّهَا ۗذٰلِكَ تَقْدِيْرُ الْعَزِيْزِ الْعَلِيْمِۗ ","tema":"Bukti-Bukti Kekuasaan Allah di Alam ","teks_terjemah":"(Suatu tanda juga atas kekuasaan Allah bagi mereka adalah) matahari yang berjalan di tempat peredarannya. Demikianlah ketetapan (Allah) Yang Mahaperkasa lagi Maha Mengetahui.","no_fn":"","teks_fn":"","bacaan":"wasysyamsu tajrii limustaqarrin lahaa dzaalika taqdiirul'aziizil'aliim"},{"id_ayat":3744,"no_surah":36,"no_ayat":39,"teks_ayat":"وَالْقَمَرَ قَدَّرْنٰهُ مَنَازِلَ حَتّٰى عَادَ كَالْعُرْجُوْنِ الْقَدِيْمِ ","tema":"Bukti-Bukti Kekuasaan Allah di Alam ","teks_terjemah":"(Begitu juga) bulan, Kami tetapkan bagi(-nya) tempat-tempat peredaran sehingga (setelah ia sampai ke tempat peredaran yang terakhir,) kembalilah ia seperti bentuk tandan yang tua.<sup>641)<\/sup>","no_fn":"641","teks_fn":" 641) Bulan itu mulanya berbentuk seperti sabit, kemudian secara berangsur makin besar dan bundar sempurna pada saat purnama. Kemudian, bulan berangsur mengecil kembali hingga terlihat seperti tandan kering yang melengkung.","bacaan":"walqamara qaddarnaahu manaazila hattaa 'aada kal'urjuunilqadiim"},{"id_ayat":3745,"no_surah":36,"no_ayat":40,"teks_ayat":"لَا الشَّمْسُ يَنْۢبَغِيْ لَهَآ اَنْ تُدْرِكَ الْقَمَرَ وَلَا الَّيْلُ سَابِقُ النَّهَارِ ۗوَكُلٌّ فِيْ فَلَكٍ يَّسْبَحُوْنَ","tema":"Bukti-Bukti Kekuasaan Allah di Alam ","teks_terjemah":"Tidaklah mungkin bagi matahari mengejar bulan dan malam pun tidak dapat mendahului siang. Masing-masing beredar pada garis edarnya.","no_fn":"","teks_fn":"","bacaan":"laasysyamsu yanbaghii lahaa an tudrikalqamara walaalaylu saabiqunnahaari wakullun fii falakin yasbahuun"},{"id_ayat":3746,"no_surah":36,"no_ayat":41,"teks_ayat":"وَاٰيَةٌ لَّهُمْ اَنَّا حَمَلْنَا ذُرِّيَّتَهُمْ فِى الْفُلْكِ الْمَشْحُوْنِۙ","tema":"Bukti-Bukti Kekuasaan Allah di Samudra ","teks_terjemah":"Suatu tanda (kebesaran Allah) bagi mereka adalah bahwa Kami mengangkut keturunan mereka dalam kapal yang penuh muatan.","no_fn":"","teks_fn":"","bacaan":"waaayatun lahum annaa hamalnaa dzurriyyatahum fiilfulkilmasyhuun"},{"id_ayat":3747,"no_surah":36,"no_ayat":42,"teks_ayat":"وَخَلَقْنَا لَهُمْ مِّنْ مِّثْلِهٖ مَا يَرْكَبُوْنَ","tema":"Bukti-Bukti Kekuasaan Allah di Samudra ","teks_terjemah":"(Begitu juga) Kami menciptakan untuk mereka dari jenis itu angkutan (lain) yang mereka kendarai.<sup>642)<\/sup>","no_fn":"642","teks_fn":"642)  Maksudnya adalah hewan-hewan tunggangan dan alat-alat angkutan pada umumnya.","bacaan":"wakhalaqnaa lahum min mitslihi maa yarkabuun"},{"id_ayat":3748,"no_surah":36,"no_ayat":43,"teks_ayat":"وَاِنْ نَّشَأْ نُغْرِقْهُمْ فَلَا صَرِيْخَ لَهُمْ وَلَاهُمْ يُنْقَذُوْنَۙ","tema":"Bukti-Bukti Kekuasaan Allah di Samudra ","teks_terjemah":"Jika Kami menghendaki, Kami akan menenggelamkan mereka. Kemudian, tidak ada penolong bagi mereka dan tidak (pula) mereka diselamatkan.","no_fn":"","teks_fn":"","bacaan":"wa-in nasya' nughriqhum falaa shariikha lahum walaa hum yunqadzuun"},{"id_ayat":3749,"no_surah":36,"no_ayat":44,"teks_ayat":"اِلَّا رَحْمَةً مِّنَّا وَمَتَاعًا اِلٰى حِيْنٍ","tema":"Bukti-Bukti Kekuasaan Allah di Samudra ","teks_terjemah":"Akan tetapi, (Kami menyelamatkan mereka) karena rahmat yang besar dari Kami dan untuk memberi mereka kesenangan hidup sampai waktu tertentu.","no_fn":"","teks_fn":"","bacaan":"illaa rahmatan minnaa wamataa'an ilaa hiin"},{"id_ayat":3750,"no_surah":36,"no_ayat":45,"teks_ayat":"وَاِذَا قِيْلَ لَهُمُ اتَّقُوْا مَا بَيْنَ اَيْدِيْكُمْ وَمَا خَلْفَكُمْ لَعَلَّكُمْ تُرْحَمُوْنَ","tema":"Sikap Orang yang Ingkar ","teks_terjemah":"Ketika dikatakan kepada mereka, “Takutlah kamu akan (siksa) yang ada di hadapanmu (di dunia) dan azab yang ada di belakangmu (akhirat) agar kamu mendapat rahmat,” (maka mereka berpaling).","no_fn":"","teks_fn":"","bacaan":"wa-idzaa qiila lahumu ittaquu maa bayna aydiikum wamaa khalfakum la'allakum turhamuun"},{"id_ayat":3751,"no_surah":36,"no_ayat":46,"teks_ayat":"وَمَا تَأْتِيْهِمْ مِّنْ اٰيَةٍ مِّنْ اٰيٰتِ رَبِّهِمْ اِلَّا كَانُوْا عَنْهَا مُعْرِضِيْنَ ","tema":"Sikap Orang yang Ingkar ","teks_terjemah":"Tidak satu pun dari tanda-tanda (kebesaran) Tuhan datang kepada mereka, kecuali mereka berpaling darinya.","no_fn":"","teks_fn":"","bacaan":"wamaa ta'tiihim min aayatin min aayaati rabbihim illaa kaanuu 'anhaa mu'ridhiin"},{"id_ayat":3752,"no_surah":36,"no_ayat":47,"teks_ayat":"وَاِذَا قِيْلَ لَهُمْ اَنْفِقُوْا مِمَّا رَزَقَكُمُ اللّٰهُ ۙقَالَ الَّذِيْنَ كَفَرُوْا لِلَّذِيْنَ اٰمَنُوْٓا اَنُطْعِمُ مَنْ لَّوْ يَشَاۤءُ اللّٰهُ اَطْعَمَهٗٓ  ۖاِنْ اَنْتُمْ اِلَّا فِيْ ضَلٰلٍ مُّبِيْنٍ","tema":"Sikap Orang yang Ingkar ","teks_terjemah":"Apabila dikatakan kepada mereka, “Infakkanlah sebagian rezeki yang diberikan Allah kepadamu,” orang-orang yang kufur itu berkata kepada orang-orang yang beriman, “Apakah pantas kami memberi makan kepada orang-orang yang jika Allah menghendaki, Dia akan memberinya makan? Kamu benar-benar dalam kesesatan yang nyata.”","no_fn":"","teks_fn":"","bacaan":"wa-idzaa qiila lahum anfiquu mimmaa razaqakumulaahu qaalaladziina kafaruu lilladziina aamanuu anuth'imu man law yasyaaulaahu ath'amahu in antum illaa fii dhalaalin mubiin"},{"id_ayat":3753,"no_surah":36,"no_ayat":48,"teks_ayat":"وَيَقُوْلُوْنَ مَتٰى هٰذَا الْوَعْدُ اِنْ كُنْتُمْ صٰدِقِيْنَ","tema":"Sikap dan Kondisi Orang yang Mengingkari Kebangkitan pada Hari Kiamat ","teks_terjemah":"Mereka berkata, “Kapankah janji (hari Kebangkitan) ini (terjadi) jika kamu orang-orang benar?”","no_fn":"","teks_fn":"","bacaan":"wayaquuluuna mataa haadzaalwa'du in kuntum shaadiqiin"},{"id_ayat":3754,"no_surah":36,"no_ayat":49,"teks_ayat":"مَا يَنْظُرُوْنَ اِلَّا صَيْحَةً وَّاحِدَةً تَأْخُذُهُمْ وَهُمْ يَخِصِّمُوْنَ","tema":"Sikap dan Kondisi Orang yang Mengingkari Kebangkitan pada Hari Kiamat ","teks_terjemah":"Mereka hanya menunggu satu teriakan<sup>643)<\/sup> yang akan membinasakan mereka saat mereka (sibuk) bertengkar (tentang urusan dunia).","no_fn":"643","teks_fn":"643) Yang dimaksud dengan teriakan adalah suara tiupan sangkakala pertama yang menghancurkan alam ini.","bacaan":"maa yanzhuruuna illaa shayhatan waahidatan ta'khudzuhum wahum yakhishshimuun"},{"id_ayat":3755,"no_surah":36,"no_ayat":50,"teks_ayat":"فَلَا يَسْتَطِيْعُوْنَ تَوْصِيَةً وَّلَآ اِلٰٓى اَهْلِهِمْ يَرْجِعُوْنَ ࣖ  ","tema":"Sikap dan Kondisi Orang yang Mengingkari Kebangkitan pada Hari Kiamat ","teks_terjemah":"Oleh sebab itu, mereka tidak dapat berwasiat dan tidak dapat kembali kepada keluarganya. ","no_fn":"","teks_fn":"","bacaan":"falaa yastathii'uuna tawshiyatan walaa ilaa ahlihim yarji'uun"},{"id_ayat":3756,"no_surah":36,"no_ayat":51,"teks_ayat":"وَنُفِخَ فِى الصُّوْرِ فَاِذَا هُمْ مِّنَ الْاَجْدَاثِ اِلٰى رَبِّهِمْ يَنْسِلُوْنَ","tema":"Sikap dan Kondisi Orang yang Mengingkari Kebangkitan pada Hari Kiamat ","teks_terjemah":"Sangkakala pun ditiup<sup>644)<\/sup> dan seketika itu mereka bergerak cepat dari kuburnya menuju kepada Tuhannya. ","no_fn":"644","teks_fn":"644) Ini adalah tiupan sangkakala yang kedua yang membangkitkan orang-orang dari kubur.","bacaan":"wanufikha fiishshuuri fa-idzaa hum minal-ajdaatsi ilaa rabbihim yansiluun"},{"id_ayat":3757,"no_surah":36,"no_ayat":52,"teks_ayat":"قَالُوْا يٰوَيْلَنَا مَنْۢ بَعَثَنَا مِنْ مَّرْقَدِنَا ۜهٰذَا مَا وَعَدَ الرَّحْمٰنُ وَصَدَقَ الْمُرْسَلُوْنَ","tema":"Sikap dan Kondisi Orang yang Mengingkari Kebangkitan pada Hari Kiamat ","teks_terjemah":"Mereka berkata, “Celakalah kami! Siapakah yang membangkitkan kami dari tempat tidur kami (kubur)?” (Lalu, dikatakan kepada mereka,) “Inilah yang dijanjikan (Allah) Yang Maha Pengasih dan benarlah para rasul(-Nya).” ","no_fn":"","teks_fn":"","bacaan":"qaaluu yaa waylanaa man ba'atsanaa min marqadinaa haadzaa maa wa'adarrahmaanu washadaqalmursaluun"},{"id_ayat":3758,"no_surah":36,"no_ayat":53,"teks_ayat":"اِنْ كَانَتْ اِلَّا صَيْحَةً وَّاحِدَةً فَاِذَا هُمْ جَمِيْعٌ لَّدَيْنَا مُحْضَرُوْنَ","tema":"Sikap dan Kondisi Orang yang Mengingkari Kebangkitan pada Hari Kiamat ","teks_terjemah":"Teriakan itu hanya sekali saja, maka seketika itu mereka semua dihadapkan kepada Kami (untuk dihisab).","no_fn":"","teks_fn":"","bacaan":"in kaanat illaa shayhatan waahidatan fa-idzaa hum jamii'un ladaynaa muhdaruun"},{"id_ayat":3759,"no_surah":36,"no_ayat":54,"teks_ayat":"فَالْيَوْمَ لَا تُظْلَمُ نَفْسٌ شَيْـًٔا وَّلَا تُجْزَوْنَ اِلَّا مَا كُنْتُمْ تَعْمَلُوْنَ","tema":"Sikap dan Kondisi Orang yang Mengingkari Kebangkitan pada Hari Kiamat ","teks_terjemah":"Pada hari itu tidak ada sama sekali orang yang dirugikan sedikit pun. Kamu tidak akan diberi balasan, kecuali atas apa yang telah kamu kerjakan.","no_fn":"","teks_fn":"","bacaan":"falyawma laa tuzhlamu nafsun syay-an walaa tujzawna illaa maa kuntum ta'maluun"},{"id_ayat":3760,"no_surah":36,"no_ayat":55,"teks_ayat":"اِنَّ اَصْحٰبَ الْجَنَّةِ الْيَوْمَ فِيْ شُغُلٍ فٰكِهُوْنَ ۚ  ","tema":"Balasan bagi Orang Mukmin di Akhirat ","teks_terjemah":"Sesungguhnya penghuni surga pada hari itu berada dalam kesibukan (sehingga tidak sempat berpikir tentang penghuni neraka) lagi bersenang-senang. ","no_fn":"","teks_fn":"","bacaan":"inna ash-haabaljannatilyawma fii syughulin faakihuun"},{"id_ayat":3761,"no_surah":36,"no_ayat":56,"teks_ayat":"هُمْ وَاَزْوَاجُهُمْ فِيْ ظِلٰلٍ عَلَى الْاَرَاۤىِٕكِ مُتَّكِـُٔوْنَ ۚ   ","tema":"Balasan bagi Orang Mukmin di Akhirat ","teks_terjemah":"Mereka dan pasangan-pasangannya berada dalam tempat yang teduh sambil berbaring di atas ranjang berkelambu.","no_fn":"","teks_fn":"","bacaan":"hum wa-azwaajuhum fii zhilaalin 'alaal-araa-iki muttaki-uun"},{"id_ayat":3762,"no_surah":36,"no_ayat":57,"teks_ayat":"لَهُمْ فِيْهَا فَاكِهَةٌ وَّلَهُمْ مَّا يَدَّعُوْنَ ۚ ","tema":"Balasan bagi Orang Mukmin di Akhirat ","teks_terjemah":"Di (surga) itu mereka memperoleh buah-buahan dan apa saja yang mereka inginkan.","no_fn":"","teks_fn":"","bacaan":"lahum fiihaa faakihatun walahum maa yadda'uun"},{"id_ayat":3763,"no_surah":36,"no_ayat":58,"teks_ayat":"سَلٰمٌۗ قَوْلًا مِّنْ رَّبٍّ رَّحِيْمٍ","tema":"Balasan bagi Orang Mukmin di Akhirat ","teks_terjemah":"(Kepada mereka dikatakan,) “Salam sejahtera” sebagai ucapan dari Tuhan Yang Maha Penyayang.","no_fn":"","teks_fn":"","bacaan":"salaamun qawlan min rabbin rahiim"},{"id_ayat":3764,"no_surah":36,"no_ayat":59,"teks_ayat":"وَامْتَازُوا الْيَوْمَ اَيُّهَا الْمُجْرِمُوْنَ","tema":"Azab yang Menimpa Orang Kafir di Neraka ","teks_terjemah":"(Dikatakan kepada orang-orang kafir,) “Berpisahlah kamu (dari orang-orang mukmin) pada hari ini, wahai para pendurhaka!","no_fn":"","teks_fn":"","bacaan":"wamtaazuulyawma ayyuhaalmujrimuun"},{"id_ayat":3765,"no_surah":36,"no_ayat":60,"teks_ayat":"۞ اَلَمْ اَعْهَدْ اِلَيْكُمْ يٰبَنِيْٓ اٰدَمَ اَنْ لَّا تَعْبُدُوا الشَّيْطٰنَۚ اِنَّهٗ لَكُمْ عَدُوٌّ مُّبِيْنٌ ","tema":"Azab yang Menimpa Orang Kafir di Neraka ","teks_terjemah":"Bukankah Aku telah berpesan kepadamu dengan sungguh-sungguh, wahai anak cucu Adam, bahwa janganlah kamu menyembah setan? Sesungguhnya setan itu musuh yang nyata bagi kamu.","no_fn":"","teks_fn":"","bacaan":"alam a'had ilaykum yaa banii aadama an laa ta'buduusysyaythaana innahu lakum 'aduwwun mubiin"},{"id_ayat":3766,"no_surah":36,"no_ayat":61,"teks_ayat":"وَاَنِ اعْبُدُوْنِيْ ۗهٰذَا صِرَاطٌ مُّسْتَقِيْمٌ ","tema":"Azab yang Menimpa Orang Kafir di Neraka ","teks_terjemah":"(Begitu juga bahwa) sembahlah Aku. Inilah jalan yang lurus.”","no_fn":"","teks_fn":"","bacaan":"wa-ani u'buduunii haadzaa shiraathun mustaqiim"},{"id_ayat":3767,"no_surah":36,"no_ayat":62,"teks_ayat":"وَلَقَدْ اَضَلَّ مِنْكُمْ جِبِلًّا كَثِيْرًا ۗاَفَلَمْ تَكُوْنُوْا تَعْقِلُوْنَ ","tema":"Azab yang Menimpa Orang Kafir di Neraka ","teks_terjemah":"Sungguh, ia (setan itu) benar-benar telah menyesatkan sangat banyak orang dari kamu. Maka, apakah kamu tidak mengerti?","no_fn":"","teks_fn":"","bacaan":"walaqad adhalla minkum jibillan katsiiran afalam takuunuu ta'qiluun"},{"id_ayat":3768,"no_surah":36,"no_ayat":63,"teks_ayat":"هٰذِهٖ جَهَنَّمُ الَّتِيْ كُنْتُمْ تُوْعَدُوْنَ","tema":"Azab yang Menimpa Orang Kafir di Neraka ","teks_terjemah":"Inilah (neraka) Jahanam yang dahulu telah diperingatkan kepadamu.","no_fn":"","teks_fn":"","bacaan":"haadzihi jahannamulatii kuntum tuu'aduun"},{"id_ayat":3769,"no_surah":36,"no_ayat":64,"teks_ayat":"اِصْلَوْهَا الْيَوْمَ بِمَا كُنْتُمْ تَكْفُرُوْنَ ","tema":"Azab yang Menimpa Orang Kafir di Neraka ","teks_terjemah":"Masuklah ke dalamnya pada hari ini karena dahulu kamu mengingkarinya.","no_fn":"","teks_fn":"","bacaan":"ishlawhaalyawma bimaa kuntum takfuruun"},{"id_ayat":3770,"no_surah":36,"no_ayat":65,"teks_ayat":"اَلْيَوْمَ نَخْتِمُ عَلٰٓى اَفْوَاهِهِمْ وَتُكَلِّمُنَآ اَيْدِيْهِمْ وَتَشْهَدُ اَرْجُلُهُمْ بِمَا كَانُوْا يَكْسِبُوْنَ ","tema":"Azab yang Menimpa Orang Kafir di Neraka ","teks_terjemah":"Pada hari ini Kami membungkam mulut mereka. Tangan merekalah yang berkata kepada Kami dan kaki merekalah yang akan bersaksi terhadap apa yang dahulu mereka kerjakan.","no_fn":"","teks_fn":"","bacaan":"alyawma nakhtimu 'alaa afwaahihim watukallimunaa aydiihim watasyhadu arjuluhum bimaa kaanuu yaksibuun"},{"id_ayat":3771,"no_surah":36,"no_ayat":66,"teks_ayat":"وَلَوْ نَشَاۤءُ لَطَمَسْنَا عَلٰٓى اَعْيُنِهِمْ فَاسْتَبَقُوا الصِّرَاطَ فَاَنّٰى يُبْصِرُوْنَ","tema":"Azab yang Menimpa Orang Kafir di Neraka ","teks_terjemah":"Seandainya Kami menghendaki, pastilah Kami akan menghapus penglihatan (membutakan) mereka sehingga mereka berlomba-lomba (mencari) jalan (selamat). Maka, bagaimana mungkin mereka dapat melihat?","no_fn":"","teks_fn":"","bacaan":"walaw nasyaau lathamasnaa 'alaa a'yunihim fastabaquushshiraatha fa-annaa yubshiruun"},{"id_ayat":3772,"no_surah":36,"no_ayat":67,"teks_ayat":"وَلَوْ نَشَاۤءُ لَمَسَخْنٰهُمْ عَلٰى مَكَانَتِهِمْ فَمَا اسْتَطَاعُوْا مُضِيًّا وَّلَا يَرْجِعُوْنَ ࣖ ","tema":"Azab yang Menimpa Orang Kafir di Neraka ","teks_terjemah":"Seandainya Kami menghendaki, pastilah Kami akan mengubah bentuk mereka di tempat mereka berada, sehingga mereka tidak sanggup meneruskan perjalanan dan juga tidak sanggup pulang kembali.","no_fn":"","teks_fn":"","bacaan":"walaw nasyaau lamasakhnaahum 'alaa makaanatihim famaa istathaa'uu mudhiyyan walaa yarji'uun"},{"id_ayat":3773,"no_surah":36,"no_ayat":68,"teks_ayat":"وَمَنْ نُّعَمِّرْهُ نُنَكِّسْهُ فِى الْخَلْقِۗ اَفَلَا يَعْقِلُوْنَ ","tema":"Azab yang Menimpa Orang Kafir di Neraka ","teks_terjemah":"Siapa yang Kami panjangkan umurnya niscaya Kami balik proses penciptaannya (dari kuat menuju lemah). Maka, apakah mereka tidak mengerti?","no_fn":"","teks_fn":"","bacaan":"waman nu'ammirhu nunakkis-hu fiilkhalqi afalaa ya'qiluun"},{"id_ayat":3774,"no_surah":36,"no_ayat":69,"teks_ayat":"وَمَا عَلَّمْنٰهُ الشِّعْرَ وَمَا يَنْۢبَغِيْ لَهٗ ۗاِنْ هُوَ اِلَّا ذِكْرٌ وَّقُرْاٰنٌ مُّبِيْنٌ ۙ","tema":"Al-Qur’an bukan Syair ","teks_terjemah":"Kami tidak mengajarkan syair kepadanya (Nabi Muhammad) dan (bersyair) itu tidaklah pantas baginya. (Wahyu yang Kami turunkan kepadanya) itu tidak lain hanyalah pelajaran dan Al-Qur’an yang jelas,","no_fn":"","teks_fn":"","bacaan":"wamaa 'allamnaahusysyi'ra wamaa yanbaghii lahu in huwa illaa dzikrun waqur-aanun mubiin"},{"id_ayat":3775,"no_surah":36,"no_ayat":70,"teks_ayat":"لِّيُنْذِرَ مَنْ كَانَ حَيًّا وَّيَحِقَّ الْقَوْلُ عَلَى الْكٰفِرِيْنَ","tema":"Al-Qur’an bukan Syair ","teks_terjemah":"agar dia (Nabi Muhammad) memberi peringatan kepada orang-orang yang hidup (hatinya) dan agar ketetapan (azab) terhadap orang-orang kafir itu menjadi pasti.","no_fn":"","teks_fn":"","bacaan":"liyundzira man kaana hayyan wayahiqqalqawlu 'alaalkaafiriin"},{"id_ayat":3776,"no_surah":36,"no_ayat":71,"teks_ayat":"اَوَلَمْ يَرَوْا اَنَّا خَلَقْنَا لَهُمْ مِّمَّا عَمِلَتْ اَيْدِيْنَآ اَنْعَامًا فَهُمْ لَهَا مٰلِكُوْنَ ","tema":"Al-Qur’an bukan Syair ","teks_terjemah":"Tidakkah mereka mengetahui bahwa Kami telah menciptakan untuk mereka hewan-hewan ternak dari ciptaan tangan Kami (sendiri), lalu mereka menjadi pemiliknya?","no_fn":"","teks_fn":"","bacaan":"awa lam yaraw annaa khalaqnaa lahum mimmaa 'amilat aydiinaa an'aaman fahum lahaa maalikuun"},{"id_ayat":3777,"no_surah":36,"no_ayat":72,"teks_ayat":"وَذَلَّلْنٰهَا لَهُمْ فَمِنْهَا رَكُوْبُهُمْ وَمِنْهَا يَأْكُلُوْنَ ","tema":"Al-Qur’an bukan Syair ","teks_terjemah":"Kami menjadikannya (hewan-hewan itu) tunduk kepada mereka. Sebagian di antaranya menjadi tunggangan mereka dan sebagian (lagi) mereka makan.","no_fn":"","teks_fn":"","bacaan":"wadzallalnaahaa lahum faminhaa rakuubuhum waminhaa ya'kuluun"},{"id_ayat":3778,"no_surah":36,"no_ayat":73,"teks_ayat":"وَلَهُمْ فِيْهَا مَنَافِعُ وَمَشَارِبُۗ اَفَلَا يَشْكُرُوْنَ ","tema":"Al-Qur’an bukan Syair ","teks_terjemah":"Pada dirinya (hewan-hewan ternak itu) terdapat berbagai manfaat dan minuman untuk mereka. Apakah mereka tidak bersyukur?","no_fn":"","teks_fn":"","bacaan":"walahum fiihaa manaafi'u wamasyaaribu afalaa yasykuruun"},{"id_ayat":3779,"no_surah":36,"no_ayat":74,"teks_ayat":"وَاتَّخَذُوْا مِنْ دُوْنِ اللّٰهِ اٰلِهَةً لَّعَلَّهُمْ يُنْصَرُوْنَ ۗ ","tema":"Al-Qur’an bukan Syair ","teks_terjemah":"Mereka menjadikan sesembahan selain Allah agar mereka mendapat pertolongan.","no_fn":"","teks_fn":"","bacaan":"wattakhadzuu min duunilaahi aalihatan la'allahum yunsharuun"},{"id_ayat":3780,"no_surah":36,"no_ayat":75,"teks_ayat":"لَا يَسْتَطِيْعُوْنَ نَصْرَهُمْۙ وَهُمْ لَهُمْ جُنْدٌ مُّحْضَرُوْنَ","tema":"Al-Qur’an bukan Syair ","teks_terjemah":"(Sesembahan) itu tidak mampu menolong mereka, padahal (sesembahan) itu adalah tentara yang dihadirkan untuk menjaganya.","no_fn":"","teks_fn":"","bacaan":"laa yastathii'uuna nashrahum wahum lahum jundun muhdaruun"},{"id_ayat":3781,"no_surah":36,"no_ayat":76,"teks_ayat":"فَلَا يَحْزُنْكَ قَوْلُهُمْ ۘاِنَّا نَعْلَمُ مَا يُسِرُّوْنَ وَمَا يُعْلِنُوْنَ ","tema":"Al-Qur’an bukan Syair ","teks_terjemah":"Maka, jangan sampai ucapan mereka membuat engkau (Nabi Muhammad) bersedih hati. Sesungguhnya Kami mengetahui apa yang mereka rahasiakan dan apa yang mereka nyatakan.","no_fn":"","teks_fn":"","bacaan":"falaa yahzunka qawluhum innaa na'lamu maa yusirruuna wamaa yu'linuun"},{"id_ayat":3782,"no_surah":36,"no_ayat":77,"teks_ayat":"اَوَلَمْ يَرَ الْاِنْسَانُ اَنَّا خَلَقْنٰهُ مِنْ نُّطْفَةٍ فَاِذَا هُوَ خَصِيْمٌ مُّبِيْنٌ ","tema":"Keniscayaan Hari Kebangkitan ","teks_terjemah":"Tidakkah manusia mengetahui bahwa Kami menciptakannya dari setetes mani? Kemudian tiba-tiba saja dia menjadi musuh yang nyata.","no_fn":"","teks_fn":"","bacaan":"awa lam yaraal-insaanu annaa khalaqnaahu min nuthfatin fa-idzaa huwa khashiimun mubiin"},{"id_ayat":3783,"no_surah":36,"no_ayat":78,"teks_ayat":"وَضَرَبَ لَنَا مَثَلًا وَّنَسِيَ خَلْقَهٗۗ قَالَ مَنْ يُّحْيِ الْعِظَامَ وَهِيَ رَمِيْمٌ ","tema":"Keniscayaan Hari Kebangkitan ","teks_terjemah":"Dia membuat perumpamaan bagi Kami dan melupakan asal penciptaannya. Dia berkata, “Siapakah yang bisa menghidupkan tulang-belulang yang telah hancur luluh?”<sup>645)<\/sup>","no_fn":"645","teks_fn":"645) Ayat ini terkait dengan kisah al-‘As bin Wa’il yang mendatangi Nabi Muhammad saw. dengan membawa tulang belulang yang sudah hancur, lalu berkata, “Siapakah yang bisa menghidupkan tulang-belulang yang telah hancur luluh ini?”","bacaan":"wadharaba lanaa matsalan wanasiya khalqahu qaala man yuhyiil'izhaama wahiya ramiim"},{"id_ayat":3784,"no_surah":36,"no_ayat":79,"teks_ayat":"قُلْ يُحْيِيْهَا الَّذِيْٓ اَنْشَاَهَآ اَوَّلَ مَرَّةٍ ۗوَهُوَ بِكُلِّ خَلْقٍ عَلِيْمٌ ۙ","tema":"Keniscayaan Hari Kebangkitan ","teks_terjemah":"Katakanlah (Nabi Muhammad), “Yang akan menghidupkannya adalah Zat yang menciptakannya pertama kali. Dia Maha Mengetahui setiap makhluk.","no_fn":"","teks_fn":"","bacaan":"qul yuhyiihaaladzii ansya-ahaa awwala marratin wahuwa bikulli khalqin 'aliim"},{"id_ayat":3785,"no_surah":36,"no_ayat":80,"teks_ayat":" ۨالَّذِيْ جَعَلَ لَكُمْ مِّنَ الشَّجَرِ الْاَخْضَرِ نَارًاۙ فَاِذَآ اَنْتُمْ مِّنْهُ تُوْقِدُوْنَ ","tema":"Keniscayaan Hari Kebangkitan ","teks_terjemah":"(Dialah) yang menjadikan api untukmu dari kayu yang hijau. Kemudian, seketika itu kamu menyalakan (api) darinya.”","no_fn":"","teks_fn":"","bacaan":"aladzii ja'ala lakum minasysyajaril-akhdhari naaran fa-idzaa antum minhu tuuqiduun"},{"id_ayat":3786,"no_surah":36,"no_ayat":81,"teks_ayat":"اَوَلَيْسَ الَّذِيْ خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ بِقٰدِرٍ عَلٰٓى اَنْ يَّخْلُقَ مِثْلَهُمْ ۗبَلٰى وَهُوَ الْخَلّٰقُ الْعَلِيْمُ ","tema":"Keniscayaan Hari Kebangkitan ","teks_terjemah":"Bukankah Zat yang menciptakan langit dan bumi mampu menciptakan manusia yang serupa mereka itu (di akhirat kelak)? Benar. Dialah yang Maha Banyak Mencipta lagi Maha Mengetahui.","no_fn":"","teks_fn":"","bacaan":"awa laysaladzii khalaqassamaawaati wal-ardha biqaadirin 'alaa an yakhluqa mitslahum balaa wahuwalkhallaaqul'aliim"},{"id_ayat":3787,"no_surah":36,"no_ayat":82,"teks_ayat":"اِنَّمَآ اَمْرُهٗٓ اِذَآ اَرَادَ شَيْـًٔاۖ اَنْ يَّقُوْلَ لَهٗ كُنْ فَيَكُوْنُ ","tema":"Keniscayaan Hari Kebangkitan ","teks_terjemah":"Sesungguhnya ketetapan-Nya, jika Dia menghendaki sesuatu, Dia hanya berkata kepadanya, “Jadilah!” Maka, jadilah (sesuatu) itu.","no_fn":"","teks_fn":"","bacaan":"innamaa amruhu idzaa araada syay-an an yaquula lahu kun fayakuun"},{"id_ayat":3788,"no_surah":36,"no_ayat":83,"teks_ayat":"فَسُبْحٰنَ الَّذِيْ بِيَدِهٖ مَلَكُوْتُ كُلِّ شَيْءٍ وَّاِلَيْهِ تُرْجَعُوْنَ ࣖ","tema":"Keniscayaan Hari Kebangkitan ","teks_terjemah":"Maka, Mahasuci (Allah) yang di tangan-Nya kekuasaan atas segala sesuatu dan kepada-Nya kamu dikembalikan.","no_fn":"","teks_fn":"","bacaan":"fasubhaanaladzii biyadihi malakuutu kulli syay-in wa-ilayhi turja'uun"}]