[{"id_ayat":4059,"no_surah":39,"no_ayat":1,"teks_ayat":" تَنْزِيْلُ الْكِتٰبِ مِنَ اللّٰهِ الْعَزِيْزِ الْحَكِيْمِ ","tema":"Keikhlasan Beribadah kepada Allah ","teks_terjemah":"Diturunkannya Kitab (Al-Qur’an) ini (berasal) dari Allah Yang Mahaperkasa lagi Mahabijaksana.","no_fn":"","teks_fn":"","bacaan":"tanziilulkitaabi minalaahil'aziizilhakiim"},{"id_ayat":4060,"no_surah":39,"no_ayat":2,"teks_ayat":"اِنَّآ اَنْزَلْنَآ اِلَيْكَ الْكِتٰبَ بِالْحَقِّ فَاعْبُدِ اللّٰهَ مُخْلِصًا لَّهُ الدِّيْنَۗ","tema":"Keikhlasan Beribadah kepada Allah ","teks_terjemah":"Sesungguhnya Kami menurunkan Kitab (Al-Qur’an) kepadamu (Nabi Muhammad) dengan hak. Maka, sembahlah Allah dengan mengikhlaskan ketaatan kepada-Nya.","no_fn":"","teks_fn":"","bacaan":"innaa anzalnaa ilaykalkitaaba bilhaqqi fa'budilaaha mukhlishan lahuddiin"},{"id_ayat":4061,"no_surah":39,"no_ayat":3,"teks_ayat":"اَلَا لِلّٰهِ الدِّيْنُ الْخَالِصُ ۗوَالَّذِيْنَ اتَّخَذُوْا مِنْ دُوْنِهٖٓ اَوْلِيَاۤءَۘ مَا نَعْبُدُهُمْ اِلَّا لِيُقَرِّبُوْنَآ اِلَى اللّٰهِ زُلْفٰىۗ اِنَّ اللّٰهَ يَحْكُمُ بَيْنَهُمْ فِيْ مَا هُمْ فِيْهِ يَخْتَلِفُوْنَ ەۗ اِنَّ اللّٰهَ لَا يَهْدِيْ مَنْ هُوَ كٰذِبٌ كَفَّارٌ","tema":"Keikhlasan Beribadah kepada Allah ","teks_terjemah":"Ketahuilah, hanya untuk Allah agama yang bersih (dari syirik). Orang-orang yang mengambil pelindung selain Dia (berkata,) “Kami tidak menyembah mereka, kecuali (berharap) agar mereka mendekatkan kami kepada Allah dengan sedekat-dekatnya.” Sesungguhnya Allah akan memberi putusan di antara mereka tentang apa yang mereka perselisihkan. Sesungguhnya Allah tidak memberi petunjuk kepada pendusta lagi sangat ingkar.","no_fn":"","teks_fn":"","bacaan":"alaa lillaahiddiinulkhaalishu walladziina ittakhadzuu min duunihi awliyaa-a maa na'buduhum illaa liyuqarribuunaa ilaalaahi zulfaa innalaaha yahkumu baynahum fii maa hum fiihi yakhtalifuuna innalaaha laa yahdii man huwa kaadzibun kaffaar"},{"id_ayat":4062,"no_surah":39,"no_ayat":4,"teks_ayat":"لَوْ اَرَادَ اللّٰهُ اَنْ يَّتَّخِذَ وَلَدًا لَّاصْطَفٰى مِمَّا يَخْلُقُ مَا يَشَاۤءُ ۙ سُبْحٰنَهٗ ۗهُوَ اللّٰهُ الْوَاحِدُ الْقَهَّارُ","tema":"Keikhlasan Beribadah kepada Allah ","teks_terjemah":"Seandainya Allah hendak mengambil (makhluk-Nya sebagai) anak, pasti akan memilih yang Dia kehendaki dari apa yang Dia ciptakan. Mahasuci Dia. Dialah Allah Yang Maha Esa lagi Maha Mengalahkan.","no_fn":"","teks_fn":"","bacaan":"law araadalaahu an yattakhidza waladan lasthafaa mimmaa yakhluqu maa yasyaau subhaanahu huwalaahulwaahidulqahhaar"},{"id_ayat":4063,"no_surah":39,"no_ayat":5,"teks_ayat":"خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ بِالْحَقِّۚ يُكَوِّرُ الَّيْلَ عَلَى النَّهَارِ وَيُكَوِّرُ النَّهَارَ عَلَى الَّيْلِ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَۗ كُلٌّ يَّجْرِيْ لِاَجَلٍ مُّسَمًّىۗ  اَلَا هُوَ الْعَزِيْزُ الْغَفَّارُ","tema":"Bukti Keesaan Allah ","teks_terjemah":"Dia (Allah) menciptakan langit dan bumi dengan hak (yang benar). Dia menutupkan malam atas siang, menutupkan siang atas malam, serta menundukkan matahari dan bulan. Masing-masing beredar menurut waktu yang ditentukan. Ketahuilah, Dialah Yang Mahaperkasa lagi Maha Pengampun.","no_fn":"","teks_fn":"","bacaan":"khalaqassamaawaati wal-ardha bilhaqqi yukawwirulayla 'alaannahaari wayukawwirunnahaara 'alaalayli wasakhkharasysyamsa walqamara kullun yajrii li-ajalin musammanlaa huwal'aziizulghaffaar"},{"id_ayat":4064,"no_surah":39,"no_ayat":6,"teks_ayat":"خَلَقَكُمْ مِّنْ نَّفْسٍ وَّاحِدَةٍ ثُمَّ جَعَلَ مِنْهَا زَوْجَهَا وَاَنْزَلَ لَكُمْ مِّنَ الْاَنْعَامِ ثَمٰنِيَةَ اَزْوَاجٍ ۗ يَخْلُقُكُمْ فِيْ بُطُوْنِ اُمَّهٰتِكُمْ خَلْقًا مِّنْۢ بَعْدِ خَلْقٍ فِيْ ظُلُمٰتٍ ثَلٰثٍۗ ذٰلِكُمُ اللّٰهُ رَبُّكُمْ لَهُ الْمُلْكُۗ  لَآ اِلٰهَ اِلَّا هُوَۚ فَاَنّٰى تُصْرَفُوْنَ","tema":"Bukti Keesaan Allah ","teks_terjemah":"Dia menciptakanmu dari jiwa yang satu (Adam), kemudian darinya Dia menjadikan pasangannya dan Dia menurunkan delapan pasang hewan ternak untukmu. Dia menciptakanmu dalam perut ibumu kejadian demi kejadian dalam tiga kegelapan.<sup>659)<\/sup> Yang (berbuat) demikian itu adalah Allah, Tuhanmu, Pemilik kerajaan. Tidak ada tuhan selain Dia. Mengapa kamu dapat berpaling (dari kebenaran)?","no_fn":"659","teks_fn":"659) Ungkapan tiga kegelapan pada ayat ini berarti kegelapan dalam perut, kegelapan dalam rahim, dan kegelapan dalam selaput yang menutup anak dalam rahim.","bacaan":"khalaqakum min nafsin waahidatin tsumma ja'ala minhaa zawjahaa wa-anzala lakum minal-an'aami tsamaaniyata azwaajin yakhluqukum fii buthuuni ummahaatikum khalqan min ba'di khalqin fii zhulumaatin tsalaatsin dzaalikumulaahu rabbukum lahulmulku laa ilaaha illaa huwa fa-annaa tushrafuun"},{"id_ayat":4065,"no_surah":39,"no_ayat":7,"teks_ayat":"اِنْ تَكْفُرُوْا فَاِنَّ اللّٰهَ غَنِيٌّ عَنْكُمْ ۗوَلَا يَرْضٰى لِعِبَادِهِ الْكُفْرَۚ وَاِنْ تَشْكُرُوْا يَرْضَهُ لَكُمْۗ وَلَا تَزِرُ وَازِرَةٌ وِّزْرَ اُخْرٰىۗ ثُمَّ اِلٰى رَبِّكُمْ مَّرْجِعُكُمْ فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُوْنَۗ اِنَّهٗ عَلِيْمٌ ۢبِذَاتِ الصُّدُوْرِ","tema":"Ketidakbutuhan Allah kepada Hamba-Nya ","teks_terjemah":"Jika kamu kufur, sesungguhnya Allah tidak memerlukanmu. Dia pun tidak meridai kekufuran hamba-hamba-Nya. Jika kamu bersyukur, Dia meridai kesyukuranmu itu. Seseorang yang berdosa tidak memikul dosa orang lain. Kemudian, kepada Tuhanmulah kembalimu, lalu Dia beritakan kepadamu apa yang telah kamu kerjakan. Sesungguhnya Dia Maha Mengetahui apa yang tersimpan di dalam dada.","no_fn":"","teks_fn":"","bacaan":"in takfuruu fa-innalaaha ghaniyyun 'ankum walaa yardaa li'ibaadihilkufra wa-in tasykuruu yardhahu lakum walaa taziru waaziratun wizra ukhraa tsumma ilaa rabbikum marji'ukum fayunabbi-ukum bimaa kuntum ta'maluuna innahu 'aliimun bidzaatishshuduur"},{"id_ayat":4066,"no_surah":39,"no_ayat":8,"teks_ayat":"۞ وَاِذَا مَسَّ الْاِنْسَانَ ضُرٌّ دَعَا رَبَّهٗ مُنِيْبًا اِلَيْهِ ثُمَّ اِذَا خَوَّلَهٗ نِعْمَةً مِّنْهُ نَسِيَ مَا كَانَ يَدْعُوْٓا اِلَيْهِ مِنْ قَبْلُ وَجَعَلَ لِلّٰهِ اَنْدَادًا لِّيُضِلَّ عَنْ سَبِيْلِهٖ ۗ قُلْ تَمَتَّعْ بِكُفْرِكَ قَلِيْلًا ۖاِنَّكَ مِنْ اَصْحٰبِ النَّارِ","tema":"Ketidakbutuhan Allah kepada Hamba-Nya ","teks_terjemah":"Apabila ditimpa bencana, manusia memohon (pertolongan) kepada Tuhannya dengan kembali (taat) kepada-Nya. Akan tetapi, apabila Dia memberikan nikmat kepadanya, dia lupa terhadap apa yang pernah dia mohonkan kepada Allah sebelum itu dan dia menjadikan sekutu-sekutu bagi Allah untuk menyesatkan (manusia) dari jalan-Nya. Katakanlah (Nabi Muhammad), “Bersenang-senanglah dengan kekufuranmu untuk sementara waktu! Sesungguhnya kamu termasuk penghuni neraka.”","no_fn":"","teks_fn":"","bacaan":"wa-idzaa massal-insaana dhurrun da'aa rabbahu muniiban ilayhi tsumma idzaa khawwalahu ni'matan minhu nasiya maa kaana yad'uu ilayhi min qablu waja'ala lillaahi andaadan liyudhilla 'an sabiilihi qul tamatta' bikufrika qaliilan innaka min ash-haabinnaar"},{"id_ayat":4067,"no_surah":39,"no_ayat":9,"teks_ayat":"اَمَّنْ هُوَ قَانِتٌ اٰنَاۤءَ الَّيْلِ سَاجِدًا وَّقَاۤىِٕمًا يَّحْذَرُ الْاٰخِرَةَ وَيَرْجُوْا رَحْمَةَ رَبِّهٖۗ قُلْ هَلْ يَسْتَوِى الَّذِيْنَ يَعْلَمُوْنَ وَالَّذِيْنَ لَا يَعْلَمُوْنَ ۗ اِنَّمَا يَتَذَكَّرُ اُولُوا الْاَلْبَابِ ࣖ","tema":"Ketidakbutuhan Allah kepada Hamba-Nya ","teks_terjemah":"(Apakah orang musyrik yang lebih beruntung) ataukah orang yang beribadah pada waktu malam dalam keadaan bersujud, berdiri, takut pada (azab) akhirat, dan mengharapkan rahmat Tuhannya? Katakanlah (Nabi Muhammad), “Apakah sama orang-orang yang mengetahui (hak-hak Allah) dengan orang-orang yang tidak mengetahui (hak-hak Allah)?” Sesungguhnya hanya ululalbab (orang yang berakal sehat) yang dapat menerima pelajaran.","no_fn":"","teks_fn":"","bacaan":"amman huwa qaanitun aanaa-alayli saajidan waqaa-iman yahtsarul-aakhirata wayarjuu rahmata rabbihi qul hal yastawiiladziina ya'lamuuna walladziina laa ya'lamuuna innamaa yatadzakkaru uluul-albaab"},{"id_ayat":4068,"no_surah":39,"no_ayat":10,"teks_ayat":"قُلْ يٰعِبَادِ الَّذِيْنَ اٰمَنُوا اتَّقُوْا رَبَّكُمْ ۗلِلَّذِيْنَ اَحْسَنُوْا فِيْ هٰذِهِ الدُّنْيَا حَسَنَةٌ  ۗوَاَرْضُ اللّٰهِ وَاسِعَةٌ  ۗاِنَّمَا يُوَفَّى الصّٰبِرُوْنَ اَجْرَهُمْ بِغَيْرِ حِسَابٍ ","tema":"Perbedaan Orang Mukmin dan Kafir ","teks_terjemah":"Katakanlah (Nabi Muhammad), “Wahai hamba-hamba-Ku yang beriman, bertakwalah kepada Tuhanmu.” Orang-orang yang berbuat baik di dunia ini akan memperoleh kebaikan. Bumi Allah itu luas. Sesungguhnya hanya orang-orang yang bersabarlah yang disempurnakan pahalanya tanpa perhitungan.","no_fn":"","teks_fn":"","bacaan":"qul yaa 'ibaadiladziina aamanuu ittaquu rabbakum lilladziina ahsanuu fii haadzihiddunyaa hasanatun wa-ardhulaahi waasi'atun innamaa yuwaffaashshaabiruuna ajrahum bighayri hisaab"},{"id_ayat":4069,"no_surah":39,"no_ayat":11,"teks_ayat":"قُلْ اِنِّيْٓ اُمِرْتُ اَنْ اَعْبُدَ اللّٰهَ مُخْلِصًا لَّهُ الدِّيْنَ","tema":"Perbedaan Orang Mukmin dan Kafir ","teks_terjemah":"Katakanlah, “Sesungguhnya aku diperintahkan untuk menyembah Allah dengan mengikhlaskan ketaatan kepada-Nya. ","no_fn":"","teks_fn":"","bacaan":"qul innii umirtu an a'budalaaha mukhlishan lahuddiin"},{"id_ayat":4070,"no_surah":39,"no_ayat":12,"teks_ayat":"وَاُمِرْتُ لِاَنْ اَكُوْنَ اَوَّلَ الْمُسْلِمِيْنَ","tema":"Perbedaan Orang Mukmin dan Kafir ","teks_terjemah":"Aku diperintahkan untuk menjadi orang pertama (dari umatnya) yang berserah diri (kepada Allah).”","no_fn":"","teks_fn":"","bacaan":"waumirtu li-an akuuna awwalalmuslimiin"},{"id_ayat":4071,"no_surah":39,"no_ayat":13,"teks_ayat":"قُلْ اِنِّيْٓ اَخَافُ اِنْ عَصَيْتُ رَبِّيْ عَذَابَ يَوْمٍ عَظِيْمٍ","tema":"Perbedaan Orang Mukmin dan Kafir ","teks_terjemah":"Katakanlah, “Sesungguhnya aku takut azab pada hari yang besar (kiamat) jika aku durhaka kepada Tuhanku.”","no_fn":"","teks_fn":"","bacaan":"qul innii akhaafu in 'ashaytu rabbii 'adzaaba yawmin 'azhiim"},{"id_ayat":4072,"no_surah":39,"no_ayat":14,"teks_ayat":"قُلِ اللّٰهَ اَعْبُدُ مُخْلِصًا لَّهٗ دِيْنِيْۚ","tema":"Perbedaan Orang Mukmin dan Kafir ","teks_terjemah":"Katakanlah, “Hanya Allah yang aku sembah dengan mengikhlaskan ketaatanku kepada-Nya.”","no_fn":"","teks_fn":"","bacaan":"qulilaaha a'budu mukhlishan lahu diinii"},{"id_ayat":4073,"no_surah":39,"no_ayat":15,"teks_ayat":"فَاعْبُدُوْا مَا شِئْتُمْ مِّنْ دُوْنِهٖۗ قُلْ اِنَّ الْخٰسِرِيْنَ الَّذِيْنَ خَسِرُوْٓا اَنْفُسَهُمْ وَاَهْلِيْهِمْ يَوْمَ الْقِيٰمَةِۗ  اَلَا ذٰلِكَ هُوَ الْخُسْرَانُ الْمُبِيْنُ","tema":"Perbedaan Orang Mukmin dan Kafir ","teks_terjemah":" Maka, sembahlah sesukamu selain Dia (wahai orang-orang musyrik!)<sup>660)<\/sup> Katakanlah, “Sesungguhnya orang-orang yang rugi ialah orang-orang yang merugikan diri sendiri dan keluarganya pada hari Kiamat.” Ingatlah, yang demikian itu adalah kerugian yang nyata.","no_fn":"660","teks_fn":"660) Perintah ini bukanlah dalam arti yang sebenarnya, tetapi pernyataan kemurkaan Allah Swt. terhadap kaum musyrik yang selalu ingkar, meskipun berulang kali diajak bertauhid.","bacaan":"fa'buduu maa syi'tum min duunihi qul innalkhaasiriinaladziina khasiruu anfusahum wa-ahliihim yawmalqiyaamatilaa dzaalika huwalkhusraanulmubiin"},{"id_ayat":4074,"no_surah":39,"no_ayat":16,"teks_ayat":"لَهُمْ مِّنْ فَوْقِهِمْ ظُلَلٌ مِّنَ النَّارِ وَمِنْ تَحْتِهِمْ ظُلَلٌ  ۗذٰلِكَ يُخَوِّفُ اللّٰهُ بِهٖ عِبَادَهٗ ۗيٰعِبَادِ فَاتَّقُوْنِ","tema":"Perbedaan Orang Mukmin dan Kafir ","teks_terjemah":"Di atas mereka ada lapisan-lapisan dari api dan di bawah mereka pun ada lapisan-lapisan pula. Demikianlah Allah membuat takut hamba-hamba-Nya dengan (azab) itu. “Wahai hamba-hamba-Ku, bertakwalah kepada-Ku!”","no_fn":"","teks_fn":"","bacaan":"lahum min fawqihim zhulalun minannaari wamin tahtihim zhulalun dzaalika yukhawwifulaahu bihi 'ibaadahu yaa 'ibaadi fattaquun"},{"id_ayat":4075,"no_surah":39,"no_ayat":17,"teks_ayat":"وَالَّذِيْنَ اجْتَنَبُوا الطَّاغُوْتَ اَنْ يَّعْبُدُوْهَا وَاَنَابُوْٓا اِلَى اللّٰهِ لَهُمُ الْبُشْرٰىۚ فَبَشِّرْ عِبَادِۙ","tema":"Orang yang Mendapat Hidayah Allah ","teks_terjemah":"Orang-orang yang menjauhi tagut, (yaitu) tidak menyembahnya dan kembali (bertobat) kepada Allah, bagi mereka berita gembira. Maka, sampaikanlah kabar gembira itu kepada hamba-hamba-Ku.","no_fn":"","teks_fn":"","bacaan":"walladziina ijtanabuuththaaghuuta an ya'buduuhaa wa-anaabuu ilaalaahi lahumulbusyraa fabasysyir 'ibaad"},{"id_ayat":4076,"no_surah":39,"no_ayat":18,"teks_ayat":"الَّذِيْنَ يَسْتَمِعُوْنَ الْقَوْلَ فَيَتَّبِعُوْنَ اَحْسَنَهٗ ۗ اُولٰۤىِٕكَ الَّذِيْنَ هَدٰىهُمُ اللّٰهُ وَاُولٰۤىِٕكَ هُمْ اُولُوا الْاَلْبَابِ","tema":"Orang yang Mendapat Hidayah Allah ","teks_terjemah":"(Yaitu) mereka yang mendengarkan perkataan lalu mengikuti apa yang paling baik di antaranya.<sup>661)<\/sup> Mereka itulah orang-orang yang telah diberi petunjuk oleh Allah dan mereka itulah ululalbab (orang-orang yang mempunyai akal sehat).","no_fn":"661","teks_fn":"661) Mereka mendengarkan ajaran-ajaran Al-Qur’an dan ajaran yang lain, lalu mengikuti ajaran-ajaran Al-Qur’an karena meyakininya sebagai yang terbaik.","bacaan":"aladziina yastami'uunalqawla fayattabi'uuna ahsanahu ulaa-ikaladziina hadaahumulaahu waulaa-ika hum uluul-albaab"},{"id_ayat":4077,"no_surah":39,"no_ayat":19,"teks_ayat":"اَفَمَنْ حَقَّ عَلَيْهِ كَلِمَةُ الْعَذَابِۗ اَفَاَنْتَ تُنْقِذُ مَنْ فِى النَّارِ ۚ","tema":"Orang yang Mendapat Hidayah Allah ","teks_terjemah":"Maka, apakah (engkau, Nabi Muhammad, hendak mengubah nasib) orang-orang yang telah dipastikan mendapat azab? Apakah engkau akan menyelamatkan orang yang berada di dalam neraka?","no_fn":"","teks_fn":"","bacaan":"afaman haqqa 'alayhi kalimatul'adzaabi afa-anta tunqidzu man fiinnaar"},{"id_ayat":4078,"no_surah":39,"no_ayat":20,"teks_ayat":"لٰكِنِ الَّذِيْنَ اتَّقَوْا رَبَّهُمْ لَهُمْ غُرَفٌ مِّنْ فَوْقِهَا غُرَفٌ مَّبْنِيَّةٌ  ۙتَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُ ەۗ وَعْدَ اللّٰهِ ۗ لَا يُخْلِفُ اللّٰهُ الْمِيْعَادَ","tema":"Orang yang Mendapat Hidayah Allah ","teks_terjemah":"Akan tetapi, orang-orang yang bertakwa kepada Tuhannya bagi mereka kamar-kamar (di surga), di atasnya terdapat kamar-kamar yang dibangun (bertingkat-tingkat), dan mengalir di bawahnya sungai-sungai. (Itulah) janji Allah. Allah tidak akan mengingkari janji.","no_fn":"","teks_fn":"","bacaan":"laakiniladziina ittaqaw rabbahum lahum ghurafun min fawqihaa ghurafun mabniyyatun tajrii min tahtihaal-anhaaru wa'dalaahi laa yukhlifulaahulmii'aad"},{"id_ayat":4079,"no_surah":39,"no_ayat":21,"teks_ayat":"اَلَمْ تَرَ اَنَّ اللّٰهَ اَنْزَلَ مِنَ السَّمَاۤءِ مَاۤءً فَسَلَكَهٗ يَنَابِيْعَ فِى الْاَرْضِ ثُمَّ يُخْرِجُ بِهٖ زَرْعًا مُّخْتَلِفًا اَلْوَانُهٗ ثُمَّ يَهِيْجُ فَتَرٰىهُ مُصْفَرًّا ثُمَّ يَجْعَلُهٗ حُطَامًا ۗاِنَّ فِيْ ذٰلِكَ لَذِكْرٰى لِاُولِى الْاَلْبَابِ ࣖ ","tema":"Tanda-Tanda Kekuasaan Allah ","teks_terjemah":"Tidakkah engkau memperhatikan bahwa Allah menurunkan air (hujan) dari langit, lalu Dia mengalirkannya menjadi sumber-sumber air di bumi. Kemudian, dengan air itu Dia tumbuhkan tanam-tanaman yang bermacam-macam warnanya, kemudian ia menjadi kering, engkau melihatnya kekuning-kuningan, kemudian Dia menjadikannya hancur berderai. Sesungguhnya pada yang demikian itu benar-benar terdapat pelajaran bagi ululalbab.","no_fn":"","teks_fn":"","bacaan":"alam tara annalaaha anzala minassamaa-i maa-an fasalakahu yanaabii'a fiil-ardhi tsumma yukhriju bihi zar'an mukhtalifanlwaanuhu tsumma yahiiju fataraahu mushfarran tsumma yaj'aluhu huthaaman inna fii dzaalika ladzikraa li-uliil-albaab"},{"id_ayat":4080,"no_surah":39,"no_ayat":22,"teks_ayat":"اَفَمَنْ شَرَحَ اللّٰهُ صَدْرَهٗ لِلْاِسْلَامِ فَهُوَ عَلٰى نُوْرٍ مِّنْ رَّبِّهٖ ۗفَوَيْلٌ لِّلْقٰسِيَةِ قُلُوْبُهُمْ مِّنْ ذِكْرِ اللّٰهِ ۗ اُولٰۤىِٕكَ فِيْ ضَلٰلٍ مُّبِيْنٍ","tema":"Al-Qur’an adalah Petunjuk bagi Manusia ","teks_terjemah":"Maka, apakah orang yang Allah bukakan hatinya untuk (menerima) agama Islam, lalu mendapat cahaya dari Tuhannya (sama dengan orang yang hatinya membatu)? Maka, celakalah mereka yang hatinya membatu dari mengingat Allah. Mereka itu dalam kesesatan yang nyata.","no_fn":"","teks_fn":"","bacaan":"afaman syarahalaahu shadrahu lil-islaami fahuwa 'alaa nuurin min rabbihi fawaylun lilqaasiyati quluubuhum min dzikrilaahi ulaa-ika fii dhalaalin mubiin"},{"id_ayat":4081,"no_surah":39,"no_ayat":23,"teks_ayat":"اَللّٰهُ نَزَّلَ اَحْسَنَ الْحَدِيْثِ كِتٰبًا مُّتَشَابِهًا مَّثَانِيَۙ  تَقْشَعِرُّ مِنْهُ جُلُوْدُ الَّذِيْنَ يَخْشَوْنَ رَبَّهُمْ ۚ ثُمَّ تَلِيْنُ جُلُوْدُهُمْ وَقُلُوْبُهُمْ اِلٰى ذِكْرِ اللّٰهِ ۗذٰلِكَ هُدَى اللّٰهِ يَهْدِيْ بِهٖ مَنْ يَّشَاۤءُ ۗوَمَنْ يُّضْلِلِ اللّٰهُ فَمَا لَهٗ مِنْ هَادٍ","tema":"Al-Qur’an adalah Petunjuk bagi Manusia ","teks_terjemah":"Allah telah menurunkan perkataan yang terbaik, (yaitu) Kitab (Al-Qur’an) yang serupa (ayat-ayatnya) lagi berulang-ulang.<sup>662)<\/sup> Oleh karena itu, kulit orang yang takut kepada Tuhannya gemetar. Kemudian, kulit dan hati mereka menjadi lunak ketika mengingat Allah. Itulah petunjuk Allah yang dengannya Dia memberi petunjuk kepada siapa yang Dia kehendaki. Siapa yang dibiarkan sesat oleh Allah tidak ada yang dapat memberi petunjuk. ","no_fn":"662","teks_fn":"662) Hukum-hukum, pelajaran, dan kisah-kisah itu diulang-ulang dalam Al-Qur’an agar lebih berpengaruh dan lebih meresap dalam hati. Menurut sebagian mufasir yang lain, maksud kalimat ini adalah bahwa ayat-ayat Al-Qur’an itu dibaca berulang-ulang.","bacaan":"alaahu nazzala ahsanalhadiitsi kitaaban mutasyaabihan matsaaniya taqsya'irru minhu juluuduladziina yakhsyawna rabbahum tsumma taliinu juluuduhum waquluubuhum ilaa dzikrilaahi dzaalika hudaalaahi yahdii bihi man yasyaau waman yudhlililaahu famaa lahu min haad"},{"id_ayat":4082,"no_surah":39,"no_ayat":24,"teks_ayat":"اَفَمَنْ يَّتَّقِيْ بِوَجْهِهٖ سُوْۤءَ الْعَذَابِ يَوْمَ الْقِيٰمَةِ ۗوَقِيْلَ لِلظّٰلِمِيْنَ ذُوْقُوْا مَا كُنْتُمْ تَكْسِبُوْنَ","tema":"Al-Qur’an adalah Petunjuk bagi Manusia ","teks_terjemah":"Apakah orang yang menghindari azab yang buruk dengan wajahnya pada hari Kiamat (sama dengan orang mukmin yang tidak kena azab)? Dikatakan kepada orang-orang yang zalim, “Rasakanlah balasan apa yang telah kamu kerjakan.”","no_fn":"","teks_fn":"","bacaan":"afaman yattaqii biwajhihi suu-al'adzaabi yawmalqiyaamati waqiila lizhzhaalimiina dzuuquu maa kuntum taksibuun"},{"id_ayat":4083,"no_surah":39,"no_ayat":25,"teks_ayat":"كَذَّبَ الَّذِيْنَ مِنْ قَبْلِهِمْ فَاَتٰىهُمُ الْعَذَابُ مِنْ حَيْثُ لَا يَشْعُرُوْنَ","tema":"Al-Qur’an adalah Petunjuk bagi Manusia ","teks_terjemah":"Orang-orang yang sebelum mereka telah mendustakan (rasul-rasul), datanglah azab kepada mereka dari arah yang tidak mereka sadari.","no_fn":"","teks_fn":"","bacaan":"kadzdzabaladziina min qablihim fa-ataahumul'adzaabu min haytsu laa yasy'uruun"},{"id_ayat":4084,"no_surah":39,"no_ayat":26,"teks_ayat":"فَاَذَاقَهُمُ اللّٰهُ الْخِزْيَ فِى الْحَيٰوةِ الدُّنْيَا ۚوَلَعَذَابُ الْاٰخِرَةِ اَكْبَرُ ۘ لَوْ كَانُوْا يَعْلَمُوْنَ","tema":"Al-Qur’an adalah Petunjuk bagi Manusia ","teks_terjemah":"Maka, Allah menimpakan kepada mereka kehinaan dalam kehidupan dunia. Sungguh, azab akhirat lebih besar kalau mereka mengetahui(-nya).","no_fn":"","teks_fn":"","bacaan":"fa-adzaaqahumulaahulkhizya fiilhayaatiddunyaa wala'adzaabul-aakhirati akbaru law kaanuu ya'lamuun"},{"id_ayat":4085,"no_surah":39,"no_ayat":27,"teks_ayat":"وَلَقَدْ ضَرَبْنَا لِلنَّاسِ فِيْ هٰذَا الْقُرْاٰنِ مِنْ كُلِّ مَثَلٍ لَّعَلَّهُمْ يَتَذَكَّرُوْنَۚ","tema":"Perumpamaan dalam Al-Qur’an ","teks_terjemah":"Sungguh, Kami benar-benar telah membuatkan dalam Al-Qur’an ini segala macam perumpamaan bagi manusia agar mereka mendapat pelajaran.","no_fn":"","teks_fn":"","bacaan":"walaqad dharabnaa linnaasi fii haadzaalqur-aani min kulli matsalin la'allahum yatadzakkaruun"},{"id_ayat":4086,"no_surah":39,"no_ayat":28,"teks_ayat":"قُرْاٰنًا عَرَبِيًّا غَيْرَ ذِيْ عِوَجٍ لَّعَلَّهُمْ يَتَّقُوْنَ","tema":"Perumpamaan dalam Al-Qur’an ","teks_terjemah":"(Yaitu) Al-Qur’an dalam bahasa Arab yang tidak ada kebengkokan (di dalamnya) agar mereka bertakwa.","no_fn":"","teks_fn":"","bacaan":"qur-aanan 'arabiyyan ghayra dzii 'iwajin la'allahum yattaquun"},{"id_ayat":4087,"no_surah":39,"no_ayat":29,"teks_ayat":"ضَرَبَ اللّٰهُ مَثَلًا رَّجُلًا فِيْهِ شُرَكَاۤءُ مُتَشٰكِسُوْنَ وَرَجُلًا سَلَمًا لِّرَجُلٍ هَلْ يَسْتَوِيٰنِ مَثَلًا ۗ اَلْحَمْدُ لِلّٰهِ ۗبَلْ اَكْثَرُهُمْ لَا يَعْلَمُوْنَ","tema":"Perumpamaan dalam Al-Qur’an ","teks_terjemah":"Allah membuat perumpamaan, (yaitu) seorang laki-laki (hamba sahaya) yang dimiliki oleh beberapa orang yang berserikat, (tetapi) dalam perselisihan dan seorang (hamba sahaya) yang menjadi milik penuh seorang (saja). Apakah keduanya sama keadaannya? Segala puji bagi Allah, tetapi kebanyakan mereka tidak mengetahui(-nya).","no_fn":"","teks_fn":"","bacaan":"dharabalaahu matsalan rajulan fiihi syurakaau mutasyaakisuuna warajulan salaman lirajulin hal yastawiyaani matsalanlhamdu lillaahi bal aktsaruhum laa ya'lamuun"},{"id_ayat":4088,"no_surah":39,"no_ayat":30,"teks_ayat":"اِنَّكَ مَيِّتٌ وَّاِنَّهُمْ مَّيِّتُوْنَ ۖ","tema":"Perumpamaan dalam Al-Qur’an ","teks_terjemah":"Sesungguhnya engkau (Nabi Muhammad akan) mati dan sesungguhnya mereka pun (akan) mati.","no_fn":"","teks_fn":"","bacaan":"innaka mayyitun wa-innahum mayyituun"},{"id_ayat":4089,"no_surah":39,"no_ayat":31,"teks_ayat":"ثُمَّ اِنَّكُمْ يَوْمَ الْقِيٰمَةِ عِنْدَ رَبِّكُمْ تَخْتَصِمُوْنَ ࣖ   ۔","tema":"Perumpamaan dalam Al-Qur’an ","teks_terjemah":"Kemudian, sesungguhnya kamu sekalian pada hari Kiamat akan berbantah-bantahan di hadapan Tuhanmu.","no_fn":"","teks_fn":"","bacaan":"tsumma innakum yawmalqiyaamati 'inda rabbikum takhtashimuun"},{"id_ayat":4090,"no_surah":39,"no_ayat":32,"teks_ayat":"۞ فَمَنْ اَظْلَمُ مِمَّنْ كَذَبَ عَلَى اللّٰهِ وَكَذَّبَ بِالصِّدْقِ اِذْ جَاۤءَهٗۗ  اَلَيْسَ فِيْ جَهَنَّمَ مَثْوًى لِّلْكٰفِرِيْنَ ","tema":"Sanksi bagi Orang Kafir dan Anugerah bagi Orang yang Bertakwa","teks_terjemah":"Maka, siapakah yang lebih zalim daripada orang yang membuat kebohongan terhadap Allah dan mendustakan kebenaran ketika datang kepadanya? Bukankah di (neraka) Jahanam terdapat tempat tinggal bagi orang-orang kafir?","no_fn":"","teks_fn":"","bacaan":"faman azhlamu mimman kadzaba 'alaalaahi wakadzdzaba bishshidqi idz jaa-ahu alaysa fii jahannama matswan lilkaafiriin"},{"id_ayat":4091,"no_surah":39,"no_ayat":33,"teks_ayat":"وَالَّذِيْ جَاۤءَ بِالصِّدْقِ وَصَدَّقَ بِهٖٓ اُولٰۤىِٕكَ هُمُ الْمُتَّقُوْنَ","tema":"Sanksi bagi Orang Kafir dan Anugerah bagi Orang yang Bertakwa","teks_terjemah":"Orang yang membawa kebenaran (Nabi Muhammad) dan yang membenarkannya, mereka itulah orang-orang yang bertakwa.","no_fn":"","teks_fn":"","bacaan":"walladzii jaa-a bishshidqi washaddaqa bihi ulaa-ika humulmuttaquun"},{"id_ayat":4092,"no_surah":39,"no_ayat":34,"teks_ayat":"لَهُمْ مَّا يَشَاۤءُوْنَ عِنْدَ رَبِّهِمْ ۗ ذٰلِكَ جَزَاۤءُ الْمُحْسِنِيْنَۚ","tema":"Sanksi bagi Orang Kafir dan Anugerah bagi Orang yang Bertakwa","teks_terjemah":"Mereka memperoleh apa yang mereka kehendaki di sisi Tuhannya. Itulah balasan bagi orang-orang yang berbuat kebaikan.","no_fn":"","teks_fn":"","bacaan":"lahum maa yasyaauuna 'inda rabbihim dzaalika jazaaulmuhsiniin"},{"id_ayat":4093,"no_surah":39,"no_ayat":35,"teks_ayat":"لِيُكَفِّرَ اللّٰهُ عَنْهُمْ اَسْوَاَ الَّذِيْ عَمِلُوْا وَيَجْزِيَهُمْ اَجْرَهُمْ بِاَحْسَنِ الَّذِيْ كَانُوْا يَعْمَلُوْنَ","tema":"Sanksi bagi Orang Kafir dan Anugerah bagi Orang yang Bertakwa","teks_terjemah":"(Demikian itu) agar Allah menghapus (dosa) perbuatan mereka yang paling buruk yang pernah mereka lakukan dan memberi pahala kepada mereka dengan yang lebih baik daripada apa yang dahulu mereka kerjakan.","no_fn":"","teks_fn":"","bacaan":"liyukaffiralaahu 'anhum aswa-aladzii 'amiluu wayajziyahum ajrahum bi-ahsaniladzii kaanuu ya'maluun"},{"id_ayat":4094,"no_surah":39,"no_ayat":36,"teks_ayat":"اَلَيْسَ اللّٰهُ بِكَافٍ عَبْدَهٗۗ وَيُخَوِّفُوْنَكَ بِالَّذِيْنَ مِنْ دُوْنِهٖۗ وَمَنْ يُّضْلِلِ اللّٰهُ فَمَا لَهٗ مِنْ هَادٍۚ","tema":"Sanksi bagi Orang Kafir dan Anugerah bagi Orang yang Bertakwa","teks_terjemah":"Bukankah Allah yang mencukupi hamba-Nya? Mereka menakut-nakutimu dengan (sesembahan) selain Dia. Siapa yang Allah biarkan sesat tidak ada satu pun yang memberi petunjuk kepadanya.","no_fn":"","teks_fn":"","bacaan":"alaysalaahu bikaafin 'abdahu wayukhawwifuunaka billadziina min duunihi waman yudhlililaahu famaa lahu min haad"},{"id_ayat":4095,"no_surah":39,"no_ayat":37,"teks_ayat":"وَمَنْ يَّهْدِ اللّٰهُ فَمَا لَهٗ مِنْ مُّضِلٍّ ۗ اَلَيْسَ اللّٰهُ بِعَزِيْزٍ ذِى انْتِقَامٍ","tema":"Sanksi bagi Orang Kafir dan Anugerah bagi Orang yang Bertakwa","teks_terjemah":"Siapa yang Allah tunjuki tidak satu pun yang menyesatkannya. Bukankah Allah Mahaperkasa lagi Maha Memiliki (kekuasaan) untuk membalas?","no_fn":"","teks_fn":"","bacaan":"waman yahdilaahu famaa lahu min mudhillin alaysalaahu bi'aziizin dzii intiqaam"},{"id_ayat":4096,"no_surah":39,"no_ayat":38,"teks_ayat":"وَلَىِٕنْ سَاَلْتَهُمْ مَّنْ خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ لَيَقُوْلُنَّ اللّٰهُ ۗ قُلْ اَفَرَءَيْتُمْ مَّا تَدْعُوْنَ مِنْ دُوْنِ اللّٰهِ اِنْ اَرَادَنِيَ اللّٰهُ بِضُرٍّ هَلْ هُنَّ كٰشِفٰتُ ضُرِّهٖٓ اَوْ اَرَادَنِيْ بِرَحْمَةٍ هَلْ هُنَّ مُمْسِكٰتُ رَحْمَتِهٖۗ قُلْ حَسْبِيَ اللّٰهُ ۗعَلَيْهِ يَتَوَكَّلُ الْمُتَوَكِّلُوْنَ ","tema":"Pengakuan Kaum Musyrik Makkah bahwa Allah adalah Pencipta Langit dan Bumi ","teks_terjemah":"Sungguh, jika engkau (Nabi Muhammad) bertanya kepada mereka (kaum musyrik Makkah) siapa yang menciptakan langit dan bumi, niscaya mereka menjawab, “Allah.” Katakanlah, “Kalau begitu, tahukah kamu tentang apa yang kamu sembah selain Allah jika Allah hendak mendatangkan bencana kepadaku, apakah mereka (sesembahan itu) mampu menghilangkan bencana itu atau jika Allah hendak memberi rahmat kepadaku, apakah mereka dapat mencegah rahmat-Nya?” Katakanlah, “Cukuplah Allah (sebagai pelindung) bagiku. Hanya kepada-Nya orang-orang yang bertawakal berserah diri.”","no_fn":"","teks_fn":"","bacaan":"wala-in sa-altahum man khalaqassamaawaati wal-ardha layaquulunnalaahu qul afara-aytum maa tad'uuna min duunilaahi in araadaniyalaahu bidhurrin hal hunna kaasyifaatu dhurrihi aw araadanii birahmatin hal hunna mumsikaatu rahmatihi qul hasbiyalaahu 'alayhi yatawakkalulmutawakkiluun"},{"id_ayat":4097,"no_surah":39,"no_ayat":39,"teks_ayat":"قُلْ يٰقَوْمِ اعْمَلُوْا عَلٰى مَكَانَتِكُمْ اِنِّيْ عَامِلٌ ۚفَسَوْفَ تَعْلَمُوْنَۙ","tema":"Pengakuan Kaum Musyrik Makkah bahwa Allah adalah Pencipta Langit dan Bumi ","teks_terjemah":"Katakanlah, “Wahai kaumku, berbuatlah menurut kedudukanmu! Sesungguhnya aku pun berbuat (demikian). Kelak kamu akan mengetahui","no_fn":"","teks_fn":"","bacaan":"qul yaa qawmi i'maluu 'alaa makaanatikum innii 'aamilun fasawfa ta'lamuun"},{"id_ayat":4098,"no_surah":39,"no_ayat":40,"teks_ayat":"مَنْ يَّأْتِيْهِ عَذَابٌ يُّخْزِيْهِ وَيَحِلُّ عَلَيْهِ عَذَابٌ مُّقِيْمٌ","tema":"Pengakuan Kaum Musyrik Makkah bahwa Allah adalah Pencipta Langit dan Bumi ","teks_terjemah":"siapa yang akan mendapat siksa yang menghinakannya dan yang akan ditimpa azab yang kekal.”","no_fn":"","teks_fn":"","bacaan":"man ya'tiihi 'adzaabun yukhziihi wayahillu 'alayhi 'adzaabun muqiim"},{"id_ayat":4099,"no_surah":39,"no_ayat":41,"teks_ayat":"اِنَّآ اَنْزَلْنَا عَلَيْكَ الْكِتٰبَ لِلنَّاسِ بِالْحَقِّۚ فَمَنِ اهْتَدٰى فَلِنَفْسِهٖۚ وَمَنْ ضَلَّ فَاِنَّمَا يَضِلُّ عَلَيْهَا ۚوَمَآ اَنْتَ عَلَيْهِمْ بِوَكِيْلٍ ࣖ","tema":"Turunnya Al-Qur’an dengan Hak oleh Allah ","teks_terjemah":"Sesungguhnya Kami telah menurunkan kepadamu (Nabi Muhammad) Kitab (Al-Qur’an) untuk (seluruh) manusia dengan hak. Siapa yang mendapat petunjuk, (petunjuk itu) untuk dirinya sendiri, dan siapa yang sesat, sesungguhnya kesesatan itu untuk dirinya sendiri. Engkau bukanlah penanggung jawab mereka.","no_fn":"","teks_fn":"","bacaan":"innaa anzalnaa 'alaykalkitaaba linnaasi bilhaqqi famani ihtadaa falinafsihi waman dhalla fa-innamaa yadhillu 'alayhaa wamaa anta 'alayhim biwakiil"},{"id_ayat":4100,"no_surah":39,"no_ayat":42,"teks_ayat":"اَللّٰهُ يَتَوَفَّى الْاَنْفُسَ حِيْنَ مَوْتِهَا وَالَّتِيْ لَمْ تَمُتْ فِيْ مَنَامِهَا ۚ فَيُمْسِكُ الَّتِيْ قَضٰى عَلَيْهَا الْمَوْتَ وَيُرْسِلُ الْاُخْرٰىٓ اِلٰٓى اَجَلٍ مُّسَمًّىۗ اِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ لِّقَوْمٍ يَّتَفَكَّرُوْنَ","tema":"Turunnya Al-Qur’an dengan Hak oleh Allah ","teks_terjemah":"Allah menggenggam nyawa (manusia) pada saat kematiannya dan yang belum mati ketika dia tidur. Dia menahan nyawa yang telah Dia tetapkan kematiannya dan Dia melepaskan nyawa yang lain sampai waktu yang ditentukan. Sesungguhnya pada yang demikian itu benar-benar terdapat bukti-bukti (kekuasaan) Allah bagi kaum yang berpikir.","no_fn":"","teks_fn":"","bacaan":"alaahu yatawaffaal-anfusa hiina mawtihaa wallatii lam tamut fii manaamihaa fayumsikulatii qadaa 'alayhaalmawta wayursilul-ukhraa ilaa ajalin musamman inna fii dzaalika laaayaatin liqawmin yatafakkaruun"},{"id_ayat":4101,"no_surah":39,"no_ayat":43,"teks_ayat":"اَمِ اتَّخَذُوْا مِنْ دُوْنِ اللّٰهِ شُفَعَاۤءَۗ قُلْ اَوَلَوْ كَانُوْا لَا يَمْلِكُوْنَ شَيْـًٔا وَّلَا يَعْقِلُوْنَ ","tema":"Turunnya Al-Qur’an dengan Hak oleh Allah ","teks_terjemah":"Apakah mereka juga menjadikan penolong selain Allah? Katakanlah, “Apakah (kamu menjadikannya penolong juga) meskipun mereka tidak memiliki suatu apa pun dan tidak mengerti?”","no_fn":"","teks_fn":"","bacaan":"ami ittakhadzuu min duunilaahi syufa'aa-a qul awa law kaanuu laa yamlikuuna syay-an walaa ya'qiluun"},{"id_ayat":4102,"no_surah":39,"no_ayat":44,"teks_ayat":"قُلْ لِّلّٰهِ الشَّفَاعَةُ جَمِيْعًا ۗ لَهٗ مُلْكُ السَّمٰوٰتِ وَالْاَرْضِۗ ثُمَّ اِلَيْهِ تُرْجَعُوْنَ","tema":"Turunnya Al-Qur’an dengan Hak oleh Allah ","teks_terjemah":"Katakanlah (Nabi Muhammad), “Hanya milik Allah pertolongan itu semuanya. Milik-Nya kerajaan langit dan bumi. Kemudian, hanya kepada-Nya kamu dikembalikan.”","no_fn":"","teks_fn":"","bacaan":"qul lillaahisysyafaa'atu jamii'an lahu mulkussamaawaati wal-ardhi tsumma ilayhi turja'uun"},{"id_ayat":4103,"no_surah":39,"no_ayat":45,"teks_ayat":"وَاِذَا ذُكِرَ اللّٰهُ وَحْدَهُ اشْمَـَٔزَّتْ قُلُوْبُ الَّذِيْنَ لَا يُؤْمِنُوْنَ بِالْاٰخِرَةِۚ وَاِذَا ذُكِرَ الَّذِيْنَ مِنْ دُوْنِهٖٓ اِذَا هُمْ يَسْتَبْشِرُوْنَ","tema":"Sikap Buruk Orang-Orang yang Tidak Percaya kepada Akhirat ","teks_terjemah":"Apabila hanya (nama) Allah yang disebut, hati orang-orang yang tidak beriman kepada akhirat kesal. Namun, apabila (nama-nama sembahan) selain Allah disebut, tiba-tiba mereka bergembira.","no_fn":"","teks_fn":"","bacaan":"wa-idzaa dzukiralaahu wahdahu isyma-azzat quluubuladziina laa yu'minuuna bil-aakhirati wa-idzaa dzukiraladziina min duunihi idzaa hum yastabsyiruun"},{"id_ayat":4104,"no_surah":39,"no_ayat":46,"teks_ayat":"قُلِ اللّٰهُمَّ فَاطِرَ السَّمٰوٰتِ وَالْاَرْضِ عٰلِمَ الْغَيْبِ وَالشَّهَادَةِ اَنْتَ تَحْكُمُ بَيْنَ عِبَادِكَ فِيْ مَا كَانُوْا فِيْهِ يَخْتَلِفُوْنَ","tema":"Sikap Buruk Orang-Orang yang Tidak Percaya kepada Akhirat ","teks_terjemah":"Katakanlah, “Ya Allah, Pencipta langit dan bumi, yang mengetahui segala yang gaib dan nyata, Engkaulah yang memutuskan di antara hamba-hamba-Mu apa yang selalu mereka perselisihkan.”","no_fn":"","teks_fn":"","bacaan":"qulilaahumma faathirassamaawaati wal-ardhi 'aalimalghaybi wasysyahaadati anta tahkumu bayna 'ibaadika fii maa kaanuu fiihi yakhtalifuun"},{"id_ayat":4105,"no_surah":39,"no_ayat":47,"teks_ayat":"وَلَوْ اَنَّ لِلَّذِيْنَ ظَلَمُوْا مَا فِى الْاَرْضِ جَمِيْعًا وَّمِثْلَهٗ مَعَهٗ لَافْتَدَوْا بِهٖ مِنْ سُوْۤءِ الْعَذَابِ يَوْمَ الْقِيٰمَةِۗ وَبَدَا لَهُمْ مِّنَ اللّٰهِ مَا لَمْ يَكُوْنُوْا يَحْتَسِبُوْنَ","tema":"Sikap Buruk Orang-Orang yang Tidak Percaya kepada Akhirat ","teks_terjemah":"Sekiranya orang-orang yang zalim mempunyai segala apa yang ada di bumi dan ditambah lagi sebanyak itu, niscaya mereka akan menebus dirinya dengan itu dari azab yang buruk pada hari Kiamat. Tampak jelaslah bagi mereka (azab) dari Allah yang belum pernah mereka perkirakan.","no_fn":"","teks_fn":"","bacaan":"walaw anna lilladziina zhalamuu maa fiil-ardhi jamii'an wamitslahu ma'ahu laftadaw bihi min suu-il'adzaabi yawmalqiyaamati wabadaa lahum minalaahi maa lam yakuunuu yahtasibuun"},{"id_ayat":4106,"no_surah":39,"no_ayat":48,"teks_ayat":"وَبَدَا لَهُمْ سَيِّاٰتُ مَا كَسَبُوْا وَحَاقَ بِهِمْ مَّا كَانُوْا بِهٖ يَسْتَهْزِءُوْنَ","tema":"Sikap Buruk Orang-Orang yang Tidak Percaya kepada Akhirat ","teks_terjemah":"Tampak jelaslah bagi mereka keburukan-keburukan yang mereka kerjakan (di dunia) dan mereka diliputi oleh (azab) yang selalu mereka olok-olokkan.","no_fn":"","teks_fn":"","bacaan":"wabadaa lahum sayyi-aatu maa kasabuu wahaaqa bihim maa kaanuu bihi yastahzi-uun"},{"id_ayat":4107,"no_surah":39,"no_ayat":49,"teks_ayat":"فَاِذَا مَسَّ الْاِنْسَانَ ضُرٌّ دَعَانَاۖ  ثُمَّ اِذَا خَوَّلْنٰهُ نِعْمَةً مِّنَّاۙ قَالَ اِنَّمَآ اُوْتِيْتُهٗ عَلٰى عِلْمٍ ۗبَلْ هِيَ فِتْنَةٌ وَّلٰكِنَّ اَكْثَرَهُمْ لَا يَعْلَمُوْنَ","tema":"Kecenderungan Manusia untuk Menyombongkan Diri ","teks_terjemah":"Apabila ditimpa bencana, manusia menyeru Kami. Kemudian, apabila Kami memberikan nikmat sebagai anugerah Kami kepadanya, dia berkata, “Sesungguhnya aku diberikan (nikmat) itu hanyalah karena kepintaranku.” Sebenarnya, itu adalah ujian, tetapi kebanyakan mereka tidak mengetahui(-nya).","no_fn":"","teks_fn":"","bacaan":"fa-idzaa massal-insaana dhurrun da'aanaa tsumma idzaa khawwalnaahu ni'matan minnaa qaala innamaa uutiituhu 'alaa 'ilmin bal hiya fitnatun walaakinna aktsarahum laa ya'lamuun"},{"id_ayat":4108,"no_surah":39,"no_ayat":50,"teks_ayat":"قَدْ قَالَهَا الَّذِيْنَ مِنْ قَبْلِهِمْ فَمَآ اَغْنٰى عَنْهُمْ مَّا كَانُوْا يَكْسِبُوْنَ","tema":"Kecenderungan Manusia untuk Menyombongkan Diri ","teks_terjemah":"Sungguh, orang-orang yang sebelum mereka pun telah mengatakan hal itu. Maka, tidak berguna lagi bagi mereka apa yang selalu mereka usahakan.","no_fn":"","teks_fn":"","bacaan":"qad qaalahaaladziina min qablihim famaa aghnaa 'anhum maa kaanuu yaksibuun"},{"id_ayat":4109,"no_surah":39,"no_ayat":51,"teks_ayat":"فَاَصَابَهُمْ سَيِّاٰتُ مَا كَسَبُوْا ۗوَالَّذِيْنَ ظَلَمُوْا مِنْ هٰٓؤُلَاۤءِ سَيُصِيْبُهُمْ سَيِّاٰتُ مَا كَسَبُوْا ۙوَمَا هُمْ بِمُعْجِزِيْنَ","tema":"Kecenderungan Manusia untuk Menyombongkan Diri ","teks_terjemah":"Lalu, mereka ditimpa (bencana akibat) keburukan-keburukan yang mereka perbuat. Orang-orang yang zalim di antara mereka juga akan ditimpa (bencana akibat) keburukan-keburukan yang mereka perbuat dan tidak dapat melepaskan diri (darinya).","no_fn":"","teks_fn":"","bacaan":"fa-ashaabahum sayyi-aatu maa kasabuu walladziina zhalamuu min haaulaa-i sayushiibuhum sayyi-aatu maa kasabuu wamaa hum bimu'jiziin"},{"id_ayat":4110,"no_surah":39,"no_ayat":52,"teks_ayat":"اَوَلَمْ يَعْلَمُوْٓا اَنَّ اللّٰهَ يَبْسُطُ الرِّزْقَ لِمَنْ يَّشَاۤءُ وَيَقْدِرُ ۗاِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ لِّقَوْمٍ يُّؤْمِنُوْنَ ࣖ","tema":"Kecenderungan Manusia untuk Menyombongkan Diri ","teks_terjemah":"Tidakkah mereka mengetahui bahwa Allah melapangkan rezeki bagi siapa yang Dia kehendaki dan menyempitkannya (bagi siapa yang Dia kehendaki)? Sesungguhnya pada yang demikian itu benar-benar terdapat tanda-tanda (kekuasaan Allah) bagi kaum yang beriman.","no_fn":"","teks_fn":"","bacaan":"awa lam ya'lamuu annalaaha yabsuthurrizqa liman yasyaau wayaqdiru inna fii dzaalika laaayaatin liqawmin yu'minuun"},{"id_ayat":4111,"no_surah":39,"no_ayat":53,"teks_ayat":"۞ قُلْ يٰعِبَادِيَ الَّذِيْنَ اَسْرَفُوْا عَلٰٓى اَنْفُسِهِمْ لَا تَقْنَطُوْا مِنْ رَّحْمَةِ اللّٰهِ ۗاِنَّ اللّٰهَ يَغْفِرُ الذُّنُوْبَ جَمِيْعًا ۗاِنَّهٗ هُوَ الْغَفُوْرُ الرَّحِيْمُ","tema":"Larangan Berputus asa dari Rahmat Allah ","teks_terjemah":"Katakanlah (Nabi Muhammad), “Wahai hamba-hamba-Ku yang melampaui batas (dengan menzalimi) dirinya sendiri, janganlah berputus asa dari rahmat Allah. Sesungguhnya Allah mengampuni dosa semuanya.<sup>663)<\/sup> Sesungguhnya Dialah Yang Maha Pengampun lagi Maha Penyayang.","no_fn":"663","teks_fn":"663) Semua dosa bisa diampuni Allah Swt., kecuali dosa syirik (lihat surah an-Nisā’\/4: 48).","bacaan":"qul yaa 'ibaadiyaladziina asrafuu 'alaa anfusihim laa taqnathuu min rahmatilaahi innalaaha yaghfirudzdzunuuba jamii'an innahu huwalghafuururrahiim"},{"id_ayat":4112,"no_surah":39,"no_ayat":54,"teks_ayat":"وَاَنِيْبُوْٓا اِلٰى رَبِّكُمْ وَاَسْلِمُوْا لَهٗ مِنْ قَبْلِ اَنْ يَّأْتِيَكُمُ الْعَذَابُ ثُمَّ لَا تُنْصَرُوْنَ","tema":"Larangan Berputus asa dari Rahmat Allah ","teks_terjemah":"Kembalilah kepada Tuhanmu dan berserah dirilah kepada-Nya sebelum datang azab kepadamu, kemudian kamu tidak akan ditolong.","no_fn":"","teks_fn":"","bacaan":"wa-aniibuu ilaa rabbikum wa-aslimuu lahu min qabli an ya'tiyakumul'adzaabu tsumma laa tunsharuun"},{"id_ayat":4113,"no_surah":39,"no_ayat":55,"teks_ayat":"وَاتَّبِعُوْٓا اَحْسَنَ مَآ اُنْزِلَ اِلَيْكُمْ مِّنْ رَّبِّكُمْ مِّنْ قَبْلِ اَنْ يَّأْتِيَكُمُ الْعَذَابُ بَغْتَةً وَّاَنْتُمْ لَا تَشْعُرُوْنَ ۙ  ","tema":"Larangan Berputus asa dari Rahmat Allah ","teks_terjemah":"Ikutilah sebaik-baik apa yang diturunkan kepadamu dari Tuhanmu (Al-Qur’an) sebelum azab datang kepadamu secara mendadak, sedangkan kamu tidak menyadarinya.","no_fn":"","teks_fn":"","bacaan":"wattabi'uu ahsana maa unzila ilaykum min rabbikum min qabli an ya'tiyakumul'adzaabu baghtatan wa-antum laa tasy'uruun"},{"id_ayat":4114,"no_surah":39,"no_ayat":56,"teks_ayat":"اَنْ تَقُوْلَ نَفْسٌ يّٰحَسْرَتٰى عَلٰى مَا فَرَّطْتُّ فِيْ جَنْۢبِ اللّٰهِ وَاِنْ كُنْتُ لَمِنَ السّٰخِرِيْنَۙ   ","tema":"Tiadanya Penyesalan di Kemudian Hari ","teks_terjemah":"(Maksudnya,) supaya (tidak) ada orang yang berkata, “Alangkah besar penyesalanku atas kelalaianku dalam (menunaikan kewajiban) terhadap Allah dan sesungguhnya aku benar-benar termasuk orang-orang yang memperolok-olokkan (agama Allah).”","no_fn":"","teks_fn":"","bacaan":"an taquula nafsun yaa hasrataa 'alaa maa farrathtu fii janbilaahi wa-in kuntu laminassaakhiriin"},{"id_ayat":4115,"no_surah":39,"no_ayat":57,"teks_ayat":"اَوْ تَقُوْلَ لَوْ اَنَّ اللّٰهَ هَدٰىنِيْ لَكُنْتُ مِنَ الْمُتَّقِيْنَ ۙ","tema":"Tiadanya Penyesalan di Kemudian Hari ","teks_terjemah":"Atau, supaya (tidak) ada yang berkata, “Seandainya Allah memberi petunjuk kepadaku, tentulah aku termasuk orang-orang yang bertakwa.”","no_fn":"","teks_fn":"","bacaan":"aw taquula law annalaaha hadaanii lakuntu minalmuttaqiin"},{"id_ayat":4116,"no_surah":39,"no_ayat":58,"teks_ayat":"اَوْ تَقُوْلَ حِيْنَ تَرَى الْعَذَابَ لَوْ اَنَّ لِيْ كَرَّةً فَاَكُوْنَ مِنَ الْمُحْسِنِيْنَ","tema":"Tiadanya Penyesalan di Kemudian Hari ","teks_terjemah":"Atau, supaya (tidak) ada (pula) yang berkata ketika melihat azab, “Seandainya aku dapat kembali (ke dunia), tentu aku termasuk orang-orang yang muhsin.”","no_fn":"","teks_fn":"","bacaan":"aw taquula hiina taraal'adzaaba law anna lii karratan fa-akuuna minalmuhsiniin"},{"id_ayat":4117,"no_surah":39,"no_ayat":59,"teks_ayat":"بَلٰى قَدْ جَاۤءَتْكَ اٰيٰتِيْ فَكَذَّبْتَ بِهَا وَاسْتَكْبَرْتَ وَكُنْتَ مِنَ الْكٰفِرِيْنَ","tema":"Tiadanya Penyesalan di Kemudian Hari ","teks_terjemah":"Tidak begitu! Sebenarnya ayat-ayat-Ku telah datang kepadamu, tetapi kamu mendustakannya, menyombongkan diri, dan termasuk orang-orang kafir.","no_fn":"","teks_fn":"","bacaan":"balaa qad jaa-atka aayaatii fakadzdzabta bihaa wastakbarta wakunta minalkaafiriin"},{"id_ayat":4118,"no_surah":39,"no_ayat":60,"teks_ayat":"وَيَوْمَ الْقِيٰمَةِ تَرَى الَّذِيْنَ كَذَبُوْا عَلَى اللّٰهِ وُجُوْهُهُمْ مُّسْوَدَّةٌ  ۗ اَلَيْسَ فِيْ جَهَنَّمَ مَثْوًى لِّلْمُتَكَبِّرِيْنَ","tema":"Tiadanya Penyesalan di Kemudian Hari ","teks_terjemah":"Pada hari Kiamat, engkau akan melihat bahwa orang-orang yang berdusta kepada Allah wajahnya menghitam. Bukankah (neraka) Jahanam itu tempat tinggal bagi orang-orang yang takabur?","no_fn":"","teks_fn":"","bacaan":"wayawma alqiyaamati taraaladziina kadzabuu 'alaalaahi wujuuhuhum muswaddatun alaysa fii jahannama matswan lilmutakabbiriin"},{"id_ayat":4119,"no_surah":39,"no_ayat":61,"teks_ayat":"وَيُنَجِّى اللّٰهُ الَّذِيْنَ اتَّقَوْا بِمَفَازَتِهِمْۖ  لَا يَمَسُّهُمُ السُّوْۤءُ وَلَا هُمْ يَحْزَنُوْنَ","tema":"Tiadanya Penyesalan di Kemudian Hari ","teks_terjemah":"Allah menyelamatkan orang-orang yang bertakwa karena kemenangannya sehingga mereka tidak disentuh oleh azab dan tidak bersedih.","no_fn":"","teks_fn":"","bacaan":"wayunajjiilaahuladziina ittaqaw bimafaazatihim laa yamassuhumussuu-u walaa hum yahzanuun"},{"id_ayat":4120,"no_surah":39,"no_ayat":62,"teks_ayat":"اَللّٰهُ خَالِقُ كُلِّ شَيْءٍ ۙوَّهُوَ عَلٰى كُلِّ شَيْءٍ وَّكِيْلٌ","tema":"Allah sebagai Zat yang Maha Pencipta dan Pemilik Segalanya ","teks_terjemah":"Allah adalah pencipta segala sesuatu dan Dia Maha Pemelihara atas segala sesuatu.","no_fn":"","teks_fn":"","bacaan":"alaahu khaaliqu kulli syay-in wahuwa 'alaa kulli syay-in wakiil"},{"id_ayat":4121,"no_surah":39,"no_ayat":63,"teks_ayat":"لَهٗ مَقَالِيْدُ السَّمٰوٰتِ وَالْاَرْضِۗ وَالَّذِيْنَ كَفَرُوْا بِاٰيٰتِ اللّٰهِ اُولٰۤىِٕكَ هُمُ الْخٰسِرُوْنَ ࣖ ","tema":"Allah sebagai Zat yang Maha Pencipta dan Pemilik Segalanya ","teks_terjemah":"Milik-Nyalah kunci-kunci (perbendaharaan) langit dan bumi. Orang-orang yang kufur terhadap ayat-ayat Allah, mereka itulah orang-orang yang rugi.","no_fn":"","teks_fn":"","bacaan":"lahu maqaaliidussamaawaati wal-ardhi walladziina kafaruu bi-aayaatilaahi ulaa-ika humulkhaasiruun"},{"id_ayat":4122,"no_surah":39,"no_ayat":64,"teks_ayat":"قُلْ اَفَغَيْرَ اللّٰهِ تَأْمُرُوْۤنِّيْٓ اَعْبُدُ اَيُّهَا الْجٰهِلُوْنَ","tema":"Allah sebagai Zat yang Maha Pencipta dan Pemilik Segalanya ","teks_terjemah":"Katakanlah (Nabi Muhammad), “Apakah kamu menyuruhku (untuk) menyembah selain Allah, wahai orang-orang yang bodoh?”","no_fn":"","teks_fn":"","bacaan":"qul afaghayralaahi ta'muruunnii a'budu ayyuhaaljaahiluun"},{"id_ayat":4123,"no_surah":39,"no_ayat":65,"teks_ayat":"وَلَقَدْ اُوْحِيَ اِلَيْكَ وَاِلَى الَّذِيْنَ مِنْ قَبْلِكَۚ  لَىِٕنْ اَشْرَكْتَ لَيَحْبَطَنَّ عَمَلُكَ وَلَتَكُوْنَنَّ مِنَ الْخٰسِرِيْنَ","tema":"Allah sebagai Zat yang Maha Pencipta dan Pemilik Segalanya ","teks_terjemah":"Sungguh, benar-benar telah diwahyukan kepadamu dan kepada orang-orang (para nabi) sebelummu, “Sungguh, jika engkau mempersekutukan (Allah), niscaya akan gugurlah amalmu dan tentulah engkau termasuk orang-orang yang rugi.","no_fn":"","teks_fn":"","bacaan":"walaqad uuhiya ilayka wa-ilaaladziina min qablika la-in asyrakta layahbathanna 'amaluka walatakuunanna minalkhaasiriin"},{"id_ayat":4124,"no_surah":39,"no_ayat":66,"teks_ayat":"بَلِ اللّٰهَ فَاعْبُدْ وَكُنْ مِّنَ الشّٰكِرِيْنَ","tema":"Allah sebagai Zat yang Maha Pencipta dan Pemilik Segalanya ","teks_terjemah":"Oleh karena itu, sembahlah Allah (saja) dan jadilah engkau termasuk orang-orang yang bersyukur.”","no_fn":"","teks_fn":"","bacaan":"balilaaha fa'bud wakun minasysyaakiriin"},{"id_ayat":4125,"no_surah":39,"no_ayat":67,"teks_ayat":"وَمَا قَدَرُوا اللّٰهَ حَقَّ قَدْرِهٖۖ وَالْاَرْضُ جَمِيْعًا قَبْضَتُهٗ يَوْمَ الْقِيٰمَةِ وَالسَّمٰوٰتُ مَطْوِيّٰتٌۢ بِيَمِيْنِهٖ ۗسُبْحٰنَهٗ وَتَعٰلٰى عَمَّا يُشْرِكُوْنَ","tema":"Peringatan akan Datangnya Hari Kiamat ","teks_terjemah":"Mereka tidak mengagungkan Allah sebagaimana mestinya. Padahal, bumi seluruhnya (ada dalam) genggaman-Nya pada hari Kiamat dan langit digulung dengan tangan kanan-Nya.<sup>664)<\/sup> Mahasuci dan Mahatinggi Dia dari apa yang mereka persekutukan.","no_fn":"664","teks_fn":"664) Ayat ini menggambarkan kebesaran dan kekuasaan Allah Swt. dan hanya Dia yang berkuasa pada hari Kiamat.","bacaan":"wamaa qadaruulaaha haqqa qadrihi wal-ardhu jamii'an qabdhatuhu yawmalqiyaamati wassamaawaatu mathwiyyaatun biyamiinihi subhaanahu wata'aalaa 'ammaa yusyrikuun"},{"id_ayat":4126,"no_surah":39,"no_ayat":68,"teks_ayat":"وَنُفِخَ فِى الصُّوْرِ فَصَعِقَ مَنْ فِى السَّمٰوٰتِ وَمَنْ فِى الْاَرْضِ اِلَّا مَنْ شَاۤءَ اللّٰهُ ۗ ثُمَّ نُفِخَ فِيْهِ اُخْرٰى فَاِذَا هُمْ قِيَامٌ يَّنْظُرُوْنَ","tema":"Peringatan akan Datangnya Hari Kiamat ","teks_terjemah":"Sangkakala pun ditiup sehingga matilah semua (makhluk) yang (ada) di langit dan di bumi, kecuali mereka yang dikehendaki Allah. Kemudian, ia ditiup sekali lagi. Seketika itu, mereka bangun (dari kuburnya dan) menunggu (keputusan Allah).","no_fn":"","teks_fn":"","bacaan":"wanufikha fiishshuuri fasha'iqa man fiissamaawaati waman fiil-ardhi illaa man syaa-alaahu tsumma nufikha fiihi ukhraa fa-idzaa hum qiyaamun yanzhuruun"},{"id_ayat":4127,"no_surah":39,"no_ayat":69,"teks_ayat":"وَاَشْرَقَتِ الْاَرْضُ بِنُوْرِ رَبِّهَا وَوُضِعَ الْكِتٰبُ وَجِايْۤءَ بِالنَّبِيّٖنَ وَالشُّهَدَاۤءِ وَقُضِيَ بَيْنَهُمْ بِالْحَقِّ وَهُمْ لَا يُظْلَمُوْنَ","tema":"Peringatan akan Datangnya Hari Kiamat ","teks_terjemah":"Bumi (padang Mahsyar) menjadi terang benderang dengan cahaya Tuhannya, buku (catatan amal) diberikan (kepada setiap orang), para nabi dan para saksi pun dihadirkan, lalu diberikan keputusan di antara mereka secara adil dan mereka tidak dizalimi.","no_fn":"","teks_fn":"","bacaan":"wa-asyraqatil-ardhu binuuri rabbihaa wawudhi'alkitaabu wajii-a binnabiyyiina wasysyuhadaa-i waqudhiya baynahum bilhaqqi wahum laa yuzhlamuun"},{"id_ayat":4128,"no_surah":39,"no_ayat":70,"teks_ayat":"وَوُفِّيَتْ كُلُّ نَفْسٍ مَّا عَمِلَتْ وَهُوَ اَعْلَمُ بِمَا يَفْعَلُوْنَ ࣖ ","tema":"Peringatan akan Datangnya Hari Kiamat ","teks_terjemah":"Setiap jiwa diberi balasan dengan sempurna sesuai dengan apa yang telah dikerjakannya dan Dia paling tahu tentang apa yang mereka lakukan.","no_fn":"","teks_fn":"","bacaan":"wawuffiyat kullu nafsin maa 'amilat wahuwa a'lamu bimaa yaf'aluun"},{"id_ayat":4129,"no_surah":39,"no_ayat":71,"teks_ayat":"وَسِيْقَ الَّذِيْنَ كَفَرُوْٓا اِلٰى جَهَنَّمَ زُمَرًا ۗحَتّٰىٓ اِذَا جَاۤءُوْهَا فُتِحَتْ اَبْوَابُهَا وَقَالَ لَهُمْ خَزَنَتُهَآ اَلَمْ يَأْتِكُمْ رُسُلٌ مِّنْكُمْ يَتْلُوْنَ عَلَيْكُمْ اٰيٰتِ رَبِّكُمْ وَيُنْذِرُوْنَكُمْ لِقَاۤءَ يَوْمِكُمْ هٰذَا ۗقَالُوْا بَلٰى وَلٰكِنْ حَقَّتْ كَلِمَةُ الْعَذَابِ عَلَى الْكٰفِرِيْنَ","tema":"Risiko yang Ditanggung Manusia atas Perbuatannya ","teks_terjemah":"Orang-orang yang kufur digiring ke (neraka) Jahanam secara berombongan sehingga apabila mereka telah sampai di sana, pintu-pintunya dibuka dan para penjaganya berkata kepada mereka, “Apakah belum pernah datang kepadamu rasul-rasul dari kalanganmu yang membacakan ayat-ayat Tuhanmu dan memperingatkan kepadamu pertemuan (dengan) harimu ini?” Mereka menjawab, “Benar, (telah datang para rasul).” Akan tetapi, ketetapan azab pasti berlaku terhadap orang-orang kafir.","no_fn":"","teks_fn":"","bacaan":"wasiiqaladziina kafaruu ilaa jahannama zumaran hattaa idzaa jaauuhaa futihat abwaabuhaa waqaala lahum khazanatuhaa alam ya'tikum rusulun minkum yatluuna 'alaykum aayaati rabbikum wayundziruunakum liqaa-a yawmikum haadzaa qaaluu balaa walaakin haqqat kalimatu al'adzaabi 'alaa alkaafiriin"},{"id_ayat":4130,"no_surah":39,"no_ayat":72,"teks_ayat":"قِيْلَ ادْخُلُوْٓا اَبْوَابَ جَهَنَّمَ خٰلِدِيْنَ فِيْهَا ۚفَبِئْسَ مَثْوَى الْمُتَكَبِّرِيْنَ","tema":"Risiko yang Ditanggung Manusia atas Perbuatannya ","teks_terjemah":"Dikatakan (kepada mereka), “Masuklah pintu-pintu (neraka) Jahanam (untuk tinggal) di dalamnya selama-lamanya!” Maka, (neraka Jahanam) itu seburuk-buruk tempat tinggal bagi orang-orang yang takabur.","no_fn":"","teks_fn":"","bacaan":"qiila udkhuluu abwaaba jahannama khaalidiina fiihaa fabi'sa matswaalmutakabbiriin"},{"id_ayat":4131,"no_surah":39,"no_ayat":73,"teks_ayat":"وَسِيْقَ الَّذِيْنَ اتَّقَوْا رَبَّهُمْ اِلَى الْجَنَّةِ زُمَرًا ۗحَتّٰىٓ اِذَا جَاۤءُوْهَا وَفُتِحَتْ اَبْوَابُهَا وَقَالَ لَهُمْ خَزَنَتُهَا سَلٰمٌ عَلَيْكُمْ طِبْتُمْ فَادْخُلُوْهَا خٰلِدِيْنَ","tema":"Risiko yang Ditanggung Manusia atas Perbuatannya ","teks_terjemah":"Orang-orang yang bertakwa kepada Tuhannya diantar ke dalam surga secara berombongan sehingga apabila mereka telah sampai di sana dan pintu-pintunya telah dibuka, para penjaganya berkata kepada mereka, “Salāmun ‘alaikum (semoga keselamatan tercurah kepadamu), berbahagialah kamu. Maka, masuklah ke dalamnya (untuk tinggal) selama-lamanya!”","no_fn":"","teks_fn":"","bacaan":"wasiiqaladziina ittaqaw rabbahum ilaaljannati zumaran hattaa idzaa jaauuhaa wafutihat abwaabuhaa waqaala lahum khazanatuhaa salaamun 'alaykum thibtum fadkhuluuhaa khaalidiin"},{"id_ayat":4132,"no_surah":39,"no_ayat":74,"teks_ayat":"وَقَالُوا الْحَمْدُ لِلّٰهِ الَّذِيْ صَدَقَنَا وَعْدَهٗ وَاَوْرَثَنَا الْاَرْضَ نَتَبَوَّاُ مِنَ الْجَنَّةِ حَيْثُ نَشَاۤءُ ۚفَنِعْمَ اَجْرُ الْعٰمِلِيْنَ","tema":"Risiko yang Ditanggung Manusia atas Perbuatannya ","teks_terjemah":"Mereka berkata, “Segala puji bagi Allah yang telah memenuhi janji-Nya dan mewariskan bumi (di akhirat) ini kepada kami sehingga dapat menempati surga sesuai dengan kehendak kami.” (Surga adalah) sebaik-baik balasan bagi orang-orang yang beramal (saleh).","no_fn":"","teks_fn":"","bacaan":"waqaaluulhamdu lillaahiladzii shadaqanaa wa'dahu wa-awratsanaal-ardha natabawwau minaljannati haytsu nasyaau fani'ma ajrul'aamiliin"},{"id_ayat":4133,"no_surah":39,"no_ayat":75,"teks_ayat":"وَتَرَى الْمَلٰۤىِٕكَةَ حَاۤفِّيْنَ مِنْ حَوْلِ الْعَرْشِ يُسَبِّحُوْنَ بِحَمْدِ رَبِّهِمْۚ وَقُضِيَ بَيْنَهُمْ بِالْحَقِّ وَقِيْلَ الْحَمْدُ لِلّٰهِ رَبِّ الْعٰلَمِيْنَ ࣖ","tema":"Risiko yang Ditanggung Manusia atas Perbuatannya ","teks_terjemah":"Engkau (Nabi Muhammad) akan melihat malaikat melingkar di sekeliling ʻArasy. Mereka bertasbih sambil memuji Tuhannya. (Urusan) di antara mereka (seluruh makhluk) diputuskan dengan hak (adil). (Ketika itu) dikatakan, “Segala puji bagi Allah, Tuhan semesta alam.”","no_fn":"","teks_fn":"","bacaan":"wataraalmalaa-ikata haaffiina min hawlil'arsyi yusabbihuuna bihamdi rabbihim waqudhiya baynahum bilhaqqi waqiilalhamdu lillaahi rabbil'aalamiin"}]