[{"id_ayat":4134,"no_surah":40,"no_ayat":1,"teks_ayat":"حٰمۤ  ۚ ","tema":"Al-Qur’an sebagai Wahyu dari Allah ","teks_terjemah":"Ḥā Mīm. ","no_fn":"","teks_fn":"","bacaan":"haa-miim"},{"id_ayat":4135,"no_surah":40,"no_ayat":2,"teks_ayat":"تَنْزِيْلُ الْكِتٰبِ مِنَ اللّٰهِ الْعَزِيْزِ الْعَلِيْمِۙ","tema":"Al-Qur’an sebagai Wahyu dari Allah ","teks_terjemah":"Diturunkannya Kitab (Al-Qur’an) ini dari Allah Yang Mahaperkasa lagi Maha Mengetahui.","no_fn":"","teks_fn":"","bacaan":"tanziilulkitaabi minalaahil'aziizil'aliim"},{"id_ayat":4136,"no_surah":40,"no_ayat":3,"teks_ayat":"غَافِرِ الذَّنْۢبِ وَقَابِلِ التَّوْبِ شَدِيْدِ الْعِقَابِ ذِى الطَّوْلِۗ  لَآ اِلٰهَ اِلَّا هُوَ ۗاِلَيْهِ الْمَصِيْرُ ","tema":"Al-Qur’an sebagai Wahyu dari Allah ","teks_terjemah":"(Dia) Pengampun dosa, Penerima tobat, Pemberi hukuman yang keras, (dan) Pemilik karunia. Tidak ada tuhan  selain Dia. Hanya kepada-Nyalah (semua makhluk) kembali.","no_fn":"","teks_fn":"","bacaan":"ghaafiridzdzanbi waqaabilittawbi syadiidil'iqaabi dziiththhawli laa ilaaha illaa huwa ilayhilmashiir"},{"id_ayat":4137,"no_surah":40,"no_ayat":4,"teks_ayat":"مَا يُجَادِلُ فِيْٓ اٰيٰتِ اللّٰهِ اِلَّا الَّذِيْنَ كَفَرُوْا فَلَا يَغْرُرْكَ تَقَلُّبُهُمْ فِى الْبِلَادِ","tema":"Al-Qur’an sebagai Wahyu dari Allah ","teks_terjemah":"Tidak ada yang memperdebatkan ayat-ayat Allah, kecuali orang-orang yang kufur. Oleh karena itu, janganlah engkau (Nabi Muhammad) tertipu oleh bolak-balik perjalanan mereka di seluruh negeri.","no_fn":"","teks_fn":"","bacaan":"maa yujaadilu fii aayaatilaahi illaaladziina kafaruu falaa yaghrurka taqallubuhum fiilbilaad"},{"id_ayat":4138,"no_surah":40,"no_ayat":5,"teks_ayat":"كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوْحٍ وَّالْاَحْزَابُ مِنْۢ بَعْدِهِمْ ۖوَهَمَّتْ كُلُّ اُمَّةٍۢ بِرَسُوْلِهِمْ لِيَأْخُذُوْهُ وَجَادَلُوْا بِالْبَاطِلِ لِيُدْحِضُوْا بِهِ الْحَقَّ فَاَخَذْتُهُمْ ۗفَكَيْفَ كَانَ عِقَابِ","tema":"Al-Qur’an sebagai Wahyu dari Allah ","teks_terjemah":"Sebelum mereka, kaum Nuh dan golongan-golongan yang bersekutu setelah mereka mendustakan (rasul). Setiap umat telah merencanakan (tipu daya) terhadap rasul mereka untuk membunuhnya. Mereka membantah dengan (alasan) yang batil untuk melenyapkan kebenaran. Maka, Aku menyiksa mereka. Bagaimanakah (pedihnya) azab-Ku?","no_fn":"","teks_fn":"","bacaan":"kadzdzabat qablahum qawmu nuuhin wal-ahzaabu min ba'dihim wahammat kullu ummatin birasuulihim liya'khudzuuhu wajaadaluu bilbaathili liyudhdhuu bihilhaqqa fa-akhadztuhum fakayfa kaana 'iqaab"},{"id_ayat":4139,"no_surah":40,"no_ayat":6,"teks_ayat":"وَكَذٰلِكَ حَقَّتْ كَلِمَتُ رَبِّكَ عَلَى الَّذِيْنَ كَفَرُوْٓا اَنَّهُمْ اَصْحٰبُ النَّارِۘ ","tema":"Al-Qur’an sebagai Wahyu dari Allah ","teks_terjemah":"Demikianlah (sebagaimana berlaku kepada umat terdahulu), ketetapan Tuhanmu itu berlaku pula bagi orang-orang yang kufur bahwa mereka adalah para penghuni neraka.","no_fn":"","teks_fn":"","bacaan":"wakadzaalika haqqat kalimatu rabbika 'alaaladziina kafaruu annahum ash-haabunnaar"},{"id_ayat":4140,"no_surah":40,"no_ayat":7,"teks_ayat":"اَلَّذِيْنَ يَحْمِلُوْنَ الْعَرْشَ وَمَنْ حَوْلَهٗ يُسَبِّحُوْنَ بِحَمْدِ رَبِّهِمْ وَيُؤْمِنُوْنَ بِهٖ وَيَسْتَغْفِرُوْنَ لِلَّذِيْنَ اٰمَنُوْاۚ رَبَّنَا وَسِعْتَ كُلَّ شَيْءٍ رَّحْمَةً وَّعِلْمًا فَاغْفِرْ لِلَّذِيْنَ تَابُوْا وَاتَّبَعُوْا سَبِيْلَكَ وَقِهِمْ عَذَابَ الْجَحِيْمِ ","tema":"Bertasbihnya Malaikat Mendoakan Orang Mukmin ","teks_terjemah":"(Para malaikat) yang memikul ʻArasy dan yang berada di sekelilingnya selalu bertasbih dengan memuji Tuhannya, beriman kepada-Nya, dan memohonkan ampunan untuk orang-orang yang beriman. (Mereka berkata,) “Wahai Tuhan kami, rahmat dan ilmu-Mu meliputi segala sesuatu. Maka, berikanlah ampunan kepada orang-orang yang bertobat serta mengikuti jalan-Mu dan lindungilah mereka dari azab (neraka) Jahim.","no_fn":"","teks_fn":"","bacaan":"aladziina yahmiluunal'arsya waman hawlahu yusabbihuuna bihamdi rabbihim wayu'minuuna bihi wayastaghfiruuna lilladziina aamanuu rabbanaa wasi'ta kulla syay-in rahmatan wa'ilman faghfir lilladziina taabuu wattaba'uu sabiilaka waqihim 'adzaabaljahiim"},{"id_ayat":4141,"no_surah":40,"no_ayat":8,"teks_ayat":"رَبَّنَا وَاَدْخِلْهُمْ جَنّٰتِ عَدْنِ ِۨالَّتِيْ وَعَدْتَّهُمْ وَمَنْ صَلَحَ مِنْ اٰبَاۤىِٕهِمْ وَاَزْوَاجِهِمْ وَذُرِّيّٰتِهِمْ ۗاِنَّكَ اَنْتَ الْعَزِيْزُ الْحَكِيْمُۙ ","tema":"Bertasbihnya Malaikat Mendoakan Orang Mukmin ","teks_terjemah":"Wahai Tuhan kami, masukkanlah mereka ke dalam surga ‘Adn yang telah Engkau janjikan kepada mereka serta orang yang saleh di antara nenek moyang, istri, dan keturunan mereka. Sesungguhnya Engkaulah Yang Mahaperkasa lagi Mahabijaksana.","no_fn":"","teks_fn":"","bacaan":"rabbanaa wa-adkhilhum jannaati 'adninlatii wa'adtahum waman shalaha min aabaa-ihim wa-azwaajihim wadzurriyyaatihim innaka antal'aziizulhakiim"},{"id_ayat":4142,"no_surah":40,"no_ayat":9,"teks_ayat":"وَقِهِمُ السَّيِّاٰتِۗ وَمَنْ تَقِ السَّيِّاٰتِ يَوْمَىِٕذٍ فَقَدْ رَحِمْتَهٗ ۗوَذٰلِكَ هُوَ الْفَوْزُ الْعَظِيْمُ ࣖ ","tema":"Bertasbihnya Malaikat Mendoakan Orang Mukmin ","teks_terjemah":"Lindungilah mereka dari keburukan. Siapa yang Engkau lindungi dari keburukan pada hari itu, sungguh, Engkau telah menganugerahkan rahmat kepadanya. Itulah kemenangan yang agung.”","no_fn":"","teks_fn":"","bacaan":"waqihimussayyi-aati waman taqissayyi-aati yawma-idzin faqad rahimtahu wadzaalika huwalfawzul'azhiim"},{"id_ayat":4143,"no_surah":40,"no_ayat":10,"teks_ayat":"اِنَّ الَّذِيْنَ كَفَرُوْا يُنَادَوْنَ لَمَقْتُ اللّٰهِ اَكْبَرُ مِنْ مَّقْتِكُمْ اَنْفُسَكُمْ اِذْ تُدْعَوْنَ اِلَى الْاِيْمَانِ فَتَكْفُرُوْنَ","tema":"Bertasbihnya Malaikat Mendoakan Orang Mukmin ","teks_terjemah":"Sesungguhnya orang-orang yang kufur akan diseru (oleh malaikat pada hari Kiamat), “Sungguh, kebencian Allah (kepadamu) jauh lebih besar daripada kebencianmu kepada dirimu sendiri ketika kamu diseru untuk beriman, lalu kamu mengingkarinya.”","no_fn":"","teks_fn":"","bacaan":"innaladziina kafaruu yunaadawna lamaqtulaahi akbaru min maqtikum anfusakum idz tud'awna ilaal-iimaani fatakfuruun"},{"id_ayat":4144,"no_surah":40,"no_ayat":11,"teks_ayat":"قَالُوْا رَبَّنَآ اَمَتَّنَا اثْنَتَيْنِ وَاَحْيَيْتَنَا اثْنَتَيْنِ فَاعْتَرَفْنَا بِذُنُوْبِنَا فَهَلْ اِلٰى خُرُوْجٍ مِّنْ سَبِيْلٍ","tema":"Keinginan Orang-Orang Kafir untuk Kembali ke Dunia ","teks_terjemah":"Mereka menjawab, “Wahai Tuhan kami, Engkau telah mematikan kami dua kali dan telah menghidupkan kami dua kali (pula), lalu kami mengakui dosa-dosa kami. Maka, adakah jalan (bagi kami) untuk keluar (dari neraka)?”","no_fn":"","teks_fn":"","bacaan":"qaaluu rabbanaa amattanaa itsnatayni wa-ahyaytanaa itsnatayni fa'tarafnaa bidzunuubinaa fahal ilaa khuruujin min sabiil"},{"id_ayat":4145,"no_surah":40,"no_ayat":12,"teks_ayat":"ذٰلِكُمْ بِاَنَّهٗٓ اِذَا دُعِيَ اللّٰهُ وَحْدَهٗ كَفَرْتُمْۚ وَاِنْ يُّشْرَكْ بِهٖ تُؤْمِنُوْا ۗفَالْحُكْمُ لِلّٰهِ الْعَلِيِّ الْكَبِيْرِ","tema":"Keinginan Orang-Orang Kafir untuk Kembali ke Dunia ","teks_terjemah":"(Dikatakan kepada mereka,) “Itu (terjadi) karena kamu benar-benar kufur apabila diseru untuk menyembah Allah semata. (Namun,) jika Dia dipersekutukan, kamu (langsung) percaya. Maka, keputusan (saat ini) ada pada Allah Yang Mahatinggi lagi Mahabesar.”","no_fn":"","teks_fn":"","bacaan":"dzaalikum bi-annahu idzaa du'iyalaahu wahdahu kafartum wa-in yusyrak bihi tu'minuu falhukmu lillaahil'aliyyilkabiir"},{"id_ayat":4146,"no_surah":40,"no_ayat":13,"teks_ayat":"هُوَ الَّذِيْ يُرِيْكُمْ اٰيٰتِهٖ وَيُنَزِّلُ لَكُمْ مِّنَ السَّمَاۤءِ رِزْقًا ۗوَمَا يَتَذَكَّرُ اِلَّا مَنْ يُّنِيْبُ","tema":"Peringatan Allah sebelum Datangnya Hari Pembalasan ","teks_terjemah":"Dialah yang memperlihatkan tanda-tanda (kekuasaan)-Nya kepadamu dan menurunkan rezeki dari langit untukmu. Yang mendapat pelajaran tidak lain, kecuali orang-orang yang kembali (kepada Allah).","no_fn":"","teks_fn":"","bacaan":"huwaladzii yuriikum aayaatihi wayunazzilu lakum minassamaa-i rizqan wamaa yatadzakkaru illaa man yuniib"},{"id_ayat":4147,"no_surah":40,"no_ayat":14,"teks_ayat":"فَادْعُوا اللّٰهَ مُخْلِصِيْنَ لَهُ الدِّيْنَ وَلَوْ كَرِهَ الْكٰفِرُوْنَ","tema":"Peringatan Allah sebelum Datangnya Hari Pembalasan ","teks_terjemah":"Maka, sembahlah Allah dengan mengikhlaskan ketaatan kepada-Nya meskipun orang-orang kafir tidak menyukai(-nya).","no_fn":"","teks_fn":"","bacaan":"fad'uulaaha mukhlishiina lahuddiina walaw karihalkaafiruun"},{"id_ayat":4148,"no_surah":40,"no_ayat":15,"teks_ayat":"رَفِيْعُ الدَّرَجٰتِ ذُو الْعَرْشِۚ يُلْقِى الرُّوْحَ مِنْ اَمْرِهٖ عَلٰى مَنْ يَّشَاۤءُ مِنْ عِبَادِهٖ لِيُنْذِرَ يَوْمَ التَّلَاقِۙ","tema":"Peringatan Allah sebelum Datangnya Hari Pembalasan ","teks_terjemah":"(Dialah) Yang Mahatinggi derajat-Nya, yang memiliki ʻArasy, yang menurunkan wahyu dengan perintah-Nya kepada siapa yang Dia kehendaki di antara hamba-hamba-Nya agar memperingatkan (manusia) tentang hari pertemuan (hari Kiamat).","no_fn":"","teks_fn":"","bacaan":"rafii'uddarajaati dzuul'arsyi yulqiirruuha min amrihi 'alaa man yasyaau min 'ibaadihi liyundzira yawmattalaaq"},{"id_ayat":4149,"no_surah":40,"no_ayat":16,"teks_ayat":"يَوْمَ هُمْ بٰرِزُوْنَ ۚ لَا يَخْفٰى عَلَى اللّٰهِ مِنْهُمْ شَيْءٌ ۗلِمَنِ الْمُلْكُ الْيَوْمَ ۗ لِلّٰهِ الْوَاحِدِ الْقَهَّارِ","tema":"Peringatan Allah sebelum Datangnya Hari Pembalasan ","teks_terjemah":"(Yaitu) pada hari (ketika) mereka tampak dengan jelas (di hadapan Tuhan-Nya), tidak (ada) satu (keadaan) pun dari mereka yang tersembunyi di sisi Allah. (Allah berfirman,) “Milik siapakah kerajaan pada hari ini?” (Lalu, dijawab,) “Milik Allah Yang Maha Esa lagi Maha Mengalahkan.”","no_fn":"","teks_fn":"","bacaan":"yawma hum baarizuuna laa yakhfaa 'alaalaahi minhum syay-un limanilmulkulyawma lillaahilwaahidilqahhaar"},{"id_ayat":4150,"no_surah":40,"no_ayat":17,"teks_ayat":"اَلْيَوْمَ تُجْزٰى كُلُّ نَفْسٍۢ بِمَا كَسَبَتْ ۗ لَا ظُلْمَ الْيَوْمَ ۗاِنَّ اللّٰهَ سَرِيْعُ الْحِسَابِ","tema":"Tiadanya Kerugian dari Balasan Allah ","teks_terjemah":"Pada hari ini setiap jiwa diberi balasan sesuai dengan apa yang telah diusahakannya. Tidak ada yang terzalimi pada hari ini. Sesungguhnya Allah sangat cepat perhitungan-Nya.","no_fn":"","teks_fn":"","bacaan":"alyawma tujzaa kullu nafsin bimaa kasabat laa zhulmalyawma innalaaha sarii'ulhisaab"},{"id_ayat":4151,"no_surah":40,"no_ayat":18,"teks_ayat":"وَاَنْذِرْهُمْ يَوْمَ الْاٰزِفَةِ اِذِ الْقُلُوْبُ لَدَى الْحَنَاجِرِ كٰظِمِيْنَ ەۗ مَا لِلظّٰلِمِيْنَ مِنْ حَمِيْمٍ وَّلَا شَفِيْعٍ يُّطَاعُۗ","tema":"Tiadanya Kerugian dari Balasan Allah ","teks_terjemah":"Berilah mereka peringatan akan hari yang makin dekat (hari Kiamat, yaitu) ketika hati (menyesak) sampai di kerongkongan karena menahan (kesedihan). Tidak ada seorang pun teman setia bagi orang yang zalim dan tidak ada baginya seorang penolong yang diterima (pertolongannya).","no_fn":"","teks_fn":"","bacaan":"wa-andzirhum yawmal-aazifati idzilquluubu ladaalhanaajiri kaatsimiina maa lizhzhaalimiina min hamiimin walaa syafii'in yuthaa'"},{"id_ayat":4152,"no_surah":40,"no_ayat":19,"teks_ayat":"يَعْلَمُ خَاۤىِٕنَةَ الْاَعْيُنِ وَمَا تُخْفِى الصُّدُوْرُ","tema":"Sifat Allah yang Maha Mengetahui Perbuatan Manusia ","teks_terjemah":"Dia mengetahui (pandangan) mata yang khianat<sup>665)<\/sup> dan apa yang tersembunyi di dalam dada.","no_fn":"665","teks_fn":"665) Maksud ungkapan pandangan yang khianat adalah pandangan pada hal-hal yang terlarang, seperti memandang lawan jenis yang bukan mahram tanpa alasan yang dibenarkan syariat.","bacaan":"ya'lamu khaa-inatal-a'yuni wamaa tukhfiishshuduur"},{"id_ayat":4153,"no_surah":40,"no_ayat":20,"teks_ayat":"وَاللّٰهُ يَقْضِيْ بِالْحَقِّ ۗوَالَّذِيْنَ يَدْعُوْنَ مِنْ دُوْنِهٖ لَا يَقْضُوْنَ بِشَيْءٍ ۗاِنَّ اللّٰهَ هُوَ السَّمِيْعُ الْبَصِيْرُ ࣖ","tema":"Sifat Allah yang Maha Mengetahui Perbuatan Manusia ","teks_terjemah":"Allah memutuskan dengan hak (benar dan adil), sedangkan mereka yang disembah selain-Nya tidak mampu memutuskan dengan suatu apa pun. Sesungguhnya Allah, Dialah Yang Maha Mendengar lagi Maha Melihat.","no_fn":"","teks_fn":"","bacaan":"waalaahu yaqdhii bilhaqqi walladziina yad'uuna min duunihi laa yaqdhuuna bisyay-in innalaaha huwassamii'ulbashiir"},{"id_ayat":4154,"no_surah":40,"no_ayat":21,"teks_ayat":"۞ اَوَلَمْ يَسِيْرُوْا فِى الْاَرْضِ فَيَنْظُرُوْا كَيْفَ كَانَ عَاقِبَةُ الَّذِيْنَ كَانُوْا مِنْ قَبْلِهِمْ ۗ كَانُوْا هُمْ اَشَدَّ مِنْهُمْ قُوَّةً وَّاٰثَارًا فِى الْاَرْضِ فَاَخَذَهُمُ اللّٰهُ بِذُنُوْبِهِمْ ۗوَمَا كَانَ لَهُمْ مِّنَ اللّٰهِ مِنْ وَّاقٍ","tema":"Perintah untuk Mengembara Melihat Tanda-Tanda Kebesaran Allah ","teks_terjemah":"Apakah mereka tidak berjalan di bumi, lalu memperhatikan bagaimana kesudahan orang-orang yang sebelum mereka? Orang-orang itu lebih hebat kekuatannya daripada mereka dan (lebih banyak) peninggalan (peradaban)-nya di bumi. Akan tetapi, Allah mengazab mereka karena dosa-dosanya. Tidak ada suatu pun yang melindungi mereka dari (azab) Allah.","no_fn":"","teks_fn":"","bacaan":"awa lam yasiiruu fiil-ardhi fayanzhuruu kayfa kaana 'aaqibatuladziina kaanuu min qablihim kaanuu hum asyadda minhum quwwatan waaatsaaran fiil-ardhi fa-akhadzahumulaahu bidzunuubihim wamaa kaana lahum minalaahi min waaq"},{"id_ayat":4155,"no_surah":40,"no_ayat":22,"teks_ayat":"ذٰلِكَ بِاَنَّهُمْ كَانَتْ تَّأْتِيْهِمْ رُسُلُهُمْ بِالْبَيِّنٰتِ فَكَفَرُوْا فَاَخَذَهُمُ اللّٰهُ ۗاِنَّهٗ قَوِيٌّ شَدِيْدُ الْعِقَابِ","tema":"Perintah untuk Mengembara Melihat Tanda-Tanda Kebesaran Allah ","teks_terjemah":"Yang demikian itu adalah karena sesungguhnya rasul-rasul telah datang kepada mereka dengan membawa bukti-bukti yang nyata<sup>666)<\/sup> lalu mereka ingkar. Maka, Allah mengazab mereka. Sesungguhnya Dia Mahakuat lagi Mahakeras hukuman-Nya.","no_fn":"666","teks_fn":"666) Maksud bukti-bukti yang nyata adalah mukjizat, hukum-hukum, dan ajaran yang dibawanya.","bacaan":"dzaalika bi-annahum kaanat ta'tiihim rusuluhum bilbayyinaati fakafaruu fa-akhadzahumulaahu innahu qawiyyun syadiidul'iqaab"},{"id_ayat":4156,"no_surah":40,"no_ayat":23,"teks_ayat":"وَلَقَدْ اَرْسَلْنَا مُوْسٰى بِاٰيٰتِنَا وَسُلْطٰنٍ مُّبِيْنٍۙ","tema":"Diutusnya Nabi Musa oleh Allah kepada Fir‘aun ","teks_terjemah":"Sungguh, Kami benar-benar telah mengutus Musa dengan (membawa) ayat-ayat Kami dan keterangan yang nyata","no_fn":"","teks_fn":"","bacaan":"walaqad arsalnaa muusaa bi-aayaatinaa wasulthaanin mubiin"},{"id_ayat":4157,"no_surah":40,"no_ayat":24,"teks_ayat":"اِلٰى فِرْعَوْنَ وَهَامٰنَ وَقَارُوْنَ فَقَالُوْا سٰحِرٌ كَذَّابٌ","tema":"Diutusnya Nabi Musa oleh Allah kepada Fir‘aun ","teks_terjemah":"kepada Fir‘aun, Haman, dan Qarun. Lalu, mereka berkata, “(Musa) itu seorang penyihir lagi pendusta.”","no_fn":"","teks_fn":"","bacaan":"ilaa fir'awna wahaamaana waqaaruuna faqaaluu saahirun kadzdzaab"},{"id_ayat":4158,"no_surah":40,"no_ayat":25,"teks_ayat":"فَلَمَّا جَاۤءَهُمْ بِالْحَقِّ مِنْ عِنْدِنَا قَالُوا اقْتُلُوْٓا اَبْنَاۤءَ الَّذِيْنَ اٰمَنُوْا مَعَهٗ وَاسْتَحْيُوْا نِسَاۤءَهُمْ ۗوَمَا كَيْدُ الْكٰفِرِيْنَ اِلَّا فِيْ ضَلٰلٍ","tema":"Diutusnya Nabi Musa oleh Allah kepada Fir‘aun ","teks_terjemah":"Ketika dia (Musa) datang kepada mereka membawa kebenaran dari Kami, mereka berkata, “Bunuhlah anak laki-laki orang-orang yang beriman bersama dia dan biarkan hidup perempuan-perempuan mereka.” Tidaklah tipu daya orang-orang kafir itu kecuali sia-sia belaka.","no_fn":"","teks_fn":"","bacaan":"falammaa jaa-ahum bilhaqqi min 'indinaa qaaluu uqtuluu abnaa-aladziina aamanuu ma'ahu wastahyuu nisaa-ahum wamaa kaydulkaafiriina illaa fii dhalaal"},{"id_ayat":4159,"no_surah":40,"no_ayat":26,"teks_ayat":"وَقَالَ فِرْعَوْنُ ذَرُوْنِيْٓ اَقْتُلْ مُوْسٰى وَلْيَدْعُ رَبَّهٗ ۚاِنِّيْٓ اَخَافُ اَنْ يُّبَدِّلَ دِيْنَكُمْ اَوْ اَنْ يُّظْهِرَ فِى الْاَرْضِ الْفَسَادَ","tema":"Diutusnya Nabi Musa oleh Allah kepada Fir‘aun ","teks_terjemah":"Fir‘aun berkata (kepada pembesar-pembesarnya), “Biar aku yang membunuh Musa dan suruh dia memohon kepada Tuhannya. Sesungguhnya aku khawatir (bahwa) dia akan menukar agamamu atau menimbulkan kerusakan di bumi.”","no_fn":"","teks_fn":"","bacaan":"waqaala fir'awnu dzaruunii aqtul muusaa walyad'u rabbahu innii akhaafu an yubaddila diinakum aw an yuzhhira fiil-ardhilfasaad"},{"id_ayat":4160,"no_surah":40,"no_ayat":27,"teks_ayat":"وَقَالَ مُوْسٰىٓ اِنِّيْ عُذْتُ بِرَبِّيْ وَرَبِّكُمْ مِّنْ كُلِّ مُتَكَبِّرٍ لَّا يُؤْمِنُ بِيَوْمِ الْحِسَابِ ࣖ ","tema":"Diutusnya Nabi Musa oleh Allah kepada Fir‘aun ","teks_terjemah":"Musa berkata, “Sesungguhnya aku berlindung kepada Tuhanku dan Tuhanmu dari setiap orang yang menyombongkan diri yang tidak beriman kepada hari Perhitungan.”","no_fn":"","teks_fn":"","bacaan":"waqaala muusaa innii 'udztu birabbii warabbikum min kulli mutakabbirin laa yu'minu biyawmilhisaab"},{"id_ayat":4161,"no_surah":40,"no_ayat":28,"teks_ayat":"وَقَالَ رَجُلٌ مُّؤْمِنٌۖ مِّنْ اٰلِ فِرْعَوْنَ يَكْتُمُ اِيْمَانَهٗٓ اَتَقْتُلُوْنَ رَجُلًا اَنْ يَّقُوْلَ رَبِّيَ اللّٰهُ وَقَدْ جَاۤءَكُمْ بِالْبَيِّنٰتِ مِنْ رَّبِّكُمْ ۗوَاِنْ يَّكُ كَاذِبًا فَعَلَيْهِ كَذِبُهٗ ۚوَاِنْ يَّكُ صَادِقًا يُّصِبْكُمْ بَعْضُ الَّذِيْ يَعِدُكُمْ ۗاِنَّ اللّٰهَ لَا يَهْدِيْ مَنْ هُوَ مُسْرِفٌ كَذَّابٌ","tema":"Peringatan Seorang Mukmin dari Pengikut Fir‘aun ","teks_terjemah":"Seorang laki-laki mukmin dari keluarga Fir‘aun yang menyembunyikan imannya berkata, “Apakah kamu akan membunuh seseorang karena dia berkata, ‘Tuhanku adalah Allah.’ Padahal, sungguh dia telah datang kepadamu dengan membawa bukti-bukti yang nyata dari Tuhanmu. Jika dia seorang pendusta, dialah yang akan menanggung (dosa) dustanya itu, dan jika dia seorang yang benar, niscaya sebagian (bencana) yang diancamkan kepadamu akan menimpamu. Sesungguhnya Allah tidak memberi petunjuk kepada orang yang melampaui batas lagi pendusta.","no_fn":"","teks_fn":"","bacaan":"waqaala rajulun mu'minun min aali fir'awna yaktumu iimaanahu ataqtuluuna rajulan an yaquula rabbiyyalaahu waqad jaa-akum bilbayyinaati min rabbikum wa-in yaku kaadziban fa'alayhi kadzibuhu wa-in yaku shaadiqan yushibkum ba'dhuladzii ya'idukum innalaaha laa yahdii man huwa musrifun kadzdzaab"},{"id_ayat":4162,"no_surah":40,"no_ayat":29,"teks_ayat":"يٰقَوْمِ لَكُمُ الْمُلْكُ الْيَوْمَ ظٰهِرِيْنَ فِى الْاَرْضِۖ فَمَنْ يَّنْصُرُنَا مِنْۢ بَأْسِ اللّٰهِ اِنْ جَاۤءَنَا ۗقَالَ فِرْعَوْنُ مَآ اُرِيْكُمْ اِلَّا مَآ اَرٰى وَمَآ اَهْدِيْكُمْ اِلَّا سَبِيْلَ الرَّشَادِ","tema":"Peringatan Seorang Mukmin dari Pengikut Fir‘aun ","teks_terjemah":"Wahai kaumku, pada hari ini kerajaan ada padamu dengan berkuasa di bumi. Akan tetapi, siapa yang akan menolong kita dari azab Allah jika (azab itu) menimpa kita?” Fir‘aun berkata, “Aku hanya mengemukakan kepadamu apa yang aku pandang baik dan aku hanya menunjukkan kepadamu jalan yang benar.”","no_fn":"","teks_fn":"","bacaan":"yaa qawmi lakumulmulkulyawma zhaahiriina fiil-ardhi faman yanshurunaa min ba'silaahi in jaa-anaa qaala fir'awnu maa uriikum illaa maa araa wamaa ahdiikum illaa sabiilarrasyaad"},{"id_ayat":4163,"no_surah":40,"no_ayat":30,"teks_ayat":"وَقَالَ الَّذِيْٓ اٰمَنَ يٰقَوْمِ اِنِّيْٓ اَخَافُ عَلَيْكُمْ مِّثْلَ يَوْمِ الْاَحْزَابِۙ  ","tema":"Peringatan Seorang Mukmin dari Pengikut Fir‘aun ","teks_terjemah":"Orang yang beriman itu berkata, “Wahai kaumku, sesungguhnya aku khawatir (bahwa) kamu akan ditimpa (bencana) seperti hari (kehancuran) golongan yang bersekutu.","no_fn":"","teks_fn":"","bacaan":"waqaalaladzii aamana yaa qawmi innii akhaafu 'alaykum mitsla yawmil-ahzaab"},{"id_ayat":4164,"no_surah":40,"no_ayat":31,"teks_ayat":"مِثْلَ دَأْبِ قَوْمِ نُوْحٍ وَّعَادٍ وَّثَمُوْدَ وَالَّذِيْنَ مِنْۢ بَعْدِهِمْ ۗوَمَا اللّٰهُ يُرِيْدُ ظُلْمًا لِّلْعِبَادِ","tema":"Peringatan Seorang Mukmin dari Pengikut Fir‘aun ","teks_terjemah":"(Yakni) seperti kebiasaan kaum Nuh, ‘Ad, Samud, dan orang-orang yang datang setelah mereka (yang ditimpa bencana). Allah tidak menghendaki kezaliman terhadap hamba-hamba-Nya.","no_fn":"","teks_fn":"","bacaan":"mitsla da'bi qawmi nuuhin wa'aadin watsamuuda walladziina min ba'dihim wamaalaahu yuriidu zhulman lil'ibaad"},{"id_ayat":4165,"no_surah":40,"no_ayat":32,"teks_ayat":"وَيٰقَوْمِ اِنِّيْٓ اَخَافُ عَلَيْكُمْ يَوْمَ التَّنَادِۙ  ","tema":"Peringatan Seorang Mukmin dari Pengikut Fir‘aun ","teks_terjemah":"Wahai kaumku, sesungguhnya aku khawatir terhadapmu akan (siksaan) hari saling memanggil.<sup>667)<\/sup>","no_fn":"667","teks_fn":"667) Hari Kiamat disebut hari saling memanggil karena orang yang berkumpul di Padang Mahsyar saling memanggil untuk meminta tolong.","bacaan":"wayaa qawmi innii akhaafu 'alaykum yawmattanaad"},{"id_ayat":4166,"no_surah":40,"no_ayat":33,"teks_ayat":"يَوْمَ تُوَلُّوْنَ مُدْبِرِيْنَۚ مَا لَكُمْ مِّنَ اللّٰهِ مِنْ عَاصِمٍۚ وَمَنْ يُّضْلِلِ اللّٰهُ فَمَا لَهٗ مِنْ هَادٍ","tema":"Peringatan Seorang Mukmin dari Pengikut Fir‘aun ","teks_terjemah":"(Yaitu) pada hari (ketika) kamu dipalingkan dengan berbalik ke belakang (mencari perlindungan). Tidak ada seorang pun yang mampu menyelamatkanmu dari (azab) Allah. Siapa yang disesatkan oleh Allah tidak ada baginya (seorang) pemberi petunjuk pun.","no_fn":"","teks_fn":"","bacaan":"yawma tuwalluuna mudbiriina maa lakum minalaahi min 'aasimin waman yudhlililaahu famaa lahu min haad"},{"id_ayat":4167,"no_surah":40,"no_ayat":34,"teks_ayat":"وَلَقَدْ جَاۤءَكُمْ يُوْسُفُ مِنْ قَبْلُ بِالْبَيِّنٰتِ فَمَا زِلْتُمْ فِيْ شَكٍّ مِّمَّا جَاۤءَكُمْ بِهٖ ۗحَتّٰىٓ اِذَا هَلَكَ قُلْتُمْ لَنْ يَّبْعَثَ اللّٰهُ مِنْۢ بَعْدِهٖ رَسُوْلًا ۗ كَذٰلِكَ يُضِلُّ اللّٰهُ مَنْ هُوَ مُسْرِفٌ مُّرْتَابٌۙ","tema":"Peringatan Seorang Mukmin dari Pengikut Fir‘aun ","teks_terjemah":"Sungguh, sebelum itu Yusuf benar-benar telah datang kepadamu dengan membawa bukti-bukti yang nyata. Akan tetapi, kamu senantiasa dalam keraguan terhadap apa yang dibawanya hingga ketika dia wafat, kamu berkata, ‘Allah sekali-kali tidak akan mengirim seorang rasul pun setelahnya.’ Demikianlah Allah membiarkan sesat orang yang melampaui batas dan ragu-ragu.”","no_fn":"","teks_fn":"","bacaan":"walaqad jaa-akum yuusufu min qablu bilbayyinaati famaa ziltum fii syakkin mimmaa jaa-akum bihi hattaa idzaa halaka qultum lan yab'atsalaahu min ba'dihi rasuulan kadzaalika yudhillulaahu man huwa musrifun murtaab"},{"id_ayat":4168,"no_surah":40,"no_ayat":35,"teks_ayat":" ۨالَّذِيْنَ يُجَادِلُوْنَ فِيْٓ اٰيٰتِ اللّٰهِ بِغَيْرِ سُلْطٰنٍ اَتٰىهُمْۗ  كَبُرَ مَقْتًا عِنْدَ اللّٰهِ وَعِنْدَ الَّذِيْنَ اٰمَنُوْا ۗ كَذٰلِكَ يَطْبَعُ اللّٰهُ عَلٰى كُلِّ قَلْبِ مُتَكَبِّرٍ جَبَّارٍ","tema":"Peringatan Seorang Mukmin dari Pengikut Fir‘aun ","teks_terjemah":"Orang-orang yang memperdebatkan ayat-ayat Allah tanpa alasan yang sampai kepada mereka, sangat besar kemurkaan (bagi mereka) di sisi Allah dan di sisi orang-orang yang beriman. Demikianlah Allah mengunci hati setiap orang yang sombong lagi sewenang-wenang.","no_fn":"","teks_fn":"","bacaan":"aladziina yujaadiluuna fii aayaatilaahi bighayri sulthaanin ataahum kabura maqtan 'indalaahi wa'indaladziina aamanuu kadzaalika yathba'ulaahu 'alaa kulli qalbi mutakabbirin jabbaar"},{"id_ayat":4169,"no_surah":40,"no_ayat":36,"teks_ayat":"وَقَالَ فِرْعَوْنُ يٰهَامٰنُ ابْنِ لِيْ صَرْحًا لَّعَلِّيْٓ اَبْلُغُ الْاَسْبَابَۙ","tema":"Peringatan Seorang Mukmin dari Pengikut Fir‘aun ","teks_terjemah":"Fir‘aun berkata, “Hai Haman, buatkanlah untukku sebuah bangunan yang tinggi agar aku sampai ke pintu-pintu,","no_fn":"","teks_fn":"","bacaan":"waqaala fir'awnu yaa haamaanu ibni lii sharhan la'allii ablughul-asbaab"},{"id_ayat":4170,"no_surah":40,"no_ayat":37,"teks_ayat":"اَسْبَابَ السَّمٰوٰتِ فَاَطَّلِعَ اِلٰٓى اِلٰهِ مُوْسٰى وَاِنِّيْ لَاَظُنُّهٗ كَاذِبًا ۗوَكَذٰلِكَ زُيِّنَ لِفِرْعَوْنَ سُوْۤءُ عَمَلِهٖ وَصُدَّ عَنِ السَّبِيْلِ ۗوَمَا كَيْدُ فِرْعَوْنَ اِلَّا فِيْ تَبَابٍ ࣖ ","tema":"Peringatan Seorang Mukmin dari Pengikut Fir‘aun ","teks_terjemah":"(yaitu) pintu-pintu langit, agar aku dapat melihat Tuhannya Musa. Sesungguhnya aku benar-benar meyakininya sebagai seorang pendusta.” Demikianlah dijadikan terasa indah bagi Fir‘aun perbuatan buruknya itu, dan dia tertutup dari jalan (yang benar). Tipu daya Fir‘aun itu tidak lain kecuali membawa kerugian.","no_fn":"","teks_fn":"","bacaan":"asbaabassamaawaati fa-aththhali'a ilaa ilaahi muusaa wa-innii la-azhunnuhu kaadziban wakadzaalika zuyyina lifir'awna suu-u 'amalihi washudda 'anissabiili wamaa kaydu fir'awna illaa fii tabaab"},{"id_ayat":4171,"no_surah":40,"no_ayat":38,"teks_ayat":"وَقَالَ الَّذِيْٓ اٰمَنَ يٰقَوْمِ اتَّبِعُوْنِ اَهْدِكُمْ سَبِيْلَ الرَّشَادِۚ","tema":"Peringatan Seorang Mukmin dari Pengikut Fir‘aun ","teks_terjemah":"Orang yang beriman itu berkata, “Wahai kaumku, ikutilah aku! Aku akan menunjukkan kepadamu jalan yang benar.","no_fn":"","teks_fn":"","bacaan":"waqaalaladzii aamana yaa qawmi ittabi'uuni ahdikum sabiilarrasyaad"},{"id_ayat":4172,"no_surah":40,"no_ayat":39,"teks_ayat":"يٰقَوْمِ اِنَّمَا هٰذِهِ الْحَيٰوةُ الدُّنْيَا مَتَاعٌ  ۖوَّاِنَّ الْاٰخِرَةَ هِيَ دَارُ الْقَرَارِ","tema":"Peringatan Seorang Mukmin dari Pengikut Fir‘aun ","teks_terjemah":"Wahai kaumku, sesungguhnya kehidupan dunia ini hanyalah kesenangan (sementara) dan sesungguhnya akhirat itulah negeri yang kekal.","no_fn":"","teks_fn":"","bacaan":"yaa qawmi innamaa haadzihilhayaatuddunyaa mataa'un wa-innal-aakhirata hiya daarulqaraar"},{"id_ayat":4173,"no_surah":40,"no_ayat":40,"teks_ayat":"مَنْ عَمِلَ سَيِّئَةً فَلَا يُجْزٰىٓ اِلَّا مِثْلَهَاۚ وَمَنْ عَمِلَ صَالِحًا مِّنْ ذَكَرٍ اَوْ اُنْثٰى وَهُوَ مُؤْمِنٌ فَاُولٰۤىِٕكَ يَدْخُلُوْنَ الْجَنَّةَ يُرْزَقُوْنَ فِيْهَا بِغَيْرِ حِسَابٍ ","tema":"Peringatan Seorang Mukmin dari Pengikut Fir‘aun ","teks_terjemah":"Siapa yang mengerjakan keburukan tidak dibalas, kecuali sebanding dengan keburukan itu. Siapa yang mengerjakan kebajikan, baik laki-laki maupun perempuan sedangkan dia dalam keadaan beriman, akan masuk surga. Mereka dianugerahi rezeki di dalamnya tanpa perhitungan.","no_fn":"","teks_fn":"","bacaan":"man 'amila sayyi-atan falaa yujzaa illaa mitslahaa waman 'amila shaalihan min dzakarin aw untsaa wahuwa mu'minun faulaa-ika yadkhuluunaljannata yurzaquuna fiihaa bighayri hisaab"},{"id_ayat":4174,"no_surah":40,"no_ayat":41,"teks_ayat":"۞ وَيٰقَوْمِ مَا لِيْٓ اَدْعُوْكُمْ اِلَى النَّجٰوةِ وَتَدْعُوْنَنِيْٓ اِلَى النَّارِۗ","tema":"Seruan untuk Keselamatan Dunia dan Akhirat ","teks_terjemah":"Wahai kaumku, bagaimanakah ini? Aku menyerumu kepada keselamatan, sedangkan kamu menyeruku kepada neraka.","no_fn":"","teks_fn":"","bacaan":"wayaa qawmi maalii ad'uukum ilaannajaati watad'uunanii ilaannaar"},{"id_ayat":4175,"no_surah":40,"no_ayat":42,"teks_ayat":"تَدْعُوْنَنِيْ لِاَكْفُرَ بِاللّٰهِ وَاُشْرِكَ بِهٖ مَا لَيْسَ لِيْ بِهٖ عِلْمٌ وَّاَنَا۠ اَدْعُوْكُمْ اِلَى الْعَزِيْزِ الْغَفَّارِ","tema":"Seruan untuk Keselamatan Dunia dan Akhirat ","teks_terjemah":"Kamu menyeruku agar kufur kepada Allah dan mempersekutukan-Nya dengan sesuatu yang tidak ada padaku pengetahuan tentangnya, padahal aku menyerumu (beriman) kepada Yang Mahaperkasa lagi Maha Pengampun.","no_fn":"","teks_fn":"","bacaan":"tad'uunanii li-akfura bialaahi wausyrika bihi maa laysa lii bihi 'ilmun wa-anaa ad'uukum ilaal'aziizilghaffaar"},{"id_ayat":4176,"no_surah":40,"no_ayat":43,"teks_ayat":"لَا جَرَمَ اَنَّمَا تَدْعُوْنَنِيْٓ اِلَيْهِ لَيْسَ لَهٗ دَعْوَةٌ فِى الدُّنْيَا وَلَا فِى الْاٰخِرَةِ وَاَنَّ مَرَدَّنَآ اِلَى اللّٰهِ وَاَنَّ الْمُسْرِفِيْنَ هُمْ اَصْحٰبُ النَّارِ","tema":"Seruan untuk Keselamatan Dunia dan Akhirat ","teks_terjemah":"Sudah pasti bahwa apa yang kamu serukan kepadaku (agar menyembah)-nya bukanlah seruan yang layak sama sekali di dunia dan di akhirat. Sesungguhnya tempat kembali kita pasti kepada Allah dan sesungguhnya orang-orang yang melampaui batas akan menjadi penghuni neraka.","no_fn":"","teks_fn":"","bacaan":"laa jarama annamaa tad'uunanii ilayhi laysa lahu da'watun fiiddunyaa walaa fiil-aakhirati wa-anna maraddanaa ilaalaahi wa-annalmusrifiina hum ash-haabunnaar"},{"id_ayat":4177,"no_surah":40,"no_ayat":44,"teks_ayat":"فَسَتَذْكُرُوْنَ مَآ اَقُوْلُ لَكُمْۗ وَاُفَوِّضُ اَمْرِيْٓ اِلَى اللّٰهِ ۗاِنَّ اللّٰهَ بَصِيْرٌ ۢبِالْعِبَادِ","tema":"Seruan untuk Keselamatan Dunia dan Akhirat ","teks_terjemah":"Kelak kamu akan mengingat apa yang kukatakan kepadamu. Aku menyerahkan urusanku kepada Allah. Sesungguhnya Allah Maha Melihat hamba-hamba-Nya.”","no_fn":"","teks_fn":"","bacaan":"fasatadzkuruuna maa aquulu lakum waufawwidhu amrii ilaalaahi innalaaha bashiirun bil'ibaad"},{"id_ayat":4178,"no_surah":40,"no_ayat":45,"teks_ayat":"فَوَقٰىهُ اللّٰهُ سَيِّاٰتِ مَا مَكَرُوْا وَحَاقَ بِاٰلِ فِرْعَوْنَ سُوْۤءُ الْعَذَابِۚ","tema":"Pemeliharaan Orang-Orang Beriman oleh Allah ","teks_terjemah":"Maka, Allah melindunginya (orang yang beriman) dari berbagai kejahatan tipu daya mereka, sedangkan Fir‘aun beserta kaumnya dikepung oleh seburuk-buruk azab.","no_fn":"","teks_fn":"","bacaan":"fawaqaahulaahu sayyi-aati maa makaruu wahaaqa bi-aali fir'awna suu-ul'adzaab"},{"id_ayat":4179,"no_surah":40,"no_ayat":46,"teks_ayat":"اَلنَّارُ يُعْرَضُوْنَ عَلَيْهَا غُدُوًّا وَّعَشِيًّا ۚوَيَوْمَ تَقُوْمُ السَّاعَةُ ۗ اَدْخِلُوْٓا اٰلَ فِرْعَوْنَ اَشَدَّ الْعَذَابِ","tema":"Pemeliharaan Orang-Orang Beriman oleh Allah ","teks_terjemah":"Neraka diperlihatkan kepada mereka (di alam barzakh) pada pagi dan petang. Pada hari terjadinya kiamat, (dikatakan,) “Masukkanlah Fir‘aun dan kaumnya ke dalam sekeras-keras azab!”","no_fn":"","teks_fn":"","bacaan":"annaaru yu'radhuuna 'alayhaa ghuduwwan wa'asyiyyan wayawma taquumussaa'atu adkhiluu aala fir'awna asyaddal'adzaab"},{"id_ayat":4180,"no_surah":40,"no_ayat":47,"teks_ayat":"وَاِذْ يَتَحَاۤجُّوْنَ فِى النَّارِ فَيَقُوْلُ الضُّعَفٰۤؤُا لِلَّذِيْنَ اسْتَكْبَرُوْٓا اِنَّا كُنَّا لَكُمْ تَبَعًا فَهَلْ اَنْتُمْ مُّغْنُوْنَ عَنَّا نَصِيْبًا مِّنَ النَّارِ","tema":"Perbuatan Para Pendosa yang Saling Menghujat di Dalam Neraka ","teks_terjemah":"(Ingatlah) ketika mereka berbantah-bantahan di dalam neraka. Orang yang lemah berkata kepada orang-orang yang menyombongkan diri, “Sesungguhnya kami (dahulu) adalah pengikut-pengikutmu, maka dapatkah kamu melepaskan sebagian (azab) api neraka yang menimpa kami?”","no_fn":"","teks_fn":"","bacaan":"wa-idz yatahaajjuuna fiinnaari fayaquuludhdhu'afaau lilladziina istakbaruu innaa kunnaa lakum taba'an fahal antum mughnuuna 'annaa nashiiban minannaar"},{"id_ayat":4181,"no_surah":40,"no_ayat":48,"teks_ayat":"قَالَ الَّذِيْنَ اسْتَكْبَرُوْٓا اِنَّا كُلٌّ فِيْهَآ اِنَّ اللّٰهَ قَدْ حَكَمَ بَيْنَ الْعِبَادِ","tema":"Perbuatan Para Pendosa yang Saling Menghujat di Dalam Neraka ","teks_terjemah":"Orang-orang yang menyombongkan diri menjawab, “Sesungguhnya kita semua sama-sama di dalamnya (neraka). Sesungguhnya Allah telah menetapkan keputusan di antara hamba-hamba(-Nya).”","no_fn":"","teks_fn":"","bacaan":"qaalaladziina istakbaruu innaa kullun fiihaa innalaaha qad hakama baynal'ibaad"},{"id_ayat":4182,"no_surah":40,"no_ayat":49,"teks_ayat":"وَقَالَ الَّذِيْنَ فِى النَّارِ لِخَزَنَةِ جَهَنَّمَ ادْعُوْا رَبَّكُمْ يُخَفِّفْ عَنَّا يَوْمًا مِّنَ الْعَذَابِ ","tema":"Perbuatan Para Pendosa yang Saling Menghujat di Dalam Neraka ","teks_terjemah":"Orang-orang yang berada di dalam neraka berkata kepada penjaga-penjaga (neraka) Jahanam, “Mohonkanlah kepada Tuhanmu agar Dia meringankan azab atas kami sehari saja.”","no_fn":"","teks_fn":"","bacaan":"waqaalaladziina fiinnaari likhazanati jahannama ud'uu rabbakum yukhaffif 'annaa yawman minal'adzaab"},{"id_ayat":4183,"no_surah":40,"no_ayat":50,"teks_ayat":"قَالُوْٓا اَوَلَمْ تَكُ تَأْتِيْكُمْ رُسُلُكُمْ بِالْبَيِّنٰتِ ۗقَالُوْا بَلٰىۗ قَالُوْا فَادْعُوْا ۚوَمَا دُعٰۤؤُا الْكٰفِرِيْنَ اِلَّا فِيْ ضَلٰلٍ ࣖ","tema":"Perbuatan Para Pendosa yang Saling Menghujat di Dalam Neraka ","teks_terjemah":"(Penjaga-penjaga Jahanam) berkata, “Bukankah rasul-rasul telah datang kepadamu dengan membawa bukti-bukti yang nyata?” Mereka menjawab, “Benar (telah datang).” Mereka berkata, “Mohonlah (sendiri!)” (Akan tetapi,) doa orang-orang kafir itu sia-sia belaka.","no_fn":"","teks_fn":"","bacaan":"qaaluu awa lam taku ta'tiikum rusulukum bilbayyinaati qaaluu balaa qaaluu fad'uu wamaa du'aaulkaafiriina illaa fii dhalaal"},{"id_ayat":4184,"no_surah":40,"no_ayat":51,"teks_ayat":"اِنَّا لَنَنْصُرُ رُسُلَنَا وَالَّذِيْنَ اٰمَنُوْا فِى الْحَيٰوةِ الدُّنْيَا وَيَوْمَ يَقُوْمُ الْاَشْهَادُۙ ","tema":"Perbuatan Para Pendosa yang Saling Menghujat di Dalam Neraka ","teks_terjemah":"Sesungguhnya Kami akan menolong rasul-rasul Kami dan orang-orang yang beriman dalam kehidupan dunia dan pada hari dihadirkannya para saksi (hari Kiamat),","no_fn":"","teks_fn":"","bacaan":"innaa lananshuru rusulanaa walladziina aamanuu fiilhayaatiddunyaa wayawma yaquumul-asyhaad"},{"id_ayat":4185,"no_surah":40,"no_ayat":52,"teks_ayat":"يَوْمَ لَا يَنْفَعُ الظّٰلِمِيْنَ مَعْذِرَتُهُمْ وَلَهُمُ اللَّعْنَةُ وَلَهُمْ سُوْۤءُ الدَّارِ ","tema":"Perbuatan Para Pendosa yang Saling Menghujat di Dalam Neraka ","teks_terjemah":"(yaitu) hari (ketika) permintaan maaf tidak berguna bagi orang-orang zalim. Bagi mereka laknat dan tempat tinggal yang buruk.","no_fn":"","teks_fn":"","bacaan":"yawma laa yanfa'uzhzhaalimiina ma'dziratuhum walahumula'natu walahum suu-uddaar"},{"id_ayat":4186,"no_surah":40,"no_ayat":53,"teks_ayat":"وَلَقَدْاٰتَيْنَا مُوْسَى الْهُدٰى وَاَوْرَثْنَا بَنِيْٓ اِسْرَاۤءِيْلَ الْكِتٰبَۙ ","tema":"Petunjuk Allah bagi Orang-Orang yang Mau Berpikir ","teks_terjemah":"Sungguh, Kami benar-benar telah menganugerahkan petunjuk kepada Musa dan mewariskan Kitab (Taurat) kepada Bani Israil","no_fn":"","teks_fn":"","bacaan":"walaqad aataynaa muusaalhudaa wa-awratsnaa banii israa-iilalkitaab"},{"id_ayat":4187,"no_surah":40,"no_ayat":54,"teks_ayat":"هُدًى وَّذِكْرٰى لِاُولِى الْاَلْبَابِ","tema":"Petunjuk Allah bagi Orang-Orang yang Mau Berpikir ","teks_terjemah":"untuk menjadi petunjuk dan peringatan bagi orang-orang yang berpikiran sehat.","no_fn":"","teks_fn":"","bacaan":"hudan wadzikraa li-uliil-albaab"},{"id_ayat":4188,"no_surah":40,"no_ayat":55,"teks_ayat":"فَاصْبِرْ اِنَّ وَعْدَ اللّٰهِ حَقٌّ وَّاسْتَغْفِرْ لِذَنْۢبِكَ وَسَبِّحْ بِحَمْدِ رَبِّكَ بِالْعَشِيِّ وَالْاِبْكَارِ","tema":"Petunjuk Allah bagi Orang-Orang yang Mau Berpikir ","teks_terjemah":"Bersabarlah, sesungguhnya janji Allah itu benar, mohonlah ampun untuk dosamu, dan bertasbihlah seraya memuji Tuhanmu pada waktu petang dan pagi!","no_fn":"","teks_fn":"","bacaan":"fashbir inna wa'dalaahi haqqun wastaghfir lidzanbika wasabbih bihamdi rabbika bil'asyiyyi wal-ibkaar"},{"id_ayat":4189,"no_surah":40,"no_ayat":56,"teks_ayat":"اِنَّ الَّذِيْنَ يُجَادِلُوْنَ فِيْٓ اٰيٰتِ اللّٰهِ بِغَيْرِ سُلْطٰنٍ اَتٰىهُمْ ۙاِنْ فِيْ صُدُوْرِهِمْ اِلَّا كِبْرٌ مَّا هُمْ بِبَالِغِيْهِۚ فَاسْتَعِذْ بِاللّٰهِ ۗاِنَّهٗ هُوَ السَّمِيْعُ الْبَصِيْرُ","tema":"Petunjuk Allah bagi Orang-Orang yang Mau Berpikir ","teks_terjemah":"Sesungguhnya orang-orang yang membantah ayat-ayat Allah tanpa alasan (bukti) yang sampai kepada mereka, tidaklah ada dalam dada mereka kecuali kesombongan (untuk tujuan) yang tidak akan mereka capai, maka mintalah pelindungan kepada Allah. Sesungguhnya Dia Maha Mendengar lagi Maha Melihat.","no_fn":"","teks_fn":"","bacaan":"innaladziina yujaadiluuna fii aayaatilaahi bighayri sulthaanin ataahum in fii shuduurihim illaa kibrun maa hum bibaalighiihi fasta'idz bialaahi innahu huwassamii'ulbashiir"},{"id_ayat":4190,"no_surah":40,"no_ayat":57,"teks_ayat":"لَخَلْقُ السَّمٰوٰتِ وَالْاَرْضِ اَكْبَرُ مِنْ خَلْقِ النَّاسِ وَلٰكِنَّ اَكْثَرَ النَّاسِ لَا يَعْلَمُوْنَ","tema":"Petunjuk Allah bagi Orang-Orang yang Mau Berpikir ","teks_terjemah":"Penciptaan langit dan bumi itu sungguh lebih besar daripada penciptaan manusia, tetapi kebanyakan manusia tidak mengetahui.","no_fn":"","teks_fn":"","bacaan":"lakhalqussamaawaati wal-ardhi akbaru min khalqinnaasi walaakinna aktsarannaasi laa ya'lamuun"},{"id_ayat":4191,"no_surah":40,"no_ayat":58,"teks_ayat":"وَمَا يَسْتَوِى الْاَعْمٰى وَالْبَصِيْرُ ەۙ وَالَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ وَلَا الْمُسِيْۤئُ ۗقَلِيْلًا مَّا تَتَذَكَّرُوْنَ","tema":"Petunjuk Allah bagi Orang-Orang yang Mau Berpikir ","teks_terjemah":"Tidak sama orang buta dengan orang melihat. Tidak (sama) pula orang-orang yang beriman dan mengerjakan kebajikan dengan orang-orang yang berbuat keburukan. Sedikit sekali kamu mengambil pelajaran.","no_fn":"","teks_fn":"","bacaan":"wamaa yastawiil-a'maa walbashiiru walladziina aamanuu wa'amiluushshaalihaati walaalmusii-u qaliilan maa tatadzakkaruun"},{"id_ayat":4192,"no_surah":40,"no_ayat":59,"teks_ayat":"اِنَّ السَّاعَةَ لَاٰتِيَةٌ لَّا رَيْبَ فِيْهَا ۖوَلٰكِنَّ اَكْثَرَ النَّاسِ لَا يُؤْمِنُوْنَ","tema":"Petunjuk Allah bagi Orang-Orang yang Mau Berpikir ","teks_terjemah":"Sesungguhnya hari Kiamat pasti akan datang. Tidak ada keraguan tentangnya, tetapi kebanyakan manusia tidak beriman.","no_fn":"","teks_fn":"","bacaan":"innassaa'ata laaatiyatun laa rayba fiihaa walaakinna aktsarannaasi laa yu'minuun"},{"id_ayat":4193,"no_surah":40,"no_ayat":60,"teks_ayat":"وَقَالَ رَبُّكُمُ ادْعُوْنِيْٓ اَسْتَجِبْ لَكُمْ ۗاِنَّ الَّذِيْنَ يَسْتَكْبِرُوْنَ عَنْ عِبَادَتِيْ سَيَدْخُلُوْنَ جَهَنَّمَ دَاخِرِيْنَ ࣖ ","tema":"Petunjuk Allah bagi Orang-Orang yang Mau Berpikir ","teks_terjemah":"Tuhanmu berfirman, “Berdoalah kepada-Ku, niscaya akan Aku perkenankan bagimu (apa yang kamu harapkan). Sesungguhnya orang-orang yang menyombongkan diri tidak mau beribadah kepada-Ku akan masuk (neraka) Jahanam dalam keadaan hina dina.”","no_fn":"","teks_fn":"","bacaan":"waqaala rabbukumu ud'uunii astajib lakum innaladziina yastakbiruuna 'an 'ibaadatii sayadkhuluuna jahannama daakhiriin"},{"id_ayat":4194,"no_surah":40,"no_ayat":61,"teks_ayat":"اَللّٰهُ الَّذِيْ جَعَلَ لَكُمُ الَّيْلَ لِتَسْكُنُوْا فِيْهِ وَالنَّهَارَ مُبْصِرًا ۗاِنَّ اللّٰهَ لَذُوْ فَضْلٍ عَلَى النَّاسِ وَلٰكِنَّ اَكْثَرَ النَّاسِ لَا يَشْكُرُوْنَ","tema":"Keniscayaan bahwa Allah Layak untuk Disembah ","teks_terjemah":"Allahlah yang menjadikan malam untukmu agar kamu beristirahat padanya (dan menjadikan) siang terang-benderang (agar kamu bekerja). Sesungguhnya Allah benar-benar memiliki karunia (yang dilimpahkan) kepada manusia, tetapi kebanyakan manusia tidak bersyukur.","no_fn":"","teks_fn":"","bacaan":"alaahuladzii ja'ala lakumulayla litaskunuu fiihi wannahaara mubshiran innalaaha ladzuu fadhlin 'alaannaasi walaakinna aktsarannaasi laa yasykuruun"},{"id_ayat":4195,"no_surah":40,"no_ayat":62,"teks_ayat":"ذٰلِكُمُ اللّٰهُ رَبُّكُمْ خَالِقُ كُلِّ شَيْءٍۘ  لَآ اِلٰهَ اِلَّا هُوَ ۖفَاَنّٰى تُؤْفَكُوْنَ","tema":"Keniscayaan bahwa Allah Layak untuk Disembah ","teks_terjemah":"Demikianlah Allah, Tuhanmu, Pencipta segala sesuatu, tidak ada tuhan selain Dia; maka bagaimanakah kamu dapat dipalingkan?","no_fn":"","teks_fn":"","bacaan":"dzaalikumulaahu rabbukum khaaliqu kulli syay-in laa ilaaha illaa huwa fa-annaa tu'fakuun"},{"id_ayat":4196,"no_surah":40,"no_ayat":63,"teks_ayat":"كَذٰلِكَ يُؤْفَكُ الَّذِيْنَ كَانُوْا بِاٰيٰتِ اللّٰهِ يَجْحَدُوْنَ","tema":"Keniscayaan bahwa Allah Layak untuk Disembah ","teks_terjemah":"Seperti itulah orang-orang yang selalu mengingkari ayat-ayat Allah dipalingkan.","no_fn":"","teks_fn":"","bacaan":"kadzaalika yu'fakuladziina kaanuu bi-aayaatilaahi yajhaduun"},{"id_ayat":4197,"no_surah":40,"no_ayat":64,"teks_ayat":"اَللّٰهُ الَّذِيْ جَعَلَ لَكُمُ الْاَرْضَ قَرَارًا وَّالسَّمَاۤءَ بِنَاۤءً وَّصَوَّرَكُمْ فَاَحْسَنَ صُوَرَكُمْ وَرَزَقَكُمْ مِّنَ الطَّيِّبٰتِ ۗذٰلِكُمُ اللّٰهُ رَبُّكُمْ ۚ فَتَبٰرَكَ اللّٰهُ رَبُّ الْعٰلَمِيْنَ","tema":"Keniscayaan bahwa Allah Layak untuk Disembah ","teks_terjemah":"Allahlah yang menjadikan bumi untukmu sebagai tempat menetap dan langit sebagai atap. (Dia pula yang) membentukmu, lalu memperindah bentukmu, serta memberimu rezeki dari yang baik-baik. Demikianlah Allah Tuhanmu. Mahasuci Allah, Tuhan semesta alam.","no_fn":"","teks_fn":"","bacaan":"alaahuladzii ja'ala lakumul-ardha qaraaran wassamaa-a binaa-an washawwarakum fa-ahsana shuwarakum warazaqakum minaththhayyibaati dzaalikumulaahu rabbukum fatabaarakalaahu rabbul'aalamiin"},{"id_ayat":4198,"no_surah":40,"no_ayat":65,"teks_ayat":"هُوَ الْحَيُّ لَآ اِلٰهَ اِلَّا هُوَ فَادْعُوْهُ مُخْلِصِيْنَ لَهُ الدِّيْنَ ۗ اَلْحَمْدُ لِلّٰهِ رَبِّ الْعٰلَمِيْنَ","tema":"Keniscayaan bahwa Allah Layak untuk Disembah ","teks_terjemah":"Dialah yang hidup kekal, tidak ada tuhan selain Dia, maka berdoalah kepada-Nya dengan mengikhlaskan ketaatan kepada-Nya. Segala puji bagi Allah, Tuhan semesta alam.","no_fn":"","teks_fn":"","bacaan":"huwalhayyu laa ilaaha illaa huwa fad'uuhu mukhlishiina lahuddiinalhamdu lillaahi rabbil'aalamiin"},{"id_ayat":4199,"no_surah":40,"no_ayat":66,"teks_ayat":"۞ قُلْ اِنِّيْ نُهِيْتُ اَنْ اَعْبُدَ الَّذِيْنَ تَدْعُوْنَ مِنْ دُوْنِ اللّٰهِ لَمَّا جَاۤءَنِيَ الْبَيِّنٰتُ مِنْ رَّبِّيْ وَاُمِرْتُ اَنْ اُسْلِمَ لِرَبِّ الْعٰلَمِيْنَ","tema":"Larangan Menyembah selain Allah ","teks_terjemah":"Katakanlah (Nabi Muhammad), “Sesungguhnya aku dilarang menyembah (sekutu-sekutu) yang kamu seru selain Allah setelah datang kepadaku keterangan-keterangan dari Tuhanku. Aku diperintahkan agar berserah diri kepada Tuhan semesta alam.”","no_fn":"","teks_fn":"","bacaan":"qul innii nuhiitu an a'budaladziina tad'uuna min duunilaahi lammaa jaa-aniyalbayyinaatu min rabbii waumirtu an uslima lirabbil'aalamiin"},{"id_ayat":4200,"no_surah":40,"no_ayat":67,"teks_ayat":"هُوَ الَّذِيْ خَلَقَكُمْ مِّنْ تُرَابٍ ثُمَّ مِنْ نُّطْفَةٍ ثُمَّ مِنْ عَلَقَةٍ ثُمَّ يُخْرِجُكُمْ طِفْلًا ثُمَّ لِتَبْلُغُوْٓا اَشُدَّكُمْ ثُمَّ لِتَكُوْنُوْا شُيُوْخًا ۚوَمِنْكُمْ مَّنْ يُّتَوَفّٰى مِنْ قَبْلُ وَلِتَبْلُغُوْٓا اَجَلًا مُّسَمًّى وَّلَعَلَّكُمْ تَعْقِلُوْنَ","tema":"Larangan Menyembah selain Allah ","teks_terjemah":"Dialah yang menciptakanmu dari tanah, kemudian dari setetes mani, lalu dari darah yang menggumpal, kemudian Dia lahirkan kamu sebagai seorang anak kecil, kemudian (Dia membiarkan) kamu sampai dewasa, lalu menjadi tua. (Akan tetapi,) di antara kamu ada yang dimatikan sebelum itu. (Dia pun membiarkan) agar kamu sampai kepada kurun waktu yang ditentukan dan agar kamu mengerti.","no_fn":"","teks_fn":"","bacaan":"huwaladzii khalaqakum min turaabin tsumma min nuthfatin tsumma min 'alaqatin tsumma yukhrijukum thiflan tsumma litablughuu asyuddakum tsumma litakuunuu syuyuukhan waminkum man yutawaffaa min qablu walitablughuu ajalan musamman wala'allakum ta'qiluun"},{"id_ayat":4201,"no_surah":40,"no_ayat":68,"teks_ayat":"هُوَ الَّذِيْ يُحْيٖ وَيُمِيْتُۚ فَاِذَا قَضٰىٓ اَمْرًا فَاِنَّمَا يَقُوْلُ لَهٗ كُنْ فَيَكُوْنُ ࣖ ","tema":"Larangan Menyembah selain Allah ","teks_terjemah":"Dialah yang menghidupkan dan mematikan. Maka, apabila Dia hendak menetapkan sesuatu urusan, Dia hanya berkata kepadanya, “Jadilah!” Maka jadilah sesuatu itu.","no_fn":"","teks_fn":"","bacaan":"huwaladzii yuhyii wayumiitu fa-idzaa qadaa amran fa-innamaa yaquulu lahu kun fayakuun"},{"id_ayat":4202,"no_surah":40,"no_ayat":69,"teks_ayat":"اَلَمْ تَرَ اِلَى الَّذِيْنَ يُجَادِلُوْنَ فِيْٓ اٰيٰتِ اللّٰهِ ۗاَنّٰى يُصْرَفُوْنَۚ","tema":"Akibat Orang-Orang yang Mendebat Kebenaran Wahyu ","teks_terjemah":"Apakah kamu tidak memperhatikan orang-orang yang (selalu) membantah ayat-ayat Allah, bagaimana mereka dapat dipalingkan?","no_fn":"","teks_fn":"","bacaan":"alam tara ilaaladziina yujaadiluuna fii aayaatilaahi annaa yushrafuun"},{"id_ayat":4203,"no_surah":40,"no_ayat":70,"teks_ayat":"اَلَّذِيْنَ كَذَّبُوْا بِالْكِتٰبِ وَبِمَآ اَرْسَلْنَا بِهٖ رُسُلَنَا ۗفَسَوْفَ يَعْلَمُوْنَۙ","tema":"Akibat Orang-Orang yang Mendebat Kebenaran Wahyu ","teks_terjemah":"(Mereka adalah) orang-orang yang mendustakan Kitab (Al-Qur’an) dan wahyu yang dengannya para rasul Kami utus. Kelak mereka akan mengetahui","no_fn":"","teks_fn":"","bacaan":"aladziina kadzdzabuu bilkitaabi wabimaa arsalnaa bihi rusulanaa fasawfa ya'lamuun"},{"id_ayat":4204,"no_surah":40,"no_ayat":71,"teks_ayat":"اِذِ الْاَغْلٰلُ فِيْٓ اَعْنَاقِهِمْ وَالسَّلٰسِلُۗ يُسْحَبُوْنَۙ","tema":"Akibat Orang-Orang yang Mendebat Kebenaran Wahyu ","teks_terjemah":"ketika belenggu dan rantai (dipasang) di leher mereka, seraya mereka diseret","no_fn":"","teks_fn":"","bacaan":"idzil-aghlaalu fii a'naaqihim wassalaasilu yushabuun"},{"id_ayat":4205,"no_surah":40,"no_ayat":72,"teks_ayat":"فِى الْحَمِيْمِ ەۙ ثُمَّ فِى النَّارِ يُسْجَرُوْنَۚ","tema":"Akibat Orang-Orang yang Mendebat Kebenaran Wahyu ","teks_terjemah":"ke dalam air yang sangat panas. Mereka kemudian dibakar ke dalam api.","no_fn":"","teks_fn":"","bacaan":"fiilhamiimi tsumma fiinnaari yusjaruun"},{"id_ayat":4206,"no_surah":40,"no_ayat":73,"teks_ayat":"ثُمَّ قِيْلَ لَهُمْ اَيْنَ مَا كُنْتُمْ تُشْرِكُوْنَۙ","tema":"Akibat Orang-Orang yang Mendebat Kebenaran Wahyu ","teks_terjemah":"Lalu, dikatakan kepada mereka, “Manakah berhala-berhala yang selalu kamu persekutukan","no_fn":"","teks_fn":"","bacaan":"tsumma qiila lahum ayna maa kuntum tusyrikuun"},{"id_ayat":4207,"no_surah":40,"no_ayat":74,"teks_ayat":"مِنْ دُوْنِ اللّٰهِ ۗقَالُوْا ضَلُّوْا عَنَّا بَلْ لَّمْ نَكُنْ نَّدْعُوْا مِنْ قَبْلُ شَيْـًٔاۗ  كَذٰلِكَ يُضِلُّ اللّٰهُ الْكٰفِرِيْنَ","tema":"Akibat Orang-Orang yang Mendebat Kebenaran Wahyu ","teks_terjemah":"selain Allah?” Mereka menjawab, “Mereka telah lenyap dari (hadapan) kami. Sebenarnya kami dahulu tidak pernah menyembah sesuatu pun.” Demikianlah Allah membiarkan orang-orang kafir menjadi sesat.","no_fn":"","teks_fn":"","bacaan":"min duunilaahi qaaluu dhalluu 'annaa bal lam nakun nad'uu min qablu syay-an kadzaalika yudhillulaahulkaafiriin"},{"id_ayat":4208,"no_surah":40,"no_ayat":75,"teks_ayat":"ذٰلِكُمْ بِمَا كُنْتُمْ تَفْرَحُوْنَ فِى الْاَرْضِ بِغَيْرِ الْحَقِّ وَبِمَا كُنْتُمْ تَمْرَحُوْنَ","tema":"Akibat Orang-Orang yang Mendebat Kebenaran Wahyu ","teks_terjemah":"Yang demikian itu karena kamu bersuka ria di bumi tanpa (alasan) yang benar dan karena kamu selalu bersuka ria (dalam kemaksiatan).","no_fn":"","teks_fn":"","bacaan":"dzaalikum bimaa kuntum tafrahuuna fiil-ardhi bighayrilhaqqi wabimaa kuntum tamrahuun"},{"id_ayat":4209,"no_surah":40,"no_ayat":76,"teks_ayat":"اُدْخُلُوْٓا اَبْوَابَ جَهَنَّمَ خٰلِدِيْنَ فِيْهَا ۚفَبِئْسَ مَثْوَى الْمُتَكَبِّرِيْنَ","tema":"Akibat Orang-Orang yang Mendebat Kebenaran Wahyu ","teks_terjemah":"(Dikatakan kepada mereka,) “Masuklah ke pintu-pintu (neraka) Jahanam dan kamu kekal di dalamnya. Itulah seburuk-buruk tempat bagi orang-orang yang sombong.”","no_fn":"","teks_fn":"","bacaan":"udkhuluu abwaaba jahannama khaalidiina fiihaa fabi'sa matswaalmutakabbiriin"},{"id_ayat":4210,"no_surah":40,"no_ayat":77,"teks_ayat":"فَاصْبِرْ اِنَّ وَعْدَ اللّٰهِ حَقٌّ ۚفَاِمَّا نُرِيَنَّكَ بَعْضَ الَّذِيْ نَعِدُهُمْ اَوْ نَتَوَفَّيَنَّكَ فَاِلَيْنَا يُرْجَعُوْنَ","tema":"Akibat Orang-Orang yang Mendebat Kebenaran Wahyu ","teks_terjemah":"Bersabarlah (Nabi Muhammad)! Sesungguhnya janji Allah itu benar. Jika Kami benar-benar memperlihatkan kepadamu sebagian dari (siksa) yang Kami janjikan kepada mereka (di dunia), ataupun jika Kami mewafatkanmu, (bagaimanapun juga) kepada Kamilah mereka dikembalikan.","no_fn":"","teks_fn":"","bacaan":"fashbir inna wa'dalaahi haqqun fa-immaa nuriyannaka ba'dhaladzii na'iduhum aw natawaffayannaka fa-ilaynaa yurja'uun"},{"id_ayat":4211,"no_surah":40,"no_ayat":78,"teks_ayat":"وَلَقَدْ اَرْسَلْنَا رُسُلًا مِّنْ قَبْلِكَ مِنْهُمْ مَّنْ قَصَصْنَا عَلَيْكَ وَمِنْهُمْ مَّنْ لَّمْ نَقْصُصْ عَلَيْكَ ۗوَمَا كَانَ لِرَسُوْلٍ اَنْ يَّأْتِيَ بِاٰيَةٍ اِلَّا بِاِذْنِ اللّٰهِ ۚفَاِذَا جَاۤءَ اَمْرُ اللّٰهِ قُضِيَ بِالْحَقِّ وَخَسِرَ هُنَالِكَ الْمُبْطِلُوْنَ ࣖ ","tema":"Keputusan Allah sebagai Putusan yang Adil ","teks_terjemah":"Sungguh, Kami benar-benar telah mengutus rasul-rasul sebelum engkau (Nabi Muhammad). Di antara mereka ada yang Kami ceritakan kepadamu dan ada (pula) yang tidak Kami ceritakan kepadamu. Tidak ada seorang rasul pun membawa suatu mukjizat, kecuali seizin Allah. Maka, apabila telah datang perintah Allah (hari Kiamat), diputuskanlah (segala perkara) dengan adil. Ketika itu, rugilah para pelaku kebatilan.","no_fn":"","teks_fn":"","bacaan":"walaqad arsalnaa rusulan min qablika minhum man qashashnaa 'alayka waminhum man lam naqshush 'alayka wamaa kaana lirasuulin an ya'tiya bi-aayatin illaa bi-idznilaahi fa-idzaa jaa-a amrulaahi qudhiya bilhaqqi wakhasira hunaalikalmubthiluun"},{"id_ayat":4212,"no_surah":40,"no_ayat":79,"teks_ayat":"اَللّٰهُ الَّذِيْ جَعَلَ لَكُمُ الْاَنْعَامَ لِتَرْكَبُوْا مِنْهَا وَمِنْهَا تَأْكُلُوْنَۖ","tema":"Keputusan Allah sebagai Putusan yang Adil ","teks_terjemah":"Allahlah yang menjadikan hewan ternak untukmu. Sebagian untuk kamu kendarai dan sebagian lagi untuk kamu makan.","no_fn":"","teks_fn":"","bacaan":"alaahuladzii ja'ala lakumul-an'aama litarkabuu minhaa waminhaa ta'kuluun"},{"id_ayat":4213,"no_surah":40,"no_ayat":80,"teks_ayat":"وَلَكُمْ فِيْهَا مَنَافِعُ وَلِتَبْلُغُوْا عَلَيْهَا حَاجَةً فِيْ صُدُوْرِكُمْ وَعَلَيْهَا وَعَلَى الْفُلْكِ تُحْمَلُوْنَۗ","tema":"Keputusan Allah sebagai Putusan yang Adil ","teks_terjemah":"Bagimu (ada) manfaat-manfaat lain darinya (hewan ternak itu). Dengan mengendarainya, kamu bisa memenuhi keperluan yang kamu inginkan. Di atasnya (hewan-hewan ternak) dan di atas kapal-kapal kamu diangkut.","no_fn":"","teks_fn":"","bacaan":"walakum fiihaa manaafi'u walitablughuu 'alayhaa haajatan fii shuduurikum wa'alayhaa wa'alaalfulki tuhmaluun"},{"id_ayat":4214,"no_surah":40,"no_ayat":81,"teks_ayat":"وَيُرِيْكُمْ اٰيٰتِهٖۖ فَاَيَّ اٰيٰتِ اللّٰهِ تُنْكِرُوْنَ","tema":"Keputusan Allah sebagai Putusan yang Adil ","teks_terjemah":"Dia memperlihatkan tanda-tanda (kebesaran-Nya) kepadamu, maka tanda-tanda (kebesaran) Allah manakah yang kamu ingkari?","no_fn":"","teks_fn":"","bacaan":"wayuriikum aayaatihi fa-ayya aayaatilaahi tunkiruun"},{"id_ayat":4215,"no_surah":40,"no_ayat":82,"teks_ayat":"اَفَلَمْ يَسِيْرُوْا فِى الْاَرْضِ فَيَنْظُرُوْا كَيْفَ كَانَ عَاقِبَةُ الَّذِيْنَ مِنْ قَبْلِهِمْ ۗ كَانُوْٓا اَكْثَرَ مِنْهُمْ وَاَشَدَّ قُوَّةً وَّاٰثَارًا فِى الْاَرْضِ فَمَآ اَغْنٰى عَنْهُمْ مَّا كَانُوْا يَكْسِبُوْنَ","tema":"Pengembaraan di Muka Bumi untuk Memetik Pelajaran dari Sejarah Umat Terdahulu ","teks_terjemah":"Apakah mereka tidak mengadakan perjalanan di bumi, lalu mereka memperhatikan bagaimana kesudahan orang-orang yang sebelum mereka? Mereka itu lebih banyak dan lebih hebat kekuatannya serta (lebih banyak) jejak-jejak peradabannya di bumi.<sup>668)<\/sup> Apa yang mereka usahakan itu tidak dapat menolong mereka.","no_fn":"668","teks_fn":"668) Peninggalan peradaban tersebut berupa bangunan, benteng, istana, dan alat-alat perlengkapan.","bacaan":"afalam yasiiruu fiil-ardhi fayanzhuruu kayfa kaana 'aaqibatuladziina min qablihim kaanuu aktsara minhum wa-asyadda quwwatan waaatsaaran fiil-ardhi famaa aghnaa 'anhum maa kaanuu yaksibuun"},{"id_ayat":4216,"no_surah":40,"no_ayat":83,"teks_ayat":"فَلَمَّا جَاۤءَتْهُمْ رُسُلُهُمْ بِالْبَيِّنٰتِ فَرِحُوْا بِمَا عِنْدَهُمْ مِّنَ الْعِلْمِ وَحَاقَ بِهِمْ مَّا كَانُوْا بِهٖ يَسْتَهْزِءُوْنَ","tema":"Pengembaraan di Muka Bumi untuk Memetik Pelajaran dari Sejarah Umat Terdahulu ","teks_terjemah":"Ketika para rasul datang kepada mereka dengan membawa bukti-bukti yang nyata, mereka merasa senang dengan pengetahuan yang ada pada mereka. (Pada saat itulah) mereka dikepung oleh (azab) yang dahulu mereka perolok-olokkan.","no_fn":"","teks_fn":"","bacaan":"falammaa jaa-at-hum rusuluhum bilbayyinaati farihuu bimaa 'indahum minal'ilmi wahaaqa bihim maa kaanuu bihi yastahzi-uun"},{"id_ayat":4217,"no_surah":40,"no_ayat":84,"teks_ayat":"فَلَمَّا رَاَوْا بَأْسَنَاۗ قَالُوْٓا اٰمَنَّا بِاللّٰهِ وَحْدَهٗ وَكَفَرْنَا بِمَا كُنَّا بِهٖ مُشْرِكِيْنَ","tema":"Pengembaraan di Muka Bumi untuk Memetik Pelajaran dari Sejarah Umat Terdahulu ","teks_terjemah":"Ketika mereka melihat azab Kami, mereka berkata, “Kami hanya beriman kepada Allah saja dan kami ingkar kepada sesembahan yang telah kami persekutukan dengan-Nya.”","no_fn":"","teks_fn":"","bacaan":"falammaa ra-aw ba'sanaa qaaluu aamannaa bialaahi wahdahu wakafarnaa bimaa kunnaa bihi musyrikiin"},{"id_ayat":4218,"no_surah":40,"no_ayat":85,"teks_ayat":"فَلَمْ يَكُ يَنْفَعُهُمْ اِيْمَانُهُمْ لَمَّا رَاَوْا بَأْسَنَا ۗسُنَّتَ اللّٰهِ الَّتِيْ قَدْ خَلَتْ فِيْ عِبَادِهٖۚ وَخَسِرَ هُنَالِكَ الْكٰفِرُوْنَ ࣖ ","tema":"Pengembaraan di Muka Bumi untuk Memetik Pelajaran dari Sejarah Umat Terdahulu ","teks_terjemah":"Tidak berguna lagi iman mereka setelah melihat azab Kami. (Yang demikian itu) merupakan sunatullah yang telah berlaku terhadap hamba-hamba-Nya. Ketika itu, rugilah orang-orang kafir.","no_fn":"","teks_fn":"","bacaan":"falam yaku yanfa'uhum iimaanuhum lammaa ra-aw ba'sanaa sunnatalaahilatii qad khalat fii 'ibaadihi wakhasira hunaalikalkaafiruun"}]