[{"id":4273,"surah":42,"no_ayah":1,"theme":"Allah sebagai Satu-Satunya Sumber Wahyu Seluruh Nabi dan Rasul ","text_ayah":" حٰمۤ  ۚ ","text_id":"Ḥā Mīm","text_en":"HA MIM.","transliteration":"ḥā mīm","no_fn":"","text_fn":""},{"id":4274,"surah":42,"no_ayah":2,"theme":"Allah sebagai Satu-Satunya Sumber Wahyu Seluruh Nabi dan Rasul ","text_ayah":"عۤسۤقۤ  ۗ  ","text_id":"‘Aīn Sīn Qāf","text_en":"'Am Sin Qaf.","transliteration":"'Aīn sīn qāf","no_fn":"","text_fn":""},{"id":4275,"surah":42,"no_ayah":3,"theme":"Allah sebagai Satu-Satunya Sumber Wahyu Seluruh Nabi dan Rasul ","text_ayah":"كَذٰلِكَ يُوْحِيْٓ اِلَيْكَ وَاِلَى الَّذِيْنَ مِنْ قَبْلِكَۙ اللّٰهُ الْعَزِيْزُ الْحَكِيْمُ ","text_id":"Demikianlah Allah Yang Mahaperkasa lagi Mahabijaksana menurunkan wahyu kepadamu (Nabi Muhammad) dan kepada orang-orang sebelummu.","text_en":"So has God, all-mighty and all-wise, been revealing to you and to others before you.","transliteration":"każālika yụḥī ilaika wa ilallażīna ming qablikallāhul-'azīzul-ḥakīm","no_fn":"","text_fn":""},{"id":4276,"surah":42,"no_ayah":4,"theme":"Allah sebagai Satu-Satunya Sumber Wahyu Seluruh Nabi dan Rasul ","text_ayah":"لَهٗ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِۗ وَهُوَ الْعَلِيُّ الْعَظِيْمُ ","text_id":"Milik-Nyalah apa yang ada di langit dan apa yang ada di bumi. Dialah Zat Yang Mahatinggi lagi Mahaagung.","text_en":"Whatever is in the heavens and the earth, belongs to Him. He is all-high and supreme.","transliteration":"lahụ mā fis-samāwāti wa mā fil-arḍ, wa huwal-'aliyyul-'aẓīm","no_fn":"","text_fn":""},{"id":4277,"surah":42,"no_ayah":5,"theme":"Allah sebagai Satu-Satunya Sumber Wahyu Seluruh Nabi dan Rasul ","text_ayah":"تَكَادُ السَّمٰوٰتُ يَتَفَطَّرْنَ مِنْ فَوْقِهِنَّ وَالْمَلٰۤىِٕكَةُ يُسَبِّحُوْنَ بِحَمْدِ رَبِّهِمْ وَيَسْتَغْفِرُوْنَ لِمَنْ فِى الْاَرْضِۗ  اَلَآ اِنَّ اللّٰهَ هُوَ الْغَفُوْرُ الرَّحِيْمُ ","text_id":"(Karena keagungan-Nya,) hampir saja langit itu pecah dari sebelah atasnya dan malaikat-malaikat bertasbih dengan memuji Tuhannya serta memohonkan ampunan untuk orang yang ada di bumi. Ingatlah, sesungguhnya Allahlah Zat Yang Maha Pengampun lagi Maha Penyayang.","text_en":"The skies are near to bursting asunder above them (for awe of Him), and the angels sing the praises of their Lord, imploring forgiveness for the dwellers of the earth. Is it not that God is forgiving and merciful?","transliteration":"takādus-samāwātu yatafaṭṭarna min fauqihinna wal-malā`ikatu yusabbiḥụna biḥamdi rabbihim wa yastagfirụna liman fil-arḍ, alā innallāha huwal-gafụrur-raḥīm","no_fn":"","text_fn":""},{"id":4278,"surah":42,"no_ayah":6,"theme":"Allah sebagai Satu-Satunya Sumber Wahyu Seluruh Nabi dan Rasul ","text_ayah":"وَالَّذِيْنَ اتَّخَذُوْا مِنْ دُوْنِهٖٓ اَوْلِيَاۤءَ اللّٰهُ حَفِيْظٌ عَلَيْهِمْۖ وَمَآ اَنْتَ عَلَيْهِمْ بِوَكِيْلٍ ","text_id":"Orang-orang yang mengambil pelindung-pelindung selain-Nya, Allah mengawasi (perbuatan) mereka, sedangkan engkau (Nabi Muhammad) bukanlah penanggung jawab mereka.","text_en":"Those who have taken protectors other than Him, are watched over by God. It is not for you to be their guardian.","transliteration":"wallażīnattakhażụ min dụnihī auliyā`allāhu ḥafīẓun 'alaihim wa mā anta 'alaihim biwakīl","no_fn":"","text_fn":""},{"id":4279,"surah":42,"no_ayah":7,"theme":"Al-Qur’an adalah Peringatan untuk Seluruh Manusia","text_ayah":"وَكَذٰلِكَ اَوْحَيْنَآ اِلَيْكَ قُرْاٰنًا عَرَبِيًّا لِّتُنْذِرَ اُمَّ الْقُرٰى وَمَنْ حَوْلَهَا وَتُنْذِرَ يَوْمَ الْجَمْعِ لَا رَيْبَ فِيْهِ ۗفَرِيْقٌ فِى الْجَنَّةِ وَفَرِيْقٌ فِى السَّعِيْرِ ","text_id":"Demikianlah Kami mewahyukan kepadamu Al-Qur’an yang berbahasa Arab agar engkau memberi peringatan kepada (penduduk) Ummul Qurā (Makkah) dan penduduk di sekelilingnya serta memberi peringatan tentang hari berkumpul (kiamat) yang tidak diragukan keberadaannya. Segolongan masuk surga dan segolongan (lain) masuk neraka.","text_en":"We have, therefore, revealed to you the eloquent Qur'an that you may warn the people of the Metropolis, and those who live around it, of the Day of Gathering, of which there is no doubt, (when mankind would be assembled) some in Heaven, some in Hell.","transliteration":"wa każālika auḥainā ilaika qur`ānan 'arabiyyal litunżira ummal-qurā wa man ḥaulahā wa tunżira yaumal-jam'i lā raiba fīh, farīqun fil-jannati wa farīqun fis-sa'īr","no_fn":"","text_fn":""},{"id":4280,"surah":42,"no_ayah":8,"theme":"Al-Qur’an adalah Peringatan untuk Seluruh Manusia","text_ayah":"وَلَوْ شَاۤءَ اللّٰهُ لَجَعَلَهُمْ اُمَّةً وَّاحِدَةً وَّلٰكِنْ يُّدْخِلُ مَنْ يَّشَاۤءُ فِيْ رَحْمَتِهٖۗ وَالظّٰلِمُوْنَ مَا لَهُمْ مِّنْ وَّلِيٍّ وَّلَا نَصِيْرٍ ","text_id":"Seandainya Allah menghendaki, niscaya Dia akan menjadikan mereka umat yang satu. Akan tetapi, Dia memasukkan orang-orang yang Dia kehendaki ke dalam rahmat-Nya. Adapun orang-orang zalim, mereka sama sekali tidak memiliki pelindung dan penolong.","text_en":"If God had pleased He would have made them one community of belief; but He admits whom He please to His grace; yet the sinners have neither friend nor helper.","transliteration":"walau syā`allāhu laja'alahum ummataw wāḥidataw wa lākiy yudkhilu may yasyā`u fī raḥmatih, waẓ-ẓālimụna mā lahum miw waliyyiw wa lā naṣīr","no_fn":"","text_fn":""},{"id":4281,"surah":42,"no_ayah":9,"theme":"Al-Qur’an adalah Peringatan untuk Seluruh Manusia","text_ayah":"اَمِ اتَّخَذُوْا مِنْ دُوْنِهٖٓ اَوْلِيَاۤءَۚ فَاللّٰهُ هُوَ الْوَلِيُّ وَهُوَ يُحْيِ الْمَوْتٰى ۖوَهُوَ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ ࣖ ","text_id":"Bahkan, apakah mereka mengambil pelindung-pelindung selain Dia? Padahal, hanya Allahlah pelindung (yang sebenarnya). Dia menghidupkan orang-orang mati dan Dia Mahakuasa atas segala sesuatu.","text_en":"Have they taken others beside Him as protectors? It is God who protects; it is He who gives life to the dead, for He has power over everything.","transliteration":"amittakhażụ min dụnihī auliyā`, fallāhu huwal-waliyyu wa huwa yuḥyil-mautā wa huwa 'alā kulli syai`ing qadīr","no_fn":"","text_fn":""},{"id":4282,"surah":42,"no_ayah":10,"theme":"Kitab Allah sebagai Tempat Kembali ketika Umat Manusia Berselisih","text_ayah":"وَمَا اخْتَلَفْتُمْ فِيْهِ مِنْ شَيْءٍ فَحُكْمُهٗٓ اِلَى اللّٰهِ ۗذٰلِكُمُ اللّٰهُ رَبِّيْ عَلَيْهِ تَوَكَّلْتُۖ وَاِلَيْهِ اُنِيْبُ  ","text_id":"Apa pun yang kamu perselisihkan, keputusannya (diserahkan) kepada Allah. (Yang memiliki sifat-sifat demikian) itulah Allah Tuhanku. Hanya kepada-Nya aku bertawakal dan hanya kepada-Nya aku kembali.","text_en":"In whatever matter you disagree the ultimate judgement rests with God. This is God, my Lord; in Him have I placed my trust, if to Him I turn.","transliteration":"wa makhtalaftum fīhi min syai`in fa ḥukmuhū ilallāh, żālikumullāhu rabbī 'alaihi tawakkaltu wa ilaihi unīb","no_fn":"","text_fn":""},{"id":4283,"surah":42,"no_ayah":11,"theme":"Kitab Allah sebagai Tempat Kembali ketika Umat Manusia Berselisih","text_ayah":"فَاطِرُ السَّمٰوٰتِ وَالْاَرْضِۗ جَعَلَ لَكُمْ مِّنْ اَنْفُسِكُمْ اَزْوَاجًا وَّمِنَ الْاَنْعَامِ اَزْوَاجًاۚ يَذْرَؤُكُمْ فِيْهِۗ  لَيْسَ كَمِثْلِهٖ شَيْءٌ ۚوَهُوَ السَّمِيْعُ الْبَصِيْرُ ","text_id":"(Allah) Pencipta langit dan bumi. Dia menjadikan bagimu pasangan-pasangan dari jenismu sendiri dan (menjadikan pula) dari jenis hewan ternak pasangan-pasangan(-nya). Dia menjadikanmu berkembang biak dengan jalan itu. Tidak ada sesuatu pun yang serupa dengan-Nya. Dia Maha Mendengar lagi Maha Melihat.","text_en":"Originator of the heavens and the earth, He has made your consorts from among you, and made pairs of cattle. He multiplies you in this way. There is no other like Him. He is all-hearing and all-seeing.","transliteration":"fāṭirus-samāwāti wal-arḍ, ja'ala lakum min anfusikum azwājaw wa minal-an'āmi azwājā, yażra`ukum fīh, laisa kamiṡlihī syaī`, wa huwas-samī'ul-baṣīr","no_fn":"","text_fn":""},{"id":4284,"surah":42,"no_ayah":12,"theme":"Kitab Allah sebagai Tempat Kembali ketika Umat Manusia Berselisih","text_ayah":"لَهٗ مَقَالِيْدُ السَّمٰوٰتِ وَالْاَرْضِۚ يَبْسُطُ الرِّزْقَ لِمَنْ يَّشَاۤءُ وَيَقْدِرُ ۗاِنَّهٗ بِكُلِّ شَيْءٍ عَلِيْمٌ  ","text_id":"Milik-Nyalah perbendaharaan langit dan bumi. Dia melapangkan rezeki dan menyempitkan(-nya) bagi siapa yang Dia kehendaki. Sesungguhnya Dia Maha Mengetahui segala sesuatu.","text_en":"He holds the keys of the heavens and the earth. He increases or decreases the provision of any one He will. He has knowledge of everything.","transliteration":"lahụ maqālīdus-samāwāti wal-arḍ, yabsuṭur-rizqa limay yasyā`u wa yaqdir, innahụ bikulli syai`in 'alīm","no_fn":"","text_fn":""},{"id":4285,"surah":42,"no_ayah":13,"theme":"Kesamaan Pokok-Pokok Dakwah para Rasul","text_ayah":"۞ شَرَعَ لَكُمْ مِّنَ الدِّيْنِ مَا وَصّٰى بِهٖ نُوْحًا وَّالَّذِيْٓ اَوْحَيْنَآ اِلَيْكَ وَمَا وَصَّيْنَا بِهٖٓ اِبْرٰهِيْمَ وَمُوْسٰى وَعِيْسٰٓى اَنْ اَقِيْمُوا الدِّيْنَ وَلَا تَتَفَرَّقُوْا فِيْهِۗ  كَبُرَ عَلَى الْمُشْرِكِيْنَ مَا تَدْعُوْهُمْ اِلَيْهِۗ  اَللّٰهُ يَجْتَبِيْٓ اِلَيْهِ مَنْ يَّشَاۤءُ وَيَهْدِيْٓ اِلَيْهِ مَنْ يُّنِيْبُۗ","text_id":"Dia (Allah) telah mensyariatkan bagi kamu agama yang Dia wasiatkan (juga) kepada Nuh, yang telah Kami wahyukan kepadamu (Nabi Muhammad), dan yang telah Kami wasiatkan kepada Ibrahim, Musa, dan Isa yaitu: tegakkanlah agama (keimanan dan ketakwaan) dan janganlah kamu berpecah-belah di dalamnya. Sangat berat bagi orang-orang musyrik (untuk mengikuti) agama yang kamu serukan kepada mereka. Allah memilih orang yang Dia kehendaki pada (agama)-Nya dan memberi petunjuk pada (agama)-Nya bagi orang yang kembali (kepada-Nya).","text_en":"He has laid down for you the (same) way of life and belief which He had commended to Noah, and which We have enjoined on you, and which We had bequeathed to Abraham, Moses and Jesus, so that they should maintain the order and not be divided among themselves. Heavy is to idolaters what you invite them to. God chooses whom He please for Himself, and guides to Himself whoever turns to Him.","transliteration":"syara'a lakum minad-dīni mā waṣṣā bihī nụḥaw wallażī auḥainā ilaika wa mā waṣṣainā bihī ibrāhīma wa mụsā wa 'īsā an aqīmud-dīna wa lā tatafarraqụ fīh, kabura 'alal-musyrikīna mā tad'ụhum ilaīh, allāhu yajtabī ilaihi may yasyā`u wa yahdī ilaihi may yunīb","no_fn":"","text_fn":""},{"id":4286,"surah":42,"no_ayah":14,"theme":"Kesamaan Pokok-Pokok Dakwah para Rasul","text_ayah":"وَمَا تَفَرَّقُوْٓا اِلَّا مِنْۢ بَعْدِ مَا جَاۤءَهُمُ الْعِلْمُ بَغْيًاۢ بَيْنَهُمْۗ وَلَوْلَا كَلِمَةٌ سَبَقَتْ مِنْ رَّبِّكَ اِلٰٓى اَجَلٍ مُّسَمًّى لَّقُضِيَ بَيْنَهُمْۗ وَاِنَّ الَّذِيْنَ اُوْرِثُوا الْكِتٰبَ مِنْۢ بَعْدِهِمْ لَفِيْ شَكٍّ مِّنْهُ مُرِيْبٍ  ","text_id":"Mereka (Ahlulkitab) tidak berpecah-belah kecuali setelah datang kepada mereka pengetahuan (tentang kebenaran yang disampaikan oleh para nabi) karena kedengkian antara sesama mereka. Seandainya tidak karena suatu ketetapan yang telah terlebih dahulu ada dari Tuhanmu (untuk menangguhkan azab) sampai batas waktu yang ditentukan, pastilah hukuman bagi mereka telah dilaksanakan. Sesungguhnya orang-orang yang mewarisi kitab suci (Taurat dan Injil) setelah mereka (pada zaman Nabi Muhammad) benar-benar berada dalam keraguan yang mendalam tentangnya (Al-Qur’an) itu.","text_en":"Yet they did not differ about it until knowledge came to them, through rivalries among themselves. If the Word of your Lord, (staying) it for a time ordained, had not preceded it, the matter would have been settled among them. But those who came to inherit the Book after them are also in doubt and disturbed about it.","transliteration":"wa mā tafarraqū illā mim ba'di mā jā`ahumul-'ilmu bagyam bainahum, walau lā kalimatun sabaqat mir rabbika ilā ajalim musammal laquḍiya bainahum, wa innallażīna ụriṡul-kitāba mim ba'dihim lafī syakkim min-hu murīb","no_fn":"","text_fn":""},{"id":4287,"surah":42,"no_ayah":15,"theme":"Kesamaan Pokok-Pokok Dakwah para Rasul","text_ayah":"فَلِذٰلِكَ فَادْعُ ۚوَاسْتَقِمْ كَمَآ اُمِرْتَۚ وَلَا تَتَّبِعْ اَهْوَاۤءَهُمْۚ وَقُلْ اٰمَنْتُ بِمَآ اَنْزَلَ اللّٰهُ مِنْ كِتٰبٍۚ وَاُمِرْتُ لِاَعْدِلَ بَيْنَكُمْ ۗ اَللّٰهُ رَبُّنَا وَرَبُّكُمْ ۗ لَنَآ اَعْمَالُنَا وَلَكُمْ اَعْمَالُكُمْ ۗ لَاحُجَّةَ بَيْنَنَا وَبَيْنَكُمْ ۗ اَللّٰهُ يَجْمَعُ بَيْنَنَا ۚوَاِلَيْهِ الْمَصِيْرُ ۗ ","text_id":"Oleh karena itu, serulah (mereka untuk beriman), tetaplah (beriman dan berdakwah) sebagaimana diperintahkan kepadamu (Nabi Muhammad), dan janganlah mengikuti keinginan mereka. Katakanlah, “Aku beriman kepada kitab yang diturunkan Allah dan aku diperintahkan agar berlaku adil di antara kamu. Allah Tuhan kami dan Tuhan kamu. Bagi kami perbuatan kami dan bagimu perbuatanmu. Tidak (perlu) ada pertengkaran di antara kami dan kamu. Allah mengumpulkan kita dan kepada-Nyalah (kita) kembali.”","text_en":"Yet to that (law) you should call them, and be constant as commanded. Do not follow their passing whims, but say: \"I believe in whatever Scripture God has revealed, and I am commanded to act with equivalence among you. God is our Lord and your Lord. To us our actions, to you your deeds. There is no dispute between you and us. God will gather us all together, and to Him is our returning.\"","transliteration":"fa liżālika fad', wastaqim kamā umirt, wa lā tattabi' ahwā`ahum, wa qul āmantu bimā anzalallāhu ming kitāb, wa umirtu li`a'dila bainakum, allāhu rabbunā wa rabbukum, lanā a'mālunā wa lakum a'mālukum, lā ḥujjata bainanā wa bainakum, allāhu yajma'u bainanā, wa ilaihil-maṣīr","no_fn":"","text_fn":""},{"id":4288,"surah":42,"no_ayah":16,"theme":"Kesamaan Pokok-Pokok Dakwah para Rasul","text_ayah":"وَالَّذِيْنَ يُحَاۤجُّوْنَ فِى اللّٰهِ مِنْۢ بَعْدِ مَا اسْتُجِيْبَ لَهٗ حُجَّتُهُمْ دَاحِضَةٌ عِنْدَ رَبِّهِمْ وَعَلَيْهِمْ غَضَبٌ وَّلَهُمْ عَذَابٌ شَدِيْدٌ ","text_id":"Orang-orang yang berbantah-bantahan tentang (agama) Allah setelah (agama itu) diterima, perbantahan mereka itu sia-sia di sisi Tuhan mereka. Mereka mendapat kemurkaan (Allah) dan azab yang sangat keras.","text_en":"As for those who argue in the matter of God after He has been fully acknowledged, their disputing has no force with their Lord. Upon them is (God's) anger, and the punishment for them will be severe.","transliteration":"wallażīna yuḥājjụna fillāhi mim ba'di mastujība lahụ ḥujjatuhum dāḥiḍatun 'inda rabbihim wa 'alaihim gaḍabuw wa lahum 'ażābun syadīd","no_fn":"","text_fn":""},{"id":4289,"surah":42,"no_ayah":17,"theme":"Kesamaan Pokok-Pokok Dakwah para Rasul","text_ayah":"اَللّٰهُ الَّذِيْٓ اَنْزَلَ الْكِتٰبَ بِالْحَقِّ وَالْمِيْزَانَ ۗوَمَا يُدْرِيْكَ لَعَلَّ السَّاعَةَ قَرِيْبٌ ","text_id":"Allah yang menurunkan Kitab (Al-Qur’an) dengan benar dan (menurunkan) timbangan (keadilan). Tahukah kamu (bahwa) boleh jadi hari Kiamat itu sudah dekat?","text_en":"It is God who has sent down the Book with the truth, and the Balance. How do you know the Hour is not near?","transliteration":"allāhullażī anzalal-kitāba bil-ḥaqqi wal mīzān, wa mā yudrīka la'allas-sā'ata qarīb","no_fn":"","text_fn":""},{"id":4290,"surah":42,"no_ayah":18,"theme":"Kesamaan Pokok-Pokok Dakwah para Rasul","text_ayah":"يَسْتَعْجِلُ بِهَا الَّذِيْنَ لَا يُؤْمِنُوْنَ بِهَاۚ وَالَّذِيْنَ اٰمَنُوْا مُشْفِقُوْنَ مِنْهَاۙ وَيَعْلَمُوْنَ اَنَّهَا الْحَقُّ ۗ اَلَآ اِنَّ الَّذِيْنَ يُمَارُوْنَ فِى السَّاعَةِ لَفِيْ ضَلٰلٍۢ بَعِيْدٍ ","text_id":"Orang-orang yang tidak percaya kepadanya (hari Kiamat) meminta agar ia (hari Kiamat) segera terjadi, dan orang-orang yang beriman merasa takut kepadanya serta yakin bahwa ia adalah benar (akan terjadi). Ketahuilah, sesungguhnya orang-orang yang membantah tentang (terjadinya) kiamat itu benar-benar berada dalam kesesatan yang jauh.","text_en":"Only they who do not believe in it wish to hasten it; but those who believe are in fear of it, for they know it to be true. Surely those who are in doubt about the Hour are wandering far astray.","transliteration":"yasta'jilu bihallażīna lā yu`minụna bihā, wallażīna āmanụ musyfiqụna min-hā wa ya'lamụna annahal-ḥaqq, alā innallażīna yumārụna fis-sā'ati lafī ḍalālim ba'īd","no_fn":"","text_fn":""},{"id":4291,"surah":42,"no_ayah":19,"theme":"Kesamaan Pokok-Pokok Dakwah para Rasul","text_ayah":"اَللّٰهُ لَطِيْفٌۢ بِعِبَادِهٖ يَرْزُقُ مَنْ يَّشَاۤءُ ۚوَهُوَ الْقَوِيُّ الْعَزِيْزُ ࣖ ","text_id":"Allah Mahalembut terhadap hamba-hamba-Nya. Dia memberi rezeki kepada siapa yang Dia kehendaki. Dia Mahakuat lagi Mahaperkasa.","text_en":"God is gracious to His creatures, and bestows favours on whosoever He will. He is all-powerful and all-mighty.","transliteration":"allāhu laṭīfum bi'ibādihī yarzuqu may yasyā`, wa huwal-qawiyyul-'azīz","no_fn":"","text_fn":""},{"id":4292,"surah":42,"no_ayah":20,"theme":"Balasan Amal Berdasarkan Niat","text_ayah":"مَنْ كَانَ يُرِيْدُ حَرْثَ الْاٰخِرَةِ نَزِدْ لَهٗ فِيْ حَرْثِهٖۚ وَمَنْ كَانَ يُرِيْدُ حَرْثَ الدُّنْيَا نُؤْتِهٖ مِنْهَاۙ وَمَا لَهٗ فِى الْاٰخِرَةِ مِنْ نَّصِيْبٍ  ","text_id":"Siapa yang menghendaki balasan di akhirat, akan Kami tambahkan balasan itu baginya. Siapa yang menghendaki balasan di dunia, Kami berikan kepadanya sebagian darinya (balasan dunia), tetapi dia tidak akan mendapat bagian sedikit pun di akhirat.","text_en":"Whoever desires the fruits of the Hereafter, We shall add to his fruit. As for him who desires the fruits of this world, We shall give to him of these, but he will have no share in the Hereafter.","transliteration":"mang kāna yurīdu ḥarṡal-ākhirati nazid lahụ fī ḥarṡih, wa mang kāna yurīdu ḥarṡad-dun-yā nu`tihī min-hā wa mā lahụ fil-ākhirati min naṣīb","no_fn":"","text_fn":""},{"id":4293,"surah":42,"no_ayah":21,"theme":"Agama Orang Kafir tidak Bersumber dari Allah","text_ayah":"اَمْ لَهُمْ شُرَكٰۤؤُا شَرَعُوْا لَهُمْ مِّنَ الدِّيْنِ مَا لَمْ يَأْذَنْۢ بِهِ اللّٰهُ ۗوَلَوْلَا كَلِمَةُ الْفَصْلِ لَقُضِيَ بَيْنَهُمْ ۗوَاِنَّ الظّٰلِمِيْنَ لَهُمْ عَذَابٌ اَلِيْمٌ  ","text_id":"Apakah mereka mempunyai sembahan-sembahan selain Allah yang menetapkan bagi mereka aturan agama yang tidak diizinkan (diridai) oleh Allah? Seandainya tidak ada ketetapan yang pasti (tentang penundaan hukuman dari Allah) tentulah hukuman di antara mereka telah dilaksanakan. Sesungguhnya orang-orang zalim itu akan mendapat azab yang sangat pedih.","text_en":"Have they other associates who have prescribed another law for them which has not been dispensed by God? But for the decisive Word (of God) a sentence would have been passed amongst them. Surely there is a grievous punishment for the ungodly.","transliteration":"am lahum syurakā`u syara'ụ lahum minad-dīni mā lam ya`żam bihillāh, walau lā kalimatul-faṣli laquḍiya bainahum, wa innaẓ-ẓālimīna lahum 'ażābun alīm","no_fn":"","text_fn":""},{"id":4294,"surah":42,"no_ayah":22,"theme":"Agama Orang Kafir tidak Bersumber dari Allah","text_ayah":"تَرَى الظّٰلِمِيْنَ مُشْفِقِيْنَ مِمَّا كَسَبُوْا وَهُوَ وَاقِعٌۢ بِهِمْ ۗوَالَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ فِيْ رَوْضَاتِ الْجَنَّاتِۚ  لَهُمْ مَّا يَشَاۤءُوْنَ عِنْدَ رَبِّهِمْ ۗذٰلِكَ هُوَ الْفَضْلُ الْكَبِيْرُ ","text_id":"Kamu akan melihat orang-orang zalim itu sangat ketakutan karena (kejahatan-kejahatan) yang telah mereka lakukan, sedangkan (azab) menimpa mereka. Orang-orang yang beriman dan beramal saleh (akan bersenang-senang) di dalam taman-taman surga. Mereka mendapatkan apa yang mereka kehendaki di sisi Tuhan mereka. Yang demikian itu adalah karunia yang besar.","text_en":"You will see the evil-doers full of fear of what they deserve, yet it will come to pass. But those who believe and do the right will be in gardens of Paradise. They will receive what they wish from their Lord; and this will be the greatest favour.","transliteration":"taraẓ-ẓālimīna musyfiqīna mimmā kasabụ wa huwa wāqi'um bihim, wallażīna āmanụ wa 'amiluṣ-ṣāliḥāti fī rauḍātil-jannāt, lahum mā yasyā`ụna 'inda rabbihim, żālika huwal-faḍlul-kabīr","no_fn":"","text_fn":""},{"id":4295,"surah":42,"no_ayah":23,"theme":"Agama Orang Kafir tidak Bersumber dari Allah","text_ayah":"ذٰلِكَ الَّذِيْ يُبَشِّرُ اللّٰهُ عِبَادَهُ الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِۗ قُلْ لَّآ اَسْـَٔلُكُمْ عَلَيْهِ اَجْرًا اِلَّا الْمَوَدَّةَ فِى الْقُرْبٰىۗ وَمَنْ يَّقْتَرِفْ حَسَنَةً نَّزِدْ لَهٗ فِيْهَا حُسْنًا ۗاِنَّ اللّٰهَ غَفُوْرٌ شَكُوْرٌ  ","text_id":"Itulah (karunia) yang (dengannya) Allah menggembirakan hamba-hamba-Nya yang beriman dan beramal saleh. Katakanlah (Nabi Muhammad), “Aku tidak meminta kepadamu suatu imbalan pun atas seruanku, kecuali kasih sayang dalam kekeluargaan.” Siapa mengerjakan kebaikan, akan Kami tambahkan kebaikan baginya. Sesungguhnya Allah Maha Pengampun lagi Maha Mensyukuri.","text_en":"This is the good news that God gives to His creatures who believe and do good. Say: \"I ask no recompense of you for it other than obligations of relationship.\" We shall give more excellence to him who acquires excellence. Surely God forgives and accepts (gratitude).","transliteration":"żālikallażī yubasysyirullāhu 'ibādahullażīna āmanụ wa 'amiluṣ-ṣāliḥāt, qul lā as`alukum 'alaihi ajran illal-mawaddata fil-qurbā, wa may yaqtarif ḥasanatan nazid lahụ fīhā ḥusnā, innallāha gafụrun syakụr","no_fn":"","text_fn":""},{"id":4296,"surah":42,"no_ayah":24,"theme":"Tuduhan Dusta Orang Kafir terhadap Nabi Muhammad","text_ayah":"اَمْ يَقُوْلُوْنَ افْتَرٰى عَلَى اللّٰهِ كَذِبًاۚ فَاِنْ يَّشَاِ اللّٰهُ يَخْتِمْ عَلٰى قَلْبِكَ ۗوَيَمْحُ اللّٰهُ الْبَاطِلَ وَيُحِقُّ الْحَقَّ بِكَلِمٰتِهٖ ۗاِنَّهٗ عَلِيْمٌ ۢبِذَاتِ الصُّدُوْرِ  ","text_id":"Ataukah mereka mengatakan, “Dia (Nabi Muhammad) telah mengada-adakan kebohongan tentang Allah.” Jika Allah menghendaki, niscaya Dia akan mengunci hatimu. Allah menghapus yang batil dan membenarkan yang benar dengan firman-firman-Nya (Al-Qur’an). Sesungguhnya Dia Maha Mengetahui segala isi hati.","text_en":"Do they say he has fabricated a lie about God? He could have sealed your hearts if He pleased; but God blots out the false and vindicates the truth by His dispensations, for He knows the secrets of the hearts.","transliteration":"am yaqụlụnaftarā 'alallāhi każibā, fa iy yasya`illāhu yakhtim 'alā qalbik, wa yam-ḥullāhul-bāṭila wa yuḥiqqul-ḥaqqa bikalimātih, innahụ 'alīmum biżātiṣ-ṣudụr","no_fn":"","text_fn":""},{"id":4297,"surah":42,"no_ayah":25,"theme":"Tuduhan Dusta Orang Kafir terhadap Nabi Muhammad","text_ayah":"وَهُوَ الَّذِيْ يَقْبَلُ التَّوْبَةَ عَنْ عِبَادِهٖ وَيَعْفُوْا عَنِ السَّيِّاٰتِ وَيَعْلَمُ مَا تَفْعَلُوْنَۙ  ","text_id":"Dialah yang menerima tobat dari hamba-hamba-Nya, memaafkan kesalahan-kesalahan, mengetahui apa yang kamu kerjakan,","text_en":"It is He who accepts repentance from His creatures and forgives their trespasses, for He knows what you do.","transliteration":"wa huwallażī yaqbalut-taubata 'an 'ibādihī wa ya'fụ 'anis-sayyi`āti wa ya'lamu mā taf'alụn","no_fn":"","text_fn":""},{"id":4298,"surah":42,"no_ayah":26,"theme":"Tuduhan Dusta Orang Kafir terhadap Nabi Muhammad","text_ayah":"وَيَسْتَجِيْبُ الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ وَيَزِيْدُهُمْ مِّنْ فَضْلِهٖ ۗوَالْكٰفِرُوْنَ لَهُمْ عَذَابٌ شَدِيْدٌ ","text_id":"memperkenankan (doa) orang-orang yang beriman dan mengerjakan kebajikan, dan menambah (pahala) kepada mereka dari karunia-Nya. Orang-orang kafir akan mendapat azab yang sangat keras.","text_en":"He answers (the prayers) of those who believe and do good, and gives them more of His bounty. But for the unbelievers there is severe punishment.","transliteration":"wa yastajībullażīna āmanụ wa 'amiluṣ-ṣāliḥāti wa yazīduhum min faḍlih, wal-kāfirụna lahum 'ażābun syadīd","no_fn":"","text_fn":""},{"id":4299,"surah":42,"no_ayah":27,"theme":"Tuduhan Dusta Orang Kafir terhadap Nabi Muhammad","text_ayah":"۞ وَلَوْ بَسَطَ اللّٰهُ الرِّزْقَ لِعِبَادِهٖ لَبَغَوْا فِى الْاَرْضِ وَلٰكِنْ يُّنَزِّلُ بِقَدَرٍ مَّا يَشَاۤءُ ۗاِنَّهٗ بِعِبَادِهٖ خَبِيْرٌۢ بَصِيْرٌ ","text_id":"Seandainya Allah melapangkan rezeki kepada hamba-hamba-Nya, niscaya mereka akan berbuat melampaui batas di bumi. Akan tetapi, Dia menurunkan apa yang Dia kehendaki dengan ukuran (tertentu). Sesungguhnya Dia Mahateliti lagi Maha Melihat (keadaan) hamba-hamba-Nya.","text_en":"If God were to give in abundance to His creatures they would fill the earth with oppression. So He gives according to measure as He will. He knows (what is good for) His creatures. He is all-aware and all-seeing.","transliteration":"walau basaṭallāhur-rizqa li'ibādihī labagau fil-arḍi wa lākiy yunazzilu biqadarim mā yasyā`, innahụ bi'ibādihī khabīrum baṣīr","no_fn":"","text_fn":""},{"id":4300,"surah":42,"no_ayah":28,"theme":"Tuduhan Dusta Orang Kafir terhadap Nabi Muhammad","text_ayah":"وَهُوَ الَّذِيْ يُنَزِّلُ الْغَيْثَ مِنْۢ بَعْدِ مَا قَنَطُوْا وَيَنْشُرُ رَحْمَتَهٗ ۗوَهُوَ الْوَلِيُّ الْحَمِيْدُ ","text_id":"Dialah yang menurunkan hujan setelah mereka berputus asa dan (Dia pula yang) menyebarkan rahmat-Nya. Dialah Maha Pelindung lagi Maha Terpuji.","text_en":"It is He who sends down rain when they had despaired of it, and showers His benevolence. He is the protector worthy of praise.","transliteration":"wa huwallażī yunazzilul-gaiṡa mim ba'di mā qanaṭụ wa yansyuru raḥmatah, wa huwal-waliyyul-ḥamīd","no_fn":"","text_fn":""},{"id":4301,"surah":42,"no_ayah":29,"theme":"Tuduhan Dusta Orang Kafir terhadap Nabi Muhammad","text_ayah":"وَمِنْ اٰيٰتِهٖ خَلْقُ السَّمٰوٰتِ وَالْاَرْضِ وَمَا بَثَّ فِيْهِمَا مِنْ دَاۤبَّةٍ ۗوَهُوَ عَلٰى جَمْعِهِمْ اِذَا يَشَاۤءُ قَدِيْرٌ ࣖ","text_id":"Di antara tanda-tanda (kebesaran)-Nya adalah penciptaan langit dan bumi serta makhluk-makhluk melata yang Dia sebarkan pada keduanya. Dia Mahakuasa mengumpulkan semuanya apabila Dia menghendaki.","text_en":"The creation of the heavens and the earth and all the living things dispersed in them, are a sign of His. He has the power to gather them together when He will.","transliteration":"wa min āyātihī khalqus-samāwāti wal-arḍi wa mā baṡṡa fīhimā min dābbah, wa huwa 'alā jam'ihim iżā yasyā`u qadīr","no_fn":"","text_fn":""},{"id":4302,"surah":42,"no_ayah":30,"theme":"Ampunan Allah atas Sebagian Besar Dosa Hamba-Hamba-Nya","text_ayah":"وَمَآ اَصَابَكُمْ مِّنْ مُّصِيْبَةٍ فَبِمَا كَسَبَتْ اَيْدِيْكُمْ وَيَعْفُوْا عَنْ كَثِيْرٍۗ ","text_id":"Musibah apa pun yang menimpa kamu adalah karena perbuatan tanganmu sendiri dan (Allah) memaafkan banyak (kesalahanmu).","text_en":"Whatever misfortune befalls you is a consequence of your deeds; yet He forgives much.","transliteration":"wa mā aṣābakum mim muṣībatin fa bimā kasabat aidīkum wa ya'fụ 'ang kaṡīr","no_fn":"","text_fn":""},{"id":4303,"surah":42,"no_ayah":31,"theme":"Ampunan Allah atas Sebagian Besar Dosa Hamba-Hamba-Nya","text_ayah":"وَمَآ اَنْتُمْ بِمُعْجِزِيْنَ فِى الْاَرْضِۚ وَمَا لَكُمْ مِّنْ دُوْنِ اللّٰهِ مِنْ وَّلِيٍّ وَّلَا نَصِيْرٍ ","text_id":"Kamu tidak dapat melepaskan diri di bumi (dari siksaan Allah) dan kamu tidak mempunyai (satu) pelindung atau (satu) penolong pun selain Allah.","text_en":"You cannot thwart Him on the earth, and have no friend or helper apart from Him.","transliteration":"wa mā antum bimu'jizīna fil-arḍ, wa mā lakum min dụnillāhi miw waliyyiw wa lā naṣīr","no_fn":"","text_fn":""},{"id":4304,"surah":42,"no_ayah":32,"theme":"Ampunan Allah atas Sebagian Besar Dosa Hamba-Hamba-Nya","text_ayah":"وَمِنْ اٰيٰتِهِ الْجَوَارِ فِى الْبَحْرِ كَالْاَعْلَامِ ۗ ","text_id":"Di antara tanda-tanda (kebesaran)-Nya adalah kapal-kapal yang berlayar di laut seperti gunung-gunung.","text_en":"Ships sailing in the ocean like ensigns are a sign of His.","transliteration":"wa min āyātihil-jawāri fil-baḥri kal-a'lām","no_fn":"","text_fn":""},{"id":4305,"surah":42,"no_ayah":33,"theme":"Ampunan Allah atas Sebagian Besar Dosa Hamba-Hamba-Nya","text_ayah":"اِنْ يَّشَأْ يُسْكِنِ الرِّيْحَ فَيَظْلَلْنَ رَوَاكِدَ عَلٰى ظَهْرِهٖۗ اِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ لِّكُلِّ صَبَّارٍ شَكُوْرٍۙ","text_id":"Jika Dia menghendaki, Dia akan menghentikan angin, sehingga jadilah (kapal-kapal) itu terhenti di permukaannya (laut). Sesungguhnya pada yang demikian itu terdapat tanda-tanda (kebesaran Allah) bagi tiap-tiap orang yang selalu bersabar dan banyak bersyukur,","text_en":"He could stop the wind if He pleased, then they would be stranded on its surface. Surely there are signs in this for every one who perseveres and is grateful.","transliteration":"iy yasya` yuskinir-rīḥa fa yaẓlalna rawākida 'alā ẓahrih, inna fī żālika la`āyātil likulli ṣabbārin syakụr","no_fn":"","text_fn":""},{"id":4306,"surah":42,"no_ayah":34,"theme":"Ampunan Allah atas Sebagian Besar Dosa Hamba-Hamba-Nya","text_ayah":"اَوْ يُوْبِقْهُنَّ بِمَا كَسَبُوْا وَيَعْفُ عَنْ كَثِيْرٍۙ ","text_id":"atau Dia akan menghancurkan kapal-kapal itu karena perbuatan (dosa) mereka, dan Dia memaafkan banyak (kesalahan mereka).","text_en":"Or He could wreck them for what they have done; yet there is much that He pardons.","transliteration":"au yụbiq-hunna bimā kasabụ wa ya'fu 'ang kaṡīr","no_fn":"","text_fn":""},{"id":4307,"surah":42,"no_ayah":35,"theme":"Ampunan Allah atas Sebagian Besar Dosa Hamba-Hamba-Nya","text_ayah":"وَّيَعْلَمَ الَّذِيْنَ يُجَادِلُوْنَ فِيْٓ اٰيٰتِنَاۗ مَا لَهُمْ مِّنْ مَّحِيْصٍ ","text_id":"(Yang demikian itu) agar orang-orang yang membantah tanda-tanda (kekuasaan) Kami mengetahui bahwa mereka tidak akan memperoleh jalan keluar (dari siksaan).","text_en":"Let those who dispute Our signs know that there is no way of escape for them.","transliteration":"wa ya'lamallażīna yujādilụna fī āyātinā, mā lahum mim maḥīṣ","no_fn":"","text_fn":""},{"id":4308,"surah":42,"no_ayah":36,"theme":"Ampunan Allah atas Sebagian Besar Dosa Hamba-Hamba-Nya","text_ayah":"فَمَآ اُوْتِيْتُمْ مِّنْ شَيْءٍ فَمَتَاعُ الْحَيٰوةِ الدُّنْيَا ۚوَمَا عِنْدَ اللّٰهِ خَيْرٌ وَّاَبْقٰى لِلَّذِيْنَ اٰمَنُوْا وَعَلٰى رَبِّهِمْ يَتَوَكَّلُوْنَۚ ","text_id":"Apa pun (kenikmatan) yang diberikan kepadamu, maka itu adalah kesenangan hidup di dunia. Sedangkan apa (kenikmatan) yang ada di sisi Allah lebih baik dan lebih kekal bagi orang-orang yang beriman dan hanya kepada Tuhan mereka bertawakal.","text_en":"Whatsoever you have been given is only this life's merchandise; but what is with God is better and more lasting for those who believe and place their trust in their Lord,","transliteration":"fa mā ụtītum min syai`in fa matā'ul-ḥayātid-dun-yā, wa mā 'indallāhi khairuw wa abqā lillażīna āmanụ wa 'alā rabbihim yatawakkalụn","no_fn":"","text_fn":""},{"id":4309,"surah":42,"no_ayah":37,"theme":"Ampunan Allah atas Sebagian Besar Dosa Hamba-Hamba-Nya","text_ayah":"وَالَّذِيْنَ يَجْتَنِبُوْنَ كَبٰۤىِٕرَ الْاِثْمِ وَالْفَوَاحِشَ وَاِذَا مَا غَضِبُوْا هُمْ يَغْفِرُوْنَ ۚ ","text_id":"(Kenikmatan itu juga lebih baik dan lebih kekal bagi) orang-orang yang menjauhi dosa-dosa besar dan perbuatan-perbuatan keji, dan apabila mereka marah segera memberi maaf;","text_en":"Who avoid the deadly sins, immoral acts, and forgive when they are angered,","transliteration":"wallażīna yajtanibụna kabā`iral-iṡmi wal-fawāḥisya wa iżā mā gaḍibụ hum yagfirụn","no_fn":"","text_fn":""},{"id":4310,"surah":42,"no_ayah":38,"theme":"Kewajiban Bermusyawarah dalam Masalah Keduniaan","text_ayah":"وَالَّذِيْنَ اسْتَجَابُوْا لِرَبِّهِمْ وَاَقَامُوا الصَّلٰوةَۖ وَاَمْرُهُمْ شُوْرٰى بَيْنَهُمْۖ وَمِمَّا رَزَقْنٰهُمْ يُنْفِقُوْنَ ۚ ","text_id":"(juga lebih baik dan lebih kekal bagi) orang-orang yang menerima (mematuhi) seruan Tuhan dan melaksanakan salat, sedangkan urusan mereka (diputuskan) dengan musyawarah di antara mereka. Mereka menginfakkan sebagian dari rezeki yang Kami anugerahkan kepada mereka;","text_en":"Who obey the commands of their Lord and fulfil their devotional obligations, whose affairs are settled by mutual consultation, who spend of what We have given them,","transliteration":"wallażīnastajābụ lirabbihim wa aqāmuṣ-ṣalāta wa amruhum syụrā bainahum wa mimmā razaqnāhum yunfiqụn","no_fn":"","text_fn":""},{"id":4311,"surah":42,"no_ayah":39,"theme":"Cara Membalas Perlakuan Buruk Orang Lain","text_ayah":"وَالَّذِيْنَ اِذَآ اَصَابَهُمُ الْبَغْيُ هُمْ يَنْتَصِرُوْنَ ","text_id":"(juga lebih baik dan lebih kekal bagi) orang-orang yang apabila mereka diperlakukan dengan zalim, mereka membela diri.","text_en":"And those who defend themselves when they are wronged.","transliteration":"wallażīna iżā aṣābahumul-bagyu hum yantaṣirụn","no_fn":"","text_fn":""},{"id":4312,"surah":42,"no_ayah":40,"theme":"Cara Membalas Perlakuan Buruk Orang Lain","text_ayah":"وَجَزٰۤؤُا سَيِّئَةٍ سَيِّئَةٌ مِّثْلُهَا ۚفَمَنْ عَفَا وَاَصْلَحَ فَاَجْرُهٗ عَلَى اللّٰهِ ۗاِنَّهٗ لَا يُحِبُّ الظّٰلِمِيْنَ","text_id":"Balasan suatu keburukan adalah keburukan yang setimpal. Akan tetapi, siapa yang memaafkan dan berbuat baik (kepada orang yang berbuat jahat), maka pahalanya dari Allah. Sesungguhnya Dia tidak menyukai orang-orang zalim.","text_en":"The retribution of evil is the equal of evil (done); yet those who forgive and rehabilitate will be rewarded by God. Verily He does not like those who do wrong.","transliteration":"wa jazā`u sayyi`atin sayyi`atum miṡluhā, fa man 'afā wa aṣlaḥa fa ajruhụ 'alallāh, innahụ lā yuḥibbuẓ-ẓālimīn","no_fn":"","text_fn":""},{"id":4313,"surah":42,"no_ayah":41,"theme":"Cara Membalas Perlakuan Buruk Orang Lain","text_ayah":"وَلَمَنِ انْتَصَرَ بَعْدَ ظُلْمِهٖ فَاُولٰۤىِٕكَ مَا عَلَيْهِمْ مِّنْ سَبِيْلٍۗ ","text_id":"Akan tetapi, sungguh siapa yang membela diri setelah teraniaya, tidak ada satu alasan pun (untuk menyalahkan) mereka.","text_en":"If one avenges himself after he has been wronged, there is no way of blaming him.","transliteration":"wa lamanintaṣara ba'da ẓulmihī fa ulā`ika mā 'alaihim min sabīl","no_fn":"","text_fn":""},{"id":4314,"surah":42,"no_ayah":42,"theme":"Cara Membalas Perlakuan Buruk Orang Lain","text_ayah":"اِنَّمَا السَّبِيْلُ عَلَى الَّذِيْنَ يَظْلِمُوْنَ النَّاسَ وَيَبْغُوْنَ فِى الْاَرْضِ بِغَيْرِ الْحَقِّۗ اُولٰۤىِٕكَ لَهُمْ عَذَابٌ اَلِيْمٌ  ","text_id":"Sesungguhnya alasan (untuk menyalahkan) itu hanya ada pada orang-orang yang menganiaya manusia dan melampaui batas di bumi tanpa hak (alasan yang benar). Mereka itu mendapat siksa yang sangat pedih.","text_en":"Blame lies on those who oppress, and terrorise the land unjustly. For them there is painful punishment.","transliteration":"innamas-sabīlu 'alallażīna yaẓlimụnan-nāsa wa yabgụna fil-arḍi bigairil-ḥaqq, ulā`ika lahum 'ażābun alīm","no_fn":"","text_fn":""},{"id":4315,"surah":42,"no_ayah":43,"theme":"Cara Membalas Perlakuan Buruk Orang Lain","text_ayah":"وَلَمَنْ صَبَرَ وَغَفَرَ اِنَّ ذٰلِكَ لَمِنْ عَزْمِ الْاُمُوْرِ ࣖ ","text_id":"Akan tetapi, sungguh siapa yang bersabar dan memaafkan, sesungguhnya yang demikian itu termasuk urusan yang (patut) diutamakan.","text_en":"But he who bears with patience and forgives, surely complies with divine resolve.","transliteration":"wa laman ṣabara wa gafara inna żālika lamin 'azmil-umụr","no_fn":"","text_fn":""},{"id":4316,"surah":42,"no_ayah":44,"theme":"Orang-Orang Sesat tidak akan Menemukan Penolong ","text_ayah":"وَمَنْ يُّضْلِلِ اللّٰهُ فَمَا لَهٗ مِنْ وَّلِيٍّ مِّنْۢ بَعْدِهٖ ۗوَتَرَى الظّٰلِمِيْنَ لَمَّا رَاَوُا الْعَذَابَ يَقُوْلُوْنَ هَلْ اِلٰى مَرَدٍّ مِّنْ سَبِيْلٍۚ ","text_id":"Siapa yang dibiarkan sesat oleh Allah (karena kecenderungan dan pilihannya sendiri), tidak ada baginya pelindung setelah itu. Kamu akan melihat orang-orang zalim, ketika mereka melihat azab, berkata, “Adakah kiranya jalan untuk kembali (ke dunia)?”","text_en":"He whom God leads astray has no one except God to protect him. You should see the sinners when they face the punishment. They will say: \"Isn't there a way of going back?\"","transliteration":"wa may yuḍlilillāhu fa mā lahụ miw waliyyim mim ba'dih, wa taraẓ-ẓālimīna lammā ra`awul-'ażāba yaqụlụna hal ilā maraddim min sabīl","no_fn":"","text_fn":""},{"id":4317,"surah":42,"no_ayah":45,"theme":"Orang-Orang Sesat tidak akan Menemukan Penolong ","text_ayah":"وَتَرٰىهُمْ يُعْرَضُوْنَ عَلَيْهَا خٰشِعِيْنَ مِنَ الذُّلِّ يَنْظُرُوْنَ مِنْ طَرْفٍ خَفِيٍّۗ وَقَالَ الَّذِيْنَ اٰمَنُوْٓا اِنَّ الْخٰسِرِيْنَ الَّذِيْنَ خَسِرُوْٓا اَنْفُسَهُمْ وَاَهْلِيْهِمْ يَوْمَ الْقِيٰمَةِ ۗ اَلَآ اِنَّ الظّٰلِمِيْنَ فِيْ عَذَابٍ مُّقِيْمٍ ","text_id":"Kamu akan melihat mereka dihadapkan kepadanya (neraka) dalam keadaan tertunduk karena (merasa) hina. Mereka memperhatikan dengan pandangan yang lesu. Orang-orang yang beriman berkata, “Sesungguhnya orang-orang yang rugi adalah orang-orang yang merugikan diri mereka sendiri dan keluarganya pada hari Kiamat.” Ketahuilah, sesungguhnya orang-orang zalim itu berada dalam azab yang kekal.","text_en":"You should see them brought before the Fire, abject in disgrace, looking stealthily. And those who believe will say: \"They who forfeit their souls and families on the Day of Resurrection will really be losers.\" Is it not that sinners will suffer a lasting torment?","transliteration":"wa tarāhum yu'raḍụna 'alaihā khāsyi'īna minaż-żulli yanẓurụna min ṭarfin khafiyy, wa qālallażīna āmanū innal-khāsirīnallażīna khasirū anfusahum wa ahlīhim yaumal-qiyāmah, alā innaẓ-ẓālimīna fī 'ażābim muqīm","no_fn":"","text_fn":""},{"id":4318,"surah":42,"no_ayah":46,"theme":"Orang-Orang Sesat tidak akan Menemukan Penolong ","text_ayah":"وَمَا كَانَ لَهُمْ مِّنْ اَوْلِيَاۤءَ يَنْصُرُوْنَهُمْ مِّنْ دُوْنِ اللّٰهِ ۗوَمَنْ يُّضْلِلِ اللّٰهُ فَمَا لَهٗ مِنْ سَبِيْلٍ ۗ ","text_id":"Mereka tidak akan mempunyai pelindung yang dapat menolong mereka selain Allah. Siapa pun yang disesatkan oleh Allah (berdasarkan kecenderungan dan pilihannya sendiri) tidak akan ada jalan baginya (untuk mendapat petunjuk).","text_en":"They will have no protector to help them other than God. He whom God allows to go astray has no way.","transliteration":"wa mā kāna lahum min auliyā`a yanṣurụnahum min dụnillāh, wa may yuḍlilillāhu fa mā lahụ min sabīl","no_fn":"","text_fn":""},{"id":4319,"surah":42,"no_ayah":47,"theme":"Orang-Orang Sesat tidak akan Menemukan Penolong ","text_ayah":"اِسْتَجِيْبُوْا لِرَبِّكُمْ مِّنْ قَبْلِ اَنْ يَّأْتِيَ يَوْمٌ لَّا مَرَدَّ لَهٗ مِنَ اللّٰهِ ۗمَا لَكُمْ مِّنْ مَّلْجَاٍ يَّوْمَىِٕذٍ وَّمَا لَكُمْ مِّنْ نَّكِيْرٍ ","text_id":"Penuhilah seruan Tuhanmu sebelum datang dari Allah suatu hari (Kiamat) yang tidak dapat ditolak. Pada hari itu kamu tidak akan mempunyai tempat berlindung dan tidak (pula) dapat mengingkari (dosa-dosamu).","text_en":"Hearken to your Lord before the Day arrives from God that will not be averted. You will have no place of refuge then nor time for denying.","transliteration":"istajībụ lirabbikum ming qabli ay ya`tiya yaumul lā maradda lahụ minallāh, mā lakum mim malja`iy yauma`iżiw wa mā lakum min nakīr","no_fn":"","text_fn":""},{"id":4320,"surah":42,"no_ayah":48,"theme":"Orang-Orang Sesat tidak akan Menemukan Penolong ","text_ayah":"فَاِنْ اَعْرَضُوْا فَمَآ اَرْسَلْنٰكَ عَلَيْهِمْ حَفِيْظًا ۗاِنْ عَلَيْكَ اِلَّا الْبَلٰغُ ۗوَاِنَّآ اِذَآ اَذَقْنَا الْاِنْسَانَ مِنَّا رَحْمَةً فَرِحَ بِهَا ۚوَاِنْ تُصِبْهُمْ سَيِّئَةٌ ۢبِمَا قَدَّمَتْ اَيْدِيْهِمْ فَاِنَّ الْاِنْسَانَ كَفُوْرٌ ","text_id":"Jika mereka berpaling, (ingatlah) Kami tidak mengutus engkau sebagai pengawas bagi mereka. Kewajibanmu hanyalah menyampaikan (risalah). Sesungguhnya apabila Kami merasakan kepada manusia sedikit dari rahmat Kami, dia gembira karenanya. Akan tetapi, jika mereka ditimpa kesusahan disebabkan perbuatan tangan mereka sendiri, (niscaya mereka ingkar). Sesungguhnya manusia itu sangat ingkar (pada nikmat).","text_en":"If they turn away (you are not responsible); We have not appointed you a warden over them. Your duty is to deliver the message. When We let man taste of Our favours he begins to exult; but if misfortune befalls him, as a consequence of his own deeds, man is surely then ungrateful.","transliteration":"fa in a'raḍụ fa mā arsalnāka 'alaihim ḥafīẓā, in 'alaika illal-balāg, wa innā iżā ażaqnal-insāna minnā raḥmatan fariḥa bihā, wa in tuṣib-hum sayyi`atum bimā qaddamat aidīhim fa innal-insāna kafụr","no_fn":"","text_fn":""},{"id":4321,"surah":42,"no_ayah":49,"theme":"Orang-Orang Sesat tidak akan Menemukan Penolong ","text_ayah":"لِلّٰهِ مُلْكُ السَّمٰوٰتِ وَالْاَرْضِۗ يَخْلُقُ مَا يَشَاۤءُ ۗيَهَبُ لِمَنْ يَّشَاۤءُ اِنَاثًا وَّيَهَبُ لِمَنْ يَّشَاۤءُ الذُّكُوْرَ ۙ","text_id":"Milik Allahlah kerajaan langit dan bumi. Dia menciptakan apa yang Dia kehendaki, memberikan anak perempuan kepada siapa yang Dia kehendaki, memberikan anak laki-laki kepada siapa yang Dia kehendaki,","text_en":"To God belongs the kingdom of the heavens and the earth. He creates whatsoever He wills, bestows daughters on whosoever He will, and gives sons to whom He choose.","transliteration":"lillahi mulkus-samāwāti wal-arḍ, yakhluqu mā yasyā`, yahabu limay yasyā`u ināṡaw wa yahabu limay yasyā`uż-żukụr","no_fn":"","text_fn":""},{"id":4322,"surah":42,"no_ayah":50,"theme":"Orang-Orang Sesat tidak akan Menemukan Penolong ","text_ayah":"اَوْ يُزَوِّجُهُمْ ذُكْرَانًا وَّاِنَاثًا ۚوَيَجْعَلُ مَنْ يَّشَاۤءُ عَقِيْمًا ۗاِنَّهٗ عَلِيْمٌ قَدِيْرٌ ","text_id":"atau Dia menganugerahkan (keturunan) laki-laki dan perempuan, serta menjadikan mandul siapa saja yang Dia kehendaki. Sesungguhnya Dia Maha Mengetahui lagi Mahakuasa.","text_en":"On some He bestows both sons and daughters, and some He leaves issueless. He is all-knowing and all-powerful.","transliteration":"au yuzawwijuhum żukrānaw wa ināṡā, wa yaj'alu may yasyā`u 'aqīmā, innahụ 'alīmung qadīr","no_fn":"","text_fn":""},{"id":4323,"surah":42,"no_ayah":51,"theme":"Cara Wahyu Diturunkan kepada Rasul","text_ayah":"۞ وَمَا كَانَ لِبَشَرٍ اَنْ يُّكَلِّمَهُ اللّٰهُ اِلَّا وَحْيًا اَوْ مِنْ وَّرَاۤئِ حِجَابٍ اَوْ يُرْسِلَ رَسُوْلًا فَيُوْحِيَ بِاِذْنِهٖ مَا يَشَاۤءُ ۗاِنَّهٗ عَلِيٌّ حَكِيْمٌ ","text_id":"Tidak mungkin bagi seorang manusia untuk diajak berbicara langsung oleh Allah, kecuali dengan (perantaraan) wahyu, dari belakang tabir, atau dengan mengirim utusan (malaikat) lalu mewahyukan kepadanya dengan izin-Nya apa yang Dia kehendaki. Sesungguhnya Dia Mahatinggi lagi Mahabijaksana.","text_en":"It is not given to man that God should speak to him except by suggestion or indirectly, or send a messenger to convey by His command whatsoever He please. He is all-high and all-wise.","transliteration":"wa mā kāna libasyarin ay yukallimahullāhu illā waḥyan au miw warā`i ḥijābin au yursila rasụlan fa yụḥiya bi`iżnihī mā yasyā`, innahụ 'aliyyun ḥakīm","no_fn":"","text_fn":""},{"id":4324,"surah":42,"no_ayah":52,"theme":"Cara Wahyu Diturunkan kepada Rasul","text_ayah":"وَكَذٰلِكَ اَوْحَيْنَآ اِلَيْكَ رُوْحًا مِّنْ اَمْرِنَا ۗمَا كُنْتَ تَدْرِيْ مَا الْكِتٰبُ وَلَا الْاِيْمَانُ وَلٰكِنْ جَعَلْنٰهُ نُوْرًا نَّهْدِيْ بِهٖ مَنْ نَّشَاۤءُ مِنْ عِبَادِنَا ۗوَاِنَّكَ لَتَهْدِيْٓ اِلٰى صِرَاطٍ مُّسْتَقِيْمٍۙ ","text_id":"Demikianlah Kami mewahyukan kepadamu (Nabi Muhammad) rūh (Al-Qur’an) dengan perintah Kami. Sebelumnya engkau tidaklah mengetahui apakah Kitab (Al-Qur’an) dan apakah iman itu, tetapi Kami menjadikannya (Al-Qur’an) cahaya yang dengannya Kami memberi petunjuk siapa yang Kami kehendaki di antara hamba-hamba Kami. Sesungguhnya engkau benar-benar membimbing (manusia) ke jalan yang lurus,","text_en":"So have We revealed to you the Qur'an by Our command. You did not know what the Scripture was before, nor (the laws of) faith. And We made it a light by which We show the way to those of Our creatures as We please; and you certainly guide them to the right path,","transliteration":"wa każālika auḥainā ilaika rụḥam min amrinā, mā kunta tadrī mal-kitābu wa lal-īmānu wa lākin ja'alnāhu nụran nahdī bihī man nasyā`u min 'ibādinā, wa innaka latahdī ilā ṣirāṭim mustaqīm","no_fn":"","text_fn":""},{"id":4325,"surah":42,"no_ayah":53,"theme":"Cara Wahyu Diturunkan kepada Rasul","text_ayah":"صِرَاطِ اللّٰهِ الَّذِيْ لَهٗ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِۗ  اَلَآ اِلَى اللّٰهِ تَصِيْرُ الْاُمُوْرُ ࣖ ","text_id":"(yaitu) jalan Allah yang milik-Nyalah apa yang ada di langit dan apa yang ada di bumi. Ketahuilah (bahwa) kepada Allahlah segala urusan kembali!","text_en":"The path of God to whom belongs the kingdom of the heavens and the earth. And will not all things go back to God?","transliteration":"ṣirāṭillāhillażī lahụ mā fis-samāwāti wa mā fil-arḍ, alā ilallāhi taṣīrul-umụr","no_fn":"","text_fn":""}]