[{"id":4474,"surah":45,"no_ayah":1,"theme":"Ayat tentang Kitab dan Alam Semesta","text_ayah":"حٰمۤ  ۚ","text_id":"Ḥā Mīm.","text_en":"HA MIM.","transliteration":"ḥā mīm","no_fn":"","text_fn":""},{"id":4475,"surah":45,"no_ayah":2,"theme":"Ayat tentang Kitab dan Alam Semesta","text_ayah":"تَنْزِيْلُ الْكِتٰبِ مِنَ اللّٰهِ الْعَزِيْزِ الْحَكِيْمِ","text_id":"Diturunkannya Kitab (Al-Qur’an) ini (berasal) dari Allah Yang Mahaperkasa lagi Mahabijaksana.","text_en":"The revelation of this Book is from God, the mighty and all-wise.","transliteration":"tanzīlul-kitābi minallāhil-'azīzil-ḥakīm","no_fn":"","text_fn":""},{"id":4476,"surah":45,"no_ayah":3,"theme":"Ayat tentang Kitab dan Alam Semesta","text_ayah":"اِنَّ فِى السَّمٰوٰتِ وَالْاَرْضِ لَاٰيٰتٍ لِّلْمُؤْمِنِيْنَۗ","text_id":"Sesungguhnya di langit dan bumi benar-benar terdapat tanda-tanda (kebesaran Allah) bagi orang-orang mukmin.","text_en":"Indeed there are signs for believers in the heavens and the earth.","transliteration":"inna fis-samāwāti wal-arḍi la`āyātil lil-mu`minīn","no_fn":"","text_fn":""},{"id":4477,"surah":45,"no_ayah":4,"theme":"Ayat tentang Kitab dan Alam Semesta","text_ayah":"وَفِيْ خَلْقِكُمْ وَمَا يَبُثُّ مِنْ دَاۤبَّةٍ اٰيٰتٌ لِّقَوْمٍ يُّوْقِنُوْنَۙ","text_id":"Pada penciptaan kamu dan makhluk bergerak yang ditebarkan-Nya terdapat tanda-tanda (kebesaran Allah) bagi kaum yang meyakini.","text_en":"In creating you and spreading all the moving things (on earth) are signs for people firm of faith,","transliteration":"wa fī khalqikum wa mā yabuṡṡu min dābbatin āyātul liqaumiy yụqinụn","no_fn":"","text_fn":""},{"id":4478,"surah":45,"no_ayah":5,"theme":"Ayat tentang Kitab dan Alam Semesta","text_ayah":"وَاخْتِلَافِ الَّيْلِ وَالنَّهَارِ وَمَآ اَنْزَلَ اللّٰهُ مِنَ السَّمَاۤءِ مِنْ رِّزْقٍ فَاَحْيَا بِهِ الْاَرْضَ بَعْدَ مَوْتِهَا وَتَصْرِيْفِ الرِّيٰحِ اٰيٰتٌ لِّقَوْمٍ يَّعْقِلُوْنَ","text_id":"(Pada) pergantian malam dan siang serta rezeki yang diturunkan Allah dari langit, lalu dihidupsuburkannya bumi (dengan air hujan) sesudah matinya, dan pada perkisaran angin terdapat (pula) tanda-tanda (kebesaran Allah) bagi kaum yang mengerti.","text_en":"As there are signs in the alternation of night and day, and in rain that God sends with which He revives the earth once dead, as there are in the changing of the winds, for people who can understand.","transliteration":"wakhtilāfil-laili wan-nahāri wa mā anzalallāhu minas-samā`i mir rizqin fa aḥyā bihil-arḍa ba'da mautihā wa taṣrīfir-riyāḥi āyātul liqaumiy ya'qilụn","no_fn":"","text_fn":""},{"id":4479,"surah":45,"no_ayah":6,"theme":"Ayat tentang Kitab dan Alam Semesta","text_ayah":"تِلْكَ اٰيٰتُ اللّٰهِ نَتْلُوْهَا عَلَيْكَ بِالْحَقِّۚ فَبِاَيِّ حَدِيْثٍۢ بَعْدَ اللّٰهِ وَاٰيٰتِهٖ يُؤْمِنُوْنَ","text_id":"Itulah ayat-ayat Allah yang Kami bacakan kepadamu dengan benar. Maka, pada perkataan mana lagi mereka akan beriman setelah Allah dan ayat-ayat-Nya?","text_en":"These are revelations of God which we recite to you correctly: In what other lore but God and His manifestations would they then believe?","transliteration":"tilka āyātullāhi natlụhā 'alaika bil-ḥaqq, fa bi`ayyi ḥadīṡim ba'dallāhi wa āyātihī yu`minụn","no_fn":"","text_fn":""},{"id":4480,"surah":45,"no_ayah":7,"theme":"Kecelakaan bagi Orang yang Mendustakan Wahyu","text_ayah":"وَيْلٌ لِّكُلِّ اَفَّاكٍ اَثِيْمٍۙ","text_id":"Celakalah setiap pembohong lagi bergelimang dosa","text_en":"Alas the woe for every dissembling sinner","transliteration":"wailul likulli affākin aṡīm","no_fn":"","text_fn":""},{"id":4481,"surah":45,"no_ayah":8,"theme":"Kecelakaan bagi Orang yang Mendustakan Wahyu","text_ayah":"يَّسْمَعُ اٰيٰتِ اللّٰهِ تُتْلٰى عَلَيْهِ ثُمَّ يُصِرُّ مُسْتَكْبِرًا كَاَنْ لَّمْ يَسْمَعْهَاۚ فَبَشِّرْهُ بِعَذَابٍ اَلِيْمٍ","text_id":"yang mendengar ayat-ayat Allah dibacakan kepadanya, kemudian dia tetap menyombongkan diri seakan-akan tidak mendengarnya. Peringatkanlah dia (wahai Nabi Muhammad) dengan azab yang amat pedih.","text_en":"Who hears the revelations of God being recited to him, yet persists in denying with arrogance as though he had never heard them! So warn him of a painful punishment.","transliteration":"yasma'u āyātillāhi tutlā 'alaihi ṡumma yuṣirru mustakbirang ka`al lam yasma'hā, fa basysyir-hu bi'ażābin alīm","no_fn":"","text_fn":""},{"id":4482,"surah":45,"no_ayah":9,"theme":"Kecelakaan bagi Orang yang Mendustakan Wahyu","text_ayah":"وَاِذَا عَلِمَ مِنْ اٰيٰتِنَا شَيْـًٔا ۨاتَّخَذَهَا هُزُوًاۗ اُولٰۤىِٕكَ لَهُمْ عَذَابٌ مُّهِيْنٌۗ ","text_id":"Apabila dia mengetahui sesuatu tentang ayat-ayat Kami, dia menjadikannya bahan olok-olok. Merekalah yang akan menerima azab yang menghinakan.","text_en":"When he comes to know something of Our messages he makes fun of them: For them is shameful punishment.","transliteration":"wa iżā 'alima min āyātinā syai`anittakhażahā huzuwā, ulā`ika lahum 'ażābum muhīn","no_fn":"","text_fn":""},{"id":4483,"surah":45,"no_ayah":10,"theme":"Kecelakaan bagi Orang yang Mendustakan Wahyu","text_ayah":"مِنْ وَّرَاۤىِٕهِمْ جَهَنَّمُ ۚوَلَا يُغْنِيْ عَنْهُمْ مَّا كَسَبُوْا شَيْـًٔا وَّلَا مَا اتَّخَذُوْا مِنْ دُوْنِ اللّٰهِ اَوْلِيَاۤءَۚ وَلَهُمْ عَذَابٌ عَظِيْمٌۗ ","text_id":"Di hadapan mereka ada (neraka) Jahanam. Tidak akan berguna sedikit pun bagi mereka apa yang telah mereka kerjakan dan tidak (pula bermanfaat) apa yang mereka jadikan sebagai sesembahan selain Allah. Bagi mereka azab yang sangat berat.","text_en":"There is Hell before them; and whatever they have earned will not avail them in the least, nor those whom they take as friends apart from God. There is great chastisement for them.","transliteration":"miw warā`ihim jahannam, wa lā yugnī 'an-hum mā kasabụ syai`aw wa lā mattakhażụ min dụnillāhi auliyā`, wa lahum 'ażābun 'aẓīm","no_fn":"","text_fn":""},{"id":4484,"surah":45,"no_ayah":11,"theme":"Kecelakaan bagi Orang yang Mendustakan Wahyu","text_ayah":"هٰذَا هُدًىۚ وَالَّذِيْنَ كَفَرُوْا بِاٰيٰتِ رَبِّهِمْ لَهُمْ عَذَابٌ مِّنْ رِّجْزٍ اَلِيْمٌ ࣖ","text_id":"Ini (Al-Qur’an) adalah petunjuk (yang agung). Orang-orang yang mengingkari ayat-ayat Tuhannya akan mendapat azab berupa siksaan yang sangat pedih.","text_en":"This is guidance. Those who deny the revelations of their Lord will suffer a dreadful doom.","transliteration":"hāżā hudā, wallażīna kafarụ bi`āyāti rabbihim lahum 'ażābum mir rijzin alīm","no_fn":"","text_fn":""},{"id":4485,"surah":45,"no_ayah":12,"theme":"Kenikmatan Allah di Alam Semesta","text_ayah":"۞ اَللّٰهُ الَّذِيْ سَخَّرَ لَكُمُ الْبَحْرَ لِتَجْرِيَ الْفُلْكُ فِيْهِ بِاَمْرِهٖ وَلِتَبْتَغُوْا مِنْ فَضْلِهٖ وَلَعَلَّكُمْ تَشْكُرُوْنَۚ ","text_id":"Allahlah yang telah menundukkan laut untukmu agar kapal-kapal dapat berlayar di atasnya dengan perintah-Nya, agar kamu dapat mencari sebagian karunia-Nya, dan agar kamu bersyukur.","text_en":"It is God who subjugated the ocean for you so that ships may ply through it by His command, and you may seek His bounty, and may haply be grateful.","transliteration":"allāhullażī sakhkhara lakumul-baḥra litajriyal-fulku fīhi bi`amrihī wa litabtagụ min faḍlihī wa la'allakum tasykurụn","no_fn":"","text_fn":""},{"id":4486,"surah":45,"no_ayah":13,"theme":"Kenikmatan Allah di Alam Semesta","text_ayah":"وَسَخَّرَ لَكُمْ مَّا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِ جَمِيْعًا مِّنْهُ ۗاِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ لِّقَوْمٍ يَّتَفَكَّرُوْنَ ","text_id":"Dia telah menundukkan (pula) untukmu apa yang ada di langit dan apa yang ada di bumi semuanya (sebagai rahmat) dari-Nya. Sesungguhnya pada yang demikian itu benar-benar terdapat tanda-tanda (kebesaran Allah) bagi kaum yang berpikir.","text_en":"He subjugated for you whatsoever is in the heavens and the earth, each and everything. Verily there are signs in this for those who reflect.","transliteration":"wa sakhkhara lakum mā fis-samāwāti wa mā fil-arḍi jamī'am min-h, inna fī żālika la`āyātil liqaumiy yatafakkarụn","no_fn":"","text_fn":""},{"id":4487,"surah":45,"no_ayah":14,"theme":"Perintah kepada Orang-Orang yang Beriman untuk Memberi Maaf","text_ayah":"قُلْ لِّلَّذِيْنَ اٰمَنُوْا يَغْفِرُوْا لِلَّذِيْنَ لَا يَرْجُوْنَ اَيَّامَ اللّٰهِ لِيَجْزِيَ قَوْمًا ۢبِمَا كَانُوْا يَكْسِبُوْنَ ","text_id":"Katakanlah (Nabi Muhammad) kepada orang-orang yang beriman, hendaklah mereka memaafkan orang-orang yang tidak mengharapkan akan hari-hari (pembalasan) Allah karena Dia akan memberi ganjaran kepada suatu kaum atas apa yang telah mereka usahakan.","text_en":"Tell the believers to forgive those who do not fear the visitations of God, so that He may requite the people for their deeds.","transliteration":"qul lillażīna āmanụ yagfirụ lillażīna lā yarjụna ayyāmallāhi liyajziya qaumam bimā kānụ yaksibụn","no_fn":"","text_fn":""},{"id":4488,"surah":45,"no_ayah":15,"theme":"Perintah kepada Orang-Orang yang Beriman untuk Memberi Maaf","text_ayah":"مَنْ عَمِلَ صَالِحًا فَلِنَفْسِهٖۚ وَمَنْ اَسَاۤءَ فَعَلَيْهَا ۖ ثُمَّ اِلٰى رَبِّكُمْ تُرْجَعُوْنَ","text_id":"Siapa yang mengerjakan amal saleh, itu untuk dirinya sendiri dan siapa yang berbuat keburukan, itu akan menimpa dirinya sendiri. Kemudian, hanya kepada Tuhanmulah kamu dikembalikan.","text_en":"He who does good does so for himself; and he who does evil suffers the consequence thereof. You have then to go back to your Lord.","transliteration":"man 'amila ṣāliḥan fa linafsih, wa man asā`a fa 'alaihā ṡumma ilā rabbikum turja'ụn","no_fn":"","text_fn":""},{"id":4489,"surah":45,"no_ayah":16,"theme":"Keingkaran Bani Israil terhadap Kerasulan Nabi Muhammad setelah Ada Bukti-bukti Kebenarannya","text_ayah":"وَلَقَدْ اٰتَيْنَا بَنِيْٓ اِسْرَاۤءِيْلَ الْكِتٰبَ وَالْحُكْمَ وَالنُّبُوَّةَ وَرَزَقْنٰهُمْ مِّنَ الطَّيِّبٰتِ وَفَضَّلْنٰهُمْ عَلَى الْعٰلَمِيْنَ ۚ ","text_id":"Sungguh, Kami benar-benar telah menganugerahkan kepada Bani Israil kitab suci, hukum, dan kenabian. Kami pun telah menganugerahkan kepada mereka rezeki yang baik dan Kami lebihkan mereka atas semua umat yang lain di alam ini (pada masa itu).","text_en":"We gave the children of Israel the Book, and the judgement and the prophethood, provided them with good things, favoured them over other people,","transliteration":"wa laqad ātainā banī isrā`īlal-kitāba wal-ḥukma wan-nubuwwata wa razaqnāhum minaṭ-ṭayyibāti wa faḍḍalnāhum 'alal-'ālamīn","no_fn":"","text_fn":""},{"id":4490,"surah":45,"no_ayah":17,"theme":"Keingkaran Bani Israil terhadap Kerasulan Nabi Muhammad setelah Ada Bukti-bukti Kebenarannya","text_ayah":"وَاٰتَيْنٰهُمْ بَيِّنٰتٍ مِّنَ الْاَمْرِۚ فَمَا اخْتَلَفُوْٓا اِلَّا مِنْۢ بَعْدِ مَا جَاۤءَهُمُ الْعِلْمُ بَغْيًاۢ بَيْنَهُمْ ۗاِنَّ رَبَّكَ يَقْضِيْ بَيْنَهُمْ يَوْمَ الْقِيٰمَةِ فِيْمَا كَانُوْا فِيْهِ يَخْتَلِفُوْنَ","text_id":"Kami telah menganugerahkan pula kepada mereka keterangan-keterangan yang jelas tentang urusan (agama). Maka, mereka tidak berselisih, kecuali setelah datang ilmu kepada mereka karena kedengkian di antara mereka. Sesungguhnya Tuhanmu akan memutuskan di antara mereka pada hari Kiamat apa yang selalu mereka perselisihkan.","text_en":"And gave them a clear exposition of Our laws. And they did not differ until after knowledge came to them, through mutual jealousies. Verily your Lord will judge between them on the Day of Judgement in what they differed about.","transliteration":"wa ātaināhum bayyinātim minal-amr, fa makhtalafū illā mim ba'di mā jā`ahumul-'ilmu bagyam bainahum, inna rabbaka yaqḍī bainahum yaumal-qiyāmati fīmā kānụ fīhi yakhtalifụn","no_fn":"","text_fn":""},{"id":4491,"surah":45,"no_ayah":18,"theme":"Nabi Muhammad Memiliki Syariat Sendiri dan Perintah untuk Mengikutinya","text_ayah":"ثُمَّ جَعَلْنٰكَ عَلٰى شَرِيْعَةٍ مِّنَ الْاَمْرِ فَاتَّبِعْهَا وَلَا تَتَّبِعْ اَهْوَاۤءَ الَّذِيْنَ لَا يَعْلَمُوْنَ","text_id":"Kemudian, Kami jadikan engkau (Nabi Muhammad) mengikuti syariat dari urusan (agama) itu. Maka, ikutilah ia (syariat itu) dan janganlah engkau ikuti hawa nafsu orang-orang yang tidak mengetahui.","text_en":"We have put you on the right way in the matter (of divine law). So follow it, and do not follow the wishes of those who are ignorant.","transliteration":"ṡumma ja'alnāka 'alā syarī'atim minal-amri fattabi'hā wa lā tattabi' ahwā`allażīna lā ya'lamụn","no_fn":"","text_fn":""},{"id":4492,"surah":45,"no_ayah":19,"theme":"Nabi Muhammad Memiliki Syariat Sendiri dan Perintah untuk Mengikutinya","text_ayah":"اِنَّهُمْ لَنْ يُّغْنُوْا عَنْكَ مِنَ اللّٰهِ شَيْـًٔا  ۗوَاِنَّ الظّٰلِمِيْنَ بَعْضُهُمْ اَوْلِيَاۤءُ بَعْضٍۚ وَاللّٰهُ وَلِيُّ الْمُتَّقِيْنَ ","text_id":"Sesungguhnya mereka sekali-kali tidak akan dapat menghindarkan engkau sedikit pun dari (azab) Allah. Sesungguhnya orang-orang zalim itu sebagian mereka menjadi pelindung bagi sebagian yang lain. Adapun Allah adalah pelindung orang-orang bertakwa.","text_en":"They will not avail you in the least against God. Surely the wicked are each other's friends, but God befriends those who fear and follow the right path.","transliteration":"innahum lay yugnụ 'angka minallāhi syai`ā, wa innaẓ-ẓālimīna ba'ḍuhum auliyā`u ba'ḍ, wallāhu waliyyul-muttaqīn","no_fn":"","text_fn":""},{"id":4493,"surah":45,"no_ayah":20,"theme":"Nabi Muhammad Memiliki Syariat Sendiri dan Perintah untuk Mengikutinya","text_ayah":"هٰذَا بَصَاۤىِٕرُ لِلنَّاسِ وَهُدًى وَّرَحْمَةٌ لِّقَوْمٍ يُّوْقِنُوْنَ ","text_id":"Ini (Al-Qur’an) adalah pedoman bagi manusia, petunjuk, dan rahmat bagi kaum yang meyakini(-nya).","text_en":"These are precepts of wisdom for men, and guidance and grace for people who believe with certainty.","transliteration":"hāżā baṣā`iru lin-nāsi wa hudaw wa raḥmatul liqaumiy yụqinụn","no_fn":"","text_fn":""},{"id":4494,"surah":45,"no_ayah":21,"theme":"Nabi Muhammad Memiliki Syariat Sendiri dan Perintah untuk Mengikutinya","text_ayah":"اَمْ حَسِبَ الَّذِيْنَ اجْتَرَحُوا السَّيِّاٰتِ اَنْ نَّجْعَلَهُمْ كَالَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ سَوَاۤءً مَّحْيَاهُمْ وَمَمَاتُهُمْ ۗسَاۤءَ مَا يَحْكُمُوْنَ ࣖࣖ","text_id":"Apakah orang-orang yang melakukan keburukan itu mengira bahwa Kami akan menjadikan mereka seperti orang-orang yang beriman dan mengerjakan amal saleh, yaitu sama kehidupan dan kematian mereka? Alangkah buruknya apa yang mereka tetapkan itu.","text_en":"Do those who seek evil think that We shall make them equal in life and death to those who believe and do good? How bad is the judgement that they make!","transliteration":"am ḥasiballażīnajtaraḥus-sayyi`āti an naj'alahum kallażīna āmanụ wa 'amiluṣ-ṣāliḥāti sawā`am maḥyāhum wa mamātuhum, sā`a mā yaḥkumụn","no_fn":"","text_fn":""},{"id":4495,"surah":45,"no_ayah":22,"theme":"Nabi Muhammad Memiliki Syariat Sendiri dan Perintah untuk Mengikutinya","text_ayah":"وَخَلَقَ اللّٰهُ السَّمٰوٰتِ وَالْاَرْضَ بِالْحَقِّ وَلِتُجْزٰى كُلُّ نَفْسٍۢ بِمَا كَسَبَتْ وَهُمْ لَا يُظْلَمُوْنَ","text_id":"Allah menciptakan langit dan bumi dengan hak dan agar setiap jiwa diberi balasan (setimpal) dengan apa yang diusahakan serta mereka tidak akan dizalimi.","text_en":"God has created the heavens and the earth with reason, so that He may reward each soul in accordance with what it has done; and no wrong will be done to them.","transliteration":"wa khalaqallāhus-samāwāti wal-arḍa bil-ḥaqqi wa litujzā kullu nafsim bimā kasabat wa hum lā yuẓlamụn","no_fn":"","text_fn":""},{"id":4496,"surah":45,"no_ayah":23,"theme":"Tidak Ada yang Dapat Memberi Petunjuk kepada Para Penyembah Hawa Nafsu","text_ayah":"اَفَرَءَيْتَ مَنِ اتَّخَذَ اِلٰهَهٗ هَوٰىهُ وَاَضَلَّهُ اللّٰهُ عَلٰى عِلْمٍ وَّخَتَمَ عَلٰى سَمْعِهٖ وَقَلْبِهٖ وَجَعَلَ عَلٰى بَصَرِهٖ غِشٰوَةًۗ فَمَنْ يَّهْدِيْهِ مِنْۢ بَعْدِ اللّٰهِ ۗ اَفَلَا تَذَكَّرُوْنَ","text_id":"Tahukah kamu (Nabi Muhammad), orang yang menjadikan hawa nafsunya sebagai Tuhannya dan dibiarkan sesat oleh Allah dengan pengetahuan-Nya,<sup>688)</sup> Allah telah mengunci pendengaran dan hatinya serta meletakkan tutup atas penglihatannya, siapakah yang mampu memberinya petunjuk setelah Allah (membiarkannya sesat)? Apakah kamu (wahai manusia) tidak mengambil pelajaran?","text_en":"Just think: Who apart from God can show the way to him who deifies his ego into his god, whom God allows to go astray knowingly, and seals his ears and heart, and covers over his eyes with a veil? Why then do you not contemplate?","transliteration":"a fa ra`aita manittakhaża ilāhahụ hawāhu wa aḍallahullāhu 'alā 'ilmiw wa khatama 'alā sam'ihī wa qalbihī wa ja'ala 'alā baṣarihī gisyāwah, fa may yahdīhi mim ba'dillāh, a fa lā tażakkarụn","no_fn":"688","text_fn":"688) Allah membiarkan orang itu sesat karena Allah mengetahui bahwa ia tidak menerima petunjuk yang Dia berikan kepadanya."},{"id":4497,"surah":45,"no_ayah":24,"theme":"Tidak Ada yang Dapat Memberi Petunjuk kepada Para Penyembah Hawa Nafsu","text_ayah":"وَقَالُوْا مَا هِيَ اِلَّا حَيَاتُنَا الدُّنْيَا نَمُوْتُ وَنَحْيَا وَمَا يُهْلِكُنَآ اِلَّا الدَّهْرُۚ وَمَا لَهُمْ بِذٰلِكَ مِنْ عِلْمٍۚ اِنْ هُمْ اِلَّا يَظُنُّوْنَ","text_id":"Mereka berkata, “Kehidupan ini tidak lain hanyalah kehidupan di dunia saja, kita mati dan kita hidup, dan tidak ada yang membinasakan kita selain masa.” Padahal, mereka tidak mempunyai ilmu (sama sekali) tentang itu. Mereka hanyalah menduga-duga.","text_en":"Yet they say: \"There is nothing but the life of this world. We die and we live, and only time annihilates us.\" Yet they have no knowledge of this: They only speculate.","transliteration":"wa qālụ mā hiya illā ḥayātunad-dun-yā namụtu wa naḥyā wa mā yuhlikunā illad-dahr, wa mā lahum biżālika min 'ilm, in hum illā yaẓunnụn","no_fn":"","text_fn":""},{"id":4498,"surah":45,"no_ayah":25,"theme":"Tidak Ada yang Dapat Memberi Petunjuk kepada Para Penyembah Hawa Nafsu","text_ayah":"وَاِذَا تُتْلٰى عَلَيْهِمْ اٰيٰتُنَا بَيِّنٰتٍ مَّا كَانَ حُجَّتَهُمْ اِلَّآ اَنْ قَالُوا ائْتُوْا بِاٰبَاۤىِٕنَآ اِنْ كُنْتُمْ صٰدِقِيْنَ","text_id":"Apabila dibacakan kepada mereka ayat-ayat Kami yang jelas, tidak ada bantahan mereka, kecuali mengatakan, “Hidupkanlah kembali nenek moyang kami jika kamu adalah orang-orang benar.”","text_en":"When Our clear revelations are recited to them, their only argument is to say: \"Bring our ancestors back, if what you say is true.\"","transliteration":"wa iżā tutlā 'alaihim āyātunā bayyinātim mā kāna ḥujjatahum illā ang qālu`tụ bi`ābā`inā ing kuntum ṣādiqīn","no_fn":"","text_fn":""},{"id":4499,"surah":45,"no_ayah":26,"theme":"Tidak Ada yang Dapat Memberi Petunjuk kepada Para Penyembah Hawa Nafsu","text_ayah":"قُلِ اللّٰهُ يُحْيِيْكُمْ ثُمَّ يُمِيْتُكُمْ ثُمَّ يَجْمَعُكُمْ اِلٰى يَوْمِ الْقِيٰمَةِ لَارَيْبَ فِيْهِ وَلٰكِنَّ اَكْثَرَ النَّاسِ لَا يَعْلَمُوْنَ ࣖ","text_id":"Katakanlah, “Allah menghidupkan kamu lalu mematikan kamu kemudian mengumpulkan kamu pada hari Kiamat yang tidak ada keraguan tentangnya, tetapi kebanyakan manusia tidak mengetahui.”","text_en":"Say: \"God, who gives you life and makes you die, will (raise the dead) then gather you (and your ancestors) together on the Day of Resurrection of which there is no doubt.\" And yet most men do not understand.","transliteration":"qulillāhu yuḥyīkum ṡumma yumītukum ṡumma yajma'ukum ilā yaumil-qiyāmati lā raiba fīhi wa lākinna akṡaran-nāsi lā ya'lamụn","no_fn":"","text_fn":""},{"id":4500,"surah":45,"no_ayah":27,"theme":"Perlakuan terhadap Umat yang Dihisab pada Hari Kiamat","text_ayah":"وَلِلّٰهِ مُلْكُ السَّمٰوٰتِ وَالْاَرْضِۗ وَيَوْمَ تَقُوْمُ السَّاعَةُ يَوْمَىِٕذٍ يَّخْسَرُ الْمُبْطِلُوْنَ","text_id":"Milik Allahlah kerajaan langit dan bumi. Pada hari terjadinya kiamat rugilah pada hari itu orang-orang yang mengerjakan kebatilan.","text_en":"God's is the kingdom of the heavens and the earth. The day the Hour is proclaimed the liars will be losers.","transliteration":"wa lillāhi mulkus-samāwāti wal-arḍ, wa yauma taqụmus-sā'atu yauma`iżiy yakhsarul-mubṭilụn","no_fn":"","text_fn":""},{"id":4501,"surah":45,"no_ayah":28,"theme":"Perlakuan terhadap Umat yang Dihisab pada Hari Kiamat","text_ayah":"وَتَرٰى كُلَّ اُمَّةٍ جَاثِيَةً ۗ كُلُّ اُمَّةٍ تُدْعٰٓى اِلٰى كِتٰبِهَاۗ  اَلْيَوْمَ تُجْزَوْنَ مَا كُنْتُمْ تَعْمَلُوْنَ","text_id":"(Pada hari itu) engkau akan melihat setiap umat berlutut. Setiap umat dipanggil untuk (melihat) buku (catatan amal)-nya. Pada hari itu kamu diberi balasan atas apa yang telah kamu kerjakan.","text_en":"You will see each community kneeling down; and each community will be summoned to its ledger (of good and evil deeds). You will receive upon that day your recompense for what you had done.","transliteration":"wa tarā kulla ummatin jāṡiyah, kullu ummatin tud'ā ilā kitābihā, al-yauma tujzauna mā kuntum ta'malụn","no_fn":"","text_fn":""},{"id":4502,"surah":45,"no_ayah":29,"theme":"Perlakuan terhadap Umat yang Dihisab pada Hari Kiamat","text_ayah":"هٰذَا كِتٰبُنَا يَنْطِقُ عَلَيْكُمْ بِالْحَقِّ ۗاِنَّا كُنَّا نَسْتَنْسِخُ مَا كُنْتُمْ تَعْمَلُوْنَ","text_id":"(Allah berfirman,) “Inilah Kitab (catatan) Kami yang menuturkan kepadamu dengan hak. Sesungguhnya Kami telah menyuruh mencatat apa yang telah kamu kerjakan.”","text_en":"This, Our record, will speak about you truthfully. We had everything you did recorded in it.","transliteration":"hāżā kitābunā yanṭiqu 'alaikum bil-ḥaqq, innā kunnā nastansikhu mā kuntum ta'malụn","no_fn":"","text_fn":""},{"id":4503,"surah":45,"no_ayah":30,"theme":"Perlakuan terhadap Umat yang Dihisab pada Hari Kiamat","text_ayah":"فَاَمَّا الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ فَيُدْخِلُهُمْ رَبُّهُمْ  فِيْ رَحْمَتِهٖۗ ذٰلِكَ هُوَ الْفَوْزُ الْمُبِيْنُ","text_id":"Adapun orang-orang yang beriman dan beramal saleh, Tuhan akan memasukkan mereka ke dalam rahmat-Nya (surga). Itulah kemenangan yang nyata.","text_en":"So, those who believed and did good things will be admitted to His favour by their Lord. This will be a clear triumph.","transliteration":"fa ammallażīna āmanụ wa 'amiluṣ-ṣāliḥāti fa yudkhiluhum rabbuhum fī raḥmatih, żālika huwal-fauzul-mubīn","no_fn":"","text_fn":""},{"id":4504,"surah":45,"no_ayah":31,"theme":"Perlakuan terhadap Umat yang Dihisab pada Hari Kiamat","text_ayah":"وَاَمَّا الَّذِيْنَ كَفَرُوْاۗ  اَفَلَمْ تَكُنْ اٰيٰتِيْ تُتْلٰى عَلَيْكُمْ فَاسْتَكْبَرْتُمْ وَكُنْتُمْ قَوْمًا مُّجْرِمِيْنَ","text_id":"Adapun orang-orang yang kufur (dikatakan kepada mereka,) “Bukankah ayat-ayat-Ku telah dibacakan kepadamu, lalu kamu menyombongkan diri dan menjadi kaum pendurhaka?”","text_en":"As for the infidels, (it will be said): \"Were not My messages read out to you? But you behaved with self-conceit, and became a sinful people.","transliteration":"wa ammallażīna kafarụ, a fa lam takun āyātī tutlā 'alaikum fastakbartum wa kuntum qaumam mujrimīn","no_fn":"","text_fn":""},{"id":4505,"surah":45,"no_ayah":32,"theme":"Perlakuan terhadap Umat yang Dihisab pada Hari Kiamat","text_ayah":"وَاِذَا قِيْلَ اِنَّ وَعْدَ اللّٰهِ حَقٌّ وَّالسَّاعَةُ لَا رَيْبَ فِيْهَا قُلْتُمْ مَّا نَدْرِيْ مَا السَّاعَةُۙ اِنْ نَّظُنُّ اِلَّا ظَنًّا وَّمَا نَحْنُ بِمُسْتَيْقِنِيْنَ ","text_id":"Apabila dikatakan (kepadamu), “Sesungguhnya janji Allah itu hak dan hari Kiamat itu tidak ada keraguan tentangnya,” kamu menjawab, “Kami tidak tahu apakah hari Kiamat itu, kami hanyalah menduga-duga, dan kami tidak berupaya meyakininya.”","text_en":"Whenever it was said: 'God's promise is certainly true, and there is no doubt about the Hour,' you replied: 'We know not what the Hour is. We have only a vague idea, but are not certain.'","transliteration":"wa iżā qīla inna wa'dallāhi ḥaqquw was-sā'atu lā raiba fīhā qultum mā nadrī mas-sā'atu in naẓunnu illā ẓannaw wa mā naḥnu bimustaiqinīn","no_fn":"","text_fn":""},{"id":4506,"surah":45,"no_ayah":33,"theme":"Perlakuan terhadap Umat yang Dihisab pada Hari Kiamat","text_ayah":"وَبَدَا لَهُمْ سَيِّاٰتُ مَا عَمِلُوْا وَحَاقَ بِهِمْ مَّا كَانُوْا بِهٖ يَسْتَهْزِءُوْنَ","text_id":"Tampak nyatalah kepada mereka keburukan-keburukan apa yang mereka kerjakan dan berlakulah terhadap mereka apa (azab) yang dahulu selalu mereka perolok-olokkan.","text_en":"The evil of what they had done will become clear to them, and they will be seized by what they had scorned.","transliteration":"wa badā lahum sayyi`ātu mā 'amilụ wa ḥāqa bihim mā kānụ bihī yastahzi`ụn","no_fn":"","text_fn":""},{"id":4507,"surah":45,"no_ayah":34,"theme":"Perlakuan terhadap Umat yang Dihisab pada Hari Kiamat","text_ayah":"وَقِيْلَ الْيَوْمَ نَنْسٰىكُمْ كَمَا نَسِيْتُمْ لِقَاۤءَ يَوْمِكُمْ هٰذَاۙ وَمَأْوٰىكُمُ النَّارُ وَمَا لَكُمْ مِّنْ نّٰصِرِيْنَ","text_id":"(Kepada mereka) dikatakan, “Pada hari ini Kami melupakan kamu sebagaimana kamu telah melupakan pertemuan (dengan) harimu ini. Tempat kembalimu hanyalah neraka dan sama sekali tidak ada penolong bagimu.","text_en":"\"We shall ignore you today,\" they will be told, \"as you had forgotten the meeting of this Day. Your dwelling place is Hell, and there is none to save you:","transliteration":"wa qīlal-yauma nansākum kamā nasītum liqā`a yaumikum hāżā wa ma`wākumun-nāru wa mā lakum min nāṣirīn","no_fn":"","text_fn":""},{"id":4508,"surah":45,"no_ayah":35,"theme":"Perlakuan terhadap Umat yang Dihisab pada Hari Kiamat","text_ayah":"ذٰلِكُمْ بِاَنَّكُمُ اتَّخَذْتُمْ اٰيٰتِ اللّٰهِ هُزُوًا وَّغَرَّتْكُمُ الْحَيٰوةُ الدُّنْيَا ۚفَالْيَوْمَ لَا يُخْرَجُوْنَ مِنْهَا وَلَا هُمْ يُسْتَعْتَبُوْنَ","text_id":"Yang demikian itu (terjadi) karena sesungguhnya kamu telah menjadikan ayat-ayat Allah sebagai (bahan) olok-olok dan kamu telah diperdaya oleh kehidupan dunia.” Maka, pada hari ini mereka tidak dikeluarkan darinya (neraka) dan tidak pula mereka diberi kesempatan untuk bertobat.","text_en":"This because you laughed at God's revelations and were taken in by the life of the world.\" So they will neither be taken out of it, nor will be asked to seek God's favour on that day.","transliteration":"żālikum bi`annakumuttakhażtum āyātillāhi huzuwaw wa garratkumul-ḥayātud-dun-yā, fal-yauma lā yukhrajụna min-hā wa lā hum yusta'tabụn","no_fn":"","text_fn":""},{"id":4509,"surah":45,"no_ayah":36,"theme":"Perlakuan terhadap Umat yang Dihisab pada Hari Kiamat","text_ayah":"فَلِلّٰهِ الْحَمْدُ رَبِّ السَّمٰوٰتِ وَرَبِّ الْاَرْضِ رَبِّ الْعٰلَمِيْنَ","text_id":"Maka, segala puji hanya bagi Allah, Tuhan langit dan Tuhan bumi, Tuhan semesta alam.","text_en":"All praise be to God, Lord of the heavens, Lord of the earth, Lord of all the worlds.","transliteration":"fa lillāhil-ḥamdu rabbis-samāwāti wa rabbil-arḍi rabbil-'ālamīn","no_fn":"","text_fn":""},{"id":4510,"surah":45,"no_ayah":37,"theme":"Perlakuan terhadap Umat yang Dihisab pada Hari Kiamat","text_ayah":"وَلَهُ الْكِبْرِيَاۤءُ فِى السَّمٰوٰتِ وَالْاَرْضِ ۗوَهُوَ الْعَزِيْزُ الْحَكِيْمُ ࣖ   ۔","text_id":"Hanya bagi-Nya segala kebesaran di langit dan bumi. Dialah Yang Mahaperkasa lagi Mahabijaksana.","text_en":"His is the supremacy in the heavens and the earth; and He is the all-mighty and all-wise.","transliteration":"wa lahul-kibriyā`u fis-samāwāti wal-arḍ, wa huwal-'azīzul-ḥakīm","no_fn":"","text_fn":""}]