[{"id":4546,"surah":47,"no_ayah":1,"theme":"Sikap Menghadapi Orang Kafir di dalam Peperangan","text_ayah":"اَلَّذِيْنَ كَفَرُوْا وَصَدُّوْا عَنْ سَبِيْلِ اللّٰهِ اَضَلَّ اَعْمَالَهُمْ ","text_id":"Orang-orang yang kufur dan menghalang-halangi (manusia) dari jalan Allah, Dia akan menggugurkan amal-amal mereka.","text_en":"THOSE WHO DISBELIEVE and obstruct (others) from the way of God will have wasted their deeds.","transliteration":"allażīna kafarụ wa ṣaddụ 'an sabīlillāhi aḍalla a'mālahum","no_fn":"","text_fn":""},{"id":4547,"surah":47,"no_ayah":2,"theme":"Sikap Menghadapi Orang Kafir di dalam Peperangan","text_ayah":"وَالَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ وَاٰمَنُوْا بِمَا نُزِّلَ عَلٰى مُحَمَّدٍ وَّهُوَ الْحَقُّ مِنْ رَّبِّهِمْۚ كَفَّرَ عَنْهُمْ سَيِّاٰتِهِمْ وَاَصْلَحَ بَالَهُمْ ","text_id":"Orang-orang yang beriman, beramal saleh, dan beriman pada apa yang diturunkan kepada (Nabi) Muhammad bahwa ia merupakan kebenaran dari Tuhan mereka, Allah menghapuskan kesalahan-kesalahan mereka dan memperbaiki keadaannya.","text_en":"But those who believe and do the right, and believe what has been revealed to Muhammad, which is the truth from their Lord, will have their faults condoned by Him and their state improved.","transliteration":"wallażīna āmanụ wa 'amiluṣ-ṣāliḥāti wa āmanụ bimā nuzzila 'alā muḥammadiw wa huwal-ḥaqqu mir rabbihim, kaffara 'an-hum sayyi`ātihim wa aṣlaḥa bālahum","no_fn":"","text_fn":""},{"id":4548,"surah":47,"no_ayah":3,"theme":"Sikap Menghadapi Orang Kafir di dalam Peperangan","text_ayah":"ذٰلِكَ بِاَنَّ الَّذِيْنَ كَفَرُوا اتَّبَعُوا الْبَاطِلَ وَاَنَّ الَّذِيْنَ اٰمَنُوا اتَّبَعُوا الْحَقَّ مِنْ رَّبِّهِمْۗ كَذٰلِكَ يَضْرِبُ اللّٰهُ لِلنَّاسِ اَمْثَالَهُمْ ","text_id":"(Hal) itu (terjadi) karena sesungguhnya orang-orang yang kufur mengikuti kebatilan, sedangkan orang-orang yang beriman mengikuti kebenaran dari Tuhan mereka. Demikianlah Allah membuat perumpamaan-perumpamaan mereka kepada manusia.","text_en":"That is because those who refuse to believe only follow what is false; but those who believe follow the truth from their Lord. That is how God gives men precepts of wisdom.","transliteration":"żālika bi`annallażīna kafaruttaba'ul-bāṭila wa annallażīna āmanuttaba'ul-ḥaqqa mir rabbihim, każālika yaḍribullāhu lin-nāsi amṡālahum","no_fn":"","text_fn":""},{"id":4549,"surah":47,"no_ayah":4,"theme":"Sikap Menghadapi Orang Kafir di dalam Peperangan","text_ayah":"فَاِذَا لَقِيْتُمُ الَّذِيْنَ كَفَرُوْا فَضَرْبَ الرِّقَابِۗ حَتّٰٓى اِذَآ اَثْخَنْتُمُوْهُمْ فَشُدُّوا الْوَثَاقَۖ فَاِمَّا مَنًّاۢ بَعْدُ وَاِمَّا فِدَاۤءً حَتّٰى تَضَعَ الْحَرْبُ اَوْزَارَهَا ەۛ ذٰلِكَ ۛ وَلَوْ يَشَاۤءُ اللّٰهُ لَانْتَصَرَ مِنْهُمْ وَلٰكِنْ لِّيَبْلُوَا۟ بَعْضَكُمْ بِبَعْضٍۗ وَالَّذِيْنَ قُتِلُوْا فِيْ سَبِيْلِ اللّٰهِ فَلَنْ يُّضِلَّ اَعْمَالَهُمْ ","text_id":"Maka, apabila kamu bertemu (di medan perang) dengan orang-orang yang kufur, tebaslah batang leher mereka. Selanjutnya, apabila kamu telah mengalahkan mereka, tawanlah mereka. Setelah itu, kamu boleh membebaskan mereka atau menerima tebusan. (Hal itu berlaku) sampai perang selesai. Demikianlah (hukum Allah tentang mereka). Sekiranya Allah menghendaki, niscaya Dia menolong (kamu) dari mereka (tanpa perang). Akan tetapi, Dia hendak menguji sebagian kamu dengan sebagian yang lain. Orang-orang yang gugur di jalan Allah, Dia tidak menyia-nyiakan amal-amalnya.","text_en":"So, when you clash with the unbelievers, smite their necks until you overpower them, then hold them in bondage. Then either free them graciously or after taking a ransom, until war shall have come to end. If God had pleased He could have punished them (Himself), but He wills to test some of you through some others. He will not allow the deeds of those who are killed in the cause of God to go waste.","transliteration":"fa iżā laqītumullażīna kafarụ fa ḍarbar-riqāb, ḥattā iżā aṡkhantumụhum fa syuddul-waṡāqa fa immā mannam ba'du wa immā fidā`an ḥattā taḍa'al-ḥarbu auzārahā, żālika walau yasyā`ullāhu lantaṣara min-hum wa lākil liyabluwa ba'ḍakum biba'ḍ, wallażīna qutilụ fī sabīlillāhi fa lay yuḍilla a'mālahum","no_fn":"","text_fn":""},{"id":4550,"surah":47,"no_ayah":5,"theme":"Sikap Menghadapi Orang Kafir di dalam Peperangan","text_ayah":"سَيَهْدِيْهِمْ وَيُصْلِحُ بَالَهُمْۚ","text_id":"Dia (Allah) akan memberikan petunjuk kepada mereka, memperbaiki keadaannya,","text_en":"He will show them the way, and better their state,","transliteration":"sayahdīhim wa yuṣliḥu bālahum","no_fn":"","text_fn":""},{"id":4551,"surah":47,"no_ayah":6,"theme":"Sikap Menghadapi Orang Kafir di dalam Peperangan","text_ayah":"وَيُدْخِلُهُمُ الْجَنَّةَ عَرَّفَهَا لَهُمْ ","text_id":"dan memasukkannya ke dalam surga yang telah diperkenalkan-Nya kepada mereka.","text_en":"And will admit them into gardens with which he has acquainted them.","transliteration":"wa yudkhiluhumul-jannata 'arrafahā lahum","no_fn":"","text_fn":""},{"id":4552,"surah":47,"no_ayah":7,"theme":"Kepastian Kemenangan bagi Orang-Orang Mukmin dan Kehancuran bagi Orang-Orang Kafir","text_ayah":"يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اِنْ تَنْصُرُوا اللّٰهَ يَنْصُرْكُمْ وَيُثَبِّتْ اَقْدَامَكُمْ ","text_id":"Wahai orang-orang yang beriman, jika kamu menolong (agama) Allah, niscaya Dia akan menolongmu dan meneguhkan kedudukanmu.","text_en":"O you who believe, if you help (in the cause of) God He will surely come to your aid, and firmly plant your feet.","transliteration":"yā ayyuhallażīna āmanū in tanṣurullāha yanṣurkum wa yuṡabbit aqdāmakum","no_fn":"","text_fn":""},{"id":4553,"surah":47,"no_ayah":8,"theme":"Kepastian Kemenangan bagi Orang-Orang Mukmin dan Kehancuran bagi Orang-Orang Kafir","text_ayah":"وَالَّذِيْنَ كَفَرُوْا فَتَعْسًا لَّهُمْ وَاَضَلَّ اَعْمَالَهُمْ ","text_id":"(Sebaliknya,) orang-orang yang kufur, maka kecelakaanlah bagi mereka dan Dia (Allah) membatalkan amal-amalnya.","text_en":"As for the unbelievers, they will suffer misfortunes, and their deeds will be rendered ineffective.","transliteration":"wallażīna kafarụ fa ta'sal lahum wa aḍalla a'mālahum","no_fn":"","text_fn":""},{"id":4554,"surah":47,"no_ayah":9,"theme":"Kepastian Kemenangan bagi Orang-Orang Mukmin dan Kehancuran bagi Orang-Orang Kafir","text_ayah":"ذٰلِكَ بِاَنَّهُمْ كَرِهُوْا مَآ اَنْزَلَ اللّٰهُ فَاَحْبَطَ اَعْمَالَهُمْ ","text_id":"Hal itu (terjadi) karena mereka membenci apa yang diturunkan Allah (Al-Qur’an) sehingga Dia menggugurkan amal-amalnya.","text_en":"That is so as they were averse to what has been revealed by God, and their actions will be nullified.","transliteration":"żālika bi`annahum karihụ mā anzalallāhu fa aḥbaṭa a'mālahum","no_fn":"","text_fn":""},{"id":4555,"surah":47,"no_ayah":10,"theme":"Kepastian Kemenangan bagi Orang-Orang Mukmin dan Kehancuran bagi Orang-Orang Kafir","text_ayah":"۞ اَفَلَمْ يَسِيْرُوْا فِى الْاَرْضِ فَيَنْظُرُوْا كَيْفَ كَانَ عَاقِبَةُ الَّذِيْنَ مِنْ قَبْلِهِمْۗ دَمَّرَ اللّٰهُ عَلَيْهِمْۖوَلِلْكٰفِرِيْنَ اَمْثَالُهَا ","text_id":"Maka, apakah mereka tidak mengadakan perjalanan di bumi sehingga dapat memperhatikan bagaimana kesudahan orang-orang yang sebelum mereka? Allah telah membinasakan mereka dan orang-orang kafir akan menerima (nasib) yang serupa.","text_en":"Have they not journeyed in the land and seen the fate of those before them? Destroyed they were utterly by God; and a similar (fate) awaits the unbelievers.","transliteration":"a fa lam yasīrụ fil-arḍi fa yanẓurụ kaifa kāna 'āqibatullażīna ming qablihim, dammarallāhu 'alaihim wa lil-kāfirīna amṡāluhā","no_fn":"","text_fn":""},{"id":4556,"surah":47,"no_ayah":11,"theme":"Kepastian Kemenangan bagi Orang-Orang Mukmin dan Kehancuran bagi Orang-Orang Kafir","text_ayah":"ذٰلِكَ بِاَنَّ اللّٰهَ مَوْلَى الَّذِيْنَ اٰمَنُوْا وَاَنَّ الْكٰفِرِيْنَ لَا مَوْلٰى لَهُمْࣖ","text_id":"Hal itu (terjadi) karena Allah pelindung bagi orang-orang yang beriman, sedangkan orang-orang kafir tidak mempunyai pelindung.","text_en":"This is so for God is the friend of those who believe while the unbelievers have no friend.","transliteration":"żālika bi`annallāha maulallażīna āmanụ wa annal-kāfirīna lā maulā lahum","no_fn":"","text_fn":""},{"id":4557,"surah":47,"no_ayah":12,"theme":"Kepastian Surga bagi Orang-Orang Mukmin dan Neraka bagi Orang-Orang Kafir di Akhirat ","text_ayah":"اِنَّ اللّٰهَ يُدْخِلُ الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ جَنّٰتٍ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُۗوَالَّذِيْنَ كَفَرُوْا يَتَمَتَّعُوْنَ وَيَأْكُلُوْنَ كَمَا تَأْكُلُ الْاَنْعَامُ وَالنَّارُ مَثْوًى لَّهُمْ ","text_id":"Sesungguhnya Allah akan memasukkan orang-orang yang beriman dan beramal saleh ke dalam surga yang mengalir di bawahnya sungai-sungai. Adapun orang-orang yang kufur bersenang-senang dan makan-makan (di dunia) seperti halnya hewan-hewan. Nerakalah tempat tinggal bagi mereka.","text_en":"Verily God will admit those who believe and do the right into gardens with streams of water running by. But the unbelievers revel and carouse and subsist like beasts, and Hell will be their residence.","transliteration":"innallāha yudkhilullażīna āmanụ wa 'amiluṣ-ṣāliḥāti jannātin tajrī min taḥtihal-an-hār, wallażīna kafarụ yatamatta'ụna wa ya`kulụna kamā ta`kulul-an'āmu wan-nāru maṡwal lahum","no_fn":"","text_fn":""},{"id":4558,"surah":47,"no_ayah":13,"theme":"Kepastian Surga bagi Orang-Orang Mukmin dan Neraka bagi Orang-Orang Kafir di Akhirat ","text_ayah":"وَكَاَيِّنْ مِّنْ قَرْيَةٍ هِيَ اَشَدُّ قُوَّةً مِّنْ قَرْيَتِكَ الَّتِيْٓ اَخْرَجَتْكَۚ اَهْلَكْنٰهُمْ فَلَا نَاصِرَ لَهُمْ ","text_id":"Betapa banyak negeri yang (penduduknya) lebih kuat daripada (penduduk) negerimu (Nabi Muhammad) yang telah mengusirmu itu. Kami telah membinasakan mereka. Tidak ada seorang pun yang menjadi penolong mereka.","text_en":"How many were the habitations, mightier than your city which has turned you out, which We destroyed; and they did not have a helper.","transliteration":"wa ka`ayyim ming qaryatin hiya asyaddu quwwatam ming qaryatikallatī akhrajatk, ahlaknāhum fa lā nāṣira lahum","no_fn":"","text_fn":""},{"id":4559,"surah":47,"no_ayah":14,"theme":"Kepastian Surga bagi Orang-Orang Mukmin dan Neraka bagi Orang-Orang Kafir di Akhirat ","text_ayah":"اَفَمَنْ كَانَ عَلٰى بَيِّنَةٍ مِّنْ رَّبِّهٖ كَمَنْ زُيِّنَ لَهٗ سُوْۤءُ عَمَلِهٖ وَاتَّبَعُوْٓا اَهْوَاۤءَهُمْ ","text_id":"Apakah orang yang berpegang teguh pada keterangan yang datang dari Tuhannya sama dengan orang yang perbuatan buruknya dijadikan terasa indah baginya dan mengikuti hawa nafsunya?","text_en":"Can one who stands on a clear proof from his Lord, be like one enamoured of his evil deeds and follows his inane desires?","transliteration":"a fa mang kāna 'alā bayyinatim mir rabbihī kaman zuyyina lahụ sū`u 'amalihī wattaba'ū ahwā`ahum","no_fn":"","text_fn":""},{"id":4560,"surah":47,"no_ayah":15,"theme":"Kepastian Surga bagi Orang-Orang Mukmin dan Neraka bagi Orang-Orang Kafir di Akhirat ","text_ayah":"مَثَلُ الْجَنَّةِ الَّتِيْ وُعِدَ الْمُتَّقُوْنَۗفِيْهَآ اَنْهٰرٌ مِّنْ مَّاۤءٍ غَيْرِ اٰسِنٍۚ وَاَنْهٰرٌ مِّنْ لَّبَنٍ لَّمْ يَتَغَيَّرْ طَعْمُهٗۚوَاَنْهٰرٌ مِّنْ خَمْرٍ لَّذَّةٍ لِّلشّٰرِبِيْنَ ەۚ وَاَنْهٰرٌ مِّنْ عَسَلٍ مُّصَفًّىۗوَلَهُمْ فِيْهَا مِنْ كُلِّ الثَّمَرٰتِ وَمَغْفِرَةٌ مِّنْ رَّبِّهِمْۗ كَمَنْ هُوَ خَالِدٌ فِى النَّارِ وَسُقُوْا مَاۤءً حَمِيْمًا فَقَطَّعَ اَمْعَاۤءَهُمْ","text_id":"Perumpamaan surga yang dijanjikan kepada orang-orang yang bertakwa (adalah bahwa) di dalamnya ada sungai-sungai yang airnya tidak payau, sungai-sungai air susu yang rasanya tidak berubah, sungai-sungai khamar yang lezat bagi peminumnya, dan sungai-sungai madu yang murni. Di dalamnya mereka memperoleh segala macam buah dan ampunan dari Tuhan mereka. (Apakah orang yang memperoleh kenikmatan surga) sama dengan orang yang kekal dalam neraka dan diberi minuman dengan air yang mendidih sehingga usus mereka terpotong-potong?","text_en":"The semblance of Paradise promised the pious and devout (is that of a garden) with streams of water that will not go rank, and rivers of milk whose taste will not undergo a change, and rivers of wine delectable to drinkers, and streams of purified honey, and fruits of every kind in them, and forgiveness of their Lord. Are these like those who will live for ever in the Fire and be given boiling water to drink which will cut their intestines to shreds?","transliteration":"maṡalul-jannatillatī wu'idal-muttaqụn, fīhā an-hārum mim mā`in gairi āsin, wa an-hārum mil labanil lam yatagayyar ṭa'muh, wa an-hārum min khamril lażżatil lisy-syāribīn, wa an-hārum min 'asalim muṣaffā, wa lahum fīhā ming kulliṡ-ṡamarāti wa magfiratum mir rabbihim, kaman huwa khālidun fin-nāri wa suqụ mā`an ḥamīman fa qaṭṭa'a am'ā`ahum","no_fn":"","text_fn":""},{"id":4561,"surah":47,"no_ayah":16,"theme":"Kepastian Surga bagi Orang-Orang Mukmin dan Neraka bagi Orang-Orang Kafir di Akhirat ","text_ayah":"وَمِنْهُمْ مَّنْ يَّسْتَمِعُ اِلَيْكَۚ حَتّٰىٓ اِذَا خَرَجُوْا مِنْ عِنْدِكَ قَالُوْا لِلَّذِيْنَ اُوْتُوا الْعِلْمَ مَاذَا قَالَ اٰنِفًاۗ اُولٰۤىِٕكَ الَّذِيْنَ طَبَعَ اللّٰهُ عَلٰى قُلُوْبِهِمْ وَاتَّبَعُوْٓا اَهْوَاۤءَهُمْ","text_id":"Di antara mereka (orang-orang kafir) ada orang (munafik) yang mendengarkan perkataanmu (Nabi Muhammad) sehingga apabila telah keluar dari sisimu, mereka berkata (untuk mengejek) kepada orang yang telah diberi ilmu (para sahabat Nabi), “Apa yang ia katakan tadi?” Mereka itu adalah orang-orang yang dikunci hatinya oleh Allah dan mengikuti hawa nafsunya.","text_en":"There are some who listen to you; but as soon as they go from you they say to those who were given knowledge: \"What is this he is saying now?\" They are those whose hearts have been sealed by God, and they follow their own lusts.","transliteration":"wa min-hum may yastami'u ilaīk, ḥattā iżā kharajụ min 'indika qālụ lillażīna ụtul-'ilma māżā qāla ānifā, ulā`ikallażīna ṭaba'allāhu 'alā qulụbihim wattaba'ū ahwā`ahum","no_fn":"","text_fn":""},{"id":4562,"surah":47,"no_ayah":17,"theme":"Kepastian Surga bagi Orang-Orang Mukmin dan Neraka bagi Orang-Orang Kafir di Akhirat ","text_ayah":"وَالَّذِيْنَ اهْتَدَوْا زَادَهُمْ هُدًى وَّاٰتٰىهُمْ تَقْوٰىهُمْ ","text_id":"Orang-orang yang mendapat petunjuk akan ditambahi petunjuk(-nya) dan dianugerahi ketakwaan (oleh Allah).","text_en":"But those who are rightly guided will be given greater guidance by Him, and they will have their intrinsic piety.","transliteration":"wallażīnahtadau zādahum hudaw wa ātāhum taqwāhum","no_fn":"","text_fn":""},{"id":4563,"surah":47,"no_ayah":18,"theme":"Kepastian Surga bagi Orang-Orang Mukmin dan Neraka bagi Orang-Orang Kafir di Akhirat ","text_ayah":"فَهَلْ يَنْظُرُوْنَ اِلَّا السَّاعَةَ اَنْ تَأْتِيَهُمْ بَغْتَةًۚ فَقَدْ جَاۤءَ اَشْرَاطُهَاۚ فَاَنّٰى لَهُمْ اِذَا جَاۤءَتْهُمْ ذِكْرٰىهُمْ ","text_id":"Apa lagi yang mereka (orang kafir) tunggu-tunggu selain hari Kiamat yang akan datang kepada mereka secara tiba-tiba karena tanda-tandanya sungguh telah datang? Maka, apa gunanya (kesadaran) mereka apabila (hari Kiamat) itu sudah datang?","text_en":"Do they wait for any thing but the Hour (of change), that it may come upon them suddenly? Its signs have already appeared. How then will they be warned when it has come upon them?","transliteration":"fa hal yanẓurụna illas-sā'ata an ta`tiyahum bagtah, fa qad jā`a asyrāṭuhā, fa annā lahum iżā jā`at-hum żikrāhum","no_fn":"","text_fn":""},{"id":4564,"surah":47,"no_ayah":19,"theme":"Kepastian Surga bagi Orang-Orang Mukmin dan Neraka bagi Orang-Orang Kafir di Akhirat ","text_ayah":"فَاعْلَمْ اَنَّهٗ لَآ اِلٰهَ اِلَّا اللّٰهُ وَاسْتَغْفِرْ لِذَنْۢبِكَ وَلِلْمُؤْمِنِيْنَ وَالْمُؤْمِنٰتِۚ وَاللّٰهُ يَعْلَمُ مُتَقَلَّبَكُمْ وَمَثْوٰىكُمْࣖ","text_id":"Ketahuilah (Nabi Muhammad) bahwa tidak ada Tuhan (yang patut disembah) selain Allah serta mohonlah ampunan atas dosamu dan (dosa) orang-orang mukmin laki-laki dan perempuan. Allah mengetahui tempat kegiatan dan tempat istirahatmu.","text_en":"Know then, therefore, there is no god but He, and ask forgiveness for your sins and those of believing men and women. God knows your wanderings and your destination.","transliteration":"fa'lam annahụ lā ilāha illallāhu wastagfir liżambika wa lil-mu`minīna wal-mu`mināt, wallāhu ya'lamu mutaqallabakum wa maṡwākum","no_fn":"","text_fn":""},{"id":4565,"surah":47,"no_ayah":20,"theme":"Sikap Orang Beriman dan Orang Munafik terhadap Perintah Berperang","text_ayah":"وَيَقُوْلُ الَّذِيْنَ اٰمَنُوْا لَوْلَا نُزِّلَتْ سُوْرَةٌۚفَاِذَآ اُنْزِلَتْ سُوْرَةٌ مُّحْكَمَةٌ وَّذُكِرَ فِيْهَا الْقِتَالُۙرَاَيْتَ الَّذِيْنَ فِيْ قُلُوْبِهِمْ مَّرَضٌ يَّنْظُرُوْنَ اِلَيْكَ نَظَرَ الْمَغْشِيِّ عَلَيْهِ مِنَ الْمَوْتِۗ فَاَوْلٰى لَهُمْۚ ","text_id":"Orang-orang yang beriman berkata, “Mengapa tidak diturunkan suatu surah (tentang jihad)?” Maka, apabila diturunkan suatu surah yang jelas maksudnya dan di dalamnya disebutkan (perintah) perang, engkau melihat orang-orang yang di dalam hatinya ada penyakit (munafik) akan memandangmu seperti pandangan orang yang pingsan karena takut mati. Maka, itulah yang lebih pantas bagi mereka.","text_en":"Those who believe say: \"How is it no Surah was revealed?\" But when a categorical Surah is revealed that mentions war, you should see those who are sceptical staring at you like a man in the swoon of death. Alas the woe for them!","transliteration":"wa yaqụlullażīna āmanụ lau lā nuzzilat sụrah, fa iżā unzilat sụratum muḥkamatuw wa żukira fīhal-qitālu ra`aitallażīna fī qulụbihim maraḍuy yanẓurụna ilaika naẓaral-magsyiyyi 'alaihi minal-maụt, fa aulā lahum","no_fn":"","text_fn":""},{"id":4566,"surah":47,"no_ayah":21,"theme":"Sikap Orang Beriman dan Orang Munafik terhadap Perintah Berperang","text_ayah":"طَاعَةٌ وَّقَوْلٌ مَّعْرُوْفٌۗ فَاِذَا عَزَمَ الْاَمْرُۗ فَلَوْ صَدَقُوا اللّٰهَ لَكَانَ خَيْرًا لَّهُمْۚ","text_id":"(Seharusnya, mereka memilih) ketaatan (kepada Allah) dan tutur kata yang baik. Apabila perintah (perang) ditetapkan, (mereka tidak menyukainya). Padahal, jika mereka benar (beriman dan taat) kepada Allah, niscaya yang demikian itu lebih baik bagi mereka.","text_en":"Obedience and modest speech (would have been more becoming). And when the matter has been determined it is best for them to be true to God.","transliteration":"ṭā'atuw wa qaulum ma'rụf, fa iżā 'azamal-amr, falau ṣadaqullāha lakāna khairal lahum","no_fn":"","text_fn":""},{"id":4567,"surah":47,"no_ayah":22,"theme":"Sikap Orang Beriman dan Orang Munafik terhadap Perintah Berperang","text_ayah":"فَهَلْ عَسَيْتُمْ اِنْ تَوَلَّيْتُمْ اَنْ تُفْسِدُوْا فِى الْاَرْضِ وَتُقَطِّعُوْٓا اَرْحَامَكُمْ ","text_id":"Apakah seandainya berkuasa, kamu akan berbuat kerusakan di bumi dan memutuskan hubungan kekeluargaanmu?","text_en":"Is it possible that if placed in authority you will create disorder in the land and sever your bonds of relationship?","transliteration":"fa hal 'asaitum in tawallaitum an tufsidụ fil-arḍi wa tuqaṭṭi'ū ar-ḥāmakum","no_fn":"","text_fn":""},{"id":4568,"surah":47,"no_ayah":23,"theme":"Sikap Orang Beriman dan Orang Munafik terhadap Perintah Berperang","text_ayah":"اُولٰۤىِٕكَ الَّذِيْنَ لَعَنَهُمُ اللّٰهُ فَاَصَمَّهُمْ وَاَعْمٰٓى اَبْصَارَهُمْ ","text_id":"Mereka itulah orang-orang yang dilaknat oleh Allah. Lalu, Dia menulikan (pendengaran) dan membutakan penglihatan mereka.","text_en":"They are those who were condemned by God, whose ears were blocked by Him and their eyes blinded.","transliteration":"ulā`ikallażīna la'anahumullāhu fa aṣammahum wa a'mā abṣārahum","no_fn":"","text_fn":""},{"id":4569,"surah":47,"no_ayah":24,"theme":"Sikap Orang Munafik terhadap Al-Qur’an","text_ayah":"اَفَلَا يَتَدَبَّرُوْنَ الْقُرْاٰنَ اَمْ عَلٰى قُلُوْبٍ اَقْفَالُهَا ","text_id":"Tidakkah mereka merenungkan Al-Qur’an ataukah hati mereka sudah terkunci?","text_en":"Do they not ponder on what the Qur'an says? Or have their hearts been sealed with locks?","transliteration":"a fa lā yatadabbarụnal-qur`āna am 'alā qulụbin aqfāluhā","no_fn":"","text_fn":""},{"id":4570,"surah":47,"no_ayah":25,"theme":"Sikap Orang Munafik terhadap Al-Qur’an","text_ayah":"اِنَّ الَّذِيْنَ ارْتَدُّوْا عَلٰٓى اَدْبَارِهِمْ مِّنْۢ بَعْدِ مَا تَبَيَّنَ لَهُمُ الْهُدَى الشَّيْطٰنُ سَوَّلَ لَهُمْۗ وَاَمْلٰى لَهُمْ ","text_id":"Sesungguhnya (bagi) orang-orang yang berbalik (kepada kekafiran) setelah petunjuk itu jelas bagi mereka, setan menggoda mereka dan memanjangkan (angan-angan) mereka.","text_en":"Those who turn their backs after the way of guidance has been opened to them, have been surely tempted by Satan and beguiled by illusory hopes.","transliteration":"innallażīnartaddụ 'alā adbārihim mim ba'di mā tabayyana lahumul-hudasy-syaiṭānu sawwala lahum, wa amlā lahum","no_fn":"","text_fn":""},{"id":4571,"surah":47,"no_ayah":26,"theme":"Sikap Orang Munafik terhadap Al-Qur’an","text_ayah":"ذٰلِكَ بِاَنَّهُمْ قَالُوْا لِلَّذِيْنَ كَرِهُوْا مَا نَزَّلَ اللّٰهُ سَنُطِيْعُكُمْ فِيْ بَعْضِ الْاَمْرِۚ وَاللّٰهُ يَعْلَمُ اِسْرَارَهُمْ ","text_id":"Yang demikian itu (terjadi) karena sesungguhnya mereka (orang-orang munafik) telah mengatakan kepada orang-orang (Yahudi) yang tidak senang pada apa yang diturunkan Allah, “Kami akan mematuhimu dalam beberapa urusan.” Padahal, Allah mengetahui rahasia mereka.","text_en":"This was so because they said to those who disdain what God has revealed: \"We shall obey you in some things.\" But God knows their secret intentions well.","transliteration":"żālika bi`annahum qālụ lillażīna karihụ mā nazzalallāhu sanuṭī'ukum fī ba'ḍil-amr, wallāhu ya'lamu isrārahum","no_fn":"","text_fn":""},{"id":4572,"surah":47,"no_ayah":27,"theme":"Sikap Orang Munafik terhadap Al-Qur’an","text_ayah":"فَكَيْفَ اِذَا تَوَفَّتْهُمُ الْمَلٰۤىِٕكَةُ يَضْرِبُوْنَ وُجُوْهَهُمْ وَاَدْبَارَهُمْ ","text_id":"Maka, bagaimana (nasib mereka) apabila malaikat (maut) mencabut nyawa mereka serta memukul wajah dan punggung mereka?","text_en":"How will it be when the angels draw out their souls striking their faces and their backs?","transliteration":"fa kaifa iżā tawaffat-humul-malā`ikatu yaḍribụna wujụhahum wa adbārahum","no_fn":"","text_fn":""},{"id":4573,"surah":47,"no_ayah":28,"theme":"Sikap Orang Munafik terhadap Al-Qur’an","text_ayah":"ذٰلِكَ بِاَنَّهُمُ اتَّبَعُوْا مَآ اَسْخَطَ اللّٰهَ وَكَرِهُوْا رِضْوَانَهٗ فَاَحْبَطَ اَعْمَالَهُمْࣖ ","text_id":"Yang demikian itu (terjadi) karena sesungguhnya mereka mengikuti apa yang menimbulkan kemurkaan Allah dan membenci (apa yang menimbulkan) keridaan-Nya. Oleh karena itu, Dia menghapus (pahala) amal-amal mereka.","text_en":"Because they followed what displeases God, and they were averse to pleasing Him. So We nullified their deeds.","transliteration":"żālika bi`annahumuttaba'ụ mā askhaṭallāha wa karihụ riḍwānahụ fa aḥbaṭa a'mālahum","no_fn":"","text_fn":""},{"id":4574,"surah":47,"no_ayah":29,"theme":"Sikap Orang Munafik terhadap Al-Qur’an","text_ayah":"اَمْ حَسِبَ الَّذِيْنَ فِيْ قُلُوْبِهِمْ مَّرَضٌ اَنْ لَّنْ يُّخْرِجَ اللّٰهُ اَضْغَانَهُمْ ","text_id":"Apakah orang-orang yang dalam hatinya ada penyakit mengira bahwa Allah tidak akan menampakkan kedengkian mereka (kepada Rasul dan kaum beriman)?","text_en":"Do they whose minds are filled with doubt, think that God will not expose their malice?","transliteration":"am ḥasiballażīna fī qulụbihim maraḍun al lay yukhrijallāhu aḍgānahum","no_fn":"","text_fn":""},{"id":4575,"surah":47,"no_ayah":30,"theme":"Sikap Orang Munafik terhadap Al-Qur’an","text_ayah":"وَلَوْ نَشَاۤءُ لَاَرَيْنٰكَهُمْ فَلَعَرَفْتَهُمْ بِسِيْمٰهُمْۗوَلَتَعْرِفَنَّهُمْ فِيْ لَحْنِ الْقَوْلِۗ وَاللّٰهُ يَعْلَمُ اَعْمَالَكُمْ ","text_id":"Seandainya Kami berkehendak, niscaya Kami menunjukkan mereka kepadamu (Nabi Muhammad) sehingga engkau benar-benar dapat mengenali mereka melalui tanda-tandanya. Engkau pun benar-benar akan mengenali mereka melalui nada bicaranya. Allah mengetahui segala amal perbuatanmu.","text_en":"Had We pleased We could have shown them to you that you could know them by their marks, and recognise them from the way they twist their words. Yet God knows all your deeds.","transliteration":"walau nasyā`u la`arainākahum fa la'araftahum bisīmāhum, wa lata'rifannahum fī laḥnil-qaụl, wallāhu ya'lamu a'mālakum","no_fn":"","text_fn":""},{"id":4576,"surah":47,"no_ayah":31,"theme":"Sikap Orang Munafik terhadap Al-Qur’an","text_ayah":"وَلَنَبْلُوَنَّكُمْ حَتّٰى نَعْلَمَ الْمُجٰهِدِيْنَ مِنْكُمْ وَالصّٰبِرِيْنَۙ وَنَبْلُوَا۟ اَخْبَارَكُمْ ","text_id":"Sungguh, Kami benar-benar akan mengujimu sehingga mengetahui orang-orang yang berjihad dan bersabar di antara kamu serta menampakkan (kebenaran) berita-berita (tentang) kamu.","text_en":"We shall try you in order to know who are the fighters among you, and who are men of fortitude, and verify your histories.","transliteration":"wa lanabluwannakum ḥattā na'lamal-mujāhidīna mingkum waṣ-ṣābirīna wa nabluwa akhbārakum","no_fn":"","text_fn":""},{"id":4577,"surah":47,"no_ayah":32,"theme":"Sikap Kaum Muslim terhadap Permusuhan Kaum Kafir","text_ayah":"اِنَّ الَّذِيْنَ كَفَرُوْا وَصَدُّوْا عَنْ سَبِيْلِ اللّٰهِ وَشَاۤقُّوا الرَّسُوْلَ مِنْۢ بَعْدِ مَا تَبَيَّنَ لَهُمُ الْهُدٰى لَنْ يَّضُرُّوا اللّٰهَ شَيْـًٔاۗ وَسَيُحْبِطُ اَعْمَالَهُمْ ","text_id":"Sesungguhnya orang-orang yang kufur, menghalang-halangi (orang lain) dari jalan Allah, dan memusuhi Rasul setelah ada petunjuk yang jelas bagi mereka tidak akan dapat memberi mudarat (bahaya) kepada Allah sedikit pun. Dia (Allah) akan menghapus (pahala) amal-amal mereka.","text_en":"Surely those who do not believe, and obstruct others from the path of God, and oppose the Prophet after the way of guidance has been opened to them, will not hurt God in the least, and He will nullify all that they have done.","transliteration":"innallażīna kafarụ wa ṣaddụ 'an sabīlillāhi wa syāqqur-rasụla mim ba'di mā tabayyana lahumul-hudā lay yaḍurrullāha syai`ā, wa sayuḥbiṭu a'mālahum","no_fn":"","text_fn":""},{"id":4578,"surah":47,"no_ayah":33,"theme":"Sikap Kaum Muslim terhadap Permusuhan Kaum Kafir","text_ayah":"۞ يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اَطِيْعُوا اللّٰهَ وَاَطِيْعُوا الرَّسُوْلَ وَلَا تُبْطِلُوْٓا اَعْمَالَكُمْ","text_id":"Wahai orang-orang yang beriman, taatilah Allah dan taatilah Rasul serta jangan batalkan amal-amalmu!","text_en":"O you who believe, obey God and the Prophet, and do not waste your deeds.","transliteration":"yā ayyuhallażīna āmanū aṭī'ullāha wa aṭī'ur-rasụla wa lā tubṭilū a'mālakum","no_fn":"","text_fn":""},{"id":4579,"surah":47,"no_ayah":34,"theme":"Sikap Kaum Muslim terhadap Permusuhan Kaum Kafir","text_ayah":"اِنَّ الَّذِيْنَ كَفَرُوْا وَصَدُّوْا عَنْ سَبِيْلِ اللّٰهِ ثُمَّ مَاتُوْا وَهُمْ كُفَّارٌ فَلَنْ يَّغْفِرَ اللّٰهُ لَهُمْ ","text_id":"Sesungguhnya orang-orang yang kufur dan menghalang-halangi (orang lain) dari jalan Allah, kemudian mereka mati dalam keadaan kafir, Allah tidak akan mengampuni mereka.","text_en":"Those who do not believe and obstruct others from the way of God, and die disbelieving, will not be pardoned by God.","transliteration":"innallażīna kafarụ wa ṣaddụ 'an sabīlillāhi ṡumma mātụ wa hum kuffārun fa lay yagfirallāhu lahum","no_fn":"","text_fn":""},{"id":4580,"surah":47,"no_ayah":35,"theme":"Sikap Kaum Muslim terhadap Permusuhan Kaum Kafir","text_ayah":"فَلَا تَهِنُوْا وَتَدْعُوْٓا اِلَى السَّلْمِۖ وَاَنْتُمُ الْاَعْلَوْنَۗ وَاللّٰهُ مَعَكُمْ وَلَنْ يَّتِرَكُمْ اَعْمَالَكُمْ ","text_id":"Maka, janganlah kamu lemah dan mengajak berdamai (saat bertemu dengan musuhmu), padahal kamulah yang paling unggul. Allah besertamu dan tidak akan mengurangi (pahala) amal-amalmu.","text_en":"So do not become weak-kneed and sue for peace, for you will have the upper hand as God is with you and will not overlook your deeds.","transliteration":"fa lā tahinụ wa tad'ū ilas-salmi wa antumul-a'laụn, wallāhu ma'akum wa lay yatirakum a'mālakum","no_fn":"","text_fn":""},{"id":4581,"surah":47,"no_ayah":36,"theme":"Sikap Kaum Muslim terhadap Permusuhan Kaum Kafir","text_ayah":"اِنَّمَا الْحَيٰوةُ الدُّنْيَا لَعِبٌ وَّلَهْوٌۗوَاِنْ تُؤْمِنُوْا وَتَتَّقُوْا يُؤْتِكُمْ اُجُوْرَكُمْ وَلَا يَسْـَٔلْكُمْ اَمْوَالَكُمْ ","text_id":"Sesungguhnya kehidupan dunia itu hanyalah permainan dan kelengahan. Jika kamu beriman dan bertakwa, Allah akan memberikan pahala kepadamu dan Dia tidak akan meminta harta-hartamu.","text_en":"Verily the life of this world is no more than a sport and frivolity. If you believe and fear God, he will give you your reward, and will not ask for your possessions.","transliteration":"innamal-ḥayātud-dun-yā la'ibuw wa lahw, wa in tu`minụ wa tattaqụ yu`tikum ujụrakum wa lā yas`alkum amwālakum","no_fn":"","text_fn":""},{"id":4582,"surah":47,"no_ayah":37,"theme":"Sikap Kaum Muslim terhadap Permusuhan Kaum Kafir","text_ayah":"اِنْ يَّسْـَٔلْكُمُوْهَا فَيُحْفِكُمْ تَبْخَلُوْا وَيُخْرِجْ اَضْغَانَكُمْ ","text_id":"Jika Dia meminta harta kepadamu, lalu mendesakmu (agar memberikan semuanya), niscaya kamu akan kikir dan Dia akan menampakkan kedengkianmu.","text_en":"If He asks for all you possess and insist upon it, you will become niggardly, and it will bring out your malevolence.","transliteration":"iy yas`alkumụhā fa yuḥfikum tabkhalụ wa yukhrij aḍgānakum","no_fn":"","text_fn":""},{"id":4583,"surah":47,"no_ayah":38,"theme":"Sikap Kaum Muslim terhadap Permusuhan Kaum Kafir","text_ayah":"هٰٓاَنْتُمْ هٰٓؤُلَاۤءِ تُدْعَوْنَ لِتُنْفِقُوْا فِيْ سَبِيْلِ اللّٰهِۚ فَمِنْكُمْ مَّنْ يَّبْخَلُۚوَمَنْ يَّبْخَلْ فَاِنَّمَا يَبْخَلُ عَنْ نَّفْسِهٖۗوَاللّٰهُ الْغَنِيُّ وَاَنْتُمُ الْفُقَرَاۤءُۗوَاِنْ تَتَوَلَّوْا يَسْتَبْدِلْ قَوْمًا غَيْرَكُمْۙ ثُمَّ لَا يَكُوْنُوْٓا اَمْثَالَكُمْࣖ","text_id":"Ingatlah bahwa kamu adalah orang-orang yang diajak untuk menginfakkan (hartamu) di jalan Allah. Lalu, di antara kamu ada orang yang kikir. Padahal, siapa yang kikir sesungguhnya dia kikir terhadap dirinya sendiri. Allahlah Yang Mahakaya dan kamulah yang fakir. Jika kamu berpaling (dari jalan yang benar), Dia akan menggantikan (kamu) dengan kaum yang lain dan mereka tidak akan (durhaka) sepertimu.","text_en":"Beware! You are called to spend in the way of God, yet some among you close their fists. But he who is niggardly is so for his own self: God is above need, and it is you who are needy. If you turn away then God will bring other people in your place who, moreover, will not be like you.","transliteration":"hā`antum hā`ulā`i tud'auna litunfiqụ fī sabīlillāh, fa mingkum may yabkhal, wa may yabkhal fa innamā yabkhalu 'an nafsih, wallāhul-ganiyyu wa antumul-fuqarā`, wa in tatawallau yastabdil-qauman gairakum ṡumma lā yakụnū amṡālakum","no_fn":"","text_fn":""}]