[{"id_ayat":4613,"no_surah":49,"no_ayat":1,"teks_ayat":"يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تُقَدِّمُوْا بَيْنَ يَدَيِ اللّٰهِ وَرَسُوْلِهٖ وَاتَّقُوا اللّٰهَ ۗاِنَّ اللّٰهَ سَمِيْعٌ عَلِيْمٌ ","tema":"Tata Krama terhadap Allah dan Rasul-Nya","teks_terjemah":"Wahai orang-orang yang beriman, janganlah mendahului Allah dan Rasul-Nya<sup>698)<\/sup> dan bertakwalah kepada Allah. Sesungguhnya Allah Maha Mendengar lagi Maha Mengetahui.","no_fn":"698","teks_fn":"698) Maksudnya adalah bahwa orang-orang mukmin tidak boleh menetapkan suatu hukum sebelum ada ketetapan dari Allah dan Rasul-Nya dalam hal yang dimungkinkan adanya penjelasan dari Allah atau Rasul-Nya.","bacaan":"yaa ayyuhaaladziina aamanuu laa tuqaddimuu bayna yadayilaahi warasuulihi wattaquulaaha innalaaha samii'un 'aliim"},{"id_ayat":4614,"no_surah":49,"no_ayat":2,"teks_ayat":"يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَرْفَعُوْٓا اَصْوَاتَكُمْ فَوْقَ صَوْتِ النَّبِيِّ وَلَا تَجْهَرُوْا لَهٗ بِالْقَوْلِ كَجَهْرِ بَعْضِكُمْ لِبَعْضٍ اَنْ تَحْبَطَ اَعْمَالُكُمْ وَاَنْتُمْ لَا تَشْعُرُوْنَ ","tema":"Tata Krama terhadap Allah dan Rasul-Nya","teks_terjemah":"Wahai orang-orang yang beriman, janganlah meninggikan suaramu melebihi suara Nabi dan janganlah berkata kepadanya dengan suara keras sebagaimana kerasnya (suara) sebagian kamu terhadap yang lain. Hal itu dikhawatirkan akan membuat (pahala) segala amalmu terhapus, sedangkan kamu tidak menyadarinya.","no_fn":"","teks_fn":"","bacaan":"yaa ayyuhaaladziina aamanuu laa tarfa'uu ashwaatakum fawqa shawtinnabiyyi walaa tajharuu lahu bilqawli kajahri ba'dhikum liba'dhin an tahbatha a'maalukum wa-antum laa tasy'uruun"},{"id_ayat":4615,"no_surah":49,"no_ayat":3,"teks_ayat":"اِنَّ الَّذِيْنَ يَغُضُّوْنَ اَصْوَاتَهُمْ عِنْدَ رَسُوْلِ اللّٰهِ اُولٰۤىِٕكَ الَّذِيْنَ امْتَحَنَ اللّٰهُ قُلُوْبَهُمْ لِلتَّقْوٰىۗ  لَهُمْ مَّغْفِرَةٌ وَّاَجْرٌ عَظِيْمٌ ","tema":"Tata Krama terhadap Allah dan Rasul-Nya","teks_terjemah":"Sesungguhnya orang-orang yang merendahkan suaranya di sisi Rasulullah, mereka itulah orang-orang yang telah diuji hatinya oleh Allah untuk bertakwa. Mereka akan memperoleh ampunan dan pahala yang besar.","no_fn":"","teks_fn":"","bacaan":"innaladziina yaghudhdhuuna ashwaatahum 'inda rasuulilaahi ulaa-ikaladziina imtahanalaahu quluubahum littaqwaa lahum maghfiratun wa-ajrun 'azhiim"},{"id_ayat":4616,"no_surah":49,"no_ayat":4,"teks_ayat":"اِنَّ الَّذِيْنَ يُنَادُوْنَكَ مِنْ وَّرَاۤءِ الْحُجُرٰتِ اَكْثَرُهُمْ لَا يَعْقِلُوْنَ ","tema":"Tata Krama terhadap Allah dan Rasul-Nya","teks_terjemah":"Sesungguhnya orang-orang yang memanggil engkau (Nabi Muhammad) dari luar kamar(-mu), kebanyakan mereka tidak mengerti.","no_fn":"","teks_fn":"","bacaan":"innaladziina yunaaduunaka min waraa-ilhujuraati aktsaruhum laa ya'qiluun"},{"id_ayat":4617,"no_surah":49,"no_ayat":5,"teks_ayat":"وَلَوْ اَنَّهُمْ صَبَرُوْا حَتّٰى تَخْرُجَ اِلَيْهِمْ لَكَانَ خَيْرًا لَّهُمْ ۗوَاللّٰهُ غَفُوْرٌ رَّحِيْمٌ","tema":"Tata Krama terhadap Allah dan Rasul-Nya","teks_terjemah":"Seandainya mereka bersabar sampai engkau keluar menemui mereka, tentu akan lebih baik bagi mereka. Allah Maha Pengampun lagi Maha Penyayang. ","no_fn":"","teks_fn":"","bacaan":"walaw annahum shabaruu hattaa takhruja ilayhim lakaana khayran lahum waalaahu ghafuurun rahiim"},{"id_ayat":4618,"no_surah":49,"no_ayat":6,"teks_ayat":"يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اِنْ جَاۤءَكُمْ فَاسِقٌۢ بِنَبَاٍ فَتَبَيَّنُوْٓا اَنْ تُصِيْبُوْا قَوْمًاۢ بِجَهَالَةٍ فَتُصْبِحُوْا عَلٰى مَا فَعَلْتُمْ نٰدِمِيْنَ ","tema":"Kewaspadaan terhadap Berita dari Orang Fasik","teks_terjemah":"Wahai orang-orang yang beriman, jika seorang fasik datang kepadamu membawa berita penting, maka telitilah kebenarannya agar kamu tidak mencelakakan suatu kaum karena ketidaktahuan(-mu) yang berakibat kamu menyesali perbuatanmu itu. ","no_fn":"","teks_fn":"","bacaan":"yaa ayyuhaaladziina aamanuu in jaa-akum faasiqun binaba-in fatabayyanuu an tushiibuu qawman bijahaalatin fatushbihuu 'alaa maa fa'altum naadimiin"},{"id_ayat":4619,"no_surah":49,"no_ayat":7,"teks_ayat":"وَاعْلَمُوْٓا اَنَّ فِيْكُمْ رَسُوْلَ اللّٰهِ ۗ لَوْ يُطِيْعُكُمْ فِيْ كَثِيْرٍ مِّنَ الْاَمْرِ لَعَنِتُّمْ وَلٰكِنَّ اللّٰهَ حَبَّبَ اِلَيْكُمُ الْاِيْمَانَ وَزَيَّنَهٗ فِيْ قُلُوْبِكُمْ وَكَرَّهَ اِلَيْكُمُ الْكُفْرَ وَالْفُسُوْقَ وَالْعِصْيَانَ ۗ اُولٰۤىِٕكَ هُمُ الرّٰشِدُوْنَۙ","tema":"Kewaspadaan terhadap Berita dari Orang Fasik","teks_terjemah":"Ketahuilah bahwa di tengah-tengah kamu ada Rasulullah. Seandainya dia menuruti (kemauan)-mu dalam banyak hal, pasti kamu akan mendapatkan kesusahan. Akan tetapi, Allah menjadikanmu cinta kepada keimanan dan menjadikan (iman) itu indah dalam hatimu serta menjadikanmu benci kepada kekafiran, kefasikan, dan kemaksiatan. Mereka itulah orang-orang yang mengikuti jalan kebenaran.","no_fn":"","teks_fn":"","bacaan":"wa'lamuu anna fiikum rasuulalaahi law yuthii'ukum fii katsiirin minal-amri la'anittum walaakinnalaaha habbaba ilaykumul-iimaana wazayyanahu fii quluubikum wakarraha ilaykumulkufra walfusuuqa wal'ishyaana ulaa-ika humurraasyiduun"},{"id_ayat":4620,"no_surah":49,"no_ayat":8,"teks_ayat":"فَضْلًا مِّنَ اللّٰهِ وَنِعْمَةً ۗوَاللّٰهُ عَلِيْمٌ حَكِيْمٌ ","tema":"Kewaspadaan terhadap Berita dari Orang Fasik","teks_terjemah":"(Itu) sebagai karunia dan nikmat dari Allah. Allah Maha Mengetahui lagi Mahabijaksana.","no_fn":"","teks_fn":"","bacaan":"fadhlan minalaahi wani'matan waalaahu 'aliimun hakiim"},{"id_ayat":4621,"no_surah":49,"no_ayat":9,"teks_ayat":"وَاِنْ طَاۤىِٕفَتٰنِ مِنَ الْمُؤْمِنِيْنَ اقْتَتَلُوْا فَاَصْلِحُوْا بَيْنَهُمَاۚ فَاِنْۢ بَغَتْ اِحْدٰىهُمَا عَلَى الْاُخْرٰى فَقَاتِلُوا الَّتِيْ تَبْغِيْ حَتّٰى تَفِيْۤءَ اِلٰٓى اَمْرِ اللّٰهِ ۖفَاِنْ فَاۤءَتْ فَاَصْلِحُوْا بَيْنَهُمَا بِالْعَدْلِ وَاَقْسِطُوْا ۗاِنَّ اللّٰهَ يُحِبُّ الْمُقْسِطِيْنَ ","tema":"Cara Menyelesaikan Pertikaian di antara Kaum Muslim","teks_terjemah":"Jika ada dua golongan orang-orang mukmin bertikai, damaikanlah keduanya. Jika salah satu dari keduanya berbuat aniaya terhadap (golongan) yang lain, perangilah (golongan) yang berbuat aniaya itu, sehingga golongan itu kembali kepada perintah Allah. Jika golongan itu telah kembali (kepada perintah Allah), damaikanlah keduanya dengan adil. Bersikaplah adil! Sesungguhnya Allah mencintai orang-orang yang bersikap adil. ","no_fn":"","teks_fn":"","bacaan":"wa-in thaa-ifataani minalmu'miniina iqtataluu fa-ashlihuu baynahumaa fa-in baghat ihdaahumaa 'alaal-ukhraa faqaatiluulatii tabghii hattaa tafii-a ilaa amrilaahi fa-in faa-at fa-ashlihuu baynahumaa bil'adli wa-aqsithuu innalaaha yuhibbulmuqsithiin"},{"id_ayat":4622,"no_surah":49,"no_ayat":10,"teks_ayat":"اِنَّمَا الْمُؤْمِنُوْنَ اِخْوَةٌ فَاَصْلِحُوْا بَيْنَ اَخَوَيْكُمْ  وَاتَّقُوا اللّٰهَ لَعَلَّكُمْ تُرْحَمُوْنَ ࣖ ","tema":"Cara Menyelesaikan Pertikaian di antara Kaum Muslim","teks_terjemah":"Sesungguhnya orang-orang mukmin itu bersaudara, karena itu damaikanlah kedua saudaramu (yang bertikai) dan bertakwalah kepada Allah agar kamu dirahmati. ","no_fn":"","teks_fn":"","bacaan":"innamaalmu'minuuna ikhwatun fa-ashlihuu bayna akhawaykum wattaquulaaha la'allakum turhamuun"},{"id_ayat":4623,"no_surah":49,"no_ayat":11,"teks_ayat":"يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا يَسْخَرْ قَوْمٌ مِّنْ قَوْمٍ عَسٰٓى اَنْ يَّكُوْنُوْا خَيْرًا مِّنْهُمْ وَلَا نِسَاۤءٌ مِّنْ نِّسَاۤءٍ عَسٰٓى اَنْ يَّكُنَّ خَيْرًا مِّنْهُنَّۚ وَلَا تَلْمِزُوْٓا اَنْفُسَكُمْ وَلَا تَنَابَزُوْا بِالْاَلْقَابِۗ بِئْسَ الِاسْمُ الْفُسُوْقُ بَعْدَ الْاِيْمَانِۚ وَمَنْ لَّمْ يَتُبْ فَاُولٰۤىِٕكَ هُمُ الظّٰلِمُوْنَ ","tema":"Larangan Saling Mengejek dan Berprasangka Buruk","teks_terjemah":"Wahai orang-orang yang beriman, janganlah suatu kaum mengolok-olok kaum yang lain (karena) boleh jadi mereka (yang diolok-olokkan itu) lebih baik daripada mereka (yang mengolok-olok) dan jangan pula perempuan-perempuan (mengolok-olok) perempuan lain (karena) boleh jadi perempuan (yang diolok-olok itu) lebih baik daripada perempuan (yang mengolok-olok). Janganlah kamu saling mencela dan saling memanggil dengan julukan yang buruk. Seburuk-buruk panggilan adalah (panggilan) fasik<sup>699)<\/sup> setelah beriman. Siapa yang tidak bertobat, mereka itulah orang-orang zalim. ","no_fn":"699","teks_fn":"699) Panggilan fasik adalah panggilan dengan menggunakan kata-kata yang mengandung penghinaan atau tidak mencerminkan sifat seorang mukmin.","bacaan":"yaa ayyuhaaladziina aamanuu laa yaskhar qawmun min qawmin 'asaa an yakuunuu khayran minhum walaa nisaaun min nisaa-in 'asaa an yakunna khayran minhunna walaa talmizuu anfusakum walaa tanaabazuu bil-alqaabi bi'sal-ismulfusuuqu ba'dal-iimaani waman lam yatub faulaa-ika humuzhzhaalimuun"},{"id_ayat":4624,"no_surah":49,"no_ayat":12,"teks_ayat":"يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوا اجْتَنِبُوْا كَثِيْرًا مِّنَ الظَّنِّۖ اِنَّ بَعْضَ الظَّنِّ اِثْمٌ وَّلَا تَجَسَّسُوْا وَلَا يَغْتَبْ بَّعْضُكُمْ بَعْضًاۗ  اَيُحِبُّ اَحَدُكُمْ اَنْ يَّأْكُلَ لَحْمَ اَخِيْهِ مَيْتًا فَكَرِهْتُمُوْهُۗ وَاتَّقُوا اللّٰهَ ۗاِنَّ اللّٰهَ تَوَّابٌ رَّحِيْمٌ","tema":"Larangan Saling Mengejek dan Berprasangka Buruk","teks_terjemah":"Wahai orang-orang yang beriman, jauhilah banyak prasangka! Sesungguhnya sebagian prasangka itu dosa. Janganlah mencari-cari kesalahan orang lain dan janganlah ada di antara kamu yang menggunjing sebagian yang lain. Apakah ada di antara kamu yang suka memakan daging saudaranya yang sudah mati? Tentu kamu merasa jijik. Bertakwalah kepada Allah! Sesungguhnya Allah Maha Penerima Tobat lagi Maha Penyayang.","no_fn":"","teks_fn":"","bacaan":"yaa ayyuhaaladziina aamanuu ijtanibuu katsiiran minazhzhanni inna ba'dhazhzhanni itsmun walaa tajassasuu walaa yaghtab ba'dhukum ba'dhan ayuhibbu ahadukum an ya'kula lahma akhiihi maytan fakarihtumuuhu wattaquulaaha innalaaha tawwaabun rahiim"},{"id_ayat":4625,"no_surah":49,"no_ayat":13,"teks_ayat":"يٰٓاَيُّهَا النَّاسُ اِنَّا خَلَقْنٰكُمْ مِّنْ ذَكَرٍ وَّاُنْثٰى وَجَعَلْنٰكُمْ شُعُوْبًا وَّقَبَاۤىِٕلَ لِتَعَارَفُوْا ۚ اِنَّ اَكْرَمَكُمْ عِنْدَ اللّٰهِ اَتْقٰىكُمْ ۗاِنَّ اللّٰهَ عَلِيْمٌ خَبِيْرٌ ","tema":"Penciptaan Manusia oleh Allah ke Dalam Berbagai Bangsa Supaya Saling Mengenal","teks_terjemah":"Wahai manusia, sesungguhnya Kami telah menciptakan kamu dari seorang laki-laki dan perempuan. Kemudian, Kami menjadikan kamu berbangsa-bangsa dan bersuku-suku agar kamu saling mengenal. Sesungguhnya yang paling mulia di antara kamu di sisi Allah adalah orang yang paling bertakwa. Sesungguhnya Allah Maha Mengetahui lagi Mahateliti. ","no_fn":"","teks_fn":"","bacaan":"yaa ayyuhaannaasu innaa khalaqnaakum min dzakarin wauntsaa waja'alnaakum syu'uuban waqabaa-ila lita'aarafuu inna akramakum 'indalaahi atqaakum innalaaha 'aliimun khabiir"},{"id_ayat":4626,"no_surah":49,"no_ayat":14,"teks_ayat":"۞ قَالَتِ الْاَعْرَابُ اٰمَنَّا ۗ قُلْ لَّمْ تُؤْمِنُوْا وَلٰكِنْ قُوْلُوْٓا اَسْلَمْنَا وَلَمَّا يَدْخُلِ الْاِيْمَانُ فِيْ قُلُوْبِكُمْ ۗوَاِنْ تُطِيْعُوا اللّٰهَ وَرَسُوْلَهٗ لَا يَلِتْكُمْ مِّنْ اَعْمَالِكُمْ شَيْـًٔا ۗاِنَّ اللّٰهَ غَفُوْرٌ رَّحِيْمٌ ","tema":"Ciri Iman yang Sejati","teks_terjemah":"Orang-orang Arab Badui berkata, “Kami telah beriman.” Katakanlah (kepada mereka), “Kamu belum beriman, tetapi katakanlah, ‘Kami baru berislam’ karena iman (yang sebenarnya) belum masuk ke dalam hatimu. Jika kamu taat kepada Allah dan Rasul-Nya, Dia tidak akan mengurangi sedikit pun (pahala) amal perbuatanmu.” Sesungguhnya Allah Maha Pengampun lagi Maha Penyayang. ","no_fn":"","teks_fn":"","bacaan":"qaalatil-a'raabu aamannaa qul lam tu'minuu walaakin quuluu aslamnaa walammaa yadkhulil-iimaanu fii quluubikum wa-in tuthii'uulaaha warasuulahu laa yalitkum min a'maalikum syay-an innalaaha ghafuurun rahiim"},{"id_ayat":4627,"no_surah":49,"no_ayat":15,"teks_ayat":"اِنَّمَا الْمُؤْمِنُوْنَ الَّذِيْنَ اٰمَنُوْا بِاللّٰهِ وَرَسُوْلِهٖ ثُمَّ لَمْ يَرْتَابُوْا وَجَاهَدُوْا بِاَمْوَالِهِمْ وَاَنْفُسِهِمْ فِيْ سَبِيْلِ اللّٰهِ ۗ اُولٰۤىِٕكَ هُمُ الصّٰدِقُوْنَ ","tema":"Ciri Iman yang Sejati","teks_terjemah":"Sesungguhnya orang-orang mukmin (yang sebenarnya) hanyalah mereka yang beriman kepada Allah dan Rasul-Nya, kemudian mereka tidak ragu-ragu dan mereka berjihad dengan harta dan jiwanya di jalan Allah. Mereka itulah orang-orang benar.","no_fn":"","teks_fn":"","bacaan":"innamaalmu'minuunaladziina aamanuu bialaahi warasuulihi tsumma lam yartaabuu wajaahaduu bi-amwaalihim wa-anfusihim fii sabiililaahi ulaa-ika humushshaadiquun"},{"id_ayat":4628,"no_surah":49,"no_ayat":16,"teks_ayat":"قُلْ اَتُعَلِّمُوْنَ اللّٰهَ بِدِيْنِكُمْۗ وَاللّٰهُ يَعْلَمُ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِۗ وَاللّٰهُ بِكُلِّ شَيْءٍ عَلِيْمٌ ","tema":"Ciri Iman yang Sejati","teks_terjemah":"Katakanlah (kepada mereka), “Apakah kamu akan memberi tahu Allah tentang agamamu (keyakinanmu), padahal Allah mengetahui apa yang ada di langit dan apa yang ada di bumi serta Allah Maha Mengetahui segala sesuatu.” ","no_fn":"","teks_fn":"","bacaan":"qul atu'allimuunalaaha bidiinikum waalaahu ya'lamu maa fiissamaawaati wamaa fiil-ardhi waalaahu bikulli syay-in 'aliim"},{"id_ayat":4629,"no_surah":49,"no_ayat":17,"teks_ayat":"يَمُنُّوْنَ عَلَيْكَ اَنْ اَسْلَمُوْا ۗ قُلْ لَّا تَمُنُّوْا عَلَيَّ اِسْلَامَكُمْ ۚبَلِ اللّٰهُ يَمُنُّ عَلَيْكُمْ اَنْ هَدٰىكُمْ لِلْاِيْمَانِ اِنْ كُنْتُمْ صٰدِقِيْنَ ","tema":"Ciri Iman yang Sejati","teks_terjemah":"Mereka merasa berjasa kepadamu dengan keislaman mereka. Katakanlah, “Janganlah merasa berjasa kepadaku dengan keislamanmu. Sebenarnya Allahlah yang melimpahkan nikmat kepadamu dengan menunjukkan kamu kepada keimanan, jika kamu orang-orang benar.” ","no_fn":"","teks_fn":"","bacaan":"yamunnuuna 'alayka an aslamuu qul laa tamunnuu 'alayya islaamakum balilaahu yamunnu 'alaykum an hadaakum lil-iimaani in kuntum shaadiqiin"},{"id_ayat":4630,"no_surah":49,"no_ayat":18,"teks_ayat":"اِنَّ اللّٰهَ يَعْلَمُ غَيْبَ السَّمٰوٰتِ وَالْاَرْضِۗ وَاللّٰهُ بَصِيْرٌۢ بِمَا تَعْمَلُوْنَ ࣖ ","tema":"Ciri Iman yang Sejati","teks_terjemah":"Sesungguhnya Allah mengetahui apa yang gaib di langit dan di bumi. Allah Maha Melihat apa yang kamu kerjakan.","no_fn":"","teks_fn":"","bacaan":"innalaaha ya'lamu ghaybassamaawaati wal-ardhi waalaahu bashiirun bimaa ta'maluun"}]