[{"id_ayat":5076,"no_surah":57,"no_ayat":1,"teks_ayat":"سَبَّحَ لِلّٰهِ مَا فِى السَّمٰوٰتِ وَالْاَرْضِۚ وَهُوَ الْعَزِيْزُ الْحَكِيْمُ ","tema":"Seluruh Makhluk Bertasbih kepada Allah","teks_terjemah":"Apa yang ada di langit dan di bumi bertasbih kepada Allah. Dialah Yang Mahaperkasa lagi Mahabijaksana.","no_fn":"","teks_fn":"","bacaan":"sabbaha lillaahi maa fiissamaawaati wal-ardhi wahuwal'aziizulhakiim"},{"id_ayat":5077,"no_surah":57,"no_ayat":2,"teks_ayat":"لَهٗ مُلْكُ السَّمٰوٰتِ وَالْاَرْضِۚ يُحْيٖ وَيُمِيْتُۚ وَهُوَ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ ","tema":"Seluruh Makhluk Bertasbih kepada Allah","teks_terjemah":"Milik-Nyalah kerajaan langit dan bumi. Dia menghidupkan dan mematikan. Dia Mahakuasa atas segala sesuatu.","no_fn":"","teks_fn":"","bacaan":"lahu mulkussamaawaati wal-ardhi yuhyii wayumiitu wahuwa 'alaa kulli syay-in qadiir"},{"id_ayat":5078,"no_surah":57,"no_ayat":3,"teks_ayat":"هُوَ الْاَوَّلُ وَالْاٰخِرُ وَالظَّاهِرُ وَالْبَاطِنُۚ وَهُوَ بِكُلِّ شَيْءٍ عَلِيْمٌ ","tema":"Seluruh Makhluk Bertasbih kepada Allah","teks_terjemah":"Dialah Yang Mahaawal, Mahaakhir, Mahazahir, dan Mahabatin.<sup>709)<\/sup> Dia Maha Mengetahui segala sesuatu.","no_fn":"709","teks_fn":"709) Mahaawalberarti telah ada sebelum segala sesuatu ada sehingga tidak ada yang mendahului-Nya; Mahaakhirberarti akan hidup selamanya setelah segala sesuatu musnah; Mahazahir berarti wujud-Nya begitu nyata, baik melalui perenungan atas alam semesta yang Dia ciptakan maupunmelalui pembuktian logika dan rasa; dan Mahabatinberarti bahwa zat dan hakikat-Nya tidak bisa dijangkau, baik dengan mata, akal, maupun khayal.","bacaan":"huwal-awwalu wal-aakhiru wazhzhaahiru walbaathinu wahuwa bikulli syay-in 'aliim"},{"id_ayat":5079,"no_surah":57,"no_ayat":4,"teks_ayat":"هُوَ الَّذِيْ خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ فِيْ سِتَّةِ اَيَّامٍ ثُمَّ اسْتَوٰى عَلَى الْعَرْشِۗ يَعْلَمُ مَا يَلِجُ فِى الْاَرْضِ وَمَا يَخْرُجُ مِنْهَا وَمَا يَنْزِلُ مِنَ السَّمَاۤءِ وَمَا يَعْرُجُ فِيْهَاۗ وَهُوَ مَعَكُمْ اَيْنَ مَا كُنْتُمْۗ وَاللّٰهُ بِمَا تَعْمَلُوْنَ بَصِيْرٌۗ","tema":"Seluruh Makhluk Bertasbih kepada Allah","teks_terjemah":"Dialah yang menciptakan langit dan bumi dalam enam masa. Kemudian, Dia bersemayam di atas ʻArasy. Dia mengetahui apa yang masuk ke dalam bumi dan apa yang keluar darinya serta apa yang turun dari langit dan apa yang naik ke sana.<sup>710)<\/sup> Dia bersamamu di mana saja kamu berada. Allah Maha Melihat apa yang kamu kerjakan.","no_fn":"710","teks_fn":"710) Yang dimaksud dengan yang naik, antara lain, adalah amal-amal dan doa-doa hamba-Nya.","bacaan":"huwaladzii khalaqassamaawaati wal-ardha fii sittati ayyaamin tsumma istawaa 'alaal'arsyi ya'lamu maa yaliju fiil-ardhi wamaa yakhruju minhaa wamaa yanzilu minassamaa-i wamaa ya'ruju fiihaa wahuwa ma'akum ayna maa kuntum waalaahu bimaa ta'maluuna bashiir"},{"id_ayat":5080,"no_surah":57,"no_ayat":5,"teks_ayat":"لَهٗ مُلْكُ السَّمٰوٰتِ وَالْاَرْضِۗ وَاِلَى اللّٰهِ تُرْجَعُ الْاُمُوْرُ ","tema":"Seluruh Makhluk Bertasbih kepada Allah","teks_terjemah":"Milik-Nyalah kerajaan langit dan bumi. Hanya kepada Allah segala urusan dikembalikan.","no_fn":"","teks_fn":"","bacaan":"lahu mulkussamaawaati wal-ardhi wa-ilaalaahi turja'ul-umuur"},{"id_ayat":5081,"no_surah":57,"no_ayat":6,"teks_ayat":"يُوْلِجُ الَّيْلَ فِى النَّهَارِ وَيُوْلِجُ النَّهَارَ فِى الَّيْلِۗ وَهُوَ عَلِيْمٌ ۢبِذَاتِ الصُّدُوْرِ ","tema":"Seluruh Makhluk Bertasbih kepada Allah","teks_terjemah":"Dia memasukkan malam ke dalam siang dan memasukkan siang ke dalam malam. Dia Maha Mengetahui segala isi hati.","no_fn":"","teks_fn":"","bacaan":"yuulijulayla fiinnahaari wayuulijunnahaara fiilayi wahuwa 'aliimun bidzaatishshuduur"},{"id_ayat":5082,"no_surah":57,"no_ayat":7,"teks_ayat":"اٰمِنُوْا بِاللّٰهِ وَرَسُوْلِهٖ وَاَنْفِقُوْا مِمَّا جَعَلَكُمْ مُّسْتَخْلَفِيْنَ فِيْهِۗ فَالَّذِيْنَ اٰمَنُوْا مِنْكُمْ وَاَنْفَقُوْا لَهُمْ اَجْرٌ كَبِيْرٌۚ","tema":"Keutamaan Infak","teks_terjemah":"Berimanlah kepada Allah dan Rasul-Nya serta infakkanlah (di jalan Allah) sebagian dari apa yang Dia (titipkan kepadamu dan) telah menjadikanmu berwenang dalam (penggunaan)-nya. Lalu, orang-orang yang beriman di antaramu dan menginfakkan (hartanya di jalan Allah) memperoleh pahala yang sangat besar.","no_fn":"","teks_fn":"","bacaan":"aaminuu bialaahi warasuulihi wa-anfiquu mimmaa ja'alakum mustakhlafiina fiihi falladziina aamanuu minkum wa-anfaquu lahum ajrun kabiir"},{"id_ayat":5083,"no_surah":57,"no_ayat":8,"teks_ayat":"وَمَا لَكُمْ لَا تُؤْمِنُوْنَ بِاللّٰهِ ۚوَالرَّسُوْلُ يَدْعُوْكُمْ لِتُؤْمِنُوْا بِرَبِّكُمْ وَقَدْ اَخَذَ مِيْثَاقَكُمْ اِنْ كُنْتُمْ مُّؤْمِنِيْنَ ","tema":"Keutamaan Infak","teks_terjemah":"Mengapa kamu tidak beriman kepada Allah, padahal Rasul mengajakmu beriman kepada Tuhanmu? Sungguh, Dia telah mengambil janji (setia)-mu jika kamu adalah orang-orang mukmin.","no_fn":"","teks_fn":"","bacaan":"wamaa lakum laa tu'minuuna bialaahi warrasuulu yad'uukum litu'minuu birabbikum waqad akhadza miitsaaqakum in kuntum mu'miniin"},{"id_ayat":5084,"no_surah":57,"no_ayat":9,"teks_ayat":"هُوَ الَّذِيْ يُنَزِّلُ عَلٰى عَبْدِهٖٓ اٰيٰتٍۢ بَيِّنٰتٍ لِّيُخْرِجَكُمْ مِّنَ الظُّلُمٰتِ اِلَى النُّوْرِۗ وَاِنَّ اللّٰهَ بِكُمْ لَرَءُوْفٌ رَّحِيْمٌ ","tema":"Keutamaan Infak","teks_terjemah":"Dialah yang menurunkan ayat-ayat yang terang (Al-Qur’an) kepada hamba-Nya (Nabi Muhammad) untuk mengeluarkanmu dari kegelapan kepada cahaya. Sesungguhnya Allah benar-benar Maha Penyantun lagi Maha Penyayang kepadamu.","no_fn":"","teks_fn":"","bacaan":"huwaladzii yunazzilu 'alaa 'abdihi aayaatin bayyinaatin liyukhrijakum minazhzhulumaati ilaannuuri wa-innalaaha bikum larauufun rahiim"},{"id_ayat":5085,"no_surah":57,"no_ayat":10,"teks_ayat":"وَمَا لَكُمْ اَلَّا تُنْفِقُوْا فِيْ سَبِيْلِ اللّٰهِ وَلِلّٰهِ مِيْرَاثُ السَّمٰوٰتِ وَالْاَرْضِۗ  لَا يَسْتَوِيْ مِنْكُمْ مَّنْ اَنْفَقَ مِنْ قَبْلِ الْفَتْحِ وَقَاتَلَۗ  اُولٰۤىِٕكَ اَعْظَمُ دَرَجَةً مِّنَ الَّذِيْنَ اَنْفَقُوْا مِنْۢ بَعْدُ وَقَاتَلُوْاۗ وَكُلًّا وَّعَدَ اللّٰهُ الْحُسْنٰىۗ وَاللّٰهُ بِمَا تَعْمَلُوْنَ خَبِيْرٌ ࣖ ","tema":"Keutamaan Infak","teks_terjemah":"Mengapa kamu tidak menginfakkan (hartamu) di jalan Allah, padahal milik Allah semua pusaka langit dan bumi? Tidak sama orang yang menginfakkan (hartanya di jalan Allah) di antara kamu dan berperang sebelum penaklukan (Makkah). Mereka lebih tinggi derajatnya daripada orang-orang yang menginfakkan (hartanya) dan berperang setelah itu. Allah menjanjikan (balasan) yang baik kepada mereka masing-masing. Allah Mahateliti terhadap apa yang kamu kerjakan.","no_fn":"","teks_fn":"","bacaan":"wamaa lakumlaa tunfiquu fii sabiililaahi walillaahi miiraatsussamaawaati wal-ardhi laa yastawii minkum man anfaqa min qablilfathi waqaatala ulaa-ika a'zhamu darajatan minaladziina anfaquu min ba'du waqaataluu wakullan wa'adalaahulhusnaa waalaahu bimaa ta'maluuna khabiir"},{"id_ayat":5086,"no_surah":57,"no_ayat":11,"teks_ayat":"مَنْ ذَا الَّذِيْ يُقْرِضُ اللّٰهَ قَرْضًا حَسَنًا فَيُضٰعِفَهٗ لَهٗ وَلَهٗٓ اَجْرٌ كَرِيْمٌ ","tema":"Keutamaan Infak","teks_terjemah":"Siapakah yang (mau) memberi pinjaman kepada Allah dengan pinjaman yang baik? Dia akan melipatgandakan (pahala) untuknya, dan baginya (diberikan) ganjaran yang sangat mulia (surga).","no_fn":"","teks_fn":"","bacaan":"man dzaaladzii yuqridhulaaha qardhan hasanan fayudaa'ifahu lahu walahu ajrun kariim"},{"id_ayat":5087,"no_surah":57,"no_ayat":12,"teks_ayat":"يَوْمَ تَرَى الْمُؤْمِنِيْنَ وَالْمُؤْمِنٰتِ يَسْعٰى نُوْرُهُمْ بَيْنَ اَيْدِيْهِمْ وَبِاَيْمَانِهِمْ بُشْرٰىكُمُ الْيَوْمَ جَنّٰتٌ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُ خٰلِدِيْنَ فِيْهَاۗ ذٰلِكَ هُوَ الْفَوْزُ الْعَظِيْمُۚ ","tema":"Keadaan Orang Mukmin dan Orang Munafik di Akhirat","teks_terjemah":"Pada hari engkau akan melihat orang-orang mukmin laki-laki dan perempuan, cahaya mereka memancar di hadapan dan di sebelah kanan mereka. (Dikatakan kepada mereka,) “Pada hari ini ada berita gembira untukmu, (yaitu) surga yang mengalir di bawahnya sungai-sungai (dan) mereka kekal di dalamnya. Demikian itulah kemenangan yang sangat agung.”","no_fn":"","teks_fn":"","bacaan":"yawma taraalmu'miniina walmu'minaati yas'aa nuuruhum bayna aydiihim wabi-aymaanihim busyraakumulyawma jannaatun tajrii min tahtihaal-anhaaru khaalidiina fiihaa dzaalika huwalfawzul'azhiim"},{"id_ayat":5088,"no_surah":57,"no_ayat":13,"teks_ayat":"يَوْمَ يَقُوْلُ الْمُنٰفِقُوْنَ وَالْمُنٰفِقٰتُ لِلَّذِيْنَ اٰمَنُوا انْظُرُوْنَا نَقْتَبِسْ مِنْ نُّوْرِكُمْۚ قِيْلَ ارْجِعُوْا وَرَاۤءَكُمْ فَالْتَمِسُوْا نُوْرًاۗ فَضُرِبَ بَيْنَهُمْ بِسُوْرٍ لَّهٗ بَابٌۗ بَاطِنُهٗ فِيْهِ الرَّحْمَةُ وَظَاهِرُهٗ مِنْ قِبَلِهِ الْعَذَابُۗ","tema":"Keadaan Orang Mukmin dan Orang Munafik di Akhirat","teks_terjemah":"Pada hari (itu juga) orang-orang munafik laki-laki dan perempuan berkata kepada orang-orang yang beriman, “Tunggulah kami! Kami ingin mengambil cahayamu.” (Kepada mereka) dikatakan, “Kembalilah kamu ke belakang dan carilah sendiri cahaya (untukmu).” Lalu, di antara mereka dipasang dinding (pemisah) yang berpintu. Di sebelah dalamnya ada rahmat dan di luarnya ada azab.","no_fn":"","teks_fn":"","bacaan":"yawma yaquululmunaafiquuna walmunaafiqaatu lilladziina aamanuu unzhuruunaa naqtabis min nuurikum qiila irji'uu waraa-akum faltamisuu nuuran fadhuriba baynahum bisuurin lahu baabun baathinuhu fiihirrahmatu wazhaahiruhu min qibalihil'adzaab"},{"id_ayat":5089,"no_surah":57,"no_ayat":14,"teks_ayat":"يُنَادُوْنَهُمْ اَلَمْ نَكُنْ مَّعَكُمْۗ قَالُوْا بَلٰى وَلٰكِنَّكُمْ فَتَنْتُمْ اَنْفُسَكُمْ وَتَرَبَّصْتُمْ وَارْتَبْتُمْ وَغَرَّتْكُمُ الْاَمَانِيُّ حَتّٰى جَاۤءَ اَمْرُ اللّٰهِ وَغَرَّكُمْ بِاللّٰهِ الْغَرُوْرُ ","tema":"Keadaan Orang Mukmin dan Orang Munafik di Akhirat","teks_terjemah":"Orang-orang (munafik) memanggil mereka (orang-orang beriman), “Bukankah kami dahulu bersama kamu?” Mereka menjawab, “Benar, tetapi kamu mencelakakan dirimu sendiri (dengan kemunafikan), menunggu-nunggu (kebinasaan kami), meragukan (ajaran Islam), dan ditipu oleh angan-angan kosong sampai datang ketetapan Allah. (Setan) penipu memperdayakanmu (sehingga kamu lalai) terhadap Allah.","no_fn":"","teks_fn":"","bacaan":"yunaaduunahum alam nakun ma'akum qaaluu balaa walaakinnakum fatantum anfusakum watarabbashtum wartabtum wagharratkumu al-amaaniyyu hattaa jaa-a amrulaahi wagharrakum bialaahi algharuur"},{"id_ayat":5090,"no_surah":57,"no_ayat":15,"teks_ayat":"فَالْيَوْمَ لَا يُؤْخَذُ مِنْكُمْ فِدْيَةٌ وَّلَا مِنَ الَّذِيْنَ كَفَرُوْاۗ مَأْوٰىكُمُ النَّارُۗ هِيَ مَوْلٰىكُمْۗ وَبِئْسَ الْمَصِيْرُ ","tema":"Keadaan Orang Mukmin dan Orang Munafik di Akhirat","teks_terjemah":"Pada hari ini tidak akan diterima tebusan darimu maupun dari orang-orang yang kufur. Tempatmu adalah neraka. Ia adalah tempat berlindungmu dan seburuk-buruk tempat kembali.”","no_fn":"","teks_fn":"","bacaan":"falyawma laa yu'khadzu minkum fidyatun walaa minaladziina kafaruu ma'waakumunnaaru hiya mawlaakum wabi'salmashiir"},{"id_ayat":5091,"no_surah":57,"no_ayat":16,"teks_ayat":"۞ اَلَمْ يَأْنِ لِلَّذِيْنَ اٰمَنُوْٓا اَنْ تَخْشَعَ قُلُوْبُهُمْ لِذِكْرِ اللّٰهِ وَمَا نَزَلَ مِنَ الْحَقِّۙ وَلَا يَكُوْنُوْا كَالَّذِيْنَ اُوْتُوا الْكِتٰبَ مِنْ قَبْلُ فَطَالَ عَلَيْهِمُ الْاَمَدُ فَقَسَتْ قُلُوْبُهُمْۗ وَكَثِيْرٌ مِّنْهُمْ فٰسِقُوْنَ  ","tema":"Teguran kepada Orang Mukmin","teks_terjemah":"Apakah belum tiba waktunya bagi orang-orang yang beriman agar hati mereka khusyuk mengingat Allah dan apa yang turun dari kebenaran (Al-Qur’an). Janganlah mereka (berlaku) seperti orang-orang yang telah menerima kitab sebelum itu, kemudian mereka melalui masa yang panjang sehingga hati mereka menjadi keras. Banyak di antara mereka adalah orang-orang fasik.","no_fn":"","teks_fn":"","bacaan":"alam ya'ni lilladziina aamanuu an takhsya'a quluubuhum lidzikrilaahi wamaa nazala minalhaqqi walaa yakuunuu kalladziina uutuulkitaaba min qablu fathaala 'alayhimul-amadu faqasat quluubuhum wakatsiirun minhum faasiquun"},{"id_ayat":5092,"no_surah":57,"no_ayat":17,"teks_ayat":"اِعْلَمُوْٓا اَنَّ اللّٰهَ يُحْيِ الْاَرْضَ بَعْدَ مَوْتِهَاۗ قَدْ بَيَّنَّا لَكُمُ الْاٰيٰتِ لَعَلَّكُمْ تَعْقِلُوْنَ ","tema":"Teguran kepada Orang Mukmin","teks_terjemah":"Ketahuilah bahwa Allah menghidupkan bumi setelah matinya (kering). Sungguh, telah Kami jelaskan kepadamu tanda-tanda (kebesaran Kami) agar kamu mengerti.","no_fn":"","teks_fn":"","bacaan":"i'lamuu annalaaha yuhyiil-ardha ba'da mawtihaa qad bayyannaa lakumul-aayaati la'allakum ta'qiluun"},{"id_ayat":5093,"no_surah":57,"no_ayat":18,"teks_ayat":"اِنَّ الْمُصَّدِّقِيْنَ وَالْمُصَّدِّقٰتِ وَاَقْرَضُوا اللّٰهَ قَرْضًا حَسَنًا يُّضٰعَفُ لَهُمْ وَلَهُمْ اَجْرٌ كَرِيْمٌ ","tema":"Teguran kepada Orang Mukmin","teks_terjemah":"Sesungguhnya orang-orang yang bersedekah, baik laki-laki maupun perempuan, dan meminjamkan (kepada) Allah pinjaman yang baik, akan dilipatgandakan (balasannya) kepada mereka dan baginya (diberikan) ganjaran yang sangat mulia (surga). ","no_fn":"","teks_fn":"","bacaan":"innalmushshaddiqiina walmushshaddiqaati wa-aqradhuulaaha qardhan hasanan yudaa'afu lahum walahum ajrun kariim"},{"id_ayat":5094,"no_surah":57,"no_ayat":19,"teks_ayat":"وَالَّذِيْنَ اٰمَنُوْا بِاللّٰهِ وَرُسُلِهٖٓ اُولٰۤىِٕكَ هُمُ الصِّدِّيْقُوْنَ ۖوَالشُّهَدَاۤءُ عِنْدَ رَبِّهِمْۗ  لَهُمْ اَجْرُهُمْ وَنُوْرُهُمْۗ وَالَّذِيْنَ كَفَرُوْا وَكَذَّبُوْا بِاٰيٰتِنَآ اُولٰۤىِٕكَ اَصْحٰبُ الْجَحِيْمِ ࣖ","tema":"Teguran kepada Orang Mukmin","teks_terjemah":"Orang-orang yang beriman kepada Allah dan rasul-rasul-Nya mereka itulah aṣ-ṣiddīqūn (yang sangat kukuh dalam kebenaran dan pembenarannya) dan syuhadā’ (orang-orang yang disaksikan kebenaran dan kebajikannya) di sisi Tuhan mereka. Mereka mendapatkan pahala dan cahaya (dari Tuhan) mereka. Adapun orang-orang yang kufur dan mendustakan ayat-ayat Kami itulah penghuni (neraka) Jahim. ","no_fn":"","teks_fn":"","bacaan":"walladziina aamanuu bialaahi warusulihi ulaa-ika humushshiddiiquuna wasysyuhadaau 'inda rabbihim lahum ajruhum wanuuruhum walladziina kafaruu wakadzdzabuu bi-aayaatinaa ulaa-ika ash-haabuljahiim"},{"id_ayat":5095,"no_surah":57,"no_ayat":20,"teks_ayat":"اِعْلَمُوْٓا اَنَّمَا الْحَيٰوةُ الدُّنْيَا لَعِبٌ وَّلَهْوٌ وَّزِيْنَةٌ وَّتَفَاخُرٌۢ بَيْنَكُمْ وَتَكَاثُرٌ فِى الْاَمْوَالِ وَالْاَوْلَادِۗ  كَمَثَلِ غَيْثٍ اَعْجَبَ الْكُفَّارَ نَبَاتُهٗ ثُمَّ يَهِيْجُ فَتَرٰىهُ مُصْفَرًّا ثُمَّ يَكُوْنُ حُطَامًاۗ وَفِى الْاٰخِرَةِ عَذَابٌ شَدِيْدٌۙ وَّمَغْفِرَةٌ مِّنَ اللّٰهِ وَرِضْوَانٌ  ۗوَمَا الْحَيٰوةُ الدُّنْيَآ اِلَّا مَتَاعُ الْغُرُوْرِ ","tema":"Kehidupan Dunia dan Anjuran Beristigfar","teks_terjemah":"Ketahuilah bahwa kehidupan dunia itu hanyalah permainan, kelengahan, perhiasan, dan saling bermegah-megahan di antara kamu serta berlomba-lomba dalam banyaknya harta dan anak keturunan. (Perumpamaannya adalah) seperti hujan yang tanamannya mengagumkan para petani, lalu mengering dan kamu lihat menguning, kemudian hancur. Di akhirat ada azab yang keras serta ampunan dari Allah dan keridaan-Nya. Kehidupan dunia (bagi orang-orang yang lengah) hanyalah kesenangan yang memperdaya.","no_fn":"","teks_fn":"","bacaan":"i'lamuu annamaalhayaatuddunyaa la'ibun walahwun waziinatun watafaakhurun baynakum watakaatsurun fiil-amwaali wal-awlaadi kamatsali ghaytsin a'jabalkuffaara nabaatuhu tsumma yahiiju fataraahu mushfarran tsumma yakuunu huthaaman wafiil-aakhirati 'adzaabun syadiidun wamaghfiratun minalaahi waridhwaanun wamaalhayaatuddunyaa illaa mataa'ulghuruur"},{"id_ayat":5096,"no_surah":57,"no_ayat":21,"teks_ayat":"سَابِقُوْٓا اِلٰى مَغْفِرَةٍ مِّنْ رَّبِّكُمْ وَجَنَّةٍ عَرْضُهَا كَعَرْضِ السَّمَاۤءِ وَالْاَرْضِۙ اُعِدَّتْ لِلَّذِيْنَ اٰمَنُوْا بِاللّٰهِ وَرُسُلِهٖۗ ذٰلِكَ فَضْلُ اللّٰهِ يُؤْتِيْهِ مَنْ يَّشَاۤءُ ۗوَاللّٰهُ ذُو الْفَضْلِ الْعَظِيْمِ","tema":"Kehidupan Dunia dan Anjuran Beristigfar","teks_terjemah":"Berlombalah menuju ampunan dari Tuhanmu dan surga yang lebarnya (luasnya) selebar langit dan bumi, yang telah disediakan bagi orang-orang yang beriman kepada Allah dan para rasul-Nya. Itulah karunia Allah yang dianugerahkan kepada siapa yang dikehendaki-Nya. Allah adalah Pemilik karunia yang agung. ","no_fn":"","teks_fn":"","bacaan":"saabiquu ilaa maghfiratin min rabbikum wajannatin 'ardhuhaa ka'ardhissamaa-i wal-ardhi u'iddat lilladziina aamanuu bialaahi warusulihi dzaalika fadhlulaahi yu'tiihi man yasyaau waalaahu dzuulfadhlil'azhiim"},{"id_ayat":5097,"no_surah":57,"no_ayat":22,"teks_ayat":"مَآ اَصَابَ مِنْ مُّصِيْبَةٍ فِى الْاَرْضِ وَلَا فِيْٓ اَنْفُسِكُمْ اِلَّا فِيْ كِتٰبٍ مِّنْ قَبْلِ اَنْ نَّبْرَاَهَا ۗاِنَّ ذٰلِكَ عَلَى اللّٰهِ يَسِيْرٌۖ  ","tema":"Bencana yang Terjadi telah Tertulis di Lauh Mahfuz","teks_terjemah":"Tidak ada bencana (apa pun) yang menimpa di bumi dan tidak (juga yang menimpa) dirimu, kecuali telah tertulis dalam Kitab (Lauh Mahfuz) sebelum Kami mewujudkannya. Sesungguhnya hal itu mudah bagi Allah. ","no_fn":"","teks_fn":"","bacaan":"maa ashaaba min mushiibatin fiil-ardhi walaa fii anfusikum illaa fii kitaabin min qabli an nabra-ahaa inna dzaalika 'alaalaahi yasiir"},{"id_ayat":5098,"no_surah":57,"no_ayat":23,"teks_ayat":"لِّكَيْلَا تَأْسَوْا عَلٰى مَا فَاتَكُمْ وَلَا تَفْرَحُوْا بِمَآ اٰتٰىكُمْ ۗوَاللّٰهُ لَا يُحِبُّ كُلَّ مُخْتَالٍ فَخُوْرٍۙ","tema":"Bencana yang Terjadi telah Tertulis di Lauh Mahfuz","teks_terjemah":"(Yang demikian itu kami tetapkan) agar kamu tidak bersedih terhadap apa yang luput dari kamu dan tidak pula terlalu gembira terhadap apa yang diberikan-Nya kepadamu. Allah tidak menyukai setiap orang yang sombong lagi membanggakan diri. ","no_fn":"","teks_fn":"","bacaan":"likaylaa ta'saw 'alaa maa faatakum walaa tafrahuu bimaa aataakum waalaahu laa yuhibbu kulla mukhtaalin fakhuur"},{"id_ayat":5099,"no_surah":57,"no_ayat":24,"teks_ayat":" ۨالَّذِيْنَ يَبْخَلُوْنَ وَيَأْمُرُوْنَ النَّاسَ بِالْبُخْلِ ۗوَمَنْ يَّتَوَلَّ فَاِنَّ اللّٰهَ هُوَ الْغَنِيُّ الْحَمِيْدُ ","tema":"Bencana yang Terjadi telah Tertulis di Lauh Mahfuz","teks_terjemah":"(Mereka itu adalah) orang-orang yang kikir dan menyuruh orang lain (berbuat) kikir. Siapa yang berpaling (dari perintah Allah), sesungguhnya Allah, Dialah Yang Mahakaya lagi Maha Terpuji. ","no_fn":"","teks_fn":"","bacaan":"aladziina yabkhaluuna waya'muruunannaasa bilbukhli waman yatawalla fa-innalaaha huwalghaniyyulhamiid"},{"id_ayat":5100,"no_surah":57,"no_ayat":25,"teks_ayat":"لَقَدْ اَرْسَلْنَا رُسُلَنَا بِالْبَيِّنٰتِ وَاَنْزَلْنَا مَعَهُمُ الْكِتٰبَ وَالْمِيْزَانَ لِيَقُوْمَ النَّاسُ بِالْقِسْطِۚ وَاَنْزَلْنَا الْحَدِيْدَ فِيْهِ بَأْسٌ شَدِيْدٌ وَّمَنَافِعُ لِلنَّاسِ وَلِيَعْلَمَ اللّٰهُ مَنْ يَّنْصُرُهٗ وَرُسُلَهٗ بِالْغَيْبِۗ اِنَّ اللّٰهَ قَوِيٌّ عَزِيْزٌ ࣖ ","tema":"Besi Merupakan Karunia Allah","teks_terjemah":"Sungguh, Kami benar-benar telah mengutus rasul-rasul Kami dengan bukti-bukti yang nyata dan Kami menurunkan bersama mereka kitab dan neraca (keadilan) agar manusia dapat berlaku adil. Kami menurunkan besi yang mempunyai kekuatan hebat dan berbagai manfaat bagi manusia agar Allah mengetahui siapa yang menolong (agama)-Nya dan rasul-rasul-Nya walaupun (Allah) tidak dilihatnya. Sesungguhnya Allah Mahakuat lagi Mahaperkasa.","no_fn":"","teks_fn":"","bacaan":"laqad arsalnaa rusulanaa bilbayyinaati wa-anzalnaa ma'ahumulkitaaba walmiizaana liyaquumannaasu bilqisthi wa-anzalnaalhadiida fiihi ba'sun syadiidun wamanaafi'u linnaasi waliya'lamalaahu man yanshuruhu warusulahu bilghaybi innalaaha qawiyyun 'aziiz"},{"id_ayat":5101,"no_surah":57,"no_ayat":26,"teks_ayat":"وَلَقَدْ اَرْسَلْنَا نُوْحًا وَّاِبْرٰهِيْمَ وَجَعَلْنَا فِيْ ذُرِّيَّتِهِمَا النُّبُوَّةَ وَالْكِتٰبَ فَمِنْهُمْ مُّهْتَدٍۚ وَكَثِيْرٌ مِّنْهُمْ فٰسِقُوْنَ","tema":"Tidak Ada Kependetaan dalam Islam","teks_terjemah":"Sungguh, Kami benar-benar telah mengutus Nuh dan Ibrahim serta Kami memberikan kenabian dan kitab (wahyu) kepada keturunan keduanya. Di antara mereka ada yang menerima petunjuk dan banyak pula di antara mereka yang fasik.","no_fn":"","teks_fn":"","bacaan":"walaqad arsalnaa nuuhan wa-ibraahiima waja'alnaa fii dzurriyyatihimaannubuwwata walkitaaba faminhum muhtadin wakatsiirun minhum faasiquun"},{"id_ayat":5102,"no_surah":57,"no_ayat":27,"teks_ayat":"ثُمَّ قَفَّيْنَا عَلٰٓى اٰثَارِهِمْ بِرُسُلِنَا وَقَفَّيْنَا بِعِيْسَى ابْنِ مَرْيَمَ وَاٰتَيْنٰهُ الْاِنْجِيْلَ ەۙ وَجَعَلْنَا فِيْ قُلُوْبِ الَّذِيْنَ اتَّبَعُوْهُ رَأْفَةً وَّرَحْمَةً  ۗوَرَهْبَانِيَّةَ ِۨابْتَدَعُوْهَا مَا كَتَبْنٰهَا عَلَيْهِمْ اِلَّا ابْتِغَاۤءَ رِضْوَانِ اللّٰهِ فَمَا رَعَوْهَا حَقَّ رِعَايَتِهَا ۚفَاٰتَيْنَا الَّذِيْنَ اٰمَنُوْا مِنْهُمْ اَجْرَهُمْ ۚ وَكَثِيْرٌ مِّنْهُمْ فٰسِقُوْنَ","tema":"Tidak Ada Kependetaan dalam Islam","teks_terjemah":"Kemudian, Kami meneruskan jejak mereka dengan (mengutus) rasul-rasul Kami dan Kami meneruskan (pula dengan mengutus) Isa putra Maryam serta Kami memberikan Injil kepadanya. Kami menjadikan kesantunan dan kasih sayang dalam hati orang-orang yang mengikutinya. Mereka mengada-adakan rahbaniah (berlebih-lebihan dalam beribadah). Padahal, Kami tidak mewajibkannya kepada mereka. Akan tetapi, (mereka mengada-adakannya dengan tujuan) mencari keridaan Allah, lalu mereka tidak memeliharanya dengan sebaik-baiknya. Maka, kepada orang-orang yang beriman di antara mereka Kami berikan pahalanya dan di antara mereka banyak yang fasik.","no_fn":"","teks_fn":"","bacaan":"tsumma qaffaynaa 'alaa aatsaarihim birusulinaa waqaffaynaa bi'iisaa ibni maryama waaataynaahul-injiila waja'alnaa fii quluubiladziina ittaba'uuhu ra'fatan warahmatan warahbaaniyyatan ibtada'uuhaa maa katabnaahaa 'alayhim illaa ibtighaa-a ridhwaanilaahi famaa ra'awhaa haqqa ri'aayatihaa faaataynaaladziina aamanuu minhum ajrahum wakatsiirun minhum faasiquun"},{"id_ayat":5103,"no_surah":57,"no_ayat":28,"teks_ayat":"يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوا اتَّقُوا اللّٰهَ وَاٰمِنُوْا بِرَسُوْلِهٖ يُؤْتِكُمْ كِفْلَيْنِ مِنْ رَّحْمَتِهٖ وَيَجْعَلْ لَّكُمْ نُوْرًا تَمْشُوْنَ بِهٖ وَيَغْفِرْ لَكُمْۗ وَاللّٰهُ غَفُوْرٌ رَّحِيْمٌۙ","tema":"Keingkaran Ahlulkitab kepada Nabi Muhammad","teks_terjemah":"Wahai orang-orang yang beriman, bertakwalah kepada Allah dan berimanlah kepada Rasul-Nya (Nabi Muhammad), niscaya Allah menganugerahkan kepadamu dua bagian dari rahmat-Nya dan menjadikan cahaya untukmu yang dengan cahaya itu kamu berjalan serta Dia mengampunimu. Allah Maha Pengampun lagi Maha Penyayang.","no_fn":"","teks_fn":"","bacaan":"yaa ayyuhaaladziina aamanuu ittaquulaaha waaaminuu birasuulihi yu'tikum kiflayni min rahmatihi wayaj'al lakum nuuran tamsyuuna bihi wayaghfir lakum waalaahu ghafuurun rahiim"},{"id_ayat":5104,"no_surah":57,"no_ayat":29,"teks_ayat":"لِّئَلَّا يَعْلَمَ اَهْلُ الْكِتٰبِ اَلَّا يَقْدِرُوْنَ عَلٰى شَيْءٍ مِّنْ فَضْلِ اللّٰهِ وَاَنَّ الْفَضْلَ بِيَدِ اللّٰهِ يُؤْتِيْهِ مَنْ يَّشَاۤءُ ۗوَاللّٰهُ ذُو الْفَضْلِ الْعَظِيْمِ ࣖ   ۔","tema":"Keingkaran Ahlulkitab kepada Nabi Muhammad","teks_terjemah":"(Allah menganugerahkan itu) agar Ahlulkitab (yang tidak beriman kepada Nabi Muhammad) mengetahui bahwa mereka sedikit pun tidak akan mendapat karunia Allah dan bahwa karunia itu ada di tangan Allah. Dia menganugerahkannya kepada siapa yang dikehendaki-Nya. Allah Pemilik karunia yang agung.","no_fn":"","teks_fn":"","bacaan":"li-allaa ya'lama ahlulkitaabilaa yaqdiruuna 'alaa syay-in min fadhlilaahi wa-annalfadhla biyadilaahi yu'tiihi man yasyaau waalaahu dzuulfadhlil'azhiim"}]