[{"id_ayat":790,"no_surah":6,"no_ayat":1,"teks_ayat":"اَلْحَمْدُ لِلّٰهِ الَّذِيْ خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ وَجَعَلَ الظُّلُمٰتِ وَالنُّوْرَ ەۗ ثُمَّ الَّذِيْنَ كَفَرُوْا بِرَبِّهِمْ يَعْدِلُوْنَ","tema":"Allah Maha Pencipta lagi Maha Mengetahui","teks_terjemah":"Segala puji bagi Allah yang telah menciptakan langit dan bumi, dan menjadikan kegelapan-kegelapan dan cahaya. Sungguhpun demikian, orang-orang yang kufur mempersamakan tuhan mereka (dengan sesuatu yang lain).","no_fn":"","teks_fn":"","bacaan":"alhamdu lillaahiladzii khalaqassamaawaati wal-ardha waja'alazhzhulumaati wannuura tsummaladziina kafaruu birabbihim ya'diluun"},{"id_ayat":791,"no_surah":6,"no_ayat":2,"teks_ayat":"هُوَ الَّذِيْ خَلَقَكُمْ مِّنْ طِيْنٍ ثُمَّ قَضٰٓى اَجَلًا ۗوَاَجَلٌ مُّسَمًّى عِنْدَهٗ ثُمَّ اَنْتُمْ تَمْتَرُوْنَ ","tema":"Allah Maha Pencipta lagi Maha Mengetahui","teks_terjemah":"Dialah yang menciptakan kamu dari tanah, kemudian Dia menentukan batas waktu hidup (masing-masing). Waktu yang ditentukan (untuk kebangkitan setelah mati) ada pada-Nya. Kemudian, kamu masih meragukannya.","no_fn":"","teks_fn":"","bacaan":"huwaladzii khalaqakum min thiinin tsumma qadaa ajalan wa-ajalun musamman 'indahu tsumma antum tamtaruun"},{"id_ayat":792,"no_surah":6,"no_ayat":3,"teks_ayat":"وَهُوَ اللّٰهُ فِى السَّمٰوٰتِ وَفِى الْاَرْضِۗ يَعْلَمُ سِرَّكُمْ وَجَهْرَكُمْ وَيَعْلَمُ مَا تَكْسِبُوْنَ ","tema":"Allah Maha Pencipta lagi Maha Mengetahui","teks_terjemah":"Dialah Allah (yang disembah) di langit dan di bumi. Dia mengetahui apa pun yang kamu rahasiakan dan kamu tampakkan serta mengetahui apa pun yang kamu usahakan.","no_fn":"","teks_fn":"","bacaan":"wahuwalaahu fiissamaawaati wafiil-ardhi ya'lamu sirrakum wajahrakum waya'lamu maa taksibuun"},{"id_ayat":793,"no_surah":6,"no_ayat":4,"teks_ayat":"وَمَا تَأْتِيْهِمْ مِّنْ اٰيَةٍ مِّنْ اٰيٰتِ رَبِّهِمْ اِلَّا كَانُوْا عَنْهَا مُعْرِضِيْنَ ","tema":"Allah Maha Pencipta lagi Maha Mengetahui","teks_terjemah":"Tidaklah datang kepada mereka satu ayat pun dari ayat-ayat<sup>236)<\/sup> Tuhan mereka, kecuali mereka (pasti) berpaling darinya.","no_fn":"236","teks_fn":"236) Ayat di sini berarti mukjizat, ayat Al-Qur’an, atau peristiwa-peristiwa yang terjadi di alam yang menunjukkan kekuasaan Allah Swt. ","bacaan":"wamaa ta'tiihim min aayatin min aayaati rabbihim illaa kaanuu 'anhaa mu'ridhiin"},{"id_ayat":794,"no_surah":6,"no_ayat":5,"teks_ayat":"فَقَدْ كَذَّبُوْا بِالْحَقِّ لَمَّا جَاۤءَهُمْۗ فَسَوْفَ يَأْتِيْهِمْ اَنْۢبـٰۤؤُا مَا كَانُوْا بِهٖ يَسْتَهْزِءُوْنَ ","tema":"Allah Maha Pencipta lagi Maha Mengetahui","teks_terjemah":"Sungguh, mereka telah mendustakan kebenaran (Al-Qur’an) ketika sampai kepada mereka. Maka, kelak akan sampai kepada mereka berita-berita (tentang kebenaran) sesuatu yang selalu mereka perolok-olokkan.","no_fn":"","teks_fn":"","bacaan":"faqad kadzdzabuu bilhaqqi lammaa jaa-ahum fasawfa ya'tiihim anbaau maa kaanuu bihi yastahzi-uun"},{"id_ayat":795,"no_surah":6,"no_ayat":6,"teks_ayat":"اَلَمْ يَرَوْا كَمْ اَهْلَكْنَا مِنْ قَبْلِهِمْ مِّنْ قَرْنٍ مَّكَّنّٰهُمْ فِى الْاَرْضِ مَا لَمْ نُمَكِّنْ لَّكُمْ وَاَرْسَلْنَا السَّمَاۤءَ عَلَيْهِمْ مِّدْرَارًا ۖوَّجَعَلْنَا الْاَنْهٰرَ تَجْرِيْ مِنْ تَحْتِهِمْ فَاَهْلَكْنٰهُمْ بِذُنُوْبِهِمْ وَاَنْشَأْنَا مِنْۢ بَعْدِهِمْ قَرْنًا اٰخَرِيْنَ","tema":"Allah Maha Pencipta lagi Maha Mengetahui","teks_terjemah":"Tidakkah mereka perhatikan betapa banyak generasi sebelum mereka yang telah Kami binasakan? (Yaitu) generasi yang telah Kami teguhkan kedudukan mereka di muka bumi, yang belum pernah Kami lakukan kepada kamu; dan Kami curahkan air hujan yang lebat, Kami jadikan sungai-sungai mengalir di bawah mereka; lalu Kami binasakan mereka karena dosa-dosa mereka, selanjutnya Kami munculkan sesudah mereka generasi lain.","no_fn":"","teks_fn":"","bacaan":"alam yaraw kam ahlaknaa min qablihim min qarnin makkannaahum fiil-ardhi maa lam numakkin lakum wa-arsalnaassamaa-a 'alayhim midraaran waja'alnaal-anhaara tajrii min tahtihim fa-ahlaknaahum bidzunuubihim wa-ansya'naa min ba'dihim qarnan aakhariin"},{"id_ayat":796,"no_surah":6,"no_ayat":7,"teks_ayat":"وَلَوْ نَزَّلْنَا عَلَيْكَ كِتٰبًا فِيْ قِرْطَاسٍ فَلَمَسُوْهُ بِاَيْدِيْهِمْ لَقَالَ الَّذِيْنَ كَفَرُوْٓا اِنْ هٰذَآ اِلَّا سِحْرٌ مُّبِيْنٌ ","tema":"Allah Maha Pencipta lagi Maha Mengetahui","teks_terjemah":"Seandainya Kami turunkan kepadamu (Nabi Muhammad) kitab (berupa tulisan) pada kertas sehingga mereka dapat menyentuhnya dengan tangan mereka sendiri, pastilah orang-orang kafir itu mengatakan, “Ini tidak lain hanyalah sihir yang nyata.”","no_fn":"","teks_fn":"","bacaan":"walaw nazzalnaa 'alayka kitaaban fii qirthaasin falamasuuhu bi-aydiihim laqaalaladziina kafaruu in haadzaa illaa sihrun mubiin"},{"id_ayat":797,"no_surah":6,"no_ayat":8,"teks_ayat":"وَقَالُوْا لَوْلَآ اُنْزِلَ عَلَيْهِ مَلَكٌ ۗوَلَوْ اَنْزَلْنَا مَلَكًا لَّقُضِيَ الْاَمْرُ ثُمَّ لَا يُنْظَرُوْنَ ","tema":"Allah Maha Pencipta lagi Maha Mengetahui","teks_terjemah":"Mereka berkata, “Mengapa tidak diturunkan malaikat kepadanya (Nabi Muhammad)?”<sup>237)<\/sup> Andaikata Kami turunkan malaikat, niscaya selesailah urusan (mereka dibinasakan karena pengingkaran) kemudian mereka tidak lagi ditangguhkan (sedikit pun untuk bertobat).","no_fn":"237","teks_fn":"237) Ungkapan ini adalah untuk menerangkan bahwa Nabi Muhammad saw. adalah seorang nabi.","bacaan":"waqaaluu lawlaa unzila 'alayhi malakun walaw anzalnaa malakan laqudhiyal-amru tsumma laa yunzharuun"},{"id_ayat":798,"no_surah":6,"no_ayat":9,"teks_ayat":"وَلَوْ جَعَلْنٰهُ مَلَكًا لَّجَعَلْنٰهُ رَجُلًا وَّلَلَبَسْنَا عَلَيْهِمْ مَّا يَلْبِسُوْنَ ","tema":"Allah Maha Pencipta lagi Maha Mengetahui","teks_terjemah":"Seandainya Kami jadikan dia (rasul) itu (dari) malaikat, tentu Kami jadikan dia (berwujud) laki-laki, dan pasti Kami buat mereka tetap ragu sebagaimana kini mereka ragu.<sup>238)<\/sup>","no_fn":"238","teks_fn":"238) Kalau Allah Swt. mengutus malaikat sebagai rasul, tentu Dia mengutusnya dalam wujud manusia. Hal itu karena manusia tidak dapat melihat malaikat dan tentu mereka akan berkata, “Ini bukanlah malaikat, tetapi hanya manusia sebagaimana kami juga.” Jadi, mereka akan tetap ragu-ragu. ","bacaan":"walaw ja'alnaahu malakan laja'alnaahu rajulan walalabasnaa 'alayhim maa yalbisuun"},{"id_ayat":799,"no_surah":6,"no_ayat":10,"teks_ayat":"وَلَقَدِ اسْتُهْزِئَ بِرُسُلٍ مِّنْ قَبْلِكَ فَحَاقَ بِالَّذِيْنَ سَخِرُوْا مِنْهُمْ مَّا كَانُوْا بِهٖ يَسْتَهْزِءُوْنَ ࣖ","tema":"Allah Maha Pencipta lagi Maha Mengetahui","teks_terjemah":"Sungguh, rasul-rasul sebelum engkau (Nabi Muhammad) benar-benar telah diperolok-olokkan, maka turunlah kepada orang-orang yang mencemooh mereka (rasul-rasul) apa (azab) yang selalu mereka perolok-olokkan.","no_fn":"","teks_fn":"","bacaan":"walaqadi istuhzi-a birusulin min qablika fahaaqa billadziina sakhiruu minhum maa kaanuu bihi yastahzi-uun"},{"id_ayat":800,"no_surah":6,"no_ayat":11,"teks_ayat":"قُلْ سِيْرُوْا فِى الْاَرْضِ ثُمَّ انْظُرُوْا كَيْفَ كَانَ عَاقِبَةُ الْمُكَذِّبِيْنَ ","tema":"Bukti Kebenaran Ajaran Rasul dan Penolakan Orang Kafir","teks_terjemah":"Katakanlah (Nabi Muhammad), “Jelajahilah bumi, kemudian perhatikanlah bagaimana kesudahan orang-orang yang mendustakan itu.”","no_fn":"","teks_fn":"","bacaan":"qul siiruu fiil-ardhi tsumma unzhuruu kayfa kaana 'aaqibatulmukadzdzibiin"},{"id_ayat":801,"no_surah":6,"no_ayat":12,"teks_ayat":"قُلْ لِّمَنْ مَّا فِى السَّمٰوٰتِ وَالْاَرْضِۗ  قُلْ لِّلّٰهِ ۗ كَتَبَ عَلٰى نَفْسِهِ الرَّحْمَةَ ۗ لَيَجْمَعَنَّكُمْ اِلٰى يَوْمِ الْقِيٰمَةِ لَا رَيْبَ فِيْهِۗ  اَلَّذِيْنَ خَسِرُوْٓا اَنْفُسَهُمْ فَهُمْ لَا يُؤْمِنُوْنَ ","tema":"Bukti Kebenaran Ajaran Rasul dan Penolakan Orang Kafir","teks_terjemah":"Katakanlah (Nabi Muhammad), “Milik siapakah apa yang di langit dan di bumi?” Katakanlah, “Milik Allah.” Dia telah menetapkan (sifat) kasih sayang pada diri-Nya.<sup>239)<\/sup> Sungguh, Dia pasti akan mengumpulkan kamu pada hari Kiamat yang tidak ada keraguan padanya. Orang-orang yang merugikan dirinya, mereka itu tidak beriman.","no_fn":"239","teks_fn":"239) Allah Swt. telah berjanji, sebagai tanda kemurahan-Nya, bahwa Dia akan melimpahkan rahmat kepada makhluk-Nya.","bacaan":"qul liman maa fiissamaawaati wal-ardhi qul lillaahi kataba 'alaa nafsihirrahmata layajma'annakum ilaa yawmilqiyaamati laa rayba fiihiladziina khasiruu anfusahum fahum laa yu'minuun"},{"id_ayat":802,"no_surah":6,"no_ayat":13,"teks_ayat":"۞ وَلَهٗ مَا سَكَنَ فِى الَّيْلِ وَالنَّهَارِ ۗوَهُوَ السَّمِيْعُ الْعَلِيْمُ ","tema":"Bukti Kebenaran Ajaran Rasul dan Penolakan Orang Kafir","teks_terjemah":"Milik-Nyalah segala sesuatu yang ada pada malam dan siang hari. Dialah Yang Maha Mendengar lagi Maha Mengetahui.","no_fn":"","teks_fn":"","bacaan":"walahu maa sakana fiilayli wannahaari wahuwassamii'ul'aliim"},{"id_ayat":803,"no_surah":6,"no_ayat":14,"teks_ayat":"قُلْ اَغَيْرَ اللّٰهِ اَتَّخِذُ وَلِيًّا فَاطِرِ السَّمٰوٰتِ وَالْاَرْضِ وَهُوَ يُطْعِمُ وَلَا يُطْعَمُ ۗ قُلْ اِنِّيْٓ اُمِرْتُ اَنْ اَكُوْنَ اَوَّلَ مَنْ اَسْلَمَ وَلَا تَكُوْنَنَّ مِنَ الْمُشْرِكِيْنَ ","tema":"Bukti Kebenaran Ajaran Rasul dan Penolakan Orang Kafir","teks_terjemah":"Katakanlah (Nabi Muhammad), “Apakah selain Allah, Pencipta langit dan bumi serta Dia memberi makan dan tidak diberi makan, akan aku jadikan sebagai pelindung?” Katakanlah (Nabi Muhammad), “Sesungguhnya aku diperintahkan agar aku menjadi orang pertama yang berserah diri (kepada Allah), dan jangan sekali-kali kamu masuk golongan orang-orang musyrik.”","no_fn":"","teks_fn":"","bacaan":"qul aghayralaahi attakhidzu waliyyan faathirissamaawaati wal-ardhi wahuwa yuth'imu walaa yuth'amu qul innii umirtu an akuuna awwala man aslama walaa takuunanna minalmusyrikiin"},{"id_ayat":804,"no_surah":6,"no_ayat":15,"teks_ayat":"قُلْ اِنِّيْٓ اَخَافُ اِنْ عَصَيْتُ رَبِّيْ عَذَابَ يَوْمٍ عَظِيْمٍ ","tema":"Bukti Kebenaran Ajaran Rasul dan Penolakan Orang Kafir","teks_terjemah":"Katakanlah, “Sesungguhnya aku takut azab pada hari yang besar (kiamat) jika aku durhaka kepada Tuhanku.”","no_fn":"","teks_fn":"","bacaan":"qul innii akhaafu in 'ashaytu rabbii 'adzaaba yawmin 'azhiim"},{"id_ayat":805,"no_surah":6,"no_ayat":16,"teks_ayat":"مَنْ يُّصْرَفْ عَنْهُ يَوْمَىِٕذٍ فَقَدْ رَحِمَهٗ ۗوَذٰلِكَ الْفَوْزُ الْمُبِيْنُ","tema":"Bukti Kebenaran Ajaran Rasul dan Penolakan Orang Kafir","teks_terjemah":"Siapa yang dijauhkan darinya (azab) pada hari itu, maka sungguh Dia telah merahmatinya. Itulah keberuntungan yang nyata.","no_fn":"","teks_fn":"","bacaan":"man yushraf 'anhu yawma-idzin faqad rahimahu wadzaalikalfawzulmubiin"},{"id_ayat":806,"no_surah":6,"no_ayat":17,"teks_ayat":"وَاِنْ يَّمْسَسْكَ اللّٰهُ بِضُرٍّ فَلَا كَاشِفَ لَهٗٓ اِلَّا هُوَ ۗوَاِنْ يَّمْسَسْكَ بِخَيْرٍ فَهُوَ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ","tema":"Bukti Kebenaran Ajaran Rasul dan Penolakan Orang Kafir","teks_terjemah":"Jika Allah menimpakan kemudaratan kepadamu, tidak ada yang dapat menghilangkannya selain Dia; dan jika Dia memberikan kebaikan kepadamu, Dia Mahakuasa atas segala sesuatu.","no_fn":"","teks_fn":"","bacaan":"wa-in yamsaskalaahu bidhurrin falaa kaasyifa lahu illaa huwa wa-in yamsaska bikhayrin fahuwa 'alaa kulli syay-in qadiir"},{"id_ayat":807,"no_surah":6,"no_ayat":18,"teks_ayat":"وَهُوَ الْقَاهِرُ فَوْقَ عِبَادِهٖۗ وَهُوَ الْحَكِيْمُ الْخَبِيْرُ ","tema":"Bukti Kebenaran Ajaran Rasul dan Penolakan Orang Kafir","teks_terjemah":"Dialah Penguasa atas hamba-hamba-Nya, dan Dialah Yang Maha Bijaksana lagi Maha Mengetahui.","no_fn":"","teks_fn":"","bacaan":"wahuwalqaahiru fawqa 'ibaadihi wahuwalhakiimulkhabiir"},{"id_ayat":808,"no_surah":6,"no_ayat":19,"teks_ayat":"قُلْ اَيُّ شَيْءٍ اَكْبَرُ شَهَادَةً ۗ قُلِ اللّٰهُ ۗشَهِيْدٌۢ بَيْنِيْ وَبَيْنَكُمْ ۗوَاُوْحِيَ اِلَيَّ هٰذَا الْقُرْاٰنُ لِاُنْذِرَكُمْ بِهٖ وَمَنْۢ بَلَغَ ۗ اَىِٕنَّكُمْ لَتَشْهَدُوْنَ اَنَّ مَعَ اللّٰهِ اٰلِهَةً اُخْرٰىۗ  قُلْ لَّآ اَشْهَدُ ۚ قُلْ اِنَّمَا هُوَ اِلٰهٌ وَّاحِدٌ وَّاِنَّنِيْ بَرِيْۤءٌ مِّمَّا تُشْرِكُوْنَ","tema":"Bukti Kebenaran Ajaran Rasul dan Penolakan Orang Kafir","teks_terjemah":"Katakanlah (Nabi Muhammad), “Siapakah yang lebih kuat kesaksiannya?” Katakanlah, “Allah. Dia menjadi saksi antara aku dan kamu. Al-Qur’an ini diwahyukan kepadaku supaya dengan itu aku mengingatkan kamu dan orang yang sampai (Al-Qur’an kepadanya). Apakah kamu benar-benar bersaksi bahwa ada tuhan-tuhan lain selain Allah?” Katakanlah, “Aku tidak bersaksi.” Katakanlah, “Sesungguhnya Dialah Tuhan Yang Maha Esa dan aku lepas tangan dari apa yang kamu persekutukan.”","no_fn":"","teks_fn":"","bacaan":"qul ayyu syay-in akbaru syahaadatan qulilaahu syahiidun baynii wabaynakum wauuhiya ilayya haadzaalqur-aanu li-undzirakum bihi waman balagha a-innakum latasyhaduuna anna ma'alaahi aalihatan ukhraa qul laa asyhadu qul innamaa huwa ilaahun waahidun wa-innanii barii-un mimmaa tusyrikuun"},{"id_ayat":809,"no_surah":6,"no_ayat":20,"teks_ayat":"اَلَّذِيْنَ اٰتَيْنٰهُمُ الْكِتٰبَ يَعْرِفُوْنَهٗ كَمَا يَعْرِفُوْنَ اَبْنَاۤءَهُمْۘ  اَلَّذِيْنَ خَسِرُوْٓا اَنْفُسَهُمْ فَهُمْ لَا يُؤْمِنُوْنَ ࣖ","tema":"Bukti Kebenaran Ajaran Rasul dan Penolakan Orang Kafir","teks_terjemah":"Orang-orang yang telah Kami beri Kitab mengenalnya (Nabi Muhammad) seperti mereka mengenal anak-anaknya sendiri. Orang-orang yang merugikan diri sendiri itu tidak beriman.","no_fn":"","teks_fn":"","bacaan":"aladziina aataynaahumulkitaaba ya'rifuunahu kamaa ya'rifuuna abnaa-ahumladziina khasiruu anfusahum fahum laa yu'minuun"},{"id_ayat":810,"no_surah":6,"no_ayat":21,"teks_ayat":"وَمَنْ اَظْلَمُ مِمَّنِ افْتَرٰى عَلَى اللّٰهِ كَذِبًا اَوْ كَذَّبَ بِاٰيٰتِهٖۗ اِنَّهٗ لَا يُفْلِحُ الظّٰلِمُوْنَ","tema":"Kebohongan Orang Kafir","teks_terjemah":"Siapakah yang lebih zalim daripada orang yang mengada-adakan suatu kebohongan terhadap Allah atau mendustakan ayat-ayat-Nya? Sesungguhnya orang-orang yang zalim itu tidak beruntung.","no_fn":"","teks_fn":"","bacaan":"waman azhlamu mimmani iftaraa 'alaalaahi kadziban aw kadzdzaba bi-aayaatihi innahu laa yuflihuzhzhaalimuun"},{"id_ayat":811,"no_surah":6,"no_ayat":22,"teks_ayat":"وَيَوْمَ نَحْشُرُهُمْ جَمِيْعًا ثُمَّ نَقُوْلُ لِلَّذِيْنَ اَشْرَكُوْٓا اَيْنَ شُرَكَاۤؤُكُمُ الَّذِيْنَ كُنْتُمْ تَزْعُمُوْنَ ","tema":"Kebohongan Orang Kafir","teks_terjemah":"(Ingatlah) tatkala Kami kumpulkan mereka semua kemudian Kami berfirman kepada orang-orang yang mempersekutukan Kami, “Manakah sekutu-sekutumu yang kamu sangkakan?”","no_fn":"","teks_fn":"","bacaan":"wayawma nahsyuruhum jamii'an tsumma naquulu lilladziina asyrakuu ayna syurakaaukumuladziina kuntum taz'umuun"},{"id_ayat":812,"no_surah":6,"no_ayat":23,"teks_ayat":"ثُمَّ لَمْ تَكُنْ فِتْنَتُهُمْ اِلَّآ اَنْ قَالُوْا وَاللّٰهِ رَبِّنَا مَا كُنَّا مُشْرِكِيْنَ ","tema":"Kebohongan Orang Kafir","teks_terjemah":"Kemudian, mereka tidak punya jawaban atas kebohongan mereka, kecuali (terpaksa) mengatakan, “Demi Allah, Tuhan kami, kami bukanlah orang-orang musyrik.”","no_fn":"","teks_fn":"","bacaan":"tsumma lam takun fitnatuhum illaa an qaaluu waalaahi rabbinaa maa kunnaa musyrikiin"},{"id_ayat":813,"no_surah":6,"no_ayat":24,"teks_ayat":"اُنْظُرْ كَيْفَ كَذَبُوْا عَلٰٓى اَنْفُسِهِمْ وَضَلَّ عَنْهُمْ مَّا كَانُوْا يَفْتَرُوْنَ ","tema":"Kebohongan Orang Kafir","teks_terjemah":"Perhatikanlah (Nabi Muhammad) bagaimana mereka berdusta terhadap diri sendiri. Lenyaplah dari mereka apa (kebohongan) yang selalu mereka ada-adakan.","no_fn":"","teks_fn":"","bacaan":"tsumma lam takun fitnatuhum illaa an qaaluu waalaahi rabbinaa maa kunnaa musyrikiin"},{"id_ayat":814,"no_surah":6,"no_ayat":25,"teks_ayat":"وَمِنْهُمْ مَّنْ يَّسْتَمِعُ اِلَيْكَ ۚوَجَعَلْنَا عَلٰى قُلُوْبِهِمْ اَكِنَّةً اَنْ يَّفْقَهُوْهُ وَفِيْٓ اٰذَانِهِمْ وَقْرًا ۗوَاِنْ يَّرَوْا كُلَّ اٰيَةٍ لَّا يُؤْمِنُوْا بِهَا ۗحَتّٰٓى اِذَا جَاۤءُوْكَ يُجَادِلُوْنَكَ يَقُوْلُ الَّذِيْنَ كَفَرُوْٓا اِنْ هٰذَآ اِلَّآ اَسَاطِيْرُ الْاَوَّلِيْنَ","tema":"Kebohongan Orang Kafir","teks_terjemah":"Di antara mereka ada yang mendengarkan engkau (Nabi Muhammad membaca Al-Qur’an), padahal Kami menjadikan di hati mereka penutup, (sehingga mereka tidak) memahaminya, dan (Kami jadikan) pada telinga mereka penyumbat. Jika mereka melihat segala tanda kebenaran, mereka tetap tidak beriman padanya, sehingga apabila mereka datang kepadamu untuk membantahmu, orang-orang kafir itu berkata, “Ini (Al-Qur’an) tiada lain hanyalah dongengan orang-orang terdahulu.”","no_fn":"","teks_fn":"","bacaan":"waminhum man yastami'u ilayka waja'alnaa 'alaa quluubihim akinnatan an yafqahuuhu wafii aatsaanihim waqran wa-in yaraw kulla aayatin laa yu'minuu bihaa hattaa idzaa jaauuka yujaadiluunaka yaquululadziina kafaruu in haadzaa illaa asaathiirul-awwaliin"},{"id_ayat":815,"no_surah":6,"no_ayat":26,"teks_ayat":"وَهُمْ يَنْهَوْنَ عَنْهُ وَيَنْـَٔوْنَ عَنْهُ ۚوَاِنْ يُّهْلِكُوْنَ اِلَّآ اَنْفُسَهُمْ وَمَا يَشْعُرُوْنَ ","tema":"Kebohongan Orang Kafir","teks_terjemah":"Mereka melarang (orang lain) mendengarkannya (Al-Qur’an) dan mereka pun menjauhkan diri darinya. Mereka tidak membinasakan kecuali diri mereka sendiri, tetapi mereka tidak menyadari.","no_fn":"","teks_fn":"","bacaan":"wahum yanhawna 'anhu wayan-awna 'anhu wa-in yuhlikuuna illaa anfusahum wamaa yasy'uruun"},{"id_ayat":816,"no_surah":6,"no_ayat":27,"teks_ayat":"وَلَوْ تَرٰٓى اِذْ وُقِفُوْا عَلَى النَّارِ فَقَالُوْا يٰلَيْتَنَا نُرَدُّ وَلَا نُكَذِّبَ بِاٰيٰتِ رَبِّنَا وَنَكُوْنَ مِنَ الْمُؤْمِنِيْنَ ","tema":"Kebohongan Orang Kafir","teks_terjemah":"Seandainya engkau (Nabi Muhammad) melihat ketika mereka dihadapkan ke neraka, mereka berkata, “Seandainya kami dikembalikan (ke dunia), tentu kami tidak akan mendustakan ayat-ayat Tuhan kami, dan kami menjadi orang-orang mukmin.”","no_fn":"","teks_fn":"","bacaan":"walaw taraa idz wuqifuu 'alaannaari faqaaluu yaa laytanaa nuraddu walaa nukadzdziba bi-aayaati rabbinaa wanakuuna minalmu'miniin"},{"id_ayat":817,"no_surah":6,"no_ayat":28,"teks_ayat":"بَلْ بَدَا لَهُمْ مَّا كَانُوْا يُخْفُوْنَ مِنْ قَبْلُ ۗوَلَوْ رُدُّوْا لَعَادُوْا لِمَا نُهُوْا عَنْهُ وَاِنَّهُمْ لَكٰذِبُوْنَ ","tema":"Kebohongan Orang Kafir","teks_terjemah":"Namun, (sebenarnya) kejahatan yang mereka selalu sembunyikan dahulu telah tampak bagi mereka. Seandainya dikembalikan (ke dunia), tentu mereka akan mengulang kembali apa yang telah dilarang mengerjakannya. Sesungguhnya mereka benar-benar para pendusta.","no_fn":"","teks_fn":"","bacaan":"bal badaa lahum maa kaanuu yukhfuuna min qablu walaw rudduu la'aaduu limaa nuhuu 'anhu wa-innahum lakaadzibuun"},{"id_ayat":818,"no_surah":6,"no_ayat":29,"teks_ayat":"وَقَالُوْٓا اِنْ هِيَ اِلَّا حَيَاتُنَا الدُّنْيَا وَمَا نَحْنُ بِمَبْعُوْثِيْنَ ","tema":"Kebohongan Orang Kafir","teks_terjemah":"Mereka pun akan mengatakan, “Hidup hanyalah di dunia ini dan kita tidak akan dibangkitkan.”","no_fn":"","teks_fn":"","bacaan":"waqaaluu in hiya illaa hayaatunaaddunyaa wamaa nahnu bimab'uutsiin"},{"id_ayat":819,"no_surah":6,"no_ayat":30,"teks_ayat":"وَلَوْ تَرٰٓى اِذْ وُقِفُوْا عَلٰى رَبِّهِمْ ۗ قَالَ اَلَيْسَ هٰذَا بِالْحَقِّ ۗقَالُوْا بَلٰى وَرَبِّنَا ۗقَالَ فَذُوْقُوا الْعَذَابَ بِمَا كُنْتُمْ تَكْفُرُوْنَ ࣖ","tema":"Kebohongan Orang Kafir","teks_terjemah":"Seandainya engkau (Nabi Muhammad) melihat ketika mereka dihadapkan kepada Tuhannya (tentulah engkau melihat peristiwa yang luar biasa). Dia berfirman, “Bukankah (kebangkitan) ini benar?” Mereka menjawab, “Sungguh benar, demi Tuhan kami.” Dia berfirman, “Rasakanlah azab ini karena kamu selalu kufur (kepadanya).” ","no_fn":"","teks_fn":"","bacaan":"walaw taraa idz wuqifuu 'alaa rabbihim qaala alaysa haadzaa bilhaqqi qaaluu balaa warabbinaa qaala fadzuuquu al'adzaaba bimaa kuntum takfuruun"},{"id_ayat":820,"no_surah":6,"no_ayat":31,"teks_ayat":"قَدْ خَسِرَ الَّذِيْنَ كَذَّبُوْا بِلِقَاۤءِ اللّٰهِ ۗحَتّٰٓى اِذَا جَاۤءَتْهُمُ السَّاعَةُ بَغْتَةً قَالُوْا يٰحَسْرَتَنَا عَلٰى مَا فَرَّطْنَا فِيْهَاۙ وَهُمْ يَحْمِلُوْنَ اَوْزَارَهُمْ عَلٰى ظُهُوْرِهِمْۗ  اَلَا سَاۤءَ مَا يَزِرُوْنَ ","tema":"Hukuman bagi Orang yang Mengingkari Ajaran Allah","teks_terjemah":"Sungguh rugi orang-orang yang mendustakan pertemuan dengan Allah. Maka, apabila hari Kiamat datang kepada mereka secara tiba-tiba, mereka berkata, “Alangkah besarnya penyesalan kami atas kelalaian kami tentangnya (hari Kiamat),” sambil memikul dosa-dosa di atas punggungnya. Alangkah buruknya apa yang mereka pikul itu.","no_fn":"","teks_fn":"","bacaan":"qad khasiraladziina kadzdzabuu biliqaa-ilaahi hattaa idzaa jaa-at-humussaa'atu baghtatan qaaluu yaa hasratanaa 'alaa maa farrathnaa fiihaa wahum yahmiluuna awzaarahum 'alaa zhuhuurihimlaa saa-a maa yaziruun"},{"id_ayat":821,"no_surah":6,"no_ayat":32,"teks_ayat":"وَمَا الْحَيٰوةُ الدُّنْيَآ اِلَّا لَعِبٌ وَّلَهْوٌ ۗوَلَلدَّارُ الْاٰخِرَةُ خَيْرٌ لِّلَّذِيْنَ يَتَّقُوْنَۗ اَفَلَا تَعْقِلُوْنَ ","tema":"Hukuman bagi Orang yang Mengingkari Ajaran Allah","teks_terjemah":"Kehidupan dunia hanyalah permainan dan kelengahan, sedangkan negeri akhirat itu, sungguh lebih baik bagi orang-orang yang bertakwa. Tidakkah kamu mengerti?","no_fn":"","teks_fn":"","bacaan":"wamaalhayaatuddunyaa illaa la'ibun walahwun waladdaarul-aakhirati khayrun lilladziina yattaquuna afalaa ta'qiluun"},{"id_ayat":822,"no_surah":6,"no_ayat":33,"teks_ayat":"قَدْ نَعْلَمُ اِنَّهٗ لَيَحْزُنُكَ الَّذِيْ يَقُوْلُوْنَ فَاِنَّهُمْ لَا يُكَذِّبُوْنَكَ وَلٰكِنَّ الظّٰلِمِيْنَ بِاٰيٰتِ اللّٰهِ يَجْحَدُوْنَ ","tema":"Hukuman bagi Orang yang Mengingkari Ajaran Allah","teks_terjemah":"Sungguh, Kami mengetahui bahwa sesungguhnya apa yang mereka katakan itu betul-betul membuatmu (Nabi Muhammad) bersedih. (Bersabarlah) karena sebenarnya mereka tidak mendustakanmu, tetapi orang-orang zalim itu selalu mengingkari ayat-ayat Allah.","no_fn":"","teks_fn":"","bacaan":"qad na'lamu innahu layahzunukaladzii yaquuluuna fa-innahum laa yukadzdzibuunaka walaakinnazhzhaalimiina bi-aayaatilaahi yajhaduun"},{"id_ayat":823,"no_surah":6,"no_ayat":34,"teks_ayat":"وَلَقَدْ كُذِّبَتْ رُسُلٌ مِّنْ قَبْلِكَ فَصَبَرُوْا عَلٰى مَا كُذِّبُوْا وَاُوْذُوْا حَتّٰٓى اَتٰىهُمْ نَصْرُنَا ۚوَلَا مُبَدِّلَ لِكَلِمٰتِ اللّٰهِ ۚوَلَقَدْ جَاۤءَكَ مِنْ نَّبَإِ۟ى الْمُرْسَلِيْنَ ","tema":"Hukuman bagi Orang yang Mengingkari Ajaran Allah","teks_terjemah":"Sungguh rasul-rasul sebelum engkau pun telah didustakan, lalu mereka sabar terhadap pendustaan dan penganiayaan (yang dilakukan) terhadap mereka sampai datang pertolongan Kami kepada mereka. Tidak ada yang dapat mengubah kalimāt Allah.<sup>240)<\/sup> Sungguh, telah datang kepadamu sebagian berita rasul-rasul itu.","no_fn":"240","teks_fn":"240) Yang dimaksud dengan kalimāt Allah adalah ketetapan-ketetapan-Nya yang sudah tertulis di Lauh Mahfuz. Di antaranya adalah bahwa mereka yang mendustakannya pasti akan hancur dan orang yang mengimaninya akan menang.","bacaan":"walaqad kudzdzibat rusulun min qablika fashabaruu 'alaa maa kudzdzibuu wauudzuu hattaa ataahum nashrunaa walaa mubaddila likalimaatilaahi walaqad jaa-aka min naba-ilmursaliin"},{"id_ayat":824,"no_surah":6,"no_ayat":35,"teks_ayat":"وَاِنْ كَانَ كَبُرَ عَلَيْكَ اِعْرَاضُهُمْ فَاِنِ اسْتَطَعْتَ اَنْ تَبْتَغِيَ نَفَقًا فِى الْاَرْضِ اَوْ سُلَّمًا فِى السَّمَاۤءِ فَتَأْتِيَهُمْ بِاٰيَةٍ ۗوَلَوْ شَاۤءَ اللّٰهُ لَجَمَعَهُمْ عَلَى الْهُدٰى فَلَا تَكُوْنَنَّ مِنَ الْجٰهِلِيْنَ ","tema":"Hukuman bagi Orang yang Mengingkari Ajaran Allah","teks_terjemah":"Jika keberpalingan mereka terasa berat bagimu (Nabi Muhammad), andaikan engkau dapat membuat lubang di bumi atau tangga ke langit lalu engkau dapat mendatangkan bukti (mukjizat) kepada mereka, (maka buatlah). Seandainya Allah menghendaki, tentu Dia akan menjadikan mereka semua mengikuti petunjuk. Oleh karena itu, janganlah sekali-kali engkau termasuk orang-orang yang bodoh.","no_fn":"","teks_fn":"","bacaan":"wa-in kaana kabura 'alayka i'raaduhum fa-ini istatha'ta an tabtaghiya nafaqan fiil-ardhi aw sullaman fiissamaa-i fata'tiyahum bi-aayatin walaw syaa-alaahu lajama'ahum 'alaalhudaa falaa takuunanna minaljaahiliin"},{"id_ayat":825,"no_surah":6,"no_ayat":36,"teks_ayat":"۞ اِنَّمَا يَسْتَجِيْبُ الَّذِيْنَ يَسْمَعُوْنَ ۗوَالْمَوْتٰى يَبْعَثُهُمُ اللّٰهُ ثُمَّ اِلَيْهِ يُرْجَعُوْنَ ","tema":"Kesempurnaan Ilmu Allah dan Bukti Kebenarannya","teks_terjemah":"Hanya orang-orang yang menyimak (ayat-ayat Allah) sajalah yang mematuhi (seruan-Nya). Adapun orang-orang yang mati<sup>241)<\/sup> kelak akan dibangkitkan oleh Allah, kemudian kepada-Nya mereka dikembalikan.","no_fn":"241","teks_fn":"241) Orang-orang kafir diserupakan dengan orang-orang yang mati karena mereka tidak mau mendengar seruan Allah Swt. ","bacaan":"innamaa yastajiibuladziina yasma'uuna walmawtaa yab'atsuhumulaahu tsumma ilayhi yurja'uun"},{"id_ayat":826,"no_surah":6,"no_ayat":37,"teks_ayat":"وَقَالُوْا لَوْلَا نُزِّلَ عَلَيْهِ اٰيَةٌ مِّنْ رَّبِّهٖۗ قُلْ اِنَّ اللّٰهَ قَادِرٌ عَلٰٓى اَنْ يُّنَزِّلَ اٰيَةً وَّلٰكِنَّ اَكْثَرَهُمْ لَا يَعْلَمُوْنَ","tema":"Kesempurnaan Ilmu Allah dan Bukti Kebenarannya","teks_terjemah":"Mereka (orang-orang musyrik) berkata, “Mengapa tidak diturunkan kepadanya (Nabi Muhammad) suatu bukti (mukjizat) dari Tuhannya?” Katakanlah, “Sesungguhnya Allah Mahakuasa menurunkan suatu bukti (mukjizat), tetapi kebanyakan mereka tidak mengetahui.”","no_fn":"","teks_fn":"","bacaan":"waqaaluu lawlaa nuzzila 'alayhi aayatun min rabbihi qul innalaaha qaadirun 'alaa an yunazzila aayatan walaakinna aktsarahum laa ya'lamuun"},{"id_ayat":827,"no_surah":6,"no_ayat":38,"teks_ayat":"وَمَا مِنْ دَاۤبَّةٍ فِى الْاَرْضِ وَلَا طٰۤىِٕرٍ يَّطِيْرُ بِجَنَاحَيْهِ اِلَّآ اُمَمٌ اَمْثَالُكُمْ ۗمَا فَرَّطْنَا فِى الْكِتٰبِ مِنْ شَيْءٍ ثُمَّ اِلٰى رَبِّهِمْ يُحْشَرُوْنَ ","tema":"Kesempurnaan Ilmu Allah dan Bukti Kebenarannya","teks_terjemah":"Tidak ada seekor hewan pun (yang berada) di bumi dan burung-burung yang terbang dengan kedua sayapnya, melainkan semuanya merupakan umat (juga) seperti kamu.<sup>242)<\/sup> Tidak ada sesuatu pun yang Kami luputkan di dalam kitab,<sup>243)<\/sup> kemudian kepada Tuhannya mereka dikumpulkan.","no_fn":"242","teks_fn":"242) Sebagai makhluk hidup, binatang mempunyai kemiripan biologis dengan manusia, bahkan sebagian mempunyai sistem sosial seperti masyarakat manusia dengan kepemimpinannya.<\/br>243) Sebagian mufasir menafsirkan kitab itu dengan Lauh Mahfuz sehingga kalimat ini menunjukkan bahwa nasib semua makhluk sudah dituliskan (ditetapkan) di dalamnya. Ada pula yang menafsirkannya dengan Al-Qur’an sehingga maknanya adalah bahwa Al-Qur’an telah memuat pokok-pokok agama, norma, hukum, hikmah, dan tuntunan untuk kebahagiaan manusia di dunia dan akhirat.","bacaan":"wamaa min daabbatin fiil-ardhi walaa thaa-irin yathiiru bijanaahayhi illaa umamun amtsaalukum maa farrathnaa fiilkitaabi min syay-in tsumma ilaa rabbihim yuhsyaruun"},{"id_ayat":828,"no_surah":6,"no_ayat":39,"teks_ayat":"وَالَّذِيْنَ كَذَّبُوْا بِاٰيٰتِنَا صُمٌّ وَّبُكْمٌ فِى الظُّلُمٰتِۗ مَنْ يَّشَاِ اللّٰهُ يُضْلِلْهُ وَمَنْ يَّشَأْ يَجْعَلْهُ عَلٰى صِرَاطٍ مُّسْتَقِيْمٍ ","tema":"Kesempurnaan Ilmu Allah dan Bukti Kebenarannya","teks_terjemah":"Orang-orang yang mendustakan ayat-ayat Kami (seperti orang yang) tuli dan bisu, serta berada dalam berbagai kegelapan. Siapa yang dikehendaki Allah (dalam kesesatan), niscaya disesatkan-Nya. Siapa yang dikehendaki Allah (dalam petunjuk), niscaya Dia menjadikannya berada di atas jalan yang lurus.<sup>244)<\/sup> ","no_fn":"244","teks_fn":"244) Mereka yang disesatkan oleh Allah Swt. memang memilih jalan kekufuran, sedangkan mereka yang diberi petunjuk memang memilih jalan petunjuk.","bacaan":"walladziina kadzdzabuu bi-aayaatinaa shummun wabukmun fiizhzhulumaati man yasya-ilaahu yudhlilhu waman yasya' yaj'alhu 'alaa shiraathin mustaqiim"},{"id_ayat":829,"no_surah":6,"no_ayat":40,"teks_ayat":"قُلْ اَرَءَيْتَكُمْ اِنْ اَتٰىكُمْ عَذَابُ اللّٰهِ اَوْ اَتَتْكُمُ السَّاعَةُ اَغَيْرَ اللّٰهِ تَدْعُوْنَۚ اِنْ كُنْتُمْ صٰدِقِيْنَ ","tema":"Kesempurnaan Ilmu Allah dan Bukti Kebenarannya","teks_terjemah":"Katakanlah (Nabi Muhammad), “Terangkanlah kepadaku (bahwa) jika siksaan Allah sampai kepadamu (di dunia) atau hari Kiamat sampai kepadamu, apakah kamu (tetap) akan menyeru (tuhan) selain Allah, jika kamu (merasa) orang yang benar?”","no_fn":"","teks_fn":"","bacaan":"qul ara-aytakum in ataakum 'adzaabulaahi aw atatkumussaa'atu aghayralaahi tad'uuna in kuntum shaadiqiin"},{"id_ayat":830,"no_surah":6,"no_ayat":41,"teks_ayat":"بَلْ اِيَّاهُ تَدْعُوْنَ فَيَكْشِفُ مَا تَدْعُوْنَ اِلَيْهِ اِنْ شَاۤءَ وَتَنْسَوْنَ مَا تُشْرِكُوْنَ ࣖ","tema":"Kesempurnaan Ilmu Allah dan Bukti Kebenarannya","teks_terjemah":"Tidak! Hanya kepada-Nya kamu menyeru. Maka, jika Dia menghendaki, Dia hilangkan apa (bahaya dan siksa) yang (karenanya) kamu memohon kepada-Nya, dan (karena dahsyatnya keadaan) kamu tinggalkan apa yang kamu persekutukan (dengan Allah).","no_fn":"","teks_fn":"","bacaan":"bal iyyaahu tad'uuna fayaksyifu maa tad'uuna ilayhi in syaa-a watansawna maa tusyrikuun"},{"id_ayat":831,"no_surah":6,"no_ayat":42,"teks_ayat":"وَلَقَدْ اَرْسَلْنَآ اِلٰٓى اُمَمٍ مِّنْ قَبْلِكَ فَاَخَذْنٰهُمْ بِالْبَأْسَاۤءِ وَالضَّرَّاۤءِ لَعَلَّهُمْ يَتَضَرَّعُوْنَ ","tema":"Kesempurnaan Ilmu Allah dan Bukti Kebenarannya","teks_terjemah":"Sungguh, Kami telah mengutus (para rasul) kepada umat-umat sebelum engkau, (tetapi mereka membangkang,) kemudian Kami siksa mereka dengan (menimpakan) kemelaratan dan kesengsaraan, agar tunduk merendahkan diri (kepada Allah).","no_fn":"","teks_fn":"","bacaan":"walaqad arsalnaa ilaa umamin min qablika fa-akhadznaahum bilba'saa-i wadhdharraa-i la'allahum yatadharra'uun"},{"id_ayat":832,"no_surah":6,"no_ayat":43,"teks_ayat":"فَلَوْلَآ اِذْ جَاۤءَهُمْ بَأْسُنَا تَضَرَّعُوْا وَلٰكِنْ قَسَتْ قُلُوْبُهُمْ وَزَيَّنَ لَهُمُ الشَّيْطٰنُ مَا كَانُوْا يَعْمَلُوْنَ ","tema":"Kesempurnaan Ilmu Allah dan Bukti Kebenarannya","teks_terjemah":"Akan tetapi, mengapa mereka tidak tunduk merendahkan diri (kepada Allah) ketika siksaan Kami datang menimpa mereka? Bahkan hati mereka telah menjadi keras dan setan pun menjadikan terasa indah bagi mereka apa yang selalu mereka kerjakan.","no_fn":"","teks_fn":"","bacaan":"falawlaa idz jaa-ahum ba'sunaa tadharra'uu walaakin qasat quluubuhum wazayyana lahumusysyaythaanu maa kaanuu ya'maluun"},{"id_ayat":833,"no_surah":6,"no_ayat":44,"teks_ayat":"فَلَمَّا نَسُوْا مَا ذُكِّرُوْا بِهٖ فَتَحْنَا عَلَيْهِمْ اَبْوَابَ كُلِّ شَيْءٍۗ حَتّٰٓى اِذَا فَرِحُوْا بِمَآ اُوْتُوْٓا اَخَذْنٰهُمْ بَغْتَةً فَاِذَا هُمْ مُّبْلِسُوْنَ","tema":"Kesempurnaan Ilmu Allah dan Bukti Kebenarannya","teks_terjemah":"Maka, ketika mereka melupakan peringatan yang telah diberikan kepada mereka, Kami pun membukakan pintu-pintu segala sesuatu (kesenangan) untuk mereka, sehingga ketika mereka bergembira dengan apa yang telah diberikan kepada mereka, Kami siksa mereka secara tiba-tiba, maka ketika itu mereka terdiam putus asa.","no_fn":"","teks_fn":"","bacaan":"falammaa nasuu maa dzukkiruu bihi fatahnaa 'alayhim abwaaba kulli syay-in hattaa idzaa farihuu bimaa uutuu akhadznaahum baghtatan fa-idzaa hum mublisuun"},{"id_ayat":834,"no_surah":6,"no_ayat":45,"teks_ayat":"فَقُطِعَ دَابِرُ الْقَوْمِ الَّذِيْنَ ظَلَمُوْاۗ وَالْحَمْدُ لِلّٰهِ رَبِّ الْعٰلَمِيْنَ ","tema":"Kesempurnaan Ilmu Allah dan Bukti Kebenarannya","teks_terjemah":"Maka, orang-orang yang zalim itu dimusnahkan sampai ke akar-akarnya. Segala puji bagi Allah, Tuhan semesta alam.","no_fn":"","teks_fn":"","bacaan":"faquthi'a daabirulqawmiladziina zhalamuu walhamdu lillaahi rabbil'aalamiin"},{"id_ayat":835,"no_surah":6,"no_ayat":46,"teks_ayat":"قُلْ اَرَاَيْتُمْ اِنْ اَخَذَ اللّٰهُ سَمْعَكُمْ وَاَبْصَارَكُمْ وَخَتَمَ عَلٰى قُلُوْبِكُمْ مَّنْ اِلٰهٌ غَيْرُ اللّٰهِ يَأْتِيْكُمْ بِهٖۗ اُنْظُرْ كَيْفَ نُصَرِّفُ الْاٰيٰتِ ثُمَّ هُمْ يَصْدِفُوْنَ ","tema":"Kekuasaan Allah dan Ketentuan-Nya","teks_terjemah":"Katakanlah (Nabi Muhammad), “Terangkanlah kepadaku jika Allah mencabut pendengaran dan penglihatan serta menutup hatimu, siapakah tuhan selain Allah yang kuasa mengembalikannya kepadamu?” Perhatikanlah, bagaimana Kami menjelaskan berulang-ulang (kepada mereka) tanda-tanda kekuasaan (Kami), tetapi mereka tetap berpaling.","no_fn":"","teks_fn":"","bacaan":"qul ara-aytum in akhadzalaahu sam'akum wa-abshaarakum wakhatama 'alaa quluubikum man ilaahun ghayrulaahi ya'tiikum bihi unzhur kayfa nusharriful-aayaati tsumma hum yashdifuun"},{"id_ayat":836,"no_surah":6,"no_ayat":47,"teks_ayat":"قُلْ اَرَاَيْتَكُمْ اِنْ اَتٰىكُمْ عَذَابُ اللّٰهِ بَغْتَةً اَوْ جَهْرَةً هَلْ يُهْلَكُ اِلَّا الْقَوْمُ الظّٰلِمُوْنَ ","tema":"Kekuasaan Allah dan Ketentuan-Nya","teks_terjemah":"Katakanlah (Nabi Muhammad), “Terangkanlah kepadaku jika siksaan Allah sampai kepadamu secara tiba-tiba atau terang-terangan, maka adakah yang dibinasakan (Allah) selain orang-orang yang zalim?”","no_fn":"","teks_fn":"","bacaan":"qul ara-aytakum in ataakum 'adzaabulaahi baghtatan aw jahratan hal yuhlaku illaalqawmuzhzhaalimuun"},{"id_ayat":837,"no_surah":6,"no_ayat":48,"teks_ayat":"وَمَا نُرْسِلُ الْمُرْسَلِيْنَ اِلَّا مُبَشِّرِيْنَ وَمُنْذِرِيْنَۚ فَمَنْ اٰمَنَ وَاَصْلَحَ فَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُوْنَ ","tema":"Kekuasaan Allah dan Ketentuan-Nya","teks_terjemah":"Tidaklah Kami utus para rasul melainkan untuk memberi kabar gembira dan memberi peringatan. Siapa beriman dan mengadakan perbaikan, maka tidak ada rasa takut pada mereka dan mereka tidak bersedih hati.","no_fn":"","teks_fn":"","bacaan":"wamaa nursilulmursaliina illaa mubasysyiriina wamundziriina faman aamana wa-ashlaha falaa khawfun 'alayhim walaa hum yahzanuun"},{"id_ayat":838,"no_surah":6,"no_ayat":49,"teks_ayat":"وَالَّذِيْنَ كَذَّبُوْا بِاٰيٰتِنَا يَمَسُّهُمُ الْعَذَابُ بِمَا كَانُوْا يَفْسُقُوْنَ ","tema":"Kekuasaan Allah dan Ketentuan-Nya","teks_terjemah":"Orang-orang yang mendustakan ayat-ayat Kami akan ditimpa azab karena mereka selalu berbuat fasik (berbuat dosa).","no_fn":"","teks_fn":"","bacaan":"walladziina kadzdzabuu bi-aayaatinaa yamassuhumul'adzaabu bimaa kaanuu yafsuquun"},{"id_ayat":839,"no_surah":6,"no_ayat":50,"teks_ayat":"قُلْ لَّآ اَقُوْلُ لَكُمْ عِنْدِيْ خَزَاۤىِٕنُ اللّٰهِ وَلَآ اَعْلَمُ الْغَيْبَ وَلَآ اَقُوْلُ لَكُمْ اِنِّيْ مَلَكٌۚ اِنْ اَتَّبِعُ اِلَّا مَا يُوْحٰٓى اِلَيَّۗ  قُلْ هَلْ يَسْتَوِى الْاَعْمٰى وَالْبَصِيْرُۗ اَفَلَا تَتَفَكَّرُوْنَ ࣖ","tema":"Tuntunan Menghadapi Masyarakat","teks_terjemah":"Katakanlah (Nabi Muhammad), “Aku tidak mengatakan kepadamu bahwa perbendaharaan (rezeki) Allah ada padaku, aku (sendiri) tidak mengetahui yang gaib, dan aku tidak (pula) mengatakan kepadamu bahwa aku malaikat. Aku tidak mengikuti kecuali apa yang diwahyukan kepadaku.” Katakanlah, “Apakah sama orang yang buta dengan orang yang melihat? Apakah kamu tidak memikirkan(-nya)?”","no_fn":"","teks_fn":"","bacaan":"qul laa aquulu lakum 'indii khazaa-inulaahi walaa a'lamulghayba walaa aquulu lakum innii malakun in attabi'u illaa maa yuuhaa ilayya qul hal yastawiil-a'maa walbashiiru afalaa tatafakkaruun"},{"id_ayat":840,"no_surah":6,"no_ayat":51,"teks_ayat":"وَاَنْذِرْ بِهِ الَّذِيْنَ يَخَافُوْنَ اَنْ يُّحْشَرُوْٓا اِلٰى رَبِّهِمْ لَيْسَ لَهُمْ مِّنْ دُوْنِهٖ وَلِيٌّ وَّلَا شَفِيْعٌ لَّعَلَّهُمْ يَتَّقُوْنَ","tema":"Tuntunan Menghadapi Masyarakat","teks_terjemah":"Peringatkanlah dengannya (Al-Qur’an) orang-orang yang takut akan dikumpulkan menghadap Tuhannya (pada hari Kiamat). Tidak ada bagi mereka pelindung dan pemberi syafaat (pertolongan) selain Allah, agar mereka bertakwa.","no_fn":"","teks_fn":"","bacaan":"wa-andzir bihiladziina yakhaafuuna an yuhsyaruu ilaa rabbihim laysa lahum min duunihi waliyyun walaa syafii'un la'allahum yattaquun"},{"id_ayat":841,"no_surah":6,"no_ayat":52,"teks_ayat":"وَلَا تَطْرُدِ الَّذِيْنَ يَدْعُوْنَ رَبَّهُمْ بِالْغَدٰوةِ وَالْعَشِيِّ يُرِيْدُوْنَ وَجْهَهٗ ۗمَا عَلَيْكَ مِنْ حِسَابِهِمْ مِّنْ شَيْءٍ وَّمَا مِنْ حِسَابِكَ عَلَيْهِمْ مِّنْ شَيْءٍ فَتَطْرُدَهُمْ فَتَكُوْنَ مِنَ الظّٰلِمِيْنَ ","tema":"Tuntunan Menghadapi Masyarakat","teks_terjemah":"Janganlah engkau (Nabi Muhammad) mengusir orang-orang yang menyeru Tuhannya pada pagi dan petang hari, sedangkan mereka mengharapkan keridaan-Nya. Engkau tidak memikul tanggung jawab sedikit pun terhadap perbuatan mereka dan mereka (pun) tidak memikul tanggung jawab sedikit pun terhadap perbuatanmu, sehingga engkau (tidak berhak) mengusir mereka. (Jika dilakukan,) engkau termasuk orang-orang yang zalim.<sup>245)<\/sup>","no_fn":"245","teks_fn":"245) Ketika Rasulullah saw. sedang duduk-duduk bersama beberapa orang mukmin yang dianggap hina dan miskin oleh kaum Quraisy, datanglah beberapa pemuka Quraisy hendak berbicara dengan Rasulullah. Mereka enggan duduk bersama dengan orang mukmin itu dan mendesak beliau untuk mengusir orang-orang mukmin itu supaya mereka dapat berbicara dengan Rasulullah secara nyaman. Ayat ini turun sebagai teguran terhadap sikap tersebut. ","bacaan":"walaa tathrudiladziina yad'uuna rabbahum bilghadaati wal'asyiyyi yuriiduuna wajhahu maa 'alayka min hisaabihim min syay-in wamaa min hisaabika 'alayhim min syay-in fatathrudahum fatakuuna minazhzhaalimiin"},{"id_ayat":842,"no_surah":6,"no_ayat":53,"teks_ayat":"وَكَذٰلِكَ فَتَنَّا بَعْضَهُمْ بِبَعْضٍ لِّيَقُوْلُوْٓا اَهٰٓؤُلَاۤءِ مَنَّ اللّٰهُ عَلَيْهِمْ مِّنْۢ بَيْنِنَاۗ  اَلَيْسَ اللّٰهُ بِاَعْلَمَ بِالشّٰكِرِيْنَ ","tema":"Tuntunan Menghadapi Masyarakat","teks_terjemah":"Demikianlah Kami telah menguji sebagian mereka (yang kaya dan berkuasa) dengan sebagian yang lain (yang miskin dan menderita), sehingga mereka (yang kaya dan kufur itu) berkata, “Orang-orang semacam inikah (yang status sosialnya rendah) di antara kita yang diberi anugerah oleh Allah?” (Allah berfirman,) “Tidakkah Allah lebih mengetahui tentang mereka yang bersyukur (kepada-Nya)?”","no_fn":"","teks_fn":"","bacaan":"wakadzaalika fatannaa ba'dhahum biba'dhin liyaquuluu ahaaulaa-i mannalaahu 'alayhim min bayninaa alaysalaahu bi-a'lama bisysyaakiriin"},{"id_ayat":843,"no_surah":6,"no_ayat":54,"teks_ayat":"وَاِذَا جَاۤءَكَ الَّذِيْنَ يُؤْمِنُوْنَ بِاٰيٰتِنَا فَقُلْ سَلٰمٌ عَلَيْكُمْ كَتَبَ رَبُّكُمْ عَلٰى نَفْسِهِ الرَّحْمَةَۙ اَنَّهٗ مَنْ عَمِلَ مِنْكُمْ سُوْۤءًاۢ بِجَهَالَةٍ ثُمَّ تَابَ مِنْۢ بَعْدِهٖ وَاَصْلَحَ فَاَنَّهٗ غَفُوْرٌ رَّحِيْمٌ  ","tema":"Tuntunan Menghadapi Masyarakat","teks_terjemah":"Apabila orang-orang yang beriman pada ayat-ayat Kami datang kepadamu, katakanlah, “Salāmun ‘alaikum (semoga keselamatan tercurah kepadamu).” Tuhanmu telah menetapkan sifat kasih sayang pada diri-Nya, (yaitu) siapa yang berbuat kejahatan di antara kamu karena kejahilan (kebodohan, kecerobohan, dorongan nafsu, amarah dan sebagainya), kemudian dia bertobat setelah itu dan memperbaiki diri, maka sesungguhnya Dia Maha Pengampun lagi Maha Penyayang.","no_fn":"","teks_fn":"","bacaan":"wa-idzaa jaa-akaladziina yu'minuuna bi-aayaatinaa faqul salaamun 'alaykum kataba rabbukum 'alaa nafsihirrahmata annahu man 'amila minkum suu-an bijahaalatin tsumma taaba min ba'dihi wa-ashlaha fa-annahu ghafuurun rahiim"},{"id_ayat":844,"no_surah":6,"no_ayat":55,"teks_ayat":"وَكَذٰلِكَ نُفَصِّلُ الْاٰيٰتِ وَلِتَسْتَبِيْنَ سَبِيْلُ الْمُجْرِمِيْنَ ࣖ","tema":"Tuntunan Menghadapi Masyarakat","teks_terjemah":"Demikianlah Kami terangkan ayat-ayat Al-Qur’an secara terperinci (agar terlihat jelas jalan kebenaran) dan agar terlihat jelas (pula) jalan para pendurhaka. ","no_fn":"","teks_fn":"","bacaan":"wakadzaalika nufashshilul-aayaati walitastabiina sabiilulmujrimiin"},{"id_ayat":845,"no_surah":6,"no_ayat":56,"teks_ayat":"قُلْ اِنِّيْ نُهِيْتُ اَنْ اَعْبُدَ الَّذِيْنَ تَدْعُوْنَ مِنْ دُوْنِ اللّٰهِ ۗ قُلْ لَّآ اَتَّبِعُ اَهْوَاۤءَكُمْۙ قَدْ ضَلَلْتُ اِذًا وَّمَآ اَنَا۠ مِنَ الْمُهْتَدِيْنَ ","tema":"Sikap Muslim terhadap Ajakan Orang Musyrik","teks_terjemah":"Katakanlah (Nabi Muhammad), “Sesungguhnya aku dilarang menyembah tuhan-tuhan yang kamu sembah selain Allah.” Katakanlah, “Aku tidak akan mengikuti keinginanmu. Jika berbuat demikian, sungguh tersesatlah aku, dan aku tidak termasuk orang yang mendapat petunjuk.”","no_fn":"","teks_fn":"","bacaan":"qul innii nuhiitu an a'budaladziina tad'uuna min duunilaahi qul laa attabi'u ahwaa-akum qad dhalaltu idzan wamaa anaa minalmuhtadiin"},{"id_ayat":846,"no_surah":6,"no_ayat":57,"teks_ayat":"قُلْ اِنِّيْ عَلٰى بَيِّنَةٍ مِّنْ رَّبِّيْ وَكَذَّبْتُمْ بِهٖۗ مَا عِنْدِيْ مَا تَسْتَعْجِلُوْنَ بِهٖۗ اِنِ الْحُكْمُ اِلَّا لِلّٰهِ ۗيَقُصُّ الْحَقَّ وَهُوَ خَيْرُ الْفٰصِلِيْنَ","tema":"Sikap Muslim terhadap Ajakan Orang Musyrik","teks_terjemah":"Katakanlah (Nabi Muhammad), “Aku (berada) di atas keterangan yang nyata (kebenarannya, yaitu Al-Qur’an) dari Tuhanku, sedangkan kamu mendustakannya. Bukanlah kewenanganku (untuk menurunkan azab) yang kamu tuntut untuk disegerakan kedatangannya. Menetapkan hukum itu hanyalah hak Allah. Dia menerangkan kebenaran dan Dia pemberi keputusan yang terbaik.”","no_fn":"","teks_fn":"","bacaan":"qul innii 'alaa bayyinatin min rabbii wakadzdzabtum bihi maa 'indii maa tasta'jiluuna bihi inilhukmu illaa lillaahi yaqushshulhaqqa wahuwa khayrulfaasiliin"},{"id_ayat":847,"no_surah":6,"no_ayat":58,"teks_ayat":"قُلْ لَّوْ اَنَّ عِنْدِيْ مَا تَسْتَعْجِلُوْنَ بِهٖ لَقُضِيَ الْاَمْرُ بَيْنِيْ وَبَيْنَكُمْ ۗوَاللّٰهُ اَعْلَمُ بِالظّٰلِمِيْنَ ","tema":"Sikap Muslim terhadap Ajakan Orang Musyrik","teks_terjemah":"Katakanlah (Nabi Muhammad), “Seandainya ada padaku (kewenangan untuk menurunkan) apa (azab) yang kamu minta agar disegerakan kedatangannya, tentu selesailah segala perkara antara aku dan kamu.”<sup>246)<\/sup> Allah lebih mengetahui tentang orang-orang yang zalim.","no_fn":"246","teks_fn":"246) Maksudnya, tentu Allah Swt. menurunkan azab kepadamu sampai kamu binasa.","bacaan":"qul law anna 'indii maa tasta'jiluuna bihi laqudhiyal-amru baynii wabaynakum waalaahu a'lamu bizhzhaalimiin"},{"id_ayat":848,"no_surah":6,"no_ayat":59,"teks_ayat":"۞ وَعِنْدَهٗ مَفَاتِحُ الْغَيْبِ لَا يَعْلَمُهَآ اِلَّا هُوَۗ وَيَعْلَمُ مَا فِى الْبَرِّ وَالْبَحْرِۗ وَمَا تَسْقُطُ مِنْ وَّرَقَةٍ اِلَّا يَعْلَمُهَا وَلَا حَبَّةٍ فِيْ ظُلُمٰتِ الْاَرْضِ وَلَا رَطْبٍ وَّلَا يَابِسٍ اِلَّا فِيْ كِتٰبٍ مُّبِيْنٍ ","tema":"Allah Yang Maha Mengetahui Hal Gaib","teks_terjemah":"Kunci-kunci semua yang gaib ada pada-Nya; tidak ada yang mengetahuinya selain Dia. Dia mengetahui apa yang ada di darat dan di laut. Tidak ada sehelai daun pun yang gugur yang tidak diketahui-Nya. Tidak ada sebutir biji pun dalam kegelapan bumi dan tidak pula sesuatu yang basah atau yang kering, melainkan (tertulis) dalam kitab yang nyata (Lauh Mahfuz).","no_fn":"","teks_fn":"","bacaan":"wa'indahu mafaatihulghaybi laa ya'lamuhaa illaa huwa waya'lamu maa fiilbarri walbahri wamaa tasquthu min waraqatin illaa ya'lamuhaa walaa habbatin fii zhulumaatil-ardhi walaa rathbin walaa yaabisin illaa fii kitaabin mubiin"},{"id_ayat":849,"no_surah":6,"no_ayat":60,"teks_ayat":"وَهُوَ الَّذِيْ يَتَوَفّٰىكُمْ بِالَّيْلِ وَيَعْلَمُ مَا جَرَحْتُمْ بِالنَّهَارِ ثُمَّ يَبْعَثُكُمْ فِيْهِ لِيُقْضٰٓى اَجَلٌ مُّسَمًّىۚ ثُمَّ اِلَيْهِ مَرْجِعُكُمْ ثُمَّ يُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُوْنَ ࣖ","tema":"Allah Yang Maha Mengetahui Hal Gaib","teks_terjemah":"Dialah yang menidurkan kamu pada malam hari dan Dia mengetahui apa yang kamu kerjakan pada siang hari. Kemudian, Dia membangunkan kamu padanya (siang hari) untuk disempurnakan umurmu yang telah ditetapkan. Kemudian kepada-Nya tempat kamu kembali, lalu Dia memberitahukan kepadamu apa yang telah kamu kerjakan.","no_fn":"","teks_fn":"","bacaan":"wahuwaladzii yatawaffaakum billayli waya'lamu maa jarahtum binnahaari tsumma yab'atsukum fiihi liyuqdaa ajalun musamman tsumma ilayhi marji'ukum tsumma yunabbi-ukum bimaa kuntum ta'maluun"},{"id_ayat":850,"no_surah":6,"no_ayat":61,"teks_ayat":"وَهُوَ الْقَاهِرُ فَوْقَ عِبَادِهٖ وَيُرْسِلُ عَلَيْكُمْ حَفَظَةً ۗحَتّٰٓى اِذَا جَاۤءَ اَحَدَكُمُ الْمَوْتُ تَوَفَّتْهُ رُسُلُنَا وَهُمْ لَا يُفَرِّطُوْنَ ","tema":"Allah Yang Maha Mengetahui Hal Gaib","teks_terjemah":"Dialah Penguasa mutlak di atas semua hamba-Nya, dan Dia mengutus kepadamu malaikat-malaikat penjaga, sehingga apabila kematian datang kepada salah seorang di antara kamu, malaikat-malaikat Kami mencabut nyawanya, dan mereka tidak melalaikan tugasnya.","no_fn":"","teks_fn":"","bacaan":"wahuwalqaahiru fawqa 'ibaadihi wayursilu 'alaykum hafazhatan hattaa idzaa jaa-a ahadakumulmawtu tawaffat-hu rusulunaa wahum laa yufarrithuun"},{"id_ayat":851,"no_surah":6,"no_ayat":62,"teks_ayat":"ثُمَّ رُدُّوْٓا اِلَى اللّٰهِ مَوْلٰىهُمُ الْحَقِّۗ  اَلَا لَهُ الْحُكْمُ وَهُوَ اَسْرَعُ الْحٰسِبِيْنَ ","tema":"Allah Yang Maha Mengetahui Hal Gaib","teks_terjemah":"Kemudian mereka (hamba-hamba Allah) dikembalikan kepada Allah, Penguasa mereka yang sebenarnya. Ketahuilah bahwa segala hukum (pada hari itu) hanya milik-Nya, Dialah pembuat perhitungan yang paling cepat.","no_fn":"","teks_fn":"","bacaan":"tsumma rudduu ilaalaahi mawlaahumulhaqqilaa lahulhukmu wahuwa asra'ulhaasibiin"},{"id_ayat":852,"no_surah":6,"no_ayat":63,"teks_ayat":"قُلْ مَنْ يُّنَجِّيْكُمْ مِّنْ ظُلُمٰتِ الْبَرِّ وَالْبَحْرِ تَدْعُوْنَهٗ تَضَرُّعًا وَّخُفْيَةً ۚ لَىِٕنْ اَنْجٰىنَا مِنْ هٰذِهٖ لَنَكُوْنَنَّ مِنَ الشّٰكِرِيْنَ ","tema":"Bukti Kebesaran Allah dan Kasih Sayang-Nya","teks_terjemah":"Katakanlah (Nabi Muhammad), “Siapakah yang dapat menyelamatkanmu dari berbagai kegelapan (bencana) di darat dan di laut, ketika kamu berdoa kepada-Nya dengan rendah hati dan dengan suara yang lembut (dengan berkata), ‘Sungguh, jika Dia menyelamatkan kami dari (bencana) ini, tentulah kami menjadi orang-orang yang bersyukur.’”","no_fn":"","teks_fn":"","bacaan":"qul man yunajjiikum min zhulumaatilbarri walbahri tad'uunahu tadharru'an wakhufyatan la-in anjaanaa min haadzihi lanakuunanna minasysyaakiriin"},{"id_ayat":853,"no_surah":6,"no_ayat":64,"teks_ayat":"قُلِ اللّٰهُ يُنَجِّيْكُمْ مِّنْهَا وَمِنْ كُلِّ كَرْبٍ ثُمَّ اَنْتُمْ تُشْرِكُوْنَ ","tema":"Bukti-Bukti Kebesaran dan Kasih Sayang Allah Kepada Hamba-Nya","teks_terjemah":"Katakanlah (Nabi Muhammad), “Allah yang menyelamatkanmu darinya (bencana itu) dan dari segala macam kesusahan. Kemudian, kamu (kembali) mempersekutukan-Nya.”","no_fn":"","teks_fn":"","bacaan":"qulilaahu yunajjiikum minhaa wamin kulli karbin tsumma antum tusyrikuun"},{"id_ayat":854,"no_surah":6,"no_ayat":65,"teks_ayat":"قُلْ هُوَ الْقَادِرُ عَلٰٓى اَنْ يَّبْعَثَ عَلَيْكُمْ عَذَابًا مِّنْ فَوْقِكُمْ اَوْ مِنْ تَحْتِ اَرْجُلِكُمْ اَوْ يَلْبِسَكُمْ شِيَعًا وَّيُذِيْقَ بَعْضَكُمْ بَأْسَ بَعْضٍۗ  اُنْظُرْ كَيْفَ نُصَرِّفُ الْاٰيٰتِ لَعَلَّهُمْ يَفْقَهُوْنَ ","tema":"Bukti-Bukti Kebesaran dan Kasih Sayang Allah Kepada Hamba-Nya","teks_terjemah":"Katakanlah (Nabi Muhammad), “Dialah Yang Mahakuasa mengirimkan azab kepadamu, dari atas atau dari bawah kakimu<sup>247)<\/sup> atau Dia memecah belah kamu menjadi golongan-golongan (yang saling bertentangan) dan merasakan kepada sebagian kamu keganasan sebagian yang lain.” Perhatikanlah, bagaimana Kami menjelaskan berulang-ulang tanda-tanda (kekuasaan Kami) agar mereka memahami(-nya).<sup>248)<\/sup>","no_fn":"247","teks_fn":"247) Azab yang datang dari atas adalah hujan batu, sambaran petir, dan lain-lain. Adapun yang datang dari bawah adalah seperti gempa bumi dan banjir.<\/br>248) Allah Swt. menjelaskan tanda-tanda kekuasaan-Nya dalam berbagai rupa dengan cara yang berbeda-beda. Sebagian ulama menjelaskan bahwa tanda-tanda kekuasaan Allah itu berupa peringatan, kisah, hukum, dan lain-lain.","bacaan":"qul huwalqaadiru 'alaa an yab'atsa 'alaykum 'adzaaban min fawqikum aw min tahti arjulikum aw yalbisakum syiya'an wayudziiqa ba'dhakum ba'sa ba'dhin unzhur kayfa nusharriful-aayaati la'allahum yafqahuun"},{"id_ayat":855,"no_surah":6,"no_ayat":66,"teks_ayat":"وَكَذَّبَ بِهٖ قَوْمُكَ وَهُوَ الْحَقُّۗ قُلْ لَّسْتُ عَلَيْكُمْ بِوَكِيْلٍ ۗ","tema":"Bukti-Bukti Kebesaran dan Kasih Sayang Allah Kepada Hamba-Nya","teks_terjemah":"Kaummu mendustakannya (azab)<sup>249)<\/sup> padahal (azab) itu benar adanya. Katakanlah (Nabi Muhammad), “Aku ini bukanlah penanggung jawab kamu.”","no_fn":"249","teks_fn":"249) Menurut sebagian mufasir, yang didustakan itu adalah Al-Qur’an.","bacaan":"wakadzdzaba bihi qawmuka wahuwalhaqqu qul lastu 'alaykum biwakiil"},{"id_ayat":856,"no_surah":6,"no_ayat":67,"teks_ayat":"لِكُلِّ نَبَاٍ مُّسْتَقَرٌّ وَّسَوْفَ تَعْلَمُوْنَ ","tema":"Bukti-Bukti Kebesaran dan Kasih Sayang Allah Kepada Hamba-Nya","teks_terjemah":"Setiap berita (yang dibawa oleh rasul) ada (waktu) terjadinya dan kelak kamu akan mengetahui.","no_fn":"","teks_fn":"","bacaan":"likulli naba-in mustaqarrun wasawfa ta'lamuun"},{"id_ayat":857,"no_surah":6,"no_ayat":68,"teks_ayat":"وَاِذَا رَاَيْتَ الَّذِيْنَ يَخُوْضُوْنَ فِيْٓ اٰيٰتِنَا فَاَعْرِضْ عَنْهُمْ حَتّٰى يَخُوْضُوْا فِيْ حَدِيْثٍ غَيْرِهٖۗ وَاِمَّا يُنْسِيَنَّكَ الشَّيْطٰنُ فَلَا تَقْعُدْ بَعْدَ الذِّكْرٰى مَعَ الْقَوْمِ الظّٰلِمِيْنَ ","tema":"Perintah Meninggalkan Orang yang Memperolok Agama Allah","teks_terjemah":"Apabila engkau (Nabi Muhammad) melihat orang-orang memperolok-olokkan ayat-ayat Kami, maka tinggalkanlah mereka hingga mereka beralih ke pembicaraan lain. Jika setan benar-benar menjadikan engkau lupa (akan larangan ini), setelah ingat kembali janganlah engkau duduk bersama kaum yang zalim. ","no_fn":"","teks_fn":"","bacaan":"wa-idzaa ra-aytaladziina yakhuudhuuna fii aayaatinaa fa-a'ridh 'anhum hattaa yakhuudhuu fii hadiitsin ghayrihi wa-immaa yunsiyannakasysyaythaanu falaa taq'ud ba'dadzdzikraa ma'alqawmizhzhaalimiin"},{"id_ayat":858,"no_surah":6,"no_ayat":69,"teks_ayat":"وَمَا عَلَى الَّذِيْنَ يَتَّقُوْنَ مِنْ حِسَابِهِمْ مِّنْ شَيْءٍ وَّلٰكِنْ ذِكْرٰى لَعَلَّهُمْ يَتَّقُوْنَ","tema":"Perintah Meninggalkan Orang yang Memperolok Agama Allah","teks_terjemah":"Orang-orang yang bertakwa tidak ada tanggung jawab sedikit pun atas (dosa-dosa) mereka, tetapi (berkewajiban memberi) peringatan agar mereka (juga) bertakwa.","no_fn":"","teks_fn":"","bacaan":"wamaa 'alaaladziina yattaquuna min hisaabihim min syay-in walaakin dzikraa la'allahum yattaquun"},{"id_ayat":859,"no_surah":6,"no_ayat":70,"teks_ayat":"وَذَرِ الَّذِيْنَ اتَّخَذُوْا دِيْنَهُمْ لَعِبًا وَّلَهْوًا وَّغَرَّتْهُمُ الْحَيٰوةُ الدُّنْيَا وَذَكِّرْ بِهٖٓ اَنْ تُبْسَلَ نَفْسٌۢ بِمَا كَسَبَتْۖ  لَيْسَ لَهَا مِنْ دُوْنِ اللّٰهِ وَلِيٌّ وَّلَا شَفِيْعٌ ۚوَاِنْ تَعْدِلْ كُلَّ عَدْلٍ لَّا يُؤْخَذْ مِنْهَاۗ اُولٰۤىِٕكَ الَّذِيْنَ اُبْسِلُوْا بِمَا كَسَبُوْا لَهُمْ شَرَابٌ مِّنْ حَمِيْمٍ وَّعَذَابٌ اَلِيْمٌ ۢبِمَا كَانُوْا يَكْفُرُوْنَ ࣖ","tema":"Perintah Meninggalkan Orang yang Memperolok Agama Allah","teks_terjemah":"Tinggalkanlah orang-orang yang menjadikan agamanya sebagai permainan dan kelengahan, dan mereka telah tertipu oleh kehidupan dunia. Peringatkanlah (mereka) dengannya (Al-Qur’an) agar seseorang tidak terjerumus (ke dalam neraka), karena perbuatannya sendiri. Tidak ada baginya pelindung dan pemberi syafaat (pertolongan) selain Allah. Jika dia hendak menebus dengan segala macam tebusan apa pun, niscaya tidak akan diterima. Mereka itulah orang-orang yang dijerumuskan (ke dalam neraka), karena perbuatan mereka sendiri. Mereka mendapat minuman dari air yang mendidih dan azab yang pedih karena mereka selalu kufur.","no_fn":"","teks_fn":"","bacaan":"wadzariladziina ittakhadzuu diinahum la'iban walahwan wagharrat-humulhayaatuddunyaa wadzakkir bihi an tubsala nafsun bimaa kasabat laysa lahaa min duunilaahi waliyyun walaa syafii'un wa-in ta'dil kulla 'adlin laa yu'khadz minhaa ulaa-ikaladziina ubsiluu bimaa kasabuu lahum syaraabun min hamiimin wa'adzaabunliimun bimaa kaanuu yakfuruun"},{"id_ayat":860,"no_surah":6,"no_ayat":71,"teks_ayat":"قُلْ اَنَدْعُوْا مِنْ دُوْنِ اللّٰهِ مَا لَا يَنْفَعُنَا وَلَا يَضُرُّنَا وَنُرَدُّ عَلٰٓى اَعْقَابِنَا بَعْدَ اِذْ هَدٰىنَا اللّٰهُ كَالَّذِى اسْتَهْوَتْهُ الشَّيٰطِيْنُ فِى الْاَرْضِ حَيْرَانَ لَهٗٓ اَصْحٰبٌ يَّدْعُوْنَهٗٓ اِلَى الْهُدَى ائْتِنَا ۗ قُلْ اِنَّ هُدَى اللّٰهِ هُوَ الْهُدٰىۗ وَاُمِرْنَا لِنُسْلِمَ لِرَبِّ الْعٰلَمِيْنَۙ ","tema":"Perintah Meninggalkan Orang yang Memperolok Agama Allah","teks_terjemah":"Katakanlah (Nabi Muhammad), “Apakah kita akan memohon pada sesuatu selain Allah, yang tidak dapat memberi manfaat dan tidak (pula) mendatangkan mudarat kepada kita, dan (apakah) kita akan dikembalikan ke belakang (kufur dan sesat), setelah Allah memberi petunjuk kepada kita, seperti orang yang telah disesatkan oleh setan di bumi, dalam keadaan kebingungan,” sedangkan dia mempunyai kawan-kawan yang selalu mengajaknya ke jalan yang lurus (dengan mengatakan), ‘Ikutilah kami.’?” Katakanlah, “Sesungguhnya petunjuk Allah itulah petunjuk (yang sebenarnya). Kita diperintahkan agar berserah diri kepada Tuhan semesta alam,","no_fn":"","teks_fn":"","bacaan":"qul anad'uu min duunilaahi maa laa yanfa'unaa walaa yadhurrunaa wanuraddu 'alaa a'qaabinaa ba'da idz hadaanaalaahu kalladzii istahwat-husysyayaathiinu fiil-ardhi hayraana lahu ash-haabun yad'uunahu ilaalhudaa i'tinaa qul inna hudaalaahi huwalhudaa waumirnaa linuslima lirabbil'aalamiin"},{"id_ayat":861,"no_surah":6,"no_ayat":72,"teks_ayat":"وَاَنْ اَقِيْمُوا الصَّلٰوةَ وَاتَّقُوْهُۗ وَهُوَ الَّذِيْٓ اِلَيْهِ تُحْشَرُوْنَ ","tema":"Perintah Meninggalkan Orang yang Memperolok Agama Allah","teks_terjemah":"dan agar melaksanakan salat serta bertakwa kepada-Nya.” Dialah Tuhan yang hanya kepada-Nya kamu semua akan dihimpun.","no_fn":"","teks_fn":"","bacaan":"wa-an aqiimuushshalaata wattaquuhu wahuwaladzii ilayhi tuhsyaruun"},{"id_ayat":862,"no_surah":6,"no_ayat":73,"teks_ayat":"وَهُوَ الَّذِيْ خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ بِالْحَقِّۗ وَيَوْمَ يَقُوْلُ كُنْ فَيَكُوْنُۚ قَوْلُهُ الْحَقُّۗ وَلَهُ الْمُلْكُ يَوْمَ يُنْفَخُ فِى الصُّوْرِۗ عٰلِمُ الْغَيْبِ وَالشَّهَادَةِ وَهُوَ الْحَكِيْمُ الْخَبِيْرُ ","tema":"Perintah Meninggalkan Orang yang Memperolok Agama Allah","teks_terjemah":"Dialah yang menciptakan langit dan bumi dengan hak (benar). (Sungguh benar ketetapan-Nya) pada hari (ketika) Dia berkata, “Jadilah!” Maka, jadilah sesuatu itu. Firman-Nya adalah benar, dan milik-Nyalah segala kekuasaan pada waktu sangkakala ditiup. Dia mengetahui yang gaib dan yang nyata. Dialah Yang Mahabijaksana lagi Mahateliti.","no_fn":"","teks_fn":"","bacaan":"wahuwaladzii khalaqassamaawaati wal-ardha bilhaqqi wayawma yaquulu kun fayakuunu qawluhulhaqqu walahulmulku yawma yunfakhu fiishshuuri 'aalimulghaybi wasysyahaadati wahuwalhakiimulkhabiir"},{"id_ayat":863,"no_surah":6,"no_ayat":74,"teks_ayat":"۞ وَاِذْ قَالَ اِبْرٰهِيْمُ لِاَبِيْهِ اٰزَرَ اَتَتَّخِذُ اَصْنَامًا اٰلِهَةً ۚاِنِّيْٓ اَرٰىكَ وَقَوْمَكَ فِيْ ضَلٰلٍ مُّبِيْنٍ ","tema":"Ajaran Tauhid Nabi Ibrahim kepada Kaumnya","teks_terjemah":"(Ingatlah) ketika Ibrahim berkata kepada ayahnya,<sup>250)<\/sup> Azar, “Apakah (pantas) engkau menjadikan berhala-berhala itu sebagai tuhan? Sesungguhnya aku melihat engkau dan kaummu dalam kesesatan yang nyata.”","no_fn":"250","teks_fn":"250) Sebagian mufasir meyakini bahwa yang dimaksud dengan abīhi adalah pamannya, bukan ayahnya.","bacaan":"wa-idz qaala ibraahiimu li-abiihi aazara atattakhidzu ashnaaman aalihatan innii araaka waqawmaka fii dhalaalin mubiin"},{"id_ayat":864,"no_surah":6,"no_ayat":75,"teks_ayat":"وَكَذٰلِكَ نُرِيْٓ اِبْرٰهِيْمَ مَلَكُوْتَ السَّمٰوٰتِ وَالْاَرْضِ وَلِيَكُوْنَ مِنَ الْمُوْقِنِيْنَ ","tema":"Ajaran Tauhid Nabi Ibrahim kepada Kaumnya","teks_terjemah":"Demikianlah Kami memperlihatkan kepada Ibrahim kekuasaan (Kami yang terdapat) di langit dan bumi dan agar dia termasuk orang-orang yang yakin.","no_fn":"","teks_fn":"","bacaan":"wakadzaalika nurii ibraahiima malakuutassamaawaati wal-ardhi waliyakuuna minalmuuqiniin"},{"id_ayat":865,"no_surah":6,"no_ayat":76,"teks_ayat":"فَلَمَّا جَنَّ عَلَيْهِ الَّيْلُ رَاٰ كَوْكَبًا ۗقَالَ هٰذَا رَبِّيْۚ فَلَمَّآ اَفَلَ قَالَ لَآ اُحِبُّ الْاٰفِلِيْنَ","tema":"Ajaran Tauhid Nabi Ibrahim kepada Kaumnya","teks_terjemah":"Ketika malam telah menjadi gelap, dia (Ibrahim) melihat sebuah bintang (lalu) dia berkata, “Inilah Tuhanku.” Maka, ketika bintang itu terbenam dia berkata, “Aku tidak suka kepada yang terbenam.”<sup>251)<\/sup>","no_fn":"251","teks_fn":"251) Apa yang dilakukan Nabi Ibrahim a.s. ini lebih tepat dipahami sebagai upayanya menanamkan akidah tauhid kepada kaumnya, bukan sebagai perjalanannya mencari Tuhan.","bacaan":"falammaa janna 'alayhilaylu raaa kawkaban qaala haadzaa rabbii falammaa afala qaala laa uhibbul-aafiliin"},{"id_ayat":866,"no_surah":6,"no_ayat":77,"teks_ayat":"فَلَمَّا رَاَ الْقَمَرَ بَازِغًا قَالَ هٰذَا رَبِّيْ ۚفَلَمَّآ اَفَلَ قَالَ لَىِٕنْ لَّمْ يَهْدِنِيْ رَبِّيْ لَاَكُوْنَنَّ مِنَ الْقَوْمِ الضَّاۤلِّيْنَ ","tema":"Ajaran Tauhid Nabi Ibrahim kepada Kaumnya","teks_terjemah":"Kemudian, ketika dia melihat bulan terbit dia berkata (kepada kaumnya), “Inilah Tuhanku.” Akan tetapi, ketika bulan itu terbenam dia berkata, “Sungguh, jika Tuhanku tidak memberi petunjuk kepadaku, pastilah aku termasuk kaum yang sesat.”","no_fn":"","teks_fn":"","bacaan":"falammaa raaalqamara baazighan qaala haadzaa rabbii falammaa afala qaala la-in lam yahdinii rabbii la-akuunanna minalqawmidhdhaalliin"},{"id_ayat":867,"no_surah":6,"no_ayat":78,"teks_ayat":"فَلَمَّا رَاَ الشَّمْسَ بَازِغَةً قَالَ هٰذَا رَبِّيْ هٰذَآ اَكْبَرُۚ فَلَمَّآ اَفَلَتْ قَالَ يٰقَوْمِ اِنِّيْ بَرِيْۤءٌ مِّمَّا تُشْرِكُوْنَ ","tema":"Ajaran Tauhid Nabi Ibrahim kepada Kaumnya","teks_terjemah":"Kemudian, ketika dia melihat matahari terbit dia berkata (lagi kepada kaumnya), “Inilah Tuhanku. Ini lebih besar.” Akan tetapi, ketika matahari terbenam dia berkata, “Wahai kaumku, sesungguhnya aku berlepas diri dari yang kamu persekutukan.”","no_fn":"","teks_fn":"","bacaan":"falammaa raaasysyamsa baazighatan qaala haadzaa rabbii haadzaa akbaru falammaa afalat qaala yaa qawmi innii barii-un mimmaa tusyrikuun"},{"id_ayat":868,"no_surah":6,"no_ayat":79,"teks_ayat":"اِنِّيْ وَجَّهْتُ وَجْهِيَ لِلَّذِيْ فَطَرَ السَّمٰوٰتِ وَالْاَرْضَ حَنِيْفًا وَّمَآ اَنَا۠ مِنَ الْمُشْرِكِيْنَۚ ","tema":"Ajaran Tauhid Nabi Ibrahim kepada Kaumnya","teks_terjemah":"Sesungguhnya aku menghadapkan wajahku (hanya) kepada Yang menciptakan langit dan bumi dengan (mengikuti) agama yang lurus dan aku bukanlah termasuk orang-orang musyrik.","no_fn":"","teks_fn":"","bacaan":"innii wajjahtu wajhiya lilladzii fatharassamaawaati wal-ardha haniifan wamaa anaa minalmusyrikiin"},{"id_ayat":869,"no_surah":6,"no_ayat":80,"teks_ayat":"وَحَاۤجَّهٗ قَوْمُهٗ ۗقَالَ اَتُحَاۤجُّوْۤنِّيْ فِى اللّٰهِ وَقَدْ هَدٰىنِۗ وَلَآ اَخَافُ مَا تُشْرِكُوْنَ بِهٖٓ اِلَّآ اَنْ يَّشَاۤءَ رَبِّيْ شَيْـًٔا ۗوَسِعَ رَبِّيْ كُلَّ شَيْءٍ عِلْمًا ۗ اَفَلَا تَتَذَكَّرُوْنَ ","tema":"Ajaran Tauhid Nabi Ibrahim kepada Kaumnya","teks_terjemah":"Kaumnya membantah. Dia (Ibrahim) berkata, “Apakah kamu hendak membantahku tentang Allah, padahal Dia benar-benar telah memberi petunjuk kepadaku? Aku tidak takut kepada yang kamu persekutukan dengan-Nya, kecuali Tuhanku menghendaki sesuatu. Ilmu Tuhanku meliputi segala sesuatu. Tidakkah kamu dapat mengambil pelajaran?”","no_fn":"","teks_fn":"","bacaan":"wahaajjahu qawmuhu qaala atuhaajjuunnii fiilaahi waqad hadaani walaa akhaafu maa tusyrikuuna bihi illaa an yasyaa-a rabbii syay-an wasi'a rabbii kulla syay-in 'ilman afalaa tatadzakkaruun"},{"id_ayat":870,"no_surah":6,"no_ayat":81,"teks_ayat":"وَكَيْفَ اَخَافُ مَآ اَشْرَكْتُمْ وَلَا تَخَافُوْنَ اَنَّكُمْ اَشْرَكْتُمْ بِاللّٰهِ مَا لَمْ يُنَزِّلْ بِهٖ عَلَيْكُمْ سُلْطٰنًا ۗفَاَيُّ الْفَرِيْقَيْنِ اَحَقُّ بِالْاَمْنِۚ اِنْ كُنْتُمْ تَعْلَمُوْنَۘ ","tema":"Ajaran Tauhid Nabi Ibrahim kepada Kaumnya","teks_terjemah":"Bagaimana mungkin aku takut kepada yang kamu sekutukan (dengan Allah), padahal kamu tidak takut menyekutukan sesuatu dengan Allah yang Dia (sendiri) tidak pernah menurunkan kepadamu alasan apa pun. Maka, golongan yang manakah dari keduanya yang lebih berhak mendapat keamanan (dari malapetaka) jika kamu mengetahui?”<sup>252)<\/sup>","no_fn":"252","teks_fn":"252) Setelah Allah Swt. memperlihatkan tanda-tanda keagungan-Nya kepada Nabi Ibrahim a.s. sehingga imannya kepada Allah Swt. makin teguh (ayat 75), ia menuntun kaumnya menuju tauhid dengan mengikuti logika berpikir mereka.","bacaan":"wakayfa akhaafu maa asyraktum walaa takhaafuuna annakum asyraktum bialaahi maa lam yunazzil bihi 'alaykum sulthaanan fa-ayyulfariiqayni ahaqqu bil-amni in kuntum ta'lamuun"},{"id_ayat":871,"no_surah":6,"no_ayat":82,"teks_ayat":"اَلَّذِيْنَ اٰمَنُوْا وَلَمْ يَلْبِسُوْٓا اِيْمَانَهُمْ بِظُلْمٍ اُولٰۤىِٕكَ لَهُمُ الْاَمْنُ وَهُمْ مُّهْتَدُوْنَ ࣖ","tema":"Ajaran Tauhid Nabi Ibrahim kepada Kaumnya","teks_terjemah":"Orang-orang yang beriman dan tidak mencampuradukkan iman mereka dengan kezaliman (syirik), merekalah orang-orang yang mendapat rasa aman dan mendapat petunjuk.","no_fn":"","teks_fn":"","bacaan":"aladziina aamanuu walam yalbisuu iimaanahum bizhulmin ulaa-ika lahumul-amnu wahum muhtaduun"},{"id_ayat":872,"no_surah":6,"no_ayat":83,"teks_ayat":"وَتِلْكَ حُجَّتُنَآ اٰتَيْنٰهَآ اِبْرٰهِيْمَ عَلٰى قَوْمِهٖۗ نَرْفَعُ دَرَجٰتٍ مَّنْ نَّشَاۤءُۗ اِنَّ رَبَّكَ حَكِيْمٌ عَلِيْمٌ ","tema":"Ajaran Tauhid Nabi Ibrahim kepada Kaumnya","teks_terjemah":"Itulah keterangan yang Kami anugerahkan kepada Ibrahim untuk menghadapi kaumnya. Kami tinggikan orang yang Kami kehendaki beberapa derajat. Sesungguhnya Tuhanmu Mahabijaksana lagi Maha Mengetahui.","no_fn":"","teks_fn":"","bacaan":"watilka hujjatunaa aataynaahaa ibraahiima 'alaa qawmihi narfa'u darajaatin man nasyaau inna rabbaka hakiimun 'aliim"},{"id_ayat":873,"no_surah":6,"no_ayat":84,"teks_ayat":"وَوَهَبْنَا لَهٗٓ اِسْحٰقَ وَيَعْقُوْبَۗ  كُلًّا هَدَيْنَا وَنُوْحًا هَدَيْنَا مِنْ قَبْلُ وَمِنْ ذُرِّيَّتِهٖ دَاوٗدَ وَسُلَيْمٰنَ وَاَيُّوْبَ وَيُوْسُفَ وَمُوْسٰى وَهٰرُوْنَ ۗوَكَذٰلِكَ نَجْزِى الْمُحْسِنِيْنَۙ ","tema":"Ajaran Tauhid Nabi Ibrahim kepada Kaumnya","teks_terjemah":"Kami telah menganugerahkan kepadanya Ishaq dan Ya‘qub. Tiap-tiap mereka telah Kami beri petunjuk. Sebelumnya Kami telah menganugerahkan petunjuk kepada Nuh. (Kami juga menganugerahkan petunjuk) kepada sebagian dari keturunannya, yaitu Daud, Sulaiman, Ayyub, Yusuf, Musa, dan Harun. Demikianlah Kami memberi balasan kepada orang-orang yang berbuat kebaikan.","no_fn":"","teks_fn":"","bacaan":"wawahabnaa lahu ishaaqa waya'quuba kullan hadaynaa wanuuhan hadaynaa min qablu wamin dzurriyyatihi daawuuda wasulaymaana wa-ayyuuba wayuusufa wamuusaa wahaaruuna wakadzaalika najziilmuhsiniin"},{"id_ayat":874,"no_surah":6,"no_ayat":85,"teks_ayat":"وَزَكَرِيَّا وَيَحْيٰى وَعِيْسٰى وَاِلْيَاسَۗ  كُلٌّ مِّنَ الصّٰلِحِيْنَۙ ","tema":"Ajaran Tauhid Nabi Ibrahim kepada Kaumnya","teks_terjemah":"(Demikian juga kepada) Zakaria, Yahya, Isa, dan Ilyas. Semuanya termasuk orang-orang yang saleh.","no_fn":"","teks_fn":"","bacaan":"wazakariyyaa wayahyaa wa'iisaa walyaasa kullun minashshaalihiin"},{"id_ayat":875,"no_surah":6,"no_ayat":86,"teks_ayat":"وَاِسْمٰعِيْلَ وَالْيَسَعَ وَيُوْنُسَ وَلُوْطًاۗ وَكُلًّا فَضَّلْنَا عَلَى الْعٰلَمِيْنَۙ ","tema":"Ajaran Tauhid Nabi Ibrahim kepada Kaumnya","teks_terjemah":"(Begitu juga kepada) Ismail, Ilyasa’, Yunus, dan Lut. Tiap-tiap mereka Kami lebihkan daripada (umat) seluruh alam (pada masanya).","no_fn":"","teks_fn":"","bacaan":"wa-ismaa'iila walyasa'a wayuunusa waluuthan wakullan fadhdhalnaa 'alaal'aalamiin"},{"id_ayat":876,"no_surah":6,"no_ayat":87,"teks_ayat":"وَمِنْ اٰبَاۤىِٕهِمْ وَذُرِّيّٰتِهِمْ وَاِخْوَانِهِمْ ۚوَاجْتَبَيْنٰهُمْ وَهَدَيْنٰهُمْ اِلٰى صِرَاطٍ مُّسْتَقِيْمٍ ","tema":"Ajaran Tauhid Nabi Ibrahim kepada Kaumnya","teks_terjemah":"(Kami lebihkan pula) sebagian dari nenek moyang mereka, keturunan mereka, dan saudara-saudara mereka. Kami telah memilih mereka (menjadi nabi dan rasul) dan Kami memberi mereka petunjuk menuju jalan yang lurus.","no_fn":"","teks_fn":"","bacaan":"wamin aabaa-ihim wadzurriyyaatihim wa-ikhwaanihim wajtabaynaahum wahadaynaahum ilaa shiraathin mustaqiim"},{"id_ayat":877,"no_surah":6,"no_ayat":88,"teks_ayat":"ذٰلِكَ هُدَى اللّٰهِ يَهْدِيْ بِهٖ مَنْ يَّشَاۤءُ مِنْ عِبَادِهٖ ۗوَلَوْ اَشْرَكُوْا لَحَبِطَ عَنْهُمْ مَّا كَانُوْا يَعْمَلُوْنَ ","tema":"Ajaran Tauhid Nabi Ibrahim kepada Kaumnya","teks_terjemah":"Demikian itu petunjuk Allah. Dengannya Dia memberi petunjuk kepada siapa saja di antara hamba-hamba-Nya yang Dia kehendaki. Seandainya mereka mempersekutukan Allah, pasti sia-sialah amal yang telah mereka kerjakan.","no_fn":"","teks_fn":"","bacaan":"dzaalika hudaalaahi yahdii bihi man yasyaau min 'ibaadihi walaw asyrakuu lahabitha 'anhum maa kaanuu ya'maluun"},{"id_ayat":878,"no_surah":6,"no_ayat":89,"teks_ayat":"اُولٰۤىِٕكَ الَّذِيْنَ اٰتَيْنٰهُمُ الْكِتٰبَ وَالْحُكْمَ وَالنُّبُوَّةَ ۚفَاِنْ يَّكْفُرْ بِهَا هٰٓؤُلَاۤءِ فَقَدْ وَكَّلْنَا بِهَا قَوْمًا لَّيْسُوْا بِهَا بِكٰفِرِيْنَ ","tema":"Ajaran Tauhid Nabi Ibrahim kepada Kaumnya","teks_terjemah":"Mereka itulah orang-orang yang telah Kami anugerahi kitab, hikmah, dan kenabian. Jika orang-orang (Quraisy) itu mengingkarinya, Kami akan menyerahkannya kepada kaum yang tidak mengingkarinya.","no_fn":"","teks_fn":"","bacaan":"ulaa-ikaladziina aataynaahumulkitaaba walhukma wannubuwwata fa-in yakfur bihaa haaulaa-i faqad wakkalnaa bihaa qawman laysuu bihaa bikaafiriin"},{"id_ayat":879,"no_surah":6,"no_ayat":90,"teks_ayat":"اُولٰۤىِٕكَ الَّذِيْنَ هَدَى اللّٰهُ فَبِهُدٰىهُمُ اقْتَدِهْۗ قُلْ لَّآ اَسْـَٔلُكُمْ عَلَيْهِ اَجْرًاۗ اِنْ هُوَ اِلَّا ذِكْرٰى لِلْعٰلَمِيْنَ ࣖ ","tema":"Ajaran Tauhid Nabi Ibrahim kepada Kaumnya","teks_terjemah":"Mereka itulah (para nabi) yang telah diberi petunjuk oleh Allah. Maka, ikutilah petunjuk mereka. Katakanlah (Nabi Muhammad), “Aku tidak meminta imbalan kepadamu atasnya (menyampaikan Al-Qur’an).” (Al-Qur’an) itu hanyalah peringatan untuk (umat) seluruh alam. ","no_fn":"","teks_fn":"","bacaan":"ulaa-ikaladziina hadaalaahu fabihudaahumu iqtadih qul laa as-alukum 'alayhi ajran in huwa illaa dzikraa lil'aalamiin"},{"id_ayat":880,"no_surah":6,"no_ayat":91,"teks_ayat":"وَمَا قَدَرُوا اللّٰهَ حَقَّ قَدْرِهٖٓ اِذْ قَالُوْا مَآ اَنْزَلَ اللّٰهُ عَلٰى بَشَرٍ مِّنْ شَيْءٍۗ  قُلْ مَنْ اَنْزَلَ الْكِتٰبَ الَّذِيْ جَاۤءَ بِهٖ مُوْسٰى نُوْرًا وَّهُدًى لِّلنَّاسِ تَجْعَلُوْنَهٗ قَرَاطِيْسَ تُبْدُوْنَهَا وَتُخْفُوْنَ كَثِيْرًاۚ وَعُلِّمْتُمْ مَّا لَمْ تَعْلَمُوْٓا اَنْتُمْ وَلَآ اٰبَاۤؤُكُمْ ۗقُلِ اللّٰهُ ۙثُمَّ ذَرْهُمْ فِيْ خَوْضِهِمْ يَلْعَبُوْنَ ","tema":"Pengingkaran terhadap Agama Tauhid yang Berupa Pengingkaran Orang Yahudi terhadap Al-Qur’an","teks_terjemah":"Mereka (Bani Israil) tidak mengagungkan Allah sebagaimana mestinya ketika mereka berkata, “Allah tidak menurunkan sesuatu pun kepada manusia.” Katakanlah (Nabi Muhammad), “Siapakah yang menurunkan kitab suci (Taurat) yang dibawa Musa sebagai cahaya dan petunjuk bagi manusia? Kamu (Bani Israil) menjadikannya lembaran-lembaran lepas. Kamu memperlihatkan (sebagiannya) dan banyak yang kamu sembunyikan, padahal telah diajarkan kepadamu apa yang tidak diketahui baik olehmu maupun oleh nenek moyangmu.” Katakanlah, “Allah.” Kemudian, biarkanlah mereka bermain-main dalam kesesatannya.<sup>253)<\/sup>","no_fn":"253","teks_fn":"253) Kalimat ini diucapkan sebagai sindiran kepada mereka, seakan-akan mereka dipandang sebagai kanak-kanak yang belum berakal.","bacaan":"wamaa qadaruulaaha haqqa qadrihi idz qaaluu maa anzalalaahu 'alaa basyarin min syay-in qul man anzalalkitaabaladzii jaa-a bihi muusaa nuuran wahudan linnaasi taj'aluunahu qaraathiisa tubduunahaa watukhfuuna katsiiran wa'ullimtum maa lam ta'lamuu antum walaa aabaaukum qulilaahu tsumma dzarhum fii khawdhihim yal'abuun"},{"id_ayat":881,"no_surah":6,"no_ayat":92,"teks_ayat":"وَهٰذَا كِتٰبٌ اَنْزَلْنٰهُ مُبٰرَكٌ مُّصَدِّقُ الَّذِيْ بَيْنَ يَدَيْهِ وَلِتُنْذِرَ اُمَّ الْقُرٰى وَمَنْ حَوْلَهَاۗ وَالَّذِيْنَ يُؤْمِنُوْنَ بِالْاٰخِرَةِ يُؤْمِنُوْنَ بِهٖ وَهُمْ عَلٰى صَلَاتِهِمْ يُحٰفِظُوْنَ ","tema":"Pengingkaran terhadap Agama Tauhid yang Berupa Pengingkaran Orang Yahudi terhadap Al-Qur’an","teks_terjemah":"Ini (Al-Qur’an) adalah kitab suci yang telah Kami turunkan lagi diberkahi yang membenarkan kitab-kitab yang (diturunkan) sebelumnya dan agar engkau memberi peringatan kepada (penduduk) Ummul Qura (Makkah) dan orang-orang yang ada di sekitarnya. Orang-orang yang beriman pada (kehidupan) akhirat (tentu) beriman padanya (Al-Qur’an) dan mereka selalu memelihara salatnya.","no_fn":"","teks_fn":"","bacaan":"wahaadzaa kitaabun anzalnaahu mubaarakun mushaddiquladzii bayna yadayhi walitundzira ummalquraa waman hawlahaa walladziina yu'minuuna bil-aakhirati yu'minuuna bihi wahum 'alaa shalaatihim yuhaafizhuun"},{"id_ayat":882,"no_surah":6,"no_ayat":93,"teks_ayat":"وَمَنْ اَظْلَمُ مِمَّنِ افْتَرٰى عَلَى اللّٰهِ كَذِبًا اَوْ قَالَ اُوْحِيَ اِلَيَّ وَلَمْ يُوْحَ اِلَيْهِ شَيْءٌ وَّمَنْ قَالَ سَاُنْزِلُ مِثْلَ مَآ اَنْزَلَ اللّٰهُ ۗوَلَوْ تَرٰٓى اِذِ الظّٰلِمُوْنَ فِيْ غَمَرٰتِ الْمَوْتِ وَالْمَلٰۤىِٕكَةُ بَاسِطُوْٓا اَيْدِيْهِمْۚ اَخْرِجُوْٓا اَنْفُسَكُمْۗ  اَلْيَوْمَ تُجْزَوْنَ عَذَابَ الْهُوْنِ بِمَا كُنْتُمْ تَقُوْلُوْنَ عَلَى اللّٰهِ غَيْرَ الْحَقِّ وَكُنْتُمْ عَنْ اٰيٰتِهٖ تَسْتَكْبِرُوْنَ","tema":"Kebenaran Wahyu dan Akibat Dusta terhadap Allah","teks_terjemah":"Siapakah yang lebih zalim daripada orang-orang yang mengada-adakan dusta terhadap Allah atau yang berkata, “Telah diwahyukan kepadaku,” padahal tidak diwahyukan sesuatu pun kepadanya dan orang yang berkata, “Aku akan mendatangkan seperti yang diturunkan Allah.” Seandainya saja engkau melihat pada waktu orang-orang zalim itu (berada) dalam kesakitan sakratulmaut, sedang para malaikat memukul dengan tangannya (sembari berkata), “Keluarkanlah nyawamu!” Pada hari ini kamu akan dibalas dengan azab yang sangat menghinakan karena kamu mengatakan terhadap Allah (perkataan) yang tidak benar dan (karena) kamu menyombongkan diri terhadap ayat-ayat-Nya.","no_fn":"","teks_fn":"","bacaan":"waman azhlamu mimmani iftaraa 'alaalaahi kadziban aw qaala uuhiya ilayya walam yuuha ilayhi syay-un waman qaala saunzilu mitsla maa anzalalaahu walaw taraa idzizhzhaalimuuna fii ghamaraatilmawti walmalaa-ikatu baasithuu aydiihim akhrijuu anfusakumulyawma tujzawna 'adzaabalhuuni bimaa kuntum taquuluuna 'alaalaahi ghayralhaqqi wakuntum 'an aayaatihi tastakbiruun"},{"id_ayat":883,"no_surah":6,"no_ayat":94,"teks_ayat":"وَلَقَدْ جِئْتُمُوْنَا فُرَادٰى كَمَا خَلَقْنٰكُمْ اَوَّلَ مَرَّةٍ وَّتَرَكْتُمْ مَّا خَوَّلْنٰكُمْ وَرَاۤءَ ظُهُوْرِكُمْۚ وَمَا نَرٰى مَعَكُمْ شُفَعَاۤءَكُمُ الَّذِيْنَ زَعَمْتُمْ اَنَّهُمْ فِيْكُمْ شُرَكٰۤؤُا ۗ لَقَدْ تَّقَطَّعَ بَيْنَكُمْ وَضَلَّ عَنْكُمْ مَّا كُنْتُمْ تَزْعُمُوْنَ ࣖ","tema":"Kebenaran Wahyu dan Akibat Dusta terhadap Allah","teks_terjemah":"(Kini) kamu benar-benar datang kepada Kami sendiri-sendiri sebagaimana Kami ciptakan kamu pada mulanya. Kamu sudah meninggalkan di belakangmu (di dunia) apa yang telah Kami karuniakan kepadamu. Kami tidak melihat bersamamu para pemberi syafaat (pertolongan) yang kamu anggap bagi dirimu sebagai sekutu-sekutu(-Ku). Sungguh, telah terputus (semua pertalian) antara kamu dan telah lenyap dari kamu apa yang dahulu kamu sangka (sebagai sekutu Allah).","no_fn":"","teks_fn":"","bacaan":"walaqad ji'tumuunaa furaadaa kamaa khalaqnaakum awwala marratin wataraktum maa khawwalnaakum waraa-a zhuhuurikum wamaa naraa ma'akum syufa'aa-akumuladziina za'amtum annahum fiikum syurakaau laqad taqaththha'a baynakum wadhalla 'ankum maa kuntum taz'umuun"},{"id_ayat":884,"no_surah":6,"no_ayat":95,"teks_ayat":"۞ اِنَّ اللّٰهَ فَالِقُ الْحَبِّ وَالنَّوٰىۗ  يُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَمُخْرِجُ الْمَيِّتِ مِنَ الْحَيِّ ۗذٰلِكُمُ اللّٰهُ فَاَنّٰى تُؤْفَكُوْنَ ","tema":"Bukti Keesaan Allah dan Kekuasaan-Nya","teks_terjemah":"Sesungguhnya Allah yang menumbuhkan butir (padi-padian) dan biji (buah-buahan). Dia mengeluarkan yang hidup dari yang mati dan mengeluarkan yang mati dari yang hidup. Itulah (kekuasaan) Allah. Maka, bagaimana kamu dapat dipalingkan?","no_fn":"","teks_fn":"","bacaan":"innalaaha faaliqulhabbi wannawaa yukhrijulhayya minalmayyiti wamukhrijulmayyiti minalhayyi dzaalikumulaahu fa-annaa tu'fakuun"},{"id_ayat":885,"no_surah":6,"no_ayat":96,"teks_ayat":"فَالِقُ الْاِصْبَاحِۚ وَجَعَلَ الَّيْلَ سَكَنًا وَّالشَّمْسَ وَالْقَمَرَ حُسْبَانًا ۗذٰلِكَ تَقْدِيْرُ الْعَزِيْزِ الْعَلِيْمِ ","tema":"Bukti Keesaan Allah dan Kekuasaan-Nya","teks_terjemah":"(Dia) yang menyingsingkan pagi dan menjadikan malam untuk beristirahat, serta (menjadikan) matahari dan bulan untuk perhitungan. Itulah ketetapan Allah Yang Mahaperkasa lagi Maha Mengetahui.","no_fn":"","teks_fn":"","bacaan":"faaliqul-ishbaahi waja'alalayla sakanan wasysyamsa walqamara husbaanan dzaalika taqdiirul'aziizil'aliim"},{"id_ayat":886,"no_surah":6,"no_ayat":97,"teks_ayat":"وَهُوَ الَّذِيْ جَعَلَ لَكُمُ النُّجُوْمَ لِتَهْتَدُوْا بِهَا فِيْ ظُلُمٰتِ الْبَرِّ وَالْبَحْرِۗ قَدْ فَصَّلْنَا الْاٰيٰتِ لِقَوْمٍ يَّعْلَمُوْنَ ","tema":"Bukti Keesaan Allah dan Kekuasaan-Nya","teks_terjemah":"Dialah yang menjadikan bagimu bintang-bintang agar kamu menjadikannya petunjuk dalam kegelapan (yang pekat) di darat dan di laut. Sungguh, Kami telah memerinci tanda-tanda (kekuasaan Kami) kepada kaum yang mengetahui.","no_fn":"","teks_fn":"","bacaan":"wahuwaladzii ja'ala lakumunnujuuma litahtaduu bihaa fii zhulumaatilbarri walbahri qad fashshalnaal-aayaati liqawmin ya'lamuun"},{"id_ayat":887,"no_surah":6,"no_ayat":98,"teks_ayat":"وَهُوَ الَّذِيْٓ اَنْشَاَكُمْ مِّنْ نَّفْسٍ وَّاحِدَةٍ فَمُسْتَقَرٌّ وَّمُسْتَوْدَعٌ  ۗقَدْ فَصَّلْنَا الْاٰيٰتِ لِقَوْمٍ يَّفْقَهُوْنَ ","tema":"Bukti Keesaan Allah dan Kekuasaan-Nya","teks_terjemah":"Dialah yang menciptakanmu dari diri yang satu (Adam), maka (bagimu) ada tempat menetap dan tempat menyimpan.<sup>254)<\/sup> Sungguh, Kami telah memerinci tanda-tanda (kekuasaan Kami) kepada kaum yang memahami.","no_fn":"254","teks_fn":"254) Menurut sebagian mufasir, yang dimaksud tempat menetap adalah tulang sulbi bapak dan tempat menyimpan adalah rahim ibu. Ada pula yang berpendapat bahwa tempat menetap adalah permukaan bumi pada waktu manusia masih hidup dan tempat menyimpan adalah perut bumi (kuburan) pada waktu manusia telah mati.","bacaan":"wahuwaladzii ansya-akum min nafsin waahidatin famustaqarrun wamustawda'un qad fashshalnaal-aayaati liqawmin yafqahuun"},{"id_ayat":888,"no_surah":6,"no_ayat":99,"teks_ayat":"وَهُوَ الَّذِيْٓ اَنْزَلَ مِنَ السَّمَاۤءِ مَاۤءًۚ فَاَخْرَجْنَا بِهٖ نَبَاتَ كُلِّ شَيْءٍ فَاَخْرَجْنَا مِنْهُ خَضِرًا نُّخْرِجُ مِنْهُ حَبًّا مُّتَرَاكِبًاۚ وَمِنَ النَّخْلِ مِنْ طَلْعِهَا قِنْوَانٌ دَانِيَةٌ وَّجَنّٰتٍ مِّنْ اَعْنَابٍ وَّالزَّيْتُوْنَ وَالرُّمَّانَ مُشْتَبِهًا وَّغَيْرَ مُتَشَابِهٍۗ اُنْظُرُوْٓا اِلٰى ثَمَرِهٖٓ اِذَٓا اَثْمَرَ وَيَنْعِهٖ ۗاِنَّ فِيْ ذٰلِكُمْ لَاٰيٰتٍ لِّقَوْمٍ يُّؤْمِنُوْنَ ","tema":"Bukti Keesaan Allah dan Kekuasaan-Nya","teks_terjemah":"Dialah yang menurunkan air dari langit lalu dengannya Kami menumbuhkan segala macam tumbuhan. Maka, darinya Kami mengeluarkan tanaman yang menghijau. Darinya Kami mengeluarkan butir yang bertumpuk (banyak). Dari mayang kurma (mengurai) tangkai-tangkai yang menjuntai. (Kami menumbuhkan) kebun-kebun anggur. (Kami menumbuhkan pula) zaitun dan delima yang serupa dan yang tidak serupa. Perhatikanlah buahnya pada waktu berbuah dan menjadi masak. Sesungguhnya pada yang demikian itu benar-benar terdapat tanda-tanda (kekuasaan Allah) bagi kaum yang beriman.","no_fn":"","teks_fn":"","bacaan":"wahuwaladzii anzala minassamaa-i maa-an fa-akhrajnaa bihi nabaata kulli syay-in fa-akhrajnaa minhu khadhiran nukhriju minhu habban mutaraakiban waminannakhli min thal'ihaa qinwaanun daaniyatun wajannaatin min a'naabin wazzaytuuna warrummaana musytabihan waghayra mutasyaabihin unzhuruu ilaa tsamarihi idzaa atsmara wayan'ihi inna fii dzaalikum laaayaatin liqawmin yu'minuun"},{"id_ayat":889,"no_surah":6,"no_ayat":100,"teks_ayat":"وَجَعَلُوْا لِلّٰهِ شُرَكَاۤءَ الْجِنَّ وَخَلَقَهُمْ وَخَرَقُوْا لَهٗ بَنِيْنَ وَبَنٰتٍۢ بِغَيْرِ عِلْمٍۗ سُبْحٰنَهٗ وَتَعٰلٰى عَمَّا يَصِفُوْنَ ࣖ ","tema":"Syirik sebagai Penyelewengan Fitrah","teks_terjemah":"Mereka (orang-orang musyrik) menjadikan jin sekutu-sekutu bagi Allah, padahal Dia yang menciptakannya (jin-jin itu). Mereka berbohong terhadap-Nya (dengan mengatakan bahwa Allah mempunyai) anak laki-laki dan anak perempuan, tanpa (dasar) pengetahuan.<sup>255)<\/sup> Mahasuci dan Mahatinggi Dia dari sifat-sifat yang mereka gambarkan.","no_fn":"255","teks_fn":"255) Mereka mengatakan bahwa Allah Swt. mempunyai anak, sebagaimana orang Yahudi mengatakan bahwa Uzair adalah putra Allah Swt. dan orang-orang musyrik mengatakan bahwa malaikat merupakan anak-anak perempuan Allah Swt. Mereka mengatakan demikian karena kebodohannya.","bacaan":"waja'aluu lillaahi syurakaa-aljinna wakhalaqahum wakharaquu lahu baniina wabanaatin bighayri 'ilmin subhaanahu wata'aalaa 'ammaa yashifuun"},{"id_ayat":890,"no_surah":6,"no_ayat":101,"teks_ayat":"بَدِيْعُ السَّمٰوٰتِ وَالْاَرْضِۗ اَنّٰى يَكُوْنُ لَهٗ وَلَدٌ وَّلَمْ تَكُنْ لَّهٗ صَاحِبَةٌ  ۗوَخَلَقَ كُلَّ شَيْءٍۚ وَهُوَ بِكُلِّ شَيْءٍ عَلِيْمٌ  ","tema":"Syirik sebagai Penyelewengan Fitrah","teks_terjemah":"Dia (Allah) pencipta langit dan bumi. Bagaimana (mungkin) Dia mempunyai anak, padahal Dia tidak mempunyai istri? Dia menciptakan segala sesuatu dan Dia Maha Mengetahui segala sesuatu.","no_fn":"","teks_fn":"","bacaan":"badii'ussamaawaati wal-ardhi annaa yakuunu lahu waladun walam takun lahu shaahibatun wakhalaqa kulla syay-in wahuwa bikulli syay-in 'aliim"},{"id_ayat":891,"no_surah":6,"no_ayat":102,"teks_ayat":"ذٰلِكُمُ اللّٰهُ رَبُّكُمْۚ  لَآ اِلٰهَ اِلَّا هُوَۚ خَالِقُ كُلِّ شَيْءٍ فَاعْبُدُوْهُ ۚوَهُوَ عَلٰى كُلِّ شَيْءٍ وَّكِيْلٌ  ","tema":"Syirik sebagai Penyelewengan Fitrah","teks_terjemah":"Itulah Allah Tuhanmu. Tidak ada tuhan selain Dia, pencipta segala sesuatu. Maka, sembahlah Dia. Dialah pemelihara segala sesuatu.","no_fn":"","teks_fn":"","bacaan":"dzaalikumulaahu rabbukum laa ilaaha illaa huwa khaaliqu kulli syay-in fa'buduuhu wahuwa 'alaa kulli syay-in wakiil"},{"id_ayat":892,"no_surah":6,"no_ayat":103,"teks_ayat":"لَا تُدْرِكُهُ الْاَبْصَارُ وَهُوَ يُدْرِكُ الْاَبْصَارَۚ وَهُوَ اللَّطِيْفُ الْخَبِيْرُ  ","tema":"Syirik sebagai Penyelewengan Fitrah","teks_terjemah":"Dia tidak dapat dijangkau oleh penglihatan mata, sedangkan Dia dapat menjangkau segala penglihatan itu. Dialah Yang Mahahalus lagi Mahateliti.","no_fn":"","teks_fn":"","bacaan":"laa tudrikuhul-abshaaru wahuwa yudrikul-abshaara wahuwalathiifulkhabiir"},{"id_ayat":893,"no_surah":6,"no_ayat":104,"teks_ayat":"قَدْ جَاۤءَكُمْ بَصَاۤىِٕرُ مِنْ رَّبِّكُمْۚ فَمَنْ اَبْصَرَ فَلِنَفْسِهٖۚ وَمَنْ عَمِيَ فَعَلَيْهَاۗ وَمَآ اَنَا۠ عَلَيْكُمْ بِحَفِيْظٍ  ","tema":"Syirik sebagai Penyelewengan Fitrah","teks_terjemah":"Sungguh, telah datang kepadamu bukti-bukti yang nyata dari Tuhanmu. Siapa yang melihat (bukti-bukti itu),<sup>256)<\/sup> maka (manfaatnya) bagi dirinya sendiri dan siapa yang buta (tidak melihat bukti-bukti itu), maka (akibat buruknya) bagi dirinya sendiri, sedangkan aku (Nabi Muhammad) bukanlah pengawas(-mu).","no_fn":"256","teks_fn":"256) Siapa yang mengetahui kebenaran dan mengerjakan kebajikan serta memperoleh petunjuk, dia telah mencapai puncak kebahagiaan.","bacaan":"qad jaa-akum bashaa-iru min rabbikum faman abshara falinafsihi waman 'amiya fa'alayhaa wamaa anaa 'alaykum bihafiizh"},{"id_ayat":894,"no_surah":6,"no_ayat":105,"teks_ayat":"وَكَذٰلِكَ نُصَرِّفُ الْاٰيٰتِ وَلِيَقُوْلُوْا دَرَسْتَ وَلِنُبَيِّنَهٗ لِقَوْمٍ يَّعْلَمُوْنَ  ","tema":"Syirik sebagai Penyelewengan Fitrah","teks_terjemah":"Demikianlah Kami menjelaskan berulang-ulang ayat-ayat Kami (agar orang-orang beriman mengambil pelajaran darinya) dan agar mereka (orang-orang musyrik) mengatakan, “Engkau telah mempelajari (ayat-ayat itu dari Ahlulkitab),” dan agar Kami menjelaskannya (Al-Qur’an) kepada kaum yang mengetahui.","no_fn":"","teks_fn":"","bacaan":"wakadzaalika nusharriful-aayaati waliyaquuluu darasta walinubayyinahu liqawmin ya'lamuun"},{"id_ayat":895,"no_surah":6,"no_ayat":106,"teks_ayat":"اِتَّبِعْ مَآ اُوْحِيَ اِلَيْكَ مِنْ رَّبِّكَۚ  لَآ اِلٰهَ اِلَّا هُوَۚ وَاَعْرِضْ عَنِ الْمُشْرِكِيْنَ  ","tema":"Perintah Mengikuti Wahyu dan Larangan Memaki Sembahan Selain Allah","teks_terjemah":"Ikutilah apa yang telah diwahyukan kepadamu (Nabi Muhammad bahwa) tidak ada tuhan selain Dia dan berpalinglah dari orang-orang musyrik.","no_fn":"","teks_fn":"","bacaan":"ittabi' maa uuhiya ilayka min rabbika laa ilaaha illaa huwa wa-a'ridh 'anilmusyrikiin"},{"id_ayat":896,"no_surah":6,"no_ayat":107,"teks_ayat":"وَلَوْ شَاۤءَ اللّٰهُ مَآ اَشْرَكُوْاۗ وَمَا جَعَلْنٰكَ عَلَيْهِمْ حَفِيْظًاۚ وَمَآ اَنْتَ عَلَيْهِمْ بِوَكِيْلٍ ","tema":"Perintah Mengikuti Wahyu dan Larangan Memaki Sembahan Selain Allah","teks_terjemah":"Sekiranya Allah menghendaki, niscaya mereka tidak mempersekutukan(-Nya). Kami tidak menjadikan engkau pengawas mereka dan engkau bukan pula penanggung jawab mereka.","no_fn":"","teks_fn":"","bacaan":"walaw syaa-alaahu maa asyrakuu wamaa ja'alnaaka 'alayhim hafiizhan wamaa anta 'alayhim biwakiil"},{"id_ayat":897,"no_surah":6,"no_ayat":108,"teks_ayat":"وَلَا تَسُبُّوا الَّذِيْنَ يَدْعُوْنَ مِنْ دُوْنِ اللّٰهِ فَيَسُبُّوا اللّٰهَ عَدْوًاۢ بِغَيْرِ عِلْمٍۗ  كَذٰلِكَ زَيَّنَّا لِكُلِّ اُمَّةٍ عَمَلَهُمْۖ ثُمَّ اِلٰى رَبِّهِمْ مَّرْجِعُهُمْ فَيُنَبِّئُهُمْ بِمَا كَانُوْا يَعْمَلُوْنَ ","tema":"Perintah Mengikuti Wahyu dan Larangan Memaki Sembahan Selain Allah","teks_terjemah":"Janganlah kamu memaki (sesembahan) yang mereka sembah selain Allah karena mereka nanti akan memaki Allah dengan melampaui batas tanpa (dasar) pengetahuan. Demikianlah, Kami jadikan setiap umat menganggap baik pekerjaan mereka. Kemudian kepada Tuhan merekalah tempat kembali mereka, lalu Dia akan memberitahukan kepada mereka apa yang telah mereka kerjakan.","no_fn":"","teks_fn":"","bacaan":"walaa tasubbuuladziina yad'uuna min duunilaahi fayasubbuulaaha 'adwan bighayri 'ilmin kadzaalika zayyannaa likulli ummatin 'amalahum tsumma ilaa rabbihim marji'uhum fayunabbi-uhum bimaa kaanuu ya'maluun"},{"id_ayat":898,"no_surah":6,"no_ayat":109,"teks_ayat":"وَاَقْسَمُوْا بِاللّٰهِ جَهْدَ اَيْمَانِهِمْ لَىِٕنْ جَاۤءَتْهُمْ اٰيَةٌ لَّيُؤْمِنُنَّ بِهَاۗ قُلْ اِنَّمَا الْاٰيٰتُ عِنْدَ اللّٰهِ وَمَا يُشْعِرُكُمْ اَنَّهَآ اِذَا جَاۤءَتْ لَا يُؤْمِنُوْنَ ","tema":"Perintah Mengikuti Wahyu dan Larangan Memaki Sembahan Selain Allah","teks_terjemah":"Mereka bersumpah dengan (nama) Allah dengan sebenar-benarnya sumpah (bahwa) sungguh jika datang suatu bukti (mukjizat) kepada mereka, pastilah mereka akan beriman kepadanya. Katakanlah, “Sesungguhnya bukti-bukti itu hanya ada pada sisi Allah.” Kamu tidak akan mengira bahwa jika bukti (mukjizat) itu datang, mereka tidak juga akan beriman.<sup>257)<\/sup>","no_fn":"257","teks_fn":"257) Orang musyrik bersumpah bahwa jika mukjizat dari Allah datang, mereka akan beriman. Oleh karena itu, orang mukmin berharap agar Nabi memohon kepada Allah Swt. untuk menurunkan mukjizat yang dimaksud. Maka, Allah Swt. menolak harapan orang-orang mukmin itu dengan ayat ini.","bacaan":"wa-aqsamuu bialaahi jahda aymaanihim la-in jaa-at-hum aayatun layu'minunna bihaa qul innamaal-aayaatu 'indalaahi wamaa yusy'irukum annahaa idzaa jaa-at laa yu'minuun"},{"id_ayat":899,"no_surah":6,"no_ayat":110,"teks_ayat":"وَنُقَلِّبُ اَفْـِٕدَتَهُمْ وَاَبْصَارَهُمْ كَمَا لَمْ يُؤْمِنُوْا بِهٖٓ اَوَّلَ مَرَّةٍ وَّنَذَرُهُمْ فِيْ طُغْيَانِهِمْ يَعْمَهُوْنَ ࣖ   ۔ ","tema":"Perintah Mengikuti Wahyu dan Larangan Memaki Sembahan Selain Allah","teks_terjemah":"(Kamu pun tidak akan mengira bahwa) Kami akan memalingkan hati dan penglihatan mereka seperti pertama kali mereka tidak beriman kepadanya (Al-Qur’an) serta Kami membiarkan mereka bingung dalam kesesatan.","no_fn":"","teks_fn":"","bacaan":"wanuqallibu af-idatahum wa-abshaarahum kamaa lam yu'minuu bihi awwala marratin wanadzaruhum fii thughyaanihim ya'mahuun"},{"id_ayat":900,"no_surah":6,"no_ayat":111,"teks_ayat":"۞ وَلَوْ اَنَّنَا نَزَّلْنَآ اِلَيْهِمُ الْمَلٰۤىِٕكَةَ وَكَلَّمَهُمُ الْمَوْتٰى وَحَشَرْنَا عَلَيْهِمْ كُلَّ شَيْءٍ قُبُلًا مَّا كَانُوْا لِيُؤْمِنُوْٓا اِلَّآ اَنْ يَّشَاۤءَ اللّٰهُ وَلٰكِنَّ اَكْثَرَهُمْ يَجْهَلُوْنَ ","tema":"Keengganan Orang Musyrik untuk Beriman ","teks_terjemah":"Seandainya Kami benar-benar menurunkan malaikat kepada mereka (sebagai saksi kebenaran Rasul), orang yang telah mati pun (Kami hidupkan kembali lalu) berbicara dengan mereka, dan Kami kumpulkan di hadapan mereka segala sesuatu (yang mereka inginkan), mereka tidak juga akan beriman, kecuali jika Allah menghendaki. Namun, kebanyakan mereka tidak mengetahui (hakikat ini).","no_fn":"","teks_fn":"","bacaan":"walaw annanaa nazzalnaa ilayhimulmalaa-ikata wakallamahumulmawtaa wahasyarnaa 'alayhim kulla syay-in qubulan maa kaanuu liyu'minuu illaa an yasyaa-alaahu walaakinna aktsarahum yajhaluun"},{"id_ayat":901,"no_surah":6,"no_ayat":112,"teks_ayat":"وَكَذٰلِكَ جَعَلْنَا لِكُلِّ نَبِيٍّ عَدُوًّا شَيٰطِيْنَ الْاِنْسِ وَالْجِنِّ يُوْحِيْ بَعْضُهُمْ اِلٰى بَعْضٍ زُخْرُفَ الْقَوْلِ غُرُوْرًا ۗوَلَوْ شَاۤءَ رَبُّكَ مَا فَعَلُوْهُ فَذَرْهُمْ وَمَا يَفْتَرُوْنَ  ","tema":"Musuh Para Nabi ","teks_terjemah":"Demikianlah (sebagaimana Kami menjadikan bagimu musuh) Kami telah menjadikan (pula) bagi setiap nabi musuh yang terdiri atas setan-setan (berupa) manusia dan jin. Sebagian mereka membisikkan kepada sebagian yang lain perkataan yang indah sebagai tipuan. Seandainya Tuhanmu menghendaki, niscaya mereka tidak akan melakukannya. Maka, tinggalkan mereka bersama apa yang mereka ada-adakan (kebohongan).","no_fn":"","teks_fn":"","bacaan":"wakadzaalika ja'alnaa likulli nabiyyin 'aduwwan syayaathiinal-insi waljinni yuuhii ba'dhuhum ilaa ba'dhin zukhrufalqawli ghuruuran walaw syaa-a rabbuka maa fa'aluuhu fadzarhum wamaa yaftaruun"},{"id_ayat":902,"no_surah":6,"no_ayat":113,"teks_ayat":"وَلِتَصْغٰٓى اِلَيْهِ اَفْـِٕدَةُ الَّذِيْنَ لَا يُؤْمِنُوْنَ بِالْاٰخِرَةِ وَلِيَرْضَوْهُ وَلِيَقْتَرِفُوْا مَا هُمْ مُّقْتَرِفُوْنَ ","tema":"Musuh Para Nabi ","teks_terjemah":"(Setan-setan itu saling membisikkan perkataan yang indah juga) agar hati kecil orang-orang yang tidak beriman pada akhirat tertarik pada bisikan itu serta menyenanginya, dan agar mereka melakukan apa yang biasa mereka (setan-setan itu) lakukan.","no_fn":"","teks_fn":"","bacaan":"walitashghaa ilayhi af-idatuladziina laa yu'minuuna bil-aakhirati waliyardhawhu waliyaqtarifuu maa hum muqtarifuun"},{"id_ayat":903,"no_surah":6,"no_ayat":114,"teks_ayat":"اَفَغَيْرَ اللّٰهِ اَبْتَغِيْ حَكَمًا وَّهُوَ الَّذِيْٓ اَنْزَلَ اِلَيْكُمُ الْكِتٰبَ مُفَصَّلًا ۗوَالَّذِيْنَ اٰتَيْنٰهُمُ الْكِتٰبَ يَعْلَمُوْنَ اَنَّهٗ مُنَزَّلٌ مِّنْ رَّبِّكَ بِالْحَقِّ فَلَا تَكُوْنَنَّ مِنَ الْمُمْتَرِيْنَ ","tema":"Allah Sebenar-benar Hakim ","teks_terjemah":"Maka, apakah (pantas) aku mencari selain Allah sebagai hakim, padahal Dialah yang menurunkan Kitab (Al-Qur’an) kepadamu (dengan penjelasan) secara terperinci? Orang-orang yang telah Kami anugerahi Kitab Suci mengetahui (bahwa) sesungguhnya (Al-Qur’an) itu diturunkan dari Tuhanmu dengan benar. Maka, janganlah sekali-kali kamu termasuk orang-orang yang ragu.","no_fn":"","teks_fn":"","bacaan":"afaghayralaahi abtaghii hakaman wahuwaladzii anzala ilaykumulkitaaba mufashshalan walladziina aataynaahumulkitaaba ya'lamuuna annahu munazzalun min rabbika bilhaqqi falaa takuunanna minalmumtariin"},{"id_ayat":904,"no_surah":6,"no_ayat":115,"teks_ayat":"وَتَمَّتْ كَلِمَتُ رَبِّكَ صِدْقًا وَّعَدْلًاۗ لَا مُبَدِّلَ لِكَلِمٰتِهٖ ۚوَهُوَ السَّمِيْعُ الْعَلِيْمُ","tema":"Kesempurnaan Kandungan Al-Qur’an ","teks_terjemah":"Telah sempurna kalimat Tuhanmu (Al-Qur’an) dengan (mengandung) kebenaran dan keadilan. Tidak ada (seorang pun) yang dapat mengubah kalimat-kalimat-Nya. Dia Maha Mendengar lagi Maha Mengetahui.","no_fn":"","teks_fn":"","bacaan":"watammat kalimatu rabbika shidqan wa'adlan laa mubaddila likalimaatihi wahuwassamii'ul'aliim"},{"id_ayat":905,"no_surah":6,"no_ayat":116,"teks_ayat":"وَاِنْ تُطِعْ اَكْثَرَ مَنْ فِى الْاَرْضِ يُضِلُّوْكَ عَنْ سَبِيْلِ اللّٰهِ ۗاِنْ يَّتَّبِعُوْنَ اِلَّا الظَّنَّ وَاِنْ هُمْ اِلَّا يَخْرُصُوْنَ ","tema":"Kesempurnaan Kandungan Al-Qur’an ","teks_terjemah":"Jika engkau mengikuti (kemauan) kebanyakan orang (kafir) di bumi ini (dalam urusan agama), niscaya mereka akan menyesatkanmu dari jalan Allah. Mereka hanya mengikuti persangkaan belaka dan mereka hanyalah membuat kebohongan.","no_fn":"","teks_fn":"","bacaan":"wa-in tuthi' aktsara man fiil-ardhi yudhilluuka 'an sabiililaahi in yattabi'uuna illaazhzhanna wa-in hum illaa yakhrushuun"},{"id_ayat":906,"no_surah":6,"no_ayat":117,"teks_ayat":"اِنَّ رَبَّكَ هُوَ اَعْلَمُ مَنْ يَّضِلُّ عَنْ سَبِيْلِهٖۚ وَهُوَ اَعْلَمُ بِالْمُهْتَدِيْنَ ","tema":"Kesempurnaan Kandungan Al-Qur’an ","teks_terjemah":"Sesungguhnya Tuhanmu, Dialah yang lebih mengetahui siapa yang tersesat dari jalan-Nya dan Dia (pula) yang lebih mengetahui orang-orang yang mendapat petunjuk.","no_fn":"","teks_fn":"","bacaan":"inna rabbaka huwa a'lamu man yadhillu 'an sabiilihi wahuwa a'lamu bilmuhtadiin"},{"id_ayat":907,"no_surah":6,"no_ayat":118,"teks_ayat":"فَكُلُوْا مِمَّا ذُكِرَ اسْمُ اللّٰهِ عَلَيْهِ اِنْ كُنْتُمْ بِاٰيٰتِهٖ مُؤْمِنِيْنَ ","tema":"Perselisihan tentang Kehalalan dan Keharaman Makanan ","teks_terjemah":"Makanlah sebagian apa (daging hewan halal) yang (ketika disembelih) disebut nama Allah jika kamu beriman pada ayat-ayat-Nya.","no_fn":"","teks_fn":"","bacaan":"fakuluu mimmaa dzukira ismulaahi 'alayhi in kuntum bi-aayaatihi mu'miniin"},{"id_ayat":908,"no_surah":6,"no_ayat":119,"teks_ayat":"وَمَا لَكُمْ اَلَّا تَأْكُلُوْا مِمَّا ذُكِرَ اسْمُ اللّٰهِ عَلَيْهِ وَقَدْ فَصَّلَ لَكُمْ مَّا حَرَّمَ عَلَيْكُمْ اِلَّا مَا اضْطُرِرْتُمْ اِلَيْهِ ۗوَاِنَّ كَثِيْرًا لَّيُضِلُّوْنَ بِاَهْوَاۤىِٕهِمْ بِغَيْرِ عِلْمٍ ۗاِنَّ رَبَّكَ هُوَ اَعْلَمُ بِالْمُعْتَدِيْنَ ","tema":"Perselisihan tentang Kehalalan dan Keharaman Makanan ","teks_terjemah":"Mengapa kamu tidak mau memakan sesuatu (daging hewan) yang (ketika disembelih) disebut nama Allah. Padahal, Allah telah menjelaskan secara rinci kepadamu sesuatu yang Dia haramkan kepadamu, kecuali jika kamu dalam keadaan terpaksa. Sesungguhnya banyak yang menyesatkan (orang lain) dengan mengikuti hawa nafsunya tanpa dasar pengetahuan. Sesungguhnya Tuhanmu lebih mengetahui orang-orang yang melampaui batas.","no_fn":"","teks_fn":"","bacaan":"wamaa lakumlaa ta'kuluu mimmaa dzukira ismulaahi 'alayhi waqad fashshala lakum maa harrama 'alaykum illaa maa idthurirtum ilayhi wa-inna katsiiran layudhilluuna bi-ahwaa-ihim bighayri 'ilmin inna rabbaka huwa a'lamu bilmu'tadiin"},{"id_ayat":909,"no_surah":6,"no_ayat":120,"teks_ayat":"وَذَرُوْا ظَاهِرَ الْاِثْمِ وَبَاطِنَهٗ ۗاِنَّ الَّذِيْنَ يَكْسِبُوْنَ الْاِثْمَ سَيُجْزَوْنَ بِمَا كَانُوْا يَقْتَرِفُوْنَ ","tema":"Perselisihan tentang Kehalalan dan Keharaman Makanan ","teks_terjemah":"Tinggalkanlah dosa yang terlihat dan yang tersembunyi. Sesungguhnya orang-orang yang mengerjakan (perbuatan) dosa kelak akan dibalas (dengan siksaan) karena apa yang mereka kerjakan.","no_fn":"","teks_fn":"","bacaan":"wadzaruu zhaahiral-itsmi wabaathinahu innaladziina yaksibuunal-itsma sayujzawna bimaa kaanuu yaqtarifuun"},{"id_ayat":910,"no_surah":6,"no_ayat":121,"teks_ayat":"وَلَا تَأْكُلُوْا مِمَّا لَمْ يُذْكَرِ اسْمُ اللّٰهِ عَلَيْهِ وَاِنَّهٗ لَفِسْقٌۗ وَاِنَّ الشَّيٰطِيْنَ لَيُوْحُوْنَ اِلٰٓى اَوْلِيَاۤىِٕهِمْ  لِيُجَادِلُوْكُمْ ۚوَاِنْ اَطَعْتُمُوْهُمْ اِنَّكُمْ لَمُشْرِكُوْنَ ࣖ ","tema":"Perselisihan tentang Kehalalan dan Keharaman Makanan ","teks_terjemah":"Janganlah kamu memakan sesuatu dari (daging hewan) yang (ketika disembelih) tidak disebut nama Allah. Perbuatan itu benar-benar suatu kefasikan. Sesungguhnya setan benar-benar selalu membisiki kawan-kawannya<sup>258)<\/sup> agar mereka membantahmu. Jika kamu menuruti mereka, sesungguhnya kamu benar-benar musyrik.","no_fn":"258","teks_fn":"258) Lihat catatan kaki surah Āli ‘Imrān\/3: 28. ","bacaan":"walaa ta'kuluu mimmaa lam yudzkari ismulaahi 'alayhi wa-innahu lafisqun wa-innasysyayaathiina layuuhuuna ilaa awliyaa-ihim liyujaadiluukum wa-in atha'tumuuhum innakum lamusyrikuun"},{"id_ayat":911,"no_surah":6,"no_ayat":122,"teks_ayat":"اَوَمَنْ كَانَ مَيْتًا فَاَحْيَيْنٰهُ وَجَعَلْنَا لَهٗ نُوْرًا يَّمْشِيْ بِهٖ فِى النَّاسِ كَمَنْ مَّثَلُهٗ فِى الظُّلُمٰتِ لَيْسَ بِخَارِجٍ مِّنْهَاۗ  كَذٰلِكَ زُيِّنَ لِلْكٰفِرِيْنَ مَا كَانُوْا يَعْمَلُوْنَ ","tema":"Perselisihan tentang Kehalalan dan Keharaman Makanan ","teks_terjemah":"Apakah orang yang sudah mati lalu Kami hidupkan dan beri dia cahaya yang membuatnya dapat berjalan di tengah-tengah orang banyak, seperti orang yang berada dalam kegelapan sehingga dia tidak dapat keluar dari sana? Demikianlah, dijadikan terasa indah bagi orang-orang kafir apa yang mereka kerjakan.","no_fn":"","teks_fn":"","bacaan":"awa man kaana maytan fa-ahyaynaahu waja'alnaa lahu nuuran yamsyii bihi fiinnaasi kaman matsaluhu fiizhzhulumaati laysa bikhaarijin minhaa kadzaalika zuyyina lilkaafiriina maa kaanuu ya'maluun"},{"id_ayat":912,"no_surah":6,"no_ayat":123,"teks_ayat":"وَكَذٰلِكَ جَعَلْنَا فِيْ كُلِّ قَرْيَةٍ اَكٰبِرَ مُجْرِمِيْهَا لِيَمْكُرُوْا فِيْهَاۗ وَمَا يَمْكُرُوْنَ اِلَّا بِاَنْفُسِهِمْ وَمَا يَشْعُرُوْنَ ","tema":"Perselisihan tentang Kehalalan dan Keharaman Makanan ","teks_terjemah":"Demikian pula pada setiap negeri Kami jadikan orang-orang jahatnya<sup>259)<\/sup> sebagai pembesar agar melakukan tipu daya di sana. Padahal, mereka hanya menipu diri sendiri tanpa menyadarinya.","no_fn":"259","teks_fn":"259) Menurut sebagian mufasir, akābira mujrimīhā artinya adalah ‘para penjahat besar’.","bacaan":"wakadzaalika ja'alnaa fii kulli qaryatin akaabira mujrimiihaa liyamkuruu fiihaa wamaa yamkuruuna illaa bi-anfusihim wamaa yasy'uruun"},{"id_ayat":913,"no_surah":6,"no_ayat":124,"teks_ayat":"وَاِذَا جَاۤءَتْهُمْ اٰيَةٌ قَالُوْا لَنْ نُّؤْمِنَ حَتّٰى نُؤْتٰى مِثْلَ مَآ اُوْتِيَ رُسُلُ اللّٰهِ ۘ اَللّٰهُ اَعْلَمُ حَيْثُ يَجْعَلُ رِسٰلَتَهٗۗ سَيُصِيْبُ الَّذِيْنَ اَجْرَمُوْا صَغَارٌ عِنْدَ اللّٰهِ وَعَذَابٌ شَدِيْدٌۢ بِمَا كَانُوْا يَمْكُرُوْنَ","tema":"Hak Allah Menunjuk Seseorang Menjadi Nabi ","teks_terjemah":"Apabila datang suatu ayat kepada mereka, mereka berkata, “Kami tidak akan beriman hingga diberikan kepada kami (sesuatu) seperti apa yang diberikan kepada rasul-rasul Allah.” Allah lebih mengetahui di mana Dia menempatkan tugas kerasulan-Nya. Orang-orang yang berdosa nanti akan ditimpa kehinaan di sisi Allah dan azab yang keras karena tipu daya yang mereka lakukan.","no_fn":"","teks_fn":"","bacaan":"wa-idzaa jaa-at-hum aayatun qaaluu lan nu'mina hattaa nu'taa mitsla maa uutiya rusululaahilaahu a'lamu haytsu yaj'alu risaalatahu sayushiibuladziina ajramuu shaghaarun 'indalaahi wa'adzaabun syadiidun bimaa kaanuu yamkuruun"},{"id_ayat":914,"no_surah":6,"no_ayat":125,"teks_ayat":"فَمَنْ يُّرِدِ اللّٰهُ اَنْ يَّهْدِيَهٗ يَشْرَحْ صَدْرَهٗ لِلْاِسْلَامِۚ وَمَنْ يُّرِدْ اَنْ يُّضِلَّهٗ يَجْعَلْ صَدْرَهٗ ضَيِّقًا حَرَجًا كَاَنَّمَا يَصَّعَّدُ فِى السَّمَاۤءِۗ كَذٰلِكَ يَجْعَلُ اللّٰهُ الرِّجْسَ عَلَى الَّذِيْنَ لَا يُؤْمِنُوْنَ","tema":"Hak Allah Menunjuk Seseorang Menjadi Nabi ","teks_terjemah":"Maka, siapa yang Allah kehendaki mendapat hidayah, Dia akan melapangkan dadanya untuk menerima Islam. Siapa yang Dia kehendaki menjadi sesat, Dia akan menjadikan dadanya sempit lagi sesak seakan-akan dia sedang mendaki ke langit. Begitulah Allah menimpakan siksa kepada orang-orang yang tidak beriman.","no_fn":"","teks_fn":"","bacaan":"faman yuridilaahu an yahdiyahu yasyrah shadrahu lil-islaami waman yurid an yudhillahu yaj'al shadrahu dhayyiqan harajan ka-annamaa yashsha''adu fiissamaa-i kadzaalika yaj'alulaahurrijsa 'alaaladziina laa yu'minuun"},{"id_ayat":915,"no_surah":6,"no_ayat":126,"teks_ayat":"وَهٰذَا صِرَاطُ رَبِّكَ مُسْتَقِيْمًاۗ قَدْ فَصَّلْنَا الْاٰيٰتِ لِقَوْمٍ يَّذَّكَّرُوْنَ ","tema":"Islam sebagai Jalan Hidup yang Lurus ","teks_terjemah":"Inilah jalan Tuhanmu yang lurus. Sungguh, Kami telah menjelaskan secara rinci ayat-ayat (Kami) kepada orang-orang yang mengambil pelajaran.","no_fn":"","teks_fn":"","bacaan":"wahaadzaa shiraathu rabbika mustaqiiman qad fashshalnaal-aayaati liqawmin yadzdzakkaruun"},{"id_ayat":916,"no_surah":6,"no_ayat":127,"teks_ayat":"۞ لَهُمْ دَارُ السَّلٰمِ عِنْدَ رَبِّهِمْ وَهُوَ وَلِيُّهُمْ بِمَا كَانُوْا يَعْمَلُوْنَ ","tema":"Islam sebagai Jalan Hidup yang Lurus ","teks_terjemah":"Bagi mereka (disediakan) tempat yang damai (surga) di sisi Tuhannya. Dialah pelindung mereka karena apa (amal kebajikan) yang mereka kerjakan.","no_fn":"","teks_fn":"","bacaan":"lahum daarussalaami 'inda rabbihim wahuwa waliyyuhum bimaa kaanuu ya'maluun"},{"id_ayat":917,"no_surah":6,"no_ayat":128,"teks_ayat":"وَيَوْمَ يَحْشُرُهُمْ جَمِيْعًاۚ يٰمَعْشَرَ الْجِنِّ قَدِ اسْتَكْثَرْتُمْ مِّنَ الْاِنْسِ ۚوَقَالَ اَوْلِيَاۤؤُهُمْ مِّنَ الْاِنْسِ رَبَّنَا اسْتَمْتَعَ بَعْضُنَا بِبَعْضٍ وَّبَلَغْنَآ اَجَلَنَا الَّذِيْٓ اَجَّلْتَ لَنَا ۗقَالَ النَّارُ مَثْوٰىكُمْ خٰلِدِيْنَ فِيْهَآ اِلَّا مَا شَاۤءَ اللّٰهُ ۗاِنَّ رَبَّكَ حَكِيْمٌ عَلِيْمٌ ","tema":"Nasib Orang Zalim di Akhirat ","teks_terjemah":"(Ingatlah) pada hari ketika Dia mengumpulkan mereka semua (dan Allah berfirman), “Wahai golongan jin, kamu telah sering kali (menyesatkan) manusia.” Kawan-kawan<sup>260)<\/sup> mereka dari golongan manusia berkata, “Ya Tuhan, kami telah saling mendapatkan kesenangan<sup>261)<\/sup> dan kami telah sampai pada waktu yang telah Engkau tentukan buat kami.” Allah berfirman, “Nerakalah tempat kamu selama-lamanya, kecuali jika Allah menghendaki lain.” Sesungguhnya Tuhanmu Mahabijaksana lagi Maha Mengetahui. ","no_fn":"260","teks_fn":"260) Tentang makna kata waliy dan auliyā’, silakan lihat catatan kaki surah Āli ‘Imrān\/3: 28.<\/br>261) Masing-masing telah merasakan kesenangan dari pihak lain. Pihak jin setan merasa bahagia karena berhasil menyesatkan manusia, sedangkan manusia merasa senang mengikuti bujukan jin dan leluasa merasakan kenikmatan duniawi.","bacaan":"wayawma yahsyuruhum jamii'an yaa ma'syaraljinni qadi istaktsartum minal-insi waqaala awliyaauhum minal-insi rabbanaa istamta'a ba'dhunaa biba'dhin wabalaghnaa ajalanaaladzii ajjalta lanaa qaalannaaru matswaakum khaalidiina fiihaa illaa maa syaa-alaahu inna rabbaka hakiimun 'aliim"},{"id_ayat":918,"no_surah":6,"no_ayat":129,"teks_ayat":"وَكَذٰلِكَ نُوَلِّيْ بَعْضَ الظّٰلِمِيْنَ بَعْضًاۢ بِمَا كَانُوْا يَكْسِبُوْنَ ࣖ ","tema":"Nasib Orang Zalim di Akhirat ","teks_terjemah":"Demikianlah Kami jadikan sebagian orang-orang zalim berteman dengan sebagian lainnya, sebagai balasan atas apa yang selalu mereka kerjakan.","no_fn":"","teks_fn":"","bacaan":"wakadzaalika nuwallii ba'dhazhzhaalimiina ba'dhan bimaa kaanuu yaksibuun"},{"id_ayat":919,"no_surah":6,"no_ayat":130,"teks_ayat":"يٰمَعْشَرَ الْجِنِّ وَالْاِنْسِ اَلَمْ يَأْتِكُمْ رُسُلٌ مِّنْكُمْ يَقُصُّوْنَ عَلَيْكُمْ اٰيٰتِيْ وَيُنْذِرُوْنَكُمْ لِقَاۤءَ يَوْمِكُمْ هٰذَاۗ قَالُوْا شَهِدْنَا عَلٰٓى اَنْفُسِنَا وَغَرَّتْهُمُ الْحَيٰوةُ الدُّنْيَا وَشَهِدُوْا عَلٰٓى اَنْفُسِهِمْ اَنَّهُمْ كَانُوْا كٰفِرِيْنَ ","tema":"Nasib Orang Zalim di Akhirat ","teks_terjemah":"(Allah berfirman,) “Wahai golongan jin dan manusia, tidakkah sudah datang kepadamu rasul-rasul dari kalanganmu sendiri yang menyampaikan ayat-ayat-Ku kepadamu dan memperingatkanmu tentang pertemuan pada hari ini?” Mereka menjawab, “(Ya,) kami menjadi saksi atas diri kami sendiri.” Namun, mereka tertipu oleh kehidupan dunia. Mereka telah menjadi saksi atas diri mereka sendiri bahwa mereka adalah orang kafir.","no_fn":"","teks_fn":"","bacaan":"yaa ma'syara aljinni wal-insi alam ya'tikum rusulun minkum yaqushshuuna 'alaykum aayaatii wayundziruunakum liqaa-a yawmikum haadzaa qaaluu syahidnaa 'alaa anfusinaa wagharrat-humu alhayaatuddunyaa wasyahiduu 'alaa anfusihim annahum kaanuu kaafiriin"},{"id_ayat":920,"no_surah":6,"no_ayat":131,"teks_ayat":"ذٰلِكَ اَنْ لَّمْ يَكُنْ رَّبُّكَ مُهْلِكَ الْقُرٰى بِظُلْمٍ وَّاَهْلُهَا غٰفِلُوْنَ ","tema":"Nasib Orang Zalim di Akhirat ","teks_terjemah":"Demikian itu (pengutusan para rasul) karena Tuhanmu tidak akan membinasakan suatu negeri karena kezaliman (mereka), sedangkan penduduknya dalam keadaan belum tahu.","no_fn":"","teks_fn":"","bacaan":"dzaalika an lam yakun rabbuka muhlikalquraa bizhulmin wa-ahluhaa ghaafiluun"},{"id_ayat":921,"no_surah":6,"no_ayat":132,"teks_ayat":"وَلِكُلٍّ دَرَجٰتٌ مِّمَّا عَمِلُوْاۗ وَمَا رَبُّكَ بِغَافِلٍ عَمَّا يَعْمَلُوْنَ ","tema":"Nasib Orang Zalim di Akhirat ","teks_terjemah":"Masing-masing orang ada tingkatannya, (sesuai) dengan apa yang mereka kerjakan. Tuhanmu tidak lengah terhadap apa yang mereka kerjakan.","no_fn":"","teks_fn":"","bacaan":"walikullin darajaatun mimmaa 'amiluu wamaa rabbuka bighaafilin 'ammaa ya'maluun"},{"id_ayat":922,"no_surah":6,"no_ayat":133,"teks_ayat":"وَرَبُّكَ الْغَنِيُّ ذُو الرَّحْمَةِ ۗاِنْ يَّشَأْ يُذْهِبْكُمْ وَيَسْتَخْلِفْ مِنْۢ  بَعْدِكُمْ مَّا يَشَاۤءُ كَمَآ اَنْشَاَكُمْ مِّنْ ذُرِّيَّةِ قَوْمٍ اٰخَرِيْنَ ","tema":"Nasib Orang Zalim di Akhirat ","teks_terjemah":"Tuhanmulah Yang Mahakaya lagi penuh rahmat. Jika menghendaki, Dia akan memusnahkanmu. Setelah itu, Dia akan menggantimu dengan yang dikehendaki-Nya, sebagaimana Dia menjadikan kamu dari keturunan kaum lain (sebelummu).","no_fn":"","teks_fn":"","bacaan":"warabbukalghaniyyu dzuurrahmati in yasya' yudzhibkum wayastakhlif min ba'dikum maa yasyaau kamaa ansya-akum min dzurriyyati qawmin aakhariin"},{"id_ayat":923,"no_surah":6,"no_ayat":134,"teks_ayat":"اِنَّ مَا تُوْعَدُوْنَ لَاٰتٍۙ وَّمَآ اَنْتُمْ بِمُعْجِزِيْنَ ","tema":"Nasib Orang Zalim di Akhirat ","teks_terjemah":"Sesungguhnya apa pun yang dijanjikan kepadamu pasti datang dan kamu tidak mampu menolaknya.","no_fn":"","teks_fn":"","bacaan":"inna maa tuu'aduuna laaatin wamaa antum bimu'jiziin"},{"id_ayat":924,"no_surah":6,"no_ayat":135,"teks_ayat":"قُلْ يٰقَوْمِ اعْمَلُوْا عَلٰى مَكَانَتِكُمْ اِنِّيْ عَامِلٌۚ فَسَوْفَ تَعْلَمُوْنَۙ مَنْ تَكُوْنُ لَهٗ عَاقِبَةُ الدَّارِۗ اِنَّهٗ لَا يُفْلِحُ الظّٰلِمُوْنَ ","tema":"Nasib Orang Zalim di Akhirat ","teks_terjemah":"Katakanlah (Nabi Muhammad), “Wahai kaumku, berbuatlah menurut kedudukanmu, aku pun berbuat (demikian). Kelak kamu akan mengetahui siapa yang akan memperoleh tempat (terbaik) di akhirat (nanti). Sesungguhnya orang-orang yang zalim tidak akan beruntung.","no_fn":"","teks_fn":"","bacaan":"qul yaa qawmi i'maluu 'alaa makaanatikum innii 'aamilun fasawfa ta'lamuuna man takuunu lahu 'aaqibatuddaari innahu laa yuflihuzhzhaalimuun"},{"id_ayat":925,"no_surah":6,"no_ayat":136,"teks_ayat":"وَجَعَلُوْا لِلّٰهِ مِمَّا ذَرَاَ مِنَ الْحَرْثِ وَالْاَنْعَامِ نَصِيْبًا فَقَالُوْا هٰذَا لِلّٰهِ بِزَعْمِهِمْ وَهٰذَا لِشُرَكَاۤىِٕنَاۚ فَمَا كَانَ لِشُرَكَاۤىِٕهِمْ فَلَا يَصِلُ اِلَى اللّٰهِ ۚوَمَا كَانَ لِلّٰهِ فَهُوَ يَصِلُ اِلٰى شُرَكَاۤىِٕهِمْۗ سَاۤءَ مَا يَحْكُمُوْنَ ","tema":"Nasib Orang Zalim di Akhirat ","teks_terjemah":"Mereka menyediakan sebagian dari sesuatu yang Allah ciptakan, yaitu hasil tanaman dan hewan ternak, untuk Allah sambil berkata menurut persangkaan mereka, “Ini untuk Allah dan yang ini untuk berhala-berhala kami.” Bagian yang (disediakan) untuk berhala-berhala mereka tidak akan sampai kepada Allah, sedangkan bagian yang (disediakan) untuk Allah akan sampai pada berhala-berhala mereka.<sup>262)<\/sup> Sangat buruk ketetapan mereka itu. ","no_fn":"262","teks_fn":"262) Mereka membagi hasil tanaman dan ternak menjadi tiga bagian: satu bagian untuk mereka sendiri, satu bagian untuk Allah Swt., dan satu bagian untuk berhala mereka. Jika bagian untuk berhala tersebut menguntungkan, mereka tidak akan menguranginya sedikit pun untuk dipersembahkan kepada Allah Swt. Sebaliknya, jika bagian yang mereka persembahkan untuk Allah Swt. menguntungkan, mereka akan mengambil sebagiannya untuk dipersembahkan pada berhala.","bacaan":"waja'aluu lillaahi mimmaa dzara-a minalhartsi wal-an'aami nashiiban faqaaluu haadzaa lillaahi biza'mihim wahaadzaa lisyurakaa-inaa famaa kaana lisyurakaa-ihim falaa yashilu ilaalaahi wamaa kaana lillaahi fahuwa yashilu ilaa syurakaa-ihim saa-a maa yahkumuun"},{"id_ayat":926,"no_surah":6,"no_ayat":137,"teks_ayat":"وَكَذٰلِكَ زَيَّنَ لِكَثِيْرٍ مِّنَ الْمُشْرِكِيْنَ قَتْلَ اَوْلَادِهِمْ شُرَكَاۤؤُهُمْ لِيُرْدُوْهُمْ وَلِيَلْبِسُوْا عَلَيْهِمْ دِيْنَهُمْۗ وَلَوْ شَاۤءَ اللّٰهُ مَا فَعَلُوْهُ فَذَرْهُمْ وَمَا يَفْتَرُوْنَ ","tema":"Nasib Orang Zalim di Akhirat ","teks_terjemah":"Demikianlah berhala-berhala mereka (setan) menjadikan terasa indah bagi banyak orang musyrik membunuh anak-anak mereka untuk membinasakan mereka dan mengacaukan agama mereka sendiri.<sup>263)<\/sup> Seandainya Allah berkehendak, niscaya mereka tidak akan mengerjakannya. Biarkanlah mereka bersama apa (kebohongan) yang mereka ada-adakan. ","no_fn":"263","teks_fn":"263) Sebagian orang Arab adalah penganut syariat Nabi Ibrahim a.s. Nabi Ibrahim a.s. pernah diperintah Allah Swt. untuk mengurbankan anaknya, Ismail. Kemudian, sejumlah pemuka agama mereka mengaburkan pengertian berkurban itu sehingga dapat menanamkan rasa memandang baik membunuh anak-anak mereka dengan alasan mendekatkan diri kepada Allah Swt. Padahal, alasan yang sesungguhnya adalah karena takut miskin dan takut ternoda.","bacaan":"wakadzaalika zayyana likatsiirin minalmusyrikiina qatla awlaadihim syurakaauhum liyurduuhum waliyalbisuu 'alayhim diinahum walaw syaa-alaahu maa fa'aluuhu fadzarhum wamaa yaftaruun"},{"id_ayat":927,"no_surah":6,"no_ayat":138,"teks_ayat":"وَقَالُوْا هٰذِهٖٓ اَنْعَامٌ وَّحَرْثٌ حِجْرٌ لَّا يَطْعَمُهَآ اِلَّا مَنْ نَّشَاۤءُ بِزَعْمِهِمْ وَاَنْعَامٌ حُرِّمَتْ ظُهُوْرُهَا وَاَنْعَامٌ لَّا يَذْكُرُوْنَ اسْمَ اللّٰهِ عَلَيْهَا افْتِرَاۤءً عَلَيْهِۗ سَيَجْزِيْهِمْ بِمَا كَانُوْا يَفْتَرُوْنَ ","tema":"Nasib Orang Zalim di Akhirat ","teks_terjemah":"Mereka berkata menurut anggapan mereka, “Inilah hewan ternak dan hasil bumi yang dilarang, tidak boleh dimakan, kecuali oleh orang yang kami kehendaki. Ada pula hewan yang diharamkan punggungnya (tidak boleh ditunggangi) dan ada hewan ternak yang (ketika disembelih) boleh tidak menyebut nama Allah.” (Hal itu) sebagai kebohongan terhadap Allah. Kelak Allah akan membalas semua yang mereka ada-adakan.","no_fn":"","teks_fn":"","bacaan":"waqaaluu haadzihi an'aamun wahartsun hijrun laa yath'amuhaa illaa man nasyaau biza'mihim wa-an'aamun hurrimat zhuhuuruhaa wa-an'aamun laa yadzkuruuna ismalaahi 'alayhaa iftiraa-an"},{"id_ayat":928,"no_surah":6,"no_ayat":139,"teks_ayat":"وَقَالُوْا مَا فِيْ بُطُوْنِ هٰذِهِ الْاَنْعَامِ خَالِصَةٌ لِّذُكُوْرِنَا وَمُحَرَّمٌ عَلٰٓى اَزْوَاجِنَاۚ وَاِنْ يَّكُنْ مَّيْتَةً فَهُمْ فِيْهِ شُرَكَاۤءُ ۗسَيَجْزِيْهِمْ وَصْفَهُمْۗ اِنَّهٗ حَكِيْمٌ عَلِيْمٌ ","tema":"Nasib Orang Zalim di Akhirat ","teks_terjemah":"Mereka juga berkata, “Apa yang ada di dalam perut hewan ternak ini khusus untuk kaum laki-laki kami dan haram bagi istri-istri kami.” Jika (yang ada di dalam perut itu dilahirkan dalam keadaan) mati, semua boleh (memakannya). Kelak Allah akan membalas ketetapan mereka. Sesungguhnya Dia Mahabijaksana lagi Maha Mengetahui.","no_fn":"","teks_fn":"","bacaan":"waqaaluu maa fii buthuuni haadzihil-an'aami khaalishatun lidzukuurinaa wamuharramun 'alaa azwaajinaa wa-in yakun maytatan fahum fiihi syurakaau sayajziihim washfahum innahu hakiimun 'aliim"},{"id_ayat":929,"no_surah":6,"no_ayat":140,"teks_ayat":"قَدْ خَسِرَ الَّذِيْنَ قَتَلُوْٓا اَوْلَادَهُمْ سَفَهًاۢ بِغَيْرِ عِلْمٍ وَّحَرَّمُوْا مَا رَزَقَهُمُ اللّٰهُ افْتِرَاۤءً عَلَى اللّٰهِ ۗقَدْ ضَلُّوْا وَمَا كَانُوْا مُهْتَدِيْنَ ࣖ ","tema":"Nasib Orang Zalim di Akhirat ","teks_terjemah":"Sungguh rugi orang-orang yang membunuh anak-anak mereka karena kebodohan tanpa pengetahuan dan mengharamkan rezeki yang dikaruniakan Allah kepada mereka dengan (semata-mata) membuat-buat kebohongan terhadap Allah. Sungguh, mereka telah sesat dan tidak mendapat petunjuk.","no_fn":"","teks_fn":"","bacaan":"qad khasiraladziina qataluu awlaadahum safahan bighayri 'ilmin waharramuu maa razaqahumulaahu iftiraa-an 'alaalaahi qad dhalluu wamaa kaanuu muhtadiin"},{"id_ayat":930,"no_surah":6,"no_ayat":141,"teks_ayat":"۞ وَهُوَ الَّذِيْٓ اَنْشَاَ جَنّٰتٍ مَّعْرُوْشٰتٍ وَّغَيْرَ مَعْرُوْشٰتٍ وَّالنَّخْلَ وَالزَّرْعَ مُخْتَلِفًا اُكُلُهٗ وَالزَّيْتُوْنَ وَالرُّمَّانَ مُتَشَابِهًا وَّغَيْرَ مُتَشَابِهٍۗ  كُلُوْا مِنْ ثَمَرِهٖٓ اِذَآ اَثْمَرَ وَاٰتُوْا حَقَّهٗ يَوْمَ حَصَادِهٖۖ وَلَا تُسْرِفُوْا ۗاِنَّهٗ لَا يُحِبُّ الْمُسْرِفِيْنَۙ","tema":"Nikmat Allah kepada Umat Manusia ","teks_terjemah":"Dialah yang menumbuhkan tanaman-tanaman yang merambat dan yang tidak merambat, pohon kurma, tanaman yang beraneka ragam rasanya, serta zaitun dan delima yang serupa (bentuk dan warnanya) dan tidak serupa (rasanya). Makanlah buahnya apabila ia berbuah dan berikanlah haknya (zakatnya) pada waktu memetik hasilnya. Akan tetapi, janganlah berlebih-lebihan. Sesungguhnya Allah tidak menyukai orang-orang yang berlebih-lebihan.","no_fn":"","teks_fn":"","bacaan":"wahuwaladzii ansya-a jannaatin ma'ruusyaatin waghayra ma'ruusyaatin wannakhla wazzar'a mukhtalifan ukuluhu wazzaytuuna warrummaana mutasyaabihan waghayra mutasyaabihin kuluu min tsamarihi idzaa atsmara waaatuu haqqahu yawma hashaadihi walaa tusrifuu innahu laa yuhibbulmusrifiin"},{"id_ayat":931,"no_surah":6,"no_ayat":142,"teks_ayat":"وَمِنَ الْاَنْعَامِ حَمُوْلَةً وَّفَرْشًا ۗ كُلُوْا مِمَّا رَزَقَكُمُ اللّٰهُ وَلَا تَتَّبِعُوْا خُطُوٰتِ الشَّيْطٰنِۗ اِنَّهٗ لَكُمْ عَدُوٌّ مُّبِيْنٌۙ","tema":"Nikmat Allah kepada Umat Manusia ","teks_terjemah":"Di antara hewan-hewan ternak itu ada yang dijadikan pengangkut beban dan ada (pula) yang untuk disembelih. Makanlah rezeki yang diberikan Allah kepadamu. Janganlah kamu mengikuti langkah-langkah setan. Sesungguhnya dia adalah musuh yang nyata bagimu.","no_fn":"","teks_fn":"","bacaan":"waminal-an'aami hamuulatan wafarsyan kuluu mimmaa razaqakumulaahu walaa tattabi'uu khuthuwaatisysyaythaani innahu lakum 'aduwwun mubiin"},{"id_ayat":932,"no_surah":6,"no_ayat":143,"teks_ayat":"ثَمٰنِيَةَ اَزْوَاجٍۚ مِنَ الضَّأْنِ اثْنَيْنِ وَمِنَ الْمَعْزِ اثْنَيْنِۗ قُلْ ءٰۤالذَّكَرَيْنِ حَرَّمَ اَمِ الْاُنْثَيَيْنِ اَمَّا اشْتَمَلَتْ عَلَيْهِ اَرْحَامُ الْاُنْثَيَيْنِۗ نَبِّـُٔوْنِيْ بِعِلْمٍ اِنْ كُنْتُمْ صٰدِقِيْنَ ","tema":"Nikmat Allah kepada Umat Manusia ","teks_terjemah":"Ada delapan hewan ternak yang berpasangan (empat pasang, yaitu) sepasang domba dan sepasang kambing. Katakanlah, “Apakah yang Dia haramkan itu dua yang jantan, dua yang betina, atau yang ada dalam kandungan kedua betinanya? Terangkanlah kepadaku berdasarkan pengetahuan jika kamu orang yang benar.”","no_fn":"","teks_fn":"","bacaan":"tsamaaniyata azwaajin minadhdha'ni itsnayni waminalma'zi itsnayni qul aadzdzakarayni harrama amiluntsayayni ammaa isytamalat 'alayhi arhaamuluntsayayni nabbi-uunii bi'ilmin in kuntum shaadiqiin"},{"id_ayat":933,"no_surah":6,"no_ayat":144,"teks_ayat":"وَمِنَ الْاِبِلِ اثْنَيْنِ وَمِنَ الْبَقَرِ اثْنَيْنِۗ قُلْ ءٰۤالذَّكَرَيْنِ حَرَّمَ اَمِ الْاُنْثَيَيْنِ اَمَّا اشْتَمَلَتْ عَلَيْهِ اَرْحَامُ الْاُنْثَيَيْنِۗ اَمْ كُنْتُمْ شُهَدَاۤءَ اِذْ وَصّٰىكُمُ اللّٰهُ بِهٰذَاۚ فَمَنْ اَظْلَمُ مِمَّنِ افْتَرٰى عَلَى اللّٰهِ كَذِبًا لِّيُضِلَّ النَّاسَ بِغَيْرِ عِلْمٍۗ اِنَّ اللّٰهَ لَا يَهْدِى الْقَوْمَ الظّٰلِمِيْنَ ࣖ ","tema":"Nikmat Allah kepada Umat Manusia ","teks_terjemah":"(Dua pasang lagi adalah) sepasang unta dan sepasang sapi. Katakanlah, “Apakah yang Dia haramkan dua yang jantan, dua yang betina, atau yang ada dalam kandungan kedua betinanya? Apakah kamu menjadi saksi ketika Allah menetapkan ini bagimu? Siapakah yang lebih zalim daripada orang-orang yang mengada-adakan kebohongan terhadap Allah untuk menyesatkan orang-orang tanpa pengetahuan?”<sup>264)<\/sup> Sesungguhnya Allah tidak akan memberi petunjuk kepada orang-orang yang zalim. ","no_fn":"264","teks_fn":"264) Maksud diharamkan pada ayat 143 dan 144 ini adalah bahwa hewan-hewan itu diharamkan karena akan dipersembahkan pada berhala-berhala mereka.","bacaan":"waminal-ibili itsnayni waminalbaqari itsnayni qul aadzdzakarayni harrama amiluntsayayni ammaa isytamalat 'alayhi arhaamuluntsayayni am kuntum syuhadaa-a idz washshaakumulaahu bihaadzaa faman azhlamu mimmani iftaraa 'alaalaahi kadziban liyudhillannaasa bighayri 'ilmin innalaaha laa yahdiilqawmazhzhaalimiin"},{"id_ayat":934,"no_surah":6,"no_ayat":145,"teks_ayat":"قُلْ لَّآ اَجِدُ فِيْ مَآ اُوْحِيَ اِلَيَّ مُحَرَّمًا عَلٰى طَاعِمٍ يَّطْعَمُهٗٓ اِلَّآ اَنْ يَّكُوْنَ مَيْتَةً اَوْ دَمًا مَّسْفُوْحًا اَوْ لَحْمَ خِنْزِيْرٍ فَاِنَّهٗ رِجْسٌ اَوْ فِسْقًا اُهِلَّ لِغَيْرِ اللّٰهِ بِهٖۚ فَمَنِ اضْطُرَّ غَيْرَ بَاغٍ وَّلَا عَادٍ فَاِنَّ رَبَّكَ غَفُوْرٌ رَّحِيْمٌ ","tema":"Makanan yang Diharamkan atas Kaum Muslim dan Yahudi ","teks_terjemah":"Katakanlah, “Tidak kudapati di dalam apa yang diwahyukan kepadaku sesuatu yang diharamkan memakannya bagi yang ingin memakannya, kecuali (daging) hewan yang mati (bangkai), darah yang mengalir, daging babi karena ia najis, atau yang disembelih secara fasik, (yaitu) dengan menyebut (nama) selain Allah. Akan tetapi, siapa pun yang terpaksa bukan karena menginginkannya dan tidak melebihi (batas darurat), maka sesungguhnya Tuhanmu Maha Pengampun lagi Maha Penyayang.”","no_fn":"","teks_fn":"","bacaan":"qul laa ajidu fiimaa uuhiya ilayya muharraman 'alaa thaa'imin yath'amuhu illaa an yakuuna maytatan aw daman masfuuhan aw lahma khinziirin fa-innahu rijsun aw fisqan uhilla lighayrilaahi bihi famani idthurra ghayra baaghin walaa 'aadin fa-inna rabbaka ghafuurun rahiim"},{"id_ayat":935,"no_surah":6,"no_ayat":146,"teks_ayat":"وَعَلَى الَّذِيْنَ هَادُوْا حَرَّمْنَا كُلَّ ذِيْ ظُفُرٍۚ وَمِنَ الْبَقَرِ وَالْغَنَمِ حَرَّمْنَا عَلَيْهِمْ شُحُوْمَهُمَآ اِلَّا مَا حَمَلَتْ ظُهُوْرُهُمَآ اَوِ الْحَوَايَآ اَوْ مَا اخْتَلَطَ بِعَظْمٍۗ ذٰلِكَ جَزَيْنٰهُمْ بِبَغْيِهِمْۚ وَاِنَّا لَصٰدِقُوْنَ ","tema":"Makanan yang Diharamkan atas Kaum Muslim dan Yahudi ","teks_terjemah":"Atas orang-orang Yahudi Kami mengharamkan semua (hewan) yang berkuku.<sup>265)<\/sup> Kami mengharamkan pula atas mereka lemak sapi dan domba, kecuali yang melekat di punggungnya, yang ada dalam isi perutnya, atau yang bercampur dengan tulang. Demikianlah Kami menghukum mereka karena kedurhakaannya. Sesungguhnya Kami Mahabenar. ","no_fn":"265","teks_fn":"265) Yang dimaksud hewan berkuku di sini adalah hewan yang jari-jarinya tidak saling terpisah, seperti unta, itik, dan angsa. Sebagian mufasir mengartikannya dengan hewan yang berkuku tunggal, seperti kuda dan keledai.","bacaan":"wa'alaaladziina haaduu harramnaa kulla dzii zhufurin waminalbaqari walghanami harramnaa 'alayhim syuhuumahumaa illaa maa hamalat zhuhuuruhumaa awilhawaayaa aw maa ikhtalatha bi'azhmin dzaalika jazaynaahum bibaghyihim wa-innaa lashaadiquun"},{"id_ayat":936,"no_surah":6,"no_ayat":147,"teks_ayat":"فَاِنْ كَذَّبُوْكَ فَقُلْ رَّبُّكُمْ ذُوْ رَحْمَةٍ وَّاسِعَةٍۚ وَلَا يُرَدُّ بَأْسُهٗ عَنِ الْقَوْمِ الْمُجْرِمِيْنَ ","tema":"Makanan yang Diharamkan atas Kaum Muslim dan Yahudi ","teks_terjemah":"Maka, jika mereka mendustakanmu, katakanlah, “Tuhanmu mempunyai rahmat yang luas dan siksa-Nya tidak dapat dielakkan dari orang-orang yang berdosa.”","no_fn":"","teks_fn":"","bacaan":"fa-in kadzdzabuuka faqul rabbukum dzuu rahmatin waasi'atin walaa yuraddu ba'suhu 'anilqawmilmujrimiin"},{"id_ayat":937,"no_surah":6,"no_ayat":148,"teks_ayat":"سَيَقُوْلُ الَّذِيْنَ اَشْرَكُوْا لَوْ شَاۤءَ اللّٰهُ مَآ اَشْرَكْنَا وَلَآ اٰبَاۤؤُنَا وَلَا حَرَّمْنَا مِنْ شَيْءٍۗ  كَذٰلِكَ كَذَّبَ الَّذِيْنَ مِنْ قَبْلِهِمْ حَتّٰى ذَاقُوْا بَأْسَنَاۗ قُلْ هَلْ عِنْدَكُمْ مِّنْ عِلْمٍ فَتُخْرِجُوْهُ لَنَاۗ اِنْ تَتَّبِعُوْنَ اِلَّا الظَّنَّ وَاِنْ اَنْتُمْ اِلَّا تَخْرُصُوْنَ","tema":"Makanan yang Diharamkan atas Kaum Muslim dan Yahudi ","teks_terjemah":"Orang-orang musyrik akan berkata, “Jika Allah menghendaki, tentu kami tidak akan mempersekutukan-Nya, begitu pula nenek moyang kami, dan kami tidak akan mengharamkan apa pun.” Seperti itu pula orang-orang sebelum mereka telah mendustakan (para rasul) sampai mereka merasakan azab Kami. Katakanlah (Nabi Muhammad), “Apakah kamu mempunyai dalil yang dapat kamu kemukakan kepada kami? Yang kamu ikuti hanya persangkaan belaka dan kamu hanya mengira-ngira.”","no_fn":"","teks_fn":"","bacaan":"sayaquululadziina asyrakuu law syaa-alaahu maa asyraknaa walaa aabaaunaa walaa harramnaa min syay-in kadzaalika kadzdzabaladziina min qablihim hattaa dzaaquu ba'sanaa qul hal 'indakum min 'ilmin fatukhrijuuhu lanaa in tattabi'uuna illaazhzhanna wa-in antum illaa takhrushuun"},{"id_ayat":938,"no_surah":6,"no_ayat":149,"teks_ayat":"قُلْ فَلِلّٰهِ الْحُجَّةُ الْبَالِغَةُۚ  فَلَوْ شَاۤءَ لَهَدٰىكُمْ اَجْمَعِيْنَ ","tema":"Makanan yang Diharamkan atas Kaum Muslim dan Yahudi ","teks_terjemah":"Katakanlah (Nabi Muhammad), “Hanya milik Allahlah dalil yang kuat. Maka, kalau Dia menghendaki, niscaya kamu semua mendapat petunjuk.”","no_fn":"","teks_fn":"","bacaan":"qul falillaahilhujjatulbaalighatu falaw syaa-a lahadaakum ajma'iin"},{"id_ayat":939,"no_surah":6,"no_ayat":150,"teks_ayat":"قُلْ هَلُمَّ شُهَدَاۤءَكُمُ الَّذِيْنَ يَشْهَدُوْنَ اَنَّ اللّٰهَ حَرَّمَ هٰذَاۚ فَاِنْ شَهِدُوْا فَلَا تَشْهَدْ مَعَهُمْۚ وَلَا تَتَّبِعْ اَهْوَاۤءَ الَّذِيْنَ كَذَّبُوْا بِاٰيٰتِنَا وَالَّذِيْنَ لَا يُؤْمِنُوْنَ بِالْاٰخِرَةِ وَهُمْ بِرَبِّهِمْ يَعْدِلُوْنَ ࣖ ","tema":"Makanan yang Diharamkan atas Kaum Muslim dan Yahudi ","teks_terjemah":"Katakanlah (Nabi Muhammad), “Bawalah saksi-saksimu yang dapat membuktikan bahwa Allah mengharamkan ini.” Jika mereka memberi kesaksian, engkau jangan (ikut pula) memberi kesaksian bersama mereka. Jangan engkau ikuti keinginan orang-orang yang mendustakan ayat-ayat Kami dan orang-orang yang tidak beriman kepada akhirat dan mempersekutukan Tuhan.","no_fn":"","teks_fn":"","bacaan":"qul halumma syuhadaa-akumuladziina yasyhaduuna annalaaha harrama haadzaa fa-in syahiduu falaa tasyhad ma'ahum walaa tattabi' ahwaa-aladziina kadzdzabuu bi-aayaatinaa walladziina laa yu'minuuna bil-aakhirati wahum birabbihim ya'diluun"},{"id_ayat":940,"no_surah":6,"no_ayat":151,"teks_ayat":"۞ قُلْ تَعَالَوْا اَتْلُ مَا حَرَّمَ رَبُّكُمْ عَلَيْكُمْ اَلَّا تُشْرِكُوْا بِهٖ شَيْـًٔا وَّبِالْوَالِدَيْنِ اِحْسَانًاۚ وَلَا تَقْتُلُوْٓا اَوْلَادَكُمْ مِّنْ اِمْلَاقٍۗ نَحْنُ نَرْزُقُكُمْ وَاِيَّاهُمْ ۚوَلَا تَقْرَبُوا الْفَوَاحِشَ مَا ظَهَرَ مِنْهَا وَمَا بَطَنَۚ وَلَا تَقْتُلُوا النَّفْسَ الَّتِيْ حَرَّمَ اللّٰهُ اِلَّا بِالْحَقِّۗ ذٰلِكُمْ وَصّٰىكُمْ بِهٖ لَعَلَّكُمْ تَعْقِلُوْنَ ","tema":"Makanan yang Diharamkan atas Kaum Muslim dan Yahudi ","teks_terjemah":"Katakanlah (Nabi Muhammad), “Kemarilah! Aku akan membacakan apa yang diharamkan Tuhan kepadamu, (yaitu) janganlah mempersekutukan-Nya dengan apa pun, berbuat baiklah kepada kedua orang tua, dan janganlah membunuh anak-anakmu karena kemiskinan. (Tuhanmu berfirman,) ‘Kamilah yang memberi rezeki kepadamu dan kepada mereka.’ Janganlah pula kamu mendekati perbuatan keji, baik yang terlihat maupun yang tersembunyi. Janganlah kamu membunuh orang yang diharamkan Allah, kecuali dengan alasan yang benar.<sup>266)<\/sup> Demikian itu Dia perintahkan kepadamu agar kamu mengerti. ","no_fn":"266","teks_fn":"266) Yaitu yang dibenarkan oleh syariat, seperti kisas, hukuman mati bagi orang murtad, dan rajam.","bacaan":"qul ta'aalaw atlu maa harrama rabbukum 'alaykumlaa tusyrikuu bihi syay-an wabilwaalidayni ihsaanan walaa taqtuluu awlaadakum min imlaaqin nahnu narzuqukum wa-iyyaahum walaa taqrabuulfawaahisya maa zhahara minhaa wamaa bathana walaa taqtuluunnafsalatii harramalaahu illaa bilhaqqi dzaalikum washshaakum bihi la'allakum ta'qiluun"},{"id_ayat":941,"no_surah":6,"no_ayat":152,"teks_ayat":"وَلَا تَقْرَبُوْا مَالَ الْيَتِيْمِ اِلَّا بِالَّتِيْ هِيَ اَحْسَنُ حَتّٰى يَبْلُغَ اَشُدَّهٗ ۚوَاَوْفُوا الْكَيْلَ وَالْمِيْزَانَ بِالْقِسْطِۚ  لَا نُكَلِّفُ نَفْسًا اِلَّا وُسْعَهَاۚ وَاِذَا قُلْتُمْ فَاعْدِلُوْا وَلَوْ كَانَ ذَا قُرْبٰىۚ وَبِعَهْدِ اللّٰهِ اَوْفُوْاۗ ذٰلِكُمْ وَصّٰىكُمْ بِهٖ لَعَلَّكُمْ تَذَكَّرُوْنَۙ","tema":"Makanan yang Diharamkan atas Kaum Muslim dan Yahudi ","teks_terjemah":"Janganlah kamu mendekati (menggunakan) harta anak yatim, kecuali dengan cara yang lebih bermanfaat, sampai dia mencapai (usia) dewasa. Sempurnakanlah takaran dan timbangan dengan adil. Kami tidak membebani seseorang melainkan menurut kesanggupannya. Apabila kamu berbicara, lakukanlah secara adil sekalipun dia kerabat(-mu). Penuhilah pula janji Allah. Demikian itu Dia perintahkan kepadamu agar kamu mengambil pelajaran.”","no_fn":"","teks_fn":"","bacaan":"walaa taqrabuu maalalyatiimi illaa billatii hiya ahsanu hattaa yablugha asyuddahu wa-awfuulkayla walmiizaana bilqisthi laa nukallifu nafsan illaa wus'ahaa wa-idzaa qultum fa'diluu walaw kaana dzaa qurbaa wabi'ahdilaahi awfuu dzaalikum washshaakum bihi la'allakum tadzakkaruun"},{"id_ayat":942,"no_surah":6,"no_ayat":153,"teks_ayat":"وَاَنَّ هٰذَا صِرَاطِيْ مُسْتَقِيْمًا فَاتَّبِعُوْهُ ۚوَلَا تَتَّبِعُوا السُّبُلَ فَتَفَرَّقَ بِكُمْ عَنْ سَبِيْلِهٖ ۗذٰلِكُمْ وَصّٰىكُمْ بِهٖ لَعَلَّكُمْ تَتَّقُوْنَ ","tema":"Makanan yang Diharamkan atas Kaum Muslim dan Yahudi ","teks_terjemah":"Sungguh, inilah jalan-Ku yang lurus, maka ikutilah! Jangan kamu ikuti jalan-jalan (yang lain) sehingga mencerai-beraikanmu dari jalan-Nya. Demikian itu Dia perintahkan kepadamu agar kamu bertakwa.","no_fn":"","teks_fn":"","bacaan":"wa-anna haadzaa shiraathii mustaqiiman fattabi'uuhu walaa tattabi'uussubula fatafarraqa bikum 'an sabiilihi dzaalikum washshaakum bihi la'allakum tattaquun"},{"id_ayat":943,"no_surah":6,"no_ayat":154,"teks_ayat":"ثُمَّ اٰتَيْنَا مُوْسَى الْكِتٰبَ تَمَامًا عَلَى الَّذِيْٓ اَحْسَنَ وَتَفْصِيْلًا لِّكُلِّ شَيْءٍ وَّهُدًى وَّرَحْمَةً لَّعَلَّهُمْ بِلِقَاۤءِ رَبِّهِمْ يُؤْمِنُوْنَ ࣖ ","tema":"Agama Islam sebagai Agama Para Nabi Terdahulu ","teks_terjemah":"Kemudian, Kami telah menganugerahkan kepada Musa Kitab (Taurat) untuk menyempurnakan (nikmat Kami) kepada orang yang berbuat kebaikan, menjelaskan secara rinci segala sesuatu, serta memberi petunjuk dan rahmat agar mereka beriman kepada pertemuan dengan Tuhannya.","no_fn":"","teks_fn":"","bacaan":"tsumma aataynaa muusaalkitaaba tamaaman 'alaaladzii ahsana watafshiilan likulli syay-in wahudan warahmatan la'allahum biliqaa-i rabbihim yu'minuun"},{"id_ayat":944,"no_surah":6,"no_ayat":155,"teks_ayat":"وَهٰذَا كِتٰبٌ اَنْزَلْنٰهُ مُبٰرَكٌ فَاتَّبِعُوْهُ وَاتَّقُوْا لَعَلَّكُمْ تُرْحَمُوْنَۙ ","tema":"Agama Islam sebagai Agama Para Nabi Terdahulu ","teks_terjemah":"(Al-Qur’an) ini adalah Kitab yang Kami turunkan lagi diberkahi. Maka, ikutilah dan bertakwalah agar kamu dirahmati.","no_fn":"","teks_fn":"","bacaan":"wahaadzaa kitaabun anzalnaahu mubaarakun fattabi'uuhu wattaquu la'allakum turhamuun"},{"id_ayat":945,"no_surah":6,"no_ayat":156,"teks_ayat":"اَنْ تَقُوْلُوْٓا اِنَّمَآ اُنْزِلَ الْكِتٰبُ عَلٰى طَاۤىِٕفَتَيْنِ مِنْ قَبْلِنَاۖ وَاِنْ كُنَّا عَنْ دِرَاسَتِهِمْ لَغٰفِلِيْنَۙ ","tema":"Agama Islam sebagai Agama Para Nabi Terdahulu ","teks_terjemah":"(Kami turunkan Al-Qur’an itu) supaya kamu (tidak) mengatakan, “Kitab itu hanya diturunkan kepada dua golongan sebelum kami (Yahudi dan Nasrani) dan sesungguhnya kami lengah dari apa yang mereka baca,”","no_fn":"","teks_fn":"","bacaan":"an taquuluu innamaa unzilalkitaabu 'alaa thaa-ifatayni min qablinaa wa-in kunnaa 'an diraasatihim laghaafiliin"},{"id_ayat":946,"no_surah":6,"no_ayat":157,"teks_ayat":"اَوْ تَقُوْلُوْا لَوْ اَنَّآ اُنْزِلَ عَلَيْنَا الْكِتٰبُ لَكُنَّآ اَهْدٰى مِنْهُمْۚ فَقَدْ جَاۤءَكُمْ بَيِّنَةٌ مِّنْ رَّبِّكُمْ وَهُدًى وَّرَحْمَةٌ ۚفَمَنْ اَظْلَمُ مِمَّنْ كَذَّبَ بِاٰيٰتِ اللّٰهِ وَصَدَفَ عَنْهَا ۗسَنَجْزِى الَّذِيْنَ يَصْدِفُوْنَ عَنْ اٰيٰتِنَا سُوْۤءَ الْعَذَابِ بِمَا كَانُوْا يَصْدِفُوْنَ ","tema":"Agama Islam sebagai Agama Para Nabi Terdahulu ","teks_terjemah":"atau supaya kamu (tidak) mengatakan, “Sesungguhnya jikalau Kitab itu diturunkan kepada kami, tentulah kami lebih mendapat petunjuk daripada mereka.” Sungguh, telah datang kepadamu penjelasan yang nyata, petunjuk, dan rahmat dari Tuhanmu. Maka, siapakah yang lebih zalim daripada orang yang mendustakan ayat-ayat Allah dan berpaling darinya? Kelak, Kami akan memberi balasan kepada orang-orang yang berpaling dari ayat-ayat Kami dengan siksaan yang buruk karena mereka selalu berpaling.","no_fn":"","teks_fn":"","bacaan":"aw taquuluu law annaa unzila 'alaynaalkitaabu lakunnaa ahdaa minhum faqad jaa-akum bayyinatun min rabbikum wahudan warahmatun faman azhlamu mimman kadzdzaba bi-aayaatilaahi washadafa 'anhaa sanajziiladziina yashdifuuna 'an aayaatinaa suu-al'adzaabi bimaa kaanuu yashdifuun"},{"id_ayat":947,"no_surah":6,"no_ayat":158,"teks_ayat":"هَلْ يَنْظُرُوْنَ اِلَّآ اَنْ تَأْتِيَهُمُ الْمَلٰۤىِٕكَةُ اَوْ يَأْتِيَ رَبُّكَ اَوْ يَأْتِيَ بَعْضُ اٰيٰتِ رَبِّكَ ۗيَوْمَ يَأْتِيْ بَعْضُ اٰيٰتِ رَبِّكَ لَا يَنْفَعُ نَفْسًا اِيْمَانُهَا لَمْ تَكُنْ اٰمَنَتْ مِنْ قَبْلُ اَوْ كَسَبَتْ فِيْٓ اِيْمَانِهَا خَيْرًاۗ قُلِ انْتَظِرُوْٓا اِنَّا مُنْتَظِرُوْنَ ","tema":"Agama Islam sebagai Agama Para Nabi Terdahulu ","teks_terjemah":"Yang mereka nanti-nantikan hanyalah kedatangan malaikat kepada mereka, kedatangan Tuhanmu, atau sebagian tanda-tanda dari Tuhanmu. Pada hari datangnya sebagian tanda-tanda Tuhanmu tidak bermanfaat lagi iman seseorang yang belum beriman sebelum itu atau (belum) berusaha berbuat kebajikan dalam masa imannya itu. Katakanlah, “Tunggulah! Sesungguhnya Kami pun menunggu.”","no_fn":"","teks_fn":"","bacaan":"hal yanzhuruuna illaa an ta'tiyahumulmalaa-ikatu aw ya'tiya rabbuka aw ya'tiya ba'dhu aayaati rabbika yawma ya'tii ba'dhu aayaati rabbika laa yanfa'u nafsan iimaanuhaa lam takun aamanat min qablu aw kasabat fii iimaanihaa khayran quli intazhiruu innaa muntazhiruun"},{"id_ayat":948,"no_surah":6,"no_ayat":159,"teks_ayat":"اِنَّ الَّذِيْنَ فَرَّقُوْا دِيْنَهُمْ وَكَانُوْا شِيَعًا لَّسْتَ مِنْهُمْ فِيْ شَيْءٍۗ اِنَّمَآ اَمْرُهُمْ اِلَى اللّٰهِ ثُمَّ يُنَبِّئُهُمْ بِمَا كَانُوْا يَفْعَلُوْنَ ","tema":"Agama Islam sebagai Agama Para Nabi Terdahulu ","teks_terjemah":"Sesungguhnya orang-orang yang memecah belah agamanya dan mereka menjadi (terpecah) dalam golongan-golongan, sedikit pun engkau (Nabi Muhammad) tidak bertanggung jawab terhadap mereka. Sesungguhnya urusan mereka (terserah) hanya kepada Allah. Kemudian, Dia akan memberitahukan kepada mereka apa yang telah mereka perbuat.","no_fn":"","teks_fn":"","bacaan":"innaladziina farraquu diinahum wakaanuu syiya'an lasta minhum fii syay-in innamaa amruhum ilaalaahi tsumma yunabbi-uhum bimaa kaanuu yaf'aluun"},{"id_ayat":949,"no_surah":6,"no_ayat":160,"teks_ayat":"مَنْ جَاۤءَ بِالْحَسَنَةِ فَلَهٗ عَشْرُ اَمْثَالِهَا ۚوَمَنْ جَاۤءَ بِالسَّيِّئَةِ فَلَا يُجْزٰٓى اِلَّا مِثْلَهَا وَهُمْ لَا يُظْلَمُوْنَ","tema":"Anugerah Allah dan Sikap Muslim dalam Beragama ","teks_terjemah":"Siapa yang berbuat kebaikan, dia akan mendapat balasan sepuluh kali lipatnya. Siapa yang berbuat keburukan, dia tidak akan diberi balasan melainkan yang seimbang dengannya. Mereka (sedikit pun) tidak dizalimi (dirugikan).","no_fn":"","teks_fn":"","bacaan":"man jaa-a bilhasanati falahu 'asyru amtsaalihaa waman jaa-a bissayyi-aati falaa yujzaa illaa mitslahaa wahum laa yuzhlamuun"},{"id_ayat":950,"no_surah":6,"no_ayat":161,"teks_ayat":"قُلْ اِنَّنِيْ هَدٰىنِيْ رَبِّيْٓ اِلٰى صِرَاطٍ مُّسْتَقِيْمٍ ەۚ دِيْنًا قِيَمًا مِّلَّةَ اِبْرٰهِيْمَ حَنِيْفًاۚ وَمَا كَانَ مِنَ الْمُشْرِكِيْنَ","tema":"Anugerah Allah dan Sikap Muslim dalam Beragama ","teks_terjemah":"Katakanlah (Nabi Muhammad), “Sesungguhnya Tuhanku telah membimbingku ke jalan yang lurus, agama yang benar, agama Ibrahim yang lurus, dan dia (Ibrahim) tidak termasuk orang-orang musyrik.”","no_fn":"","teks_fn":"","bacaan":"qul innanii hadaanii rabbii ilaa shiraathin mustaqiimin diinan qiyaman millata ibraahiima haniifan wamaa kaana minalmusyrikiin"},{"id_ayat":951,"no_surah":6,"no_ayat":162,"teks_ayat":"قُلْ اِنَّ صَلَاتِيْ وَنُسُكِيْ وَمَحْيَايَ وَمَمَاتِيْ لِلّٰهِ رَبِّ الْعٰلَمِيْنَۙ","tema":"Anugerah Allah dan Sikap Muslim dalam Beragama ","teks_terjemah":"Katakanlah (Nabi Muhammad), “Sesungguhnya salatku, ibadahku, hidupku, dan matiku hanyalah untuk Allah, Tuhan semesta alam.","no_fn":"","teks_fn":"","bacaan":"qul inna shalaatii wanusukii wamahyaaya wamamaatii lillaahi rabbil'aalamiin"},{"id_ayat":952,"no_surah":6,"no_ayat":163,"teks_ayat":"لَا شَرِيْكَ لَهٗ ۚوَبِذٰلِكَ اُمِرْتُ وَاَنَا۠ اَوَّلُ الْمُسْلِمِيْنَ ","tema":"Anugerah Allah dan Sikap Muslim dalam Beragama ","teks_terjemah":"Tidak ada sekutu bagi-Nya. Itulah yang diperintahkan kepadaku. Aku adalah orang yang pertama dalam kelompok orang muslim.”","no_fn":"","teks_fn":"","bacaan":"laa syariika lahu wabidzaalika umirtu wa-anaa awwalulmuslimiin"},{"id_ayat":953,"no_surah":6,"no_ayat":164,"teks_ayat":"قُلْ اَغَيْرَ اللّٰهِ اَبْغِيْ رَبًّا وَّهُوَ رَبُّ كُلِّ شَيْءٍۗ وَلَا تَكْسِبُ كُلُّ نَفْسٍ اِلَّا عَلَيْهَاۚ وَلَا تَزِرُ وَازِرَةٌ وِّزْرَ اُخْرٰىۚ ثُمَّ اِلٰى رَبِّكُمْ مَّرْجِعُكُمْ فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ فِيْهِ تَخْتَلِفُوْنَ ","tema":"Anugerah Allah dan Sikap Muslim dalam Beragama ","teks_terjemah":"Katakanlah (Nabi Muhammad), “Apakah aku (pantas) mencari tuhan selain Allah, padahal Dialah Tuhan bagi segala sesuatu. Setiap orang yang berbuat dosa, dirinya sendirilah yang akan bertanggung jawab. Seseorang tidak akan memikul beban dosa orang lain. Kemudian, kepada Tuhanmulah kamu kembali, lalu Dia akan memberitahukan kepadamu apa yang dahulu kamu perselisihkan.”","no_fn":"","teks_fn":"","bacaan":"qul aghayralaahi abghii rabban wahuwa rabbu kulli syay-in walaa taksibu kullu nafsin illaa 'alayhaa walaa taziru waaziratun wizra ukhraa tsumma ilaa rabbikum marji'ukum fayunabbi-ukum bimaa kuntum fiihi takhtalifuun"},{"id_ayat":954,"no_surah":6,"no_ayat":165,"teks_ayat":"وَهُوَ الَّذِيْ جَعَلَكُمْ خَلٰۤىِٕفَ الْاَرْضِ وَرَفَعَ بَعْضَكُمْ فَوْقَ بَعْضٍ دَرَجٰتٍ لِّيَبْلُوَكُمْ فِيْ مَآ اٰتٰىكُمْۗ اِنَّ رَبَّكَ سَرِيْعُ الْعِقَابِۖ وَاِنَّهٗ لَغَفُوْرٌ رَّحِيْمٌ ࣖ","tema":"Kenikmatan sebagai Cobaan ","teks_terjemah":"Dialah yang menjadikan kamu sebagai khalifah-khalifah di bumi dan Dia meninggikan sebagian kamu beberapa derajat atas sebagian (yang lain) untuk menguji kamu atas apa yang diberikan-Nya kepadamu. Sesungguhnya Tuhanmu sangat cepat hukuman-Nya. Sesungguhnya Dia Maha Pengampun lagi Maha Penyayang.","no_fn":"","teks_fn":"","bacaan":"wahuwaladzii ja'alakum khalaa-ifal-ardhi warafa'a ba'dhakum fawqa ba'dhin darajaatin liyabluwakum fii maa aataakum inna rabbaka sarii'ul'iqaabi wa-innahu laghafuurun rahiim"}]