[{"id":5151,"surah":60,"no_ayah":1,"theme":"","text_ayah":"يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَتَّخِذُوْا عَدُوِّيْ وَعَدُوَّكُمْ اَوْلِيَاۤءَ تُلْقُوْنَ اِلَيْهِمْ بِالْمَوَدَّةِ وَقَدْ كَفَرُوْا بِمَا جَاۤءَكُمْ مِّنَ الْحَقِّۚ  يُخْرِجُوْنَ الرَّسُوْلَ وَاِيَّاكُمْ اَنْ تُؤْمِنُوْا بِاللّٰهِ رَبِّكُمْۗ اِنْ كُنْتُمْ خَرَجْتُمْ جِهَادًا فِيْ سَبِيْلِيْ وَابْتِغَاۤءَ مَرْضَاتِيْ تُسِرُّوْنَ اِلَيْهِمْ بِالْمَوَدَّةِ وَاَنَا۠ اَعْلَمُ بِمَآ اَخْفَيْتُمْ وَمَآ اَعْلَنْتُمْۗ وَمَنْ يَّفْعَلْهُ مِنْكُمْ فَقَدْ ضَلَّ سَوَاۤءَ السَّبِيْلِ ","text_id":"Wahai orang-orang yang beriman. Janganlah kamu menjadikan musuh-Ku dan musuhmu sebagai teman setia. Kamu sampaikan kepada mereka (hal-hal yang seharusnya dirahasiakan) karena rasa kasih sayang (kamu kepada mereka). Padahal, mereka telah mengingkari kebenaran yang datang kepadamu. Mereka mengusir Rasul dan kamu (dari Makkah) karena kamu beriman kepada Allah, Tuhanmu. Jika kamu keluar untuk berjihad pada jalan-Ku dan mencari keridaan-Ku, (janganlah kamu berbuat demikian). Kamu memberitahukan secara rahasia (hal-hal yang seharusnya dirahasiakan) kepada mereka karena rasa kasih sayang. Aku lebih tahu tentang apa yang kamu sembunyikan dan apa yang kamu nyatakan. Siapa di antara kamu yang melakukannya sungguh telah tersesat dari jalan yang lurus. ","text_en":"O YOU WHO BELIEVE, do not take My enemies and your enemies as friends. You show kindness to them, but they reject the true way that has come to you. They expelled the Prophet and you, for you believe in God your Lord. If you have come out to struggle in My cause having sought My acceptance, (do not be) friendly with them in secret. I know what you hide and what you disclose. Whoever of you does this will have gone astray from the right path.","transliteration":"yā ayyuhallażīna āmanụ lā tattakhiżụ 'aduwwī wa 'aduwwakum auliyā`a tulqụna ilaihim bil-mawaddati wa qad kafarụ bimā jā`akum minal-ḥaqq, yukhrijụnar-rasụla wa iyyākum an tu`minụ billāhi rabbikum, ing kuntum kharajtum jihādan fī sabīlī wabtigā`a marḍātī tusirrụna ilaihim bil-mawaddati wa ana a'lamu bimā akhfaitum wa mā a'lantum, wa may yaf'al-hu mingkum fa qad ḍalla sawā`as-sabīl","no_fn":"","text_fn":""},{"id":5152,"surah":60,"no_ayah":2,"theme":"","text_ayah":"اِنْ يَّثْقَفُوْكُمْ يَكُوْنُوْا لَكُمْ اَعْدَاۤءً وَّيَبْسُطُوْٓا اِلَيْكُمْ اَيْدِيَهُمْ وَاَلْسِنَتَهُمْ بِالسُّوْۤءِ وَوَدُّوْا لَوْ تَكْفُرُوْنَۗ ","text_id":"Jika (suatu saat) mereka menangkapmu, niscaya mereka bertindak sebagai musuh bagimu. Lalu, mereka melepaskan tangan dan lidahnya kepadamu untuk menyakiti dan mereka ingin agar kamu (kembali) kafir. ","text_en":"If they gain ascendancy over you, they will become your enemies, and employ their hands and tongues with evil designs, and wish that you also became disbelievers.","transliteration":"iy yaṡqafụkum yakụnụ lakum a'dā`aw wa yabsuṭū ilaikum aidiyahum wa alsinatahum bis-sū`i wa waddụ lau takfurụn","no_fn":"","text_fn":""},{"id":5153,"surah":60,"no_ayah":3,"theme":"","text_ayah":"لَنْ تَنْفَعَكُمْ اَرْحَامُكُمْ وَلَآ اَوْلَادُكُمْ ۛيَوْمَ الْقِيٰمَةِ ۛيَفْصِلُ بَيْنَكُمْۗ وَاللّٰهُ بِمَا تَعْمَلُوْنَ بَصِيْرٌ ","text_id":"Kaum kerabatmu dan anak-anakmu tidak akan bermanfaat bagimu pada hari Kiamat. Kelak Dia akan memisahkan antara kamu. Allah Maha Melihat apa yang kamu kerjakan.","text_en":"Neither your blood relations nor your children will be of any avail to you on the Day of Resurrection. He will judge between you, for God sees what you do.","transliteration":"lan tanfa'akum ar-ḥāmukum wa lā aulādukum, yaumal-qiyāmati yafṣilu bainakum, wallāhu bimā ta'malụna baṣīr","no_fn":"","text_fn":""},{"id":5154,"surah":60,"no_ayah":4,"theme":"","text_ayah":"قَدْ كَانَتْ لَكُمْ اُسْوَةٌ حَسَنَةٌ فِيْٓ اِبْرٰهِيْمَ وَالَّذِيْنَ مَعَهٗۚ اِذْ قَالُوْا لِقَوْمِهِمْ اِنَّا بُرَءٰۤؤُا مِنْكُمْ وَمِمَّا تَعْبُدُوْنَ مِنْ دُوْنِ اللّٰهِ ۖ كَفَرْنَا بِكُمْ وَبَدَا بَيْنَنَا وَبَيْنَكُمُ الْعَدَاوَةُ وَالْبَغْضَاۤءُ اَبَدًا حَتّٰى تُؤْمِنُوْا بِاللّٰهِ وَحْدَهٗٓ اِلَّا قَوْلَ اِبْرٰهِيْمَ لِاَبِيْهِ لَاَسْتَغْفِرَنَّ لَكَ وَمَآ اَمْلِكُ لَكَ مِنَ اللّٰهِ مِنْ شَيْءٍۗ رَبَّنَا عَلَيْكَ تَوَكَّلْنَا وَاِلَيْكَ اَنَبْنَا وَاِلَيْكَ الْمَصِيْرُ ","text_id":"Sungguh, benar-benar ada suri teladan yang baik bagimu pada (diri) Ibrahim dan orang-orang yang bersama dengannya ketika mereka berkata kepada kaumnya, “Sesungguhnya kami berlepas diri dari kamu dan dari apa yang kamu sembah selain Allah. Kami mengingkari (kekufuran)-mu dan telah nyata antara kami dan kamu ada permusuhan dan kebencian untuk selama-lamanya sampai kamu beriman kepada Allah saja.” Akan tetapi, (janganlah engkau teladani) perkataan Ibrahim kepada ayahnya,<sup>713)</sup> “Sungguh, aku akan memohonkan ampunan bagimu, tetapi aku sama sekali tidak dapat menolak (siksaan) Allah terhadapmu.” (Ibrahim berkata,) “Ya Tuhan kami, hanya kepada Engkau kami bertawakal, hanya kepada Engkau kami bertobat, dan hanya kepada Engkaulah kami kembali.","text_en":"You have an excellent model in Abraham and those who were with him, when he said to his people: \"We are through with you, and those you worship other than God. We reject you. Enmity and hate have come between you and us for ever, unless you believe in God the One,\" -- except for what he said to his father: \"I shall ask forgiveness for you, but I have no power to prevail with God for you.\" \"O Lord, we place our trust in You, and turn to You in penitence, and to You is our returning.","transliteration":"qad kānat lakum uswatun ḥasanatun fī ibrāhīma wallażīna ma'ah, iż qālụ liqaumihim innā bura`ā`u mingkum wa mimmā ta'budụna min dụnillāhi kafarnā bikum wa badā bainanā wa bainakumul-'adāwatu wal-bagḍā`u abadan ḥattā tu`minụ billāhi waḥdahū illā qaula ibrāhīma li`abīhi la`astagfiranna laka wa mā amliku laka minallāhi min syaī`, rabbanā 'alaika tawakkalnā wa ilaika anabnā wa ilaikal-maṣīr","no_fn":"713","text_fn":"713) Nabi Ibrahim a.s. pernah meminta ampunan kepada Allah untuk ayahnya yang musyrik. Ini tidak boleh ditiru karena Allah tidak membenarkan orang mukmin memintakan ampunan untuk orang-orang kafir (lihat surah an-Nisā’/4: 48)."},{"id":5155,"surah":60,"no_ayah":5,"theme":"","text_ayah":"رَبَّنَا لَا تَجْعَلْنَا فِتْنَةً لِّلَّذِيْنَ كَفَرُوْا وَاغْفِرْ لَنَا رَبَّنَاۚ اِنَّكَ اَنْتَ الْعَزِيْزُ الْحَكِيْمُ ","text_id":"Ya Tuhan kami, janganlah Engkau jadikan kami (sasaran) fitnah bagi orang-orang kafir. Ampunilah kami, ya Tuhan kami. Sesungguhnya Engkau Yang Mahaperkasa lagi Mahabijaksana.”","text_en":"O Lord, make us not an example of punishment for infidels, and forgive us, O Lord. You are all-mighty and all-wise.\"","transliteration":"rabbanā lā taj'alnā fitnatal lillażīna kafarụ wagfir lanā rabbanā, innaka antal-'azīzul-ḥakīm","no_fn":"","text_fn":""},{"id":5156,"surah":60,"no_ayah":6,"theme":"","text_ayah":"لَقَدْ كَانَ لَكُمْ فِيْهِمْ اُسْوَةٌ حَسَنَةٌ لِّمَنْ كَانَ يَرْجُوا اللّٰهَ وَالْيَوْمَ الْاٰخِرَۗ وَمَنْ يَّتَوَلَّ فَاِنَّ اللّٰهَ هُوَ الْغَنِيُّ الْحَمِيْدُ ࣖ ","text_id":"Sungguh pada mereka itu (Ibrahim dan umatnya) benar-benar terdapat suri teladan yang baik bagimu, (yaitu) bagi orang yang mengharap (pahala) Allah dan (keselamatan pada) hari Kemudian. Siapa yang berpaling, sesungguhnya Allah, Dialah Yang Mahakaya lagi Maha Terpuji.","text_en":"Those of you who have hope in God and the Last Day have certainly a good example in them. But whosoever turns away, then surely God is above concern, worthy of praise.","transliteration":"laqad kāna lakum fīhim uswatun ḥasanatul limang kāna yarjullāha wal-yaumal-ākhir, wa may yatawalla fa innallāha huwal-ganiyyul-ḥamīd","no_fn":"","text_fn":""},{"id":5157,"surah":60,"no_ayah":7,"theme":"","text_ayah":"۞ عَسَى اللّٰهُ اَنْ يَّجْعَلَ بَيْنَكُمْ وَبَيْنَ الَّذِيْنَ عَادَيْتُمْ مِّنْهُمْ مَّوَدَّةًۗ وَاللّٰهُ قَدِيْرٌۗ وَاللّٰهُ غَفُوْرٌ رَّحِيْمٌ ","text_id":"Mudah-mudahan Allah menimbulkan kasih sayang di antara kamu dengan orang-orang yang pernah kamu musuhi di antara mereka. Allah Mahakuasa dan Allah Maha Pengampun lagi Maha Penyayang.","text_en":"It maybe that God will create love between you and your enemies. God is all-powerful, and God is forgiving, ever-merciful.","transliteration":"'asallāhu ay yaj'ala bainakum wa bainallażīna 'ādaitum min-hum mawaddah, wallāhu qadīrun, wallāhu gafụrur raḥīm","no_fn":"","text_fn":""},{"id":5158,"surah":60,"no_ayah":8,"theme":"","text_ayah":"لَا يَنْهٰىكُمُ اللّٰهُ عَنِ الَّذِيْنَ لَمْ يُقَاتِلُوْكُمْ فِى الدِّيْنِ وَلَمْ يُخْرِجُوْكُمْ مِّنْ دِيَارِكُمْ اَنْ تَبَرُّوْهُمْ وَتُقْسِطُوْٓا اِلَيْهِمْۗ اِنَّ اللّٰهَ يُحِبُّ الْمُقْسِطِيْنَ ","text_id":"Allah tidak melarang kamu berbuat baik dan berlaku adil terhadap orang-orang yang tidak memerangimu dalam urusan agama dan tidak mengusir kamu dari kampung halamanmu. Sesungguhnya Allah mencintai orang-orang yang berlaku adil.","text_en":"God does not forbid you from being kind and acting justly towards those who did not fight over faith with you, nor expelled you from your homes. God indeed loves those who are just.","transliteration":"lā yan-hākumullāhu 'anillażīna lam yuqātilụkum fid-dīni wa lam yukhrijụkum min diyārikum an tabarrụhum wa tuqsiṭū ilaihim, innallāha yuḥibbul-muqsiṭīn","no_fn":"","text_fn":""},{"id":5159,"surah":60,"no_ayah":9,"theme":"","text_ayah":"اِنَّمَا يَنْهٰىكُمُ اللّٰهُ عَنِ الَّذِيْنَ قَاتَلُوْكُمْ فِى الدِّيْنِ وَاَخْرَجُوْكُمْ مِّنْ دِيَارِكُمْ وَظَاهَرُوْا عَلٰٓى اِخْرَاجِكُمْ اَنْ تَوَلَّوْهُمْۚ وَمَنْ يَّتَوَلَّهُمْ فَاُولٰۤىِٕكَ هُمُ الظّٰلِمُوْنَ ","text_id":"Sesungguhnya Allah hanya melarangmu (berteman akrab) dengan orang-orang yang memerangimu dalam urusan agama,  mengusirmu dari kampung halamanmu, dan membantu (orang lain) dalam mengusirmu. Siapa yang menjadikan mereka sebagai teman akrab, mereka itulah orang-orang yang zalim.","text_en":"He only forbids you from making friends with those who fought over faith with you and banished you from your homes, and aided in your exile. Whoever makes friends with them is a transgressor.","transliteration":"innamā yan-hākumullāhu 'anillażīna qātalụkum fid-dīni wa akhrajụkum min diyārikum wa ẓāharụ 'alā ikhrājikum an tawallauhum, wa may yatawallahum fa ulā`ika humuẓ-ẓālimụn","no_fn":"","text_fn":""},{"id":5160,"surah":60,"no_ayah":10,"theme":"","text_ayah":"يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اِذَا جَاۤءَكُمُ الْمُؤْمِنٰتُ مُهٰجِرٰتٍ فَامْتَحِنُوْهُنَّۗ  اَللّٰهُ اَعْلَمُ بِاِيْمَانِهِنَّ فَاِنْ عَلِمْتُمُوْهُنَّ مُؤْمِنٰتٍ فَلَا تَرْجِعُوْهُنَّ اِلَى الْكُفَّارِۗ  لَا هُنَّ حِلٌّ لَّهُمْ وَلَا هُمْ يَحِلُّوْنَ لَهُنَّۗ وَاٰتُوْهُمْ مَّآ اَنْفَقُوْاۗ وَلَا جُنَاحَ عَلَيْكُمْ اَنْ تَنْكِحُوْهُنَّ اِذَآ اٰتَيْتُمُوْهُنَّ اُجُوْرَهُنَّۗ وَلَا تُمْسِكُوْا بِعِصَمِ الْكَوَافِرِ وَسْـَٔلُوْا مَآ اَنْفَقْتُمْ وَلْيَسْـَٔلُوْا مَآ اَنْفَقُوْاۗ ذٰلِكُمْ حُكْمُ اللّٰهِ ۗيَحْكُمُ بَيْنَكُمْۗ وَاللّٰهُ عَلِيْمٌ حَكِيْمٌ ","text_id":"Wahai orang-orang yang beriman, apabila perempuan-perempuan mukmin datang berhijrah kepadamu, hendaklah kamu uji (keimanan) mereka. Allah lebih tahu tentang keimanan mereka. Jika kamu telah mengetahui (keadaan) mereka bahwa mereka (benar-benar sebagai) perempuan-perempuan mukmin, janganlah kamu kembalikan mereka kepada orang-orang kafir (suami mereka). Mereka tidak halal bagi orang-orang kafir itu dan orang-orang kafir itu tidak halal pula bagi mereka. Berikanlah kepada (suami) mereka mahar yang telah mereka berikan. Tidak ada dosa bagimu menikahi mereka apabila kamu membayar mahar kepada mereka. Janganlah kamu tetap berpegang pada tali (pernikahan) dengan perempuan-perempuan kafir. Hendaklah kamu meminta kembali (dari orang-orang kafir) mahar yang telah kamu berikan (kepada istri yang kembali kafir). Hendaklah mereka (orang-orang kafir) meminta kembali mahar yang telah mereka bayar (kepada mantan istrinya yang telah beriman). Demikianlah hukum Allah yang ditetapkan-Nya di antara kamu. Allah Maha Mengetahui lagi Mahabijaksana.","text_en":"O believers, when believing women come over to you as refugees, then examine them. God alone is cognisant of their faith. If you find that they are believers, do not send them back to unbelievers. They are not lawful for them, nor are infidels lawful for believing women. Give the unbelievers what they have spent on them. There is no sin if you marry them provided you give their dowers to them. Do not retain your (marriage) ties with unbelieving women. Ask for the return of what you have spent (on them); and the unbelievers should ask for the return of what they have spent. This is the judgement of God. He judges between you. God is all-knowing and all-wise.","transliteration":"yā ayyuhallażīna āmanū iżā jā`akumul-mu`minātu muhājirātin famtaḥinụhunn, allāhu a'lamu bi`īmānihinna fa in 'alimtumụhunna mu`minātin fa lā tarji'ụhunna ilal-kuffār, lā hunna ḥillul lahum wa lā hum yaḥillụna lahunn, wa ātụhum mā anfaqụ, wa lā junāḥa 'alaikum an tangkiḥụhunna iżā ātaitumụhunna ujụrahunn, wa lā tumsikụ bi'iṣamil-kawāfiri was`alụ mā anfaqtum walyas`alụ mā anfaqụ, żālikum ḥukmullāh, yaḥkumu bainakum, wallāhu 'alīmun ḥakīm","no_fn":"","text_fn":""},{"id":5161,"surah":60,"no_ayah":11,"theme":"","text_ayah":"وَاِنْ فَاتَكُمْ شَيْءٌ مِّنْ اَزْوَاجِكُمْ اِلَى الْكُفَّارِ فَعَاقَبْتُمْ فَاٰتُوا الَّذِيْنَ ذَهَبَتْ اَزْوَاجُهُمْ مِّثْلَ مَآ اَنْفَقُوْاۗ وَاتَّقُوا اللّٰهَ الَّذِيْٓ اَنْتُمْ بِهٖ مُؤْمِنُوْنَ ","text_id":"Jika ada sesuatu (pengembalian mahar) yang belum kamu selesaikan dari istri-istrimu yang lari kepada orang-orang kafir, lalu kamu dapat mengalahkan mereka, berikanlah (dari harta rampasan) kepada orang-orang yang istrinya lari itu sebanyak mahar yang telah mereka berikan.<sup>714)</sup> Bertakwalah kepada Allah yang kepada-Nya kamu beriman.","text_en":"If any of your women go away to the unbelievers, and you succeed in your turn (and have a chance of getting spoils), then give to those whose wives have so gone away as much as they had spent on them; but take heed and fear God in whom you believe.","transliteration":"wa in fātakum syai`um min azwājikum ilal-kuffāri fa āqabtum fa ātullażīna żahabat azwājuhum miṡla mā anfaqụ, wattaqullāhallażī antum bihī mu`minụn","no_fn":"714","text_fn":"714) Sebelum dibagikan kepada lima golongan yang berhak, ganimah dipergunakan lebih dahulu untuk membayar mahar-mahar kepada para suami yang istrinya lari ke daerah kaum kafir."},{"id":5162,"surah":60,"no_ayah":12,"theme":"","text_ayah":"يٰٓاَيُّهَا النَّبِيُّ اِذَا جَاۤءَكَ الْمُؤْمِنٰتُ يُبَايِعْنَكَ عَلٰٓى اَنْ لَّا يُشْرِكْنَ بِاللّٰهِ شَيْـًٔا وَّلَا يَسْرِقْنَ وَلَا يَزْنِيْنَ وَلَا يَقْتُلْنَ اَوْلَادَهُنَّ وَلَا يَأْتِيْنَ بِبُهْتَانٍ يَّفْتَرِيْنَهٗ بَيْنَ اَيْدِيْهِنَّ وَاَرْجُلِهِنَّ وَلَا يَعْصِيْنَكَ فِيْ مَعْرُوْفٍ فَبَايِعْهُنَّ وَاسْتَغْفِرْ لَهُنَّ اللّٰهَ ۗاِنَّ اللّٰهَ غَفُوْرٌ رَّحِيْمٌ ","text_id":"Wahai Nabi, apabila perempuan-perempuan mukmin datang kepadamu untuk mengadakan baiat (janji setia) bahwa mereka tidak akan mempersekutukan sesuatu apa pun dengan Allah, tidak akan mencuri, tidak akan berzina, tidak akan membunuh anak-anaknya, tidak akan berbuat dusta yang mereka ada-adakan antara tangan dan kaki mereka<sup>715)</sup> dan tidak akan mendurhakaimu dalam urusan yang baik, terimalah baiat mereka dan mohonkanlah ampunan untuk mereka kepada Allah. Sesungguhnya Allah Maha Pengampun lagi Maha Penyayang.","text_en":"O Prophet, when believing women come to you and swear on oath that they will not associate anything with God, nor steal, nor fornicate, nor kill their children, nor accuse others for what they have fabricated themselves, nor disobey you in any rightful thing, then you should accept their allegiance, and ask forgiveness of God for them. Certainly God is forgiving and kind.","transliteration":"yā ayyuhan-nabiyyu iżā jā`akal-mu`minātu yubāyi'naka 'alā al lā yusyrikna billāhi syai`aw wa lā yasriqna wa lā yaznīna wa lā yaqtulna aulādahunna wa lā ya`tīna bibuhtāniy yaftarīnahụ baina aidīhinna wa arjulihinna wa lā ya'ṣīnaka fī ma'rụfin fa bāyi'hunna wastagfir lahunnallāh, innallāha gafụrur raḥīm","no_fn":"715","text_fn":"715) Maksud berbuat dusta di sini adalah mengadakan pengakuan palsu terkait anak yang semestinya bukan anak suaminya, tetapi mereka nisbahkan kepadanya."},{"id":5163,"surah":60,"no_ayah":13,"theme":"","text_ayah":"يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَتَوَلَّوْا قَوْمًا غَضِبَ اللّٰهُ عَلَيْهِمْ قَدْ يَىِٕسُوْا مِنَ الْاٰخِرَةِ كَمَا يَىِٕسَ الْكُفَّارُ مِنْ اَصْحٰبِ الْقُبُوْرِ ࣖ ","text_id":"Wahai orang-orang yang beriman, janganlah kamu jadikan kaum yang dimurkai Allah sebagai teman-teman akrab. Sungguh, mereka telah putus asa terhadap akhirat sebagaimana orang-orang kafir yang telah berada dalam kubur juga berputus asa (dari rahmat Allah di akhirat).","text_en":"O you who believe, do not make friends with those who have suffered the anger of God by having become despondent of the life to come like those unbelievers who are despondent of those who are in the graves.","transliteration":"yā ayyuhallażīna āmanụ lā tatawallau qauman gaḍiballāhu 'alaihim qad ya`isụ minal-ākhirati kamā ya`isal-kuffāru min aṣ-ḥābil-qubụr","no_fn":"","text_fn":""}]