[{"id":5230,"surah":66,"no_ayah":1,"theme":"","text_ayah":"يٰٓاَيُّهَا النَّبِيُّ لِمَ تُحَرِّمُ مَآ اَحَلَّ اللّٰهُ لَكَۚ تَبْتَغِيْ مَرْضَاتَ اَزْوَاجِكَۗ وَاللّٰهُ غَفُوْرٌ رَّحِيْمٌ ","text_id":"Wahai Nabi (Muhammad), mengapa engkau mengharamkan apa yang dihalalkan Allah bagimu? Engkau bermaksud menyenangkan hati istri-istrimu. Allah Maha Pengampun lagi Maha Penyayang.<sup>721)</sup> ","text_en":"O PROPHET, WHY should you forbid (yourself) what God has made lawful for you, in order to please your wives? Yet God is forgiving and kind.","transliteration":"yā ayyuhan-nabiyyu lima tuḥarrimu mā aḥallallāhu lak, tabtagī marḍāta azwājik, wallāhu gafụrur raḥīm","no_fn":"721","text_fn":"721) Nabi bersumpah untuk tidak menggauli istrinya, yaitu Mariah al-Qibtiyah. Dengan sumpah ini, sesuatu yang halal menjadi tidak diperbolehkan. Jadi, ayat ini tidak bermakna bahwa Nabi mengubah hukum halal menjadi haram."},{"id":5231,"surah":66,"no_ayah":2,"theme":"","text_ayah":"قَدْ فَرَضَ اللّٰهُ لَكُمْ تَحِلَّةَ اَيْمَانِكُمْۚ وَاللّٰهُ مَوْلٰىكُمْۚ وَهُوَ الْعَلِيْمُ الْحَكِيْمُ ","text_id":"Sungguh, Allah telah mensyariatkan untukmu pembebasan diri dari sumpahmu. Allah adalah pelindungmu dan Dia Maha Mengetahui lagi Mahabijaksana.","text_en":"Surely God has sanctioned the dissolution of your vows. God is your Lord: He is all-knowing, and all-wise.","transliteration":"qad faraḍallāhu lakum taḥillata aimānikum, wallāhu maulākum, wa huwal-'alīmul-ḥakīm","no_fn":"","text_fn":""},{"id":5232,"surah":66,"no_ayah":3,"theme":"","text_ayah":"وَاِذْ اَسَرَّ النَّبِيُّ اِلٰى بَعْضِ اَزْوَاجِهٖ حَدِيْثًاۚ فَلَمَّا نَبَّاَتْ بِهٖ وَاَظْهَرَهُ اللّٰهُ عَلَيْهِ عَرَّفَ بَعْضَهٗ وَاَعْرَضَ عَنْۢ بَعْضٍۚ فَلَمَّا نَبَّاَهَا بِهٖ قَالَتْ مَنْ اَنْۢبَاَكَ هٰذَاۗ قَالَ نَبَّاَنِيَ الْعَلِيْمُ الْخَبِيْرُ ","text_id":"(Ingatlah) ketika Nabi membicarakan secara rahasia suatu peristiwa kepada salah seorang istrinya (Hafsah). Kemudian, ketika dia menceritakan (peristiwa) itu (kepada Aisyah) dan Allah memberitahukannya (kejadian ini) kepadanya (Nabi), dia (Nabi) memberitahukan (kepada Hafsah) sebagian dan menyembunyikan sebagian yang lain. Ketika dia (Nabi) memberitahukan (pembicaraan) itu kepadanya (Hafsah), dia bertanya, “Siapa yang telah memberitahumu hal ini?” Nabi menjawab, “Yang memberitahuku adalah Allah Yang Maha Mengetahui lagi Mahateliti.”","text_en":"When the Prophet told one of his wives something in confidence and she disclosed it, God revealed this to him. So he made some of it known to her, and held back some. When, however, he informed her about it, she asked: \"Who told you this?\" He said: \"I was told this by the All-knowing, All-Informed.\"","transliteration":"wa iż asarran-nabiyyu ilā ba'ḍi azwājihī ḥadīṡā, fa lammā nabba`at bihī wa aẓ-harahullāhu 'alaihi 'arrafa ba'ḍahụ wa a'raḍa 'am ba'ḍ, fa lammā nabba`ahā bihī qālat man amba`aka hāżā, qāla nabba`aniyal-'alīmul-khabīr","no_fn":"","text_fn":""},{"id":5233,"surah":66,"no_ayah":4,"theme":"","text_ayah":"اِنْ تَتُوْبَآ اِلَى اللّٰهِ فَقَدْ صَغَتْ قُلُوْبُكُمَاۚ وَاِنْ تَظٰهَرَا عَلَيْهِ فَاِنَّ اللّٰهَ هُوَ مَوْلٰىهُ وَجِبْرِيْلُ وَصَالِحُ الْمُؤْمِنِيْنَۚ وَالْمَلٰۤىِٕكَةُ بَعْدَ ذٰلِكَ ظَهِيْرٌ ","text_id":"Jika kamu berdua bertobat kepada Allah, sungguh hati kamu berdua telah condong (pada kebenaran) dan jika kamu berdua saling membantu menyusahkan dia (Nabi), sesungguhnya Allahlah pelindungnya. Demikian juga Jibril dan orang-orang mukmin yang saleh. Selain itu, malaikat-malaikat (juga ikut) menolong.","text_en":"If both of you two (women) turn to God in penitence (it would be better). Your hearts have been impaired; and if you assist one another against him, then surely his helper is God, and Gabriel and the righteous believers, and, besides them, the angels are his helpers.","transliteration":"in tatụbā ilallāhi fa qad ṣagat qulụbukumā, wa in taẓāharā 'alaihi fa innallāha huwa maulāhu wa jibrīlu wa ṣāliḥul-mu`minīn, wal-malā`ikatu ba'da żālika ẓahīr","no_fn":"","text_fn":""},{"id":5234,"surah":66,"no_ayah":5,"theme":"","text_ayah":"عَسٰى رَبُّهٗٓ اِنْ طَلَّقَكُنَّ اَنْ يُّبْدِلَهٗٓ اَزْوَاجًا خَيْرًا مِّنْكُنَّ مُسْلِمٰتٍ مُّؤْمِنٰتٍ قٰنِتٰتٍ تٰۤىِٕبٰتٍ عٰبِدٰتٍ سٰۤىِٕحٰتٍ ثَيِّبٰتٍ وَّاَبْكَارًا ","text_id":"Jika dia (Nabi) menceraikan kamu, boleh jadi Tuhannya akan memberi ganti kepadanya istri-istri yang lebih baik daripada kamu, yang berserah diri, yang beriman, yang taat, yang bertobat, yang beribadah, dan yang berpuasa, baik yang janda maupun yang perawan.","text_en":"In case he divorces you, his Lord will give him better wives in return, who will be modest, true believers, obedient to God, repentant, observant of prayer and fasting, both widows and virgins.","transliteration":"'asā rabbuhū in ṭallaqakunna ay yubdilahū azwājan khairam mingkunna muslimātim mu`mināting qānitātin tā`ibātin 'ābidātin sā`iḥātin ṡayyibātiw wa abkārā","no_fn":"","text_fn":""},{"id":5235,"surah":66,"no_ayah":6,"theme":"","text_ayah":"يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا قُوْٓا اَنْفُسَكُمْ وَاَهْلِيْكُمْ نَارًا وَّقُوْدُهَا النَّاسُ وَالْحِجَارَةُ عَلَيْهَا مَلٰۤىِٕكَةٌ غِلَاظٌ شِدَادٌ لَّا يَعْصُوْنَ اللّٰهَ مَآ اَمَرَهُمْ وَيَفْعَلُوْنَ مَا يُؤْمَرُوْنَ ","text_id":"Wahai orang-orang yang beriman, jagalah dirimu dan keluargamu dari api neraka yang bahan bakarnya adalah manusia dan batu. Penjaganya adalah malaikat-malaikat yang kasar dan keras. Mereka tidak durhaka kepada Allah terhadap apa yang Dia perintahkan kepadanya dan selalu mengerjakan apa yang diperintahkan.","text_en":"O you who believe, save yourselves and your families from the Fire whose fuel is men and rocks, over which are appointed angels stern and severe as wardens who never disobey what God commands them, and do what they are commanded;","transliteration":"yā ayyuhallażīna āmanụ qū anfusakum wa ahlīkum nāraw wa qụduhan-nāsu wal-ḥijāratu 'alaihā malā`ikatun gilāẓun syidādul lā ya'ṣụnallāha mā amarahum wa yaf'alụna mā yu`marụn","no_fn":"","text_fn":""},{"id":5236,"surah":66,"no_ayah":7,"theme":"","text_ayah":"يٰٓاَيُّهَا الَّذِيْنَ كَفَرُوْا لَا تَعْتَذِرُوا الْيَوْمَۗ اِنَّمَا تُجْزَوْنَ مَا كُنْتُمْ تَعْمَلُوْنَ ࣖ","text_id":"Wahai orang-orang yang kufur, janganlah kamu mencari-cari alasan pada hari ini. Sesungguhnya kamu hanya diberi balasan (sesuai dengan) apa yang selama ini kamu kerjakan.","text_en":"(And say:) \"O you who do not believe, make no excuses today. You will be requited only for what you had done.\"","transliteration":"yā ayyuhallażīna kafarụ lā ta'tażirul-yaụm, innamā tujzauna mā kuntum ta'malụn","no_fn":"","text_fn":""},{"id":5237,"surah":66,"no_ayah":8,"theme":"","text_ayah":"يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا تُوْبُوْٓا اِلَى اللّٰهِ تَوْبَةً نَّصُوْحًاۗ عَسٰى رَبُّكُمْ اَنْ يُّكَفِّرَ عَنْكُمْ سَيِّاٰتِكُمْ وَيُدْخِلَكُمْ جَنّٰتٍ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُۙ يَوْمَ لَا يُخْزِى اللّٰهُ النَّبِيَّ وَالَّذِيْنَ اٰمَنُوْا مَعَهٗۚ نُوْرُهُمْ يَسْعٰى بَيْنَ اَيْدِيْهِمْ وَبِاَيْمَانِهِمْ يَقُوْلُوْنَ رَبَّنَآ اَتْمِمْ لَنَا نُوْرَنَا وَاغْفِرْ لَنَاۚ اِنَّكَ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ ","text_id":"Wahai orang-orang yang beriman, bertobatlah kepada Allah dengan tobat yang semurni-murninya. Mudah-mudahan Tuhanmu akan menghapus kesalahan-kesalahanmu dan memasukkanmu ke dalam surga yang mengalir di bawahnya sungai-sungai pada hari ketika Allah tidak menghinakan Nabi dan orang-orang yang beriman bersamanya. Cahaya mereka memancar di hadapan dan di sebelah kanannya. Mereka berkata, “Ya Tuhan kami, sempurnakanlah untuk kami cahaya kami dan ampunilah kami. Sesungguhnya Engkau Mahakuasa atas segala sesuatu.”","text_en":"O you who believe, turn to God truly in repentance. Perhaps your Lord may forgive your ills and admit you to gardens with rivers flowing by on the day when God will not humiliate the Prophet and those who believe with him. Their light will move in front of them and to their right, and they will say: \"O Lord, perfect our light and forgive us. You have power over every thing.\"","transliteration":"yā ayyuhallażīna āmanụ tụbū ilallāhi taubatan naṣụḥā, 'asā rabbukum ay yukaffira 'angkum sayyi`ātikum wa yudkhilakum jannātin tajrī min taḥtihal-an-hāru yauma lā yukhzillāhun-nabiyya wallażīna āmanụ ma'ah, nụruhum yas'ā baina aidīhim wa bi`aimānihim yaqụlụna rabbanā atmim lanā nụranā wagfir lanā, innaka 'alā kulli syai`ing qadīr","no_fn":"","text_fn":""},{"id":5238,"surah":66,"no_ayah":9,"theme":"","text_ayah":"يٰٓاَيُّهَا النَّبِيُّ جَاهِدِ الْكُفَّارَ وَالْمُنٰفِقِيْنَ وَاغْلُظْ عَلَيْهِمْۗ وَمَأْوٰىهُمْ جَهَنَّمُۗ وَبِئْسَ الْمَصِيْرُ ","text_id":"Wahai Nabi, berjihadlah (melawan) orang-orang kafir dan orang-orang munafik dan bersikap keraslah terhadap mereka. Tempat mereka adalah (neraka) Jahanam dan itulah seburuk-buruk tempat kembali.","text_en":"O Prophet, fight the unbelievers and the hypocrites, and be severe with them. Their abode is Hell, an evil destination?","transliteration":"yā ayyuhan-nabiyyu jāhidil-kuffāra wal-munāfiqīna wagluẓ 'alaihim, wa ma`wāhum jahannam, wa bi`sal-maṣīr","no_fn":"","text_fn":""},{"id":5239,"surah":66,"no_ayah":10,"theme":"","text_ayah":"ضَرَبَ اللّٰهُ مَثَلًا لِّلَّذِيْنَ كَفَرُوا امْرَاَتَ نُوْحٍ وَّامْرَاَتَ لُوْطٍۗ كَانَتَا تَحْتَ عَبْدَيْنِ مِنْ عِبَادِنَا صَالِحَيْنِ فَخَانَتٰهُمَا فَلَمْ يُغْنِيَا عَنْهُمَا مِنَ اللّٰهِ شَيْـًٔا وَّقِيْلَ ادْخُلَا النَّارَ مَعَ الدّٰخِلِيْنَ ","text_id":"Allah membuat perumpamaan bagi orang-orang yang kufur, yaitu istri Nuh dan istri Lut. Keduanya berada di bawah (tanggung jawab) dua orang hamba yang saleh di antara hamba-hamba Kami, lalu keduanya berkhianat kepada (suami-suami)-nya. Mereka (kedua suami itu) tidak dapat membantunya sedikit pun dari (siksaan) Allah, dan dikatakan (kepada kedua istri itu), “Masuklah kamu berdua ke neraka bersama orang-orang yang masuk (neraka).”","text_en":"God advances the example of Noah's wife and the wife of Lot for those who do not believe. They were married to Our two pious devotees, but they were unfaithful to them, and even (the apostles) could not avail them in the least against God; and it was said to them: \"Enter Hell with those (who are condemned) to enter it.\"","transliteration":"ḍaraballāhu maṡalal lillażīna kafarumra`ata nụḥiw wamra`ata lụṭ, kānatā taḥta 'abdaini min 'ibādinā ṣāliḥaini fa khānatāhumā fa lam yugniyā 'an-humā minallāhi syai`aw wa qīladkhulan-nāra ma'ad-dākhilīn","no_fn":"","text_fn":""},{"id":5240,"surah":66,"no_ayah":11,"theme":"","text_ayah":"وَضَرَبَ اللّٰهُ مَثَلًا لِّلَّذِيْنَ اٰمَنُوا امْرَاَتَ فِرْعَوْنَۘ اِذْ قَالَتْ رَبِّ ابْنِ لِيْ عِنْدَكَ بَيْتًا فِى الْجَنَّةِ وَنَجِّنِيْ مِنْ فِرْعَوْنَ وَعَمَلِهٖ وَنَجِّنِيْ مِنَ الْقَوْمِ الظّٰلِمِيْنَۙ ","text_id":"Allah juga membuat perumpamaan bagi orang-orang yang beriman, yaitu istri Fir‘aun, ketika dia berkata, “Ya Tuhanku, bangunkanlah untukku di sisi-Mu sebuah rumah dalam surga, selamatkanlah aku dari Fir‘aun dan perbuatannya, serta selamatkanlah aku dari kaum yang zalim.”","text_en":"And God presents the example of Pharaoh's wife for those who believe, when she said: \"O Lord, build me a house in Paradise, and save me from Pharaoh and his deeds, and save me from a wicked people;\"","transliteration":"wa ḍaraballāhu maṡalal lillażīna āmanumra`ata fir'aụn, iż qālat rabbibni lī 'indaka baitan fil-jannati wa najjinī min fir'auna wa 'amalihī wa najjinī minal-qaumiẓ-ẓālimīn","no_fn":"","text_fn":""},{"id":5241,"surah":66,"no_ayah":12,"theme":"","text_ayah":"وَمَرْيَمَ ابْنَتَ عِمْرٰنَ الَّتِيْٓ اَحْصَنَتْ فَرْجَهَا فَنَفَخْنَا فِيْهِ مِنْ رُّوْحِنَا وَصَدَّقَتْ بِكَلِمٰتِ رَبِّهَا وَكُتُبِهٖ وَكَانَتْ مِنَ الْقٰنِتِيْنَ ࣖ   ۔","text_id":"Demikian pula Maryam putri Imran yang memelihara kehormatannya, lalu Kami meniupkan ke dalam rahimnya sebagian dari roh (ciptaan) Kami, dan yang membenarkan kalimat-kalimat Tuhannya dan kitab-kitab-Nya, serta yang termasuk orang-orang taat.","text_en":"And of Mary, daughter of 'Imran, who guarded her chastity, so that We breathed into her a new life from Us, and she believed the words of her Lord and His Books, and was among the obedient.","transliteration":"wa maryamabnata 'imrānallatī aḥṣanat farjahā fa nafakhnā fīhi mir rụḥinā wa ṣaddaqat bikalimāti rabbihā wa kutubihī wa kānat minal-qānitīn","no_fn":"","text_fn":""}]