[{"id":5242,"surah":67,"no_ayah":1,"theme":"Kerajaan Allah Meliputi Dunia dan Akhirat","text_ayah":"تَبٰرَكَ الَّذِيْ بِيَدِهِ الْمُلْكُۖ وَهُوَ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌۙ","text_id":"Mahaberkah Zat yang menguasai (segala) kerajaan dan Dia Mahakuasa atas segala sesuatu,","text_en":"BLESSED BE HE who holds the (reins of) Kingship in His hand, who has power over everything,","transliteration":"tabārakallażī biyadihil-mulku wa huwa 'alā kulli syai`ing qadīr","no_fn":"","text_fn":""},{"id":5243,"surah":67,"no_ayah":2,"theme":"Kerajaan Allah Meliputi Dunia dan Akhirat","text_ayah":" ۨالَّذِيْ خَلَقَ الْمَوْتَ وَالْحَيٰوةَ لِيَبْلُوَكُمْ اَيُّكُمْ اَحْسَنُ عَمَلًاۗ وَهُوَ الْعَزِيْزُ الْغَفُوْرُۙ","text_id":"yaitu yang menciptakan kematian dan kehidupan untuk menguji kamu, siapa di antara kamu yang lebih baik amalnya. Dia Mahaperkasa lagi Maha Pengampun.","text_en":"Who created death and life in order to try you to see who of you are best of deed. He is all-mighty and forgiving,","transliteration":"allażī khalaqal-mauta wal-ḥayāta liyabluwakum ayyukum aḥsanu 'amalā, wa huwal-'azīzul-gafụr","no_fn":"","text_fn":""},{"id":5244,"surah":67,"no_ayah":3,"theme":"Kerajaan Allah Meliputi Dunia dan Akhirat","text_ayah":"الَّذِيْ خَلَقَ سَبْعَ سَمٰوٰتٍ طِبَاقًاۗ مَا تَرٰى فِيْ خَلْقِ الرَّحْمٰنِ مِنْ تَفٰوُتٍۗ فَارْجِعِ الْبَصَرَۙ هَلْ تَرٰى مِنْ فُطُوْرٍ ","text_id":"(Dia juga) yang menciptakan tujuh langit berlapis-lapis. Kamu tidak akan melihat pada ciptaan Tuhan Yang Maha Pengasih ketidakseimbangan sedikit pun. Maka, lihatlah sekali lagi! Adakah kamu melihat suatu cela?","text_en":"Who created the seven skies one above the other. Do you see any disproportion in the creations of Ar-Rahman? Turn your eyes again. Do you see any fissures?","transliteration":"allażī khalaqa sab'a samāwātin ṭibāqā, mā tarā fī khalqir-raḥmāni min tafāwut, farji'il-baṣara hal tarā min fuṭụr","no_fn":"","text_fn":""},{"id":5245,"surah":67,"no_ayah":4,"theme":"Kerajaan Allah Meliputi Dunia dan Akhirat","text_ayah":"ثُمَّ ارْجِعِ الْبَصَرَ كَرَّتَيْنِ يَنْقَلِبْ اِلَيْكَ الْبَصَرُ خَاسِئًا وَّهُوَ حَسِيْرٌ ","text_id":"Kemudian, lihatlah sekali lagi (dan) sekali lagi (untuk mencari cela dalam ciptaan Allah), niscaya pandanganmu akan kembali kepadamu dengan kecewa dan dalam keadaan letih (karena tidak menemukannya).","text_en":"Turn your eyes again and again. Your gaze turns back dazed and tired.","transliteration":"ṡummarji'il-baṣara karrataini yangqalib ilaikal-baṣaru khāsi`aw wa huwa ḥasīr","no_fn":"","text_fn":""},{"id":5246,"surah":67,"no_ayah":5,"theme":"Kerajaan Allah Meliputi Dunia dan Akhirat","text_ayah":"وَلَقَدْ زَيَّنَّا السَّمَاۤءَ الدُّنْيَا بِمَصَابِيْحَ وَجَعَلْنٰهَا رُجُوْمًا لِّلشَّيٰطِيْنِ وَاَعْتَدْنَا لَهُمْ عَذَابَ السَّعِيْرِ ","text_id":"Sungguh, Kami benar-benar telah menghiasi langit dunia dengan bintang-bintang, menjadikannya (bintang-bintang itu) sebagai alat pelempar terhadap setan, dan menyediakan bagi mereka (setan-setan itu) azab (neraka) Sa‘ir (yang menyala-nyala).","text_en":"We have adorned the lowest sky with lamps, and made them missiles against the devils, for whom We have prepared a torment of most intense fire.","transliteration":"wa laqad zayyannas-samā`ad-dun-yā bimaṣābīḥa wa ja'alnāhā rujụmal lisy-syayāṭīni wa a'tadnā lahum 'ażābas-sa'īr","no_fn":"","text_fn":""},{"id":5247,"surah":67,"no_ayah":6,"theme":"Azab Neraka bagi Orang Kafir","text_ayah":"وَلِلَّذِيْنَ كَفَرُوْا بِرَبِّهِمْ عَذَابُ جَهَنَّمَۗ وَبِئْسَ الْمَصِيْرُ","text_id":"Orang-orang yang kufur kepada Tuhannya akan mendapat azab (neraka) Jahanam. Itulah seburuk-buruk tempat kembali.","text_en":"For those who believe not in their Lord there is the punishment of Hell; and what a wretched destination","transliteration":"wa lillażīna kafarụ birabbihim 'ażābu jahannam, wa bi`sal-maṣīr","no_fn":"","text_fn":""},{"id":5248,"surah":67,"no_ayah":7,"theme":"Azab Neraka bagi Orang Kafir","text_ayah":"اِذَآ اُلْقُوْا فِيْهَا سَمِعُوْا لَهَا شَهِيْقًا وَّهِيَ تَفُوْرُۙ","text_id":"Apabila dilemparkan ke dalamnya (neraka), mereka pasti mendengar suaranya yang mengerikan saat ia membara.","text_en":"When they are cast into it, they will hear it roar and raging","transliteration":"iżā ulqụ fīhā sami'ụ lahā syahīqaw wa hiya tafụr","no_fn":"","text_fn":""},{"id":5249,"surah":67,"no_ayah":8,"theme":"Azab Neraka bagi Orang Kafir","text_ayah":"تَكَادُ تَمَيَّزُ مِنَ الْغَيْظِۗ كُلَّمَآ اُلْقِيَ فِيْهَا فَوْجٌ سَاَلَهُمْ خَزَنَتُهَآ اَلَمْ يَأْتِكُمْ نَذِيْرٌۙ","text_id":"(Neraka itu) hampir meledak karena marah. Setiap kali ada sekumpulan (orang-orang kafir) dilemparkan ke dalamnya, penjaga-penjaganya bertanya kepada mereka, “Tidak pernahkah seorang pemberi peringatan datang kepadamu (di dunia)?”","text_en":"As though it would burst with fury. Every time a crowd is thrown into it, its wardens will ask: \"Did no warner come to you?\"","transliteration":"takādu tamayyazu minal-gaīẓ, kullamā ulqiya fīhā faujun sa`alahum khazanatuhā a lam ya`tikum nażīr","no_fn":"","text_fn":""},{"id":5250,"surah":67,"no_ayah":9,"theme":"Azab Neraka bagi Orang Kafir","text_ayah":"قَالُوْا بَلٰى قَدْ جَاۤءَنَا نَذِيْرٌ ەۙ فَكَذَّبْنَا وَقُلْنَا مَا نَزَّلَ اللّٰهُ مِنْ شَيْءٍۖ اِنْ اَنْتُمْ اِلَّا فِيْ ضَلٰلٍ كَبِيْرٍ","text_id":"Mereka menjawab, “Pernah! Sungguh, seorang pemberi peringatan telah datang kepada kami, tetapi kami mendustakan(-nya) dan mengatakan, ‘Allah tidak menurunkan sesuatu apa pun.’” (Para malaikat berkata,) “Kamu tidak lain hanyalah (berada) dalam kesesatan yang besar.”","text_en":"And they will answer: \"Surely; a warner came to us, but we denied him, and said: 'God did not send down any thing; you are greatly deluded, in fact.'\"","transliteration":"qālụ balā qad jā`anā nażīrun fa każżabnā wa qulnā mā nazzalallāhu min syai`in in antum illā fī ḍalāling kabīr","no_fn":"","text_fn":""},{"id":5251,"surah":67,"no_ayah":10,"theme":"Azab Neraka bagi Orang Kafir","text_ayah":"وَقَالُوْا لَوْ كُنَّا نَسْمَعُ اَوْ نَعْقِلُ مَا كُنَّا فِيْٓ اَصْحٰبِ السَّعِيْرِ","text_id":"Mereka juga berkata, “Andaikan dahulu kami mendengarkan atau memikirkan (peringatan itu), tentulah kami tidak termasuk ke dalam (golongan) para penghuni (neraka) Sa‘ir (yang menyala-nyala).”","text_en":"They will say: \"If we had listened and been wise, we would not have been among the inmates of Hell.\"","transliteration":"wa qālụ lau kunnā nasma'u au na'qilu mā kunnā fī aṣ-ḥābis-sa'īr","no_fn":"","text_fn":""},{"id":5252,"surah":67,"no_ayah":11,"theme":"Azab Neraka bagi Orang Kafir","text_ayah":"فَاعْتَرَفُوْا بِذَنْۢبِهِمْۚ فَسُحْقًا لِّاَصْحٰبِ السَّعِيْرِ ","text_id":"Mereka mengakui dosanya (saat penyesalan tidak lagi bermanfaat). Maka, jauhlah (dari rahmat Allah) bagi para penghuni (neraka) Sa‘ir (yang menyala-nyala) itu.","text_en":"So will they confess their guilt. Deprived (of all joys) will be the inmates of Hell.","transliteration":"fa'tarafụ biżambihim, fa suḥqal li`aṣ-ḥābis-sa'īr","no_fn":"","text_fn":""},{"id":5253,"surah":67,"no_ayah":12,"theme":"Janji Allah kepada Orang Beriman","text_ayah":"اِنَّ الَّذِيْنَ يَخْشَوْنَ رَبَّهُمْ بِالْغَيْبِ لَهُمْ مَّغْفِرَةٌ وَّاَجْرٌ كَبِيْرٌ ","text_id":"Sesungguhnya orang-orang yang takut kepada Tuhannya dengan tanpa melihat-Nya akan memperoleh ampunan dan pahala yang besar.","text_en":"For those who fear their Lord in secret is forgiveness and a great reward.","transliteration":"innallażīna yakhsyauna rabbahum bil-gaibi lahum magfiratuw wa ajrung kabīr","no_fn":"","text_fn":""},{"id":5254,"surah":67,"no_ayah":13,"theme":"Janji Allah kepada Orang Beriman","text_ayah":"وَاَسِرُّوْا قَوْلَكُمْ اَوِ اجْهَرُوْا بِهٖۗ اِنَّهٗ عَلِيْمٌ ۢبِذَاتِ الصُّدُوْرِ ","text_id":"Rahasiakanlah perkataanmu atau nyatakanlah. Sesungguhnya Dia Maha Mengetahui segala isi hati.","text_en":"Whether you say a thing secretly or openly, He knows the innermost secrets of your hearts.","transliteration":"wa asirrụ qaulakum awij-harụ bih, innahụ 'alīmum biżātiṣ-ṣudụr","no_fn":"","text_fn":""},{"id":5255,"surah":67,"no_ayah":14,"theme":"Janji Allah kepada Orang Beriman","text_ayah":"اَلَا يَعْلَمُ مَنْ خَلَقَۗ وَهُوَ اللَّطِيْفُ الْخَبِيْرُ ࣖ ","text_id":"Apakah (pantas) Zat yang menciptakan itu tidak mengetahui, sedangkan Dia (juga) Mahahalus lagi Maha Mengetahui?","text_en":"Can He who has created not know (His creation)? He is all-penetrating, all-aware.","transliteration":"alā ya'lamu man khalaq, wa huwal-laṭīful-khabīr","no_fn":"","text_fn":""},{"id":5256,"surah":67,"no_ayah":15,"theme":"Janji Allah kepada Orang Beriman","text_ayah":"هُوَ الَّذِيْ جَعَلَ لَكُمُ الْاَرْضَ ذَلُوْلًا فَامْشُوْا فِيْ مَنَاكِبِهَا وَكُلُوْا مِنْ رِّزْقِهٖۗ وَاِلَيْهِ النُّشُوْرُ ","text_id":"Dialah yang menjadikan bumi untuk kamu dalam keadaan mudah dimanfaatkan. Maka, jelajahilah segala penjurunya dan makanlah sebagian dari rezeki-Nya. Hanya kepada-Nya kamu (kembali setelah) dibangkitkan.","text_en":"It is He who made the earth subservient to you that you may travel all around it, and eat of things He has provided; and to Him will be your resurrection.","transliteration":"huwallażī ja'ala lakumul-arḍa żalụlan famsyụ fī manākibihā wa kulụ mir rizqih, wa ilaihin-nusyụr","no_fn":"","text_fn":""},{"id":5257,"surah":67,"no_ayah":16,"theme":"Orang Kafir Tidak Dapat Menghindar dari Azab Allah","text_ayah":"ءَاَمِنْتُمْ مَّنْ فِى السَّمَاۤءِ اَنْ يَّخْسِفَ بِكُمُ الْاَرْضَ فَاِذَا هِيَ تَمُوْرُۙ","text_id":"Sudah merasa amankah kamu dari Zat yang di langit, yaitu (dari bencana) dibenamkannya bumi oleh-Nya bersama kamu ketika tiba-tiba ia terguncang?","text_en":"Are you so unafraid that He who is in Heaven will not open up the earth to swallow you, when it will begin to tremble?","transliteration":"a amintum man fis-samā`i ay yakhsifa bikumul-arḍa fa iżā hiya tamụr","no_fn":"","text_fn":""},{"id":5258,"surah":67,"no_ayah":17,"theme":"Orang Kafir Tidak Dapat Menghindar dari Azab Allah","text_ayah":"اَمْ اَمِنْتُمْ مَّنْ فِى السَّمَاۤءِ اَنْ يُّرْسِلَ عَلَيْكُمْ حَاصِبًاۗ فَسَتَعْلَمُوْنَ كَيْفَ نَذِيْرِ ","text_id":"Atau, sudah merasa amankah kamu dari Zat yang di langit, yaitu (dari bencana) dikirimkannya badai batu oleh-Nya kepadamu? Kelak kamu akan mengetahui bagaimana (akibat mendustakan) peringatan-Ku.","text_en":"Or have you become so unafraid that He who is in Heaven will not send a violent wind to shower stones at you? Then you will know the import of My commination!","transliteration":"am amintum man fis-samā`i ay yursila 'alaikum ḥāṣibā, fa sata'lamụna kaifa nażīr","no_fn":"","text_fn":""},{"id":5259,"surah":67,"no_ayah":18,"theme":"Orang Kafir Tidak Dapat Menghindar dari Azab Allah","text_ayah":"وَلَقَدْ كَذَّبَ الَّذِيْنَ مِنْ قَبْلِهِمْ فَكَيْفَ كَانَ نَكِيْرِ ","text_id":"Sungguh, orang-orang sebelum mereka pun benar-benar telah mendustakan (rasul-rasul-Nya). Maka, betapa hebatnya kemurkaan-Ku!","text_en":"Those before them had also denied. And how was My punishment then!","transliteration":"wa laqad każżaballażīna ming qablihim fa kaifa kāna nakīr","no_fn":"","text_fn":""},{"id":5260,"surah":67,"no_ayah":19,"theme":"Orang Kafir Tidak Dapat Menghindar dari Azab Allah","text_ayah":"اَوَلَمْ يَرَوْا اِلَى الطَّيْرِ فَوْقَهُمْ صٰۤفّٰتٍ وَّيَقْبِضْنَۘ مَا يُمْسِكُهُنَّ اِلَّا الرَّحْمٰنُۗ اِنَّهٗ بِكُلِّ شَيْءٍۢ بَصِيْرٌ ","text_id":"Tidakkah mereka memperhatikan burung-burung yang mengembangkan dan mengatupkan sayapnya di atas mereka? Tidak ada yang menahannya (di udara) selain Yang Maha Pengasih. Sesungguhnya Dia Maha Melihat segala sesuatu.","text_en":"Do they not see the birds above them flying wings spread out or folded? Nothing holds them aloft but God. All things are within His purview.","transliteration":"a wa lam yarau ilaṭ-ṭairi fauqahum ṣāffātiw wa yaqbiḍn, mā yumsikuhunna illar-raḥmān, innahụ bikulli syai`im baṣīr","no_fn":"","text_fn":""},{"id":5261,"surah":67,"no_ayah":20,"theme":"Allah Mahakuasa atas Segala Sesuatu","text_ayah":"اَمَّنْ هٰذَا الَّذِيْ هُوَ جُنْدٌ لَّكُمْ يَنْصُرُكُمْ مِّنْ دُوْنِ الرَّحْمٰنِۗ اِنِ الْكٰفِرُوْنَ اِلَّا فِيْ غُرُوْرٍۚ ","text_id":"Atau, siapakah yang akan menjadi bala tentara bagimu yang dapat menolongmu selain (Allah) Yang Maha Pengasih? Orang-orang kafir itu tidak lain hanyalah dalam (keadaan) tertipu.","text_en":"What other army do you have to help you apart from Ar-Rahman? The unbelievers are surely lost in delusion.","transliteration":"am man hāżallażī huwa jundul lakum yanṣurukum min dụnir-raḥmān, inil-kāfirụna illā fī gurụr","no_fn":"","text_fn":""},{"id":5262,"surah":67,"no_ayah":21,"theme":"Allah Mahakuasa atas Segala Sesuatu","text_ayah":"اَمَّنْ هٰذَا الَّذِيْ يَرْزُقُكُمْ اِنْ اَمْسَكَ رِزْقَهٗ ۚ بَلْ لَّجُّوْا فِيْ عُتُوٍّ وَّنُفُوْرٍ ","text_id":"Atau, siapakah yang dapat memberimu rezeki jika Dia menahan rezeki-Nya? Sebaliknya, mereka terus-menerus dalam kesombongan dan menjauhkan diri (dari kebenaran).","text_en":"Who is there to give you food in case He withholds His bounty? Yet they persist in rebellion and aversion.","transliteration":"am man hāżallażī yarzuqukum in amsaka rizqah, bal lajjụ fī 'utuwwiw wa nufụr","no_fn":"","text_fn":""},{"id":5263,"surah":67,"no_ayah":22,"theme":"Allah Mahakuasa atas Segala Sesuatu","text_ayah":"اَفَمَنْ يَّمْشِيْ مُكِبًّا عَلٰى وَجْهِهٖٓ اَهْدٰىٓ اَمَّنْ يَّمْشِيْ سَوِيًّا عَلٰى صِرَاطٍ مُّسْتَقِيْمٍ ","text_id":"Apakah orang yang berjalan dengan wajah tertelungkup itu lebih mendapatkan petunjuk ataukah orang yang berjalan tegap di atas jalan yang lurus?","text_en":"Will he find the way who grovels flat on his face, or he who walks straight on the right path?","transliteration":"a fa may yamsyī mukibban 'alā waj-hihī ahdā am may yamsyī sawiyyan 'alā ṣirāṭim mustaqīm","no_fn":"","text_fn":""},{"id":5264,"surah":67,"no_ayah":23,"theme":"Allah Mahakuasa atas Segala Sesuatu","text_ayah":"قُلْ هُوَ الَّذِيْٓ اَنْشَاَكُمْ وَجَعَلَ لَكُمُ السَّمْعَ وَالْاَبْصَارَ وَالْاَفْـِٕدَةَۗ قَلِيْلًا مَّا تَشْكُرُوْنَ ","text_id":"Katakanlah, “Dialah Zat yang menciptakanmu dan menjadikan bagimu pendengaran, penglihatan, dan hati nurani. (Akan tetapi,) sedikit sekali kamu bersyukur.”","text_en":"Say: \"It is He who raised you and gave you ears and eyes and hearts. How little are the thanks you offer!\"","transliteration":"qul huwallażī ansya`akum wa ja'ala lakumus-sam'a wal-abṣāra wal-af`idah, qalīlam mā tasykurụn","no_fn":"","text_fn":""},{"id":5265,"surah":67,"no_ayah":24,"theme":"Allah Mahakuasa atas Segala Sesuatu","text_ayah":"قُلْ هُوَ الَّذِيْ ذَرَاَكُمْ فِى الْاَرْضِ وَاِلَيْهِ تُحْشَرُوْنَ ","text_id":"Katakanlah, “Dialah yang menjadikan kamu berkembang biak di muka bumi dan kepada-Nyalah kamu akan dikumpulkan.”","text_en":"Say: \"It is He who dispersed you all over the earth, and to Him you will be gathered.\"","transliteration":"qul huwallażī żara`akum fil-arḍi wa ilaihi tuḥsyarụn","no_fn":"","text_fn":""},{"id":5266,"surah":67,"no_ayah":25,"theme":"Azab Allah pasti Menimpa Orang-Orang Kafir","text_ayah":"وَيَقُوْلُوْنَ مَتٰى هٰذَا الْوَعْدُ اِنْ كُنْتُمْ صٰدِقِيْنَ ","text_id":"Mereka berkata, “Kapankah (datangnya) janji (azab) ini jika kamu orang-orang benar?”","text_en":"But they say: \"When will this promise come to pass, if what you say is true?\"","transliteration":"wa yaqụlụna matā hāżal-wa'du ing kuntum ṣādiqīn","no_fn":"","text_fn":""},{"id":5267,"surah":67,"no_ayah":26,"theme":"Azab Allah pasti Menimpa Orang-Orang Kafir","text_ayah":"قُلْ اِنَّمَا الْعِلْمُ عِنْدَ اللّٰهِ ۖوَاِنَّمَآ اَنَا۠ نَذِيْرٌ مُّبِيْنٌ ","text_id":"Katakanlah (Nabi Muhammad), “Sesungguhnya ilmu (tentang hari Kiamat itu) hanya ada pada Allah. Aku hanyalah seorang pemberi peringatan yang jelas.”","text_en":"Say: \"God alone has knowledge. My duty is only to warn you clearly.\"","transliteration":"qul innamal-'ilmu 'indallāhi wa innamā ana nażīrum mubīn","no_fn":"","text_fn":""},{"id":5268,"surah":67,"no_ayah":27,"theme":"Azab Allah pasti Menimpa Orang-Orang Kafir","text_ayah":"فَلَمَّا رَاَوْهُ زُلْفَةً سِيْۤـَٔتْ وُجُوْهُ الَّذِيْنَ كَفَرُوْا وَقِيْلَ هٰذَا الَّذِيْ كُنْتُمْ بِهٖ تَدَّعُوْنَ ","text_id":"Ketika mereka melihat azab (pada hari Kiamat) sudah dekat, wajah orang-orang kafir itu menjadi muram. Dikatakan (kepada mereka), “Ini adalah (sesuatu) yang dahulu kamu selalu mengaku (bahwa kamu tidak akan dibangkitkan).”","text_en":"When they realise it has come upon them, distraught will be the faces of unbelievers. They will be told: \"This is what you asked for.\"","transliteration":"fa lammā ra`auhu zulfatan sī`at wujụhullażīna kafarụ wa qīla hāżallażī kuntum bihī tadda'ụn","no_fn":"","text_fn":""},{"id":5269,"surah":67,"no_ayah":28,"theme":"Azab Allah pasti Menimpa Orang-Orang Kafir","text_ayah":"قُلْ اَرَءَيْتُمْ اِنْ اَهْلَكَنِيَ اللّٰهُ وَمَنْ مَّعِيَ اَوْ رَحِمَنَاۙ فَمَنْ يُّجِيْرُ الْكٰفِرِيْنَ مِنْ عَذَابٍ اَلِيْمٍ ","text_id":"Katakanlah (Nabi Muhammad), “Tahukah kamu jika Allah mematikan aku dan orang-orang yang bersamaku atau memberi rahmat kepada kami (dengan memperpanjang umur kami,) lalu siapa yang dapat melindungi orang-orang kafir dari azab yang pedih?”","text_en":"Say: \"Just think: If God destroys me and those with me, or is benevolent to us, who will then protect the unbelievers from a painful doom?\"","transliteration":"qul ara`aitum in ahlakaniyallāhu wa mam ma'iya au raḥimanā fa may yujīrul-kāfirīna min 'ażābin alīm","no_fn":"","text_fn":""},{"id":5270,"surah":67,"no_ayah":29,"theme":"Azab Allah pasti Menimpa Orang-Orang Kafir","text_ayah":"قُلْ هُوَ الرَّحْمٰنُ اٰمَنَّا بِهٖ وَعَلَيْهِ تَوَكَّلْنَاۚ فَسَتَعْلَمُوْنَ مَنْ هُوَ فِيْ ضَلٰلٍ مُّبِيْنٍ ","text_id":"Katakanlah (Nabi Muhammad), “Dialah Zat Yang Maha Pengasih, kami beriman kepada-Nya dan hanya kepada-Nya kami bertawakal. Kelak kamu akan tahu siapa yang berada dalam kesesatan yang nyata.”","text_en":"Say: \"He is the benevolent; in Him do we believe, and in Him do we place our trust. You will now realise who is in manifest error.\"","transliteration":"qul huwar-raḥmānu āmannā bihī wa 'alaihi tawakkalnā, fa sata'lamụna man huwa fī ḍalālim mubīn","no_fn":"","text_fn":""},{"id":5271,"surah":67,"no_ayah":30,"theme":"Azab Allah pasti Menimpa Orang-Orang Kafir","text_ayah":"قُلْ اَرَءَيْتُمْ اِنْ اَصْبَحَ مَاۤؤُكُمْ غَوْرًا فَمَنْ يَّأْتِيْكُمْ بِمَاۤءٍ مَّعِيْنٍ ࣖ ","text_id":"Katakanlah (Nabi Muhammad), “Terangkanlah kepadaku jika (sumber) air kamu surut ke dalam tanah, siapa yang akan memberimu air yang mengalir?”","text_en":"Say: \"Just think: If your water were to dry up in the morning who will bring you water from a fresh, flowing stream?\"","transliteration":"qul ara`aitum in aṣbaḥa mā`ukum gauran fa may ya`tīkum bimā`im ma'īn","no_fn":"","text_fn":""}]