[{"id_ayat":955,"no_surah":7,"no_ayat":1,"teks_ayat":"الۤمّۤصۤ ۚ ","tema":"","teks_terjemah":"Alif Lām Mīm Ṣād.","no_fn":"","teks_fn":"","bacaan":"alif-laam-miim-shaad"},{"id_ayat":956,"no_surah":7,"no_ayat":2,"teks_ayat":"كِتٰبٌ اُنْزِلَ اِلَيْكَ فَلَا يَكُنْ فِيْ صَدْرِكَ حَرَجٌ مِّنْهُ لِتُنْذِرَ بِهٖ وَذِكْرٰى لِلْمُؤْمِنِيْنَ ","tema":"Perintah Mengamalkan Al-Qur’an dan Sanksi Mengingkarinya ","teks_terjemah":"(Inilah) Kitab yang diturunkan kepadamu (Nabi Muhammad), maka janganlah engkau sesak dada karenanya supaya dengan (kitab itu) engkau memberi peringatan, dan menjadi pelajaran bagi orang-orang yang beriman.","no_fn":"","teks_fn":"","bacaan":"kitaabun unzila ilayka falaa yakun fii shadrika harajun minhu litundzira bihi wadzikraa lilmu'miniin"},{"id_ayat":957,"no_surah":7,"no_ayat":3,"teks_ayat":"اِتَّبِعُوْا مَآ اُنْزِلَ اِلَيْكُمْ مِّنْ رَّبِّكُمْ وَلَا تَتَّبِعُوْا مِنْ دُوْنِهٖٓ اَوْلِيَاۤءَۗ قَلِيْلًا مَّا تَذَكَّرُوْنَ ","tema":"Perintah Mengamalkan Al-Qur’an dan Sanksi Mengingkarinya ","teks_terjemah":"Ikutilah apa yang diturunkan kepadamu dari Tuhanmu dan janganlah kamu ikuti pelindung<sup>267)<\/sup> selain Dia. Sedikit sekali kamu mengambil pelajaran. ","no_fn":"267","teks_fn":"267) Lihat catatan kaki surah Āli ‘Imrān\/3: 28.","bacaan":"ittabi'uu maa unzila ilaykum min rabbikum walaa tattabi'uu min duunihi awliyaa-a qaliilan maa tadzakkaruun"},{"id_ayat":958,"no_surah":7,"no_ayat":4,"teks_ayat":"وَكَمْ مِّنْ قَرْيَةٍ اَهْلَكْنٰهَا فَجَاۤءَهَا بَأْسُنَا بَيَاتًا اَوْ هُمْ قَاۤىِٕلُوْنَ","tema":"Perintah Mengamalkan Al-Qur’an dan Sanksi Mengingkarinya ","teks_terjemah":"Betapa banyak negeri yang telah Kami binasakan. Siksaan Kami datang (menimpa penduduknya) pada malam hari atau pada saat mereka beristirahat pada siang hari.","no_fn":"","teks_fn":"","bacaan":"wakam min qaryatin ahlaknaahaa fajaa-ahaa ba'sunaa bayaatan aw hum qaa-iluun"},{"id_ayat":959,"no_surah":7,"no_ayat":5,"teks_ayat":"فَمَا كَانَ دَعْوٰىهُمْ اِذْ جَاۤءَهُمْ بَأْسُنَآ اِلَّآ اَنْ قَالُوْٓا اِنَّا كُنَّا ظٰلِمِيْنَ ","tema":"Perintah Mengamalkan Al-Qur’an dan Sanksi Mengingkarinya ","teks_terjemah":"Maka, ketika siksaan Kami datang menimpa mereka, keluhan mereka tidak lain hanyalah ucapan “Sesungguhnya kami adalah orang-orang zalim.”","no_fn":"","teks_fn":"","bacaan":"famaa kaana da'waahum idz jaa-ahum ba'sunaa illaa an qaaluu innaa kunnaa zhaalimiin"},{"id_ayat":960,"no_surah":7,"no_ayat":6,"teks_ayat":"فَلَنَسْـَٔلَنَّ الَّذِيْنَ اُرْسِلَ اِلَيْهِمْ وَلَنَسْـَٔلَنَّ الْمُرْسَلِيْنَۙ","tema":"Perintah Mengamalkan Al-Qur’an dan Sanksi Mengingkarinya ","teks_terjemah":"Pasti akan Kami tanyai umat yang kepada mereka telah diutus para rasul. Pasti akan Kami tanyai (pula) para rasul.","no_fn":"","teks_fn":"","bacaan":"falanas-alannaladziina ursila ilayhim walanas-alannalmursaliin"},{"id_ayat":961,"no_surah":7,"no_ayat":7,"teks_ayat":"فَلَنَقُصَّنَّ عَلَيْهِمْ بِعِلْمٍ وَّمَا كُنَّا غَاۤىِٕبِيْنَ ","tema":"Perintah Mengamalkan Al-Qur’an dan Sanksi Mengingkarinya ","teks_terjemah":"Kemudian, pasti akan Kami kabarkan (hal itu) kepada mereka berdasarkan ilmu (Kami). Sedikit pun Kami tidak pernah gaib (jauh dari mereka).","no_fn":"","teks_fn":"","bacaan":"falanaqushshanna 'alayhim bi'ilmin wamaa kunnaa ghaa-ibiin"},{"id_ayat":962,"no_surah":7,"no_ayat":8,"teks_ayat":"وَالْوَزْنُ يَوْمَىِٕذِ ِۨالْحَقُّۚ فَمَنْ ثَقُلَتْ مَوَازِيْنُهٗ فَاُولٰۤىِٕكَ هُمُ الْمُفْلِحُوْنَ ","tema":"Timbangan Amal pada Hari Kiamat ","teks_terjemah":"Timbangan pada hari itu (menjadi ukuran) kebenaran. Siapa yang berat timbangan (kebaikan)-nya, mereka itulah orang yang beruntung.","no_fn":"","teks_fn":"","bacaan":"walwaznu yawma-idzinilhaqqu faman tsaqulat mawaaziinuhu faulaa-ika humulmuflihuun"},{"id_ayat":963,"no_surah":7,"no_ayat":9,"teks_ayat":"وَمَنْ خَفَّتْ مَوَازِيْنُهٗ فَاُولٰۤىِٕكَ الَّذِيْنَ خَسِرُوْٓا اَنْفُسَهُمْ بِمَا كَانُوْا بِاٰيٰتِنَا يَظْلِمُوْنَ ","tema":"Timbangan Amal pada Hari Kiamat ","teks_terjemah":"Siapa yang ringan timbangan (kebaikan)-nya, mereka itulah orang yang telah merugikan dirinya sendiri karena mereka selalu mengingkari ayat-ayat Kami.","no_fn":"","teks_fn":"","bacaan":"waman khaffat mawaaziinuhu faulaa-ikaladziina khasiruu anfusahum bimaa kaanuu bi-aayaatinaa yazhlimuun"},{"id_ayat":964,"no_surah":7,"no_ayat":10,"teks_ayat":"وَلَقَدْ مَكَّنّٰكُمْ فِى الْاَرْضِ وَجَعَلْنَا لَكُمْ فِيْهَا مَعَايِشَۗ قَلِيْلًا مَّا تَشْكُرُوْنَ ࣖ ","tema":"Timbangan Amal pada Hari Kiamat ","teks_terjemah":"Sungguh, Kami benar-benar telah menempatkan kamu sekalian di bumi dan Kami sediakan di sana (bumi) penghidupan untukmu. (Akan tetapi,) sedikit sekali kamu bersyukur.","no_fn":"","teks_fn":"","bacaan":"walaqad makkannaakum fiil-ardhi waja'alnaa lakum fiihaa ma'aayisya qaliilan maa tasykuruun"},{"id_ayat":965,"no_surah":7,"no_ayat":11,"teks_ayat":"وَلَقَدْ خَلَقْنٰكُمْ ثُمَّ صَوَّرْنٰكُمْ ثُمَّ قُلْنَا لِلْمَلٰۤىِٕكَةِ اسْجُدُوْا لِاٰدَمَ فَسَجَدُوْٓا اِلَّآ اِبْلِيْسَۗ  لَمْ يَكُنْ مِّنَ السّٰجِدِيْنَ","tema":"Keengganan Iblis untuk Bersujud kepada Nabi Adam ","teks_terjemah":"Sungguh, Kami benar-benar telah menciptakan kamu (Adam), kemudian Kami membentuk (tubuh)-mu. Lalu, Kami katakan kepada para malaikat, “Bersujudlah kamu kepada Adam.” Mereka pun sujud, tetapi Iblis (enggan). Ia (Iblis) tidak termasuk kelompok yang bersujud.","no_fn":"","teks_fn":"","bacaan":"walaqad khalaqnaakum tsumma shawwarnaakum tsumma qulnaa lilmalaa-ikati usjuduu li-aadama fasajaduu illaa ibliisa lam yakun minassaajidiin"},{"id_ayat":966,"no_surah":7,"no_ayat":12,"teks_ayat":"قَالَ مَا مَنَعَكَ اَلَّا تَسْجُدَ اِذْ اَمَرْتُكَ ۗقَالَ اَنَا۠ خَيْرٌ مِّنْهُۚ خَلَقْتَنِيْ مِنْ نَّارٍ وَّخَلَقْتَهٗ مِنْ طِيْنٍ ","tema":"Keengganan Iblis untuk Bersujud kepada Nabi Adam ","teks_terjemah":"Dia (Allah) berfirman, “Apakah yang menghalangimu (sehingga) kamu tidak bersujud ketika Aku menyuruhmu?” Ia (Iblis) menjawab, “Aku lebih baik daripada dia. Engkau menciptakanku dari api, sedangkan dia Engkau ciptakan dari tanah.”","no_fn":"","teks_fn":"","bacaan":"qaala maa mana'akalaa tasjuda idz amartuka qaala anaa khayrun minhu khalaqtanii min naarin wakhalaqtahu min thiin"},{"id_ayat":967,"no_surah":7,"no_ayat":13,"teks_ayat":"قَالَ فَاهْبِطْ مِنْهَا فَمَا يَكُوْنُ لَكَ اَنْ تَتَكَبَّرَ فِيْهَا فَاخْرُجْ اِنَّكَ مِنَ الصّٰغِرِيْنَ ","tema":"Keengganan Iblis untuk Bersujud kepada Nabi Adam ","teks_terjemah":"Dia (Allah) berfirman, “Turunlah kamu darinya (surga) karena kamu tidak sepatutnya menyombongkan diri di dalamnya. Keluarlah! Sesungguhnya kamu termasuk makhluk yang hina.”","no_fn":"","teks_fn":"","bacaan":"qaala fahbith minhaa famaa yakuunu laka an tatakabbara fiihaa fakhruj innaka minashshaaghiriin"},{"id_ayat":968,"no_surah":7,"no_ayat":14,"teks_ayat":"قَالَ اَنْظِرْنِيْٓ اِلٰى يَوْمِ يُبْعَثُوْنَ ","tema":"Keengganan Iblis untuk Bersujud kepada Nabi Adam ","teks_terjemah":"Ia (Iblis) menjawab, “Berilah aku penangguhan waktu sampai hari mereka dibangkitkan.”","no_fn":"","teks_fn":"","bacaan":"qaala anzhirnii ilaa yawmi yub'atsuun"},{"id_ayat":969,"no_surah":7,"no_ayat":15,"teks_ayat":"قَالَ اِنَّكَ مِنَ الْمُنْظَرِيْنَ ","tema":"Keengganan Iblis untuk Bersujud kepada Nabi Adam ","teks_terjemah":"Dia (Allah) berfirman, “Sesungguhnya kamu termasuk mereka yang diberi penangguhan waktu.”","no_fn":"","teks_fn":"","bacaan":"qaala innaka minalmunzhariin"},{"id_ayat":970,"no_surah":7,"no_ayat":16,"teks_ayat":"قَالَ فَبِمَآ اَغْوَيْتَنِيْ لَاَقْعُدَنَّ لَهُمْ صِرَاطَكَ الْمُسْتَقِيْمَۙ","tema":"Keengganan Iblis untuk Bersujud kepada Nabi Adam ","teks_terjemah":"Ia (Iblis) menjawab, “Karena Engkau telah menyesatkan aku, pasti aku akan selalu menghalangi mereka dari jalan-Mu yang lurus.","no_fn":"","teks_fn":"","bacaan":"qaala fabimaa aghwaytanii la-aq'udanna lahum shiraathakalmustaqiim"},{"id_ayat":971,"no_surah":7,"no_ayat":17,"teks_ayat":"ثُمَّ لَاٰتِيَنَّهُمْ مِّنْۢ بَيْنِ اَيْدِيْهِمْ وَمِنْ خَلْفِهِمْ وَعَنْ اَيْمَانِهِمْ وَعَنْ شَمَاۤىِٕلِهِمْۗ وَلَا تَجِدُ اَكْثَرَهُمْ شٰكِرِيْنَ","tema":"Keengganan Iblis untuk Bersujud kepada Nabi Adam ","teks_terjemah":"Kemudian, pasti aku akan mendatangi mereka dari depan, dari belakang, dari kanan, dan dari kiri mereka. Engkau tidak akan mendapati kebanyakan mereka bersyukur.”","no_fn":"","teks_fn":"","bacaan":"tsumma laaatiyannahum min bayni aydiihim wamin khalfihim wa'an aymaanihim wa'an syamaa-ilihim walaa tajidu aktsarahum syaakiriin"},{"id_ayat":972,"no_surah":7,"no_ayat":18,"teks_ayat":"قَالَ اخْرُجْ مِنْهَا مَذْءُوْمًا مَّدْحُوْرًا ۗ لَمَنْ تَبِعَكَ مِنْهُمْ لَاَمْلَـَٔنَّ جَهَنَّمَ مِنْكُمْ اَجْمَعِيْنَ","tema":"Keengganan Iblis untuk Bersujud kepada Nabi Adam ","teks_terjemah":"Dia (Allah) berfirman, “Keluarlah kamu darinya (surga) dalam keadaan terhina dan terusir! Sungguh, siapa pun di antara mereka yang mengikutimu pasti akan Aku isi (neraka) Jahanam dengan kamu semua.”","no_fn":"","teks_fn":"","bacaan":"qaala ukhruj minhaa madzuuman madhuuran laman tabi'aka minhum la-amla-anna jahannama minkum ajma'iin"},{"id_ayat":973,"no_surah":7,"no_ayat":19,"teks_ayat":"وَيٰٓاٰدَمُ اسْكُنْ اَنْتَ وَزَوْجُكَ الْجَنَّةَ فَكُلَا مِنْ حَيْثُ شِئْتُمَا وَلَا تَقْرَبَا هٰذِهِ الشَّجَرَةَ فَتَكُوْنَا مِنَ الظّٰلِمِيْنَ ","tema":"Keengganan Iblis untuk Bersujud kepada Nabi Adam ","teks_terjemah":"(Allah berfirman,) “Wahai Adam, tinggallah engkau dan istrimu di surga (ini). Lalu, makanlah apa saja yang kamu berdua sukai dan janganlah kamu berdua mendekati pohon yang satu ini sehingga kamu berdua termasuk orang-orang yang zalim.”","no_fn":"","teks_fn":"","bacaan":"wayaa aadamu uskun anta wazawjukaljannata fakulaa min haytsu syi'tumaa walaa taqrabaa haadzihisysyajarata fatakuunaa minazhzhaalimiin"},{"id_ayat":974,"no_surah":7,"no_ayat":20,"teks_ayat":"فَوَسْوَسَ لَهُمَا الشَّيْطٰنُ لِيُبْدِيَ لَهُمَا مَا وٗرِيَ عَنْهُمَا مِنْ سَوْءٰتِهِمَا وَقَالَ مَا نَهٰىكُمَا رَبُّكُمَا عَنْ هٰذِهِ الشَّجَرَةِ اِلَّآ اَنْ تَكُوْنَا مَلَكَيْنِ اَوْ تَكُوْنَا مِنَ الْخٰلِدِيْنَ ","tema":"Godaan Setan dan Akibatnya ","teks_terjemah":"Maka, setan membisikkan (pikiran jahat) kepada keduanya yang berakibat tampak pada keduanya sesuatu yang tertutup dari aurat keduanya. Ia (setan) berkata, “Tuhanmu tidak melarang kamu berdua untuk mendekati pohon ini, kecuali (karena Dia tidak senang) kamu berdua menjadi malaikat atau kamu berdua termasuk orang-orang yang kekal (dalam surga).”","no_fn":"","teks_fn":"","bacaan":"fawaswasa lahumaasysyaythaanu liyubdiya lahumaa maa wuuriya 'anhumaa min saw-aatihimaa waqaala maa nahaakumaa rabbukumaa 'an haadzihisysyajarati illaa an takuunaa malakayni aw takuunaa minalkhaalidiin"},{"id_ayat":975,"no_surah":7,"no_ayat":21,"teks_ayat":"وَقَاسَمَهُمَآ اِنِّيْ لَكُمَا لَمِنَ النّٰصِحِيْنَۙ","tema":"Godaan Setan dan Akibatnya ","teks_terjemah":"Ia (setan) bersumpah kepada keduanya, “Sesungguhnya aku ini bagi kamu berdua benar-benar termasuk para pemberi nasihat.”","no_fn":"","teks_fn":"","bacaan":"waqaasamahumaa innii lakumaa laminannaashiin"},{"id_ayat":976,"no_surah":7,"no_ayat":22,"teks_ayat":"فَدَلّٰىهُمَا بِغُرُوْرٍۚ فَلَمَّا ذَاقَا الشَّجَرَةَ بَدَتْ لَهُمَا سَوْءٰتُهُمَا وَطَفِقَا يَخْصِفٰنِ عَلَيْهِمَا مِنْ وَّرَقِ الْجَنَّةِۗ وَنَادٰىهُمَا رَبُّهُمَآ اَلَمْ اَنْهَكُمَا عَنْ تِلْكُمَا الشَّجَرَةِ وَاَقُلْ لَّكُمَآ اِنَّ الشَّيْطٰنَ لَكُمَا عَدُوٌّ مُّبِيْنٌ ","tema":"Godaan Setan dan Akibatnya ","teks_terjemah":"Ia (setan) menjerumuskan keduanya dengan tipu daya. Maka, ketika keduanya telah mencicipi (buah) pohon itu, tampaklah pada keduanya auratnya dan mulailah keduanya menutupinya dengan daun-daun (di) surga. Tuhan mereka menyeru mereka, “Bukankah Aku telah melarang kamu berdua dari pohon itu dan Aku telah mengatakan bahwa sesungguhnya setan adalah musuh yang nyata bagi kamu berdua?”","no_fn":"","teks_fn":"","bacaan":"fadallaahumaa bighuruurin falammaa dzaaqaasysyajarata badat lahumaa saw-aatuhumaa wathafiqaa yakhshifaani 'alayhimaa min waraqi aljannati wanaadaahumaa rabbuhumaa alam anhakumaa 'an tilkumaasysyajarati wa-aqul lakumaa innasysyaythaana lakumaa 'aduwwun mubiin"},{"id_ayat":977,"no_surah":7,"no_ayat":23,"teks_ayat":"قَالَا رَبَّنَا ظَلَمْنَآ اَنْفُسَنَا وَاِنْ لَّمْ تَغْفِرْ لَنَا وَتَرْحَمْنَا لَنَكُوْنَنَّ مِنَ الْخٰسِرِيْنَ ","tema":"Godaan Setan dan Akibatnya ","teks_terjemah":"Keduanya berkata, “Ya Tuhan kami, kami telah menzalimi diri kami sendiri. Jika Engkau tidak mengampuni kami dan tidak merahmati kami, niscaya kami termasuk orang-orang yang rugi.”","no_fn":"","teks_fn":"","bacaan":"qaalaa rabbanaa zhalamnaa anfusanaa wa-in lam taghfir lanaa watarhamnaa lanakuunanna minalkhaasiriin"},{"id_ayat":978,"no_surah":7,"no_ayat":24,"teks_ayat":"قَالَ اهْبِطُوْا بَعْضُكُمْ لِبَعْضٍ عَدُوٌّ ۚوَلَكُمْ فِى الْاَرْضِ مُسْتَقَرٌّ وَّمَتَاعٌ اِلٰى حِيْنٍ ","tema":"Godaan Setan dan Akibatnya ","teks_terjemah":"Dia (Allah) berfirman, “Turunlah kamu! Sebagian kamu menjadi musuh bagi yang lain serta bagi kamu ada tempat tinggal dan kesenangan di bumi sampai waktu yang telah ditentukan.”","no_fn":"","teks_fn":"","bacaan":"qaala ihbithuu ba'dhukum liba'dhin 'aduwwun walakum fiil-ardhi mustaqarrun wamataa'un ilaa hiin"},{"id_ayat":979,"no_surah":7,"no_ayat":25,"teks_ayat":"قَالَ فِيْهَا تَحْيَوْنَ وَفِيْهَا تَمُوْتُوْنَ وَمِنْهَا تُخْرَجُوْنَ ࣖ ","tema":"Godaan Setan dan Akibatnya ","teks_terjemah":"Dia (Allah) berfirman, “Di sana kamu hidup, di sana kamu mati, dan dari sana (pula) kamu akan dikeluarkan (dibangkitkan).”","no_fn":"","teks_fn":"","bacaan":"qaala fiihaa tahyawna wafiihaa tamuutuuna waminhaa tukhrajuun"},{"id_ayat":980,"no_surah":7,"no_ayat":26,"teks_ayat":"يٰبَنِيْٓ اٰدَمَ قَدْ اَنْزَلْنَا عَلَيْكُمْ لِبَاسًا يُّوَارِيْ سَوْءٰتِكُمْ وَرِيْشًاۗ وَلِبَاسُ التَّقْوٰى ذٰلِكَ خَيْرٌۗ ذٰلِكَ مِنْ اٰيٰتِ اللّٰهِ لَعَلَّهُمْ يَذَّكَّرُوْنَ ","tema":"Peringatan Allah terhadap Godaan Setan ","teks_terjemah":"Wahai anak cucu Adam, sungguh Kami telah menurunkan kepadamu pakaian untuk menutupi auratmu dan bulu (sebagai bahan pakaian untuk menghias diri). (Akan tetapi,) pakaian takwa itulah yang paling baik. Yang demikian itu merupakan sebagian tanda-tanda (kekuasaan) Allah agar mereka selalu ingat.","no_fn":"","teks_fn":"","bacaan":"yaa banii aadama qad anzalnaa 'alaykum libaasan yuwaarii saw-aatikum wariisyan walibaasuttaqwaa dzaalika khayrun dzaalika min aayaatilaahi la'allahum yadzdzakkaruun"},{"id_ayat":981,"no_surah":7,"no_ayat":27,"teks_ayat":"يٰبَنِيْٓ اٰدَمَ لَا يَفْتِنَنَّكُمُ الشَّيْطٰنُ كَمَآ اَخْرَجَ اَبَوَيْكُمْ مِّنَ الْجَنَّةِ يَنْزِعُ عَنْهُمَا لِبَاسَهُمَا لِيُرِيَهُمَا سَوْءٰتِهِمَا ۗاِنَّهٗ يَرٰىكُمْ هُوَ وَقَبِيْلُهٗ مِنْ حَيْثُ لَا تَرَوْنَهُمْۗ اِنَّا جَعَلْنَا الشَّيٰطِيْنَ اَوْلِيَاۤءَ لِلَّذِيْنَ لَا يُؤْمِنُوْنَ ","tema":"Peringatan Allah terhadap Godaan Setan ","teks_terjemah":"Wahai anak cucu Adam, janganlah sekali-kali kamu tertipu oleh setan sebagaimana ia (setan) telah mengeluarkan ibu bapakmu dari surga dengan menanggalkan pakaian keduanya untuk memperlihatkan kepada keduanya aurat mereka berdua. Sesungguhnya ia (setan) dan para pengikutnya melihat kamu dari suatu tempat yang kamu tidak (bisa) melihat mereka. Sesungguhnya Kami telah menjadikan setan-setan itu (sebagai) penolong<sup>268)<\/sup> bagi orang-orang yang tidak beriman. ","no_fn":"268","teks_fn":"268) Lihat catatan kaki surah Āli ‘Imrān\/3: 28.","bacaan":"yaa banii aadama laa yaftinannakumusysyaythaanu kamaa akhraja abawaykum minaljannati yanzi'u 'anhumaa libaasahumaa liyuriyahumaa saw-aatihimaa innahu yaraakum huwa waqabiiluhu min haytsu laa tarawnahum innaa ja'alnaasysyayaathiina awliyaa-a lilladziina laa yu'minuun"},{"id_ayat":982,"no_surah":7,"no_ayat":28,"teks_ayat":"وَاِذَا فَعَلُوْا فَاحِشَةً قَالُوْا وَجَدْنَا عَلَيْهَآ اٰبَاۤءَنَا وَاللّٰهُ اَمَرَنَا بِهَاۗ قُلْ اِنَّ اللّٰهَ لَا يَأْمُرُ بِالْفَحْشَاۤءِۗ اَتَقُوْلُوْنَ عَلَى اللّٰهِ مَا لَا تَعْلَمُوْنَ ","tema":"Kegagalan dan Kelemahan Kaum Musyrik ","teks_terjemah":"Apabila mereka melakukan perbuatan keji, mereka berkata, “Kami mendapati nenek moyang kami melakukan yang demikian dan Allah menyuruh kami mengerjakannya.” Katakanlah (Nabi Muhammad), “Sesungguhnya Allah tidak memerintahkan kekejian.<sup>269)<\/sup> Pantaskah kamu mengatakan tentang Allah apa yang tidak kamu ketahui?” ","no_fn":"269","teks_fn":"269) Maksud kata melakukan kekejian di sini adalah syirik, tawaf bertelanjang di sekeliling Ka‘bah, dan sebagainya.","bacaan":"wa-idzaa fa'aluu faahisyatan qaaluu wajadnaa 'alayhaa aabaa-anaa waalaahu amaranaa bihaa qul innalaaha laa ya'muru bilfahsyaa-i ataquuluuna 'alaalaahi maa laa ta'lamuun"},{"id_ayat":983,"no_surah":7,"no_ayat":29,"teks_ayat":"قُلْ اَمَرَ رَبِّيْ بِالْقِسْطِۗ وَاَقِيْمُوْا وُجُوْهَكُمْ عِنْدَ كُلِّ مَسْجِدٍ وَّادْعُوْهُ مُخْلِصِيْنَ لَهُ الدِّيْنَ ەۗ كَمَا بَدَاَكُمْ تَعُوْدُوْنَۗ","tema":"Kegagalan dan Kelemahan Kaum Musyrik ","teks_terjemah":"Katakanlah (Nabi Muhammad), “Tuhanku memerintahkan aku berlaku adil. Hadapkanlah wajahmu (kepada Allah) di setiap masjid dan berdoalah kepada-Nya dengan mengikhlaskan ketaatan kepada-Nya. Kamu akan kembali kepada-Nya sebagaimana Dia telah menciptakan kamu pada permulaan.”","no_fn":"","teks_fn":"","bacaan":"qul amara rabbii bilqisthi wa-aqiimuu wujuuhakum 'inda kulli masjidin wad'uuhu mukhlishiina lahuddiina kamaa bada-akum ta'uuduun"},{"id_ayat":984,"no_surah":7,"no_ayat":30,"teks_ayat":"فَرِيْقًا هَدٰى وَفَرِيْقًا حَقَّ عَلَيْهِمُ الضَّلٰلَةُ  ۗاِنَّهُمُ اتَّخَذُوا الشَّيٰطِيْنَ اَوْلِيَاۤءَ مِنْ دُوْنِ اللّٰهِ وَيَحْسَبُوْنَ اَنَّهُمْ مُّهْتَدُوْنَ ","tema":"Kegagalan dan Kelemahan Kaum Musyrik ","teks_terjemah":"Sekelompok (manusia) telah diberi-Nya petunjuk dan sekelompok (lainnya) telah pasti kesesatan atas mereka. Sesungguhnya mereka menjadikan setan-setan sebagai pelindung<sup>270)<\/sup> selain Allah. Mereka mengira bahwa mereka adalah orang-orang yang mendapat petunjuk. ","no_fn":"270","teks_fn":"270) Lihat catatan kaki surah Āli ‘Imrān\/3: 28.","bacaan":"fariiqan hadaa wafariiqan haqqa 'alayhimudhdhalaalatu innahumu ittakhadzuusysyayaathiina awliyaa-a min duunilaahi wayahsabuuna annahum muhtaduun"},{"id_ayat":985,"no_surah":7,"no_ayat":31,"teks_ayat":"۞ يٰبَنِيْٓ اٰدَمَ خُذُوْا زِيْنَتَكُمْ عِنْدَ كُلِّ مَسْجِدٍ وَّكُلُوْا وَاشْرَبُوْا وَلَا تُسْرِفُوْاۚ اِنَّهٗ لَا يُحِبُّ الْمُسْرِفِيْنَ ࣖ ","tema":"Adab Berpakaian dalam Beribadah serta Makan dan Minum ","teks_terjemah":"Wahai anak cucu Adam, pakailah pakaianmu yang indah pada setiap (memasuki) masjid dan makan serta minumlah, tetapi janganlah berlebihan. Sesungguhnya Dia tidak menyukai orang-orang yang berlebihan.","no_fn":"","teks_fn":"","bacaan":"yaa banii aadama khudzuu ziinatakum 'inda kulli masjidin wakuluu wasyrabuu walaa tusrifuu innahu laa yuhibbulmusrifiin"},{"id_ayat":986,"no_surah":7,"no_ayat":32,"teks_ayat":"قُلْ مَنْ حَرَّمَ زِيْنَةَ اللّٰهِ الَّتِيْٓ اَخْرَجَ لِعِبَادِهٖ وَالطَّيِّبٰتِ مِنَ الرِّزْقِۗ قُلْ هِيَ لِلَّذِيْنَ اٰمَنُوْا فِى الْحَيٰوةِ الدُّنْيَا خَالِصَةً يَّوْمَ الْقِيٰمَةِۗ  كَذٰلِكَ نُفَصِّلُ الْاٰيٰتِ لِقَوْمٍ يَّعْلَمُوْنَ ","tema":"Adab Berpakaian dalam Beribadah serta Makan dan Minum ","teks_terjemah":"Katakanlah (Nabi Muhammad), “Siapakah yang mengharamkan perhiasan (dari) Allah yang telah Dia sediakan untuk hamba-hamba-Nya dan rezeki yang baik-baik? Katakanlah, ‘Semua itu adalah untuk orang-orang yang beriman (dan juga tidak beriman) dalam kehidupan dunia, (tetapi ia akan menjadi) khusus (untuk mereka yang beriman saja) pada hari Kiamat.’” Demikianlah Kami menjelaskan secara terperinci ayat-ayat itu kepada kaum yang mengetahui.","no_fn":"","teks_fn":"","bacaan":"qul man harrama ziinatalaahilatii akhraja li'ibaadihi waththhayyibaati minarrizqi qul hiya lilladziina aamanuu fiilhayaatiddunyaa khaalishatan yawmalqiyaamati kadzaalika nufashshilul-aayaati liqawmin ya'lamuun"},{"id_ayat":987,"no_surah":7,"no_ayat":33,"teks_ayat":"قُلْ اِنَّمَا حَرَّمَ رَبِّيَ الْفَوَاحِشَ مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ وَالْاِثْمَ وَالْبَغْيَ بِغَيْرِ الْحَقِّ وَاَنْ تُشْرِكُوْا بِاللّٰهِ مَا لَمْ يُنَزِّلْ بِهٖ سُلْطٰنًا وَّاَنْ تَقُوْلُوْا عَلَى اللّٰهِ مَا لَا تَعْلَمُوْنَ ","tema":"Adab Berpakaian dalam Beribadah serta Makan dan Minum ","teks_terjemah":"Katakanlah (Nabi Muhammad), “Sesungguhnya Tuhanku hanya mengharamkan segala perbuatan keji yang tampak dan yang tersembunyi, perbuatan dosa, dan perbuatan melampaui batas tanpa alasan yang benar. (Dia juga mengharamkan) kamu mempersekutukan Allah dengan sesuatu yang Allah tidak menurunkan bukti pembenaran untuk itu dan (mengharamkan) kamu mengatakan tentang Allah apa yang tidak kamu ketahui.”","no_fn":"","teks_fn":"","bacaan":"qul innamaa harrama rabbiyalfawaahisya maa zhahara minhaa wamaa bathana wal-itsma walbaghya bighayrilhaqqi wa-an tusyrikuu bialaahi maa lam yunazzil bihi sulthaanan wa-an taquuluu 'alaalaahi maa laa ta'lamuun"},{"id_ayat":988,"no_surah":7,"no_ayat":34,"teks_ayat":"وَلِكُلِّ اُمَّةٍ اَجَلٌۚ فَاِذَا جَاۤءَ اَجَلُهُمْ لَا يَسْتَأْخِرُوْنَ سَاعَةً وَّلَا يَسْتَقْدِمُوْنَ ","tema":"Adab Berpakaian dalam Beribadah serta Makan dan Minum ","teks_terjemah":"Setiap umat mempunyai ajal (batas waktu). Jika ajalnya tiba, mereka tidak dapat meminta penundaan sesaat pun dan tidak dapat (pula) meminta percepatan. ","no_fn":"","teks_fn":"","bacaan":"walikulli ummatin ajalun fa-idzaa jaa-a ajaluhum laa yasta'khiruuna saa'atan walaa yastaqdimuun"},{"id_ayat":989,"no_surah":7,"no_ayat":35,"teks_ayat":"يٰبَنِيْٓ اٰدَمَ اِمَّا يَأْتِيَنَّكُمْ رُسُلٌ مِّنْكُمْ يَقُصُّوْنَ عَلَيْكُمْ اٰيٰتِيْۙ فَمَنِ اتَّقٰى وَاَصْلَحَ فَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُوْنَ ","tema":"Akibat Menerima atau Menolak Para Rasul ","teks_terjemah":"Wahai anak cucu Adam, jika datang kepadamu rasul-rasul dari kalanganmu sendiri, yang menceritakan kepadamu ayat-ayat-Ku, siapa pun yang bertakwa dan melakukan perbaikan, tidak ada rasa takut menimpa mereka dan tidak (pula) mereka bersedih.","no_fn":"","teks_fn":"","bacaan":"yaa banii aadama immaa ya'tiyannakum rusulun minkum yaqushshuuna 'alaykum aayaatii famani ittaqaa wa-ashlaha falaa khawfun 'alayhim walaa hum yahzanuun"},{"id_ayat":990,"no_surah":7,"no_ayat":36,"teks_ayat":"وَالَّذِيْنَ كَذَّبُوْا بِاٰيٰتِنَا وَاسْتَكْبَرُوْا عَنْهَآ اُولٰۤىِٕكَ اَصْحٰبُ النَّارِۚ هُمْ فِيْهَا خٰلِدُوْنَ ","tema":"Akibat Menerima atau Menolak Para Rasul ","teks_terjemah":"Orang-orang yang mendustakan ayat-ayat Kami dan menyombongkan diri terhadapnya, mereka itulah penghuni neraka, mereka kekal di dalamnya.","no_fn":"","teks_fn":"","bacaan":"walladziina kadzdzabuu bi-aayaatinaa wastakbaruu 'anhaa ulaa-ika ash-haabunnaari hum fiihaa khaaliduun"},{"id_ayat":991,"no_surah":7,"no_ayat":37,"teks_ayat":"فَمَنْ اَظْلَمُ مِمَّنِ افْتَرٰى عَلَى اللّٰهِ كَذِبًا اَوْ كَذَّبَ بِاٰيٰتِهٖۗ اُولٰۤىِٕكَ يَنَالُهُمْ نَصِيْبُهُمْ مِّنَ الْكِتٰبِۗ حَتّٰٓى اِذَا جَاۤءَتْهُمْ رُسُلُنَا يَتَوَفَّوْنَهُمْۙ  قَالُوْٓا اَيْنَ مَا كُنْتُمْ تَدْعُوْنَ مِنْ دُوْنِ اللّٰهِ ۗقَالُوْا ضَلُّوْا عَنَّا وَشَهِدُوْا عَلٰٓى اَنْفُسِهِمْ اَنَّهُمْ كَانُوْا كٰفِرِيْنَ ","tema":"Akibat Menerima atau Menolak Para Rasul ","teks_terjemah":"Siapakah yang lebih zalim daripada orang yang mengada-adakan kebohongan terhadap Allah atau yang mendustakan ayat-ayat-Nya? Mereka itu akan memperoleh bagian (yang telah ditentukan) dari ketetapan Allah (di dunia) sehingga apabila datang kepada mereka para utusan (malaikat) Kami untuk mencabut nyawanya, mereka (para malaikat) berkata, “Manakah sembahan yang biasa kamu sembah selain Allah?” Mereka (orang-orang musyrik) menjawab, “Semuanya telah lenyap dari kami.” Mereka memberikan kesaksian terhadap diri mereka sendiri bahwa mereka adalah orang-orang kafir.","no_fn":"","teks_fn":"","bacaan":"faman azhlamu mimmani iftaraa 'alaalaahi kadziban aw kadzdzaba bi-aayaatihi ulaa-ika yanaaluhum nashiibuhum minalkitaabi hattaa idzaa jaa-at-hum rusulunaa yatawaffawnahum qaaluu ayna maa kuntum tad'uuna min duunilaahi qaaluu dhalluu 'annaa wasyahiduu 'alaa anfusihim annahum kaanuu kaafiriin"},{"id_ayat":992,"no_surah":7,"no_ayat":38,"teks_ayat":"قَالَ ادْخُلُوْا فِيْٓ اُمَمٍ قَدْ خَلَتْ مِنْ قَبْلِكُمْ مِّنَ الْجِنِّ وَالْاِنْسِ فِى النَّارِۙ كُلَّمَا دَخَلَتْ اُمَّةٌ لَّعَنَتْ اُخْتَهَا ۗحَتّٰٓى اِذَا ادَّارَكُوْا فِيْهَا جَمِيْعًا ۙقَالَتْ اُخْرٰىهُمْ لِاُوْلٰىهُمْ رَبَّنَا هٰٓؤُلَاۤءِ اَضَلُّوْنَا فَاٰتِهِمْ عَذَابًا ضِعْفًا مِّنَ النَّارِ ەۗ قَالَ لِكُلٍّ ضِعْفٌ وَّلٰكِنْ لَّا تَعْلَمُوْنَ","tema":"Akibat Menerima atau Menolak Para Rasul ","teks_terjemah":"Allah berfirman, “Masuklah kamu ke dalam api neraka bersama umat-umat yang telah berlalu sebelum kamu dari (golongan) jin dan manusia.” Setiap kali suatu umat masuk, dia melaknat saudaranya, sehingga apabila mereka telah masuk semuanya, berkatalah orang yang (masuk) belakangan (kepada) orang yang (masuk) terlebih dahulu, “Ya Tuhan kami, mereka telah menyesatkan kami. Datangkanlah siksaan api neraka yang berlipat ganda kepada mereka.” Allah berfirman, “Masing-masing mendapatkan (siksaan) yang berlipat ganda, tetapi kamu tidak mengetahui.”","no_fn":"","teks_fn":"","bacaan":"qaala udkhuluu fii umamin qad khalat min qablikum minaljinni wal-insi fiinnaari kullamaa dakhalat ummatun la'anat ukhtahaa hattaa idzaa iddaarakuu fiihaa jamii'an qaalat ukhraahum li-uulaahum rabbanaa haaulaa-i adhalluunaa faaatihim 'adzaaban dhi'fan minannaari qaala likullin dhi'fun walaakin laa ta'lamuun"},{"id_ayat":993,"no_surah":7,"no_ayat":39,"teks_ayat":"وَقَالَتْ اُوْلٰىهُمْ لِاُخْرٰىهُمْ فَمَا كَانَ لَكُمْ عَلَيْنَا مِنْ فَضْلٍ فَذُوْقُوا الْعَذَابَ بِمَا كُنْتُمْ تَكْسِبُوْنَ ࣖ","tema":"Akibat Menerima atau Menolak Para Rasul ","teks_terjemah":"Orang yang (masuk) terlebih dahulu berkata kepada yang (masuk) belakangan, “Kamu tidak mempunyai kelebihan sedikit pun atas kami. Maka, rasakanlah azab itu karena perbuatan yang telah kamu lakukan.”","no_fn":"","teks_fn":"","bacaan":"waqaalat uulaahum li-ukhraahum famaa kaana lakum 'alaynaa min fadhlin fadzuuquul'adzaaba bimaa kuntum taksibuun"},{"id_ayat":994,"no_surah":7,"no_ayat":40,"teks_ayat":"اِنَّ الَّذِيْنَ كَذَّبُوْا بِاٰيٰتِنَا وَاسْتَكْبَرُوْا عَنْهَا لَا تُفَتَّحُ لَهُمْ اَبْوَابُ السَّمَاۤءِ وَلَا يَدْخُلُوْنَ الْجَنَّةَ حَتّٰى يَلِجَ الْجَمَلُ فِيْ سَمِّ الْخِيَاطِ ۗ وَكَذٰلِكَ نَجْزِى الْمُجْرِمِيْنَ ","tema":"Balasan bagi Orang Kafir dan Mukmin ","teks_terjemah":"Sesungguhnya (bagi) orang-orang yang mendustakan ayat-ayat Kami dan menyombongkan diri terhadapnya, tidak akan dibukakan bagi mereka pintu-pintu langit<sup>271)<\/sup> dan mereka tidak akan masuk surga sebelum unta masuk ke dalam lubang jarum.<sup>272)<\/sup> Demikianlah Kami memberi balasan kepada orang-orang yang berbuat durhaka. ","no_fn":"271","teks_fn":"271) Maksudnya, doa dan amal mereka tidak diterima oleh Allah Swt.<\/br>272) Maksudnya, mereka tidak mungkin masuk surga sebagaimana unta mustahil masuk ke dalam lubang jarum.","bacaan":"innaladziina kadzdzabuu bi-aayaatinaa wastakbaruu 'anhaa laa tufattahu lahum abwaabussamaa-i walaa yadkhuluunaljannata hattaa yalijaljamalu fii sammilkhiyaathi wakadzaalika najziilmujrimiin"},{"id_ayat":995,"no_surah":7,"no_ayat":41,"teks_ayat":"لَهُمْ مِّنْ جَهَنَّمَ مِهَادٌ وَّمِنْ فَوْقِهِمْ غَوَاشٍۗ وَكَذٰلِكَ نَجْزِى الظّٰلِمِيْنَ ","tema":"Balasan bagi Orang Kafir dan Mukmin ","teks_terjemah":"Bagi mereka (disediakan) alas tidur dari (api neraka) Jahanam dan di atas mereka ada selimut (dari api neraka). Demikianlah Kami memberi balasan kepada orang-orang yang zalim.","no_fn":"","teks_fn":"","bacaan":"lahum min jahannama mihaadun wamin fawqihim ghawaasyin wakadzaalika najziizhzhaalimiin"},{"id_ayat":996,"no_surah":7,"no_ayat":42,"teks_ayat":"وَالَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ لَا نُكَلِّفُ نَفْسًا اِلَّا وُسْعَهَآ اُولٰۤىِٕكَ اَصْحٰبُ الْجَنَّةِۚ هُمْ فِيْهَا خٰلِدُوْنَ ","tema":"Balasan bagi Orang Kafir dan Mukmin ","teks_terjemah":"(Adapun) orang-orang yang beriman dan mengerjakan kebajikan, Kami tidak akan membebani seseorang melainkan menurut kesanggupannya. Mereka itulah penghuni surga. Mereka kekal di dalamnya.","no_fn":"","teks_fn":"","bacaan":"walladziina aamanuu wa'amiluushshaalihaati laa nukallifu nafsan illaa wus'ahaa ulaa-ika ash-haabuljannati hum fiihaa khaaliduun"},{"id_ayat":997,"no_surah":7,"no_ayat":43,"teks_ayat":"وَنَزَعْنَا مَا فِيْ صُدُوْرِهِمْ مِّنْ غِلٍّ تَجْرِيْ مِنْ تَحْتِهِمُ الْاَنْهٰرُۚ وَقَالُوا الْحَمْدُ لِلّٰهِ الَّذِيْ هَدٰىنَا لِهٰذَاۗ وَمَا كُنَّا لِنَهْتَدِيَ لَوْلَآ اَنْ هَدٰىنَا اللّٰهُ ۚ لَقَدْ جَاۤءَتْ رُسُلُ رَبِّنَا بِالْحَقِّۗ وَنُوْدُوْٓا اَنْ تِلْكُمُ الْجَنَّةُ اُوْرِثْتُمُوْهَا بِمَا كُنْتُمْ تَعْمَلُوْنَ","tema":"Balasan bagi Orang Kafir dan Mukmin ","teks_terjemah":"Kami mencabut rasa dendam dari dalam dada mereka, (di surga) mengalir di bawah mereka sungai-sungai. Mereka berkata, “Segala puji bagi Allah yang telah menunjukkan kami ke (surga) ini. Kami tidak akan mendapat petunjuk sekiranya Allah tidak menunjukkan kami. Sungguh, rasul-rasul Tuhan kami telah datang membawa kebenaran.” Diserukan kepada mereka, “Itulah surga yang telah diwariskan kepadamu karena apa yang selalu kamu kerjakan.”","no_fn":"","teks_fn":"","bacaan":"wanaza'naa maa fii shuduurihim min ghillin tajrii min tahtihimul-anhaaru waqaaluulhamdu lillaahiladzii hadaanaa lihaadzaa wamaa kunnaa linahtadiya lawlaa an hadaanaalaahu laqad jaa-at rusulu rabbinaa bilhaqqi wanuuduu an tilkumuljannatu uuritstumuuhaa bimaa kuntum ta'maluun"},{"id_ayat":998,"no_surah":7,"no_ayat":44,"teks_ayat":"وَنَادٰٓى اَصْحٰبُ الْجَنَّةِ اَصْحٰبَ النَّارِ اَنْ قَدْ وَجَدْنَا مَا وَعَدَنَا رَبُّنَا حَقًّا فَهَلْ وَجَدْتُّمْ مَّا وَعَدَ رَبُّكُمْ حَقًّا ۗقَالُوْا نَعَمْۚ فَاَذَّنَ مُؤَذِّنٌۢ بَيْنَهُمْ اَنْ لَّعْنَةُ اللّٰهِ عَلَى الظّٰلِمِيْنَ ","tema":"Balasan bagi Orang Kafir dan Mukmin ","teks_terjemah":"Para penghuni surga menyeru para penghuni neraka, “Sungguh, kami telah mendapati sesuatu (surga) yang dijanjikan Tuhan kepada kami itu benar. Apakah kamu telah mendapati (pula) sesuatu (azab) yang dijanjikan Tuhan kepadamu itu benar?” Mereka menjawab, “Benar.” Kemudian penyeru (malaikat) mengumumkan di antara mereka, “Laknat Allah bagi orang-orang yang zalim.”","no_fn":"","teks_fn":"","bacaan":"wanaadaa ash-haabuljannati ash-haabannaari an qad wajadnaa maa wa'adanaa rabbunaa haqqan fahal wajadtum maa wa'ada rabbukum haqqan qaaluu na'am fa-adzdzana mu-adzdzinun baynahum an la'natulaahi 'alaazhzhaalimiin"},{"id_ayat":999,"no_surah":7,"no_ayat":45,"teks_ayat":"اَلَّذِيْنَ يَصُدُّوْنَ عَنْ سَبِيْلِ اللّٰهِ وَيَبْغُوْنَهَا عِوَجًاۚ وَهُمْ بِالْاٰخِرَةِ كٰفِرُوْنَۘ","tema":"Balasan bagi Orang Kafir dan Mukmin ","teks_terjemah":"(Mereka adalah) orang-orang yang menghalang-halangi (orang lain) dari jalan Allah serta menginginkan jalan itu menjadi bengkok dan mereka itu orang-orang yang mengingkari (kehidupan) akhirat.","no_fn":"","teks_fn":"","bacaan":"aladziina yashudduuna 'an sabiililaahi wayabghuunahaa 'iwajan wahum bil-aakhirati kaafiruun"},{"id_ayat":1000,"no_surah":7,"no_ayat":46,"teks_ayat":"وَبَيْنَهُمَا حِجَابٌۚ وَعَلَى الْاَعْرَافِ رِجَالٌ يَّعْرِفُوْنَ كُلًّا ۢ بِسِيْمٰىهُمْۚ وَنَادَوْا اَصْحٰبَ الْجَنَّةِ اَنْ سَلٰمٌ عَلَيْكُمْۗ  لَمْ يَدْخُلُوْهَا وَهُمْ يَطْمَعُوْنَ ","tema":"Penghuni al-A‘rāf ","teks_terjemah":"Di antara keduanya (para penghuni surga dan neraka) ada batas pemisah dan di atas tempat yang tertinggi (al-a‘rāf)<sup>273)<\/sup> ada orang-orang yang saling mengenal dengan tandanya masing-masing. Mereka menyeru para penghuni surga, “Salāmun ‘alaikum (semoga keselamatan tercurah kepadamu).” Mereka belum dapat memasukinya, padahal mereka sangat ingin (memasukinya). ","no_fn":"273","teks_fn":"273) Kata a‘rāf adalah bentuk jamak dari ‘urf yang berarti ‘sesuatu yang tinggi’ atau ‘sesuatu yang terhormat’. Pembatas antara surga dan neraka disebut dengan a‘rāf karena posisinya yang tinggi.","bacaan":"wabaynahumaa hijaabun wa'alaal-a'raafi rijaalun ya'rifuuna kullan bisiimaahum wanaadaw ash-haabaljannati an salaamun 'alaykum lam yadkhuluuhaa wahum yathma'uun"},{"id_ayat":1001,"no_surah":7,"no_ayat":47,"teks_ayat":"۞ وَاِذَا صُرِفَتْ اَبْصَارُهُمْ تِلْقَاۤءَ اَصْحٰبِ النَّارِۙ قَالُوْا رَبَّنَا لَا تَجْعَلْنَا مَعَ الْقَوْمِ الظّٰلِمِيْنَ ࣖ","tema":"Penghuni al-A‘rāf ","teks_terjemah":"Apabila pandangan mereka dialihkan ke arah penghuni neraka, mereka berkata, “Ya Tuhan kami, janganlah Engkau tempatkan kami bersama kaum yang zalim itu.”","no_fn":"","teks_fn":"","bacaan":"wa-idzaa shurifat abshaaruhum tilqaa-a ash-haabinnaari qaaluu rabbanaa laa taj'alnaa ma'alqawmizhzhaalimiin"},{"id_ayat":1002,"no_surah":7,"no_ayat":48,"teks_ayat":"وَنَادٰٓى اَصْحٰبُ الْاَعْرَافِ رِجَالًا يَّعْرِفُوْنَهُمْ بِسِيْمٰىهُمْ قَالُوْا مَآ اَغْنٰى عَنْكُمْ جَمْعُكُمْ وَمَا كُنْتُمْ تَسْتَكْبِرُوْنَ ","tema":"Penghuni al-A‘rāf ","teks_terjemah":"Orang-orang di atas tempat yang tertinggi (al-a‘rāf) menyeru orang-orang yang mereka kenal dengan tanda-tanda (khusus) sambil berkata, “Tidak ada manfaatnya bagimu (harta) yang kamu kumpulkan dan apa yang selalu kamu sombongkan.","no_fn":"","teks_fn":"","bacaan":"wanaadaa ash-haabul-a'raafi rijaalan ya'rifuunahum bisiimaahum qaaluu maa aghnaa 'ankum jam'ukum wamaa kuntum tastakbiruun"},{"id_ayat":1003,"no_surah":7,"no_ayat":49,"teks_ayat":"اَهٰٓؤُلَاۤءِ الَّذِيْنَ اَقْسَمْتُمْ لَا يَنَالُهُمُ اللّٰهُ بِرَحْمَةٍۗ  اُدْخُلُوا الْجَنَّةَ لَا خَوْفٌ عَلَيْكُمْ وَلَآ اَنْتُمْ تَحْزَنُوْنَ ","tema":"Penghuni al-A‘rāf ","teks_terjemah":"Itukah orang-orang yang kamu telah bersumpah (ketika kamu hidup di dunia), bahwa mereka tidak akan diberi rahmat oleh Allah?” (Allah berfirman,) “Masuklah kamu ke dalam surga! Tidak ada rasa takut padamu dan kamu juga tidak akan bersedih.”","no_fn":"","teks_fn":"","bacaan":"ahaaulaa-iladziina aqsamtum laa yanaaluhumulaahu birahmatin udkhuluuljannata laa khawfun 'alaykum walaa antum tahzanuun"},{"id_ayat":1004,"no_surah":7,"no_ayat":50,"teks_ayat":"وَنَادٰٓى اَصْحٰبُ النَّارِ اَصْحٰبَ الْجَنَّةِ اَنْ اَفِيْضُوْا عَلَيْنَا مِنَ الْمَاۤءِ اَوْ مِمَّا رَزَقَكُمُ اللّٰهُ ۗقَالُوْٓا اِنَّ اللّٰهَ حَرَّمَهُمَا عَلَى الْكٰفِرِيْنَۙ ","tema":"Permintaan Penghuni Neraka kepada Penghuni Surga ","teks_terjemah":"Para penghuni neraka menyeru para penghuni surga, “Tuangkanlah (sedikit) air kepada kami atau rezeki apa saja yang telah dikaruniakan Allah kepadamu.” Mereka menjawab, “Sesungguhnya Allah telah mengharamkan keduanya (air dan rezeki) bagi orang-orang kafir.”","no_fn":"","teks_fn":"","bacaan":"wanaadaa ash-haabunaari ash-haabaljannati an afiidhuu 'alaynaa minalmaa-i aw mimmaa razaqakumulaahu qaaluu innalaaha harramahumaa 'alaalkaafiriin"},{"id_ayat":1005,"no_surah":7,"no_ayat":51,"teks_ayat":"الَّذِيْنَ اتَّخَذُوْا دِيْنَهُمْ لَهْوًا وَّلَعِبًا وَّغَرَّتْهُمُ الْحَيٰوةُ الدُّنْيَاۚ فَالْيَوْمَ نَنْسٰىهُمْ كَمَا نَسُوْا لِقَاۤءَ يَوْمِهِمْ هٰذَاۙ وَمَا كَانُوْا بِاٰيٰتِنَا يَجْحَدُوْنَ ","tema":"Permintaan Penghuni Neraka kepada Penghuni Surga ","teks_terjemah":"(Mereka adalah) orang-orang yang menjadikan agamanya sebagai kelengahan dan permainan serta mereka telah tertipu oleh kehidupan dunia. Maka, pada hari ini (Kiamat), Kami melupakan mereka sebagaimana mereka dahulu melupakan pertemuan hari ini dan karena mereka selalu mengingkari ayat-ayat Kami.","no_fn":"","teks_fn":"","bacaan":"aladziina ittakhadzuu diinahum lahwan wala'iban wagharrat-humulhayaatuddunyaa falyawma nansaahum kamaa nasuu liqaa-a yawmihim haadzaa wamaa kaanuu bi-aayaatinaa yajhaduun"},{"id_ayat":1006,"no_surah":7,"no_ayat":52,"teks_ayat":"وَلَقَدْ جِئْنٰهُمْ بِكِتٰبٍ فَصَّلْنٰهُ عَلٰى عِلْمٍ هُدًى وَّرَحْمَةً لِّقَوْمٍ يُّؤْمِنُوْنَ ","tema":"Al-Qur’an sebagai Petunjuk dan Rahmat bagi Orang Beriman ","teks_terjemah":"Sungguh, Kami telah mendatangkan kepada mereka Kitab (Al-Qur’an) yang telah Kami jelaskan secara terperinci atas dasar pengetahuan sebagai petunjuk dan rahmat bagi orang-orang yang beriman.","no_fn":"","teks_fn":"","bacaan":"walaqad ji'naahum bikitaabin fashshalnaahu 'alaa 'ilmin hudan warahmatan liqawmin yu'minuun"},{"id_ayat":1007,"no_surah":7,"no_ayat":53,"teks_ayat":"هَلْ يَنْظُرُوْنَ اِلَّا تَأْوِيْلَهٗۗ يَوْمَ يَأْتِيْ تَأْوِيْلُهٗ يَقُوْلُ الَّذِيْنَ نَسُوْهُ مِنْ قَبْلُ قَدْ جَاۤءَتْ رُسُلُ رَبِّنَا بِالْحَقِّۚ فَهَلْ لَّنَا مِنْ شُفَعَاۤءَ فَيَشْفَعُوْا لَنَآ اَوْ نُرَدُّ فَنَعْمَلَ غَيْرَ الَّذِيْ كُنَّا نَعْمَلُۗ قَدْ خَسِرُوْٓا اَنْفُسَهُمْ وَضَلَّ عَنْهُمْ مَّا كَانُوْا يَفْتَرُوْنَ ࣖ ","tema":"Al-Qur’an sebagai Petunjuk dan Rahmat bagi Orang Beriman ","teks_terjemah":"Tidakkah mereka menunggu kecuali takwilnya (terwujudnya kebenaran Al-Qur’an). Pada hari bukti kebenaran itu tiba, orang-orang yang sebelum itu mengabaikannya berkata, “Sungguh, rasul-rasul Tuhan kami telah datang membawa kebenaran. Maka adakah pemberi syafaat bagi kami yang akan memberikan pertolongan kepada kami atau agar kami dikembalikan (ke dunia) sehingga kami akan beramal tidak seperti perbuatan yang pernah kami lakukan dahulu?” Sungguh, mereka telah merugikan diri sendiri dan telah hilang lenyap dari mereka apa pun yang dahulu mereka ada-adakan.","no_fn":"","teks_fn":"","bacaan":"hal yanzhuruuna illaa ta'wiilahu yawma ya'tii ta'wiiluhu yaquululadziina nasuuhu min qablu qad jaa-at rusulu rabbinaa bilhaqqi fahal lanaa min syufa'aa-a fayasyfa'uu lanaa aw nuraddu fana'mala ghayraladzii kunnaa na'malu qad khasiruu anfusahum wadhalla 'anhum maa kaanuu yaftaruun"},{"id_ayat":1008,"no_surah":7,"no_ayat":54,"teks_ayat":"اِنَّ رَبَّكُمُ اللّٰهُ الَّذِيْ خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ فِيْ سِتَّةِ اَيَّامٍ ثُمَّ اسْتَوٰى عَلَى الْعَرْشِۗ يُغْشِى الَّيْلَ النَّهَارَ يَطْلُبُهٗ حَثِيْثًاۙ وَّالشَّمْسَ وَالْقَمَرَ وَالنُّجُوْمَ مُسَخَّرٰتٍۢ بِاَمْرِهٖٓ  ۙاَلَا لَهُ الْخَلْقُ وَالْاَمْرُۗ تَبٰرَكَ اللّٰهُ رَبُّ الْعٰلَمِيْنَ ","tema":"Al-Qur’an sebagai Petunjuk dan Rahmat bagi Orang Beriman ","teks_terjemah":"Sesungguhnya Tuhanmu adalah Allah yang telah menciptakan langit dan bumi dalam enam masa,<sup>274)<\/sup> kemudian Dia bersemayam di atas ʻArasy.<sup>275)<\/sup> Dia menutupkan malam pada siang yang mengikutinya dengan cepat. (Dia ciptakan) matahari, bulan, dan bintang-bintang tunduk pada perintah-Nya. Ingatlah! Hanya milik-Nyalah segala penciptaan dan urusan. Maha berlimpah anugerah Allah, Tuhan semesta alam. ","no_fn":"274","teks_fn":"274) Allah menciptakan alam semesta dalam enam masa yang prosesnya sepanjang sejarah alam semesta, seperti yang dijelaskan dalam surah an-Nāzi‘āt\/79: 27‒33.<\/br>275) Bersemayam di atas ʻArasy adalah satu sifat Allah yang wajib diimani sesuai dengan keagungan Allah Swt. dan kesucian-Nya.","bacaan":"inna rabbakumulaahuladzii khalaqassamaawaati wal-ardha fii sittati ayyaamin tsumma istawaa 'alaal'arsyi yughsyiilaylannahaara yathlubuhu hatsiitsan wasysyamsa walqamara wannujuuma musakhkharaatin bi-amrihilaa lahulkhalqu wal-amru tabaarakalaahu rabbul'aalamiin"},{"id_ayat":1009,"no_surah":7,"no_ayat":55,"teks_ayat":"اُدْعُوْا رَبَّكُمْ تَضَرُّعًا وَّخُفْيَةً ۗاِنَّهٗ لَا يُحِبُّ الْمُعْتَدِيْنَۚ ","tema":"Etika Berdoa kepada Allah ","teks_terjemah":"Berdoalah kepada Tuhanmu dengan rendah hati dan suara yang lembut. Sesungguhnya Dia tidak menyukai orang-orang yang melampaui batas.","no_fn":"","teks_fn":"","bacaan":"ud'uu rabbakum tadharru'an wakhufyatan innahu laa yuhibbulmu'tadiin"},{"id_ayat":1010,"no_surah":7,"no_ayat":56,"teks_ayat":"وَلَا تُفْسِدُوْا فِى الْاَرْضِ بَعْدَ اِصْلَاحِهَا وَادْعُوْهُ خَوْفًا وَّطَمَعًاۗ اِنَّ رَحْمَتَ اللّٰهِ قَرِيْبٌ مِّنَ الْمُحْسِنِيْنَ ","tema":"Etika Berdoa kepada Allah ","teks_terjemah":"Janganlah kamu berbuat kerusakan di bumi setelah diatur dengan baik. Berdoalah kepada-Nya dengan rasa takut dan penuh harap. Sesungguhnya rahmat Allah sangat dekat dengan orang-orang yang berbuat baik.","no_fn":"","teks_fn":"","bacaan":"walaa tufsiduu fiil-ardhi ba'da ishlaahihaa wad'uuhu khawfan wathama'an inna rahmatalaahi qariibun minalmuhsiniin"},{"id_ayat":1011,"no_surah":7,"no_ayat":57,"teks_ayat":"وَهُوَ الَّذِيْ يُرْسِلُ الرِّيٰحَ بُشْرًاۢ بَيْنَ يَدَيْ رَحْمَتِهٖۗ حَتّٰٓى اِذَآ اَقَلَّتْ سَحَابًا ثِقَالًا سُقْنٰهُ لِبَلَدٍ مَّيِّتٍ فَاَنْزَلْنَا بِهِ الْمَاۤءَ فَاَخْرَجْنَا بِهٖ مِنْ كُلِّ الثَّمَرٰتِۗ  كَذٰلِكَ نُخْرِجُ الْمَوْتٰى لَعَلَّكُمْ تَذَكَّرُوْنَ ","tema":"Etika Berdoa kepada Allah ","teks_terjemah":"Dialah yang mendatangkan angin sebagai kabar gembira yang mendahului kedatangan rahmat-Nya (hujan) sehingga apabila (angin itu) telah memikul awan yang berat, Kami halau ia ke suatu negeri yang mati (tandus), lalu Kami turunkan hujan di daerah itu. Kemudian Kami tumbuhkan dengan hujan itu berbagai macam buah-buahan. Seperti itulah Kami membangkitkan orang-orang mati agar kamu selalu ingat.","no_fn":"","teks_fn":"","bacaan":"wahuwaladzii yursilurriyaaha busyran bayna yaday rahmatihi hattaa idzaa aqallat sahaaban tsiqaalan suqnaahu libaladin mayyitin fa-anzalnaa bihilmaa-a fa-akhrajnaa bihi min kullitstsamaraati kadzaalika nukhrijulmawtaa la'allakum tadzakkaruun"},{"id_ayat":1012,"no_surah":7,"no_ayat":58,"teks_ayat":"وَالْبَلَدُ الطَّيِّبُ يَخْرُجُ نَبَاتُهٗ بِاِذْنِ رَبِّهٖۚ وَالَّذِيْ خَبُثَ لَا يَخْرُجُ اِلَّا نَكِدًاۗ  كَذٰلِكَ نُصَرِّفُ الْاٰيٰتِ لِقَوْمٍ يَّشْكُرُوْنَ ࣖ ","tema":"Etika Berdoa kepada Allah ","teks_terjemah":"Tanah yang baik, tanaman-tanamannya tumbuh subur seizin Tuhannya. Adapun tanah yang tidak subur, tanaman-tanamannya hanya tumbuh merana. Demikianlah Kami jelaskan berulang kali tanda-tanda kebesaran (Kami) bagi orang-orang yang bersyukur.","no_fn":"","teks_fn":"","bacaan":"walbaladuththhayyibu yakhruju nabaatuhu bi-idzni rabbihi walladzii khabutsa laa yakhruju illaa nakidan kadzaalika nusharriful-aayaati liqawmin yasykuruun"},{"id_ayat":1013,"no_surah":7,"no_ayat":59,"teks_ayat":"لَقَدْ اَرْسَلْنَا نُوْحًا اِلٰى قَوْمِهٖ فَقَالَ يٰقَوْمِ اعْبُدُوا اللّٰهَ مَا لَكُمْ مِّنْ اِلٰهٍ غَيْرُهٗۗ اِنِّيْٓ اَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ عَظِيْمٍ ","tema":"Kisah Nabi Nuh Bersama Kaumnya ","teks_terjemah":"Sungguh, Kami telah mengutus Nuh (sebagai rasul) kepada kaumnya, lalu ia berkata, “Wahai kaumku, sembahlah Allah (karena) tidak ada tuhan bagi kamu selain Dia.” Sesungguhnya (kalau kamu tidak menyembah Allah) aku takut kamu akan ditimpa azab hari yang besar (hari Kiamat).","no_fn":"","teks_fn":"","bacaan":"laqad arsalnaa nuuhan ilaa qawmihi faqaala yaa qawmi u'buduulaaha maa lakum min ilaahin ghayruhu innii akhaafu 'alaykum 'adzaaba yawmin 'azhiim"},{"id_ayat":1014,"no_surah":7,"no_ayat":60,"teks_ayat":"قَالَ الْمَلَاُ مِنْ قَوْمِهٖٓ اِنَّا لَنَرٰىكَ فِيْ ضَلٰلٍ مُّبِيْنٍ ","tema":"Kisah Nabi Nuh Bersama Kaumnya ","teks_terjemah":"Pemuka-pemuka dari kaumnya berkata, “Sesungguhnya kami benar-benar melihatmu (berada) dalam kesesatan yang nyata.”","no_fn":"","teks_fn":"","bacaan":"qaalalmalau min qawmihi innaa lanaraaka fii dhalaalin mubiin"},{"id_ayat":1015,"no_surah":7,"no_ayat":61,"teks_ayat":"قَالَ يٰقَوْمِ لَيْسَ بِيْ ضَلٰلَةٌ وَّلٰكِنِّيْ رَسُوْلٌ مِّنْ رَّبِّ الْعٰلَمِيْنَ ","tema":"Kisah Nabi Nuh Bersama Kaumnya ","teks_terjemah":"Dia (Nuh) menjawab, “Hai kaumku, tidak ada padaku kesesatan sedikit pun, tetapi aku adalah rasul dari Tuhan semesta alam.","no_fn":"","teks_fn":"","bacaan":"qaala yaa qawmi laysa bii dhalaalatun walaakinnii rasuulun min rabbil'aalamiin"},{"id_ayat":1016,"no_surah":7,"no_ayat":62,"teks_ayat":"اُبَلِّغُكُمْ رِسٰلٰتِ رَبِّيْ وَاَنْصَحُ لَكُمْ وَاَعْلَمُ مِنَ اللّٰهِ مَا لَا تَعْلَمُوْنَ ","tema":"Kisah Nabi Nuh Bersama Kaumnya ","teks_terjemah":"Aku sampaikan kepadamu risalah (amanat) Tuhanku dan aku memberi nasihat kepadamu. Aku mengetahui dari Allah apa yang tidak kamu ketahui.","no_fn":"","teks_fn":"","bacaan":"uballighukum risaalaati rabbii wa-anshahu lakum wa-a'lamu minalaahi maa laa ta'lamuun"},{"id_ayat":1017,"no_surah":7,"no_ayat":63,"teks_ayat":"اَوَعَجِبْتُمْ اَنْ جَاۤءَكُمْ ذِكْرٌ مِّنْ رَّبِّكُمْ عَلٰى رَجُلٍ مِّنْكُمْ لِيُنْذِرَكُمْ وَلِتَتَّقُوْا وَلَعَلَّكُمْ تُرْحَمُوْنَ ","tema":"Kisah Nabi Nuh Bersama Kaumnya ","teks_terjemah":"Apakah kamu (tidak percaya dan) heran bahwa telah datang kepada kamu peringatan dari Tuhanmu kepada seorang laki-laki dari golonganmu agar dia memberi peringatan kepadamu, agar kamu bertakwa, dan agar kamu mendapat rahmat?”","no_fn":"","teks_fn":"","bacaan":"awa 'ajibtum an jaa-akum dzikrun min rabbikum 'alaa rajulin minkum liyundzirakum walitattaquu wala'allakum turhamuun"},{"id_ayat":1018,"no_surah":7,"no_ayat":64,"teks_ayat":"فَكَذَّبُوْهُ فَاَنْجَيْنٰهُ وَالَّذِيْنَ مَعَهٗ فِى الْفُلْكِ وَاَغْرَقْنَا الَّذِيْنَ كَذَّبُوْا بِاٰيٰتِنَاۗ اِنَّهُمْ كَانُوْا قَوْمًا عَمِيْنَ ࣖ ","tema":"Kisah Nabi Nuh Bersama Kaumnya ","teks_terjemah":"(Karena) mereka mendustakannya (Nuh), Kami selamatkan dia dan orang-orang yang bersamanya di dalam bahtera serta Kami tenggelamkan orang-orang yang mendustakan ayat-ayat Kami. Sesungguhnya mereka adalah kaum yang buta (mata hatinya).","no_fn":"","teks_fn":"","bacaan":"fakadzdzabuuhu fa-anjaynaahu walladziina ma'ahu fiilfulki wa-aghraqnaaladziina kadzdzabuu bi-aayaatinaa innahum kaanuu qawman 'amiin"},{"id_ayat":1019,"no_surah":7,"no_ayat":65,"teks_ayat":"۞ وَاِلٰى عَادٍ اَخَاهُمْ هُوْدًاۗ قَالَ يٰقَوْمِ اعْبُدُوا اللّٰهَ مَا لَكُمْ مِّنْ اِلٰهٍ غَيْرُهٗۗ اَفَلَا تَتَّقُوْنَ ","tema":"Kisah Nabi Hud bersama Umatnya ","teks_terjemah":"(Kami telah mengutus) kepada (kaum) ‘Ad saudara mereka, Hud. Dia berkata, “Wahai kaumku, sembahlah Allah, tidak ada tuhan bagimu selain Dia. Tidakkah kamu bertakwa?”","no_fn":"","teks_fn":"","bacaan":"wa-ilaa 'aadin akhaahum huudan qaala yaa qawmi u'buduulaaha maa lakum min ilaahin ghayruhu afalaa tattaquun"},{"id_ayat":1020,"no_surah":7,"no_ayat":66,"teks_ayat":"قَالَ الْمَلَاُ الَّذِيْنَ كَفَرُوْا مِنْ قَوْمِهٖٓ اِنَّا لَنَرٰىكَ فِيْ سَفَاهَةٍ وَّاِنَّا لَنَظُنُّكَ مِنَ الْكٰذِبِيْنَ ","tema":"Kisah Nabi Hud bersama Umatnya ","teks_terjemah":"Para pemuka yang kufur di antara kaumnya berkata, “Sesungguhnya kami benar-benar melihat kamu dalam keadaan kurang akal dan sesungguhnya kami menduga bahwa kamu termasuk para pembohong.”","no_fn":"","teks_fn":"","bacaan":"qaalalmalauladziina kafaruu min qawmihi innaa lanaraaka fii safaahatin wa-innaa lanazhunnuka minalkaadzibiin"},{"id_ayat":1021,"no_surah":7,"no_ayat":67,"teks_ayat":"قَالَ يٰقَوْمِ لَيْسَ بِيْ سَفَاهَةٌ وَّلٰكِنِّيْ رَسُوْلٌ مِّنْ رَّبِّ الْعٰلَمِيْنَ ","tema":"Kisah Nabi Hud bersama Umatnya ","teks_terjemah":"Dia (Hud) berkata, “Wahai kaumku, tidak ada padaku kekurangan akal sedikit pun, tetapi aku ini adalah rasul dari Tuhan semesta alam.","no_fn":"","teks_fn":"","bacaan":"qaala yaa qawmi laysa bii safaahatun walaakinnii rasuulun min rabbil'aalamiin"},{"id_ayat":1022,"no_surah":7,"no_ayat":68,"teks_ayat":"اُبَلِّغُكُمْ رِسٰلٰتِ رَبِّيْ وَاَنَا۠ لَكُمْ نَاصِحٌ اَمِيْنٌ ","tema":"Kisah Nabi Hud bersama Umatnya ","teks_terjemah":"Aku sampaikan kepadamu risalah-risalah (amanat) Tuhanku dan aku terhadap kamu adalah penasihat yang tepercaya.","no_fn":"","teks_fn":"","bacaan":"uballighukum risaalaati rabbii wa-anaa lakum naashun amiin"},{"id_ayat":1023,"no_surah":7,"no_ayat":69,"teks_ayat":"اَوَعَجِبْتُمْ اَنْ جَاۤءَكُمْ ذِكْرٌ مِّنْ رَّبِّكُمْ عَلٰى رَجُلٍ مِّنْكُمْ لِيُنْذِرَكُمْۗ وَاذْكُرُوْٓا اِذْ جَعَلَكُمْ خُلَفَاۤءَ مِنْۢ بَعْدِ قَوْمِ نُوْحٍ وَّزَادَكُمْ فِى الْخَلْقِ بَصْۣطَةً ۚفَاذْكُرُوْٓا اٰلَاۤءَ اللّٰهِ لَعَلَّكُمْ تُفْلِحُوْنَ ","tema":"Kisah Nabi Hud bersama Umatnya ","teks_terjemah":"Apakah kamu (tidak percaya dan) heran bahwa telah datang kepadamu tuntunan dari Tuhanmu atas seorang laki-laki dari golonganmu supaya dia memberi peringatan kepadamu? Ingatlah, ketika Dia (Allah) menjadikan kamu pengganti-pengganti (yang berkuasa) sesudah kaum Nuh, dan melebihkan kamu dalam penciptaan (berupa) tubuh yang tinggi, besar, dan kuat. Maka, ingatlah nikmat-nikmat Allah supaya kamu mendapat keberuntungan.”","no_fn":"","teks_fn":"","bacaan":"awa 'ajibtum an jaa-akum dzikrun min rabbikum 'alaa rajulin minkum liyundzirakum wadzkuruu idz ja'alakum khulafaa-a min ba'di qawmi nuuhin wazaadakum fiilkhalqi basthatan fadzkuruu aalaa-alaahi la'allakum tuflihuun"},{"id_ayat":1024,"no_surah":7,"no_ayat":70,"teks_ayat":"قَالُوْٓا اَجِئْتَنَا لِنَعْبُدَ اللّٰهَ وَحْدَهٗ وَنَذَرَ مَا كَانَ يَعْبُدُ اٰبَاۤؤُنَاۚ فَأْتِنَا بِمَا تَعِدُنَآ اِنْ كُنْتَ مِنَ الصّٰدِقِيْنَ ","tema":"Kisah Nabi Hud bersama Umatnya ","teks_terjemah":"Mereka berkata, “Apakah engkau (wahai Hud) datang kepada kami agar kami menyembah Allah semata dan meninggalkan apa yang biasa disembah oleh bapak-bapak kami? Maka, datangkanlah kepada kami apa yang kamu janjikan kepada kami jika kamu termasuk orang-orang yang benar.”","no_fn":"","teks_fn":"","bacaan":"qaaluu aji'tanaa lina'budalaaha wahdahu wanadzara maa kaana ya'budu aabaaunaa fa'tinaa bimaa ta'idunaa in kunta minashshaadiqiin"},{"id_ayat":1025,"no_surah":7,"no_ayat":71,"teks_ayat":"قَالَ قَدْ وَقَعَ عَلَيْكُمْ مِّنْ رَّبِّكُمْ رِجْسٌ وَّغَضَبٌۗ  اَتُجَادِلُوْنَنِيْ فِيْٓ اَسْمَاۤءٍ سَمَّيْتُمُوْهَآ اَنْتُمْ وَاٰبَاۤؤُكُمْ مَّا نَزَّلَ اللّٰهُ بِهَا مِنْ سُلْطٰنٍۗ فَانْتَظِرُوْٓا اِنِّيْ مَعَكُمْ مِّنَ الْمُنْتَظِرِيْنَ ","tema":"Kisah Nabi Hud bersama Umatnya ","teks_terjemah":"Dia (Hud) berkata, “Sungguh, sudah pasti kamu akan ditimpa azab dan kemarahan dari Tuhanmu. Apakah kamu sekalian hendak berbantah dengan Aku tentang nama-nama (berhala) yang kamu beserta nenek moyangmu menamakannya, padahal Allah tidak menurunkan sedikit pun hujah (alasan pembenaran) untuk itu? Maka, tunggulah (azab dan kemarahan itu)! Sesungguhnya aku bersamamu termasuk orang-orang yang menunggu.”","no_fn":"","teks_fn":"","bacaan":"qaala qad waqa'a 'alaykum min rabbikum rijsun waghadhabun atujaadiluunanii fii asmaa-in sammaytumuuhaa antum waaabaaukum maa nazzalalaahu bihaa min sulthaanin fantazhiruu innii ma'akum minalmuntazhiriin"},{"id_ayat":1026,"no_surah":7,"no_ayat":72,"teks_ayat":"فَاَنْجَيْنٰهُ وَالَّذِيْنَ مَعَهٗ بِرَحْمَةٍ مِّنَّا وَقَطَعْنَا دَابِرَ الَّذِيْنَ كَذَّبُوْا بِاٰيٰتِنَا وَمَا كَانُوْا مُؤْمِنِيْنَ ࣖ ","tema":"Kisah Nabi Hud bersama Umatnya ","teks_terjemah":"Maka, Kami selamatkan dia (Hud) dan orang-orang yang bersamanya karena rahmat yang besar dari Kami, dan Kami binasakan sampai akar-akarnya orang-orang yang mendustakan ayat-ayat Kami dan mereka bukanlah orang-orang mukmin.","no_fn":"","teks_fn":"","bacaan":"fa-anjaynaahu walladziina ma'ahu birahmatin minnaa waqatha'naa daabiraladziina kadzdzabuu bi-aayaatinaa wamaa kaanuu mu'miniin"},{"id_ayat":1027,"no_surah":7,"no_ayat":73,"teks_ayat":"وَاِلٰى ثَمُوْدَ اَخَاهُمْ صٰلِحًاۘ قَالَ يٰقَوْمِ اعْبُدُوا اللّٰهَ مَا لَكُمْ مِّنْ اِلٰهٍ غَيْرُهٗۗ قَدْ جَاۤءَتْكُمْ بَيِّنَةٌ مِّنْ رَّبِّكُمْۗ هٰذِهٖ نَاقَةُ اللّٰهِ لَكُمْ اٰيَةً فَذَرُوْهَا تَأْكُلْ فِيْٓ اَرْضِ اللّٰهِ وَلَا تَمَسُّوْهَا بِسُوْۤءٍ فَيَأْخُذَكُمْ عَذَابٌ اَلِيْمٌ  ","tema":"Kisah Nabi Saleh bersama Kaumnya ","teks_terjemah":"(Kami telah mengutus) kepada (kaum) Samud saudara mereka, Saleh. Dia berkata, “Wahai kaumku, sembahlah Allah, tidak ada bagi kamu tuhan selain Dia. Sungguh, telah datang kepada kamu bukti yang nyata dari Tuhanmu. Ini adalah unta betina Allah untuk kamu sebagai mukjizat. Maka, biarkanlah ia makan di bumi Allah dan janganlah kamu mengganggunya dengan keburukan apa pun sehingga kamu ditimpa siksa yang sangat pedih.” ","no_fn":"","teks_fn":"","bacaan":"wa-ilaa tsamuuda akhaahum shaalihan qaala yaa qawmi u'buduulaaha maa lakum min ilaahin ghayruhu qad jaa-atkum bayyinatun min rabbikum haadzihi naaqatulaahi lakum aayatan fadzaruuhaa ta'kul fii ardhilaahi walaa tamassuuhaa bisuu-in faya'khudzakum 'adzaabunliim"},{"id_ayat":1028,"no_surah":7,"no_ayat":74,"teks_ayat":"وَاذْكُرُوْٓا اِذْ جَعَلَكُمْ خُلَفَاۤءَ مِنْۢ بَعْدِ عَادٍ وَّبَوَّاَكُمْ فِى الْاَرْضِ تَتَّخِذُوْنَ مِنْ سُهُوْلِهَا قُصُوْرًا وَّتَنْحِتُوْنَ الْجِبَالَ بُيُوْتًا ۚفَاذْكُرُوْٓا اٰلَاۤءَ اللّٰهِ وَلَا تَعْثَوْا فِى الْاَرْضِ مُفْسِدِيْنَ ","tema":"Kisah Nabi Saleh bersama Kaumnya ","teks_terjemah":"Ingatlah ketika (Allah) menjadikan kamu pengganti-pengganti (yang berkuasa) sesudah ‘Ad dan memberikan tempat bagimu di bumi. Kamu membuat pada dataran rendahnya bangunan-bangunan besar dan kamu pahat gunung-gunungnya menjadi rumah. Maka, ingatlah nikmat-nikmat Allah dan janganlah kamu melakukan kejahatan di bumi dengan berbuat kerusakan.","no_fn":"","teks_fn":"","bacaan":"wadzkuruu idz ja'alakum khulafaa-a min ba'di 'aadin wabawwa-akum fiil-ardhi tattakhidzuuna min suhuulihaa qushuuran watanhituunaljibaala buyuutan fadzkuruu aalaa-alaahi walaa ta'tsaw fiil-ardhi mufsidiin"},{"id_ayat":1029,"no_surah":7,"no_ayat":75,"teks_ayat":"قَالَ الْمَلَاُ الَّذِيْنَ اسْتَكْبَرُوْا مِنْ قَوْمِهٖ لِلَّذِيْنَ اسْتُضْعِفُوْا لِمَنْ اٰمَنَ مِنْهُمْ اَتَعْلَمُوْنَ اَنَّ صٰلِحًا مُّرْسَلٌ مِّنْ رَّبِّهٖۗ قَالُوْٓا اِنَّا بِمَآ اُرْسِلَ بِهٖ مُؤْمِنُوْنَ ","tema":"Kisah Nabi Saleh bersama Kaumnya ","teks_terjemah":"Pemuka-pemuka yang menyombongkan diri di antara kaumnya berkata kepada orang-orang yang dianggap lemah yang telah beriman di antara mereka, “Tahukah kamu bahwa Saleh diutus (menjadi rasul) oleh Tuhannya?” Mereka menjawab, “Sesungguhnya kami beriman kepada apa (wahyu) yang dibawanya.”","no_fn":"","teks_fn":"","bacaan":"qaalalmalauladziina istakbaruu min qawmihi lilladziina istudh'ifuu liman aamana minhum ata'lamuuna anna shaalihan mursalun min rabbihi qaaluu innaa bimaa ursila bihi mu'minuun"},{"id_ayat":1030,"no_surah":7,"no_ayat":76,"teks_ayat":"قَالَ الَّذِيْنَ اسْتَكْبَرُوْٓا اِنَّا بِالَّذِيْٓ اٰمَنْتُمْ بِهٖ كٰفِرُوْنَ","tema":"Kisah Nabi Saleh bersama Kaumnya ","teks_terjemah":"Orang-orang yang menyombongkan diri berkata, “Sesungguhnya kami adalah orang-orang yang mengingkari apa yang kamu imani.”","no_fn":"","teks_fn":"","bacaan":"qaalaladziina istakbaruu innaa billadzii aamantum bihi kaafiruun"},{"id_ayat":1031,"no_surah":7,"no_ayat":77,"teks_ayat":"فَعَقَرُوا النَّاقَةَ وَعَتَوْا عَنْ اَمْرِ رَبِّهِمْ وَقَالُوْا يٰصٰلِحُ ائْتِنَا بِمَا تَعِدُنَآ اِنْ كُنْتَ مِنَ الْمُرْسَلِيْنَ ","tema":"Kisah Nabi Saleh bersama Kaumnya ","teks_terjemah":"Lalu, mereka memotong unta betina itu dan mereka melampaui batas terhadap perintah Tuhan mereka, dan mereka berkata, “Wahai Saleh, datangkanlah kepada kami apa (ancaman siksa) yang engkau janjikan kepada kami jika engkau termasuk orang-orang yang diutus (Allah).”","no_fn":"","teks_fn":"","bacaan":"fa'aqaruunnaaqata wa'ataw 'an amri rabbihim waqaaluu yaa shaalihu i'tinaa bimaa ta'idunaa in kunta minalmursaliin"},{"id_ayat":1032,"no_surah":7,"no_ayat":78,"teks_ayat":"فَاَخَذَتْهُمُ الرَّجْفَةُ فَاَصْبَحُوْا فِيْ دَارِهِمْ جٰثِمِيْنَ","tema":"Kisah Nabi Saleh bersama Kaumnya ","teks_terjemah":"Maka, gempa (dahsyat) menimpa mereka sehingga mereka menjadi (mayat-mayat yang) bergelimpangan di dalam (reruntuhan) tempat tinggal mereka. ","no_fn":"","teks_fn":"","bacaan":"fa-akhadzat-humurrajfatu fa-ashbahuu fii daarihim jaatsimiin"},{"id_ayat":1033,"no_surah":7,"no_ayat":79,"teks_ayat":"فَتَوَلّٰى عَنْهُمْ وَقَالَ يٰقَوْمِ لَقَدْ اَبْلَغْتُكُمْ رِسَالَةَ رَبِّيْ وَنَصَحْتُ لَكُمْ وَلٰكِنْ لَّا تُحِبُّوْنَ النّٰصِحِيْنَ ","tema":"Kisah Nabi Saleh bersama Kaumnya ","teks_terjemah":"Maka, dia (Saleh) meninggalkan mereka seraya berkata, “Wahai kaumku, sungguh aku telah menyampaikan kepadamu risalah (amanat) Tuhanku dan aku telah menasihatimu, tetapi kamu tidak menyukai para pemberi nasihat.” ","no_fn":"","teks_fn":"","bacaan":"fatawallaa 'anhum waqaala yaa qawmi laqad ablaghtukum risaalata rabbii wanashahtu lakum walaakin laa tuhibbuunannaashiin"},{"id_ayat":1034,"no_surah":7,"no_ayat":80,"teks_ayat":"وَلُوْطًا اِذْ قَالَ لِقَوْمِهٖٓ اَتَأْتُوْنَ الْفَاحِشَةَ مَا سَبَقَكُمْ بِهَا مِنْ اَحَدٍ مِّنَ الْعٰلَمِيْنَ ","tema":"Kisah Nabi Lut bersama Kaumnya ","teks_terjemah":"(Kami juga telah mengutus) Lut (kepada kaumnya). (Ingatlah) ketika dia berkata kepada kaumnya, “Apakah kamu mengerjakan perbuatan keji yang belum pernah dikerjakan oleh seorang pun sebelum kamu di dunia ini?","no_fn":"","teks_fn":"","bacaan":"waluuthan idz qaala liqawmihi ata'tuunalfaahisyata maa sabaqakum bihaa min ahadin minal'aalamiin"},{"id_ayat":1035,"no_surah":7,"no_ayat":81,"teks_ayat":"اِنَّكُمْ لَتَأْتُوْنَ الرِّجَالَ شَهْوَةً مِّنْ دُوْنِ النِّسَاۤءِۗ بَلْ اَنْتُمْ قَوْمٌ مُّسْرِفُوْنَ ","tema":"Kisah Nabi Lut bersama Kaumnya ","teks_terjemah":"Sesungguhnya kamu benar-benar mendatangi laki-laki untuk melampiaskan syahwat, bukan kepada perempuan, bahkan kamu adalah kaum yang melampaui batas.”","no_fn":"","teks_fn":"","bacaan":"innakum lata'tuunarrijaala syahwatan min duuninnisaa-i bal antum qawmun musrifuun"},{"id_ayat":1036,"no_surah":7,"no_ayat":82,"teks_ayat":"وَمَا كَانَ جَوَابَ قَوْمِهٖٓ اِلَّآ اَنْ قَالُوْٓا اَخْرِجُوْهُمْ مِّنْ قَرْيَتِكُمْۚ اِنَّهُمْ اُنَاسٌ يَّتَطَهَّرُوْنَ ","tema":"Kisah Nabi Lut bersama Kaumnya ","teks_terjemah":"Tidak ada jawaban kaumnya selain berkata, “Usirlah mereka (Lut dan pengikutnya) dari negerimu ini. Sesungguhnya mereka adalah orang-orang yang menganggap dirinya suci.”","no_fn":"","teks_fn":"","bacaan":"wamaa kaana jawaaba qawmihi illaa an qaaluu akhrijuuhum min qaryatikum innahum unaasun yatathahharuun"},{"id_ayat":1037,"no_surah":7,"no_ayat":83,"teks_ayat":"فَاَنْجَيْنٰهُ وَاَهْلَهٗٓ اِلَّا امْرَاَتَهٗ كَانَتْ مِنَ الْغٰبِرِيْنَ ","tema":"Kisah Nabi Lut bersama Kaumnya ","teks_terjemah":"Maka, Kami selamatkan dia dan pengikutnya, kecuali istrinya. Dia (istrinya) termasuk (orang-orang kafir) yang tertinggal.","no_fn":"","teks_fn":"","bacaan":"fa-anjaynaahu wa-ahlahu illaa imra-atahu kaanat minalghaabiriin"},{"id_ayat":1038,"no_surah":7,"no_ayat":84,"teks_ayat":"وَاَمْطَرْنَا عَلَيْهِمْ مَّطَرًاۗ فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ الْمُجْرِمِيْنَ ࣖ ","tema":"Kisah Nabi Lut bersama Kaumnya ","teks_terjemah":"Kami hujani mereka dengan hujan (batu). Perhatikanlah, bagaimana kesudahan para pendurhaka.","no_fn":"","teks_fn":"","bacaan":"wa-amtharnaa 'alayhim matharan fanzhur kayfa kaana 'aaqibatulmujrimiin"},{"id_ayat":1039,"no_surah":7,"no_ayat":85,"teks_ayat":"وَاِلٰى مَدْيَنَ اَخَاهُمْ شُعَيْبًاۗ قَالَ يٰقَوْمِ اعْبُدُوا اللّٰهَ مَا لَكُمْ مِّنْ اِلٰهٍ غَيْرُهٗۗ قَدْ جَاۤءَتْكُمْ بَيِّنَةٌ مِّنْ رَّبِّكُمْ فَاَوْفُوا الْكَيْلَ وَالْمِيْزَانَ وَلَا تَبْخَسُوا النَّاسَ اَشْيَاۤءَهُمْ وَلَا تُفْسِدُوْا فِى الْاَرْضِ بَعْدَ اِصْلَاحِهَاۗ ذٰلِكُمْ خَيْرٌ لَّكُمْ اِنْ كُنْتُمْ مُّؤْمِنِيْنَۚ ","tema":"Kisah Nabi Syuʻaib bersama Kaumnya ","teks_terjemah":"Kepada penduduk Madyan,<sup>276)<\/sup> Kami (utus) saudara mereka, Syuʻaib. Dia berkata, “Wahai kaumku, sembahlah Allah. Tidak ada bagimu tuhan (yang disembah) selain Dia. Sungguh, telah datang kepadamu bukti yang nyata dari Tuhanmu. Maka, sempurnakanlah takaran dan timbangan, dan janganlah merugikan (hak-hak) orang lain sedikit pun. Jangan (pula) berbuat kerusakan di bumi setelah perbaikannya.<sup>277)<\/sup> Itulah lebih baik bagimu, jika kamu beriman.” ","no_fn":"276","teks_fn":"276) Madyan pada mulanya adalah nama putra Nabi Ibrahim a.s. dari istri beliau yang ketiga, Qatura. Madyan menikah dengan putri Nabi Lut a.s. Selanjutnya, kata Madyan dipakai sebagai sebutan bagi suku yang berasal dari keturunan Madyan. Mereka tinggal di pantai Laut Merah sebelah tenggara Gurun Sinai, yaitu antara Hijaz, tepatnya Tabuk Saudi Arabia dan Teluk Aqabah.<\/br>277) Yakni perbaikan melalui syariat dan aturan yang dibawa oleh para nabi dan dilanjutkan oleh para penerusnya.","bacaan":"wa-ilaa madyana akhaahum syu'ayban qaala yaa qawmi u'buduulaaha maa lakum min ilaahin ghayruhu qad jaa-atkum bayyinatun min rabbikum fa-awfuulkayla walmiizaana walaa tabkhasuunnaasa asyyaa-ahum walaa tufsiduu fiil-ardhi ba'da ishlaahihaa dzaalikum khayrun lakum in kuntum mu'miniin"},{"id_ayat":1040,"no_surah":7,"no_ayat":86,"teks_ayat":"وَلَا تَقْعُدُوْا بِكُلِّ صِرَاطٍ تُوْعِدُوْنَ وَتَصُدُّوْنَ عَنْ سَبِيْلِ اللّٰهِ مَنْ اٰمَنَ بِهٖ وَتَبْغُوْنَهَا عِوَجًاۚ وَاذْكُرُوْٓا اِذْ كُنْتُمْ قَلِيْلًا فَكَثَّرَكُمْۖ وَانْظُرُوْا كَيْفَ كَانَ عَاقِبَةُ الْمُفْسِدِيْنَ ","tema":"Kisah Nabi Syuʻaib bersama Kaumnya ","teks_terjemah":"Janganlah kamu duduk di setiap jalan dengan menakut-nakuti dan menghalang-halangi orang-orang yang beriman dari jalan Allah, serta ingin membelokkannya. Ingatlah ketika kamu dahulunya sedikit, lalu Allah memperbanyak jumlah kamu. Perhatikanlah, bagaimana kesudahan orang-orang yang berbuat kerusakan.","no_fn":"","teks_fn":"","bacaan":"walaa taq'uduu bikulli shiraathin tuu'iduuna watashudduuna 'an sabiililaahi man aamana bihi watabghuunahaa 'iwajan wadzkuruu idz kuntum qaliilan fakatstsarakum wanzhuruu kayfa kaana 'aaqibatulmufsidiin"},{"id_ayat":1041,"no_surah":7,"no_ayat":87,"teks_ayat":"وَاِنْ كَانَ طَاۤىِٕفَةٌ مِّنْكُمْ اٰمَنُوْا بِالَّذِيْٓ اُرْسِلْتُ بِهٖ وَطَاۤىِٕفَةٌ لَّمْ يُؤْمِنُوْا فَاصْبِرُوْا حَتّٰى يَحْكُمَ اللّٰهُ بَيْنَنَاۚ وَهُوَ خَيْرُ الْحٰكِمِيْنَ  ۔","tema":"Kisah Nabi Syuʻaib bersama Kaumnya ","teks_terjemah":"Jika ada segolongan di antara kamu yang beriman kepada (ajaran) yang aku diutus menyampaikannya dan ada (pula) segolongan yang tidak beriman, bersabarlah sampai Allah menetapkan keputusan di antara kita. Dia adalah pemberi putusan yang terbaik.","no_fn":"","teks_fn":"","bacaan":"wa-in kaana thaa-ifatun minkum aamanuu billadzii ursiltu bihi wathaa-ifatun lam yu'minuu fashbiruu hattaa yahkumalaahu baynanaa wahuwa khayrulhaakimiin"},{"id_ayat":1042,"no_surah":7,"no_ayat":88,"teks_ayat":"۞ قَالَ الْمَلَاُ الَّذِيْنَ اسْتَكْبَرُوْا مِنْ قَوْمِهٖ لَنُخْرِجَنَّكَ يٰشُعَيْبُ وَالَّذِيْنَ اٰمَنُوْا مَعَكَ مِنْ قَرْيَتِنَآ اَوْ لَتَعُوْدُنَّ فِيْ مِلَّتِنَاۗ قَالَ اَوَلَوْ كُنَّا كٰرِهِيْنَ","tema":"Ketegaran Nabi Syuʻaib Menghadapi Ancaman Kaumnya","teks_terjemah":"Para pemuka yang sombong dari kaumnya berkata, “Wahai Syuʻaib, sungguh, kami akan mengusirmu bersama orang-orang yang beriman kepadamu dari negeri kami, kecuali engkau benar-benar kembali kepada agama kami.” Syuʻaib berkata, “Apakah (kami kembali padanya) meskipun kami membenci(-nya)?","no_fn":"","teks_fn":"","bacaan":"qaalalmalauladziina istakbaruu min qawmihi lanukhrijannaka yaa syu'aybu walladziina aamanuu ma'aka min qaryatinaa aw lata'uudunna fii millatinaa qaala awa law kunnaa kaarihiin"},{"id_ayat":1043,"no_surah":7,"no_ayat":89,"teks_ayat":"قَدِ افْتَرَيْنَا عَلَى اللّٰهِ كَذِبًا اِنْ عُدْنَا فِيْ مِلَّتِكُمْ بَعْدَ اِذْ نَجّٰىنَا اللّٰهُ مِنْهَاۗ وَمَا يَكُوْنُ لَنَآ اَنْ نَّعُوْدَ فِيْهَآ اِلَّآ اَنْ يَّشَاۤءَ اللّٰهُ رَبُّنَاۗ وَسِعَ رَبُّنَا كُلَّ شَيْءٍ عِلْمًاۗ عَلَى اللّٰهِ تَوَكَّلْنَاۗ رَبَّنَا افْتَحْ بَيْنَنَا وَبَيْنَ قَوْمِنَا بِالْحَقِّ وَاَنْتَ خَيْرُ الْفٰتِحِيْنَ","tema":"Ketegaran Nabi Syuʻaib Menghadapi Ancaman Kaumnya","teks_terjemah":"Sungguh, kami telah mengada-adakan kebohongan besar kepada Allah jika kami kembali pada agamamu setelah Allah menyelamatkan kami darinya. Tidaklah patut kami kembali padanya, kecuali jika Allah Tuhan kami menghendaki. Pengetahuan Tuhan kami meliputi segala sesuatu. Hanya kepada Allah kami bertawakal. Wahai Tuhan kami, berilah keputusan antara kami dan kaum kami dengan hak (adil). Engkaulah pemberi keputusan terbaik.”","no_fn":"","teks_fn":"","bacaan":"qadi iftaraynaa 'alaalaahi kadziban in 'udnaa fii millatikum ba'da idz najjaanaalaahu minhaa wamaa yakuunu lanaa an na'uuda fiihaa illaa an yasyaa-alaahu rabbunaa wasi'a rabbunaa kulla syay-in 'ilman 'alaalaahi tawakkalnaa rabbanaa iftah baynanaa wabayna qawminaa bilhaqqi wa-anta khayrulfaatihiin"},{"id_ayat":1044,"no_surah":7,"no_ayat":90,"teks_ayat":"وَقَالَ الْمَلَاُ الَّذِيْنَ كَفَرُوْا مِنْ قَوْمِهٖ لَىِٕنِ اتَّبَعْتُمْ شُعَيْبًا اِنَّكُمْ اِذًا لَّخٰسِرُوْنَ","tema":"Hukuman Allah bagi Kaum Nabi Syuʻaib","teks_terjemah":"Para pemuka orang-orang yang kufur dari kaumnya berkata (kepada sesamanya), “Sungguh, jika kamu mengikuti Syuʻaib, niscaya kamu benar-benar menjadi orang-orang yang rugi.”","no_fn":"","teks_fn":"","bacaan":"waqaalalmalauladziina kafaruu min qawmihi la-ini ittaba'tum syu'ayban innakum idzan lakhaasiruun"},{"id_ayat":1045,"no_surah":7,"no_ayat":91,"teks_ayat":"فَاَخَذَتْهُمُ الرَّجْفَةُ فَاَصْبَحُوْا فِيْ دَارِهِمْ جٰثِمِيْنَۙ","tema":"Hukuman Allah bagi Kaum Nabi Syuʻaib","teks_terjemah":"Maka, gempa (dahsyat) menimpa mereka sehingga mereka menjadi (mayat-mayat yang) bergelimpangan di dalam (reruntuhan) tempat tinggal mereka.","no_fn":"","teks_fn":"","bacaan":"fa-akhadzat-humurrajfatu fa-ashbahuu fii daarihim jaatsimiin"},{"id_ayat":1046,"no_surah":7,"no_ayat":92,"teks_ayat":"الَّذِيْنَ كَذَّبُوْا شُعَيْبًا كَاَنْ لَّمْ يَغْنَوْا فِيْهَاۚ  اَلَّذِيْنَ كَذَّبُوْا شُعَيْبًا كَانُوْا هُمُ الْخٰسِرِيْنَ","tema":"Hukuman Allah bagi Kaum Nabi Syuʻaib","teks_terjemah":"Orang-orang yang mendustakan Syuʻaib seakan-akan belum pernah tinggal di (negeri) itu. Mereka yang mendustakan Syuʻaib itulah orang-orang yang rugi.","no_fn":"","teks_fn":"","bacaan":"aladziina kadzdzabuu syu'ayban ka-an lam yaghnaw fiihaaladziina kadzdzabuu syu'ayban kaanuu humulkhaasiriin"},{"id_ayat":1047,"no_surah":7,"no_ayat":93,"teks_ayat":"فَتَوَلّٰى عَنْهُمْ وَقَالَ يٰقَوْمِ لَقَدْ اَبْلَغْتُكُمْ رِسٰلٰتِ رَبِّيْ وَنَصَحْتُ لَكُمْۚ فَكَيْفَ اٰسٰى عَلٰى قَوْمٍ كٰفِرِيْنَ ࣖ ","tema":"Hukuman Allah bagi Kaum Nabi Syuʻaib","teks_terjemah":"(Ketika Syuʻaib yakin azab akan menimpa kaum kafir,) ia meninggalkan mereka seraya berkata, “Wahai kaumku, sungguh aku benar-benar telah menyampaikan risalah Tuhanku kepadamu dan aku telah menasihatimu. Maka, bagaimana aku akan bersedih terhadap kaum kafir?”","no_fn":"","teks_fn":"","bacaan":"fatawallaa 'anhum waqaala yaa qawmi laqad ablaghtukum risaalaati rabbii wanashahtu lakum fakayfa aasaa 'alaa qawmin kaafiriin"},{"id_ayat":1048,"no_surah":7,"no_ayat":94,"teks_ayat":"وَمَآ اَرْسَلْنَا فِيْ قَرْيَةٍ مِّنْ نَّبِيٍّ اِلَّآ اَخَذْنَآ اَهْلَهَا بِالْبَأْسَاۤءِ وَالضَّرَّاۤءِ لَعَلَّهُمْ يَضَّرَّعُوْنَ","tema":"Penderitaan dan Kebahagiaan sebagai Ujian Allah","teks_terjemah":"Kami tidak mengutus seorang nabi pun di suatu negeri, (lalu penduduknya mendustakan nabi itu,) melainkan Kami timpakan kepada penduduknya kesempitan dan penderitaan agar mereka (tunduk dengan) merendahkan diri.","no_fn":"","teks_fn":"","bacaan":"wamaa arsalnaa fii qaryatin min nabiyyin illaa akhadznaa ahlahaa bilba'saa-i wadhdharraa-i la'allahum yadhdharra'uun"},{"id_ayat":1049,"no_surah":7,"no_ayat":95,"teks_ayat":"ثُمَّ بَدَّلْنَا مَكَانَ السَّيِّئَةِ الْحَسَنَةَ حَتّٰى عَفَوْا وَّقَالُوْا قَدْ مَسَّ اٰبَاۤءَنَا الضَّرَّاۤءُ وَالسَّرَّاۤءُ فَاَخَذْنٰهُمْ بَغْتَةً وَّهُمْ لَا يَشْعُرُوْنَ ","tema":"Penderitaan dan Kebahagiaan sebagai Ujian Allah","teks_terjemah":"Kemudian, Kami ganti penderitaan itu dengan kesenangan (sehingga keturunan dan harta mereka) bertambah banyak. Lalu, mereka berkata, “Sungguh, nenek moyang kami telah merasakan penderitaan dan kesenangan.” Maka, Kami timpakan siksaan atas mereka dengan tiba-tiba, sedangkan mereka tidak menyadari.","no_fn":"","teks_fn":"","bacaan":"tsumma baddalnaa makaanassayyi-atilhasanata hattaa 'afaw waqaaluu qad massa aabaa-anaadhdharraau wassarraau fa-akhadznaahum baghtatan wahum laa yasy'uruun"},{"id_ayat":1050,"no_surah":7,"no_ayat":96,"teks_ayat":"وَلَوْ اَنَّ اَهْلَ الْقُرٰٓى اٰمَنُوْا وَاتَّقَوْا لَفَتَحْنَا عَلَيْهِمْ بَرَكٰتٍ مِّنَ السَّمَاۤءِ وَالْاَرْضِ وَلٰكِنْ كَذَّبُوْا فَاَخَذْنٰهُمْ بِمَا كَانُوْا يَكْسِبُوْنَ","tema":"Keberuntungan bagi Orang Mukmin dan Ancaman Bagi Pendurhaka","teks_terjemah":"Sekiranya penduduk negeri-negeri beriman dan bertakwa, niscaya Kami akan membukakan untuk mereka berbagai keberkahan dari langit dan bumi. Akan tetapi, mereka mendustakan (para rasul dan ayat-ayat Kami). Maka, Kami menyiksa mereka disebabkan oleh apa yang selalu mereka kerjakan.","no_fn":"","teks_fn":"","bacaan":"walaw anna ahlalquraa aamanuu wattaqaw lafatahnaa 'alayhim barakaatin minassamaa-i wal-ardhi walaakin kadzdzabuu fa-akhadznaahum bimaa kaanuu yaksibuun"},{"id_ayat":1051,"no_surah":7,"no_ayat":97,"teks_ayat":"اَفَاَمِنَ اَهْلُ الْقُرٰٓى اَنْ يَّأْتِيَهُمْ بَأْسُنَا بَيَاتًا وَّهُمْ نَاۤىِٕمُوْنَۗ","tema":"Keberuntungan bagi Orang Mukmin dan Ancaman Bagi Pendurhaka","teks_terjemah":"Apakah penduduk negeri-negeri itu merasa aman dari siksa Kami yang datang pada malam hari ketika mereka sedang tidur?","no_fn":"","teks_fn":"","bacaan":"afa-amina ahlulquraa an ya'tiyahum ba'sunaa bayaatan wahum naa-imuun"},{"id_ayat":1052,"no_surah":7,"no_ayat":98,"teks_ayat":"اَوَاَمِنَ اَهْلُ الْقُرٰٓى اَنْ يَّأْتِيَهُمْ بَأْسُنَا ضُحًى وَّهُمْ يَلْعَبُوْنَ","tema":"Keberuntungan bagi Orang Mukmin dan Ancaman Bagi Pendurhaka","teks_terjemah":"Atau, apakah penduduk negeri-negeri itu merasa aman dari siksa Kami yang datang pada waktu duha (waktu menjelang tengah hari) ketika mereka sedang bermain?","no_fn":"","teks_fn":"","bacaan":"awa amina ahlulquraa an ya'tiyahum ba'sunaa dhuhan wahum yal'abuun"},{"id_ayat":1053,"no_surah":7,"no_ayat":99,"teks_ayat":"اَفَاَمِنُوْا مَكْرَ اللّٰهِۚ فَلَا يَأْمَنُ مَكْرَ اللّٰهِ اِلَّا الْقَوْمُ الْخٰسِرُوْنَ ࣖ ","tema":"Keberuntungan bagi Orang Mukmin dan Ancaman Bagi Pendurhaka","teks_terjemah":"Atau, apakah mereka merasa aman dari siksa Allah (yang tidak terduga-duga)? Tidak ada orang yang merasa aman dari siksa Allah, selain kaum yang rugi.","no_fn":"","teks_fn":"","bacaan":"afa-aminuu makralaahi falaa ya'manu makralaahi illaalqawmulkhaasiruun"},{"id_ayat":1054,"no_surah":7,"no_ayat":100,"teks_ayat":"اَوَلَمْ يَهْدِ لِلَّذِيْنَ يَرِثُوْنَ الْاَرْضَ مِنْۢ بَعْدِ اَهْلِهَآ اَنْ لَّوْ نَشَاۤءُ اَصَبْنٰهُمْ بِذُنُوْبِهِمْۚ وَنَطْبَعُ عَلٰى قُلُوْبِهِمْ فَهُمْ لَا يَسْمَعُوْنَ","tema":"Keberuntungan bagi Orang Mukmin dan Ancaman Bagi Pendurhaka","teks_terjemah":"Ataukah belum juga jelas bagi orang-orang yang mewarisi suatu negeri setelah (lenyap) penduduknya, bahwa seandainya Kami menghendaki, Kami benar-benar akan menimpakan (siksa) kepada mereka karena dosa-dosanya? Kami akan mengunci hati mereka sehingga mereka tidak dapat mendengar (pelajaran).","no_fn":"","teks_fn":"","bacaan":"awa lam yahdi lilladziina yaritsuunal-ardha min ba'di ahlihaa an law nasyaau ashabnaahum bidzunuubihim wanathba'u 'alaa quluubihim fahum laa yasma'uun"},{"id_ayat":1055,"no_surah":7,"no_ayat":101,"teks_ayat":"تِلْكَ الْقُرٰى نَقُصُّ عَلَيْكَ مِنْ اَنْۢبَاۤىِٕهَاۚ وَلَقَدْ جَاۤءَتْهُمْ رُسُلُهُمْ بِالْبَيِّنٰتِۚ فَمَا كَانُوْا لِيُؤْمِنُوْا بِمَا كَذَّبُوْا مِنْ قَبْلُۗ  كَذٰلِكَ يَطْبَعُ اللّٰهُ عَلٰى قُلُوْبِ الْكٰفِرِيْنَ  ","tema":"Akhir Kisah Umat Para Nabi Terdahulu","teks_terjemah":"Negeri-negeri (yang telah Kami binasakan) itu Kami ceritakan sebagian kisahnya kepadamu (Nabi Muhammad). Sungguh, rasul-rasul mereka telah datang dengan membawa bukti-bukti yang nyata kepada mereka. Akan tetapi, mereka tidak mau beriman pada apa yang telah mereka dustakan sebelumnya. Demikianlah Allah mengunci hati orang-orang yang kafir.","no_fn":"","teks_fn":"","bacaan":"tilkalquraa naqushshu 'alayka min anbaa-ihaa walaqad jaa-at-hum rusuluhum bilbayyinaati famaa kaanuu liyu'minuu bimaa kadzdzabuu min qablu kadzaalika yathba'ulaahu 'alaa quluubilkaafiriin"},{"id_ayat":1056,"no_surah":7,"no_ayat":102,"teks_ayat":"وَمَا وَجَدْنَا لِاَكْثَرِهِمْ مِّنْ عَهْدٍۚ وَاِنْ وَّجَدْنَآ اَكْثَرَهُمْ لَفٰسِقِيْنَ","tema":"Akhir Kisah Umat Para Nabi Terdahulu","teks_terjemah":"Kami tidak mendapati kebanyakan mereka memenuhi janji. Sesungguhnya Kami dapati kebanyakan mereka adalah orang-orang yang fasik.","no_fn":"","teks_fn":"","bacaan":"wamaa wajadnaa li-aktsarihim min 'ahdin wa-in wajadnaa aktsarahum lafaasiqiin"},{"id_ayat":1057,"no_surah":7,"no_ayat":103,"teks_ayat":"ثُمَّ بَعَثْنَا مِنْۢ بَعْدِهِمْ مُّوْسٰى بِاٰيٰتِنَآ اِلٰى فِرْعَوْنَ وَمَلَا۟ىِٕهٖ فَظَلَمُوْا بِهَاۚ فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ الْمُفْسِدِيْنَ  ","tema":"Kisah Nabi Musa, Fir‘aun dan Bani Israil","teks_terjemah":"Kemudian, Kami utus Musa setelah mereka dengan membawa tanda-tanda (kekuasaan) Kami kepada Fir‘aun dan pemuka-pemuka kaumnya. Lalu, mereka mengingkarinya. Perhatikanlah bagaimana kesudahan orang-orang yang berbuat kerusakan.","no_fn":"","teks_fn":"","bacaan":"tsumma ba'atsnaa min ba'dihim muusaa bi-aayaatinaa ilaa fir'awna wamala-ihi fazhalamuu bihaa fanuzhur kayfa kaana 'aaqibatulmufsidiin"},{"id_ayat":1058,"no_surah":7,"no_ayat":104,"teks_ayat":"وَقَالَ مُوْسٰى يٰفِرْعَوْنُ اِنِّيْ رَسُوْلٌ مِّنْ رَّبِّ الْعٰلَمِيْنَۙ","tema":"Kisah Nabi Musa, Fir‘aun dan Bani Israil","teks_terjemah":"Musa berkata, “Wahai Fir‘aun, sesungguhnya aku adalah seorang utusan dari Tuhan semesta alam.","no_fn":"","teks_fn":"","bacaan":"waqaala muusaa yaa fir'awnu innii rasuulun min rabbil'aalamiin"},{"id_ayat":1059,"no_surah":7,"no_ayat":105,"teks_ayat":"حَقِيْقٌ عَلٰٓى اَنْ لَّآ اَقُوْلَ عَلَى اللّٰهِ اِلَّا الْحَقَّۗ قَدْ جِئْتُكُمْ بِبَيِّنَةٍ مِّنْ رَّبِّكُمْ فَاَرْسِلْ مَعِيَ بَنِيْٓ اِسْرَاۤءِيْلَ ۗ","tema":"Kisah Nabi Musa, Fir‘aun dan Bani Israil","teks_terjemah":"Wajib atasku tidak mengatakan (sesuatu) terhadap Allah, kecuali yang hak (benar). Sungguh, aku datang kepadamu dengan membawa bukti yang nyata dari Tuhanmu. Maka, lepaskanlah Bani Israil (pergi) bersamaku.”","no_fn":"","teks_fn":"","bacaan":"haqiiqun 'alaa an laa aquula 'alaalaahi illaalhaqqa qad ji'tukum bibayyinatin min rabbikum fa-arsil ma'iya banii israa-iil"},{"id_ayat":1060,"no_surah":7,"no_ayat":106,"teks_ayat":"قَالَ اِنْ كُنْتَ جِئْتَ بِاٰيَةٍ فَأْتِ بِهَآ اِنْ كُنْتَ مِنَ الصّٰدِقِيْنَ","tema":"Permintaan Fir‘aun atas Bukti Kerasulan Nabi Musa","teks_terjemah":"Dia (Fir‘aun) berkata, “Jika benar engkau membawa suatu bukti, tunjukkanlah, kalau kamu termasuk orang-orang yang benar.”","no_fn":"","teks_fn":"","bacaan":"qaala in kunta ji'ta bi-aayatin fa'ti bihaa in kunta minashshaadiqiin"},{"id_ayat":1061,"no_surah":7,"no_ayat":107,"teks_ayat":"فَاَلْقٰى عَصَاهُ فَاِذَا هِيَ ثُعْبَانٌ مُّبِيْنٌ ۖ  ","tema":"Permintaan Fir‘aun atas Bukti Kerasulan Nabi Musa","teks_terjemah":"Maka, dia (Musa) melemparkan tongkatnya, tiba-tiba ia (tongkat itu) menjadi ular besar yang nyata.","no_fn":"","teks_fn":"","bacaan":"fa-alqaa 'ashaahu fa-idzaa hiya tsu'baanun mubiin"},{"id_ayat":1062,"no_surah":7,"no_ayat":108,"teks_ayat":"وَّنَزَعَ يَدَهٗ فَاِذَا هِيَ بَيْضَاۤءُ لِلنّٰظِرِيْنَ ࣖ","tema":"Permintaan Fir‘aun atas Bukti Kerasulan Nabi Musa","teks_terjemah":"Dia menarik tangannya, tiba-tiba ia (tangan itu) menjadi putih (bercahaya) bagi orang-orang yang melihat(-nya).","no_fn":"","teks_fn":"","bacaan":"wanaza'a yadahu fa-idzaa hiya baydaau linnaatsiriin"},{"id_ayat":1063,"no_surah":7,"no_ayat":109,"teks_ayat":"قَالَ الْمَلَاُ مِنْ قَوْمِ فِرْعَوْنَ اِنَّ هٰذَا لَسٰحِرٌ عَلِيْمٌۙ  ","tema":"Kelicikan Para Pemuka Kaum Fir‘aun","teks_terjemah":"Para pemuka kaum Fir‘aun berkata, “Sesungguhnya orang ini benar-benar penyihir yang sangat pandai.","no_fn":"","teks_fn":"","bacaan":"qaalalmalau min qawmi fir'awna inna haadzaa lasaahirun 'aliim"},{"id_ayat":1064,"no_surah":7,"no_ayat":110,"teks_ayat":"يُّرِيْدُ اَنْ يُّخْرِجَكُمْ مِّنْ اَرْضِكُمْ ۚ فَمَاذَا تَأْمُرُوْنَ","tema":"Kelicikan Para Pemuka Kaum Fir‘aun","teks_terjemah":"Dia hendak mengusir kamu dari negerimu.” (Fir‘aun berkata,) “Maka, apa saran kamu?”","no_fn":"","teks_fn":"","bacaan":"yuriidu an yukhrijakum min ardhikum famaatsaa ta'muruun"},{"id_ayat":1065,"no_surah":7,"no_ayat":111,"teks_ayat":"قَالُوْآ اَرْجِهْ وَاَخَاهُ وَاَرْسِلْ فِى الْمَدَاۤىِٕنِ حٰشِرِيْنَۙ ","tema":"Kelicikan Para Pemuka Kaum Fir‘aun","teks_terjemah":"Mereka (para pemuka) itu menjawab, “Beri tangguhlah dia dan saudaranya dan utuslah ke kota-kota beberapa orang untuk mengumpulkan (para penyihir)","no_fn":"","teks_fn":"","bacaan":"qaaluu arjih wa-akhaahu wa-arsil fiilmadaa-ini haasyiriin"},{"id_ayat":1066,"no_surah":7,"no_ayat":112,"teks_ayat":"يَأْتُوْكَ بِكُلِّ سٰحِرٍ عَلِيْمٍ","tema":"Kelicikan Para Pemuka Kaum Fir‘aun","teks_terjemah":"(agar) mereka membawa semua penyihir yang pandai kepadamu.”","no_fn":"","teks_fn":"","bacaan":"ya'tuuka bikulli saahirin 'aliim"},{"id_ayat":1067,"no_surah":7,"no_ayat":113,"teks_ayat":"وَجَاۤءَ السَّحَرَةُ فِرْعَوْنَ قَالُوْٓا اِنَّ لَنَا لَاَجْرًا اِنْ كُنَّا نَحْنُ الْغٰلِبِيْنَ","tema":"Kelicikan Para Pemuka Kaum Fir‘aun","teks_terjemah":"Para penyihir datang kepada Fir‘aun. Mereka berkata, “(Apakah) kami benar-benar akan mendapat imbalan jika kami menang?”","no_fn":"","teks_fn":"","bacaan":"wajaa-assaharatu fir'awna qaaluu inna lanaa la-ajran in kunnaa nahnulghaalibiin"},{"id_ayat":1068,"no_surah":7,"no_ayat":114,"teks_ayat":"قَالَ نَعَمْ وَاِنَّكُمْ لَمِنَ الْمُقَرَّبِيْنَ","tema":"Kelicikan Para Pemuka Kaum Fir‘aun","teks_terjemah":"Dia (Fir‘aun) menjawab, “Ya, bahkan sesungguhnya kamu pasti termasuk orang-orang yang didekatkan (kedudukannya kepadaku).”","no_fn":"","teks_fn":"","bacaan":"qaala na'am wa-innakum laminalmuqarrabiin"},{"id_ayat":1069,"no_surah":7,"no_ayat":115,"teks_ayat":"قَالُوْا يٰمُوْسٰٓى اِمَّآ اَنْ تُلْقِيَ وَاِمَّآ اَنْ نَّكُوْنَ نَحْنُ الْمُلْقِيْنَ","tema":"Kelicikan Para Pemuka Kaum Fir‘aun","teks_terjemah":"Mereka (para penyihir) berkata, “Wahai Musa, engkaukah yang akan melemparkan (lebih dahulu) atau kami yang melemparkan?”","no_fn":"","teks_fn":"","bacaan":"qaaluu yaa muusaa immaa an tulqiya wa-immaa an nakuuna nahnulmulqiin"},{"id_ayat":1070,"no_surah":7,"no_ayat":116,"teks_ayat":"قَالَ اَلْقُوْاۚ فَلَمَّآ اَلْقَوْا سَحَرُوْٓا اَعْيُنَ النَّاسِ وَاسْتَرْهَبُوْهُمْ وَجَاۤءُوْ بِسِحْرٍ عَظِيْمٍ","tema":"Kelicikan Para Pemuka Kaum Fir‘aun","teks_terjemah":"Dia (Musa) menjawab, “Lemparkanlah (lebih dahulu)!” Maka, ketika melemparkan (tali-temali), mereka menyihir mata orang banyak dan menjadikan mereka takut. Mereka memperlihatkan sihir yang hebat (menakjubkan).","no_fn":"","teks_fn":"","bacaan":"qaalalquu falammaalqaw saharuu a'yunannaasi wastarhabuuhum wajaauu bisihrin 'azhiim"},{"id_ayat":1071,"no_surah":7,"no_ayat":117,"teks_ayat":"۞ وَاَوْحَيْنَآ اِلٰى مُوْسٰٓى اَنْ اَلْقِ عَصَاكَۚ فَاِذَا هِيَ تَلْقَفُ مَا يَأْفِكُوْنَۚ ","tema":"Kelicikan Para Pemuka Kaum Fir‘aun","teks_terjemah":"Kami wahyukan kepada Musa, “Lemparkanlah tongkatmu!” Maka, tiba-tiba ia menelan (habis) segala kepalsuan mereka.","no_fn":"","teks_fn":"","bacaan":"wa-awhaynaa ilaa muusaa anlqi 'ashaaka fa-idzaa hiya talqafu maa ya'fikuun"},{"id_ayat":1072,"no_surah":7,"no_ayat":118,"teks_ayat":"فَوَقَعَ الْحَقُّ وَبَطَلَ مَا كَانُوْا يَعْمَلُوْنَۚ ","tema":"Kekalahan Ahli Sihir Fir‘aun dan Pernyataan Iman Mereka","teks_terjemah":"Maka, terbuktilah kebenaran dan sia-sialah segala yang mereka kerjakan.","no_fn":"","teks_fn":"","bacaan":"fawaqa'alhaqqu wabathala maa kaanuu ya'maluun"},{"id_ayat":1073,"no_surah":7,"no_ayat":119,"teks_ayat":"فَغُلِبُوْا هُنَالِكَ وَانْقَلَبُوْا صٰغِرِيْنَۚ ","tema":"Kekalahan Ahli Sihir Fir‘aun dan Pernyataan Iman Mereka","teks_terjemah":"Mereka dikalahkan di tempat itu dan jadilah mereka orang-orang yang hina.","no_fn":"","teks_fn":"","bacaan":"faghulibuu hunaalika wanqalabuu shaaghiriin"},{"id_ayat":1074,"no_surah":7,"no_ayat":120,"teks_ayat":"وَاُلْقِيَ السَّحَرَةُ سٰجِدِيْنَۙ ","tema":"Kekalahan Ahli Sihir Fir‘aun dan Pernyataan Iman Mereka","teks_terjemah":"Para penyihir itu tersungkur dalam keadaan sujud.<sup>278)<\/sup>","no_fn":"278","teks_fn":"278) Mereka langsung bersujud kepada Allah Swt. karena meyakini bahwa seruan Nabi Musa a.s. itu benar dan bukanlah sihir sebagaimana dugaan mereka semula.","bacaan":"waulqiyassaharatu saajidiin"},{"id_ayat":1075,"no_surah":7,"no_ayat":121,"teks_ayat":"قَالُوْٓا اٰمَنَّا بِرَبِّ الْعٰلَمِيْنَۙ ","tema":"Kekalahan Ahli Sihir Fir‘aun dan Pernyataan Iman Mereka","teks_terjemah":"Mereka berkata, “Kami beriman kepada Tuhan semesta alam,","no_fn":"","teks_fn":"","bacaan":"qaaluu aamannaa birabbil'aalamiin"},{"id_ayat":1076,"no_surah":7,"no_ayat":122,"teks_ayat":"رَبِّ مُوْسٰى وَهٰرُوْنَ","tema":"Kekalahan Ahli Sihir Fir‘aun dan Pernyataan Iman Mereka","teks_terjemah":"(yaitu) Tuhannya Musa dan Harun.”","no_fn":"","teks_fn":"","bacaan":"rabbi muusaa wahaaruun"},{"id_ayat":1077,"no_surah":7,"no_ayat":123,"teks_ayat":"قَالَ فِرْعَوْنُ اٰمَنْتُمْ بِهٖ قَبْلَ اَنْ اٰذَنَ لَكُمْۚ اِنَّ هٰذَا لَمَكْرٌ مَّكَرْتُمُوْهُ فِى الْمَدِيْنَةِ لِتُخْرِجُوْا مِنْهَآ اَهْلَهَاۚ فَسَوْفَ تَعْلَمُوْنَ","tema":"Kemurkaan Fir‘aun kepada Para Penyihir dan Jawaban Mereka","teks_terjemah":"Fir‘aun berkata, “Mengapa kamu beriman kepadanya sebelum aku memberi izin kepadamu? Sesungguhnya ini benar-benar tipu muslihat yang telah kamu rencanakan di kota ini untuk mengusir penduduknya. Kelak kamu akan mengetahui (akibat perbuatanmu ini).","no_fn":"","teks_fn":"","bacaan":"qaala fir'awnu aamantum bihi qabla an aadzana lakum inna haadzaa lamakrun makartumuuhu fiilmadiinati litukhrijuu minhaa ahlahaa fasawfa ta'lamuun"},{"id_ayat":1078,"no_surah":7,"no_ayat":124,"teks_ayat":"لَاُقَطِّعَنَّ اَيْدِيَكُمْ وَاَرْجُلَكُمْ مِّنْ خِلَافٍ ثُمَّ لَاُصَلِّبَنَّكُمْ اَجْمَعِيْنَ","tema":"Kemurkaan Fir‘aun kepada Para Penyihir dan Jawaban Mereka","teks_terjemah":"Pasti akan aku potong tangan dan kakimu dengan bersilang (tangan kanan dan kaki kiri atau sebaliknya) kemudian sungguh akan aku salib kamu semua.”","no_fn":"","teks_fn":"","bacaan":"lauqathi'anna aydiyakum wa-arjulakum min khilaafin tsumma laushallibannakum ajma'iin"},{"id_ayat":1079,"no_surah":7,"no_ayat":125,"teks_ayat":"قَالُوْٓا اِنَّآ اِلٰى رَبِّنَا مُنْقَلِبُوْنَۙ ","tema":"Kemurkaan Fir‘aun kepada Para Penyihir dan Jawaban Mereka","teks_terjemah":"Mereka (para penyihir) menjawab, “Sesungguhnya kami hanya akan kembali kepada Tuhan kami.","no_fn":"","teks_fn":"","bacaan":"qaaluu innaa ilaa rabbinaa munqalibuun"},{"id_ayat":1080,"no_surah":7,"no_ayat":126,"teks_ayat":"وَمَا تَنْقِمُ مِنَّآ اِلَّآ اَنْ اٰمَنَّا بِاٰيٰتِ رَبِّنَا لَمَّا جَاۤءَتْنَا ۗرَبَّنَآ اَفْرِغْ عَلَيْنَا صَبْرًا وَّتَوَفَّنَا مُسْلِمِيْنَ ࣖ ","tema":"Kemurkaan Fir‘aun kepada Para Penyihir dan Jawaban Mereka","teks_terjemah":"Engkau (Fir‘aun) tidak menghukum kami, kecuali karena kami beriman kepada ayat-ayat Tuhan kami ketika ayat-ayat itu datang kepada kami.” (Mereka berdoa,) “Ya Tuhan kami, limpahkanlah kesabaran kepada kami dan matikanlah kami dalam keadaan muslim (berserah diri kepada-Mu).”","no_fn":"","teks_fn":"","bacaan":"wamaa tanqimu minnaa illaa an aamannaa bi-aayaati rabbinaa lammaa jaa-atnaa rabbanaa afrigh 'alaynaa shabran watawaffanaa muslimiin"},{"id_ayat":1081,"no_surah":7,"no_ayat":127,"teks_ayat":"وَقَالَ الْمَلَاُ مِنْ قَوْمِ فِرْعَوْنَ اَتَذَرُ مُوْسٰى وَقَوْمَهٗ لِيُفْسِدُوْا فِى الْاَرْضِ وَيَذَرَكَ وَاٰلِهَتَكَۗ قَالَ سَنُقَتِّلُ اَبْنَاۤءَهُمْ وَنَسْتَحْيٖ نِسَاۤءَهُمْۚ وَاِنَّا فَوْقَهُمْ قٰهِرُوْنَ","tema":"Hasutan Para Pembesar Kaum Fir‘aun dan Tanggapan Nabi Musa","teks_terjemah":"Para pemuka dari kaum Fir‘aun berkata, “Apakah engkau akan membiarkan Musa dan kaumnya sehingga mereka berbuat kerusakan di negeri ini (Mesir) dan dia (Musa) meninggalkanmu dan tuhan-tuhanmu?” (Fir‘aun) menjawab, “Akan kita bunuh anak-anak laki-laki mereka dan kita biarkan hidup anak-anak perempuan mereka. Sesungguhnya kita berkuasa penuh atas mereka.”","no_fn":"","teks_fn":"","bacaan":"waqaalalmalau min qawmi fir'awna atadzaru muusaa waqawmahu liyufsiduu fiil-ardhi wayadzaraka waaalihataka qaala sanuqattilu abnaa-ahum wanastahyii nisaa-ahum wa-innaa fawqahum qaahiruun"},{"id_ayat":1082,"no_surah":7,"no_ayat":128,"teks_ayat":"قَالَ مُوْسٰى لِقَوْمِهِ اسْتَعِيْنُوْا بِاللّٰهِ وَاصْبِرُوْاۚ اِنَّ الْاَرْضَ لِلّٰهِ ۗيُوْرِثُهَا مَنْ يَّشَاۤءُ مِنْ عِبَادِهٖۗ وَالْعَاقِبَةُ لِلْمُتَّقِيْنَ","tema":"Hasutan Para Pembesar Kaum Fir‘aun dan Tanggapan Nabi Musa","teks_terjemah":"Musa berkata kepada kaumnya, “Mohonlah pertolongan kepada Allah dan bersabarlah. Sesungguhnya bumi (ini) milik Allah. Dia akan mewariskannya kepada siapa saja yang Dia kehendaki di antara hamba-hamba-Nya. Kesudahan (yang baik) adalah bagi orang-orang yang bertakwa.”","no_fn":"","teks_fn":"","bacaan":"qaala muusaa liqawmihi ista'iinuu bialaahi washbiruu innal-ardha lillaahi yuuritsuhaa man yasyaau min 'ibaadihi wal'aaqibatu lilmuttaqiin"},{"id_ayat":1083,"no_surah":7,"no_ayat":129,"teks_ayat":"قَالُوْٓا اُوْذِيْنَا مِنْ قَبْلِ اَنْ تَأْتِيَنَا وَمِنْۢ بَعْدِ مَا جِئْتَنَا ۗقَالَ عَسٰى رَبُّكُمْ اَنْ يُّهْلِكَ عَدُوَّكُمْ وَيَسْتَخْلِفَكُمْ فِى الْاَرْضِ فَيَنْظُرَ كَيْفَ تَعْمَلُوْنَ ࣖ ","tema":"Hasutan Para Pembesar Kaum Fir‘aun dan Tanggapan Nabi Musa","teks_terjemah":"Mereka (kaum Musa) berkata, “Kami telah ditindas (oleh Fir‘aun) sebelum engkau datang kepada kami dan setelah engkau datang.” (Musa) menjawab, “Mudah-mudahan Tuhanmu membinasakan musuhmu dan menjadikan kamu penguasa di bumi lalu Dia akan melihat bagaimana perbuatanmu.”","no_fn":"","teks_fn":"","bacaan":"qaaluu uudziinaa min qabli an ta'tiyanaa wamin ba'di maa ji'tanaa qaala 'asaa rabbukum an yuhlika 'aduwwakum wayastakhlifakum fiil-ardhi fayanzhura kayfa ta'maluun"},{"id_ayat":1084,"no_surah":7,"no_ayat":130,"teks_ayat":"وَلَقَدْ اَخَذْنَآ اٰلَ فِرْعَوْنَ بِالسِّنِيْنَ وَنَقْصٍ مِّنَ الثَّمَرٰتِ لَعَلَّهُمْ يَذَّكَّرُوْنَ","tema":"Azab Allah kepada Fir‘aun dan Kaumnya","teks_terjemah":"Sungguh, Kami telah menghukum Fir‘aun dan kaumnya dengan (mendatangkan) kemarau panjang dan kekurangan buah-buahan agar mereka mengambil pelajaran.","no_fn":"","teks_fn":"","bacaan":"walaqad akhadznaa aala fir'awna bissiniina wanaqshin minatstsamaraati la'allahum yadzdzakkaruun"},{"id_ayat":1085,"no_surah":7,"no_ayat":131,"teks_ayat":"فَاِذَا جَاۤءَتْهُمُ الْحَسَنَةُ قَالُوْا لَنَا هٰذِهٖ ۚوَاِنْ تُصِبْهُمْ سَيِّئَةٌ يَّطَّيَّرُوْا بِمُوْسٰى وَمَنْ مَّعَهٗۗ  اَلَآ اِنَّمَا طٰۤىِٕرُهُمْ عِنْدَ اللّٰهِ وَلٰكِنَّ اَكْثَرَهُمْ لَا يَعْلَمُوْنَ","tema":"Azab Allah kepada Fir‘aun dan Kaumnya","teks_terjemah":"Maka, apabila kebaikan (kemakmuran) datang kepada mereka, mereka berkata, “Kami pantas mendapatkan ini (karena usaha kami).” Jika ditimpa kesusahan, mereka lemparkan sebab kesialan itu kepada Musa dan orang-orang yang bersamanya. Ketahuilah, sesungguhnya ketentuan tentang nasib mereka (baik dan buruk) di sisi Allah, tetapi kebanyakan mereka tidak mengetahui.","no_fn":"","teks_fn":"","bacaan":"fa-idzaa jaa-at-humulhasanatu qaaluu lanaa haadzihi wa-in tushibhum sayyi-atun yaththhayyaruu bimuusaa waman ma'ahulaa innamaa thaa-iruhum 'indalaahi walaakinna aktsarahum laa ya'lamuun"},{"id_ayat":1086,"no_surah":7,"no_ayat":132,"teks_ayat":"وَقَالُوْا مَهْمَا تَأْتِنَا بِهٖ مِنْ اٰيَةٍ لِّتَسْحَرَنَا بِهَاۙ فَمَا نَحْنُ لَكَ بِمُؤْمِنِيْنَ","tema":"Azab Allah kepada Fir‘aun dan Kaumnya","teks_terjemah":"Mereka (kaum Fir‘aun) berkata (kepada Musa), “Bukti apa pun yang engkau bawa kepada kami untuk menyihir kami dengannya, kami tidak akan beriman kepadamu.”","no_fn":"","teks_fn":"","bacaan":"waqaaluu mahmaa ta'tinaa bihi min aayatin litasharanaa bihaa famaa nahnu laka bimu'miniin"},{"id_ayat":1087,"no_surah":7,"no_ayat":133,"teks_ayat":"فَاَرْسَلْنَا عَلَيْهِمُ الطُّوْفَانَ وَالْجَرَادَ وَالْقُمَّلَ وَالضَّفَادِعَ وَالدَّمَ اٰيٰتٍ مُّفَصَّلٰتٍۗ فَاسْتَكْبَرُوْا وَكَانُوْا قَوْمًا مُّجْرِمِيْنَ","tema":"Azab Allah kepada Fir‘aun dan Kaumnya","teks_terjemah":"Maka, Kami kirimkan kepada mereka (siksa berupa) banjir besar, belalang, kutu, katak, dan darah (air minum berubah menjadi darah) sebagai bukti-bukti yang jelas dan terperinci. Akan tetapi, mereka tetap menyombongkan diri dan mereka adalah kaum pendurhaka.","no_fn":"","teks_fn":"","bacaan":"fa-arsalnaa 'alayhimuththhuufaana waljaraada walqummala wadhdhafaadi'a waddama aayaatin mufashshalaatin fastakbaruu wakaanuu qawman mujrimiin"},{"id_ayat":1088,"no_surah":7,"no_ayat":134,"teks_ayat":"وَلَمَّا وَقَعَ عَلَيْهِمُ الرِّجْزُ قَالُوْا يٰمُوْسَى ادْعُ لَنَا رَبَّكَ بِمَا عَهِدَ عِنْدَكَۚ  لَىِٕنْ كَشَفْتَ عَنَّا الرِّجْزَ لَنُؤْمِنَنَّ لَكَ وَلَنُرْسِلَنَّ مَعَكَ بَنِيْٓ اِسْرَاۤءِيْلَ ۚ","tema":"Hukuman Terakhir bagi Fir‘aun dan Kaumnya","teks_terjemah":"Ketika azab (yang telah diterangkan itu) menimpa mereka, mereka pun berkata, “Wahai Musa, mohonkanlah untuk kami kepada Tuhanmu sesuai dengan janji-Nya kepadamu. Jika engkau dapat menghilangkan azab itu dari kami, niscaya kami akan beriman kepadamu dan pasti akan kami biarkan Bani Israil pergi bersamamu.”","no_fn":"","teks_fn":"","bacaan":"walammaa waqa'a 'alayhimurrijzu qaaluu yaa muusaa ud'u lanaa rabbaka bimaa 'ahida 'indaka la-in kasyafta 'annaarrijza lanu'minanna laka walanursilanna ma'aka banii israa-iil"},{"id_ayat":1089,"no_surah":7,"no_ayat":135,"teks_ayat":"فَلَمَّا كَشَفْنَا عَنْهُمُ الرِّجْزَ اِلٰٓى اَجَلٍ هُمْ بَالِغُوْهُ اِذَا هُمْ يَنْكُثُوْنَ","tema":"Hukuman Terakhir bagi Fir‘aun dan Kaumnya","teks_terjemah":"Namun, setelah Kami hilangkan azab itu dari mereka hingga batas waktu yang harus mereka penuhi, ternyata mereka ingkar janji.","no_fn":"","teks_fn":"","bacaan":"falammaa kasyafnaa 'anhumurrijza ilaa ajalin hum baalighuuhu idzaa hum yankutsuun"},{"id_ayat":1090,"no_surah":7,"no_ayat":136,"teks_ayat":"فَانْتَقَمْنَا مِنْهُمْ فَاَغْرَقْنٰهُمْ فِى الْيَمِّ بِاَنَّهُمْ كَذَّبُوْا بِاٰيٰتِنَا وَكَانُوْا عَنْهَا غٰفِلِيْنَ ","tema":"Hukuman Terakhir bagi Fir‘aun dan Kaumnya","teks_terjemah":"Maka, Kami membalas mereka (dengan siksa yang lebih berat). Kami tenggelamkan mereka di laut karena mereka telah mendustakan ayat-ayat Kami dan mereka adalah orang-orang yang lengah terhadapnya. ","no_fn":"","teks_fn":"","bacaan":"fantaqamnaa minhum fa-aghraqnaahum fiilyammi bi-annahum kadzdzabuu bi-aayaatinaa wakaanuu 'anhaa ghaafiliin"},{"id_ayat":1091,"no_surah":7,"no_ayat":137,"teks_ayat":"وَاَوْرَثْنَا الْقَوْمَ الَّذِيْنَ كَانُوْا يُسْتَضْعَفُوْنَ مَشَارِقَ الْاَرْضِ وَمَغَارِبَهَا الَّتِيْ بٰرَكْنَا فِيْهَاۗ وَتَمَّتْ كَلِمَتُ رَبِّكَ الْحُسْنٰى عَلٰى بَنِيْٓ اِسْرَاۤءِيْلَۙ بِمَا صَبَرُوْاۗ وَدَمَّرْنَا مَا كَانَ يَصْنَعُ فِرْعَوْنُ وَقَوْمُهٗ وَمَا كَانُوْا يَعْرِشُوْنَ","tema":"Nikmat Allah Kepada Bani Israil","teks_terjemah":"Kami wariskan kepada kaum yang selalu tertindas itu, bumi bagian timur dan bagian baratnya<sup>279)<\/sup> yang telah Kami berkahi. (Dengan demikian,) telah sempurnalah firman Tuhanmu yang baik itu (sebagai janji) untuk Bani Israil disebabkan kesabaran mereka. Kami hancurkan apa pun yang telah dibuat Fir‘aun dan kaumnya serta apa pun yang telah mereka bangun.<sup>280)<\/sup>","no_fn":"279","teks_fn":"279) Seiring runtuhnya kerajaan Fir‘aun, negeri Syam, Mesir, dan sekitarnya yang dahulu dikuasai Fir‘aun kini diwarisi oleh Bani Israil.<\/br>280) Yang dimaksud dengan bangunan-bangunan Fir‘aun yang dihancurkan Allah Swt. adalah bangunan-bangunan yang mereka dirikan dengan memperbudak Bani Israil, seperti kota Ramses, menara yang dibangun Haman atas perintah Fir‘aun.","bacaan":"wa-awratsnaalqawmaladziina kaanuu yustadh'afuuna masyaariqal-ardhi wamaghaaribahaalatii baaraknaa fiihaa watammat kalimatu rabbikalhusnaa 'alaa banii israa-iila bimaa shabaruu wadammarnaa maa kaana yashna'u fir'awnu waqawmuhu wamaa kaanuu ya'risyuun"},{"id_ayat":1092,"no_surah":7,"no_ayat":138,"teks_ayat":"وَجَاوَزْنَا بِبَنِيْٓ اِسْرَاۤءِيْلَ الْبَحْرَ فَاَتَوْا عَلٰى قَوْمٍ يَّعْكُفُوْنَ عَلٰٓى اَصْنَامٍ لَّهُمْ ۚقَالُوْا يٰمُوْسَى اجْعَلْ لَّنَآ اِلٰهًا كَمَا لَهُمْ اٰلِهَةٌ  ۗقَالَ اِنَّكُمْ قَوْمٌ تَجْهَلُوْنَ","tema":"Sikap Bani Israil setelah Terbebas dari Penindasan Fir‘aun","teks_terjemah":"Kami menyeberangkan Bani Israil (melintasi) laut itu (dengan selamat). Ketika mereka sampai kepada suatu kaum yang masih tetap menyembah berhala, mereka (Bani Israil) berkata, “Wahai Musa, buatlah untuk kami tuhan (berupa berhala) sebagaimana tuhan-tuhan mereka.” (Musa) menjawab, “Sesungguhnya kamu adalah kaum yang bodoh.”","no_fn":"","teks_fn":"","bacaan":"wajaawaznaa bibanii israa-iilalbahra fa-ataw 'alaa qawmin ya'kufuuna 'alaa ashnaamin lahum qaaluu yaa muusaa ij'al lanaa ilaahan kamaa lahum aalihatun qaala innakum qawmun tajhaluun"},{"id_ayat":1093,"no_surah":7,"no_ayat":139,"teks_ayat":"اِنَّ هٰٓؤُلَاۤءِ مُتَبَّرٌ مَّا هُمْ فِيْهِ وَبٰطِلٌ مَّا كَانُوْا يَعْمَلُوْنَ","tema":"Sikap Bani Israil setelah Terbebas dari Penindasan Fir‘aun","teks_terjemah":"Sesungguhnya apa yang mereka anut (kemusyrikan) akan dihancurkan dan akan sia-sia apa yang telah mereka kerjakan.","no_fn":"","teks_fn":"","bacaan":"inna haaulaa-i mutabbarun maa hum fiihi wabaathilun maa kaanuu ya'maluun"},{"id_ayat":1094,"no_surah":7,"no_ayat":140,"teks_ayat":"قَالَ اَغَيْرَ اللّٰهِ اَبْغِيْكُمْ اِلٰهًا وَّهُوَ فَضَّلَكُمْ عَلَى الْعٰلَمِيْنَ","tema":"Sikap Bani Israil setelah Terbebas dari Penindasan Fir‘aun","teks_terjemah":"Dia (Musa) berkata (kepada kaumnya), “Apakah aku mencarikan untukmu tuhan selain Allah, padahal Dialah yang telah melebihkan kamu atas segala umat (pada masa itu)?” ","no_fn":"","teks_fn":"","bacaan":"qaala aghayralaahi abghiikum ilaahan wahuwa fadhdhalakum 'alaal'aalamiin"},{"id_ayat":1095,"no_surah":7,"no_ayat":141,"teks_ayat":"وَاِذْ اَنْجَيْنٰكُمْ مِّنْ اٰلِ فِرْعَوْنَ يَسُوْمُوْنَكُمْ سُوْۤءَ الْعَذَابِۚ يُقَتِّلُوْنَ اَبْنَاۤءَكُمْ وَيَسْتَحْيُوْنَ نِسَاۤءَكُمْۗ وَفِيْ ذٰلِكُمْ بَلَاۤءٌ مِّنْ رَّبِّكُمْ عَظِيْمٌ ࣖ ","tema":"Sikap Bani Israil setelah Terbebas dari Penindasan Fir‘aun","teks_terjemah":"(Ingatlah wahai Bani Israil) ketika Kami menyelamatkan kamu dari para pengikut Fir‘aun yang menyiksa kamu dengan siksaan yang paling buruk. Mereka membunuh anak-anakmu yang laki-laki dan membiarkan hidup anak-anakmu yang perempuan. Pada yang demikian itu terdapat cobaan yang besar dari Tuhanmu.","no_fn":"","teks_fn":"","bacaan":"wa-idz anjaynaakum min aali fir'awna yasuumuunakum suu-al'adzaabi yuqattiluuna abnaa-akum wayastahyuuna nisaa-akum wafii dzaalikum balaaun min rabbikum 'azhiim"},{"id_ayat":1096,"no_surah":7,"no_ayat":142,"teks_ayat":"۞ وَوٰعَدْنَا مُوْسٰى ثَلٰثِيْنَ لَيْلَةً وَّاَتْمَمْنٰهَا بِعَشْرٍ فَتَمَّ مِيْقَاتُ رَبِّهٖٓ اَرْبَعِيْنَ لَيْلَةً ۚوَقَالَ مُوْسٰى لِاَخِيْهِ هٰرُوْنَ اخْلُفْنِيْ فِيْ قَوْمِيْ وَاَصْلِحْ وَلَا تَتَّبِعْ سَبِيْلَ الْمُفْسِدِيْنَ","tema":"Peristiwa Nabi Musa Menerima Taurat","teks_terjemah":"Kami telah menjanjikan Musa (untuk memberikan kitab Taurat setelah bermunajat selama) tiga puluh malam. Kami sempurnakan jumlah malam itu dengan sepuluh (malam lagi). Maka, lengkaplah waktu yang telah ditentukan Tuhannya empat puluh malam. Musa berkata kepada saudaranya, (yaitu) Harun, “Gantikanlah aku dalam (memimpin) kaumku, perbaikilah (dirimu dan kaummu), dan janganlah engkau mengikuti jalan orang-orang yang berbuat kerusakan.”","no_fn":"","teks_fn":"","bacaan":"wawaa'adnaa muusaa tsalaatsiina laylatan wa-atmamnaahaa bi'asyrin fatamma miiqaatu rabbihi arba'iina laylatan waqaala muusaa li-akhiihi haaruuna ukhlufnii fii qawmii wa-ashlih walaa tattabi' sabiilalmufsidiin"},{"id_ayat":1097,"no_surah":7,"no_ayat":143,"teks_ayat":"وَلَمَّا جَاۤءَ مُوْسٰى لِمِيْقَاتِنَا وَكَلَّمَهٗ رَبُّهٗۙ قَالَ رَبِّ اَرِنِيْٓ اَنْظُرْ اِلَيْكَۗ قَالَ لَنْ تَرٰىنِيْ وَلٰكِنِ انْظُرْ اِلَى الْجَبَلِ فَاِنِ اسْتَقَرَّ مَكَانَهٗ فَسَوْفَ تَرٰىنِيْۚ فَلَمَّا تَجَلّٰى رَبُّهٗ لِلْجَبَلِ جَعَلَهٗ دَكًّا وَّخَرَّ مُوْسٰى صَعِقًاۚ فَلَمَّآ اَفَاقَ قَالَ سُبْحٰنَكَ تُبْتُ اِلَيْكَ وَاَنَا۠ اَوَّلُ الْمُؤْمِنِيْنَ","tema":"Peristiwa Nabi Musa Menerima Taurat","teks_terjemah":"Ketika Musa datang untuk (bermunajat) pada waktu yang telah Kami tentukan (selama empat puluh hari) dan Tuhan telah berfirman (langsung) kepadanya, dia berkata, “Ya Tuhanku, tampakkanlah (diri-Mu) kepadaku agar aku dapat melihat Engkau.” Dia berfirman, “Engkau tidak akan (sanggup) melihat-Ku, namun lihatlah ke gunung itu. Jika ia tetap di tempatnya (seperti sediakala), niscaya engkau dapat melihat-Ku.” Maka, ketika Tuhannya menampakkan (keagungan-Nya) pada gunung itu,<sup>281)<\/sup> gunung itu hancur luluh dan Musa pun jatuh pingsan. Setelah Musa sadar, dia berkata, “Mahasuci Engkau. Aku bertobat kepada-Mu dan aku adalah orang yang pertama-tama beriman.”","no_fn":"281","teks_fn":"281) Menurut sebagian mufasir, yang ditampakkan itu adalah kebesaran dan kekuasaan Allah Swt. Sementara itu, sebagian yang lain menafsirkan bahwa yang tampak itu adalah cahaya-Nya. Bagaimanapun juga, tampaknya Allah Swt. tidaklah seperti tampaknya makhluk. Tampaknya Allah mestilah sesuai dengan sifat-sifat-Nya yang tidak dapat diukur dengan pikiran manusia.","bacaan":"walammaa jaa-a muusaa limiiqaatinaa wakallamahu rabbuhu qaala rabbi arinii anzhur ilayka qaala lan taraanii walaakini unzhur ilaaljabali fa-ini istaqarra makaanahu fasawfa taraanii falammaa tajallaa rabbuhu liljabali ja'alahu dakkan wakharra muusaa sha'iqan falammaa afaaqa qaala subhaanaka tubtu ilayka wa-anaa awwalulmu'miniin"},{"id_ayat":1098,"no_surah":7,"no_ayat":144,"teks_ayat":"قَالَ يٰمُوْسٰٓى اِنِّى اصْطَفَيْتُكَ عَلَى النَّاسِ بِرِسٰلٰتِيْ وَبِكَلَامِيْ ۖفَخُذْ مَآ اٰتَيْتُكَ وَكُنْ مِّنَ الشّٰكِرِيْنَ","tema":"Peristiwa Nabi Musa Menerima Taurat","teks_terjemah":"Dia berfirman, “Wahai Musa, sesungguhnya Aku memilih (melebihkan) engkau dari manusia (yang lain) untuk membawa risalah dan berbicara (langsung) dengan-Ku. Maka, berpegang teguhlah pada apa yang Aku berikan kepadamu dan jadilah kamu termasuk orang-orang yang bersyukur.”","no_fn":"","teks_fn":"","bacaan":"qaala yaa muusaa innii isthafaytuka 'alaannaasi birisaalaatii wabikalaamii fakhudz maa aataytuka wakun minasysyaakiriin"},{"id_ayat":1099,"no_surah":7,"no_ayat":145,"teks_ayat":"وَكَتَبْنَا لَهٗ فِى الْاَلْوَاحِ مِنْ كُلِّ شَيْءٍ مَّوْعِظَةً وَّتَفْصِيْلًا لِّكُلِّ شَيْءٍۚ فَخُذْهَا بِقُوَّةٍ وَّأْمُرْ قَوْمَكَ يَأْخُذُوْا بِاَحْسَنِهَا ۗسَاُورِيْكُمْ دَارَ الْفٰسِقِيْنَ","tema":"Peristiwa Nabi Musa Menerima Taurat","teks_terjemah":"Kami telah menuliskan untuk Musa pada lauh-lauh (Taurat)<sup>282)<\/sup> segala sesuatu sebagai pelajaran dan penjelasan untuk segala hal. Lalu (Kami berfirman kepadanya,) “Berpegang teguhlah padanya dengan sungguh-sungguh dan suruhlah kaummu berpegang padanya dengan sebaik-baiknya.<sup>283)<\/sup> Aku akan memperlihatkan kepadamu (kehancuran) negeri orang-orang fasik.”<sup>284)<\/sup> ","no_fn":"282","teks_fn":"282) Lauh adalah kepingan dari batu atau kayu yang bertuliskan kitab Taurat yang diterima Nabi Musa a.s. setelah bermunajat di Gunung Sinai.<\/br>283) Utamakanlah hal-hal yang wajib dahulu daripada yang sunah dan mubah.<\/br>284) Allah Swt. akan memperlihatkan negeri orang-orang fasik seperti Fir‘aun, ‘Ad, dan Samud yang hancur bersama mereka akibat kejahatan dan kefasikan mereka.","bacaan":"wakatabnaa lahu fiil-alwaahi min kulli syay-in maw'izhatan watafshiilan likulli syay-in fakhudzhaa biquwwatin wa'mur qawmaka ya'khudzuu bi-ahsanihaa sauriikum daaralfaasiqiin"},{"id_ayat":1100,"no_surah":7,"no_ayat":146,"teks_ayat":"سَاَصْرِفُ عَنْ اٰيٰتِيَ الَّذِيْنَ يَتَكَبَّرُوْنَ فِى الْاَرْضِ بِغَيْرِ الْحَقِّۗ وَاِنْ يَّرَوْا كُلَّ اٰيَةٍ لَّا يُؤْمِنُوْا بِهَاۚ وَاِنْ يَّرَوْا سَبِيْلَ الرُّشْدِ لَا يَتَّخِذُوْهُ سَبِيْلًاۚ وَاِنْ يَّرَوْا سَبِيْلَ الْغَيِّ يَتَّخِذُوْهُ سَبِيْلًاۗ ذٰلِكَ بِاَنَّهُمْ كَذَّبُوْا بِاٰيٰتِنَا وَكَانُوْا عَنْهَا غٰفِلِيْنَ","tema":"Akibat Takabur dan Mendustakan Ayat-Ayat Allah","teks_terjemah":"Aku akan memalingkan orang-orang yang menyombongkan diri di bumi tanpa alasan yang benar dari tanda-tanda (kekuasaan-Ku). Jika mereka melihat semua tanda-tanda itu, mereka tetap tidak mau beriman padanya. Jika mereka melihat jalan kebenaran, mereka tetap tidak mau menempuhnya. (Sebaliknya,) jika mereka melihat jalan kesesatan, mereka menempuhnya. Demikian itu adalah karena mereka mendustakan ayat-ayat Kami dan mereka selalu lengah terhadapnya. ","no_fn":"","teks_fn":"","bacaan":"sa-ashrifu 'an aayaatiyaladziina yatakabbaruuna fiil-ardhi bighayrilhaqqi wa-in yaraw kulla aayatin laa yu'minuu bihaa wa-in yaraw sabiilarrusydi laa yattakhidzuuhu sabiilan wa-in yaraw sabiilalghayyi yattakhidzuuhu sabiilan dzaalika bi-annahum kadzdzabuu bi-aayaatinaa wakaanuu 'anhaa ghaafiliin"},{"id_ayat":1101,"no_surah":7,"no_ayat":147,"teks_ayat":"وَالَّذِيْنَ كَذَّبُوْا بِاٰيٰتِنَا وَلِقَاۤءِ الْاٰخِرَةِ حَبِطَتْ اَعْمَالُهُمْۗ هَلْ يُجْزَوْنَ اِلَّا مَا كَانُوْا يَعْمَلُوْنَ ࣖ","tema":"Akibat Takabur dan Mendustakan Ayat-Ayat Allah","teks_terjemah":"Orang-orang yang mendustakan tanda-tanda (kekuasaan) Kami dan adanya pertemuan akhirat, sia-sialah amal mereka. Bukankah mereka (tidak) akan dibalas, kecuali (sesuai dengan) apa yang telah mereka kerjakan.","no_fn":"","teks_fn":"","bacaan":"walladziina kadzdzabuu bi-aayaatinaa waliqaa-il-aakhirati habithat a'maaluhum hal yujzawna illaa maa kaanuu ya'maluun"},{"id_ayat":1102,"no_surah":7,"no_ayat":148,"teks_ayat":"وَاتَّخَذَ قَوْمُ مُوْسٰى مِنْۢ بَعْدِهٖ مِنْ حُلِيِّهِمْ عِجْلًا جَسَدًا لَّهٗ خُوَارٌۗ  اَلَمْ يَرَوْا اَنَّهٗ لَا يُكَلِّمُهُمْ وَلَا يَهْدِيْهِمْ سَبِيْلًاۘ اِتَّخَذُوْهُ وَكَانُوْا ظٰلِمِيْنَ","tema":"Bani Israil Menyembah Patung Anak Sapi","teks_terjemah":"Kaum Musa, setelah kepergian (Musa ke Gunung Sinai), membuat (sembahan berupa) patung anak sapi yang bertubuh dan dapat melenguh (bersuara)<sup>285)<\/sup> dari perhiasan emas mereka. Apakah mereka tidak mengetahui bahwa (patung) anak sapi itu tidak dapat berbicara dengan mereka dan tidak dapat (pula) menunjukkan jalan (kebaikan) kepada mereka? (Bahkan,) mereka menjadikannya (sebagai sembahan). Mereka adalah orang-orang zalim. ","no_fn":"285","teks_fn":"285) Mereka membuat patung anak sapi dari emas. Menurut sebagian mufasir, suara yang menyerupai suara sapi itu muncul akibat embusan angin yang masuk ke dalam rongga patung itu dengan teknik yang dikenal oleh Samiri waktu itu. Sebagian lagi menafsirkan bahwa patung itu benar-benar menjadi tubuh sapi yang bernyawa dan mengeluarkan suara.","bacaan":"wattakhadza qawmu muusaa min ba'dihi min huliyyihim 'ijlan jasadan lahu khuwaarun alam yaraw annahu laa yukallimuhum walaa yahdiihim sabiilan ittakhadzuuhu wakaanuu zhaalimiin"},{"id_ayat":1103,"no_surah":7,"no_ayat":149,"teks_ayat":"وَلَمَّا سُقِطَ فِيْٓ اَيْدِيْهِمْ وَرَاَوْا اَنَّهُمْ قَدْ ضَلُّوْاۙ قَالُوْا لَىِٕنْ لَّمْ يَرْحَمْنَا رَبُّنَا وَيَغْفِرْ لَنَا لَنَكُوْنَنَّ مِنَ الْخٰسِرِيْنَ","tema":"Bani Israil Menyembah Patung Anak Sapi","teks_terjemah":"Setelah mereka (sangat) menyesali perbuatannya dan mengetahui bahwa mereka benar-benar sesat, mereka berkata, “Sungguh, jika Tuhan kami tidak memberi rahmat kepada kami dan tidak mengampuni kami, pastilah kami menjadi orang-orang yang merugi.”","no_fn":"","teks_fn":"","bacaan":"walammaa suqitha fii aydiihim wara-aw annahum qad dhalluu qaaluu la-in lam yarhamnaa rabbunaa wayaghfir lanaa lanakuunanna minalkhaasiriin"},{"id_ayat":1104,"no_surah":7,"no_ayat":150,"teks_ayat":"وَلَمَّا رَجَعَ مُوْسٰٓى اِلٰى قَوْمِهٖ غَضْبَانَ اَسِفًاۙ قَالَ بِئْسَمَا خَلَفْتُمُوْنِيْ مِنْۢ بَعْدِيْۚ اَعَجِلْتُمْ اَمْرَ رَبِّكُمْۚ وَاَلْقَى الْاَلْوَاحَ وَاَخَذَ بِرَأْسِ اَخِيْهِ يَجُرُّهٗٓ اِلَيْهِ ۗقَالَ ابْنَ اُمَّ اِنَّ الْقَوْمَ اسْتَضْعَفُوْنِيْ وَكَادُوْا يَقْتُلُوْنَنِيْۖ فَلَا تُشْمِتْ بِيَ الْاَعْدَاۤءَ وَلَا تَجْعَلْنِيْ مَعَ الْقَوْمِ الظّٰلِمِيْنَ","tema":"Sikap Nabi Musa terhadap Kesesatan Kaumnya","teks_terjemah":"Ketika Musa kembali kepada kaumnya dalam keadaan marah lagi sedih, dia berkata, “Alangkah buruknya perbuatan yang kamu kerjakan selama kepergianku! Apakah kamu hendak mendahului janji Tuhanmu?”<sup>286)<\/sup> Musa pun melemparkan lauh-lauh (Taurat) itu dan memegang kepala (menjambak) saudaranya (Harun) sambil menariknya ke arahnya. (Harun) berkata, “Wahai anak ibuku, kaum ini telah menganggapku lemah dan hampir saja mereka membunuhku. Oleh karena itu, janganlah engkau menjadikan musuh-musuh menyorakiku (karena melihat perlakuan kasarmu terhadapku). Janganlah engkau menjadikanku (dalam pandanganmu) bersama kaum yang zalim.”","no_fn":"286","teks_fn":"286) Maksud pertanyaan ini adalah mempertanyakan ketidaksabaran menanti kedatangan Nabi Musa a.s. kembali setelah bermunajat kepada Tuhan, sehingga kaumnya membuat patung anak sapi untuk disembah sebagaimana menyembah Allah Swt.","bacaan":"walammaa raja'a muusaa ilaa qawmihi ghadhbaana asifan qaala bi'samaa khalaftumuunii min ba'dii a'ajiltum amra rabbikum wa-alqaa al-alwaaha wa-akhadza bira'si akhiihi yajurruhu ilayhi qaala ibna umma innalqawma istadh'afuunii wakaaduu yaqtuluunanii falaa tusymit biyal-a'daa-a walaa taj'alnii ma'alqawmizhzhaalimiin"},{"id_ayat":1105,"no_surah":7,"no_ayat":151,"teks_ayat":"قَالَ رَبِّ اغْفِرْ لِيْ وَلِاَخِيْ وَاَدْخِلْنَا فِيْ رَحْمَتِكَ ۖوَاَنْتَ اَرْحَمُ الرّٰحِمِيْنَ ࣖ ","tema":"Sikap Nabi Musa terhadap Kesesatan Kaumnya","teks_terjemah":"Dia (Musa) berdoa, “Ya Tuhanku, ampunilah aku dan saudaraku serta masukkanlah kami ke dalam rahmat-Mu. Engkaulah Maha Penyayang dari semua yang penyayang.”","no_fn":"","teks_fn":"","bacaan":"qaala rabbi ighfir lii wali-akhii wa-adkhilnaa fii rahmatika wa-anta arhamurraahimiin"},{"id_ayat":1106,"no_surah":7,"no_ayat":152,"teks_ayat":"اِنَّ الَّذِيْنَ اتَّخَذُوا الْعِجْلَ سَيَنَالُهُمْ غَضَبٌ مِّنْ رَّبِّهِمْ وَذِلَّةٌ فِى الْحَيٰوةِ الدُّنْيَاۗ وَكَذٰلِكَ نَجْزِى الْمُفْتَرِيْنَ","tema":"Ampunan Allah bagi Bani Israil yang Bertobat","teks_terjemah":"Sesungguhnya orang-orang yang menjadikan (patung) anak sapi (sebagai sembahan) kelak akan menerima kemurkaan dan kehinaan dari Tuhan mereka dalam kehidupan di dunia. Demikianlah Kami memberi balasan kepada orang-orang yang mengada-ada.","no_fn":"","teks_fn":"","bacaan":"innaladziina ittakhadzuul'ijla sayanaaluhum ghadhabun min rabbihim wadzillatun fiilhayaatiddunyaa wakadzaalika najziilmuftariin"},{"id_ayat":1107,"no_surah":7,"no_ayat":153,"teks_ayat":"وَالَّذِيْنَ عَمِلُوا السَّيِّاٰتِ ثُمَّ تَابُوْا مِنْۢ بَعْدِهَا وَاٰمَنُوْٓا اِنَّ رَبَّكَ مِنْۢ بَعْدِهَا لَغَفُوْرٌ رَّحِيْمٌ","tema":"Ampunan Allah bagi Bani Israil yang Bertobat","teks_terjemah":"Orang-orang yang mengerjakan keburukan, kemudian setelah itu bertobat dan beriman, sesungguhnya Tuhanmu, setelah (tobat) itu, Maha Pengampun lagi Maha Penyayang.","no_fn":"","teks_fn":"","bacaan":"walladziina 'amiluussayyi-aati tsumma taabuu min ba'dihaa waaamanuu inna rabbaka min ba'dihaa laghafuurun rahiim"},{"id_ayat":1108,"no_surah":7,"no_ayat":154,"teks_ayat":"وَلَمَّا سَكَتَ عَنْ مُّوْسَى الْغَضَبُ اَخَذَ الْاَلْوَاحَۖ وَفِيْ نُسْخَتِهَا هُدًى وَّرَحْمَةٌ لِّلَّذِيْنَ هُمْ لِرَبِّهِمْ يَرْهَبُوْنَ","tema":"Ampunan Allah bagi Bani Israil yang Bertobat","teks_terjemah":"Setelah amarah Musa mereda, dia mengambil (kembali) lauh-lauh (Taurat) itu. Di dalam tulisannya terdapat petunjuk dan rahmat bagi orang-orang yang takut kepada Tuhannya.","no_fn":"","teks_fn":"","bacaan":"walammaa sakata 'an muusaalghadhabu akhadzal-alwaaha wafii nuskhatihaa hudan warahmatun lilladziina hum lirabbihim yarhabuun"},{"id_ayat":1109,"no_surah":7,"no_ayat":155,"teks_ayat":"وَاخْتَارَ مُوْسٰى قَوْمَهٗ سَبْعِيْنَ رَجُلًا لِّمِيْقَاتِنَا ۚفَلَمَّآ اَخَذَتْهُمُ الرَّجْفَةُ قَالَ رَبِّ لَوْ شِئْتَ اَهْلَكْتَهُمْ مِّنْ قَبْلُ وَاِيَّايَۗ اَتُهْلِكُنَا بِمَا فَعَلَ السُّفَهَاۤءُ مِنَّاۚ اِنْ هِيَ اِلَّا فِتْنَتُكَۗ تُضِلُّ بِهَا مَنْ تَشَاۤءُ وَتَهْدِيْ مَنْ تَشَاۤءُۗ اَنْتَ وَلِيُّنَا فَاغْفِرْ لَنَا وَارْحَمْنَا وَاَنْتَ خَيْرُ الْغٰفِرِيْنَ","tema":"Berita Kerasulan Nabi Muhammad Dalam Taurat dan Injil","teks_terjemah":"Musa memilih tujuh puluh orang dari kaumnya untuk (memohon tobat kepada Kami) pada waktu yang telah Kami tentukan. Ketika mereka ditimpa gempa bumi, Musa berkata, “Ya Tuhanku, jika Engkau kehendaki, tentulah Engkau membinasakan mereka dan aku sebelum ini. Apakah Engkau akan membinasakan kami karena perbuatan orang-orang yang kurang akal di antara kami? (Penyembahan terhadap patung anak sapi) itu hanyalah cobaan dari-Mu. Engkau menyesatkan siapa yang Engkau kehendaki dengan cobaan itu dan Engkau memberi petunjuk siapa yang Engkau kehendaki.<sup>287)<\/sup> Engkaulah Pelindung kami. Maka, ampunilah kami dan berilah kami rahmat. Engkaulah sebaik-baik pemberi ampun.”","no_fn":"287","teks_fn":"287) Perbuatan mereka membuat patung anak sapi dan menyembahnya itu adalah suatu cobaan dari Allah Swt. untuk menguji mereka, siapa yang kuat imannya dan siapa yang ragu-ragu. Orang yang lemah imannya mengikuti Samiri dan menyembah patung anak sapi itu. Akan tetapi, orang yang kuat imannya tetap teguh pendiriannya.","bacaan":"wakhtaara muusaa qawmahu sab'iina rajulan limiiqaatinaa falammaa akhadzat-humurrajfatu qaala rabbi law syi'ta ahlaktahum min qablu wa-iyyaaya atuhlikunaa bimaa fa'alassufahaau minnaa in hiya illaa fitnatuka tudhillu bihaa man tasyaau watahdii man tasyaau anta waliyyunaa faghfir lanaa warhamnaa wa-anta khayrulghaafiriin"},{"id_ayat":1110,"no_surah":7,"no_ayat":156,"teks_ayat":"۞ وَاكْتُبْ لَنَا فِيْ هٰذِهِ الدُّنْيَا حَسَنَةً وَّفِى الْاٰخِرَةِ اِنَّا هُدْنَآ اِلَيْكَۗ قَالَ عَذَابِيْٓ اُصِيْبُ بِهٖ مَنْ اَشَاۤءُۚ وَرَحْمَتِيْ وَسِعَتْ كُلَّ شَيْءٍۗ فَسَاَكْتُبُهَا لِلَّذِيْنَ يَتَّقُوْنَ وَيُؤْتُوْنَ الزَّكٰوةَ وَالَّذِيْنَ هُمْ بِاٰيٰتِنَا يُؤْمِنُوْنَۚ ","tema":"Berita Kerasulan Nabi Muhammad Dalam Taurat dan Injil","teks_terjemah":"Tetapkanlah untuk kami kebaikan di dunia ini dan di akhirat. Sesungguhnya kami kembali (bertobat) kepada Engkau. (Allah) berfirman, “Siksa-Ku akan Aku timpakan kepada siapa yang Aku kehendaki dan rahmat-Ku meliputi segala sesuatu. Akan Aku tetapkan rahmat-Ku bagi orang-orang yang bertakwa dan menunaikan zakat serta bagi orang-orang yang beriman pada ayat-ayat Kami.”","no_fn":"","teks_fn":"","bacaan":"waktub lanaa fii haadzihiddunyaa hasanatan wafiil-aakhirati innaa hudnaa ilayka qaala 'adzaabii ushiibu bihi man asyaau warahmatii wasi'at kulla syay-in fasa-aktubuhaa lilladziina yattaquuna wayu'tuunazzakaata walladziina hum bi-aayaatinaa yu'minuun"},{"id_ayat":1111,"no_surah":7,"no_ayat":157,"teks_ayat":"اَلَّذِيْنَ يَتَّبِعُوْنَ الرَّسُوْلَ النَّبِيَّ الْاُمِّيَّ الَّذِيْ يَجِدُوْنَهٗ مَكْتُوْبًا عِنْدَهُمْ فِى التَّوْرٰىةِ وَالْاِنْجِيْلِ يَأْمُرُهُمْ بِالْمَعْرُوْفِ وَيَنْهٰىهُمْ عَنِ الْمُنْكَرِ وَيُحِلُّ لَهُمُ الطَّيِّبٰتِ وَيُحَرِّمُ عَلَيْهِمُ الْخَبٰۤىِٕثَ وَيَضَعُ عَنْهُمْ اِصْرَهُمْ وَالْاَغْلٰلَ الَّتِيْ كَانَتْ عَلَيْهِمْۗ فَالَّذِيْنَ اٰمَنُوْا بِهٖ وَعَزَّرُوْهُ وَنَصَرُوْهُ وَاتَّبَعُوا النُّوْرَ الَّذِيْٓ اُنْزِلَ مَعَهٗٓ  ۙاُولٰۤىِٕكَ هُمُ الْمُفْلِحُوْنَ ࣖ","tema":"Berita Kerasulan Nabi Muhammad Dalam Taurat dan Injil","teks_terjemah":"(Yaitu,) orang-orang yang mengikuti Rasul (Muhammad), Nabi yang ummi (tidak pandai baca tulis) yang (namanya) mereka temukan tertulis di dalam Taurat dan Injil yang ada pada mereka. Dia menyuruh mereka pada yang makruf, mencegah dari yang mungkar, menghalalkan segala yang baik bagi mereka, mengharamkan segala yang buruk bagi mereka, dan membebaskan beban-beban serta belenggu-belenggu yang ada pada mereka.<sup>288)<\/sup> Adapun orang-orang yang beriman kepadanya, memuliakannya, menolongnya, dan mengikuti cahaya terang yang diturunkan bersamanya (Al-Qur’an), mereka itulah orang-orang beruntung.","no_fn":"288","teks_fn":"288) Dalam syariat Nabi Muhammad saw. tidak ada lagi beban berat yang dipikulkan kepada Bani Israil, seperti ketentuan membunuh diri untuk bertobat, kewajiban kisas pada pembunuhan yang disengaja dan tidak tanpa adanya alternatif membayar diat (ganti rugi), memotong anggota badan yang melakukan kesalahan, dan membuang atau menggunting kain yang terkena najis.","bacaan":"aladziina yattabi'uunarrasuulannabiyyal-ummiyyaladzii yajiduunahu maktuuban 'indahum fiittawraati wal-injiili ya'muruhum bilma'ruufi wayanhaahum 'anilmunkari wayuhillu lahumuththhayyibaati wayuharrimu 'alayhimulkhabaa-itsa wayadha'u 'anhum ishrahum wal-aghlaalalatii kaanat 'alayhim falladziina aamanuu bihi wa'azzaruuhu wanasharuuhu wattaba'uunnuuraladzii unzila ma'ahu ulaa-ika humulmuflihuun"},{"id_ayat":1112,"no_surah":7,"no_ayat":158,"teks_ayat":"قُلْ يٰٓاَيُّهَا النَّاسُ اِنِّيْ رَسُوْلُ اللّٰهِ اِلَيْكُمْ جَمِيْعًا ۨالَّذِيْ لَهٗ مُلْكُ السَّمٰوٰتِ وَالْاَرْضِۚ  لَآ اِلٰهَ اِلَّا هُوَ يُحْيٖ وَيُمِيْتُۖ فَاٰمِنُوْا بِاللّٰهِ وَرَسُوْلِهِ النَّبِيِّ الْاُمِّيِّ الَّذِيْ يُؤْمِنُ بِاللّٰهِ وَكَلِمٰتِهٖ وَاتَّبِعُوْهُ لَعَلَّكُمْ تَهْتَدُوْنَ","tema":"Kerasulan Nabi Muhammad Bersifat Universal","teks_terjemah":"Katakanlah (Nabi Muhammad), “Wahai manusia, sesungguhnya aku ini utusan Allah bagi kamu semua, Yang memiliki kerajaan langit dan bumi, tidak ada tuhan selain Dia, serta Yang menghidupkan dan mematikan. Maka, berimanlah kamu kepada Allah dan Rasul-Nya, (yaitu) nabi ummi (tidak pandai baca tulis) yang beriman kepada Allah dan kalimat-kalimat-Nya (kitab-kitab-Nya). Ikutilah dia agar kamu mendapat petunjuk.” ","no_fn":"","teks_fn":"","bacaan":"qul yaa ayyuhaannaasu innii rasuululaahi ilaykum jamii'anladzii lahu mulkussamaawaati wal-ardhi laa ilaaha illaa huwa yuhyii wayumiitu faaaminuu bialaahi warasuulihinnabiyyil-ummiyyiladzii yu'minu bialaahi wakalimaatihi wattabi'uuhu la'allakum tahtaduun"},{"id_ayat":1113,"no_surah":7,"no_ayat":159,"teks_ayat":"وَمِنْ قَوْمِ مُوْسٰٓى اُمَّةٌ يَّهْدُوْنَ بِالْحَقِّ وَبِهٖ يَعْدِلُوْنَ","tema":"Nikmat Allah kepada Bani Israil dan Pengingkaran Mereka","teks_terjemah":"Di antara kaum Musa terdapat suatu umat yang memberi petunjuk (kepada manusia) dengan (dasar) kebenaran dan dengan itu (pula) mereka berlaku adil.<sup>289)<\/sup>","no_fn":"289","teks_fn":"289) Mereka memberi petunjuk dan menuntun dengan berpedoman pada petunjuk dan tuntunan Allah Swt. Dalam hal mengadili perkara, mereka selalu mencari keadilan dengan berpedoman pada petunjuk dan tuntunan Allah Swt.","bacaan":"wamin qawmi muusaa ummatun yahduuna bilhaqqi wabihi ya'diluun"},{"id_ayat":1114,"no_surah":7,"no_ayat":160,"teks_ayat":"وَقَطَّعْنٰهُمُ اثْنَتَيْ عَشْرَةَ اَسْبَاطًا اُمَمًاۗ وَاَوْحَيْنَآ اِلٰى مُوْسٰٓى اِذِ اسْتَسْقٰىهُ قَوْمُهٗٓ اَنِ اضْرِبْ بِّعَصَاكَ الْحَجَرَۚ فَانْۢبَجَسَتْ مِنْهُ اثْنَتَا عَشْرَةَ عَيْنًاۗ قَدْ عَلِمَ كُلُّ اُنَاسٍ مَّشْرَبَهُمْۗ وَظَلَّلْنَا عَلَيْهِمُ الْغَمَامَ وَاَنْزَلْنَا عَلَيْهِمُ الْمَنَّ وَالسَّلْوٰىۗ  كُلُوْا مِنْ طَيِّبٰتِ مَا رَزَقْنٰكُمْۗ وَمَا ظَلَمُوْنَا وَلٰكِنْ كَانُوْٓا اَنْفُسَهُمْ يَظْلِمُوْنَ","tema":"Nikmat Allah kepada Bani Israil dan Pengingkaran Mereka","teks_terjemah":"Kami membagi mereka (Bani Israil) menjadi dua belas suku yang tiap-tiap mereka berjumlah besar. Kami wahyukan kepada Musa ketika kaumnya meminta air kepadanya, “Pukullah batu itu dengan tongkatmu!” Maka, memancarlah dari (batu) itu dua belas mata air. Sungguh, setiap suku telah mengetahui tempat minumnya masing-masing. Kami naungi mereka dengan awan dan Kami turunkan kepada mereka manna dan salwa.<sup>290)<\/sup> (Kami berfirman), “Makanlah yang baik-baik dari rezeki yang telah Kami anugerahkan kepadamu.” Mereka tidak menzalimi Kami, tetapi merekalah yang selalu menzalimi dirinya sendiri.","no_fn":"290","teks_fn":"290) Lihat catatan kaki surah al-Baqarah\/2: 57.","bacaan":"waqaththha'naahumu itsnatay 'asyrata asbaathan umaman wa-awhaynaa ilaa muusaa idzi istasqaahu qawmuhu ani idhrib bi'ashaakalhajara fanbajasat minhu itsnataa 'asyrata 'aynan qad 'alima kullu unaasin masyrabahum wazhallalnaa 'alayhimulghamaama wa-anzalnaa 'alayhimulmanna wassalwaa kuluu min thayyibaati maa razaqnaakum wamaa zhalamuunaa walaakin kaanuu anfusahum yazhlimuun"},{"id_ayat":1115,"no_surah":7,"no_ayat":161,"teks_ayat":"وَاِذْ قِيْلَ لَهُمُ اسْكُنُوْا هٰذِهِ الْقَرْيَةَ وَكُلُوْا مِنْهَا حَيْثُ شِئْتُمْ وَقُوْلُوْا حِطَّةٌ وَّادْخُلُوا الْبَابَ سُجَّدًا نَّغْفِرْ لَكُمْ خَطِيْۤـٰٔتِكُمْۗ سَنَزِيْدُ الْمُحْسِنِيْنَ","tema":"Nikmat Allah kepada Bani Israil dan Pengingkaran Mereka","teks_terjemah":"(Ingatlah) ketika dikatakan kepada mereka (Bani Israil), “Tinggallah di negeri ini (Baitulmaqdis) dan makanlah dari (hasil bumi)-nya di mana saja kamu kehendaki, serta katakanlah, ‘Bebaskanlah kami dari dosa,’ lalu masukilah pintu gerbangnya sambil membungkuk! (Jika kamu melakukan itu semua,) niscaya Kami mengampuni kesalahan-kesalahanmu.” Kami akan menambah (karunia) kepada orang-orang yang berbuat kebaikan.","no_fn":"","teks_fn":"","bacaan":"wa-idz qiila lahumu uskunuu haadzihilqaryata wakuluu minhaa haytsu syi'tum waquuluu hththhatun wadkhuluulbaaba sujjadan naghfir lakum khathii-aatikum sanaziidulmuhsiniin"},{"id_ayat":1116,"no_surah":7,"no_ayat":162,"teks_ayat":"فَبَدَّلَ الَّذِيْنَ ظَلَمُوْا مِنْهُمْ قَوْلًا غَيْرَ الَّذِيْ قِيْلَ لَهُمْ فَاَرْسَلْنَا عَلَيْهِمْ رِجْزًا مِّنَ السَّمَاۤءِ بِمَا كَانُوْا يَظْلِمُوْنَ ࣖ ","tema":"Nikmat Allah kepada Bani Israil dan Pengingkaran Mereka","teks_terjemah":"Maka, orang-orang yang zalim di antara mereka mengganti (perkataan itu) dengan perkataan yang tidak diperintahkan kepada mereka.<sup>291)<\/sup> Lalu, Kami timpakan kepada mereka azab dari langit karena mereka selalu berbuat zalim.","no_fn":"291","teks_fn":"291) Mereka diperintah untuk mengucap, “ḥiṭṭah” (yang artinya ‘lepaskanlah kami dari dosa’), tetapi mereka mengubah sambil mencemooh dan mengucapkannya menjadi, “ḥinṭah” (yang artinya ‘gandum’).","bacaan":"fabaddalaladziina zhalamuu minhum qawlan ghayraladzii qiila lahum fa-arsalnaa 'alayhim rijzan minassamaa-i bimaa kaanuu yazhlimuun"},{"id_ayat":1117,"no_surah":7,"no_ayat":163,"teks_ayat":"وَسْـَٔلْهُمْ عَنِ الْقَرْيَةِ الَّتِيْ كَانَتْ حَاضِرَةَ الْبَحْرِۘ اِذْ يَعْدُوْنَ فِى السَّبْتِ اِذْ تَأْتِيْهِمْ حِيْتَانُهُمْ يَوْمَ سَبْتِهِمْ شُرَّعًا وَّيَوْمَ لَا يَسْبِتُوْنَۙ لَا تَأْتِيْهِمْ ۛ كَذٰلِكَ ۛنَبْلُوْهُمْ بِمَا كَانُوْا يَفْسُقُوْنَ","tema":"Nikmat Allah kepada Bani Israil dan Pengingkaran Mereka","teks_terjemah":"Tanyakanlah kepada mereka tentang negeri<sup>292)<\/sup> yang terletak di dekat laut ketika mereka melanggar aturan pada hari Sabat,<sup>293)<\/sup> (yaitu) ketika datang kepada mereka ikan-ikan (yang berada di sekitar) mereka bermunculan di permukaan air. Padahal, pada hari-hari yang bukan Sabat ikan-ikan itu tidak datang kepada mereka. Demikianlah Kami menguji mereka karena mereka selalu berlaku fasik.","no_fn":"292","teks_fn":"292) Negeri dekat laut di sini adalah kota Eilah yang terletak di pantai Laut Merah, antara kota Madyan dan Gunung Sinai.<\/br>293) Menurut aturan, mereka tidak boleh bekerja pada hari Sabat karena hari itu dikhususkan untuk beribadah. Aturan ini ditetapkan oleh Allah Swt. kepada orang-orang Yahudi sesuai dengan permintaan mereka. Mereka dilarang mengail ikan pada hari itu, tetapi sebagian mereka melanggar dengan cara yang licik. Mereka tidak mengail, tetapi menggali kolam sehingga air masuk bersama ikan ke dalamnya dan mereka menangkapinya pada hari berikutnya.","bacaan":"was-alhum 'anilqaryatilatii kaanat hadiratalbahri idz ya'duuna fiissabti idz ta'tiihim hiitaanuhum yawma sabtihim syurra'an wayawma laa yasbituuna laa ta'tiihim kadzaalika nabluuhum bimaa kaanuu yafsuquun"},{"id_ayat":1118,"no_surah":7,"no_ayat":164,"teks_ayat":"وَاِذْ قَالَتْ اُمَّةٌ مِّنْهُمْ لِمَ تَعِظُوْنَ قَوْمًاۙ ۨاللّٰهُ مُهْلِكُهُمْ اَوْ مُعَذِّبُهُمْ عَذَابًا شَدِيْدًاۗ قَالُوْا مَعْذِرَةً اِلٰى رَبِّكُمْ وَلَعَلَّهُمْ يَتَّقُوْنَ","tema":"Nikmat Allah kepada Bani Israil dan Pengingkaran Mereka","teks_terjemah":"(Ingatlah) ketika salah satu golongan di antara mereka berkata, “Mengapa kamu menasihati kaum yang akan dibinasakan atau diazab Allah dengan azab yang sangat keras?” Mereka menjawab, “Agar kami mempunyai alasan (lepas tanggung jawab) kepada Tuhanmu<sup>294)<\/sup> dan agar mereka bertakwa.”","no_fn":"294","teks_fn":"294) Yakni alasan bahwa mereka telah melaksanakan perintah Allah Swt. untuk memberi peringatan.","bacaan":"wa-idz qaalat ummatun minhum lima ta'izhuuna qawmanlaahu muhlikuhum aw mu'adzdzibuhum 'adzaaban syadiidan qaaluu ma'dziratan ilaa rabbikum wala'allahum yattaquun"},{"id_ayat":1119,"no_surah":7,"no_ayat":165,"teks_ayat":"فَلَمَّا نَسُوْا مَا ذُكِّرُوْا بِهٖٓ اَنْجَيْنَا الَّذِيْنَ يَنْهَوْنَ عَنِ السُّوْۤءِ وَاَخَذْنَا الَّذِيْنَ ظَلَمُوْا بِعَذَابٍۢ بَـِٔيْسٍۢ بِمَا كَانُوْا يَفْسُقُوْنَ","tema":"Nikmat Allah kepada Bani Israil dan Pengingkaran Mereka","teks_terjemah":"Maka, setelah mereka melupakan apa yang diperingatkan kepada mereka, Kami selamatkan orang-orang yang mencegah (orang berbuat) keburukan dan Kami timpakan kepada orang-orang yang zalim azab yang keras karena mereka selalu berbuat fasik.","no_fn":"","teks_fn":"","bacaan":"falammaa nasuu maa dzukkiruu bihi anjaynaaladziina yanhawna 'anissuu-i wa-akhadznaaladziina zhalamuu bi'adzaabin ba-iisin bimaa kaanuu yafsuquun"},{"id_ayat":1120,"no_surah":7,"no_ayat":166,"teks_ayat":"فَلَمَّا عَتَوْا عَنْ مَّا نُهُوْا عَنْهُ قُلْنَا لَهُمْ كُوْنُوْا قِرَدَةً خٰسِـِٕيْنَ","tema":"Nikmat Allah kepada Bani Israil dan Pengingkaran Mereka","teks_terjemah":"Kemudian, ketika mereka bersikeras (melampaui batas) terhadap segala yang dilarang, Kami katakan kepada mereka, “Jadilah kamu kera yang hina!”","no_fn":"","teks_fn":"","bacaan":"falammaa 'ataw 'an maa nuhuu 'anhu qulnaa lahum kuunuu qiradatan khaasi-iin"},{"id_ayat":1121,"no_surah":7,"no_ayat":167,"teks_ayat":"وَاِذْ تَاَذَّنَ رَبُّكَ لَيَبْعَثَنَّ عَلَيْهِمْ اِلٰى يَوْمِ الْقِيٰمَةِ مَنْ يَّسُوْمُهُمْ سُوْۤءَ الْعَذَابِۗ اِنَّ رَبَّكَ لَسَرِيْعُ الْعِقَابِۖ وَاِنَّهٗ لَغَفُوْرٌ رَّحِيْمٌ","tema":"Balasan bagi Orang Yahudi yang Ingkar dan yang Taat kepada Allah","teks_terjemah":"(Ingatlah) ketika Tuhanmu memberitahukan bahwa sungguh Dia akan mengirimkan kepada mereka (Bani Israil) orang-orang yang akan menimpakan seburuk-buruk azab kepada mereka sampai hari Kiamat. Sesungguhnya Tuhanmu sangat cepat hukuman-Nya dan sesungguhnya Dia Maha Pengampun lagi Maha Penyayang.","no_fn":"","teks_fn":"","bacaan":"wa-idz ta-adzdzana rabbuka layab'atsanna 'alayhim ilaa yawmilqiyaamati man yasuumuhum suu-al'adzaabi inna rabbaka lasarii'ul'iqaabi wa-innahu laghafuurun rahiim"},{"id_ayat":1122,"no_surah":7,"no_ayat":168,"teks_ayat":"وَقَطَّعْنٰهُمْ فِى الْاَرْضِ اُمَمًاۚ مِنْهُمُ الصّٰلِحُوْنَ وَمِنْهُمْ دُوْنَ ذٰلِكَ ۖوَبَلَوْنٰهُمْ بِالْحَسَنٰتِ وَالسَّيِّاٰتِ لَعَلَّهُمْ يَرْجِعُوْنَ","tema":"Balasan bagi Orang Yahudi yang Ingkar dan yang Taat kepada Allah","teks_terjemah":"Kami membagi mereka di bumi ini menjadi beberapa golongan. Di antaranya ada orang-orang yang saleh dan ada (pula) yang tidak. Kami menguji mereka dengan berbagai kebaikan dan keburukan agar mereka kembali (pada kebenaran).","no_fn":"","teks_fn":"","bacaan":"waqaththha'naahum fiil-ardhi umaman minhumushshaalihuuna waminhum duuna dzaalika wabalawnaahum bilhasanaati wassayyi-aati la'allahum yarji'uun"},{"id_ayat":1123,"no_surah":7,"no_ayat":169,"teks_ayat":"فَخَلَفَ مِنْۢ بَعْدِهِمْ خَلْفٌ وَّرِثُوا الْكِتٰبَ يَأْخُذُوْنَ عَرَضَ هٰذَا الْاَدْنٰى وَيَقُوْلُوْنَ سَيُغْفَرُ لَنَاۚ وَاِنْ يَّأْتِهِمْ عَرَضٌ مِّثْلُهٗ يَأْخُذُوْهُۗ  اَلَمْ يُؤْخَذْ عَلَيْهِمْ مِّيْثَاقُ الْكِتٰبِ اَنْ لَّا يَقُوْلُوْا عَلَى اللّٰهِ اِلَّا الْحَقَّ وَدَرَسُوْا مَا فِيْهِۗ وَالدَّارُ الْاٰخِرَةُ خَيْرٌ لِّلَّذِيْنَ يَتَّقُوْنَۗ اَفَلَا تَعْقِلُوْنَ","tema":"Balasan bagi Orang Yahudi yang Ingkar dan yang Taat kepada Allah","teks_terjemah":"Kemudian, setelah mereka, datanglah generasi (yang lebih buruk) yang mewarisi kitab suci (Taurat). Mereka mengambil harta benda (duniawi) yang rendah ini (sebagai ganti dari kebenaran). Lalu, mereka berkata, “Kami akan diampuni.” Jika nanti harta benda (duniawi) datang kepada mereka sebanyak itu, niscaya mereka akan mengambilnya (juga). Bukankah mereka sudah terikat perjanjian dalam kitab suci (Taurat) bahwa mereka tidak akan mengatakan kepada Allah, kecuali yang benar, dan mereka pun telah mempelajari apa yang tersebut di dalamnya? Negeri akhirat itu lebih baik bagi mereka yang bertakwa. Maka, tidakkah kamu mengerti?","no_fn":"","teks_fn":"","bacaan":"fakhalafa min ba'dihim khalfun waritsuu alkitaaba ya'khudzuuna 'aradha haadzaa al-adnaa wayaquuluuna sayughfaru lanaa wa-in ya'tihim 'aradhun mitsluhu ya'khudzuuhu alam yu'khadz 'alayhim miitsaaqu alkitaabi an laa yaquuluu 'alaalaahi illaa alhaqqa wadarasuu maa fiihi waddaaru al-aakhiratu khayrun lilladziina yattaquuna afalaa ta'qiluun"},{"id_ayat":1124,"no_surah":7,"no_ayat":170,"teks_ayat":"وَالَّذِيْنَ يُمَسِّكُوْنَ بِالْكِتٰبِ وَاَقَامُوا الصَّلٰوةَۗ اِنَّا لَا نُضِيْعُ اَجْرَ الْمُصْلِحِيْنَ","tema":"Balasan bagi Orang Yahudi yang Ingkar dan yang Taat kepada Allah","teks_terjemah":"Orang-orang yang berpegang teguh pada kitab suci (Taurat) dan melaksanakan salat, sesungguhnya Kami tidak akan menyia-nyiakan pahala orang-orang saleh.","no_fn":"","teks_fn":"","bacaan":"walladziina yumassikuuna bilkitaabi wa-aqaamuushshalaata innaa laa nudhii'u ajralmushlihiin"},{"id_ayat":1125,"no_surah":7,"no_ayat":171,"teks_ayat":"۞ وَاِذْ نَتَقْنَا الْجَبَلَ فَوْقَهُمْ كَاَنَّهٗ ظُلَّةٌ وَّظَنُّوْٓا اَنَّهٗ وَاقِعٌۢ بِهِمْۚ خُذُوْا مَآ اٰتَيْنٰكُمْ بِقُوَّةٍ وَّاذْكُرُوْا مَا فِيْهِ لَعَلَّكُمْ تَتَّقُوْنَ ࣖ ","tema":"Balasan bagi Orang Yahudi yang Ingkar dan yang Taat kepada Allah","teks_terjemah":"(Ingatlah) ketika Kami mengangkat gunung (dari akarnya) ke atas mereka, seakan-akan (gunung) itu awan dan mereka yakin bahwa (gunung) itu akan jatuh menimpa mereka. (Kami berfirman kepada mereka,) “Peganglah dengan teguh apa yang telah Kami anugerahkan kepadamu serta ingatlah selalu (amalkanlah) apa yang tersebut di dalamnya agar kamu bertakwa.”","no_fn":"","teks_fn":"","bacaan":"wa-idz nataqnaaljabala fawqahum ka-annahu zhullatun wazhannuu annahu waaqi'un bihim khudzuu maa aataynaakum biquwwatin wadzkuruu maa fiihi la'allakum tattaquun"},{"id_ayat":1126,"no_surah":7,"no_ayat":172,"teks_ayat":"وَاِذْ اَخَذَ رَبُّكَ مِنْۢ بَنِيْٓ اٰدَمَ مِنْ ظُهُوْرِهِمْ ذُرِّيَّتَهُمْ وَاَشْهَدَهُمْ عَلٰٓى اَنْفُسِهِمْۚ  اَلَسْتُ بِرَبِّكُمْۗ قَالُوْا بَلٰىۛ شَهِدْنَا ۛاَنْ تَقُوْلُوْا يَوْمَ الْقِيٰمَةِ اِنَّا كُنَّا عَنْ هٰذَا غٰفِلِيْنَۙ ","tema":"Tauhid sebagai Fitrah Manusia","teks_terjemah":"(Ingatlah) ketika Tuhanmu mengeluarkan dari tulang punggung anak cucu Adam, keturunan mereka dan Allah mengambil kesaksiannya terhadap diri mereka sendiri (seraya berfirman), “Bukankah Aku ini Tuhanmu?” Mereka menjawab, “Betul (Engkau Tuhan kami), kami bersaksi.” (Kami melakukannya) agar pada hari Kiamat kamu (tidak) mengatakan, “Sesungguhnya kami lengah terhadap hal ini,”","no_fn":"","teks_fn":"","bacaan":"wa-idz akhadza rabbuka min banii aadama min zhuhuurihim dzurriyyatahum wa-asyhadahum 'alaa anfusihim alastu birabbikum qaaluu balaa syahidnaa an taquuluu yawma alqiyaamati innaa kunnaa 'an haadzaa ghaafiliin"},{"id_ayat":1127,"no_surah":7,"no_ayat":173,"teks_ayat":"اَوْ تَقُوْلُوْٓا اِنَّمَآ اَشْرَكَ اٰبَاۤؤُنَا مِنْ قَبْلُ وَكُنَّا ذُرِّيَّةً مِّنْۢ بَعْدِهِمْۚ  اَفَتُهْلِكُنَا بِمَا فَعَلَ الْمُبْطِلُوْنَ","tema":"Tauhid sebagai Fitrah Manusia","teks_terjemah":"atau agar kamu (tidak) mengatakan, “Sesungguhnya nenek moyang kami telah mempersekutukan (Tuhan) sejak dahulu, sedangkan kami adalah keturunan yang (datang) setelah mereka. Maka, apakah Engkau akan menyiksa kami karena perbuatan para pelaku kebatilan?”<sup>295)<\/sup>","no_fn":"295","teks_fn":"295) Supaya orang-orang musyrik itu tidak mengatakan bahwa nenek moyang mereka dahulu telah mempersekutukan Tuhan, sedangkan mereka tidak tahu-menahu bahwa mempersekutukan Tuhan itu salah. Mereka tidak dapat berkilah bahwa yang mereka lakukan hanyalah meniru nenek moyang mereka sehingga mereka tidak patut disiksa.","bacaan":"aw taquuluu innamaa asyraka aabaaunaa min qablu wakunnaa dzurriyyatan min ba'dihim afatuhlikunaa bimaa fa'alalmubthiluun"},{"id_ayat":1128,"no_surah":7,"no_ayat":174,"teks_ayat":"وَكَذٰلِكَ نُفَصِّلُ الْاٰيٰتِ وَلَعَلَّهُمْ يَرْجِعُوْنَ","tema":"Tauhid sebagai Fitrah Manusia","teks_terjemah":"Demikianlah Kami menjelaskan secara terperinci ayat-ayat itu dan agar mereka kembali (kepada kebenaran).","no_fn":"","teks_fn":"","bacaan":"wakadzaalika nufashshilul-aayaati wala'allahum yarji'uun"},{"id_ayat":1129,"no_surah":7,"no_ayat":175,"teks_ayat":"وَاتْلُ عَلَيْهِمْ نَبَاَ الَّذِيْٓ اٰتَيْنٰهُ اٰيٰتِنَا فَانْسَلَخَ مِنْهَا فَاَتْبَعَهُ الشَّيْطٰنُ فَكَانَ مِنَ الْغَاوِيْنَ","tema":"Perumpamaan bagi Orang yang Mendustakan Ayat-Ayat Allah","teks_terjemah":"Bacakanlah (Nabi Muhammad) kepada mereka (tentang) berita orang yang telah Kami anugerahkan ayat-ayat Kami kepadanya. Kemudian, dia melepaskan diri dari (ayat-ayat) itu, lalu setan mengikutinya (dan terus  menggodanya) sehingga dia termasuk orang yang sesat.","no_fn":"","teks_fn":"","bacaan":"watlu 'alayhim naba-aladzii aataynaahu aayaatinaa fansalakha minhaa fa-atba'ahusysyaythaanu fakaana minalghaawiin"},{"id_ayat":1130,"no_surah":7,"no_ayat":176,"teks_ayat":"وَلَوْ شِئْنَا لَرَفَعْنٰهُ بِهَا وَلٰكِنَّهٗٓ اَخْلَدَ اِلَى الْاَرْضِ وَاتَّبَعَ هَوٰىهُۚ فَمَثَلُهٗ كَمَثَلِ الْكَلْبِۚ اِنْ تَحْمِلْ عَلَيْهِ يَلْهَثْ اَوْ تَتْرُكْهُ يَلْهَثْۗ ذٰلِكَ مَثَلُ الْقَوْمِ الَّذِيْنَ كَذَّبُوْا بِاٰيٰتِنَاۚ فَاقْصُصِ الْقَصَصَ لَعَلَّهُمْ يَتَفَكَّرُوْنَ","tema":"Perumpamaan bagi Orang yang Mendustakan Ayat-Ayat Allah","teks_terjemah":"Seandainya Kami menghendaki, niscaya Kami tinggikan (derajat)-nya dengan (ayat-ayat) itu, tetapi dia cenderung pada dunia dan mengikuti hawa nafsunya. Maka, perumpamaannya seperti anjing. Jika kamu menghalaunya, ia menjulurkan lidahnya dan jika kamu membiarkannya, dia menjulurkan lidahnya (juga). Demikian itu adalah perumpamaan orang-orang yang mendustakan ayat-ayat Kami. Maka, ceritakanlah kisah-kisah itu agar mereka berpikir.","no_fn":"","teks_fn":"","bacaan":"walaw syi'naa larafa'naahu bihaa walaakinnahu akhlada ilaal-ardhi wattaba'a hawaahu famatsaluhu kamatsalilkalbi in tahmil 'alayhi yalhats aw tatruk-hu yalhats dzaalika matsalulqawmiladziina kadzdzabuu bi-aayaatinaa faqshushilqashasha la'allahum yatafakkaruun"},{"id_ayat":1131,"no_surah":7,"no_ayat":177,"teks_ayat":"سَاۤءَ مَثَلًا ۨالْقَوْمُ الَّذِيْنَ كَذَّبُوْا بِاٰيٰتِنَا وَاَنْفُسَهُمْ كَانُوْا يَظْلِمُوْنَ","tema":"Perumpamaan bagi Orang yang Mendustakan Ayat-Ayat Allah","teks_terjemah":"Sangat buruk perumpamaan kaum yang mendustakan ayat-ayat Kami. Mereka hanya menzalimi diri mereka sendiri.","no_fn":"","teks_fn":"","bacaan":"saa-a matsalanlqawmuladziina kadzdzabuu bi-aayaatinaa wa-anfusahum kaanuu yazhlimuun"},{"id_ayat":1132,"no_surah":7,"no_ayat":178,"teks_ayat":"مَنْ يَّهْدِ اللّٰهُ فَهُوَ الْمُهْتَدِيْۚ وَمَنْ يُّضْلِلْ فَاُولٰۤىِٕكَ هُمُ الْخٰسِرُوْنَ","tema":"Perumpamaan bagi Orang yang Mendustakan Ayat-Ayat Allah","teks_terjemah":"Siapa saja yang Allah beri petunjuk, dialah yang mendapat petunjuk dan siapa saja yang Allah sesatkan, merekalah orang-orang yang merugi.","no_fn":"","teks_fn":"","bacaan":"man yahdilaahu fahuwalmuhtadii waman yudhlil faulaa-ika humulkhaasiruun"},{"id_ayat":1133,"no_surah":7,"no_ayat":179,"teks_ayat":"وَلَقَدْ ذَرَأْنَا لِجَهَنَّمَ كَثِيْرًا مِّنَ الْجِنِّ وَالْاِنْسِۖ  لَهُمْ قُلُوْبٌ لَّا يَفْقَهُوْنَ بِهَاۖ وَلَهُمْ اَعْيُنٌ لَّا يُبْصِرُوْنَ بِهَاۖ وَلَهُمْ اٰذَانٌ لَّا يَسْمَعُوْنَ بِهَاۗ اُولٰۤىِٕكَ كَالْاَنْعَامِ بَلْ هُمْ اَضَلُّ  ۗ اُولٰۤىِٕكَ هُمُ الْغٰفِلُوْنَ","tema":"Sifat-Sifat Penghuni Neraka","teks_terjemah":"Sungguh, Kami benar-benar telah menciptakan banyak dari kalangan jin dan manusia untuk (masuk neraka) Jahanam (karena kesesatan mereka). Mereka memiliki hati yang tidak mereka pergunakan untuk memahami (ayat-ayat Allah) dan memiliki mata yang tidak mereka pergunakan untuk melihat (ayat-ayat Allah), serta memiliki telinga yang tidak mereka pergunakan untuk mendengarkan (ayat-ayat Allah). Mereka seperti hewan ternak, bahkan lebih sesat lagi. Mereka itulah orang-orang yang lengah.","no_fn":"","teks_fn":"","bacaan":"walaqad dzara'naa lijahannama katsiiran minaljinni wal-insi lahum quluubun laa yafqahuuna bihaa walahum a'yunun laa yubshiruuna bihaa walahum aatsaanun laa yasma'uuna bihaa ulaa-ika kal-an'aami bal hum adhallu ulaa-ika humulghaafiluun"},{"id_ayat":1134,"no_surah":7,"no_ayat":180,"teks_ayat":"وَلِلّٰهِ الْاَسْمَاۤءُ الْحُسْنٰى فَادْعُوْهُ بِهَاۖ وَذَرُوا الَّذِيْنَ يُلْحِدُوْنَ فِيْٓ اَسْمَاۤىِٕهٖۗ سَيُجْزَوْنَ مَا كَانُوْا يَعْمَلُوْنَ ۖ","tema":"Asmaulhusna (Nama-Nama Allah yang Terbaik)","teks_terjemah":"Allah memiliki Asmaulhusna (nama-nama yang terbaik). Maka, bermohonlah kepada-Nya dengan menyebut  (Asmaulhusna) itu dan tinggalkanlah orang-orang yang menyalahartikan nama-nama-Nya.<sup>296)<\/sup> Mereka kelak akan mendapat balasan atas apa yang telah mereka kerjakan.","no_fn":"296","teks_fn":"296) Jangan hiraukan orang-orang yang menyembah Allah Swt. dengan menyebut nama-nama yang tidak sesuai dengan sifat-sifat keagungan-Nya atau dengan memakai Asmaulhusna, tetapi dengan maksud menodai nama Allah Swt. atau mempergunakan Asmaulhusna untuk nama-nama selain Allah Swt.","bacaan":"walillaahil-asmaaulhusnaa fad'uuhu bihaa wadzaruuladziina yulhiduuna fii asmaa-ihi sayujzawna maa kaanuu ya'maluun"},{"id_ayat":1135,"no_surah":7,"no_ayat":181,"teks_ayat":"وَمِمَّنْ خَلَقْنَآ اُمَّةٌ يَّهْدُوْنَ بِالْحَقِّ وَبِهٖ يَعْدِلُوْنَ ࣖ ","tema":"Akibat dari Sikap Mendustakan Ayat-Ayat Allah","teks_terjemah":"Di antara orang-orang yang telah Kami ciptakan ada umat yang memberi petunjuk dengan (dasar) kebenaran dan dengan itu (pula) mereka berlaku adil.","no_fn":"","teks_fn":"","bacaan":"wamimman khalaqnaa ummatun yahduuna bilhaqqi wabihi ya'diluun"},{"id_ayat":1136,"no_surah":7,"no_ayat":182,"teks_ayat":"وَالَّذِيْنَ كَذَّبُوْا بِاٰيٰتِنَا سَنَسْتَدْرِجُهُمْ مِّنْ حَيْثُ لَا يَعْلَمُوْنَ","tema":"Akibat dari Sikap Mendustakan Ayat-Ayat Allah","teks_terjemah":"Orang-orang yang mendustakan ayat-ayat Kami akan Kami biarkan mereka berangsur-angsur (menuju kebinasaan) dari arah yang tidak mereka ketahui.<sup>297)<\/sup> ","no_fn":"297","teks_fn":"297) Pembiaran tersebut dicontohkan seperti orang yang berbuat maksiat, tetapi hidupnya terlihat makin sukses, sehingga dia makin berani berbuat maksiat. Dia tidak sadar bahwa apa yang dia lakukan justru menuntunnya menuju kebinasaan.","bacaan":"walladziina kadzdzabuu bi-aayaatinaa sanastadrijuhum min haytsu laa ya'lamuun"},{"id_ayat":1137,"no_surah":7,"no_ayat":183,"teks_ayat":"وَاُمْلِيْ لَهُمْ ۗاِنَّ كَيْدِيْ مَتِيْنٌ","tema":"Akibat dari Sikap Mendustakan Ayat-Ayat Allah","teks_terjemah":"Aku memberi tenggang waktu kepada mereka. Sesungguhnya rencana-Ku sangat teguh.","no_fn":"","teks_fn":"","bacaan":"waumlii lahum inna kaydii matiin"},{"id_ayat":1138,"no_surah":7,"no_ayat":184,"teks_ayat":"اَوَلَمْ يَتَفَكَّرُوْا مَا بِصَاحِبِهِمْ مِّنْ جِنَّةٍۗ اِنْ هُوَ اِلَّا نَذِيْرٌ مُّبِيْنٌ","tema":"Akibat dari Sikap Mendustakan Ayat-Ayat Allah","teks_terjemah":"Apakah mereka tidak merenungkan bahwa teman mereka (Nabi Muhammad) tidak gila sedikit pun? Dia hanyalah seorang pemberi peringatan yang jelas.","no_fn":"","teks_fn":"","bacaan":"awa lam yatafakkaruu maa bishaahibihim min jinnatin in huwa illaa nadziirun mubiin"},{"id_ayat":1139,"no_surah":7,"no_ayat":185,"teks_ayat":"اَوَلَمْ يَنْظُرُوْا فِيْ مَلَكُوْتِ السَّمٰوٰتِ وَالْاَرْضِ وَمَا خَلَقَ اللّٰهُ مِنْ شَيْءٍ وَّاَنْ عَسٰٓى اَنْ يَّكُوْنَ قَدِ اقْتَرَبَ اَجَلُهُمْۖ فَبِاَيِّ حَدِيْثٍۢ بَعْدَهٗ يُؤْمِنُوْنَ","tema":"Akibat dari Sikap Mendustakan Ayat-Ayat Allah","teks_terjemah":"Apakah mereka tidak memperhatikan kerajaan langit dan bumi dan segala apa yang Allah ciptakan dan kemungkinan telah makin dekatnya waktu (kebinasaan) mereka? Lalu, berita mana lagi setelah ini yang akan mereka percayai?","no_fn":"","teks_fn":"","bacaan":"awalam yanzhuruu fii malakuutissamaawaati wal-ardhi wamaa khalaqalaahu min syay-in wa-an 'asaa an yakuuna qadi iqtaraba ajaluhum fabi-ayyi hadiitsin ba'dahu yu'minuun"},{"id_ayat":1140,"no_surah":7,"no_ayat":186,"teks_ayat":"مَنْ يُّضْلِلِ اللّٰهُ فَلَا هَادِيَ لَهٗ  ۖوَيَذَرُهُمْ فِيْ طُغْيَانِهِمْ يَعْمَهُوْنَ","tema":"Akibat dari Sikap Mendustakan Ayat-Ayat Allah","teks_terjemah":"Siapa saja yang Allah sesatkan, tidak ada yang mampu memberinya petunjuk dan Dia akan membiarkannya terombang-ambing dalam kesesatan.<sup>298)<\/sup>","no_fn":"298","teks_fn":"298) Lihat catatan kaki surah al-Baqarah\/2: 26.","bacaan":"man yudhlililaahu falaa haadiya lahu wayadzaruhum fii thughyaanihim ya'mahuun"},{"id_ayat":1141,"no_surah":7,"no_ayat":187,"teks_ayat":"يَسْـَٔلُوْنَكَ عَنِ السَّاعَةِ اَيَّانَ مُرْسٰىهَاۗ قُلْ اِنَّمَا عِلْمُهَا عِنْدَ رَبِّيْۚ  لَا يُجَلِّيْهَا لِوَقْتِهَآ اِلَّا هُوَۘ ثَقُلَتْ فِى السَّمٰوٰتِ وَالْاَرْضِۗ  لَا تَأْتِيْكُمْ اِلَّا بَغْتَةً ۗيَسْـَٔلُوْنَكَ كَاَنَّكَ حَفِيٌّ عَنْهَاۗ قُلْ اِنَّمَا عِلْمُهَا عِنْدَ اللّٰهِ وَلٰكِنَّ اَكْثَرَ النَّاسِ لَا يَعْلَمُوْنَ ","tema":"Hanya Allah yang Mengetahui Datangnya Hari Kiamat","teks_terjemah":"Mereka menanyakan kepadamu (Nabi Muhammad) tentang kiamat, “Kapan terjadi?” Katakanlah, “Sesungguhnya pengetahuan tentangnya hanya ada pada Tuhanku. Tidak ada (seorang pun) yang dapat menjelaskan waktu terjadinya selain Dia. (Kiamat) itu sangat berat (huru-haranya bagi makhluk yang) di langit dan di bumi. Ia tidak akan datang kepadamu kecuali secara tiba-tiba.” Mereka bertanya kepadamu seakan-akan engkau mengetahuinya. Katakanlah (Nabi Muhammad), “Sesungguhnya pengetahuan tentangnya hanya ada pada Allah, tetapi kebanyakan manusia tidak mengetahui.”","no_fn":"","teks_fn":"","bacaan":"yas-aluunaka 'anissaa'ati ayyaana mursaahaa qul innamaa 'ilmuhaa 'inda rabbii laa yujalliihaa liwaqtihaa illaa huwa tsaqulat fiissamaawaati wal-ardhi laa ta'tiikum illaa baghtatan yas-aluunaka ka-annaka hafiyyun 'anhaa qul innamaa 'ilmuhaa 'indalaahi walaakinna aktsarannaasi laa ya'lamuun"},{"id_ayat":1142,"no_surah":7,"no_ayat":188,"teks_ayat":"قُلْ لَّآ اَمْلِكُ لِنَفْسِيْ نَفْعًا وَّلَا ضَرًّا اِلَّا مَا شَاۤءَ اللّٰهُ ۗوَلَوْ كُنْتُ اَعْلَمُ الْغَيْبَ لَاسْتَكْثَرْتُ مِنَ الْخَيْرِۛ وَمَا مَسَّنِيَ السُّوْۤءُ ۛاِنْ اَنَا۠ اِلَّا نَذِيْرٌ وَّبَشِيْرٌ لِّقَوْمٍ يُّؤْمِنُوْنَ ࣖ ","tema":"Hanya Allah yang Mengetahui Datangnya Hari Kiamat","teks_terjemah":"Katakanlah (Nabi Muhammad), “Aku tidak kuasa mendatangkan manfaat maupun menolak mudarat bagi diriku, kecuali apa yang Allah kehendaki. Seandainya aku mengetahui yang gaib, niscaya aku akan berbuat kebajikan sebanyak-banyaknya dan bahaya tidak akan menimpaku. Aku hanyalah pemberi peringatan dan pembawa berita gembira bagi kaum yang beriman.”","no_fn":"","teks_fn":"","bacaan":"qul laa amliku linafsii naf'an walaa dharran illaa maa syaa-alaahu walaw kuntu a'lamulghayba lastaktsartu minalkhayri wamaa massaniyassuu-u in anaa illaa nadziirun wabasyiirun liqawmin yu'minuun"},{"id_ayat":1143,"no_surah":7,"no_ayat":189,"teks_ayat":"۞ هُوَ الَّذِيْ خَلَقَكُمْ مِّنْ نَّفْسٍ وَّاحِدَةٍ وَّجَعَلَ مِنْهَا زَوْجَهَا لِيَسْكُنَ اِلَيْهَاۚ فَلَمَّا تَغَشّٰىهَا حَمَلَتْ حَمْلًا خَفِيْفًا فَمَرَّتْ بِهٖ ۚفَلَمَّآ اَثْقَلَتْ دَّعَوَا اللّٰهَ رَبَّهُمَا لَىِٕنْ اٰتَيْتَنَا صَالِحًا لَّنَكُوْنَنَّ مِنَ الشّٰكِرِيْنَ","tema":"Asal-Usul Kejadian Manusia dan Perkembangan Keyakinannya","teks_terjemah":"Dialah yang menciptakan kamu dari jiwa yang satu (Adam) dan darinya Dia menjadikan pasangannya agar dia cenderung dan merasa tenteram kepadanya. Kemudian, setelah ia mencampurinya, dia (istrinya) mengandung dengan ringan. Maka, ia pun melewatinya dengan mudah. Kemudian, ketika dia merasa berat, keduanya (suami istri) memohon kepada Allah, Tuhan mereka, “Sungguh, jika Engkau memberi kami anak yang saleh, pasti kami termasuk orang-orang yang bersyukur.”<sup>299)<\/sup>","no_fn":"299","teks_fn":"299) Hal ini tidak berkenaan dengan Nabi Adam, melainkan dengan sebagian keturunannya.","bacaan":"huwaladzii khalaqakum min nafsin waahidatin waja'ala minhaa zawjahaa liyaskuna ilayhaa falammaa taghasysyaahaa hamalat hamlan khafiifan famarrat bihi falammaa atsqalat da'awaalaaha rabbahumaa la-in aataytanaa shaalihan lanakuunanna minasysyaakiriin"},{"id_ayat":1144,"no_surah":7,"no_ayat":190,"teks_ayat":"فَلَمَّآ اٰتٰىهُمَا صَالِحًا جَعَلَا لَهٗ شُرَكَاۤءَ فِيْمَآ اٰتٰىهُمَا ۚفَتَعٰلَى اللّٰهُ عَمَّا يُشْرِكُوْنَ","tema":"Asal-Usul Kejadian Manusia dan Perkembangan Keyakinannya","teks_terjemah":"Kemudian, setelah Dia memberi keduanya seorang anak yang saleh, mereka menjadikan sekutu bagi Allah<sup>300)<\/sup> dalam (penciptaan) anak yang telah Dia anugerahkan kepada mereka. Maka, Mahatinggi Allah dari apa yang mereka persekutukan.","no_fn":"300","teks_fn":"300) Dalam pandangan orang musyrik, kelahiran anak mereka bukan semata-mata karunia Allah Swt., tetapi juga atas berkat berhala-berhala yang mereka sembah. Oleh karena itulah, mereka menamakan anak-anak mereka dengan Abdul Uzza, Abdu Manat, Abdusy Syams, dan sebagainya.","bacaan":"falammaa aataahumaa shaalihan ja'alaa lahu syurakaa-a fiimaa aataahumaa fata'aalaalaahu 'ammaa yusyrikuun"},{"id_ayat":1145,"no_surah":7,"no_ayat":191,"teks_ayat":"اَيُشْرِكُوْنَ مَا لَا يَخْلُقُ شَيْـًٔا وَّهُمْ يُخْلَقُوْنَۖ ","tema":"Asal-Usul Kejadian Manusia dan Perkembangan Keyakinannya","teks_terjemah":"Apakah mereka mempersekutukan (Allah dengan) sesuatu (berhala) yang tidak dapat menciptakan sesuatu apa pun, padahal ia (berhala) sendiri diciptakan?","no_fn":"","teks_fn":"","bacaan":"ayusyrikuuna maa laa yakhluqu syay-an wahum yukhlaquun"},{"id_ayat":1146,"no_surah":7,"no_ayat":192,"teks_ayat":"وَلَا يَسْتَطِيْعُوْنَ لَهُمْ نَصْرًا وَّلَآ اَنْفُسَهُمْ يَنْصُرُوْنَ","tema":"Asal-Usul Kejadian Manusia dan Perkembangan Keyakinannya","teks_terjemah":"(Berhala) itu tidak dapat memberikan pertolongan kepada mereka (para penyembahnya) dan (bahkan) kepada dirinya sendiri pun ia tidak dapat memberi pertolongan.","no_fn":"","teks_fn":"","bacaan":"walaa yastathii'uuna lahum nashran walaa anfusahum yanshuruun"},{"id_ayat":1147,"no_surah":7,"no_ayat":193,"teks_ayat":"وَاِنْ تَدْعُوْهُمْ اِلَى الْهُدٰى لَا يَتَّبِعُوْكُمْۗ سَوَۤاءٌ عَلَيْكُمْ اَدَعَوْتُمُوْهُمْ اَمْ اَنْتُمْ صٰمِتُوْنَ","tema":"Asal-Usul Kejadian Manusia dan Perkembangan Keyakinannya","teks_terjemah":"Jika kamu (orang-orang musyrik) menyeru mereka (berhala-berhala itu) untuk memberi petunjuk kepadamu, mereka tidak akan memenuhi seruanmu. Sama saja (hasilnya) buatmu, apakah kamu menyeru mereka atau berdiam diri.","no_fn":"","teks_fn":"","bacaan":"wa-in tad'uuhum ilaalhudaa laa yattabi'uukum sawaaun 'alaykum ada'awtumuuhum am antum shaamituun"},{"id_ayat":1148,"no_surah":7,"no_ayat":194,"teks_ayat":"اِنَّ الَّذِيْنَ تَدْعُوْنَ مِنْ دُوْنِ اللّٰهِ عِبَادٌ اَمْثَالُكُمْ فَادْعُوْهُمْ فَلْيَسْتَجِيْبُوْا لَكُمْ اِنْ كُنْتُمْ صٰدِقِيْنَ","tema":"Berhala Tidak Layak Disembah","teks_terjemah":"Sesungguhnya berhala-berhala yang kamu seru selain Allah adalah makhluk (yang lemah) seperti kamu. Maka, serulah mereka, lalu biarlah mereka memenuhi seruanmu, jika kamu orang yang benar.","no_fn":"","teks_fn":"","bacaan":"innaladziina tad'uuna min duunilaahi 'ibaadun amtsaalukum fad'uuhum falyastajiibuu lakum in kuntum shaadiqiin"},{"id_ayat":1149,"no_surah":7,"no_ayat":195,"teks_ayat":"اَلَهُمْ اَرْجُلٌ يَّمْشُوْنَ بِهَآ ۖ اَمْ لَهُمْ اَيْدٍ يَّبْطِشُوْنَ بِهَآ ۖ اَمْ لَهُمْ اَعْيُنٌ يُّبْصِرُوْنَ بِهَآ ۖ اَمْ لَهُمْ اٰذَانٌ يَّسْمَعُوْنَ بِهَاۗ قُلِ ادْعُوْا شُرَكَاۤءَكُمْ ثُمَّ كِيْدُوْنِ فَلَا تُنْظِرُوْنِ ","tema":"Berhala Tidak Layak Disembah","teks_terjemah":"Apakah mereka (berhala) mempunyai kaki untuk berjalan, mempunyai tangan untuk memegang dengan keras,<sup>301)<\/sup> mempunyai mata untuk melihat, atau mempunyai telinga untuk mendengar? Katakanlah (Nabi Muhammad), “Panggillah (berhala-berhalamu) yang kamu anggap sekutu Allah, kemudian lakukanlah tipu daya (untuk mencelakakan)-ku dan jangan kamu tunda lagi.","no_fn":"301","teks_fn":"301) Kata yabṭisyūn di sini bermakna ‘keras’, maksudnya ‘menampar’, ‘merusak’, ‘memukul dengan kasar’, dan sebagainya.","bacaan":"alahum arjulun yamsyuuna bihaa am lahum aydin yabthisyuuna bihaa am lahum a'yunun yubshiruuna bihaa am lahum aatsaanun yasma'uuna bihaa quli ud'uu syurakaa-akum tsumma kiiduuni falaa tunzhiruun"},{"id_ayat":1150,"no_surah":7,"no_ayat":196,"teks_ayat":"اِنَّ وَلِيِّ َۧ اللّٰهُ الَّذِيْ نَزَّلَ الْكِتٰبَۖ وَهُوَ يَتَوَلَّى الصّٰلِحِيْنَ","tema":"Berhala Tidak Layak Disembah","teks_terjemah":"Sesungguhnya pelindungku adalah Allah yang telah menurunkan kitab suci (Al-Qur’an). Dia melindungi orang-orang saleh.","no_fn":"","teks_fn":"","bacaan":"inna waliyyiyalaahuladzii nazzalalkitaaba wahuwa yatawallaashshaalihiin"},{"id_ayat":1151,"no_surah":7,"no_ayat":197,"teks_ayat":"وَالَّذِيْنَ تَدْعُوْنَ مِنْ دُوْنِهٖ لَا يَسْتَطِيْعُوْنَ نَصْرَكُمْ وَلَآ اَنْفُسَهُمْ يَنْصُرُوْنَ","tema":"Berhala Tidak Layak Disembah","teks_terjemah":"Berhala-berhala yang kamu seru selain Allah tidaklah sanggup menolongmu, bahkan tidak dapat menolong dirinya sendiri.","no_fn":"","teks_fn":"","bacaan":"walladziina tad'uuna min duunihi laa yastathii'uuna nashrakum walaa anfusahum yanshuruun"},{"id_ayat":1152,"no_surah":7,"no_ayat":198,"teks_ayat":"وَاِنْ تَدْعُوْهُمْ اِلَى الْهُدٰى لَا يَسْمَعُوْاۗ وَتَرٰىهُمْ يَنْظُرُوْنَ اِلَيْكَ وَهُمْ لَا يُبْصِرُوْنَ","tema":"Berhala Tidak Layak Disembah","teks_terjemah":"Jika kamu menyeru mereka (berhala-berhala) untuk memberi petunjuk, mereka tidak dapat mendengarnya. Kamu mengira mereka memperhatikanmu, padahal mereka tidak melihat.”","no_fn":"","teks_fn":"","bacaan":"wa-in tad'uuhum ilaalhudaa laa yasma'uu wataraahum yanzhuruuna ilayka wahum laa yubshiruun"},{"id_ayat":1153,"no_surah":7,"no_ayat":199,"teks_ayat":"خُذِ الْعَفْوَ وَأْمُرْ بِالْعُرْفِ وَاَعْرِضْ عَنِ الْجٰهِلِيْنَ","tema":"Pentingnya Sikap Santun dalam Berdakwah","teks_terjemah":"Jadilah pemaaf, perintahlah (orang-orang) pada yang makruf, dan berpalinglah dari orang-orang bodoh.","no_fn":"","teks_fn":"","bacaan":"khudzil'afwa wa'mur bil'urfi wa-a'ridh 'aniljaahiliin"},{"id_ayat":1154,"no_surah":7,"no_ayat":200,"teks_ayat":"وَاِمَّا يَنْزَغَنَّكَ مِنَ الشَّيْطٰنِ نَزْغٌ فَاسْتَعِذْ بِاللّٰهِ ۗاِنَّهٗ سَمِيْعٌ عَلِيْمٌ","tema":"Pentingnya Sikap Santun dalam Berdakwah","teks_terjemah":"Jika setan benar-benar menggodamu dengan halus, berlindunglah kepada Allah.<sup>302)<\/sup> Sesungguhnya Dia Maha Mendengar lagi Maha Mengetahui.","no_fn":"302","teks_fn":"302) Berlindung dengan membaca “Aʻużu billāhi minasy syaiṭānir rajīm”.","bacaan":"wa-immaa yanzaghannaka minasysyaythaani nazghun fasta'idz bialaahi innahu samii'un 'aliim"},{"id_ayat":1155,"no_surah":7,"no_ayat":201,"teks_ayat":"اِنَّ الَّذِيْنَ اتَّقَوْا اِذَا مَسَّهُمْ طٰۤىِٕفٌ مِّنَ الشَّيْطٰنِ تَذَكَّرُوْا فَاِذَا هُمْ مُّبْصِرُوْنَۚ ","tema":"Pentingnya Sikap Santun dalam Berdakwah","teks_terjemah":"Sesungguhnya orang-orang yang bertakwa, jika mereka dibayang-bayangi pikiran jahat (berbuat dosa) dari setan, mereka pun segera ingat (kepada Allah). Maka, seketika itu juga mereka melihat (kesalahan-kesalahannya).","no_fn":"","teks_fn":"","bacaan":"innaladziina ittaqaw idzaa massahum thaa-ifun minasysyaythaani tadzakkaruu fa-idzaa hum mubshiruun"},{"id_ayat":1156,"no_surah":7,"no_ayat":202,"teks_ayat":"وَاِخْوَانُهُمْ يَمُدُّوْنَهُمْ فِى الْغَيِّ ثُمَّ لَا يُقْصِرُوْنَ","tema":"Pentingnya Sikap Santun dalam Berdakwah","teks_terjemah":"Teman-teman mereka (orang kafir dan fasik) membantu setan-setan dalam kesesatan, kemudian mereka tidak henti-hentinya (menyesatkan).","no_fn":"","teks_fn":"","bacaan":"wa-ikhwaanuhum yamudduunahum fiilghayyi tsumma laa yuqshiruun"},{"id_ayat":1157,"no_surah":7,"no_ayat":203,"teks_ayat":"وَاِذَا لَمْ تَأْتِهِمْ بِاٰيَةٍ قَالُوْا لَوْلَا اجْتَبَيْتَهَاۗ قُلْ اِنَّمَآ اَتَّبِعُ مَا يُوْحٰٓى اِلَيَّ مِنْ رَّبِّيْۗ هٰذَا بَصَاۤىِٕرُ مِنْ رَّبِّكُمْ وَهُدًى وَّرَحْمَةٌ لِّقَوْمٍ يُّؤْمِنُوْنَ","tema":"Adab Mendengarkan Al-Qur’an dan Berzikir","teks_terjemah":"Jika engkau (Nabi Muhammad) tidak membacakan satu ayat kepada mereka, mereka berkata, “Mengapa tidak engkau buat sendiri ayat itu?” Katakanlah, “Sesungguhnya aku hanya mengikuti apa yang diwahyukan Tuhanku kepadaku. (Al-Qur’an) ini adalah bukti-bukti yang nyata dari Tuhanmu, petunjuk, dan rahmat bagi kaum yang beriman.”","no_fn":"","teks_fn":"","bacaan":"wa-idzaa lam ta'tihim bi-aayatin qaaluu lawlaa ijtabaytahaa qul innamaa attabi'u maa yuuhaa ilayya min rabbii haadzaa bashaa-iru min rabbikum wahudan warahmatun liqawmin yu'minuun"},{"id_ayat":1158,"no_surah":7,"no_ayat":204,"teks_ayat":"وَاِذَا قُرِئَ الْقُرْاٰنُ فَاسْتَمِعُوْا لَهٗ وَاَنْصِتُوْا لَعَلَّكُمْ تُرْحَمُوْنَ","tema":"Adab Mendengarkan Al-Qur’an dan Berzikir","teks_terjemah":"Jika dibacakan Al-Qur’an, dengarkanlah (dengan saksama) dan diamlah agar kamu dirahmati.","no_fn":"","teks_fn":"","bacaan":"wa-idzaa quri-alqur-aanu fastami'uu lahu wa-anshituu la'allakum turhamuun"},{"id_ayat":1159,"no_surah":7,"no_ayat":205,"teks_ayat":"وَاذْكُرْ رَّبَّكَ فِيْ نَفْسِكَ تَضَرُّعًا وَّخِيْفَةً وَّدُوْنَ الْجَهْرِ مِنَ الْقَوْلِ بِالْغُدُوِّ وَالْاٰصَالِ وَلَا تَكُنْ مِّنَ الْغٰفِلِيْنَ","tema":"Adab Mendengarkan Al-Qur’an dan Berzikir","teks_terjemah":"Ingatlah Tuhanmu dalam hatimu dengan rendah hati dan rasa takut pada waktu pagi dan petang, dengan tidak mengeraskan suara, dan janganlah kamu termasuk orang-orang yang lengah.","no_fn":"","teks_fn":"","bacaan":"wadzkur rabbaka fii nafsika tadharru'an wakhiifatan waduunaljahri minalqawli bilghuduwwi wal-aasaali walaa takun minalghaafiliin"},{"id_ayat":1160,"no_surah":7,"no_ayat":206,"teks_ayat":"اِنَّ الَّذِيْنَ عِنْدَ رَبِّكَ لَا يَسْتَكْبِرُوْنَ عَنْ عِبَادَتِهٖ وَيُسَبِّحُوْنَهٗ وَلَهٗ يَسْجُدُوْنَ ࣖ ۩","tema":"Adab Mendengarkan Al-Qur’an dan Berzikir","teks_terjemah":"Sesungguhnya malaikat yang ada di sisi Tuhanmu tidak menyombongkan diri dari ibadah kepada-Nya dan mereka menyucikan-Nya. Hanya kepada-Nya mereka bersujud.<sup>303)<\/sup>","no_fn":"303","teks_fn":"303) Ini adalah salah satu ayat sajdah yang disunahkan bagi kita untuk bersujud setelah membaca atau mendengarnya, baik di dalam salat maupun di luar salat. Sujud ini dinamakan sujud tilawah.","bacaan":"innaladziina 'inda rabbika laa yastakbiruuna 'an 'ibaadatihi wayusabbihuunahu walahu yasjuduun"}]