[{"id":5420,"surah":71,"no_ayah":1,"theme":"Pengutusan dan Dakwah Nabi Nuh kepada Kaumnya","text_ayah":"اِنَّآ اَرْسَلْنَا نُوْحًا اِلٰى قَوْمِهٖٓ اَنْ اَنْذِرْ قَوْمَكَ مِنْ قَبْلِ اَنْ يَّأْتِيَهُمْ عَذَابٌ اَلِيْمٌ ","text_id":"Sesungguhnya Kami telah mengutus Nuh kepada kaumnya (dengan perintah), “Berilah peringatan kepada kaummu sebelum datang azab yang pedih kepadanya!”","text_en":"SENT NOAH to his people to warn them before the painful punishment came upon them.","transliteration":"innā arsalnā nụhan ilā qaumihī an anżir qaumaka ming qabli ay ya`tiyahum 'ażābun alīm","no_fn":"","text_fn":""},{"id":5421,"surah":71,"no_ayah":2,"theme":"Pengutusan dan Dakwah Nabi Nuh kepada Kaumnya","text_ayah":"قَالَ يٰقَوْمِ اِنِّيْ لَكُمْ نَذِيْرٌ مُّبِيْنٌۙ","text_id":"Dia (Nuh) berkata, “Wahai kaumku, sesungguhnya aku ini adalah seorang pemberi peringatan yang menjelaskan kepadamu,","text_en":"He said: \"O my people, I warn you clearly","transliteration":"qāla yā qaumi innī lakum nażīrum mubīn","no_fn":"","text_fn":""},{"id":5422,"surah":71,"no_ayah":3,"theme":"Pengutusan dan Dakwah Nabi Nuh kepada Kaumnya","text_ayah":"اَنِ اعْبُدُوا اللّٰهَ وَاتَّقُوْهُ وَاَطِيْعُوْنِۙ ","text_id":"(yaitu) sembahlah Allah, bertakwalah kepada-Nya, dan taatlah kepadaku,","text_en":"That you should worship God and fear Him, and follow me","transliteration":"ani'budullāha wattaqụhu wa aṭī'ụn","no_fn":"","text_fn":""},{"id":5423,"surah":71,"no_ayah":4,"theme":"Pengutusan dan Dakwah Nabi Nuh kepada Kaumnya","text_ayah":"يَغْفِرْ لَكُمْ مِّنْ ذُنُوْبِكُمْ وَيُؤَخِّرْكُمْ اِلٰٓى اَجَلٍ مُّسَمًّىۗ اِنَّ اَجَلَ اللّٰهِ اِذَا جَاۤءَ لَا يُؤَخَّرُۘ لَوْ كُنْتُمْ تَعْلَمُوْنَ ","text_id":"niscaya Dia akan mengampuni sebagian dosa-dosamu dan menangguhkanmu (memanjangkan umurmu) sampai pada batas waktu yang ditentukan. Sesungguhnya ketetapan Allah itu, apabila telah datang, tidak dapat ditunda. Seandainya kamu mengetahui(-nya).”","text_en":"That He may forgive some of your sins and prolong your term till an appointed time. Surely when God's appointed time is come it will not be put off, if only you knew!","transliteration":"yagfir lakum min żunụbikum wa yu`akhkhirkum ilā ajalim musammā, inna ajalallāhi iżā jā`a lā yu`akhkhar, lau kuntum ta'lamụn","no_fn":"","text_fn":""},{"id":5424,"surah":71,"no_ayah":5,"theme":"Berbagai Upaya Nabi Nuh dalam Menyeru Kaumnya ","text_ayah":"قَالَ رَبِّ اِنِّيْ دَعَوْتُ قَوْمِيْ لَيْلًا وَّنَهَارًاۙ","text_id":"Dia (Nuh) berkata, “Ya Tuhanku, sesungguhnya aku telah menyeru kaumku siang dan malam,","text_en":"He said: \"O Lord, I called my people night and day,","transliteration":"qāla rabbi innī da'autu qaumī lailaw wa nahārā","no_fn":"","text_fn":""},{"id":5425,"surah":71,"no_ayah":6,"theme":"Berbagai Upaya Nabi Nuh dalam Menyeru Kaumnya ","text_ayah":"فَلَمْ يَزِدْهُمْ دُعَاۤءِيْٓ اِلَّا فِرَارًا ","text_id":"tetapi seruanku itu tidak menambah (iman) mereka, melainkan mereka (makin) lari (dari kebenaran).","text_en":"But the more I called, they only ran the farther away.","transliteration":"fa lam yazid-hum du'ā`ī illā firārā","no_fn":"","text_fn":""},{"id":5426,"surah":71,"no_ayah":7,"theme":"Berbagai Upaya Nabi Nuh dalam Menyeru Kaumnya ","text_ayah":"وَاِنِّيْ كُلَّمَا دَعَوْتُهُمْ لِتَغْفِرَ لَهُمْ جَعَلُوْٓا اَصَابِعَهُمْ فِيْٓ اٰذَانِهِمْ وَاسْتَغْشَوْا ثِيَابَهُمْ وَاَصَرُّوْا وَاسْتَكْبَرُوا اسْتِكْبَارًاۚ ","text_id":"Sesungguhnya setiap kali aku menyeru mereka (untuk beriman) agar Engkau mengampuni mereka, mereka memasukkan anak jarinya ke telinganya dan menutupkan bajunya (ke wajahnya). Mereka pun tetap (mengingkari) dan sangat menyombongkan diri.","text_en":"And every time I called them that You may forgive them, they thrust their fingers into their ears, and covered themselves with their garments, and became wayward, and behaved with downright insolence.","transliteration":"wa innī kullamā da'autuhum litagfira lahum ja'alū aṣābi'ahum fī āżānihim wastagsyau ṡiyābahum wa aṣarrụ wastakbarustikbārā","no_fn":"","text_fn":""},{"id":5427,"surah":71,"no_ayah":8,"theme":"Berbagai Upaya Nabi Nuh dalam Menyeru Kaumnya ","text_ayah":"ثُمَّ اِنِّيْ دَعَوْتُهُمْ جِهَارًاۙ","text_id":"Kemudian, sesungguhnya aku menyeru mereka dengan cara terang-terangan.<sup>727)</sup>","text_en":"Then I called them loudly and more openly,","transliteration":"ṡumma innī da'autuhum jihārā","no_fn":"727","text_fn":"727) Dakwah ini dilakukan setelah dakwah dengan cara diam-diam tidak berhasil."},{"id":5428,"surah":71,"no_ayah":9,"theme":"Berbagai Upaya Nabi Nuh dalam Menyeru Kaumnya ","text_ayah":"ثُمَّ اِنِّيْٓ اَعْلَنْتُ لَهُمْ وَاَسْرَرْتُ لَهُمْ اِسْرَارًاۙ","text_id":"Lalu, aku menyeru mereka secara terbuka dan diam-diam.<sup>728)</sup>","text_en":"And declared to them in public and in private,","transliteration":"ṡumma innī a'lantu lahum wa asrartu lahum isrārā","no_fn":"728","text_fn":"728) Setelah gagalnya dakwah secara diam-diam dan dakwah secara terang-terangan, Nabi Nuh a.s. melakukan keduanya sekaligus."},{"id":5429,"surah":71,"no_ayah":10,"theme":"Berbagai Upaya Nabi Nuh dalam Menyeru Kaumnya ","text_ayah":"فَقُلْتُ اسْتَغْفِرُوْا رَبَّكُمْ اِنَّهٗ كَانَ غَفَّارًاۙ","text_id":"Lalu, aku berkata (kepada mereka), “Mohonlah ampun kepada Tuhanmu. Sesungguhnya Dia Maha Pengampun.","text_en":"And I told them: 'Ask your Lord to forgive you. He is verily forgiving.","transliteration":"fa qultustagfirụ rabbakum innahụ kāna gaffārā","no_fn":"","text_fn":""},{"id":5430,"surah":71,"no_ayah":11,"theme":"Berbagai Upaya Nabi Nuh dalam Menyeru Kaumnya ","text_ayah":"يُّرْسِلِ السَّمَاۤءَ عَلَيْكُمْ مِّدْرَارًاۙ","text_id":"(Jika kamu memohon ampun,) niscaya Dia akan menurunkan hujan yang lebat dari langit kepadamu,","text_en":"He will send you abundant rain from the sky,","transliteration":"yursilis-samā`a 'alaikum midrārā","no_fn":"","text_fn":""},{"id":5431,"surah":71,"no_ayah":12,"theme":"Berbagai Upaya Nabi Nuh dalam Menyeru Kaumnya ","text_ayah":"وَّيُمْدِدْكُمْ بِاَمْوَالٍ وَّبَنِيْنَ وَيَجْعَلْ لَّكُمْ جَنّٰتٍ وَّيَجْعَلْ لَّكُمْ اَنْهٰرًاۗ","text_id":"memperbanyak harta dan anak-anakmu, serta mengadakan kebun-kebun dan sungai-sungai untukmu.”","text_en":"And will give you increase of wealth and sons, and give you gardens and springs of water.","transliteration":"wa yumdidkum bi`amwāliw wa banīna wa yaj'al lakum jannātiw wa yaj'al lakum an-hārā","no_fn":"","text_fn":""},{"id":5432,"surah":71,"no_ayah":13,"theme":"Berbagai Upaya Nabi Nuh dalam Menyeru Kaumnya ","text_ayah":"مَا لَكُمْ لَا تَرْجُوْنَ لِلّٰهِ وَقَارًاۚ","text_id":"Mengapa kamu tidak takut akan kebesaran Allah?","text_en":"What has come upon you that you do not fear the majesty of God,","transliteration":"mā lakum lā tarjụna lillāhi waqārā","no_fn":"","text_fn":""},{"id":5433,"surah":71,"no_ayah":14,"theme":"Berbagai Upaya Nabi Nuh dalam Menyeru Kaumnya ","text_ayah":"وَقَدْ خَلَقَكُمْ اَطْوَارًا ","text_id":"Padahal, sungguh, Dia telah menciptakanmu dalam beberapa tahapan (penciptaan).<sup>729)</sup>","text_en":"Knowing that He has created you by various stages?","transliteration":"wa qad khalaqakum aṭwārā","no_fn":"729","text_fn":"729) Lihat surah al-Mu’minūn/23: 12‒14."},{"id":5434,"surah":71,"no_ayah":15,"theme":"Beberapa Bukti Kemahakuasaan Allah ","text_ayah":"اَلَمْ تَرَوْا كَيْفَ خَلَقَ اللّٰهُ سَبْعَ سَمٰوٰتٍ طِبَاقًاۙ","text_id":"Tidakkah kamu memperhatikan bagaimana Allah telah menciptakan tujuh langit berlapis-lapis?","text_en":"Do you not see how God has fashioned seven skies one above the other,","transliteration":"a lam tarau kaifa khalaqallāhu sab'a samāwātin ṭibāqā","no_fn":"","text_fn":""},{"id":5435,"surah":71,"no_ayah":16,"theme":"Beberapa Bukti Kemahakuasaan Allah ","text_ayah":"وَّجَعَلَ الْقَمَرَ فِيْهِنَّ نُوْرًا وَّجَعَلَ الشَّمْسَ سِرَاجًا ","text_id":"Di sana Dia menjadikan bulan bercahaya dan matahari sebagai pelita (yang cemerlang).","text_en":"And has placed the moon therein, an illumination, and has placed the sun, a lighted lamp?","transliteration":"wa ja'alal-qamara fīhinna nụraw wa ja'alasy-syamsa sirājā","no_fn":"","text_fn":""},{"id":5436,"surah":71,"no_ayah":17,"theme":"Beberapa Bukti Kemahakuasaan Allah ","text_ayah":"وَاللّٰهُ اَنْۢبَتَكُمْ مِّنَ الْاَرْضِ نَبَاتًاۙ","text_id":"Allah benar-benar menciptakanmu dari tanah.","text_en":"God produced you from the earth like a vegetable growth;","transliteration":"wallāhu ambatakum minal-arḍi nabātā","no_fn":"","text_fn":""},{"id":5437,"surah":71,"no_ayah":18,"theme":"Beberapa Bukti Kemahakuasaan Allah ","text_ayah":"ثُمَّ يُعِيْدُكُمْ فِيْهَا وَيُخْرِجُكُمْ اِخْرَاجًا ","text_id":"Kemudian, dia akan mengembalikanmu ke dalamnya (tanah) dan mengeluarkanmu (pada hari Kiamat) dengan pasti. ","text_en":"He will then return you back to it, and bring you out again.","transliteration":"ṡumma yu'īdukum fīhā wa yukhrijukum ikhrājā","no_fn":"","text_fn":""},{"id":5438,"surah":71,"no_ayah":19,"theme":"Beberapa Bukti Kemahakuasaan Allah ","text_ayah":"وَاللّٰهُ جَعَلَ لَكُمُ الْاَرْضَ بِسَاطًاۙ","text_id":"Allah menjadikan bumi untukmu sebagai hamparan","text_en":"God has made the earth for you a spreading,","transliteration":"wallāhu ja'ala lakumul-arḍa bisāṭā","no_fn":"","text_fn":""},{"id":5439,"surah":71,"no_ayah":20,"theme":"Beberapa Bukti Kemahakuasaan Allah ","text_ayah":"لِّتَسْلُكُوْا مِنْهَا سُبُلًا فِجَاجًاࣖ ","text_id":"agar kamu dapat pergi dengan leluasa di jalan-jalan yang luas.","text_en":"So that you may walk upon its spacious paths.'","transliteration":"litaslukụ min-hā subulan fijājā","no_fn":"","text_fn":""},{"id":5440,"surah":71,"no_ayah":21,"theme":"Pembangkangan Kaum Nabi Nuh","text_ayah":"قَالَ نُوْحٌ رَّبِّ اِنَّهُمْ عَصَوْنِيْ وَاتَّبَعُوْا مَنْ لَّمْ يَزِدْهُ مَالُهٗ وَوَلَدُهٗٓ اِلَّا خَسَارًاۚ ","text_id":"Nuh berkata, “Ya Tuhanku, sesungguhnya mereka durhaka kepadaku dan mengikuti orang-orang yang harta dan anak-anaknya hanya menambah kerugian baginya.","text_en":"But they did not listen to me,\" Noah said, \"and followed him whose wealth and children only added to his ruin.","transliteration":"qāla nụḥur rabbi innahum 'aṣaunī wattaba'ụ mal lam yazid-hu māluhụ wa waladuhū illā khasārā","no_fn":"","text_fn":""},{"id":5441,"surah":71,"no_ayah":22,"theme":"Pembangkangan Kaum Nabi Nuh","text_ayah":"وَمَكَرُوْا مَكْرًا كُبَّارًاۚ","text_id":"Mereka pun melakukan tipu daya yang sangat besar.","text_en":"And they contrived a plot of great magnitude,","transliteration":"wa makarụ makrang kubbārā","no_fn":"","text_fn":""},{"id":5442,"surah":71,"no_ayah":23,"theme":"Pembangkangan Kaum Nabi Nuh","text_ayah":"وَقَالُوْا لَا تَذَرُنَّ اٰلِهَتَكُمْ وَلَا تَذَرُنَّ وَدًّا وَّلَا سُوَاعًا ەۙ وَّلَا يَغُوْثَ وَيَعُوْقَ وَنَسْرًاۚ","text_id":"Mereka berkata, ‘Jangan sekali-kali kamu meninggalkan tuhan-tuhanmu dan jangan pula sekali-kali kamu meninggalkan Wadd, Suwā‘, Yagūṡ, Ya‘ūq, dan Nasr.’<sup>730)</sup>","text_en":"And said: 'Do not abandon your gods, and do not abandon Wadda or Suwa', or Yaghuth, Ya'uq or Nasr.'","transliteration":"wa qālụ lā tażarunna ālihatakum wa lā tażarunna waddaw wa lā suwā'aw wa lā yagụṡa wa ya'ụqa wa nasrā","no_fn":"730","text_fn":"730) Kelimanya adalah nama-nama berhala terbesar pada kabilah-kabilah kaum Nabi Nuh a.s. yang semula merupakan nama-nama orang saleh."},{"id":5443,"surah":71,"no_ayah":24,"theme":"Pembangkangan Kaum Nabi Nuh","text_ayah":"وَقَدْ اَضَلُّوْا كَثِيْرًا ەۚ وَلَا تَزِدِ الظّٰلِمِيْنَ اِلَّا ضَلٰلًا","text_id":"Sungguh, mereka telah menyesatkan banyak orang. Janganlah Engkau tambahkan bagi orang-orang zalim itu selain kesesatan.”","text_en":"And they misled many. So do not give the evil-doers increase but in error.","transliteration":"wa qad aḍallụ kaṡīrā, wa lā tazidiẓ-ẓālimīna illā ḍalālā","no_fn":"","text_fn":""},{"id":5444,"surah":71,"no_ayah":25,"theme":"Hukuman Allah terhadap Kaum Nabi Nuh","text_ayah":"مِمَّا خَطِيْۤـٰٔتِهِمْ اُغْرِقُوْا فَاُدْخِلُوْا نَارًا ەۙ فَلَمْ يَجِدُوْا لَهُمْ مِّنْ دُوْنِ اللّٰهِ اَنْصَارًا","text_id":"Disebabkan kesalahan-kesalahan mereka, mereka ditenggelamkan, lalu dimasukkan ke neraka. Mereka tidak mendapat penolong selain Allah.","text_en":"They were drowned because of their habitual sinfulness, and sent to Hell, and did not find any helper other than God.","transliteration":"mimmā khaṭī`ātihim ugriqụ fa udkhilụ nāran fa lam yajidụ lahum min dụnillāhi anṣārā","no_fn":"","text_fn":""},{"id":5445,"surah":71,"no_ayah":26,"theme":"Hukuman Allah terhadap Kaum Nabi Nuh","text_ayah":"وَقَالَ نُوْحٌ رَّبِّ لَا تَذَرْ عَلَى الْاَرْضِ مِنَ الْكٰفِرِيْنَ دَيَّارًا ","text_id":"Nuh berkata, “Ya Tuhanku, janganlah Engkau biarkan seorang pun di antara orang-orang kafir itu tinggal di atas bumi.","text_en":"Noah said: \"O Lord, do not leave a single habitation of unbelievers on the earth.","transliteration":"wa qāla nụḥur rabbi lā tażar 'alal-arḍi minal-kāfirīna dayyārā","no_fn":"","text_fn":""},{"id":5446,"surah":71,"no_ayah":27,"theme":"Hukuman Allah terhadap Kaum Nabi Nuh","text_ayah":"اِنَّكَ اِنْ تَذَرْهُمْ يُضِلُّوْا عِبَادَكَ وَلَا يَلِدُوْٓا اِلَّا فَاجِرًا كَفَّارًا ","text_id":"Sesungguhnya jika Engkau biarkan mereka tinggal, niscaya mereka akan menyesatkan hamba-hamba-Mu. Mereka pun hanya akan melahirkan anak-anak yang jahat dan tidak tahu bersyukur.","text_en":"If you leave them, they will lead Your creatures astray, and beget but iniquitous and ungrateful offspring.","transliteration":"innaka in tażar-hum yuḍillụ 'ibādaka wa lā yalidū illā fājirang kaffārā","no_fn":"","text_fn":""},{"id":5447,"surah":71,"no_ayah":28,"theme":"Hukuman Allah terhadap Kaum Nabi Nuh","text_ayah":"رَبِّ اغْفِرْ لِيْ وَلِوَالِدَيَّ وَلِمَنْ دَخَلَ بَيْتِيَ مُؤْمِنًا وَّلِلْمُؤْمِنِيْنَ وَالْمُؤْمِنٰتِۗ وَلَا تَزِدِ الظّٰلِمِيْنَ اِلَّا تَبَارًاࣖ","text_id":"Ya Tuhanku, ampunilah aku, ibu bapakku, dan siapa pun yang memasuki rumahku dengan beriman dan semua orang yang beriman laki-laki dan perempuan. Janganlah Engkau tambahkan bagi orang-orang zalim itu selain kehancuran.”","text_en":"O Lord, forgive me, my parents, and any one who enters my house as a believer, and all believing men and women, and do not give the evil-doers increase save in ruin.","transliteration":"rabbigfir lī wa liwālidayya wa liman dakhala baitiya mu`minaw wa lil-mu`minīna wal-mu`mināt, wa lā tazidiẓ-ẓālimīna illā tabārā","no_fn":"","text_fn":""}]