[{"id":5476,"surah":73,"no_ayah":1,"theme":"Petunjuk Allah kepada Nabi Muhammad untuk Mempersiapkan Diri dalam Dakwah","text_ayah":"يٰٓاَيُّهَا الْمُزَّمِّلُۙ","text_id":"Wahai orang yang berkelumun (Nabi Muhammad),","text_en":"O YOU ENWRAPPED in the cloak (of Prophethood),","transliteration":"yā ayyuhal-muzzammil","no_fn":"","text_fn":""},{"id":5477,"surah":73,"no_ayah":2,"theme":"Petunjuk Allah kepada Nabi Muhammad untuk Mempersiapkan Diri dalam Dakwah","text_ayah":"قُمِ الَّيْلَ اِلَّا قَلِيْلًاۙ","text_id":"bangunlah (untuk salat) pada malam hari, kecuali sebagian kecil,<sup>732)</sup>","text_en":"Keep watch all the night except some,","transliteration":"qumil-laila illā qalīlā","no_fn":"732","text_fn":"732) Salat malam hukumnya wajib sebelum ayat ke-20 surah ini diturunkan. Setelah itu, hukumnya menjadi sunah."},{"id":5478,"surah":73,"no_ayah":3,"theme":"Petunjuk Allah kepada Nabi Muhammad untuk Mempersiapkan Diri dalam Dakwah","text_ayah":"نِّصْفَهٗٓ اَوِ انْقُصْ مِنْهُ قَلِيْلًاۙ","text_id":"(yaitu) seperduanya, kurang sedikit dari itu,","text_en":"A half of it or a little less","transliteration":"niṣfahū awingquṣ min-hu qalīlā","no_fn":"","text_fn":""},{"id":5479,"surah":73,"no_ayah":4,"theme":"Petunjuk Allah kepada Nabi Muhammad untuk Mempersiapkan Diri dalam Dakwah","text_ayah":"اَوْ زِدْ عَلَيْهِ وَرَتِّلِ الْقُرْاٰنَ تَرْتِيْلًاۗ","text_id":"atau lebih dari (seperdua) itu. Bacalah Al-Qur’an itu dengan perlahan-lahan.","text_en":"Or a little more, and recite the Qur'an slowly and distinctly.","transliteration":"au zid 'alaihi wa rattilil-qur`āna tartīlā","no_fn":"","text_fn":""},{"id":5480,"surah":73,"no_ayah":5,"theme":"Petunjuk Allah kepada Nabi Muhammad untuk Mempersiapkan Diri dalam Dakwah","text_ayah":"اِنَّا سَنُلْقِيْ عَلَيْكَ قَوْلًا ثَقِيْلًا","text_id":"Sesungguhnya Kami akan menurunkan perkataan yang berat kepadamu.","text_en":"We shall soon entrust to you a message heavy (with solemnity).","transliteration":"innā sanulqī 'alaika qaulan ṡaqīlā","no_fn":"","text_fn":""},{"id":5481,"surah":73,"no_ayah":6,"theme":"Petunjuk Allah kepada Nabi Muhammad untuk Mempersiapkan Diri dalam Dakwah","text_ayah":"اِنَّ نَاشِئَةَ الَّيْلِ هِيَ اَشَدُّ وَطْـًٔا وَّاَقْوَمُ قِيْلًاۗ","text_id":"Sesungguhnya bangun malam itu lebih kuat (pengaruhnya terhadap jiwa) dan lebih mantap ucapannya.","text_en":"Surely in the watches of the night the soul is most receptive and words more telling.","transliteration":"inna nāsyi`atal-laili hiya asyaddu waṭ`aw wa aqwamu qīlā","no_fn":"","text_fn":""},{"id":5482,"surah":73,"no_ayah":7,"theme":"Petunjuk Allah kepada Nabi Muhammad untuk Mempersiapkan Diri dalam Dakwah","text_ayah":"اِنَّ لَكَ فِى النَّهَارِ سَبْحًا طَوِيْلًاۗ","text_id":"Sesungguhnya pada siang hari engkau memiliki kesibukan yang panjang.","text_en":"Indeed during the day you have a long schedule of occupations.","transliteration":"inna laka fin-nahāri sab-ḥan ṭawīlā","no_fn":"","text_fn":""},{"id":5483,"surah":73,"no_ayah":8,"theme":"Petunjuk Allah kepada Nabi Muhammad untuk Mempersiapkan Diri dalam Dakwah","text_ayah":"وَاذْكُرِ اسْمَ رَبِّكَ وَتَبَتَّلْ اِلَيْهِ تَبْتِيْلًاۗ","text_id":"Sebutlah nama Tuhanmu dan beribadahlah kepada-Nya dengan sepenuh hati. ","text_en":"But recite the name of your Lord withdrawing yourself from everything, devoting yourself exclusively to Him.","transliteration":"ważkurisma rabbika wa tabattal ilaihi tabtīlā","no_fn":"","text_fn":""},{"id":5484,"surah":73,"no_ayah":9,"theme":"Petunjuk Allah kepada Nabi Muhammad untuk Mempersiapkan Diri dalam Dakwah","text_ayah":"رَبُّ الْمَشْرِقِ وَالْمَغْرِبِ لَآ اِلٰهَ اِلَّا هُوَ فَاتَّخِذْهُ وَكِيْلًا","text_id":"(Allah) adalah Tuhan timur dan barat. Tidak ada tuhan selain Dia. Maka, jadikanlah Dia sebagai pelindung.","text_en":"He is the Lord of the East and the West. There is no god but He. So take Him alone as your protector.","transliteration":"rabbul-masyriqi wal-magribi lā ilāha illā huwa fattakhiż-hu wakīlā","no_fn":"","text_fn":""},{"id":5485,"surah":73,"no_ayah":10,"theme":"Beberapa Petunjuk untuk Nabi Muhammad","text_ayah":"وَاصْبِرْ عَلٰى مَا يَقُوْلُوْنَ وَاهْجُرْهُمْ هَجْرًا جَمِيْلًا ","text_id":"Bersabarlah (Nabi Muhammad) terhadap apa yang mereka katakan dan tinggalkanlah mereka dengan cara yang baik.","text_en":"Bear with patience what they say, and gracefully come away from them.","transliteration":"waṣbir 'alā mā yaqụlụna wahjur-hum hajran jamīlā","no_fn":"","text_fn":""},{"id":5486,"surah":73,"no_ayah":11,"theme":"Beberapa Petunjuk untuk Nabi Muhammad","text_ayah":"وَذَرْنِيْ وَالْمُكَذِّبِيْنَ اُولِى النَّعْمَةِ وَمَهِّلْهُمْ قَلِيْلًا ","text_id":"Biarkanlah Aku (yang bertindak) terhadap para pendusta yang memiliki segala kenikmatan hidup dan berilah mereka penangguhan sementara.","text_en":"Leave those to Me who deny, the lovers of ease and comfort; and bear with them for a while.","transliteration":"wa żarnī wal-mukażżibīna ulin-na'mati wa mahhil-hum qalīlā","no_fn":"","text_fn":""},{"id":5487,"surah":73,"no_ayah":12,"theme":"Beberapa Petunjuk untuk Nabi Muhammad","text_ayah":"اِنَّ لَدَيْنَآ اَنْكَالًا وَّجَحِيْمًاۙ","text_id":"Sesungguhnya di sisi Kami ada belenggu-belenggu (yang berat), (neraka) Jahim,","text_en":"Verily We shall have fetters with Us, and a roaring furnace,","transliteration":"inna ladainā angkālaw wa jaḥīmā","no_fn":"","text_fn":""},{"id":5488,"surah":73,"no_ayah":13,"theme":"Beberapa Petunjuk untuk Nabi Muhammad","text_ayah":"وَّطَعَامًا ذَا غُصَّةٍ وَّعَذَابًا اَلِيْمًا ","text_id":"makanan yang menyumbat kerongkongan, dan azab yang pedih.","text_en":"And food that will stick in the throat, and painful torment","transliteration":"wa ṭa'āman żā guṣṣatiw wa 'ażāban alīmā","no_fn":"","text_fn":""},{"id":5489,"surah":73,"no_ayah":14,"theme":"Beberapa Petunjuk untuk Nabi Muhammad","text_ayah":"يَوْمَ تَرْجُفُ الْاَرْضُ وَالْجِبَالُ وَكَانَتِ الْجِبَالُ كَثِيْبًا مَّهِيْلًا ","text_id":"(Ingatlah) pada hari (ketika) bumi dan gunung-gunung berguncang keras dan gunung-gunung itu menjadi seperti onggokan pasir yang tercurah.","text_en":"On the day the earth and mountains will rock violently, and the mountains turn to a heap of poured-out sand.","transliteration":"yauma tarjuful-arḍu wal-jibālu wa kānatil-jibālu kaṡībam mahīlā","no_fn":"","text_fn":""},{"id":5490,"surah":73,"no_ayah":15,"theme":"Beberapa Petunjuk untuk Nabi Muhammad","text_ayah":"اِنَّآ اَرْسَلْنَآ اِلَيْكُمْ رَسُوْلًا ەۙ شَاهِدًا عَلَيْكُمْ كَمَآ اَرْسَلْنَآ اِلٰى فِرْعَوْنَ رَسُوْلًا ۗ","text_id":"Sesungguhnya Kami telah mengutus seorang rasul (Nabi Muhammad) kepadamu sebagai saksi atasmu, sebagaimana Kami telah mengutus seorang rasul kepada Fir‘aun.","text_en":"We have sent an Apostle to you as a witness against you, as We had sent an apostle to the Pharaoh.","transliteration":"innā arsalnā ilaikum rasụlan syāhidan 'alaikum kamā arsalnā ilā fir'auna rasụlā","no_fn":"","text_fn":""},{"id":5491,"surah":73,"no_ayah":16,"theme":"Beberapa Petunjuk untuk Nabi Muhammad","text_ayah":"فَعَصٰى فِرْعَوْنُ الرَّسُوْلَ فَاَخَذْنٰهُ اَخْذًا وَّبِيْلًاۚ","text_id":"Namun, Fir‘aun mendurhakai rasul itu sehingga Kami siksa dia dengan siksaan yang berat. ","text_en":"But the Pharaoh disobeyed the apostle; so We seized him with a grievous punishment.","transliteration":"fa 'aṣā fir'aunur-rasụla fa akhażnāhu akhżaw wabīlā","no_fn":"","text_fn":""},{"id":5492,"surah":73,"no_ayah":17,"theme":"Beberapa Petunjuk untuk Nabi Muhammad","text_ayah":"فَكَيْفَ تَتَّقُوْنَ اِنْ كَفَرْتُمْ يَوْمًا يَّجْعَلُ الْوِلْدَانَ شِيْبًاۖ","text_id":"Lalu, bagaimanakah kamu akan dapat menjaga dirimu (dari azab) hari yang menjadikan anak-anak beruban jika kamu tetap kufur?","text_en":"How then, if you disbelieve, will you preserve yourselves on the day which will even turn the children hoary?","transliteration":"fa kaifa tattaqụna ing kafartum yaumay yaj'alul-wildāna syībā","no_fn":"","text_fn":""},{"id":5493,"surah":73,"no_ayah":18,"theme":"Beberapa Petunjuk untuk Nabi Muhammad","text_ayah":" ۨالسَّمَاۤءُ مُنْفَطِرٌۢ بِهٖۗ كَانَ وَعْدُهٗ مَفْعُوْلًا","text_id":"Langit terbelah padanya (hari itu). Janji-Nya pasti terlaksana.","text_en":"The heavens itself will be rent asunder (on that day). His promise is bound to be fulfilled.","transliteration":"as-samā`u munfaṭirum bih, kāna wa'duhụ maf'ụlā","no_fn":"","text_fn":""},{"id":5494,"surah":73,"no_ayah":19,"theme":"Beberapa Petunjuk bagi Kaum Muslim","text_ayah":"اِنَّ هٰذِهٖ تَذْكِرَةٌ ۚ فَمَنْ شَاۤءَ اتَّخَذَ اِلٰى رَبِّهٖ سَبِيْلًاࣖ ","text_id":"Sesungguhnya ini adalah peringatan. Siapa yang berkehendak niscaya mengambil jalan (yang lurus) kepada Tuhannya.","text_en":"Verily this is a reminder. So let him who desires take the way to his Lord.","transliteration":"inna hāżihī tażkirah, fa man syā`attakhaża ilā rabbihī sabīlā","no_fn":"","text_fn":""},{"id":5495,"surah":73,"no_ayah":20,"theme":"Beberapa Petunjuk bagi Kaum Muslim","text_ayah":"۞ اِنَّ رَبَّكَ يَعْلَمُ اَنَّكَ تَقُوْمُ اَدْنٰى مِنْ ثُلُثَيِ الَّيْلِ وَنِصْفَهٗ وَثُلُثَهٗ وَطَاۤىِٕفَةٌ مِّنَ الَّذِيْنَ مَعَكَۗ وَاللّٰهُ يُقَدِّرُ الَّيْلَ وَالنَّهَارَۗ عَلِمَ اَنْ لَّنْ تُحْصُوْهُ فَتَابَ عَلَيْكُمْ فَاقْرَءُوْا مَا تَيَسَّرَ مِنَ الْقُرْاٰنِۗ عَلِمَ اَنْ سَيَكُوْنُ مِنْكُمْ مَّرْضٰىۙ وَاٰخَرُوْنَ يَضْرِبُوْنَ فِى الْاَرْضِ يَبْتَغُوْنَ مِنْ فَضْلِ اللّٰهِۙوَاٰخَرُوْنَ يُقَاتِلُوْنَ فِيْ سَبِيْلِ اللّٰهِ ۖفَاقْرَءُوْا مَا تَيَسَّرَ مِنْهُۙ وَاَقِيْمُوا الصَّلٰوةَ وَاٰتُوا الزَّكٰوةَ وَاَقْرِضُوا اللّٰهَ قَرْضًا حَسَنًاۗ وَمَا تُقَدِّمُوْا لِاَنْفُسِكُمْ مِّنْ خَيْرٍ تَجِدُوْهُ عِنْدَ اللّٰهِۙهُوَ خَيْرًا وَّاَعْظَمَ اَجْرًاۗ وَاسْتَغْفِرُوا اللّٰهَ ۗاِنَّ اللّٰهَ غَفُوْرٌ رَّحِيْمٌࣖ ","text_id":"Sesungguhnya Tuhanmu mengetahui bahwa engkau (Nabi Muhammad) berdiri (salat) kurang dari dua pertiga malam, atau seperdua malam atau sepertiganya dan (demikian pula) segolongan dari orang-orang yang bersamamu. Allah menetapkan ukuran malam dan siang. Allah mengetahui bahwa kamu tidak dapat menghitungnya (secara terperinci waktu-waktu tersebut sehingga menyulitkanmu dalam melaksanakan salat malam). Maka, Dia kembali (memberi keringanan) kepadamu. Oleh karena itu, bacalah (ayat) Al-Qur’an yang mudah (bagimu). Dia mengetahui bahwa akan ada di antara kamu orang-orang yang sakit, dan yang lain berjalan di bumi mencari sebagian karunia Allah serta yang lain berperang di jalan Allah, maka bacalah apa yang mudah (bagimu) darinya (Al-Qur’an). Tegakkanlah salat, tunaikanlah zakat, dan berikanlah pinjaman kepada Allah pinjaman yang baik. Kebaikan apa saja yang kamu perbuat untuk dirimu niscaya kamu memperoleh (balasan)-nya di sisi Allah sebagai balasan yang paling baik dan yang paling besar pahalanya. Mohonlah ampunan kepada Allah. Sesungguhnya Allah Maha Pengampun lagi Maha Penyayang.","text_en":"Your Lord surely knows that you are occupied with your devotions for nearly two-thirds of the night, or half the night, or one-third of it, as do many others with you. Yet God prescribes the measure of night and day. He knows you cannot calculate it, and so turns to you in benevolence. So recite as much of the Qur'an as you can easily. He knows some among you will be sick, and some will be travelling over the earth in search of the bounty of God, and some fighting in the way of God. So read as much from it as you can easily, and be firm in devotion, pay the zakat, and lend a goodly loan to God. And what you send for yourself of the good, you will find it with God better and greater in reward. So ask for God's forgiveness. Indeed God is forgiving and kind.","transliteration":"inna rabbaka ya'lamu annaka taqụmu adnā min ṡuluṡayil-laili wa niṣfahụ wa ṡuluṡahụ wa ṭā`ifatum minallażīna ma'ak, wallāhu yuqaddirul-laila wan-nahār, 'alima al lan tuḥṣụhu fa tāba 'alaikum faqra`ụ mā tayassara minal-qur`ān, 'alima an sayakụnu mingkum marḍā wa ākharụna yaḍribụna fil-arḍi yabtagụna min faḍlillāhi wa ākharụna yuqātilụna fī sabīlillāhi faqra`ụ mā tayassara min-hu wa aqīmuṣ-ṣalāta wa ātuz-zakāta wa aqriḍullāha qarḍan ḥasanā, wa mā tuqaddimụ li`anfusikum min khairin tajidụhu 'indallāhi huwa khairaw wa a'ẓama ajrā, wastagfirullāh, innallāha gafụrur raḥīm","no_fn":"","text_fn":""}]