[{"id":5592,"surah":76,"no_ayah":1,"theme":"Kehidupan Manusia Menuju Kesempurnaan ","text_ayah":"هَلْ اَتٰى عَلَى الْاِنْسَانِ حِيْنٌ مِّنَ الدَّهْرِ لَمْ يَكُنْ شَيْـًٔا مَّذْكُوْرًا ","text_id":"Bukankah telah datang kepada manusia suatu waktu dari masa yang ia belum merupakan sesuatu yang dapat disebut?","text_en":"WAS THERE NOT a time in the life of man when he was not even a mentionable thing?","transliteration":"hal atā 'alal-insāni ḥīnum minad-dahri lam yakun syai`am mażkụrā","no_fn":"","text_fn":""},{"id":5593,"surah":76,"no_ayah":2,"theme":"Kehidupan Manusia Menuju Kesempurnaan ","text_ayah":"اِنَّا خَلَقْنَا الْاِنْسَانَ مِنْ نُّطْفَةٍ اَمْشَاجٍۖ نَّبْتَلِيْهِ فَجَعَلْنٰهُ سَمِيْعًاۢ بَصِيْرًا ","text_id":"Sesungguhnya Kami telah menciptakan manusia dari setetes mani yang bercampur. Kami hendak mengujinya (dengan perintah dan larangan) sehingga menjadikannya dapat mendengar dan melihat.","text_en":"Verily We created man from a sperm yoked (to the ovum) to bring out his real substance, then gave him hearing and sight.","transliteration":"innā khalaqnal-insāna min nuṭfatin amsyājin nabtalīhi fa ja'alnāhu samī'an baṣīrā","no_fn":"","text_fn":""},{"id":5594,"surah":76,"no_ayah":3,"theme":"Kehidupan Manusia Menuju Kesempurnaan ","text_ayah":"اِنَّا هَدَيْنٰهُ السَّبِيْلَ اِمَّا شَاكِرًا وَّاِمَّا كَفُوْرًا ","text_id":"Sesungguhnya Kami telah menunjukkan kepadanya jalan (yang lurus); ada yang bersyukur dan ada pula yang sangat kufur. ","text_en":"We surely showed him the way that he may either be grateful or deny.","transliteration":"innā hadaināhus-sabīla immā syākiraw wa immā kafụrā","no_fn":"","text_fn":""},{"id":5595,"surah":76,"no_ayah":4,"theme":"Balasan Allah kepada Orang yang Berbuat Baik","text_ayah":"اِنَّآ اَعْتَدْنَا لِلْكٰفِرِيْنَ سَلٰسِلَا۟ وَاَغْلٰلًا وَّسَعِيْرًا ","text_id":"Sesungguhnya Kami telah menyediakan bagi orang-orang kafir rantai, belenggu, dan api (neraka) Sa‘ir (yang menyala-nyala). ","text_en":"We have prepared for unbelievers chains and collars and a blazing fire.","transliteration":"innā a'tadnā lil-kāfirīna salāsila wa aglālaw wa sa'īrā","no_fn":"","text_fn":""},{"id":5596,"surah":76,"no_ayah":5,"theme":"Balasan Allah kepada Orang yang Berbuat Baik","text_ayah":"اِنَّ الْاَبْرَارَ يَشْرَبُوْنَ مِنْ كَأْسٍ كَانَ مِزَاجُهَا كَافُوْرًاۚ","text_id":"Sesungguhnya orang-orang yang berbuat kebajikan akan minum (khamar) dari gelas yang campurannya air kafur,<sup>737)</sup>","text_en":"Surely the devotees will drink cups flavoured with palm blossoms","transliteration":"innal-abrāra yasyrabụna ming ka`sing kāna mizājuhā kāfụrā","no_fn":"737","text_fn":"737) Kafur merupakan nama suatu mata air di surga yang warnanya putih, aromanya harum, dan enak rasanya. Kafur disediakan untuk hamba Allah yang taat."},{"id":5597,"surah":76,"no_ayah":6,"theme":"Balasan Allah kepada Orang yang Berbuat Baik","text_ayah":"عَيْنًا يَّشْرَبُ بِهَا عِبَادُ اللّٰهِ يُفَجِّرُوْنَهَا تَفْجِيْرًا ","text_id":"(yaitu) mata air (dalam surga) yang diminum oleh hamba-hamba Allah dan dapat mereka pancarkan dengan mudah.","text_en":"From a spring of which the votaries of God will drink and make it flow in abundance.","transliteration":"'ainay yasyrabu bihā 'ibādullāhi yufajjirụnahā tafjīrā","no_fn":"","text_fn":""},{"id":5598,"surah":76,"no_ayah":7,"theme":"Balasan Allah kepada Orang yang Berbuat Baik","text_ayah":"يُوْفُوْنَ بِالنَّذْرِ وَيَخَافُوْنَ يَوْمًا كَانَ شَرُّهٗ مُسْتَطِيْرًا ","text_id":"Mereka memenuhi nazar dan takut akan suatu hari yang azabnya merata di mana-mana. ","text_en":"Those who fulfil their vows and fear the Day whose evil shall be diffused far and wide,","transliteration":"yụfụna bin-nażri wa yakhāfụna yaumang kāna syarruhụ mustaṭīrā","no_fn":"","text_fn":""},{"id":5599,"surah":76,"no_ayah":8,"theme":"Balasan Allah kepada Orang yang Berbuat Baik","text_ayah":"وَيُطْعِمُوْنَ الطَّعَامَ عَلٰى حُبِّهٖ مِسْكِيْنًا وَّيَتِيْمًا وَّاَسِيْرًا ","text_id":"Mereka memberikan makanan yang disukainya kepada orang miskin, anak yatim, dan tawanan. ","text_en":"And feed the needy for the love of Him, and the orphans and the captives,","transliteration":"wa yuṭ'imụnaṭ-ṭa'āma 'alā ḥubbihī miskīnaw wa yatīmaw wa asīrā","no_fn":"","text_fn":""},{"id":5600,"surah":76,"no_ayah":9,"theme":"Balasan Allah kepada Orang yang Berbuat Baik","text_ayah":"اِنَّمَا نُطْعِمُكُمْ لِوَجْهِ اللّٰهِ لَا نُرِيْدُ مِنْكُمْ جَزَاۤءً وَّلَا شُكُوْرًا ","text_id":"(Mereka berkata,) “Sesungguhnya kami memberi makanan kepadamu hanya demi rida Allah. Kami tidak mengharap balasan dan terima kasih darimu.","text_en":"(Saying): \"We feed you for the sake of God, desiring neither recompense nor thanks.","transliteration":"innamā nuṭ'imukum liwaj-hillāhi lā nurīdu mingkum jazā`aw wa lā syukụrā","no_fn":"","text_fn":""},{"id":5601,"surah":76,"no_ayah":10,"theme":"Balasan Allah kepada Orang yang Berbuat Baik","text_ayah":"اِنَّا نَخَافُ مِنْ رَّبِّنَا يَوْمًا عَبُوْسًا قَمْطَرِيْرًا ","text_id":"Sesungguhnya kami takut akan (azab) Tuhan kami pada suatu hari (ketika) orang-orang berwajah masam penuh kesulitan.”","text_en":"We fear the dismal day calamitous from our Lord.\"","transliteration":"innā nakhāfu mir rabbinā yauman 'abụsang qamṭarīrā","no_fn":"","text_fn":""},{"id":5602,"surah":76,"no_ayah":11,"theme":"Kenikmatan yang Diperoleh Orang Mukmin dalam Surga","text_ayah":"فَوَقٰىهُمُ اللّٰهُ شَرَّ ذٰلِكَ الْيَوْمِ وَلَقّٰىهُمْ نَضْرَةً وَّسُرُوْرًاۚ","text_id":"Maka, Allah melindungi mereka dari keburukan hari itu dan memberikan keceriaan dan kegembiraan kepada mereka.","text_en":"So God will protect them from the evil of that day, and grant them happiness and joy,","transliteration":"fa waqāhumullāhu syarra żālikal-yaumi wa laqqāhum naḍrataw wa surụrā","no_fn":"","text_fn":""},{"id":5603,"surah":76,"no_ayah":12,"theme":"Kenikmatan yang Diperoleh Orang Mukmin dalam Surga","text_ayah":"وَجَزٰىهُمْ بِمَا صَبَرُوْا جَنَّةً وَّحَرِيْرًاۙ","text_id":"Dia memberikan balasan kepada mereka atas kesabarannya (berupa) surga dan (pakaian) sutra.","text_en":"And reward them for their perseverence Paradise and silken robes,","transliteration":"wa jazāhum bimā ṣabarụ jannataw wa ḥarīrā","no_fn":"","text_fn":""},{"id":5604,"surah":76,"no_ayah":13,"theme":"Kenikmatan yang Diperoleh Orang Mukmin dalam Surga","text_ayah":"مُّتَّكِـِٕيْنَ فِيْهَا عَلَى الْاَرَاۤىِٕكِۚ  لَا يَرَوْنَ فِيْهَا شَمْسًا وَّلَا زَمْهَرِيْرًاۚ","text_id":"Di dalamnya mereka duduk bersandar di atas dipan. Di sana mereka tidak merasakan terik matahari dan dingin yang menusuk.","text_en":"Where they will recline on couches feeling neither heat of the sun nor intense cold.","transliteration":"muttaki`īna fīhā 'alal-arā`ik, lā yarauna fīhā syamsaw wa lā zamharīrā","no_fn":"","text_fn":""},{"id":5605,"surah":76,"no_ayah":14,"theme":"Kenikmatan yang Diperoleh Orang Mukmin dalam Surga","text_ayah":"وَدَانِيَةً عَلَيْهِمْ ظِلٰلُهَا وَذُلِّلَتْ قُطُوْفُهَا تَذْلِيْلًا ","text_id":"Naungan (pepohonan)-nya dekat di atas mereka dan sangat dimudahkan untuk memetik (buah)-nya.","text_en":"The shadows will bend over them, and low will hang the clusters of grapes.","transliteration":"wa dāniyatan 'alaihim ẓilāluhā wa żullilat quṭụfuhā tażlīlā","no_fn":"","text_fn":""},{"id":5606,"surah":76,"no_ayah":15,"theme":"Kenikmatan yang Diperoleh Orang Mukmin dalam Surga","text_ayah":"وَيُطَافُ عَلَيْهِمْ بِاٰنِيَةٍ مِّنْ فِضَّةٍ وَّاَكْوَابٍ كَانَتْ قَوَارِيْرَا۠ ","text_id":"Diedarkan kepada mereka bejana-bejana dari perak dan gelas-gelas yang sangat bening (kacanya),","text_en":"Passed round will be silver flagons and goblets made of glass,","transliteration":"wa yuṭāfu 'alaihim bi`āniyatim min fiḍḍatiw wa akwābing kānat qawārīrā","no_fn":"","text_fn":""},{"id":5607,"surah":76,"no_ayah":16,"theme":"Kenikmatan yang Diperoleh Orang Mukmin dalam Surga","text_ayah":"قَوَارِيْرَا۟ مِنْ فِضَّةٍ قَدَّرُوْهَا تَقْدِيْرًا ","text_id":"kaca yang sangat bening terbuat dari perak. Mereka menentukan ukuran sesuai (dengan kehendak mereka). ","text_en":"And crystal clear bottles of silver, of which they will determine the measure themselves.","transliteration":"qawārīra min fiḍḍating qaddarụhā taqdīrā","no_fn":"","text_fn":""},{"id":5608,"surah":76,"no_ayah":17,"theme":"Kenikmatan yang Diperoleh Orang Mukmin dalam Surga","text_ayah":"وَيُسْقَوْنَ فِيْهَا كَأْسًا كَانَ مِزَاجُهَا زَنْجَبِيْلًاۚ","text_id":"Di sana mereka diberi segelas minuman bercampur jahe","text_en":"There will they drink a cup flavoured with ginger","transliteration":"wa yusqauna fīhā ka`sang kāna mizājuhā zanjabīlā","no_fn":"","text_fn":""},{"id":5609,"surah":76,"no_ayah":18,"theme":"Kenikmatan yang Diperoleh Orang Mukmin dalam Surga","text_ayah":"عَيْنًا فِيْهَا تُسَمّٰى سَلْسَبِيْلًا ","text_id":"(yang didatangkan dari) sebuah mata air (di surga) yang dinamakan Salsabil.","text_en":"From a spring by the name of Ever-flowing-Salsabil.","transliteration":"'ainan fīhā tusammā salsabīlā","no_fn":"","text_fn":""},{"id":5610,"surah":76,"no_ayah":19,"theme":"Kenikmatan yang Diperoleh Orang Mukmin dalam Surga","text_ayah":"۞ وَيَطُوْفُ عَلَيْهِمْ وِلْدَانٌ مُّخَلَّدُوْنَۚ اِذَا رَاَيْتَهُمْ حَسِبْتَهُمْ لُؤْلُؤًا مَّنْثُوْرًا","text_id":"Mereka dikelilingi oleh para pemuda yang tetap muda. Apabila melihatnya, kamu akan mengira bahwa mereka adalah mutiara yang bertaburan.","text_en":"And boys of everlasting youth will go about attending them. Looking at them you would think that they were pearls dispersed.","transliteration":"wa yaṭụfu 'alaihim wildānum mukhalladụn, iżā ra`aitahum ḥasibtahum lu`lu`am manṡụrā","no_fn":"","text_fn":""},{"id":5611,"surah":76,"no_ayah":20,"theme":"Kenikmatan yang Diperoleh Orang Mukmin dalam Surga","text_ayah":"وَاِذَا رَاَيْتَ ثَمَّ رَاَيْتَ نَعِيْمًا وَّمُلْكًا كَبِيْرًا ","text_id":"Apabila melihat (keadaan) di sana (surga), niscaya engkau akan melihat berbagai kenikmatan dan kerajaan yang besar.","text_en":"When you look around, you will see delights and great dominion.","transliteration":"wa iżā ra`aita ṡamma ra`aita na'īmaw wa mulkang kabīrā","no_fn":"","text_fn":""},{"id":5612,"surah":76,"no_ayah":21,"theme":"Kenikmatan yang Diperoleh Orang Mukmin dalam Surga","text_ayah":"عٰلِيَهُمْ ثِيَابُ سُنْدُسٍ خُضْرٌ وَّاِسْتَبْرَقٌۖ وَّحُلُّوْٓا اَسَاوِرَ مِنْ فِضَّةٍۚ وَسَقٰىهُمْ رَبُّهُمْ شَرَابًا طَهُوْرًا ","text_id":"Mereka berpakaian sutra halus yang hijau, sutra tebal, dan memakai gelang perak. Tuhan memberikan kepada mereka minuman yang suci.","text_en":"On their bodies will be garments of the finest green silk and brocade, and they will be adorned with bracelets of silver; and their Lord will give them a purest draught to drink.","transliteration":"'āliyahum ṡiyābu sundusin khuḍruw wa istabraquw wa ḥullū asāwira min fiḍḍah, wa saqāhum rabbuhum syarāban ṭahụrā","no_fn":"","text_fn":""},{"id":5613,"surah":76,"no_ayah":22,"theme":"Kenikmatan yang Diperoleh Orang Mukmin dalam Surga","text_ayah":"اِنَّ هٰذَا كَانَ لَكُمْ جَزَاۤءً وَّكَانَ سَعْيُكُمْ مَّشْكُوْرًا ࣖ ","text_id":"Sesungguhnya ini adalah balasan untukmu dan usahamu diterima dengan baik.","text_en":"\"This in truth is your recompense, and acceptance of your endeavours.\"","transliteration":"inna hāżā kāna lakum jazā`aw wa kāna sa'yukum masykụrā","no_fn":"","text_fn":""},{"id":5614,"surah":76,"no_ayah":23,"theme":"Perintah Allah kepada Nabi Muhammad","text_ayah":"اِنَّا نَحْنُ نَزَّلْنَا عَلَيْكَ الْقُرْاٰنَ تَنْزِيْلًاۚ","text_id":"Sesungguhnya Kamilah yang benar-benar menurunkan Al-Qur’an kepadamu (Nabi Muhammad) secara berangsur-angsur.","text_en":"We have revealed the Qur'an to you gradually;","transliteration":"innā naḥnu nazzalnā 'alaikal-qur`āna tanzīlā","no_fn":"","text_fn":""},{"id":5615,"surah":76,"no_ayah":24,"theme":"Perintah Allah kepada Nabi Muhammad","text_ayah":"فَاصْبِرْ لِحُكْمِ رَبِّكَ وَلَا تُطِعْ مِنْهُمْ اٰثِمًا اَوْ كَفُوْرًاۚ","text_id":"Maka, bersabarlah untuk (melaksanakan) ketetapan Tuhanmu dan jangan ikuti pendosa dan orang yang sangat kufur di antara mereka.","text_en":"So wait for your Lord's command, and do not follow any sinner or disbeliever among them.","transliteration":"faṣbir liḥukmi rabbika wa lā tuṭi' min-hum āṡiman au kafụrā","no_fn":"","text_fn":""},{"id":5616,"surah":76,"no_ayah":25,"theme":"Perintah Allah kepada Nabi Muhammad","text_ayah":"وَاذْكُرِ اسْمَ رَبِّكَ بُكْرَةً وَّاَصِيْلًاۚ","text_id":"Sebutlah nama Tuhanmu pada (waktu) pagi dan petang.","text_en":"Meditate upon the name of your Lord morning and evening;","transliteration":"ważkurisma rabbika bukrataw wa aṣīlā","no_fn":"","text_fn":""},{"id":5617,"surah":76,"no_ayah":26,"theme":"Perintah Allah kepada Nabi Muhammad","text_ayah":"وَمِنَ الَّيْلِ فَاسْجُدْ لَهٗ وَسَبِّحْهُ لَيْلًا طَوِيْلًا ","text_id":"Pada sebagian malam bersujudlah kepada-Nya dan bertasbihlah kepada-Nya pada malam yang panjang.","text_en":"And bow in homage part of the night, and glorify Him far into the night.","transliteration":"wa minal-laili fasjud lahụ wa sabbiḥ-hu lailan ṭawīlā","no_fn":"","text_fn":""},{"id":5618,"surah":76,"no_ayah":27,"theme":"Perintah Allah kepada Nabi Muhammad","text_ayah":"اِنَّ هٰٓؤُلَاۤءِ يُحِبُّوْنَ الْعَاجِلَةَ وَيَذَرُوْنَ وَرَاۤءَهُمْ يَوْمًا ثَقِيْلًا ","text_id":"Sesungguhnya mereka (orang-orang kafir) itu mencintai kehidupan dunia dan meninggalkan di belakang mereka hari yang berat (akhirat). ","text_en":"Surely men love what hastes away and forget the grievous day (ahead).","transliteration":"inna hā`ulā`i yuḥibbụnal-'ājilata wa yażarụna warā`ahum yauman ṡaqīlā","no_fn":"","text_fn":""},{"id":5619,"surah":76,"no_ayah":28,"theme":"Perintah Allah kepada Nabi Muhammad","text_ayah":"نَحْنُ خَلَقْنٰهُمْ وَشَدَدْنَآ اَسْرَهُمْۚ وَاِذَا شِئْنَا بَدَّلْنَآ اَمْثَالَهُمْ تَبْدِيْلًا ","text_id":"Kami telah menciptakan mereka dan menguatkan persendian tubuh mereka. Jika berkehendak, Kami dapat mengganti (mereka) dengan orang-orang yang serupa mereka.","text_en":"We created them and fixed their bones and joints; and We could replace them when We like with others like them.","transliteration":"naḥnu khalaqnāhum wa syadadnā asrahum, wa iżā syi`nā baddalnā amṡālahum tabdīlā","no_fn":"","text_fn":""},{"id":5620,"surah":76,"no_ayah":29,"theme":"Perintah Allah kepada Nabi Muhammad","text_ayah":"اِنَّ هٰذِهٖ تَذْكِرَةٌ ۚ فَمَنْ شَاۤءَ اتَّخَذَ اِلٰى رَبِّهٖ سَبِيْلًا ","text_id":"Sesungguhnya ini adalah peringatan. Maka, siapa yang menghendaki (kebaikan bagi dirinya) tentu mengambil jalan menuju Tuhannya.","text_en":"This surely is a reminder: Therefore whosoever desires may take the way to his Lord.","transliteration":"inna hāżihī tażkirah, fa man syā`attakhaża ilā rabbihī sabīlā","no_fn":"","text_fn":""},{"id":5621,"surah":76,"no_ayah":30,"theme":"Perintah Allah kepada Nabi Muhammad","text_ayah":"وَمَا تَشَاۤءُوْنَ اِلَّآ اَنْ يَّشَاۤءَ اللّٰهُ ۗاِنَّ اللّٰهَ كَانَ عَلِيْمًا حَكِيْمًاۖ","text_id":"Kamu tidak menghendaki (sesuatu) kecuali apabila dikehendaki Allah. Sesungguhnya Allah Maha Mengetahui lagi Mahabijaksana. ","text_en":"But you will not desire except as God wills. Verily He is all-knowing and all-wise.","transliteration":"wa mā tasyā`ụna illā ay yasyā`allāh, innallāha kāna 'alīman ḥakīmā","no_fn":"","text_fn":""},{"id":5622,"surah":76,"no_ayah":31,"theme":"Perintah Allah kepada Nabi Muhammad","text_ayah":"يُّدْخِلُ مَنْ يَّشَاۤءُ فِيْ رَحْمَتِهٖۗ وَالظّٰلِمِيْنَ اَعَدَّ لَهُمْ عَذَابًا اَلِيْمًا ࣖ","text_id":"Dia memasukkan siapa pun yang Dia kehendaki ke dalam rahmat-Nya (surga). Bagi orang-orang zalim Dia sediakan azab yang pedih.","text_en":"He admits whosoever He will to His benevolence. But for the evil-doers He has prepared a painful punishment.","transliteration":"yudkhilu may yasyā`u fī raḥmatih, waẓ-ẓālimīna a'adda lahum 'ażāban alīmā","no_fn":"","text_fn":""}]