[{"id":6131,"surah":98,"no_ayah":1,"theme":"","text_ayah":"لَمْ يَكُنِ الَّذِيْنَ كَفَرُوْا مِنْ اَهْلِ الْكِتٰبِ وَالْمُشْرِكِيْنَ مُنْفَكِّيْنَ حَتّٰى تَأْتِيَهُمُ الْبَيِّنَةُۙ","text_id":"Orang-orang yang kufur dari golongan Ahlulkitab dan orang-orang musyrik tidak akan meninggalkan (kekufuran mereka) sampai datang kepada mereka bukti yang nyata,","text_en":"THOSE AMONG THE people of the Book who disbelieve, and the idolaters, would not have been freed (from false beliefs) until the clear proof came to them --","transliteration":"lam yakunillażīna kafarụ min ahlil-kitābi wal-musyrikīna munfakkīna ḥattā ta`tiyahumul-bayyinah","no_fn":"","text_fn":""},{"id":6132,"surah":98,"no_ayah":2,"theme":"","text_ayah":"رَسُوْلٌ مِّنَ اللّٰهِ يَتْلُوْا صُحُفًا مُّطَهَّرَةًۙ","text_id":"(yaitu) seorang Rasul dari Allah (Nabi Muhammad) yang membacakan lembaran-lembaran suci (Al-Qur’an)","text_en":"An Apostle from God, reading out hallowed pages","transliteration":"rasụlum minallāhi yatlụ ṣuḥufam muṭahharah","no_fn":"","text_fn":""},{"id":6133,"surah":98,"no_ayah":3,"theme":"","text_ayah":"فِيْهَا كُتُبٌ قَيِّمَةٌ ۗ","text_id":"yang di dalamnya terdapat (isi) kitab-kitab yang lurus (benar).","text_en":"Containing firm decrees.","transliteration":"fīhā kutubung qayyimah","no_fn":"","text_fn":""},{"id":6134,"surah":98,"no_ayah":4,"theme":"","text_ayah":"وَمَا تَفَرَّقَ الَّذِيْنَ اُوْتُوا الْكِتٰبَ اِلَّا مِنْۢ بَعْدِ مَا جَاۤءَتْهُمُ الْبَيِّنَةُۗ","text_id":"Tidaklah terpecah-belah orang-orang Ahlulkitab, melainkan setelah datang kepada mereka bukti yang nyata. ","text_en":"The people of the Book were not divided among themselves till after the clear proof had come to them.","transliteration":"wa mā tafarraqallażīna ụtul-kitāba illā mim ba'di mā jā`at-humul-bayyinah","no_fn":"","text_fn":""},{"id":6135,"surah":98,"no_ayah":5,"theme":"","text_ayah":"وَمَآ اُمِرُوْٓا اِلَّا لِيَعْبُدُوا اللّٰهَ مُخْلِصِيْنَ لَهُ الدِّيْنَ ەۙ حُنَفَاۤءَ وَيُقِيْمُوا الصَّلٰوةَ وَيُؤْتُوا الزَّكٰوةَ وَذٰلِكَ دِيْنُ الْقَيِّمَةِۗ","text_id":"Mereka tidak diperintah, kecuali untuk menyembah Allah dengan mengikhlaskan ketaatan kepada-Nya lagi hanif (istikamah), melaksanakan salat, dan menunaikan zakat. Itulah agama yang lurus (benar).","text_en":"They were commanded only to serve God with all-exclusive faith in Him, to be upright, and to fulfil their devotional obligations, and to give zakat; for this is the even way.","transliteration":"wa mā umirū illā liya'budullāha mukhliṣīna lahud-dīna ḥunafā`a wa yuqīmuṣ-ṣalāta wa yu`tuz-zakāta wa żālika dīnul-qayyimah","no_fn":"","text_fn":""},{"id":6136,"surah":98,"no_ayah":6,"theme":"","text_ayah":"اِنَّ الَّذِيْنَ كَفَرُوْا مِنْ اَهْلِ الْكِتٰبِ وَالْمُشْرِكِيْنَ فِيْ نَارِ جَهَنَّمَ خٰلِدِيْنَ فِيْهَاۗ اُولٰۤىِٕكَ هُمْ شَرُّ الْبَرِيَّةِۗ","text_id":"Sesungguhnya orang-orang yang kufur dari golongan Ahlulkitab dan orang-orang musyrik (akan masuk) neraka Jahanam. Mereka kekal di dalamnya. Mereka itulah seburuk-buruk makhluk.","text_en":"Surely the unbelievers among the people of the Book and the idolaters, will abide in the fire of Hell. They are the worst of creatures.","transliteration":"innallażīna kafarụ min ahlil-kitābi wal-musyrikīna fī nāri jahannama khālidīna fīhā, ulā`ika hum syarrul-bariyyah","no_fn":"","text_fn":""},{"id":6137,"surah":98,"no_ayah":7,"theme":"","text_ayah":"اِنَّ الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ اُولٰۤىِٕكَ هُمْ خَيْرُ الْبَرِيَّةِۗ","text_id":"Sesungguhnya orang-orang yang beriman dan mengerjakan kebajikan, mereka itulah sebaik-baik makhluk.","text_en":"But those who believe and do the right are surely the best of created beings,","transliteration":"innallażīna āmanụ wa 'amiluṣ-ṣāliḥāti ulā`ika hum khairul-bariyyah","no_fn":"","text_fn":""},{"id":6138,"surah":98,"no_ayah":8,"theme":"","text_ayah":"جَزَاۤؤُهُمْ عِنْدَ رَبِّهِمْ جَنّٰتُ عَدْنٍ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُ خٰلِدِيْنَ فِيْهَآ اَبَدًاۗرَضِيَ اللّٰهُ عَنْهُمْ وَرَضُوْا عَنْهُۗ ذٰلِكَ لِمَنْ خَشِيَ رَبَّهٗࣖ","text_id":"Balasan mereka di sisi Tuhannya adalah surga ‘Adn yang mengalir di bawahnya sungai-sungai. Mereka kekal di dalamnya selama-lamanya. Allah rida terhadap mereka dan mereka pun rida kepada-Nya. Itu adalah (balasan) bagi orang yang takut kepada Tuhannya.","text_en":"Whose reward is with their Lord -- gardens of Eden with rivers flowing by, where they will abide for ever, God pleased with their service, they with obedience to Him. This (awaits) him who stands in awe of his Lord.","transliteration":"jazā`uhum 'inda rabbihim jannātu 'adnin tajrī min taḥtihal-an-hāru khālidīna fīhā abadā, raḍiyallāhu 'an-hum wa raḍụ 'an-h, żālika liman khasyiya rabbah","no_fn":"","text_fn":""}]