[{"id_ayat":1365,"no_surah":10,"no_ayat":1,"teks_ayat":"الۤرٰ ۗتِلْكَ اٰيٰتُ الْكِتٰبِ الْحَكِيْمِ ","tema":"","teks_terjemah":"Alif Lām Rā. Itulah ayat-ayat Kitab (Al-Qur’an) yang penuh hikmah","no_fn":"","teks_fn":"","bacaan":"alif-laam-raa tilka aayaatulkitaabilhakiim"},{"id_ayat":1366,"no_surah":10,"no_ayat":2,"teks_ayat":"اَكَانَ لِلنَّاسِ عَجَبًا اَنْ اَوْحَيْنَآ اِلٰى رَجُلٍ مِّنْهُمْ اَنْ اَنْذِرِ النَّاسَ وَبَشِّرِ الَّذِيْنَ اٰمَنُوْٓا اَنَّ لَهُمْ قَدَمَ صِدْقٍ عِنْدَ رَبِّهِمْ ۗ قَالَ الْكٰفِرُوْنَ اِنَّ هٰذَا لَسٰحِرٌ مُّبِيْنٌ ","tema":"","teks_terjemah":"Pantaskah menjadi suatu keheranan bagi manusia bahwa Kami mewahyukan kepada seorang laki-laki di antara mereka (yaitu), “Berilah peringatan kepada manusia dan berilah kabar gembira kepada orang-orang yang beriman bahwa mereka mempunyai kedudukan yang tinggi di sisi Tuhan mereka.” Orang-orang kafir berkata, “Sesungguhnya dia (Nabi Muhammad) ini benar-benar seorang penyihir yang nyata.”","no_fn":"","teks_fn":"","bacaan":"akaana linnaasi 'ajaban an awhaynaa ilaa rajulin minhum an andzirinnaasa wabasysyiriladziina aamanuu anna lahum qadama shidqin 'inda rabbihim qaalalkaafiruuna inna haadzaa lasaahirun mubiin"},{"id_ayat":1367,"no_surah":10,"no_ayat":3,"teks_ayat":"اِنَّ رَبَّكُمُ اللّٰهُ الَّذِيْ خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ فِيْ سِتَّةِ اَيَّامٍ ثُمَّ اسْتَوٰى عَلَى الْعَرْشِ يُدَبِّرُ الْاَمْرَۗ مَا مِنْ شَفِيْعٍ اِلَّا مِنْۢ بَعْدِ اِذْنِهٖۗ ذٰلِكُمُ اللّٰهُ رَبُّكُمْ فَاعْبُدُوْهُۗ اَفَلَا تَذَكَّرُوْنَ ","tema":"Allah Mengatur Semua Urusan","teks_terjemah":"Sesungguhnya Tuhanmu adalah Allah yang menciptakan langit dan bumi dalam enam masa,<sup>341)<\/sup> kemudian Dia bersemayam di atas ʻArasy<sup>342)<\/sup> (seraya) mengatur segala urusan. Tidak ada seorang pun pemberi syafaat, kecuali setelah (mendapat) izin-Nya. Itulah Allah, Tuhanmu. Maka, sembahlah Dia! Apakah kamu tidak mengambil pelajaran?","no_fn":"341,342","teks_fn":"341) Lihat catatan kaki surah al-A‘rāf\/7: 54.<\/br>342) Bersemayam di atas ʻArasy sesuai dengan keagungan dan kesucian-Nya.","bacaan":"inna rabbakumulaahuladzii khalaqassamaawaati wal-ardha fii sittati ayyaamin tsumma istawaa 'alaal'arsyi yudabbirul-amra maa min syafii'in illaa min ba'di idznihi dzaalikumulaahu rabbukum fa'buduuhu afalaa tadzakkaruun"},{"id_ayat":1368,"no_surah":10,"no_ayat":4,"teks_ayat":"اِلَيْهِ مَرْجِعُكُمْ جَمِيْعًاۗ وَعْدَ اللّٰهِ حَقًّاۗ اِنَّهٗ يَبْدَؤُا الْخَلْقَ ثُمَّ يُعِيْدُهٗ لِيَجْزِيَ الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ بِالْقِسْطِۗ وَالَّذِيْنَ كَفَرُوْا لَهُمْ شَرَابٌ مِّنْ حَمِيْمٍ وَّعَذَابٌ اَلِيْمٌ ۢبِمَا كَانُوْا يَكْفُرُوْنَ ","tema":"Bukti Hari Kebangkitan dan Balasan atas Perbuatan Manusia","teks_terjemah":"Hanya kepada-Nya kamu semua akan kembali. Itu merupakan janji Allah yang benar dan pasti. Sesungguhnya Dialah yang memulai penciptaan (makhluk), kemudian mengembalikannya (menghidupkannya lagi) agar Dia memberi balasan dengan adil kepada orang-orang yang beriman dan beramal saleh. Adapun untuk orang-orang yang kufur, untuk mereka (disediakan) minuman dari air yang mendidih dan azab yang sangat pedih karena mereka selalu kufur.","no_fn":"","teks_fn":"","bacaan":"ilayhi marji'ukum jamii'an wa'dalaahi haqqan innahu yabdaulkhalqa tsumma yu'iiduhu liyajziyaladziina aamanuu wa'amiluushshaalihaati bilqisthi walladziina kafaruu lahum syaraabun min hamiimin wa'adzaabunliimun bimaa kaanuu yakfuruun"},{"id_ayat":1369,"no_surah":10,"no_ayat":5,"teks_ayat":"هُوَ الَّذِيْ جَعَلَ الشَّمْسَ ضِيَاۤءً وَّالْقَمَرَ نُوْرًا وَّقَدَّرَهٗ مَنَازِلَ لِتَعْلَمُوْا عَدَدَ السِّنِيْنَ وَالْحِسَابَۗ مَا خَلَقَ اللّٰهُ ذٰلِكَ اِلَّا بِالْحَقِّۗ يُفَصِّلُ الْاٰيٰتِ لِقَوْمٍ يَّعْلَمُوْنَ ","tema":"Alam Semesta Membuktikan Kekuasaan Allah","teks_terjemah":"Dialah yang menjadikan matahari bersinar dan bulan bercahaya.<sup>343)<\/sup> Dialah pula yang menetapkan tempat-tempat orbitnya agar kamu mengetahui bilangan tahun dan perhitungan (waktu).<sup>344)<\/sup> Allah tidak menciptakan demikian itu, kecuali dengan benar. Dia menjelaskan tanda-tanda (kebesaran-Nya) kepada kaum yang mengetahui.","no_fn":"343","teks_fn":"343) Allah Swt. menjadikan matahari dan bulan berbeda sifat fisisnya. Matahari bersinar karena memancarkan cahayanya dari proses reaksi nuklir di dalam intinya, sedangkan bulan bercahaya karena memantulkan cahaya matahari.<\/br>344) Pergerakan bulan mengitari bumi menyebabkan pemantulan cahaya matahari oleh bulan berubah-ubah bentuknya, dari bentuk sabit sampai purnama dan kembali menjadi sabit lagi, sesuai dengan posisinya. Keteraturan periode bulan mengitari bumi dijadikan sebagai perhitungan waktu bulanan. Dua belas bulan setara dengan satu tahun (surah at-Taubah\/9: 36).","bacaan":"huwaladzii ja'alasysyamsa dhiyaa-an walqamara nuuran waqaddarahu manaazila lita'lamuu 'adadassiniina walhisaaba maa khalaqalaahu dzaalika illaa bilhaqqi yufashshilul-aayaati liqawmin ya'lamuun"},{"id_ayat":1370,"no_surah":10,"no_ayat":6,"teks_ayat":"اِنَّ فِى اخْتِلَافِ الَّيْلِ وَالنَّهَارِ وَمَا خَلَقَ اللّٰهُ فِى السَّمٰوٰتِ وَالْاَرْضِ لَاٰيٰتٍ لِّقَوْمٍ يَّتَّقُوْنَ ","tema":"Alam Semesta Membuktikan Kekuasaan Allah","teks_terjemah":"Sesungguhnya pada pergantian malam dan siang dan pada apa yang diciptakan Allah di langit dan di bumi pasti terdapat tanda-tanda (kebesaran-Nya) bagi kaum yang bertakwa.","no_fn":"","teks_fn":"","bacaan":"inna fii ikhtilaafilayli wannahaari wamaa khalaqalaahu fiissamaawaati wal-ardhi laaayaatin liqawmin yattaquun"},{"id_ayat":1371,"no_surah":10,"no_ayat":7,"teks_ayat":"اِنَّ الَّذِيْنَ لَا يَرْجُوْنَ لِقَاۤءَنَا وَرَضُوْا بِالْحَيٰوةِ الدُّنْيَا وَاطْمَـَٔنُّوْا بِهَا وَالَّذِيْنَ هُمْ عَنْ اٰيٰتِنَا غٰفِلُوْنَۙ","tema":"Balasan Keingkaran dan Pahala Keimanan","teks_terjemah":"Sesungguhnya orang-orang yang tidak mengharapkan pertemuan dengan Kami (di akhirat), merasa puas dengan kehidupan dunia, dan merasa tenteram dengannya, serta orang-orang yang lalai terhadap ayat-ayat Kami,","no_fn":"","teks_fn":"","bacaan":"innaladziina laa yarjuuna liqaa-anaa waradhuu bilhayaatiddunyaa wathma-annuu bihaa walladziina hum 'an aayaatinaa ghaafiluun"},{"id_ayat":1372,"no_surah":10,"no_ayat":8,"teks_ayat":"اُولٰۤىِٕكَ مَأْوٰىهُمُ النَّارُ بِمَا كَانُوْا يَكْسِبُوْنَ ","tema":"Balasan Keingkaran dan Pahala Keimanan","teks_terjemah":"mereka itu tempatnya adalah neraka karena apa yang selalu mereka kerjakan.","no_fn":"","teks_fn":"","bacaan":"ulaa-ika ma'waahumunnaaru bimaa kaanuu yaksibuun"},{"id_ayat":1373,"no_surah":10,"no_ayat":9,"teks_ayat":"اِنَّ الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ يَهْدِيْهِمْ رَبُّهُمْ بِاِيْمَانِهِمْۚ تَجْرِيْ مِنْ تَحْتِهِمُ الْاَنْهٰرُ فِيْ جَنّٰتِ النَّعِيْمِ","tema":"Balasan Keingkaran dan Pahala Keimanan","teks_terjemah":"Sesungguhnya orang-orang yang beriman dan beramal saleh, niscaya mereka diberi petunjuk oleh Tuhan karena keimanannya. (Mereka berada) di dalam surga yang penuh kenikmatan yang mengalir di bawahnya sungai-sungai. ","no_fn":"","teks_fn":"","bacaan":"innaladziina aamanuu wa'amiluushshaalihaati yahdiihim rabbuhum bi-iimaanihim tajrii min tahtihimul-anhaaru fii jannaatinna'iim"},{"id_ayat":1374,"no_surah":10,"no_ayat":10,"teks_ayat":"دَعْوٰىهُمْ فِيْهَا سُبْحٰنَكَ اللّٰهُمَّ وَتَحِيَّتُهُمْ فِيْهَا سَلٰمٌۚ وَاٰخِرُ دَعْوٰىهُمْ اَنِ الْحَمْدُ لِلّٰهِ رَبِّ الْعٰلَمِيْنَ ࣖ","tema":"Balasan Keingkaran dan Pahala Keimanan","teks_terjemah":"Doa mereka di dalamnya adalah “Subhānakallāhumma” (‘Mahasuci Engkau, ya Tuhan kami’) penghormatan mereka di dalamnya adalah (ucapan) salam, dan doa penutup mereka adalah “Alḥamdu lillāhi rabbil ‘ālamīn” (‘segala puji bagi Allah, Tuhan semesta alam’).","no_fn":"","teks_fn":"","bacaan":"da'waahum fiihaa subhaanakalaahumma watahiyyatuhum fiihaa salaamun waaakhiru da'waahum anilhamdu lillaahi rabbil'aalamiin"},{"id_ayat":1375,"no_surah":10,"no_ayat":11,"teks_ayat":"۞ وَلَوْ يُعَجِّلُ اللّٰهُ لِلنَّاسِ الشَّرَّ اسْتِعْجَالَهُمْ بِالْخَيْرِ لَقُضِيَ اِلَيْهِمْ اَجَلُهُمْۗ فَنَذَرُ الَّذِيْنَ لَا يَرْجُوْنَ لِقَاۤءَنَا فِيْ طُغْيَانِهِمْ يَعْمَهُوْنَ ","tema":"Karakter Manusia","teks_terjemah":"Jikalau Allah menyegerakan keburukan bagi manusia sebagaimana permintaan mereka untuk menyegerakan kebaikan, pasti ajal mereka diakhiri. Akan tetapi, Kami biarkan orang-orang yang tidak mengharapkan pertemuan dengan Kami (di akhirat) terombang-ambing dalam kesesatan mereka.","no_fn":"","teks_fn":"","bacaan":"walaw yu'ajjilulaahu linnaasisysyarra isti'jaalahum bilkhayri laqudhiya ilayhim ajaluhum fanadzaruladziina laa yarjuuna liqaa-anaa fii thughyaanihim ya'mahuun"},{"id_ayat":1376,"no_surah":10,"no_ayat":12,"teks_ayat":"وَاِذَا مَسَّ الْاِنْسَانَ الضُّرُّ دَعَانَا لِجَنْۢبِهٖٓ اَوْ قَاعِدًا اَوْ قَاۤىِٕمًا ۚفَلَمَّا كَشَفْنَا عَنْهُ ضُرَّهٗ مَرَّ كَاَنْ لَّمْ يَدْعُنَآ اِلٰى ضُرٍّ مَّسَّهٗۗ  كَذٰلِكَ زُيِّنَ لِلْمُسْرِفِيْنَ مَا كَانُوْا يَعْمَلُوْنَ ","tema":"Karakter Manusia","teks_terjemah":"Apabila manusia ditimpa kesusahan, dia berdoa kepada Kami dalam keadaan berbaring, duduk, atau berdiri. Namun, setelah Kami hilangkan kesusahan itu darinya, dia kembali (ke jalan yang sesat) seolah-olah dia tidak pernah berdoa kepada Kami untuk (menghilangkan) kesusahan yang telah menimpanya. Demikianlah, dijadikan terasa indah bagi orang-orang yang melampaui batas itu apa yang selalu mereka kerjakan.","no_fn":"","teks_fn":"","bacaan":"wa-idzaa massal-insaanadhdhurru da'aanaa lijanbihi aw qaa'idan aw qaa-iman falammaa kasyafnaa 'anhu dhurrahu marra ka-an lam yad'unaa ilaa dhurrin massahu kadzaalika zuyyina lilmusrifiina maa kaanuu ya'maluun"},{"id_ayat":1377,"no_surah":10,"no_ayat":13,"teks_ayat":"وَلَقَدْ اَهْلَكْنَا الْقُرُوْنَ مِنْ قَبْلِكُمْ لَمَّا ظَلَمُوْاۙ وَجَاۤءَتْهُمْ رُسُلُهُمْ بِالْبَيِّنٰتِ وَمَا كَانُوْا لِيُؤْمِنُوْا ۗ كَذٰلِكَ نَجْزِى الْقَوْمَ الْمُجْرِمِيْنَ ","tema":"Kehancuran Umat Terdahulu dan Pelajaran yang Dapat Diambil","teks_terjemah":"Sungguh, Kami benar-benar telah membinasakan beberapa generasi sebelum kamu ketika mereka berbuat zalim, padahal para rasul mereka telah datang membawa bukti-bukti yang nyata. Namun, mereka sama sekali tidak mau beriman. Demikianlah, Kami memberi balasan kepada kaum yang berbuat dosa.","no_fn":"","teks_fn":"","bacaan":"walaqad ahlaknaalquruuna min qablikum lammaa zhalamuu wajaa-at-hum rusuluhum bilbayyinaati wamaa kaanuu liyu'minuu kadzaalika najziilqawmalmujrimiin"},{"id_ayat":1378,"no_surah":10,"no_ayat":14,"teks_ayat":"ثُمَّ جَعَلْنٰكُمْ خَلٰۤىِٕفَ فِى الْاَرْضِ مِنْۢ بَعْدِهِمْ لِنَنْظُرَ كَيْفَ تَعْمَلُوْنَ ","tema":"Kehancuran Umat Terdahulu dan Pelajaran yang Dapat Diambil","teks_terjemah":"Kemudian, Kami jadikan kamu sebagai pengganti-pengganti di bumi setelah mereka untuk Kami lihat bagaimana kamu berbuat.","no_fn":"","teks_fn":"","bacaan":"tsumma ja'alnaakum khalaa-ifa fiil-ardhi min ba'dihim linanzhura kayfa ta'maluun"},{"id_ayat":1379,"no_surah":10,"no_ayat":15,"teks_ayat":"وَاِذَا تُتْلٰى عَلَيْهِمْ اٰيَاتُنَا بَيِّنٰتٍۙ قَالَ الَّذِيْنَ لَا يَرْجُوْنَ لِقَاۤءَنَا ائْتِ بِقُرْاٰنٍ غَيْرِ هٰذَآ اَوْ بَدِّلْهُ ۗ قُلْ مَا يَكُوْنُ لِيْٓ اَنْ اُبَدِّلَهٗ مِنْ تِلْقَاۤئِ نَفْسِيْ ۚاِنْ اَتَّبِعُ اِلَّا مَا يُوْحٰٓى اِلَيَّ ۚ اِنِّيْٓ اَخَافُ اِنْ عَصَيْتُ رَبِّيْ عَذَابَ يَوْمٍ عَظِيْمٍ ","tema":"Sikap Orang Musyrik terhadap Al-Qur’an","teks_terjemah":"Apabila dibacakan kepada mereka ayat-ayat Kami secara jelas, orang-orang yang tidak mengharapkan pertemuan dengan Kami (di akhirat) berkata, “Datangkanlah kitab selain Al-Qur’an ini atau gantilah!” Katakanlah (Nabi Muhammad), “Tidaklah pantas bagiku menggantinya atas kemauanku sendiri. Aku tidak mengikuti, kecuali apa yang diwahyukan kepadaku. Sesungguhnya aku takut akan azab hari yang dahsyat jika mendurhakai Tuhanku.”","no_fn":"","teks_fn":"","bacaan":"wa-idzaa tutlaa 'alayhim aayaatunaa bayyinaatin qaalaladziina laa yarjuuna liqaa-anaa i'ti biqur-aanin ghayri haadzaa aw baddilhu qul maa yakuunu lii an ubaddilahu min tilqaa-i nafsii in attabi'u illaa maa yuuhaa ilayya innii akhaafu in 'ashaytu rabbii 'adzaaba yawmin 'azhiim"},{"id_ayat":1380,"no_surah":10,"no_ayat":16,"teks_ayat":"قُلْ لَّوْ شَاۤءَ اللّٰهُ مَا تَلَوْتُهٗ عَلَيْكُمْ وَلَآ اَدْرٰىكُمْ بِهٖ ۖفَقَدْ لَبِثْتُ فِيْكُمْ عُمُرًا مِّنْ قَبْلِهٖۗ اَفَلَا تَعْقِلُوْنَ","tema":"Sikap Orang Musyrik terhadap Al-Qur’an","teks_terjemah":"Katakanlah (Nabi Muhammad), “Jikalau Allah menghendaki, niscaya aku tidak membacakannya kepadamu dan Allah tidak (pula) memberitahukannya kepadamu. Sungguh, aku telah tinggal bersamamu beberapa lama sebelumnya (sebelum turun Al-Qur’an). Apakah kamu tidak mengerti?”","no_fn":"","teks_fn":"","bacaan":"qul law syaa-alaahu maa talawtuhu 'alaykum walaa adraakum bihi faqad labitstu fiikum 'umuran min qablihi afalaa ta'qiluun"},{"id_ayat":1381,"no_surah":10,"no_ayat":17,"teks_ayat":"فَمَنْ اَظْلَمُ مِمَّنِ افْتَرٰى عَلَى اللّٰهِ كَذِبًا اَوْ كَذَّبَ بِاٰيٰتِهٖۗ اِنَّهٗ لَا يُفْلِحُ الْمُجْرِمُوْنَ ","tema":"Sikap Orang Musyrik terhadap Al-Qur’an","teks_terjemah":"Maka, siapakah yang lebih zalim daripada orang yang mengada-adakan kebohongan terhadap Allah atau mendustakan ayat-ayat-Nya? Sesungguhnya para pendurhaka itu tidak akan beruntung.","no_fn":"","teks_fn":"","bacaan":"faman azhlamu mimmani iftaraa 'alaalaahi kadziban aw kadzdzaba bi-aayaatihi innahu laa yuflihulmujrimuun"},{"id_ayat":1382,"no_surah":10,"no_ayat":18,"teks_ayat":"وَيَعْبُدُوْنَ مِنْ دُوْنِ اللّٰهِ مَا لَا يَضُرُّهُمْ وَلَا يَنْفَعُهُمْ وَيَقُوْلُوْنَ هٰٓؤُلَاۤءِ شُفَعَاۤؤُنَا عِنْدَ اللّٰهِ ۗقُلْ اَتُنَبِّـُٔوْنَ اللّٰهَ بِمَا لَا يَعْلَمُ فِى السَّمٰوٰتِ وَلَا فِى الْاَرْضِۗ سُبْحٰنَهٗ وَتَعٰلٰى عَمَّا يُشْرِكُوْنَ ","tema":"Bentuk Syirik pada Zaman Jahiliah","teks_terjemah":"Mereka menyembah selain Allah apa yang tidak dapat mendatangkan mudarat kepada mereka dan tidak (pula) memberi manfaat. Mereka berkata, “Mereka (sembahan) itu adalah penolong-penolong kami di hadapan Allah.”<sup>345)<\/sup> Katakanlah, “Apakah kamu akan memberitahukan kepada Allah sesuatu di langit dan di bumi yang tidak Dia ketahui?”<sup>346)<\/sup> Mahasuci dan Mahatinggi Dia dari apa yang mereka persekutukan.","no_fn":"345","teks_fn":"345) Kalimat ini adalah ejekan terhadap penyembah berhala yang menyangka bahwa berhala-berhala itu dapat memberinya pertolongan di hadapan Allah Swt.<\/br>346) Ayat ini tidak menunjukkan ketidaktahuan Allah Swt. atas segala sesuatu di langit dan di bumi, tetapi menunjukkan kemustahilan adanya sembahan selain Allah Swt.","bacaan":"waya'buduuna min duunilaahi maa laa yadhurruhum walaa yanfa'uhum wayaquuluuna haaulaa-i syufa'aaunaa 'indalaahi qul atunabbi-uunalaaha bimaa laa ya'lamu fiissamaawaati walaa fiil-ardhi subhaanahu wata'aalaa 'ammaa yusyrikuun"},{"id_ayat":1383,"no_surah":10,"no_ayat":19,"teks_ayat":"وَمَا كَانَ النَّاسُ اِلَّآ اُمَّةً وَّاحِدَةً فَاخْتَلَفُوْاۗ وَلَوْلَا كَلِمَةٌ سَبَقَتْ مِنْ رَّبِّكَ لَقُضِيَ بَيْنَهُمْ فِيْمَا فِيْهِ يَخْتَلِفُوْنَ ","tema":"Manusia pada Mulanya Satu Akidah","teks_terjemah":"Manusia itu dahulunya hanya umat yang satu (dalam ketauhidan), lalu mereka berselisih. Seandainya tidak karena suatu ketetapan yang telah ada dari Tuhanmu,<sup>347)<\/sup> pastilah di antara mereka telah diberi keputusan (azab di dunia) tentang apa yang mereka perselisihkan itu.","no_fn":"347","teks_fn":"347) Yakni ketetapan bahwa perselisihan manusia di dunia itu akan diputuskan di akhirat.","bacaan":"wamaa kaanannaasu illaa ummatan waahidatan fakhtalafuu walawlaa kalimatun sabaqat min rabbika laqudhiya baynahum fiimaa fiihi yakhtalifuun"},{"id_ayat":1384,"no_surah":10,"no_ayat":20,"teks_ayat":"وَيَقُوْلُوْنَ لَوْلَآ اُنْزِلَ عَلَيْهِ اٰيَةٌ مِّنْ رَّبِّهٖۚ فَقُلْ اِنَّمَا الْغَيْبُ لِلّٰهِ فَانْتَظِرُوْاۚ اِنِّيْ مَعَكُمْ مِّنَ الْمُنْتَظِرِيْنَ ࣖ ","tema":"Permintaan Orang Musyrik akan Tanda-Tanda Kekuasaan Allah","teks_terjemah":"Mereka berkata, “Mengapa tidak diturunkan kepadanya (Nabi Muhammad) suatu bukti (mukjizat) dari Tuhannya?” Katakanlah, “Sungguh, segala yang gaib itu hanya milik Allah. Maka, tunggulah (siksaan Allah)! Sesungguhnya aku pun termasuk orang-orang yang menunggu bersamamu.”","no_fn":"","teks_fn":"","bacaan":"wayaquuluuna lawlaa unzila 'alayhi aayatun min rabbihi faqul innamaalghaybu lillaahi fantazhiruu innii ma'akum minalmuntazhiriin"},{"id_ayat":1385,"no_surah":10,"no_ayat":21,"teks_ayat":"وَاِذَآ اَذَقْنَا النَّاسَ رَحْمَةً مِّنْۢ بَعْدِ ضَرَّاۤءَ مَسَّتْهُمْ اِذَا لَهُمْ مَّكْرٌ فِيْٓ اٰيٰتِنَاۗ قُلِ اللّٰهُ اَسْرَعُ مَكْرًاۗ اِنَّ رُسُلَنَا يَكْتُبُوْنَ مَا تَمْكُرُوْنَ ","tema":"Sikap Manusia dalam Menghadapi Nikmat dan Bencana","teks_terjemah":"Apabila Kami memberikan suatu rahmat kepada manusia setelah bencana menimpa mereka, mereka segera melakukan segala tipu daya (untuk menentang) ayat-ayat Kami. Katakanlah, “Allah lebih cepat pembalasan-Nya (atas tipu daya itu).” Sesungguhnya malaikat-malaikat Kami mencatat tipu dayamu.","no_fn":"","teks_fn":"","bacaan":"wa-idzaa adzaqnaannaasa rahmatan min ba'di dharraa-a massat-hum idzaa lahum makrun fii aayaatinaa qulilaahu asra'u makran inna rusulanaa yaktubuuna maa tamkuruun"},{"id_ayat":1386,"no_surah":10,"no_ayat":22,"teks_ayat":"هُوَ الَّذِيْ يُسَيِّرُكُمْ فِى الْبَرِّ وَالْبَحْرِۗ حَتّٰٓى اِذَا كُنْتُمْ فِىْ الْفُلْكِۚ وَجَرَيْنَ بِهِمْ بِرِيْحٍ طَيِّبَةٍ وَّفَرِحُوْا بِهَا جَاۤءَتْهَا رِيْحٌ عَاصِفٌ وَّجَاۤءَهُمُ الْمَوْجُ مِنْ كُلِّ مَكَانٍ وَّظَنُّوْٓا اَنَّهُمْ اُحِيْطَ بِهِمْۙ دَعَوُا اللّٰهَ مُخْلِصِيْنَ لَهُ الدِّيْنَ ەۚ لَىِٕنْ اَنْجَيْتَنَا مِنْ هٰذِهٖ لَنَكُوْنَنَّ مِنَ الشّٰكِرِيْنَ","tema":"Sikap Manusia dalam Menghadapi Nikmat dan Bencana","teks_terjemah":"Dialah (Allah) yang menjadikan kamu dapat berjalan di daratan (dan berlayar) di lautan sehingga ketika kamu berada di dalam kapal, lalu meluncurlah (kapal) itu membawa mereka dengan tiupan angin yang baik dan mereka bergembira karenanya. Kemudian, datanglah badai dan gelombang menimpanya dari segenap penjuru dan mereka pun mengira telah terkepung (bahaya). Maka, mereka berdoa dengan mengikhlaskan ketaatan kepada-Nya (seraya berkata), “Sekiranya Engkau menyelamatkan kami dari (bahaya) ini, pasti kami termasuk orang-orang yang bersyukur.”","no_fn":"","teks_fn":"","bacaan":"huwaladzii yusayyirukum fiilbarri walbahri hattaa idzaa kuntum fiilfulki wajarayna bihim biriihin thayyibatin wafarihuu bihaa jaa-at-haa riihun 'aasifun wajaa-ahumulmawju min kulli makaanin wazhannuu annahum uhiitha bihim da'awuulaaha mukhlishiina lahuddiina la-in anjaytanaa min haadzihi lanakuunanna minasysyaakiriin"},{"id_ayat":1387,"no_surah":10,"no_ayat":23,"teks_ayat":"فَلَمَّآ اَنْجٰىهُمْ اِذَا هُمْ يَبْغُوْنَ فِى الْاَرْضِ بِغَيْرِ الْحَقِّ ۗيٰٓاَيُّهَا النَّاسُ اِنَّمَا بَغْيُكُمْ عَلٰٓى اَنْفُسِكُمْ مَّتَاعَ الْحَيٰوةِ الدُّنْيَاۖ ثُمَّ اِلَيْنَا مَرْجِعُكُمْ فَنُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُوْنَ","tema":"Sikap Manusia dalam Menghadapi Nikmat dan Bencana","teks_terjemah":"Namun, ketika Allah menyelamatkan mereka, seketika itu mereka berbuat kezaliman di bumi tanpa (alasan) yang benar. Wahai manusia, sesungguhnya (bahaya) kezalimanmu akan menimpa dirimu sendiri. (Itu hanya) kenikmatan hidup duniawi. Kemudian, kepada Kamilah kembalimu, lalu akan Kami kabarkan kepadamu apa yang selama ini kamu kerjakan.","no_fn":"","teks_fn":"","bacaan":"falammaa anjaahum idzaa hum yabghuuna fiil-ardhi bighayrilhaqqi yaa ayyuhaannaasu innamaa baghyukum 'alaa anfusikum mataa'alhayaatiddunyaa tsumma ilaynaa marji'ukum fanunabbi-ukum bimaa kuntum ta'maluuna "},{"id_ayat":1388,"no_surah":10,"no_ayat":24,"teks_ayat":"اِنَّمَا مَثَلُ الْحَيٰوةِ الدُّنْيَا كَمَاۤءٍ اَنْزَلْنٰهُ مِنَ السَّمَاۤءِ فَاخْتَلَطَ بِهٖ نَبَاتُ الْاَرْضِ مِمَّا يَأْكُلُ النَّاسُ وَالْاَنْعَامُ ۗحَتّٰٓى اِذَآ اَخَذَتِ الْاَرْضُ زُخْرُفَهَا وَازَّيَّنَتْ وَظَنَّ اَهْلُهَآ اَنَّهُمْ قٰدِرُوْنَ عَلَيْهَآ اَتٰىهَآ اَمْرُنَا لَيْلًا اَوْ نَهَارًا فَجَعَلْنٰهَا حَصِيْدًا كَاَنْ لَّمْ تَغْنَ بِالْاَمْسِۗ  كَذٰلِكَ نُفَصِّلُ الْاٰيٰتِ لِقَوْمٍ يَّتَفَكَّرُوْنَ ","tema":"Perumpamaan Kehidupan Duniawi","teks_terjemah":"Sesungguhnya perumpamaan kehidupan dunia adalah ibarat air yang Kami turunkan dari langit, lalu tumbuhlah karenanya macam-macam tanaman bumi yang (dapat) dimakan oleh manusia dan hewan ternak. Hingga apabila bumi itu telah sempurna keindahannya, terhias,<sup>348)<\/sup> dan pemiliknya mengira bahwa mereka pasti menguasainya (memetik hasilnya), datanglah kepadanya azab Kami pada waktu malam atau siang. Lalu, Kami jadikan (tanaman)-nya seperti tanaman yang sudah disabit, seakan-akan belum pernah tumbuh kemarin. Demikianlah Kami menjelaskan secara terperinci ayat-ayat itu kepada kaum yang berpikir.","no_fn":"348","teks_fn":"348) Maksudnya adalah bahwa bumi tampak indah dengan gunung-gunung dan lembah-lembahnya yang telah menghijau dengan tanam-tanamannya.","bacaan":"innamaa matsalulhayaatiddunyaa kamaa-in anzalnaahu minassamaa-i fakhtalatha bihi nabaatul-ardhi mimmaa ya'kulunnaasu wal-an'aamu hattaa idzaa akhadzatil-ardhu zukhrufahaa wazzayyanat wazhanna ahluhaa annahum qaadiruuna 'alayhaa ataahaa amrunaa laylan aw nahaaran faja'alnaahaa hashiidan ka-an lam taghna bil-amsi kadzaalika nufashshilul-aayaati liqawmin yatafakkaruun"},{"id_ayat":1389,"no_surah":10,"no_ayat":25,"teks_ayat":"وَاللّٰهُ يَدْعُوْآ اِلٰى دَارِ السَّلٰمِ ۚوَيَهْدِيْ مَنْ يَّشَاۤءُ اِلٰى صِرَاطٍ مُّسْتَقِيْمٍ ","tema":"Seruan Allah agar Manusia Hidup Bahagia","teks_terjemah":"Allah menyeru (manusia) ke Dārussalām (surga) dan memberi petunjuk kepada siapa yang Dia kehendaki menuju jalan yang lurus (berdasarkan kesiapannya untuk menerima petunjuk).","no_fn":"","teks_fn":"","bacaan":"waalaahu yad'uu ilaa daarissalaami wayahdii man yasyaau ilaa shiraathin mustaqiim"},{"id_ayat":1390,"no_surah":10,"no_ayat":26,"teks_ayat":"۞ لِلَّذِيْنَ اَحْسَنُوا الْحُسْنٰى وَزِيَادَةٌ  ۗوَلَا يَرْهَقُ وُجُوْهَهُمْ قَتَرٌ وَّلَا ذِلَّةٌ  ۗاُولٰۤىِٕكَ اَصْحٰبُ الْجَنَّةِ هُمْ فِيْهَا خٰلِدُوْنَ ","tema":"Seruan Allah agar Manusia Hidup Bahagia","teks_terjemah":"Bagi orang-orang yang berbuat baik (ada pahala) yang terbaik (surga) dan tambahannya (kenikmatan melihat Allah). Wajah-wajah mereka tidak ditutupi debu hitam dan tidak (pula diliputi) kehinaan. Mereka itulah para penghuni surga. Mereka kekal di dalamnya.","no_fn":"","teks_fn":"","bacaan":"lilladziina ahsanuulhusnaa waziyaadatun walaa yarhaqu wujuuhahum qatarun walaa dzillatun ulaa-ika ash-haabuljannati hum fiihaa khaaliduun"},{"id_ayat":1391,"no_surah":10,"no_ayat":27,"teks_ayat":"وَالَّذِيْنَ كَسَبُوا السَّيِّاٰتِ جَزَاۤءُ سَيِّئَةٍ ۢبِمِثْلِهَاۙ وَتَرْهَقُهُمْ ذِلَّةٌ  ۗمَا لَهُمْ مِّنَ اللّٰهِ مِنْ عَاصِمٍۚ  كَاَنَّمَآ اُغْشِيَتْ وُجُوْهُهُمْ قِطَعًا مِّنَ الَّيْلِ مُظْلِمًاۗ اُولٰۤىِٕكَ اَصْحٰبُ النَّارِ ۚهُمْ فِيْهَا خٰلِدُوْنَ ","tema":"Seruan Allah agar Manusia Hidup Bahagia","teks_terjemah":"Orang-orang yang berbuat kejahatan (akan mendapatkan) balasan kejahatan yang setimpal dan mereka diliputi kehinaan. Tidak ada bagi mereka seorang pelindung (pun) dari (azab) Allah. Wajah-wajah mereka seakan-akan ditutupi kepingan-kepingan malam yang gelap gulita. Mereka itulah para penghuni neraka. Mereka kekal di dalamnya.","no_fn":"","teks_fn":"","bacaan":"walladziina kasabuussayyi-aati jazaau sayyi-atin bimitslihaa watarhaquhum dzillatun maa lahum minalaahi min 'aasimin ka-annamaa ughsyiyat wujuuhuhum qitha'an minalayli muzhliman ulaa-ika ash-haabunnaari hum fiihaa khaaliduun"},{"id_ayat":1392,"no_surah":10,"no_ayat":28,"teks_ayat":"وَيَوْمَ نَحْشُرُهُمْ جَمِيْعًا ثُمَّ نَقُوْلُ لِلَّذِيْنَ اَشْرَكُوْا مَكَانَكُمْ اَنْتُمْ وَشُرَكَاۤؤُكُمْۚ فَزَيَّلْنَا بَيْنَهُمْ وَقَالَ شُرَكَاۤؤُهُمْ مَّا كُنْتُمْ اِيَّانَا تَعْبُدُوْنَ","tema":"Ancaman bagi Orang yang Menyekutukan Allah","teks_terjemah":"(Ingatlah) pada hari (ketika) Kami mengumpulkan mereka semuanya, kemudian Kami berfirman kepada orang-orang yang mempersekutukan (Kami), “Tetaplah di tempatmu, kamu dan para sekutumu.” Lalu, Kami pisahkan di antara mereka, dan sekutu-sekutu mereka berkata, “Kamu sekali-kali tidak pernah menyembah kami.”","no_fn":"","teks_fn":"","bacaan":"wayawma nahsyuruhum jamii'an tsumma naquulu lilladziina asyrakuu makaanakum antum wasyurakaaukum fazayyalnaa baynahum waqaala syurakaauhum maa kuntum iyyaanaa ta'buduun"},{"id_ayat":1393,"no_surah":10,"no_ayat":29,"teks_ayat":"فَكَفٰى بِاللّٰهِ شَهِيْدًاۢ بَيْنَنَا وَبَيْنَكُمْ اِنْ كُنَّا عَنْ عِبَادَتِكُمْ لَغٰفِلِيْنَ ","tema":"Ancaman bagi Orang yang Menyekutukan Allah","teks_terjemah":"Maka, cukuplah Allah menjadi saksi antara kami dengan kamu, bahwa sesungguhnya kami tidak tahu-menahu tentang penyembahan kamu (kepada kami).”","no_fn":"","teks_fn":"","bacaan":"fakafaa bialaahi syahiidan baynanaa wabaynakum in kunnaa 'an 'ibaadatikum laghaafiliin"},{"id_ayat":1394,"no_surah":10,"no_ayat":30,"teks_ayat":"هُنَالِكَ تَبْلُوْا كُلُّ نَفْسٍ مَّآ اَسْلَفَتْ وَرُدُّوْٓا اِلَى اللّٰهِ مَوْلٰىهُمُ الْحَقِّ وَضَلَّ عَنْهُمْ مَّا كَانُوْا يَفْتَرُوْنَ ࣖ ","tema":"Ancaman bagi Orang yang Menyekutukan Allah","teks_terjemah":"Di sanalah (padang Mahsyar), setiap jiwa merasakan pembalasan dari apa yang telah dikerjakannya (dahulu) dan mereka dikembalikan kepada Allah, pelindung mereka yang sebenarnya, dan lenyaplah dari mereka apa (sesembahan) yang selalu mereka ada-adakan.","no_fn":"","teks_fn":"","bacaan":"hunaalika tabluu kullu nafsin maa aslafat warudduu ilaalaahi mawlaahumulhaqqi wadhalla 'anhum maa kaanuu yaftaruun"},{"id_ayat":1395,"no_surah":10,"no_ayat":31,"teks_ayat":"قُلْ مَنْ يَّرْزُقُكُمْ مِّنَ السَّمَاۤءِ وَالْاَرْضِ اَمَّنْ يَّمْلِكُ السَّمْعَ وَالْاَبْصَارَ وَمَنْ يُّخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَيُخْرِجُ الْمَيِّتَ مِنَ الْحَيِّ وَمَنْ يُّدَبِّرُ الْاَمْرَۗ فَسَيَقُوْلُوْنَ اللّٰهُ ۚفَقُلْ اَفَلَا تَتَّقُوْنَ ","tema":"Bukti Kekuasaan Allah yang Menggugurkan Kepercayaan Orang Musyrik","teks_terjemah":"Katakanlah (Nabi Muhammad), “Siapakah yang menganugerahkan rezeki kepadamu dari langit dan bumi, siapakah yang kuasa (menciptakan) pendengaran dan penglihatan, siapakah yang mengeluarkan yang hidup dari yang mati dan mengeluarkan yang mati dari yang hidup, serta siapakah yang mengatur segala urusan?” Maka, mereka akan menjawab, “Allah.” Maka, katakanlah, “Apakah kamu tidak takut (akan azab Allah)?”","no_fn":"","teks_fn":"","bacaan":"qul man yarzuqukum minassamaa-i wal-ardhi amman yamlikussam'a wal-abshaara waman yukhrijulhayya minalmayyiti wayukhrijulmayyita minalhayyi waman yudabbirul-amra fasayaquuluunalaahu faqul afalaa tattaquun"},{"id_ayat":1396,"no_surah":10,"no_ayat":32,"teks_ayat":"فَذٰلِكُمُ اللّٰهُ رَبُّكُمُ الْحَقُّۚ فَمَاذَا بَعْدَ الْحَقِّ اِلَّا الضَّلٰلُ  ۖفَاَنّٰى تُصْرَفُوْنَ ","tema":"Bukti Kekuasaan Allah yang Menggugurkan Kepercayaan Orang Musyrik","teks_terjemah":"Maka, itulah Allah, Tuhan kamu yang sebenarnya. Tidak ada setelah kebenaran itu kecuali kesesatan. Maka, bagaimana kamu dipalingkan (dari kebenaran)?","no_fn":"","teks_fn":"","bacaan":"fadzaalikumulaahu rabbukumulhaqqu famaatsaa ba'dalhaqqi illaadhdhalaalu fa-annaa tushrafuun"},{"id_ayat":1397,"no_surah":10,"no_ayat":33,"teks_ayat":"كَذٰلِكَ حَقَّتْ كَلِمَتُ رَبِّكَ عَلَى الَّذِيْنَ فَسَقُوْٓا اَنَّهُمْ لَا يُؤْمِنُوْنَ ","tema":"Bukti Kekuasaan Allah yang Menggugurkan Kepercayaan Orang Musyrik","teks_terjemah":"Demikianlah, telah pasti (berlaku) ketentuan Tuhanmu terhadap orang-orang yang berbuat fasik bahwa sesungguhnya mereka tidak beriman.","no_fn":"","teks_fn":"","bacaan":"kadzaalika haqqat kalimatu rabbika 'alaaladziina fasaquu annahum laa yu'minuun"},{"id_ayat":1398,"no_surah":10,"no_ayat":34,"teks_ayat":"قُلْ هَلْ مِنْ شُرَكَاۤىِٕكُمْ مَّنْ يَّبْدَؤُا الْخَلْقَ ثُمَّ يُعِيْدُهٗۗ قُلِ اللّٰهُ يَبْدَؤُا الْخَلْقَ ثُمَّ يُعِيْدُهٗ فَاَنّٰى تُؤْفَكُوْنَ ","tema":"Bukti Kekuasaan Allah yang Menggugurkan Kepercayaan Orang Musyrik","teks_terjemah":"Katakanlah (Nabi Muhammad), “Apakah di antara sekutu-sekutu kamu ada yang dapat memulai penciptaan (makhluk) kemudian mengembalikannya (menghidupkannya lagi)?” Katakanlah, “Allah memulai penciptaan (makhluk), kemudian mengembalikannya (menghidupkannya lagi). Lalu, bagaimana kamu dapat dipalingkan (dari kebenaran)?”","no_fn":"","teks_fn":"","bacaan":"qul hal min syurakaa-ikum man yabdaulkhalqa tsumma yu'iiduhu qulilaahu yabdaulkhalqa tsumma yu'iiduhu fa-annaa tu'fakuun"},{"id_ayat":1399,"no_surah":10,"no_ayat":35,"teks_ayat":"قُلْ هَلْ مِنْ شُرَكَاۤىِٕكُمْ مَّنْ يَّهْدِيْٓ اِلَى الْحَقِّۗ قُلِ اللّٰهُ يَهْدِيْ لِلْحَقِّۗ اَفَمَنْ يَّهْدِيْٓ اِلَى الْحَقِّ اَحَقُّ اَنْ يُّتَّبَعَ اَمَّنْ لَّا يَهِدِّيْٓ اِلَّآ اَنْ يُّهْدٰىۚ فَمَا لَكُمْۗ  كَيْفَ تَحْكُمُوْنَ ","tema":"Bukti Kekuasaan Allah yang Menggugurkan Kepercayaan Orang Musyrik","teks_terjemah":"Katakanlah (Nabi Muhammad), “Apakah di antara sekutu-sekutu kamu ada yang membimbing pada kebenaran?” Katakanlah, “Allah membimbing pada kebenaran.” Maka, apakah yang membimbing pada kebenaran lebih berhak diikuti ataukah yang tidak mampu membimbing bahkan perlu dibimbing? Maka, mengapa kamu (berbuat demikian)? Bagaimanakah kamu memberi keputusan?","no_fn":"","teks_fn":"","bacaan":"qul hal min syurakaa-ikum man yahdii ilaalhaqqi qulilaahu yahdii lilhaqqi afaman yahdii ilaalhaqqi ahaqqu an yuttaba'a amman laa yahiddii illaa an yuhdaa famaa lakum kayfa tahkumuun"},{"id_ayat":1400,"no_surah":10,"no_ayat":36,"teks_ayat":"وَمَا يَتَّبِعُ اَكْثَرُهُمْ اِلَّا ظَنًّاۗ اِنَّ الظَّنَّ لَا يُغْنِيْ مِنَ الْحَقِّ شَيْـًٔاۗ اِنَّ اللّٰهَ عَلِيْمٌ ۢبِمَا يَفْعَلُوْنَ ","tema":"Bukti Kekuasaan Allah yang Menggugurkan Kepercayaan Orang Musyrik","teks_terjemah":"Kebanyakan mereka hanya mengikuti dugaan. Sesungguhnya dugaan itu tidak sedikit pun berguna menyangkut (perolehan) kebenaran. Sesungguhnya Allah Maha Mengetahui apa yang mereka lakukan.","no_fn":"","teks_fn":"","bacaan":"wamaa yattabi'u aktsaruhum illaa zhannan innazhzhanna laa yughnii minalhaqqi syay-an innalaaha 'aliimun bimaa yaf'aluun"},{"id_ayat":1401,"no_surah":10,"no_ayat":37,"teks_ayat":"وَمَا كَانَ هٰذَا الْقُرْاٰنُ اَنْ يُّفْتَرٰى مِنْ دُوْنِ اللّٰهِ وَلٰكِنْ تَصْدِيْقَ الَّذِيْ بَيْنَ يَدَيْهِ وَتَفْصِيْلَ الْكِتٰبِ لَا رَيْبَ فِيْهِ مِنْ رَّبِّ الْعٰلَمِيْنَۗ  ","tema":"Jaminan Allah tentang Kemurnian Al-Qur’an","teks_terjemah":"Tidak mungkin Al-Qur’an ini dibuat-buat oleh selain Allah, tetapi (Al-Qur’an) membenarkan (kitab-kitab) yang sebelumnya dan menjelaskan secara terperinci ketetapan (Allah). Tidak ada keraguan di dalamnya, (diturunkan) dari Tuhan semesta alam.","no_fn":"","teks_fn":"","bacaan":"wamaa kaana haadzaalqur-aanu an yuftaraa min duunilaahi walaakin tashdiiqaladzii bayna yadayhi watafshiilalkitaabi laa rayba fiihi min rabbil'aalamiin"},{"id_ayat":1402,"no_surah":10,"no_ayat":38,"teks_ayat":"اَمْ يَقُوْلُوْنَ افْتَرٰىهُ ۗ قُلْ فَأْتُوْا بِسُوْرَةٍ مِّثْلِهٖ وَادْعُوْا مَنِ اسْتَطَعْتُمْ مِّنْ دُوْنِ اللّٰهِ اِنْ كُنْتُمْ صٰدِقِيْنَ","tema":"Jaminan Allah tentang Kemurnian Al-Qur’an","teks_terjemah":"Bahkan, apakah (pantas) mereka mengatakan, “Dia (Nabi Muhammad) telah membuat-buat (Al-Qur’an) itu.”? Katakanlah (Nabi Muhammad), “(Kalau demikian,) buatlah satu surah yang semisal dengannya dan ajaklah siapa yang dapat kamu (ajak) selain Allah (untuk menolongmu), jika kamu orang-orang yang benar.”","no_fn":"","teks_fn":"","bacaan":"am yaquuluuna iftaraahu qul fa'tuu bisuuratin mitslihi wad'uu mani istatha'tum min duunilaahi in kuntum shaadiqiin"},{"id_ayat":1403,"no_surah":10,"no_ayat":39,"teks_ayat":"بَلْ كَذَّبُوْا بِمَا لَمْ يُحِيْطُوْا بِعِلْمِهٖ وَلَمَّا يَأْتِهِمْ تَأْوِيْلُهٗۗ  كَذٰلِكَ كَذَّبَ الَّذِيْنَ مِنْ قَبْلِهِمْ فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ الظّٰلِمِيْنَ ","tema":"Jaminan Allah tentang Kemurnian Al-Qur’an","teks_terjemah":"Bahkan, mereka mendustakan apa yang mereka belum mengetahuinya dengan sempurna dan belum datang kepada mereka penjelasannya. Demikianlah halnya umat-umat sebelum mereka telah mendustakan (para rasul). Maka, perhatikanlah bagaimana kesudahan orang-orang zalim.","no_fn":"","teks_fn":"","bacaan":"bal kadzdzabuu bimaa lam yuhiithuu bi'ilmihi walammaa ya'tihim ta'wiiluhu kadzaalika kadzdzabaladziina min qablihim fanzhur kayfa kaana 'aaqibatuzhzhaalimiin"},{"id_ayat":1404,"no_surah":10,"no_ayat":40,"teks_ayat":"وَمِنْهُمْ مَّنْ يُّؤْمِنُ بِهٖ وَمِنْهُمْ مَّنْ لَّا يُؤْمِنُ بِهٖۗ وَرَبُّكَ اَعْلَمُ بِالْمُفْسِدِيْنَ ࣖ ","tema":"Sikap Orang Musyrik terhadap Al-Qur’an","teks_terjemah":"Di antara mereka ada orang yang beriman padanya (Al-Qur’an), dan di antara mereka ada (pula) orang yang tidak beriman padanya. Tuhanmu lebih mengetahui tentang orang-orang yang berbuat kerusakan.","no_fn":"","teks_fn":"","bacaan":"waminhum man yu'minu bihi waminhum man laa yu'minu bihi warabbuka a'lamu bilmufsidiin"},{"id_ayat":1405,"no_surah":10,"no_ayat":41,"teks_ayat":"وَاِنْ كَذَّبُوْكَ فَقُلْ لِّيْ عَمَلِيْ وَلَكُمْ عَمَلُكُمْۚ اَنْتُمْ بَرِيْۤـُٔوْنَ مِمَّآ اَعْمَلُ وَاَنَا۠ بَرِيْۤءٌ مِّمَّا تَعْمَلُوْنَ ","tema":"Sikap Orang Musyrik terhadap Al-Qur’an","teks_terjemah":"Jika mereka mendustakanmu (Nabi Muhammad), katakanlah, “Bagiku perbuatanku dan bagimu perbuatanmu. Kamu berlepas diri dari apa yang aku perbuat dan aku pun berlepas diri dari apa yang kamu perbuat.”","no_fn":"","teks_fn":"","bacaan":"wa-in kadzdzabuuka faqul lii 'amalii walakum 'amalukum antum barii-uuna mimmaa a'malu wa-anaa barii-un mimmaa ta'maluun"},{"id_ayat":1406,"no_surah":10,"no_ayat":42,"teks_ayat":"وَمِنْهُمْ مَّنْ يَّسْتَمِعُوْنَ اِلَيْكَۗ اَفَاَنْتَ تُسْمِعُ الصُّمَّ وَلَوْ كَانُوْا لَا يَعْقِلُوْنَ ","tema":"Sikap Orang Musyrik terhadap Al-Qur’an","teks_terjemah":"Di antara mereka ada orang yang mendengarkan engkau (Nabi Muhammad). Apakah engkau dapat menjadikan orang yang tuli itu bisa mendengar walaupun mereka tidak mengerti?","no_fn":"","teks_fn":"","bacaan":"waminhum man yastami'uuna ilayka afa-anta tusmi'ushshumma walaw kaanuu laa ya'qiluun"},{"id_ayat":1407,"no_surah":10,"no_ayat":43,"teks_ayat":"وَمِنْهُمْ مَّنْ يَّنْظُرُ اِلَيْكَۗ اَفَاَنْتَ تَهْدِى الْعُمْيَ وَلَوْ كَانُوْا لَا يُبْصِرُوْنَ ","tema":"Sikap Orang Musyrik terhadap Al-Qur’an","teks_terjemah":"Di antara mereka ada orang yang melihat kepada engkau. Apakah engkau dapat memberi petunjuk kepada orang yang buta, walaupun mereka tidak melihat?","no_fn":"","teks_fn":"","bacaan":"waminhum man yanzhuru ilayka afa-anta tahdiil'umya walaw kaanuu laa yubshiruun"},{"id_ayat":1408,"no_surah":10,"no_ayat":44,"teks_ayat":"اِنَّ اللّٰهَ لَا يَظْلِمُ النَّاسَ شَيْـًٔا وَّلٰكِنَّ النَّاسَ اَنْفُسَهُمْ يَظْلِمُوْنَ","tema":"Sikap Orang Musyrik terhadap Al-Qur’an","teks_terjemah":"Sesungguhnya Allah tidak menzalimi manusia sedikit pun, tetapi manusia itulah yang menzalimi dirinya sendiri.","no_fn":"","teks_fn":"","bacaan":"innalaaha laa yazhlimunnaasa syay-an walaakinnannaasa anfusahum yazhlimuun"},{"id_ayat":1409,"no_surah":10,"no_ayat":45,"teks_ayat":"وَيَوْمَ يَحْشُرُهُمْ كَاَنْ لَّمْ يَلْبَثُوْٓا اِلَّا سَاعَةً مِّنَ النَّهَارِ يَتَعَارَفُوْنَ بَيْنَهُمْۗ قَدْ خَسِرَ الَّذِيْنَ كَذَّبُوْا بِلِقَاۤءِ اللّٰهِ وَمَا كَانُوْا مُهْتَدِيْنَ ","tema":"Ancaman terhadap Orang yang Mendustakan Al-Qur’an","teks_terjemah":"(Ingatlah) pada hari (ketika) Allah mengumpulkan mereka, (mereka merasa) seakan-akan tidak pernah berdiam (di dunia) kecuali sesaat saja pada siang hari, (seperti ketika) mereka (sejenak) saling mengenal di antara mereka (setelah dibangkitkan dari alam kubur). Sungguh rugi orang-orang yang mendustakan pertemuan dengan Allah dan mereka bukanlah orang-orang yang mendapat petunjuk.","no_fn":"","teks_fn":"","bacaan":"wayawma yahsyuruhum ka-an lam yalbatsuu illaa saa'atan minannahaari yata'aarafuuna baynahum qad khasiraladziina kadzdzabuu biliqaa-ilaahi wamaa kaanuu muhtadiin"},{"id_ayat":1410,"no_surah":10,"no_ayat":46,"teks_ayat":"وَاِمَّا نُرِيَنَّكَ بَعْضَ الَّذِيْ نَعِدُهُمْ اَوْ نَتَوَفَّيَنَّكَ فَاِلَيْنَا مَرْجِعُهُمْ ثُمَّ اللّٰهُ شَهِيْدٌ عَلٰى مَا يَفْعَلُوْنَ ","tema":"Ancaman terhadap Orang yang Mendustakan Al-Qur’an","teks_terjemah":"Sesungguhnya jika Kami benar-benar memperlihatkan kepadamu (Nabi Muhammad) sebagian dari (siksa) yang Kami janjikan kepada mereka (di dunia), atau jika Kami mewafatkan engkau (sebelum datangnya azab itu), hanya kepada Kamilah mereka kembali, kemudian Allah menjadi saksi atas apa yang mereka lakukan.","no_fn":"","teks_fn":"","bacaan":"wa-immaa nuriyannaka ba'dhaladzii na'iduhum aw natawaffayannaka fa-ilaynaa marji'uhum tsummalaahu syahiidun 'alaa maa yaf'aluun"},{"id_ayat":1411,"no_surah":10,"no_ayat":47,"teks_ayat":"وَلِكُلِّ اُمَّةٍ رَّسُوْلٌ ۚفَاِذَا جَاۤءَ رَسُوْلُهُمْ قُضِيَ بَيْنَهُمْ بِالْقِسْطِ وَهُمْ لَا يُظْلَمُوْنَ ","tema":"Ancaman terhadap Orang yang Mendustakan Al-Qur’an","teks_terjemah":"Setiap umat mempunyai rasul. Apabila rasul mereka telah datang (di akhirat kelak), diputuskanlah (oleh Allah) di antara mereka dengan adil, sedangkan mereka tidak dizalimi (sedikit pun).","no_fn":"","teks_fn":"","bacaan":"walikulli ummatin rasuulun fa-idzaa jaa-a rasuuluhum qudhiya baynahum bilqisthi wahum laa yuzhlamuun"},{"id_ayat":1412,"no_surah":10,"no_ayat":48,"teks_ayat":"وَيَقُوْلُوْنَ مَتٰى هٰذَا الْوَعْدُ اِنْ كُنْتُمْ صٰدِقِيْنَ ","tema":"Ancaman terhadap Orang yang Mendustakan Al-Qur’an","teks_terjemah":"Mereka mengatakan, “Kapankah (datangnya) janji (azab) ini jika kamu (Nabi Muhammad dan para pengikutmu) adalah orang-orang benar?”","no_fn":"","teks_fn":"","bacaan":"wayaquuluuna mataa haadzaalwa'du in kuntum shaadiqiin"},{"id_ayat":1413,"no_surah":10,"no_ayat":49,"teks_ayat":"قُلْ لَّآ اَمْلِكُ لِنَفْسِيْ ضَرًّا وَّلَا نَفْعًا اِلَّا مَا شَاۤءَ اللّٰهُ ۗ لِكُلِّ اُمَّةٍ اَجَلٌ ۚاِذَا جَاۤءَ اَجَلُهُمْ فَلَا يَسْتَأْخِرُوْنَ سَاعَةً وَّلَا يَسْتَقْدِمُوْنَ ","tema":"Ancaman terhadap Orang yang Mendustakan Al-Qur’an","teks_terjemah":"Katakanlah (Nabi Muhammad), “Aku tidak kuasa (menolak) mudarat dan tidak pula (mendatangkan) manfaat kepada diriku, kecuali apa yang Allah kehendaki.” Setiap umat mempunyai ajal (batas waktu). Apabila ajalnya tiba, mereka tidak dapat meminta penundaan sesaat pun dan tidak (pula) dapat meminta percepatan. ","no_fn":"","teks_fn":"","bacaan":"qul laa amliku linafsii dharran walaa naf'an illaa maa syaa-alaahu likulli ummatin ajalun idzaa jaa-a ajaluhum falaa yasta'khiruuna saa'atan walaa yastaqdimuun"},{"id_ayat":1414,"no_surah":10,"no_ayat":50,"teks_ayat":"قُلْ اَرَءَيْتُمْ اِنْ اَتٰىكُمْ عَذَابُهٗ بَيَاتًا اَوْ نَهَارًا مَّاذَا يَسْتَعْجِلُ مِنْهُ الْمُجْرِمُوْنَ","tema":"Ancaman terhadap Orang yang Mendustakan Al-Qur’an","teks_terjemah":"Katakanlah (Nabi Muhammad), “Terangkanlah kepadaku, jika datang kepada kamu siksaan-Nya pada waktu malam atau siang hari, (siksa) manakah yang diminta untuk disegerakan oleh para pendurhaka itu?”","no_fn":"","teks_fn":"","bacaan":"qul ara-aytum in ataakum 'adzaabuhu bayaatan aw nahaaran maatsaa yasta'jilu minhulmujrimuun"},{"id_ayat":1415,"no_surah":10,"no_ayat":51,"teks_ayat":"اَثُمَّ اِذَا مَا وَقَعَ اٰمَنْتُمْ بِهٖۗ  اٰۤلْـٰٔنَ وَقَدْ كُنْتُمْ بِهٖ تَسْتَعْجِلُوْنَ ","tema":"Ancaman terhadap Orang yang Mendustakan Al-Qur’an","teks_terjemah":"Apabila azab itu terjadi, apakah kemudian kamu baru memercayainya? Apakah (baru) sekarang (kamu beriman), padahal sebelumnya kamu selalu meminta agar ia disegerakan?","no_fn":"","teks_fn":"","bacaan":"atsumma idzaa maa waqa'a aamantum bihi aal-aana waqad kuntum bihi tasta'jiluun"},{"id_ayat":1416,"no_surah":10,"no_ayat":52,"teks_ayat":"ثُمَّ قِيْلَ لِلَّذِيْنَ ظَلَمُوْا ذُوْقُوْا عَذَابَ الْخُلْدِۚ هَلْ تُجْزَوْنَ اِلَّا بِمَا كُنْتُمْ تَكْسِبُوْنَ ","tema":"Ancaman terhadap Orang yang Mendustakan Al-Qur’an","teks_terjemah":"Kemudian, dikatakan kepada orang-orang yang zalim itu, “Rasakanlah olehmu azab yang kekal. (Bukankah) kamu tidak diberi balasan, melainkan (setimpal) dengan apa yang selama ini telah kamu usahakan?”","no_fn":"","teks_fn":"","bacaan":"tsumma qiila lilladziina zhalamuu dzuuquu 'adzaabalkhuldi hal tujzawna illaa bimaa kuntum taksibuun"},{"id_ayat":1417,"no_surah":10,"no_ayat":53,"teks_ayat":"۞ وَيَسْتَنْۢبِـُٔوْنَكَ اَحَقٌّ هُوَ ۗ قُلْ اِيْ وَرَبِّيْٓ اِنَّهٗ لَحَقٌّ ۗوَمَآ اَنْتُمْ بِمُعْجِزِيْنَ ࣖ ","tema":"Ancaman terhadap Orang yang Mendustakan Al-Qur’an","teks_terjemah":"Mereka menanyakan kepadamu (Nabi Muhammad), “Benarkah ia (azab yang dijanjikan Allah) itu?” Katakanlah, “Ya, demi Tuhanku, sesungguhnya (azab) itu pasti benar dan sekali-kali kamu tidak dapat menghindar.”","no_fn":"","teks_fn":"","bacaan":"wayastanbi-uunaka ahaqqun huwa qul ii warabbii innahu lahaqqun wamaa antum bimu'jiziin"},{"id_ayat":1418,"no_surah":10,"no_ayat":54,"teks_ayat":"وَلَوْ اَنَّ لِكُلِّ نَفْسٍ ظَلَمَتْ مَا فِى الْاَرْضِ لَافْتَدَتْ بِهٖۗ وَاَسَرُّوا النَّدَامَةَ لَمَّا رَاَوُا الْعَذَابَۚ وَقُضِيَ بَيْنَهُمْ بِالْقِسْطِ وَهُمْ لَا يُظْلَمُوْنَ ","tema":"Penyesalan Manusia di Akhirat","teks_terjemah":"Seandainya setiap orang yang berbuat zalim itu (mempunyai) apa yang ada di bumi, tentu dia menebus diri dengannya. Mereka menyembunyikan penyesalan ketika mereka telah menyaksikan azab itu. Diputuskanlah (oleh Allah) di antara mereka dengan adil, sedangkan mereka tidak dizalimi (sedikit pun).","no_fn":"","teks_fn":"","bacaan":"walaw anna likulli nafsin zhalamat maa fiil-ardhi laftadat bihi wa-asarruunnadaamata lammaa ra-awuul'adzaaba waqudhiya baynahum bilqisthi wahum laa yuzhlamuun"},{"id_ayat":1419,"no_surah":10,"no_ayat":55,"teks_ayat":"اَلَآ اِنَّ لِلّٰهِ مَا فِى السَّمٰوٰتِ وَالْاَرْضِۗ  اَلَآ اِنَّ وَعْدَ اللّٰهِ حَقٌّ وَّلٰكِنَّ اَكْثَرَهُمْ لَا يَعْلَمُوْنَ","tema":"Penyesalan Manusia di Akhirat","teks_terjemah":"Ketahuilah, sesungguhnya milik Allahlah apa yang ada di langit dan di bumi. Ketahuilah, sesungguhnya janji Allah itu benar, tetapi kebanyakan mereka tidak mengetahui.","no_fn":"","teks_fn":"","bacaan":"alaa inna lillaahi maa fiissamaawaati wal-ardhilaa inna wa'dalaahi haqqun walaakinna aktsarahum laa ya'lamuun"},{"id_ayat":1420,"no_surah":10,"no_ayat":56,"teks_ayat":"هُوَ يُحْيٖ وَيُمِيْتُ وَاِلَيْهِ تُرْجَعُوْنَ ","tema":"Penyesalan Manusia di Akhirat","teks_terjemah":"Dialah yang menghidupkan dan mematikan serta hanya kepada-Nyalah kamu akan dikembalikan.","no_fn":"","teks_fn":"","bacaan":"huwa yuhyii wayumiitu wa-ilayhi turja'uun"},{"id_ayat":1421,"no_surah":10,"no_ayat":57,"teks_ayat":"يٰٓاَيُّهَا النَّاسُ قَدْ جَاۤءَتْكُمْ مَّوْعِظَةٌ مِّنْ رَّبِّكُمْ وَشِفَاۤءٌ لِّمَا فِى الصُّدُوْرِۙ وَهُدًى وَّرَحْمَةٌ لِّلْمُؤْمِنِيْنَ ","tema":"Penyesalan Manusia di Akhirat","teks_terjemah":"Wahai manusia, sungguh telah datang kepadamu pelajaran (Al-Qur’an) dari Tuhanmu, penyembuh bagi sesuatu (penyakit) yang terdapat dalam dada, dan petunjuk serta rahmat bagi orang-orang mukmin.","no_fn":"","teks_fn":"","bacaan":"yaa ayyuhaannaasu qad jaa-atkum maw'izhatun min rabbikum wasyifaaun limaa fiishshuduuri wahudan warahmatun lilmu'miniin"},{"id_ayat":1422,"no_surah":10,"no_ayat":58,"teks_ayat":"قُلْ بِفَضْلِ اللّٰهِ وَبِرَحْمَتِهٖ فَبِذٰلِكَ فَلْيَفْرَحُوْاۗ هُوَ خَيْرٌ مِّمَّا يَجْمَعُوْنَ","tema":"Penyesalan Manusia di Akhirat","teks_terjemah":"Katakanlah (Nabi Muhammad), “Dengan karunia Allah dan rahmat-Nya itu, hendaklah mereka bergembira. Itu lebih baik daripada apa yang mereka kumpulkan.” ","no_fn":"","teks_fn":"","bacaan":"qul bifadhlilaahi wabirahmatihi fabidzaalika falyafrahuu huwa khayrun mimmaa yajma'uun"},{"id_ayat":1423,"no_surah":10,"no_ayat":59,"teks_ayat":"قُلْ اَرَءَيْتُمْ مَّآ اَنْزَلَ اللّٰهُ لَكُمْ مِّنْ رِّزْقٍ فَجَعَلْتُمْ مِّنْهُ حَرَامًا وَّحَلٰلًا ۗ قُلْ ءٰۤاللّٰهُ اَذِنَ لَكُمْ اَمْ عَلَى اللّٰهِ تَفْتَرُوْنَ","tema":"Bantahan terhadap Orang Musyrik yang Mengingkari Kebenaran Wahyu","teks_terjemah":"Katakanlah (Nabi Muhammad), “Terangkanlah kepadaku tentang rezeki yang diturunkan Allah kepadamu, lalu kamu jadikan sebagiannya haram dan sebagiannya halal.” Katakanlah, “Apakah Allah telah memberikan izin kepadamu (tentang ini) ataukah kamu mengada-ada atas nama Allah?”","no_fn":"","teks_fn":"","bacaan":"qul ara-aytum maa anzalalaahu lakum min rizqin faja'altum minhu haraaman wahalaalan qul aallaahu adzina lakum am 'alaalaahi taftaruun"},{"id_ayat":1424,"no_surah":10,"no_ayat":60,"teks_ayat":"وَمَا ظَنُّ الَّذِيْنَ يَفْتَرُوْنَ عَلَى اللّٰهِ الْكَذِبَ يَوْمَ الْقِيٰمَةِ ۗاِنَّ اللّٰهَ لَذُوْ فَضْلٍ عَلَى النَّاسِ وَلٰكِنَّ اَكْثَرَهُمْ لَا يَشْكُرُوْنَ ࣖ ","tema":"Bantahan terhadap Orang Musyrik yang Mengingkari Kebenaran Wahyu","teks_terjemah":"Apakah dugaan orang-orang yang mengada-adakan kebohongan terhadap Allah (berkenaan dengan apa yang akan Allah berikan kepada mereka) pada hari Kiamat? Sesungguhnya Allah benar-benar mempunyai karunia (yang dilimpahkan-Nya) kepada manusia, tetapi kebanyakan mereka tidak bersyukur.","no_fn":"","teks_fn":"","bacaan":"wamaa zhannuladziina yaftaruuna 'alaalaahilkadziba yawmalqiyaamati innalaaha ladzuu fadhlin 'alaannaasi walaakinna aktsarahum laa yasykuruun"},{"id_ayat":1425,"no_surah":10,"no_ayat":61,"teks_ayat":"وَمَا تَكُوْنُ فِيْ شَأْنٍ وَّمَا تَتْلُوْا مِنْهُ مِنْ قُرْاٰنٍ وَّلَا تَعْمَلُوْنَ مِنْ عَمَلٍ اِلَّا كُنَّا عَلَيْكُمْ شُهُوْدًا اِذْ تُفِيْضُوْنَ فِيْهِۗ وَمَا يَعْزُبُ عَنْ رَّبِّكَ مِنْ مِّثْقَالِ ذَرَّةٍ فِى الْاَرْضِ وَلَا فِى السَّمَاۤءِ وَلَآ اَصْغَرَ مِنْ ذٰلِكَ وَلَآ اَكْبَرَ اِلَّا فِيْ كِتٰبٍ مُّبِيْنٍ ","tema":"Semua Perbuatan Manusia Berada dalam Pengawasan Allah","teks_terjemah":"Engkau (Nabi Muhammad) tidak berada dalam suatu urusan, tidak membaca suatu ayat Al-Qur’an, dan tidak pula mengerjakan suatu pekerjaan, kecuali Kami menjadi saksi atasmu ketika kamu melakukannya. Tidak ada yang luput sedikit pun dari (pengetahuan) Tuhanmu, walaupun seberat zarah, baik di bumi maupun di langit. Tidak ada sesuatu yang lebih kecil dan yang lebih besar daripada itu, kecuali semua tercatat dalam kitab yang nyata (Lauh Mahfuz). ","no_fn":"","teks_fn":"","bacaan":"wamaa takuunu fii sya'nin wamaa tatluu minhu min qur-aanin walaa ta'maluuna min 'amalin illaa kunnaa 'alaykum syuhuudan idz tufiidhuuna fiihi wamaa ya'zubu 'an rabbika min mitsqaali dzarratin fiil-ardhi walaa fiissamaa-i walaa ashghara min dzaalika walaa akbara illaa fii kitaabin mubiin"},{"id_ayat":1426,"no_surah":10,"no_ayat":62,"teks_ayat":"اَلَآ اِنَّ اَوْلِيَاۤءَ اللّٰهِ لَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُوْنَۚ  ","tema":"Orang yang Beriman dan Bertakwa sebagai Wali Allah","teks_terjemah":"Ketahuilah bahwa sesungguhnya (bagi) para wali Allah itu tidak ada rasa takut yang menimpa mereka dan mereka pun tidak bersedih.","no_fn":"","teks_fn":"","bacaan":"alaa inna awliyaa-alaahi laa khawfun 'alayhim walaa hum yahzanuun"},{"id_ayat":1427,"no_surah":10,"no_ayat":63,"teks_ayat":"اَلَّذِيْنَ اٰمَنُوْا وَكَانُوْا يَتَّقُوْنَۗ  ","tema":"Orang yang Beriman dan Bertakwa sebagai Wali Allah","teks_terjemah":"(Mereka adalah) orang-orang yang beriman dan selalu bertakwa.","no_fn":"","teks_fn":"","bacaan":"aladziina aamanuu wakaanuu yattaquuna "},{"id_ayat":1428,"no_surah":10,"no_ayat":64,"teks_ayat":"لَهُمُ الْبُشْرٰى فِى الْحَيٰوةِ الدُّنْيَا وَفِى الْاٰخِرَةِۗ  لَا تَبْدِيْلَ لِكَلِمٰتِ اللّٰهِ ۗذٰلِكَ هُوَ الْفَوْزُ الْعَظِيْمُۗ  ","tema":"Orang yang Beriman dan Bertakwa sebagai Wali Allah","teks_terjemah":"Bagi mereka berita gembira di dalam kehidupan di dunia dan di akhirat. Tidak ada perubahan bagi kalimat-kalimat (ketetapan dan janji) Allah. Demikian itulah kemenangan yang agung.","no_fn":"","teks_fn":"","bacaan":"lahumulbusyraa fiilhayaatiddunyaa wafiil-aakhirati laa tabdiila likalimaatilaahi dzaalika huwalfawzul'azhiim"},{"id_ayat":1429,"no_surah":10,"no_ayat":65,"teks_ayat":"وَلَا يَحْزُنْكَ قَوْلُهُمْۘ اِنَّ الْعِزَّةَ لِلّٰهِ جَمِيْعًاۗ هُوَ السَّمِيْعُ الْعَلِيْمُ","tema":"Orang yang Beriman dan Bertakwa sebagai Wali Allah","teks_terjemah":"Janganlah engkau (Nabi Muhammad) sedih oleh perkataan mereka. Sesungguhnya kekuasaan itu seluruhnya milik Allah. Dia Maha Mendengar lagi Maha Mengetahui.","no_fn":"","teks_fn":"","bacaan":"walaa yahzunka qawluhum innal'izzata lillaahi jamii'an huwassamii'ul'aliim"},{"id_ayat":1430,"no_surah":10,"no_ayat":66,"teks_ayat":"اَلَآ اِنَّ لِلّٰهِ مَنْ فِى السَّمٰوٰتِ وَمَنْ فِى الْاَرْضِۗ وَمَا يَتَّبِعُ الَّذِيْنَ يَدْعُوْنَ مِنْ دُوْنِ اللّٰهِ شُرَكَاۤءَ ۗاِنْ يَّتَّبِعُوْنَ اِلَّا الظَّنَّ وَاِنْ هُمْ اِلَّا يَخْرُصُوْنَ ","tema":"Allah sebagai Pemilik Segala Sesuatu","teks_terjemah":"Ketahuilah bahwa sesungguhnya milik Allahlah siapa yang ada di langit dan siapa yang ada di bumi. Orang-orang yang menyeru sekutu-sekutu selain Allah tidaklah mengikuti (suatu kebenaran). Mereka hanya mengikuti persangkaan belaka dan mereka hanyalah menduga-duga.","no_fn":"","teks_fn":"","bacaan":"alaa inna lillaahi man fiissamaawaati waman fiil-ardhi wamaa yattabi'uladziina yad'uuna min duunilaahi syurakaa-a in yattabi'uuna illaazhzhanna wa-in hum illaa yakhrushuun"},{"id_ayat":1431,"no_surah":10,"no_ayat":67,"teks_ayat":"هُوَ الَّذِيْ جَعَلَ لَكُمُ الَّيْلَ لِتَسْكُنُوْا فِيْهِ وَالنَّهَارَ مُبْصِرًا ۗاِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ لِّقَوْمٍ يَّسْمَعُوْنَ ","tema":"Allah sebagai Pemilik Segala Sesuatu","teks_terjemah":"Dialah yang menjadikan malam bagimu agar kamu beristirahat padanya dan (menjadikan) siang terang benderang.<sup>349)<\/sup> Sesungguhnya pada yang demikian itu benar-benar terdapat tanda-tanda (kebesaran Allah) bagi kaum yang (mau) mendengar.","no_fn":"349","teks_fn":"349) Allah Swt. menjadikan siklus harian rotasi bumi sebagai penyebab keberulangan malam dan siang. Saat malam, ketika matahari berada pada belahan bumi sebaliknya, suasana gelap dan sejuk sehingga sangat cocok menjadi waktu beristirahat. Sementara itu, siang hari yang terang sangat cocok menjadi waktu beraktivitas.","bacaan":"huwaladzii ja'ala lakumulayla litaskunuu fiihi wannahaara mubshiran inna fii dzaalika laaayaatin liqawmin yasma'uun"},{"id_ayat":1432,"no_surah":10,"no_ayat":68,"teks_ayat":"قَالُوا اتَّخَذَ اللّٰهُ وَلَدًا سُبْحٰنَهٗ ۗ هُوَ الْغَنِيُّ ۗ لَهٗ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِۗ اِنْ عِنْدَكُمْ مِّنْ سُلْطٰنٍۢ بِهٰذَاۗ اَتَقُوْلُوْنَ عَلَى اللّٰهِ مَا لَا تَعْلَمُوْنَ ","tema":"Bukti Keesaan Allah","teks_terjemah":"Mereka (yang menyekutukan Allah) berkata, “Allah mengangkat anak.” Mahasuci Dia. Dialah Yang Mahakaya. Milik-Nyalah apa yang ada di langit dan apa yang ada di bumi. Kamu tidak mempunyai alasan kuat tentang ini. Pantaskah kamu mengatakan tentang Allah apa yang tidak kamu ketahui?","no_fn":"","teks_fn":"","bacaan":"qaaluu ittakhadzalaahu waladan subhaanahu huwalghaniyyu lahu maa fiissamaawaati wamaa fiil-ardhi in 'indakum min sulthaanin bihaadzaa ataquuluuna 'alaalaahi maa laa ta'lamuun"},{"id_ayat":1433,"no_surah":10,"no_ayat":69,"teks_ayat":"قُلْ اِنَّ الَّذِيْنَ يَفْتَرُوْنَ عَلَى اللّٰهِ الْكَذِبَ لَا يُفْلِحُوْنَۗ  ","tema":"Bukti Keesaan Allah","teks_terjemah":"Katakanlah (Nabi Muhammad), “Sesungguhnya orang-orang yang mengada-adakan kebohongan terhadap Allah tidak akan beruntung.”","no_fn":"","teks_fn":"","bacaan":"qul innaladziina yaftaruuna 'alaalaahilkadziba laa yuflihuun"},{"id_ayat":1434,"no_surah":10,"no_ayat":70,"teks_ayat":"مَتَاعٌ فِى الدُّنْيَا ثُمَّ اِلَيْنَا مَرْجِعُهُمْ ثُمَّ نُذِيْقُهُمُ الْعَذَابَ الشَّدِيْدَ بِمَا كَانُوْا يَكْفُرُوْنَ ࣖ ","tema":"Bukti Keesaan Allah","teks_terjemah":"(Bagi mereka) kesenangan (sesaat) ketika di dunia, selanjutnya kepada Kamilah tempat mereka kembali, kemudian Kami jadikan mereka merasakan azab yang keras karena mereka selalu kufur.","no_fn":"","teks_fn":"","bacaan":"mataa'un fiiddunyaa tsumma ilaynaa marji'uhum tsumma nudziiquhumul'adzaabasysyadiida bimaa kaanuu yakfuruun"},{"id_ayat":1435,"no_surah":10,"no_ayat":71,"teks_ayat":"۞ وَاتْلُ عَلَيْهِمْ نَبَاَ نُوْحٍۘ اِذْ قَالَ لِقَوْمِهٖ يٰقَوْمِ اِنْ كَانَ كَبُرَ عَلَيْكُمْ مَّقَامِيْ وَتَذْكِيْرِيْ بِاٰيٰتِ اللّٰهِ فَعَلَى اللّٰهِ تَوَكَّلْتُ فَاَجْمِعُوْٓا اَمْرَكُمْ وَشُرَكَاۤءَكُمْ ثُمَّ لَا يَكُنْ اَمْرُكُمْ عَلَيْكُمْ غُمَّةً ثُمَّ اقْضُوْٓا اِلَيَّ وَلَا تُنْظِرُوْنِ ","tema":"Pelajaran dari Kisah Nabi Nuh","teks_terjemah":"Bacakanlah (sampaikanlah wahai Nabi Muhammad) kepada mereka berita penting (tentang) Nuh ketika dia berkata kepada kaumnya, “Wahai kaumku, jika terasa berat bagi kamu keberadaanku tinggal (bersamamu) dan peringatanku dengan ayat-ayat Allah, kepada Allahlah aku bertawakal. Oleh karena itu, bulatkanlah keputusanmu dan kumpulkanlah sekutu-sekutumu (untuk membinasakanku), selanjutnya janganlah keputusanmu itu dirahasiakan. Kemudian, bertindaklah terhadap diriku dan janganlah kamu tunda-tunda (tindakan itu) kepadaku.","no_fn":"","teks_fn":"","bacaan":"watlu 'alayhim naba-a nuuhin idz qaala liqawmihi yaa qawmi in kaana kabura 'alaykum maqaamii watadzkiirii bi-aayaatilaahi fa'alaalaahi tawakkaltu fa-ajmi'uu amrakum wasyurakaa-akum tsumma laa yakun amrukum 'alaykum ghummatan tsumma iqdhuu ilayya walaa tunzhiruun"},{"id_ayat":1436,"no_surah":10,"no_ayat":72,"teks_ayat":"فَاِنْ تَوَلَّيْتُمْ فَمَا سَاَلْتُكُمْ مِّنْ اَجْرٍۗ اِنْ اَجْرِيَ اِلَّا عَلَى اللّٰهِ ۙوَاُمِرْتُ اَنْ اَكُوْنَ مِنَ الْمُسْلِمِيْنَ","tema":"Pelajaran dari Kisah Nabi Nuh","teks_terjemah":"Jika kamu berpaling (dari peringatanku), aku tidak meminta imbalan sedikit pun darimu. Imbalanku tidak lain hanyalah dari Allah dan aku diperintah agar aku masuk ke dalam golongan orang-orang muslim.”","no_fn":"","teks_fn":"","bacaan":"fa-in tawallaytum famaa sa-altukum min ajrin in ajriya illaa 'alaalaahi waumirtu an akuuna minalmuslimiin"},{"id_ayat":1437,"no_surah":10,"no_ayat":73,"teks_ayat":"فَكَذَّبُوْهُ فَنَجَّيْنٰهُ وَمَنْ مَّعَهٗ فِى الْفُلْكِ وَجَعَلْنٰهُمْ خَلٰۤىِٕفَ وَاَغْرَقْنَا الَّذِيْنَ كَذَّبُوْا بِاٰيٰتِنَاۚ فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ الْمُنْذَرِيْنَ ","tema":"Pelajaran dari Kisah Nabi Nuh","teks_terjemah":"Mereka mendustakannya (Nuh). Lalu, Kami selamatkan dia dan orang-orang yang bersamanya di dalam bahtera serta Kami jadikan mereka sebagai generasi penerus dan Kami tenggelamkan orang-orang yang mendustakan ayat-ayat Kami. Perhatikanlah bagaimana kesudahan orang-orang yang diberi peringatan itu.","no_fn":"","teks_fn":"","bacaan":"fakadzdzabuuhu fanajjaynaahu waman ma'ahu fiilfulki waja'alnaahum khalaa-ifa wa-aghraqnaaladziina kadzdzabuu bi-aayaatinaa fanzhur kayfa kaana 'aaqibatulmundzariin"},{"id_ayat":1438,"no_surah":10,"no_ayat":74,"teks_ayat":"ثُمَّ بَعَثْنَا مِنْۢ بَعْدِهٖ رُسُلًا اِلٰى قَوْمِهِمْ فَجَاۤءُوْهُمْ بِالْبَيِّنٰتِ فَمَا كَانُوْا لِيُؤْمِنُوْا بِمَا كَذَّبُوْا بِهٖ مِنْ قَبْلُ ۗ  كَذٰلِكَ نَطْبَعُ عَلٰى قُلُوْبِ الْمُعْتَدِيْنَ","tema":"Pelajaran dari Kisah Nabi Nuh","teks_terjemah":"Kemudian, Kami mengutus setelahnya (Nuh) beberapa rasul kepada kaum mereka (umat masing-masing), maka rasul-rasul itu datang kepada mereka dengan membawa bukti-bukti yang nyata, tetapi mereka tidak mau beriman karena mereka dahulu telah (biasa) mendustakannya. Demikianlah Kami mengunci hati orang-orang yang melampaui batas.","no_fn":"","teks_fn":"","bacaan":"tsumma ba'atsnaa min ba'dihi rusulan ilaa qawmihim fajaauuhum bilbayyinaati famaa kaanuu liyu'minuu bimaa kadzdzabuu bihi min qablu kadzaalika nathba'u 'alaa quluubilmu'tadiin"},{"id_ayat":1439,"no_surah":10,"no_ayat":75,"teks_ayat":"ثُمَّ بَعَثْنَا مِنْۢ بَعْدِهِمْ مُّوْسٰى وَهٰرُوْنَ اِلٰى فِرْعَوْنَ وَمَلَا۟ىِٕهٖ بِاٰيٰتِنَا فَاسْتَكْبَرُوْا وَكَانُوْا قَوْمًا مُّجْرِمِيْنَ ","tema":"Kisah Nabi Musa dan Bani Israil di Mesir","teks_terjemah":"Kemudian, setelah mereka Kami mengutus Musa dan Harun kepada Fir‘aun dan para pemuka kaumnya, dengan membawa tanda-tanda (kekuasaan) Kami. Lalu, mereka menyombongkan diri dan mereka adalah kaum pendurhaka.","no_fn":"","teks_fn":"","bacaan":"tsumma ba'atsnaa min ba'dihim muusaa wahaaruuna ilaa fir'awna wamala-ihi bi-aayaatinaa fastakbaruu wakaanuu qawman mujrimiin"},{"id_ayat":1440,"no_surah":10,"no_ayat":76,"teks_ayat":"فَلَمَّا جَاۤءَهُمُ الْحَقُّ مِنْ عِنْدِنَا قَالُوْٓا اِنَّ هٰذَا لَسِحْرٌ مُّبِيْنٌ ","tema":"Kisah Nabi Musa dan Bani Israil di Mesir","teks_terjemah":"Ketika telah datang kepada mereka kebenaran (mukjizat) dari sisi Kami, mereka berkata, “Sesungguhnya ini benar-benar sihir yang nyata.”","no_fn":"","teks_fn":"","bacaan":"falammaa jaa-ahumulhaqqu min 'indinaa qaaluu inna haadzaa lasihrun mubiin"},{"id_ayat":1441,"no_surah":10,"no_ayat":77,"teks_ayat":"قَالَ مُوْسٰٓى اَتَقُوْلُوْنَ لِلْحَقِّ لَمَّا جَاۤءَكُمْ ۗ اَسِحْرٌ هٰذَاۗ وَلَا يُفْلِحُ السّٰحِرُوْنَ ","tema":"Kisah Nabi Musa dan Bani Israil di Mesir","teks_terjemah":"Musa berkata, “Apakah (pantas) kamu mengatakan terhadap kebenaran (mukjizat) ketika ia datang kepadamu, ‘sihirkah ini?’ Padahal, para penyihir itu tidaklah mendapat kemenangan.”","no_fn":"","teks_fn":"","bacaan":"qaala muusaa ataquuluuna lilhaqqi lammaa jaa-akum asihrun haadzaa walaa yuflihussaahiruun"},{"id_ayat":1442,"no_surah":10,"no_ayat":78,"teks_ayat":"قَالُوْٓا اَجِئْتَنَا لِتَلْفِتَنَا عَمَّا وَجَدْنَا عَلَيْهِ اٰبَاۤءَنَا وَتَكُوْنَ لَكُمَا الْكِبْرِيَاۤءُ فِى الْاَرْضِۗ وَمَا نَحْنُ لَكُمَا بِمُؤْمِنِيْنَ ","tema":"Kisah Nabi Musa dan Bani Israil di Mesir","teks_terjemah":"Mereka berkata, “Apakah engkau (Musa) datang kepada kami untuk memalingkan kami dari apa yang kami dapati pada nenek moyang kami (menyembah berhala), dan agar kamu berdua (Musa dan Harun) mempunyai kekuasaan di bumi (negeri Mesir)? Kami tidak akan beriman kepada kamu berdua.”","no_fn":"","teks_fn":"","bacaan":"qaaluu aji'tanaa litalfitanaa 'ammaa wajadnaa 'alayhi aabaa-anaa watakuuna lakumaalkibriyaau fiil-ardhi wamaa nahnu lakumaa bimu'miniin"},{"id_ayat":1443,"no_surah":10,"no_ayat":79,"teks_ayat":"وَقَالَ فِرْعَوْنُ ائْتُوْنِيْ بِكُلِّ سٰحِرٍ عَلِيْمٍ ","tema":"Tantangan Fir‘aun kepada Nabi Musa","teks_terjemah":"Fir‘aun berkata (kepada para pemuka kaumnya), “Datangkanlah kepadaku semua penyihir yang ulung!”","no_fn":"","teks_fn":"","bacaan":"waqaala fir'awnu i'tuunii bikulli saahirin 'aliim"},{"id_ayat":1444,"no_surah":10,"no_ayat":80,"teks_ayat":"فَلَمَّا جَاۤءَ السَّحَرَةُ قَالَ لَهُمْ مُّوْسٰٓى اَلْقُوْا مَآ اَنْتُمْ مُّلْقُوْنَ ","tema":"Tantangan Fir‘aun kepada Nabi Musa","teks_terjemah":"Ketika para penyihir itu datang, Musa berkata kepada mereka, “Lemparkanlah apa yang hendak kamu lemparkan!”","no_fn":"","teks_fn":"","bacaan":"falammaa jaa-assaharatu qaala lahum muusaalquu maa antum mulquuna "},{"id_ayat":1445,"no_surah":10,"no_ayat":81,"teks_ayat":"فَلَمَّآ اَلْقَوْا قَالَ مُوْسٰى مَا جِئْتُمْ بِهِ ۙالسِّحْرُۗ اِنَّ اللّٰهَ سَيُبْطِلُهٗۗ اِنَّ اللّٰهَ لَا يُصْلِحُ عَمَلَ الْمُفْسِدِيْنَ ࣖ ","tema":"Tantangan Fir‘aun kepada Nabi Musa","teks_terjemah":"Setelah mereka melemparkan (tali-temali), Musa berkata, “Apa yang kamu bawa itulah sihir. Sesungguhnya Allah akan membatalkan (mengalahkan)-nya. Sesungguhnya Allah tidak membiarkan perbuatan orang-orang yang berbuat kerusakan.","no_fn":"","teks_fn":"","bacaan":"falammaalqaw qaala muusaa maa ji'tum bihissihru innalaaha sayubthiluhu innalaaha laa yushlihu 'amalalmufsidiin"},{"id_ayat":1446,"no_surah":10,"no_ayat":82,"teks_ayat":"وَيُحِقُّ اللّٰهُ الْحَقَّ بِكَلِمٰتِهٖ وَلَوْ كَرِهَ الْمُجْرِمُوْنَ ","tema":"Tantangan Fir‘aun kepada Nabi Musa","teks_terjemah":"Allah akan mengukuhkan kebenaran dengan ketetapan-ketetapan-Nya, walaupun para pendurhaka tidak menyukainya.","no_fn":"","teks_fn":"","bacaan":"wayuhiqqulaahulhaqqa bikalimaatihi walaw karihalmujrimuun"},{"id_ayat":1447,"no_surah":10,"no_ayat":83,"teks_ayat":"فَمَآ اٰمَنَ لِمُوْسٰىٓ اِلَّا ذُرِّيَّةٌ مِّنْ قَوْمِهٖ عَلٰى خَوْفٍ مِّنْ فِرْعَوْنَ وَمَلَا۟ىِٕهِمْ اَنْ يَّفْتِنَهُمْ ۗوَاِنَّ فِرْعَوْنَ لَعَالٍ فِى الْاَرْضِۚ وَاِنَّهٗ لَمِنَ الْمُسْرِفِيْنَ ","tema":"Sebagian Bani Israil Beriman kepada Nabi Musa","teks_terjemah":"Tidak ada yang beriman kepada Musa selain keturunan dari kaumnya disertai ketakutan kepada Fir‘aun dan para pemuka kaumnya yang akan menyiksa mereka. Sesungguhnya Fir‘aun benar-benar sewenang-wenang di bumi. Sesungguhnya ia benar-benar termasuk orang-orang yang melampaui batas.","no_fn":"","teks_fn":"","bacaan":"famaa aamana limuusaa illaa dzurriyyatun min qawmihi 'alaa khawfin min fir'awna wamala-ihim an yaftinahum wa-inna fir'awna la'aalin fiil-ardhi wa-innahu laminalmusrifiin"},{"id_ayat":1448,"no_surah":10,"no_ayat":84,"teks_ayat":"وَقَالَ مُوْسٰى يٰقَوْمِ اِنْ كُنْتُمْ اٰمَنْتُمْ بِاللّٰهِ فَعَلَيْهِ تَوَكَّلُوْٓا اِنْ كُنْتُمْ مُّسْلِمِيْنَ ","tema":"Sebagian Bani Israil Beriman kepada Nabi Musa","teks_terjemah":"Musa berkata, “Wahai kaumku, jika kamu sungguh-sungguh beriman kepada Allah, bertawakallah hanya kepada-Nya apabila kamu benar-benar orang-orang muslim (yang berserah diri kepada Allah).”","no_fn":"","teks_fn":"","bacaan":"waqaala muusaa yaa qawmi in kuntum aamantum bialaahi fa'alayhi tawakkaluu in kuntum muslimiin"},{"id_ayat":1449,"no_surah":10,"no_ayat":85,"teks_ayat":"فَقَالُوْا عَلَى اللّٰهِ تَوَكَّلْنَا ۚرَبَّنَا لَا تَجْعَلْنَا فِتْنَةً لِّلْقَوْمِ الظّٰلِمِيْنَ ","tema":"Sebagian Bani Israil Beriman kepada Nabi Musa","teks_terjemah":"Mereka pun berkata, “Kepada Allahlah kami bertawakal. Ya Tuhan kami, janganlah Engkau jadikan kami (sasaran) fitnah bagi kaum yang zalim.","no_fn":"","teks_fn":"","bacaan":"faqaaluu 'alaalaahi tawakkalnaa rabbanaa laa taj'alnaa fitnatan lilqawmizhzhaalimiin"},{"id_ayat":1450,"no_surah":10,"no_ayat":86,"teks_ayat":"وَنَجِّنَا بِرَحْمَتِكَ مِنَ الْقَوْمِ الْكٰفِرِيْنَ ","tema":"Sebagian Bani Israil Beriman kepada Nabi Musa","teks_terjemah":"Selamatkanlah pula kami dengan rahmat-Mu dari kaum yang kafir.”","no_fn":"","teks_fn":"","bacaan":"wanajjinaa birahmatika minalqawmilkaafiriin"},{"id_ayat":1451,"no_surah":10,"no_ayat":87,"teks_ayat":"وَاَوْحَيْنَآ اِلٰى مُوْسٰى وَاَخِيْهِ اَنْ تَبَوَّاٰ لِقَوْمِكُمَا بِمِصْرَ بُيُوْتًا وَّاجْعَلُوْا بُيُوْتَكُمْ قِبْلَةً وَّاَقِيْمُوا الصَّلٰوةَۗ وَبَشِّرِ الْمُؤْمِنِيْنَ ","tema":"Sebagian Bani Israil Beriman kepada Nabi Musa","teks_terjemah":"Telah Kami wahyukan kepada Musa dan saudaranya (Harun), “Ambillah oleh kamu berdua beberapa rumah di Mesir untuk tempat tinggal kaummu, jadikanlah rumah-rumahmu itu kiblat (tempat ibadah), dan tegakkanlah salat. Gembirakanlah orang-orang mukmin.”","no_fn":"","teks_fn":"","bacaan":"wa-awhaynaa ilaa muusaa wa-akhiihi an tabawwaaa liqawmikumaa bimishra buyuutan waj'aluu buyuutakum qiblatan wa-aqiimuushshalaata wabasysyirilmu'miniin"},{"id_ayat":1452,"no_surah":10,"no_ayat":88,"teks_ayat":"وَقَالَ مُوْسٰى رَبَّنَآ اِنَّكَ اٰتَيْتَ فِرْعَوْنَ وَمَلَاَهٗ زِيْنَةً وَّاَمْوَالًا فِى الْحَيٰوةِ الدُّنْيَاۗ رَبَّنَا لِيُضِلُّوْا عَنْ سَبِيْلِكَ ۚرَبَّنَا اطْمِسْ عَلٰٓى اَمْوَالِهِمْ وَاشْدُدْ عَلٰى قُلُوْبِهِمْ فَلَا يُؤْمِنُوْا حَتّٰى يَرَوُا الْعَذَابَ الْاَلِيْمَ ","tema":"Kutukan Nabi Musa atas Fir’aun dan Pengikutnya","teks_terjemah":"Musa berkata, “Ya Tuhan kami, sesungguhnya Engkau telah memberikan kepada Fir‘aun dan para pemuka kaumnya perhiasan dan harta kekayaan (yang banyak) dalam kehidupan dunia. Ya Tuhan kami, (akibat pemberian itu) mereka menyesatkan (manusia) dari jalan-Mu. Ya Tuhan kami, binasakanlah harta benda mereka dan kunci matilah hati mereka sehingga mereka tidak beriman sampai mereka melihat azab yang sangat pedih.”","no_fn":"","teks_fn":"","bacaan":"waqaala muusaa rabbanaa innaka aatayta fir'awna wamala-ahu ziinatan wa-amwaalan fiilhayaatiddunyaa rabbanaa liyudhilluu 'an sabiilika rabbanaa ithmis 'alaa amwaalihim wasydud 'alaa quluubihim falaa yu'minuu hattaa yarawuul'adzaabal-aliim"},{"id_ayat":1453,"no_surah":10,"no_ayat":89,"teks_ayat":"قَالَ قَدْ اُجِيْبَتْ دَّعْوَتُكُمَا فَاسْتَقِيْمَا وَلَا تَتَّبِعٰۤنِّ سَبِيْلَ الَّذِيْنَ لَا يَعْلَمُوْنَ ","tema":"Kutukan Nabi Musa atas Fir’aun dan Pengikutnya","teks_terjemah":"Dia (Allah) berfirman, “Sungguh, permohonan kamu berdua telah diperkenankan. Maka, tetaplah kamu berdua (pada jalan yang lurus) dan janganlah sekali-kali kamu berdua mengikuti jalan orang-orang yang tidak mengetahui.”","no_fn":"","teks_fn":"","bacaan":"qaala qad ujiibat da'watukumaa fastaqiimaa walaa tattabi'aanni sabiilaladziina laa ya'lamuun"},{"id_ayat":1454,"no_surah":10,"no_ayat":90,"teks_ayat":"۞ وَجَاوَزْنَا بِبَنِيْٓ اِسْرَاۤءِيْلَ الْبَحْرَ فَاَتْبَعَهُمْ فِرْعَوْنُ وَجُنُوْدُهٗ بَغْيًا وَّعَدْوًا ۗحَتّٰىٓ اِذَآ اَدْرَكَهُ الْغَرَقُ قَالَ اٰمَنْتُ اَنَّهٗ لَآ اِلٰهَ اِلَّا الَّذِيْٓ اٰمَنَتْ بِهٖ بَنُوْٓا اِسْرَاۤءِيْلَ وَاَنَا۠ مِنَ الْمُسْلِمِيْنَ","tema":"Kehancuran Fir‘aun dan Bala Tentaranya","teks_terjemah":"Kami jadikan Bani Israil bisa melintasi laut itu (Laut Merah). Lalu, Fir‘aun dan bala tentaranya mengikuti mereka untuk menganiaya dan menindas hingga ketika Fir‘aun hampir (mati) tenggelam, dia berkata, “Aku percaya bahwa tidak ada tuhan selain (Tuhan) yang telah dipercayai oleh Bani Israil dan aku termasuk orang-orang muslim (yang berserah diri kepada-Nya).”","no_fn":"","teks_fn":"","bacaan":"wajaawaznaa bibanii israa-iilalbahra fa-atba'ahum fir'awnu wajunuuduhu baghyan wa'adwan hattaa idzaa adrakahulgharaqu qaala aamantu annahu laa ilaaha illaaladzii aamanat bihi banuu israa-iila wa-anaa minalmuslimiin"},{"id_ayat":1455,"no_surah":10,"no_ayat":91,"teks_ayat":"اٰۤلْـٰٔنَ وَقَدْ عَصَيْتَ قَبْلُ وَكُنْتَ مِنَ الْمُفْسِدِيْنَ","tema":"Kehancuran Fir‘aun dan Bala Tentaranya","teks_terjemah":"Apakah (baru) sekarang (kamu beriman), padahal sungguh kamu telah durhaka sejak dahulu dan kamu termasuk orang-orang yang berbuat kerusakan?","no_fn":"","teks_fn":"","bacaan":"aal-aana waqad 'ashayta qablu wakunta minalmufsidiin"},{"id_ayat":1456,"no_surah":10,"no_ayat":92,"teks_ayat":"فَالْيَوْمَ نُنَجِّيْكَ بِبَدَنِكَ لِتَكُوْنَ لِمَنْ خَلْفَكَ اٰيَةً ۗوَاِنَّ كَثِيْرًا مِّنَ النَّاسِ عَنْ اٰيٰتِنَا لَغٰفِلُوْنَ ࣖ","tema":"Kehancuran Fir‘aun dan Bala Tentaranya","teks_terjemah":"Pada hari ini Kami selamatkan jasadmu agar kamu menjadi pelajaran bagi orang-orang yang datang setelah kamu. Sesungguhnya kebanyakan manusia benar-benar lengah (tidak mengindahkan) tanda-tanda (kekuasaan) Kami.","no_fn":"","teks_fn":"","bacaan":"falyawma nunajjiika bibadanika litakuuna liman khalfaka aayatan wa-inna katsiiran minannaasi 'an aayaatinaa laghaafiluun"},{"id_ayat":1457,"no_surah":10,"no_ayat":93,"teks_ayat":"وَلَقَدْ بَوَّأْنَا بَنِيْٓ اِسْرَاۤءِيْلَ مُبَوَّاَ صِدْقٍ وَّرَزَقْنٰهُمْ مِّنَ الطَّيِّبٰتِ ۚفَمَا اخْتَلَفُوْا حَتّٰى جَاۤءَهُمُ الْعِلْمُ ۗاِنَّ رَبَّكَ يَقْضِيْ بَيْنَهُمْ يَوْمَ الْقِيٰمَةِ فِيْمَا كَانُوْا فِيْهِ يَخْتَلِفُوْنَ ","tema":"Kehancuran Fir‘aun dan Bala Tentaranya","teks_terjemah":"Sungguh, Kami benar-benar telah menempatkan Bani Israil di tempat kediaman yang benar (bagus dan nyaman) dan Kami beri mereka rezeki yang baik. Maka, mereka tidak berselisih hingga datang kepada mereka pengetahuan (yang tersurat dalam Taurat). Sesungguhnya Tuhanmu akan memberi keputusan antara mereka pada hari Kiamat tentang apa yang selalu mereka perselisihkan.","no_fn":"","teks_fn":"","bacaan":"walaqad bawwa'naa banii israa-iila mubawwa-a shidqin warazaqnaahum minaththhayyibaati famaa ikhtalafuu hattaa jaa-ahumul'ilmu inna rabbaka yaqdhii baynahum yawmalqiyaamati fiimaa kaanuu fiihi yakhtalifuun"},{"id_ayat":1458,"no_surah":10,"no_ayat":94,"teks_ayat":"فَاِنْ كُنْتَ فِيْ شَكٍّ مِّمَّآ اَنْزَلْنَآ اِلَيْكَ فَسْـَٔلِ الَّذِيْنَ يَقْرَءُوْنَ الْكِتٰبَ مِنْ قَبْلِكَ ۚ لَقَدْ جَاۤءَكَ الْحَقُّ مِنْ رَّبِّكَ فَلَا تَكُوْنَنَّ مِنَ الْمُمْتَرِيْنَۙ","tema":"Larangan Meragukan dan Mendustakan Al-Qur’an","teks_terjemah":"Jika engkau (Nabi Muhammad) berada dalam keraguan tentang apa (kisah nabi-nabi terdahulu) yang Kami turunkan kepadamu, tanyakanlah kepada orang-orang yang membaca kitab sebelum kamu. Sungguh, telah datang kebenaran kepadamu dari Tuhanmu. Maka, janganlah sekali-kali engkau termasuk orang-orang yang ragu.","no_fn":"","teks_fn":"","bacaan":"fa-in kunta fii syakkin mimmaa anzalnnaa ilayka fas-aliladziina yaqrauunalkitaaba min qablika laqad jaa-akalhaqqu min rabbika falaa takuunanna minalmumtariin"},{"id_ayat":1459,"no_surah":10,"no_ayat":95,"teks_ayat":"وَلَا تَكُوْنَنَّ مِنَ الَّذِيْنَ كَذَّبُوْا بِاٰيٰتِ اللّٰهِ فَتَكُوْنَ مِنَ الْخٰسِرِيْنَ ","tema":"Larangan Meragukan dan Mendustakan Al-Qur’an","teks_terjemah":"Janganlah sekali-kali kamu termasuk orang-orang yang mendustakan ayat-ayat Allah yang menyebabkan kamu tergolong orang-orang yang merugi.","no_fn":"","teks_fn":"","bacaan":"walaa takuunanna minaladziina kadzdzabuu bi-aayaatilaahi fatakuuna minalkhaasiriin"},{"id_ayat":1460,"no_surah":10,"no_ayat":96,"teks_ayat":"اِنَّ الَّذِيْنَ حَقَّتْ عَلَيْهِمْ كَلِمَةُ رَبِّكَ لَا يُؤْمِنُوْنَ ","tema":"Larangan Meragukan dan Mendustakan Al-Qur’an","teks_terjemah":"Sesungguhnya orang-orang yang telah pasti mendapatkan ketentuan Tuhanmu (menjadi kufur atas pilihan sendiri) itu tidak akan beriman.","no_fn":"","teks_fn":"","bacaan":"innaladziina haqqat 'alayhim kalimatu rabbika laa yu'minuun"},{"id_ayat":1461,"no_surah":10,"no_ayat":97,"teks_ayat":"وَلَوْ جَاۤءَتْهُمْ كُلُّ اٰيَةٍ حَتّٰى يَرَوُا الْعَذَابَ الْاَلِيْمَ ","tema":"Larangan Meragukan dan Mendustakan Al-Qur’an","teks_terjemah":"Meskipun semua tanda-tanda (kebesaran Allah) datang kepada mereka, (mereka tidak juga beriman) hingga mereka menyaksikan azab yang sangat pedih.","no_fn":"","teks_fn":"","bacaan":"walaw jaa-at-hum kullu aayatin hattaa yarawuul'adzaabal-aliim"},{"id_ayat":1462,"no_surah":10,"no_ayat":98,"teks_ayat":"فَلَوْلَا كَانَتْ قَرْيَةٌ اٰمَنَتْ فَنَفَعَهَآ اِيْمَانُهَآ اِلَّا قَوْمَ يُوْنُسَۗ  لَمَّآ اٰمَنُوْا كَشَفْنَا عَنْهُمْ عَذَابَ الْخِزْيِ فِى الْحَيٰوةِ الدُّنْيَا وَمَتَّعْنٰهُمْ اِلٰى حِيْنٍ ","tema":"Larangan Memaksa Orang untuk Beriman","teks_terjemah":"Mengapa tidak ada (penduduk) suatu negeri pun yang segera beriman sehingga imannya itu bermanfaat kepadanya, selain kaum Yunus? Ketika mereka beriman, Kami hilangkan dari mereka azab yang menghinakan dalam kehidupan dunia dan Kami berikan kesenangan hidup (sementara) kepada mereka sampai waktu yang ditentukan.","no_fn":"","teks_fn":"","bacaan":"falawlaa kaanat qaryatun aamanat fanafa'ahaa iimaanuhaa illaa qawma yuunusa lammaa aamanuu kasyafnaa 'anhum 'adzaabalkhizyi fiilhayaatiddunyaa wamatta'naahum ilaa hiin"},{"id_ayat":1463,"no_surah":10,"no_ayat":99,"teks_ayat":"وَلَوْ شَاۤءَ رَبُّكَ لَاٰمَنَ مَنْ فِى الْاَرْضِ كُلُّهُمْ جَمِيْعًاۗ اَفَاَنْتَ تُكْرِهُ النَّاسَ حَتّٰى يَكُوْنُوْا مُؤْمِنِيْنَ ","tema":"Larangan Memaksa Orang untuk Beriman","teks_terjemah":"Seandainya Tuhanmu menghendaki, tentulah semua orang di bumi seluruhnya beriman. Apakah engkau (Nabi Muhammad) akan memaksa manusia hingga mereka menjadi orang-orang mukmin?","no_fn":"","teks_fn":"","bacaan":"walaw syaa-a rabbuka laaamana man fiil-ardhi kulluhum jamii'an afa-anta tukrihunnaasa hattaa yakuunuu mu'miniina "},{"id_ayat":1464,"no_surah":10,"no_ayat":100,"teks_ayat":"وَمَا كَانَ لِنَفْسٍ اَنْ تُؤْمِنَ اِلَّا بِاِذْنِ اللّٰهِ ۗوَيَجْعَلُ الرِّجْسَ عَلَى الَّذِيْنَ لَا يَعْقِلُوْنَ ","tema":"Larangan Memaksa Orang untuk Beriman","teks_terjemah":"Tidak seorang pun akan beriman, kecuali dengan izin Allah dan Dia menimpakan azab kepada orang-orang yang tidak mau mengerti.","no_fn":"","teks_fn":"","bacaan":"wamaa kaana linafsin an tu'mina illaa bi-idznilaahi wayaj'alurrijsa 'alaaladziina laa ya'qiluun"},{"id_ayat":1465,"no_surah":10,"no_ayat":101,"teks_ayat":"قُلِ انْظُرُوْا مَاذَا فِى السَّمٰوٰتِ وَالْاَرْضِ ۗوَمَا تُغْنِى الْاٰيٰتُ وَالنُّذُرُ عَنْ قَوْمٍ لَّا يُؤْمِنُوْنَ ","tema":"Perintah untuk Mengamati Ciptaan Allah","teks_terjemah":"Katakanlah (Nabi Muhammad), “Perhatikanlah apa saja yang ada di langit dan di bumi!” Tidaklah berguna tanda-tanda (kebesaran Allah) dan peringatan-peringatan itu (untuk menghindarkan azab Allah) dari kaum yang tidak beriman.","no_fn":"","teks_fn":"","bacaan":"quli unzhuruu maatsaa fiissamaawaati wal-ardhi wamaa tughniil-aayaatu wannudzuru 'an qawmin laa yu'minuun"},{"id_ayat":1466,"no_surah":10,"no_ayat":102,"teks_ayat":"فَهَلْ يَنْتَظِرُوْنَ اِلَّا مِثْلَ اَيَّامِ الَّذِيْنَ خَلَوْا مِنْ قَبْلِهِمْۗ قُلْ فَانْتَظِرُوْٓا اِنِّيْ مَعَكُمْ مِّنَ الْمُنْتَظِرِيْنَ ","tema":"Perintah untuk Mengamati Ciptaan Allah","teks_terjemah":"Mereka tidak menunggu kecuali seperti hari-hari (kejadian-kejadian) yang sama dengan kejadian-kejadian (yang menimpa) orang-orang terdahulu sebelum mereka. Katakanlah (Nabi Muhammad), “Maka, tunggulah (siksaan Allah)! Sesungguhnya aku pun termasuk orang-orang yang menunggu bersamamu.”","no_fn":"","teks_fn":"","bacaan":"fahal yantazhiruuna illaa mitsla ayyaamiladziina khalaw min qablihim qul fantazhiruu innii ma'akum minalmuntazhiriin"},{"id_ayat":1467,"no_surah":10,"no_ayat":103,"teks_ayat":"ثُمَّ نُنَجِّيْ رُسُلَنَا وَالَّذِيْنَ اٰمَنُوْا كَذٰلِكَ ۚحَقًّا عَلَيْنَا نُنْجِ الْمُؤْمِنِيْنَ ࣖ ","tema":"Perintah untuk Mengamati Ciptaan Allah","teks_terjemah":"Kemudian, Kami selamatkan rasul-rasul Kami dan orang-orang yang beriman. Demikianlah menjadi ketentuan Kami untuk menyelamatkan orang-orang mukmin.","no_fn":"","teks_fn":"","bacaan":"tsumma nunajjii rusulanaa walladziina aamanuu kadzaalika haqqan 'alaynaa nunjiilmu'miniin"},{"id_ayat":1468,"no_surah":10,"no_ayat":104,"teks_ayat":"قُلْ يٰٓاَيُّهَا النَّاسُ اِنْ كُنْتُمْ فِيْ شَكٍّ مِّنْ دِيْنِيْ فَلَآ اَعْبُدُ الَّذِيْنَ تَعْبُدُوْنَ مِنْ دُوْنِ اللّٰهِ وَلٰكِنْ اَعْبُدُ اللّٰهَ الَّذِيْ يَتَوَفّٰىكُمْ ۖ وَاُمِرْتُ اَنْ اَكُوْنَ مِنَ الْمُؤْمِنِيْنَۙ","tema":"Seruan untuk Beribadah hanya kepada Allah","teks_terjemah":"Katakanlah (Nabi Muhammad), “Wahai manusia, jika kamu masih dalam keragu-raguan tentang agamaku, aku tidak menyembah (apa atau siapa) yang kamu sembah selain Allah, tetapi aku menyembah Allah yang akan mematikan kamu dan aku diperintah supaya aku termasuk orang-orang mukmin.”","no_fn":"","teks_fn":"","bacaan":"qul yaa ayyuhaannaasu in kuntum fii syakkin min diinii falaa a'buduladziina ta'buduuna min duunilaahi walaakin a'budulaahaladzii yatawaffaakum waumirtu an akuuna minalmu'miniin"},{"id_ayat":1469,"no_surah":10,"no_ayat":105,"teks_ayat":"وَاَنْ اَقِمْ وَجْهَكَ لِلدِّيْنِ حَنِيْفًاۚ وَلَا تَكُوْنَنَّ مِنَ الْمُشْرِكِيْنَ ","tema":"Seruan untuk Beribadah hanya kepada Allah","teks_terjemah":"(Aku juga diperintah dengan firman-Nya), “Hadapkanlah wajahmu kepada agama (Islam) dengan lurus dan janganlah sekali-kali engkau termasuk orang-orang musyrik.","no_fn":"","teks_fn":"","bacaan":"wa-an aqim wajhaka liddiini haniifan walaa takuunanna minalmusyrikiin"},{"id_ayat":1470,"no_surah":10,"no_ayat":106,"teks_ayat":"وَلَا تَدْعُ مِنْ دُوْنِ اللّٰهِ مَا لَا يَنْفَعُكَ وَلَا يَضُرُّكَ ۚفَاِنْ فَعَلْتَ فَاِنَّكَ اِذًا مِّنَ الظّٰلِمِيْنَ ","tema":"Seruan untuk Beribadah hanya kepada Allah","teks_terjemah":"Janganlah engkau sembah selain Allah, sesuatu yang tidak memberi manfaat kepadamu dan tidak (pula) memberi mudarat kepadamu, sebab jika engkau lakukan (yang demikian itu), sesungguhnya engkau termasuk orang-orang zalim.”","no_fn":"","teks_fn":"","bacaan":"walaa tad'u min duunilaahi maa laa yanfa'uka walaa yadhurruka fa-in fa'alta fa-innaka idzan minazhzhaalimiin"},{"id_ayat":1471,"no_surah":10,"no_ayat":107,"teks_ayat":"وَاِنْ يَّمْسَسْكَ اللّٰهُ بِضُرٍّ فَلَا كَاشِفَ لَهٗ ٓاِلَّا هُوَ ۚوَاِنْ يُّرِدْكَ بِخَيْرٍ فَلَا رَاۤدَّ لِفَضْلِهٖۗ يُصِيْبُ بِهٖ مَنْ يَّشَاۤءُ مِنْ عِبَادِهٖ ۗوَهُوَ الْغَفُوْرُ الرَّحِيْمُ ","tema":"Seruan untuk Beribadah hanya kepada Allah","teks_terjemah":"Jika Allah menimpakan suatu mudarat kepadamu, tidak ada yang dapat menghilangkannya kecuali Dia dan jika Dia menghendaki kebaikan bagimu, tidak ada yang dapat menolak karunia-Nya. Dia memberikannya (kebaikan itu) kepada siapa yang Dia kehendaki di antara hamba-hamba-Nya. Dialah Yang Maha Pengampun lagi Maha Penyayang.","no_fn":"","teks_fn":"","bacaan":"wa-in yamsaskalaahu bidhurrin falaa kaasyifa lahu illaa huwa wa-in yuridka bikhayrin falaa raadda lifadhlihi yushiibu bihi man yasyaau min 'ibaadihi wahuwalghafuururrahiim"},{"id_ayat":1472,"no_surah":10,"no_ayat":108,"teks_ayat":"قُلْ يٰٓاَيُّهَا النَّاسُ قَدْ جَاۤءَكُمُ الْحَقُّ مِنْ رَّبِّكُمْ ۚفَمَنِ اهْتَدٰى فَاِنَّمَا يَهْتَدِيْ لِنَفْسِهٖ ۚوَمَنْ ضَلَّ فَاِنَّمَا يَضِلُّ عَلَيْهَا ۚوَمَآ اَنَا۠ عَلَيْكُمْ بِوَكِيْلٍۗ  ","tema":"Seruan untuk Beribadah hanya kepada Allah","teks_terjemah":"Katakanlah (Nabi Muhammad), “Wahai manusia, sungguh telah datang kepadamu kebenaran (Al-Qur’an) dari Tuhanmu. Maka, siapa yang mendapatkan petunjuk, sesungguhnya petunjuknya itu untuk (kebaikan) dirinya sendiri. Siapa yang sesat, sesungguhnya kesesatannya itu (mencelakakan) dirinya sendiri. Aku bukanlah penanggung jawab kamu.”","no_fn":"","teks_fn":"","bacaan":"qul yaa ayyuhaannaasu qad jaa-akumulhaqqu min rabbikum famani ihtadaa fa-innamaa yahtadii linafsihi waman dhalla fa-innamaa yadhillu 'alayhaa wamaa anaa 'alaykum biwakiil"},{"id_ayat":1473,"no_surah":10,"no_ayat":109,"teks_ayat":"وَاتَّبِعْ مَا يُوْحٰىٓ اِلَيْكَ وَاصْبِرْ حَتّٰى يَحْكُمَ اللّٰهُ ۚوَهُوَ خَيْرُ الْحٰكِمِيْنَ ࣖ ","tema":"Seruan untuk Beribadah hanya kepada Allah","teks_terjemah":"Ikutilah apa yang telah diwahyukan kepadamu dan bersabarlah hingga Allah memberi keputusan. Dia adalah pemberi putusan yang terbaik.","no_fn":"","teks_fn":"","bacaan":"wattabi' maa yuuhaa ilayka washbir hattaa yahkumalaahu wahuwa khayrulhaakimiin"}]