[{"id":1365,"surah":10,"no_ayah":1,"theme":"","text_ayah":"الۤرٰۗ تِلْكَ اٰيٰتُ الْكِتٰبِ الْحَكِيْمِ ","text_id":"Alif Lām Rā. Itulah ayat-ayat Kitab (Al-Qur’an) yang penuh hikmah","text_en":"ALIF LAM RA. These are the verses of the authoritative Book.","transliteration":"alif lām rā, tilka āyātul-kitābil-ḥakīm","no_fn":"","text_fn":"","juz":11,"hizb":21,"rub_al_hizb":83,"page":208},{"id":1366,"surah":10,"no_ayah":2,"theme":"","text_ayah":"اَكَانَ لِلنَّاسِ عَجَبًا اَنْ اَوْحَيْنَآ اِلٰى رَجُلٍ مِّنْهُمْ اَنْ اَنْذِرِ النَّاسَ وَبَشِّرِ الَّذِيْنَ اٰمَنُوْٓا اَنَّ لَهُمْ قَدَمَ صِدْقٍ عِنْدَ رَبِّهِمْۗ قَالَ الْكٰفِرُوْنَ اِنَّ هٰذَا لَسٰحِرٌ مُّبِيْنٌ ","text_id":"Pantaskah menjadi suatu keheranan bagi manusia bahwa Kami mewahyukan kepada seorang laki-laki di antara mereka (yaitu), “Berilah peringatan kepada manusia dan berilah kabar gembira kepada orang-orang yang beriman bahwa mereka mempunyai kedudukan yang tinggi di sisi Tuhan mereka.” Orang-orang kafir berkata, “Sesungguhnya dia (Nabi Muhammad) ini benar-benar seorang penyihir yang nyata.”","text_en":"Are the people astonished that a man who is one of them was commanded by Us to warn them and to bring glad tidings to those who believe that they have a true precedence with their Lord? (Yet) the unbelievers say: \"He is a clear sorcerer.\"","transliteration":"a kāna lin-nāsi 'ajaban an auḥainā ilā rajulim min-hum an anżirin-nāsa wa basysyirillażīna āmanū anna lahum qadama ṣidqin 'inda rabbihim, qālal-kāfirụna inna hāżā lasāḥirum mubīn","no_fn":"","text_fn":"","juz":11,"hizb":21,"rub_al_hizb":83,"page":208},{"id":1367,"surah":10,"no_ayah":3,"theme":"Allah Mengatur Semua Urusan","text_ayah":"اِنَّ رَبَّكُمُ اللّٰهُ الَّذِيْ خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ فِيْ سِتَّةِ اَيَّامٍ ثُمَّ اسْتَوٰى عَلَى الْعَرْشِ يُدَبِّرُ الْاَمْرَۗ مَا مِنْ شَفِيْعٍ اِلَّا مِنْۢ بَعْدِ اِذْنِهٖۗ ذٰلِكُمُ اللّٰهُ رَبُّكُمْ فَاعْبُدُوْهُۗ اَفَلَا تَذَكَّرُوْنَ ","text_id":"Sesungguhnya Tuhanmu adalah Allah yang menciptakan langit dan bumi dalam enam masa,<sup>341)</sup> kemudian Dia bersemayam di atas ʻArasy<sup>342)</sup> (seraya) mengatur segala urusan. Tidak ada seorang pun pemberi syafaat, kecuali setelah (mendapat) izin-Nya. Itulah Allah, Tuhanmu. Maka, sembahlah Dia! Apakah kamu tidak mengambil pelajaran?","text_en":"Your Lord is God who created the heavens and the earth in six spans, then assumed His power, dispensing all affairs. None can intercede with Him except by His leave. He is God, your Lord, so worship Him. Will you not be warned?","transliteration":"inna rabbakumullāhullażī khalaqas-samāwāti wal-arḍa fī sittati ayyāmin ṡummastawā 'alal-'arsyi yudabbirul-amr, mā min syafī'in illā mim ba'di iżnih, żālikumullāhu rabbukum fa'budụh, a fa lā tażakkarụn","no_fn":"341,342","text_fn":"341) Lihat catatan kaki surah al-A‘rāf/7: 54.</br>342) Bersemayam di atas ʻArasy sesuai dengan keagungan dan kesucian-Nya.","juz":11,"hizb":21,"rub_al_hizb":83,"page":208},{"id":1368,"surah":10,"no_ayah":4,"theme":"Bukti Hari Kebangkitan dan Balasan atas Perbuatan Manusia","text_ayah":"اِلَيْهِ مَرْجِعُكُمْ جَمِيْعًاۗ وَعْدَ اللّٰهِ حَقًّاۗ اِنَّهٗ يَبْدَؤُا الْخَلْقَ ثُمَّ يُعِيْدُهٗ لِيَجْزِيَ الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ بِالْقِسْطِۗ وَالَّذِيْنَ كَفَرُوْا لَهُمْ شَرَابٌ مِّنْ حَمِيْمٍ وَّعَذَابٌ اَلِيْمٌ ۢبِمَا كَانُوْا يَكْفُرُوْنَ ","text_id":"Hanya kepada-Nya kamu semua akan kembali. Itu merupakan janji Allah yang benar dan pasti. Sesungguhnya Dialah yang memulai penciptaan (makhluk), kemudian mengembalikannya (menghidupkannya lagi) agar Dia memberi balasan dengan adil kepada orang-orang yang beriman dan beramal saleh. Adapun untuk orang-orang yang kufur, untuk mereka (disediakan) minuman dari air yang mendidih dan azab yang sangat pedih karena mereka selalu kufur.","text_en":"To Him will you all return: God's promise is true. It is He who originates creation, then will revert it, so that He may reward those who believe and do good things in all justice. But those who deny the truth will receive boiling water to drink and grievous punishment, for they disbelieved.","transliteration":"ilaihi marji'ukum jamī'ā, wa'dallāhi ḥaqqā, innahụ yabda`ul-khalqa ṡumma yu'īduhụ liyajziyallażīna āmanụ wa 'amiluṣ-ṣāliḥāti bil-qisṭ, wallażīna kafarụ lahum syarābum min ḥamīmiw wa 'ażābun alīmum bimā kānụ yakfurụn","no_fn":"","text_fn":"","juz":11,"hizb":21,"rub_al_hizb":83,"page":208},{"id":1369,"surah":10,"no_ayah":5,"theme":"Alam Semesta Membuktikan Kekuasaan Allah","text_ayah":"هُوَ الَّذِيْ جَعَلَ الشَّمْسَ ضِيَاۤءً وَّالْقَمَرَ نُوْرًا وَّقَدَّرَهٗ مَنَازِلَ لِتَعْلَمُوْا عَدَدَ السِّنِيْنَ وَالْحِسَابَۗ مَا خَلَقَ اللّٰهُ ذٰلِكَ اِلَّا بِالْحَقِّۗ يُفَصِّلُ الْاٰيٰتِ لِقَوْمٍ يَّعْلَمُوْنَ ","text_id":"Dialah yang menjadikan matahari bersinar dan bulan bercahaya.<sup>343)</sup> Dialah pula yang menetapkan tempat-tempat orbitnya agar kamu mengetahui bilangan tahun dan perhitungan (waktu).<sup>344)</sup> Allah tidak menciptakan demikian itu, kecuali dengan benar. Dia menjelaskan tanda-tanda (kebesaran-Nya) kepada kaum yang mengetahui.","text_en":"It is He who gave the sun its radiance, the moon its lustre, and appointed its stations so that you may compute years and numbers. God did not create them but with deliberation. He distinctly explains His signs for those who can understand.","transliteration":"huwallażī ja'alasy-syamsa ḍiyā`aw wal-qamara nụraw wa qaddarahụ manāzila lita'lamụ 'adadas-sinīna wal-ḥisāb, mā khalaqallāhu żālika illā bil-ḥaqq, yufaṣṣilul-āyāti liqaumiy ya'lamụn","no_fn":"343","text_fn":"343) Allah Swt. menjadikan matahari dan bulan berbeda sifat fisisnya. Matahari bersinar karena memancarkan cahayanya dari proses reaksi nuklir di dalam intinya, sedangkan bulan bercahaya karena memantulkan cahaya matahari.</br>344) Pergerakan bulan mengitari bumi menyebabkan pemantulan cahaya matahari oleh bulan berubah-ubah bentuknya, dari bentuk sabit sampai purnama dan kembali menjadi sabit lagi, sesuai dengan posisinya. Keteraturan periode bulan mengitari bumi dijadikan sebagai perhitungan waktu bulanan. Dua belas bulan setara dengan satu tahun (surah at-Taubah/9: 36).","juz":11,"hizb":21,"rub_al_hizb":83,"page":208},{"id":1370,"surah":10,"no_ayah":6,"theme":"Alam Semesta Membuktikan Kekuasaan Allah","text_ayah":"اِنَّ فِى اخْتِلَافِ الَّيْلِ وَالنَّهَارِ وَمَا خَلَقَ اللّٰهُ فِى السَّمٰوٰتِ وَالْاَرْضِ لَاٰيٰتٍ لِّقَوْمٍ يَّتَّقُوْنَ ","text_id":"Sesungguhnya pada pergantian malam dan siang dan pada apa yang diciptakan Allah di langit dan di bumi pasti terdapat tanda-tanda (kebesaran-Nya) bagi kaum yang bertakwa.","text_en":"In the alternation of night and day, and all that He has created in the heavens and the earth, are certainly signs for people who fear God.","transliteration":"inna fikhtilāfil-laili wan-nahāri wa mā khalaqallāhu fis-samāwāti wal-arḍi la`āyātil liqaumiy yattaqụn","no_fn":"","text_fn":"","juz":11,"hizb":21,"rub_al_hizb":83,"page":208},{"id":1371,"surah":10,"no_ayah":7,"theme":"Balasan Keingkaran dan Pahala Keimanan","text_ayah":"اِنَّ الَّذِيْنَ لَا يَرْجُوْنَ لِقَاۤءَنَا وَرَضُوْا بِالْحَيٰوةِ الدُّنْيَا وَاطْمَـَٔنُّوْا بِهَا وَالَّذِيْنَ هُمْ عَنْ اٰيٰتِنَا غٰفِلُوْنَۙ","text_id":"Sesungguhnya orang-orang yang tidak mengharapkan pertemuan dengan Kami (di akhirat), merasa puas dengan kehidupan dunia, dan merasa tenteram dengannya, serta orang-orang yang lalai terhadap ayat-ayat Kami,","text_en":"As for those who do not hope to meet Us (after death), and are content with the life of this world, who are oblivious of Our signs,","transliteration":"innallażīna lā yarjụna liqā`ana wa raḍụ bil-ḥayātid-dun-yā waṭma`annụ bihā wallażīna hum 'an āyātinā gāfilụn","no_fn":"","text_fn":"","juz":11,"hizb":21,"rub_al_hizb":83,"page":209},{"id":1372,"surah":10,"no_ayah":8,"theme":"Balasan Keingkaran dan Pahala Keimanan","text_ayah":"اُولٰۤىِٕكَ مَأْوٰىهُمُ النَّارُ بِمَا كَانُوْا يَكْسِبُوْنَ ","text_id":"mereka itu tempatnya adalah neraka karena apa yang selalu mereka kerjakan.","text_en":"Will have Hell as their abode for what they have earned.","transliteration":"ulā`ika ma`wāhumun-nāru bimā kānụ yaksibụn","no_fn":"","text_fn":"","juz":11,"hizb":21,"rub_al_hizb":83,"page":209},{"id":1373,"surah":10,"no_ayah":9,"theme":"Balasan Keingkaran dan Pahala Keimanan","text_ayah":"اِنَّ الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ يَهْدِيْهِمْ رَبُّهُمْ بِاِيْمَانِهِمْۚ تَجْرِيْ مِنْ تَحْتِهِمُ الْاَنْهٰرُ فِيْ جَنّٰتِ النَّعِيْمِ","text_id":"Sesungguhnya orang-orang yang beriman dan beramal saleh, niscaya mereka diberi petunjuk oleh Tuhan karena keimanannya. (Mereka berada) di dalam surga yang penuh kenikmatan yang mengalir di bawahnya sungai-sungai. ","text_en":"But those who believe and act for a beneficial end will be guided by their Lord for their good faith. At their feet shall flow streams of running water in gardens of delight.","transliteration":"innallażīna āmanụ wa 'amiluṣ-ṣāliḥāti yahdīhim rabbuhum bi`īmānihim, tajrī min taḥtihimul-an-hāru fī jannātin-na'īm","no_fn":"","text_fn":"","juz":11,"hizb":21,"rub_al_hizb":83,"page":209},{"id":1374,"surah":10,"no_ayah":10,"theme":"Balasan Keingkaran dan Pahala Keimanan","text_ayah":"دَعْوٰىهُمْ فِيْهَا سُبْحٰنَكَ اللّٰهُمَّ وَتَحِيَّتُهُمْ فِيْهَا سَلٰمٌۚ وَاٰخِرُ دَعْوٰىهُمْ اَنِ الْحَمْدُ لِلّٰهِ رَبِّ الْعٰلَمِيْنَࣖ","text_id":"Doa mereka di dalamnya adalah “Subhānakallāhumma” (‘Mahasuci Engkau, ya Tuhan kami’) penghormatan mereka di dalamnya adalah (ucapan) salam, dan doa penutup mereka adalah “Alḥamdu lillāhi rabbil ‘ālamīn” (‘segala puji bagi Allah, Tuhan semesta alam’).","text_en":"Their invocation will be: \"All glory to you, O God,\" and \"Peace\" will be their salutation, and the end of their prayer (will be): \"All praise be to God, the Lord of all the worlds.\"","transliteration":"da'wāhum fīhā sub-ḥānakallāhumma wa taḥiyyatuhum fīhā salām, wa ākhiru da'wāhum anil-ḥamdu lillāhi rabbil 'ālamīn","no_fn":"","text_fn":"","juz":11,"hizb":21,"rub_al_hizb":83,"page":209},{"id":1375,"surah":10,"no_ayah":11,"theme":"Karakter Manusia","text_ayah":"۞ وَلَوْ يُعَجِّلُ اللّٰهُ لِلنَّاسِ الشَّرَّ اسْتِعْجَالَهُمْ بِالْخَيْرِ لَقُضِيَ اِلَيْهِمْ اَجَلُهُمْۗ فَنَذَرُ الَّذِيْنَ لَا يَرْجُوْنَ لِقَاۤءَنَا فِيْ طُغْيَانِهِمْ يَعْمَهُوْنَ ","text_id":"Jikalau Allah menyegerakan keburukan bagi manusia sebagaimana permintaan mereka untuk menyegerakan kebaikan, pasti ajal mereka diakhiri. Akan tetapi, Kami biarkan orang-orang yang tidak mengharapkan pertemuan dengan Kami (di akhirat) terombang-ambing dalam kesesatan mereka.","text_en":"If God were to hasten the evil, as men try to hasten the good, their term would come to end. So We leave those who do not expect to meet Us to wander perplexed in transgression.","transliteration":"walau yu'ajjilullāhu lin-nāsisy-syarrasti'jālahum bil-khairi laquḍiya ilaihim ajaluhum, fa nażarullażīna lā yarjụna liqā`anā fī ṭugyānihim ya'mahụn","no_fn":"","text_fn":"","juz":11,"hizb":21,"rub_al_hizb":84,"page":209},{"id":1376,"surah":10,"no_ayah":12,"theme":"Karakter Manusia","text_ayah":"وَاِذَا مَسَّ الْاِنْسَانَ الضُّرُّ دَعَانَا لِجَنْۢبِهٖٓ اَوْ قَاعِدًا اَوْ قَاۤىِٕمًاۚ فَلَمَّا كَشَفْنَا عَنْهُ ضُرَّهٗ مَرَّ كَاَنْ لَّمْ يَدْعُنَآ اِلٰى ضُرٍّ مَّسَّهٗۗ  كَذٰلِكَ زُيِّنَ لِلْمُسْرِفِيْنَ مَا كَانُوْا يَعْمَلُوْنَ ","text_id":"Apabila manusia ditimpa kesusahan, dia berdoa kepada Kami dalam keadaan berbaring, duduk, atau berdiri. Namun, setelah Kami hilangkan kesusahan itu darinya, dia kembali (ke jalan yang sesat) seolah-olah dia tidak pernah berdoa kepada Kami untuk (menghilangkan) kesusahan yang telah menimpanya. Demikianlah, dijadikan terasa indah bagi orang-orang yang melampaui batas itu apa yang selalu mereka kerjakan.","text_en":"When man is afflicted with adversity he calls to Us, whether lying on his side, or sitting or standing. But when We take away his troubles, he moves away, as though he had never called to Us in affliction. In the same way, attractive have been made their deeds to the prodigals.","transliteration":"wa iżā massal-insānaḍ-ḍurru da'ānā lijambihī au qā'idan au qā`imā, fa lammā kasyafnā 'an-hu ḍurrahụ marra ka`al lam yad'unā ilā ḍurrim massah, każālika zuyyina lil-musrifīna mā kānụ ya'malụn","no_fn":"","text_fn":"","juz":11,"hizb":21,"rub_al_hizb":84,"page":209},{"id":1377,"surah":10,"no_ayah":13,"theme":"Kehancuran Umat Terdahulu dan Pelajaran yang Dapat Diambil","text_ayah":"وَلَقَدْ اَهْلَكْنَا الْقُرُوْنَ مِنْ قَبْلِكُمْ لَمَّا ظَلَمُوْاۙ وَجَاۤءَتْهُمْ رُسُلُهُمْ بِالْبَيِّنٰتِ وَمَا كَانُوْا لِيُؤْمِنُوْاۗ كَذٰلِكَ نَجْزِى الْقَوْمَ الْمُجْرِمِيْنَ ","text_id":"Sungguh, Kami benar-benar telah membinasakan beberapa generasi sebelum kamu ketika mereka berbuat zalim, padahal para rasul mereka telah datang membawa bukti-bukti yang nyata. Namun, mereka sama sekali tidak mau beriman. Demikianlah, Kami memberi balasan kepada kaum yang berbuat dosa.","text_en":"How many generations did We lay low before you when they became wilfully unjust. Their apostles had brought clear proofs to them, yet they never believed. So We punished the sinful people.","transliteration":"wa laqad ahlaknal-qurụna ming qablikum lammā ẓalamụ wa jā`at-hum rusuluhum bil-bayyināti wa mā kānụ liyu`minụ, każālika najzil-qaumal-mujrimīn","no_fn":"","text_fn":"","juz":11,"hizb":21,"rub_al_hizb":84,"page":209},{"id":1378,"surah":10,"no_ayah":14,"theme":"Kehancuran Umat Terdahulu dan Pelajaran yang Dapat Diambil","text_ayah":"ثُمَّ جَعَلْنٰكُمْ خَلٰۤىِٕفَ فِى الْاَرْضِ مِنْۢ بَعْدِهِمْ لِنَنْظُرَ كَيْفَ تَعْمَلُوْنَ ","text_id":"Kemudian, Kami jadikan kamu sebagai pengganti-pengganti di bumi setelah mereka untuk Kami lihat bagaimana kamu berbuat.","text_en":"Then We appointed you leaders in the land after them to see how you behaved.","transliteration":"ṡumma ja'alnākum khalā`ifa fil-arḍi mim ba'dihim linanẓura kaifa ta'malụn","no_fn":"","text_fn":"","juz":11,"hizb":21,"rub_al_hizb":84,"page":209},{"id":1379,"surah":10,"no_ayah":15,"theme":"Sikap Orang Musyrik terhadap Al-Qur’an","text_ayah":"وَاِذَا تُتْلٰى عَلَيْهِمْ اٰيَاتُنَا بَيِّنٰتٍۙ قَالَ الَّذِيْنَ لَا يَرْجُوْنَ لِقَاۤءَنَا ائْتِ بِقُرْاٰنٍ غَيْرِ هٰذَآ اَوْ بَدِّلْهُۗ قُلْ مَا يَكُوْنُ لِيْٓ اَنْ اُبَدِّلَهٗ مِنْ تِلْقَاۤئِ نَفْسِيْۚ اِنْ اَتَّبِعُ اِلَّا مَا يُوْحٰٓى اِلَيَّۚ اِنِّيْٓ اَخَافُ اِنْ عَصَيْتُ رَبِّيْ عَذَابَ يَوْمٍ عَظِيْمٍ ","text_id":"Apabila dibacakan kepada mereka ayat-ayat Kami secara jelas, orang-orang yang tidak mengharapkan pertemuan dengan Kami (di akhirat) berkata, “Datangkanlah kitab selain Al-Qur’an ini atau gantilah!” Katakanlah (Nabi Muhammad), “Tidaklah pantas bagiku menggantinya atas kemauanku sendiri. Aku tidak mengikuti, kecuali apa yang diwahyukan kepadaku. Sesungguhnya aku takut akan azab hari yang dahsyat jika mendurhakai Tuhanku.”","text_en":"When Our clear messages are recited to them, those who do not hope to meet Us, say: \"Bring a different Qur'an, or make amendments to this one.\" Say: \"It is not for me to change it of my will. I follow (only) what is revealed to me. If I disobey my Lord, I fear the punishment of an awful Day.\"","transliteration":"wa iżā tutlā 'alaihim āyātunā bayyināting qālallażīna lā yarjụna liqā`ana`ti biqur`ānin gairi hāżā au baddil-h, qul mā yakụnu lī an ubaddilahụ min tilqā`i nafsī, in attabi'u illā mā yụḥā ilayy, innī akhāfu in 'aṣaitu rabbī 'ażāba yaumin 'aẓīm","no_fn":"","text_fn":"","juz":11,"hizb":21,"rub_al_hizb":84,"page":210},{"id":1380,"surah":10,"no_ayah":16,"theme":"Sikap Orang Musyrik terhadap Al-Qur’an","text_ayah":"قُلْ لَّوْ شَاۤءَ اللّٰهُ مَا تَلَوْتُهٗ عَلَيْكُمْ وَلَآ اَدْرٰىكُمْ بِهٖۖ فَقَدْ لَبِثْتُ فِيْكُمْ عُمُرًا مِّنْ قَبْلِهٖۗ اَفَلَا تَعْقِلُوْنَ","text_id":"Katakanlah (Nabi Muhammad), “Jikalau Allah menghendaki, niscaya aku tidak membacakannya kepadamu dan Allah tidak (pula) memberitahukannya kepadamu. Sungguh, aku telah tinggal bersamamu beberapa lama sebelumnya (sebelum turun Al-Qur’an). Apakah kamu tidak mengerti?”","text_en":"Say: \"Had God pleased I would never have recited it to you, nor would He have given you comprehension of it. (Remember that I am one of you) and have lived a whole life with you before (its revelation). Even then you do not understand.\"","transliteration":"qul lau syā`allāhu mā talautuhụ 'alaikum wa lā adrākum bihī fa qad labiṡtu fīkum 'umuram ming qablih, a fa lā ta'qilụn","no_fn":"","text_fn":"","juz":11,"hizb":21,"rub_al_hizb":84,"page":210},{"id":1381,"surah":10,"no_ayah":17,"theme":"Sikap Orang Musyrik terhadap Al-Qur’an","text_ayah":"فَمَنْ اَظْلَمُ مِمَّنِ افْتَرٰى عَلَى اللّٰهِ كَذِبًا اَوْ كَذَّبَ بِاٰيٰتِهٖۗ اِنَّهٗ لَا يُفْلِحُ الْمُجْرِمُوْنَ ","text_id":"Maka, siapakah yang lebih zalim daripada orang yang mengada-adakan kebohongan terhadap Allah atau mendustakan ayat-ayat-Nya? Sesungguhnya para pendurhaka itu tidak akan beruntung.","text_en":"Who is more unjust than he who imputes lies to God or denies His revelations? The sinners will surely not be reprieved.","transliteration":"fa man aẓlamu mim maniftarā 'alallāhi każiban au każżaba bi`āyātih, innahụ lā yufliḥul-mujrimụn","no_fn":"","text_fn":"","juz":11,"hizb":21,"rub_al_hizb":84,"page":210},{"id":1382,"surah":10,"no_ayah":18,"theme":"Bentuk Syirik pada Zaman Jahiliah","text_ayah":"وَيَعْبُدُوْنَ مِنْ دُوْنِ اللّٰهِ مَا لَا يَضُرُّهُمْ وَلَا يَنْفَعُهُمْ وَيَقُوْلُوْنَ هٰٓؤُلَاۤءِ شُفَعَاۤؤُنَا عِنْدَ اللّٰهِۗ قُلْ اَتُنَبِّـُٔوْنَ اللّٰهَ بِمَا لَا يَعْلَمُ فِى السَّمٰوٰتِ وَلَا فِى الْاَرْضِۗ سُبْحٰنَهٗ وَتَعٰلٰى عَمَّا يُشْرِكُوْنَ ","text_id":"Mereka menyembah selain Allah apa yang tidak dapat mendatangkan mudarat kepada mereka dan tidak (pula) memberi manfaat. Mereka berkata, “Mereka (sembahan) itu adalah penolong-penolong kami di hadapan Allah.”<sup>345)</sup> Katakanlah, “Apakah kamu akan memberitahukan kepada Allah sesuatu di langit dan di bumi yang tidak Dia ketahui?”<sup>346)</sup> Mahasuci dan Mahatinggi Dia dari apa yang mereka persekutukan.","text_en":"They worship those besides God who cannot do them harm or bring them gain, and say: \"These are our intercessors with God.\" Say: \"Do you want to inform God of things in the heavens and the earth He does not know?\" Glorious is He, and too exalted for what they associate with Him!","transliteration":"wa ya'budụna min dụnillāhi mā lā yaḍurruhum wa lā yanfa'uhum wa yaqụlụna hā`ulā`i syufa'ā`unā 'indallāh, qul a tunabbi`ụnallāha bimā lā ya'lamu fis-samāwāti wa lā fil-arḍ, sub-ḥānahụ wa ta'ālā 'ammā yusyrikụn","no_fn":"345","text_fn":"345) Kalimat ini adalah ejekan terhadap penyembah berhala yang menyangka bahwa berhala-berhala itu dapat memberinya pertolongan di hadapan Allah Swt.</br>346) Ayat ini tidak menunjukkan ketidaktahuan Allah Swt. atas segala sesuatu di langit dan di bumi, tetapi menunjukkan kemustahilan adanya sembahan selain Allah Swt.","juz":11,"hizb":21,"rub_al_hizb":84,"page":210},{"id":1383,"surah":10,"no_ayah":19,"theme":"Manusia pada Mulanya Satu Akidah","text_ayah":"وَمَا كَانَ النَّاسُ اِلَّآ اُمَّةً وَّاحِدَةً فَاخْتَلَفُوْاۗ وَلَوْلَا كَلِمَةٌ سَبَقَتْ مِنْ رَّبِّكَ لَقُضِيَ بَيْنَهُمْ فِيْمَا فِيْهِ يَخْتَلِفُوْنَ ","text_id":"Manusia itu dahulunya hanya umat yang satu (dalam ketauhidan), lalu mereka berselisih. Seandainya tidak karena suatu ketetapan yang telah ada dari Tuhanmu,<sup>347)</sup> pastilah di antara mereka telah diberi keputusan (azab di dunia) tentang apa yang mereka perselisihkan itu.","text_en":"Men were once a community of one faith; but they differed (and followed different ways). Had it not been for the word proclaimed by your Lord before, their differences would have been resolved.","transliteration":"wa mā kānan-nāsu illā ummataw wāḥidatan fakhtalafụ, walau lā kalimatun sabaqat mir rabbika laquḍiya bainahum fīmā fīhi yakhtalifụn","no_fn":"347","text_fn":"347) Yakni ketetapan bahwa perselisihan manusia di dunia itu akan diputuskan di akhirat.","juz":11,"hizb":21,"rub_al_hizb":84,"page":210},{"id":1384,"surah":10,"no_ayah":20,"theme":"Permintaan Orang Musyrik akan Tanda-Tanda Kekuasaan Allah","text_ayah":"وَيَقُوْلُوْنَ لَوْلَآ اُنْزِلَ عَلَيْهِ اٰيَةٌ مِّنْ رَّبِّهٖۚ فَقُلْ اِنَّمَا الْغَيْبُ لِلّٰهِ فَانْتَظِرُوْاۚ اِنِّيْ مَعَكُمْ مِّنَ الْمُنْتَظِرِيْنَࣖ ","text_id":"Mereka berkata, “Mengapa tidak diturunkan kepadanya (Nabi Muhammad) suatu bukti (mukjizat) dari Tuhannya?” Katakanlah, “Sungguh, segala yang gaib itu hanya milik Allah. Maka, tunggulah (siksaan Allah)! Sesungguhnya aku pun termasuk orang-orang yang menunggu bersamamu.”","text_en":"They say: \"How is it that no sign was sent by his Lord (to His Prophet)?\" Tell them: \"Unknown things are only known to God. So watch and wait (for the sign); I am waiting and expecting with you.\"","transliteration":"wa yaqụlụna lau lā unzila 'alaihi āyatum mir rabbih, fa qul innamal-gaibu lillāhi fantaẓirụ, innī ma'akum minal-muntaẓirīn","no_fn":"","text_fn":"","juz":11,"hizb":21,"rub_al_hizb":84,"page":210},{"id":1385,"surah":10,"no_ayah":21,"theme":"Sikap Manusia dalam Menghadapi Nikmat dan Bencana","text_ayah":"وَاِذَآ اَذَقْنَا النَّاسَ رَحْمَةً مِّنْۢ بَعْدِ ضَرَّاۤءَ مَسَّتْهُمْ اِذَا لَهُمْ مَّكْرٌ فِيْٓ اٰيٰتِنَاۗ قُلِ اللّٰهُ اَسْرَعُ مَكْرًاۗ اِنَّ رُسُلَنَا يَكْتُبُوْنَ مَا تَمْكُرُوْنَ ","text_id":"Apabila Kami memberikan suatu rahmat kepada manusia setelah bencana menimpa mereka, mereka segera melakukan segala tipu daya (untuk menentang) ayat-ayat Kami. Katakanlah, “Allah lebih cepat pembalasan-Nya (atas tipu daya itu).” Sesungguhnya malaikat-malaikat Kami mencatat tipu dayamu.","text_en":"When We let them taste Our mercy after affliction, they contrive against Our signs. Say: \"God is swifter at contriving,\" for Our angels record everything you plan.","transliteration":"wa iżā ażaqnan-nāsa raḥmatam mim ba'di ḍarrā`a massat-hum iżā lahum makrun fī āyātinā, qulillāhu asra'u makrā, inna rusulana yaktubụna mā tamkurụn","no_fn":"","text_fn":"","juz":11,"hizb":21,"rub_al_hizb":84,"page":211},{"id":1386,"surah":10,"no_ayah":22,"theme":"Sikap Manusia dalam Menghadapi Nikmat dan Bencana","text_ayah":"هُوَ الَّذِيْ يُسَيِّرُكُمْ فِى الْبَرِّ وَالْبَحْرِۗ حَتّٰٓى اِذَا كُنْتُمْ فِىْ الْفُلْكِۚ وَجَرَيْنَ بِهِمْ بِرِيْحٍ طَيِّبَةٍ وَّفَرِحُوْا بِهَا جَاۤءَتْهَا رِيْحٌ عَاصِفٌ وَّجَاۤءَهُمُ الْمَوْجُ مِنْ كُلِّ مَكَانٍ وَّظَنُّوْٓا اَنَّهُمْ اُحِيْطَ بِهِمْۙ دَعَوُا اللّٰهَ مُخْلِصِيْنَ لَهُ الدِّيْنَ ەۚ لَىِٕنْ اَنْجَيْتَنَا مِنْ هٰذِهٖ لَنَكُوْنَنَّ مِنَ الشّٰكِرِيْنَ","text_id":"Dialah (Allah) yang menjadikan kamu dapat berjalan di daratan (dan berlayar) di lautan sehingga ketika kamu berada di dalam kapal, lalu meluncurlah (kapal) itu membawa mereka dengan tiupan angin yang baik dan mereka bergembira karenanya. Kemudian, datanglah badai dan gelombang menimpanya dari segenap penjuru dan mereka pun mengira telah terkepung (bahaya). Maka, mereka berdoa dengan mengikhlaskan ketaatan kepada-Nya (seraya berkata), “Sekiranya Engkau menyelamatkan kami dari (bahaya) ini, pasti kami termasuk orang-orang yang bersyukur.”","text_en":"It is He who enables you to travel over land and sea. When you sail in ships in a favourable breeze, you rejoice. But when a gale begins to blow and the waves dash against them from every side they realise that they have been caught in it, (and) they call on God in all faith: \"If You save us from this we shall ever be grateful.\"","transliteration":"huwallażī yusayyirukum fil-barri wal-baḥr, ḥattā iżā kuntum fil-fulk, wa jaraina bihim birīḥin ṭayyibatiw wa fariḥụ bihā jā`at-hā rīḥun 'āṣifuw wa jā`ahumul-mauju ming kulli makāniw wa ẓannū annahum uḥīṭa bihim da'awullāha mukhliṣīna lahud-dīn, la`in anjaitanā min hāżihī lanakụnanna minasy-syākirīn","no_fn":"","text_fn":"","juz":11,"hizb":21,"rub_al_hizb":84,"page":211},{"id":1387,"surah":10,"no_ayah":23,"theme":"Sikap Manusia dalam Menghadapi Nikmat dan Bencana","text_ayah":"فَلَمَّآ اَنْجٰىهُمْ اِذَا هُمْ يَبْغُوْنَ فِى الْاَرْضِ بِغَيْرِ الْحَقِّۗ يٰٓاَيُّهَا النَّاسُ اِنَّمَا بَغْيُكُمْ عَلٰٓى اَنْفُسِكُمْ مَّتَاعَ الْحَيٰوةِ الدُّنْيَاۖ ثُمَّ اِلَيْنَا مَرْجِعُكُمْ فَنُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُوْنَ","text_id":"Namun, ketika Allah menyelamatkan mereka, seketika itu mereka berbuat kezaliman di bumi tanpa (alasan) yang benar. Wahai manusia, sesungguhnya (bahaya) kezalimanmu akan menimpa dirimu sendiri. (Itu hanya) kenikmatan hidup duniawi. Kemudian, kepada Kamilah kembalimu, lalu akan Kami kabarkan kepadamu apa yang selama ini kamu kerjakan.","text_en":"But when He rescues them, they commit excesses in the land unjustly again. Your rebellion, O people, shall recoil back on your own selves. The joys of the world (are only ephemeral): You have to come back to Us in the end. We shall then inform you what you were doing.","transliteration":"fa lammā anjāhum iżā hum yabgụna fil-arḍi bigairil-ḥaqq, yā ayyuhan-nāsu innamā bagyukum 'alā anfusikum matā'al-ḥayātid-dun-yā ṡumma ilainā marji'ukum fa nunabbi`ukum bimā kuntum ta'malụn","no_fn":"","text_fn":"","juz":11,"hizb":21,"rub_al_hizb":84,"page":211},{"id":1388,"surah":10,"no_ayah":24,"theme":"Perumpamaan Kehidupan Duniawi","text_ayah":"اِنَّمَا مَثَلُ الْحَيٰوةِ الدُّنْيَا كَمَاۤءٍ اَنْزَلْنٰهُ مِنَ السَّمَاۤءِ فَاخْتَلَطَ بِهٖ نَبَاتُ الْاَرْضِ مِمَّا يَأْكُلُ النَّاسُ وَالْاَنْعَامُۗ حَتّٰٓى اِذَآ اَخَذَتِ الْاَرْضُ زُخْرُفَهَا وَازَّيَّنَتْ وَظَنَّ اَهْلُهَآ اَنَّهُمْ قٰدِرُوْنَ عَلَيْهَآ اَتٰىهَآ اَمْرُنَا لَيْلًا اَوْ نَهَارًا فَجَعَلْنٰهَا حَصِيْدًا كَاَنْ لَّمْ تَغْنَ بِالْاَمْسِۗ  كَذٰلِكَ نُفَصِّلُ الْاٰيٰتِ لِقَوْمٍ يَّتَفَكَّرُوْنَ ","text_id":"Sesungguhnya perumpamaan kehidupan dunia adalah ibarat air yang Kami turunkan dari langit, lalu tumbuhlah karenanya macam-macam tanaman bumi yang (dapat) dimakan oleh manusia dan hewan ternak. Hingga apabila bumi itu telah sempurna keindahannya, terhias,<sup>348)</sup> dan pemiliknya mengira bahwa mereka pasti menguasainya (memetik hasilnya), datanglah kepadanya azab Kami pada waktu malam atau siang. Lalu, Kami jadikan (tanaman)-nya seperti tanaman yang sudah disabit, seakan-akan belum pernah tumbuh kemarin. Demikianlah Kami menjelaskan secara terperinci ayat-ayat itu kepada kaum yang berpikir.","text_en":"The life of the world is like the rain that waters the crops of the earth which are used as food by men and cattle. But when the earth is embellished and adorned with gold, and its tillers begin to feel that (the crops) are under control, Our command descends suddenly at night or in the day, and We mow them down as though there was nothing there yesterday. This is how We distinctly explain Our signs to those who think.","transliteration":"innamā maṡalul-ḥayātid-dun-yā kamā`in anzalnāhu minas-samā`i fakhtalaṭa bihī nabātul-arḍi mimmā ya`kulun-nāsu wal-an'ām, ḥattā iżā akhażatil-arḍu zukhrufahā wazzayyanat wa ẓanna ahluhā annahum qādirụna 'alaihā atāhā amrunā lailan au nahāran fa ja'alnāhā ḥaṣīdang ka`al lam tagna bil-ams, każālika nufaṣṣilul-āyāti liqaumiy yatafakkarụn","no_fn":"348","text_fn":"348) Maksudnya adalah bahwa bumi tampak indah dengan gunung-gunung dan lembah-lembahnya yang telah menghijau dengan tanam-tanamannya.","juz":11,"hizb":21,"rub_al_hizb":84,"page":211},{"id":1389,"surah":10,"no_ayah":25,"theme":"Seruan Allah agar Manusia Hidup Bahagia","text_ayah":"وَاللّٰهُ يَدْعُوْآ اِلٰى دَارِ السَّلٰمِۚ وَيَهْدِيْ مَنْ يَّشَاۤءُ اِلٰى صِرَاطٍ مُّسْتَقِيْمٍ ","text_id":"Allah menyeru (manusia) ke Dārussalām (surga) dan memberi petunjuk kepada siapa yang Dia kehendaki menuju jalan yang lurus (berdasarkan kesiapannya untuk menerima petunjuk).","text_en":"God invites you to mansions of peace, and guides whosoever He will to the path that is straight","transliteration":"wallāhu yad'ū ilā dāris-salām, wa yahdī may yasyā`u ilā ṣirāṭim mustaqīm","no_fn":"","text_fn":"","juz":11,"hizb":21,"rub_al_hizb":84,"page":211},{"id":1390,"surah":10,"no_ayah":26,"theme":"Seruan Allah agar Manusia Hidup Bahagia","text_ayah":"۞ لِلَّذِيْنَ اَحْسَنُوا الْحُسْنٰى وَزِيَادَةٌۗ وَلَا يَرْهَقُ وُجُوْهَهُمْ قَتَرٌ وَّلَا ذِلَّةٌۗ اُولٰۤىِٕكَ اَصْحٰبُ الْجَنَّةِ هُمْ فِيْهَا خٰلِدُوْنَ ","text_id":"Bagi orang-orang yang berbuat baik (ada pahala) yang terbaik (surga) dan tambahannya (kenikmatan melihat Allah). Wajah-wajah mereka tidak ditutupi debu hitam dan tidak (pula diliputi) kehinaan. Mereka itulah para penghuni surga. Mereka kekal di dalamnya.","text_en":"For those who do good there is goodness and more, and no blot or disgrace will cover their faces. They are people of Paradise, where they will abide for ever.","transliteration":"lillażīna aḥsanul-ḥusnā wa ziyādah, wa lā yar-haqu wujụhahum qataruw wa lā żillah, ulā`ika aṣ-ḥābul-jannati hum fīhā khālidụn","no_fn":"","text_fn":"","juz":11,"hizb":22,"rub_al_hizb":85,"page":212},{"id":1391,"surah":10,"no_ayah":27,"theme":"Seruan Allah agar Manusia Hidup Bahagia","text_ayah":"وَالَّذِيْنَ كَسَبُوا السَّيِّاٰتِ جَزَاۤءُ سَيِّئَةٍ ۢبِمِثْلِهَاۙ وَتَرْهَقُهُمْ ذِلَّةٌۗ مَا لَهُمْ مِّنَ اللّٰهِ مِنْ عَاصِمٍۚ كَاَنَّمَآ اُغْشِيَتْ وُجُوْهُهُمْ قِطَعًا مِّنَ الَّيْلِ مُظْلِمًاۗ اُولٰۤىِٕكَ اَصْحٰبُ النَّارِۚ هُمْ فِيْهَا خٰلِدُوْنَ ","text_id":"Orang-orang yang berbuat kejahatan (akan mendapatkan) balasan kejahatan yang setimpal dan mereka diliputi kehinaan. Tidak ada bagi mereka seorang pelindung (pun) dari (azab) Allah. Wajah-wajah mereka seakan-akan ditutupi kepingan-kepingan malam yang gelap gulita. Mereka itulah para penghuni neraka. Mereka kekal di dalamnya.","text_en":"But those who earn evil shall be punished to an equal degree as their evil, and they will be covered with shame, and will have none to protect them against God: Their faces shall be blackened as though with patches of the night. They are the people of Hell, where they will abide for ever,","transliteration":"wallażīna kasabus-sayyi`āti jazā`u sayyi`atim bimiṡlihā wa tar-haquhum żillah, mā lahum minallāhi min 'āṣim, ka`annamā ugsyiyat wujụhuhum qiṭa'am minal-laili muẓlimā, ulā`ika aṣ-ḥābun-nār, hum fīhā khālidụn","no_fn":"","text_fn":"","juz":11,"hizb":22,"rub_al_hizb":85,"page":212},{"id":1392,"surah":10,"no_ayah":28,"theme":"Ancaman bagi Orang yang Menyekutukan Allah","text_ayah":"وَيَوْمَ نَحْشُرُهُمْ جَمِيْعًا ثُمَّ نَقُوْلُ لِلَّذِيْنَ اَشْرَكُوْا مَكَانَكُمْ اَنْتُمْ وَشُرَكَاۤؤُكُمْۚ فَزَيَّلْنَا بَيْنَهُمْ وَقَالَ شُرَكَاۤؤُهُمْ مَّا كُنْتُمْ اِيَّانَا تَعْبُدُوْنَ","text_id":"(Ingatlah) pada hari (ketika) Kami mengumpulkan mereka semuanya, kemudian Kami berfirman kepada orang-orang yang mempersekutukan (Kami), “Tetaplah di tempatmu, kamu dan para sekutumu.” Lalu, Kami pisahkan di antara mereka, dan sekutu-sekutu mereka berkata, “Kamu sekali-kali tidak pernah menyembah kami.”","text_en":"The day We shall gather them all together We shall say to the idolaters: \"Take your stand with the compeers you worshipped as the equals of God.\" We shall then create a rift between them, and the compeers will say: \"You did not worship us;","transliteration":"wa yauma naḥsyuruhum jamī'an ṡumma naqụlu lillażīna asyrakụ makānakum antum wa syurakā`ukum, fa zayyalnā bainahum wa qāla syurakā`uhum mā kuntum iyyānā ta'budụn","no_fn":"","text_fn":"","juz":11,"hizb":22,"rub_al_hizb":85,"page":212},{"id":1393,"surah":10,"no_ayah":29,"theme":"Ancaman bagi Orang yang Menyekutukan Allah","text_ayah":"فَكَفٰى بِاللّٰهِ شَهِيْدًاۢ بَيْنَنَا وَبَيْنَكُمْ اِنْ كُنَّا عَنْ عِبَادَتِكُمْ لَغٰفِلِيْنَ ","text_id":"Maka, cukuplah Allah menjadi saksi antara kami dengan kamu, bahwa sesungguhnya kami tidak tahu-menahu tentang penyembahan kamu (kepada kami).”","text_en":"For God is sufficient as witness between us and you we were not aware of your worship.\"","transliteration":"fa kafā billāhi syahīdam bainanā wa bainakum ing kunnā 'an 'ibādatikum lagāfilīn","no_fn":"","text_fn":"","juz":11,"hizb":22,"rub_al_hizb":85,"page":212},{"id":1394,"surah":10,"no_ayah":30,"theme":"Ancaman bagi Orang yang Menyekutukan Allah","text_ayah":"هُنَالِكَ تَبْلُوْا كُلُّ نَفْسٍ مَّآ اَسْلَفَتْ وَرُدُّوْٓا اِلَى اللّٰهِ مَوْلٰىهُمُ الْحَقِّ وَضَلَّ عَنْهُمْ مَّا كَانُوْا يَفْتَرُوْنَࣖ ","text_id":"Di sanalah (padang Mahsyar), setiap jiwa merasakan pembalasan dari apa yang telah dikerjakannya (dahulu) dan mereka dikembalikan kepada Allah, pelindung mereka yang sebenarnya, dan lenyaplah dari mereka apa (sesembahan) yang selalu mereka ada-adakan.","text_en":"Then each will see what he had done in the past; and they will turn to God, their true Lord, and all the lies they had fabricated will be of no avail to them.","transliteration":"hunālika tablụ kullu nafsim mā aslafat wa ruddū ilallāhi maulāhumul-ḥaqqi wa ḍalla 'an-hum mā kānụ yaftarụn","no_fn":"","text_fn":"","juz":11,"hizb":22,"rub_al_hizb":85,"page":212},{"id":1395,"surah":10,"no_ayah":31,"theme":"Bukti Kekuasaan Allah yang Menggugurkan Kepercayaan Orang Musyrik","text_ayah":"قُلْ مَنْ يَّرْزُقُكُمْ مِّنَ السَّمَاۤءِ وَالْاَرْضِ اَمَّنْ يَّمْلِكُ السَّمْعَ وَالْاَبْصَارَ وَمَنْ يُّخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَيُخْرِجُ الْمَيِّتَ مِنَ الْحَيِّ وَمَنْ يُّدَبِّرُ الْاَمْرَۗ فَسَيَقُوْلُوْنَ اللّٰهُۚ فَقُلْ اَفَلَا تَتَّقُوْنَ ","text_id":"Katakanlah (Nabi Muhammad), “Siapakah yang menganugerahkan rezeki kepadamu dari langit dan bumi, siapakah yang kuasa (menciptakan) pendengaran dan penglihatan, siapakah yang mengeluarkan yang hidup dari yang mati dan mengeluarkan yang mati dari yang hidup, serta siapakah yang mengatur segala urusan?” Maka, mereka akan menjawab, “Allah.” Maka, katakanlah, “Apakah kamu tidak takut (akan azab Allah)?”","text_en":"Ask them: \"Who gives you food and sustenance from the skies and the earth? Or, who is the lord of ear and eye? And who brings forth the living from the dead, the dead from the living? And who directs all affairs?\" They will say: \"God.\" So tell them: \"Why do you not fear Him?\"","transliteration":"qul may yarzuqukum minas-samā`i wal-arḍi am may yamlikus-sam'a wal-abṣāra wa may yukhrijul-ḥayya minal-mayyiti wa yukhrijul-mayyita minal-ḥayyi wa may yudabbirul-amr, fa sayaqụlụnallāh, fa qul a fa lā tattaqụn","no_fn":"","text_fn":"","juz":11,"hizb":22,"rub_al_hizb":85,"page":212},{"id":1396,"surah":10,"no_ayah":32,"theme":"Bukti Kekuasaan Allah yang Menggugurkan Kepercayaan Orang Musyrik","text_ayah":"فَذٰلِكُمُ اللّٰهُ رَبُّكُمُ الْحَقُّۚ فَمَاذَا بَعْدَ الْحَقِّ اِلَّا الضَّلٰلُۖ فَاَنّٰى تُصْرَفُوْنَ ","text_id":"Maka, itulah Allah, Tuhan kamu yang sebenarnya. Tidak ada setelah kebenaran itu kecuali kesesatan. Maka, bagaimana kamu dipalingkan (dari kebenaran)?","text_en":"Such then is God, your true Lord; and when truth is gone what is left but error? So why do you turn away?","transliteration":"fa żālikumullāhu rabbukumul-ḥaqq, fa māżā ba'dal-ḥaqqi illaḍ-ḍalālu fa annā tuṣrafụn","no_fn":"","text_fn":"","juz":11,"hizb":22,"rub_al_hizb":85,"page":212},{"id":1397,"surah":10,"no_ayah":33,"theme":"Bukti Kekuasaan Allah yang Menggugurkan Kepercayaan Orang Musyrik","text_ayah":"كَذٰلِكَ حَقَّتْ كَلِمَتُ رَبِّكَ عَلَى الَّذِيْنَ فَسَقُوْٓا اَنَّهُمْ لَا يُؤْمِنُوْنَ ","text_id":"Demikianlah, telah pasti (berlaku) ketentuan Tuhanmu terhadap orang-orang yang berbuat fasik bahwa sesungguhnya mereka tidak beriman.","text_en":"Thus the word of your Lord about those who disobey comes true, that they do not believe.","transliteration":"każālika ḥaqqat kalimatu rabbika 'alallażīna fasaqū annahum lā yu`minụn","no_fn":"","text_fn":"","juz":11,"hizb":22,"rub_al_hizb":85,"page":212},{"id":1398,"surah":10,"no_ayah":34,"theme":"Bukti Kekuasaan Allah yang Menggugurkan Kepercayaan Orang Musyrik","text_ayah":"قُلْ هَلْ مِنْ شُرَكَاۤىِٕكُمْ مَّنْ يَّبْدَؤُا الْخَلْقَ ثُمَّ يُعِيْدُهٗۗ قُلِ اللّٰهُ يَبْدَؤُا الْخَلْقَ ثُمَّ يُعِيْدُهٗ فَاَنّٰى تُؤْفَكُوْنَ ","text_id":"Katakanlah (Nabi Muhammad), “Apakah di antara sekutu-sekutu kamu ada yang dapat memulai penciptaan (makhluk) kemudian mengembalikannya (menghidupkannya lagi)?” Katakanlah, “Allah memulai penciptaan (makhluk), kemudian mengembalikannya (menghidupkannya lagi). Lalu, bagaimana kamu dapat dipalingkan (dari kebenaran)?”","text_en":"Ask them: \"Is there among the partners (you ascribe to God) one who first originates then reverts it? Say: \"It is God alone who first creates and then reverts it. So where do you stray?\"","transliteration":"qul hal min syurakā`ikum may yabda`ul-khalqa ṡumma yu'īduh, qulillāhu yabda`ul-khalqa ṡumma yu'īduhụ fa annā tu`fakụn","no_fn":"","text_fn":"","juz":11,"hizb":22,"rub_al_hizb":85,"page":213},{"id":1399,"surah":10,"no_ayah":35,"theme":"Bukti Kekuasaan Allah yang Menggugurkan Kepercayaan Orang Musyrik","text_ayah":"قُلْ هَلْ مِنْ شُرَكَاۤىِٕكُمْ مَّنْ يَّهْدِيْٓ اِلَى الْحَقِّۗ قُلِ اللّٰهُ يَهْدِيْ لِلْحَقِّۗ اَفَمَنْ يَّهْدِيْٓ اِلَى الْحَقِّ اَحَقُّ اَنْ يُّتَّبَعَ اَمَّنْ لَّا يَهِدِّيْٓ اِلَّآ اَنْ يُّهْدٰىۚ فَمَا لَكُمْۗ  كَيْفَ تَحْكُمُوْنَ ","text_id":"Katakanlah (Nabi Muhammad), “Apakah di antara sekutu-sekutu kamu ada yang membimbing pada kebenaran?” Katakanlah, “Allah membimbing pada kebenaran.” Maka, apakah yang membimbing pada kebenaran lebih berhak diikuti ataukah yang tidak mampu membimbing bahkan perlu dibimbing? Maka, mengapa kamu (berbuat demikian)? Bagaimanakah kamu memberi keputusan?","text_en":"Ask: \"Is there one among those you associate with God who can show the way to the truth?\" Say: \"It is God who shows the way to truth.\" Then who is more worthy of being followed -- He who guides to the truth, or he who cannot find the path until shown the way? What has happened to you that you judge in such a wise?","transliteration":"qul hal min syurakā`ikum may yahdī ilal-ḥaqq, qulillāhu yahdī lil-ḥaqq, a fa may yahdī ilal-ḥaqqi aḥaqqu ay yuttaba'a am mal lā yahiddī illā ay yuhdā, fa mā lakum, kaifa taḥkumụn","no_fn":"","text_fn":"","juz":11,"hizb":22,"rub_al_hizb":85,"page":213},{"id":1400,"surah":10,"no_ayah":36,"theme":"Bukti Kekuasaan Allah yang Menggugurkan Kepercayaan Orang Musyrik","text_ayah":"وَمَا يَتَّبِعُ اَكْثَرُهُمْ اِلَّا ظَنًّاۗ اِنَّ الظَّنَّ لَا يُغْنِيْ مِنَ الْحَقِّ شَيْـًٔاۗ اِنَّ اللّٰهَ عَلِيْمٌ ۢبِمَا يَفْعَلُوْنَ ","text_id":"Kebanyakan mereka hanya mengikuti dugaan. Sesungguhnya dugaan itu tidak sedikit pun berguna menyangkut (perolehan) kebenaran. Sesungguhnya Allah Maha Mengetahui apa yang mereka lakukan.","text_en":"Many of them follow nothing but illusion; yet illusion cannot replace the reality. God verily knows what they do.","transliteration":"wa mā yattabi'u akṡaruhum illā ẓannā, innaẓ-ẓanna lā yugnī minal-ḥaqqi syai`ā, innallāha 'alīmum bimā yaf'alụn","no_fn":"","text_fn":"","juz":11,"hizb":22,"rub_al_hizb":85,"page":213},{"id":1401,"surah":10,"no_ayah":37,"theme":"Jaminan Allah tentang Kemurnian Al-Qur’an","text_ayah":"وَمَا كَانَ هٰذَا الْقُرْاٰنُ اَنْ يُّفْتَرٰى مِنْ دُوْنِ اللّٰهِ وَلٰكِنْ تَصْدِيْقَ الَّذِيْ بَيْنَ يَدَيْهِ وَتَفْصِيْلَ الْكِتٰبِ لَا رَيْبَ فِيْهِ مِنْ رَّبِّ الْعٰلَمِيْنَۗ  ","text_id":"Tidak mungkin Al-Qur’an ini dibuat-buat oleh selain Allah, tetapi (Al-Qur’an) membenarkan (kitab-kitab) yang sebelumnya dan menjelaskan secara terperinci ketetapan (Allah). Tidak ada keraguan di dalamnya, (diturunkan) dari Tuhan semesta alam.","text_en":"This Qur'an is not such (a writ) as could be composed by anyone but God. It confirms what has been revealed before, and is an exposition of (Heaven's) law. Without any doubt it's from the Lord of all the worlds.","transliteration":"wa mā kāna hāżal-qur`ānu ay yuftarā min dụnillāhi wa lākin taṣdīqallażī baina yadaihi wa tafṣīlal-kitābi lā raiba fīhi mir rabbil-'ālamīn","no_fn":"","text_fn":"","juz":11,"hizb":22,"rub_al_hizb":85,"page":213},{"id":1402,"surah":10,"no_ayah":38,"theme":"Jaminan Allah tentang Kemurnian Al-Qur’an","text_ayah":"اَمْ يَقُوْلُوْنَ افْتَرٰىهُۗ قُلْ فَأْتُوْا بِسُوْرَةٍ مِّثْلِهٖ وَادْعُوْا مَنِ اسْتَطَعْتُمْ مِّنْ دُوْنِ اللّٰهِ اِنْ كُنْتُمْ صٰدِقِيْنَ","text_id":"Bahkan, apakah (pantas) mereka mengatakan, “Dia (Nabi Muhammad) telah membuat-buat (Al-Qur’an) itu.”? Katakanlah (Nabi Muhammad), “(Kalau demikian,) buatlah satu surah yang semisal dengannya dan ajaklah siapa yang dapat kamu (ajak) selain Allah (untuk menolongmu), jika kamu orang-orang yang benar.”","text_en":"Do they say (of the Prophet) that: \"He has composed it?\" Say to them: \"Bring a Surah like this, and call anyone apart from God you can (to help you), if what you say is true.\"","transliteration":"am yaqụlụnaftarāh, qul fa`tụ bisụratim miṡlihī wad'ụ manistaṭa'tum min dụnillāhi ing kuntum ṣādiqīn","no_fn":"","text_fn":"","juz":11,"hizb":22,"rub_al_hizb":85,"page":213},{"id":1403,"surah":10,"no_ayah":39,"theme":"Jaminan Allah tentang Kemurnian Al-Qur’an","text_ayah":"بَلْ كَذَّبُوْا بِمَا لَمْ يُحِيْطُوْا بِعِلْمِهٖ وَلَمَّا يَأْتِهِمْ تَأْوِيْلُهٗۗ  كَذٰلِكَ كَذَّبَ الَّذِيْنَ مِنْ قَبْلِهِمْ فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ الظّٰلِمِيْنَ ","text_id":"Bahkan, mereka mendustakan apa yang mereka belum mengetahuinya dengan sempurna dan belum datang kepada mereka penjelasannya. Demikianlah halnya umat-umat sebelum mereka telah mendustakan (para rasul). Maka, perhatikanlah bagaimana kesudahan orang-orang zalim.","text_en":"In fact, they deny what is beyond the reach of their knowledge, whose explanation has not reached them yet. So had those who have gone before them denied; but look at the fate of the unjust","transliteration":"bal każżabụ bimā lam yuḥīṭụ bi'ilmihī wa lammā ya`tihim ta`wīluh, każālika każżaballażīna ming qablihim fanẓur kaifa kāna 'āqibatuẓ-ẓālimīn","no_fn":"","text_fn":"","juz":11,"hizb":22,"rub_al_hizb":85,"page":213},{"id":1404,"surah":10,"no_ayah":40,"theme":"Sikap Orang Musyrik terhadap Al-Qur’an","text_ayah":"وَمِنْهُمْ مَّنْ يُّؤْمِنُ بِهٖ وَمِنْهُمْ مَّنْ لَّا يُؤْمِنُ بِهٖۗ وَرَبُّكَ اَعْلَمُ بِالْمُفْسِدِيْنَࣖ ","text_id":"Di antara mereka ada orang yang beriman padanya (Al-Qur’an), dan di antara mereka ada (pula) orang yang tidak beriman padanya. Tuhanmu lebih mengetahui tentang orang-orang yang berbuat kerusakan.","text_en":"Some of them will believe in it, some will not. Your Lord knows the transgressors well.","transliteration":"wa min-hum may yu`minu bihī wa min-hum mal lā yu`minu bih, wa rabbuka a'lamu bil-mufsidīn","no_fn":"","text_fn":"","juz":11,"hizb":22,"rub_al_hizb":85,"page":213},{"id":1405,"surah":10,"no_ayah":41,"theme":"Sikap Orang Musyrik terhadap Al-Qur’an","text_ayah":"وَاِنْ كَذَّبُوْكَ فَقُلْ لِّيْ عَمَلِيْ وَلَكُمْ عَمَلُكُمْۚ اَنْتُمْ بَرِيْۤـُٔوْنَ مِمَّآ اَعْمَلُ وَاَنَا۠ بَرِيْۤءٌ مِّمَّا تَعْمَلُوْنَ ","text_id":"Jika mereka mendustakanmu (Nabi Muhammad), katakanlah, “Bagiku perbuatanku dan bagimu perbuatanmu. Kamu berlepas diri dari apa yang aku perbuat dan aku pun berlepas diri dari apa yang kamu perbuat.”","text_en":"If they (still) call you a liar, tell them: \"For me my actions, for you yours. You are not answerable for my deeds, nor I for what you do.\"","transliteration":"wa ing każżabụka fa qul lī 'amalī wa lakum 'amalukum, antum barī`ụna mimmā a'malu wa ana barī`um mimmā ta'malụn","no_fn":"","text_fn":"","juz":11,"hizb":22,"rub_al_hizb":85,"page":213},{"id":1406,"surah":10,"no_ayah":42,"theme":"Sikap Orang Musyrik terhadap Al-Qur’an","text_ayah":"وَمِنْهُمْ مَّنْ يَّسْتَمِعُوْنَ اِلَيْكَۗ اَفَاَنْتَ تُسْمِعُ الصُّمَّ وَلَوْ كَانُوْا لَا يَعْقِلُوْنَ ","text_id":"Di antara mereka ada orang yang mendengarkan engkau (Nabi Muhammad). Apakah engkau dapat menjadikan orang yang tuli itu bisa mendengar walaupun mereka tidak mengerti?","text_en":"Some of them listen to you: But can you make the deaf hear who do not understand a thing?","transliteration":"wa min-hum may yastami'ụna ilaīk, a fa anta tusmi'uṣ-ṣumma walau kānụ lā ya'qilụn","no_fn":"","text_fn":"","juz":11,"hizb":22,"rub_al_hizb":85,"page":213},{"id":1407,"surah":10,"no_ayah":43,"theme":"Sikap Orang Musyrik terhadap Al-Qur’an","text_ayah":"وَمِنْهُمْ مَّنْ يَّنْظُرُ اِلَيْكَۗ اَفَاَنْتَ تَهْدِى الْعُمْيَ وَلَوْ كَانُوْا لَا يُبْصِرُوْنَ ","text_id":"Di antara mereka ada orang yang melihat kepada engkau. Apakah engkau dapat memberi petunjuk kepada orang yang buta, walaupun mereka tidak melihat?","text_en":"Some of them look toward you: But can you show the blind the way even when they cannot see?","transliteration":"wa min-hum may yanẓuru ilaīk, a fa anta tahdil-'umya walau kānụ lā yubṣirụn","no_fn":"","text_fn":"","juz":11,"hizb":22,"rub_al_hizb":85,"page":214},{"id":1408,"surah":10,"no_ayah":44,"theme":"Sikap Orang Musyrik terhadap Al-Qur’an","text_ayah":"اِنَّ اللّٰهَ لَا يَظْلِمُ النَّاسَ شَيْـًٔا وَّلٰكِنَّ النَّاسَ اَنْفُسَهُمْ يَظْلِمُوْنَ","text_id":"Sesungguhnya Allah tidak menzalimi manusia sedikit pun, tetapi manusia itulah yang menzalimi dirinya sendiri.","text_en":"Surely God does not wrong anyone; they wrong themselves.","transliteration":"innallāha lā yaẓlimun-nāsa syai`aw wa lākinnan-nāsa anfusahum yaẓlimụn","no_fn":"","text_fn":"","juz":11,"hizb":22,"rub_al_hizb":85,"page":214},{"id":1409,"surah":10,"no_ayah":45,"theme":"Ancaman terhadap Orang yang Mendustakan Al-Qur’an","text_ayah":"وَيَوْمَ يَحْشُرُهُمْ كَاَنْ لَّمْ يَلْبَثُوْٓا اِلَّا سَاعَةً مِّنَ النَّهَارِ يَتَعَارَفُوْنَ بَيْنَهُمْۗ قَدْ خَسِرَ الَّذِيْنَ كَذَّبُوْا بِلِقَاۤءِ اللّٰهِ وَمَا كَانُوْا مُهْتَدِيْنَ ","text_id":"(Ingatlah) pada hari (ketika) Allah mengumpulkan mereka, (mereka merasa) seakan-akan tidak pernah berdiam (di dunia) kecuali sesaat saja pada siang hari, (seperti ketika) mereka (sejenak) saling mengenal di antara mereka (setelah dibangkitkan dari alam kubur). Sungguh rugi orang-orang yang mendustakan pertemuan dengan Allah dan mereka bukanlah orang-orang yang mendapat petunjuk.","text_en":"The day He will gather them together it will appear to them that they had lived (in the world) but an hour of a day to make each other's acquaintance. Verily those who deny the meeting with God will be lost, and not find the way.","transliteration":"wa yauma yaḥsyuruhum ka`al lam yalbaṡū illā sā'atam minan-nahāri yata'ārafụna bainahum, qad khasirallażīna każżabụ biliqā`illāhi wa mā kānụ muhtadīn","no_fn":"","text_fn":"","juz":11,"hizb":22,"rub_al_hizb":85,"page":214},{"id":1410,"surah":10,"no_ayah":46,"theme":"Ancaman terhadap Orang yang Mendustakan Al-Qur’an","text_ayah":"وَاِمَّا نُرِيَنَّكَ بَعْضَ الَّذِيْ نَعِدُهُمْ اَوْ نَتَوَفَّيَنَّكَ فَاِلَيْنَا مَرْجِعُهُمْ ثُمَّ اللّٰهُ شَهِيْدٌ عَلٰى مَا يَفْعَلُوْنَ ","text_id":"Sesungguhnya jika Kami benar-benar memperlihatkan kepadamu (Nabi Muhammad) sebagian dari (siksa) yang Kami janjikan kepada mereka (di dunia), atau jika Kami mewafatkan engkau (sebelum datangnya azab itu), hanya kepada Kamilah mereka kembali, kemudian Allah menjadi saksi atas apa yang mereka lakukan.","text_en":"Whether We show you some of the promise (of punishment in wait) for them, or take you to Ourself, their returning is to Us in the end; and God is a witness to all they do.","transliteration":"wa immā nuriyannaka ba'ḍallażī na'iduhum au natawaffayannaka fa ilainā marji'uhum ṡummallāhu syahīdun 'alā mā yaf'alụn","no_fn":"","text_fn":"","juz":11,"hizb":22,"rub_al_hizb":85,"page":214},{"id":1411,"surah":10,"no_ayah":47,"theme":"Ancaman terhadap Orang yang Mendustakan Al-Qur’an","text_ayah":"وَلِكُلِّ اُمَّةٍ رَّسُوْلٌۚ فَاِذَا جَاۤءَ رَسُوْلُهُمْ قُضِيَ بَيْنَهُمْ بِالْقِسْطِ وَهُمْ لَا يُظْلَمُوْنَ ","text_id":"Setiap umat mempunyai rasul. Apabila rasul mereka telah datang (di akhirat kelak), diputuskanlah (oleh Allah) di antara mereka dengan adil, sedangkan mereka tidak dizalimi (sedikit pun).","text_en":"For every people there is an apostle; and when their apostle is come the matter is decided between them equitably, and no one is wronged.","transliteration":"wa likulli ummatir rasụl, fa iżā jā`a rasụluhum quḍiya bainahum bil-qisṭi wa hum lā yuẓlamụn","no_fn":"","text_fn":"","juz":11,"hizb":22,"rub_al_hizb":85,"page":214},{"id":1412,"surah":10,"no_ayah":48,"theme":"Ancaman terhadap Orang yang Mendustakan Al-Qur’an","text_ayah":"وَيَقُوْلُوْنَ مَتٰى هٰذَا الْوَعْدُ اِنْ كُنْتُمْ صٰدِقِيْنَ ","text_id":"Mereka mengatakan, “Kapankah (datangnya) janji (azab) ini jika kamu (Nabi Muhammad dan para pengikutmu) adalah orang-orang benar?”","text_en":"They say: \"When is this promise going to come, if what you say is true?\"","transliteration":"wa yaqụlụna matā hāżal-wa'du ing kuntum ṣādiqīn","no_fn":"","text_fn":"","juz":11,"hizb":22,"rub_al_hizb":85,"page":214},{"id":1413,"surah":10,"no_ayah":49,"theme":"Ancaman terhadap Orang yang Mendustakan Al-Qur’an","text_ayah":"قُلْ لَّآ اَمْلِكُ لِنَفْسِيْ ضَرًّا وَّلَا نَفْعًا اِلَّا مَا شَاۤءَ اللّٰهُۗ لِكُلِّ اُمَّةٍ اَجَلٌۚ اِذَا جَاۤءَ اَجَلُهُمْ فَلَا يَسْتَأْخِرُوْنَ سَاعَةً وَّلَا يَسْتَقْدِمُوْنَ ","text_id":"Katakanlah (Nabi Muhammad), “Aku tidak kuasa (menolak) mudarat dan tidak pula (mendatangkan) manfaat kepada diriku, kecuali apa yang Allah kehendaki.” Setiap umat mempunyai ajal (batas waktu). Apabila ajalnya tiba, mereka tidak dapat meminta penundaan sesaat pun dan tidak (pula) dapat meminta percepatan. ","text_en":"Say: \"I have no power over my own gain or loss other than what God may please.\" Every people have a certain term. When their time is come they can neither delay it an hour nor advance it a moment forward.","transliteration":"qul lā amliku linafsī ḍarraw wa lā naf'an illā mā syā`allāh, likulli ummatin ajal, iżā jā`a ajaluhum fa lā yasta`khirụna sā'ataw wa lā yastaqdimụn","no_fn":"","text_fn":"","juz":11,"hizb":22,"rub_al_hizb":85,"page":214},{"id":1414,"surah":10,"no_ayah":50,"theme":"Ancaman terhadap Orang yang Mendustakan Al-Qur’an","text_ayah":"قُلْ اَرَءَيْتُمْ اِنْ اَتٰىكُمْ عَذَابُهٗ بَيَاتًا اَوْ نَهَارًا مَّاذَا يَسْتَعْجِلُ مِنْهُ الْمُجْرِمُوْنَ","text_id":"Katakanlah (Nabi Muhammad), “Terangkanlah kepadaku, jika datang kepada kamu siksaan-Nya pada waktu malam atau siang hari, (siksa) manakah yang diminta untuk disegerakan oleh para pendurhaka itu?”","text_en":"Say: \"Have you ever thought if His punishment befalls you at night or in the day, what would the sinners do to despatch it?","transliteration":"qul a ra`aitum in atākum 'ażābuhụ bayātan au nahāram māżā yasta'jilu min-hul-mujrimụn","no_fn":"","text_fn":"","juz":11,"hizb":22,"rub_al_hizb":85,"page":214},{"id":1415,"surah":10,"no_ayah":51,"theme":"Ancaman terhadap Orang yang Mendustakan Al-Qur’an","text_ayah":"اَثُمَّ اِذَا مَا وَقَعَ اٰمَنْتُمْ بِهٖۗ  اٰۤلْـٰٔنَ وَقَدْ كُنْتُمْ بِهٖ تَسْتَعْجِلُوْنَ ","text_id":"Apabila azab itu terjadi, apakah kemudian kamu baru memercayainya? Apakah (baru) sekarang (kamu beriman), padahal sebelumnya kamu selalu meminta agar ia disegerakan?","text_en":"Will you believe it when it comes to pass? Indeed, you will believe it then. How impatient you were to hasten it!","transliteration":"a ṡumma iżā mā waqa'a āmantum bih, āl-āna waqad kuntum bihī tasta'jilụn","no_fn":"","text_fn":"","juz":11,"hizb":22,"rub_al_hizb":85,"page":214},{"id":1416,"surah":10,"no_ayah":52,"theme":"Ancaman terhadap Orang yang Mendustakan Al-Qur’an","text_ayah":"ثُمَّ قِيْلَ لِلَّذِيْنَ ظَلَمُوْا ذُوْقُوْا عَذَابَ الْخُلْدِۚ هَلْ تُجْزَوْنَ اِلَّا بِمَا كُنْتُمْ تَكْسِبُوْنَ ","text_id":"Kemudian, dikatakan kepada orang-orang yang zalim itu, “Rasakanlah olehmu azab yang kekal. (Bukankah) kamu tidak diberi balasan, melainkan (setimpal) dengan apa yang selama ini telah kamu usahakan?”","text_en":"Then will the sinners be told: \"Now taste everlasting torment. Should you be rewarded for anything else but what you did?\"","transliteration":"ṡumma qīla lillażīna ẓalamụ żụqụ 'ażābal-khuld, hal tujzauna illā bimā kuntum taksibụn","no_fn":"","text_fn":"","juz":11,"hizb":22,"rub_al_hizb":85,"page":214},{"id":1417,"surah":10,"no_ayah":53,"theme":"Ancaman terhadap Orang yang Mendustakan Al-Qur’an","text_ayah":"۞ وَيَسْتَنْۢبِـُٔوْنَكَ اَحَقٌّ هُوَۗ قُلْ اِيْ وَرَبِّيْٓ اِنَّهٗ لَحَقٌّۗ وَمَآ اَنْتُمْ بِمُعْجِزِيْنَࣖ ","text_id":"Mereka menanyakan kepadamu (Nabi Muhammad), “Benarkah ia (azab yang dijanjikan Allah) itu?” Katakanlah, “Ya, demi Tuhanku, sesungguhnya (azab) itu pasti benar dan sekali-kali kamu tidak dapat menghindar.”","text_en":"Yet they want to be informed if it is true. Say: \"By my Lord, it is the truth. You cannot invalidate it.\"","transliteration":"wa yastambi`ụnaka aḥaqqun huw, qul ī wa rabbī innahụ laḥaqq, wa mā antum bimu'jizīn","no_fn":"","text_fn":"","juz":11,"hizb":22,"rub_al_hizb":86,"page":214},{"id":1418,"surah":10,"no_ayah":54,"theme":"Penyesalan Manusia di Akhirat","text_ayah":"وَلَوْ اَنَّ لِكُلِّ نَفْسٍ ظَلَمَتْ مَا فِى الْاَرْضِ لَافْتَدَتْ بِهٖۗ وَاَسَرُّوا النَّدَامَةَ لَمَّا رَاَوُا الْعَذَابَۚ وَقُضِيَ بَيْنَهُمْ بِالْقِسْطِ وَهُمْ لَا يُظْلَمُوْنَ ","text_id":"Seandainya setiap orang yang berbuat zalim itu (mempunyai) apa yang ada di bumi, tentu dia menebus diri dengannya. Mereka menyembunyikan penyesalan ketika mereka telah menyaksikan azab itu. Diputuskanlah (oleh Allah) di antara mereka dengan adil, sedangkan mereka tidak dizalimi (sedikit pun).","text_en":"Even if every soul that has sinned possessed whatever is on the earth, it would surely offer it to ransom itself, and feel repentant on seeing the punishment. Yet the sentence would be passed with justice, and not one will be wronged.","transliteration":"walau anna likulli nafsin ẓalamat mā fil-arḍi laftadat bih, wa asarrun-nadāmata lammā ra`awul-'ażāb, wa quḍiya bainahum bil-qisṭi wa hum lā yuẓlamụn","no_fn":"","text_fn":"","juz":11,"hizb":22,"rub_al_hizb":86,"page":215},{"id":1419,"surah":10,"no_ayah":55,"theme":"Penyesalan Manusia di Akhirat","text_ayah":"اَلَآ اِنَّ لِلّٰهِ مَا فِى السَّمٰوٰتِ وَالْاَرْضِۗ  اَلَآ اِنَّ وَعْدَ اللّٰهِ حَقٌّ وَّلٰكِنَّ اَكْثَرَهُمْ لَا يَعْلَمُوْنَ","text_id":"Ketahuilah, sesungguhnya milik Allahlah apa yang ada di langit dan di bumi. Ketahuilah, sesungguhnya janji Allah itu benar, tetapi kebanyakan mereka tidak mengetahui.","text_en":"For all that is in the heavens and the earth belongs to God. Remember, the promise of God is true. But most of them do not know.","transliteration":"alā inna lillāhi mā fis-samāwāti wal-arḍ, alā inna wa'dallāhi ḥaqquw wa lākinna akṡarahum lā ya'lamụn","no_fn":"","text_fn":"","juz":11,"hizb":22,"rub_al_hizb":86,"page":215},{"id":1420,"surah":10,"no_ayah":56,"theme":"Penyesalan Manusia di Akhirat","text_ayah":"هُوَ يُحْيٖ وَيُمِيْتُ وَاِلَيْهِ تُرْجَعُوْنَ ","text_id":"Dialah yang menghidupkan dan mematikan serta hanya kepada-Nyalah kamu akan dikembalikan.","text_en":"He is the giver of life and death, and to Him you will return.","transliteration":"huwa yuḥyī wa yumītu wa ilaihi turja'ụn","no_fn":"","text_fn":"","juz":11,"hizb":22,"rub_al_hizb":86,"page":215},{"id":1421,"surah":10,"no_ayah":57,"theme":"Penyesalan Manusia di Akhirat","text_ayah":"يٰٓاَيُّهَا النَّاسُ قَدْ جَاۤءَتْكُمْ مَّوْعِظَةٌ مِّنْ رَّبِّكُمْ وَشِفَاۤءٌ لِّمَا فِى الصُّدُوْرِۙ وَهُدًى وَّرَحْمَةٌ لِّلْمُؤْمِنِيْنَ ","text_id":"Wahai manusia, sungguh telah datang kepadamu pelajaran (Al-Qur’an) dari Tuhanmu, penyembuh bagi sesuatu (penyakit) yang terdapat dalam dada, dan petunjuk serta rahmat bagi orang-orang mukmin.","text_en":"O men, a warning has come to you from your Lord, a remedy for the (doubts) of the heart, and a guidance and grace for those who believe.","transliteration":"yā ayyuhan-nāsu qad jā`atkum mau'iẓatum mir rabbikum wa syifā`ul limā fiṣ-ṣudụri wa hudaw wa raḥmatul lil-mu`minīn","no_fn":"","text_fn":"","juz":11,"hizb":22,"rub_al_hizb":86,"page":215},{"id":1422,"surah":10,"no_ayah":58,"theme":"Penyesalan Manusia di Akhirat","text_ayah":"قُلْ بِفَضْلِ اللّٰهِ وَبِرَحْمَتِهٖ فَبِذٰلِكَ فَلْيَفْرَحُوْاۗ هُوَ خَيْرٌ مِّمَّا يَجْمَعُوْنَ","text_id":"Katakanlah (Nabi Muhammad), “Dengan karunia Allah dan rahmat-Nya itu, hendaklah mereka bergembira. Itu lebih baik daripada apa yang mereka kumpulkan.” ","text_en":"Say: \"It is the blessing and mercy of God; so rejoice in it. It is better than all that you amass.\"","transliteration":"qul bifaḍlillāhi wa biraḥmatihī fa biżālika falyafraḥụ, huwa khairum mimmā yajma'ụn","no_fn":"","text_fn":"","juz":11,"hizb":22,"rub_al_hizb":86,"page":215},{"id":1423,"surah":10,"no_ayah":59,"theme":"Bantahan terhadap Orang Musyrik yang Mengingkari Kebenaran Wahyu","text_ayah":"قُلْ اَرَءَيْتُمْ مَّآ اَنْزَلَ اللّٰهُ لَكُمْ مِّنْ رِّزْقٍ فَجَعَلْتُمْ مِّنْهُ حَرَامًا وَّحَلٰلًاۗ قُلْ ءٰۤاللّٰهُ اَذِنَ لَكُمْ اَمْ عَلَى اللّٰهِ تَفْتَرُوْنَ","text_id":"Katakanlah (Nabi Muhammad), “Terangkanlah kepadaku tentang rezeki yang diturunkan Allah kepadamu, lalu kamu jadikan sebagiannya haram dan sebagiannya halal.” Katakanlah, “Apakah Allah telah memberikan izin kepadamu (tentang ini) ataukah kamu mengada-ada atas nama Allah?”","text_en":"Say: \"Have you thought of what God has sent you for food, of which you have labelled some as lawful and some forbidden?\" And ask: \"Has God commanded this, or you are imputing lies to God?\"","transliteration":"qul a ra`aitum mā anzalallāhu lakum mir rizqin fa ja'altum min-hu ḥarāmaw wa halālā, qul āllāhu ażina lakum am 'alallāhi taftarụn","no_fn":"","text_fn":"","juz":11,"hizb":22,"rub_al_hizb":86,"page":215},{"id":1424,"surah":10,"no_ayah":60,"theme":"Bantahan terhadap Orang Musyrik yang Mengingkari Kebenaran Wahyu","text_ayah":"وَمَا ظَنُّ الَّذِيْنَ يَفْتَرُوْنَ عَلَى اللّٰهِ الْكَذِبَ يَوْمَ الْقِيٰمَةِۗ اِنَّ اللّٰهَ لَذُوْ فَضْلٍ عَلَى النَّاسِ وَلٰكِنَّ اَكْثَرَهُمْ لَا يَشْكُرُوْنَࣖ ","text_id":"Apakah dugaan orang-orang yang mengada-adakan kebohongan terhadap Allah (berkenaan dengan apa yang akan Allah berikan kepada mereka) pada hari Kiamat? Sesungguhnya Allah benar-benar mempunyai karunia (yang dilimpahkan-Nya) kepada manusia, tetapi kebanyakan mereka tidak bersyukur.","text_en":"What do those who invent lies of God think about the Day of Reckoning? (Will they escape the judgement?) In fact God is gracious to men; but most of them are not grateful.","transliteration":"wa mā ẓannullażīna yaftarụna 'alallāhil-każiba yaumal-qiyāmah, innallāha lażụ faḍlin 'alan-nāsi wa lākinna akṡarahum lā yasykurụn","no_fn":"","text_fn":"","juz":11,"hizb":22,"rub_al_hizb":86,"page":215},{"id":1425,"surah":10,"no_ayah":61,"theme":"Semua Perbuatan Manusia Berada dalam Pengawasan Allah","text_ayah":"وَمَا تَكُوْنُ فِيْ شَأْنٍ وَّمَا تَتْلُوْا مِنْهُ مِنْ قُرْاٰنٍ وَّلَا تَعْمَلُوْنَ مِنْ عَمَلٍ اِلَّا كُنَّا عَلَيْكُمْ شُهُوْدًا اِذْ تُفِيْضُوْنَ فِيْهِۗ وَمَا يَعْزُبُ عَنْ رَّبِّكَ مِنْ مِّثْقَالِ ذَرَّةٍ فِى الْاَرْضِ وَلَا فِى السَّمَاۤءِ وَلَآ اَصْغَرَ مِنْ ذٰلِكَ وَلَآ اَكْبَرَ اِلَّا فِيْ كِتٰبٍ مُّبِيْنٍ ","text_id":"Engkau (Nabi Muhammad) tidak berada dalam suatu urusan, tidak membaca suatu ayat Al-Qur’an, dan tidak pula mengerjakan suatu pekerjaan, kecuali Kami menjadi saksi atasmu ketika kamu melakukannya. Tidak ada yang luput sedikit pun dari (pengetahuan) Tuhanmu, walaupun seberat zarah, baik di bumi maupun di langit. Tidak ada sesuatu yang lebih kecil dan yang lebih besar daripada itu, kecuali semua tercatat dalam kitab yang nyata (Lauh Mahfuz). ","text_en":"There is no state you are in, whether reading from the Qur'an, or doing something else, but We are watching you as you are engaged in it. There is not the weight of an atom on the earth and in the heavens that is hidden from your Lord, nor is there anything smaller or greater than this but is recorded in the perspicuous Book.","transliteration":"wa mā takụnu fī sya`niw wa mā tatlụ min-hu ming qur`āniw wa lā ta'malụna min 'amalin illā kunnā 'alaikum syuhụdan iż tufīḍụna fīh, wa mā ya'zubu 'ar rabbika mim miṡqāli żarratin fil-arḍi wa lā fis-samā`i wa lā aṣgara min żālika wa lā akbara illā fī kitābim mubīn","no_fn":"","text_fn":"","juz":11,"hizb":22,"rub_al_hizb":86,"page":215},{"id":1426,"surah":10,"no_ayah":62,"theme":"Orang yang Beriman dan Bertakwa sebagai Wali Allah","text_ayah":"اَلَآ اِنَّ اَوْلِيَاۤءَ اللّٰهِ لَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُوْنَۚ ","text_id":"Ketahuilah bahwa sesungguhnya (bagi) para wali Allah itu tidak ada rasa takut yang menimpa mereka dan mereka pun tidak bersedih.","text_en":"Remember, there is neither fear nor regret for the friends of God.","transliteration":"alā inna auliyā`allāhi lā khaufun 'alaihim wa lā hum yaḥzanụn","no_fn":"","text_fn":"","juz":11,"hizb":22,"rub_al_hizb":86,"page":216},{"id":1427,"surah":10,"no_ayah":63,"theme":"Orang yang Beriman dan Bertakwa sebagai Wali Allah","text_ayah":"اَلَّذِيْنَ اٰمَنُوْا وَكَانُوْا يَتَّقُوْنَۗ  ","text_id":"(Mereka adalah) orang-orang yang beriman dan selalu bertakwa.","text_en":"Those who believe and obey God,","transliteration":"allażīna āmanụ wa kānụ yattaqụn","no_fn":"","text_fn":"","juz":11,"hizb":22,"rub_al_hizb":86,"page":216},{"id":1428,"surah":10,"no_ayah":64,"theme":"Orang yang Beriman dan Bertakwa sebagai Wali Allah","text_ayah":"لَهُمُ الْبُشْرٰى فِى الْحَيٰوةِ الدُّنْيَا وَفِى الْاٰخِرَةِۗ  لَا تَبْدِيْلَ لِكَلِمٰتِ اللّٰهِۗ ذٰلِكَ هُوَ الْفَوْزُ الْعَظِيْمُۗ  ","text_id":"Bagi mereka berita gembira di dalam kehidupan di dunia dan di akhirat. Tidak ada perubahan bagi kalimat-kalimat (ketetapan dan janji) Allah. Demikian itulah kemenangan yang agung.","text_en":"For them is good news in the life of the world and in the life to come. There is no changing the words of God. That will be the great triumph.","transliteration":"lahumul-busyrā fil-ḥayātid-dun-yā wa fil-ākhirah, lā tabdīla likalimātillāh, żālika huwal-fauzul-'aẓīm","no_fn":"","text_fn":"","juz":11,"hizb":22,"rub_al_hizb":86,"page":216},{"id":1429,"surah":10,"no_ayah":65,"theme":"Orang yang Beriman dan Bertakwa sebagai Wali Allah","text_ayah":"وَلَا يَحْزُنْكَ قَوْلُهُمْۘ اِنَّ الْعِزَّةَ لِلّٰهِ جَمِيْعًاۗ هُوَ السَّمِيْعُ الْعَلِيْمُ","text_id":"Janganlah engkau (Nabi Muhammad) sedih oleh perkataan mereka. Sesungguhnya kekuasaan itu seluruhnya milik Allah. Dia Maha Mendengar lagi Maha Mengetahui.","text_en":"You should not be grieved by what they say. All glory is wholly for God: He is the one who hears and knows everything.","transliteration":"wa lā yaḥzungka qauluhum, innal-'izzata lillāhi jamī'ā, huwas-samī'ul-'alīm","no_fn":"","text_fn":"","juz":11,"hizb":22,"rub_al_hizb":86,"page":216},{"id":1430,"surah":10,"no_ayah":66,"theme":"Allah sebagai Pemilik Segala Sesuatu","text_ayah":"اَلَآ اِنَّ لِلّٰهِ مَنْ فِى السَّمٰوٰتِ وَمَنْ فِى الْاَرْضِۗ وَمَا يَتَّبِعُ الَّذِيْنَ يَدْعُوْنَ مِنْ دُوْنِ اللّٰهِ شُرَكَاۤءَۗ اِنْ يَّتَّبِعُوْنَ اِلَّا الظَّنَّ وَاِنْ هُمْ اِلَّا يَخْرُصُوْنَ ","text_id":"Ketahuilah bahwa sesungguhnya milik Allahlah siapa yang ada di langit dan siapa yang ada di bumi. Orang-orang yang menyeru sekutu-sekutu selain Allah tidaklah mengikuti (suatu kebenaran). Mereka hanya mengikuti persangkaan belaka dan mereka hanyalah menduga-duga.","text_en":"Remember, whosoever is in the heavens and the earth belongs to God. Those who call on others they associate with God, follow nothing but conjecture, and only guess.","transliteration":"alā inna lillāhi man fis-samāwāti wa man fil-arḍ, wa mā yattabi'ullażīna yad'ụna min dụnillāhi syurakā`, iy yattabi'ụna illaẓ-ẓanna wa in hum illā yakhruṣụn","no_fn":"","text_fn":"","juz":11,"hizb":22,"rub_al_hizb":86,"page":216},{"id":1431,"surah":10,"no_ayah":67,"theme":"Allah sebagai Pemilik Segala Sesuatu","text_ayah":"هُوَ الَّذِيْ جَعَلَ لَكُمُ الَّيْلَ لِتَسْكُنُوْا فِيْهِ وَالنَّهَارَ مُبْصِرًاۗ اِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ لِّقَوْمٍ يَّسْمَعُوْنَ ","text_id":"Dialah yang menjadikan malam bagimu agar kamu beristirahat padanya dan (menjadikan) siang terang benderang.<sup>349)</sup> Sesungguhnya pada yang demikian itu benar-benar terdapat tanda-tanda (kebesaran Allah) bagi kaum yang (mau) mendengar.","text_en":"It is He who made the night for you to rest, and made the day enlightening. Indeed there are signs in this for those who listen.","transliteration":"huwallażī ja'ala lakumul-laila litaskunụ fīhi wan-nahāra mubṣirā, inna fī żālika la`āyātil liqaumiy yasma'ụn","no_fn":"349","text_fn":"349) Allah Swt. menjadikan siklus harian rotasi bumi sebagai penyebab keberulangan malam dan siang. Saat malam, ketika matahari berada pada belahan bumi sebaliknya, suasana gelap dan sejuk sehingga sangat cocok menjadi waktu beristirahat. Sementara itu, siang hari yang terang sangat cocok menjadi waktu beraktivitas.","juz":11,"hizb":22,"rub_al_hizb":86,"page":216},{"id":1432,"surah":10,"no_ayah":68,"theme":"Bukti Keesaan Allah","text_ayah":"قَالُوا اتَّخَذَ اللّٰهُ وَلَدًا سُبْحٰنَهٗۗ هُوَ الْغَنِيُّۗ لَهٗ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِۗ اِنْ عِنْدَكُمْ مِّنْ سُلْطٰنٍۢ بِهٰذَاۗ اَتَقُوْلُوْنَ عَلَى اللّٰهِ مَا لَا تَعْلَمُوْنَ ","text_id":"Mereka (yang menyekutukan Allah) berkata, “Allah mengangkat anak.” Mahasuci Dia. Dialah Yang Mahakaya. Milik-Nyalah apa yang ada di langit dan apa yang ada di bumi. Kamu tidak mempunyai alasan kuat tentang ini. Pantaskah kamu mengatakan tentang Allah apa yang tidak kamu ketahui?","text_en":"They say: \"God has begotten a son.\" Immaculate is He and self-sufficient.\" Whatsoever is in the heavens and the earth belongs to Him. You have no proof for this (assertion): Why do you say things of God you do not know?","transliteration":"qāluttakhażallāhu waladan sub-ḥānah, huwal-ganiyy, lahụ mā fis-samāwāti wa mā fil-arḍ, in 'indakum min sulṭānim bihāżā, a taqụlụna 'alallāhi mā lā ta'lamụn","no_fn":"","text_fn":"","juz":11,"hizb":22,"rub_al_hizb":86,"page":216},{"id":1433,"surah":10,"no_ayah":69,"theme":"Bukti Keesaan Allah","text_ayah":"قُلْ اِنَّ الَّذِيْنَ يَفْتَرُوْنَ عَلَى اللّٰهِ الْكَذِبَ لَا يُفْلِحُوْنَۗ  ","text_id":"Katakanlah (Nabi Muhammad), “Sesungguhnya orang-orang yang mengada-adakan kebohongan terhadap Allah tidak akan beruntung.”","text_en":"Say: \"Those who fabricate lies about God will never succeed.\"","transliteration":"qul innallażīna yaftarụna 'alallāhil-każiba lā yufliḥụn","no_fn":"","text_fn":"","juz":11,"hizb":22,"rub_al_hizb":86,"page":216},{"id":1434,"surah":10,"no_ayah":70,"theme":"Bukti Keesaan Allah","text_ayah":"مَتَاعٌ فِى الدُّنْيَا ثُمَّ اِلَيْنَا مَرْجِعُهُمْ ثُمَّ نُذِيْقُهُمُ الْعَذَابَ الشَّدِيْدَ بِمَا كَانُوْا يَكْفُرُوْنَࣖ ","text_id":"(Bagi mereka) kesenangan (sesaat) ketika di dunia, selanjutnya kepada Kamilah tempat mereka kembali, kemudian Kami jadikan mereka merasakan azab yang keras karena mereka selalu kufur.","text_en":"Let them profit by the world (while they may): In the end they will come back to Us. Then We shall make them taste severe punishment for having denied (the truth).","transliteration":"matā'un fid-dun-yā ṡumma ilainā marji'uhum ṡumma nużīquhumul-'ażābasy-syadīda bimā kānụ yakfurụn","no_fn":"","text_fn":"","juz":11,"hizb":22,"rub_al_hizb":86,"page":216},{"id":1435,"surah":10,"no_ayah":71,"theme":"Pelajaran dari Kisah Nabi Nuh","text_ayah":"۞ وَاتْلُ عَلَيْهِمْ نَبَاَ نُوْحٍۘ اِذْ قَالَ لِقَوْمِهٖ يٰقَوْمِ اِنْ كَانَ كَبُرَ عَلَيْكُمْ مَّقَامِيْ وَتَذْكِيْرِيْ بِاٰيٰتِ اللّٰهِ فَعَلَى اللّٰهِ تَوَكَّلْتُ فَاَجْمِعُوْٓا اَمْرَكُمْ وَشُرَكَاۤءَكُمْ ثُمَّ لَا يَكُنْ اَمْرُكُمْ عَلَيْكُمْ غُمَّةً ثُمَّ اقْضُوْٓا اِلَيَّ وَلَا تُنْظِرُوْنِ ","text_id":"Bacakanlah (sampaikanlah wahai Nabi Muhammad) kepada mereka berita penting (tentang) Nuh ketika dia berkata kepada kaumnya, “Wahai kaumku, jika terasa berat bagi kamu keberadaanku tinggal (bersamamu) dan peringatanku dengan ayat-ayat Allah, kepada Allahlah aku bertawakal. Oleh karena itu, bulatkanlah keputusanmu dan kumpulkanlah sekutu-sekutumu (untuk membinasakanku), selanjutnya janganlah keputusanmu itu dirahasiakan. Kemudian, bertindaklah terhadap diriku dan janganlah kamu tunda-tunda (tindakan itu) kepadaku.","text_en":"Recount to them the story of Noah when he said to his people: \"O people, if you find my staying with you and warning through God's signs, unbearable to you, know that I have reposed my trust in God. So plan your move, and call your associates, and make certain of your plan; then do whatever you intend against me, allowing me no respite.","transliteration":"watlu 'alaihim naba`a nụḥ, iż qāla liqaumihī yā qaumi ing kāna kabura 'alaikum maqāmī wa tażkīrī bi`āyātillāhi fa 'alallāhi tawakkaltu fa ajmi'ū amrakum wa syurakā`akum ṡumma lā yakun amrukum 'alaikum gummatan ṡummaqḍū ilayya wa lā tunẓirụn","no_fn":"","text_fn":"","juz":11,"hizb":22,"rub_al_hizb":87,"page":217},{"id":1436,"surah":10,"no_ayah":72,"theme":"Pelajaran dari Kisah Nabi Nuh","text_ayah":"فَاِنْ تَوَلَّيْتُمْ فَمَا سَاَلْتُكُمْ مِّنْ اَجْرٍۗ اِنْ اَجْرِيَ اِلَّا عَلَى اللّٰهِۙ وَاُمِرْتُ اَنْ اَكُوْنَ مِنَ الْمُسْلِمِيْنَ","text_id":"Jika kamu berpaling (dari peringatanku), aku tidak meminta imbalan sedikit pun darimu. Imbalanku tidak lain hanyalah dari Allah dan aku diperintah agar aku masuk ke dalam golongan orang-orang muslim.”","text_en":"If you turn away from me (remember) I do not ask any recompense from you. My reward is with God; I have been commanded to be one of those who submit to Him.\"","transliteration":"fa in tawallaitum fa mā sa`altukum min ajr, in ajriya illā 'alallāhi wa umirtu an akụna minal-muslimīn","no_fn":"","text_fn":"","juz":11,"hizb":22,"rub_al_hizb":87,"page":217},{"id":1437,"surah":10,"no_ayah":73,"theme":"Pelajaran dari Kisah Nabi Nuh","text_ayah":"فَكَذَّبُوْهُ فَنَجَّيْنٰهُ وَمَنْ مَّعَهٗ فِى الْفُلْكِ وَجَعَلْنٰهُمْ خَلٰۤىِٕفَ وَاَغْرَقْنَا الَّذِيْنَ كَذَّبُوْا بِاٰيٰتِنَاۚ فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ الْمُنْذَرِيْنَ ","text_id":"Mereka mendustakannya (Nuh). Lalu, Kami selamatkan dia dan orang-orang yang bersamanya di dalam bahtera serta Kami jadikan mereka sebagai generasi penerus dan Kami tenggelamkan orang-orang yang mendustakan ayat-ayat Kami. Perhatikanlah bagaimana kesudahan orang-orang yang diberi peringatan itu.","text_en":"Even then they denied him; so We saved him and those with him, in the ark, and established them in the land, and drowned those who denied Our signs. So think of the fate of those who were warned (and took no heed).","transliteration":"fa każżabụhu fa najjaināhu wa mam ma'ahụ fil-fulki wa ja'alnāhum khalā`ifa wa agraqnallażīna każżabụ bi`āyātinā, fanẓur kaifa kāna 'āqibatul-munżarīn","no_fn":"","text_fn":"","juz":11,"hizb":22,"rub_al_hizb":87,"page":217},{"id":1438,"surah":10,"no_ayah":74,"theme":"Pelajaran dari Kisah Nabi Nuh","text_ayah":"ثُمَّ بَعَثْنَا مِنْۢ بَعْدِهٖ رُسُلًا اِلٰى قَوْمِهِمْ فَجَاۤءُوْهُمْ بِالْبَيِّنٰتِ فَمَا كَانُوْا لِيُؤْمِنُوْا بِمَا كَذَّبُوْا بِهٖ مِنْ قَبْلُۗ  كَذٰلِكَ نَطْبَعُ عَلٰى قُلُوْبِ الْمُعْتَدِيْنَ","text_id":"Kemudian, Kami mengutus setelahnya (Nuh) beberapa rasul kepada kaum mereka (umat masing-masing), maka rasul-rasul itu datang kepada mereka dengan membawa bukti-bukti yang nyata, tetapi mereka tidak mau beriman karena mereka dahulu telah (biasa) mendustakannya. Demikianlah Kami mengunci hati orang-orang yang melampaui batas.","text_en":"Afterwards We sent many messengers who brought clear proofs to their peoples. But they were not prepared to believe what they had once denied. That is how We seal the hearts of the iniquitous.","transliteration":"ṡumma ba'aṡnā mim ba'dihī rusulan ilā qaumihim fa jā`ụhum bil-bayyināti fa mā kānụ liyu`minụ bimā każżabụ bihī ming qabl, każālika naṭba'u 'alā qulụbil-mu'tadīn","no_fn":"","text_fn":"","juz":11,"hizb":22,"rub_al_hizb":87,"page":217},{"id":1439,"surah":10,"no_ayah":75,"theme":"Kisah Nabi Musa dan Bani Israil di Mesir","text_ayah":"ثُمَّ بَعَثْنَا مِنْۢ بَعْدِهِمْ مُّوْسٰى وَهٰرُوْنَ اِلٰى فِرْعَوْنَ وَمَلَا۟ىِٕهٖ بِاٰيٰتِنَا فَاسْتَكْبَرُوْا وَكَانُوْا قَوْمًا مُّجْرِمِيْنَ ","text_id":"Kemudian, setelah mereka Kami mengutus Musa dan Harun kepada Fir‘aun dan para pemuka kaumnya, dengan membawa tanda-tanda (kekuasaan) Kami. Lalu, mereka menyombongkan diri dan mereka adalah kaum pendurhaka.","text_en":"Then after them We sent Moses and Aaron with Our signs to the Pharaoh and his nobles; but they behaved arrogantly, for they were a people full of guilt.","transliteration":"ṡumma ba'aṡnā mim ba'dihim mụsā wa hārụna ilā fir'auna wa mala`ihī bi`āyātinā fastakbarụ wa kānụ qaumam mujrimīn","no_fn":"","text_fn":"","juz":11,"hizb":22,"rub_al_hizb":87,"page":217},{"id":1440,"surah":10,"no_ayah":76,"theme":"Kisah Nabi Musa dan Bani Israil di Mesir","text_ayah":"فَلَمَّا جَاۤءَهُمُ الْحَقُّ مِنْ عِنْدِنَا قَالُوْٓا اِنَّ هٰذَا لَسِحْرٌ مُّبِيْنٌ ","text_id":"Ketika telah datang kepada mereka kebenaran (mukjizat) dari sisi Kami, mereka berkata, “Sesungguhnya ini benar-benar sihir yang nyata.”","text_en":"Thus, when the truth had come to them from Us, they said: \"Surely this is nothing but pure magic.\"","transliteration":"fa lammā jā`ahumul-ḥaqqu min 'indinā qālū inna hāżā lasiḥrum mubīn","no_fn":"","text_fn":"","juz":11,"hizb":22,"rub_al_hizb":87,"page":217},{"id":1441,"surah":10,"no_ayah":77,"theme":"Kisah Nabi Musa dan Bani Israil di Mesir","text_ayah":"قَالَ مُوْسٰٓى اَتَقُوْلُوْنَ لِلْحَقِّ لَمَّا جَاۤءَكُمْۗ اَسِحْرٌ هٰذَاۗ وَلَا يُفْلِحُ السّٰحِرُوْنَ ","text_id":"Musa berkata, “Apakah (pantas) kamu mengatakan terhadap kebenaran (mukjizat) ketika ia datang kepadamu, ‘sihirkah ini?’ Padahal, para penyihir itu tidaklah mendapat kemenangan.”","text_en":"\"You say this of the truth,\" said Moses, \"after it has come to you. Is this magic? But sorcerers do not ever prosper.\"","transliteration":"qāla mụsā a taqụlụna lil-ḥaqqi lammā jā`akum, a siḥrun hāżā, wa lā yufliḥus-sāḥirụn","no_fn":"","text_fn":"","juz":11,"hizb":22,"rub_al_hizb":87,"page":217},{"id":1442,"surah":10,"no_ayah":78,"theme":"Kisah Nabi Musa dan Bani Israil di Mesir","text_ayah":"قَالُوْٓا اَجِئْتَنَا لِتَلْفِتَنَا عَمَّا وَجَدْنَا عَلَيْهِ اٰبَاۤءَنَا وَتَكُوْنَ لَكُمَا الْكِبْرِيَاۤءُ فِى الْاَرْضِۗ وَمَا نَحْنُ لَكُمَا بِمُؤْمِنِيْنَ ","text_id":"Mereka berkata, “Apakah engkau (Musa) datang kepada kami untuk memalingkan kami dari apa yang kami dapati pada nenek moyang kami (menyembah berhala), dan agar kamu berdua (Musa dan Harun) mempunyai kekuasaan di bumi (negeri Mesir)? Kami tidak akan beriman kepada kamu berdua.”","text_en":"\"Have you come,\" said they, \"to turn us back from what we found our ancestors doing, so that the two of you may attain supremacy in the land? We shall not believe in what you say.","transliteration":"qālū a ji`tanā litalfitanā 'ammā wajadnā 'alaihi ābā`anā wa takụna lakumal-kibriyā`u fil-arḍ, wa mā naḥnu lakumā bimu`minīn","no_fn":"","text_fn":"","juz":11,"hizb":22,"rub_al_hizb":87,"page":217},{"id":1443,"surah":10,"no_ayah":79,"theme":"Tantangan Fir‘aun kepada Nabi Musa","text_ayah":"وَقَالَ فِرْعَوْنُ ائْتُوْنِيْ بِكُلِّ سٰحِرٍ عَلِيْمٍ ","text_id":"Fir‘aun berkata (kepada para pemuka kaumnya), “Datangkanlah kepadaku semua penyihir yang ulung!”","text_en":"\"Bring the cleverest magicians to me,\" said the Pharaoh.","transliteration":"wa qāla fir'aunu`tụnī bikulli sāḥirin 'alīm","no_fn":"","text_fn":"","juz":11,"hizb":22,"rub_al_hizb":87,"page":218},{"id":1444,"surah":10,"no_ayah":80,"theme":"Tantangan Fir‘aun kepada Nabi Musa","text_ayah":"فَلَمَّا جَاۤءَ السَّحَرَةُ قَالَ لَهُمْ مُّوْسٰٓى اَلْقُوْا مَآ اَنْتُمْ مُّلْقُوْنَ ","text_id":"Ketika para penyihir itu datang, Musa berkata kepada mereka, “Lemparkanlah apa yang hendak kamu lemparkan!”","text_en":"So when the magicians arrived, Moses said to them: \"Cast whatever (spell) you have to cast.\"","transliteration":"fa lammā jā`as-saḥaratu qāla lahum mụsā alqụ mā antum mulqụn","no_fn":"","text_fn":"","juz":11,"hizb":22,"rub_al_hizb":87,"page":218},{"id":1445,"surah":10,"no_ayah":81,"theme":"Tantangan Fir‘aun kepada Nabi Musa","text_ayah":"فَلَمَّآ اَلْقَوْا قَالَ مُوْسٰى مَا جِئْتُمْ بِهِۙ السِّحْرُۗ اِنَّ اللّٰهَ سَيُبْطِلُهٗۗ اِنَّ اللّٰهَ لَا يُصْلِحُ عَمَلَ الْمُفْسِدِيْنَࣖ ","text_id":"Setelah mereka melemparkan (tali-temali), Musa berkata, “Apa yang kamu bawa itulah sihir. Sesungguhnya Allah akan membatalkan (mengalahkan)-nya. Sesungguhnya Allah tidak membiarkan perbuatan orang-orang yang berbuat kerusakan.","text_en":"When they had cast (their spell) Moses said: \"What you have cast is only a charm which God will surely nullify. God does not verily render the deeds of evil-doers righteous.","transliteration":"fa lammā alqau qāla mụsā mā ji`tum bihis-siḥr, innallāha sayubṭiluh, innallāha lā yuṣliḥu 'amalal-mufsidīn","no_fn":"","text_fn":"","juz":11,"hizb":22,"rub_al_hizb":87,"page":218},{"id":1446,"surah":10,"no_ayah":82,"theme":"Tantangan Fir‘aun kepada Nabi Musa","text_ayah":"وَيُحِقُّ اللّٰهُ الْحَقَّ بِكَلِمٰتِهٖ وَلَوْ كَرِهَ الْمُجْرِمُوْنَ ","text_id":"Allah akan mengukuhkan kebenaran dengan ketetapan-ketetapan-Nya, walaupun para pendurhaka tidak menyukainya.","text_en":"God vindicates the truth by His commands, however the sinners may dislike it.\"","transliteration":"wa yuḥiqqullāhul-ḥaqqa bikalimātihī walau karihal-mujrimụn","no_fn":"","text_fn":"","juz":11,"hizb":22,"rub_al_hizb":87,"page":218},{"id":1447,"surah":10,"no_ayah":83,"theme":"Sebagian Bani Israil Beriman kepada Nabi Musa","text_ayah":"فَمَآ اٰمَنَ لِمُوْسٰىٓ اِلَّا ذُرِّيَّةٌ مِّنْ قَوْمِهٖ عَلٰى خَوْفٍ مِّنْ فِرْعَوْنَ وَمَلَا۟ىِٕهِمْ اَنْ يَّفْتِنَهُمْۗ وَاِنَّ فِرْعَوْنَ لَعَالٍ فِى الْاَرْضِۚ وَاِنَّهٗ لَمِنَ الْمُسْرِفِيْنَ ","text_id":"Tidak ada yang beriman kepada Musa selain keturunan dari kaumnya disertai ketakutan kepada Fir‘aun dan para pemuka kaumnya yang akan menyiksa mereka. Sesungguhnya Fir‘aun benar-benar sewenang-wenang di bumi. Sesungguhnya ia benar-benar termasuk orang-orang yang melampaui batas.","text_en":"But none of them put faith in Moses except some youths among his people who were nonetheless afraid lest the Pharaoh and his nobles should persecute them; for the Pharaoh was mighty in the land, and guilty of excesses.","transliteration":"fa mā āmana limụsā illā żurriyyatum ming qaumihī 'alā khaufim min fir'auna wa mala`ihim ay yaftinahum, wa inna fir'auna la'ālin fil-arḍ, wa innahụ laminal-musrifīn","no_fn":"","text_fn":"","juz":11,"hizb":22,"rub_al_hizb":87,"page":218},{"id":1448,"surah":10,"no_ayah":84,"theme":"Sebagian Bani Israil Beriman kepada Nabi Musa","text_ayah":"وَقَالَ مُوْسٰى يٰقَوْمِ اِنْ كُنْتُمْ اٰمَنْتُمْ بِاللّٰهِ فَعَلَيْهِ تَوَكَّلُوْٓا اِنْ كُنْتُمْ مُّسْلِمِيْنَ ","text_id":"Musa berkata, “Wahai kaumku, jika kamu sungguh-sungguh beriman kepada Allah, bertawakallah hanya kepada-Nya apabila kamu benar-benar orang-orang muslim (yang berserah diri kepada Allah).”","text_en":"Moses said: \"O my people, if you do believe in God place your trust in Him if you are obedient.\"","transliteration":"wa qāla mụsā yā qaumi ing kuntum āmantum billāhi fa 'alaihi tawakkalū ing kuntum muslimīn","no_fn":"","text_fn":"","juz":11,"hizb":22,"rub_al_hizb":87,"page":218},{"id":1449,"surah":10,"no_ayah":85,"theme":"Sebagian Bani Israil Beriman kepada Nabi Musa","text_ayah":"فَقَالُوْا عَلَى اللّٰهِ تَوَكَّلْنَاۚ رَبَّنَا لَا تَجْعَلْنَا فِتْنَةً لِّلْقَوْمِ الظّٰلِمِيْنَ ","text_id":"Mereka pun berkata, “Kepada Allahlah kami bertawakal. Ya Tuhan kami, janganlah Engkau jadikan kami (sasaran) fitnah bagi kaum yang zalim.","text_en":"They answered: \"We have placed our trust in God. O Lord, do not make us a target of oppression for these tyrannical people,","transliteration":"fa qālụ 'alallāhi tawakkalnā, rabbanā lā taj'alnā fitnatal lil-qaumiẓ-ẓālimīn","no_fn":"","text_fn":"","juz":11,"hizb":22,"rub_al_hizb":87,"page":218},{"id":1450,"surah":10,"no_ayah":86,"theme":"Sebagian Bani Israil Beriman kepada Nabi Musa","text_ayah":"وَنَجِّنَا بِرَحْمَتِكَ مِنَ الْقَوْمِ الْكٰفِرِيْنَ ","text_id":"Selamatkanlah pula kami dengan rahmat-Mu dari kaum yang kafir.”","text_en":"And deliver us by Your grace from a people who do not believe.\"","transliteration":"wa najjinā biraḥmatika minal-qaumil-kāfirīn","no_fn":"","text_fn":"","juz":11,"hizb":22,"rub_al_hizb":87,"page":218},{"id":1451,"surah":10,"no_ayah":87,"theme":"Sebagian Bani Israil Beriman kepada Nabi Musa","text_ayah":"وَاَوْحَيْنَآ اِلٰى مُوْسٰى وَاَخِيْهِ اَنْ تَبَوَّاٰ لِقَوْمِكُمَا بِمِصْرَ بُيُوْتًا وَّاجْعَلُوْا بُيُوْتَكُمْ قِبْلَةً وَّاَقِيْمُوا الصَّلٰوةَۗ وَبَشِّرِ الْمُؤْمِنِيْنَ ","text_id":"Telah Kami wahyukan kepada Musa dan saudaranya (Harun), “Ambillah oleh kamu berdua beberapa rumah di Mesir untuk tempat tinggal kaummu, jadikanlah rumah-rumahmu itu kiblat (tempat ibadah), dan tegakkanlah salat. Gembirakanlah orang-orang mukmin.”","text_en":"We commanded Moses and his brother: \"Build homes for your people in Egypt, and make your houses places of worship, perform your acts of prayer and give happy tidings to those who believe.\"","transliteration":"wa auḥainā ilā mụsā wa akhīhi an tabawwa`ā liqaumikumā bimiṣra buyụtaw waj'alụ buyụtakum qiblataw wa aqīmuṣ-ṣalāh, wa basysyiril-mu`minīn","no_fn":"","text_fn":"","juz":11,"hizb":22,"rub_al_hizb":87,"page":218},{"id":1452,"surah":10,"no_ayah":88,"theme":"Kutukan Nabi Musa atas Fir’aun dan Pengikutnya","text_ayah":"وَقَالَ مُوْسٰى رَبَّنَآ اِنَّكَ اٰتَيْتَ فِرْعَوْنَ وَمَلَاَهٗ زِيْنَةً وَّاَمْوَالًا فِى الْحَيٰوةِ الدُّنْيَاۗ رَبَّنَا لِيُضِلُّوْا عَنْ سَبِيْلِكَۚ رَبَّنَا اطْمِسْ عَلٰٓى اَمْوَالِهِمْ وَاشْدُدْ عَلٰى قُلُوْبِهِمْ فَلَا يُؤْمِنُوْا حَتّٰى يَرَوُا الْعَذَابَ الْاَلِيْمَ ","text_id":"Musa berkata, “Ya Tuhan kami, sesungguhnya Engkau telah memberikan kepada Fir‘aun dan para pemuka kaumnya perhiasan dan harta kekayaan (yang banyak) dalam kehidupan dunia. Ya Tuhan kami, (akibat pemberian itu) mereka menyesatkan (manusia) dari jalan-Mu. Ya Tuhan kami, binasakanlah harta benda mereka dan kunci matilah hati mereka sehingga mereka tidak beriman sampai mereka melihat azab yang sangat pedih.”","text_en":"And Moses said: \"O Lord, have You bestowed on the Pharaoh and his nobles pomp and plenty in the life of this world that they might mislead people from Your path? Destroy their possessions, O Lord, and harden their hearts that they may not believe until they face the painful punishment.\"","transliteration":"wa qāla mụsā rabbanā innaka ātaita fir'auna wa mala`ahụ zīnataw wa amwālan fil-ḥayātid-dun-yā, rabbanā liyuḍillụ 'an sabīlik, rabbanaṭmis 'alā amwālihim wasydud 'alā qulụbihim fa lā yu`minụ ḥattā yarawul-'ażābal-alīm","no_fn":"","text_fn":"","juz":11,"hizb":22,"rub_al_hizb":87,"page":218},{"id":1453,"surah":10,"no_ayah":89,"theme":"Kutukan Nabi Musa atas Fir’aun dan Pengikutnya","text_ayah":"قَالَ قَدْ اُجِيْبَتْ دَّعْوَتُكُمَا فَاسْتَقِيْمَا وَلَا تَتَّبِعٰۤنِّ سَبِيْلَ الَّذِيْنَ لَا يَعْلَمُوْنَ ","text_id":"Dia (Allah) berfirman, “Sungguh, permohonan kamu berdua telah diperkenankan. Maka, tetaplah kamu berdua (pada jalan yang lurus) dan janganlah sekali-kali kamu berdua mengikuti jalan orang-orang yang tidak mengetahui.”","text_en":"Said (the Lord): \"Your prayer is answered. Therefore persist and do not follow the path of those who are ignorant.\"","transliteration":"qāla qad ujībad da'watukumā fastaqīmā wa lā tattabi'ānni sabīlallażīna lā ya'lamụn","no_fn":"","text_fn":"","juz":11,"hizb":22,"rub_al_hizb":87,"page":219},{"id":1454,"surah":10,"no_ayah":90,"theme":"Kehancuran Fir‘aun dan Bala Tentaranya","text_ayah":"۞ وَجَاوَزْنَا بِبَنِيْٓ اِسْرَاۤءِيْلَ الْبَحْرَ فَاَتْبَعَهُمْ فِرْعَوْنُ وَجُنُوْدُهٗ بَغْيًا وَّعَدْوًاۗ حَتّٰىٓ اِذَآ اَدْرَكَهُ الْغَرَقُ قَالَ اٰمَنْتُ اَنَّهٗ لَآ اِلٰهَ اِلَّا الَّذِيْٓ اٰمَنَتْ بِهٖ بَنُوْٓا اِسْرَاۤءِيْلَ وَاَنَا۠ مِنَ الْمُسْلِمِيْنَ","text_id":"Kami jadikan Bani Israil bisa melintasi laut itu (Laut Merah). Lalu, Fir‘aun dan bala tentaranya mengikuti mereka untuk menganiaya dan menindas hingga ketika Fir‘aun hampir (mati) tenggelam, dia berkata, “Aku percaya bahwa tidak ada tuhan selain (Tuhan) yang telah dipercayai oleh Bani Israil dan aku termasuk orang-orang muslim (yang berserah diri kepada-Nya).”","text_en":"And We brought the people of Israel across the sea, but the Pharaoh and his army pursued them wickedly and maliciously till he was on the point of drowning, and he said: \"I believe that there is no god but He in whom the people of Israel believe, and I submit to Him.\"","transliteration":"wa jāwaznā bibanī isrā`īlal-baḥra fa atba'ahum fir'aunu wa junụduhụ bagyaw wa 'adwā, ḥattā iżā adrakahul-garaqu qāla āmantu annahụ lā ilāha illallażī āmanat bihī banū isrā`īla wa ana minal-muslimīn","no_fn":"","text_fn":"","juz":11,"hizb":22,"rub_al_hizb":88,"page":219},{"id":1455,"surah":10,"no_ayah":91,"theme":"Kehancuran Fir‘aun dan Bala Tentaranya","text_ayah":"اٰۤلْـٰٔنَ وَقَدْ عَصَيْتَ قَبْلُ وَكُنْتَ مِنَ الْمُفْسِدِيْنَ","text_id":"Apakah (baru) sekarang (kamu beriman), padahal sungguh kamu telah durhaka sejak dahulu dan kamu termasuk orang-orang yang berbuat kerusakan?","text_en":"\"Yes, now\" (was the answer), \"though before this you were disobedient and rebellious.","transliteration":"āl-āna wa qad 'aṣaita qablu wa kunta minal-mufsidīn","no_fn":"","text_fn":"","juz":11,"hizb":22,"rub_al_hizb":88,"page":219},{"id":1456,"surah":10,"no_ayah":92,"theme":"Kehancuran Fir‘aun dan Bala Tentaranya","text_ayah":"فَالْيَوْمَ نُنَجِّيْكَ بِبَدَنِكَ لِتَكُوْنَ لِمَنْ خَلْفَكَ اٰيَةًۗ وَاِنَّ كَثِيْرًا مِّنَ النَّاسِ عَنْ اٰيٰتِنَا لَغٰفِلُوْنَࣖ","text_id":"Pada hari ini Kami selamatkan jasadmu agar kamu menjadi pelajaran bagi orang-orang yang datang setelah kamu. Sesungguhnya kebanyakan manusia benar-benar lengah (tidak mengindahkan) tanda-tanda (kekuasaan) Kami.","text_en":"We shall preserve your body today that you may be a lesson for those who come after you; as many a man is heedless of Our signs.\"","transliteration":"fal-yauma nunajjīka bibadanika litakụna liman khalfaka āyah, wa inna kaṡīram minan-nāsi 'an āyātinā lagāfilụn","no_fn":"","text_fn":"","juz":11,"hizb":22,"rub_al_hizb":88,"page":219},{"id":1457,"surah":10,"no_ayah":93,"theme":"Kehancuran Fir‘aun dan Bala Tentaranya","text_ayah":"وَلَقَدْ بَوَّأْنَا بَنِيْٓ اِسْرَاۤءِيْلَ مُبَوَّاَ صِدْقٍ وَّرَزَقْنٰهُمْ مِّنَ الطَّيِّبٰتِۚ فَمَا اخْتَلَفُوْا حَتّٰى جَاۤءَهُمُ الْعِلْمُۗ اِنَّ رَبَّكَ يَقْضِيْ بَيْنَهُمْ يَوْمَ الْقِيٰمَةِ فِيْمَا كَانُوْا فِيْهِ يَخْتَلِفُوْنَ ","text_id":"Sungguh, Kami benar-benar telah menempatkan Bani Israil di tempat kediaman yang benar (bagus dan nyaman) dan Kami beri mereka rezeki yang baik. Maka, mereka tidak berselisih hingga datang kepada mereka pengetahuan (yang tersurat dalam Taurat). Sesungguhnya Tuhanmu akan memberi keputusan antara mereka pada hari Kiamat tentang apa yang selalu mereka perselisihkan.","text_en":"We gave the people of Israel a settled abode, and bestowed good things on them to eat and use. So they did not differ until they came to have knowledge. Your Lord will assuredly settle their differences on the Day of Resurrection.","transliteration":"wa laqad bawwa`nā banī isrā`īla mubawwa`a ṣidqiw wa razaqnāhum minaṭ-ṭayyibāt, famakhtalafụ ḥattā jā`ahumul-'ilm, inna rabbaka yaqḍī bainahum yaumal-qiyāmati fīmā kānụ fīhi yakhtalifụn","no_fn":"","text_fn":"","juz":11,"hizb":22,"rub_al_hizb":88,"page":219},{"id":1458,"surah":10,"no_ayah":94,"theme":"Larangan Meragukan dan Mendustakan Al-Qur’an","text_ayah":"فَاِنْ كُنْتَ فِيْ شَكٍّ مِّمَّآ اَنْزَلْنَآ اِلَيْكَ فَسْـَٔلِ الَّذِيْنَ يَقْرَءُوْنَ الْكِتٰبَ مِنْ قَبْلِكَۚ لَقَدْ جَاۤءَكَ الْحَقُّ مِنْ رَّبِّكَ فَلَا تَكُوْنَنَّ مِنَ الْمُمْتَرِيْنَۙ","text_id":"Jika engkau (Nabi Muhammad) berada dalam keraguan tentang apa (kisah nabi-nabi terdahulu) yang Kami turunkan kepadamu, tanyakanlah kepada orang-orang yang membaca kitab sebelum kamu. Sungguh, telah datang kebenaran kepadamu dari Tuhanmu. Maka, janganlah sekali-kali engkau termasuk orang-orang yang ragu.","text_en":"If you are in doubt of what We have sent down to you, then ask those who have been reading the Book (for a long time) before you. The truth has indeed come to you from your Lord, so do not be one of those who doubt,","transliteration":"fa ing kunta fī syakkim mimmā anzalnā ilaika fas`alillażīna yaqra`ụnal-kitāba ming qablik, laqad jā`akal-ḥaqqu mir rabbika fa lā takụnanna minal-mumtarīn","no_fn":"","text_fn":"","juz":11,"hizb":22,"rub_al_hizb":88,"page":219},{"id":1459,"surah":10,"no_ayah":95,"theme":"Larangan Meragukan dan Mendustakan Al-Qur’an","text_ayah":"وَلَا تَكُوْنَنَّ مِنَ الَّذِيْنَ كَذَّبُوْا بِاٰيٰتِ اللّٰهِ فَتَكُوْنَ مِنَ الْخٰسِرِيْنَ ","text_id":"Janganlah sekali-kali kamu termasuk orang-orang yang mendustakan ayat-ayat Allah yang menyebabkan kamu tergolong orang-orang yang merugi.","text_en":"And do not be one of those who deny the signs of God, or you will be among the losers.","transliteration":"wa lā takụnanna minallażīna każżabụ bi`āyātillāhi fa takụna minal-khāsirīn","no_fn":"","text_fn":"","juz":11,"hizb":22,"rub_al_hizb":88,"page":219},{"id":1460,"surah":10,"no_ayah":96,"theme":"Larangan Meragukan dan Mendustakan Al-Qur’an","text_ayah":"اِنَّ الَّذِيْنَ حَقَّتْ عَلَيْهِمْ كَلِمَةُ رَبِّكَ لَا يُؤْمِنُوْنَ ","text_id":"Sesungguhnya orang-orang yang telah pasti mendapatkan ketentuan Tuhanmu (menjadi kufur atas pilihan sendiri) itu tidak akan beriman.","text_en":"Verily those against whom the word of your Lord is pronounced will never believe,","transliteration":"innallażīna ḥaqqat 'alaihim kalimatu rabbika lā yu`minụn","no_fn":"","text_fn":"","juz":11,"hizb":22,"rub_al_hizb":88,"page":219},{"id":1461,"surah":10,"no_ayah":97,"theme":"Larangan Meragukan dan Mendustakan Al-Qur’an","text_ayah":"وَلَوْ جَاۤءَتْهُمْ كُلُّ اٰيَةٍ حَتّٰى يَرَوُا الْعَذَابَ الْاَلِيْمَ ","text_id":"Meskipun semua tanda-tanda (kebesaran Allah) datang kepada mereka, (mereka tidak juga beriman) hingga mereka menyaksikan azab yang sangat pedih.","text_en":"Even though all the signs came to them, not till they face the grievous punishment.","transliteration":"walau jā`at-hum kullu āyatin ḥattā yarawul-'ażābal-alīm","no_fn":"","text_fn":"","juz":11,"hizb":22,"rub_al_hizb":88,"page":219},{"id":1462,"surah":10,"no_ayah":98,"theme":"Larangan Memaksa Orang untuk Beriman","text_ayah":"فَلَوْلَا كَانَتْ قَرْيَةٌ اٰمَنَتْ فَنَفَعَهَآ اِيْمَانُهَآ اِلَّا قَوْمَ يُوْنُسَۗ  لَمَّآ اٰمَنُوْا كَشَفْنَا عَنْهُمْ عَذَابَ الْخِزْيِ فِى الْحَيٰوةِ الدُّنْيَا وَمَتَّعْنٰهُمْ اِلٰى حِيْنٍ ","text_id":"Mengapa tidak ada (penduduk) suatu negeri pun yang segera beriman sehingga imannya itu bermanfaat kepadanya, selain kaum Yunus? Ketika mereka beriman, Kami hilangkan dari mereka azab yang menghinakan dalam kehidupan dunia dan Kami berikan kesenangan hidup (sementara) kepada mereka sampai waktu yang ditentukan.","text_en":"Why has there been no habitation that believed and profited by their faith, except the people of Jonah? When they came to believe, We removed from them the affliction of shame in the world, and made them prosperous for a time.","transliteration":"falau lā kānat qaryatun āmanat fa nafa'ahā īmānuhā illā qauma yụnus, lammā āmanụ kasyafnā 'an-hum 'ażābal-khizyi fil-ḥayātid-dun-yā wa matta'nāhum ilā ḥīn","no_fn":"","text_fn":"","juz":11,"hizb":22,"rub_al_hizb":88,"page":220},{"id":1463,"surah":10,"no_ayah":99,"theme":"Larangan Memaksa Orang untuk Beriman","text_ayah":"وَلَوْ شَاۤءَ رَبُّكَ لَاٰمَنَ مَنْ فِى الْاَرْضِ كُلُّهُمْ جَمِيْعًاۗ اَفَاَنْتَ تُكْرِهُ النَّاسَ حَتّٰى يَكُوْنُوْا مُؤْمِنِيْنَ ","text_id":"Seandainya Tuhanmu menghendaki, tentulah semua orang di bumi seluruhnya beriman. Apakah engkau (Nabi Muhammad) akan memaksa manusia hingga mereka menjadi orang-orang mukmin?","text_en":"If your Lord had willed, all the people on the earth would have come to believe, one and all.","transliteration":"walau syā`a rabbuka la`āmana man fil-arḍi kulluhum jamī'ā, a fa anta tukrihun-nāsa ḥattā yakụnụ mu`minīn","no_fn":"","text_fn":"","juz":11,"hizb":22,"rub_al_hizb":88,"page":220},{"id":1464,"surah":10,"no_ayah":100,"theme":"Larangan Memaksa Orang untuk Beriman","text_ayah":"وَمَا كَانَ لِنَفْسٍ اَنْ تُؤْمِنَ اِلَّا بِاِذْنِ اللّٰهِۗ وَيَجْعَلُ الرِّجْسَ عَلَى الَّذِيْنَ لَا يَعْقِلُوْنَ ","text_id":"Tidak seorang pun akan beriman, kecuali dengan izin Allah dan Dia menimpakan azab kepada orang-orang yang tidak mau mengerti.","text_en":"Are you going to compel the people to believe except by God's dispensation? He puts doubt in (the minds of) those who do not think.","transliteration":"wa mā kāna linafsin an tu`mina illā bi`iżnillāh, wa yaj'alur-rijsa 'alallażīna lā ya'qilụn","no_fn":"","text_fn":"","juz":11,"hizb":22,"rub_al_hizb":88,"page":220},{"id":1465,"surah":10,"no_ayah":101,"theme":"Perintah untuk Mengamati Ciptaan Allah","text_ayah":"قُلِ انْظُرُوْا مَاذَا فِى السَّمٰوٰتِ وَالْاَرْضِۗ وَمَا تُغْنِى الْاٰيٰتُ وَالنُّذُرُ عَنْ قَوْمٍ لَّا يُؤْمِنُوْنَ ","text_id":"Katakanlah (Nabi Muhammad), “Perhatikanlah apa saja yang ada di langit dan di bumi!” Tidaklah berguna tanda-tanda (kebesaran Allah) dan peringatan-peringatan itu (untuk menghindarkan azab Allah) dari kaum yang tidak beriman.","text_en":"Say: \"Observe all there is in the heavens and the earth.\" But signs or warnings will be of no avail to those who do not believe.","transliteration":"qulinẓurụ māżā fis-samāwāti wal-arḍ, wa mā tugnil-āyātu wan-nużuru 'ang qaumil lā yu`minụn","no_fn":"","text_fn":"","juz":11,"hizb":22,"rub_al_hizb":88,"page":220},{"id":1466,"surah":10,"no_ayah":102,"theme":"Perintah untuk Mengamati Ciptaan Allah","text_ayah":"فَهَلْ يَنْتَظِرُوْنَ اِلَّا مِثْلَ اَيَّامِ الَّذِيْنَ خَلَوْا مِنْ قَبْلِهِمْۗ قُلْ فَانْتَظِرُوْٓا اِنِّيْ مَعَكُمْ مِّنَ الْمُنْتَظِرِيْنَ ","text_id":"Mereka tidak menunggu kecuali seperti hari-hari (kejadian-kejadian) yang sama dengan kejadian-kejadian (yang menimpa) orang-orang terdahulu sebelum mereka. Katakanlah (Nabi Muhammad), “Maka, tunggulah (siksaan Allah)! Sesungguhnya aku pun termasuk orang-orang yang menunggu bersamamu.”","text_en":"Can they expect anything but what the people before them had known? Say: \"Then wait. I am waiting with you.\"","transliteration":"fa hal yantaẓirụna illā miṡla ayyāmillażīna khalau ming qablihim, qul fantaẓirū innī ma'akum minal-muntaẓirīn","no_fn":"","text_fn":"","juz":11,"hizb":22,"rub_al_hizb":88,"page":220},{"id":1467,"surah":10,"no_ayah":103,"theme":"Perintah untuk Mengamati Ciptaan Allah","text_ayah":"ثُمَّ نُنَجِّيْ رُسُلَنَا وَالَّذِيْنَ اٰمَنُوْا كَذٰلِكَۚ حَقًّا عَلَيْنَا نُنْجِ الْمُؤْمِنِيْنَࣖ ","text_id":"Kemudian, Kami selamatkan rasul-rasul Kami dan orang-orang yang beriman. Demikianlah menjadi ketentuan Kami untuk menyelamatkan orang-orang mukmin.","text_en":"Thus do We deliver our apostles and those who believe. As a matter of duty We save the believers.","transliteration":"ṡumma nunajjī rusulana wallażīna āmanụ każālik, ḥaqqan 'alainā nunjil-mu`minīn","no_fn":"","text_fn":"","juz":11,"hizb":22,"rub_al_hizb":88,"page":220},{"id":1468,"surah":10,"no_ayah":104,"theme":"Seruan untuk Beribadah hanya kepada Allah","text_ayah":"قُلْ يٰٓاَيُّهَا النَّاسُ اِنْ كُنْتُمْ فِيْ شَكٍّ مِّنْ دِيْنِيْ فَلَآ اَعْبُدُ الَّذِيْنَ تَعْبُدُوْنَ مِنْ دُوْنِ اللّٰهِ وَلٰكِنْ اَعْبُدُ اللّٰهَ الَّذِيْ يَتَوَفّٰىكُمْۖ وَاُمِرْتُ اَنْ اَكُوْنَ مِنَ الْمُؤْمِنِيْنَۙ","text_id":"Katakanlah (Nabi Muhammad), “Wahai manusia, jika kamu masih dalam keragu-raguan tentang agamaku, aku tidak menyembah (apa atau siapa) yang kamu sembah selain Allah, tetapi aku menyembah Allah yang akan mematikan kamu dan aku diperintah supaya aku termasuk orang-orang mukmin.”","text_en":"Say: \"O men, if you have doubt about my faith, then (know) I do not worship those you worship apart from God, but I worship God who makes you die; and I am commanded to be a believer,","transliteration":"qul yā ayyuhan-nāsu ing kuntum fī syakkim min dīnī fa lā a'budullażīna ta'budụna min dụnillāhi wa lākin a'budullāhallażī yatawaffākum wa umirtu an akụna minal-mu`minīn","no_fn":"","text_fn":"","juz":11,"hizb":22,"rub_al_hizb":88,"page":220},{"id":1469,"surah":10,"no_ayah":105,"theme":"Seruan untuk Beribadah hanya kepada Allah","text_ayah":"وَاَنْ اَقِمْ وَجْهَكَ لِلدِّيْنِ حَنِيْفًاۚ وَلَا تَكُوْنَنَّ مِنَ الْمُشْرِكِيْنَ ","text_id":"(Aku juga diperintah dengan firman-Nya), “Hadapkanlah wajahmu kepada agama (Islam) dengan lurus dan janganlah sekali-kali engkau termasuk orang-orang musyrik.","text_en":"And to set my face toward the way, as one upright, and not be one of those who associate others with God.","transliteration":"wa an aqim waj-haka lid-dīni ḥanīfā, wa lā takụnanna minal-musyrikīn","no_fn":"","text_fn":"","juz":11,"hizb":22,"rub_al_hizb":88,"page":220},{"id":1470,"surah":10,"no_ayah":106,"theme":"Seruan untuk Beribadah hanya kepada Allah","text_ayah":"وَلَا تَدْعُ مِنْ دُوْنِ اللّٰهِ مَا لَا يَنْفَعُكَ وَلَا يَضُرُّكَۚ فَاِنْ فَعَلْتَ فَاِنَّكَ اِذًا مِّنَ الظّٰلِمِيْنَ ","text_id":"Janganlah engkau sembah selain Allah, sesuatu yang tidak memberi manfaat kepadamu dan tidak (pula) memberi mudarat kepadamu, sebab jika engkau lakukan (yang demikian itu), sesungguhnya engkau termasuk orang-orang zalim.”","text_en":"And not to invoke any other than God, who can neither help nor hurt me; for if I do, I would surely be unjust.","transliteration":"wa lā tad'u min dụnillāhi mā lā yanfa'uka wa lā yaḍurruk, fa in fa'alta fa innaka iżam minaẓ-ẓālimīn","no_fn":"","text_fn":"","juz":11,"hizb":22,"rub_al_hizb":88,"page":220},{"id":1471,"surah":10,"no_ayah":107,"theme":"Seruan untuk Beribadah hanya kepada Allah","text_ayah":"وَاِنْ يَّمْسَسْكَ اللّٰهُ بِضُرٍّ فَلَا كَاشِفَ لَهٗ ٓاِلَّا هُوَۚ وَاِنْ يُّرِدْكَ بِخَيْرٍ فَلَا رَاۤدَّ لِفَضْلِهٖۗ يُصِيْبُ بِهٖ مَنْ يَّشَاۤءُ مِنْ عِبَادِهٖۗ وَهُوَ الْغَفُوْرُ الرَّحِيْمُ ","text_id":"Jika Allah menimpakan suatu mudarat kepadamu, tidak ada yang dapat menghilangkannya kecuali Dia dan jika Dia menghendaki kebaikan bagimu, tidak ada yang dapat menolak karunia-Nya. Dia memberikannya (kebaikan itu) kepada siapa yang Dia kehendaki di antara hamba-hamba-Nya. Dialah Yang Maha Pengampun lagi Maha Penyayang.","text_en":"Should God bring you harm there is none but He who could deliver you from it, and if He wish you good there is none who could take away His blessings: He showers them on those of His creatures as He please, and He is forgiving and kind.\"","transliteration":"wa iy yamsaskallāhu biḍurrin fa lā kāsyifa lahū illā huw, wa iy yuridka bikhairin fa lā rādda lifaḍlih, yuṣību bihī may yasyā`u min 'ibādih, wa huwal-gafụrur-raḥīm","no_fn":"","text_fn":"","juz":11,"hizb":22,"rub_al_hizb":88,"page":221},{"id":1472,"surah":10,"no_ayah":108,"theme":"Seruan untuk Beribadah hanya kepada Allah","text_ayah":"قُلْ يٰٓاَيُّهَا النَّاسُ قَدْ جَاۤءَكُمُ الْحَقُّ مِنْ رَّبِّكُمْۚ فَمَنِ اهْتَدٰى فَاِنَّمَا يَهْتَدِيْ لِنَفْسِهٖۚ وَمَنْ ضَلَّ فَاِنَّمَا يَضِلُّ عَلَيْهَاۚ وَمَآ اَنَا۠ عَلَيْكُمْ بِوَكِيْلٍۗ  ","text_id":"Katakanlah (Nabi Muhammad), “Wahai manusia, sungguh telah datang kepadamu kebenaran (Al-Qur’an) dari Tuhanmu. Maka, siapa yang mendapatkan petunjuk, sesungguhnya petunjuknya itu untuk (kebaikan) dirinya sendiri. Siapa yang sesat, sesungguhnya kesesatannya itu (mencelakakan) dirinya sendiri. Aku bukanlah penanggung jawab kamu.”","text_en":"Say: \"O men, the truth has come to you from your Lord, so he who follows the right path does so for himself, and he who goes astray errs against himself, and I am not a guardian over you.","transliteration":"qul yā ayyuhan-nāsu qad jā`akumul-ḥaqqu mir rabbikum, fa manihtadā fa innamā yahtadī linafsih, wa man ḍalla fa innamā yaḍillu 'alaihā, wa mā ana 'alaikum biwakīl","no_fn":"","text_fn":"","juz":11,"hizb":22,"rub_al_hizb":88,"page":221},{"id":1473,"surah":10,"no_ayah":109,"theme":"Seruan untuk Beribadah hanya kepada Allah","text_ayah":"وَاتَّبِعْ مَا يُوْحٰىٓ اِلَيْكَ وَاصْبِرْ حَتّٰى يَحْكُمَ اللّٰهُۚ وَهُوَ خَيْرُ الْحٰكِمِيْنَࣖ ","text_id":"Ikutilah apa yang telah diwahyukan kepadamu dan bersabarlah hingga Allah memberi keputusan. Dia adalah pemberi putusan yang terbaik.","text_en":"Follow what is revealed to you, and persist until God pronounce His judgement; for He is the best of all judges.\"","transliteration":"wattabi' mā yụḥā ilaika waṣbir ḥattā yaḥkumallāh, wa huwa khairul-ḥākimīn","no_fn":"","text_fn":"","juz":11,"hizb":22,"rub_al_hizb":88,"page":221}]