[{"id_ayat":1474,"no_surah":11,"no_ayat":1,"teks_ayat":"الۤرٰ ۗ كِتٰبٌ اُحْكِمَتْ اٰيٰتُهٗ ثُمَّ فُصِّلَتْ مِنْ لَّدُنْ حَكِيْمٍ خَبِيْرٍۙ","tema":"Perintah Beribadah hanya kepada Allah","teks_terjemah":"Alif Lām Rā. (Inilah) Kitab yang ayat-ayatnya telah disusun dengan rapi kemudian dijelaskan secara terperinci (dan diturunkan) dari sisi (Allah) Yang Mahabijaksana lagi Mahateliti.","no_fn":"","teks_fn":"","bacaan":"alif-laam-raa kitaabun uhkimat aayaatuhu tsumma fushshilat min ladun hakiimin khabiir"},{"id_ayat":1475,"no_surah":11,"no_ayat":2,"teks_ayat":"اَلَّا تَعْبُدُوْٓا اِلَّا اللّٰهَ ۗاِنَّنِيْ لَكُمْ مِّنْهُ نَذِيْرٌ وَّبَشِيْرٌۙ ","tema":"Perintah Beribadah hanya kepada Allah","teks_terjemah":"(Katakanlah Nabi Muhammad,) “Janganlah kamu menyembah (sesuatu), kecuali Allah. Sesungguhnya aku adalah pemberi peringatan dan pembawa berita gembira dari-Nya untukmu.","no_fn":"","teks_fn":"","bacaan":"alaa ta'buduu illaalaaha innanii lakum minhu nadziirun wabasyiir"},{"id_ayat":1476,"no_surah":11,"no_ayat":3,"teks_ayat":"وَّاَنِ اسْتَغْفِرُوْا رَبَّكُمْ ثُمَّ تُوْبُوْٓا اِلَيْهِ يُمَتِّعْكُمْ مَّتَاعًا حَسَنًا اِلٰٓى اَجَلٍ مُّسَمًّى وَّيُؤْتِ كُلَّ ذِيْ فَضْلٍ فَضْلَهٗ ۗ وَاِنْ تَوَلَّوْا فَاِنِّيْٓ اَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ كَبِيْرٍ","tema":"Perintah Beribadah hanya kepada Allah","teks_terjemah":"Mohonlah ampunan kepada Tuhanmu kemudian bertobatlah kepada-Nya, niscaya Dia akan memberi kesenangan yang baik kepadamu (di dunia) sampai waktu yang telah ditentukan (kematian) dan memberikan pahala-Nya (di akhirat) kepada setiap orang yang beramal saleh. Jika kamu berpaling, sesungguhnya aku takut kamu (akan) ditimpa azab pada hari yang besar (kiamat).","no_fn":"","teks_fn":"","bacaan":"wa-ani istaghfiruu rabbakum tsumma tuubuu ilayhi yumatti'kum mataa'an hasanan ilaa ajalin musamman wayu'ti kulla dzii fadhlin fadhlahu wa-in tawallaw fa-inii akhaafu 'alaykum 'adzaaba yawmin kabiir"},{"id_ayat":1477,"no_surah":11,"no_ayat":4,"teks_ayat":"اِلَى اللّٰهِ مَرْجِعُكُمْ ۚوَهُوَ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ ","tema":"Perintah Beribadah hanya kepada Allah","teks_terjemah":"Kepada Allahlah kembalimu. Dia Mahakuasa atas segala sesuatu.”","no_fn":"","teks_fn":"","bacaan":"ilaalaahi marji'ukum wahuwa 'alaa kulli syay-in qadiir"},{"id_ayat":1478,"no_surah":11,"no_ayat":5,"teks_ayat":"اَلَآ اِنَّهُمْ يَثْنُوْنَ صُدُوْرَهُمْ لِيَسْتَخْفُوْا مِنْهُۗ  اَلَا حِيْنَ يَسْتَغْشُوْنَ ثِيَابَهُمْ ۙيَعْلَمُ مَا يُسِرُّوْنَ وَمَا يُعْلِنُوْنَۚ اِنَّهٗ عَلِيْمٌ ۢ بِذَاتِ الصُّدُوْرِ  ۔","tema":"Perintah Beribadah hanya kepada Allah","teks_terjemah":"Ketahuilah bahwa sesungguhnya mereka menutupi (apa yang ada dalam) dada mereka untuk menyembunyikan diri dari-Nya. Ketahuilah bahwa ketika mereka menyelimuti dirinya dengan kain, Dia mengetahui apa yang mereka sembunyikan dan apa yang mereka nyatakan. Sesungguhnya Dia Maha Mengetahui (segala) isi hati.","no_fn":"","teks_fn":"","bacaan":"alaa innahum yatsnuuna shuduurahum liyastakhfuu minhulaa hiina yastaghsyuuna tsiyaabahum ya'lamu maa yusirruuna wamaa yu'linuuna innahu 'aliimun bidzaatishshuduur"},{"id_ayat":1479,"no_surah":11,"no_ayat":6,"teks_ayat":"۞ وَمَا مِنْ دَاۤبَّةٍ فِى الْاَرْضِ اِلَّا عَلَى اللّٰهِ رِزْقُهَا وَيَعْلَمُ مُسْتَقَرَّهَا وَمُسْتَوْدَعَهَا ۗ كُلٌّ فِيْ كِتٰبٍ مُّبِيْنٍ","tema":"Bukti-Bukti Kekuasaan Allah","teks_terjemah":"Tidak satu pun hewan yang bergerak di atas bumi melainkan dijamin rezekinya oleh Allah. Dia mengetahui tempat kediamannya dan tempat penyimpanannya.<sup>350)<\/sup> Semua (tertulis) dalam Kitab yang nyata (Lauh Mahfuz).","no_fn":"350","teks_fn":"350) Menurut sebagian mufasir, yang dimaksud dengan tempat kediaman adalah dunia dan tempat penyimpanan adalah akhirat. Menurut mufasir lain, maksud tempat kediaman adalah rahim dan tempat penyimpanan adalah tulang sulbi.","bacaan":"wamaa min daabbatin fiil-ardhi illaa 'alaalaahi rizquhaa waya'lamu mustaqarrahaa wamustawda'ahaa kullun fii kitaabin mubiin"},{"id_ayat":1480,"no_surah":11,"no_ayat":7,"teks_ayat":"وَهُوَ الَّذِيْ خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ فِيْ سِتَّةِ اَيَّامٍ وَّكَانَ عَرْشُهٗ عَلَى الْمَاۤءِ لِيَبْلُوَكُمْ اَيُّكُمْ اَحْسَنُ عَمَلًا ۗ وَلَىِٕنْ قُلْتَ اِنَّكُمْ مَّبْعُوْثُوْنَ مِنْۢ بَعْدِ الْمَوْتِ لَيَقُوْلَنَّ الَّذِيْنَ كَفَرُوْٓا اِنْ هٰذَٓا اِلَّا سِحْرٌ مُّبِيْنٌ","tema":"Bukti-Bukti Kekuasaan Allah","teks_terjemah":"Dialah yang telah menciptakan langit dan bumi dalam enam masa<sup>351)<\/sup> serta (sebelum itu) ʻArasy-Nya di atas air. (Penciptaan itu dilakukan) untuk menguji kamu, siapakah di antara kamu yang lebih baik amalnya. Sungguh, jika engkau (Nabi Muhammad) berkata, “Sesungguhnya kamu akan dibangkitkan setelah mati,” niscaya orang-orang kafir akan berkata, “Ini (Al-Qur’an) tidak lain kecuali sihir yang nyata.”","no_fn":"351","teks_fn":"351) Lihat catatan kaki surah al-A‘rāf\/7: 54.","bacaan":"wahuwaladzii khalaqassamaawaati wal-ardha fii sittati ayyaamin wakaana 'arsyuhu 'alaalmaa-i liyabluwakum ayyukum ahsanu 'amalan wala-in qulta innakum mab'uutsuuna min ba'dilmawti layaquulannaladziina kafaruu in haadzaa illaa sihrun mubiin"},{"id_ayat":1481,"no_surah":11,"no_ayat":8,"teks_ayat":"وَلَىِٕنْ اَخَّرْنَا عَنْهُمُ الْعَذَابَ اِلٰٓى اُمَّةٍ مَّعْدُوْدَةٍ لَّيَقُوْلُنَّ مَا يَحْبِسُهٗ ۗ اَلَا يَوْمَ يَأْتِيْهِمْ لَيْسَ مَصْرُوْفًا عَنْهُمْ وَحَاقَ بِهِمْ مَّا كَانُوْا بِهٖ يَسْتَهْزِءُوْنَ ࣖ ","tema":"Bukti-Bukti Kekuasaan Allah","teks_terjemah":"Sungguh, jika Kami tangguhkan azab dari mereka sampai waktu tertentu, niscaya mereka akan berkata, “Apakah yang menghalanginya?” Ketahuilah, ketika datang kepada mereka, azab itu tidaklah dapat dipalingkan dari mereka. Mereka dikepung oleh (azab) yang dahulu mereka selalu memperolok-olokkannya.","no_fn":"","teks_fn":"","bacaan":"wala-in akhkharnaa 'anhumul'adzaaba ilaa ummatin ma'duudatin layaquulunna maa yahbisuhulaa yawma ya'tiihim laysa mashruufan 'anhum wahaaqa bihim maa kaanuu bihi yastahzi-uun"},{"id_ayat":1482,"no_surah":11,"no_ayat":9,"teks_ayat":"وَلَىِٕنْ اَذَقْنَا الْاِنْسَانَ مِنَّا رَحْمَةً ثُمَّ نَزَعْنٰهَا مِنْهُۚ اِنَّهٗ لَيَـُٔوْسٌ كَفُوْرٌ","tema":"Perilaku Manusia","teks_terjemah":"Sungguh, jika Kami cicipkan kepada manusia suatu rahmat dari Kami kemudian Kami cabut kembali darinya, sesungguhnya dia menjadi sangat berputus asa lagi sangat kufur (terhadap nikmat Allah).","no_fn":"","teks_fn":"","bacaan":"wala-in adzaqnaal-insaana minnaa rahmatan tsumma naza'naahaa minhu innahu layauusun kafuur"},{"id_ayat":1483,"no_surah":11,"no_ayat":10,"teks_ayat":"وَلَىِٕنْ اَذَقْنٰهُ نَعْمَاۤءَ بَعْدَ ضَرَّاۤءَ مَسَّتْهُ لَيَقُوْلَنَّ ذَهَبَ السَّيِّاٰتُ عَنِّيْ ۗاِنَّهٗ لَفَرِحٌ فَخُوْرٌۙ  ","tema":"Perilaku Manusia","teks_terjemah":"Sungguh, jika Kami cicipkan kepadanya (manusia) suatu nikmat setelah bencana yang menimpanya, niscaya dia akan berkata, “Telah hilang keburukan itu dariku.” Sesungguhnya dia sangat gembira lagi sangat membanggakan diri.","no_fn":"","teks_fn":"","bacaan":"wala-in adzaqnaahu na'maa-a ba'da dharraa-a massat-hu layaquulanna dzahabassayyi-aatu 'annii innahu lafarihun fakhuur"},{"id_ayat":1484,"no_surah":11,"no_ayat":11,"teks_ayat":"اِلَّا الَّذِيْنَ صَبَرُوْا وَعَمِلُوا الصّٰلِحٰتِۗ اُولٰۤىِٕكَ لَهُمْ مَّغْفِرَةٌ وَّاَجْرٌ كَبِيْرٌ","tema":"Perilaku Manusia","teks_terjemah":"Kecuali, orang-orang yang sabar dan beramal saleh, bagi mereka ampunan dan pahala yang besar.","no_fn":"","teks_fn":"","bacaan":"illaaladziina shabaruu wa'amiluushshaalihaati ulaa-ika lahum maghfiratun wa-ajrun kabiir"},{"id_ayat":1485,"no_surah":11,"no_ayat":12,"teks_ayat":"فَلَعَلَّكَ تَارِكٌۢ بَعْضَ مَا يُوْحٰىٓ اِلَيْكَ وَضَاۤىِٕقٌۢ بِهٖ صَدْرُكَ اَنْ يَّقُوْلُوْا لَوْلَآ اُنْزِلَ عَلَيْهِ كَنْزٌ اَوْ جَاۤءَ مَعَهٗ مَلَكٌ ۗ اِنَّمَآ اَنْتَ نَذِيْرٌ ۗ وَاللّٰهُ عَلٰى كُلِّ شَيْءٍ وَّكِيْلٌ ۗ","tema":"Bukti Kebenaran Wahyu","teks_terjemah":"Boleh jadi engkau (Nabi Muhammad) hendak meninggalkan sebagian dari apa yang diwahyukan kepadamu dan dadamu menjadi sempit karena (takut) mereka mengatakan, “Mengapa tidak diturunkan kepadanya harta (kekayaan) atau datang malaikat bersamanya?”  Sesungguhnya engkau hanyalah seorang pemberi peringatan dan Allah adalah pemelihara segala sesuatu.","no_fn":"","teks_fn":"","bacaan":"fala'allaka taarikun ba'dha maa yuuhaa ilayka wadaa-iqun bihi shadruka an yaquuluu lawlaa unzila 'alayhi kanzun aw jaa-a ma'ahu malakun innamaa anta nadziirun waalaahu 'alaa kulli syay-in wakiil"},{"id_ayat":1486,"no_surah":11,"no_ayat":13,"teks_ayat":"اَمْ يَقُوْلُوْنَ افْتَرٰىهُ ۗقُلْ فَأْتُوْا بِعَشْرِ سُوَرٍ مِّثْلِهٖ مُفْتَرَيٰتٍ وَّادْعُوْا مَنِ اسْتَطَعْتُمْ مِّنْ دُوْنِ اللّٰهِ اِنْ كُنْتُمْ صٰدِقِيْنَ ","tema":"Bukti Kebenaran Wahyu","teks_terjemah":"Bahkan, apakah mereka mengatakan, “Dia (Nabi Muhammad) telah membuat-buat (Al-Qur’an) itu.” Katakanlah, “(Kalau demikian,) datangkanlah sepuluh surah semisal dengannya (Al-Qur’an) yang dibuat-buat dan ajaklah siapa saja yang kamu sanggup (mengundangnya) selain Allah, jika kamu orang-orang yang benar.”","no_fn":"","teks_fn":"","bacaan":"am yaquuluuna iftaraahu qul fa'tuu bi'asyri suwarin mitslihi muftarayaatin wad'uu mani istatha'tum min duunilaahi in kuntum shaadiqiin"},{"id_ayat":1487,"no_surah":11,"no_ayat":14,"teks_ayat":"فَاِلَّمْ يَسْتَجِيْبُوْا لَكُمْ فَاعْلَمُوْٓا اَنَّمَآ اُنْزِلَ بِعِلْمِ اللّٰهِ وَاَنْ لَّآ اِلٰهَ اِلَّا هُوَ ۚفَهَلْ اَنْتُمْ مُّسْلِمُوْنَ","tema":"Bukti Kebenaran Wahyu","teks_terjemah":"Jika mereka tidak memenuhi ajakanmu, (katakanlah,) “Ketahuilah sesungguhnya ia (Al-Qur’an) itu diturunkan dengan ilmu Allah dan (ketahui pula) bahwa tidak ada tuhan kecuali Dia. Apakah kamu mau berserah diri (masuk Islam)?”","no_fn":"","teks_fn":"","bacaan":"fa-illam yastajiibuu lakum fa'lamuu annamaa unzila bi'ilmilaahi wa-an laa ilaaha illaa huwa fahal antum muslimuun"},{"id_ayat":1488,"no_surah":11,"no_ayat":15,"teks_ayat":"مَنْ كَانَ يُرِيْدُ الْحَيٰوةَ الدُّنْيَا وَزِيْنَتَهَا نُوَفِّ اِلَيْهِمْ اَعْمَالَهُمْ فِيْهَا وَهُمْ فِيْهَا لَا يُبْخَسُوْنَ","tema":"Balasan bagi Orang yang Hanya Mencari Kehidupan Duniawi","teks_terjemah":"Siapa yang menghendaki kehidupan dunia dan perhiasannya, pasti Kami berikan kepada mereka (balasan) perbuatan mereka di dalamnya dengan sempurna dan mereka di dunia tidak akan dirugikan.","no_fn":"","teks_fn":"","bacaan":"man kaana yuriidulhayaataddunyaa waziinatahaa nuwaffi ilayhim a'maalahum fiihaa wahum fiihaa laa yubkhasuun"},{"id_ayat":1489,"no_surah":11,"no_ayat":16,"teks_ayat":"اُولٰۤىِٕكَ الَّذِيْنَ لَيْسَ لَهُمْ فِى الْاٰخِرَةِ اِلَّا النَّارُ ۖوَحَبِطَ مَا صَنَعُوْا فِيْهَا وَبٰطِلٌ مَّا كَانُوْا يَعْمَلُوْنَ","tema":"Balasan bagi Orang yang Hanya Mencari Kehidupan Duniawi","teks_terjemah":"Mereka itulah orang-orang yang tidak memperoleh (sesuatu) di akhirat kecuali neraka, sia-sialah apa yang telah mereka usahakan (di dunia), dan batallah apa yang dahulu selalu mereka kerjakan. ","no_fn":"","teks_fn":"","bacaan":"ulaa-ikaladziina laysa lahum fiil-aakhirati illaannaaru wahabitha maa shana'uu fiihaa wabaathilun maa kaanuu ya'maluun"},{"id_ayat":1490,"no_surah":11,"no_ayat":17,"teks_ayat":"اَفَمَنْ كَانَ عَلٰى بَيِّنَةٍ مِّنْ رَّبِّهٖ وَيَتْلُوْهُ شَاهِدٌ مِّنْهُ وَمِنْ قَبْلِهٖ كِتٰبُ مُوْسٰىٓ اِمَامًا وَّرَحْمَةًۗ  اُولٰۤىِٕكَ يُؤْمِنُوْنَ بِهٖ ۗوَمَنْ يَّكْفُرْ بِهٖ مِنَ الْاَحْزَابِ فَالنَّارُ مَوْعِدُهٗ فَلَا تَكُ فِيْ مِرْيَةٍ مِّنْهُ اِنَّهُ الْحَقُّ مِنْ رَّبِّكَ وَلٰكِنَّ اَكْثَرَ النَّاسِ لَا يُؤْمِنُوْنَ","tema":"Perbedaan antara Orang yang Beriman dengan yang Ingkar kepada Al-Qur’an","teks_terjemah":"Apakah orang yang sudah mempunyai bukti yang nyata (Al-Qur’an) dari Tuhannya, diikuti oleh saksi<sup>352)<\/sup> dari-Nya, dan sebelumnya sudah ada pula Kitab Musa yang menjadi pedoman dan rahmat; mereka beriman kepadanya (sama dengan orang kafir yang hanya menginginkan kehidupan dunia)? Siapa yang mengingkarinya (Al-Qur’an) dari golongan-golongan (penentang Rasulullah), nerakalah tempat kembalinya. Oleh karena itu, janganlah engkau ragu terhadap Al-Qur’an. Sesungguhnya ia (Al-Qur’an) itu kebenaran dari Tuhanmu, tetapi kebanyakan manusia tidak beriman.","no_fn":"352","teks_fn":"352) Ada yang menafsirkan saksi sebagai Jibril a.s., Al-Qur’an, atau Muhammad saw.","bacaan":"afaman kaana 'alaa bayyinatin min rabbihi wayatluuhu syaahidun minhu wamin qablihi kitaabu muusaa imaaman warahmatan ulaa-ika yu'minuuna bihi waman yakfur bihi minal-ahzaabi fannaaru maw'iduhu falaa taku fii miryatin minhu innahulhaqqu min rabbika walaakinna aktsarannaasi laa yu'minuun"},{"id_ayat":1491,"no_surah":11,"no_ayat":18,"teks_ayat":"وَمَنْ اَظْلَمُ مِمَّنِ افْتَرٰى عَلَى اللّٰهِ كَذِبًاۗ اُولٰۤىِٕكَ يُعْرَضُوْنَ عَلٰى رَبِّهِمْ وَيَقُوْلُ الْاَشْهَادُ هٰٓؤُلَاۤءِ الَّذِيْنَ كَذَبُوْا عَلٰى رَبِّهِمْۚ  اَلَا لَعْنَةُ اللّٰهِ عَلَى الظّٰلِمِيْنَ ۙ  ","tema":"Balasan Amal Orang Kafir dan Orang Beriman","teks_terjemah":"Siapakah yang lebih zalim daripada orang yang mengada-adakan suatu kebohongan terhadap Allah? Mereka itu akan dihadapkan kepada tuhan mereka dan para saksi<sup>353)<\/sup> akan berkata, “Orang-orang inilah yang telah berbohong terhadap tuhan mereka.” Ketahuilah, laknat Allah (ditimpakan) kepada orang-orang zalim.","no_fn":"353","teks_fn":"353) Yang dimaksud para saksi di sini adalah malaikat, nabi-nabi, dan anggota badannya sendiri.","bacaan":"waman azhlamu mimmani iftaraa 'alaalaahi kadziban ulaa-ika yu'radhuuna 'alaa rabbihim wayaquulul-asyhaadu haaulaa-iladziina kadzabuu 'alaa rabbihimlaa la'natulaahi 'alaazhzhaalimiin"},{"id_ayat":1492,"no_surah":11,"no_ayat":19,"teks_ayat":"الَّذِيْنَ يَصُدُّوْنَ عَنْ سَبِيْلِ اللّٰهِ وَيَبْغُوْنَهَا عِوَجًاۗ وَهُمْ بِالْاٰخِرَةِ هُمْ كفِٰرُوْنَ","tema":"Balasan Amal Orang Kafir dan Orang Beriman","teks_terjemah":"(Yaitu) mereka yang menghalang-halangi dari jalan Allah dan menghendaki agar jalan itu bengkok.<sup>354)<\/sup> Mereka itulah orang-orang yang kufur terhadap hari akhir.","no_fn":"354","teks_fn":"354) Maksud ayat ini adalah bahwa mereka berusaha agar orang lain mengingkari agama yang benar.","bacaan":"aladziina yashudduuna 'an sabiililaahi wayabghuunahaa 'iwajan wahum bil-aakhirati hum kaafiruun"},{"id_ayat":1493,"no_surah":11,"no_ayat":20,"teks_ayat":"اُولٰۤىِٕكَ لَمْ يَكُوْنُوْا مُعْجِزِيْنَ فِى الْاَرْضِ وَمَا كَانَ لَهُمْ مِّنْ دُوْنِ اللّٰهِ مِنْ اَوْلِيَاۤءَ ۘ يُضٰعَفُ لَهُمُ الْعَذَابُ ۗمَا كَانُوْا يَسْتَطِيْعُوْنَ السَّمْعَ وَمَا كَانُوْا يُبْصِرُوْنَ","tema":"Balasan Amal Orang Kafir dan Orang Beriman","teks_terjemah":"Mereka tidak mampu menghalangi (siksaan Allah) di bumi dan tidak akan ada bagi mereka penolong<sup>355)<\/sup> selain Allah. Azab itu akan dilipatgandakan kepada mereka (di akhirat kelak). Mereka tidak mampu mendengar (kebenaran) dan tidak dapat melihat (kekuasaan Allah).","no_fn":"355","teks_fn":"355) Lihat catatan kaki surah Āli ‘Imrān\/3: 28.","bacaan":"ulaa-ika lam yakuunuu mu'jiziina fiil-ardhi wamaa kaana lahum min duunilaahi min awliyaa-a yudaa'afu lahumul'adzaabu maa kaanuu yastathii'uunassam'a wamaa kaanuu yubshiruun"},{"id_ayat":1494,"no_surah":11,"no_ayat":21,"teks_ayat":"اُولٰۤىِٕكَ الَّذِيْنَ خَسِرُوْٓا اَنْفُسَهُمْ وَضَلَّ عَنْهُمْ مَّا كَانُوْا يَفْتَرُوْنَ","tema":"Balasan Amal Orang Kafir dan Orang Beriman","teks_terjemah":"Mereka itulah orang-orang yang merugikan dirinya sendiri dan lenyaplah dari mereka sesuatu (sesembahan) yang selalu mereka ada-adakan.","no_fn":"","teks_fn":"","bacaan":"ulaa-ikaladziina khasiruu anfusahum wadhalla 'anhum maa kaanuu yaftaruun"},{"id_ayat":1495,"no_surah":11,"no_ayat":22,"teks_ayat":"لَاجَرَمَ اَنَّهُمْ فِى الْاٰخِرَةِ هُمُ الْاَخْسَرُوْنَ","tema":"Balasan Amal Orang Kafir dan Orang Beriman","teks_terjemah":"Tidak diragukan bahwa sesungguhnya mereka (kelak) di akhirat adalah orang-orang yang paling merugi.","no_fn":"","teks_fn":"","bacaan":"laa jarama annahum fiil-aakhirati humul-akhsaruun"},{"id_ayat":1496,"no_surah":11,"no_ayat":23,"teks_ayat":"اِنَّ الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ وَاَخْبَتُوْٓا اِلٰى رَبِّهِمْۙ اُولٰۤىِٕكَ اَصْحٰبُ الْجَنَّةِۚ هُمْ فِيْهَا خٰلِدُوْنَ","tema":"Balasan Amal Orang Kafir dan Orang Beriman","teks_terjemah":"Sesungguhnya orang-orang yang beriman dan beramal saleh serta merendahkan diri kepada Tuhan, mereka itulah para penghuni surga. Mereka kekal di dalamnya.","no_fn":"","teks_fn":"","bacaan":"innaladziina aamanuu wa'amiluushaalihaati wa-akhbatuu ilaa rabbihim ulaa-ika ash-haabuljannati hum fiihaa khaaliduun"},{"id_ayat":1497,"no_surah":11,"no_ayat":24,"teks_ayat":"۞ مَثَلُ الْفَرِيْقَيْنِ كَالْاَعْمٰى وَالْاَصَمِّ وَالْبَصِيْرِ وَالسَّمِيْعِۗ هَلْ يَسْتَوِيٰنِ مَثَلًا ۗ اَفَلَا تَذَكَّرُوْنَ ࣖ ","tema":"Balasan Amal Orang Kafir dan Orang Beriman","teks_terjemah":"Perumpamaan kedua golongan (kafir dan mukmin) seperti orang buta dan orang tuli dengan orang yang dapat melihat dan yang dapat mendengar. Samakah kedua golongan itu? Apakah kamu tidak mengambil pelajaran?","no_fn":"","teks_fn":"","bacaan":"matsalulfariiqayni kal-a'maa wal-ashammi walbashiiri wassamii'i hal yastawiyaani matsalan afalaa tadzakkaruun"},{"id_ayat":1498,"no_surah":11,"no_ayat":25,"teks_ayat":"وَلَقَدْ اَرْسَلْنَا نُوْحًا اِلٰى قَوْمِهٖٓ اِنِّيْ لَكُمْ نَذِيْرٌ مُّبِيْنٌ ۙ","tema":"Kisah Nabi Nuh","teks_terjemah":"Sungguh, Kami benar-benar telah mengutus Nuh kepada kaumnya. (Dia berkata,) “Sesungguhnya aku adalah pemberi peringatan yang nyata bagi kamu","no_fn":"","teks_fn":"","bacaan":"walaqad arsalnaa nuuhan ilaa qawmihi innii lakum nadziirun mubiin"},{"id_ayat":1499,"no_surah":11,"no_ayat":26,"teks_ayat":"اَنْ لَّا تَعْبُدُوْٓا اِلَّا اللّٰهَ ۖاِنِّيْٓ اَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ اَلِيْمٍ","tema":"Kisah Nabi Nuh","teks_terjemah":"agar kamu tidak menyembah (sesuatu) kecuali Allah. Sesungguhnya aku khawatir bahwa kamu akan ditimpa azab (pada) hari yang (siksanya) sangat pedih.”","no_fn":"","teks_fn":"","bacaan":"an laa ta'buduu illaalaaha innii akhaafu 'alaykum 'adzaaba yawminliim"},{"id_ayat":1500,"no_surah":11,"no_ayat":27,"teks_ayat":"فَقَالَ الْمَلَاُ الَّذِيْنَ كَفَرُوْا مِنْ قَوْمِهٖ مَا نَرٰىكَ اِلَّا بَشَرًا مِّثْلَنَا وَمَا نَرٰىكَ اتَّبَعَكَ اِلَّا الَّذِيْنَ هُمْ اَرَاذِلُنَا بَادِيَ الرَّأْيِۚ وَمَا نَرٰى لَكُمْ عَلَيْنَا مِنْ فَضْلٍۢ بَلْ نَظُنُّكُمْ كٰذِبِيْنَ","tema":"Kisah Nabi Nuh","teks_terjemah":"Maka, berkatalah para pemuka yang kufur dari kaumnya, “Kami tidak melihat engkau, melainkan hanyalah seorang manusia (biasa) seperti kami. Kami tidak melihat orang yang mengikuti engkau, melainkan orang-orang yang hina dina di antara kami yang lekas percaya begitu saja. Kami tidak melihat kamu memiliki suatu kelebihan apa pun atas kami, bahkan kami menganggap kamu adalah para pembohong.”","no_fn":"","teks_fn":"","bacaan":"faqaalalmalauladziina kafaruu min qawmihi maa naraaka illaa basyaran mitslanaa wamaa naraaka ittaba'aka illaaladziina hum araadzilunaa baadiyarra'yi wamaa naraa lakum 'alaynaa min fadhlin bal nazhunnukum kaadzibiin"},{"id_ayat":1501,"no_surah":11,"no_ayat":28,"teks_ayat":"قَالَ يٰقَوْمِ اَرَءَيْتُمْ اِنْ كُنْتُ عَلٰى بَيِّنَةٍ مِّنْ رَّبِّيْ وَاٰتٰىنِيْ رَحْمَةً مِّنْ عِنْدِهٖ فَعُمِّيَتْ عَلَيْكُمْۗ اَنُلْزِمُكُمُوْهَا وَاَنْتُمْ لَهَا كٰرِهُوْنَ","tema":"Jawaban Nabi Nuh atas Bantahan Kaumnya","teks_terjemah":"Dia (Nuh) berkata, “Wahai kaumku, apa pendapatmu jika aku mempunyai bukti yang nyata dari Tuhanku dan Dia menganugerahiku rahmat dari sisi-Nya, tetapi (rahmat itu) disamarkan bagimu? Apakah kami akan memaksamu untuk menerimanya, padahal kamu tidak menyukainya?","no_fn":"","teks_fn":"","bacaan":"qaala yaa qawmi ara-aytum in kuntu 'alaa bayyinatin min rabbii waaataanii rahmatan min 'indihi fa'ummiyat 'alaykum anulzimukumuuhaa wa-antum lahaa kaarihuun"},{"id_ayat":1502,"no_surah":11,"no_ayat":29,"teks_ayat":"وَيٰقَوْمِ لَآ اَسْـَٔلُكُمْ عَلَيْهِ مَالًاۗ اِنْ اَجْرِيَ اِلَّا عَلَى اللّٰهِ وَمَآ اَنَا۠ بِطَارِدِ الَّذِيْنَ اٰمَنُوْاۗ اِنَّهُمْ مُّلٰقُوْا رَبِّهِمْ وَلٰكِنِّيْٓ اَرٰىكُمْ قَوْمًا تَجْهَلُوْنَ","tema":"Jawaban Nabi Nuh atas Bantahan Kaumnya","teks_terjemah":"Wahai kaumku, aku tidak meminta kepadamu harta (sedikit pun sebagai imbalan) atas seruanku. Imbalanku hanyalah dari Allah dan aku sekali-kali tidak akan mengusir orang-orang yang beriman. Sesungguhnya mereka akan bertemu dengan Tuhannya (di akhirat), tetapi aku memandangmu sebagai kaum yang bodoh.","no_fn":"","teks_fn":"","bacaan":"wayaa qawmi laa as-alukum 'alayhi maalan in ajriya illaa 'alaalaahi wamaa anaa bithaaridiladziina aamanuu innahum mulaaquu rabbihim walaakinnii araakum qawman tajhaluun"},{"id_ayat":1503,"no_surah":11,"no_ayat":30,"teks_ayat":"وَيٰقَوْمِ مَنْ يَّنْصُرُنِيْ مِنَ اللّٰهِ اِنْ طَرَدْتُّهُمْ ۗ اَفَلَا تَذَكَّرُوْنَ","tema":"Jawaban Nabi Nuh atas Bantahan Kaumnya","teks_terjemah":"Wahai kaumku, siapakah yang akan menolongku dari (azab) Allah jika aku mengusir mereka (orang-orang yang beriman itu)? Apakah kamu tidak mengambil pelajaran?","no_fn":"","teks_fn":"","bacaan":"wayaa qawmi man yanshurunii minalaahi in tharadtuhum afalaa tadzakkaruun"},{"id_ayat":1504,"no_surah":11,"no_ayat":31,"teks_ayat":"وَلَآ اَقُوْلُ لَكُمْ عِنْدِيْ خَزَاۤىِٕنُ اللّٰهِ وَلَآ اَعْلَمُ الْغَيْبَ وَلَآ اَقُوْلُ اِنِّيْ مَلَكٌ وَّلَآ اَقُوْلُ لِلَّذِيْنَ تَزْدَرِيْٓ اَعْيُنُكُمْ لَنْ يُّؤْتِيَهُمُ اللّٰهُ خَيْرًا ۗ اَللّٰهُ اَعْلَمُ بِمَا فِيْٓ اَنْفُسِهِمْ ۚاِنِّيْٓ اِذًا لَّمِنَ الظّٰلِمِيْنَ","tema":"Jawaban Nabi Nuh atas Bantahan Kaumnya","teks_terjemah":"Aku tidak mengatakan kepadamu bahwa aku mempunyai perbendaharaan (rezeki) Allah. Aku tidak mengetahui yang gaib dan tidak (pula) mengatakan bahwa sesungguhnya aku adalah malaikat. Aku tidak (juga) mengatakan kepada orang-orang yang dipandang hina oleh penglihatanmu bahwa Allah tidak akan memberikan kebaikan kepada mereka. Allah lebih mengetahui apa yang ada pada diri mereka. Jika demikian, sesungguhnya aku benar-benar termasuk orang-orang yang zalim.”","no_fn":"","teks_fn":"","bacaan":"walaa aquulu lakum 'indii khazaa-inulaahi walaa a'lamulghayba walaa aquulu innii malakun walaa aquulu lilladziina tazdarii a'yunukum lan yu'tiyahumulaahu khayranlaahu a'lamu bimaa fii anfusihim innii idzan laminazhzhaalimiin"},{"id_ayat":1505,"no_surah":11,"no_ayat":32,"teks_ayat":"قَالُوْا يٰنُوْحُ قَدْ جَادَلْتَنَا فَاَ كْثَرْتَ جِدَالَنَا فَأْتِنَا بِمَا تَعِدُنَآ اِنْ كُنْتَ مِنَ الصّٰدِقِيْنَ","tema":"Tantangan Kaum Nuh untuk Segera Mendatangkan Azab","teks_terjemah":"Mereka berkata, “Wahai Nuh, sungguh engkau telah berbantah dengan kami dan engkau telah memperpanjang bantahanmu terhadap kami. Maka, datangkanlah kepada kami azab yang engkau ancamkan jika kamu termasuk orang-orang yang benar.”","no_fn":"","teks_fn":"","bacaan":"qaaluu yaa nuuhu qad jaadaltanaa fa-aktsarta jidaalanaa fa'tinaa bimaa ta'idunaa in kunta minashshaadiqiin"},{"id_ayat":1506,"no_surah":11,"no_ayat":33,"teks_ayat":"قَالَ اِنَّمَا يَأْتِيْكُمْ بِهِ اللّٰهُ اِنْ شَاۤءَ وَمَآ اَنْتُمْ بِمُعْجِزِيْنَ","tema":"Tantangan Kaum Nuh untuk Segera Mendatangkan Azab","teks_terjemah":"Dia (Nuh) menjawab, “Sesungguhnya hanya Allah yang akan mendatangkannya (azab) kepadamu jika Dia menghendaki dan sekali-kali kamu tidak akan dapat melepaskan diri (darinya).","no_fn":"","teks_fn":"","bacaan":"qaala innamaa ya'tiikum bihilaahu in syaa-a wamaa antum bimu'jiziin"},{"id_ayat":1507,"no_surah":11,"no_ayat":34,"teks_ayat":"وَلَا يَنْفَعُكُمْ نُصْحِيْٓ اِنْ اَرَدْتُّ اَنْ اَنْصَحَ لَكُمْ اِنْ كَانَ اللّٰهُ يُرِيْدُ اَنْ يُّغْوِيَكُمْ ۗهُوَ رَبُّكُمْ ۗوَاِلَيْهِ تُرْجَعُوْنَۗ ","tema":"Tantangan Kaum Nuh untuk Segera Mendatangkan Azab","teks_terjemah":"Nasihatku tidak akan bermanfaat bagimu sekalipun aku ingin menasihatimu, sekiranya Allah hendak menyesatkan kamu. Dia adalah Tuhanmu dan hanya kepada-Nyalah kamu dikembalikan.”","no_fn":"","teks_fn":"","bacaan":"walaa yanfa'ukum nusyii in aradtu an anshaha lakum in kaanalaahu yuriidu an yughwiyakum huwa rabbukum wa-ilayhi turja'uun"},{"id_ayat":1508,"no_surah":11,"no_ayat":35,"teks_ayat":"اَمْ يَقُوْلُوْنَ افْتَرٰىهُۗ قُلْ اِنِ افْتَرَيْتُهٗ فَعَلَيَّ اِجْرَامِيْ وَاَنَا۠ بَرِيْۤءٌ مِّمَّا تُجْرِمُوْنَ ࣖ ","tema":"Tantangan Kaum Nuh untuk Segera Mendatangkan Azab","teks_terjemah":"Bahkan, mereka (orang kafir Makkah) berkata, “Dia cuma mengada-adakannya (Al-Qur’an).” Katakanlah (Nabi Muhammad), “Jika aku mengada-adakannya, akulah yang akan memikul dosanya dan aku berlepas diri dari dosa yang kamu perbuat.”","no_fn":"","teks_fn":"","bacaan":"am yaquuluuna iftaraahu qul ini iftaraytuhu fa'alayya ijraamii wa-anaa barii-un mimmaa tujrimuun"},{"id_ayat":1509,"no_surah":11,"no_ayat":36,"teks_ayat":"وَاُوْحِيَ اِلٰى نُوْحٍ اَنَّهٗ لَنْ يُّؤْمِنَ مِنْ قَوْمِكَ اِلَّا مَنْ قَدْ اٰمَنَ فَلَا تَبْتَىِٕسْ بِمَا كَانُوْا يَفْعَلُوْنَۖ  ","tema":"Nabi Nuh dan Pembuatan Kapal","teks_terjemah":"Diwahyukan (oleh Allah) kepada Nuh, “(Ketahuilah) bahwa tidak akan beriman di antara kaummu, kecuali orang yang benar-benar telah beriman. Maka, janganlah engkau bersedih atas apa yang selalu mereka perbuat.","no_fn":"","teks_fn":"","bacaan":"wauuhiya ilaa nuuhin annahu lan yu'mina min qawmika illaa man qad aamana falaa tabta-is bimaa kaanuu yaf'aluun"},{"id_ayat":1510,"no_surah":11,"no_ayat":37,"teks_ayat":"وَاصْنَعِ الْفُلْكَ بِاَعْيُنِنَا وَوَحْيِنَا وَلَا تُخَاطِبْنِيْ فِى الَّذِيْنَ ظَلَمُوْا ۚاِنَّهُمْ مُّغْرَقُوْنَ","tema":"Nabi Nuh dan Pembuatan Kapal","teks_terjemah":"Buatlah bahtera dengan pengawasan dan petunjuk wahyu Kami dan janganlah engkau bicarakan (lagi) dengan-Ku tentang (nasib) orang-orang yang zalim. Sesungguhnya mereka itu akan ditenggelamkan.”","no_fn":"","teks_fn":"","bacaan":"washna'ilfulka bi-a'yuninaa wawahyinaa walaa tukhaathibnii fiiladziina zhalamuu innahum mughraquun"},{"id_ayat":1511,"no_surah":11,"no_ayat":38,"teks_ayat":"وَيَصْنَعُ الْفُلْكَۗ وَكُلَّمَا مَرَّ عَلَيْهِ مَلَاٌ مِّنْ قَوْمِهٖ سَخِرُوْا مِنْهُ ۗقَالَ اِنْ تَسْخَرُوْا مِنَّا فَاِنَّا نَسْخَرُ مِنْكُمْ كَمَا تَسْخَرُوْنَۗ ","tema":"Nabi Nuh dan Pembuatan Kapal","teks_terjemah":"Mulailah dia (Nuh) membuat bahtera itu. Setiap kali para pemuka kaumnya berjalan melewatinya, mereka mengejeknya. Dia (Nuh) berkata, “Jika kamu mengejek kami, sesungguhnya kami pun akan mengejekmu sebagaimana kamu mengejek (kami).","no_fn":"","teks_fn":"","bacaan":"wayashna'ulfulka wakullamaa marra 'alayhi malaun min qawmihi sakhiruu minhu qaala in taskharuu minnaa fa-innaa naskharu minkum kamaa taskharuun"},{"id_ayat":1512,"no_surah":11,"no_ayat":39,"teks_ayat":"فَسَوْفَ تَعْلَمُوْنَۙ مَنْ يَّأْتِيْهِ عَذَابٌ يُّخْزِيْهِ وَيَحِلُّ عَلَيْهِ عَذَابٌ مُّقِيْمٌ","tema":"Nabi Nuh dan Pembuatan Kapal","teks_terjemah":"Maka, kelak kamu mengetahui siapa (di antara kita) yang akan ditimpa azab yang menghinakan dan (siapa pula) yang akan ditimpa azab yang kekal.”","no_fn":"","teks_fn":"","bacaan":"fasawfa ta'lamuuna man ya'tiihi 'adzaabun yukhziihi wayahillu 'alayhi 'adzaabun muqiim"},{"id_ayat":1513,"no_surah":11,"no_ayat":40,"teks_ayat":"حَتّٰىٓ اِذَا جَاۤءَ اَمْرُنَا وَفَارَ التَّنُّوْرُۙ قُلْنَا احْمِلْ فِيْهَا مِنْ كُلٍّ زَوْجَيْنِ اثْنَيْنِ وَاَهْلَكَ اِلَّا مَنْ سَبَقَ عَلَيْهِ الْقَوْلُ وَمَنْ اٰمَنَ ۗوَمَآ اٰمَنَ مَعَهٗٓ اِلَّا قَلِيْلٌ","tema":"Nabi Nuh dan Pembuatan Kapal","teks_terjemah":"(Demikianlah,) hingga apabila perintah Kami datang (untuk membinasakan mereka) dan tanur (tungku) telah memancarkan air, Kami berfirman, “Muatkanlah ke dalamnya (bahtera itu) dari masing-masing (jenis hewan) sepasang-sepasang (jantan dan betina), keluargamu kecuali orang yang telah terkena ketetapan terdahulu (akan ditenggelamkan), dan (muatkan pula) orang yang beriman.” Ternyata tidak beriman bersamanya (Nuh), kecuali hanya sedikit.","no_fn":"","teks_fn":"","bacaan":"hattaa idzaa jaa-a amrunaa wafaarattannuuru qulnaa ihmil fiihaa min kullin zawjayni itsnayni wa-ahlaka illaa man sabaqa 'alayhilqawlu waman aamana wamaa aamana ma'ahu illaa qaliil"},{"id_ayat":1514,"no_surah":11,"no_ayat":41,"teks_ayat":"۞ وَقَالَ ارْكَبُوْا فِيْهَا بِسْمِ اللّٰهِ مَجْرٰ۪ىهَا وَمُرْسٰىهَا ۗاِنَّ رَبِّيْ لَغَفُوْرٌ رَّحِيْمٌ","tema":"Nabi Nuh dan Pembuatan Kapal","teks_terjemah":"Dia (Nuh) berkata, “Naiklah kamu semua ke dalamnya (bahtera) dengan (menyebut) nama Allah pada waktu berlayar dan berlabuhnya! Sesungguhnya Tuhanku benar-benar Maha Pengampun lagi Maha Penyayang.”","no_fn":"","teks_fn":"","bacaan":"waqaala irkabuu fiihaa bismilaahi majraahaa wamursaahaa inna rabbii laghafuurun rahiim"},{"id_ayat":1515,"no_surah":11,"no_ayat":42,"teks_ayat":"وَهِيَ تَجْرِيْ بِهِمْ فِيْ مَوْجٍ كَالْجِبَالِۗ وَنَادٰى نُوْحُ ِۨابْنَهٗ وَكَانَ فِيْ مَعْزِلٍ يّٰبُنَيَّ ارْكَبْ مَّعَنَا وَلَا تَكُنْ مَّعَ الْكٰفِرِيْنَ","tema":"Nasib Putra Nabi Nuh","teks_terjemah":"Bahtera itu berlayar membawa mereka dalam gelombang laksana gunung-gunung. Nuh memanggil anaknya, sedang dia (anak itu) berada di tempat (yang jauh) terpencil, “Wahai anakku, naiklah (ke bahtera) bersama kami dan janganlah engkau bersama orang-orang kafir.”","no_fn":"","teks_fn":"","bacaan":"wahiya tajrii bihim fii mawjin kaljibaali wanaadaa nuuhunu ibnahu wakaana fii ma'zilin yaa bunayya irkab ma'anaa walaa takun ma'alkaafiriin"},{"id_ayat":1516,"no_surah":11,"no_ayat":43,"teks_ayat":"قَالَ سَاٰوِيْٓ اِلٰى جَبَلٍ يَّعْصِمُنِيْ مِنَ الْمَاۤءِ ۗقَالَ لَا عَاصِمَ الْيَوْمَ مِنْ اَمْرِ اللّٰهِ اِلَّا مَنْ رَّحِمَ ۚوَحَالَ بَيْنَهُمَا الْمَوْجُ فَكَانَ مِنَ الْمُغْرَقِيْنَ","tema":"Nasib Putra Nabi Nuh","teks_terjemah":"Dia (anaknya) menjawab, “Aku akan berlindung ke gunung yang dapat menyelamatkanku dari air (bah).” (Nuh) berkata, “Tidak ada penyelamat pada hari ini dari ketetapan Allah kecuali siapa yang dirahmati oleh-Nya.” Gelombang menjadi penghalang antara keduanya, maka jadilah dia (anak itu) termasuk orang-orang yang ditenggelamkan.","no_fn":"","teks_fn":"","bacaan":"qaala saaawii ilaa jabalin ya'shimunii minalmaa-i qaala laa 'aasimalyawma min amrilaahi illaa man rahima wahaala baynahumaalmawju fakaana minalmughraqiin"},{"id_ayat":1517,"no_surah":11,"no_ayat":44,"teks_ayat":"وَقِيْلَ يٰٓاَرْضُ ابْلَعِيْ مَاۤءَكِ وَيٰسَمَاۤءُ اَقْلِعِيْ وَغِيْضَ الْمَاۤءُ وَقُضِيَ الْاَمْرُ وَاسْتَوَتْ عَلَى الْجُوْدِيِّ وَقِيْلَ بُعْدًا لِّلْقَوْمِ الظّٰلِمِيْنَ","tema":"Nasib Putra Nabi Nuh","teks_terjemah":"Difirmankan (oleh Allah), “Wahai bumi, telanlah airmu dan wahai langit, berhentilah (mencurahkan hujan).” Air pun disurutkan dan urusan (pembinasaan para pendurhaka) pun diselesaikan dan (kapal itu pun) berlabuh di atas gunung Judiy,<sup>356)<\/sup> dan dikatakan, “Kebinasaanlah bagi kaum yang zalim.”","no_fn":"356","teks_fn":"356) Gunung Judiy terletak di Armenia sebelah selatan dan berbatasan dengan Mesopotamia.","bacaan":"waqiila yaa ardhu ibla'ii maa-aki wayaa samaau aqli'ii waghiidhalmaau waqudhiyal-amru wastawat 'alaaljuudiyyi waqiila bu'dan lilqawmizhzhaalimiin"},{"id_ayat":1518,"no_surah":11,"no_ayat":45,"teks_ayat":"وَنَادٰى نُوْحٌ رَّبَّهٗ فَقَالَ رَبِّ اِنَّ ابْنِيْ مِنْ اَهْلِيْۚ وَاِنَّ وَعْدَكَ الْحَقُّ وَاَنْتَ اَحْكَمُ الْحٰكِمِيْنَ","tema":"Nasib Putra Nabi Nuh","teks_terjemah":"Nuh memohon kepada Tuhannya seraya berkata, “Ya Tuhanku, sesungguhnya anakku adalah termasuk keluargaku dan sesungguhnya janji-Mu itu pasti benar. Engkau adalah hakim yang paling adil.”","no_fn":"","teks_fn":"","bacaan":"wanaadaa nuuhun rabbahu faqaala rabbi inna ibnii min ahlii wa-inna wa'dakalhaqqu wa-anta ahkamulhaakimiin"},{"id_ayat":1519,"no_surah":11,"no_ayat":46,"teks_ayat":"قَالَ يٰنُوْحُ اِنَّهٗ لَيْسَ مِنْ اَهْلِكَ ۚاِنَّهٗ عَمَلٌ غَيْرُ صَالِحٍ فَلَا تَسْـَٔلْنِ مَا لَيْسَ لَكَ بِهٖ عِلْمٌ ۗاِنِّيْٓ اَعِظُكَ اَنْ تَكُوْنَ مِنَ الْجٰهِلِيْنَ","tema":"Nasib Putra Nabi Nuh","teks_terjemah":"Dia (Allah) berfirman, “Wahai Nuh, sesungguhnya dia bukanlah termasuk keluargamu karena perbuatannya sungguh tidak baik. Oleh karena itu, janganlah engkau memohon kepada-Ku sesuatu yang tidak engkau ketahui (hakikatnya). Sesungguhnya Aku menasihatimu agar engkau tidak termasuk orang-orang bodoh.”","no_fn":"","teks_fn":"","bacaan":"qaala yaa nuuhu innahu laysa min ahlika innahu 'amalun ghayru shaalihin falaa tas-alni maa laysa laka bihi 'ilmun innii a'izhuka an takuuna minaljaahiliin"},{"id_ayat":1520,"no_surah":11,"no_ayat":47,"teks_ayat":"قَالَ رَبِّ اِنِّيْٓ اَعُوْذُ بِكَ اَنْ اَسْـَٔلَكَ مَا لَيْسَ لِيْ بِهٖ عِلْمٌ ۗوَاِلَّا تَغْفِرْ لِيْ وَتَرْحَمْنِيْٓ اَكُنْ مِّنَ الْخٰسِرِيْنَ","tema":"Nasib Putra Nabi Nuh","teks_terjemah":"(Nuh) berkata, “Ya Tuhanku, sesungguhnya aku berlindung kepada-Mu untuk memohon sesuatu yang aku tidak mengetahui (hakikatnya). Kalau Engkau tidak mengampuniku dan (tidak) menaruh belas kasihan kepadaku, niscaya aku termasuk orang-orang yang merugi.”","no_fn":"","teks_fn":"","bacaan":"qaala rabbi innii a'uudzu bika an as-alaka maa laysa lii bihi 'ilmun wa-illaa taghfir lii watarhamnii akun minalkhaasiriin"},{"id_ayat":1521,"no_surah":11,"no_ayat":48,"teks_ayat":"قِيْلَ يٰنُوْحُ اهْبِطْ بِسَلٰمٍ مِّنَّا وَبَرَكٰتٍ عَلَيْكَ وَعَلٰٓى اُمَمٍ مِّمَّنْ مَّعَكَ ۗوَاُمَمٌ سَنُمَتِّعُهُمْ ثُمَّ يَمَسُّهُمْ مِّنَّا عَذَابٌ اَلِيْمٌ","tema":"Akhir Kisah Nabi Nuh","teks_terjemah":"Dikatakan (melalui wahyu), “Wahai Nuh, turunlah (dari bahteramu) dengan penuh keselamatan dari Kami dan penuh keberkahan atasmu serta umat-umat (mukmin) yang bersamamu. Ada pula umat-umat (kafir) yang Kami beri kesenangan (dalam kehidupan dunia), kemudian mereka akan ditimpa azab dari Kami yang sangat pedih.”","no_fn":"","teks_fn":"","bacaan":"qiila yaa nuuhu ihbith bisalaamin minnaa wabarakaatin 'alayka wa'alaa umamin mimman ma'aka waumamun sanumatti'uhum tsumma yamassuhum minnaa 'adzaabunliim"},{"id_ayat":1522,"no_surah":11,"no_ayat":49,"teks_ayat":"تِلْكَ مِنْ اَنْۢبَاۤءِ الْغَيْبِ نُوْحِيْهَآ اِلَيْكَ ۚمَا كُنْتَ تَعْلَمُهَآ اَنْتَ وَلَا قَوْمُكَ مِنْ قَبْلِ هٰذَاۚ فَاصْبِرْۚ اِنَّ الْعَاقِبَةَ لِلْمُتَّقِيْنَ ࣖ ","tema":"Akhir Kisah Nabi Nuh","teks_terjemah":"Itu adalah sebagian dari berita-berita gaib yang Kami wahyukan kepadamu (Nabi Muhammad). Tidak pernah engkau mengetahuinya dan tidak (pula) kaummu sebelum ini. Maka, bersabarlah. Sesungguhnya kesudahan (yang baik) adalah bagi orang-orang yang bertakwa.","no_fn":"","teks_fn":"","bacaan":"tilka min anbaa-ilghaybi nuuhiihaa ilayka maa kunta ta'lamuhaa anta walaa qawmuka min qabli haadzaa fashbir innal'aaqibata lilmuttaqiin"},{"id_ayat":1523,"no_surah":11,"no_ayat":50,"teks_ayat":"وَاِلٰى عَادٍ اَخَاهُمْ هُوْدًا ۗقَالَ يٰقَوْمِ اعْبُدُوا اللّٰهَ مَا لَكُمْ مِّنْ اِلٰهٍ غَيْرُهٗ ۗاِنْ اَنْتُمْ اِلَّا مُفْتَرُوْنَ","tema":"Kisah Nabi Hud","teks_terjemah":"Kepada (kaum) ‘Ad (Kami utus) saudara mereka, Hud. Dia berkata, “Wahai kaumku, sembahlah Allah! Sekali-kali tidak ada tuhan bagimu selain Dia. (Selama ini) kamu hanyalah mengada-ada (dengan mempersekutukan Allah).","no_fn":"","teks_fn":"","bacaan":"wa-ilaa 'aadin akhaahum huudan qaala yaa qawmi u'buduulaaha maa lakum min ilaahin ghayruhu in antum illaa muftaruun"},{"id_ayat":1524,"no_surah":11,"no_ayat":51,"teks_ayat":"يٰقَوْمِ لَآ اَسْـَٔلُكُمْ عَلَيْهِ اَجْرًا ۗاِنْ اَجْرِيَ اِلَّا عَلَى الَّذِيْ فَطَرَنِيْ ۗ اَفَلَا تَعْقِلُوْنَ ","tema":"Kisah Nabi Hud","teks_terjemah":"(Hud berkata,) “Wahai kaumku, aku tidak meminta kepadamu imbalan (sedikit pun) atas (seruanku) ini. Imbalanku hanyalah dari (Tuhan) yang telah menciptakanku. Apakah kamu tidak mengerti?","no_fn":"","teks_fn":"","bacaan":"yaa qawmi laa as-alukum 'alayhi ajran in ajriya illaa 'alaaladzii fatharanii afalaa ta'qiluun"},{"id_ayat":1525,"no_surah":11,"no_ayat":52,"teks_ayat":"وَيٰقَوْمِ اسْتَغْفِرُوْا رَبَّكُمْ ثُمَّ تُوْبُوْٓا اِلَيْهِ يُرْسِلِ السَّمَاۤءَ عَلَيْكُمْ مِّدْرَارًا وَّيَزِدْكُمْ قُوَّةً اِلٰى قُوَّتِكُمْ وَلَا تَتَوَلَّوْا مُجْرِمِيْنَ","tema":"Kisah Nabi Hud","teks_terjemah":"Wahai kaumku, mohonlah ampunan kepada Tuhanmu kemudian bertobatlah kepada-Nya! Niscaya Dia akan menurunkan untukmu hujan yang sangat deras, menambahkan kekuatan melebihi kekuatanmu, dan janganlah kamu berpaling menjadi orang-orang yang berdosa.”","no_fn":"","teks_fn":"","bacaan":"wayaa qawmi istaghfiruu rabbakum tsumma tuubuu ilayhi yursilissamaa-a 'alaykum midraaran wayazidkum quwwatan ilaa quwwatikum walaa tatawallaw mujrimiin"},{"id_ayat":1526,"no_surah":11,"no_ayat":53,"teks_ayat":"قَالُوْا يٰهُوْدُ مَاجِئْتَنَا بِبَيِّنَةٍ وَّمَا نَحْنُ بِتَارِكِيْٓ  اٰلِهَتِنَا عَنْ قَوْلِكَ وَمَا نَحْنُ لَكَ بِمُؤْمِنِيْنَ","tema":"Sikap Nabi Hud ketika Menghadapi Tantangan Kaumnya","teks_terjemah":"Mereka (kaum ‘Ad) berkata, “Wahai Hud, engkau tidak mendatangkan suatu bukti yang nyata kepada kami dan kami tidak akan (pernah) meninggalkan sembahan kami karena perkataanmu serta kami tidak akan (pernah) percaya kepadamu.","no_fn":"","teks_fn":"","bacaan":"qaaluu yaa huudu maa ji'tanaa bibayyinatin wamaa nahnu bitaarikii aalihatinaa 'an qawlika wamaa nahnu laka bimu'miniin"},{"id_ayat":1527,"no_surah":11,"no_ayat":54,"teks_ayat":"اِنْ نَّقُوْلُ اِلَّا اعْتَرٰىكَ بَعْضُ اٰلِهَتِنَا بِسُوْۤءٍ ۗقَالَ اِنِّيْٓ اُشْهِدُ اللّٰهَ وَاشْهَدُوْٓا اَنِّيْ بَرِيْۤءٌ مِّمَّا تُشْرِكُوْنَ","tema":"Sikap Nabi Hud ketika Menghadapi Tantangan Kaumnya","teks_terjemah":"Kami hanya mengatakan bahwa sebagian sembahan kami telah menimpakan penyakit gila atas dirimu.” Dia (Hud) menjawab, “Sesungguhnya aku menjadikan Allah (sebagai) saksi dan saksikanlah bahwa aku berlepas diri dari apa yang kamu persekutukan","no_fn":"","teks_fn":"","bacaan":"in naquulu illaa i'taraaka ba'dhu aalihatinaa bisuu-in qaala innii usyhidulaaha wasyhaduu annii barii-un mimmaa tusyrikuun"},{"id_ayat":1528,"no_surah":11,"no_ayat":55,"teks_ayat":"مِنْ دُوْنِهٖ فَكِيْدُوْنِيْ جَمِيْعًا ثُمَّ لَا تُنْظِرُوْنِ","tema":"Sikap Nabi Hud ketika Menghadapi Tantangan Kaumnya","teks_terjemah":"dengan (tuhan-tuhan) selain Dia. Oleh karena itu, lakukanlah semua tipu dayamu terhadapku dan janganlah kamu tunda-tunda lagi.","no_fn":"","teks_fn":"","bacaan":"min duunihi fakiiduunii jamii'an tsumma laa tunzhiruun"},{"id_ayat":1529,"no_surah":11,"no_ayat":56,"teks_ayat":"اِنِّيْ تَوَكَّلْتُ عَلَى اللّٰهِ رَبِّيْ وَرَبِّكُمْ ۗمَا مِنْ دَاۤبَّةٍ اِلَّا هُوَ اٰخِذٌۢ بِنَاصِيَتِهَا ۗاِنَّ رَبِّيْ عَلٰى صِرَاطٍ مُّسْتَقِيْمٍ","tema":"Sikap Nabi Hud ketika Menghadapi Tantangan Kaumnya","teks_terjemah":"Sesungguhnya aku bertawakal kepada Allah Tuhanku dan Tuhanmu. Tidak satu pun makhluk yang bergerak (di atas bumi) melainkan Dialah yang memegang ubun-ubunnya (menguasainya). Sesungguhnya Tuhanku di jalan yang lurus (adil).","no_fn":"","teks_fn":"","bacaan":"innii tawakkaltu 'alaalaahi rabbii warabbikum maa min daabbatin illaa huwa aakhidzun binaasiyatihaa inna rabbii 'alaa shiraathin mustaqiim"},{"id_ayat":1530,"no_surah":11,"no_ayat":57,"teks_ayat":"فَاِنْ تَوَلَّوْا فَقَدْ اَبْلَغْتُكُمْ مَّآ اُرْسِلْتُ بِهٖٓ اِلَيْكُمْ ۗوَيَسْتَخْلِفُ رَبِّيْ قَوْمًا غَيْرَكُمْۗ وَلَا تَضُرُّوْنَهٗ شَيْـًٔا ۗاِنَّ رَبِّيْ عَلٰى كُلِّ شَيْءٍ حَفِيْظٌ","tema":"Sikap Nabi Hud ketika Menghadapi Tantangan Kaumnya","teks_terjemah":"Maka, jika kamu berpaling, sungguh aku telah menyampaikan kepadamu apa yang menjadi tugasku sebagai rasul kepadamu. Tuhanku akan mengganti kamu dengan kaum yang lain, sedangkan kamu tidak dapat mendatangkan mudarat kepada-Nya sedikit pun. Sesungguhnya Tuhanku Maha Pemelihara segala sesuatu.” ","no_fn":"","teks_fn":"","bacaan":"fa-in tawallaw faqad ablaghtukum maa ursiltu bihi ilaykum wayastakhlifu rabbii qawman ghayrakum walaa tadhurruunahu syay-an inna rabbii 'alaa kulli syay-in hafiizh"},{"id_ayat":1531,"no_surah":11,"no_ayat":58,"teks_ayat":"وَلَمَّا جَاۤءَ اَمْرُنَا نَجَّيْنَا هُوْدًا وَّالَّذِيْنَ اٰمَنُوْا مَعَهٗ بِرَحْمَةٍ مِّنَّاۚ وَنَجَّيْنٰهُمْ مِّنْ عَذَابٍ غَلِيْظٍ","tema":"Akibat Pembangkangan Kaum Nabi Hud","teks_terjemah":"Ketika keputusan (azab) Kami datang, Kami selamatkan Hud dan orang-orang yang beriman bersamanya dengan rahmat Kami. Kami selamatkan (pula) mereka (di akhirat) dari azab yang dahsyat.","no_fn":"","teks_fn":"","bacaan":"walammaa jaa-a amrunaa najjaynaa huudan walladziina aamanuu ma'ahu birahmatin minnaa wanajjaynaahum min 'adzaabin ghaliizh"},{"id_ayat":1532,"no_surah":11,"no_ayat":59,"teks_ayat":"وَتِلْكَ عَادٌ  ۖجَحَدُوْا بِاٰيٰتِ رَبِّهِمْ وَعَصَوْا رُسُلَهٗ وَاتَّبَعُوْٓا اَمْرَ كُلِّ جَبَّارٍ عَنِيْدٍ","tema":"Akibat Pembangkangan Kaum Nabi Hud","teks_terjemah":"Itulah (kaum) ‘Ad. Mereka mengingkari tanda-tanda (kekuasaan) Tuhan, mendurhakai rasul-rasul-Nya, dan menuruti perintah semua penguasa yang sewenang-wenang lagi keras kepala.","no_fn":"","teks_fn":"","bacaan":"watilka 'aadun jahaduu bi-aayaati rabbihim wa'ashaw rusulahu wattaba'uu amra kulli jabbaarin 'aniid"},{"id_ayat":1533,"no_surah":11,"no_ayat":60,"teks_ayat":"وَاُتْبِعُوْا فِيْ هٰذِهِ الدُّنْيَا لَعْنَةً وَّيَوْمَ الْقِيٰمَةِ ۗ اَلَآ اِنَّ عَادًا كَفَرُوْا رَبَّهُمْ ۗ اَلَا بُعْدًا لِّعَادٍ قَوْمِ هُوْدٍ ࣖ ","tema":"Akibat Pembangkangan Kaum Nabi Hud","teks_terjemah":"Mereka selalu diikuti dengan laknat di dunia ini dan (begitu pula kelak) di hari Kiamat. Ingatlah, sesungguhnya (kaum) ‘Ad itu kufur kepada Tuhan mereka. Ingatlah bahwa (kaum) ‘Ad, yakni (kaum) Hud, benar-benar telah binasa.","no_fn":"","teks_fn":"","bacaan":"wautbi'uu fii haadzihiddunyaa la'natan wayawmalqiyaamatilaa inna 'aadan kafaruu rabbahumlaa bu'dan li'aadin qawmi huud"},{"id_ayat":1534,"no_surah":11,"no_ayat":61,"teks_ayat":"۞ وَاِلٰى ثَمُوْدَ اَخَاهُمْ صٰلِحًا ۘ قَالَ يٰقَوْمِ اعْبُدُوا اللّٰهَ مَا لَكُمْ مِّنْ اِلٰهٍ غَيْرُهٗ ۗهُوَ اَنْشَاَكُمْ مِّنَ الْاَرْضِ وَاسْتَعْمَرَكُمْ فِيْهَا فَاسْتَغْفِرُوْهُ ثُمَّ تُوْبُوْٓا اِلَيْهِ ۗاِنَّ رَبِّيْ قَرِيْبٌ مُّجِيْبٌ","tema":"Kisah Nabi Saleh dengan Kaumnya","teks_terjemah":"Kepada (kaum) Samud (Kami utus) saudara mereka, Saleh. Dia berkata, “Wahai kaumku, sembahlah Allah! Sekali-kali tidak ada tuhan bagimu selain Dia. Dia telah menciptakanmu dari bumi (tanah) dan menjadikanmu pemakmurnya.<sup>357)<\/sup> Oleh karena itu, mohonlah ampunan kepada-Nya, kemudian bertobatlah kepada-Nya. Sesungguhnya Tuhanku sangat dekat lagi Maha Memperkenankan (doa hamba-Nya).”","no_fn":"357","teks_fn":"357) Manusia dijadikan penghuni dunia untuk menguasai dan memakmurkannya.","bacaan":"wa-ilaa tsamuuda akhaahum shaalihan qaala yaa qawmi u'buduulaaha maa lakum min ilaahin ghayruhu huwa ansya-akum minal-ardhi wasta'marakum fiihaa fastaghfiruuhu tsumma tuubuu ilayhi inna rabbii qariibun mujiib"},{"id_ayat":1535,"no_surah":11,"no_ayat":62,"teks_ayat":"قَالُوْا يٰصٰلِحُ قَدْ كُنْتَ فِيْنَا مَرْجُوًّا قَبْلَ هٰذَآ اَتَنْهٰىنَآ اَنْ نَّعْبُدَ مَا يَعْبُدُ اٰبَاۤؤُنَا وَاِنَّنَا لَفِيْ شَكٍّ مِّمَّا تَدْعُوْنَآ اِلَيْهِ مُرِيْبٍ","tema":"Kisah Nabi Saleh dengan Kaumnya","teks_terjemah":"Mereka (kaum Samud) berkata, “Wahai Saleh, sebelum ini engkau benar-benar merupakan orang yang diharapkan di tengah-tengah kami. Apakah engkau melarang kami menyembah apa yang disembah oleh nenek moyang kami? Sesungguhnya kami benar-benar dalam keraguan yang menggelisahkan terhadap apa (agama) yang engkau serukan kepada kami.”","no_fn":"","teks_fn":"","bacaan":"qaaluu yaa shaalihu qad kunta fiinaa marjuwwan qabla haadzaa atanhaanaa an na'buda maa ya'budu aabaaunaa wa-innanaa lafii syakkin mimmaa tad'uunaa ilayhi muriib"},{"id_ayat":1536,"no_surah":11,"no_ayat":63,"teks_ayat":"قَالَ يٰقَوْمِ اَرَءَيْتُمْ اِنْ كُنْتُ عَلٰى بَيِّنَةٍ مِّنْ رَّبِّيْۗ وَاٰتٰىنِيْ مِنْهُ رَحْمَةً فَمَنْ يَّنْصُرُنِيْ مِنَ اللّٰهِ اِنْ عَصَيْتُهٗ ۗفَمَا تَزِيْدُوْنَنِيْ غَيْرَ تَخْسِيْرٍ","tema":"Kisah Nabi Saleh dengan Kaumnya","teks_terjemah":"Dia (Saleh) berkata, “Wahai kaumku, jelaskan pendapatmu jika aku mempunyai bukti yang nyata dari Tuhanku dan Dia memberikan kepadaku rahmat (kenabian). Siapa yang akan menolongku dari (azab) Allah jika aku mendurhakai-Nya? Kamu tidak akan pernah menambah apa pun untukku selain kerugian.","no_fn":"","teks_fn":"","bacaan":"qaala yaa qawmi ara-aytum in kuntu 'alaa bayyinatin min rabbii waaataanii minhu rahmatan faman yanshurunii minalaahi in 'ashaytuhu famaa taziiduunanii ghayra takhsiir"},{"id_ayat":1537,"no_surah":11,"no_ayat":64,"teks_ayat":"وَيٰقَوْمِ هٰذِهٖ نَاقَةُ اللّٰهِ لَكُمْ اٰيَةً فَذَرُوْهَا تَأْكُلْ فِيْٓ اَرْضِ اللّٰهِ وَلَا تَمَسُّوْهَا بِسُوْۤءٍ فَيَأْخُذَكُمْ عَذَابٌ قَرِيْبٌ","tema":"Unta sebagai Mukjizat Nabi Saleh","teks_terjemah":"Wahai kaumku, inilah unta betina dari Allah sebagai mukjizat untukmu. Oleh karena itu, biarkanlah dia makan di bumi Allah dan janganlah kamu memperlakukannya dengan buruk yang akan menyebabkan kamu segera ditimpa azab.”","no_fn":"","teks_fn":"","bacaan":"wayaa qawmi haadzihi naaqatulaahi lakum aayatan fadzaruuhaa ta'kul fii ardhilaahi walaa tamassuuhaa bisuu-in faya'khudzakum 'adzaabun qariib"},{"id_ayat":1538,"no_surah":11,"no_ayat":65,"teks_ayat":"فَعَقَرُوْهَا فَقَالَ تَمَتَّعُوْا فِيْ دَارِكُمْ ثَلٰثَةَ اَيَّامٍ ۗذٰلِكَ وَعْدٌ غَيْرُ مَكْذُوْبٍ","tema":"Unta sebagai Mukjizat Nabi Saleh","teks_terjemah":"Mereka lalu menyembelih unta itu. Maka, dia (Saleh) berkata, “Bersukarialah kamu semua di rumahmu selama tiga hari.<sup>358)<\/sup> Itu adalah janji yang tidak dapat didustakan.”","no_fn":"358","teks_fn":"358) Perbuatan mereka membunuh unta itu adalah suatu pelanggaran terhadap larangan Nabi Saleh a.s. Oleh sebab itu, Allah Swt. menjatuhkan kepada mereka hukuman dengan membatasi sisa hidup mereka tiga hari saja. Maka, sebagai ejekan, mereka disuruh bersuka ria selama tiga hari itu.","bacaan":"fa'aqaruuhaa faqaala tamatta'uu fii daarikum tsalaatsata ayyaamin dzaalika wa'dun ghayru makdzuub"},{"id_ayat":1539,"no_surah":11,"no_ayat":66,"teks_ayat":"فَلَمَّا جَاۤءَ اَمْرُنَا نَجَّيْنَا صٰلِحًا وَّالَّذِيْنَ اٰمَنُوْا مَعَهٗ بِرَحْمَةٍ مِّنَّا وَمِنْ خِزْيِ يَوْمِىِٕذٍ ۗاِنَّ رَبَّكَ هُوَ الْقَوِيُّ الْعَزِيْزُ","tema":"Unta sebagai Mukjizat Nabi Saleh","teks_terjemah":"Ketika keputusan Kami datang, Kami menyelamatkan Saleh dan orang-orang yang beriman bersamanya berkat rahmat dari Kami serta (Kami menyelamatkannya juga) dari kehinaan hari itu. Sesungguhnya Tuhanmu, Dialah Yang Mahakuat lagi Mahaperkasa.","no_fn":"","teks_fn":"","bacaan":"falammaa jaa-a amrunaa najjaynaa shaalihan walladziina aamanuu ma'ahu birahmatin minnaa wamin khizyi yawmi-idzin inna rabbaka huwalqawiyyul'aziiz"},{"id_ayat":1540,"no_surah":11,"no_ayat":67,"teks_ayat":"وَاَخَذَ الَّذِيْنَ ظَلَمُوا الصَّيْحَةُ فَاَصْبَحُوْا فِيْ دِيَارِهِمْ جٰثِمِيْنَۙ  ","tema":"Unta sebagai Mukjizat Nabi Saleh","teks_terjemah":"Suara yang menggelegar juga menimpa orang-orang zalim itu, sehingga mereka mati bergelimpangan di rumah-rumah mereka.","no_fn":"","teks_fn":"","bacaan":"wa-akhadzaladziina zhalamuushshayhatu fa-ashbahuu fii diyaarihim jaatsimiin"},{"id_ayat":1541,"no_surah":11,"no_ayat":68,"teks_ayat":"كَاَنْ لَّمْ يَغْنَوْا فِيْهَا ۗ اَلَآ اِنَّ ثَمُوْدَا۟ كَفَرُوْا رَبَّهُمْ ۗ اَلَا بُعْدًا لِّثَمُوْدَ ࣖ ","tema":"Unta sebagai Mukjizat Nabi Saleh","teks_terjemah":"(Negeri itu tampak tanpa bekas sama sekali) seakan-akan mereka belum pernah tinggal<sup>359)<\/sup> di sana. Ingatlah sesungguhnya (kaum) Samud telah mengingkari Tuhan mereka. Ingatlah, bahwa (kaum) Samud telah binasa.","no_fn":"359","teks_fn":"359) Demikian cepatnya mereka dihancurkan oleh guntur itu sehingga mereka hancur lebur, seolah-olah mereka tidak pernah ada.","bacaan":"ka-an lam yaghnaw fiihaalaa inna tsamuuda kafaruu rabbahumlaa bu'dan litsamuud"},{"id_ayat":1542,"no_surah":11,"no_ayat":69,"teks_ayat":"وَلَقَدْ جَاۤءَتْ رُسُلُنَآ اِبْرٰهِيْمَ بِالْبُشْرٰى قَالُوْا سَلٰمًا ۖقَالَ سَلٰمٌ فَمَا لَبِثَ اَنْ جَاۤءَ بِعِجْلٍ حَنِيْذٍ","tema":"Kisah Nabi Ibrahim ketika Didatangi Malaikat","teks_terjemah":"Sungguh, utusan Kami (malaikat) benar-benar telah datang kepada Ibrahim dengan membawa kabar gembira. Mereka mengucapkan, “Selamat.” Dia (Ibrahim) menjawab, “Selamat.” Tidak lama kemudian, Ibrahim datang dengan membawa (suguhan) daging anak sapi yang dipanggang.","no_fn":"","teks_fn":"","bacaan":"walaqad jaa-at rusulunaa ibraahiima bilbusyraa qaaluu salaaman qaala salaamun famaa labitsa an jaa-a bi'ijlin haniidz"},{"id_ayat":1543,"no_surah":11,"no_ayat":70,"teks_ayat":"فَلَمَّا رَآٰ اَيْدِيَهُمْ لَا تَصِلُ اِلَيْهِ نَكِرَهُمْ وَاَوْجَسَ مِنْهُمْ خِيْفَةً ۗقَالُوْا لَا تَخَفْ اِنَّآ اُرْسِلْنَآ اِلٰى قَوْمِ لُوْطٍۗ ","tema":"Kisah Nabi Ibrahim ketika Didatangi Malaikat","teks_terjemah":"Ketika (Ibrahim) melihat tangan mereka tidak menjamahnya, dia mencurigai dan memendam rasa takut kepada mereka. Mereka (malaikat) berkata, “Jangan takut! Sesungguhnya kami diutus kepada kaum Lut (untuk menghancurkan mereka).”","no_fn":"","teks_fn":"","bacaan":"falammaa raaa aydiyahum laa tashilu ilayhi nakirahum wa-awjasa minhum khiifatan qaaluu laa takhaf innaa ursilnaa ilaa qawmi luuth"},{"id_ayat":1544,"no_surah":11,"no_ayat":71,"teks_ayat":"وَامْرَاَتُهٗ قَاۤىِٕمَةٌ فَضَحِكَتْ فَبَشَّرْنٰهَا بِاِسْحٰقَۙ وَمِنْ وَّرَاۤءِ اِسْحٰقَ يَعْقُوْبَ","tema":"Kisah Nabi Ibrahim ketika Didatangi Malaikat","teks_terjemah":"Istrinya berdiri, lalu tersenyum. Kemudian, Kami sampaikan kepadanya kabar gembira tentang (kelahiran) Ishaq dan setelah Ishaq (akan lahir) Ya‘qub (putra Ishaq).","no_fn":"","teks_fn":"","bacaan":"wamra-atuhu qaa-imatun fadhahikat fabasysyarnaahaa bi-ishaaqa wamin waraa-i ishaaqa ya'quub"},{"id_ayat":1545,"no_surah":11,"no_ayat":72,"teks_ayat":"قَالَتْ يٰوَيْلَتٰىٓ ءَاَلِدُ وَاَنَا۠ عَجُوْزٌ وَّهٰذَا بَعْلِيْ شَيْخًا ۗاِنَّ هٰذَا لَشَيْءٌ عَجِيْبٌ","tema":"Kisah Nabi Ibrahim ketika Didatangi Malaikat","teks_terjemah":"Dia (istrinya) berkata, “Sungguh mengherankan! Mungkinkah aku akan melahirkan (anak) padahal aku sudah tua dan suamiku ini sudah renta? Sesungguhnya ini benar-benar sesuatu yang ajaib.”","no_fn":"","teks_fn":"","bacaan":"qaalat yaa waylataa a-alidu wa-anaa 'ajuuzun wahaadzaa ba'lii syaykhan inna haadzaa lasyay-un 'ajiib"},{"id_ayat":1546,"no_surah":11,"no_ayat":73,"teks_ayat":"قَالُوْٓا اَتَعْجَبِيْنَ مِنْ اَمْرِ اللّٰهِ رَحْمَتُ اللّٰهِ وَبَرَكٰتُهٗ عَلَيْكُمْ اَهْلَ الْبَيْتِۗ اِنَّهٗ حَمِيْدٌ مَّجِيْدٌ","tema":"Kisah Nabi Ibrahim ketika Didatangi Malaikat","teks_terjemah":"Mereka (para malaikat) berkata, “Apakah engkau merasa heran dengan ketetapan Allah? (Itu adalah) rahmat dan berkah Allah (yang) dicurahkan kepada kamu, wahai ahlulbait! Sesungguhnya Dia Maha Terpuji lagi Maha Mulia.”","no_fn":"","teks_fn":"","bacaan":"qaaluu ata'jabiina min amrilaahi rahmatulaahi wabarakaatuhu 'alaykum ahlalbayti innahu hamiidun majiid"},{"id_ayat":1547,"no_surah":11,"no_ayat":74,"teks_ayat":"فَلَمَّا ذَهَبَ عَنْ اِبْرٰهِيْمَ الرَّوْعُ وَجَاۤءَتْهُ الْبُشْرٰى يُجَادِلُنَا فِيْ قَوْمِ لُوْطٍ","tema":"Kisah Nabi Ibrahim ketika Didatangi Malaikat","teks_terjemah":"Maka, ketika rasa takut telah hilang dari Ibrahim dan kabar gembira telah datang kepadanya, dia pun bermujadalah (berdiskusi) dengan (malaikat) Kami tentang kaum Lut.","no_fn":"","teks_fn":"","bacaan":"falammaa dzahaba 'an ibraahiimarraw'u wajaa-at-hulbusyraa yujaadilunaa fii qawmi luuth"},{"id_ayat":1548,"no_surah":11,"no_ayat":75,"teks_ayat":"اِنَّ اِبْرٰهِيْمَ لَحَلِيْمٌ اَوَّاهٌ مُّنِيْبٌ","tema":"Kisah Nabi Ibrahim ketika Didatangi Malaikat","teks_terjemah":"Sesungguhnya Ibrahim benar-benar penyantun, pengiba, lagi suka kembali (kepada Allah).","no_fn":"","teks_fn":"","bacaan":"inna ibraahiima lahaliimun awwaahun muniib"},{"id_ayat":1549,"no_surah":11,"no_ayat":76,"teks_ayat":"يٰٓاِبْرٰهِيْمُ اَعْرِضْ عَنْ هٰذَا ۚاِنَّهٗ قَدْ جَاۤءَ اَمْرُ رَبِّكَۚ وَاِنَّهُمْ اٰتِيْهِمْ عَذَابٌ غَيْرُ مَرْدُوْدٍ","tema":"Kisah Nabi Ibrahim ketika Didatangi Malaikat","teks_terjemah":"(Malaikat berkata,) “Wahai Ibrahim, berpalinglah dari (mujadalah) ini! Sesungguhnya ketetapan Tuhanmu benar-benar telah datang. Sesungguhnya mereka akan ditimpa azab yang tidak dapat ditolak.”","no_fn":"","teks_fn":"","bacaan":"yaa ibraahiimu a'ridh 'an haadzaa innahu qad jaa-a amru rabbika wa-innahum aatiihim 'adzaabun ghayru marduud"},{"id_ayat":1550,"no_surah":11,"no_ayat":77,"teks_ayat":"وَلَمَّا جَاۤءَتْ رُسُلُنَا لُوْطًا سِيْۤءَ بِهِمْ وَضَاقَ بِهِمْ ذَرْعًا وَّقَالَ هٰذَا يَوْمٌ عَصِيْبٌ","tema":"Kisah Nabi Lut dengan Kaumnya","teks_terjemah":"Ketika para utusan Kami (malaikat) itu datang kepada Lut, dia merasa gundah dan dadanya terasa sempit karena (kedatangan) mereka. Dia (Lut) berkata, “Ini hari yang sangat sulit.”<sup>360)<\/sup>","no_fn":"360","teks_fn":"360) Nabi Lut a.s. merasa gundah akan kedatangan para utusan Allah Swt. itu karena mereka berwujud pemuda yang rupawan, sedangkan kaum Lut sangat menyukai pemuda-pemuda yang rupawan untuk diajak berhubungan seksual sesama jenis. Dia merasa tidak sanggup melindungi mereka dari gangguan kaumnya.","bacaan":"walammaa jaa-at rusulunaa luuthan sii-a bihim wadaaqa bihim dzar'an waqaala haadzaa yawmun 'ashiib"},{"id_ayat":1551,"no_surah":11,"no_ayat":78,"teks_ayat":"وَجَاۤءَهٗ قَوْمُهٗ يُهْرَعُوْنَ اِلَيْهِۗ وَمِنْ قَبْلُ كَانُوْا يَعْمَلُوْنَ السَّيِّاٰتِۗ قَالَ يٰقَوْمِ هٰٓؤُلَاۤءِ بَنَاتِيْ هُنَّ اَطْهَرُ لَكُمْ فَاتَّقُوا اللّٰهَ وَلَا تُخْزُوْنِ فِيْ ضَيْفِيْۗ  اَلَيْسَ مِنْكُمْ رَجُلٌ رَّشِيْدٌ","tema":"Kisah Nabi Lut dengan Kaumnya","teks_terjemah":"Kaumnya bergegas datang menemuinya. Sejak dahulu mereka selalu melakukan perbuatan-perbuatan keji. Lut berkata, “Wahai kaumku, inilah putri-putri (negeri)-ku. Mereka lebih suci bagimu (untuk dinikahi). Maka, bertakwalah kepada Allah dan janganlah kamu mencemarkan (nama)-ku di hadapan tamuku ini. Tidak adakah di antaramu orang yang berakal sehat?”","no_fn":"","teks_fn":"","bacaan":"wajaa-ahu qawmuhu yuhra'uuna ilayhi wamin qablu kaanuu ya'maluunassayyi-aati qaala yaa qawmi haaulaa-i banaatii hunna athharu lakum fattaquulaaha walaa tukhzuuni fii dhayfii alaysa minkum rajulun rasyiid"},{"id_ayat":1552,"no_surah":11,"no_ayat":79,"teks_ayat":"قَالُوْا لَقَدْ عَلِمْتَ مَا لَنَا فِيْ بَنٰتِكَ مِنْ حَقٍّۚ وَاِنَّكَ لَتَعْلَمُ مَا نُرِيْدُ","tema":"Kisah Nabi Lut dengan Kaumnya","teks_terjemah":"Mereka menjawab, “Sungguh, engkau pasti tahu bahwa kami tidak mempunyai keinginan (syahwat) terhadap putri-putrimu dan engkau tentu mengetahui apa yang (sebenarnya) kami inginkan.”","no_fn":"","teks_fn":"","bacaan":"qaaluu laqad 'alimta maa lanaa fii banaatika min haqqin wa-innaka lata'lamu maa nuriid"},{"id_ayat":1553,"no_surah":11,"no_ayat":80,"teks_ayat":"قَالَ لَوْ اَنَّ لِيْ بِكُمْ قُوَّةً اَوْ اٰوِيْٓ اِلٰى رُكْنٍ شَدِيْدٍ","tema":"Kisah Nabi Lut dengan Kaumnya","teks_terjemah":"Dia (Lut) berkata, “Sekiranya aku mempunyai kekuatan untuk menghalangi (perbuatan)-mu atau aku dapat berlindung kepada kerabat yang kuat (tentu aku lakukan).”","no_fn":"","teks_fn":"","bacaan":"qaala law anna lii bikum quwwatan aw aawii ilaa ruknin syadiid"},{"id_ayat":1554,"no_surah":11,"no_ayat":81,"teks_ayat":"قَالُوْا يٰلُوْطُ اِنَّا رُسُلُ رَبِّكَ لَنْ يَّصِلُوْٓا اِلَيْكَ فَاَسْرِ بِاَهْلِكَ بِقِطْعٍ مِّنَ الَّيْلِ وَلَا يَلْتَفِتْ مِنْكُمْ اَحَدٌ اِلَّا امْرَاَتَكَۗ اِنَّهٗ مُصِيْبُهَا مَآ اَصَابَهُمْ  ۗاِنَّ مَوْعِدَهُمُ الصُّبْحُ ۗ اَلَيْسَ الصُّبْحُ بِقَرِيْبٍ","tema":"Balasan terhadap Kaum Nabi Lut","teks_terjemah":"Mereka (para malaikat) berkata, “Wahai Lut, sesungguhnya kami adalah para utusan Tuhanmu. Mereka tidak akan dapat mengganggumu (karena mereka akan dibinasakan). Oleh karena itu, pergilah beserta keluargamu pada sebagian malam (dini hari) dan jangan ada seorang pun di antara kamu yang menoleh ke belakang, kecuali istrimu (janganlah kamu ajak pergi karena telah berkhianat). Sesungguhnya dia akan terkena (siksaan) yang menimpa mereka dan sesungguhnya saat (kehancuran) mereka terjadi pada waktu subuh. Bukankah subuh itu sudah dekat?”","no_fn":"","teks_fn":"","bacaan":"qaaluu yaa luuthu innaa rusulu rabbika lan yashiluu ilayka fa-asri bi-ahlika biqith'in minalayli walaa yaltafit minkum ahadun illaa imra-ataka innahu mushiibuhaa maa ashaabahum inna maw'idahumushshubhu alaysashshubhu biqariib"},{"id_ayat":1555,"no_surah":11,"no_ayat":82,"teks_ayat":"فَلَمَّا جَاۤءَ اَمْرُنَا جَعَلْنَا عَالِيَهَا سَافِلَهَا وَاَمْطَرْنَا عَلَيْهَا حِجَارَةً مِّنْ سِجِّيْلٍ مَّنْضُوْدٍ","tema":"Balasan terhadap Kaum Nabi Lut","teks_terjemah":"Maka, ketika keputusan Kami datang, Kami menjungkirbalikkannya (negeri kaum Lut) dan Kami menghujani mereka dengan batu dari tanah yang terbakar secara bertubi-tubi. ","no_fn":"","teks_fn":"","bacaan":"falammaa jaa-a amrunaa ja'alnaa 'aaliyahaa saafilahaa wa-amtharnaa 'alayhaa hijaaratan min sijjiilin mandhuud"},{"id_ayat":1556,"no_surah":11,"no_ayat":83,"teks_ayat":"مُسَوَّمَةً عِنْدَ رَبِّكَۗ وَمَا هِيَ مِنَ الظّٰلِمِيْنَ بِبَعِيْدٍ ࣖ ","tema":"Balasan terhadap Kaum Nabi Lut","teks_terjemah":"(Batu-batu itu) diberi tanda dari sisi Tuhanmu. Siksaan itu tiadalah jauh dari orang yang zalim.","no_fn":"","teks_fn":"","bacaan":"musawwamatan 'inda rabbika wamaa hiya minazhzhaalimiina biba'iid"},{"id_ayat":1557,"no_surah":11,"no_ayat":84,"teks_ayat":"۞ وَاِلٰى مَدْيَنَ اَخَاهُمْ شُعَيْبًا ۗقَالَ يٰقَوْمِ اعْبُدُوا اللّٰهَ مَا لَكُمْ مِّنْ اِلٰهٍ غَيْرُهٗ ۗوَلَا تَنْقُصُوا الْمِكْيَالَ وَالْمِيْزَانَ اِنِّيْٓ اَرٰىكُمْ بِخَيْرٍ وَّاِنِّيْٓ اَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ مُّحِيْطٍ","tema":"Kisah Nabi Syuʻaib dengan Kaumnya","teks_terjemah":"Kepada (penduduk) Madyan (Kami utus) saudara mereka, Syuʻaib. Dia berkata, “Wahai kaumku, sembahlah Allah! Tidak ada tuhan bagimu selain Dia. Janganlah kamu kurangi takaran dan timbangan! Sesungguhnya Aku melihat kamu dalam keadaan yang baik (makmur). Sesungguhnya aku khawatir kamu akan ditimpa azab pada hari yang meliputi (dan membinasakanmu, yaitu hari Kiamat).","no_fn":"","teks_fn":"","bacaan":"wa-ilaa madyana akhaahum syu'ayban qaala yaa qawmi u'buduulaaha maa lakum min ilaahin ghayruhu walaa tanqushuulmikyaala walmiizaana innii araakum bikhayrin wa-innii akhaafu 'alaykum 'adzaaba yawmin muhiith"},{"id_ayat":1558,"no_surah":11,"no_ayat":85,"teks_ayat":"وَيٰقَوْمِ اَوْفُوا الْمِكْيَالَ وَالْمِيْزَانَ بِالْقِسْطِ وَلَا تَبْخَسُوا النَّاسَ اَشْيَاۤءَهُمْ وَلَا تَعْثَوْا فِى الْاَرْضِ مُفْسِدِيْنَ","tema":"Kisah Nabi Syuʻaib dengan Kaumnya","teks_terjemah":"Wahai kaumku, penuhilah takaran dan timbangan dengan adil! Janganlah kamu merugikan manusia akan hak-hak mereka dan janganlah kamu membuat kejahatan di bumi dengan menjadi perusak!","no_fn":"","teks_fn":"","bacaan":"wayaa qawmi awfuulmikyaala walmiizaana bilqisthi walaa tabkhasuunnaasa asyyaa-ahum walaa ta'tsaw fiil-ardhi mufsidiin"},{"id_ayat":1559,"no_surah":11,"no_ayat":86,"teks_ayat":"بَقِيَّتُ اللّٰهِ خَيْرٌ لَّكُمْ اِنْ كُنْتُمْ مُّؤْمِنِيْنَ ەۚ وَمَآ اَنَا۠ عَلَيْكُمْ بِحَفِيْظٍ","tema":"Kisah Nabi Syuʻaib dengan Kaumnya","teks_terjemah":"Apa yang tersisa (dari keuntungan yang halal) yang dianugerahkan Allah lebih baik bagimu jika kamu orang-orang beriman. Aku bukanlah pengawas atas dirimu.”","no_fn":"","teks_fn":"","bacaan":"baqiyyatulaahi khayrun lakum in kuntum mu'miniina wamaa anaa 'alaykum bihafiizh"},{"id_ayat":1560,"no_surah":11,"no_ayat":87,"teks_ayat":"قَالُوْا يٰشُعَيْبُ اَصَلٰوتُكَ تَأْمُرُكَ اَنْ نَّتْرُكَ مَا يَعْبُدُ اٰبَاۤؤُنَآ اَوْ اَنْ نَّفْعَلَ فِيْٓ اَمْوَالِنَا مَا نَشٰۤؤُا ۗاِنَّكَ لَاَنْتَ الْحَلِيْمُ الرَّشِيْدُ","tema":"Bantahan Kaum Nabi Syuʻaib dan Jawabannya","teks_terjemah":"Mereka berkata, “Wahai Syuʻaib, apakah salatmu (agamamu) yang menyuruhmu agar kami meninggalkan apa yang disembah nenek moyang kami atau melarang kami mengelola harta menurut cara yang kami kehendaki? (Benarkah demikian, padahal) sesungguhnya engkau benar-benar orang yang sangat penyantun lagi cerdas?”<sup>361)<\/sup>","no_fn":"361","teks_fn":"361) Perkataan ini mereka ucapkan untuk mengejek Nabi Syuʻaib a.s.","bacaan":"qaaluu yaa syu'aybu ashalaatuka ta'muruka an natruka maa ya'budu aabaaunaa aw an naf'ala fii amwaalinaa maa nasyaau innaka la-antalhaliimurrasyiid"},{"id_ayat":1561,"no_surah":11,"no_ayat":88,"teks_ayat":"قَالَ يٰقَوْمِ اَرَءَيْتُمْ اِنْ كُنْتُ عَلٰى بَيِّنَةٍ مِّنْ رَّبِّيْ وَرَزَقَنِيْ مِنْهُ رِزْقًا حَسَنًا وَّمَآ اُرِيْدُ اَنْ اُخَالِفَكُمْ اِلٰى مَآ اَنْهٰىكُمْ عَنْهُ ۗاِنْ اُرِيْدُ اِلَّا الْاِصْلَاحَ مَا اسْتَطَعْتُۗ وَمَا تَوْفِيْقِيْٓ اِلَّا بِاللّٰهِ ۗعَلَيْهِ تَوَكَّلْتُ وَاِلَيْهِ اُنِيْبُ ","tema":"Bantahan Kaum Nabi Syuʻaib dan Jawabannya","teks_terjemah":"Dia (Syuʻaib) berkata, “Wahai kaumku, jelaskan pendapatmu jika aku mempunyai bukti yang nyata dari Tuhanku dan Dia menganugerahiku rezeki yang baik (pantaskah aku menyalahi perintah-Nya). Aku (sebenarnya) tidak ingin berbeda sikap denganmu (lalu melakukan) apa yang aku sendiri larang. Aku hanya bermaksud (mendatangkan) perbaikan sesuai dengan kesanggupanku. Tidak ada kemampuan bagiku (untuk mendatangkan perbaikan) melainkan dengan (pertolongan) Allah. Kepada-Nya aku bertawakal dan kepada-Nya (pula) aku kembali.","no_fn":"","teks_fn":"","bacaan":"qaala yaa qawmi ara-aytum in kuntu 'alaa bayyinatin min rabbii warazaqanii minhu rizqan hasanan wamaa uriidu an ukhaalifakum ilaa maa anhaakum 'anhu in uriidu illaal-ishlaaha maa istatha'tu wamaa tawfiiqii illaa bialaahi 'alayhi tawakkaltu wa-ilayhi uniib"},{"id_ayat":1562,"no_surah":11,"no_ayat":89,"teks_ayat":"وَيٰقَوْمِ لَا يَجْرِمَنَّكُمْ شِقَاقِيْٓ اَنْ يُّصِيْبَكُمْ مِّثْلُ مَآ اَصَابَ قَوْمَ نُوْحٍ اَوْ قَوْمَ هُوْدٍ اَوْ قَوْمَ صٰلِحٍ ۗوَمَا قَوْمُ لُوْطٍ مِّنْكُمْ بِبَعِيْدٍ","tema":"Bantahan Kaum Nabi Syuʻaib dan Jawabannya","teks_terjemah":"Wahai kaumku, janganlah sekali-kali pertentanganku (denganmu) menyebabkan apa yang menimpa kaum Nuh, kaum Hud, atau kaum Saleh juga menimpamu, sedangkan (tempat dan masa kebinasaan) kaum Lut tidak jauh dari kamu.","no_fn":"","teks_fn":"","bacaan":"wayaa qawmi laa yajrimannakum syiqaaqii an yushiibakum mitslu maa ashaaba qawma nuuhin aw qawma huudin aw qawma shaalihin wamaa qawmu luuthin minkum biba'iid"},{"id_ayat":1563,"no_surah":11,"no_ayat":90,"teks_ayat":"وَاسْتَغْفِرُوْا رَبَّكُمْ ثُمَّ تُوْبُوْٓا اِلَيْهِ ۗاِنَّ رَبِّيْ رَحِيْمٌ وَّدُوْدٌ","tema":"Bantahan Kaum Nabi Syuʻaib dan Jawabannya","teks_terjemah":"Mohonlah ampunan kepada Tuhanmu kemudian bertobatlah kepada-Nya. Sesungguhnya Tuhanku Maha Penyayang lagi Maha Mencintai.”","no_fn":"","teks_fn":"","bacaan":"wastaghfiruu rabbakum tsumma tuubuu ilayhi inna rabbii rahiimun waduud"},{"id_ayat":1564,"no_surah":11,"no_ayat":91,"teks_ayat":"قَالُوْا يٰشُعَيْبُ مَا نَفْقَهُ كَثِيْرًا مِّمَّا تَقُوْلُ وَاِنَّا لَنَرٰىكَ فِيْنَا ضَعِيْفًا ۗوَلَوْلَا رَهْطُكَ لَرَجَمْنٰكَ ۖوَمَآ اَنْتَ عَلَيْنَا بِعَزِيْزٍ ","tema":"Azab Allah kepada Kaum Madyan","teks_terjemah":"Mereka berkata, “Wahai Syuʻaib, Kami tidak banyak mengerti apa yang engkau katakan itu, sedangkan kami sesungguhnya memandang engkau sebagai seorang yang lemah di antara kami. Kalau tidak karena keluargamu, tentu kami telah melemparimu (dengan batu), sedangkan engkau pun bukan seorang yang berpengaruh atas kami.”","no_fn":"","teks_fn":"","bacaan":"qaaluu yaa syu'aybu maa nafqahu katsiiran mimmaa taquulu wa-innaa lanaraaka fiinaa dha'iifan walawlaa rahthuka larajamnaaka wamaa anta 'alaynaa bi'aziiz"},{"id_ayat":1565,"no_surah":11,"no_ayat":92,"teks_ayat":"قَالَ يٰقَوْمِ اَرَهْطِيْٓ اَعَزُّ عَلَيْكُمْ مِّنَ اللّٰهِ ۗوَاتَّخَذْتُمُوْهُ وَرَاۤءَكُمْ ظِهْرِيًّا ۗاِنَّ رَبِّيْ بِمَا تَعْمَلُوْنَ مُحِيْطٌ","tema":"Azab Allah kepada Kaum Madyan","teks_terjemah":"Dia (Syuʻaib) menjawab, “Wahai kaumku, apakah keluargaku kamu pandang lebih terhormat daripada Allah sehingga kamu menempatkan-Nya di belakangmu (menyepelekan-Nya)? Sesungguhnya (pengetahuan) Tuhanku meliputi apa yang kamu kerjakan.","no_fn":"","teks_fn":"","bacaan":"qaala yaa qawmi arahthii a'azzu 'alaykum minalaahi wattakhadztumuuhu waraa-akum zhihriyyan inna rabbii bimaa ta'maluuna muhiith"},{"id_ayat":1566,"no_surah":11,"no_ayat":93,"teks_ayat":"وَيٰقَوْمِ اعْمَلُوْا عَلٰى مَكَانَتِكُمْ اِنِّيْ عَامِلٌ  ۗسَوْفَ تَعْلَمُوْنَۙ مَنْ يَّأْتِيْهِ عَذَابٌ يُّخْزِيْهِ وَمَنْ هُوَ كَاذِبٌۗ وَارْتَقِبُوْٓا اِنِّيْ مَعَكُمْ رَقِيْبٌ","tema":"Azab Allah kepada Kaum Madyan","teks_terjemah":"Wahai kaumku, berbuatlah apa yang bisa kamu lakukan! Sesungguhnya aku pun berbuat (hal yang sama). Kelak kamu mengetahui siapa yang akan ditimpa azab yang menghinakannya dan siapa yang pendusta. Tunggulah (akibat perbuatanmu), sesungguhnya aku pun akan menunggu bersamamu!”","no_fn":"","teks_fn":"","bacaan":"wayaa qawmi i'maluu 'alaa makaanatikum innii 'aamilun sawfa ta'lamuuna man ya'tiihi 'adzaabun yukhziihi waman huwa kaadzibun wartaqibuu inne ma'akum raqiib"},{"id_ayat":1567,"no_surah":11,"no_ayat":94,"teks_ayat":"وَلَمَّا جَاۤءَ اَمْرُنَا نَجَّيْنَا شُعَيْبًا وَّالَّذِيْنَ اٰمَنُوْا مَعَهٗ بِرَحْمَةٍ مِّنَّاۚ وَاَخَذَتِ الَّذِيْنَ ظَلَمُوا الصَّيْحَةُ فَاَصْبَحُوْا فِيْ دِيَارِهِمْ جٰثِمِيْنَۙ  ","tema":"Azab Allah kepada Kaum Madyan","teks_terjemah":"Ketika keputusan Kami (untuk menghancurkan mereka) datang, Kami selamatkan Syuʻaib dan orang-orang yang beriman bersamanya dengan rahmat Kami. Adapun orang-orang yang zalim, mereka dibinasakan oleh suara yang menggelegar sehingga mati bergelimpangan di rumah-rumah mereka.","no_fn":"","teks_fn":"","bacaan":"walammaa jaa-a amrunaa najjaynaa syu'ayban walladziina aamanuu ma'ahu birahmatin minnaa wa-akhadzatiladziina zhalamuushshayhatu fa-ashbahuu fii diyaarihim jaatsimiin"},{"id_ayat":1568,"no_surah":11,"no_ayat":95,"teks_ayat":"كَاَنْ لَّمْ يَغْنَوْا فِيْهَا ۗ اَلَا بُعْدًا لِّمَدْيَنَ كَمَا بَعِدَتْ ثَمُوْدُ ࣖ ","tema":"Azab Allah kepada Kaum Madyan","teks_terjemah":"(Negeri itu tak berbekas) seolah-olah mereka tidak pernah tinggal di sana. Ingatlah, (penduduk) Madyan binasa sebagaimana juga (kaum) Samud.","no_fn":"","teks_fn":"","bacaan":"ka-an lam yaghnaw fiihaalaa bu'dan limadyana kamaa ba'idat tsamuud"},{"id_ayat":1569,"no_surah":11,"no_ayat":96,"teks_ayat":"وَلَقَدْ اَرْسَلْنَا مُوْسٰى بِاٰيٰتِنَا وَسُلْطٰنٍ مُّبِيْنٍۙ ","tema":"Kisah Nabi Musa dan Fir‘aun","teks_terjemah":"Sungguh, Kami benar-benar telah mengutus Musa dengan (membawa) ayat-ayat (mukjizat) Kami dan keterangan yang nyata","no_fn":"","teks_fn":"","bacaan":"walaqad arsalnaa muusaa bi-aayaatinaa wasulthaanin mubiin"},{"id_ayat":1570,"no_surah":11,"no_ayat":97,"teks_ayat":"اِلٰى فِرْعَوْنَ وَمَلَا۟ىِٕهٖ فَاتَّبَعُوْٓا اَمْرَ فِرْعَوْنَ ۚوَمَآ اَمْرُ فِرْعَوْنَ بِرَشِيْدٍ","tema":"Kisah Nabi Musa dan Fir‘aun","teks_terjemah":"kepada Fir‘aun dan para pemuka kaumnya, tetapi (justru) mereka mengikuti perintah Fir‘aun, padahal perintah Fir‘aun sama sekali bukanlah (perintah) yang benar.","no_fn":"","teks_fn":"","bacaan":"ilaa fir'awna wamala-ihi fattaba'uu amra fir'awna wamaa amru fir'awna birasyiid"},{"id_ayat":1571,"no_surah":11,"no_ayat":98,"teks_ayat":"يَقْدُمُ قَوْمَهٗ يَوْمَ الْقِيٰمَةِ فَاَوْرَدَهُمُ النَّارَ ۗوَبِئْسَ الْوِرْدُ الْمَوْرُوْدُ","tema":"Kisah Nabi Musa dan Fir‘aun","teks_terjemah":"(Fir‘aun) berjalan di depan kaumnya di hari Kiamat, lalu membawa mereka masuk neraka. Itulah seburuk-buruk tempat yang dimasuki.","no_fn":"","teks_fn":"","bacaan":"yaqdumu qawmahu yawmalqiyaamati fa-awradahumunnaara wabi'salwirdulmawruud"},{"id_ayat":1572,"no_surah":11,"no_ayat":99,"teks_ayat":"وَاُتْبِعُوْا فِيْ هٰذِهٖ لَعْنَةً وَّيَوْمَ الْقِيٰمَةِۗ بِئْسَ الرِّفْدُ الْمَرْفُوْدُ","tema":"Kisah Nabi Musa dan Fir‘aun","teks_terjemah":"Mereka diikuti dengan laknat di sini (dunia) dan (kelak) di hari Kiamat. (Laknat) itu seburuk-buruk pemberian yang diserahkan.","no_fn":"","teks_fn":"","bacaan":"wautbi'uu fii haadzihi la'natan wayawmalqiyaamati bi'sarrifdulmarfuud"},{"id_ayat":1573,"no_surah":11,"no_ayat":100,"teks_ayat":"ذٰلِكَ مِنْ اَنْۢبَاۤءِ الْقُرٰى نَقُصُّهٗ عَلَيْكَ مِنْهَا قَاۤىِٕمٌ وَّحَصِيْدٌ","tema":"Pelajaran dari Kisah Para Nabi","teks_terjemah":"Itu adalah sebagian berita tentang negeri-negeri (yang telah dibinasakan) yang Kami ceritakan kepadamu (Nabi Muhammad). Di sebagian negeri-negeri itu masih berdiri peninggalan-peninggalannya dan ada (pula) yang telah musnah.","no_fn":"","teks_fn":"","bacaan":"dzaalika min anbaa-ilquraa naqushshuhu 'alayka minhaa qaa-imun wahashiid"},{"id_ayat":1574,"no_surah":11,"no_ayat":101,"teks_ayat":"وَمَا ظَلَمْنٰهُمْ وَلٰكِنْ ظَلَمُوْٓا اَنْفُسَهُمْ فَمَآ اَغْنَتْ عَنْهُمْ اٰلِهَتُهُمُ الَّتِيْ يَدْعُوْنَ مِنْ دُوْنِ اللّٰهِ مِنْ شَيْءٍ لَّمَّا جَاۤءَ اَمْرُ رَبِّكَۗ وَمَا زَادُوْهُمْ غَيْرَ تَتْبِيْبٍ ","tema":"Pelajaran dari Kisah Para Nabi","teks_terjemah":"Kami tidak menzalimi mereka, tetapi merekalah yang menzalimi diri sendiri. Maka, tidak bermanfaat sedikit pun bagi mereka sembahan yang mereka sembah selain Allah saat siksaan Tuhanmu datang. (Sembahan) itu tak lain (justru) hanya menambah kebinasaan bagi mereka.","no_fn":"","teks_fn":"","bacaan":"wamaa zhalamnaahum walaakin zhalamuu anfusahum famaa aghnat 'anhum aalihatuhumulatii yad'uuna min duunilaahi min syay-in lammaa jaa-a amru rabbika wamaa zaaduuhum ghayra tatbiib"},{"id_ayat":1575,"no_surah":11,"no_ayat":102,"teks_ayat":"وَكَذٰلِكَ اَخْذُ رَبِّكَ اِذَآ اَخَذَ الْقُرٰى وَهِيَ ظَالِمَةٌ  ۗاِنَّ اَخْذَهٗٓ اَلِيْمٌ شَدِيْدٌ","tema":"Pelajaran dari Kisah Para Nabi","teks_terjemah":"Demikianlah siksaan Tuhanmu apabila Dia mengazab (penduduk) negeri-negeri yang berbuat zalim. Sesungguhnya siksaan-Nya sangat pedih lagi sangat berat.","no_fn":"","teks_fn":"","bacaan":"wakadzaalika akhdzu rabbika idzaa akhadzalquraa wahiya zhaalimatun inna akhdzahuliimun syadiid"},{"id_ayat":1576,"no_surah":11,"no_ayat":103,"teks_ayat":"اِنَّ فِيْ ذٰلِكَ لَاٰيَةً لِّمَنْ خَافَ عَذَابَ الْاٰخِرَةِ ۗذٰلِكَ يَوْمٌ مَّجْمُوْعٌۙ لَّهُ النَّاسُ وَذٰلِكَ يَوْمٌ مَّشْهُوْدٌ","tema":"Pelajaran dari Kisah Para Nabi","teks_terjemah":"Sesungguhnya pada yang demikian itu terdapat pelajaran bagi orang yang takut pada azab akhirat. Itu adalah hari ketika semua manusia dikumpulkan (untuk dihisab) dan itu adalah hari yang disaksikan (oleh semua makhluk).","no_fn":"","teks_fn":"","bacaan":"inna fii dzaalika laaayatan liman khaafa 'adzaabal-aakhirati dzaalika yawmun majmuu'un lahunnaasu wadzaalika yawmun masyhuudun"},{"id_ayat":1577,"no_surah":11,"no_ayat":104,"teks_ayat":"وَمَا نُؤَخِّرُهٗٓ اِلَّا لِاَجَلٍ مَّعْدُوْدٍۗ ","tema":"Pelajaran dari Kisah Para Nabi tentang Azab di Akhirat","teks_terjemah":"Kami tidak akan menundanya, kecuali sampai waktu yang sudah ditentukan.","no_fn":"","teks_fn":"","bacaan":"wamaa nu-akhkhiruhu illaa li-ajalin ma'duud"},{"id_ayat":1578,"no_surah":11,"no_ayat":105,"teks_ayat":"يَوْمَ يَأْتِ لَا تَكَلَّمُ نَفْسٌ اِلَّا بِاِذْنِهٖۚ فَمِنْهُمْ شَقِيٌّ وَّسَعِيْدٌ","tema":"Pelajaran dari Kisah Para Nabi tentang Azab di Akhirat","teks_terjemah":"Ketika hari itu datang, tidak seorang pun yang berbicara, kecuali dengan izin-Nya. Maka, di antara mereka ada yang sengsara dan ada yang berbahagia.","no_fn":"","teks_fn":"","bacaan":"yawma ya'ti laa takallamu nafsun illaa bi-idznihi faminhum syaqiyyun wasa'iid"},{"id_ayat":1579,"no_surah":11,"no_ayat":106,"teks_ayat":"فَاَمَّا الَّذِيْنَ شَقُوْا فَفِى النَّارِ لَهُمْ فِيْهَا زَفِيْرٌ وَّشَهِيْقٌۙ  ","tema":"Pelajaran dari Kisah Para Nabi tentang Azab di Akhirat","teks_terjemah":"Adapun orang-orang yang sengsara, maka (ia berada) di dalam neraka. Di sana mereka mengeluarkan dan menarik nafas dengan merintih.","no_fn":"","teks_fn":"","bacaan":"fa-ammaaladziina syaquu fafiinnaari lahum fiihaa zafiirun wasyahiiq"},{"id_ayat":1580,"no_surah":11,"no_ayat":107,"teks_ayat":"خٰلِدِيْنَ فِيْهَا مَا دَامَتِ السَّمٰوٰتُ وَالْاَرْضُ اِلَّا مَا شَاۤءَ رَبُّكَۗ اِنَّ رَبَّكَ فَعَّالٌ لِّمَا يُرِيْدُ","tema":"Pelajaran dari Kisah Para Nabi tentang Azab di Akhirat","teks_terjemah":"Mereka kekal di dalamnya selama masih ada langit dan bumi,<sup>362)<\/sup> kecuali jika Tuhanmu menghendaki (yang lain). Sesungguhnya Tuhanmu Maha Melaksanakan apa yang Dia kehendaki.","no_fn":"362","teks_fn":"362) Kalimat ini adalah kiasan yang dimaksudkan untuk menjelaskan kekekalan mereka di neraka. Alam akhirat juga mempunyai langit dan bumi tersendiri.","bacaan":"khaalidiina fiihaa maa daamatissamaawaatu wal-ardhu illaa maa syaa-a rabbuka inna rabbaka fa''aalun limaa yuriid"},{"id_ayat":1581,"no_surah":11,"no_ayat":108,"teks_ayat":"۞ وَاَمَّا الَّذِيْنَ سُعِدُوْا فَفِى الْجَنَّةِ خٰلِدِيْنَ فِيْهَا مَا دَامَتِ السَّمٰوٰتُ وَالْاَرْضُ اِلَّا مَا شَاۤءَ رَبُّكَۗ عَطَاۤءً غَيْرَ مَجْذُوْذٍ","tema":"Pelajaran dari Kisah Para Nabi tentang Azab di Akhirat","teks_terjemah":"Adapun orang-orang yang berbahagia, maka (ia berada) di dalam surga. Mereka kekal di dalamnya selama masih ada langit dan bumi, kecuali jika Tuhanmu menghendaki (yang lain) sebagai karunia yang tidak putus-putusnya.","no_fn":"","teks_fn":"","bacaan":"wa-ammaaladziina su'iduu fafiiljannati khaalidiina fiihaa maa daamatissamaawaatu wal-ardhu illaa maa syaa-a rabbuka 'athaa-an ghayra majdzuudz"},{"id_ayat":1582,"no_surah":11,"no_ayat":109,"teks_ayat":"فَلَا تَكُ فِيْ مِرْيَةٍ مِّمَّا يَعْبُدُ هٰٓؤُلَاۤءِ ۗمَا يَعْبُدُوْنَ اِلَّا كَمَا يَعْبُدُ اٰبَاۤؤُهُمْ مِّنْ قَبْلُ ۗوَاِنَّا لَمُوَفُّوْهُمْ نَصِيْبَهُمْ غَيْرَ مَنْقُوْصٍ ࣖ ","tema":"Pelajaran dari Kisah Para Nabi tentang Azab di Akhirat","teks_terjemah":"Maka, janganlah engkau (Nabi Muhammad) ragu-ragu tentang (kebatilan) apa yang mereka sembah. Mereka tiada lain hanya menyembah sebagaimana nenek moyang mereka dahulu. Kami pasti akan menyempurnakan balasan mereka tanpa dikurangi sedikit pun.","no_fn":"","teks_fn":"","bacaan":"falaa taku fii miryatin mimmaa ya'budu haaulaa-i maa ya'buduuna illaa kamaa ya'budu aabaauhum min qablu wa-innaa lamuwaffuuhum nashiibahum ghayra manquush"},{"id_ayat":1583,"no_surah":11,"no_ayat":110,"teks_ayat":"وَلَقَدْ اٰتَيْنَا مُوْسَى الْكِتٰبَ فَاخْتُلِفَ فِيْهِ ۗوَلَوْلَا كَلِمَةٌ سَبَقَتْ مِنْ رَّبِّكَ لَقُضِيَ بَيْنَهُمْ ۗوَاِنَّهُمْ لَفِيْ شَكٍّ مِّنْهُ مُرِيْبٍ","tema":"Akibat Perselisihan tentang Kitab Taurat","teks_terjemah":"Sungguh, Kami benar-benar telah menganugerahkan Kitab (Taurat) kepada Musa, lalu ia (kitab itu) diperselisihkan. Seandainya tidak ada ketetapan yang terdahulu dari Tuhanmu (bahwa orang-orang yang mendustakan Al-Qur’an akan ditunda penyiksaannya), niscaya telah dilaksanakan hukuman di antara mereka.<sup>363)<\/sup> Sesungguhnya mereka benar-benar dalam kebimbangan dan keraguan terhadapnya.","no_fn":"363","teks_fn":"363) Sekiranya tidak ada ketetapan penundaan azab terhadap mereka sampai hari Kiamat, tentulah mereka dibinasakan pada waktu itu juga.","bacaan":"walaqad aataynaa muusaalkitaaba fakhtulifa fiihi walawlaa kalimatun sabaqat min rabbika laqudhiya baynahum wa-innahum lafii syakkin minhu muriib"},{"id_ayat":1584,"no_surah":11,"no_ayat":111,"teks_ayat":"وَاِنَّ كُلًّا لَّمَّا لَيُوَفِّيَنَّهُمْ رَبُّكَ اَعْمَالَهُمْ ۗاِنَّهٗ بِمَا يَعْمَلُوْنَ خَبِيْرٌ","tema":"Akibat Perselisihan tentang Kitab Taurat","teks_terjemah":"Sesungguhnya kepada setiap (yang berselisih itu) Tuhanmu pasti akan memberi balasan secara penuh atas perbuatan mereka. Sesungguhnya Dia Mahateliti terhadap apa yang mereka kerjakan.","no_fn":"","teks_fn":"","bacaan":"wa-inna kullan lammaa layuwaffiyannahum rabbuka a'maalahum innahu bimaa ya'maluuna khabiir"},{"id_ayat":1585,"no_surah":11,"no_ayat":112,"teks_ayat":"فَاسْتَقِمْ كَمَآ اُمِرْتَ وَمَنْ تَابَ مَعَكَ وَلَا تَطْغَوْاۗ اِنَّهٗ بِمَا تَعْمَلُوْنَ بَصِيْرٌ ","tema":"Istikamah terhadap Perintah Allah","teks_terjemah":"Maka, tetaplah (di jalan yang benar), sebagaimana engkau (Nabi Muhammad) telah diperintahkan. Begitu pula orang yang bertobat bersamamu. Janganlah kamu melampaui batas! Sesungguhnya Dia Maha Melihat apa yang kamu kerjakan.","no_fn":"","teks_fn":"","bacaan":"fastaqim kamaa umirta waman taaba ma'aka walaa tathghaw innahu bimaa ta'maluuna bashiir"},{"id_ayat":1586,"no_surah":11,"no_ayat":113,"teks_ayat":"وَلَا تَرْكَنُوْٓا اِلَى الَّذِيْنَ ظَلَمُوْا فَتَمَسَّكُمُ النَّارُۙ وَمَا لَكُمْ مِّنْ دُوْنِ اللّٰهِ مِنْ اَوْلِيَاۤءَ ثُمَّ لَا تُنْصَرُوْنَ","tema":"Istikamah terhadap Perintah Allah","teks_terjemah":"Janganlah kamu cenderung kepada orang-orang yang zalim sehingga menyebabkan api neraka menyentuhmu, sedangkan kamu tidak mempunyai seorang penolong<sup>364)<\/sup> pun selain Allah, kemudian kamu tidak akan diberi pertolongan.","no_fn":"364","teks_fn":"364) Lihat catatan kaki surah Āli ‘Imrān\/3: 28.","bacaan":"walaa tarkanuu ilaaladziina zhalamuu fatamassakumunnaaru wamaa lakum min duunilaahi min awliyaa-a tsumma laa tunsharuun"},{"id_ayat":1587,"no_surah":11,"no_ayat":114,"teks_ayat":"وَاَقِمِ الصَّلٰوةَ طَرَفَيِ النَّهَارِ وَزُلَفًا مِّنَ الَّيْلِ ۗاِنَّ الْحَسَنٰتِ يُذْهِبْنَ السَّيِّاٰتِۗ ذٰلِكَ ذِكْرٰى لِلذّٰكِرِيْنَ","tema":"Salat sebagai Penghapus Dosa","teks_terjemah":"Dirikanlah salat pada kedua ujung hari (pagi dan petang) dan pada bagian-bagian malam. Sesungguhnya perbuatan-perbuatan baik menghapus kesalahan-kesalahan. Itu adalah peringatan bagi orang-orang yang selalu mengingat (Allah).","no_fn":"","teks_fn":"","bacaan":"wa-aqimishshalaata tharafayinnahaari wazulafan minalayli innalhasanaati yudzhibnassayyi-aati dzaalika dzikraa lidzdzaakiriin"},{"id_ayat":1588,"no_surah":11,"no_ayat":115,"teks_ayat":"وَاصْبِرْ فَاِنَّ اللّٰهَ لَا يُضِيْعُ اَجْرَ الْمُحْسِنِيْنَ","tema":"Salat sebagai Penghapus Dosa","teks_terjemah":"Bersabarlah, karena sesungguhnya Allah tidak akan menyia-nyiakan pahala orang yang berbuat kebaikan.","no_fn":"","teks_fn":"","bacaan":"washbir fa-innalaaha laa yudhii'u ajralmuhsiniin"},{"id_ayat":1589,"no_surah":11,"no_ayat":116,"teks_ayat":"فَلَوْلَا كَانَ مِنَ الْقُرُوْنِ مِنْ قَبْلِكُمْ اُولُوْا بَقِيَّةٍ يَّنْهَوْنَ عَنِ الْفَسَادِ فِى الْاَرْضِ اِلَّا قَلِيْلًا مِّمَّنْ اَنْجَيْنَا مِنْهُمْ ۚوَاتَّبَعَ الَّذِيْنَ ظَلَمُوْا مَآ اُتْرِفُوْا فِيْهِ وَكَانُوْا مُجْرِمِيْنَ","tema":"Sebab Kehancuran Umat Terdahulu","teks_terjemah":"Maka, mengapa tidak ada di antara generasi sebelum kamu sekelompok orang yang mempunyai keutamaan yang melarang (berbuat) kerusakan di bumi, kecuali sebagian kecil, yaitu orang yang telah Kami selamatkan di antara mereka? Orang-orang yang zalim hanya mementingkan kenikmatan dan kemewahan dan mereka adalah orang-orang yang berdosa.","no_fn":"","teks_fn":"","bacaan":"falawlaa kaana minalquruuni min qablikum uluu baqiyyatin yanhawna 'anilfasaadi fiil-ardhi illaa qaliilan mimman anjaynaa minhum wattaba'aladziina zhalamuu maa utrifuu fiihi wakaanuu mujrimiin"},{"id_ayat":1590,"no_surah":11,"no_ayat":117,"teks_ayat":"وَمَا كَانَ رَبُّكَ لِيُهْلِكَ الْقُرٰى بِظُلْمٍ وَّاَهْلُهَا مُصْلِحُوْنَ","tema":"Sebab Kehancuran Umat Terdahulu","teks_terjemah":"Tuhanmu tidak akan membinasakan negeri-negeri secara zalim sedangkan penduduknya berbuat kebaikan.","no_fn":"","teks_fn":"","bacaan":"wamaa kaana rabbuka liyuhlikalquraa bizhulmin wa-ahluhaa mushlihuun"},{"id_ayat":1591,"no_surah":11,"no_ayat":118,"teks_ayat":"وَلَوْ شَاۤءَ رَبُّكَ لَجَعَلَ النَّاسَ اُمَّةً وَّاحِدَةً وَّلَا يَزَالُوْنَ مُخْتَلِفِيْنَۙ  ","tema":"Sebab Kehancuran Umat Terdahulu","teks_terjemah":"Jika Tuhanmu menghendaki, tentu Dia akan menjadikan manusia umat yang satu. Namun, mereka senantiasa berselisih (dalam urusan agama),","no_fn":"","teks_fn":"","bacaan":"walaw syaa-a rabbuka laja'alannaasa ummatan waahidatan walaa yazaaluuna mukhtalifiin"},{"id_ayat":1592,"no_surah":11,"no_ayat":119,"teks_ayat":"اِلَّا مَنْ رَّحِمَ رَبُّكَ ۗوَلِذٰلِكَ خَلَقَهُمْ ۗوَتَمَّتْ كَلِمَةُ رَبِّكَ لَاَمْلَـَٔنَّ جَهَنَّمَ مِنَ الْجِنَّةِ وَالنَّاسِ اَجْمَعِيْنَ","tema":"Sebab Kehancuran Umat Terdahulu","teks_terjemah":"kecuali orang yang dirahmati oleh Tuhanmu. Menurut (kehendak-Nya) itulah Allah menciptakan mereka. Kalimat (keputusan) Tuhanmu telah tetap, “Aku pasti akan memenuhi (neraka) Jahanam (dengan pendurhaka) dari kalangan jin dan manusia semuanya.”","no_fn":"","teks_fn":"","bacaan":"illaa man rahima rabbuka walidzaalika khalaqahum watammat kalimatu rabbika la-amla-anna jahannama minaljinnati wannaasi ajma'iin"},{"id_ayat":1593,"no_surah":11,"no_ayat":120,"teks_ayat":"وَكُلًّا نَّقُصُّ عَلَيْكَ مِنْ اَنْۢبَاۤءِ الرُّسُلِ مَا نُثَبِّتُ بِهٖ فُؤَادَكَ وَجَاۤءَكَ فِيْ هٰذِهِ الْحَقُّ وَمَوْعِظَةٌ وَّذِكْرٰى لِلْمُؤْمِنِيْنَ ","tema":"Kisah Para Rasul Memperteguh Pendirian Nabi Muhammad","teks_terjemah":"Semua kisah rasul-rasul Kami ceritakan kepadamu (Nabi Muhammad), yaitu kisah-kisah yang dengannya Kami teguhkan hatimu. Di dalamnya telah diberikan kepadamu (segala) kebenaran, nasihat, dan peringatan bagi orang-orang mukmin.","no_fn":"","teks_fn":"","bacaan":"wakullan naqushshu 'alayka min anbaa-irrusuli maa nutsabbitu bihi fu-aadaka wajaa-aka fii haadzihilhaqqu wamaw'izhatun wadzikraa lilmu'miniin"},{"id_ayat":1594,"no_surah":11,"no_ayat":121,"teks_ayat":"وَقُلْ لِّلَّذِيْنَ لَا يُؤْمِنُوْنَ اعْمَلُوْا عَلٰى مَكَانَتِكُمْۗ اِنَّا عٰمِلُوْنَۙ  ","tema":"Kisah Para Rasul Memperteguh Pendirian Nabi Muhammad","teks_terjemah":"Katakanlah (Nabi Muhammad) kepada orang-orang yang tidak beriman, “Berbuatlah menurut kemampuanmu. Kami pun benar-benar akan berbuat (seperti demikian)","no_fn":"","teks_fn":"","bacaan":"waqul lilladziina laa yu'minuuna i'maluu 'alaa makaanatikum innaa 'aamiluun"},{"id_ayat":1595,"no_surah":11,"no_ayat":122,"teks_ayat":"وَانْتَظِرُوْاۚ اِنَّا مُنْتَظِرُوْنَ","tema":"Kisah Para Rasul Memperteguh Pendirian Nabi Muhammad","teks_terjemah":"dan tunggulah. Sesungguhnya kami pun menunggu.”","no_fn":"","teks_fn":"","bacaan":"wantazhiruu innaa muntazhiruun"},{"id_ayat":1596,"no_surah":11,"no_ayat":123,"teks_ayat":"وَلِلّٰهِ غَيْبُ السَّمٰوٰتِ وَالْاَرْضِ وَاِلَيْهِ يُرْجَعُ الْاَمْرُ كُلُّهٗ فَاعْبُدْهُ وَتَوَكَّلْ عَلَيْهِۗ وَمَا رَبُّكَ بِغَافِلٍ عَمَّا تَعْمَلُوْنَ ࣖ ","tema":"Kisah Para Rasul Memperteguh Pendirian Nabi Muhammad","teks_terjemah":"Milik Allahlah (pengetahuan tentang) yang gaib (di) langit dan (di) bumi. Kepada-Nyalah segala urusan dikembalikan. Maka, sembahlah Dia dan bertawakallah kepada-Nya. Tuhanmu tidak akan lengah terhadap apa yang kamu kerjakan.","no_fn":"","teks_fn":"","bacaan":"walillaahi ghaybussamaawaati wal-ardhi wa-ilayhi yurja'ul-amru kulluhu fa'budhu watawakkal 'alayhi wamaa rabbuka bighaafilin 'ammaa ta'maluun"}]