[{"id":1474,"surah":11,"no_ayah":1,"tema":"Perintah Beribadah hanya kepada Allah","text_ayah":"ا[m[لٓ]ر‌ۚ كِتَ[n[ـٰ]بٌ أُحْكِمَتْ ءَايَ[n[ـٰ]تُهُ[n[ۥ] ثُ[g[مّ]َ فُصِّلَتْ م[u:6233[ِن ل]َّدُنْ حَكِيمٍ خَب[p[ِي]رٍ","text_id":"Alif Lām Rā. (Inilah) Kitab yang ayat-ayatnya telah disusun dengan rapi kemudian dijelaskan secara terperinci (dan diturunkan) dari sisi (Allah) Yang Mahabijaksana lagi Mahateliti.","text_en":"ALIF LAM RA. This is a Book whose verses are indeclinable and distinct, which comes from One who is most wise and all-knowing,","transliteration":"Alif-Laaam-Raa; Kitaabun uhkimat Aayaatuhoo summa fussilat mil ladun Hakeemin Khabeer","no_fn":"","text_fn":""},{"id":1475,"surah":11,"no_ayah":2,"tema":"Perintah Beribadah hanya kepada Allah","text_ayah":"أَلَّا تَعْبُد[o[ُوٓ][s[اْ] إِلَّا [h:416[ٱ]للَّهَ‌ۚ إِ[g[نّ]َنِي لَك[w:6234[ُم م]ِّنْهُ نَذِي[a:5179[رٌ و]َبَش[p[ِي]رٌ","text_id":"(Katakanlah Nabi Muhammad,) “Janganlah kamu menyembah (sesuatu), kecuali Allah. Sesungguhnya aku adalah pemberi peringatan dan pembawa berita gembira dari-Nya untukmu.","text_en":"(Proclaiming) that you should worship none but God. Verily I bring to you from Him a message of warning and rejoicing,","transliteration":"Allaa ta'budooo illal laah; innanee lakum minhu nazeerunw wa basheer","no_fn":"","text_fn":""},{"id":1476,"surah":11,"no_ayah":3,"tema":"Perintah Beribadah hanya kepada Allah","text_ayah":"وَأَنِ [h:6235[ٱ]سْتَغْفِرُو[s[اْ] رَبَّكُمْ ثُ[g[مّ]َ تُوب[o[ُوٓ][s[اْ] إِلَيْهِ يُمَتِّعْك[w:6236[ُم م]َّتَ[n[ـٰ]عًا حَسَنًا إِلَ[o[يٰٓ] أَجَ[a:1657[لٍ م]ُّسَم[a:6237[ًّي و]َيُؤْتِ كُلَّ ذِي فَضْ[f:6238[لٍ ف]َضْلَهُ[n[ۥ]‌ۖ وَإِ[f:706[ن ت]َوَلَّوْ[s[اْ] فَإِ[g[نّ][o[ِيٓ] أَخَافُ عَلَيْكُمْ عَذَابَ يَوْ[f:6239[مٍ ك]َب[p[ِي]رٍ","text_id":"Mohonlah ampunan kepada Tuhanmu kemudian bertobatlah kepada-Nya, niscaya Dia akan memberi kesenangan yang baik kepadamu (di dunia) sampai waktu yang telah ditentukan (kematian) dan memberikan pahala-Nya (di akhirat) kepada setiap orang yang beramal saleh. Jika kamu berpaling, sesungguhnya aku takut kamu (akan) ditimpa azab pada hari yang besar (kiamat).","text_en":"And that you should seek His forgiveness and turn towards Him. He will bestow the best things of life on you for a time ordained, and favour those with blessings who are worthy of grace. But if you turn away, I fear the punishment of a terrible Day for you.","transliteration":"Wa anis taghfiroo Rabbakum summa toobooo ilaihi yumatti'kum mataa'an hasanan ilaaa ajalim musammanw wa yu'ti kulla zee fadlin fadlahoo wa in tawallaw fa inneee akhaafu 'alaikum 'azaaba Yawmin Kabeer","no_fn":"","text_fn":""},{"id":1477,"surah":11,"no_ayah":4,"tema":"Perintah Beribadah hanya kepada Allah","text_ayah":"إِلَي [h:1637[ٱ]للَّهِ مَرْجِعُكُمْ‌ۖ وَهُوَ عَلَيٰ كُلِّ ش[f:81[َيْءٍ ق]َد[p[ِي]رٌ","text_id":"Kepada Allahlah kembalimu. Dia Mahakuasa atas segala sesuatu.”","text_en":"To God have you to go back, and He has power over everything.","transliteration":"Ilal laahi marji'ukum wa Huwa 'alaa kulli shai'in Qadeer","no_fn":"","text_fn":""},{"id":1478,"surah":11,"no_ayah":5,"tema":"Perintah Beribadah hanya kepada Allah","text_ayah":"أَل[o[َآ] إِ[g[نّ]َهُمْ يَثْنُونَ صُدُورَهُمْ لِيَسْتَخْفُو[s[اْ] مِنْهُ‌ۚ أَلَا حِينَ يَسْتَغْشُونَ ثِيَابَهُمْ يَعْلَمُ مَا يُسِرُّونَ وَمَا يُعْلِنُونَ‌ۚ إِ[g[نّ]َهُ[n[ۥ] عَلِي[i:2196[مُۢ ب]ِذَاتِ [h:2197[ٱ][l[ل]صُّد[p[ُو]رِ","text_id":"Ketahuilah bahwa sesungguhnya mereka menutupi (apa yang ada dalam) dada mereka untuk menyembunyikan diri dari-Nya. Ketahuilah bahwa ketika mereka menyelimuti dirinya dengan kain, Dia mengetahui apa yang mereka sembunyikan dan apa yang mereka nyatakan. Sesungguhnya Dia Maha Mengetahui (segala) isi hati.","text_en":"Look, how they double up their breasts in order to hide from Him. But when they cover themselves up with their garments, He knows what they hide and what they expose. Indeed, He knows the secrets of the hearts.","transliteration":"Alaa innahum yasnoona sudoorahum liyastakhfoo minh; alaa heena yastaghshoona siyaabahum ya'lamu maa yusiroona wa maa yu'linoon; innahoo 'aleemum bizaatis sudoor","no_fn":"","text_fn":""},{"id":1479,"surah":11,"no_ayah":6,"tema":"Bukti-Bukti Kekuasaan Allah","text_ayah":"۞ وَمَا مِ[f:4026[ن د][m[َا]ٓبَّ[f:4027[ةٍ ف]ِي [h:44[ٱ]لْأَرْضِ إِلَّا عَلَي [h:412[ٱ]للَّهِ رِزْقُهَا وَيَعْلَمُ مُسْتَقَرَّهَا وَمُسْتَوْدَعَهَا‌ۚ كُ[f:6240[لٌّ ف]ِي كِتَ[n[ـٰ][a:4113[بٍ م]ُّب[p[ِي]نٍ","text_id":"Tidak satu pun hewan yang bergerak di atas bumi melainkan dijamin rezekinya oleh Allah. Dia mengetahui tempat kediamannya dan tempat penyimpanannya.<sup>350)</sup> Semua (tertulis) dalam Kitab yang nyata (Lauh Mahfuz).","text_en":"There is not a creature that moves on the earth whose nourishment is not provided by God, whose place of sojourning and depositing is not known to Him. All things conform to a manifest law.","transliteration":"Wa maa min daaabbatin fil ardi illaa 'alal laahi rizquhaa wa ya'lamu mustaqarrahaa wa mustawda'ahaa; kullun fee Kitaabim Mubeen","no_fn":"350","text_fn":"350) Menurut sebagian mufasir, yang dimaksud dengan tempat kediaman adalah dunia dan tempat penyimpanan adalah akhirat. Menurut mufasir lain, maksud tempat kediaman adalah rahim dan tempat penyimpanan adalah tulang sulbi."},{"id":1480,"surah":11,"no_ayah":7,"tema":"Bukti-Bukti Kekuasaan Allah","text_ayah":"وَهُوَ [h:4114[ٱ]لَّذِي خَلَقَ [h:3913[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:1474[ٱ]لْأَرْضَ فِي سِتَّةِ أَيَّا[a:6241[مٍ و]َكَانَ عَرْشُهُ[n[ۥ] عَلَي [h:6242[ٱ]لْم[o[َا]ٓءِ لِيَ[q:3603[بْ]لُوَكُمْ أَيُّكُمْ أَحْسَنُ عَمَل[a:6243[اً‌ۗ و]َلَئِ[f:6244[ن ق]ُلْتَ إِ[g[نّ]َك[w:6245[ُم م]َّ[q:6246[بْ]عُوثُونَ م[i:146[ِنۢ ب]َعْدِ [h:6247[ٱ]لْمَوْتِ لَيَقُولَ[g[نّ]َ [h:6248[ٱ]لَّذِينَ كَفَر[o[ُوٓ][s[اْ] إِنْ هَ[n[ـٰ]ذ[o[َآ] إِلَّا سِحْ[a:3879[رٌ م]ُّب[p[ِي]نٌ","text_id":"Dialah yang telah menciptakan langit dan bumi dalam enam masa<sup>351)</sup> serta (sebelum itu) ʻArasy-Nya di atas air. (Penciptaan itu dilakukan) untuk menguji kamu, siapakah di antara kamu yang lebih baik amalnya. Sungguh, jika engkau (Nabi Muhammad) berkata, “Sesungguhnya kamu akan dibangkitkan setelah mati,” niscaya orang-orang kafir akan berkata, “Ini (Al-Qur’an) tidak lain kecuali sihir yang nyata.”","text_en":"It is He who created the heavens and the earth In six spans, and has control over the waters (of life) so that he may bring out the best that everyone of you could do. Yet if you said to them: \"You shall certainly be raised from the dead,\" the unbelievers will say: \"This will be nothing but sorcery.\"","transliteration":"Wa Huwal lazee khalaqas samaawaati wal alrda fee sittati aiyaaminw wa kaana 'Arshuhoo alal maaa'i liyablu wakum aiyukum ahsanu 'amalaa; wa la'in qulta innakum mab'oosoona mim ba'dil mawti la yaqoolanal lazeena kafaroo in haazaaa illaa sihrum mubeen","no_fn":"351","text_fn":"351) Lihat catatan kaki surah al-A‘rāf/7: 54."},{"id":1481,"surah":11,"no_ayah":8,"tema":"Bukti-Bukti Kekuasaan Allah","text_ayah":"وَلَئِنْ أَخَّرْنَا عَنْهُمُ [h:6249[ٱ]لْعَذَابَ إِلَ[o[يٰٓ] أُ[g[مّ]َ[a:6250[ةٍ م]َّعْدُودَ[u:6251[ةٍ ل]َّيَقُولُ[g[نّ]َ مَا يَحْبِسُهُ[o[ۥٓ‌ۗ] أَلَا يَوْمَ يَأْتِيهِمْ لَيْسَ مَصْرُوفًا عَنْهُمْ وَحَاقَ بِه[w:6252[ِم م]َّا كَانُو[s[اْ] بِه[n[ِۦ] يَسْتَهْزِء[p[ُو]نَ","text_id":"Sungguh, jika Kami tangguhkan azab dari mereka sampai waktu tertentu, niscaya mereka akan berkata, “Apakah yang menghalanginya?” Ketahuilah, ketika datang kepada mereka, azab itu tidaklah dapat dipalingkan dari mereka. Mereka dikepung oleh (azab) yang dahulu mereka selalu memperolok-olokkannya.","text_en":"If We defer their punishment for a certain time, they will say: \"What is keeping it back?\" And yet, the day it comes, they will not be able to avert it; and what they used to laugh at will encompass them.","transliteration":"Wala'in akhkharnaa 'anhumul 'azaaba ilaaa ummatim ma'doodatil la yaqoolunna maa yahbisuh; alaa yawma yaateehim laisa masroofan 'anhum wa haaqa bihim maa kaanoo bihee yastahzi'oon","no_fn":"","text_fn":""},{"id":1482,"surah":11,"no_ayah":9,"tema":"Perilaku Manusia","text_ayah":"وَلَئِنْ أَذَ[q:5991[قْ]نَا [h:6253[ٱ]لْإِ[f:5969[نس]َ[n[ـٰ]نَ مِ[g[نّ]َا رَحْمَ[f:6254[ةً ث]ُ[g[مّ]َ نَزَعْنَ[n[ـٰ]هَا مِنْهُ إِ[g[نّ]َهُ[n[ۥ] لَيَــُٔو[f:6255[سٌ ك]َف[p[ُو]رٌ","text_id":"Sungguh, jika Kami cicipkan kepada manusia suatu rahmat dari Kami kemudian Kami cabut kembali darinya, sesungguhnya dia menjadi sangat berputus asa lagi sangat kufur (terhadap nikmat Allah).","text_en":"If We allow man to enjoy Our favours, and then take them away from him, he becomes despondent and ungrateful.","transliteration":"Wa la'in azaqnal insaana minnaa rahmatan summa naza'naahaa minhu, innahoo laya'oosun kafoor","no_fn":"","text_fn":""},{"id":1483,"surah":11,"no_ayah":10,"tema":"Perilaku Manusia","text_ayah":"وَلَئِنْ أَذَ[q:6256[قْ]نَ[n[ـٰ]هُ نَعْم[o[َا]ٓءَ بَعْدَ ضَرّ[o[َا]ٓءَ مَسَّتْهُ لَيَقُولَ[g[نّ]َ ذَهَبَ [h:6257[ٱ][l[ل]سَّيِّـَٔـاتُ عَ[g[نّ][o[ِيٓ‌ۚ] إِ[g[نّ]َهُ[n[ۥ] لَفَرِ[f:6258[حٌ ف]َخ[p[ُو]رٌ","text_id":"Sungguh, jika Kami cicipkan kepadanya (manusia) suatu nikmat setelah bencana yang menimpanya, niscaya dia akan berkata, “Telah hilang keburukan itu dariku.” Sesungguhnya dia sangat gembira lagi sangat membanggakan diri.","text_en":"If We let him taste Our favours after adversity, he says: \"Misfortune has left me,\" and begins to brag and exult,","transliteration":"Wala'in azaqnaahu na'maaa'a ba'da darraaa'a massat hu la yaqoolanna zahabas saiyiaatu 'anneee; innahoo lafarihun fakhoor","no_fn":"","text_fn":""},{"id":1484,"surah":11,"no_ayah":11,"tema":"Perilaku Manusia","text_ayah":"إِلَّا [h:778[ٱ]لَّذِينَ صَبَرُو[s[اْ] وَعَمِلُو[s[اْ] [h:118[ٱ][l[ل]صَّ[n[ـٰ]لِحَ[n[ـٰ]تِ أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ لَه[w:3412[ُم م]َّغْفِرَ[a:3413[ةٌ و]َأَ[q:3414[جْ][f:6259[رٌ ك]َب[p[ِي]رٌ","text_id":"Kecuali, orang-orang yang sabar dan beramal saleh, bagi mereka ampunan dan pahala yang besar.","text_en":"Except those who endure with patience and do the right, who will have pardon and a great reward.","transliteration":"Illal lazeena sabaroo wa 'amilus saalihaati ulaaa'ika lahum maghfiratunw wa ajrun kabeer","no_fn":"","text_fn":""},{"id":1485,"surah":11,"no_ayah":12,"tema":"Bukti Kebenaran Wahyu","text_ayah":"فَلَعَلَّكَ تَارِ[i:6260[كُۢ ب]َعْضَ مَا يُوحَ[o[يٰٓ] إِلَيْكَ وَض[o[َا]ٓئِ[i:6261[قُۢ ب]ِه[n[ِۦ] صَ[q:6262[دْ]رُكَ أ[a:6263[َن ي]َقُولُو[s[اْ] لَوْل[o[َآ] أُ[f:17[نز]ِلَ عَلَيْهِ كَ[f:6264[نز]ٌ أَوْ ج[o[َا]ٓءَ مَعَهُ[n[ۥ] مَلَكٌ‌ۚ إِ[g[نّ]َم[o[َآ] أَ[f:169[نت]َ نَذِي[a:6265[رٌ‌ۚ و]َ[h:72[ٱ]للَّهُ عَلَيٰ كُلِّ ش[a:4302[َيْءٍ و]َك[p[ِي]لٌ","text_id":"Boleh jadi engkau (Nabi Muhammad) hendak meninggalkan sebagian dari apa yang diwahyukan kepadamu dan dadamu menjadi sempit karena (takut) mereka mengatakan, “Mengapa tidak diturunkan kepadanya harta (kekayaan) atau datang malaikat bersamanya?”  Sesungguhnya engkau hanyalah seorang pemberi peringatan dan Allah adalah pemelihara segala sesuatu.","text_en":"You may haply omit some of what has been revealed to you, and may be disheartened because they say: \"Why was no treasure sent down to him, or an angel accompanied him?\" Yet you have been sent to warn alone, for God takes care of everything.","transliteration":"Fala'allaka taarikum ba'da maa yoohaaa ilaika wa daaa'iqum bihee sadruka ai yaqooloo law laaa unzila 'alaihi kanzun aw jaaa'a ma'ahoo malak; innamaa anta nazeer; wallaahu 'alaa kulli shai'inw wakeel","no_fn":"","text_fn":""},{"id":1486,"surah":11,"no_ayah":13,"tema":"Bukti Kebenaran Wahyu","text_ayah":"أَمْ يَقُولُونَ [h:6061[ٱ]فْتَرَ[n[ٮٰ]هُ‌ۖ قُلْ فَأْتُو[s[اْ] بِعَشْرِ سُوَ[a:6266[رٍ م]ِّثْلِه[n[ِۦ] مُفْتَرَيَ[n[ـٰ][a:6267[تٍ و]َ[h:105[ٱ][q:105[دْ]عُو[s[اْ] مَنِ [h:6063[ٱ]سْتَطَعْت[w:5394[ُم م]ِّ[f:107[ن د]ُونِ [h:108[ٱ]للَّهِ إِ[f:109[ن ك]ُ[f:100[نت]ُمْ صَ[n[ـٰ]دِق[p[ِي]نَ","text_id":"Bahkan, apakah mereka mengatakan, “Dia (Nabi Muhammad) telah membuat-buat (Al-Qur’an) itu.” Katakanlah, “(Kalau demikian,) datangkanlah sepuluh surah semisal dengannya (Al-Qur’an) yang dibuat-buat dan ajaklah siapa saja yang kamu sanggup (mengundangnya) selain Allah, jika kamu orang-orang yang benar.”","text_en":"Do they say (of the Prophet): \"He has forged (the Qur'an)?\" Say: \"Then bring ten Surahs like it, and call anyone except God to help you, if what you say is true.\"","transliteration":"Am yaqooloonaf taraahu qul faatoo bi'ashri Suwarim mislihee muftarayaatinw wad'oo manis tata'tum min doonil laahi in kuntum saadiqeen","no_fn":"","text_fn":""},{"id":1487,"surah":11,"no_ayah":14,"tema":"Bukti Kebenaran Wahyu","text_ayah":"فَإِلَّمْ يَسْتَجِيبُو[s[اْ] لَكُمْ فَ[h:1140[ٱ]عْلَم[o[ُوٓ][s[اْ] أَ[g[نّ]َم[o[َآ] أُ[f:17[نز]ِلَ بِعِلْمِ [h:6268[ٱ]للَّهِ وَأ[u:6269[َن ل]ّ[o[َآ] إِلَ[n[ـٰ]هَ إِلَّا هُوَ‌ۖ فَهَلْ أَ[f:428[نت][w:2056[ُم م]ُّسْلِم[p[ُو]نَ","text_id":"Jika mereka tidak memenuhi ajakanmu, (katakanlah,) “Ketahuilah sesungguhnya ia (Al-Qur’an) itu diturunkan dengan ilmu Allah dan (ketahui pula) bahwa tidak ada tuhan kecuali Dia. Apakah kamu mau berserah diri (masuk Islam)?”","text_en":"If they do not answer you, then know it has been revealed with the knowledge of God, and that there is no god but He. (And say:) \"Will you now submit?\"","transliteration":"Fa il lam yastajeeboo lakum fa'lamooo annamaaa unzilla bi'ilmil laahi wa al laaa ilaaha illaa Huwa fahal antum muslimoon","no_fn":"","text_fn":""},{"id":1488,"surah":11,"no_ayah":15,"tema":"Balasan bagi Orang yang Hanya Mencari Kehidupan Duniawi","text_ayah":"مَ[f:506[ن ك]َانَ يُرِيدُ [h:6270[ٱ]لْحَيَ[s[و][n[ٲ]ةَ [h:446[ٱ][l[ل]دُّنْيَا وَزِينَتَهَا نُوَفِّ إِلَيْهِمْ أَعْمَ[n[ـٰ]لَهُمْ فِيهَا وَهُمْ فِيهَا لَا يُ[q:6271[بْ]خَس[p[ُو]نَ","text_id":"Siapa yang menghendaki kehidupan dunia dan perhiasannya, pasti Kami berikan kepada mereka (balasan) perbuatan mereka di dalamnya dengan sempurna dan mereka di dunia tidak akan dirugikan.","text_en":"To those who desire the life of this world and its many allures, We shall pay them in full for their acts herein and will not withold any thing.","transliteration":"Man kaana yureedul hayaatad dunyaa zeenatahaa nuwaffi ilaihim a'maa lahum feehaa wa hum feehaa laa yubkhasoon","no_fn":"","text_fn":""},{"id":1489,"surah":11,"no_ayah":16,"tema":"Balasan bagi Orang yang Hanya Mencari Kehidupan Duniawi","text_ayah":"أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ [h:51[ٱ]لَّذِينَ لَيْسَ لَهُمْ فِي [h:536[ٱ]لْأَخِرَةِ إِلَّا [h:6272[ٱ][l[ل][g[نّ]َارُ‌ۖ وَحَبِطَ مَا صَنَعُو[s[اْ] فِيهَا وَبَ[n[ـٰ]طِ[a:4986[لٌ م]َّا كَانُو[s[اْ] يَعْمَل[p[ُو]نَ","text_id":"Mereka itulah orang-orang yang tidak memperoleh (sesuatu) di akhirat kecuali neraka, sia-sialah apa yang telah mereka usahakan (di dunia), dan batallah apa yang dahulu selalu mereka kerjakan. ","text_en":"Yet these are the people for whom there is nothing but Fire in the world to come. Fruitless will be what they have fashioned, and whatever they have done will perish.","transliteration":"Ulaaa'ikal lazeena laisa lahum fil Aakhirati illan Naaru wa habita maa sana'oo feehaa wa baatilum maa kaanoo ya'maloon","no_fn":"","text_fn":""},{"id":1490,"surah":11,"no_ayah":17,"tema":"Perbedaan antara Orang yang Beriman dengan yang Ingkar kepada Al-Qur’an","text_ayah":"أَفَمَ[f:6273[ن ك]َانَ عَلَيٰ بَيِّنَ[a:4097[ةٍ م]ّ[u:192[ِن ر]َّبِّه[n[ِۦ] وَيَتْلُوهُ شَاهِ[a:6274[دٌ م]ِّنْهُ وَمِ[f:6275[ن ق]َ[q:1098[بْ]لِه[n[ِۦ] كِتَ[n[ـٰ]بُ مُوسَ[o[يٰٓ] إِمَا[a:6276[مًا و]َرَحْمَةً‌ۚ أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ يُؤْمِنُونَ بِه[n[ِۦ]‌ۚ وَم[a:636[َن ي]َكْفُرْ بِه[n[ِۦ] مِنَ [h:6277[ٱ]لْأَحْزَابِ فَ[h:6278[ٱ][l[ل][g[نّ]َارُ مَوْعِدُهُ[n[ۥ]‌ۚ فَلَا تَكُ فِي مِرْيَ[a:6279[ةٍ م]ِّنْهُ‌ۚ إِ[g[نّ]َهُ [h:6280[ٱ]لْحَقُّ م[u:770[ِن ر]َّبِّكَ وَلَ[n[ـٰ]كِ[g[نّ]َ أَكْثَرَ [h:1374[ٱ][l[ل][g[نّ]َاسِ لَا يُؤْمِن[p[ُو]نَ","text_id":"Apakah orang yang sudah mempunyai bukti yang nyata (Al-Qur’an) dari Tuhannya, diikuti oleh saksi<sup>352)</sup> dari-Nya, dan sebelumnya sudah ada pula Kitab Musa yang menjadi pedoman dan rahmat; mereka beriman kepadanya (sama dengan orang kafir yang hanya menginginkan kehidupan dunia)? Siapa yang mengingkarinya (Al-Qur’an) dari golongan-golongan (penentang Rasulullah), nerakalah tempat kembalinya. Oleh karena itu, janganlah engkau ragu terhadap Al-Qur’an. Sesungguhnya ia (Al-Qur’an) itu kebenaran dari Tuhanmu, tetapi kebanyakan manusia tidak beriman.","text_en":"Will he who has a clear proof from his Lord, which acts as evidence from Him, before which the Book of Moses was a way-giver and a grace, (not believe in it)? Whoever among the partisans does not believe in it shall have Hell as the promised award. So have no doubt about it, for surely it's the truth from your Lord, though most men may not believe.","transliteration":"Afaman kaana 'alas baiyinatim mir Rabbihee wa yatloohu shaahidum minhu wa min qablihee Kitaabu Moosaaa imaamanw wa rahmah; ulaaa 'ika yu'minoona bih; wa mai yakfur bihee minal Ahzaabi fan Naaru maw'iduh; falaa taku fee miryatim minh; innahul haqqu mir Rabbika wa laakinna aksaran naasi laa yu'minoon","no_fn":"352","text_fn":"352) Ada yang menafsirkan saksi sebagai Jibril a.s., Al-Qur’an, atau Muhammad saw."},{"id":1491,"surah":11,"no_ayah":18,"tema":"Balasan Amal Orang Kafir dan Orang Beriman","text_ayah":"وَمَنْ أَظْلَمُ مِ[g[مّ]َنِ [h:3980[ٱ]فْتَرَيٰ عَلَي [h:412[ٱ]للَّهِ كَذِبًا‌ۚ أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ يُعْرَضُونَ عَلَيٰ رَبِّهِمْ وَيَقُولُ [h:6281[ٱ]لْأَشْهَ[n[ـٰ]دُ هَ[o[ـٰٓ]ؤُل[o[َا]ٓءِ [h:6282[ٱ]لَّذِينَ كَذَبُو[s[اْ] عَلَيٰ رَبِّهِمْ‌ۚ أَلَا لَعْنَةُ [h:822[ٱ]للَّهِ عَلَي [h:1035[ٱ][l[ل]ظَّ[n[ـٰ]لِم[p[ِي]نَ","text_id":"Siapakah yang lebih zalim daripada orang yang mengada-adakan suatu kebohongan terhadap Allah? Mereka itu akan dihadapkan kepada tuhan mereka dan para saksi<sup>353)</sup> akan berkata, “Orang-orang inilah yang telah berbohong terhadap tuhan mereka.” Ketahuilah, laknat Allah (ditimpakan) kepada orang-orang zalim.","text_en":"Who is more wicked than he who invents lies about God? Such men shall be arraigned before their Lord, and the witnesses will testify: \"These are those who imputed lies to God.\" Beware! The scourge of God will fall on the unjust,","transliteration":"Wa man azlamu mimmanif taraa 'alal laahi kazibaa; ulaaa'ika yu'radoona 'alaa Rabbihim wa yaqoolul ashhaa duhaaa'ulaaa'il lazeena kazaboo 'alaa Rabbihim; alaa la'natul laahi alaz zaalimeen","no_fn":"353","text_fn":"353) Yang dimaksud para saksi di sini adalah malaikat, nabi-nabi, dan anggota badannya sendiri."},{"id":1492,"surah":11,"no_ayah":19,"tema":"Balasan Amal Orang Kafir dan Orang Beriman","text_ayah":"ٱلَّذِينَ يَصُدُّونَ عَ[f:1203[ن س]َبِيلِ [h:788[ٱ]للَّهِ وَيَ[q:4708[بْ]غُونَهَا عِوَ[a:4709[جًا و]َه[c:4710[ُم ب]ِ[h:447[ٱ]لْأَخِرَةِ هُمْ كَ[n[ـٰ]فِر[p[ُو]نَ","text_id":"(Yaitu) mereka yang menghalang-halangi dari jalan Allah dan menghendaki agar jalan itu bengkok.<sup>354)</sup> Mereka itulah orang-orang yang kufur terhadap hari akhir.","text_en":"Who obstruct others from the way of God and seek obliquity in it, and do not believe in the life to come.","transliteration":"Allazeena yasuddoona 'an sabeelil laahi wa yabghoonahaa 'iwajanw wa hum bil Aakhiratihum kaafiroon","no_fn":"354","text_fn":"354) Maksud ayat ini adalah bahwa mereka berusaha agar orang lain mengingkari agama yang benar."},{"id":1493,"surah":11,"no_ayah":20,"tema":"Balasan Amal Orang Kafir dan Orang Beriman","text_ayah":"أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ لَمْ يَكُونُو[s[اْ] مُعْجِزِينَ فِي [h:44[ٱ]لْأَرْضِ وَمَا كَانَ لَه[w:1812[ُم م]ِّ[f:107[ن د]ُونِ [h:108[ٱ]للَّهِ مِنْ أَوْلِي[o[َا]ٓءَ‌ۘ يُضَ[n[ـٰ]عَفُ لَهُمُ [h:6283[ٱ]لْعَذَابُ‌ۚ مَا كَانُو[s[اْ] يَسْتَطِيعُونَ [h:6284[ٱ][l[ل]سَّمْعَ وَمَا كَانُو[s[اْ] يُ[q:60[بْ]صِر[p[ُو]نَ","text_id":"Mereka tidak mampu menghalangi (siksaan Allah) di bumi dan tidak akan ada bagi mereka penolong<sup>355)</sup> selain Allah. Azab itu akan dilipatgandakan kepada mereka (di akhirat kelak). Mereka tidak mampu mendengar (kebenaran) dan tidak dapat melihat (kekuasaan Allah).","text_en":"They shall not weaken (the power of) God on earth, nor find any other protector but God. Their punishment will be doubled, for they could neither hear nor see.","transliteration":"Ulaaa'ika lam yakoonoo mu'jizeena fil ardi wa maa kaana lahum min doonil laahi min awliyaaa'; yudaa'afu lahumul 'azaab; maa kaanoo yastatee'oonas sam'a wa maa kaanoo yubsiroon","no_fn":"355","text_fn":"355) Lihat catatan kaki surah Āli ‘Imrān/3: 28."},{"id":1494,"surah":11,"no_ayah":21,"tema":"Balasan Amal Orang Kafir dan Orang Beriman","text_ayah":"أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ [h:51[ٱ]لَّذِينَ خَسِر[o[ُوٓ][s[اْ] أَ[f:38[نف]ُسَهُمْ وَضَلَّ عَنْه[w:3985[ُم م]َّا كَانُو[s[اْ] يَفْتَر[p[ُو]نَ","text_id":"Mereka itulah orang-orang yang merugikan dirinya sendiri dan lenyaplah dari mereka sesuatu (sesembahan) yang selalu mereka ada-adakan.","text_en":"They are verily those who exceeded themselves, and the (gods) they invented abandoned them.","transliteration":"Ulaaa'ikal lazeena khasirooo anfusahum wa dalla 'anhum maa kaanoo yaftaroon","no_fn":"","text_fn":""},{"id":1495,"surah":11,"no_ayah":22,"tema":"Balasan Amal Orang Kafir dan Orang Beriman","text_ayah":"لَا جَرَمَ أَ[g[نّ]َهُمْ فِي [h:536[ٱ]لْأَخِرَةِ هُمُ [h:6285[ٱ]لْأَخْسَر[p[ُو]نَ","text_id":"Tidak diragukan bahwa sesungguhnya mereka (kelak) di akhirat adalah orang-orang yang paling merugi.","text_en":"Undoubtedly they will be losers in the life to come.","transliteration":"Laa jarama annahum fil Aakhirati humul akhsaroon","no_fn":"","text_fn":""},{"id":1496,"surah":11,"no_ayah":23,"tema":"Balasan Amal Orang Kafir dan Orang Beriman","text_ayah":"إِ[g[نّ]َ [h:24[ٱ]لَّذِينَ ءَامَنُو[s[اْ] وَعَمِلُو[s[اْ] [h:118[ٱ][l[ل]صَّ[n[ـٰ]لِحَ[n[ـٰ]تِ وَأَخْبَت[o[ُوٓ][s[اْ] إِلَيٰ رَبِّهِمْ أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ أَصْحَ[n[ـٰ]بُ [h:415[ٱ]لْجَ[g[نّ]َةِ‌ۖ هُمْ فِيهَا خَ[n[ـٰ]لِد[p[ُو]نَ","text_id":"Sesungguhnya orang-orang yang beriman dan beramal saleh serta merendahkan diri kepada Tuhan, mereka itulah para penghuni surga. Mereka kekal di dalamnya.","text_en":"But those who believe and do things good, and are humble before their Lord, are men of Paradise where they will abide for ever.","transliteration":"Innal lazeena aamanoo wa 'amilus saalihaati wa akhbatooo ilaa Rabbihim ulaaa'ika Ashaabul Jannati hum feehaa khaalidoon","no_fn":"","text_fn":""},{"id":1497,"surah":11,"no_ayah":24,"tema":"Balasan Amal Orang Kafir dan Orang Beriman","text_ayah":"۞ مَثَلُ [h:6286[ٱ]لْفَرِيقَيْنِ كَ[h:6287[ٱ]لْأَعْمَيٰ وَ[h:6288[ٱ]لْأَصَ[g[مّ]ِ وَ[h:6289[ٱ]لْبَصِيرِ وَ[h:6290[ٱ][l[ل]سَّمِيعِ‌ۚ هَلْ يَسْتَوِيَانِ مَثَلاً‌ۚ أَفَلَا تَذَكَّر[p[ُو]نَ","text_id":"Perumpamaan kedua golongan (kafir dan mukmin) seperti orang buta dan orang tuli dengan orang yang dapat melihat dan yang dapat mendengar. Samakah kedua golongan itu? Apakah kamu tidak mengambil pelajaran?","text_en":"The semblance of these two groups is that of a man who is deaf and blind, and the other who can hear and see. Can they be equal? Why do you not reflect?","transliteration":"Masalul fareeqini kal a'maa wal asammi walbaseeri wassamee'; hal yastawiyaani masalaa; afalaa tazakkaroon","no_fn":"","text_fn":""},{"id":1498,"surah":11,"no_ayah":25,"tema":"Kisah Nabi Nuh","text_ayah":"وَلَقَ[q:341[دْ] أَرْسَلْنَا نُوحًا إِلَيٰ قَوْمِه[o[ِۦٓ] إِ[g[نّ]ِي لَكُمْ نَذِي[a:5164[رٌ م]ُّب[p[ِي]نٌ","text_id":"Sungguh, Kami benar-benar telah mengutus Nuh kepada kaumnya. (Dia berkata,) “Sesungguhnya aku adalah pemberi peringatan yang nyata bagi kamu","text_en":"We sent Noah to his people (and he said): \"I give you a clear warning.","transliteration":"Wa laqad arsalnaa Noohan ilaa qawmihee innee lakum nazeerum mubeen","no_fn":"","text_fn":""},{"id":1499,"surah":11,"no_ayah":26,"tema":"Kisah Nabi Nuh","text_ayah":"أ[u:4908[َن ل]َّا تَعْبُد[o[ُوٓ][s[اْ] إِلَّا [h:416[ٱ]للَّهَ‌ۖ إِ[g[نّ][o[ِيٓ] أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ أَل[p[ِي]مٍ","text_id":"agar kamu tidak menyembah (sesuatu) kecuali Allah. Sesungguhnya aku khawatir bahwa kamu akan ditimpa azab (pada) hari yang (siksanya) sangat pedih.”","text_en":"Do not worship anyone but God; for I fear the punishment of a dreadful day for you.\"","transliteration":"Al laa ta'budooo illal laaha inneee akhaafu 'alaikum 'azaaba Yawmin aleem","no_fn":"","text_fn":""},{"id":1500,"surah":11,"no_ayah":27,"tema":"Kisah Nabi Nuh","text_ayah":"فَقَالَ [h:6291[ٱ]لْمَلَأُ [h:4783[ٱ]لَّذِينَ كَفَرُو[s[اْ] مِ[f:4770[ن ق]َوْمِه[n[ِۦ] مَا نَرَ[n[ٮٰ]كَ إِلَّا بَشَ[a:6292[رًا م]ِّثْلَنَا وَمَا نَرَ[n[ٮٰ]كَ [h:6293[ٱ]تَّبَعَكَ إِلَّا [h:778[ٱ]لَّذِينَ هُمْ أَرَاذِلُنَا بَادِيَ [h:6294[ٱ][l[ل]رَّأْيِ وَمَا نَرَيٰ لَكُمْ عَلَيْنَا مِ[f:4682[ن ف]َضْ[i:6295[لِۭ ب]َلْ نَظُ[g[نّ]ُكُمْ كَ[n[ـٰ]ذِب[p[ِي]نَ","text_id":"Maka, berkatalah para pemuka yang kufur dari kaumnya, “Kami tidak melihat engkau, melainkan hanyalah seorang manusia (biasa) seperti kami. Kami tidak melihat orang yang mengikuti engkau, melainkan orang-orang yang hina dina di antara kami yang lekas percaya begitu saja. Kami tidak melihat kamu memiliki suatu kelebihan apa pun atas kami, bahkan kami menganggap kamu adalah para pembohong.”","text_en":"The leaders of the people who were unbelievers, replied: \"We see that you are but a man like us, and see that none among us follows you but the meanest and immature of judgement, and do not see any excellence in you above us. In fact, we think you are a liar.\"","transliteration":"Faqaalal mala ul lazeena kafaroo min qawmihee ma naraaka illaa basharam mislanaa wa maa naraakat taba'aka illal lazeena hum araazilunaa baadiyar raayi wa maa naraa lakum 'alainaa min fadlim bal nazunnukum kaazibeen","no_fn":"","text_fn":""},{"id":1501,"surah":11,"no_ayah":28,"tema":"Jawaban Nabi Nuh atas Bantahan Kaumnya","text_ayah":"قَالَ يَ[n[ـٰ]قَوْمِ أَرَءَيْتُمْ إِ[f:3898[ن ك]ُ[f:2917[نت]ُ عَلَيٰ بَيِّنَ[a:4097[ةٍ م]ّ[u:4098[ِن ر]َّبِّي وَءَاتَ[n[ـٰ]نِي رَحْمَ[a:5993[ةً م]ِّنْ عِ[f:3628[ند]ِه[n[ِۦ] فَعُ[g[مّ]ِيَتْ عَلَيْكُمْ أَنُلْزِمُكُمُوهَا وَأَ[f:98[نت]ُمْ لَهَا كَ[n[ـٰ]رِه[p[ُو]نَ","text_id":"Dia (Nuh) berkata, “Wahai kaumku, apa pendapatmu jika aku mempunyai bukti yang nyata dari Tuhanku dan Dia menganugerahiku rahmat dari sisi-Nya, tetapi (rahmat itu) disamarkan bagimu? Apakah kami akan memaksamu untuk menerimanya, padahal kamu tidak menyukainya?","text_en":"He said: \"O my people, think. If I have a clear proof from my Lord, and He has bestowed on me His grace, though unknown to you, can we force it upon you when you are averse?","transliteration":"Qaala yaa qawmi ara'aitum in kuntu 'alaa baiyinatim mir Rabbee wa aataanee rahmatam min 'indihee fa'um miyat 'alaikum anulzimuku moohaa wa antum lahaa kaarihoon","no_fn":"","text_fn":""},{"id":1502,"surah":11,"no_ayah":29,"tema":"Jawaban Nabi Nuh atas Bantahan Kaumnya","text_ayah":"وَيَ[n[ـٰ]قَوْمِ ل[o[َآ] أَسْــَٔلُكُمْ عَلَيْهِ مَالاً‌ۖ إِنْ أَ[q:6134[جْ]رِيَ إِلَّا عَلَي [h:412[ٱ]للَّهِ‌ۚ وَم[o[َآ] أَنَا۟ بِطَارِدِ [h:6296[ٱ]لَّذِينَ ءَامَن[o[ُوٓ[s[اْ]‌ۚ] إِ[g[نّ]َه[w:6297[ُم م]ُّلَ[n[ـٰ]قُو[s[اْ] رَبِّهِمْ وَلَ[n[ـٰ]كِ[g[نّ][o[ِيٓ] أَرَ[n[ٮٰ]كُمْ قَوْ[f:6298[مًا ت]َ[q:4984[جْ]هَل[p[ُو]نَ","text_id":"Wahai kaumku, aku tidak meminta kepadamu harta (sedikit pun sebagai imbalan) atas seruanku. Imbalanku hanyalah dari Allah dan aku sekali-kali tidak akan mengusir orang-orang yang beriman. Sesungguhnya mereka akan bertemu dengan Tuhannya (di akhirat), tetapi aku memandangmu sebagai kaum yang bodoh.","text_en":"I do not demand for it any wealth from you, O my people. My reward is with God. And I will not drive those away who believe. They have also to meet their Lord. But I see you are an ignorant people.","transliteration":"Wa yaa qawmi laaa as'alukum 'alaihi maalan in ajriya illaa 'alal laah; wa maaa ana bitaaridil lazeena aamanoo; innahum mulaaqoo Rabbihim wa laakinneee araakum qawman tajhaloon","no_fn":"","text_fn":""},{"id":1503,"surah":11,"no_ayah":30,"tema":"Jawaban Nabi Nuh atas Bantahan Kaumnya","text_ayah":"وَيَ[n[ـٰ]قَوْمِ م[a:6299[َن ي]َ[f:6300[نص]ُرُنِي مِنَ [h:321[ٱ]للَّهِ إِ[f:6301[ن ط]َرَ[d:6302[د]تُّهُمْ‌ۚ أَفَلَا تَذَكَّر[p[ُو]نَ","text_id":"Wahai kaumku, siapakah yang akan menolongku dari (azab) Allah jika aku mengusir mereka (orang-orang yang beriman itu)? Apakah kamu tidak mengambil pelajaran?","text_en":"O my people, who will save me from God if I drive them away? Do you not understand?","transliteration":"Wa yaa qawmi mai yansurunee minal laahi in tarattuhum; afalaa tazak karoon","no_fn":"","text_fn":""},{"id":1504,"surah":11,"no_ayah":31,"tema":"Jawaban Nabi Nuh atas Bantahan Kaumnya","text_ayah":"وَل[o[َآ] أَقُولُ لَكُمْ عِ[f:4065[ند]ِي خَز[o[َا]ٓئِنُ [h:4066[ٱ]للَّهِ وَل[o[َآ] أَعْلَمُ [h:4067[ٱ]لْغَيْبَ وَل[o[َآ] أَقُولُ إِ[g[نّ]ِي مَلَ[a:6303[كٌ و]َل[o[َآ] أَقُولُ لِلَّذِينَ تَزْدَر[o[ِيٓ] أَعْيُنُكُمْ ل[a:6304[َن ي]ُؤْتِيَهُمُ [h:6305[ٱ]للَّهُ خَيْرًا‌ۖ [h:6306[ٱ]للَّهُ أَعْلَمُ بِمَا ف[o[ِيٓ] أَ[f:568[نف]ُسِهِمْ‌ۖ إِ[g[نّ][o[ِيٓ] إِ[u:765[ذًا ل]َّمِنَ [h:766[ٱ][l[ل]ظَّ[n[ـٰ]لِم[p[ِي]نَ","text_id":"Aku tidak mengatakan kepadamu bahwa aku mempunyai perbendaharaan (rezeki) Allah. Aku tidak mengetahui yang gaib dan tidak (pula) mengatakan bahwa sesungguhnya aku adalah malaikat. Aku tidak (juga) mengatakan kepada orang-orang yang dipandang hina oleh penglihatanmu bahwa Allah tidak akan memberikan kebaikan kepada mereka. Allah lebih mengetahui apa yang ada pada diri mereka. Jika demikian, sesungguhnya aku benar-benar termasuk orang-orang yang zalim.”","text_en":"I say not that I have the treasures of God, or that I possess the knowledge of the unknown. I do not claim to be an angel, nor can I say that God will not bestow any good on those you disdain, for God is cognisant of what is in their hearts. If I say this, I will surely be unjust.\"","transliteration":"Wa laa aqoolu lakum 'indee khazaa'inul laahi wa laaa a'lamul ghaiba wa laa aqoolu inee malakunw wa laaa aqoolu lillazeena tazdareee a'yunukum lai yu'tiyahumul laahu khairan Allaahu a'lamu bimaa feee anfusihim innee izal laminaz zaalimeen","no_fn":"","text_fn":""},{"id":1505,"surah":11,"no_ayah":32,"tema":"Tantangan Kaum Nuh untuk Segera Mendatangkan Azab","text_ayah":"قَالُو[s[اْ] يَ[n[ـٰ]نُوحُ قَ[q:298[دْ] جَ[n[ـٰ]دَلْتَنَا فَأَكْثَرْتَ جِد[n[َٲ]لَنَا فَأْتِنَا بِمَا تَعِدُن[o[َآ] إِ[f:4792[ن ك]ُ[f:735[نت]َ مِنَ [h:4793[ٱ][l[ل]صَّ[n[ـٰ]دِق[p[ِي]نَ","text_id":"Mereka berkata, “Wahai Nuh, sungguh engkau telah berbantah dengan kami dan engkau telah memperpanjang bantahanmu terhadap kami. Maka, datangkanlah kepada kami azab yang engkau ancamkan jika kamu termasuk orang-orang yang benar.”","text_en":"They said: \"O Noah, you have argued with us, and disputed at length; so bring that (retribution) you promise, if you speak the truth.\"","transliteration":"Qaaloo yaa Noohu qad jaadaltanaa fa aksarta jidaalanaa faatinaa bimaa ta'idunaaa in kunta minas saadiqeen","no_fn":"","text_fn":""},{"id":1506,"surah":11,"no_ayah":33,"tema":"Tantangan Kaum Nuh untuk Segera Mendatangkan Azab","text_ayah":"قَالَ إِ[g[نّ]َمَا يَأْتِيك[c:4058[ُم ب]ِهِ [h:1707[ٱ]للَّهُ إِ[f:364[ن ش][o[َا]ٓءَ وَم[o[َآ] أَ[f:428[نت][c:4435[ُم ب]ِمُعْجِز[p[ِي]نَ","text_id":"Dia (Nuh) menjawab, “Sesungguhnya hanya Allah yang akan mendatangkannya (azab) kepadamu jika Dia menghendaki dan sekali-kali kamu tidak akan dapat melepaskan diri (darinya).","text_en":"He replied: \"Only God will bring it on you if He please, and you cannot prevail against Him.","transliteration":"Qaala innamaa yaateekum bihil laahu in shaaa'a wa maaa antum bimu'jizeen","no_fn":"","text_fn":""},{"id":1507,"surah":11,"no_ayah":34,"tema":"Tantangan Kaum Nuh untuk Segera Mendatangkan Azab","text_ayah":"وَلَا يَ[f:6307[نف]َعُكُمْ نُصْح[o[ِيٓ] إِنْ أَرَ[d:6308[د]تُّ أَنْ أَ[f:6309[نص]َحَ لَكُمْ إِ[f:2594[ن ك]َانَ [h:742[ٱ]للَّهُ يُرِيدُ أ[a:6310[َن ي]ُغْوِيَكُمْ‌ۚ هُوَ رَبُّكُمْ وَإِلَيْهِ تُرْجَع[p[ُو]نَ","text_id":"Nasihatku tidak akan bermanfaat bagimu sekalipun aku ingin menasihatimu, sekiranya Allah hendak menyesatkan kamu. Dia adalah Tuhanmu dan hanya kepada-Nyalah kamu dikembalikan.”","text_en":"Even if I wish to advise you aright, my counsel will not profit you if God intend that you go astray, for He is your Lord and to Him you will return.\"","transliteration":"Wa laa yanfa'ukum nusheee in arattu an ansaha lakum in kaanal laahu yureedu ai yughwi yakum; Huwa Rabbukum wa ilaihi turja'oon","no_fn":"","text_fn":""},{"id":1508,"surah":11,"no_ayah":35,"tema":"Tantangan Kaum Nuh untuk Segera Mendatangkan Azab","text_ayah":"أَمْ يَقُولُونَ [h:6061[ٱ]فْتَرَ[n[ٮٰ]هُ‌ۖ قُلْ إِنِ [h:6311[ٱ]فْتَرَيْتُهُ[n[ۥ] فَعَلَيَّ إِ[q:6312[جْ]رَامِي وَأَنَا۟ بَر[o[ِي]ٓ[a:3977[ءٌ م]ِّ[g[مّ]َا تُ[q:6313[جْ]رِم[p[ُو]نَ","text_id":"Bahkan, mereka (orang kafir Makkah) berkata, “Dia cuma mengada-adakannya (Al-Qur’an).” Katakanlah (Nabi Muhammad), “Jika aku mengada-adakannya, akulah yang akan memikul dosanya dan aku berlepas diri dari dosa yang kamu perbuat.”","text_en":"Do they say you have fabricated it? Tell them: \"If I have fabricated it, then mine is the guilt; but I am clear of what you are guilty.\"","transliteration":"Am yaqooloonaf taraahu qul inif taraituhoo fa'alaiya ijraamee wa ana bareee'um mimmaa tujrimoon","no_fn":"","text_fn":""},{"id":1509,"surah":11,"no_ayah":36,"tema":"Nabi Nuh dan Pembuatan Kapal","text_ayah":"وَأُوحِيَ إِلَيٰ نُوحٍ أَ[g[نّ]َهُ[n[ۥ] ل[a:6314[َن ي]ُؤْمِنَ مِ[f:6315[ن ق]َوْمِكَ إِلَّا مَ[f:6316[ن ق]َ[q:298[دْ] ءَامَنَ فَلَا تَ[q:6317[بْ]تَئِسْ بِمَا كَانُو[s[اْ] يَفْعَل[p[ُو]نَ","text_id":"Diwahyukan (oleh Allah) kepada Nuh, “(Ketahuilah) bahwa tidak akan beriman di antara kaummu, kecuali orang yang benar-benar telah beriman. Maka, janganlah engkau bersedih atas apa yang selalu mereka perbuat.","text_en":"And Noah was informed through revelation: \"Apart from those who have come to believe already not one of your people is going to believe. So grieve not for what they are doing.","transliteration":"Wa oohiya ilaa Noohin annahoo lany-yu'mina min qawmika illaa man qad aamana falaa tabta'is bimaa kaanoo yaf'aloon","no_fn":"","text_fn":""},{"id":1510,"surah":11,"no_ayah":37,"tema":"Nabi Nuh dan Pembuatan Kapal","text_ayah":"وَ[h:9999[ٱ]صْنَعِ [h:6318[ٱ]لْفُلْكَ بِأَعْيُنِنَا وَوَحْيِنَا وَلَا تُخَ[n[ـٰ]طِ[q:6319[بْ]نِي فِي [h:6320[ٱ]لَّذِينَ ظَلَم[o[ُوٓ[s[اْ]‌ۚ] إِ[g[نّ]َه[w:6321[ُم م]ُّغْرَق[p[ُو]نَ","text_id":"Buatlah bahtera dengan pengawasan dan petunjuk wahyu Kami dan janganlah engkau bicarakan (lagi) dengan-Ku tentang (nasib) orang-orang yang zalim. Sesungguhnya mereka itu akan ditenggelamkan.”","text_en":"Build an ark under Our eye and as We instruct. Do not plead for those who have been wicked, for they shall certainly be drowned.\"","transliteration":"Wasna'il fulka bi-a'yuninaa wa wahyinaa wa laa tukhaa tibnee fil lazeena zalamoo; innahum mughraqoon","no_fn":"","text_fn":""},{"id":1511,"surah":11,"no_ayah":38,"tema":"Nabi Nuh dan Pembuatan Kapal","text_ayah":"وَيَصْنَعُ [h:6322[ٱ]لْفُلْكَ وَكُلَّمَا مَرَّ عَلَيْهِ مَلَ[a:6323[أٌ م]ِّ[f:4770[ن ق]َوْمِه[n[ِۦ] سَخِرُو[s[اْ] مِنْهُ‌ۚ قَالَ إِ[f:6324[ن ت]َسْخَرُو[s[اْ] مِ[g[نّ]َا فَإِ[g[نّ]َا نَسْخَرُ مِ[f:344[نك]ُمْ كَمَا تَسْخَر[p[ُو]نَ","text_id":"Mulailah dia (Nuh) membuat bahtera itu. Setiap kali para pemuka kaumnya berjalan melewatinya, mereka mengejeknya. Dia (Nuh) berkata, “Jika kamu mengejek kami, sesungguhnya kami pun akan mengejekmu sebagaimana kamu mengejek (kami).","text_en":"So he built the ark; and when groups of his people passed by him, they scoffed at him. He said to them: \"Though you laugh at us (now), we shall laugh at you, as you are laughing at us.","transliteration":"Wa yasn'ul fulka wa kullamaa marra 'alaihi malaum min qawmihee sakhiroo minh; qaala in taskharoo minnaa fa innaa naskharu minkum kamaa taskharoon","no_fn":"","text_fn":""},{"id":1512,"surah":11,"no_ayah":39,"tema":"Nabi Nuh dan Pembuatan Kapal","text_ayah":"فَسَوْفَ تَعْلَمُونَ م[a:6325[َن ي]َأْتِيهِ عَذَا[a:6326[بٌ ي]ُخْزِيهِ وَيَحِلُّ عَلَيْهِ عَذَا[a:3534[بٌ م]ُّق[p[ِي]مٌ","text_id":"Maka, kelak kamu mengetahui siapa (di antara kita) yang akan ditimpa azab yang menghinakan dan (siapa pula) yang akan ditimpa azab yang kekal.”","text_en":"You will soon come to know who suffers the punishment that would put him to shame, and who suffers lasting torment.\"","transliteration":"Fasawfa ta'lamoona mai yaateehi 'azaabuny yaukhzeehi wa yahillu 'alaihi 'azaabum muqeem","no_fn":"","text_fn":""},{"id":1513,"surah":11,"no_ayah":40,"tema":"Nabi Nuh dan Pembuatan Kapal","text_ayah":"حَتَّ[o[يٰٓ] إِذَا ج[o[َا]ٓءَ أَمْرُنَا وَفَارَ [h:6327[ٱ][l[ل]تَّ[g[نّ]ُورُ قُلْنَا [h:6328[ٱ]حْمِلْ فِيهَا مِ[f:6329[ن ك]ُ[f:6330[لٍّ ز]َوْجَيْنِ [h:6331[ٱ]ثْنَيْنِ وَأَهْلَكَ إِلَّا مَ[f:6332[ن س]َبَقَ عَلَيْهِ [h:6333[ٱ]لْقَوْلُ وَمَنْ ءَامَنَ‌ۚ وَم[o[َآ] ءَامَنَ مَعَهُ[o[ۥٓ] إِلَّا قَل[p[ِي]لٌ","text_id":"(Demikianlah,) hingga apabila perintah Kami datang (untuk membinasakan mereka) dan tanur (tungku) telah memancarkan air, Kami berfirman, “Muatkanlah ke dalamnya (bahtera itu) dari masing-masing (jenis hewan) sepasang-sepasang (jantan dan betina), keluargamu kecuali orang yang telah terkena ketetapan terdahulu (akan ditenggelamkan), dan (muatkan pula) orang yang beriman.” Ternyata tidak beriman bersamanya (Nuh), kecuali hanya sedikit.","text_en":"When Our command was issued and the waters gushed forth from the source, We said: \"Take into (the ark) a pair of every species, and members of your family other than those against whom the sentence has been passed already, and those who come to believe.\" But only a few believed in him.","transliteration":"Hattaaa izaa jaaa'a amrunaa wa faarat tannooru qulnah mil feehaa min kullin zawjainis naini wa ahlaka illaa man sabaqa 'alaihil qawlu wa man aaman; wa maaa aamana ma'ahooo illaa qaleel","no_fn":"","text_fn":""},{"id":1514,"surah":11,"no_ayah":41,"tema":"Nabi Nuh dan Pembuatan Kapal","text_ayah":"۞ وَقَالَ [h:6334[ٱ]رْكَبُو[s[اْ] فِيهَا بِسْمِ [h:6335[ٱ]للَّهِ مَ[q:6336[جْ]ر۪[n[ٮٰ]هَا وَمُرْسَ[n[ـٰ]ه[o[َآ‌ۚ] إِ[g[نّ]َ رَبِّي لَغَفُو[u:4578[رٌ ر]َّح[p[ِي]مٌ","text_id":"Dia (Nuh) berkata, “Naiklah kamu semua ke dalamnya (bahtera) dengan (menyebut) nama Allah pada waktu berlayar dan berlabuhnya! Sesungguhnya Tuhanku benar-benar Maha Pengampun lagi Maha Penyayang.”","text_en":"And (Noah) said: \"Embark. In the name of God be its course and mooring. My Lord is surely forgiving and kind.\"","transliteration":"Wa qaalar kaboo feehaa bismil laahi majraihaa wa mursaahaa; inna Rabbee la Ghafoorur Raheem","no_fn":"","text_fn":""},{"id":1515,"surah":11,"no_ayah":42,"tema":"Nasib Putra Nabi Nuh","text_ayah":"وَهِيَ تَ[q:120[جْ]رِي بِهِمْ فِي مَوْ[f:6337[جٍ ك]َ[h:6338[ٱ]لْجِبَالِ وَنَادَيٰ نُوحٌ [h:6339[ٱ][q:6340[بْ]نَهُ[n[ۥ] وَكَانَ فِي مَعْزِ[a:6341[لٍ ي]َ[n[ـٰ]بُنَيَّ [h:6342[ٱ]رْكَ[d:6343[ب] [g[مّ]َعَنَا وَلَا تَك[a:6344[ُن م]َّعَ [h:6345[ٱ]لْكَ[n[ـٰ]فِر[p[ِي]نَ","text_id":"Bahtera itu berlayar membawa mereka dalam gelombang laksana gunung-gunung. Nuh memanggil anaknya, sedang dia (anak itu) berada di tempat (yang jauh) terpencil, “Wahai anakku, naiklah (ke bahtera) bersama kami dan janganlah engkau bersama orang-orang kafir.”","text_en":"It sailed on waves like mountains (high), and Noah called to his son who was separated from him: \"Embark with us, O my son, and be not one of those who do not believe.\"","transliteration":"Wa hiya tajree bihim fee mawjin kaljibaali wa naadaa Noohunib nahoo wa kaana fee ma'ziliny yaa bunai yarkam ma'anaa wa laa takum ma'al kaafireen","no_fn":"","text_fn":""},{"id":1516,"surah":11,"no_ayah":43,"tema":"Nasib Putra Nabi Nuh","text_ayah":"قَالَ سَـَٔـاو[o[ِيٓ] إِلَيٰ جَبَ[a:6346[لٍ ي]َعْصِمُنِي مِنَ [h:4727[ٱ]لْم[o[َا]ٓءِ‌ۚ قَالَ لَا عَاصِمَ [h:6347[ٱ]لْيَوْمَ مِنْ أَمْرِ [h:6348[ٱ]للَّهِ إِلَّا م[u:6349[َن ر]َّحِمَ‌ۚ وَحَالَ بَيْنَهُمَا [h:6350[ٱ]لْمَوْجُ فَكَانَ مِنَ [h:6351[ٱ]لْمُغْرَق[p[ِي]نَ","text_id":"Dia (anaknya) menjawab, “Aku akan berlindung ke gunung yang dapat menyelamatkanku dari air (bah).” (Nuh) berkata, “Tidak ada penyelamat pada hari ini dari ketetapan Allah kecuali siapa yang dirahmati oleh-Nya.” Gelombang menjadi penghalang antara keduanya, maka jadilah dia (anak itu) termasuk orang-orang yang ditenggelamkan.","text_en":"\"I shall go up a mountain,\" he said, \"which will keep me from the water.\" \"There is no getting away,\" said Noah, \"from the decree of God today, except for those on whom be His mercy.\" And a wave came between them, and he was among those who were drowned.","transliteration":"Qaala sa aaweee ilaa jabaliny ya'simunee minal maaa'; qaala laa 'aasimal yawma min amril laahi illaa mar rahim; wa haala bainahumal mawju fakaana minal mughraqeen","no_fn":"","text_fn":""},{"id":1517,"surah":11,"no_ayah":44,"tema":"Nasib Putra Nabi Nuh","text_ayah":"وَقِيلَ يَ[o[ـٰٓ]أَرْضُ [h:6352[ٱ][q:6353[بْ]لَعِي م[o[َا]ٓءَكِ وَيَ[n[ـٰ]سَم[o[َا]ٓءُ أَ[q:6354[قْ]لِعِي وَغِيضَ [h:6355[ٱ]لْم[o[َا]ٓءُ وَقُضِيَ [h:1147[ٱ]لْأَمْرُ وَ[h:6356[ٱ]سْتَوَتْ عَلَي [h:6357[ٱ]لْجُودِيِّ‌ۖ وَقِيلَ بُعْ[u:6358[دًا ل]ِّلْقَوْمِ [h:6165[ٱ][l[ل]ظَّ[n[ـٰ]لِم[p[ِي]نَ","text_id":"Difirmankan (oleh Allah), “Wahai bumi, telanlah airmu dan wahai langit, berhentilah (mencurahkan hujan).” Air pun disurutkan dan urusan (pembinasaan para pendurhaka) pun diselesaikan dan (kapal itu pun) berlabuh di atas gunung Judiy,<sup>356)</sup> dan dikatakan, “Kebinasaanlah bagi kaum yang zalim.”","text_en":"Then it was said: \"O earth, swallow back your water; and, O sky, desist.\" And the water subsided, and the decree was accomplished. The ark came to rest on Judi (Mount Ararat), and it was said: \"Away with the cursed people!\"","transliteration":"Wa qeela yaaa ardubla'ee maaa'aki wa yaa samaaa'u aqi'ee wa gheedal maaa'u wa qudiyal amru wastawat 'alal joodiyyi wa qeela bu'dal lilqawmiz zaalimeen","no_fn":"356","text_fn":"356) Gunung Judiy terletak di Armenia sebelah selatan dan berbatasan dengan Mesopotamia."},{"id":1518,"surah":11,"no_ayah":45,"tema":"Nasib Putra Nabi Nuh","text_ayah":"وَنَادَيٰ نُو[u:6359[حٌ ر]َّبَّهُ[n[ۥ] فَقَالَ رَبِّ إِ[g[نّ]َ [h:6360[ٱ][q:6361[بْ]نِي مِنْ أَهْلِي وَإِ[g[نّ]َ وَعْدَكَ [h:6362[ٱ]لْحَقُّ وَأَ[f:3893[نت]َ أَحْكَمُ [h:6363[ٱ]لْحَ[n[ـٰ]كِم[p[ِي]نَ","text_id":"Nuh memohon kepada Tuhannya seraya berkata, “Ya Tuhanku, sesungguhnya anakku adalah termasuk keluargaku dan sesungguhnya janji-Mu itu pasti benar. Engkau adalah hakim yang paling adil.”","text_en":"Noah called on his Lord and said: \"O Lord, my son is surely a member of my family, and verily Your promise is true, as You are the most just of all judges.\"","transliteration":"Wa naadaa noohur Rabbahoo faqaala Rabbi innabnee min ahlee wa inna wa'dakal haqqu wa Anta ahkamul haakimeen","no_fn":"","text_fn":""},{"id":1519,"surah":11,"no_ayah":46,"tema":"Nasib Putra Nabi Nuh","text_ayah":"قَالَ يَ[n[ـٰ]نُوحُ إِ[g[نّ]َهُ[n[ۥ] لَيْسَ مِنْ أَهْلِكَ‌ۖ إِ[g[نّ]َهُ[n[ۥ] عَمَلٌ غَيْرُ صَ[n[ـٰ]لِ[f:6364[حٍ‌ۖ ف]َلَا تَسْــَٔلْنِ مَا لَيْسَ لَكَ بِه[n[ِۦ] عِلْمٌ‌ۖ إِ[g[نّ][o[ِيٓ] أَعِظُكَ أَ[f:1566[ن ت]َكُونَ مِنَ [h:352[ٱ]لْجَ[n[ـٰ]هِل[p[ِي]نَ","text_id":"Dia (Allah) berfirman, “Wahai Nuh, sesungguhnya dia bukanlah termasuk keluargamu karena perbuatannya sungguh tidak baik. Oleh karena itu, janganlah engkau memohon kepada-Ku sesuatu yang tidak engkau ketahui (hakikatnya). Sesungguhnya Aku menasihatimu agar engkau tidak termasuk orang-orang bodoh.”","text_en":"\"O Noah\", He answered, \"truly he is not of your family. He is surely the outcome of an unrighteous act. So ask Me not of what you do not know. I warn you not to be one of the ignorant.\"","transliteration":"Qaala yaa Noohu innahoo laisa min ahlika innahoo 'amalun ghairu saalihin falaa tas'alni mmaa laisa laka bihee 'ilmun inneee a'izuka an takoona minal jaahileen","no_fn":"","text_fn":""},{"id":1520,"surah":11,"no_ayah":47,"tema":"Nasib Putra Nabi Nuh","text_ayah":"قَالَ رَبِّ إِ[g[نّ][o[ِيٓ] أَعُوذُ بِكَ أَنْ أَسْــَٔلَكَ مَا لَيْسَ لِي بِه[n[ِۦ] عِلْ[a:6365[مٌ‌ۖ و]َإِلَّا تَغْفِرْ لِي وَتَرْحَمْن[o[ِيٓ] أَك[a:6366[ُن م]ِّنَ [h:340[ٱ]لْخَ[n[ـٰ]سِر[p[ِي]نَ","text_id":"(Nuh) berkata, “Ya Tuhanku, sesungguhnya aku berlindung kepada-Mu untuk memohon sesuatu yang aku tidak mengetahui (hakikatnya). Kalau Engkau tidak mengampuniku dan (tidak) menaruh belas kasihan kepadaku, niscaya aku termasuk orang-orang yang merugi.”","text_en":"\"Preserve me, O Lord,\" said (Noah), \"from asking You that of which I have no knowledge. If You do not forgive me and have mercy on me I shall be among those who perish.\"","transliteration":"Qaala rabbi inneee a'oozu bika an as'alaka maa laisa lee bihee 'ilmunw wa illaa taghfir lee wa tarhamneee akum minal khaasireen","no_fn":"","text_fn":""},{"id":1521,"surah":11,"no_ayah":48,"tema":"Akhir Kisah Nabi Nuh","text_ayah":"قِيلَ يَ[n[ـٰ]نُوحُ [h:6367[ٱ]هْبِ[q:6368[طْ] بِسَلَ[n[ـٰ][a:6369[مٍ م]ِّ[g[نّ]َا وَبَرَكَ[n[ـٰ]تٍ عَلَيْكَ وَعَلَ[o[يٰٓ] أُمَ[a:6370[مٍ م]ِّ[g[مّ][a:6371[َن م]َّعَكَ‌ۚ وَأُمَ[f:6372[مٌ س]َنُمَتِّعُهُمْ ثُ[g[مّ]َ يَمَسُّه[w:6373[ُم م]ِّ[g[نّ]َا عَذَابٌ أَل[p[ِي]مٌ","text_id":"Dikatakan (melalui wahyu), “Wahai Nuh, turunlah (dari bahteramu) dengan penuh keselamatan dari Kami dan penuh keberkahan atasmu serta umat-umat (mukmin) yang bersamamu. Ada pula umat-umat (kafir) yang Kami beri kesenangan (dalam kehidupan dunia), kemudian mereka akan ditimpa azab dari Kami yang sangat pedih.”","text_en":"(And the Lord) said: \"O Noah, disembark with peace and safety from Us and blessings on you and the people with you. As for some (of them), We shall bestow advantages for a time, then send a grievous punishment on them.\"","transliteration":"Qeela yaa Noohuh bit bisalaamim minnaa wa barakaatin 'alaika wa 'alaaa umamim mimmam ma'ak; wa umamun sanumatti'uhum summa yamassuhum minaa 'azaabun aleem","no_fn":"","text_fn":""},{"id":1522,"surah":11,"no_ayah":49,"tema":"Akhir Kisah Nabi Nuh","text_ayah":"تِلْكَ مِنْ أَ[i:1910[نۢب][o[َا]ٓءِ [h:1911[ٱ]لْغَيْبِ نُوحِيه[o[َآ] إِلَيْكَ‌ۖ مَا كُ[f:735[نت]َ تَعْلَمُه[o[َآ] أَ[f:169[نت]َ وَلَا قَوْمُكَ مِ[f:1346[ن ق]َ[q:1347[بْ]لِ هَ[n[ـٰ]ذَا‌ۖ فَ[h:6374[ٱ]صْبِرْ‌ۖ إِ[g[نّ]َ [h:6375[ٱ]لْعَ[n[ـٰ]قِبَةَ لِلْمُتَّق[p[ِي]نَ","text_id":"Itu adalah sebagian dari berita-berita gaib yang Kami wahyukan kepadamu (Nabi Muhammad). Tidak pernah engkau mengetahuinya dan tidak (pula) kaummu sebelum ini. Maka, bersabarlah. Sesungguhnya kesudahan (yang baik) adalah bagi orang-orang yang bertakwa.","text_en":"This is news of the Unknown We reveal to you, which neither you nor your people knew before. So endure with patience. The future is for those who keep away from evil and follow the straight path.","transliteration":"Tilka min ambaaa'il ghaibi nooheehaaa ilaika maa kunta ta'lamuhaaaa anta wa laa qawmuka min qabli haazaa fasbir innal 'aaqibata lilmuttaqeen","no_fn":"","text_fn":""},{"id":1523,"surah":11,"no_ayah":50,"tema":"Kisah Nabi Hud","text_ayah":"وَإِلَيٰ عَادٍ أَخَاهُمْ هُو[f:4782[دًا‌ۚ ق]َالَ يَ[n[ـٰ]قَوْمِ [h:4768[ٱ]عْبُدُو[s[اْ] [h:3704[ٱ]للَّهَ مَا لَك[w:556[ُم م]ِّنْ إِلَ[n[ـٰ]هٍ غَيْرُهُ[o[ۥٓ‌ۖ] إِنْ أَ[f:428[نت]ُمْ إِلَّا مُفْتَر[p[ُو]نَ","text_id":"Kepada (kaum) ‘Ad (Kami utus) saudara mereka, Hud. Dia berkata, “Wahai kaumku, sembahlah Allah! Sekali-kali tidak ada tuhan bagimu selain Dia. (Selama ini) kamu hanyalah mengada-ada (dengan mempersekutukan Allah).","text_en":"We sent to the people of 'Ad their brother Hud, who said: \"O my people, worship God; you have no other god but He. (As for the idols,) you are only inventing lies.","transliteration":"Wa ilaa 'aadin akhaahum Hoodaa; qaala yaa qawmi' budul laaha maa lakum min ilaahin ghairuhooo in antum illaa muftaroon","no_fn":"","text_fn":""},{"id":1524,"surah":11,"no_ayah":51,"tema":"Kisah Nabi Hud","text_ayah":"يَ[n[ـٰ]قَوْمِ ل[o[َآ] أَسْــَٔلُكُمْ عَلَيْهِ أَ[q:2795[جْ]رًا‌ۖ إِنْ أَ[q:6134[جْ]رِيَ إِلَّا عَلَي [h:4534[ٱ]لَّذِي فَطَرَن[o[ِيٓ‌ۚ] أَفَلَا تَعْقِل[p[ُو]نَ","text_id":"(Hud berkata,) “Wahai kaumku, aku tidak meminta kepadamu imbalan (sedikit pun) atas (seruanku) ini. Imbalanku hanyalah dari (Tuhan) yang telah menciptakanku. Apakah kamu tidak mengerti?","text_en":"O my people, I ask no recompense of you for it: My reward is with Him who created me. Will you not, therefore, understand?","transliteration":"Yaa qawmi laaa as'alukum 'alaihi ajran in ajriya illaa 'alal lazee fataranee; afalaa ta'qiloon","no_fn":"","text_fn":""},{"id":1525,"surah":11,"no_ayah":52,"tema":"Kisah Nabi Hud","text_ayah":"وَيَ[n[ـٰ]قَوْمِ [h:6376[ٱ]سْتَغْفِرُو[s[اْ] رَبَّكُمْ ثُ[g[مّ]َ تُوب[o[ُوٓ][s[اْ] إِلَيْهِ يُرْسِلِ [h:6377[ٱ][l[ل]سَّم[o[َا]ٓءَ عَلَيْك[w:6378[ُم م]ِّ[q:3932[دْ]رَا[a:6379[رًا و]َيَزِ[q:6380[دْ]كُمْ قُوَّةً إِلَيٰ قُوَّتِكُمْ وَلَا تَتَوَلَّوْ[s[اْ] مُ[q:4958[جْ]رِم[p[ِي]نَ","text_id":"Wahai kaumku, mohonlah ampunan kepada Tuhanmu kemudian bertobatlah kepada-Nya! Niscaya Dia akan menurunkan untukmu hujan yang sangat deras, menambahkan kekuatan melebihi kekuatanmu, dan janganlah kamu berpaling menjadi orang-orang yang berdosa.”","text_en":"O my people, beg your Lord to forgive you, and turn to Him in repentance. He will send down rain in torrents for you from the shies, and give you added strength. So do not turn away from Him as sinners.\"","transliteration":"Wa yaa qawmis taghfiroo Rabbakum summa toobooo ilaihi yursilis samaaa'a 'alaikum midraaranw wa yazidkum quwwatan ilaa quwwatikum wa laa tatawallaw mujrimeen","no_fn":"","text_fn":""},{"id":1526,"surah":11,"no_ayah":53,"tema":"Sikap Nabi Hud ketika Menghadapi Tantangan Kaumnya","text_ayah":"قَالُو[s[اْ] يَ[n[ـٰ]هُودُ مَا جِئْتَنَا بِبَيِّنَ[a:6381[ةٍ و]َمَا نَحْنُ بِتَارِك[o[ِيٓ] ءَالِهَتِنَا عَ[f:6382[ن ق]َوْلِكَ وَمَا نَحْنُ لَكَ بِمُؤْمِن[p[ِي]نَ","text_id":"Mereka (kaum ‘Ad) berkata, “Wahai Hud, engkau tidak mendatangkan suatu bukti yang nyata kepada kami dan kami tidak akan (pernah) meninggalkan sembahan kami karena perkataanmu serta kami tidak akan (pernah) percaya kepadamu.","text_en":"They said: \"O Hud, you have come to us with no proofs. We shall not abandon our gods because you say so, nor believe in you.","transliteration":"Qaaloo yaa Hoodu maa ji'tanaa bibaiyinatinw wa maa nahnu bitaarikeee aalihatinaa 'an qawlika wa maa nahnu laka bimu'mineen","no_fn":"","text_fn":""},{"id":1527,"surah":11,"no_ayah":54,"tema":"Sikap Nabi Hud ketika Menghadapi Tantangan Kaumnya","text_ayah":"إ[a:6383[ِن ن]َّقُولُ إِلَّا [h:6384[ٱ]عْتَرَ[n[ٮٰ]كَ بَعْضُ ءَالِهَتِنَا بِس[o[ُو]ٓ[f:6385[ءٍ‌ۗ ق]َالَ إِ[g[نّ][o[ِيٓ] أُشْهِدُ [h:6386[ٱ]للَّهَ وَ[h:6387[ٱ]شْهَد[o[ُوٓ][s[اْ] أَ[g[نّ]ِي بَر[o[ِي]ٓ[a:3977[ءٌ م]ِّ[g[مّ]َا تُشْرِك[p[ُو]نَ","text_id":"Kami hanya mengatakan bahwa sebagian sembahan kami telah menimpakan penyakit gila atas dirimu.” Dia (Hud) menjawab, “Sesungguhnya aku menjadikan Allah (sebagai) saksi dan saksikanlah bahwa aku berlepas diri dari apa yang kamu persekutukan","text_en":"All we can say is that some of our gods have smitten you with evil.\" He replied:\" I call God to witness, and you be witness too, that I am clear of what you associate (in your affairs)","transliteration":"In naqoolu illa' taraaka ba'du aalihatinaa bisooo'; qaala inneee ushhidul laaha wash hadooo annee bareee'um mimmaa tushrikoon","no_fn":"","text_fn":""},{"id":1528,"surah":11,"no_ayah":55,"tema":"Sikap Nabi Hud ketika Menghadapi Tantangan Kaumnya","text_ayah":"مِ[f:3136[ن د]ُونِه[n[ِۦ]‌ۖ فَكِيدُونِي جَمِي[f:155[عًا ث]ُ[g[مّ]َ لَا تُ[f:5200[نظ]ِر[p[ُو]نِ","text_id":"dengan (tuhan-tuhan) selain Dia. Oleh karena itu, lakukanlah semua tipu dayamu terhadapku dan janganlah kamu tunda-tunda lagi.","text_en":"Apart from Him. Contrive against me as much as you like, and give me no respite.","transliteration":"Min doonihee fakeedoonee jamee'an summa laa tunziroon","no_fn":"","text_fn":""},{"id":1529,"surah":11,"no_ayah":56,"tema":"Sikap Nabi Hud ketika Menghadapi Tantangan Kaumnya","text_ayah":"إِ[g[نّ]ِي تَوَكَّلْتُ عَلَي [h:412[ٱ]للَّهِ رَبِّي وَرَبِّك[w:6388[ُم‌ۚ م]َّا مِ[f:4026[ن د][m[َا]ٓبَّةٍ إِلَّا هُوَ ءَاخِ[i:6389[ذُۢ ب]ِنَاصِيَتِه[o[َآ‌ۚ] إِ[g[نّ]َ رَبِّي عَلَيٰ صِر[n[َٲ][a:726[طٍ م]ُّسْتَق[p[ِي]مٍ","text_id":"Sesungguhnya aku bertawakal kepada Allah Tuhanku dan Tuhanmu. Tidak satu pun makhluk yang bergerak (di atas bumi) melainkan Dialah yang memegang ubun-ubunnya (menguasainya). Sesungguhnya Tuhanku di jalan yang lurus (adil).","text_en":"I place my trust in God who is my Lord and your Lord. There is no creature that moves on the earth who is not held by the forelock firmly by Him. Verily the way of my Lord is straight.","transliteration":"Innee tawakkaltu 'alallaahi Rabbee wa Rabbikum; maa min daaabbatin illaa Huwa aakhizum binaasiyatihaa; inna Rabbee 'alaa Siraatim mustaqeem","no_fn":"","text_fn":""},{"id":1530,"surah":11,"no_ayah":57,"tema":"Sikap Nabi Hud ketika Menghadapi Tantangan Kaumnya","text_ayah":"فَإِ[f:1857[ن ت]َوَلَّوْ[s[اْ] فَقَ[q:563[دْ] أَ[q:4825[بْ]لَغْتُك[w:6390[ُم م]ّ[o[َآ] أُرْسِلْتُ بِه[o[ِۦٓ] إِلَيْكُمْ‌ۚ وَيَسْتَخْلِفُ رَبِّي قَوْمًا غَيْرَكُمْ وَلَا تَضُرُّونَهُ[n[ۥ] شَيْــًٔا‌ۚ إِ[g[نّ]َ رَبِّي عَلَيٰ كُلِّ شَيْءٍ حَف[p[ِي]ظٌ","text_id":"Maka, jika kamu berpaling, sungguh aku telah menyampaikan kepadamu apa yang menjadi tugasku sebagai rasul kepadamu. Tuhanku akan mengganti kamu dengan kaum yang lain, sedangkan kamu tidak dapat mendatangkan mudarat kepada-Nya sedikit pun. Sesungguhnya Tuhanku Maha Pemelihara segala sesuatu.” ","text_en":"If you turn away, then (remember) I have delivered to you the message I was sent with. My Lord will put other people in your place, and you will not be able to prevail against Him. Indeed my Lord keeps a watch over all things.\"","transliteration":"Fa in tawallaw faqad ablaghtukum maaa ursiltu biheee ilaikum; wa yastakhlifu Rabbee qawman ghairakum wa laa tadur roonahoo shai'aa; inna Rabbee 'alaa kulli shai'in Hafeez","no_fn":"","text_fn":""},{"id":1531,"surah":11,"no_ayah":58,"tema":"Akibat Pembangkangan Kaum Nabi Hud","text_ayah":"وَلَ[g[مّ]َا ج[o[َا]ٓءَ أَمْرُنَا نَجَّيْنَا هُو[a:6391[دًا و]َ[h:37[ٱ]لَّذِينَ ءَامَنُو[s[اْ] مَعَهُ[n[ۥ] بِرَحْمَ[a:4803[ةٍ م]ِّ[g[نّ]َا وَنَجَّيْنَ[n[ـٰ]ه[w:6392[ُم م]ِّنْ عَذَابٍ غَل[p[ِي]ظٍ","text_id":"Ketika keputusan (azab) Kami datang, Kami selamatkan Hud dan orang-orang yang beriman bersamanya dengan rahmat Kami. Kami selamatkan (pula) mereka (di akhirat) dari azab yang dahsyat.","text_en":"So, when Our command was issued We rescued Hud by Our grace, and those who believed, with him, and saved them from a dreadful doom.","transliteration":"Wa lammaa jaaa'a amrunaa najainaa Hoodanw wallazeena aamanoo ma'ahoo birahmatim minnaa wa najainaahum min 'azaabin ghaleez","no_fn":"","text_fn":""},{"id":1532,"surah":11,"no_ayah":59,"tema":"Akibat Pembangkangan Kaum Nabi Hud","text_ayah":"وَتِلْكَ عَا[f:6393[دٌ‌ۖ ج]َحَدُو[s[اْ] بِـَٔـايَ[n[ـٰ]تِ رَبِّهِمْ وَعَصَوْ[s[اْ] رُسُلَهُ[n[ۥ] وَ[h:2433[ٱ]تَّبَع[o[ُوٓ][s[اْ] أَمْرَ كُلِّ جَبَّارٍ عَن[p[ِي][q[د]ٍ","text_id":"Itulah (kaum) ‘Ad. Mereka mengingkari tanda-tanda (kekuasaan) Tuhan, mendurhakai rasul-rasul-Nya, dan menuruti perintah semua penguasa yang sewenang-wenang lagi keras kepala.","text_en":"These were the people of 'Ad who denied the word of their Lord and rebelled against His apostles, and followed the bidding of every perverse tyrant.","transliteration":"Wa tilka 'aad, jahadoo bi Aayaati Rabbihim wa 'asaw Rusulahoo wattaba'ooo amra kulli jabbaarin 'aneed","no_fn":"","text_fn":""},{"id":1533,"surah":11,"no_ayah":60,"tema":"Akibat Pembangkangan Kaum Nabi Hud","text_ayah":"وَأُتْبِعُو[s[اْ] فِي هَ[n[ـٰ]ذِهِ [h:5052[ٱ][l[ل]دُّنْيَا لَعْنَ[a:6394[ةً و]َيَوْمَ [h:443[ٱ]لْقِيَ[n[ـٰ]مَةِ‌ۗ أَل[o[َآ] إِ[g[نّ]َ عَا[f:6395[دًا ك]َفَرُو[s[اْ] رَبَّهُمْ‌ۗ أَلَا بُعْ[u:6396[دًا ل]ِّعَا[f:6397[دٍ ق]َوْمِ ه[p[ُو][q[د]ٍ","text_id":"Mereka selalu diikuti dengan laknat di dunia ini dan (begitu pula kelak) di hari Kiamat. Ingatlah, sesungguhnya (kaum) ‘Ad itu kufur kepada Tuhan mereka. Ingatlah bahwa (kaum) ‘Ad, yakni (kaum) Hud, benar-benar telah binasa.","text_en":"So they were accursed in the world, and they will be damned on the Day of Doom. Beware! The 'Ad turned away from their Lord.","transliteration":"Wa utbi'oo fee haazihid dunyaa la'natanw wa Yawmal Qiyaamah; alaaa inna 'Aadan kafaroo Rabbahum; alaa bu'dal li 'Aadin qawmin Hood","no_fn":"","text_fn":""},{"id":1534,"surah":11,"no_ayah":61,"tema":"Kisah Nabi Saleh dengan Kaumnya","text_ayah":"۞ وَإِلَيٰ ثَمُودَ أَخَاهُمْ صَ[n[ـٰ]لِ[f:4805[حًا‌ۚ ق]َالَ يَ[n[ـٰ]قَوْمِ [h:4768[ٱ]عْبُدُو[s[اْ] [h:3704[ٱ]للَّهَ مَا لَك[w:556[ُم م]ِّنْ إِلَ[n[ـٰ]هٍ غَيْرُهُ[n[ۥ]‌ۖ هُوَ أَ[f:4272[نش]َأَك[w:6398[ُم م]ِّنَ [h:1579[ٱ]لْأَرْضِ وَ[h:6399[ٱ]سْتَعْمَرَكُمْ فِيهَا فَ[h:6400[ٱ]سْتَغْفِرُوهُ ثُ[g[مّ]َ تُوب[o[ُوٓ][s[اْ] إِلَيْهِ‌ۚ إِ[g[نّ]َ رَبِّي قَرِي[a:6401[بٌ م]ُّج[p[ِي][q[ب]ٌ","text_id":"Kepada (kaum) Samud (Kami utus) saudara mereka, Saleh. Dia berkata, “Wahai kaumku, sembahlah Allah! Sekali-kali tidak ada tuhan bagimu selain Dia. Dia telah menciptakanmu dari bumi (tanah) dan menjadikanmu pemakmurnya.<sup>357)</sup> Oleh karena itu, mohonlah ampunan kepada-Nya, kemudian bertobatlah kepada-Nya. Sesungguhnya Tuhanku sangat dekat lagi Maha Memperkenankan (doa hamba-Nya).”","text_en":"Be warned! Accursed are the people of 'Ad who were Hud's. To Thamud We Sent their brother Saleh. \"O my people,\" he said, \"worship God; you have no other god but He. It is He who raised you from the earth and settled you upon it. So beg your Lord to forgive you, and turn to Him in repentance. Surely my Lord is near and answers.\"","transliteration":"Wa ilaa Samooda akhaahum Saalihaa; qaala yaa qawmi' budul laaha maa lakum min ilaahim ghairuhoo Huwa ansha akum minal ardi wasta' marakum feehaa fastaghfiroohu summa toobooo ilaih; inna Rabbee Qareebum Mujeeb","no_fn":"357","text_fn":"357) Manusia dijadikan penghuni dunia untuk menguasai dan memakmurkannya."},{"id":1535,"surah":11,"no_ayah":62,"tema":"Kisah Nabi Saleh dengan Kaumnya","text_ayah":"قَالُو[s[اْ] يَ[n[ـٰ]صَ[n[ـٰ]لِحُ قَ[q:298[دْ] كُ[f:735[نت]َ فِينَا مَرْجُو[f:6402[ًّا ق]َ[q:3282[بْ]لَ هَ[n[ـٰ]ذ[o[َآ‌ۖ] أَتَنْهَ[n[ـٰ]ن[o[َآ] أ[a:6403[َن ن]َّعْبُدَ مَا يَعْبُدُ ءَاب[o[َا]ٓؤُنَا وَإِ[g[نّ]َنَا لَفِي شَ[a:6196[كٍّ م]ِّ[g[مّ]َا تَ[q:6404[دْ]عُون[o[َآ] إِلَيْهِ مُر[p[ِي][q[ب]ٍ","text_id":"Mereka (kaum Samud) berkata, “Wahai Saleh, sebelum ini engkau benar-benar merupakan orang yang diharapkan di tengah-tengah kami. Apakah engkau melarang kami menyembah apa yang disembah oleh nenek moyang kami? Sesungguhnya kami benar-benar dalam keraguan yang menggelisahkan terhadap apa (agama) yang engkau serukan kepada kami.”","text_en":"They said: \"O Saleh, we had placed our hopes in you, but you forbid us from worshipping that which our fathers worshipped, and we are suspicious of what you are calling us to.\"","transliteration":"Qaaloo yaa Saalihu qad kunta feenaa marjuwwan qabla haazaaa atanhaanaaa an na'bu da maa ya'budu aabaaa'unaa wa innanaa lafee shakkim mimmaa tad'oonaaa ilaihi mureeb","no_fn":"","text_fn":""},{"id":1536,"surah":11,"no_ayah":63,"tema":"Kisah Nabi Saleh dengan Kaumnya","text_ayah":"قَالَ يَ[n[ـٰ]قَوْمِ أَرَءَيْتُمْ إِ[f:3898[ن ك]ُ[f:2917[نت]ُ عَلَيٰ بَيِّنَ[a:4097[ةٍ م]ّ[u:4098[ِن ر]َّبِّي وَءَاتَ[n[ـٰ]نِي مِنْهُ رَحْمَ[f:6405[ةً ف]َم[a:6406[َن ي]َ[f:6300[نص]ُرُنِي مِنَ [h:321[ٱ]للَّهِ إِنْ عَصَيْتُهُ[n[ۥ]‌ۖ فَمَا تَزِيدُونَنِي غَيْرَ تَخْس[p[ِي]رٍ","text_id":"Dia (Saleh) berkata, “Wahai kaumku, jelaskan pendapatmu jika aku mempunyai bukti yang nyata dari Tuhanku dan Dia memberikan kepadaku rahmat (kenabian). Siapa yang akan menolongku dari (azab) Allah jika aku mendurhakai-Nya? Kamu tidak akan pernah menambah apa pun untukku selain kerugian.","text_en":"He said: \"O my people, have you considered that if my Lord has clearly shown me the way, and I have His blessings too, who will save me then from God if I disobey? You will only add to my ruin.","transliteration":"Qaala yaa qawmi ara'aytum in kuntu 'alaa baiyinatim mir Rabbee wa aataanee minhu rahmatan famai yansurunee minal laahi in 'asaituhoo famaa tazeedoonanee ghaira takhseer","no_fn":"","text_fn":""},{"id":1537,"surah":11,"no_ayah":64,"tema":"Unta sebagai Mukjizat Nabi Saleh","text_ayah":"وَيَ[n[ـٰ]قَوْمِ هَ[n[ـٰ]ذِه[n[ِۦ] نَاقَةُ [h:4807[ٱ]للَّهِ لَكُمْ ءَايَ[f:4808[ةً ف]َذَرُوهَا تَأْكُلْ ف[o[ِيٓ] أَرْضِ [h:4809[ٱ]للَّهِ وَلَا تَمَسُّوهَا بِس[o[ُو]ٓ[f:4810[ءٍ ف]َيَأْخُذَكُمْ عَذَا[f:6407[بٌ ق]َر[p[ِي][q[ب]ٌ","text_id":"Wahai kaumku, inilah unta betina dari Allah sebagai mukjizat untukmu. Oleh karena itu, biarkanlah dia makan di bumi Allah dan janganlah kamu memperlakukannya dengan buruk yang akan menyebabkan kamu segera ditimpa azab.”","text_en":"O my people, this she-camel of God is a token for you. So leave her alone to graze on God's earth, and do not molest her, otherwise the swiftest punishment would befall you.\"","transliteration":"Wa yaa qawmi haazihee naaqatul laahi lakum aayatan fazaroohaa taakul feee ardil laahi wa laa tamassoohaa bisooo'in fa yaakhuzakum azaabun qareeb","no_fn":"","text_fn":""},{"id":1538,"surah":11,"no_ayah":65,"tema":"Unta sebagai Mukjizat Nabi Saleh","text_ayah":"فَعَقَرُوهَا فَقَالَ تَمَتَّعُو[s[اْ] فِي دَارِكُمْ ثَلَ[n[ـٰ]ثَةَ أَيَّا[f:3759[مٍ‌ۖ ذ][n[َٲ]لِكَ وَعْدٌ غَيْرُ مَكْذ[p[ُو][q[ب]ٍ","text_id":"Mereka lalu menyembelih unta itu. Maka, dia (Saleh) berkata, “Bersukarialah kamu semua di rumahmu selama tiga hari.<sup>358)</sup> Itu adalah janji yang tidak dapat didustakan.”","text_en":"But they hamstrung her. Then (Saleh) said: \"You have but three days to enjoy life in your homes. Infallible is this promise.","transliteration":"Fa 'aqaroohaa faqaala tamatta'oo fee daarikum salaasata aiyaamin zaalika wa'dun ghairu makzoob","no_fn":"358","text_fn":"358) Perbuatan mereka membunuh unta itu adalah suatu pelanggaran terhadap larangan Nabi Saleh a.s. Oleh sebab itu, Allah Swt. menjatuhkan kepada mereka hukuman dengan membatasi sisa hidup mereka tiga hari saja. Maka, sebagai ejekan, mereka disuruh bersuka ria selama tiga hari itu."},{"id":1539,"surah":11,"no_ayah":66,"tema":"Unta sebagai Mukjizat Nabi Saleh","text_ayah":"فَلَ[g[مّ]َا ج[o[َا]ٓءَ أَمْرُنَا نَجَّيْنَا صَ[n[ـٰ]لِ[a:6408[حًا و]َ[h:37[ٱ]لَّذِينَ ءَامَنُو[s[اْ] مَعَهُ[n[ۥ] بِرَحْمَ[a:4803[ةٍ م]ِّ[g[نّ]َا وَمِنْ خِزْيِ يَوْمِئِذٍ‌ۗ إِ[g[نّ]َ رَبَّكَ هُوَ [h:6409[ٱ]لْقَوِيُّ [h:6410[ٱ]لْعَز[p[ِي]زُ","text_id":"Ketika keputusan Kami datang, Kami menyelamatkan Saleh dan orang-orang yang beriman bersamanya berkat rahmat dari Kami serta (Kami menyelamatkannya juga) dari kehinaan hari itu. Sesungguhnya Tuhanmu, Dialah Yang Mahakuat lagi Mahaperkasa.","text_en":"So, when Our command (of punishment) came We delivered Saleh by Our grace, and those who believed, with him, from the disgrace of that day. Verily your Lord is mighty and powerful.","transliteration":"Falammaa jaaa'a amrunaa najjainaa Saalihanw wal lazeena aamanoo ma'ahoo birahmatim minnaa wa min khizyi Yawmi'iz inna Rabbaka Huwal Qawiyyul 'Azeez","no_fn":"","text_fn":""},{"id":1540,"surah":11,"no_ayah":67,"tema":"Unta sebagai Mukjizat Nabi Saleh","text_ayah":"وَأَخَذَ [h:6411[ٱ]لَّذِينَ ظَلَمُو[s[اْ] [h:6412[ٱ][l[ل]صَّيْحَةُ فَأَصْبَحُو[s[اْ] فِي دِيَ[n[ـٰ]رِهِمْ جَ[n[ـٰ]ثِم[p[ِي]نَ","text_id":"Suara yang menggelegar juga menimpa orang-orang zalim itu, sehingga mereka mati bergelimpangan di rumah-rumah mereka.","text_en":"The sinners were seized by a blast from heaven, and lay overturned in their homes in the morning,","transliteration":"Wa akhazal lazeena zalamus saihatu fa asbahoo fee diyaarihim jaasimeena","no_fn":"","text_fn":""},{"id":1541,"surah":11,"no_ayah":68,"tema":"Unta sebagai Mukjizat Nabi Saleh","text_ayah":"كَأ[u:2914[َن ل]َّمْ يَغْنَوْ[s[اْ] فِيه[o[َآ‌ۗ] أَل[o[َآ] إِ[g[نّ]َ ثَمُودَ[s[اْ] كَفَرُو[s[اْ] رَبَّهُمْ‌ۗ أَلَا بُعْ[u:6413[دًا ل]ِّثَم[p[ُو][q[د]َ","text_id":"(Negeri itu tampak tanpa bekas sama sekali) seakan-akan mereka belum pernah tinggal<sup>359)</sup> di sana. Ingatlah sesungguhnya (kaum) Samud telah mengingkari Tuhan mereka. Ingatlah, bahwa (kaum) Samud telah binasa.","text_en":"As though they had never lived there at all. Beware! The people of Thamud turned away from their Lord. Beware! Accursed are the people of Thamud.","transliteration":"Ka al lam yaghnaw feehaaa; alaaa inna Samooda kafaroo Rabbahum; alaa bu'dal li Samood.","no_fn":"359","text_fn":"359) Demikian cepatnya mereka dihancurkan oleh guntur itu sehingga mereka hancur lebur, seolah-olah mereka tidak pernah ada."},{"id":1542,"surah":11,"no_ayah":69,"tema":"Kisah Nabi Ibrahim ketika Didatangi Malaikat","text_ayah":"وَلَقَ[q:341[دْ] ج[o[َا]ٓءَتْ رُسُلُن[o[َآ] إِ[q:1860[بْ]ر[n[َٲ]هِيمَ بِ[h:6414[ٱ]لْبُشْرَيٰ قَالُو[s[اْ] سَلَ[n[ـٰ][f:6415[مًا‌ۖ ق]َالَ سَلَ[n[ـٰ][f:6416[مٌ‌ۖ ف]َمَا لَبِثَ أَ[f:6417[ن ج][o[َا]ٓءَ بِعِ[q:6418[جْ]لٍ حَن[p[ِي]ذٍ","text_id":"Sungguh, utusan Kami (malaikat) benar-benar telah datang kepada Ibrahim dengan membawa kabar gembira. Mereka mengucapkan, “Selamat.” Dia (Ibrahim) menjawab, “Selamat.” Tidak lama kemudian, Ibrahim datang dengan membawa (suguhan) daging anak sapi yang dipanggang.","text_en":"Our angels came to Abraham with good news, and said: \"Peace on you. \"Peace on you too,\" said Abraham, and hastened to bring a roasted calf.","transliteration":"Wa laqad jaaa'at Rusulunaaa Ibraaheema bilbushraa qaaloo salaaman qaala salaamun famaa labisa an jaaa'a bi'ijin haneez","no_fn":"","text_fn":""},{"id":1543,"surah":11,"no_ayah":70,"tema":"Kisah Nabi Ibrahim ketika Didatangi Malaikat","text_ayah":"فَلَ[g[مّ]َا رَء[o[َآ] أَيْدِيَهُمْ لَا تَصِلُ إِلَيْهِ نَكِرَهُمْ وَأَوْجَسَ مِنْهُمْ خِيفَ[f:6419[ةً‌ۚ ق]َالُو[s[اْ] لَا تَخَفْ إِ[g[نّ][o[َآ] أُرْسِلْن[o[َآ] إِلَيٰ قَوْمِ ل[p[ُو][q[ط]ٍ","text_id":"Ketika (Ibrahim) melihat tangan mereka tidak menjamahnya, dia mencurigai dan memendam rasa takut kepada mereka. Mereka (malaikat) berkata, “Jangan takut! Sesungguhnya kami diutus kepada kaum Lut (untuk menghancurkan mereka).”","text_en":"When they did not stretch their hands towards it he became suspicious and afraid of them. They said: \"Do not be afraid. We have been sent to the people of Lot.\"","transliteration":"Falammaa ra aaa aidiyahum laa tasilu ilaihi nakirahum wa awjasa minhum kheefah; qaaloo la takhaf innaaa ursilnaaa ilaa qawmi Loot","no_fn":"","text_fn":""},{"id":1544,"surah":11,"no_ayah":71,"tema":"Kisah Nabi Ibrahim ketika Didatangi Malaikat","text_ayah":"وَ[h:9999[ٱ]مْرَأَتُهُ[n[ۥ] ق[o[َا]ٓئِمَ[f:6420[ةٌ ف]َضَحِكَتْ فَبَشَّرْنَ[n[ـٰ]هَا بِإِسْحَ[n[ـٰ]قَ وَم[a:6421[ِن و]َر[o[َا]ٓءِ إِسْحَ[n[ـٰ]قَ يَعْق[p[ُو][q[ب]َ","text_id":"Istrinya berdiri, lalu tersenyum. Kemudian, Kami sampaikan kepadanya kabar gembira tentang (kelahiran) Ishaq dan setelah Ishaq (akan lahir) Ya‘qub (putra Ishaq).","text_en":"His wife who stood near, laughed as We gave her the good news of Isaac, and after Isaac of Jacob.","transliteration":"Wamra atuhoo qaaa'imatun fadahikat fabashsharnaahaa bi Ishaaqa wa minw waraaa'i Ishaaqa Ya'qoob","no_fn":"","text_fn":""},{"id":1545,"surah":11,"no_ayah":72,"tema":"Kisah Nabi Ibrahim ketika Didatangi Malaikat","text_ayah":"قَالَتْ يَ[n[ـٰ]وَيْلَتَ[o[يٰٓ] ءَأَلِدُ وَأَنَا۟ عَجُو[a:6422[زٌ و]َهَ[n[ـٰ]ذَا بَعْلِي شَيْخًا‌ۖ إِ[g[نّ]َ هَ[n[ـٰ]ذَا لَشَيْءٌ عَج[p[ِي][q[ب]ٌ","text_id":"Dia (istrinya) berkata, “Sungguh mengherankan! Mungkinkah aku akan melahirkan (anak) padahal aku sudah tua dan suamiku ini sudah renta? Sesungguhnya ini benar-benar sesuatu yang ajaib.”","text_en":"She said: \"Woe betide me! Will I give birth when I am old and this my husband be aged? This is indeed surprising!\"","transliteration":"Qaalat yaa wailataaa 'aalidu wa ana 'ajoozunw wa haaza ba'lee shaikhan inna haazaa lashai'un 'ajeeb","no_fn":"","text_fn":""},{"id":1546,"surah":11,"no_ayah":73,"tema":"Kisah Nabi Ibrahim ketika Didatangi Malaikat","text_ayah":"قَال[o[ُوٓ][s[اْ] أَتَعْجَبِينَ مِنْ أَمْرِ [h:6348[ٱ]للَّهِ‌ۖ رَحْمَتُ [h:6423[ٱ]للَّهِ وَبَرَكَ[n[ـٰ]تُهُ[n[ۥ] عَلَيْكُمْ أَهْلَ [h:6424[ٱ]لْبَيْتِ‌ۚ إِ[g[نّ]َهُ[n[ۥ] حَمِي[a:6425[دٌ م]َّج[p[ِي][q[د]ٌ","text_id":"Mereka (para malaikat) berkata, “Apakah engkau merasa heran dengan ketetapan Allah? (Itu adalah) rahmat dan berkah Allah (yang) dicurahkan kepada kamu, wahai ahlulbait! Sesungguhnya Dia Maha Terpuji lagi Maha Mulia.”","text_en":"\"Why are you surprised at the command of God? God's mercy and blessings be upon you, O members of this household,\" they said. \"Verily He is worthy of praise and glory.\"","transliteration":"Qaalooo ata'jabeena min amril laahi rahmatul laahi wa barakaatuho 'alaikum Ahlal Bayt; innahoo Hameedum Majeed","no_fn":"","text_fn":""},{"id":1547,"surah":11,"no_ayah":74,"tema":"Kisah Nabi Ibrahim ketika Didatangi Malaikat","text_ayah":"فَلَ[g[مّ]َا ذَهَبَ عَنْ إِ[q:1860[بْ]ر[n[َٲ]هِيمَ [h:6426[ٱ][l[ل]رَّوْعُ وَج[o[َا]ٓءَتْهُ [h:6427[ٱ]لْبُشْرَيٰ يُجَ[n[ـٰ]دِلُنَا فِي قَوْمِ ل[p[ُو][q[ط]ٍ","text_id":"Maka, ketika rasa takut telah hilang dari Ibrahim dan kabar gembira telah datang kepadanya, dia pun bermujadalah (berdiskusi) dengan (malaikat) Kami tentang kaum Lut.","text_en":"When Abraham's fear was dispelled, and the good news had come to him, he pleaded for the people of Lot with Us.","transliteration":"Falammaa zahaba an Ibraaheemar raw'u wa jaaa'at hul bushraaa yujaadilunaa fee qawmi Loot","no_fn":"","text_fn":""},{"id":1548,"surah":11,"no_ayah":75,"tema":"Kisah Nabi Ibrahim ketika Didatangi Malaikat","text_ayah":"إِ[g[نّ]َ إِ[q:1860[بْ]ر[n[َٲ]هِيمَ لَحَلِيمٌ أَوّ[n[َٲ][a:6428[هٌ م]ُّن[p[ِي][q[ب]ٌ","text_id":"Sesungguhnya Ibrahim benar-benar penyantun, pengiba, lagi suka kembali (kepada Allah).","text_en":"Abraham was kind, compassionate, and penitent.","transliteration":"Inna Ibraaheema lahaleemun awwwaahum muneeb","no_fn":"","text_fn":""},{"id":1549,"surah":11,"no_ayah":76,"tema":"Kisah Nabi Ibrahim ketika Didatangi Malaikat","text_ayah":"يَ[o[ـٰٓ]إِ[q:6429[بْ]ر[n[َٲ]هِيمُ أَعْرِضْ عَنْ هَ[n[ـٰ]ذ[o[َآ‌ۖ] إِ[g[نّ]َهُ[n[ۥ] قَ[q:298[دْ] ج[o[َا]ٓءَ أَمْرُ رَبِّكَ‌ۖ وَإِ[g[نّ]َهُمْ ءَاتِيهِمْ عَذَابٌ غَيْرُ مَرْد[p[ُو][q[د]ٍ","text_id":"(Malaikat berkata,) “Wahai Ibrahim, berpalinglah dari (mujadalah) ini! Sesungguhnya ketetapan Tuhanmu benar-benar telah datang. Sesungguhnya mereka akan ditimpa azab yang tidak dapat ditolak.”","text_en":"\"Desist from pleading, O Abraham,\" (they said). \"Your Lord's command has verily been issued, and a punishment that cannot be averted is bound to fall on them.\"","transliteration":"Yaaa Ibraaheemu a'rid 'an haazaaa innahoo qad jaaa'a amru Rabbika wa innahum aateehim 'azaabun ghairun mardood","no_fn":"","text_fn":""},{"id":1550,"surah":11,"no_ayah":77,"tema":"Kisah Nabi Lut dengan Kaumnya","text_ayah":"وَلَ[g[مّ]َا ج[o[َا]ٓءَتْ رُسُلُنَا لُو[f:6430[طًا س][o[ِي]ٓءَ بِهِمْ وَضَاقَ بِهِمْ ذَرْ[a:6431[عًا و]َقَالَ هَ[n[ـٰ]ذَا يَوْمٌ عَص[p[ِي][q[ب]ٌ","text_id":"Ketika para utusan Kami (malaikat) itu datang kepada Lut, dia merasa gundah dan dadanya terasa sempit karena (kedatangan) mereka. Dia (Lut) berkata, “Ini hari yang sangat sulit.”<sup>360)</sup>","text_en":"So when Our angels came to Lot, he grieved for them, and felt powerless to help them, and said: \"This is a day of sorrow.","transliteration":"Wa lammaa jaaa'at Rusulunaa Lootan seee'a bihim wa daaqa bihim zar'anw wa qaala haazaa yawmun 'aseeb","no_fn":"360","text_fn":"360) Nabi Lut a.s. merasa gundah akan kedatangan para utusan Allah Swt. itu karena mereka berwujud pemuda yang rupawan, sedangkan kaum Lut sangat menyukai pemuda-pemuda yang rupawan untuk diajak berhubungan seksual sesama jenis. Dia merasa tidak sanggup melindungi mereka dari gangguan kaumnya."},{"id":1551,"surah":11,"no_ayah":78,"tema":"Kisah Nabi Lut dengan Kaumnya","text_ayah":"وَج[o[َا]ٓءَهُ[n[ۥ] قَوْمُهُ[n[ۥ] يُهْرَعُونَ إِلَيْهِ وَمِ[f:6432[ن ق]َ[q:129[بْ]لُ كَانُو[s[اْ] يَعْمَلُونَ [h:2655[ٱ][l[ل]سَّيِّـَٔـاتِ‌ۚ قَالَ يَ[n[ـٰ]قَوْمِ هَ[o[ـٰٓ]ؤُل[o[َا]ٓءِ بَنَاتِي هُ[g[نّ]َ أَ[q:6433[طْ]هَرُ لَكُمْ‌ۖ فَ[h:112[ٱ]تَّقُو[s[اْ] [h:1945[ٱ]للَّهَ وَلَا تُخْزُونِ فِي ضَيْف[o[ِيٓ‌ۖ] أَلَيْسَ مِ[f:344[نك]ُمْ رَجُ[u:6434[لٌ ر]َّش[p[ِي][q[د]ٌ","text_id":"Kaumnya bergegas datang menemuinya. Sejak dahulu mereka selalu melakukan perbuatan-perbuatan keji. Lut berkata, “Wahai kaumku, inilah putri-putri (negeri)-ku. Mereka lebih suci bagimu (untuk dinikahi). Maka, bertakwalah kepada Allah dan janganlah kamu mencemarkan (nama)-ku di hadapan tamuku ini. Tidak adakah di antaramu orang yang berakal sehat?”","text_en":"His people came excited to him. They were addicted to sin already. Said (Lot): \"O my people, these daughters of mine are cleaner (and lawful) for you. Have fear of God, and do not shame me before my guests. Is there no man of discernment among you?\"","transliteration":"Wa jaaa'ahoo qawmuhoo yuhra'oona ilaihi wa min qablu kaanoo ya'maloonas saiyiaat; qaala yaa qawmi haaa'ulaaa'i banaatee hunna atharu lakum fattaqul laaha wa laa tukhzooni fee daifee alaisa minkum rajulur rasheed","no_fn":"","text_fn":""},{"id":1552,"surah":11,"no_ayah":79,"tema":"Kisah Nabi Lut dengan Kaumnya","text_ayah":"قَالُو[s[اْ] لَقَ[q:2389[دْ] عَلِمْتَ مَا لَنَا فِي بَنَاتِكَ مِنْ حَ[a:6435[قٍّ و]َإِ[g[نّ]َكَ لَتَعْلَمُ مَا نُر[p[ِي][q[د]ُ","text_id":"Mereka menjawab, “Sungguh, engkau pasti tahu bahwa kami tidak mempunyai keinginan (syahwat) terhadap putri-putrimu dan engkau tentu mengetahui apa yang (sebenarnya) kami inginkan.”","text_en":"They said: \"You know we have no need for your daughters, and know well what we want.\"","transliteration":"Qaaloo laqad 'alimta maa lanaa fee banastika min haqq, wa innaka lata'lamu maa nureed","no_fn":"","text_fn":""},{"id":1553,"surah":11,"no_ayah":80,"tema":"Kisah Nabi Lut dengan Kaumnya","text_ayah":"قَالَ لَوْ أَ[g[نّ]َ لِي بِكُمْ قُوَّةً أَوْ ءَاو[o[ِيٓ] إِلَيٰ رُكْ[f:6436[نٍ ش]َد[p[ِي][q[د]ٍ","text_id":"Dia (Lut) berkata, “Sekiranya aku mempunyai kekuatan untuk menghalangi (perbuatan)-mu atau aku dapat berlindung kepada kerabat yang kuat (tentu aku lakukan).”","text_en":"\"I wish I had the power to resist you,\" said (Lot), \"or powerful support.\"","transliteration":"Qaala law anna lee bikum quwwatan aw aaweee ilaa ruknin shadeed","no_fn":"","text_fn":""},{"id":1554,"surah":11,"no_ayah":81,"tema":"Balasan terhadap Kaum Nabi Lut","text_ayah":"قَالُو[s[اْ] يَ[n[ـٰ]لُوطُ إِ[g[نّ]َا رُسُلُ رَبِّكَ ل[a:6437[َن ي]َصِل[o[ُوٓ][s[اْ] إِلَيْكَ‌ۖ فَأَسْرِ بِأَهْلِكَ بِقِ[q:6438[طْ][a:6439[عٍ م]ِّنَ [h:6029[ٱ]لَّيْلِ وَلَا يَلْتَفِتْ مِ[f:344[نك]ُمْ أَحَدٌ إِلَّا [h:6440[ٱ]مْرَأَتَكَ‌ۖ إِ[g[نّ]َهُ[n[ۥ] مُصِيبُهَا م[o[َآ] أَصَابَهُمْ‌ۚ إِ[g[نّ]َ مَوْعِدَهُمُ [h:6441[ٱ][l[ل]صُّ[q:6442[بْ]حُ‌ۚ أَلَيْسَ [h:6443[ٱ][l[ل]صُّ[q:6442[بْ]حُ بِقَر[p[ِي][q[ب]ٍ","text_id":"Mereka (para malaikat) berkata, “Wahai Lut, sesungguhnya kami adalah para utusan Tuhanmu. Mereka tidak akan dapat mengganggumu (karena mereka akan dibinasakan). Oleh karena itu, pergilah beserta keluargamu pada sebagian malam (dini hari) dan jangan ada seorang pun di antara kamu yang menoleh ke belakang, kecuali istrimu (janganlah kamu ajak pergi karena telah berkhianat). Sesungguhnya dia akan terkena (siksaan) yang menimpa mereka dan sesungguhnya saat (kehancuran) mereka terjadi pada waktu subuh. Bukankah subuh itu sudah dekat?”","text_en":"(The angels) said: \"O Lot, we have verily been sent by your Lord. They will never be able to harm you. So, leave late at night with your family, and none of you should turn back to look; but your wife will suffer (the fate) they are going to suffer. Their hour of doom is in the morning: Is not the morning nigh?\"","transliteration":"Qaaloo yaa Lootu innaa Rusulu Rabbika lai yasiloo ilaika fa asri bi ahlika biqit 'im minal laili wa laa yaltafit minkum ahadun illam ra ataka innahoo museebuhaa maaa asaabahum; inna maw'i dahumus subh; alaisas subhu biqareeb","no_fn":"","text_fn":""},{"id":1555,"surah":11,"no_ayah":82,"tema":"Balasan terhadap Kaum Nabi Lut","text_ayah":"فَلَ[g[مّ]َا ج[o[َا]ٓءَ أَمْرُنَا جَعَلْنَا عَ[n[ـٰ]لِيَهَا سَافِلَهَا وَأَمْطَرْنَا عَلَيْهَا حِجَارَ[a:6444[ةً م]ِّ[f:6445[ن س]ِجِّي[a:6446[لٍ م]َّ[f:6447[نض][p[ُو][q[د]ٍ","text_id":"Maka, ketika keputusan Kami datang, Kami menjungkirbalikkannya (negeri kaum Lut) dan Kami menghujani mereka dengan batu dari tanah yang terbakar secara bertubi-tubi. ","text_en":"So when the decreed moment arrived, We turned the habitations upside down, and rained upon them stones of hardened lava in quick succession,","transliteration":"Falammaa jaaa'a amrunaa ja'alnaa 'aaliyahaa saafilahaa wa amtamaa 'alaihaa hijaaratam min sijjeelim mandood","no_fn":"","text_fn":""},{"id":1556,"surah":11,"no_ayah":83,"tema":"Balasan terhadap Kaum Nabi Lut","text_ayah":"مُّسَوَّمَةً عِ[f:264[ند]َ رَبِّكَ‌ۖ وَمَا هِيَ مِنَ [h:187[ٱ][l[ل]ظَّ[n[ـٰ]لِمِينَ بِبَع[p[ِي][q[د]ٍ","text_id":"(Batu-batu itu) diberi tanda dari sisi Tuhanmu. Siksaan itu tiadalah jauh dari orang yang zalim.","text_en":"Impressed with (the signs) of your Lord. And such (punishment) is not far for the (other) transgressers.","transliteration":"Musawwamatan 'inda Rabbik; wa maa hiya minaz zaalimena biba'eed","no_fn":"","text_fn":""},{"id":1557,"surah":11,"no_ayah":84,"tema":"Kisah Nabi Syuʻaib dengan Kaumnya","text_ayah":"۞ وَإِلَيٰ مَ[q:4842[دْ]يَنَ أَخَاهُمْ شُعَيْ[f:4843[بًا‌ۚ ق]َالَ يَ[n[ـٰ]قَوْمِ [h:4768[ٱ]عْبُدُو[s[اْ] [h:3704[ٱ]للَّهَ مَا لَك[w:556[ُم م]ِّنْ إِلَ[n[ـٰ]هٍ غَيْرُهُ[n[ۥ]‌ۖ وَلَا تَ[f:6448[نق]ُصُو[s[اْ] [h:6449[ٱ]لْمِكْيَالَ وَ[h:4528[ٱ]لْمِيزَانَ‌ۚ إِ[g[نّ][o[ِيٓ] أَرَ[n[ٮٰ]ك[c:6450[ُم ب]ِخَيْ[a:6451[رٍ و]َإِ[g[نّ][o[ِيٓ] أَخَافُ عَلَيْكُمْ عَذَابَ يَوْ[a:6452[مٍ م]ُّح[p[ِي][q[ط]ٍ","text_id":"Kepada (penduduk) Madyan (Kami utus) saudara mereka, Syuʻaib. Dia berkata, “Wahai kaumku, sembahlah Allah! Tidak ada tuhan bagimu selain Dia. Janganlah kamu kurangi takaran dan timbangan! Sesungguhnya Aku melihat kamu dalam keadaan yang baik (makmur). Sesungguhnya aku khawatir kamu akan ditimpa azab pada hari yang meliputi (dan membinasakanmu, yaitu hari Kiamat).","text_en":"We sent to Midian their brother Shu'aib. He said: \"O my people, worship God; you have no other god but He. So do not give in short measure nor underweigh. I see you are prosperous, but I fear the doom of an overwhelming Day for you.","transliteration":"Wa ilaa Madyana akhaahum Shu'aibaa; qaala yaa qawmi' budul laaha maa lakum min ilaahin ghairuhoo wa laa tanqusul mikyaala walmeezaan; inneee araakum bikhairinw wa innee akhaafu 'alaikum 'azaaba Yawmim muheet","no_fn":"","text_fn":""},{"id":1558,"surah":11,"no_ayah":85,"tema":"Kisah Nabi Syuʻaib dengan Kaumnya","text_ayah":"وَيَ[n[ـٰ]قَوْمِ أَوْفُو[s[اْ] [h:6453[ٱ]لْمِكْيَالَ وَ[h:4528[ٱ]لْمِيزَانَ بِ[h:1800[ٱ]لْقِسْطِ‌ۖ وَلَا تَ[q:4845[بْ]خَسُو[s[اْ] [h:4846[ٱ][l[ل][g[نّ]َاسَ أَشْي[o[َا]ٓءَهُمْ وَلَا تَعْثَوْ[s[اْ] فِي [h:44[ٱ]لْأَرْضِ مُفْسِد[p[ِي]نَ","text_id":"Wahai kaumku, penuhilah takaran dan timbangan dengan adil! Janganlah kamu merugikan manusia akan hak-hak mereka dan janganlah kamu membuat kejahatan di bumi dengan menjadi perusak!","text_en":"So, O my people, weigh and measure with justness, and do not withhold things due to men, and do not spread corruption in the land, despoiling it.","transliteration":"Wa yaa qawmi awful mikyaala walmeezaana bilqisti wa laa tabkhasun naasa ashyaaa'ahum wa laa ta'saw fil ardi mufsideen","no_fn":"","text_fn":""},{"id":1559,"surah":11,"no_ayah":86,"tema":"Kisah Nabi Syuʻaib dengan Kaumnya","text_ayah":"بَقِيَّتُ [h:6454[ٱ]للَّهِ خَيْ[u:263[رٌ ل]َّكُمْ إِ[f:109[ن ك]ُ[f:100[نت][w:482[ُم م]ُّؤْمِنِينَ‌ۚ وَم[o[َآ] أَنَا۟ عَلَيْك[c:4313[ُم ب]ِحَف[p[ِي]ظٍ","text_id":"Apa yang tersisa (dari keuntungan yang halal) yang dianugerahkan Allah lebih baik bagimu jika kamu orang-orang beriman. Aku bukanlah pengawas atas dirimu.”","text_en":"That which is left to you by God is better, if you are true believers; yet I am not a warden over you.\"","transliteration":"Baqiyyatul laahi khairul lakum in kuntum mu'mineen; wa maa ana 'alaikum bihafeez","no_fn":"","text_fn":""},{"id":1560,"surah":11,"no_ayah":87,"tema":"Bantahan Kaum Nabi Syuʻaib dan Jawabannya","text_ayah":"قَالُو[s[اْ] يَ[n[ـٰ]شُعَيْبُ أَصَلَ[s[و][n[ٲ]تُكَ تَأْمُرُكَ أ[a:6455[َن ن]َّتْرُكَ مَا يَعْبُدُ ءَاب[o[َا]ٓؤُن[o[َآ] أَوْ أ[a:6456[َن ن]َّفْعَلَ ف[o[ِيٓ] أَمْو[n[َٲ]لِنَا مَا نَشَ[o[ـٰٓ]ؤُ[s[اْ]‌ۖ إِ[g[نّ]َكَ لَأَ[f:6457[نت]َ [h:6458[ٱ]لْحَلِيمُ [h:6459[ٱ][l[ل]رَّش[p[ِي][q[د]ُ","text_id":"Mereka berkata, “Wahai Syuʻaib, apakah salatmu (agamamu) yang menyuruhmu agar kami meninggalkan apa yang disembah nenek moyang kami atau melarang kami mengelola harta menurut cara yang kami kehendaki? (Benarkah demikian, padahal) sesungguhnya engkau benar-benar orang yang sangat penyantun lagi cerdas?”<sup>361)</sup>","text_en":"They said: \"O Shu'aib, does your piety teach that we should abandon what our fathers worshipped, or desist from doing what we like with our goods? How gracious a man of discernment you are indeed!\"","transliteration":"Qaaloo yaa Shu'aybu asalaatuka taamuruka an natruka maa ya'budu aabaaa'unaaa aw an naf'ala feee amwaalinaa maa nashaaa'oo innaka la antal haleemur rasheed","no_fn":"361","text_fn":"361) Perkataan ini mereka ucapkan untuk mengejek Nabi Syuʻaib a.s."},{"id":1561,"surah":11,"no_ayah":88,"tema":"Bantahan Kaum Nabi Syuʻaib dan Jawabannya","text_ayah":"قَالَ يَ[n[ـٰ]قَوْمِ أَرَءَيْتُمْ إِ[f:3898[ن ك]ُ[f:2917[نت]ُ عَلَيٰ بَيِّنَ[a:4097[ةٍ م]ّ[u:4098[ِن ر]َّبِّي وَرَزَقَنِي مِنْهُ رِزْقًا حَسَ[a:6460[نًا‌ۚ و]َم[o[َآ] أُرِيدُ أَنْ أُخَالِفَكُمْ إِلَيٰ م[o[َآ] أَنْهَ[n[ـٰ]كُمْ عَنْهُ‌ۚ إِنْ أُرِيدُ إِلَّا [h:6461[ٱ]لْإِصْلَ[n[ـٰ]حَ مَا [h:6462[ٱ]سْتَطَعْتُ‌ۚ وَمَا تَوْفِيق[o[ِيٓ] إِلَّا بِ[h:32[ٱ]للَّهِ‌ۚ عَلَيْهِ تَوَكَّلْتُ وَإِلَيْهِ أُن[p[ِي][q[ب]ُ","text_id":"Dia (Syuʻaib) berkata, “Wahai kaumku, jelaskan pendapatmu jika aku mempunyai bukti yang nyata dari Tuhanku dan Dia menganugerahiku rezeki yang baik (pantaskah aku menyalahi perintah-Nya). Aku (sebenarnya) tidak ingin berbeda sikap denganmu (lalu melakukan) apa yang aku sendiri larang. Aku hanya bermaksud (mendatangkan) perbaikan sesuai dengan kesanggupanku. Tidak ada kemampuan bagiku (untuk mendatangkan perbaikan) melainkan dengan (pertolongan) Allah. Kepada-Nya aku bertawakal dan kepada-Nya (pula) aku kembali.","text_en":"He said: \"O my people, think. I have a clear sign from my Lord, who has also given me a goodly provision, and I do not wish for myself what I forbid you: I only wish to reform you as best I can. My success is from God alone. In Him I have placed my trust, and to Him I turn.","transliteration":"Qaala yaa qawmi ara'aitum in kuntu 'alaa baiyinatim mir Rabbee wa razaqanee minhu rizqan hasanaa; wa maaa ureedu an ukhaalifakum ilaa maaa anhaakum 'anh; in ureedu illal islaaha mastata't; wa maa tawfeeqeee illaa billaah; 'alaihi tawakkaltu wa ilaihi uneeb","no_fn":"","text_fn":""},{"id":1562,"surah":11,"no_ayah":89,"tema":"Bantahan Kaum Nabi Syuʻaib dan Jawabannya","text_ayah":"وَيَ[n[ـٰ]قَوْمِ لَا يَ[q:3360[جْ]رِمَ[g[نّ]َكُمْ شِقَاق[o[ِيٓ] أ[a:6463[َن ي]ُصِيبَك[w:6464[ُم م]ِّثْلُ م[o[َآ] أَصَابَ قَوْمَ نُوحٍ أَوْ قَوْمَ هُودٍ أَوْ قَوْمَ صَ[n[ـٰ]لِ[a:6465[حٍ‌ۚ و]َمَا قَوْمُ لُو[a:6466[طٍ م]ِّ[f:344[نك][c:6467[ُم ب]ِبَع[p[ِي][q[د]ٍ","text_id":"Wahai kaumku, janganlah sekali-kali pertentanganku (denganmu) menyebabkan apa yang menimpa kaum Nuh, kaum Hud, atau kaum Saleh juga menimpamu, sedangkan (tempat dan masa kebinasaan) kaum Lut tidak jauh dari kamu.","text_en":"\"O my people (I fear) lest your opposition to me should bring you the like of what befell the people of Noah or Hud or Saleh; and the people of Lot are not distant from you.","transliteration":"Wa yaa qawmi laa yajri mannakum shiqaaqeee ai yuseebakum mislu maaa asaaba qawma Noohin aw qawma Hoodin aw qawma Saalih; wa maa qawmu Lootim minkum biba'eed","no_fn":"","text_fn":""},{"id":1563,"surah":11,"no_ayah":90,"tema":"Bantahan Kaum Nabi Syuʻaib dan Jawabannya","text_ayah":"وَ[h:9999[ٱ]سْتَغْفِرُو[s[اْ] رَبَّكُمْ ثُ[g[مّ]َ تُوب[o[ُوٓ][s[اْ] إِلَيْهِ‌ۚ إِ[g[نّ]َ رَبِّي رَحِي[a:6468[مٌ و]َد[p[ُو][q[د]ٌ","text_id":"Mohonlah ampunan kepada Tuhanmu kemudian bertobatlah kepada-Nya. Sesungguhnya Tuhanku Maha Penyayang lagi Maha Mencintai.”","text_en":"\"Beg your Lord to forgive you, and turn to Him. Indeed my Lord is compassionate and loving.\"","transliteration":"Wastaghfiroo Rabbakum summa toobooo ilaih; inna Rabbee Raheemunw Wadood","no_fn":"","text_fn":""},{"id":1564,"surah":11,"no_ayah":91,"tema":"Azab Allah kepada Kaum Madyan","text_ayah":"قَالُو[s[اْ] يَ[n[ـٰ]شُعَيْبُ مَا نَفْقَهُ كَثِي[a:3437[رًا م]ِّ[g[مّ]َا تَقُولُ وَإِ[g[نّ]َا لَنَرَ[n[ٮٰ]كَ فِينَا ضَعِي[a:6469[فًا‌ۖ و]َلَوْلَا رَهْطُكَ لَرَجَمْنَ[n[ـٰ]كَ‌ۖ وَم[o[َآ] أَ[f:169[نت]َ عَلَيْنَا بِعَز[p[ِي]زٍ","text_id":"Mereka berkata, “Wahai Syuʻaib, Kami tidak banyak mengerti apa yang engkau katakan itu, sedangkan kami sesungguhnya memandang engkau sebagai seorang yang lemah di antara kami. Kalau tidak karena keluargamu, tentu kami telah melemparimu (dengan batu), sedangkan engkau pun bukan seorang yang berpengaruh atas kami.”","text_en":"They said: \"O Shu'aib, much of what you say is meaningless to us, and then (for sure) you are powerless among us. But for your clan we would have stoned you to death. You have no power over us.","transliteration":"Qaaloo yaa Shu'aibu maa nafqahu kaseeram mimmaa taqoolu wa innaa lanaraaka feenaa da'eefanw wa law laa rahtuka larajamnaaka wa maaa anta 'alainaa bi'azeez","no_fn":"","text_fn":""},{"id":1565,"surah":11,"no_ayah":92,"tema":"Azab Allah kepada Kaum Madyan","text_ayah":"قَالَ يَ[n[ـٰ]قَوْمِ أَرَهْط[o[ِيٓ] أَعَزُّ عَلَيْك[w:1301[ُم م]ِّنَ [h:321[ٱ]للَّهِ وَ[h:6470[ٱ]تَّخَذْتُمُوهُ وَر[o[َا]ٓءَكُمْ ظِهْرِيًّا‌ۖ إِ[g[نّ]َ رَبِّي بِمَا تَعْمَلُونَ مُح[p[ِي][q[ط]ٌ","text_id":"Dia (Syuʻaib) menjawab, “Wahai kaumku, apakah keluargaku kamu pandang lebih terhormat daripada Allah sehingga kamu menempatkan-Nya di belakangmu (menyepelekan-Nya)? Sesungguhnya (pengetahuan) Tuhanku meliputi apa yang kamu kerjakan.","text_en":"He said: \"My clan seems mightier to you than God whom you neglect and push behind your backs. Surely what you do is within the power of my Lord.","transliteration":"Qaala yaa qawmi arahteee a'azzu 'alaikum minal laahi wattakhaztumoohu waraaa'akum zihriyyan inna Rabbee bimaa ta'maloona muheet","no_fn":"","text_fn":""},{"id":1566,"surah":11,"no_ayah":93,"tema":"Azab Allah kepada Kaum Madyan","text_ayah":"وَيَ[n[ـٰ]قَوْمِ [h:6471[ٱ]عْمَلُو[s[اْ] عَلَيٰ مَكَانَتِكُمْ إِ[g[نّ]ِي عَ[n[ـٰ]مِ[f:6472[لٌ‌ۖ س]َوْفَ تَعْلَمُونَ م[a:6325[َن ي]َأْتِيهِ عَذَا[a:6326[بٌ ي]ُخْزِيهِ وَمَنْ هُوَ كَ[n[ـٰ]ذِ[a:6473[بٌ‌ۖ و]َ[h:6474[ٱ]رْتَقِب[o[ُوٓ][s[اْ] إِ[g[نّ]ِي مَعَكُمْ رَق[p[ِي][q[ب]ٌ","text_id":"Wahai kaumku, berbuatlah apa yang bisa kamu lakukan! Sesungguhnya aku pun berbuat (hal yang sama). Kelak kamu mengetahui siapa yang akan ditimpa azab yang menghinakannya dan siapa yang pendusta. Tunggulah (akibat perbuatanmu), sesungguhnya aku pun akan menunggu bersamamu!”","text_en":"Do on your part what you can, O people, I will do what I will. You will come to know who suffers the punishment that would put him to shame, and who is the liar. So watch; I am watching with you.\"","transliteration":"Wa yaa qawmi' maloo 'alaa makaanatikum innee 'aamilun sawfa ta'lamoona mai yaateehi 'azaabuny yukhzeehi wa man huwa kaazib; wartaqibooo innnee ma'akum raqeeb","no_fn":"","text_fn":""},{"id":1567,"surah":11,"no_ayah":94,"tema":"Azab Allah kepada Kaum Madyan","text_ayah":"وَلَ[g[مّ]َا ج[o[َا]ٓءَ أَمْرُنَا نَجَّيْنَا شُعَيْ[a:6475[بًا و]َ[h:37[ٱ]لَّذِينَ ءَامَنُو[s[اْ] مَعَهُ[n[ۥ] بِرَحْمَ[a:4803[ةٍ م]ِّ[g[نّ]َا وَأَخَذَتِ [h:6476[ٱ]لَّذِينَ ظَلَمُو[s[اْ] [h:6412[ٱ][l[ل]صَّيْحَةُ فَأَصْبَحُو[s[اْ] فِي دِيَ[n[ـٰ]رِهِمْ جَ[n[ـٰ]ثِم[p[ِي]نَ","text_id":"Ketika keputusan Kami (untuk menghancurkan mereka) datang, Kami selamatkan Syuʻaib dan orang-orang yang beriman bersamanya dengan rahmat Kami. Adapun orang-orang yang zalim, mereka dibinasakan oleh suara yang menggelegar sehingga mati bergelimpangan di rumah-rumah mereka.","text_en":"And when Our word came to pass, We rescued Shu'aib and those who believed, with him, by Our grace, but those who were wicked were seized by a punishment from heaven, and lay overturned in their homes in the morning.","transliteration":"Wa lammaa jaaa'a amrunaa najjainaa shu'aibanw wal lazeena aamanoo ma'ahoo birahmatim minnaa wa akhazatil lazeena zalamus saihatu fa asbahoo fee diyaarihim jaasimeen","no_fn":"","text_fn":""},{"id":1568,"surah":11,"no_ayah":95,"tema":"Azab Allah kepada Kaum Madyan","text_ayah":"كَأ[u:2914[َن ل]َّمْ يَغْنَوْ[s[اْ] فِيه[o[َآ‌ۗ] أَلَا بُعْ[u:6477[دًا ل]ِّمَ[q:6478[دْ]يَنَ كَمَا بَعِدَتْ ثَم[p[ُو][q[د]ُ","text_id":"(Negeri itu tak berbekas) seolah-olah mereka tidak pernah tinggal di sana. Ingatlah, (penduduk) Madyan binasa sebagaimana juga (kaum) Samud.","text_en":"As though they had not dwelt there at all. Beware! Condemmed were the people of Midian as those of Thamud had been before them!","transliteration":"Ka-al-lam yaghnaw feehaaa; alaa bu'dal li Madyana Kamaa ba'idat Samood","no_fn":"","text_fn":""},{"id":1569,"surah":11,"no_ayah":96,"tema":"Kisah Nabi Musa dan Fir‘aun","text_ayah":"وَلَقَ[q:341[دْ] أَرْسَلْنَا مُوسَيٰ بِـَٔـايَ[n[ـٰ]تِنَا وَسُلْطَ[n[ـٰ][a:6479[نٍ م]ُّب[p[ِي]نٍ","text_id":"Sungguh, Kami benar-benar telah mengutus Musa dengan (membawa) ayat-ayat (mukjizat) Kami dan keterangan yang nyata","text_en":"We sent Moses with Our signs and full authority","transliteration":"Wa laqad arsalnaa Moosaa bi Aayaatinaa wa sultaanim mubeen","no_fn":"","text_fn":""},{"id":1570,"surah":11,"no_ayah":97,"tema":"Kisah Nabi Musa dan Fir‘aun","text_ayah":"إِلَيٰ فِرْعَوْنَ وَمَلَإِ[s[يْ]ه[n[ِۦ] فَ[h:6480[ٱ]تَّبَع[o[ُوٓ][s[اْ] أَمْرَ فِرْعَوْنَ‌ۖ وَم[o[َآ] أَمْرُ فِرْعَوْنَ بِرَش[p[ِي][q[د]ٍ","text_id":"kepada Fir‘aun dan para pemuka kaumnya, tetapi (justru) mereka mengikuti perintah Fir‘aun, padahal perintah Fir‘aun sama sekali bukanlah (perintah) yang benar.","text_en":"To the Pharaoh and his nobles, but they followed the bidding of Pharaoh, though the bidding of Pharaoh was unrightful.","transliteration":"Ilaa Fir'awna wa mala'ihee fattaba'ooo amra Fir'awna wa maaa amru Fir'awna birasheed","no_fn":"","text_fn":""},{"id":1571,"surah":11,"no_ayah":98,"tema":"Kisah Nabi Musa dan Fir‘aun","text_ayah":"يَ[q:6481[قْ]دُمُ قَوْمَهُ[n[ۥ] يَوْمَ [h:592[ٱ]لْقِيَ[n[ـٰ]مَةِ فَأَوْرَدَهُمُ [h:6482[ٱ][l[ل][g[نّ]َارَ‌ۖ وَبِئْسَ [h:6483[ٱ]لْوِرْدُ [h:6484[ٱ]لْمَوْر[p[ُو][q[د]ُ","text_id":"(Fir‘aun) berjalan di depan kaumnya di hari Kiamat, lalu membawa mereka masuk neraka. Itulah seburuk-buruk tempat yang dimasuki.","text_en":"He shall be at the head of his people on the Day of Resurrection, and drive them into Hell like cattle driven to water -- what an evil watering-place to reach!","transliteration":"Yaqdumu qawmahoo Yawmal Qiyaamati fa awrada humun Naara wa bi'sal wirdul mawrood","no_fn":"","text_fn":""},{"id":1572,"surah":11,"no_ayah":99,"tema":"Kisah Nabi Musa dan Fir‘aun","text_ayah":"وَأُتْبِعُو[s[اْ] فِي هَ[n[ـٰ]ذِه[n[ِۦ] لَعْنَ[a:6394[ةً و]َيَوْمَ [h:443[ٱ]لْقِيَ[n[ـٰ]مَةِ‌ۚ بِئْسَ [h:6485[ٱ][l[ل]رِّفْدُ [h:6486[ٱ]لْمَرْف[p[ُو][q[د]ُ","text_id":"Mereka diikuti dengan laknat di sini (dunia) dan (kelak) di hari Kiamat. (Laknat) itu seburuk-buruk pemberian yang diserahkan.","text_en":"Damned will they be in this world, and on the Day of Doom how evil the gift that they will receive!","transliteration":"Wa utbi'oo fee haazihee la'natanw wa Yawmal Qiyaamah; bi'sar rifdul marfood","no_fn":"","text_fn":""},{"id":1573,"surah":11,"no_ayah":100,"tema":"Pelajaran dari Kisah Para Nabi","text_ayah":"ذ[n[َٲ]لِكَ مِنْ أَ[i:1910[نۢب][o[َا]ٓءِ [h:6487[ٱ]لْقُرَيٰ نَقُصُّهُ[n[ۥ] عَلَيْكَ‌ۖ مِنْهَا ق[o[َا]ٓئِ[a:6488[مٌ و]َحَص[p[ِي][q[د]ٌ","text_id":"Itu adalah sebagian berita tentang negeri-negeri (yang telah dibinasakan) yang Kami ceritakan kepadamu (Nabi Muhammad). Di sebagian negeri-negeri itu masih berdiri peninggalan-peninggalannya dan ada (pula) yang telah musnah.","text_en":"These are a few accounts of settlements that We narrate to you. Some still survive, and some have been mowed down.","transliteration":"Zaalika min ambaaa'il quraa naqussuhoo 'alaika minhaa qaaa'imunw wa haseed","no_fn":"","text_fn":""},{"id":1574,"surah":11,"no_ayah":101,"tema":"Pelajaran dari Kisah Para Nabi","text_ayah":"وَمَا ظَلَمْنَ[n[ـٰ]هُمْ وَلَ[n[ـٰ]كِ[f:6489[ن ظ]َلَم[o[ُوٓ][s[اْ] أَ[f:38[نف]ُسَهُمْ‌ۖ فَم[o[َآ] أَغْنَتْ عَنْهُمْ ءَالِهَتُهُمُ [h:6490[ٱ]لَّتِي يَ[q:1240[دْ]عُونَ مِ[f:107[ن د]ُونِ [h:108[ٱ]للَّهِ مِ[f:2103[ن ش][u:6491[َيْءٍ ل]َّ[g[مّ]َا ج[o[َا]ٓءَ أَمْرُ رَبِّكَ‌ۖ وَمَا زَادُوهُمْ غَيْرَ تَتْب[p[ِي][q[ب]ٍ","text_id":"Kami tidak menzalimi mereka, tetapi merekalah yang menzalimi diri sendiri. Maka, tidak bermanfaat sedikit pun bagi mereka sembahan yang mereka sembah selain Allah saat siksaan Tuhanmu datang. (Sembahan) itu tak lain (justru) hanya menambah kebinasaan bagi mereka.","text_en":"We did not wrong them; they wronged themselves. When your Lord's chastisement descended upon them, their gods, on whom they called apart from God, were not of the least avail, and all they did was only to add to their destruction.","transliteration":"Wa maa zalamnaahum wa laakin zalamooo anfusahum famaaa aghnat 'anhum aalihatuhumul latee yad'oona min doonil laahi min shai'il lammaa jaaa'a amru Rabbika wa maa zaadoohum ghaira tatbeeb","no_fn":"","text_fn":""},{"id":1575,"surah":11,"no_ayah":102,"tema":"Pelajaran dari Kisah Para Nabi","text_ayah":"وَكَذ[n[َٲ]لِكَ أَخْذُ رَبِّكَ إِذ[o[َآ] أَخَذَ [h:6492[ٱ]لْقُرَيٰ وَهِيَ ظَ[n[ـٰ]لِمَةٌ‌ۚ إِ[g[نّ]َ أَخْذَهُ[o[ۥٓ] أَلِي[f:6493[مٌ ش]َد[p[ِي][q[د]ٌ","text_id":"Demikianlah siksaan Tuhanmu apabila Dia mengazab (penduduk) negeri-negeri yang berbuat zalim. Sesungguhnya siksaan-Nya sangat pedih lagi sangat berat.","text_en":"Such is the punishment of your Lord when He seizes human settlements in the acts of wickedness. Surely His hold is grievous and terrible.","transliteration":"Wa kazaalika akhzu Rabbika izaaa akhazal quraa wa hiya zaalimah; inna akhzahooo aleemun shadeed","no_fn":"","text_fn":""},{"id":1576,"surah":11,"no_ayah":103,"tema":"Pelajaran dari Kisah Para Nabi","text_ayah":"إِ[g[نّ]َ فِي ذ[n[َٲ]لِكَ لَأَيَ[u:6494[ةً ل]ِّمَنْ خَافَ عَذَابَ [h:6495[ٱ]لْأَخِرَةِ‌ۚ ذ[n[َٲ]لِكَ يَوْ[a:6496[مٌ م]َّ[q:6497[جْ]مُو[u:6498[عٌ ل]َّهُ [h:6499[ٱ][l[ل][g[نّ]َاسُ وَذ[n[َٲ]لِكَ يَوْ[a:6500[مٌ م]َّشْه[p[ُو][q[د]ٌ","text_id":"Sesungguhnya pada yang demikian itu terdapat pelajaran bagi orang yang takut pada azab akhirat. Itu adalah hari ketika semua manusia dikumpulkan (untuk dihisab) dan itu adalah hari yang disaksikan (oleh semua makhluk).","text_en":"In this surely is a sign for him who fears the torment of the Hereafter, the day when mankind will be assembled together, which will be a day when all things would become evident.","transliteration":"Inna fee zaalika la aayatal liman khaafa 'azaabal Aakhirah; zaalika Yawmum majmoo'ul lahun naasu wa zaalika Yawmum mashhood","no_fn":"","text_fn":""},{"id":1577,"surah":11,"no_ayah":104,"tema":"Pelajaran dari Kisah Para Nabi tentang Azab di Akhirat","text_ayah":"وَمَا نُؤَخِّرُهُ[o[ۥٓ] إِلَّا لِأَجَ[a:6501[لٍ م]َّعْد[p[ُو][q[د]ٍ","text_id":"Kami tidak akan menundanya, kecuali sampai waktu yang sudah ditentukan.","text_en":"We are deferring it only for a time ordained.","transliteration":"Wa maa nu'akhkhiruhooo illaa li ajalim ma'dood","no_fn":"","text_fn":""},{"id":1578,"surah":11,"no_ayah":105,"tema":"Pelajaran dari Kisah Para Nabi tentang Azab di Akhirat","text_ayah":"يَوْمَ يَأْتِ لَا تَكَلَّمُ نَفْسٌ إِلَّا بِإِذْنِه[n[ِۦ]‌ۚ فَمِنْهُمْ شَقِ[a:6502[يٌّ و]َسَع[p[ِي][q[د]ٌ","text_id":"Ketika hari itu datang, tidak seorang pun yang berbicara, kecuali dengan izin-Nya. Maka, di antara mereka ada yang sengsara dan ada yang berbahagia.","text_en":"The day it comes no soul will dare say a word but by His leave; and some will be wretched, some will be blessed.","transliteration":"Yawma yaati laa takallamu nafsun illaa bi iznih; faminhum shaqiyyunw wa sa'eed","no_fn":"","text_fn":""},{"id":1579,"surah":11,"no_ayah":106,"tema":"Pelajaran dari Kisah Para Nabi tentang Azab di Akhirat","text_ayah":"فَأَ[g[مّ]َا [h:136[ٱ]لَّذِينَ شَقُو[s[اْ] فَفِي [h:6503[ٱ][l[ل][g[نّ]َارِ لَهُمْ فِيهَا زَفِي[a:6504[رٌ و]َشَه[p[ِي][q[ق]ٌ","text_id":"Adapun orang-orang yang sengsara, maka (ia berada) di dalam neraka. Di sana mereka mengeluarkan dan menarik nafas dengan merintih.","text_en":"And those who are doomed, will be in Hell: For them will be sighing and sobbing,","transliteration":"Fa ammal lazeena shaqoo fafin Naari lahum feehaa zafeerunw wa shaheeq","no_fn":"","text_fn":""},{"id":1580,"surah":11,"no_ayah":107,"tema":"Pelajaran dari Kisah Para Nabi tentang Azab di Akhirat","text_ayah":"خَ[n[ـٰ]لِدِينَ فِيهَا مَا دَامَتِ [h:6505[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تُ وَ[h:2241[ٱ]لْأَرْضُ إِلَّا مَا ش[o[َا]ٓءَ رَبُّكَ‌ۚ إِ[g[نّ]َ رَبَّكَ فَعَّا[u:6506[لٌ ل]ِّمَا يُر[p[ِي][q[د]ُ","text_id":"Mereka kekal di dalamnya selama masih ada langit dan bumi,<sup>362)</sup> kecuali jika Tuhanmu menghendaki (yang lain). Sesungguhnya Tuhanmu Maha Melaksanakan apa yang Dia kehendaki.","text_en":"Where they will dwell so long as heaven and earth endure, unless your Lord will otherwise. Verily your Lord does as He wills.","transliteration":"Khaalideena feehaa maa daamatis samaawaatu wal ardu illaa maa shaaa'a Rabbuk; inna Rabbaka fa' 'aalul limaa yureed","no_fn":"362","text_fn":"362) Kalimat ini adalah kiasan yang dimaksudkan untuk menjelaskan kekekalan mereka di neraka. Alam akhirat juga mempunyai langit dan bumi tersendiri."},{"id":1581,"surah":11,"no_ayah":108,"tema":"Pelajaran dari Kisah Para Nabi tentang Azab di Akhirat","text_ayah":"۞ وَأَ[g[مّ]َا [h:138[ٱ]لَّذِينَ سُعِدُو[s[اْ] فَفِي [h:6507[ٱ]لْجَ[g[نّ]َةِ خَ[n[ـٰ]لِدِينَ فِيهَا مَا دَامَتِ [h:6505[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تُ وَ[h:2241[ٱ]لْأَرْضُ إِلَّا مَا ش[o[َا]ٓءَ رَبُّكَ‌ۖ عَط[o[َا]ٓءً غَيْرَ مَ[q:6508[جْ]ذ[p[ُو]ذٍ","text_id":"Adapun orang-orang yang berbahagia, maka (ia berada) di dalam surga. Mereka kekal di dalamnya selama masih ada langit dan bumi, kecuali jika Tuhanmu menghendaki (yang lain) sebagai karunia yang tidak putus-putusnya.","text_en":"Those who are blessed will be in Paradise, where they will dwell so long as heaven and earth survive, unless your Lord wills otherwise: This will be a gift uninterrupted.","transliteration":"Wa ammal lazeena su'idoo fafil Jannati khaalideena feehaa maa daamatis samaawaatu wal ardu illaa maa shaaa'a Rabbuk; ataaa'an ghaira majzooz","no_fn":"","text_fn":""},{"id":1582,"surah":11,"no_ayah":109,"tema":"Pelajaran dari Kisah Para Nabi tentang Azab di Akhirat","text_ayah":"فَلَا تَكُ فِي مِرْيَ[a:6509[ةٍ م]ِّ[g[مّ]َا يَعْبُدُ هَ[o[ـٰٓ]ؤُل[o[َا]ٓءِ‌ۚ مَا يَعْبُدُونَ إِلَّا كَمَا يَعْبُدُ ءَاب[o[َا]ٓؤُه[w:6510[ُم م]ِّ[f:128[ن ق]َ[q:129[بْ]لُ‌ۚ وَإِ[g[نّ]َا لَمُوَفُّوهُمْ نَصِيبَهُمْ غَيْرَ مَ[f:6511[نق][p[ُو]صٍ","text_id":"Maka, janganlah engkau (Nabi Muhammad) ragu-ragu tentang (kebatilan) apa yang mereka sembah. Mereka tiada lain hanya menyembah sebagaimana nenek moyang mereka dahulu. Kami pasti akan menyempurnakan balasan mereka tanpa dikurangi sedikit pun.","text_en":"So, you should not entertain any doubt about those whom they worship: They only worship what their fathers had worshipped before them. We shall verily give them their meed without diminution.","transliteration":"Falaa taku fee miryatim mimmmaa ya'budu haaa'ulaaa'; maa ya'budoona illaa kamaa ya'budu aabaaa'uhum min qabl; wa innaa lamuwaf foohum naseebahum ghaira manqoos","no_fn":"","text_fn":""},{"id":1583,"surah":11,"no_ayah":110,"tema":"Akibat Perselisihan tentang Kitab Taurat","text_ayah":"وَلَقَ[q:341[دْ] ءَاتَيْنَا مُوسَي [h:257[ٱ]لْكِتَ[n[ـٰ]بَ فَ[h:6512[ٱ]خْتُلِفَ فِيهِ‌ۚ وَلَوْلَا كَلِمَ[f:5989[ةٌ س]َبَقَتْ م[u:770[ِن ر]َّبِّكَ لَقُضِيَ بَيْنَهُمْ‌ۚ وَإِ[g[نّ]َهُمْ لَفِي شَ[a:3275[كٍّ م]ِّنْهُ مُر[p[ِي][q[ب]ٍ","text_id":"Sungguh, Kami benar-benar telah menganugerahkan Kitab (Taurat) kepada Musa, lalu ia (kitab itu) diperselisihkan. Seandainya tidak ada ketetapan yang terdahulu dari Tuhanmu (bahwa orang-orang yang mendustakan Al-Qur’an akan ditunda penyiksaannya), niscaya telah dilaksanakan hukuman di antara mereka.<sup>363)</sup> Sesungguhnya mereka benar-benar dalam kebimbangan dan keraguan terhadapnya.","text_en":"Verily We gave to Moses the Book, but there was disagreement about it. Had the decree of your Lord (delaying it) not been issued the matter would have been settled between them. They are still suspicious of it and in doubt.","transliteration":"Wa laqad aatainaa Moosal Kitaaba fakhtulifa feeh; wa law laa Kalimatun sabaqat mir Rabbika laqudiya bainahum; wa innahum lafee shakkim minhu mureeb","no_fn":"363","text_fn":"363) Sekiranya tidak ada ketetapan penundaan azab terhadap mereka sampai hari Kiamat, tentulah mereka dibinasakan pada waktu itu juga."},{"id":1584,"surah":11,"no_ayah":111,"tema":"Akibat Perselisihan tentang Kitab Taurat","text_ayah":"وَإِ[g[نّ]َ كُل[u:6513[اًّ ل]َّ[g[مّ]َا لَيُوَفِّيَ[g[نّ]َهُمْ رَبُّكَ أَعْمَ[n[ـٰ]لَهُمْ‌ۚ إِ[g[نّ]َهُ[n[ۥ] بِمَا يَعْمَلُونَ خَب[p[ِي]رٌ","text_id":"Sesungguhnya kepada setiap (yang berselisih itu) Tuhanmu pasti akan memberi balasan secara penuh atas perbuatan mereka. Sesungguhnya Dia Mahateliti terhadap apa yang mereka kerjakan.","text_en":"Surely your Lord will reward everyone in accordance with his deeds. He is certainly aware of all they do.","transliteration":"Wa inna kullal lammaa la yuwaffiyannahum Rabbuka a'maalahum; innahoo bimaa ya'maloona Khabeer","no_fn":"","text_fn":""},{"id":1585,"surah":11,"no_ayah":112,"tema":"Istikamah terhadap Perintah Allah","text_ayah":"فَ[h:9999[ٱ]سْتَقِمْ كَم[o[َآ] أُمِرْتَ وَمَ[f:6514[ن ت]َابَ مَعَكَ وَلَا تَ[q:6515[طْ]غَوْ[s[اْ‌ۚ] إِ[g[نّ]َهُ[n[ۥ] بِمَا تَعْمَلُونَ بَص[p[ِي]رٌ","text_id":"Maka, tetaplah (di jalan yang benar), sebagaimana engkau (Nabi Muhammad) telah diperintahkan. Begitu pula orang yang bertobat bersamamu. Janganlah kamu melampaui batas! Sesungguhnya Dia Maha Melihat apa yang kamu kerjakan.","text_en":"So, you and those who turned to God with you, should walk along the straight path as you have been commanded, and do not transgress, for He verily sees whatsoever you do.","transliteration":"Fastaqim kamaaa umirta wa man taaba ma'aka wa laa tatghaw; innahoo bimaa ta'maloona Baseer","no_fn":"","text_fn":""},{"id":1586,"surah":11,"no_ayah":113,"tema":"Istikamah terhadap Perintah Allah","text_ayah":"وَلَا تَرْكَن[o[ُوٓ][s[اْ] إِلَي [h:1372[ٱ]لَّذِينَ ظَلَمُو[s[اْ] فَتَمَسَّكُمُ [h:6516[ٱ][l[ل][g[نّ]َارُ وَمَا لَك[w:556[ُم م]ِّ[f:107[ن د]ُونِ [h:108[ٱ]للَّهِ مِنْ أَوْلِي[o[َا]ٓءَ ثُ[g[مّ]َ لَا تُ[f:6517[نص]َر[p[ُو]نَ","text_id":"Janganlah kamu cenderung kepada orang-orang yang zalim sehingga menyebabkan api neraka menyentuhmu, sedangkan kamu tidak mempunyai seorang penolong<sup>364)</sup> pun selain Allah, kemudian kamu tidak akan diberi pertolongan.","text_en":"Do not lean towards the wicked, or you will be caught in the flames of Hell, and have none to befriend you other than God, nor will you be given help.","transliteration":"Wa laa tarkanooo ilal lazeena zalamoo fatamassa kumun Naaru wa maa lakum min doonil laahi min awliyaaa'a summa laa tunsaroon","no_fn":"364","text_fn":"364) Lihat catatan kaki surah Āli ‘Imrān/3: 28."},{"id":1587,"surah":11,"no_ayah":114,"tema":"Salat sebagai Penghapus Dosa","text_ayah":"وَأَقِمِ [h:6518[ٱ][l[ل]صَّلَ[s[و][n[ٲ]ةَ طَرَفَيِ [h:6519[ٱ][l[ل][g[نّ]َهَارِ وَزُلَ[a:6520[فًا م]ِّنَ [h:6029[ٱ]لَّيْلِ‌ۚ إِ[g[نّ]َ [h:6521[ٱ]لْحَسَنَ[n[ـٰ]تِ يُذْهِ[q:6522[بْ]نَ [h:6523[ٱ][l[ل]سَّيِّـَٔـاتِ‌ۚ ذ[n[َٲ]لِكَ ذِكْرَيٰ لِلذّ[n[َٲ]كِر[p[ِي]نَ","text_id":"Dirikanlah salat pada kedua ujung hari (pagi dan petang) dan pada bagian-bagian malam. Sesungguhnya perbuatan-perbuatan baik menghapus kesalahan-kesalahan. Itu adalah peringatan bagi orang-orang yang selalu mengingat (Allah).","text_en":"Stand up for the service of prayer at the two ends of day and the first watch of night. Remember that good deeds nullify the bad. This is a reminder for those who are observant.","transliteration":"Wa aqimis Salaata tarafayin nahaari wa zulafam minal layl; innal hasanaati yuzhibnas saiyi aat; zaalika zikraa liz zaakireen","no_fn":"","text_fn":""},{"id":1588,"surah":11,"no_ayah":115,"tema":"Salat sebagai Penghapus Dosa","text_ayah":"وَ[h:9999[ٱ]صْبِرْ فَإِ[g[نّ]َ [h:513[ٱ]للَّهَ لَا يُضِيعُ أَ[q:2418[جْ]رَ [h:5898[ٱ]لْمُحْسِن[p[ِي]نَ","text_id":"Bersabarlah, karena sesungguhnya Allah tidak akan menyia-nyiakan pahala orang yang berbuat kebaikan.","text_en":"Be steadfast, for verily God does not let the reward of those who are upright and do good to go waste.","transliteration":"Wasbir fa innal laaha laa yudee'u ajral muhsineen","no_fn":"","text_fn":""},{"id":1589,"surah":11,"no_ayah":116,"tema":"Sebab Kehancuran Umat Terdahulu","text_ayah":"فَلَوْلَا كَانَ مِنَ [h:6524[ٱ]لْقُرُونِ مِ[f:85[ن ق]َ[q:86[بْ]لِكُمْ أُ[s[وْ]لُو[s[اْ] بَقِيَّ[a:6525[ةٍ ي]َنْهَوْنَ عَنِ [h:6526[ٱ]لْفَسَادِ فِي [h:44[ٱ]لْأَرْضِ إِلَّا قَلِيل[a:6527[اً م]ِّ[g[مّ]َنْ أَ[f:5098[نج]َيْنَا مِنْهُمْ‌ۗ وَ[h:3160[ٱ]تَّبَعَ [h:6528[ٱ]لَّذِينَ ظَلَمُو[s[اْ] م[o[َآ] أُتْرِفُو[s[اْ] فِيهِ وَكَانُو[s[اْ] مُ[q:4958[جْ]رِم[p[ِي]نَ","text_id":"Maka, mengapa tidak ada di antara generasi sebelum kamu sekelompok orang yang mempunyai keutamaan yang melarang (berbuat) kerusakan di bumi, kecuali sebagian kecil, yaitu orang yang telah Kami selamatkan di antara mereka? Orang-orang yang zalim hanya mementingkan kenikmatan dan kemewahan dan mereka adalah orang-orang yang berdosa.","text_en":"If only there had been men endued with virtue in the ages before you, who could preserve men from doing evil in the world, other than the few We saved from among them. Those who were wicked followed that which made them dissolute, and became sinners.","transliteration":"Falw laa kaana minal qurooni min qablikum ooloo baqiyyatiny yanhawna 'anil fasaadi fil ardi illaa qaleelam mimman anjainaa minhum; wattaba'al lazeena zalamoo maaa utrifoo feehi wa kaanoo mujrimeen","no_fn":"","text_fn":""},{"id":1590,"surah":11,"no_ayah":117,"tema":"Sebab Kehancuran Umat Terdahulu","text_ayah":"وَمَا كَانَ رَبُّكَ لِيُهْلِكَ [h:6529[ٱ]لْقُرَيٰ بِظُلْ[a:4426[مٍ و]َأَهْلُهَا مُصْلِح[p[ُو]نَ","text_id":"Tuhanmu tidak akan membinasakan negeri-negeri secara zalim sedangkan penduduknya berbuat kebaikan.","text_en":"Your Lord would not surely destroy unjustly human habitations so long as the people are righteous.","transliteration":"Wa maa kaana Rabbuka liyuhlikal quraa bizulminw wa ahluhaa muslihoon","no_fn":"","text_fn":""},{"id":1591,"surah":11,"no_ayah":118,"tema":"Sebab Kehancuran Umat Terdahulu","text_ayah":"وَلَوْ ش[o[َا]ٓءَ رَبُّكَ لَجَعَلَ [h:6530[ٱ][l[ل][g[نّ]َاسَ أُ[g[مّ]َ[a:1159[ةً و][n[َٲ]حِدَ[a:3089[ةً‌ۖ و]َلَا يَزَالُونَ مُخْتَلِف[p[ِي]نَ","text_id":"Jika Tuhanmu menghendaki, tentu Dia akan menjadikan manusia umat yang satu. Namun, mereka senantiasa berselisih (dalam urusan agama),","text_en":"But if your Lord had pleased He could have made all human beings into one community of belief. But they would still have differed from one another,","transliteration":"Wa law shaaa'a Rabbuka laja'alannnaasa ummatanw waa hidatanw wa laa yazaaloona mukhtalifeen","no_fn":"","text_fn":""},{"id":1592,"surah":11,"no_ayah":119,"tema":"Sebab Kehancuran Umat Terdahulu","text_ayah":"إِلَّا م[u:6349[َن ر]َّحِمَ رَبُّكَ‌ۚ وَلِذ[n[َٲ]لِكَ خَلَقَهُمْ‌ۗ وَتَ[g[مّ]َتْ كَلِمَةُ رَبِّكَ لَأَمْلَأَ[g[نّ]َ جَهَ[g[نّ]َمَ مِنَ [h:6531[ٱ]لْجِ[g[نّ]َةِ وَ[h:824[ٱ][l[ل][g[نّ]َاسِ أَ[q:825[جْ]مَع[p[ِي]نَ","text_id":"kecuali orang yang dirahmati oleh Tuhanmu. Menurut (kehendak-Nya) itulah Allah menciptakan mereka. Kalimat (keputusan) Tuhanmu telah tetap, “Aku pasti akan memenuhi (neraka) Jahanam (dengan pendurhaka) dari kalangan jin dan manusia semuanya.”","text_en":"Except those on whom your Lord had mercy for which He has created them. But fulfilled shall be the word of your Lord. \"I will fill up Hell with jinns and men.\"","transliteration":"Illaa mar rahima Rabbuk; wa lizaalika khalaqahum; wa tammat Kalimatu Rabbika la amla'ana Jahannama minal jinnati wannnaasi ajma'een","no_fn":"","text_fn":""},{"id":1593,"surah":11,"no_ayah":120,"tema":"Kisah Para Rasul Memperteguh Pendirian Nabi Muhammad","text_ayah":"وَكُل[a:6532[اًّ ن]َّقُصُّ عَلَيْكَ مِنْ أَ[i:1910[نۢب][o[َا]ٓءِ [h:6533[ٱ][l[ل]رُّسُلِ مَا نُثَبِّتُ بِه[n[ِۦ] فُؤَادَكَ‌ۚ وَج[o[َا]ٓءَكَ فِي هَ[n[ـٰ]ذِهِ [h:6534[ٱ]لْحَقُّ وَمَوْعِظَ[a:6535[ةٌ و]َذِكْرَيٰ لِلْمُؤْمِن[p[ِي]نَ","text_id":"Semua kisah rasul-rasul Kami ceritakan kepadamu (Nabi Muhammad), yaitu kisah-kisah yang dengannya Kami teguhkan hatimu. Di dalamnya telah diberikan kepadamu (segala) kebenaran, nasihat, dan peringatan bagi orang-orang mukmin.","text_en":"The histories of apostles that We relate to you are (meant) to strengthen your heart. Through them has the truth come to you, and guidance, and reminder to those who believe.","transliteration":"Wa kullan naqussu 'alaika min ambaaa'ir Rusuli maa nusabbitu bihee fu'aadak; wa jaaa'aka fee haazihil haqqu wa maw'izatunw wa zikraa lilmu' mineen","no_fn":"","text_fn":""},{"id":1594,"surah":11,"no_ayah":121,"tema":"Kisah Para Rasul Memperteguh Pendirian Nabi Muhammad","text_ayah":"وَقُل لِّلَّذِينَ لَا يُؤْمِنُونَ [h:6536[ٱ]عْمَلُو[s[اْ] عَلَيٰ مَكَانَتِكُمْ إِ[g[نّ]َا عَ[n[ـٰ]مِل[p[ُو]نَ","text_id":"Katakanlah (Nabi Muhammad) kepada orang-orang yang tidak beriman, “Berbuatlah menurut kemampuanmu. Kami pun benar-benar akan berbuat (seperti demikian)","text_en":"Say to the infidels. \"Act as best you can, we are acting too;","transliteration":"Wa qul lillazeena laa yu'minoona' maloo 'alaa makaanatikum innaa 'aamiloon","no_fn":"","text_fn":""},{"id":1595,"surah":11,"no_ayah":122,"tema":"Kisah Para Rasul Memperteguh Pendirian Nabi Muhammad","text_ayah":"وَ[h:9999[ٱ][f:6537[نت]َظِر[o[ُوٓ][s[اْ] إِ[g[نّ]َا مُ[f:4557[نت]َظِر[p[ُو]نَ","text_id":"dan tunggulah. Sesungguhnya kami pun menunggu.”","text_en":"And wait (for what is to come), we are also waiting (to see).\"","transliteration":"Wantaziroo innaa mun taziroon","no_fn":"","text_fn":""},{"id":1596,"surah":11,"no_ayah":123,"tema":"Kisah Para Rasul Memperteguh Pendirian Nabi Muhammad","text_ayah":"وَلِلَّهِ غَيْبُ [h:6538[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:177[ٱ]لْأَرْضِ وَإِلَيْهِ يُرْجَعُ [h:6539[ٱ]لْأَمْرُ كُلُّهُ[n[ۥ] فَ[h:6540[ٱ]عْبُ[q:6540[دْ]هُ وَتَوَكَّلْ عَلَيْهِ‌ۚ وَمَا رَبُّكَ بِغَ[n[ـٰ]فِلٍ عَ[g[مّ]َا تَعْمَل[p[ُو]نَ","text_id":"Milik Allahlah (pengetahuan tentang) yang gaib (di) langit dan (di) bumi. Kepada-Nyalah segala urusan dikembalikan. Maka, sembahlah Dia dan bertawakallah kepada-Nya. Tuhanmu tidak akan lengah terhadap apa yang kamu kerjakan.","text_en":"To God belong the secrets of the heavens and the earth, and all things will go back to Him. So worship Him and put your trust in Him; your Lord is not heedless of what you do.","transliteration":"Wa lillaahi ghaibus samaawaati wal ardi wa ilaihi yurja'ul amru kulluhoo fa'bu-dhu wa tawakkal 'alaih; wa maa Rabbuka bighaafilin 'ammaa ta'maloon","no_fn":"","text_fn":""}]