[{"id":1597,"surah":12,"no_ayah":1,"theme":"Kisah Terbaik dari Nabi Yusuf ","text_ayah":"الۤرٰۗ تِلْكَ اٰيٰتُ الْكِتٰبِ الْمُبِيْنِۗ  ","text_id":"Alif Lām Rā. Itulah ayat-ayat Kitab (Al-Qur’an) yang jelas (arti dan petunjuknya).","text_en":"ALIF LAM RA. These are the verses of the immaculate Book.","transliteration":"alif lām rā, tilka āyātul-kitābil mubīn","no_fn":"","text_fn":""},{"id":1598,"surah":12,"no_ayah":2,"theme":"Kisah Terbaik dari Nabi Yusuf ","text_ayah":"اِنَّآ اَنْزَلْنٰهُ قُرْاٰنًا عَرَبِيًّا لَّعَلَّكُمْ تَعْقِلُوْنَ","text_id":"Sesungguhnya Kami menurunkannya (Kitab Suci) berupa Al-Qur’an berbahasa Arab agar kamu mengerti.","text_en":"We have sent it down as a clear discourse that you may understand.","transliteration":"innā anzalnāhu qur`ānan 'arabiyyal la'allakum ta'qilụn","no_fn":"","text_fn":""},{"id":1599,"surah":12,"no_ayah":3,"theme":"Kisah Terbaik dari Nabi Yusuf ","text_ayah":"نَحْنُ نَقُصُّ عَلَيْكَ اَحْسَنَ الْقَصَصِ بِمَآ اَوْحَيْنَآ اِلَيْكَ هٰذَا الْقُرْاٰنَۖ وَاِنْ كُنْتَ مِنْ قَبْلِهٖ لَمِنَ الْغٰفِلِيْنَ","text_id":"Kami menceritakan kepadamu (Nabi Muhammad) kisah yang paling baik dengan mewahyukan Al-Qur’an ini kepadamu. Sesungguhnya engkau sebelum itu termasuk orang-orang yang tidak mengetahui.","text_en":"Through the revelation of this Qur'an We narrate the best of histories of which you were unaware before.","transliteration":"naḥnu naquṣṣu 'alaika aḥsanal-qaṣaṣi bimā auḥainā ilaika hāżal-qur`āna wa ing kunta ming qablihī laminal-gāfilīn","no_fn":"","text_fn":""},{"id":1600,"surah":12,"no_ayah":4,"theme":"Mimpi Nabi Yusuf","text_ayah":"اِذْ قَالَ يُوْسُفُ لِاَبِيْهِ يٰٓاَبَتِ اِنِّيْ رَاَيْتُ اَحَدَ عَشَرَ كَوْكَبًا وَّالشَّمْسَ وَالْقَمَرَ رَاَيْتُهُمْ لِيْ سٰجِدِيْنَ","text_id":"(Ingatlah) ketika Yusuf berkata kepada ayahnya (Ya‘qub), “Wahai ayahku, sesungguhnya aku telah (bermimpi) melihat sebelas bintang, matahari, dan bulan. Aku melihat semuanya sujud kepadaku.”","text_en":"When Joseph told his father: \"O my father, I saw eleven stars and the sun and the moon bowing before me in homage,\"","transliteration":"iż qāla yụsufu li`abīhi yā abati innī ra`aitu aḥada 'asyara kaukabaw wasy-syamsa wal-qamara ra`aituhum lī sājidīn","no_fn":"","text_fn":""},{"id":1601,"surah":12,"no_ayah":5,"theme":"Mimpi Nabi Yusuf","text_ayah":"قَالَ يٰبُنَيَّ لَا تَقْصُصْ رُءْيَاكَ عَلٰٓى اِخْوَتِكَ فَيَكِيْدُوْا لَكَ كَيْدًاۗاِنَّ الشَّيْطٰنَ لِلْاِنْسَانِ عَدُوٌّ مُّبِيْنٌ","text_id":"Dia (ayahnya) berkata, “Wahai anakku, janganlah engkau ceritakan mimpimu kepada saudara-saudaramu karena mereka akan membuat tipu daya yang sungguh-sungguh kepadamu. Sesungguhnya setan adalah musuh yang jelas bagi manusia.”","text_en":"He said: \"O son, do not narrate your dream to your brothers, or they will plot against you. Surely Satan is man's acknowledged foe.","transliteration":"qāla yā bunayya lā taqṣuṣ ru`yāka 'alā ikhwatika fa yakīdụ laka kaidā, innasy-syaiṭāna lil-insāni 'aduwwum mubīn","no_fn":"","text_fn":""},{"id":1602,"surah":12,"no_ayah":6,"theme":"Mimpi Nabi Yusuf","text_ayah":"وَكَذٰلِكَ يَجْتَبِيْكَ رَبُّكَ وَيُعَلِّمُكَ مِنْ تَأْوِيْلِ الْاَحَادِيْثِ وَيُتِمُّ نِعْمَتَهٗ عَلَيْكَ وَعَلٰٓى اٰلِ يَعْقُوْبَ كَمَآ اَتَمَّهَا عَلٰٓى اَبَوَيْكَ مِنْ قَبْلُ اِبْرٰهِيْمَ وَاِسْحٰقَۗ اِنَّ رَبَّكَ عَلِيْمٌ حَكِيْمٌࣖ","text_id":"Demikianlah, Tuhan memilihmu (untuk menjadi nabi), mengajarkan kepadamu sebagian dari takwil mimpi, serta menyempurnakan nikmat-Nya kepadamu dan kepada keluarga Ya‘qub, sebagaimana Dia telah menyempurnakannya kepada kedua kakekmu sebelumnya, (yaitu) Ibrahim dan Ishaq. Sesungguhnya Tuhanmu Maha Mengetahui lagi Mahabijaksana.","text_en":"Your Lord will choose you and teach you to interpret events, and confer His favours on you and the house of Jacob, as He had done in the case of two ancestors of yours, Abraham and Isaac, before you. Indeed your Lord is all-knowing and all-wise.\"","transliteration":"wa każālika yajtabīka rabbuka wa yu'allimuka min ta`wīlil-aḥādīṡi wa yutimmu ni'matahụ 'alaika wa 'alā āli ya'qụba kamā atammahā 'alā abawaika ming qablu ibrāhīma wa is-ḥāq, inna rabbaka 'alīmun ḥakīm","no_fn":"","text_fn":""},{"id":1603,"surah":12,"no_ayah":7,"theme":"Sikap Saudara Nabi Yusuf terhadapnya","text_ayah":"۞ لَقَدْ كَانَ فِيْ يُوْسُفَ وَاِخْوَتِهٖٓ اٰيٰتٌ لِّلسَّاۤىِٕلِيْنَ ","text_id":"Sungguh, dalam (kisah) Yusuf dan saudara-saudaranya benar-benar terdapat tanda-tanda (kekuasaan Allah) bagi para penanya. ","text_en":"In the story of Joseph and his brothers are lessons for those who inquire.","transliteration":"laqad kāna fī yụsufa wa ikhwatihī āyātul lis-sā`ilīn","no_fn":"","text_fn":""},{"id":1604,"surah":12,"no_ayah":8,"theme":"Sikap Saudara Nabi Yusuf terhadapnya","text_ayah":"اِذْ قَالُوْا لَيُوْسُفُ وَاَخُوْهُ اَحَبُّ اِلٰٓى اَبِيْنَا مِنَّا وَنَحْنُ عُصْبَةٌ ۗاِنَّ اَبَانَا لَفِيْ ضَلٰلٍ مُّبِيْنٍۙ  ","text_id":"(Ingatlah,) ketika mereka berkata, “Sesungguhnya Yusuf dan saudara (kandung)-nya<sup>365)</sup> lebih dicintai Ayah daripada kita, padahal kita adalah kumpulan (yang banyak). Sesungguhnya ayah kita dalam kekeliruan yang nyata.","text_en":"\"Surely Joseph and his brother are dearer to our father than we,\" (said his half brothers) \"even though we are a well-knit band. Our father is surely in the wrong.","transliteration":"iż qālụ layụsufu wa akhụhu aḥabbu ilā abīnā minnā wa naḥnu 'uṣbah, inna abānā lafī ḍalālim mubīn","no_fn":"365","text_fn":"365) Yang dimaksud saudara kandung Nabi Yusuf a.s. adalah Bunyamin."},{"id":1605,"surah":12,"no_ayah":9,"theme":"Sikap Saudara Nabi Yusuf terhadapnya","text_ayah":" ۨاقْتُلُوْا يُوْسُفَ اَوِ اطْرَحُوْهُ اَرْضًا يَّخْلُ لَكُمْ وَجْهُ اَبِيْكُمْ وَتَكُوْنُوْا مِنْۢ بَعْدِهٖ قَوْمًا صٰلِحِيْنَ","text_id":"Bunuhlah Yusuf atau buanglah dia ke suatu tempat agar perhatian Ayah tertumpah kepadamu dan setelah itu (bertobatlah sehingga) kamu akan menjadi kaum yang saleh.”","text_en":"Let us kill Joseph or cast him in some distant land so that we may get our father's exclusive affection; then play innocent.\"","transliteration":"uqtulụ yụsufa awiṭraḥụhu arḍay yakhlu lakum waj-hu abīkum wa takụnụ mim ba'dihī qauman ṣāliḥīn","no_fn":"","text_fn":""},{"id":1606,"surah":12,"no_ayah":10,"theme":"Sikap Saudara Nabi Yusuf terhadapnya","text_ayah":"قَالَ قَاۤىِٕلٌ مِّنْهُمْ لَا تَقْتُلُوْا يُوْسُفَ وَاَلْقُوْهُ فِيْ غَيٰبَتِ الْجُبِّ يَلْتَقِطْهُ بَعْضُ السَّيَّارَةِ اِنْ كُنْتُمْ فٰعِلِيْنَ","text_id":"Salah seorang di antara mereka berkata, “Janganlah kamu membunuh Yusuf, tetapi masukkan saja dia ke dasar sumur agar dia dipungut oleh sebagian musafir jika kamu hendak berbuat.”","text_en":"One of them said: \"If you must do so, then do not kill Joseph, but throw him into an unused well. Some passing caravan may rescue him.\"","transliteration":"qāla qā`ilum min-hum lā taqtulụ yụsufa wa alqụhu fī gayābatil-jubbi yaltaqiṭ-hu ba'ḍus-sayyārati ing kuntum fā'ilīn","no_fn":"","text_fn":""},{"id":1607,"surah":12,"no_ayah":11,"theme":"Bujukan Saudara Nabi Yusuf terhadap Ayahnya","text_ayah":"قَالُوْا يٰٓاَبَانَا مَا لَكَ لَا تَأْمَنَّ۫ا عَلٰى يُوْسُفَ وَاِنَّا لَهٗ لَنٰصِحُوْنَ","text_id":"Mereka berkata, “Wahai ayah kami, mengapa engkau tidak memercayai kami atas Yusuf, padahal sesungguhnya kami benar-benar menginginkan kebaikan baginya?","text_en":"(Then going to their father) they said: \"O father, why don't you trust us with Joseph? We are in fact his well-wishers.","transliteration":"qālụ yā abānā mā laka lā ta`mannā 'alā yụsufa wa innā lahụ lanāṣiḥụn","no_fn":"","text_fn":""},{"id":1608,"surah":12,"no_ayah":12,"theme":"Bujukan Saudara Nabi Yusuf terhadap Ayahnya","text_ayah":"اَرْسِلْهُ مَعَنَا غَدًا يَّرْتَعْ وَيَلْعَبْ وَاِنَّا لَهٗ لَحٰفِظُوْنَ","text_id":"Biarkanlah dia pergi bersama kami besok pagi agar dia bersenang-senang dan bermain-main. Sesungguhnya kami benar-benar akan menjaganya.”","text_en":"Let him go out with us tomorrow that he may enjoy and play. We shall take care of him.\"","transliteration":"arsil-hu ma'anā gaday yarta' wa yal'ab wa innā lahụ laḥāfiẓụn","no_fn":"","text_fn":""},{"id":1609,"surah":12,"no_ayah":13,"theme":"Bujukan Saudara Nabi Yusuf terhadap Ayahnya","text_ayah":"قَالَ اِنِّيْ لَيَحْزُنُنِيْٓ اَنْ تَذْهَبُوْا بِهٖ وَاَخَافُ اَنْ يَّأْكُلَهُ الذِّئْبُ وَاَنْتُمْ عَنْهُ غٰفِلُوْنَ ","text_id":"Dia (Ya‘qub) berkata, “Sesungguhnya kepergian kamu bersama dia (Yusuf) sangat menyedihkanku dan aku khawatir serigala akan memangsanya, sedangkan kamu lengah darinya.”","text_en":"He said: \"I am afraid of sending him with you lest a wolf should devour him when you are unmindful.\"","transliteration":"qāla innī layaḥzununī an taż-habụ bihī wa akhāfu ay ya`kulahuż-żi`bu wa antum 'an-hu gāfilụn","no_fn":"","text_fn":""},{"id":1610,"surah":12,"no_ayah":14,"theme":"Bujukan Saudara Nabi Yusuf terhadap Ayahnya","text_ayah":"قَالُوْا لَىِٕنْ اَكَلَهُ الذِّئْبُ وَنَحْنُ عُصْبَةٌ اِنَّآ اِذًا لَّخٰسِرُوْنَ","text_id":"Mereka berkata, “Sungguh, jika serigala memangsanya, padahal kami kelompok (yang kuat), kami benar-benar orang-orang yang merugi.”<sup>366)</sup>","text_en":"They replied: \"If a wolf should devour him when we are there, a well-knit band, we shall certainly be treacherous.\"","transliteration":"qālụ la`in akalahuż-żi`bu wa naḥnu 'uṣbatun innā iżal lakhāsirụn","no_fn":"366","text_fn":"366) Maksudnya adalah menjadi orang pengecut yang hidupnya tidak ada artinya."},{"id":1611,"surah":12,"no_ayah":15,"theme":"Peristiwa Dimasukkannya Nabi Yusuf ke Dalam Sumur","text_ayah":"فَلَمَّا ذَهَبُوْا بِهٖ وَاَجْمَعُوْٓا اَنْ يَّجْعَلُوْهُ فِيْ غَيٰبَتِ الْجُبِّۚ وَاَوْحَيْنَآ اِلَيْهِ لَتُنَبِّئَنَّهُمْ بِاَمْرِهِمْ هٰذَا وَهُمْ لَا يَشْعُرُوْنَ","text_id":"Maka, ketika mereka membawanya serta sepakat memasukkannya ke dasar sumur, (mereka pun melaksanakan kesepakatan itu). Kami wahyukan kepadanya, “Engkau kelak pasti akan menceritakan perbuatan mereka ini kepada mereka, sedangkan mereka tidak menyadari.” ","text_en":"So, when they took him out they planned to throw him into an unused well. We revealed to Joseph: \"You will tell them (one day) of this deed when they will not apprehend it.\"","transliteration":"fa lammā żahabụ bihī wa ajma'ū ay yaj'alụhu fī gayābatil-jubb, wa auḥainā ilaihi latunabbi`annahum bi`amrihim hāżā wa hum lā yasy'urụn","no_fn":"","text_fn":""},{"id":1612,"surah":12,"no_ayah":16,"theme":"Peristiwa Dimasukkannya Nabi Yusuf ke Dalam Sumur","text_ayah":"وَجَاۤءُوْٓ اَبَاهُمْ عِشَاۤءً يَّبْكُوْنَۗ","text_id":"(Kemudian,) mereka datang kepada ayahnya pada petang hari sambil menangis.","text_en":"At nightfall they came to their father weeping,","transliteration":"wa jā`ū abāhum 'isyā`ay yabkụn","no_fn":"","text_fn":""},{"id":1613,"surah":12,"no_ayah":17,"theme":"Peristiwa Dimasukkannya Nabi Yusuf ke Dalam Sumur","text_ayah":"قَالُوْا يٰٓاَبَانَآ اِنَّا ذَهَبْنَا نَسْتَبِقُ وَتَرَكْنَا يُوْسُفَ عِنْدَ مَتَاعِنَا فَاَكَلَهُ الذِّئْبُۚ وَمَآ اَنْتَ بِمُؤْمِنٍ لَّنَا وَلَوْ كُنَّا صٰدِقِيْنَ","text_id":"Mereka berkata, “Wahai ayah kami, sesungguhnya kami pergi berlomba dan kami tinggalkan Yusuf di dekat barang-barang kami, lalu serigala memangsanya. Engkau tentu tidak akan percaya kepada kami, sekalipun kami berkata benar.”","text_en":"And said: \"We went racing with one another and left Joseph to guard our things when a wolf devoured him. But you will not believe us even though we tell the truth.\"","transliteration":"qālụ yā abānā innā żahabnā nastabiqu wa taraknā yụsufa 'inda matā'inā fa akalahuż-żi`b, wa mā anta bimu`minil lanā walau kunnā ṣādiqīn","no_fn":"","text_fn":""},{"id":1614,"surah":12,"no_ayah":18,"theme":"Peristiwa Dimasukkannya Nabi Yusuf ke Dalam Sumur","text_ayah":"وَجَاۤءُوْ عَلٰى قَمِيْصِهٖ بِدَمٍ كَذِبٍۗ قَالَ بَلْ سَوَّلَتْ لَكُمْ اَنْفُسُكُمْ اَمْرًاۗ فَصَبْرٌ جَمِيْلٌ ۗوَاللّٰهُ الْمُسْتَعَانُ عَلٰى مَا تَصِفُوْنَ","text_id":"Mereka datang membawa bajunya (yang dilumuri) darah palsu. Dia (Ya‘qub) berkata, “Justru hanya dirimu sendirilah yang memandang baik urusan (yang buruk) itu, maka hanya bersabar itulah yang terbaik (bagiku). Allah sajalah Zat yang dimohonkan pertolongan terhadap apa yang kamu ceritakan.”","text_en":"They showed him the shirt with false blood on it. (Their father) said: \"It is not so; you have made up the story. Yet endurance is best. I seek the help of God alone for what you impute.\"","transliteration":"wa jā`ụ 'alā qamīṣihī bidaming każib, qāla bal sawwalat lakum anfusukum amrā, fa ṣabrun jamīl, wallāhul-musta'ānu 'alā mā taṣifụn","no_fn":"","text_fn":""},{"id":1615,"surah":12,"no_ayah":19,"theme":"Peristiwa Ditemukannya Nabi Yusuf oleh Kafilah yang Menjualnya dengan Harga Murah","text_ayah":"وَجَاۤءَتْ سَيَّارَةٌ فَاَرْسَلُوْا وَارِدَهُمْ فَاَدْلٰى دَلْوَهٗۗقَالَ يٰبُشْرٰى هٰذَا غُلٰمٌۗوَاَسَرُّوْهُ بِضَاعَةًۗوَاللّٰهُ عَلِيْمٌ ۢبِمَا يَعْمَلُوْنَ","text_id":"Datanglah sekelompok musafir. Mereka menyuruh seorang pengambil air, lalu dia menurunkan timbanya. Dia berkata, “Oh, senangnya! Ini ada seorang anak muda.” Kemudian mereka menyembunyikannya sebagai barang dagangan. Allah Maha Mengetahui apa yang mereka kerjakan.","text_en":"A caravan happened to pass, and sent the water-carrier to bring water from the well. He let down his bucket (and pulled Joseph up with it). \"What luck,\" said the man; \"here is a boy;\" and they hid him as an item of merchandise; but what they did was known to God.","transliteration":"wa jā`at sayyāratun fa arsalụ wāridahum fa adlā dalwah, qāla yā busyrā hāżā gulām, wa asarrụhu biḍā'ah, wallāhu 'alīmum bimā ya'malụn","no_fn":"","text_fn":""},{"id":1616,"surah":12,"no_ayah":20,"theme":"Peristiwa Ditemukannya Nabi Yusuf oleh Kafilah yang Menjualnya dengan Harga Murah","text_ayah":"وَشَرَوْهُ بِثَمَنٍۢ بَخْسٍ دَرَاهِمَ مَعْدُوْدَةٍۚوَكَانُوْا فِيْهِ مِنَ الزّٰهِدِيْنَࣖ ","text_id":"Mereka menjualnya (Yusuf) dengan harga murah, (yaitu) beberapa dirham saja sebab mereka tidak tertarik kepadanya.<sup>367)</sup>","text_en":"And they sold him as worthless for a few paltry dirham.","transliteration":"wa syarauhu biṡamanim bakhsin darāhima ma'dụdah, wa kānụ fīhi minaz-zāhidīn","no_fn":"367","text_fn":"367) Mereka khawatir Nabi Yusuf a.s. akan ditemukan oleh keluarganya sehingga akan langsung diambil kembali dan mereka tidak mendapatkan apa-apa. Oleh karena itu, mereka cepat-cepat menjualnya walaupun dengan harga murah."},{"id":1617,"surah":12,"no_ayah":21,"theme":"Pemuliaan Nabi Yusuf di Rumah Al-Aziz","text_ayah":"وَقَالَ الَّذِى اشْتَرٰىهُ مِنْ مِّصْرَ لِامْرَاَتِهٖٓ اَكْرِمِيْ مَثْوٰىهُ عَسٰىٓ اَنْ يَّنْفَعَنَآ اَوْ نَتَّخِذَهٗ وَلَدًاۗوَكَذٰلِكَ مَكَّنَّا لِيُوْسُفَ فِى الْاَرْضِۖ وَلِنُعَلِّمَهٗ مِنْ تَأْوِيْلِ الْاَحَادِيْثِۗ وَاللّٰهُ غَالِبٌ عَلٰٓى اَمْرِهٖ وَلٰكِنَّ اَكْثَرَ النَّاسِ لَا يَعْلَمُوْنَ","text_id":"Orang Mesir yang membelinya berkata kepada istrinya,<sup>368)</sup> “Berikanlah kepadanya tempat (dan layanan) yang baik. Mudah-mudahan dia bermanfaat bagi kita atau kita pungut dia sebagai anak.” Demikianlah, (kelak setelah dewasa,) Kami memberikan kedudukan yang baik kepada Yusuf di negeri (Mesir) dan agar Kami mengajarkan kepadanya takwil mimpi. Allah berkuasa terhadap urusan-Nya, tetapi kebanyakan manusia tidak mengerti.","text_en":"The Egyptian who bought him instructed his wife: \"House him honourably. He may be of use to us. We may even adopt him as a son.\" So, We firmly established Joseph in the land, and taught him the interpretation of dreams. God dominated in his affairs, though most men do not know.","transliteration":"wa qālallażisytarāhu mim miṣra limra`atihī akrimī maṡwāhu 'asā ay yanfa'anā au nattakhiżahụ waladā, wa każālika makkannā liyụsufa fil-arḍi wa linu'allimahụ min ta`wīlil-aḥādīṡ, wallāhu gālibun 'alā amrihī wa lākinna akṡaran-nāsi lā ya'lamụn","no_fn":"368","text_fn":"368) Orang dari Mesir yang membeli Nabi Yusuf a.s. itu adalah seorang pembesar Mesir yang dikenal dengan nama Qitfir al-Aziz. Sebagian kitab tafsir juga menyebut nama istrinya, yaitu Rail. Ada juga yang menyebutnya Zulaikha atau Zalikha. Namun, riwayat yang menyebutkan nama-nama tersebut tidak dapat dipertanggungjawabkan."},{"id":1618,"surah":12,"no_ayah":22,"theme":"Pemuliaan Nabi Yusuf di Rumah Al-Aziz","text_ayah":"وَلَمَّا بَلَغَ اَشُدَّهٗٓ اٰتَيْنٰهُ حُكْمًا وَّعِلْمًاۗوَكَذٰلِكَ نَجْزِى الْمُحْسِنِيْنَ","text_id":"Ketika dia telah cukup dewasa, Kami berikan kepadanya kearifan dan ilmu. Demikianlah, Kami memberi balasan kepada orang-orang yang berbuat baik.","text_en":"When he reached the prime of life We gave him wisdom and knowledge. Thus We reward those who are good.","transliteration":"wa lammā balaga asyuddahū ātaināhu ḥukmaw wa 'ilmā, wa każālika najzil-muḥsinīn","no_fn":"","text_fn":""},{"id":1619,"surah":12,"no_ayah":23,"theme":"Godaan dan Bujuk Rayu Istri Al-Aziz terhadap Nabi Yusuf","text_ayah":"وَرَاوَدَتْهُ الَّتِيْ هُوَ فِيْ بَيْتِهَا عَنْ نَّفْسِهٖ وَغَلَّقَتِ الْاَبْوَابَ وَقَالَتْ هَيْتَ لَكَۗقَالَ مَعَاذَ اللّٰهِ اِنَّهٗ رَبِّيْٓ اَحْسَنَ مَثْوَايَۗ اِنَّهٗ لَا يُفْلِحُ الظّٰلِمُوْنَ","text_id":"Perempuan, yang dia (Yusuf) tinggal di rumahnya, menggodanya. Dia menutup rapat semua pintu, lalu berkata, “Marilah mendekat kepadaku.” Yusuf berkata, “Aku berlindung kepada Allah. Sesungguhnya dia (suamimu) adalah tuanku. Dia telah memperlakukanku dengan baik. Sesungguhnya orang-orang zalim tidak akan beruntung.”","text_en":"But she in whose house he resided wished to seduce him and, closing the doors, said: \"Come into me. \"God forbid!\" he said; \"he is my master who has approved my stay. Surely those who act wrongly do not prosper.\"","transliteration":"wa rāwadat-hullatī huwa fī baitihā 'an nafsihī wa gallaqatil-abwāba wa qālat haita lak, qāla ma'āżallāhi innahụ rabbī aḥsana maṡwāy, innahụ lā yufliḥuẓ-ẓālimụn","no_fn":"","text_fn":""},{"id":1620,"surah":12,"no_ayah":24,"theme":"Godaan dan Bujuk Rayu Istri Al-Aziz terhadap Nabi Yusuf","text_ayah":"وَلَقَدْ هَمَّتْ بِهٖۙ وَهَمَّ بِهَاۚ لَوْلَآ اَنْ رَّاٰ بُرْهَانَ رَبِّهٖۗ  كَذٰلِكَ لِنَصْرِفَ عَنْهُ السُّوْۤءَ وَالْفَحْشَاۤءَۗ اِنَّهٗ مِنْ عِبَادِنَا الْمُخْلَصِيْنَ ","text_id":"Sungguh, perempuan itu benar-benar telah berkehendak kepadanya (Yusuf). Yusuf pun berkehendak kepadanya sekiranya dia tidak melihat tanda (dari) Tuhannya.<sup>369)</sup> Demikianlah, Kami memalingkan darinya keburukan dan kekejian. Sesungguhnya dia (Yusuf) termasuk hamba-hamba Kami yang terpilih.","text_en":"But the woman desired him, and he would have desired her but for the indication he received from his Lord. This was so that We may avert both evil and lechery from him, for he was one of Our chosen devotees.","transliteration":"wa laqad hammat bihī wa hamma bihā, lau lā ar ra`ā bur-hāna rabbih, każālika linaṣrifa 'an-hus-sū`a wal-faḥsyā`, innahụ min 'ibādinal-mukhlaṣīn","no_fn":"369","text_fn":"369) Ayat ini tidak menunjukkan bahwa Nabi Yusuf a.s. mempunyai keinginan yang buruk terhadap perempuan itu, tetapi godaan itu demikian besarnya sehingga sekiranya dia tidak dikuatkan dengan keimanan kepada Allah Swt., tentu dia jatuh ke dalam kemaksiatan."},{"id":1621,"surah":12,"no_ayah":25,"theme":"Godaan dan Bujuk Rayu Istri Al-Aziz terhadap Nabi Yusuf","text_ayah":"وَاسْتَبَقَا الْبَابَ وَقَدَّتْ قَمِيْصَهٗ مِنْ دُبُرٍ وَّاَلْفَيَا سَيِّدَهَا لَدَا الْبَابِۗ قَالَتْ مَا جَزَاۤءُ مَنْ اَرَادَ بِاَهْلِكَ سُوْۤءًا اِلَّآ اَنْ يُّسْجَنَ اَوْ عَذَابٌ اَلِيْمٌ ","text_id":"Keduanya berlomba menuju pintu dan perempuan itu menarik bajunya (Yusuf) dari belakang hingga koyak dan keduanya mendapati suami perempuan itu di depan pintu. Dia (perempuan itu) berkata, “Apakah balasan terhadap orang yang bermaksud buruk terhadap istrimu selain dipenjarakan atau (dihukum dengan) siksa yang pedih?”","text_en":"Both of them raced to the door, and she (grabbed and) rent his shirt from behind. They met her lord outside the door. \"There is no other penalty for a man,\" said she, \"who wanted to outrage your wife but imprisonment or grievous punishment.\"","transliteration":"wastabaqal-bāba wa qaddat qamīṣahụ min duburiw wa alfayā sayyidahā ladal-bāb, qālat mā jazā`u man arāda bi`ahlika sū`an illā ay yusjana au 'ażābun alīm","no_fn":"","text_fn":""},{"id":1622,"surah":12,"no_ayah":26,"theme":"Bukti bahwa Nabi Yusuf Tidak Bersalah","text_ayah":"قَالَ هِيَ رَاوَدَتْنِيْ عَنْ نَّفْسِيْ وَشَهِدَ شَاهِدٌ مِّنْ اَهْلِهَاۚ اِنْ كَانَ قَمِيْصُهٗ قُدَّ مِنْ قُبُلٍ فَصَدَقَتْ وَهُوَ مِنَ الْكٰذِبِيْنَ ","text_id":"Dia (Yusuf) berkata, “Dia yang menggoda diriku.” Seorang saksi dari keluarga perempuan itu memberikan kesaksian, “Jika bajunya koyak di bagian depan, perempuan itu benar dan dia (Yusuf) termasuk orang-orang yang berdusta.","text_en":"(Joseph) said: \"It was she who wanted to seduce me.\" And a witness from her family testified: \"If the shirt is torn from the front then the woman is speaking the truth, and he is a liar.","transliteration":"qāla hiya rāwadatnī 'an nafsī wa syahida syāhidum min ahlihā, ing kāna qamīṣuhụ qudda ming qubulin fa ṣadaqat wa huwa minal-kāżibīn","no_fn":"","text_fn":""},{"id":1623,"surah":12,"no_ayah":27,"theme":"Bukti bahwa Nabi Yusuf Tidak Bersalah","text_ayah":"وَاِنْ كَانَ قَمِيْصُهٗ قُدَّ مِنْ دُبُرٍ فَكَذَبَتْ وَهُوَ مِنَ الصّٰدِقِيْنَ ","text_id":"Jika bajunya koyak di bagian belakang, perempuan itulah yang berdusta dan dia (Yusuf) termasuk orang-orang yang jujur.”","text_en":"But if the shirt is torn from behind then she is a liar, and he speaks the truth.\"","transliteration":"wa ing kāna qamīṣuhụ qudda min duburin fa każabat wa huwa minaṣ-ṣādiqīn","no_fn":"","text_fn":""},{"id":1624,"surah":12,"no_ayah":28,"theme":"Bukti bahwa Nabi Yusuf Tidak Bersalah","text_ayah":"فَلَمَّا رَاٰ قَمِيْصَهٗ قُدَّ مِنْ دُبُرٍ قَالَ اِنَّهٗ مِنْ كَيْدِكُنَّۗاِنَّ كَيْدَكُنَّ عَظِيْمٌ ","text_id":"Maka, ketika melihat bajunya (Yusuf) koyak di bagian belakang, dia (suami perempuan itu) berkata, “Sesungguhnya ini adalah tipu dayamu (hai kaum wanita). Tipu dayamu benar-benar hebat.","text_en":"When the husband saw the shirt torn at the back, he said: \"Surely this is a woman's ruse, and the wiles of women are great.","transliteration":"fa lammā ra`ā qamīṣahụ qudda min duburing qāla innahụ ming kaidikunn, inna kaidakunna 'aẓīm","no_fn":"","text_fn":""},{"id":1625,"surah":12,"no_ayah":29,"theme":"Bukti bahwa Nabi Yusuf Tidak Bersalah","text_ayah":"يُوْسُفُ اَعْرِضْ عَنْ هٰذَا وَاسْتَغْفِرِيْ لِذَنْۢبِكِۖ اِنَّكِ كُنْتِ مِنَ الْخٰطِـِٕيْنَࣖ ","text_id":"Wahai Yusuf, lupakanlah ini dan (wahai istriku,) mohonlah ampunan atas dosamu karena sesungguhnya engkau termasuk orang-orang yang bersalah.”","text_en":"Ignore this affair, O Joseph; and you, O woman, ask forgiveness for your sin, for you were surely errant.\"","transliteration":"yụsufu a'riḍ 'an hāżā wastagfirī liżambiki innaki kunti minal-khāṭi`īn","no_fn":"","text_fn":""},{"id":1626,"surah":12,"no_ayah":30,"theme":"Tersebarnya Berita tentang Istri Al-Aziz","text_ayah":"۞ وَقَالَ نِسْوَةٌ فِى الْمَدِيْنَةِ امْرَاَتُ الْعَزِيْزِ تُرَاوِدُ فَتٰىهَا عَنْ نَّفْسِهٖۚ قَدْ شَغَفَهَا حُبًّاۗ اِنَّا لَنَرٰىهَا فِيْ ضَلٰلٍ مُّبِيْنٍ ","text_id":"Para wanita di kota itu berkata, “Istri al-Aziz menggoda pelayannya untuk menaklukkannya. Pelayannya benar-benar membuatnya mabuk cinta. Kami benar-benar memandangnya dalam kesesatan yang nyata.”","text_en":"In the city the women gossiped: \"The minister's wife longs after her page. He has captured her heart. We think she is in clear error.\"","transliteration":"wa qāla niswatun fil-madīnatimra`atul-'azīzi turāwidu fatāhā 'an nafsih, qad syagafahā ḥubbā, innā lanarāhā fī ḍalālim mubīn","no_fn":"","text_fn":""},{"id":1627,"surah":12,"no_ayah":31,"theme":"Tersebarnya Berita tentang Istri Al-Aziz","text_ayah":"فَلَمَّا سَمِعَتْ بِمَكْرِهِنَّ اَرْسَلَتْ اِلَيْهِنَّ وَاَعْتَدَتْ لَهُنَّ مُتَّكَـاً وَّاٰتَتْ كُلَّ وَاحِدَةٍ مِّنْهُنَّ سِكِّيْنًا وَّقَالَتِ اخْرُجْ عَلَيْهِنَّۚ فَلَمَّا رَاَيْنَهٗٓ اَكْبَرْنَهٗ وَقَطَّعْنَ اَيْدِيَهُنَّۖ وَقُلْنَ حَاشَ لِلّٰهِ مَا هٰذَا بَشَرًاۗ اِنْ هٰذَآ اِلَّا مَلَكٌ كَرِيْمٌ ","text_id":"Maka, ketika dia (istri al-Aziz) mendengar cercaan mereka, dia mengundang wanita-wanita itu dan menyediakan tempat duduk bagi mereka. Dia memberikan sebuah pisau kepada setiap wanita (untuk memotong-motong makanan). Dia berkata (kepada Yusuf), “Keluarlah (tampakkanlah dirimu) kepada mereka.” Ketika wanita-wanita itu melihatnya, mereka sangat terpesona (dengan ketampanannya) dan mereka (tanpa sadar) melukai tangannya sendiri seraya berkata, “Mahasempurna Allah. Ini bukanlah manusia. Ini benar-benar seorang malaikat yang mulia.”","text_en":"When she heard their slanderings, she sent for them and prepared a banquet, and gave each of them a knife (for paring fruit), and called (to Joseph): \"Come out before them.\" When they saw him, the women were so wonderstruck they cut their hands, and exclaimed: \"O Lord preserve us! He is no mortal but an honourable angel.\"","transliteration":"fa lammā sami'at bimakrihinna arsalat ilaihinna wa a'tadat lahunna muttaka`aw wa ātat kulla wāḥidatim min-hunna sikkīnaw wa qālatikhruj 'alaihinn, fa lammā ra`ainahū akbarnahụ wa qaṭṭa'na aidiyahunna wa qulna ḥāsya lillāhi mā hāżā basyarā, in hāżā illā malakung karīm","no_fn":"","text_fn":""},{"id":1628,"surah":12,"no_ayah":32,"theme":"Tersebarnya Berita tentang Istri Al-Aziz","text_ayah":"قَالَتْ فَذٰلِكُنَّ الَّذِيْ لُمْتُنَّنِيْ فِيْهِۗوَلَقَدْ رَاوَدْتُّهٗ عَنْ نَّفْسِهٖ فَاسْتَعْصَمَۗوَلَىِٕنْ لَّمْ يَفْعَلْ مَآ اٰمُرُهٗ لَيُسْجَنَنَّ وَلَيَكُوْنًا مِّنَ الصّٰغِرِيْنَ ","text_id":"Dia (istri al-Aziz) berkata, “Itulah orangnya yang menyebabkan kamu mencela aku karena (aku tertarik) kepadanya. Sungguh, aku benar-benar telah menggoda untuk menaklukkan dirinya, tetapi dia menolak. Jika tidak melakukan apa yang aku perintahkan kepadanya, niscaya dia akan dipenjarakan dan benar-benar akan termasuk orang yang hina.”","text_en":"She said: \"This is the one you blamed me for. I did desire his person, but he preserved himself from sin. Yet in case he does not do my bidding he will be put into prison and disgraced.\"","transliteration":"qālat fa żālikunnallażī lumtunnanī fīh, wa laqad rāwattuhụ 'an nafsihī fasta'ṣam, wa la`il lam yaf'al mā āmuruhụ layusjananna wa layakụnam minaṣ-ṣāgirīn","no_fn":"","text_fn":""},{"id":1629,"surah":12,"no_ayah":33,"theme":"Tersebarnya Berita tentang Istri Al-Aziz","text_ayah":"قَالَ رَبِّ السِّجْنُ اَحَبُّ اِلَيَّ مِمَّا يَدْعُوْنَنِيْٓ اِلَيْهِۚوَاِلَّا تَصْرِفْ عَنِّيْ كَيْدَهُنَّ اَصْبُ اِلَيْهِنَّ وَاَكُنْ مِّنَ الْجٰهِلِيْنَ ","text_id":"(Yusuf) berkata, “Wahai Tuhanku, penjara lebih aku sukai daripada memenuhi ajakan mereka. Jika Engkau tidak menghindarkan tipu daya mereka dariku, niscaya aku akan cenderung untuk (memenuhi keinginan mereka) dan tentu aku termasuk orang-orang yang bodoh.”","text_en":"(Joseph) prayed: \"O Lord, dearer is prison than what they invite me to. Unless You turn their guiles away from me I shall succumb to their charms and thus become a pagan.\"","transliteration":"qāla rabbis-sijnu aḥabbu ilayya mimmā yad'ụnanī ilaīh, wa illā taṣrif 'annī kaidahunna aṣbu ilaihinna wa akum minal-jāhilīn","no_fn":"","text_fn":""},{"id":1630,"surah":12,"no_ayah":34,"theme":"Tersebarnya Berita tentang Istri Al-Aziz","text_ayah":"فَاسْتَجَابَ لَهٗ رَبُّهٗ فَصَرَفَ عَنْهُ كَيْدَهُنَّۗاِنَّهٗ هُوَ السَّمِيْعُ الْعَلِيْمُ ","text_id":"Maka, Tuhannya memperkenankan (doa)-nya dan menghindarkannya dari tipu daya mereka. Sesungguhnya Dialah yang Maha Mendengar lagi Maha Mengetahui.","text_en":"His Lord heard his prayer, and averted the women's wiles from him. He verily hears and knows everything.","transliteration":"fastajāba lahụ rabbuhụ fa ṣarafa 'an-hu kaidahunn, innahụ huwas-samī'ul 'alīm","no_fn":"","text_fn":""},{"id":1631,"surah":12,"no_ayah":35,"theme":"Tersebarnya Berita tentang Istri Al-Aziz","text_ayah":"ثُمَّ بَدَا لَهُمْ مِّنْۢ بَعْدِ مَا رَاَوُا الْاٰيٰتِ لَيَسْجُنُنَّهٗ حَتّٰى حِيْنٍࣖ ","text_id":"Kemudian timbul pikiran pada mereka setelah melihat tanda-tanda (kebenaran Yusuf) bahwa mereka harus memenjarakannya sampai waktu tertentu.","text_en":"And yet in spite of having seen these clear proofs they found it proper to incarcerate him for a time.","transliteration":"ṡumma badā lahum mim ba'di mā ra`awul-āyāti layasjununnahụ ḥattā ḥīn","no_fn":"","text_fn":""},{"id":1632,"surah":12,"no_ayah":36,"theme":"Kisah Nabi Yusuf dalam Penjara","text_ayah":"وَدَخَلَ مَعَهُ السِّجْنَ فَتَيٰنِۗقَالَ اَحَدُهُمَآ اِنِّيْٓ اَرٰىنِيْٓ اَعْصِرُ خَمْرًاۚوَقَالَ الْاٰخَرُ اِنِّيْٓ اَرٰىنِيْٓ اَحْمِلُ فَوْقَ رَأْسِيْ خُبْزًا تَأْكُلُ الطَّيْرُ مِنْهُۗنَبِّئْنَا بِتَأْوِيْلِهٖۚاِنَّا نَرٰىكَ مِنَ الْمُحْسِنِيْنَ","text_id":"Bersama dia (Yusuf) masuk pula dua orang pemuda ke dalam penjara.<sup>370)</sup> Salah satunya berkata, “Sesungguhnya aku bermimpi memeras anggur,” dan yang lainnya berkata, “Aku bermimpi membawa roti di atas kepalaku. Sebagiannya dimakan burung.” (Keduanya berkata,) “Jelaskanlah kepada kami takwilnya! Sesungguhnya kami memandangmu termasuk orang-orang yang berbuat baik.”","text_en":"Two other youths were imprisoned along with him. Said one of them: \"I dreamt that I was pressing grapes;\" and the other: \"I dreamt that I was carrying bread on my head, and the birds were pecking at it. You tell us the meaning of this. You seem to be a righteous man.\"","transliteration":"wa dakhala ma'ahus-sijna fatayān, qāla aḥaduhumā innī arānī a'ṣiru khamrā, wa qālal-ākharu innī arānī aḥmilu fauqa ra`sī khubzan ta`kuluṭ-ṭairu min-h, nabbi`nā bita`wīlih, innā narāka minal-muḥsinīn","no_fn":"370","text_fn":"370) Menurut suatu riwayat, dua pemuda itu adalah pelayan-pelayan raja."},{"id":1633,"surah":12,"no_ayah":37,"theme":"Kisah Nabi Yusuf dalam Penjara","text_ayah":"قَالَ لَا يَأْتِيْكُمَا طَعَامٌ تُرْزَقٰنِهٖٓ اِلَّا نَبَّأْتُكُمَا بِتَأْوِيْلِهٖ قَبْلَ اَنْ يَّأْتِيَكُمَاۗذٰلِكُمَا مِمَّا عَلَّمَنِيْ رَبِّيْۗ اِنِّيْ تَرَكْتُ مِلَّةَ قَوْمٍ لَّا يُؤْمِنُوْنَ بِاللّٰهِ وَهُمْ بِالْاٰخِرَةِ هُمْ كٰفِرُوْنَۙ ","text_id":"(Yusuf) berkata, “Tidak ada makanan apa pun yang akan diberikan kepadamu berdua, kecuali aku telah menjelaskan takwilnya sebelum (makanan) itu sampai kepadamu. Itu sebagian dari yang diajarkan Tuhan kepadaku. Sesungguhnya aku telah meninggalkan agama kaum yang tidak beriman kepada Allah, bahkan kepada akhirat pun mereka ingkar.","text_en":"(Joseph) answered: \"I will give you its interpretation before the food you are served arrives. This knowledge is one of the things my Lord has taught me. I have given up the religion of those who do not believe in God and deny the life to come.","transliteration":"qāla lā ya`tīkumā ṭa'āmun turzaqānihī illā nabba`tukumā bita`wīlihī qabla ay ya`tiyakumā, żālikumā mimmā 'allamanī rabbī, innī taraktu millata qaumil lā yu`minụna billāhi wa hum bil-ākhirati hum kāfirụn","no_fn":"","text_fn":""},{"id":1634,"surah":12,"no_ayah":38,"theme":"Kisah Nabi Yusuf dalam Penjara","text_ayah":"وَاتَّبَعْتُ مِلَّةَ اٰبَاۤءِيْٓ اِبْرٰهِيْمَ وَاِسْحٰقَ وَيَعْقُوْبَۗ مَا كَانَ لَنَآ اَنْ نُّشْرِكَ بِاللّٰهِ مِنْ شَيْءٍۗ ذٰلِكَ مِنْ فَضْلِ اللّٰهِ عَلَيْنَا وَعَلَى النَّاسِ وَلٰكِنَّ اَكْثَرَ النَّاسِ لَا يَشْكُرُوْنَ","text_id":"Aku mengikuti agama nenek moyangku, (yaitu) Ibrahim, Ishaq, dan Ya‘qub. Tidak pantas bagi kami mempersekutukan suatu apa pun dengan Allah. Itu adalah bagian dari karunia Allah kepada kami dan kepada manusia (semuanya), tetapi kebanyakan manusia tidak bersyukur. ","text_en":"I follow the faith of my fathers, of Abraham and Isaac and Jacob. We cannot associate anyone with God. This is among God's favours to us and to all mankind; but most men are not grateful.","transliteration":"wattaba'tu millata ābā`ī ibrāhīma wa is-ḥāqa wa ya'qụb, mā kāna lanā an nusyrika billāhi min syaī`, żālika min faḍlillāhi 'alainā wa 'alan-nāsi wa lākinna akṡaran-nāsi lā yasykurụn","no_fn":"","text_fn":""},{"id":1635,"surah":12,"no_ayah":39,"theme":"Ajakan Nabi Yusuf terhadap Agama Tauhid","text_ayah":"يٰصَاحِبَيِ السِّجْنِ ءَاَرْبَابٌ مُّتَفَرِّقُوْنَ خَيْرٌ اَمِ اللّٰهُ الْوَاحِدُ الْقَهَّارُۗ  ","text_id":"Wahai dua penghuni penjara, manakah yang lebih baik, tuhan-tuhan yang bermacam-macam itu ataukah Allah Yang Maha Esa lagi Mahaperkasa?","text_en":"(Tell me) O fellow-prisoners, are a number of gods better, or one God omnipotent?","transliteration":"yā ṣāḥibayis-sijni a arbābum mutafarriqụna khairun amillāhul-wāḥidul-qahhār","no_fn":"","text_fn":""},{"id":1636,"surah":12,"no_ayah":40,"theme":"Ajakan Nabi Yusuf terhadap Agama Tauhid","text_ayah":"مَا تَعْبُدُوْنَ مِنْ دُوْنِهٖٓ اِلَّآ اَسْمَاۤءً سَمَّيْتُمُوْهَآ اَنْتُمْ وَاٰبَاۤؤُكُمْ مَّآ اَنْزَلَ اللّٰهُ بِهَا مِنْ سُلْطٰنٍۗ اِنِ الْحُكْمُ اِلَّا لِلّٰهِۗاَمَرَ اَلَّا تَعْبُدُوْٓا اِلَّآ اِيَّاهُۗذٰلِكَ الدِّيْنُ الْقَيِّمُ وَلٰكِنَّ اَكْثَرَ النَّاسِ لَا يَعْلَمُوْنَ ","text_id":"Apa yang kamu sembah selain Dia hanyalah nama-nama (berhala) yang kamu dan nenek moyangmu buat sendiri. Allah tidak menurunkan suatu keterangan apa pun yang pasti tentang hal (nama-nama) itu. Ketetapan (yang pasti benar) itu hanyalah milik Allah. Dia telah memerintahkan agar kamu tidak menyembah selain Dia. Itulah agama yang lurus, tetapi kebanyakan manusia tidak mengetahui.","text_en":"(What) you worship besides Him are nothing but names that you and your fathers have assigned, for which no sanction has been sent down by God. Authority belongs to God alone. He commands that you worship none but Him. This is the right way; but most men are ignorant.","transliteration":"mā ta'budụna min dụnihī illā asmā`an sammaitumụhā antum wa ābā`ukum mā anzalallāhu bihā min sulṭān, inil-ḥukmu illā lillāh, amara allā ta'budū illā iyyāh, żālikad-dīnul-qayyimu wa lākinna akṡaran-nāsi lā ya'lamụn","no_fn":"","text_fn":""},{"id":1637,"surah":12,"no_ayah":41,"theme":"Takwil Mimpi oleh Nabi Yusuf ","text_ayah":"يٰصَاحِبَيِ السِّجْنِ اَمَّآ اَحَدُكُمَا فَيَسْقِيْ رَبَّهٗ خَمْرًاۗوَاَمَّا الْاٰخَرُ فَيُصْلَبُ فَتَأْكُلُ الطَّيْرُ مِنْ رَّأْسِهٖۗ قُضِيَ الْاَمْرُ الَّذِيْ فِيْهِ تَسْتَفْتِيٰنِۗ ","text_id":"Wahai dua penghuni penjara, salah seorang di antara kamu akan bertugas menyediakan minuman khamar bagi tuannya, sedangkan yang lain akan disalib. Lalu, burung akan memakan sebagian kepalanya. Telah terjawab perkara yang kamu berdua tanyakan (kepadaku).”","text_en":"O fellow-prisoners, one of you will serve wine to your master, the other will be crucified and the birds will peck at his brain. Determined is the matter of your inquiry.\"","transliteration":"yā ṣāḥibayis-sijni ammā aḥadukumā fa yasqī rabbahụ khamrā, wa ammal-ākharu fa yuṣlabu fa ta`kuluṭ-ṭairu mir ra`sih, quḍiyal-amrullażī fīhi tastaftiyān","no_fn":"","text_fn":""},{"id":1638,"surah":12,"no_ayah":42,"theme":"Takwil Mimpi oleh Nabi Yusuf ","text_ayah":"وَقَالَ لِلَّذِيْ ظَنَّ اَنَّهٗ نَاجٍ مِّنْهُمَا اذْكُرْنِيْ عِنْدَ رَبِّكَۖ فَاَنْسٰىهُ الشَّيْطٰنُ ذِكْرَ رَبِّهٖ فَلَبِثَ فِى السِّجْنِ بِضْعَ سِنِيْنَࣖ ","text_id":"Dia (Yusuf) berkata kepada orang yang diketahuinya akan selamat di antara mereka berdua, “Jelaskanlah keadaanku kepada tuanmu.” Kemudian, setan menjadikan dia lupa untuk menjelaskan (keadaan Yusuf) kepada tuannya. Karena itu, dia (Yusuf) tetap dalam penjara beberapa tahun lamanya.","text_en":"And (Joseph) asked the man he knew would be released: \"Remember me to your lord;\" but Satan made him forget to mention this to his lord, and Joseph remained in prison for a number of years.","transliteration":"wa qāla lillażī ẓanna annahụ nājim min-humażkurnī 'inda rabbika fa ansāhusy-syaiṭānu żikra rabbihī fa labiṡa fis-sijni biḍ'a sinīn","no_fn":"","text_fn":""},{"id":1639,"surah":12,"no_ayah":43,"theme":"Takwil Nabi Yusuf tentang Mimpi Raja","text_ayah":"وَقَالَ الْمَلِكُ اِنِّيْٓ اَرٰى سَبْعَ بَقَرٰتٍ سِمَانٍ يَّأْكُلُهُنَّ سَبْعٌ عِجَافٌ وَّسَبْعَ سُنْۢبُلٰتٍ خُضْرٍ وَّاُخَرَ يٰبِسٰتٍۗ  يٰٓاَيُّهَا الْمَلَاُ اَفْتُوْنِيْ فِيْ رُءْيَايَ اِنْ كُنْتُمْ لِلرُّءْيَا تَعْبُرُوْنَ","text_id":"Raja berkata (kepada para pemuka kaumnya), “Sesungguhnya aku bermimpi melihat tujuh ekor sapi yang gemuk dimakan oleh tujuh ekor sapi yang kurus serta tujuh tangkai (gandum) yang hijau (dan tujuh tangkai) lainnya yang kering. Wahai para pemuka kaum, jelaskanlah kepadaku tentang mimpiku itu jika kamu dapat menakwilkannya!”","text_en":"(One day) the king said (to his courtiers): \"I saw seven fat cows in a dream being devoured by seven lean ones, and seven ears of corn that were green and seven others that were seared. O courtiers, tell me the significance of my dream, if you know how to interpret them.\"","transliteration":"wa qālal-maliku innī arā sab'a baqarātin simāniy ya`kuluhunna sab'un 'ijāfuw wa sab'a sumbulātin khuḍriw wa ukhara yābisāt, yā ayyuhal-mala`u aftụnī fī ru`yāya ing kuntum lir-ru`yā ta'burụn","no_fn":"","text_fn":""},{"id":1640,"surah":12,"no_ayah":44,"theme":"Takwil Nabi Yusuf tentang Mimpi Raja","text_ayah":"قَالُوْٓا اَضْغَاثُ اَحْلَامٍۚوَمَا نَحْنُ بِتَأْوِيْلِ الْاَحْلَامِ بِعٰلِمِيْنَ ","text_id":"Mereka menjawab, “(Itu) mimpi-mimpi yang kosong dan kami sekali-kali tidak mampu menakwilkan mimpi itu.”","text_en":"\"They were only confused dreams,\" they said; \"we do not know how to interpret them.\"","transliteration":"qālū aḍgāṡu aḥlām, wa mā naḥnu bita`wīlil-aḥlāmi bi'ālimīn","no_fn":"","text_fn":""},{"id":1641,"surah":12,"no_ayah":45,"theme":"Takwil Nabi Yusuf tentang Mimpi Raja","text_ayah":"وَقَالَ الَّذِيْ نَجَا مِنْهُمَا وَادَّكَرَ بَعْدَ اُمَّةٍ اَنَا۠ اُنَبِّئُكُمْ بِتَأْوِيْلِهٖ فَاَرْسِلُوْنِ ","text_id":"Orang yang selamat di antara mereka berdua berkata dan teringat (perihal Yusuf) setelah beberapa waktu lamanya, “Aku akan memberitahukan kepadamu tentang (orang yang pandai) menakwilkan mimpi itu. Maka, utuslah aku (kepadanya).”","text_en":"Then the servant, who of the two had been released, remembering (Joseph), said: \"I will give you its interpretation; let me go for it.\"","transliteration":"wa qālallażī najā min-humā waddakara ba'da ummatin ana unabbi`ukum bita`wīlihī fa arsilụn","no_fn":"","text_fn":""},{"id":1642,"surah":12,"no_ayah":46,"theme":"Takwil Nabi Yusuf tentang Mimpi Raja","text_ayah":"يُوْسُفُ اَيُّهَا الصِّدِّيْقُ اَفْتِنَا فِيْ سَبْعِ بَقَرٰتٍ سِمَانٍ يَّأْكُلُهُنَّ سَبْعٌ عِجَافٌ وَّسَبْعِ سُنْۢبُلٰتٍ خُضْرٍ وَّاُخَرَ يٰبِسٰتٍۙ  لَّعَلِّيْٓ اَرْجِعُ اِلَى النَّاسِ لَعَلَّهُمْ يَعْلَمُوْنَ ","text_id":"(Dia berkata,) “Wahai Yusuf, orang yang sangat dipercaya, jelaskanlah kepada kami (takwil mimpiku) tentang tujuh ekor sapi gemuk yang dimakan oleh tujuh (ekor sapi) kurus dan tujuh tangkai (gandum) hijau yang (meliputi tujuh tangkai) lainnya yang kering agar aku kembali kepada orang-orang itu supaya mereka mengetahuinya.”","text_en":"(And coming to the prison) he said: \"O Joseph the truthful, tell us (the meaning of) seven fat cows being devoured by seven lean ones, and seven green ears of corn and seven seared, that I may go back to the people and tell them.\"","transliteration":"yụsufu ayyuhaṣ-ṣiddīqu aftinā fī sab'i baqarātin simāniy ya`kuluhunna sab'un 'ijāfuw wa sab'i sumbulātin khuḍriw wa ukhara yābisātil la'allī arji'u ilan-nāsi la'allahum ya'lamụn","no_fn":"","text_fn":""},{"id":1643,"surah":12,"no_ayah":47,"theme":"Takwil Nabi Yusuf tentang Mimpi Raja","text_ayah":"قَالَ تَزْرَعُوْنَ سَبْعَ سِنِيْنَ دَاَبًاۚ فَمَا حَصَدْتُّمْ فَذَرُوْهُ فِيْ سُنْۢبُلِهٖٓ اِلَّا قَلِيْلًا مِّمَّا تَأْكُلُوْنَ ","text_id":"(Yusuf) berkata, “Bercocoktanamlah kamu tujuh tahun berturut-turut! Kemudian apa yang kamu tuai, biarkanlah di tangkainya, kecuali sedikit untuk kamu makan.","text_en":"He said: \"Sow as usual for seven years, and after reaping leave the corn in the ears, except the little you need for food.","transliteration":"qāla tazra'ụna sab'a sinīna da`abā, fa mā ḥaṣattum fa żarụhu fī sumbulihī illā qalīlam mimmā ta`kulụn","no_fn":"","text_fn":""},{"id":1644,"surah":12,"no_ayah":48,"theme":"Takwil Nabi Yusuf tentang Mimpi Raja","text_ayah":"ثُمَّ يَأْتِيْ مِنْۢ بَعْدِ ذٰلِكَ سَبْعٌ شِدَادٌ يَّأْكُلْنَ مَا قَدَّمْتُمْ لَهُنَّ اِلَّا قَلِيْلًا مِّمَّا تُحْصِنُوْنَ","text_id":"Kemudian, sesudah itu akan datang tujuh (tahun) yang sangat sulit (paceklik) yang menghabiskan apa yang kamu simpan untuk menghadapinya, kecuali sedikit dari apa (bibit gandum) yang kamu simpan.","text_en":"Then there will come seven years of hardship which will consume the grain you had laid up against them, except a little you may have stored away.","transliteration":"ṡumma ya`tī mim ba'di żālika sab'un syidāduy ya`kulna mā qaddamtum lahunna illā qalīlam mimmā tuḥṣinụn","no_fn":"","text_fn":""},{"id":1645,"surah":12,"no_ayah":49,"theme":"Takwil Nabi Yusuf tentang Mimpi Raja","text_ayah":"ثُمَّ يَأْتِيْ مِنْۢ بَعْدِ ذٰلِكَ عَامٌ فِيْهِ يُغَاثُ النَّاسُ وَفِيْهِ يَعْصِرُوْنَࣖ","text_id":"Setelah itu akan datang tahun, ketika manusia diberi hujan (dengan cukup) dan pada masa itu mereka memeras (anggur).”","text_en":"This will be followed by a year of rain, and people shall press (the grapes).\"","transliteration":"ṡumma ya`tī mim ba'di żālika 'āmun fīhi yugāṡun-nāsu wa fīhi ya'ṣirụn","no_fn":"","text_fn":""},{"id":1646,"surah":12,"no_ayah":50,"theme":"Pembebasan Nabi Yusuf dari Penjara","text_ayah":"وَقَالَ الْمَلِكُ ائْتُوْنِيْ بِهٖۚفَلَمَّا جَاۤءَهُ الرَّسُوْلُ قَالَ ارْجِعْ اِلٰى رَبِّكَ فَسْـَٔلْهُ مَا بَالُ النِّسْوَةِ الّٰتِيْ قَطَّعْنَ اَيْدِيَهُنَّۗاِنَّ رَبِّيْ بِكَيْدِهِنَّ عَلِيْمٌ ","text_id":"Raja berkata, “Bawalah dia kepadaku!” Ketika utusan itu datang kepadanya, dia (Yusuf) berkata, “Kembalilah kepada tuanmu dan tanyakan kepadanya bagaimana perihal wanita-wanita yang telah melukai tangannya. Sesungguhnya Tuhanku Maha Mengetahui tipu daya mereka.”","text_en":"The king said: \"Bring him to me. So when the messenger came to Joseph, he said: \"Go back to your lord and ask him: 'How fare the women who had cut their hands?' My Lord is cognisant of their guile.\"","transliteration":"wa qālal-maliku`tụnī bih, fa lammā jā`ahur-rasụlu qālarji' ilā rabbika fas`al-hu mā bālun-niswatillātī qaṭṭa'na aidiyahunn, inna rabbī bikaidihinna 'alīm","no_fn":"","text_fn":""},{"id":1647,"surah":12,"no_ayah":51,"theme":"Pembebasan Nabi Yusuf dari Penjara","text_ayah":"قَالَ مَا خَطْبُكُنَّ اِذْ رَاوَدْتُّنَّ يُوْسُفَ عَنْ نَّفْسِهٖۗ  قُلْنَ حَاشَ لِلّٰهِ مَا عَلِمْنَا عَلَيْهِ مِنْ سُوْۤءٍۗقَالَتِ امْرَاَتُ الْعَزِيْزِ الْـٰٔنَ حَصْحَصَ الْحَقُّۖ اَنَا۠ رَاوَدْتُّهٗ عَنْ نَّفْسِهٖ وَاِنَّهٗ لَمِنَ الصّٰدِقِيْنَ ","text_id":"Dia (raja) berkata (kepada wanita-wanita itu), “Bagaimana keadaanmu ketika kamu menggoda Yusuf untuk menundukkan dirinya?”<sup>371)</sup> Mereka berkata, “Mahasempurna Allah, Kami tidak mengetahui sesuatu keburukan darinya.” Istri al-Aziz berkata, “Sekarang jelaslah kebenaran itu. Akulah yang menggodanya dan sesungguhnya dia termasuk orang-orang yang benar.”","text_en":"The king asked the women: \"What was the affair of seducing Joseph?\" \"God preserve us,\" they said; \"we know no evil against him.\" The wife of the minister said: \"The truth has now come out. It was I who desired to seduce him, but he is indeed a man of virtue.\" --","transliteration":"qāla mā khaṭbukunna iż rāwattunna yụsufa 'an nafsih, qulna ḥāsya lillāhi mā 'alimnā 'alaihi min sū`, qālatimra`atul-'azīzil-āna ḥaṣ-ḥaṣal-ḥaqqu ana rāwattuhụ 'an nafsihī wa innahụ laminaṣ-ṣādiqīn","no_fn":"371","text_fn":"371) Yang dimaksud dengan keadaan di sini ialah pendapat perempuan-perempuan itu tentang Nabi Yusuf a.s., apakah dia terpengaruh godaan itu atau tidak."},{"id":1648,"surah":12,"no_ayah":52,"theme":"Pembebasan Nabi Yusuf dari Penjara","text_ayah":"ذٰلِكَ لِيَعْلَمَ اَنِّيْ لَمْ اَخُنْهُ بِالْغَيْبِ وَاَنَّ اللّٰهَ لَا يَهْدِيْ كَيْدَ الْخَاۤىِٕنِيْنَ  ۔","text_id":"(Yusuf berkata,) “Yang demikian itu agar dia (al-Aziz) mengetahui bahwa aku benar-benar tidak mengkhianatinya ketika dia tidak ada (di rumah) dan bahwa sesungguhnya Allah tidak meridai tipu daya orang-orang yang berkhianat.","text_en":"(At this Joseph remarked:) \"From this (the Minister) should know that I did not betray him in his absence, and that God does not surely let the wiles of those who betray ever succeed.","transliteration":"żālika liya'lama annī lam akhun-hu bil-gaibi wa annallāha lā yahdī kaidal-khā`inīn","no_fn":"","text_fn":""},{"id":1649,"surah":12,"no_ayah":53,"theme":"Diangkatnya Nabi Yusuf Menjadi Pejabat Kerajaan","text_ayah":"۞ وَمَآ اُبَرِّئُ نَفْسِيْۚ اِنَّ النَّفْسَ لَاَمَّارَةٌ ۢ بِالسُّوْۤءِ اِلَّا مَا رَحِمَ رَبِّيْۗ اِنَّ رَبِّيْ غَفُوْرٌ رَّحِيْمٌ","text_id":"Aku tidak (menyatakan) diriku bebas (dari kesalahan) karena sesungguhnya nafsu itu selalu mendorong kepada kejahatan, kecuali (nafsu) yang diberi rahmat oleh Tuhanku. Sesungguhnya Tuhanku Maha Pengampun lagi Maha Penyayang.”","text_en":"But I do not wish to absolve myself, for the soul is prone to evil, unless my Lord have mercy. Indeed my Lord is forgiving and kind.\" --","transliteration":"wa mā ubarri`u nafsī, innan-nafsa la`ammāratum bis-sū`i illā mā raḥima rabbī, inna rabbī gafụrur raḥīm","no_fn":"","text_fn":""},{"id":1650,"surah":12,"no_ayah":54,"theme":"Diangkatnya Nabi Yusuf Menjadi Pejabat Kerajaan","text_ayah":"وَقَالَ الْمَلِكُ ائْتُوْنِيْ بِهٖٓ اَسْتَخْلِصْهُ لِنَفْسِيْۚ فَلَمَّا كَلَّمَهٗ قَالَ اِنَّكَ الْيَوْمَ لَدَيْنَا مَكِيْنٌ اَمِيْنٌ","text_id":"Raja berkata, “Bawalah dia (Yusuf) kepadaku agar aku memilih dia (sebagai orang yang dekat) kepadaku.” Ketika dia (raja) telah berbicara kepadanya, dia (raja) berkata, “Sesungguhnya (mulai) hari ini engkau menjadi seorang yang berkedudukan tinggi di lingkungan kami lagi sangat dipercaya.”","text_en":"When the king heard this he said: \"Bring him to me. I shall take him in my special service.\" When he had talked to him, he said: \"Today you are established in a rank of trust with us.\"","transliteration":"wa qālal-maliku`tụnī bihī astakhliṣ-hu linafsī, fa lammā kallamahụ qāla innakal-yauma ladainā makīnun amīn","no_fn":"","text_fn":""},{"id":1651,"surah":12,"no_ayah":55,"theme":"Diangkatnya Nabi Yusuf Menjadi Pejabat Kerajaan","text_ayah":"قَالَ اجْعَلْنِيْ عَلٰى خَزَاۤىِٕنِ الْاَرْضِۚ اِنِّيْ حَفِيْظٌ عَلِيْمٌ","text_id":"Dia (Yusuf) berkata, “Jadikanlah aku pengelola perbendaharaan negeri (Mesir). Sesungguhnya aku adalah orang yang pandai menjaga (amanah) lagi sangat berpengetahuan.”","text_en":"\"Appoint me over the granaries of the land,\" (he said); \"I shall be a knowledgeable keeper.\"","transliteration":"qālaj'alnī 'alā khazā`inil-arḍ, innī ḥafīẓun 'alīm","no_fn":"","text_fn":""},{"id":1652,"surah":12,"no_ayah":56,"theme":"Diangkatnya Nabi Yusuf Menjadi Pejabat Kerajaan","text_ayah":"وَكَذٰلِكَ مَكَّنَّا لِيُوْسُفَ فِى الْاَرْضِ يَتَبَوَّاُ مِنْهَا حَيْثُ يَشَاۤءُۗ نُصِيْبُ بِرَحْمَتِنَا مَنْ نَّشَاۤءُ وَلَا نُضِيْعُ اَجْرَ الْمُحْسِنِيْنَ","text_id":"Demikianlah Kami memberi kedudukan kepada Yusuf di negeri ini (Mesir) untuk tinggal di mana saja yang dia kehendaki. Kami melimpahkan rahmat Kami kepada siapa yang Kami kehendaki dan Kami tidak menyia-nyiakan pahala orang-orang yang berbuat baik.","text_en":"Thus We gave Joseph authority in the land so that he lived wherever he liked. We bestow Our favours on whomsoever We please, and do not allow the reward of those who are good to go waste.","transliteration":"wa każālika makkannā liyụsufa fil-arḍi yatabawwa`u min-hā ḥaiṡu yasyā`, nuṣību biraḥmatinā man nasyā`u wa lā nuḍī'u ajral-muḥsinīn","no_fn":"","text_fn":""},{"id":1653,"surah":12,"no_ayah":57,"theme":"Diangkatnya Nabi Yusuf Menjadi Pejabat Kerajaan","text_ayah":"وَلَاَجْرُ الْاٰخِرَةِ خَيْرٌ لِّلَّذِيْنَ اٰمَنُوْا وَكَانُوْا يَتَّقُوْنَࣖ","text_id":"Sungguh, pahala akhirat itu (pasti) lebih baik bagi orang-orang yang beriman dan selalu bertakwa.","text_en":"And certainly the recompense of the life to come is better for those who believe and follow the right path.","transliteration":"wa la`ajrul-ākhirati khairul lillażīna āmanụ wa kānụ yattaqụn","no_fn":"","text_fn":""},{"id":1654,"surah":12,"no_ayah":58,"theme":"Pertemuan Nabi Yusuf dengan Saudara-Saudaranya","text_ayah":"وَجَاۤءَ اِخْوَةُ يُوْسُفَ فَدَخَلُوْا عَلَيْهِ فَعَرَفَهُمْ وَهُمْ لَهٗ مُنْكِرُوْنَ","text_id":"Saudara-saudara Yusuf datang (ke Mesir), lalu mereka masuk ke (tempat)-nya. Maka, dia (Yusuf) mengenali mereka, sedangkan mereka benar-benar tidak mengenalinya.<sup>372)</sup>","text_en":"The brothers of Joseph came (to Egypt) and visited him. He recognised them, though they did not recognise him.","transliteration":"wa jā`a ikhwatu yụsufa fa dakhalụ 'alaihi fa 'arafahum wa hum lahụ mungkirụn","no_fn":"372","text_fn":"372) Menurut catatan sejarah, telah terjadi musim paceklik di Mesir dan sekitarnya. Maka, atas anjuran Nabi Ya‘qub a.s., saudara-saudara Nabi Yusuf a.s. datang dari Kan‘an ke Mesir untuk menghadap pembesar-pembesar Mesir demi mendapatkan bahan makanan."},{"id":1655,"surah":12,"no_ayah":59,"theme":"Pertemuan Nabi Yusuf dengan Saudara-Saudaranya","text_ayah":"وَلَمَّا جَهَّزَهُمْ بِجَهَازِهِمْ قَالَ ائْتُوْنِيْ بِاَخٍ لَّكُمْ مِّنْ اَبِيْكُمْۚ اَلَا تَرَوْنَ اَنِّيْٓ اُوْفِى الْكَيْلَ وَاَنَا۠ خَيْرُ الْمُنْزِلِيْنَ ","text_id":"Ketika dia (Yusuf) menyiapkan perbekalan (bahan makanan) untuk mereka, dia berkata, “Bawalah kepadaku saudaramu yang seayah denganmu (Bunyamin). Tidakkah kamu melihat bahwa aku menyempurnakan takaran (gandum) dan aku adalah sebaik-baiknya penerima tamu?","text_en":"When he had supplied their provisions, he said to them: \"Bring your (half) brother with you. Have you not seen that I have given full measure, and that I am the best of hosts?","transliteration":"wa lammā jahhazahum bijahāzihim qāla`tụnī bi`akhil lakum min abīkum, alā tarauna annī ụfil-kaila wa ana khairul-munzilīn","no_fn":"","text_fn":""},{"id":1656,"surah":12,"no_ayah":60,"theme":"Pertemuan Nabi Yusuf dengan Saudara-Saudaranya","text_ayah":"فَاِنْ لَّمْ تَأْتُوْنِيْ بِهٖ فَلَا كَيْلَ لَكُمْ عِنْدِيْ وَلَا تَقْرَبُوْنِ","text_id":"Jika kamu tidak membawanya kepadaku, kamu tidak akan mendapat jatah (gandum) lagi dariku dan jangan kamu mendekatiku.”","text_en":"But if you do not bring him with you, then I shall have no grain for you, nor should you come back to me.\"","transliteration":"fa il lam ta`tụnī bihī fa lā kaila lakum 'indī wa lā taqrabụn","no_fn":"","text_fn":""},{"id":1657,"surah":12,"no_ayah":61,"theme":"Pertemuan Nabi Yusuf dengan Saudara-Saudaranya","text_ayah":"قَالُوْا سَنُرَاوِدُ عَنْهُ اَبَاهُ وَاِنَّا لَفٰعِلُوْنَ","text_id":"Mereka berkata, “Kami akan membujuk ayahnya agar mengizinkan kami membawanya dan sesungguhnya kami benar-benar akan melaksanakannya.”","text_en":"They said: \"We shall request his father, and will certainly do that.\"","transliteration":"qālụ sanurāwidu 'an-hu abāhu wa innā lafā'ilụn","no_fn":"","text_fn":""},{"id":1658,"surah":12,"no_ayah":62,"theme":"Nabi Yusuf dan Bunyamin ","text_ayah":"وَقَالَ لِفِتْيٰنِهِ اجْعَلُوْا بِضَاعَتَهُمْ فِيْ رِحَالِهِمْ لَعَلَّهُمْ يَعْرِفُوْنَهَآ اِذَا انْقَلَبُوْٓا اِلٰٓى اَهْلِهِمْ لَعَلَّهُمْ يَرْجِعُوْنَ","text_id":"Dia (Yusuf) berkata kepada para pembantunya, “Masukkanlah (kembali) barang-barang mereka (yang mereka jadikan alat tukar)<sup>373)</sup> ke dalam karung-karung mereka. (Hal itu dilakukan) agar mereka mengetahuinya apabila telah kembali kepada keluarga mereka. Mudah-mudahan mereka kembali lagi.”<sup>374)</sup>","text_en":"Then he ordered his servants: \"Put their money back in their packs: They may find it on reaching home, and perhaps come again.\"","transliteration":"wa qāla lifityānihij'alụ biḍā'atahum fī riḥālihim la'allahum ya'rifụnahā iżangqalabū ilā ahlihim la'allahum yarji'ụn","no_fn":"373,374","text_fn":"373) Menurut kebanyakan mufasir, barang-barang saudara-saudara Nabi Yusuf a.s. yang digunakan sebagai alat penukar bahan makanan itu ialah kulit atau terompah.</br>374) Tindakan ini diambil sebagai siasat dengan cara menanam budi kepada mereka agar mereka nantinya bersedia kembali lagi ke Mesir dengan membawa Bunyamin."},{"id":1659,"surah":12,"no_ayah":63,"theme":"Nabi Yusuf dan Bunyamin ","text_ayah":"فَلَمَّا رَجَعُوْٓا اِلٰٓى اَبِيْهِمْ قَالُوْا يٰٓاَبَانَا مُنِعَ مِنَّا الْكَيْلُ فَاَرْسِلْ مَعَنَآ اَخَانَا نَكْتَلْ وَاِنَّا لَهٗ لَحٰفِظُوْنَ","text_id":"Maka, ketika mereka telah kembali kepada ayah mereka (Ya‘qub), mereka berkata, “Wahai ayah kami, kita tidak akan mendapat jatah (gandum) lagi (jika tidak membawa saudara kami). Oleh karena itu, biarkanlah saudara kami pergi bersama kami agar kami mendapat jatah. Sesungguhnya kami benar-benar akan menjaganya.”","text_en":"When they returned to their father, they said: \"O father, a further measure has been denied us. So send our brother with us that he may bring more grain. We shall take care of him.\"","transliteration":"fa lammā raja'ū ilā abīhim qālụ yā abānā muni'a minnal-kailu fa arsil ma'anā akhānā naktal wa innā lahụ laḥāfiẓụn","no_fn":"","text_fn":""},{"id":1660,"surah":12,"no_ayah":64,"theme":"Nabi Yusuf dan Bunyamin ","text_ayah":"قَالَ هَلْ اٰمَنُكُمْ عَلَيْهِ اِلَّا كَمَآ اَمِنْتُكُمْ عَلٰٓى اَخِيْهِ مِنْ قَبْلُۗ فَاللّٰهُ خَيْرٌ حٰفِظًا وَّهُوَ اَرْحَمُ الرّٰحِمِيْنَ","text_id":"Dia (Ya‘qub) berkata, “Bagaimana aku akan memercayakannya (Bunyamin) kepadamu, seperti halnya dahulu aku telah memercayakan saudaranya (Yusuf) kepada kamu? Allah adalah penjaga yang terbaik dan Dia Maha Penyayang di antara para penyayang.”","text_en":"He replied: \"Should I trust you with him as I did his brother? But God is the best of guardians, and most merciful of all.\"","transliteration":"qāla hal āmanukum 'alaihi illā kamā amintukum 'alā akhīhi ming qabl, fallāhu khairun ḥāfiẓaw wa huwa ar-ḥamur-rāḥimīn","no_fn":"","text_fn":""},{"id":1661,"surah":12,"no_ayah":65,"theme":"Nabi Yusuf dan Bunyamin ","text_ayah":"وَلَمَّا فَتَحُوْا مَتَاعَهُمْ وَجَدُوْا بِضَاعَتَهُمْ رُدَّتْ اِلَيْهِمْۗ قَالُوْا يٰٓاَبَانَا مَا نَبْغِيْۗ هٰذِهٖ بِضَاعَتُنَا رُدَّتْ اِلَيْنَا وَنَمِيْرُ اَهْلَنَا وَنَحْفَظُ اَخَانَا وَنَزْدَادُ كَيْلَ بَعِيْرٍۗ ذٰلِكَ كَيْلٌ يَّسِيْرٌ","text_id":"Ketika mereka membuka barang-barang mereka, mereka menemukan barang-barang (penukar) mereka dikembalikan kepada mereka. Mereka berkata, “Wahai ayah kami, apa (lagi) yang kita inginkan? Ini barang-barang kita dikembalikan kepada kita, kita akan dapat mendatangkan bahan makanan untuk keluarga kita, dan kami akan menjaga saudara kami, serta kita akan mendapat tambahan jatah (gandum) seberat beban seekor unta. Itu adalah suatu (tambahan) jatah yang mudah (bagi raja Mesir).” ","text_en":"When they unpacked their goods they said: \"O father, what more can we ask? Look, even our money has been returned. We shall go and bring a camel-load more of grain for our family, and take good care of our brother. That will be an easy measure.\"","transliteration":"wa lammā fataḥụ matā'ahum wajadụ biḍā'atahum ruddat ilaihim, qālụ yā abānā mā nabgī, hāżihī biḍā'atunā ruddat ilainā wa namīru ahlanā wa naḥfaẓu akhānā wa nazdādu kaila ba'īr, żālika kailuy yasīr","no_fn":"","text_fn":""},{"id":1662,"surah":12,"no_ayah":66,"theme":"Nabi Yusuf dan Bunyamin ","text_ayah":"قَالَ لَنْ اُرْسِلَهٗ مَعَكُمْ حَتّٰى تُؤْتُوْنِ مَوْثِقًا مِّنَ اللّٰهِ لَتَأْتُنَّنِيْ بِهٖٓ اِلَّآ اَنْ يُّحَاطَ بِكُمْۚ فَلَمَّآ اٰتَوْهُ مَوْثِقَهُمْ قَالَ اللّٰهُ عَلٰى مَا نَقُوْلُ وَكِيْلٌ","text_id":"Dia (Ya‘qub) berkata, “Aku tidak akan melepaskannya (pergi) bersama kamu, sebelum kamu bersumpah kepadaku atas (nama) Allah, bahwa kamu pasti akan membawanya kembali kepadaku, kecuali jika kamu dikepung (oleh musuh).” Setelah mereka memberikan janji kepadanya, dia (Ya‘qub) berkata, “Allah adalah saksi terhadap apa yang kita ucapkan.”","text_en":"He said: \"I will never send him with you until you swear by God that you will bring him back to me, unless all of you are overtaken (by misfortune).\" When they had given their promise, he said: \"God is witness to our conversation.\"","transliteration":"qāla lan ursilahụ ma'akum ḥattā tu`tụni mauṡiqam minallāhi lata`tunnanī bihī illā ay yuḥāṭa bikum, fa lammā ātauhu mauṡiqahum qālallāhu 'alā mā naqụlu wakīl","no_fn":"","text_fn":""},{"id":1663,"surah":12,"no_ayah":67,"theme":"Titah Nabi Ya‘qub kepada Anak-Anaknya","text_ayah":"وَقَالَ يٰبَنِيَّ لَا تَدْخُلُوْا مِنْۢ بَابٍ وَّاحِدٍ وَّادْخُلُوْا مِنْ اَبْوَابٍ مُّتَفَرِّقَةٍۗ وَمَآ اُغْنِيْ عَنْكُمْ مِّنَ اللّٰهِ مِنْ شَيْءٍۗ اِنِ الْحُكْمُ اِلَّا لِلّٰهِۗعَلَيْهِ تَوَكَّلْتُ وَعَلَيْهِ فَلْيَتَوَكَّلِ الْمُتَوَكِّلُوْنَ","text_id":"Dia (Ya‘qub) berkata, “Wahai anak-anakku, janganlah kamu masuk dari satu pintu gerbang, dan masuklah dari pintu-pintu gerbang yang berbeda-beda. (Namun,) aku tidak dapat mencegah (takdir) Allah dari kamu sedikit pun. (Penetapan) hukum itu hanyalah hak Allah. Kepada-Nyalah aku bertawakal dan hendaklah kepada-Nya (saja) orang-orang yang bertawakal (meningkatkan) tawakal(-nya).”","text_en":"(As they were leaving) their father said to them: \"O my sons, do not seek one approach but employ different ways (of attaining your object). If anything should befall you from God I shall not be able to avert it, for all authority belongs to God. I have placed my trust in Him, and the trusting should rely on Him alone.\"","transliteration":"wa qāla yā baniyya lā tadkhulụ mim bābiw wāḥidiw wadkhulụ min abwābim mutafarriqah, wa mā ugnī 'angkum minallāhi min syaī`, inil-ḥukmu illā lillāh, 'alaihi tawakkaltu wa 'alaihi falyatawakkalil-mutawakkilụn","no_fn":"","text_fn":""},{"id":1664,"surah":12,"no_ayah":68,"theme":"Titah Nabi Ya‘qub kepada Anak-Anaknya","text_ayah":"وَلَمَّا دَخَلُوْا مِنْ حَيْثُ اَمَرَهُمْ اَبُوْهُمْۗ مَا كَانَ يُغْنِيْ عَنْهُمْ مِّنَ اللّٰهِ مِنْ شَيْءٍ اِلَّا حَاجَةً فِيْ نَفْسِ يَعْقُوْبَ قَضٰىهَاۗ وَاِنَّهٗ لَذُوْ عِلْمٍ لِّمَا عَلَّمْنٰهُ وَلٰكِنَّ اَكْثَرَ النَّاسِ لَا يَعْلَمُوْنَࣖ","text_id":"Ketika mereka masuk dari arah yang sesuai dengan perintah ayahnya, (hal itu) tidak dapat mencegah sedikit pun keputusan Allah, tetapi (itu) hanya suatu keinginan pada diri Ya‘qub (yaitu kasih sayang kepada anak-anaknya) yang telah dipenuhinya. Sesungguhnya dia benar-benar mempunyai pengetahuan karena Kami telah mengajarkan kepadanya, tetapi kebanyakan manusia tidak mengetahui.","text_en":"When they entered as their father had advised them, nothing could avail them against (the will of) God, yet it confirmed a premonition Jacob had, for verily he had knowledge as We had taught him, though most men do not know.","transliteration":"wa lammā dakhalụ min ḥaiṡu amarahum abụhum, mā kāna yugnī 'an-hum minallāhi min syai`in illā ḥājatan fī nafsi ya'qụba qaḍāhā, wa innahụ lażụ 'ilmil limā 'allamnāhu wa lākinna akṡaran-nāsi lā ya'lamụn","no_fn":"","text_fn":""},{"id":1665,"surah":12,"no_ayah":69,"theme":"Pertemuan Nabi Yusuf dan Bunyamin","text_ayah":"وَلَمَّا دَخَلُوْا عَلٰى يُوْسُفَ اٰوٰٓى اِلَيْهِ اَخَاهُ قَالَ اِنِّيْٓ اَنَا۠ اَخُوْكَ فَلَا تَبْتَىِٕسْ بِمَا كَانُوْا يَعْمَلُوْنَ","text_id":"Ketika mereka masuk ke (tempat) Yusuf, dia menempatkan saudaranya (Bunyamin) di tempatnya, dia (Yusuf) berkata, “Sesungguhnya aku adalah saudaramu, jangan engkau bersedih terhadap apa yang selalu mereka kerjakan.”","text_en":"When they came to Joseph he made his brother his guest, and said: \"I am your brother. So do not grieve for what they had done.\"","transliteration":"wa lammā dakhalụ 'alā yụsufa āwā ilaihi akhāhu qāla innī ana akhụka fa lā tabta`is bimā kānụ ya'malụn","no_fn":"","text_fn":""},{"id":1666,"surah":12,"no_ayah":70,"theme":"Pertemuan Nabi Yusuf dan Bunyamin","text_ayah":"فَلَمَّا جَهَّزَهُمْ بِجَهَازِهِمْ جَعَلَ السِّقَايَةَ فِيْ رَحْلِ اَخِيْهِ ثُمَّ اَذَّنَ مُؤَذِّنٌ اَيَّتُهَا الْعِيْرُ اِنَّكُمْ لَسٰرِقُوْنَ","text_id":"Maka, ketika telah disiapkan bahan makanan untuk mereka, dia (Yusuf) memasukkan cawan<sup>375)</sup> ke dalam karung saudaranya (Bunyamin). Kemudian berteriaklah seorang penyeru, “Wahai kafilah, sesungguhnya kamu benar-benar para pencuri.”","text_en":"When he had given them their provisions he put his goblet in his brother's saddle-bag. Then a crier announced: \"O men of the caravan, you are thieves.\"","transliteration":"fa lammā jahhazahum bijahāzihim ja'alas-siqāyata fī raḥli akhīhi ṡumma ażżana mu`ażżinun ayyatuhal-'īru innakum lasāriqụn","no_fn":"375","text_fn":"375) Cawan yang dimaksud adalah suatu wadah yang terbuat dari emas yang digunakan untuk minum dan dapat juga digunakan untuk menakar."},{"id":1667,"surah":12,"no_ayah":71,"theme":"Pertemuan Nabi Yusuf dan Bunyamin","text_ayah":"قَالُوْا وَاَقْبَلُوْا عَلَيْهِمْ مَّاذَا تَفْقِدُوْنَ","text_id":"Mereka bertanya, sambil menghadap kepada mereka (yang menuduh), “Apa yang hilang darimu?”","text_en":"They turned to them and asked: \"What is it you have lost?\"","transliteration":"qālụ wa aqbalụ 'alaihim māżā tafqidụn","no_fn":"","text_fn":""},{"id":1668,"surah":12,"no_ayah":72,"theme":"Pertemuan Nabi Yusuf dan Bunyamin","text_ayah":"قَالُوْا نَفْقِدُ صُوَاعَ الْمَلِكِ وَلِمَنْ جَاۤءَ بِهٖ حِمْلُ بَعِيْرٍ وَّاَنَا۠ بِهٖ زَعِيْمٌ","text_id":"Mereka menjawab, “Kami kehilangan cawan raja, dan siapa yang dapat mengembalikannya akan memperoleh (bahan makanan seberat) beban unta dan aku jamin itu.”","text_en":"\"We cannot find the master's goblet. Whoever comes up with it will be given a camel-load of grain; I vouch for it.\"","transliteration":"qālụ nafqidu ṣuwā'al-maliki wa liman jā`a bihī ḥimlu ba'īriw wa ana bihī za'īm","no_fn":"","text_fn":""},{"id":1669,"surah":12,"no_ayah":73,"theme":"Pertemuan Nabi Yusuf dan Bunyamin","text_ayah":"قَالُوْا تَاللّٰهِ لَقَدْ عَلِمْتُمْ مَّا جِئْنَا لِنُفْسِدَ فِى الْاَرْضِ وَمَا كُنَّا سٰرِقِيْنَ","text_id":"Mereka (saudara-saudara Yusuf) menjawab, “Demi Allah, sungguh kamu mengetahui bahwa kami datang bukan untuk berbuat kerusakan di negeri ini dan kami bukanlah para pencuri.”","text_en":"They said: \"We swear by God. You know we did not come to commit any crime in the land, nor are we thieves.\"","transliteration":"qālụ tallāhi laqad 'alimtum mā ji`nā linufsida fil-arḍi wa mā kunnā sāriqīn","no_fn":"","text_fn":""},{"id":1670,"surah":12,"no_ayah":74,"theme":"Pertemuan Nabi Yusuf dan Bunyamin","text_ayah":"قَالُوْا فَمَا جَزَاۤؤُهٗٓ اِنْ كُنْتُمْ كٰذِبِيْنَ","text_id":"Mereka berkata, “Kalau demikian, apa hukumannya jika kamu berdusta?”","text_en":"\"What should be the punishment,\" they were asked, \"in case you are liars?\"","transliteration":"qālụ fa mā jazā`uhū ing kuntum kāżibīn","no_fn":"","text_fn":""},{"id":1671,"surah":12,"no_ayah":75,"theme":"Pertemuan Nabi Yusuf dan Bunyamin","text_ayah":"قَالُوْا جَزَاۤؤُهٗ مَنْ وُّجِدَ فِيْ رَحْلِهٖ فَهُوَ جَزَاۤؤُهٗۗ كَذٰلِكَ نَجْزِى الظّٰلِمِيْنَ","text_id":"Mereka (saudara-saudara Yusuf) menjawab, “Hukumannya ialah siapa yang ditemukan dalam karungnya (barang yang hilang itu), maka dialah sendiri balasannya (dijadikan hamba sahaya).<sup>376)</sup> Demikianlah kami memberikan hukuman kepada orang-orang zalim.”","text_en":"\"The punishment for that (should be),\" they said, \"that he in whose luggage it is found should be held as punishment. This is how we repay the wrong-doers.\"","transliteration":"qālụ jazā`uhụ maw wujida fī raḥlihī fa huwa jazā`uh, każālika najziẓ-ẓālimīn","no_fn":"376","text_fn":"376) Dalam syariat Nabi Ya‘qub a.s., hukuman bagi pencuri adalah dijadikan hamba sahaya selama satu tahun."},{"id":1672,"surah":12,"no_ayah":76,"theme":"Pertemuan Nabi Yusuf dan Bunyamin","text_ayah":"فَبَدَاَ بِاَوْعِيَتِهِمْ قَبْلَ وِعَاۤءِ اَخِيْهِ ثُمَّ اسْتَخْرَجَهَا مِنْ وِّعَاۤءِ اَخِيْهِۗ  كَذٰلِكَ كِدْنَا لِيُوْسُفَۗ مَا كَانَ لِيَأْخُذَ اَخَاهُ فِيْ دِيْنِ الْمَلِكِ اِلَّآ اَنْ يَّشَاۤءَ اللّٰهُۗنَرْفَعُ دَرَجٰتٍ مَّنْ نَّشَاۤءُۗ وَفَوْقَ كُلِّ ذِيْ عِلْمٍ عَلِيْمٌ","text_id":"Maka, mulailah dia (memeriksa) karung-karung mereka sebelum (memeriksa) karung saudaranya sendiri (Bunyamin), kemudian dia mengeluarkannya (cawan raja itu) dari karung saudaranya. Demikianlah Kami mengatur (rencana) untuk Yusuf. Dia tidak dapat menghukum saudaranya menurut hukum raja, kecuali Allah menghendakinya. Kami angkat derajat orang yang Kami kehendaki; dan di atas setiap orang yang berpengetahuan ada yang lebih mengetahui.","text_en":"So he searched their saddle-bags before his brother's, then produced the cup from his brother's bag. That is how We planned an excuse for Joseph, for under the law of the king he could not detain his brother unless God so willed. We raise the status of whom We please. Over every man of knowledge there is one more knowing.","transliteration":"fa bada`a bi`au'iyatihim qabla wi'ā`i akhīhi ṡummastakhrajahā miw wi'ā`i akhīh, każālika kidnā liyụsuf, mā kāna liya`khuża akhāhu fī dīnil-maliki illā ay yasyā`allāh, narfa'u darajātim man nasyā`, wa fauqa kulli żī 'ilmin 'alīm","no_fn":"","text_fn":""},{"id":1673,"surah":12,"no_ayah":77,"theme":"Pertemuan Nabi Yusuf dan Bunyamin","text_ayah":"۞ قَالُوْٓا اِنْ يَّسْرِقْ فَقَدْ سَرَقَ اَخٌ لَّهٗ مِنْ قَبْلُۚ فَاَسَرَّهَا يُوْسُفُ فِيْ نَفْسِهٖ وَلَمْ يُبْدِهَا لَهُمْۚ قَالَ اَنْتُمْ شَرٌّ مَّكَانًاۚوَاللّٰهُ اَعْلَمُ بِمَا تَصِفُوْنَ","text_id":"Mereka (saudara-saudara Yusuf) berkata, “Jika dia (Bunyamin) mencuri, sungguh sebelum ini saudaranya pun (Yusuf) pernah mencuri.” Maka Yusuf menyembunyikan (kekesalan) dalam hatinya dan tidak menampakkannya kepada mereka. Dia berkata (dalam hatinya), “Kamu lebih buruk kedudukan (yakni sifat-sifat kamu). Allah Maha Mengetahui apa yang kamu terangkan.”","text_en":"Said the brothers: \"If he has stolen (no wonder), his brother had stolen before.\" But Joseph kept this secret and did not disclose it to them, and said (to himself): \"You are worse in the degree of evil, for God knows better of what you allege.\"","transliteration":"qālū iy yasriq fa qad saraqa akhul lahụ ming qabl, fa asarrahā yụsufu fī nafsihī wa lam yubdihā lahum, qāla antum syarrum makānā, wallāhu a'lamu bimā taṣifụn","no_fn":"","text_fn":""},{"id":1674,"surah":12,"no_ayah":78,"theme":"Pertemuan Nabi Yusuf dan Bunyamin","text_ayah":"قَالُوْا يٰٓاَيُّهَا الْعَزِيْزُ اِنَّ لَهٗٓ اَبًا شَيْخًا كَبِيْرًا فَخُذْ اَحَدَنَا مَكَانَهٗۚاِنَّا نَرٰىكَ مِنَ الْمُحْسِنِيْنَ","text_id":"Mereka berkata, “Wahai al-Aziz, sesungguhnya dia (Bunyamin) mempunyai ayah yang sudah lanjut usia karena itu ambillah salah seorang di antara kami sebagai gantinya. Sesungguhnya kami melihat engkau termasuk orang-orang yang selalu berbuat lebih baik.”","text_en":"They said: \"O Minister, he has an aged father, so keep one of us in his place. We see you are a virtuous man.\"","transliteration":"qālụ yā ayyuhal-'azīzu inna lahū aban syaikhang kabīran fa khuż aḥadanā makānah, innā narāka minal-muḥsinīn","no_fn":"","text_fn":""},{"id":1675,"surah":12,"no_ayah":79,"theme":"Pertemuan Nabi Yusuf dan Bunyamin","text_ayah":"قَالَ مَعَاذَ اللّٰهِ اَنْ نَّأْخُذَ اِلَّا مَنْ وَّجَدْنَا مَتَاعَنَا عِنْدَهٗٓ ۙاِنَّآ اِذًا لَّظٰلِمُوْنَࣖ","text_id":"Dia (Yusuf) berkata, “Kami memohon pelindungan kepada Allah dari menahan (seseorang), kecuali siapa yang kami temukan harta kami padanya. Jika kami (berbuat) demikian, sesungguhnya kami benar-benar orang-orang zalim.”","text_en":"\"May God forgive us,\" he said, \"if we hold any one but him with whom we found our property, or else we would be unjust.\"","transliteration":"qāla ma'āżallāhi an na`khuża illā maw wajadnā matā'anā 'indahū innā iżal laẓālimụn","no_fn":"","text_fn":""},{"id":1676,"surah":12,"no_ayah":80,"theme":"Pertemuan Nabi Yusuf dan Bunyamin","text_ayah":"فَلَمَّا اسْتَيْـَٔسُوْا مِنْهُ خَلَصُوْا نَجِيًّاۗ قَالَ كَبِيْرُهُمْ اَلَمْ تَعْلَمُوْٓا اَنَّ اَبَاكُمْ قَدْ اَخَذَ عَلَيْكُمْ مَّوْثِقًا مِّنَ اللّٰهِ وَمِنْ قَبْلُ مَا فَرَّطْتُّمْ فِيْ يُوْسُفَ فَلَنْ اَبْرَحَ الْاَرْضَ حَتّٰى يَأْذَنَ لِيْٓ اَبِيْٓ اَوْ يَحْكُمَ اللّٰهُ لِيْۚ وَهُوَ خَيْرُ الْحٰكِمِيْنَ","text_id":"Maka, ketika mereka telah berputus asa darinya (putusan Yusuf terhadap permintaan mereka membebaskan adiknya) mereka menyendiri (sambil berunding) dengan berbisik-bisik. Yang tertua di antara mereka berkata, “Tidakkah kamu ketahui bahwa ayah kamu telah mengambil sumpah dari kamu dengan (nama) Allah dan sebelum ini kamu telah menyia-nyiakan Yusuf? Oleh karena itu, aku tidak akan meninggalkan negeri ini (Mesir) sampai ayahku mengizinkanku (untuk kembali) atau Allah memberi putusan terhadapku. Dia adalah pemberi putusan yang terbaik.","text_en":"When they despaired of (persuading) him, they went aside to confer. The oldest of them said: \"You know that your father has pledged you in the name of God, and you have been guilty of iniquity in the case of Joseph before. I will not leave this place unless my father permits or God decides for me, for He is the best of all judges.","transliteration":"fa lammastai`asụ min-hu khalaṣụ najiyyā, qāla kabīruhum a lam ta'lamū anna abākum qad akhaża 'alaikum mauṡiqam minallāhi wa ming qablu mā farrattum fī yụsufa fa lan abraḥal-arḍa ḥattā ya`żana lī abī au yaḥkumallāhu lī, wa huwa khairul-ḥākimīn","no_fn":"","text_fn":""},{"id":1677,"surah":12,"no_ayah":81,"theme":"Pertemuan Nabi Yusuf dan Bunyamin","text_ayah":"اِرْجِعُوْٓا اِلٰٓى اَبِيْكُمْ فَقُوْلُوْا يٰٓاَبَانَآ اِنَّ ابْنَكَ سَرَقَۚ وَمَا شَهِدْنَآ اِلَّا بِمَا عَلِمْنَا وَمَا كُنَّا لِلْغَيْبِ حٰفِظِيْنَ","text_id":"Kembalilah kepada ayahmu, lalu katakanlah, ‘Wahai ayah kami, sesungguhnya anakmu (Bunyamin) telah mencuri dan kami tidak bersaksi kecuali apa yang kami ketahui dan kami bukanlah orang-orang yang menjaga (mengetahui) apa yang gaib (yang di balik) itu.","text_en":"So, go to your father and tell him: 'O father, your son has committed a theft. We bear witness to only what we know; we could not prevent the unknown.","transliteration":"irji'ū ilā abīkum fa qụlụ yā abānā innabnaka saraq, wa mā syahidnā illā bimā 'alimnā wa mā kunnā lil-gaibi ḥāfiẓīn","no_fn":"","text_fn":""},{"id":1678,"surah":12,"no_ayah":82,"theme":"Pertemuan Nabi Yusuf dan Bunyamin","text_ayah":"وَسْـَٔلِ الْقَرْيَةَ الَّتِيْ كُنَّا فِيْهَا وَالْعِيْرَ الَّتِيْٓ اَقْبَلْنَا فِيْهَاۗ وَاِنَّا لَصٰدِقُوْنَ","text_id":"Tanyalah (penduduk) negeri tempat kami berada dan kafilah yang datang bersama kami. Sesungguhnya kami betul-betul orang yang benar.’”","text_en":"Enquire from the people of that city, or ask the men of the caravan with whom we have come. We are verily speaking the truth.'\"","transliteration":"was`alil-qaryatallatī kunnā fīhā wal-'īrallatī aqbalnā fīhā, wa innā laṣādiqụn","no_fn":"","text_fn":""},{"id":1679,"surah":12,"no_ayah":83,"theme":"Kesabaran Nabi Ya‘qub","text_ayah":"قَالَ بَلْ سَوَّلَتْ لَكُمْ اَنْفُسُكُمْ اَمْرًاۗ فَصَبْرٌ جَمِيْلٌ ۗعَسَى اللّٰهُ اَنْ يَّأْتِيَنِيْ بِهِمْ جَمِيْعًاۗ اِنَّهٗ هُوَ الْعَلِيْمُ الْحَكِيْمُ","text_id":"Dia (Ya‘qub) berkata, “Sebenarnya hanya dirimu sendiri yang memandang baik urusan (yang buruk) itu. (Kesabaranku) adalah kesabaran yang baik. Mudah-mudahan Allah mendatangkan mereka semua kepadaku. Sesungguhnya hanya Dialah Yang Maha Mengetahui lagi Mahabijaksana.”","text_en":"\"No,\" said (the father). \"You have made up the story; but patience is best; God may bring them back to me. He is all-knowing and all-wise.\"","transliteration":"qāla bal sawwalat lakum anfusukum amrā, fa ṣabrun jamīl, 'asallāhu ay ya`tiyanī bihim jamī'ā, innahụ huwal-'alīmul-ḥakīm","no_fn":"","text_fn":""},{"id":1680,"surah":12,"no_ayah":84,"theme":"Kesabaran Nabi Ya‘qub","text_ayah":"وَتَوَلّٰى عَنْهُمْ وَقَالَ يٰٓاَسَفٰى عَلٰى يُوْسُفَ وَابْيَضَّتْ عَيْنٰهُ مِنَ الْحُزْنِ فَهُوَ كَظِيْمٌ ","text_id":"Dia (Ya‘qub) berpaling dari mereka (anak-anaknya) seraya berkata, “Alangkah kasihan Yusuf,” dan kedua matanya menjadi putih karena sedih. Dia adalah orang yang sungguh-sungguh menahan (amarah dan kepedihan).","text_en":"He turned away from them and cried: \"Alas for Joseph!\" And his eyes turned white with grief which he bore in silence.","transliteration":"wa tawallā 'an-hum wa qāla yā asafā 'alā yụsufa wabyaḍḍat 'aināhu minal-ḥuzni fa huwa kaẓīm","no_fn":"","text_fn":""},{"id":1681,"surah":12,"no_ayah":85,"theme":"Kesabaran Nabi Ya‘qub","text_ayah":"قَالُوْا تَاللّٰهِ تَفْتَؤُا تَذْكُرُ يُوْسُفَ حَتّٰى تَكُوْنَ حَرَضًا اَوْ تَكُوْنَ مِنَ الْهٰلِكِيْنَ","text_id":"Mereka berkata, “Demi Allah, engkau tidak henti-hentinya mengingat Yusuf sehingga engkau (mengidap) penyakit berat atau engkau termasuk orang-orang yang akan binasa (wafat).”","text_en":"\"By God,\" said they, \"you will never stop thinking of Joseph till you are consumed or perish.\"","transliteration":"qālụ tallāhi tafta`u tażkuru yụsufa ḥattā takụna ḥaraḍan au takụna minal-hālikīn","no_fn":"","text_fn":""},{"id":1682,"surah":12,"no_ayah":86,"theme":"Kesabaran Nabi Ya‘qub","text_ayah":"قَالَ اِنَّمَآ اَشْكُوْا بَثِّيْ وَحُزْنِيْٓ اِلَى اللّٰهِ وَاَعْلَمُ مِنَ اللّٰهِ مَا لَا تَعْلَمُوْنَ","text_id":"Dia (Ya‘qub) menjawab, “Hanya kepada Allah aku mengadukan kesusahan dan kesedihanku. Aku mengetahui dari Allah apa yang tidak kamu ketahui.","text_en":"He replied: \"I cry my plaint and grief to God, and know from God what you do not know.","transliteration":"qāla innamā asykụ baṡṡī wa ḥuznī ilallāhi wa a'lamu minallāhi mā lā ta'lamụn","no_fn":"","text_fn":""},{"id":1683,"surah":12,"no_ayah":87,"theme":"Penyelidikan tentang Keberadaan Yusuf dan Bunyamin","text_ayah":"يٰبَنِيَّ اذْهَبُوْا فَتَحَسَّسُوْا مِنْ يُّوْسُفَ وَاَخِيْهِ وَلَا تَا۟يْـَٔسُوْا مِنْ رَّوْحِ اللّٰهِۗاِنَّهٗ لَا يَا۟يْـَٔسُ مِنْ رَّوْحِ اللّٰهِ اِلَّا الْقَوْمُ الْكٰفِرُوْنَ","text_id":"Wahai anak-anakku, pergi dan carilah berita tentang Yusuf beserta saudaranya. Janganlah kamu berputus asa dari rahmat Allah. Sesungguhnya tidak ada yang berputus asa dari rahmat Allah, kecuali kaum yang kafir.”","text_en":"O sons, go in search of Joseph and his brother, and do not despair of the mercy of God. Only they despair of God's mercy who do not believe.\"","transliteration":"yā baniyyaż-habụ fa taḥassasụ miy yụsufa wa akhīhi wa lā tai`asụ mir rauḥillāh, innahụ lā yai`asu mir rauḥillāhi illal-qaumul-kāfirụn","no_fn":"","text_fn":""},{"id":1684,"surah":12,"no_ayah":88,"theme":"Penyelidikan tentang Keberadaan Yusuf dan Bunyamin","text_ayah":"فَلَمَّا دَخَلُوْا عَلَيْهِ قَالُوْا يٰٓاَيُّهَا الْعَزِيْزُ مَسَّنَا وَاَهْلَنَا الضُّرُّ وَجِئْنَا بِبِضَاعَةٍ مُّزْجٰىةٍ فَاَوْفِ لَنَا الْكَيْلَ وَتَصَدَّقْ عَلَيْنَاۗ اِنَّ اللّٰهَ يَجْزِى الْمُتَصَدِّقِيْنَ","text_id":"Ketika mereka masuk ke (tempat)-nya (Yusuf), mereka berkata, “Wahai yang mulia, kami dan keluarga kami telah ditimpa kesengsaraan dan kami datang membawa barang-barang yang tidak berharga, maka penuhilah takaran (gandum) untuk kami, dan bersedekahlah kepada kami. Sesungguhnya Allah memberi balasan kepada orang-orang yang bersedekah.”","text_en":"When they returned to him, they said (to Joseph): \"O Minister, calamity has befallen us and our people. We have brought but a meagre sum, but give us full measure as alms bestowed. God surely rewards those who give alms.\"","transliteration":"fa lammā dakhalụ 'alaihi qālụ yā ayyuhal-'azīzu massanā wa ahlanaḍ-ḍurru wa ji`nā bibiḍā'atim muzjātin fa aufi lanal-kaila wa taṣaddaq 'alainā, innallāha yajzil-mutaṣaddiqīn","no_fn":"","text_fn":""},{"id":1685,"surah":12,"no_ayah":89,"theme":"Penyelidikan tentang Keberadaan Yusuf dan Bunyamin","text_ayah":"قَالَ هَلْ عَلِمْتُمْ مَّا فَعَلْتُمْ بِيُوْسُفَ وَاَخِيْهِ اِذْ اَنْتُمْ جٰهِلُوْنَ","text_id":"Dia (Yusuf) berkata, “Tahukah kamu (kejelekan) apa yang telah kamu perbuat terhadap Yusuf dan saudaranya karena kamu tidak mengetahui (akibat) perbuatanmu itu?”","text_en":", He said: \"Do you know what you did to Joseph and his brother in your ignorance?\"","transliteration":"qāla hal 'alimtum mā fa'altum biyụsufa wa akhīhi iż antum jāhilụn","no_fn":"","text_fn":""},{"id":1686,"surah":12,"no_ayah":90,"theme":"Penyelidikan tentang Keberadaan Yusuf dan Bunyamin","text_ayah":"قَالُوْٓا ءَاِنَّكَ لَاَنْتَ يُوْسُفُۗ قَالَ اَنَا۠ يُوْسُفُ وَهٰذَآ اَخِيْ قَدْ مَنَّ اللّٰهُ عَلَيْنَاۗ اِنَّهٗ مَنْ يَّتَّقِ وَيَصْبِرْ فَاِنَّ اللّٰهَ لَا يُضِيْعُ اَجْرَ الْمُحْسِنِيْنَ","text_id":"Mereka berkata, “Apakah engkau benar-benar Yusuf?” Dia (Yusuf) menjawab, “Aku Yusuf dan ini saudaraku. Sungguh, Allah telah melimpahkan karunia-Nya kepada kami. Siapa yang bertakwa dan bersabar, sesungguhnya Allah tidak menyia-nyiakan pahala orang-orang yang muhsin.”","text_en":"They said: \"Surely you are not Joseph!\" \"I am Joseph,\" he said, \"and this is my brother. God has been gracious to us; for God does not verily deprive those who fear Him and are patient of the recompense of those who are good.\"","transliteration":"qālū a innaka la`anta yụsuf, qāla ana yụsufu wa hāżā akhī qad mannallāhu 'alainā, innahụ may yattaqi wa yaṣbir fa innallāha lā yuḍī'u ajral-muḥsinīn","no_fn":"","text_fn":""},{"id":1687,"surah":12,"no_ayah":91,"theme":"Penyelidikan tentang Keberadaan Yusuf dan Bunyamin","text_ayah":"قَالُوْا تَاللّٰهِ لَقَدْ اٰثَرَكَ اللّٰهُ عَلَيْنَا وَاِنْ كُنَّا لَخٰطِـِٕيْنَ","text_id":"Mereka berkata, “Demi Allah, Allah benar-benar telah melebihkan engkau di atas kami dan sesungguhnya kami benar-benar orang-orang yang bersalah.”","text_en":"They said: \"By God, God has favoured you above us, for we have indeed been sinners.\"","transliteration":"qālụ tallāhi laqad āṡarakallāhu 'alainā wa ing kunnā lakhāṭi`īn","no_fn":"","text_fn":""},{"id":1688,"surah":12,"no_ayah":92,"theme":"Penyelidikan tentang Keberadaan Yusuf dan Bunyamin","text_ayah":"قَالَ لَا تَثْرِيْبَ عَلَيْكُمُ الْيَوْمَۗ يَغْفِرُ اللّٰهُ لَكُمْۖوَهُوَ اَرْحَمُ الرّٰحِمِيْنَ","text_id":"Dia (Yusuf) berkata, “Pada hari ini tidak ada cercaan terhadap kamu, mudah-mudahan Allah mengampuni kamu. Dia Maha Penyayang di antara para penyayang.","text_en":"\"There is no blame on you today,\" he said, \"May God forgive you. He is the most merciful of all.","transliteration":"qāla lā taṡrība 'alaikumul-yaụm, yagfirullāhu lakum wa huwa ar-ḥamur-rāḥimīn","no_fn":"","text_fn":""},{"id":1689,"surah":12,"no_ayah":93,"theme":"Penyelidikan tentang Keberadaan Yusuf dan Bunyamin","text_ayah":"اِذْهَبُوْا بِقَمِيْصِيْ هٰذَا فَاَلْقُوْهُ عَلٰى وَجْهِ اَبِيْ يَأْتِ بَصِيْرًاۚوَأْتُوْنِيْ بِاَهْلِكُمْ اَجْمَعِيْنَࣖ","text_id":"Pergilah kamu dengan membawa bajuku ini, lalu usapkan ke wajah ayahku, nanti dia akan melihat (kembali); dan bawalah seluruh keluargamu kepadaku.”","text_en":"Take my shirt and put it on my father's face; his eyesight will be restored; and bring your entire family to me.\"","transliteration":"iż-habụ biqamīṣī hāżā fa alqụhu 'alā waj-hi abī ya`ti baṣīrā, wa`tụnī bi`ahlikum ajma'īn","no_fn":"","text_fn":""},{"id":1690,"surah":12,"no_ayah":94,"theme":"Penyelidikan tentang Keberadaan Yusuf dan Bunyamin","text_ayah":"وَلَمَّا فَصَلَتِ الْعِيْرُ قَالَ اَبُوْهُمْ اِنِّيْ لَاَجِدُ رِيْحَ يُوْسُفَ لَوْلَآ اَنْ تُفَنِّدُوْنِ","text_id":"Ketika kafilah itu telah keluar (dari Mesir dan memasuki Palestina), ayah mereka berkata, “Sesungguhnya aku mencium bau Yusuf seandainya kamu tidak menuduhku lemah akal.”","text_en":"The caravan departed (from Egypt) and Jacob said (at home): \"Say not that I am in my dotage, but I get the smell of Joseph.\"","transliteration":"wa lammā faṣalatil-'īru qāla abụhum innī la`ajidu rīḥa yụsufa lau lā an tufannidụn","no_fn":"","text_fn":""},{"id":1691,"surah":12,"no_ayah":95,"theme":"Penyelidikan tentang Keberadaan Yusuf dan Bunyamin","text_ayah":"قَالُوْا تَاللّٰهِ اِنَّكَ لَفِيْ ضَلٰلِكَ الْقَدِيْمِ","text_id":"Mereka (keluarga Yusuf) berkata, “Demi Allah, sesungguhnya engkau benar-benar masih dalam kekeliruanmu yang dahulu.”","text_en":"They said: \"By God, you are still persisting in your old delusion.\"","transliteration":"qālụ tallāhi innaka lafī ḍalālikal-qadīm","no_fn":"","text_fn":""},{"id":1692,"surah":12,"no_ayah":96,"theme":"Penyelidikan tentang Keberadaan Yusuf dan Bunyamin","text_ayah":"فَلَمَّآ اَنْ جَاۤءَ الْبَشِيْرُ اَلْقٰىهُ عَلٰى وَجْهِهٖ فَارْتَدَّ بَصِيْرًاۗ قَالَ اَلَمْ اَقُلْ لَّكُمْۙ اِنِّيْٓ اَعْلَمُ مِنَ اللّٰهِ مَا لَا تَعْلَمُوْنَ","text_id":"Ketika telah tiba pembawa kabar gembira itu, diusapkannya (baju itu) ke wajahnya (Ya‘qub), lalu dia dapat melihat kembali. Dia (Ya‘qub) berkata, “Bukankah telah aku katakan kepadamu bahwa aku mengetahui dari Allah apa yang tidak kamu ketahui?”","text_en":"Then, as the harbinger of happy news arrived and put the garment over his face his eyesight was restored. He said: \"Did I not tell you? I know from God what you do not know.\"","transliteration":"fa lammā an jā`al-basyīru alqāhu 'alā waj-hihī fartadda baṣīrā, qāla a lam aqul lakum innī a'lamu minallāhi mā lā ta'lamụn","no_fn":"","text_fn":""},{"id":1693,"surah":12,"no_ayah":97,"theme":"Penyelidikan tentang Keberadaan Yusuf dan Bunyamin","text_ayah":"قَالُوْا يٰٓاَبَانَا اسْتَغْفِرْ لَنَا ذُنُوْبَنَآ اِنَّا كُنَّا خٰطِـِٕيْنَ","text_id":"Mereka (anak-anak Ya‘qub) berkata, “Wahai ayah kami, mohonkanlah ampunan untuk kami atas dosa-dosa kami. Sesungguhnya kami adalah orang-orang yang bersalah.”","text_en":"Said (the sons): \"O our father, pray for us that our sins be forgiven, for we are really sinners.\"","transliteration":"qālụ yā abānastagfir lanā żunụbanā innā kunnā khāṭi`īn","no_fn":"","text_fn":""},{"id":1694,"surah":12,"no_ayah":98,"theme":"Penyelidikan tentang Keberadaan Yusuf dan Bunyamin","text_ayah":"قَالَ سَوْفَ اَسْتَغْفِرُ لَكُمْ رَبِّيْۗاِنَّهٗ هُوَ الْغَفُوْرُ الرَّحِيْمُ","text_id":"Dia (Ya‘qub) berkata, “Aku akan memohonkan ampunan bagimu kepada Tuhanku. Sesungguhnya Dialah Yang Maha Pengampun lagi Maha Penyayang.”","text_en":"\"I will ask my Lord to forgive you,\" he replied, \"for He is forgiving and kind.\"","transliteration":"qāla saufa astagfiru lakum rabbī, innahụ huwal-gafụrur-raḥīm","no_fn":"","text_fn":""},{"id":1695,"surah":12,"no_ayah":99,"theme":"Keberangkatan Keluarga Besar Nabi Ya‘qub ke Mesir","text_ayah":"فَلَمَّا دَخَلُوْا عَلٰى يُوْسُفَ اٰوٰٓى اِلَيْهِ اَبَوَيْهِ وَقَالَ ادْخُلُوْا مِصْرَ اِنْ شَاۤءَ اللّٰهُ اٰمِنِيْنَۗ ","text_id":"Maka ketika mereka masuk ke (tempat) Yusuf, dia merangkul ibu bapaknya seraya berkata, “Masuklah ke negeri Mesir. Insyaallah dalam keadaan aman.”","text_en":"When they went back to Joseph he gave his father and mother a place of honour, and said: \"Enter Egypt in peace by the will of God.\"","transliteration":"fa lammā dakhalụ 'alā yụsufa āwā ilaihi abawaihi wa qāladkhulụ miṣra in syā`allāhu āminīn","no_fn":"","text_fn":""},{"id":1696,"surah":12,"no_ayah":100,"theme":"Keberangkatan Keluarga Besar Nabi Ya‘qub ke Mesir","text_ayah":"وَرَفَعَ اَبَوَيْهِ عَلَى الْعَرْشِ وَخَرُّوْا لَهٗ سُجَّدًاۚ وَقَالَ يٰٓاَبَتِ هٰذَا تَأْوِيْلُ رُءْيَايَ مِنْ قَبْلُ ۖقَدْ جَعَلَهَا رَبِّيْ حَقًّاۗ وَقَدْ اَحْسَنَ بِيْٓ اِذْ اَخْرَجَنِيْ مِنَ السِّجْنِ وَجَاۤءَ بِكُمْ مِّنَ الْبَدْوِ مِنْۢ بَعْدِ اَنْ نَّزَغَ الشَّيْطٰنُ بَيْنِيْ وَبَيْنَ اِخْوَتِيْۗ اِنَّ رَبِّيْ لَطِيْفٌ لِّمَا يَشَاۤءُۗاِنَّهٗ هُوَ الْعَلِيْمُ الْحَكِيْمُ","text_id":"Dia (Yusuf) menaikkan kedua ibu bapaknya ke atas singgasana. Mereka tunduk bersujud kepadanya (Yusuf). Dia (Yusuf) berkata, “Wahai ayahku, inilah takwil mimpiku yang dahulu itu. Sungguh, Tuhanku telah menjadikannya kenyataan. Sungguh, Tuhanku telah berbuat baik kepadaku, ketika Dia membebaskan aku dari penjara dan ketika membawa kamu dari dusun, setelah setan merusak (hubungan) antara aku dengan saudara-saudaraku. Sesungguhnya Tuhanku Mahalembut terhadap apa yang Dia kehendaki. Sesungguhnya Dialah Yang Maha Mengetahui lagi Mahabijaksana.","text_en":"He seated his parents by his side on the throne; and they fell down before him in homage. \"O my father,\" said Joseph, \"this is the meaning of my earlier dream. My Lord has made it come true. He was gracious in getting me out of the prison, and bringing you out of the desert to me after the discord created by Satan between me and my brothers, for my Lord is gracious to whomsoever He please. He is indeed all-knowing and all-wise.","transliteration":"wa rafa'a abawaihi 'alal-'arsyi wa kharrụ lahụ sujjadā, wa qāla yā abati hāżā ta`wīlu ru`yāya ming qablu qad ja'alahā rabbī ḥaqqā, wa qad aḥsana bī iż akhrajanī minas-sijni wa jā`a bikum minal-badwi mim ba'di an nazagasy-syaiṭānu bainī wa baina ikhwatī, inna rabbī laṭīful limā yasyā`, innahụ huwal-'alīmul-ḥakīm","no_fn":"","text_fn":""},{"id":1697,"surah":12,"no_ayah":101,"theme":"Keberangkatan Keluarga Besar Nabi Ya‘qub ke Mesir","text_ayah":"۞ رَبِّ قَدْ اٰتَيْتَنِيْ مِنَ الْمُلْكِ وَعَلَّمْتَنِيْ مِنْ تَأْوِيْلِ الْاَحَادِيْثِۚ فَاطِرَ السَّمٰوٰتِ وَالْاَرْضِۗ اَنْتَ وَلِيّٖ فِى الدُّنْيَا وَالْاٰخِرَةِۚ تَوَفَّنِيْ مُسْلِمًا وَّاَلْحِقْنِيْ بِالصّٰلِحِيْنَ","text_id":"Tuhanku, sungguh Engkau telah menganugerahkan kepadaku sebagian kekuasaan dan telah mengajarkan kepadaku sebagian takwil mimpi. (Wahai Tuhan) pencipta langit dan bumi, Engkaulah pelindungku di dunia dan di akhirat. Wafatkanlah aku dalam keadaan muslim dan gabungkanlah aku dengan orang-orang saleh.” ","text_en":"O my Lord, you have given me dominion and taught me the interpretation of dreams; O Creator of the heavens and the earth, You alone are my saviour in this world and the world to come; let me die submitting to You, and place me among the upright.\"","transliteration":"rabbi qad ātaitanī minal-mulki wa 'allamtanī min ta`wīlil-aḥādīṡ, fāṭiras-samāwāti wal-arḍ, anta waliyyī fid-dun-yā wal-ākhirah, tawaffanī muslimaw wa al-ḥiqnī biṣ-ṣāliḥīn","no_fn":"","text_fn":""},{"id":1698,"surah":12,"no_ayah":102,"theme":"Pelajaran dari Kisah Nabi Yusuf","text_ayah":"ذٰلِكَ مِنْ اَنْۢبَاۤءِ الْغَيْبِ نُوْحِيْهِ اِلَيْكَۚ وَمَا كُنْتَ لَدَيْهِمْ اِذْ اَجْمَعُوْٓا اَمْرَهُمْ وَهُمْ يَمْكُرُوْنَ","text_id":"Itulah sebagian berita gaib yang Kami wahyukan kepadamu (Nabi Muhammad), padahal engkau tidak berada di samping mereka ketika mereka bersepakat mengatur tipu daya (untuk memasukkan Yusuf ke dalam sumur).","text_en":"This is news of the unknown We reveal to you, for you were not present when Joseph's brothers agreed on their course of action, and devised their plot.","transliteration":"żālika min ambā`il-gaibi nụḥīhi ilaīk, wa mā kunta ladaihim iż ajma'ū amrahum wa hum yamkurụn","no_fn":"","text_fn":""},{"id":1699,"surah":12,"no_ayah":103,"theme":"Pelajaran dari Kisah Nabi Yusuf","text_ayah":"وَمَآ اَكْثَرُ النَّاسِ وَلَوْ حَرَصْتَ بِمُؤْمِنِيْنَ","text_id":"Kebanyakan manusia tidak akan beriman walaupun engkau (Nabi Muhammad) sangat menginginkannya.","text_en":"Many men will not believe howsoever you wish,","transliteration":"wa mā akṡarun-nāsi walau ḥaraṣta bimu`minīn","no_fn":"","text_fn":""},{"id":1700,"surah":12,"no_ayah":104,"theme":"Tidak Adanya Imbalan bagi Nabi dan Rasul atas Dakwah Mereka","text_ayah":"وَمَا تَسْـَٔلُهُمْ عَلَيْهِ مِنْ اَجْرٍۗ اِنْ هُوَ اِلَّا ذِكْرٌ لِّلْعٰلَمِيْنَࣖ","text_id":"Engkau tidak meminta imbalan apa pun kepada mereka atas hal itu (seruanmu). Ia (Al-Qur’an) tidak lain adalah pengajaran bagi semesta alam.","text_en":"Even though you ask no recompense (for it). It is only a warning for all mankind.","transliteration":"wa mā tas`aluhum 'alaihi min ajr, in huwa illā żikrul lil-'ālamīn","no_fn":"","text_fn":""},{"id":1701,"surah":12,"no_ayah":105,"theme":"Tidak Adanya Imbalan bagi Nabi dan Rasul atas Dakwah Mereka","text_ayah":"وَكَاَيِّنْ مِّنْ اٰيَةٍ فِى السَّمٰوٰتِ وَالْاَرْضِ يَمُرُّوْنَ عَلَيْهَا وَهُمْ عَنْهَا مُعْرِضُوْنَ","text_id":"Berapa banyak tanda-tanda (kebesaran Allah) di langit dan di bumi yang mereka lalui, tetapi mereka berpaling darinya.","text_en":"How many a sign there is in the heavens and the earth which most men pass by and ignore,","transliteration":"wa ka`ayyim min āyatin fis-samāwāti wal-arḍi yamurrụna 'alaihā wa hum 'an-hā mu'riḍụn","no_fn":"","text_fn":""},{"id":1702,"surah":12,"no_ayah":106,"theme":"Tidak Adanya Imbalan bagi Nabi dan Rasul atas Dakwah Mereka","text_ayah":"وَمَا يُؤْمِنُ اَكْثَرُهُمْ بِاللّٰهِ اِلَّا وَهُمْ مُّشْرِكُوْنَ","text_id":"Kebanyakan mereka tidak beriman kepada Allah, bahkan mereka musyrik.","text_en":"Not only do they not believe in God, but also associate others with Him.","transliteration":"wa mā yu`minu akṡaruhum billāhi illā wa hum musyrikụn","no_fn":"","text_fn":""},{"id":1703,"surah":12,"no_ayah":107,"theme":"Peringatan akan Datangnya Siksaan secara Tiba-Tiba","text_ayah":"اَفَاَمِنُوْٓا اَنْ تَأْتِيَهُمْ غَاشِيَةٌ مِّنْ عَذَابِ اللّٰهِ اَوْ تَأْتِيَهُمُ السَّاعَةُ بَغْتَةً وَّهُمْ لَا يَشْعُرُوْنَ","text_id":"Apakah mereka merasa aman dari kedatangan siksa Allah yang meliputi mereka, atau kedatangan kiamat kepada mereka secara tiba-tiba, sedangkan mereka tidak menyadari?","text_en":"Do they really believe that an all-embracing punishment of God will not come upon them, or the Day of Doom overtake them suddenly while they remain unaware?","transliteration":"a fa aminū an ta`tiyahum gāsyiyatum min 'ażābillāhi au ta`tiyahumus-sā'atu bagtataw wa hum lā yasy'urụn","no_fn":"","text_fn":""},{"id":1704,"surah":12,"no_ayah":108,"theme":"Peringatan akan Datangnya Siksaan secara Tiba-Tiba","text_ayah":"قُلْ هٰذِهٖ سَبِيْلِيْٓ اَدْعُوْٓا اِلَى اللّٰهِۗعَلٰى بَصِيْرَةٍ اَنَا۠ وَمَنِ اتَّبَعَنِيْۗوَسُبْحٰنَ اللّٰهِ وَمَآ اَنَا۠ مِنَ الْمُشْرِكِيْنَ","text_id":"Katakanlah (Nabi Muhammad), “Inilah jalanku, aku dan orang-orang yang mengikutiku mengajak (seluruh manusia) kepada Allah dengan bukti yang nyata. Mahasuci Allah dan aku tidak termasuk golongan orang-orang musyrik.”","text_en":"Say: \"My way, and that of my followers, is to call you to God with full perception. All glory to God, I am not an idolater.\"","transliteration":"qul hāżihī sabīlī ad'ū ilallāh, 'alā baṣīratin ana wa manittaba'anī, wa sub-ḥānallāhi wa mā ana minal-musyrikīn","no_fn":"","text_fn":""},{"id":1705,"surah":12,"no_ayah":109,"theme":"Makna Pengutusan Para Nabi dan Rasul","text_ayah":"وَمَآ اَرْسَلْنَا مِنْ قَبْلِكَ اِلَّا رِجَالًا نُّوْحِيْٓ اِلَيْهِمْ مِّنْ اَهْلِ الْقُرٰىۗ اَفَلَمْ يَسِيْرُوْا فِى الْاَرْضِ فَيَنْظُرُوْا كَيْفَ كَانَ عَاقِبَةُ الَّذِيْنَ مِنْ قَبْلِهِمْۗ وَلَدَارُ الْاٰخِرَةِ خَيْرٌ لِّلَّذِيْنَ اتَّقَوْاۗ اَفَلَا تَعْقِلُوْنَ","text_id":"Kami tidak mengutus sebelum engkau (Nabi Muhammad), kecuali laki-laki yang Kami berikan wahyu kepada mereka di antara penduduk negeri. Tidakkah mereka berjalan di bumi lalu memperhatikan bagaimana kesudahan orang-orang sebelum mereka (yang mendustakan rasul)? Sesungguhnya negeri akhirat itu lebih baik bagi orang-orang yang bertakwa. Apakah kamu tidak mengerti?","text_en":"All the apostles We had sent before you were men of those regions, to whom We sent Our revelations. Have they not travelled on the earth and seen what befell the people before them? Surely the abode of the Hereafter is better for those who fear straying from the right path. Do you not understand?","transliteration":"wa mā arsalnā ming qablika illā rijālan nụḥī ilaihim min ahlil-qurā, a fa lam yasīrụ fil-arḍi fa yanẓurụ kaifa kāna 'āqibatullażīna ming qablihim, wa ladārul-ākhirati khairul lillażīnattaqau, a fa lā ta'qilụn","no_fn":"","text_fn":""},{"id":1706,"surah":12,"no_ayah":110,"theme":"Makna Pengutusan Para Nabi dan Rasul","text_ayah":"حَتّٰٓى اِذَا اسْتَيْـَٔسَ الرُّسُلُ وَظَنُّوْٓا اَنَّهُمْ قَدْ كُذِبُوْا جَاۤءَهُمْ نَصْرُنَاۙ فَنُجِّيَ مَنْ نَّشَاۤءُۗوَلَا يُرَدُّ بَأْسُنَا عَنِ الْقَوْمِ الْمُجْرِمِيْنَ","text_id":"Sehingga, apabila para rasul tidak memiliki harapan lagi dan meyakini bahwa mereka benar-benar telah didustakan, datanglah kepada mereka pertolongan Kami, lalu diselamatkanlah orang yang Kami kehendaki. Siksa Kami tidak dapat ditolak dari kaum pendosa.","text_en":"When the apostles despaired and thought they were made false promises, Our help arrived, and We delivered whom We pleased; but never will Our punishment be averted from the sinners.","transliteration":"ḥattā iżastai`asar-rusulu wa ẓannū annahum qad kużibụ jā`ahum naṣrunā fa nujjiya man nasyā`, wa lā yuraddu ba`sunā 'anil-qaumil-mujrimīn","no_fn":"","text_fn":""},{"id":1707,"surah":12,"no_ayah":111,"theme":"Makna Pengutusan Para Nabi dan Rasul","text_ayah":"لَقَدْ كَانَ فِيْ قَصَصِهِمْ عِبْرَةٌ لِّاُولِى الْاَلْبَابِۗ مَا كَانَ حَدِيْثًا يُّفْتَرٰى وَلٰكِنْ تَصْدِيْقَ الَّذِيْ بَيْنَ يَدَيْهِ وَتَفْصِيْلَ كُلِّ شَيْءٍ وَّهُدًى وَّرَحْمَةً لِّقَوْمٍ يُّؤْمِنُوْنَࣖ","text_id":"Sungguh, pada kisah mereka benar-benar terdapat pelajaran bagi orang-orang yang berakal sehat. (Al-Qur’an) bukanlah cerita yang dibuat-buat, melainkan merupakan pembenar (kitab-kitab) yang sebelumnya, memerinci segala sesuatu, sebagai petunjuk, dan rahmat bagi kaum yang beriman.","text_en":"Verily in their accounts is a lesson for men of wisdom. This is not a fictitious tale, but a verification of earlier Books, and a clear exposition of everything, and a guidance and grace for those who believe.","transliteration":"laqad kāna fī qaṣaṣihim 'ibratul li`ulil-albāb, mā kāna ḥadīṡay yuftarā wa lākin taṣdīqallażī baina yadaihi wa tafṣīla kulli syai`iw wa hudaw wa raḥmatal liqaumiy yu`minụn","no_fn":"","text_fn":""}]