[{"id_ayat":1597,"no_surah":12,"no_ayat":1,"teks_ayat":"الۤرٰ ۗ تِلْكَ اٰيٰتُ الْكِتٰبِ الْمُبِيْنِۗ  ","tema":"Kisah Terbaik dari Nabi Yusuf ","teks_terjemah":"Alif Lām Rā. Itulah ayat-ayat Kitab (Al-Qur’an) yang jelas (arti dan petunjuknya).","no_fn":"","teks_fn":"","bacaan":"alif-laam-raa tilka aayaatulkitaabilmubiin"},{"id_ayat":1598,"no_surah":12,"no_ayat":2,"teks_ayat":"اِنَّآ اَنْزَلْنٰهُ قُرْاٰنًا عَرَبِيًّا لَّعَلَّكُمْ تَعْقِلُوْنَ","tema":"Kisah Terbaik dari Nabi Yusuf ","teks_terjemah":"Sesungguhnya Kami menurunkannya (Kitab Suci) berupa Al-Qur’an berbahasa Arab agar kamu mengerti.","no_fn":"","teks_fn":"","bacaan":"innaa anzalnaahu qur-aanan 'arabiyyan la'allakum ta'qiluun"},{"id_ayat":1599,"no_surah":12,"no_ayat":3,"teks_ayat":"نَحْنُ نَقُصُّ عَلَيْكَ اَحْسَنَ الْقَصَصِ بِمَآ اَوْحَيْنَآ اِلَيْكَ هٰذَا الْقُرْاٰنَۖ وَاِنْ كُنْتَ مِنْ قَبْلِهٖ لَمِنَ الْغٰفِلِيْنَ","tema":"Kisah Terbaik dari Nabi Yusuf ","teks_terjemah":"Kami menceritakan kepadamu (Nabi Muhammad) kisah yang paling baik dengan mewahyukan Al-Qur’an ini kepadamu. Sesungguhnya engkau sebelum itu termasuk orang-orang yang tidak mengetahui.","no_fn":"","teks_fn":"","bacaan":"nahnu naqushshu 'alayka ahsanalqashashi bimaa awhaynaa ilayka haadzaalqur-aana wa-in kunta min qablihi laminalghaafiliin"},{"id_ayat":1600,"no_surah":12,"no_ayat":4,"teks_ayat":"اِذْ قَالَ يُوْسُفُ لِاَبِيْهِ يٰٓاَبَتِ اِنِّيْ رَاَيْتُ اَحَدَ عَشَرَ كَوْكَبًا وَّالشَّمْسَ وَالْقَمَرَ رَاَيْتُهُمْ لِيْ سٰجِدِيْنَ","tema":"Mimpi Nabi Yusuf","teks_terjemah":"(Ingatlah) ketika Yusuf berkata kepada ayahnya (Ya‘qub), “Wahai ayahku, sesungguhnya aku telah (bermimpi) melihat sebelas bintang, matahari, dan bulan. Aku melihat semuanya sujud kepadaku.”","no_fn":"","teks_fn":"","bacaan":"idz qaala yuusufu li-abiihi yaa abati innii ra-aytu ahada 'asyara kawkaban wasysyamsa walqamara ra-aytuhum lii saajidiin"},{"id_ayat":1601,"no_surah":12,"no_ayat":5,"teks_ayat":"قَالَ يٰبُنَيَّ لَا تَقْصُصْ رُءْيَاكَ عَلٰٓى اِخْوَتِكَ فَيَكِيْدُوْا لَكَ كَيْدًا ۗاِنَّ الشَّيْطٰنَ لِلْاِنْسَانِ عَدُوٌّ مُّبِيْنٌ","tema":"Mimpi Nabi Yusuf","teks_terjemah":"Dia (ayahnya) berkata, “Wahai anakku, janganlah engkau ceritakan mimpimu kepada saudara-saudaramu karena mereka akan membuat tipu daya yang sungguh-sungguh kepadamu. Sesungguhnya setan adalah musuh yang jelas bagi manusia.”","no_fn":"","teks_fn":"","bacaan":"qaala yaa bunayya laa taqshush ru'yaaka 'alaa ikhwatika fayakiiduu laka kaydan innasysyaythaana lil-insaani 'aduwwun mubiin"},{"id_ayat":1602,"no_surah":12,"no_ayat":6,"teks_ayat":"وَكَذٰلِكَ يَجْتَبِيْكَ رَبُّكَ وَيُعَلِّمُكَ مِنْ تَأْوِيْلِ الْاَحَادِيْثِ وَيُتِمُّ نِعْمَتَهٗ عَلَيْكَ وَعَلٰٓى اٰلِ يَعْقُوْبَ كَمَآ اَتَمَّهَا عَلٰٓى اَبَوَيْكَ مِنْ قَبْلُ اِبْرٰهِيْمَ وَاِسْحٰقَۗ اِنَّ رَبَّكَ عَلِيْمٌ حَكِيْمٌ ࣖ","tema":"Mimpi Nabi Yusuf","teks_terjemah":"Demikianlah, Tuhan memilihmu (untuk menjadi nabi), mengajarkan kepadamu sebagian dari takwil mimpi, serta menyempurnakan nikmat-Nya kepadamu dan kepada keluarga Ya‘qub, sebagaimana Dia telah menyempurnakannya kepada kedua kakekmu sebelumnya, (yaitu) Ibrahim dan Ishaq. Sesungguhnya Tuhanmu Maha Mengetahui lagi Mahabijaksana.","no_fn":"","teks_fn":"","bacaan":"wakadzaalika yajtabiika rabbuka wayu'allimuka min ta'wiilil-ahaadiitsi wayutimmu ni'matahu 'alayka wa'alaa aali ya'quuba kamaa atammahaa 'alaa abawayka min qablu ibraahiima wa-ishaaqa inna rabbaka 'aliimun hakiim"},{"id_ayat":1603,"no_surah":12,"no_ayat":7,"teks_ayat":"۞ لَقَدْ كَانَ فِيْ يُوْسُفَ وَاِخْوَتِهٖٓ اٰيٰتٌ لِّلسَّاۤىِٕلِيْنَ ","tema":"Sikap Saudara Nabi Yusuf terhadapnya","teks_terjemah":"Sungguh, dalam (kisah) Yusuf dan saudara-saudaranya benar-benar terdapat tanda-tanda (kekuasaan Allah) bagi para penanya. ","no_fn":"","teks_fn":"","bacaan":"laqad kaana fii yuusufa wa-ikhwatihi aayaatun lissaa-iliin"},{"id_ayat":1604,"no_surah":12,"no_ayat":8,"teks_ayat":"اِذْ قَالُوْا لَيُوْسُفُ وَاَخُوْهُ اَحَبُّ اِلٰٓى اَبِيْنَا مِنَّا وَنَحْنُ عُصْبَةٌ  ۗاِنَّ اَبَانَا لَفِيْ ضَلٰلٍ مُّبِيْنٍۙ  ","tema":"Sikap Saudara Nabi Yusuf terhadapnya","teks_terjemah":"(Ingatlah,) ketika mereka berkata, “Sesungguhnya Yusuf dan saudara (kandung)-nya<sup>365)<\/sup> lebih dicintai Ayah daripada kita, padahal kita adalah kumpulan (yang banyak). Sesungguhnya ayah kita dalam kekeliruan yang nyata.","no_fn":"365","teks_fn":"365) Yang dimaksud saudara kandung Nabi Yusuf a.s. adalah Bunyamin.","bacaan":"idz qaaluu layuusufu wa-akhuuhu ahabbu ilaa abiinaa minnaa wanahnu 'ushbatun inna abaanaa lafii dhalaalin mubiin"},{"id_ayat":1605,"no_surah":12,"no_ayat":9,"teks_ayat":" ۨاقْتُلُوْا يُوْسُفَ اَوِ اطْرَحُوْهُ اَرْضًا يَّخْلُ لَكُمْ وَجْهُ اَبِيْكُمْ وَتَكُوْنُوْا مِنْۢ بَعْدِهٖ قَوْمًا صٰلِحِيْنَ","tema":"Sikap Saudara Nabi Yusuf terhadapnya","teks_terjemah":"Bunuhlah Yusuf atau buanglah dia ke suatu tempat agar perhatian Ayah tertumpah kepadamu dan setelah itu (bertobatlah sehingga) kamu akan menjadi kaum yang saleh.”","no_fn":"","teks_fn":"","bacaan":"uqtuluu yuusufa awi ithrahuuhu ardhan yakhlu lakum wajhu abiikum watakuunuu min ba'dihi qawman shaalihiin"},{"id_ayat":1606,"no_surah":12,"no_ayat":10,"teks_ayat":"قَالَ قَاۤىِٕلٌ مِّنْهُمْ لَا تَقْتُلُوْا يُوْسُفَ وَاَلْقُوْهُ فِيْ غَيٰبَتِ الْجُبِّ يَلْتَقِطْهُ بَعْضُ السَّيَّارَةِ اِنْ كُنْتُمْ فٰعِلِيْنَ","tema":"Sikap Saudara Nabi Yusuf terhadapnya","teks_terjemah":"Salah seorang di antara mereka berkata, “Janganlah kamu membunuh Yusuf, tetapi masukkan saja dia ke dasar sumur agar dia dipungut oleh sebagian musafir jika kamu hendak berbuat.”","no_fn":"","teks_fn":"","bacaan":"qaala qaa-ilun minhum laa taqtuluu yuusufa wa-alquuhu fii ghayaabatiljubbi yaltaqithhu ba'dhussayyaarati in kuntum faa'iliin"},{"id_ayat":1607,"no_surah":12,"no_ayat":11,"teks_ayat":"قَالُوْا يٰٓاَبَانَا مَا لَكَ لَا تَأْمَنَّ۫ا عَلٰى يُوْسُفَ وَاِنَّا لَهٗ لَنٰصِحُوْنَ","tema":"Bujukan Saudara Nabi Yusuf terhadap Ayahnya","teks_terjemah":"Mereka berkata, “Wahai ayah kami, mengapa engkau tidak memercayai kami atas Yusuf, padahal sesungguhnya kami benar-benar menginginkan kebaikan baginya?","no_fn":"","teks_fn":"","bacaan":"qaaluu yaa abaanaa maa laka laa ta'mannaa 'alaa yuusufa wa-innaa lahu lanaashuun"},{"id_ayat":1608,"no_surah":12,"no_ayat":12,"teks_ayat":"اَرْسِلْهُ مَعَنَا غَدًا يَّرْتَعْ وَيَلْعَبْ وَاِنَّا لَهٗ لَحٰفِظُوْنَ","tema":"Bujukan Saudara Nabi Yusuf terhadap Ayahnya","teks_terjemah":"Biarkanlah dia pergi bersama kami besok pagi agar dia bersenang-senang dan bermain-main. Sesungguhnya kami benar-benar akan menjaganya.”","no_fn":"","teks_fn":"","bacaan":"arsilhu ma'anaa ghadan yarta' wayal'ab wa-innaa lahu lahaafizhuun"},{"id_ayat":1609,"no_surah":12,"no_ayat":13,"teks_ayat":"قَالَ اِنِّيْ لَيَحْزُنُنِيْٓ اَنْ تَذْهَبُوْا بِهٖ وَاَخَافُ اَنْ يَّأْكُلَهُ الذِّئْبُ وَاَنْتُمْ عَنْهُ غٰفِلُوْنَ ","tema":"Bujukan Saudara Nabi Yusuf terhadap Ayahnya","teks_terjemah":"Dia (Ya‘qub) berkata, “Sesungguhnya kepergian kamu bersama dia (Yusuf) sangat menyedihkanku dan aku khawatir serigala akan memangsanya, sedangkan kamu lengah darinya.”","no_fn":"","teks_fn":"","bacaan":"qaala innii layahzununii an tsadzhabuu bihi wa-akhaafu an ya'kulahudzdzi'bu wa-antum 'anhu ghaafiluun"},{"id_ayat":1610,"no_surah":12,"no_ayat":14,"teks_ayat":"قَالُوْا لَىِٕنْ اَكَلَهُ الذِّئْبُ وَنَحْنُ عُصْبَةٌ اِنَّآ اِذًا لَّخٰسِرُوْنَ","tema":"Bujukan Saudara Nabi Yusuf terhadap Ayahnya","teks_terjemah":"Mereka berkata, “Sungguh, jika serigala memangsanya, padahal kami kelompok (yang kuat), kami benar-benar orang-orang yang merugi.”<sup>366)<\/sup>","no_fn":"366","teks_fn":"366) Maksudnya adalah menjadi orang pengecut yang hidupnya tidak ada artinya.","bacaan":"qaaluu la-in akalahudzdzi'bu wanahnu 'ushbatun innaa idzan lakhaasiruun"},{"id_ayat":1611,"no_surah":12,"no_ayat":15,"teks_ayat":"فَلَمَّا ذَهَبُوْا بِهٖ وَاَجْمَعُوْٓا اَنْ يَّجْعَلُوْهُ فِيْ غَيٰبَتِ الْجُبِّۚ وَاَوْحَيْنَآ اِلَيْهِ لَتُنَبِّئَنَّهُمْ بِاَمْرِهِمْ هٰذَا وَهُمْ لَا يَشْعُرُوْنَ","tema":"Peristiwa Dimasukkannya Nabi Yusuf ke Dalam Sumur","teks_terjemah":"Maka, ketika mereka membawanya serta sepakat memasukkannya ke dasar sumur, (mereka pun melaksanakan kesepakatan itu). Kami wahyukan kepadanya, “Engkau kelak pasti akan menceritakan perbuatan mereka ini kepada mereka, sedangkan mereka tidak menyadari.” ","no_fn":"","teks_fn":"","bacaan":"falammaa dzahabuu bihi wa-ajma'uu an yaj'aluuhu fii ghayaabatiljubbi wa-awhaynaa ilayhi latunabi-annahum bi-amrihim haadzaa wahum laa yasy'uruun"},{"id_ayat":1612,"no_surah":12,"no_ayat":16,"teks_ayat":"وَجَاۤءُوْٓ اَبَاهُمْ عِشَاۤءً يَّبْكُوْنَۗ","tema":"Peristiwa Dimasukkannya Nabi Yusuf ke Dalam Sumur","teks_terjemah":"(Kemudian,) mereka datang kepada ayahnya pada petang hari sambil menangis.","no_fn":"","teks_fn":"","bacaan":"wajaauu abaahum 'isyaa-an yabkuun"},{"id_ayat":1613,"no_surah":12,"no_ayat":17,"teks_ayat":"قَالُوْا يٰٓاَبَانَآ اِنَّا ذَهَبْنَا نَسْتَبِقُ وَتَرَكْنَا يُوْسُفَ عِنْدَ مَتَاعِنَا فَاَكَلَهُ الذِّئْبُۚ وَمَآ اَنْتَ بِمُؤْمِنٍ لَّنَا وَلَوْ كُنَّا صٰدِقِيْنَ","tema":"Peristiwa Dimasukkannya Nabi Yusuf ke Dalam Sumur","teks_terjemah":"Mereka berkata, “Wahai ayah kami, sesungguhnya kami pergi berlomba dan kami tinggalkan Yusuf di dekat barang-barang kami, lalu serigala memangsanya. Engkau tentu tidak akan percaya kepada kami, sekalipun kami berkata benar.”","no_fn":"","teks_fn":"","bacaan":"qaaluu yaa abaanaa innaa dzahabnaa nastabiqu wataraknaa yuusufa 'inda mataa'inaa fa-akalahudzdzi'bu wamaa anta bimu'minin lanaa walaw kunnaa shaadiqiin"},{"id_ayat":1614,"no_surah":12,"no_ayat":18,"teks_ayat":"وَجَاۤءُوْ عَلٰى قَمِيْصِهٖ بِدَمٍ كَذِبٍۗ قَالَ بَلْ سَوَّلَتْ لَكُمْ اَنْفُسُكُمْ اَمْرًاۗ فَصَبْرٌ جَمِيْلٌ  ۗوَاللّٰهُ الْمُسْتَعَانُ عَلٰى مَا تَصِفُوْنَ","tema":"Peristiwa Dimasukkannya Nabi Yusuf ke Dalam Sumur","teks_terjemah":"Mereka datang membawa bajunya (yang dilumuri) darah palsu. Dia (Ya‘qub) berkata, “Justru hanya dirimu sendirilah yang memandang baik urusan (yang buruk) itu, maka hanya bersabar itulah yang terbaik (bagiku). Allah sajalah Zat yang dimohonkan pertolongan terhadap apa yang kamu ceritakan.”","no_fn":"","teks_fn":"","bacaan":"wajaauu 'alaa qamiishihi bidamin kadzibin qaala bal sawwalat lakum anfusukum amran fashabrun jamiilun waalaahulmusta'aanu 'alaa maa tashifuun"},{"id_ayat":1615,"no_surah":12,"no_ayat":19,"teks_ayat":"وَجَاۤءَتْ سَيَّارَةٌ فَاَرْسَلُوْا وَارِدَهُمْ فَاَدْلٰى دَلْوَهٗ ۗقَالَ يٰبُشْرٰى هٰذَا غُلٰمٌ ۗوَاَسَرُّوْهُ بِضَاعَةً ۗوَاللّٰهُ عَلِيْمٌ ۢبِمَا يَعْمَلُوْنَ","tema":"Peristiwa Ditemukannya Nabi Yusuf oleh Kafilah yang Menjualnya dengan Harga Murah","teks_terjemah":"Datanglah sekelompok musafir. Mereka menyuruh seorang pengambil air, lalu dia menurunkan timbanya. Dia berkata, “Oh, senangnya! Ini ada seorang anak muda.” Kemudian mereka menyembunyikannya sebagai barang dagangan. Allah Maha Mengetahui apa yang mereka kerjakan.","no_fn":"","teks_fn":"","bacaan":"wajaa-at sayyaaratun fa-arsaluu waaridahum fa-adlaa dalwahu qaala yaa busyraa haadzaa ghulaamun wa-asarruuhu bidaa'atan waalaahu 'aliimun bimaa ya'maluun"},{"id_ayat":1616,"no_surah":12,"no_ayat":20,"teks_ayat":"وَشَرَوْهُ بِثَمَنٍۢ بَخْسٍ دَرَاهِمَ مَعْدُوْدَةٍ ۚوَكَانُوْا فِيْهِ مِنَ الزّٰهِدِيْنَ ࣖ ","tema":"Peristiwa Ditemukannya Nabi Yusuf oleh Kafilah yang Menjualnya dengan Harga Murah","teks_terjemah":"Mereka menjualnya (Yusuf) dengan harga murah, (yaitu) beberapa dirham saja sebab mereka tidak tertarik kepadanya.<sup>367)<\/sup>","no_fn":"367","teks_fn":"367) Mereka khawatir Nabi Yusuf a.s. akan ditemukan oleh keluarganya sehingga akan langsung diambil kembali dan mereka tidak mendapatkan apa-apa. Oleh karena itu, mereka cepat-cepat menjualnya walaupun dengan harga murah.","bacaan":"wasyarawhu bitsamanin bakhsin daraahima ma'duudatin wakaanuu fiihi minazzaahidiin"},{"id_ayat":1617,"no_surah":12,"no_ayat":21,"teks_ayat":"وَقَالَ الَّذِى اشْتَرٰىهُ مِنْ مِّصْرَ لِامْرَاَتِهٖٓ اَكْرِمِيْ مَثْوٰىهُ عَسٰىٓ اَنْ يَّنْفَعَنَآ اَوْ نَتَّخِذَهٗ وَلَدًا ۗوَكَذٰلِكَ مَكَّنَّا لِيُوْسُفَ فِى الْاَرْضِۖ وَلِنُعَلِّمَهٗ مِنْ تَأْوِيْلِ الْاَحَادِيْثِۗ وَاللّٰهُ غَالِبٌ عَلٰٓى اَمْرِهٖ وَلٰكِنَّ اَكْثَرَ النَّاسِ لَا يَعْلَمُوْنَ","tema":"Pemuliaan Nabi Yusuf di Rumah Al-Aziz","teks_terjemah":"Orang Mesir yang membelinya berkata kepada istrinya,<sup>368)<\/sup> “Berikanlah kepadanya tempat (dan layanan) yang baik. Mudah-mudahan dia bermanfaat bagi kita atau kita pungut dia sebagai anak.” Demikianlah, (kelak setelah dewasa,) Kami memberikan kedudukan yang baik kepada Yusuf di negeri (Mesir) dan agar Kami mengajarkan kepadanya takwil mimpi. Allah berkuasa terhadap urusan-Nya, tetapi kebanyakan manusia tidak mengerti.","no_fn":"368","teks_fn":"368) Orang dari Mesir yang membeli Nabi Yusuf a.s. itu adalah seorang pembesar Mesir yang dikenal dengan nama Qitfir al-Aziz. Sebagian kitab tafsir juga menyebut nama istrinya, yaitu Rail. Ada juga yang menyebutnya Zulaikha atau Zalikha. Namun, riwayat yang menyebutkan nama-nama tersebut tidak dapat dipertanggungjawabkan.","bacaan":"waqaalaladzii isytaraahu min mishra limra-atihi akrimii matswaahu 'asaa an yanfa'anaa aw nattakhidzahu waladan wakadzaalika makkannaa liyuusufa fiil-ardhi walinu'allimahu min ta'wiilil-ahaadiitsi waalaahu ghaalibun 'alaa amrihi walaakinna aktsarannaasi laa ya'lamuun"},{"id_ayat":1618,"no_surah":12,"no_ayat":22,"teks_ayat":"وَلَمَّا بَلَغَ اَشُدَّهٗٓ اٰتَيْنٰهُ حُكْمًا وَّعِلْمًا ۗوَكَذٰلِكَ نَجْزِى الْمُحْسِنِيْنَ","tema":"Pemuliaan Nabi Yusuf di Rumah Al-Aziz","teks_terjemah":"Ketika dia telah cukup dewasa, Kami berikan kepadanya kearifan dan ilmu. Demikianlah, Kami memberi balasan kepada orang-orang yang berbuat baik.","no_fn":"","teks_fn":"","bacaan":"walammaa balagha asyuddahu aataynaahu hukman wa'ilman wakadzaalika najziilmuhsiniin"},{"id_ayat":1619,"no_surah":12,"no_ayat":23,"teks_ayat":"وَرَاوَدَتْهُ الَّتِيْ هُوَ فِيْ بَيْتِهَا عَنْ نَّفْسِهٖ وَغَلَّقَتِ الْاَبْوَابَ وَقَالَتْ هَيْتَ لَكَ ۗقَالَ مَعَاذَ اللّٰهِ اِنَّهٗ رَبِّيْٓ اَحْسَنَ مَثْوَايَۗ اِنَّهٗ لَا يُفْلِحُ الظّٰلِمُوْنَ","tema":"Godaan dan Bujuk Rayu Istri Al-Aziz terhadap Nabi Yusuf","teks_terjemah":"Perempuan, yang dia (Yusuf) tinggal di rumahnya, menggodanya. Dia menutup rapat semua pintu, lalu berkata, “Marilah mendekat kepadaku.” Yusuf berkata, “Aku berlindung kepada Allah. Sesungguhnya dia (suamimu) adalah tuanku. Dia telah memperlakukanku dengan baik. Sesungguhnya orang-orang zalim tidak akan beruntung.”","no_fn":"","teks_fn":"","bacaan":"waraawadat-hulatii huwa fii baytihaa 'an nafsihi waghallaqatil-abwaaba waqaalat hayta laka qaala ma'aadzalaahi innahu rabbii ahsana matswaaya innahu laa yuflihuzhzhaalimuun"},{"id_ayat":1620,"no_surah":12,"no_ayat":24,"teks_ayat":"وَلَقَدْ هَمَّتْ بِهٖۙ وَهَمَّ بِهَا ۚ لَوْلَآ اَنْ رَّاٰ بُرْهَانَ رَبِّهٖۗ  كَذٰلِكَ لِنَصْرِفَ عَنْهُ السُّوْۤءَ وَالْفَحْشَاۤءَۗ اِنَّهٗ مِنْ عِبَادِنَا الْمُخْلَصِيْنَ ","tema":"Godaan dan Bujuk Rayu Istri Al-Aziz terhadap Nabi Yusuf","teks_terjemah":"Sungguh, perempuan itu benar-benar telah berkehendak kepadanya (Yusuf). Yusuf pun berkehendak kepadanya sekiranya dia tidak melihat tanda (dari) Tuhannya.<sup>369)<\/sup> Demikianlah, Kami memalingkan darinya keburukan dan kekejian. Sesungguhnya dia (Yusuf) termasuk hamba-hamba Kami yang terpilih.","no_fn":"369","teks_fn":"369) Ayat ini tidak menunjukkan bahwa Nabi Yusuf a.s. mempunyai keinginan yang buruk terhadap perempuan itu, tetapi godaan itu demikian besarnya sehingga sekiranya dia tidak dikuatkan dengan keimanan kepada Allah Swt., tentu dia jatuh ke dalam kemaksiatan.","bacaan":"walaqad hammat bihi wahamma bihaa lawlaa an raaa burhaana rabbihi kadzaalika linashrifa 'anhussuu-a walfahsyaa-a innahu min 'ibaadinaalmukhlashiin"},{"id_ayat":1621,"no_surah":12,"no_ayat":25,"teks_ayat":"وَاسْتَبَقَا الْبَابَ وَقَدَّتْ قَمِيْصَهٗ مِنْ دُبُرٍ وَّاَلْفَيَا سَيِّدَهَا لَدَا الْبَابِۗ قَالَتْ مَا جَزَاۤءُ مَنْ اَرَادَ بِاَهْلِكَ سُوْۤءًا اِلَّآ اَنْ يُّسْجَنَ اَوْ عَذَابٌ اَلِيْمٌ ","tema":"Godaan dan Bujuk Rayu Istri Al-Aziz terhadap Nabi Yusuf","teks_terjemah":"Keduanya berlomba menuju pintu dan perempuan itu menarik bajunya (Yusuf) dari belakang hingga koyak dan keduanya mendapati suami perempuan itu di depan pintu. Dia (perempuan itu) berkata, “Apakah balasan terhadap orang yang bermaksud buruk terhadap istrimu selain dipenjarakan atau (dihukum dengan) siksa yang pedih?”","no_fn":"","teks_fn":"","bacaan":"wastabaqaalbaaba waqaddat qamiishahu min duburin wa-alfayaa sayyidahaa ladaalbaabi qaalat maa jazaau man araada bi-ahlika suu-an illaa an yusjana aw 'adzaabunliim"},{"id_ayat":1622,"no_surah":12,"no_ayat":26,"teks_ayat":"قَالَ هِيَ رَاوَدَتْنِيْ عَنْ نَّفْسِيْ وَشَهِدَ شَاهِدٌ مِّنْ اَهْلِهَاۚ اِنْ كَانَ قَمِيْصُهٗ قُدَّ مِنْ قُبُلٍ فَصَدَقَتْ وَهُوَ مِنَ الْكٰذِبِيْنَ ","tema":"Bukti bahwa Nabi Yusuf Tidak Bersalah","teks_terjemah":"Dia (Yusuf) berkata, “Dia yang menggoda diriku.” Seorang saksi dari keluarga perempuan itu memberikan kesaksian, “Jika bajunya koyak di bagian depan, perempuan itu benar dan dia (Yusuf) termasuk orang-orang yang berdusta.","no_fn":"","teks_fn":"","bacaan":"qaala hiya raawadatnii 'an nafsii wasyahida syaahidun min ahlihaa in kaana qamiishuhu qudda min qubulin fashadaqat wahuwa minalkaadzibiin"},{"id_ayat":1623,"no_surah":12,"no_ayat":27,"teks_ayat":"وَاِنْ كَانَ قَمِيْصُهٗ قُدَّ مِنْ دُبُرٍ فَكَذَبَتْ وَهُوَ مِنَ الصّٰدِقِيْنَ ","tema":"Bukti bahwa Nabi Yusuf Tidak Bersalah","teks_terjemah":"Jika bajunya koyak di bagian belakang, perempuan itulah yang berdusta dan dia (Yusuf) termasuk orang-orang yang jujur.”","no_fn":"","teks_fn":"","bacaan":"wa-in kaana qamiishuhu qudda min duburin fakadzabat wahuwa minashshaadiqiin"},{"id_ayat":1624,"no_surah":12,"no_ayat":28,"teks_ayat":"فَلَمَّا رَاٰ قَمِيْصَهٗ قُدَّ مِنْ دُبُرٍ قَالَ اِنَّهٗ مِنْ كَيْدِكُنَّ ۗاِنَّ كَيْدَكُنَّ عَظِيْمٌ ","tema":"Bukti bahwa Nabi Yusuf Tidak Bersalah","teks_terjemah":"Maka, ketika melihat bajunya (Yusuf) koyak di bagian belakang, dia (suami perempuan itu) berkata, “Sesungguhnya ini adalah tipu dayamu (hai kaum wanita). Tipu dayamu benar-benar hebat.","no_fn":"","teks_fn":"","bacaan":"falammaa raaa qamiishahu qudda min duburin qaala innahu min kaydikunna inna kaydakunna 'azhiim"},{"id_ayat":1625,"no_surah":12,"no_ayat":29,"teks_ayat":"يُوْسُفُ اَعْرِضْ عَنْ هٰذَا وَاسْتَغْفِرِيْ لِذَنْۢبِكِۖ اِنَّكِ كُنْتِ مِنَ الْخٰطِـِٕيْنَ ࣖ ","tema":"Bukti bahwa Nabi Yusuf Tidak Bersalah","teks_terjemah":"Wahai Yusuf, lupakanlah ini dan (wahai istriku,) mohonlah ampunan atas dosamu karena sesungguhnya engkau termasuk orang-orang yang bersalah.”","no_fn":"","teks_fn":"","bacaan":"yuusufu a'ridh 'an haadzaa wastaghfirii lidzanbiki innaki kunti minalkhaathi-iin"},{"id_ayat":1626,"no_surah":12,"no_ayat":30,"teks_ayat":"۞ وَقَالَ نِسْوَةٌ فِى الْمَدِيْنَةِ امْرَاَتُ الْعَزِيْزِ تُرَاوِدُ فَتٰىهَا عَنْ نَّفْسِهٖۚ قَدْ شَغَفَهَا حُبًّاۗ اِنَّا لَنَرٰىهَا فِيْ ضَلٰلٍ مُّبِيْنٍ ","tema":"Tersebarnya Berita tentang Istri Al-Aziz","teks_terjemah":"Para wanita di kota itu berkata, “Istri al-Aziz menggoda pelayannya untuk menaklukkannya. Pelayannya benar-benar membuatnya mabuk cinta. Kami benar-benar memandangnya dalam kesesatan yang nyata.”","no_fn":"","teks_fn":"","bacaan":"waqaala niswatun fiilmadiinati imra-atul'aziizi turaawidu fataahaa 'an nafsihi qad syaghafahaa hubban innaa lanaraahaa fii dhalaalin mubiin"},{"id_ayat":1627,"no_surah":12,"no_ayat":31,"teks_ayat":"فَلَمَّا سَمِعَتْ بِمَكْرِهِنَّ اَرْسَلَتْ اِلَيْهِنَّ وَاَعْتَدَتْ لَهُنَّ مُتَّكَـاً وَّاٰتَتْ كُلَّ وَاحِدَةٍ مِّنْهُنَّ سِكِّيْنًا وَّقَالَتِ اخْرُجْ عَلَيْهِنَّ ۚ فَلَمَّا رَاَيْنَهٗٓ اَكْبَرْنَهٗ وَقَطَّعْنَ اَيْدِيَهُنَّۖ وَقُلْنَ حَاشَ لِلّٰهِ مَا هٰذَا بَشَرًاۗ اِنْ هٰذَآ اِلَّا مَلَكٌ كَرِيْمٌ ","tema":"Tersebarnya Berita tentang Istri Al-Aziz","teks_terjemah":"Maka, ketika dia (istri al-Aziz) mendengar cercaan mereka, dia mengundang wanita-wanita itu dan menyediakan tempat duduk bagi mereka. Dia memberikan sebuah pisau kepada setiap wanita (untuk memotong-motong makanan). Dia berkata (kepada Yusuf), “Keluarlah (tampakkanlah dirimu) kepada mereka.” Ketika wanita-wanita itu melihatnya, mereka sangat terpesona (dengan ketampanannya) dan mereka (tanpa sadar) melukai tangannya sendiri seraya berkata, “Mahasempurna Allah. Ini bukanlah manusia. Ini benar-benar seorang malaikat yang mulia.”","no_fn":"","teks_fn":"","bacaan":"falammaa sami'at bimakrihinna arsalat ilayhinna wa-a'tadat lahunna muttaka-an waaatat kulla waahidatin minhunna sikkiinan waqaalati ukhruj 'alayhinna falammaa ra-aynahu akbarnahu waqaththha'na aydiyahunna waqulna haasya lillaahi maa haadzaa basyaran in haadzaa illaa malakun kariim"},{"id_ayat":1628,"no_surah":12,"no_ayat":32,"teks_ayat":"قَالَتْ فَذٰلِكُنَّ الَّذِيْ لُمْتُنَّنِيْ فِيْهِ ۗوَلَقَدْ رَاوَدْتُّهٗ عَنْ نَّفْسِهٖ فَاسْتَعْصَمَ ۗوَلَىِٕنْ لَّمْ يَفْعَلْ مَآ اٰمُرُهٗ لَيُسْجَنَنَّ وَلَيَكُوْنًا مِّنَ الصّٰغِرِيْنَ ","tema":"Tersebarnya Berita tentang Istri Al-Aziz","teks_terjemah":"Dia (istri al-Aziz) berkata, “Itulah orangnya yang menyebabkan kamu mencela aku karena (aku tertarik) kepadanya. Sungguh, aku benar-benar telah menggoda untuk menaklukkan dirinya, tetapi dia menolak. Jika tidak melakukan apa yang aku perintahkan kepadanya, niscaya dia akan dipenjarakan dan benar-benar akan termasuk orang yang hina.”","no_fn":"","teks_fn":"","bacaan":"qaalat fadzaalikunnaladzii lumtunnanii fiihi walaqad raawadtuhu 'an nafsihi fast'shama wala-in lam yaf'al maa aamuruhu layusjananna walayakuunan minashshaaghiriin"},{"id_ayat":1629,"no_surah":12,"no_ayat":33,"teks_ayat":"قَالَ رَبِّ السِّجْنُ اَحَبُّ اِلَيَّ مِمَّا يَدْعُوْنَنِيْٓ اِلَيْهِ ۚوَاِلَّا تَصْرِفْ عَنِّيْ كَيْدَهُنَّ اَصْبُ اِلَيْهِنَّ وَاَكُنْ مِّنَ الْجٰهِلِيْنَ ","tema":"Tersebarnya Berita tentang Istri Al-Aziz","teks_terjemah":"(Yusuf) berkata, “Wahai Tuhanku, penjara lebih aku sukai daripada memenuhi ajakan mereka. Jika Engkau tidak menghindarkan tipu daya mereka dariku, niscaya aku akan cenderung untuk (memenuhi keinginan mereka) dan tentu aku termasuk orang-orang yang bodoh.”","no_fn":"","teks_fn":"","bacaan":"qaala rabbissijnu ahabbu ilayya mimmaa yad'uunanii ilayhi wa-illaa tashrif 'annii kaydahunna ashbu ilayhinna wa-akun minaljaahiliin"},{"id_ayat":1630,"no_surah":12,"no_ayat":34,"teks_ayat":"فَاسْتَجَابَ لَهٗ رَبُّهٗ فَصَرَفَ عَنْهُ كَيْدَهُنَّ ۗاِنَّهٗ هُوَ السَّمِيْعُ الْعَلِيْمُ ","tema":"Tersebarnya Berita tentang Istri Al-Aziz","teks_terjemah":"Maka, Tuhannya memperkenankan (doa)-nya dan menghindarkannya dari tipu daya mereka. Sesungguhnya Dialah yang Maha Mendengar lagi Maha Mengetahui.","no_fn":"","teks_fn":"","bacaan":"fastajaaba lahu rabbuhu fasharafa 'anhu kaydahunna innahu huwassamii'ul'aliim"},{"id_ayat":1631,"no_surah":12,"no_ayat":35,"teks_ayat":"ثُمَّ بَدَا لَهُمْ مِّنْۢ بَعْدِ مَا رَاَوُا الْاٰيٰتِ لَيَسْجُنُنَّهٗ حَتّٰى حِيْنٍ ࣖ ","tema":"Tersebarnya Berita tentang Istri Al-Aziz","teks_terjemah":"Kemudian timbul pikiran pada mereka setelah melihat tanda-tanda (kebenaran Yusuf) bahwa mereka harus memenjarakannya sampai waktu tertentu.","no_fn":"","teks_fn":"","bacaan":"tsumma badaa lahum min ba'di maa ra-awuul-aayaati layasjununnahu hattaa hiin"},{"id_ayat":1632,"no_surah":12,"no_ayat":36,"teks_ayat":"وَدَخَلَ مَعَهُ السِّجْنَ فَتَيٰنِ ۗقَالَ اَحَدُهُمَآ اِنِّيْٓ اَرٰىنِيْٓ اَعْصِرُ خَمْرًا ۚوَقَالَ الْاٰخَرُ اِنِّيْٓ اَرٰىنِيْٓ اَحْمِلُ فَوْقَ رَأْسِيْ خُبْزًا تَأْكُلُ الطَّيْرُ مِنْهُ ۗنَبِّئْنَا بِتَأْوِيْلِهٖ ۚاِنَّا نَرٰىكَ مِنَ الْمُحْسِنِيْنَ","tema":"Kisah Nabi Yusuf dalam Penjara","teks_terjemah":"Bersama dia (Yusuf) masuk pula dua orang pemuda ke dalam penjara.<sup>370)<\/sup> Salah satunya berkata, “Sesungguhnya aku bermimpi memeras anggur,” dan yang lainnya berkata, “Aku bermimpi membawa roti di atas kepalaku. Sebagiannya dimakan burung.” (Keduanya berkata,) “Jelaskanlah kepada kami takwilnya! Sesungguhnya kami memandangmu termasuk orang-orang yang berbuat baik.”","no_fn":"370","teks_fn":"370) Menurut suatu riwayat, dua pemuda itu adalah pelayan-pelayan raja.","bacaan":"wadakhala ma'ahussijna fatayaani qaala ahaduhumaa innii araanii a'shiru khamran waqaalal-aakharu innii araanii ahmilu fawqa ra'sii khubzan ta'kuluththhayru minhu nabbi'naa bita'wiilihi innaa naraaka minalmuhsiniin"},{"id_ayat":1633,"no_surah":12,"no_ayat":37,"teks_ayat":"قَالَ لَا يَأْتِيْكُمَا طَعَامٌ تُرْزَقٰنِهٖٓ اِلَّا نَبَّأْتُكُمَا بِتَأْوِيْلِهٖ قَبْلَ اَنْ يَّأْتِيَكُمَا ۗذٰلِكُمَا مِمَّا عَلَّمَنِيْ رَبِّيْۗ اِنِّيْ تَرَكْتُ مِلَّةَ قَوْمٍ لَّا يُؤْمِنُوْنَ بِاللّٰهِ وَهُمْ بِالْاٰخِرَةِ هُمْ كٰفِرُوْنَۙ ","tema":"Kisah Nabi Yusuf dalam Penjara","teks_terjemah":"(Yusuf) berkata, “Tidak ada makanan apa pun yang akan diberikan kepadamu berdua, kecuali aku telah menjelaskan takwilnya sebelum (makanan) itu sampai kepadamu. Itu sebagian dari yang diajarkan Tuhan kepadaku. Sesungguhnya aku telah meninggalkan agama kaum yang tidak beriman kepada Allah, bahkan kepada akhirat pun mereka ingkar.","no_fn":"","teks_fn":"","bacaan":"qaala laa ya'tiikumaa tha'aamun turzaqaanihi illaa nabba'tukumaa bita'wiilihi qabla an ya'tiyakumaa dzaalikumaa mimmaa 'allamanii rabbii innii taraktu millata qawmin laa yu'minuuna bialaahi wahum bil-aakhirati hum kaafiruun"},{"id_ayat":1634,"no_surah":12,"no_ayat":38,"teks_ayat":"وَاتَّبَعْتُ مِلَّةَ اٰبَاۤءِيْٓ اِبْرٰهِيْمَ وَاِسْحٰقَ وَيَعْقُوْبَۗ مَا كَانَ لَنَآ اَنْ نُّشْرِكَ بِاللّٰهِ مِنْ شَيْءٍۗ ذٰلِكَ مِنْ فَضْلِ اللّٰهِ عَلَيْنَا وَعَلَى النَّاسِ وَلٰكِنَّ اَكْثَرَ النَّاسِ لَا يَشْكُرُوْنَ","tema":"Kisah Nabi Yusuf dalam Penjara","teks_terjemah":"Aku mengikuti agama nenek moyangku, (yaitu) Ibrahim, Ishaq, dan Ya‘qub. Tidak pantas bagi kami mempersekutukan suatu apa pun dengan Allah. Itu adalah bagian dari karunia Allah kepada kami dan kepada manusia (semuanya), tetapi kebanyakan manusia tidak bersyukur. ","no_fn":"","teks_fn":"","bacaan":"wattaba'tu millata aabaa-ii ibraahiima wa-ishaaqa waya'quuba maa kaana lanaa an nusyrika bialaahi min syay-in dzaalika min fadhlilaahi 'alaynaa wa'alaannaasi walaakinna aktsarannaasi laa yasykuruun"},{"id_ayat":1635,"no_surah":12,"no_ayat":39,"teks_ayat":"يٰصَاحِبَيِ السِّجْنِ ءَاَرْبَابٌ مُّتَفَرِّقُوْنَ خَيْرٌ اَمِ اللّٰهُ الْوَاحِدُ الْقَهَّارُۗ  ","tema":"Ajakan Nabi Yusuf terhadap Agama Tauhid","teks_terjemah":"Wahai dua penghuni penjara, manakah yang lebih baik, tuhan-tuhan yang bermacam-macam itu ataukah Allah Yang Maha Esa lagi Mahaperkasa?","no_fn":"","teks_fn":"","bacaan":"yaa shaahibayissijni a-arbaabun mutafarriquuna khayrun amilaahulwaahidulqahhaar"},{"id_ayat":1636,"no_surah":12,"no_ayat":40,"teks_ayat":"مَا تَعْبُدُوْنَ مِنْ دُوْنِهٖٓ اِلَّآ اَسْمَاۤءً سَمَّيْتُمُوْهَآ اَنْتُمْ وَاٰبَاۤؤُكُمْ مَّآ اَنْزَلَ اللّٰهُ بِهَا مِنْ سُلْطٰنٍۗ اِنِ الْحُكْمُ اِلَّا لِلّٰهِ ۗاَمَرَ اَلَّا تَعْبُدُوْٓا اِلَّآ اِيَّاهُ ۗذٰلِكَ الدِّيْنُ الْقَيِّمُ وَلٰكِنَّ اَكْثَرَ النَّاسِ لَا يَعْلَمُوْنَ ","tema":"Ajakan Nabi Yusuf terhadap Agama Tauhid","teks_terjemah":"Apa yang kamu sembah selain Dia hanyalah nama-nama (berhala) yang kamu dan nenek moyangmu buat sendiri. Allah tidak menurunkan suatu keterangan apa pun yang pasti tentang hal (nama-nama) itu. Ketetapan (yang pasti benar) itu hanyalah milik Allah. Dia telah memerintahkan agar kamu tidak menyembah selain Dia. Itulah agama yang lurus, tetapi kebanyakan manusia tidak mengetahui.","no_fn":"","teks_fn":"","bacaan":"maa ta'buduuna min duunihi illaa asmaa-an sammaytumuuhaa antum waaabaaukum maa anzalalaahu bihaa min sulthaanin inilhukmu illaa lillaahi amaralaa ta'buduu illaa iyyaahu dzaalikaddiinulqayyimu walaakinna aktsarannaasi laa ya'lamuun"},{"id_ayat":1637,"no_surah":12,"no_ayat":41,"teks_ayat":"يٰصَاحِبَيِ السِّجْنِ اَمَّآ اَحَدُكُمَا فَيَسْقِيْ رَبَّهٗ خَمْرًا ۗوَاَمَّا الْاٰخَرُ فَيُصْلَبُ فَتَأْكُلُ الطَّيْرُ مِنْ رَّأْسِهٖ ۗ قُضِيَ الْاَمْرُ الَّذِيْ فِيْهِ تَسْتَفْتِيٰنِۗ ","tema":"Takwil Mimpi oleh Nabi Yusuf ","teks_terjemah":"Wahai dua penghuni penjara, salah seorang di antara kamu akan bertugas menyediakan minuman khamar bagi tuannya, sedangkan yang lain akan disalib. Lalu, burung akan memakan sebagian kepalanya. Telah terjawab perkara yang kamu berdua tanyakan (kepadaku).”","no_fn":"","teks_fn":"","bacaan":"yaa shaahibayissijni ammaa ahadukumaa fayasqii rabbahu khamran wa-ammaal-aakharu fayushlabu fata'kuluththhayru min ra'sihi qudhiyal-amruladzii fiihi tastaftiyaan"},{"id_ayat":1638,"no_surah":12,"no_ayat":42,"teks_ayat":"وَقَالَ لِلَّذِيْ ظَنَّ اَنَّهٗ نَاجٍ مِّنْهُمَا اذْكُرْنِيْ عِنْدَ رَبِّكَۖ فَاَنْسٰىهُ الشَّيْطٰنُ ذِكْرَ رَبِّهٖ فَلَبِثَ فِى السِّجْنِ بِضْعَ سِنِيْنَ ࣖ ","tema":"Takwil Mimpi oleh Nabi Yusuf ","teks_terjemah":"Dia (Yusuf) berkata kepada orang yang diketahuinya akan selamat di antara mereka berdua, “Jelaskanlah keadaanku kepada tuanmu.” Kemudian, setan menjadikan dia lupa untuk menjelaskan (keadaan Yusuf) kepada tuannya. Karena itu, dia (Yusuf) tetap dalam penjara beberapa tahun lamanya.","no_fn":"","teks_fn":"","bacaan":"waqaala lilladzii zhanna annahu naajin minhumaa udzkurnii 'inda rabbika fa-ansaahusysyaythaanu dzikra rabbihi falabitsa fiissijni bidh'a siniin"},{"id_ayat":1639,"no_surah":12,"no_ayat":43,"teks_ayat":"وَقَالَ الْمَلِكُ اِنِّيْٓ اَرٰى سَبْعَ بَقَرٰتٍ سِمَانٍ يَّأْكُلُهُنَّ سَبْعٌ عِجَافٌ وَّسَبْعَ سُنْۢبُلٰتٍ خُضْرٍ وَّاُخَرَ يٰبِسٰتٍۗ  يٰٓاَيُّهَا الْمَلَاُ اَفْتُوْنِيْ فِيْ رُءْيَايَ اِنْ كُنْتُمْ لِلرُّءْيَا تَعْبُرُوْنَ","tema":"Takwil Nabi Yusuf tentang Mimpi Raja","teks_terjemah":"Raja berkata (kepada para pemuka kaumnya), “Sesungguhnya aku bermimpi melihat tujuh ekor sapi yang gemuk dimakan oleh tujuh ekor sapi yang kurus serta tujuh tangkai (gandum) yang hijau (dan tujuh tangkai) lainnya yang kering. Wahai para pemuka kaum, jelaskanlah kepadaku tentang mimpiku itu jika kamu dapat menakwilkannya!”","no_fn":"","teks_fn":"","bacaan":"waqaalalmaliku innii araa sab'a baqaraatin simaanin ya'kuluhunna sab'un 'ijaafun wasab'a sunbulaatin khudhrin waukhara yaabisaatin yaa ayyuhaalmalau aftuunii fii ru'yaaya in kuntum lirru'yaa ta'buruun"},{"id_ayat":1640,"no_surah":12,"no_ayat":44,"teks_ayat":"قَالُوْٓا اَضْغَاثُ اَحْلَامٍ ۚوَمَا نَحْنُ بِتَأْوِيْلِ الْاَحْلَامِ بِعٰلِمِيْنَ ","tema":"Takwil Nabi Yusuf tentang Mimpi Raja","teks_terjemah":"Mereka menjawab, “(Itu) mimpi-mimpi yang kosong dan kami sekali-kali tidak mampu menakwilkan mimpi itu.”","no_fn":"","teks_fn":"","bacaan":"qaaluu adhghaatsu ahlaamin wamaa nahnu bita'wiilil-ahlaami bi'aalimiin"},{"id_ayat":1641,"no_surah":12,"no_ayat":45,"teks_ayat":"وَقَالَ الَّذِيْ نَجَا مِنْهُمَا وَادَّكَرَ بَعْدَ اُمَّةٍ اَنَا۠ اُنَبِّئُكُمْ بِتَأْوِيْلِهٖ فَاَرْسِلُوْنِ ","tema":"Takwil Nabi Yusuf tentang Mimpi Raja","teks_terjemah":"Orang yang selamat di antara mereka berdua berkata dan teringat (perihal Yusuf) setelah beberapa waktu lamanya, “Aku akan memberitahukan kepadamu tentang (orang yang pandai) menakwilkan mimpi itu. Maka, utuslah aku (kepadanya).”","no_fn":"","teks_fn":"","bacaan":"waqaalaladzii najaa minhumaa waddakara ba'da ummatin anaa unabbi-ukum bita'wiilihi fa-arsiluun"},{"id_ayat":1642,"no_surah":12,"no_ayat":46,"teks_ayat":"يُوْسُفُ اَيُّهَا الصِّدِّيْقُ اَفْتِنَا فِيْ سَبْعِ بَقَرٰتٍ سِمَانٍ يَّأْكُلُهُنَّ سَبْعٌ عِجَافٌ وَّسَبْعِ سُنْۢبُلٰتٍ خُضْرٍ وَّاُخَرَ يٰبِسٰتٍۙ  لَّعَلِّيْٓ اَرْجِعُ اِلَى النَّاسِ لَعَلَّهُمْ يَعْلَمُوْنَ ","tema":"Takwil Nabi Yusuf tentang Mimpi Raja","teks_terjemah":"(Dia berkata,) “Wahai Yusuf, orang yang sangat dipercaya, jelaskanlah kepada kami (takwil mimpiku) tentang tujuh ekor sapi gemuk yang dimakan oleh tujuh (ekor sapi) kurus dan tujuh tangkai (gandum) hijau yang (meliputi tujuh tangkai) lainnya yang kering agar aku kembali kepada orang-orang itu supaya mereka mengetahuinya.”","no_fn":"","teks_fn":"","bacaan":"yuusufu ayyuhaashshiddiiqu aftinaa fii sab'i baqaraatin simaanin ya'kuluhunna sab'un 'ijaafun wasab'i sunbulaatin khudhrin waukhara yaabisaatin la'allii arji'u ilaannaasi la'allahum ya'lamuun"},{"id_ayat":1643,"no_surah":12,"no_ayat":47,"teks_ayat":"قَالَ تَزْرَعُوْنَ سَبْعَ سِنِيْنَ دَاَبًاۚ فَمَا حَصَدْتُّمْ فَذَرُوْهُ فِيْ سُنْۢبُلِهٖٓ اِلَّا قَلِيْلًا مِّمَّا تَأْكُلُوْنَ ","tema":"Takwil Nabi Yusuf tentang Mimpi Raja","teks_terjemah":"(Yusuf) berkata, “Bercocoktanamlah kamu tujuh tahun berturut-turut! Kemudian apa yang kamu tuai, biarkanlah di tangkainya, kecuali sedikit untuk kamu makan.","no_fn":"","teks_fn":"","bacaan":"qaala tazra'uuna sab'a siniina da-aban famaa hashadtum fadzaruuhu fii sunbulihi illaa qaliilan mimmaa ta'kuluun"},{"id_ayat":1644,"no_surah":12,"no_ayat":48,"teks_ayat":"ثُمَّ يَأْتِيْ مِنْۢ بَعْدِ ذٰلِكَ سَبْعٌ شِدَادٌ يَّأْكُلْنَ مَا قَدَّمْتُمْ لَهُنَّ اِلَّا قَلِيْلًا مِّمَّا تُحْصِنُوْنَ","tema":"Takwil Nabi Yusuf tentang Mimpi Raja","teks_terjemah":"Kemudian, sesudah itu akan datang tujuh (tahun) yang sangat sulit (paceklik) yang menghabiskan apa yang kamu simpan untuk menghadapinya, kecuali sedikit dari apa (bibit gandum) yang kamu simpan.","no_fn":"","teks_fn":"","bacaan":"tsumma ya'tii min ba'di dzaalika sab'un syidaadun ya'kulna maa qaddamtum lahunna illaa qaliilan mimmaa tuhsinuun"},{"id_ayat":1645,"no_surah":12,"no_ayat":49,"teks_ayat":"ثُمَّ يَأْتِيْ مِنْۢ بَعْدِ ذٰلِكَ عَامٌ فِيْهِ يُغَاثُ النَّاسُ وَفِيْهِ يَعْصِرُوْنَ ࣖ","tema":"Takwil Nabi Yusuf tentang Mimpi Raja","teks_terjemah":"Setelah itu akan datang tahun, ketika manusia diberi hujan (dengan cukup) dan pada masa itu mereka memeras (anggur).”","no_fn":"","teks_fn":"","bacaan":"tsumma ya'tii min ba'di dzaalika 'aamun fiihi yughaatsunnaasu wafiihi ya'shiruun"},{"id_ayat":1646,"no_surah":12,"no_ayat":50,"teks_ayat":"وَقَالَ الْمَلِكُ ائْتُوْنِيْ بِهٖ ۚفَلَمَّا جَاۤءَهُ الرَّسُوْلُ قَالَ ارْجِعْ اِلٰى رَبِّكَ فَسْـَٔلْهُ مَا بَالُ النِّسْوَةِ الّٰتِيْ قَطَّعْنَ اَيْدِيَهُنَّ ۗاِنَّ رَبِّيْ بِكَيْدِهِنَّ عَلِيْمٌ ","tema":"Pembebasan Nabi Yusuf dari Penjara","teks_terjemah":"Raja berkata, “Bawalah dia kepadaku!” Ketika utusan itu datang kepadanya, dia (Yusuf) berkata, “Kembalilah kepada tuanmu dan tanyakan kepadanya bagaimana perihal wanita-wanita yang telah melukai tangannya. Sesungguhnya Tuhanku Maha Mengetahui tipu daya mereka.”","no_fn":"","teks_fn":"","bacaan":"waqaalalmaliku i'tuunii bihi falammaa jaa-ahurrasuulu qaala irji' ilaa rabbika fas-alhu maa baalunniswatilaatii qaththha'na aydiyahunna inna rabbii bikaydihinna 'aliim"},{"id_ayat":1647,"no_surah":12,"no_ayat":51,"teks_ayat":"قَالَ مَا خَطْبُكُنَّ اِذْ رَاوَدْتُّنَّ يُوْسُفَ عَنْ نَّفْسِهٖۗ  قُلْنَ حَاشَ لِلّٰهِ مَا عَلِمْنَا عَلَيْهِ مِنْ سُوْۤءٍ ۗقَالَتِ امْرَاَتُ الْعَزِيْزِ الْـٰٔنَ حَصْحَصَ الْحَقُّۖ اَنَا۠ رَاوَدْتُّهٗ عَنْ نَّفْسِهٖ وَاِنَّهٗ لَمِنَ الصّٰدِقِيْنَ ","tema":"Pembebasan Nabi Yusuf dari Penjara","teks_terjemah":"Dia (raja) berkata (kepada wanita-wanita itu), “Bagaimana keadaanmu ketika kamu menggoda Yusuf untuk menundukkan dirinya?”<sup>371)<\/sup> Mereka berkata, “Mahasempurna Allah, Kami tidak mengetahui sesuatu keburukan darinya.” Istri al-Aziz berkata, “Sekarang jelaslah kebenaran itu. Akulah yang menggodanya dan sesungguhnya dia termasuk orang-orang yang benar.”","no_fn":"371","teks_fn":"371) Yang dimaksud dengan keadaan di sini ialah pendapat perempuan-perempuan itu tentang Nabi Yusuf a.s., apakah dia terpengaruh godaan itu atau tidak.","bacaan":"qaala maa khathbukunna idz raawadtunna yuusufa 'an nafsihi qulna haasya lillaahi maa 'alimnaa 'alayhi min suu-in qaalati imra-atul'aziizil-aana hasyashalhaqqu anaa raawadtuhu 'an nafsihi wa-innahu laminashshaadiqiin"},{"id_ayat":1648,"no_surah":12,"no_ayat":52,"teks_ayat":"ذٰلِكَ لِيَعْلَمَ اَنِّيْ لَمْ اَخُنْهُ بِالْغَيْبِ وَاَنَّ اللّٰهَ لَا يَهْدِيْ كَيْدَ الْخَاۤىِٕنِيْنَ  ۔","tema":"Pembebasan Nabi Yusuf dari Penjara","teks_terjemah":"(Yusuf berkata,) “Yang demikian itu agar dia (al-Aziz) mengetahui bahwa aku benar-benar tidak mengkhianatinya ketika dia tidak ada (di rumah) dan bahwa sesungguhnya Allah tidak meridai tipu daya orang-orang yang berkhianat.","no_fn":"","teks_fn":"","bacaan":"dzaalika liya'lama annii lam akhunhu bilghaybi wa-annalaaha laa yahdii kaydalkhaa-iniin"},{"id_ayat":1649,"no_surah":12,"no_ayat":53,"teks_ayat":"۞ وَمَآ اُبَرِّئُ نَفْسِيْۚ اِنَّ النَّفْسَ لَاَمَّارَةٌ ۢ بِالسُّوْۤءِ اِلَّا مَا رَحِمَ رَبِّيْۗ اِنَّ رَبِّيْ غَفُوْرٌ رَّحِيْمٌ","tema":"Diangkatnya Nabi Yusuf Menjadi Pejabat Kerajaan","teks_terjemah":"Aku tidak (menyatakan) diriku bebas (dari kesalahan) karena sesungguhnya nafsu itu selalu mendorong kepada kejahatan, kecuali (nafsu) yang diberi rahmat oleh Tuhanku. Sesungguhnya Tuhanku Maha Pengampun lagi Maha Penyayang.”","no_fn":"","teks_fn":"","bacaan":"wamaa ubarri-u nafsii innannafsa la-ammaaratun bissuu-i illaa maa rahima rabbii inna rabbii ghafuurun rahiim"},{"id_ayat":1650,"no_surah":12,"no_ayat":54,"teks_ayat":"وَقَالَ الْمَلِكُ ائْتُوْنِيْ بِهٖٓ اَسْتَخْلِصْهُ لِنَفْسِيْۚ فَلَمَّا كَلَّمَهٗ قَالَ اِنَّكَ الْيَوْمَ لَدَيْنَا مَكِيْنٌ اَمِيْنٌ","tema":"Diangkatnya Nabi Yusuf Menjadi Pejabat Kerajaan","teks_terjemah":"Raja berkata, “Bawalah dia (Yusuf) kepadaku agar aku memilih dia (sebagai orang yang dekat) kepadaku.” Ketika dia (raja) telah berbicara kepadanya, dia (raja) berkata, “Sesungguhnya (mulai) hari ini engkau menjadi seorang yang berkedudukan tinggi di lingkungan kami lagi sangat dipercaya.”","no_fn":"","teks_fn":"","bacaan":"waqaalalmaliku i'tuunii bihi astakhlishhu linafsii falammaa kallamahu qaala innakalyawma ladaynaa makiinun amiin"},{"id_ayat":1651,"no_surah":12,"no_ayat":55,"teks_ayat":"قَالَ اجْعَلْنِيْ عَلٰى خَزَاۤىِٕنِ الْاَرْضِۚ اِنِّيْ حَفِيْظٌ عَلِيْمٌ","tema":"Diangkatnya Nabi Yusuf Menjadi Pejabat Kerajaan","teks_terjemah":"Dia (Yusuf) berkata, “Jadikanlah aku pengelola perbendaharaan negeri (Mesir). Sesungguhnya aku adalah orang yang pandai menjaga (amanah) lagi sangat berpengetahuan.”","no_fn":"","teks_fn":"","bacaan":"qaala ij'alnii 'alaa khazaa-inil-ardhi innii hafiizhun 'aliim"},{"id_ayat":1652,"no_surah":12,"no_ayat":56,"teks_ayat":"وَكَذٰلِكَ مَكَّنَّا لِيُوْسُفَ فِى الْاَرْضِ يَتَبَوَّاُ مِنْهَا حَيْثُ يَشَاۤءُۗ نُصِيْبُ بِرَحْمَتِنَا مَنْ نَّشَاۤءُ وَلَا نُضِيْعُ اَجْرَ الْمُحْسِنِيْنَ","tema":"Diangkatnya Nabi Yusuf Menjadi Pejabat Kerajaan","teks_terjemah":"Demikianlah Kami memberi kedudukan kepada Yusuf di negeri ini (Mesir) untuk tinggal di mana saja yang dia kehendaki. Kami melimpahkan rahmat Kami kepada siapa yang Kami kehendaki dan Kami tidak menyia-nyiakan pahala orang-orang yang berbuat baik.","no_fn":"","teks_fn":"","bacaan":"wakadzaalika makannaa liyuusufa fiil-ardhi yatabawwau minhaa haytsu yasyaau nushiibu birahmatinaa man nasyaau walaa nudhii'u ajralmuhsiniin"},{"id_ayat":1653,"no_surah":12,"no_ayat":57,"teks_ayat":"وَلَاَجْرُ الْاٰخِرَةِ خَيْرٌ لِّلَّذِيْنَ اٰمَنُوْا وَكَانُوْا يَتَّقُوْنَ ࣖ","tema":"Diangkatnya Nabi Yusuf Menjadi Pejabat Kerajaan","teks_terjemah":"Sungguh, pahala akhirat itu (pasti) lebih baik bagi orang-orang yang beriman dan selalu bertakwa.","no_fn":"","teks_fn":"","bacaan":"wala-ajrul-aakhirati khayrun lilladziina aamanuu wakaanuu yattaquun"},{"id_ayat":1654,"no_surah":12,"no_ayat":58,"teks_ayat":"وَجَاۤءَ اِخْوَةُ يُوْسُفَ فَدَخَلُوْا عَلَيْهِ فَعَرَفَهُمْ وَهُمْ لَهٗ مُنْكِرُوْنَ","tema":"Pertemuan Nabi Yusuf dengan Saudara-Saudaranya","teks_terjemah":"Saudara-saudara Yusuf datang (ke Mesir), lalu mereka masuk ke (tempat)-nya. Maka, dia (Yusuf) mengenali mereka, sedangkan mereka benar-benar tidak mengenalinya.<sup>372)<\/sup>","no_fn":"372","teks_fn":"372) Menurut catatan sejarah, telah terjadi musim paceklik di Mesir dan sekitarnya. Maka, atas anjuran Nabi Ya‘qub a.s., saudara-saudara Nabi Yusuf a.s. datang dari Kan‘an ke Mesir untuk menghadap pembesar-pembesar Mesir demi mendapatkan bahan makanan.","bacaan":"wajaa-a ikhwatu yuusufa fadakhaluu 'alayhi fa'arafahum wahum lahu munkiruun"},{"id_ayat":1655,"no_surah":12,"no_ayat":59,"teks_ayat":"وَلَمَّا جَهَّزَهُمْ بِجَهَازِهِمْ قَالَ ائْتُوْنِيْ بِاَخٍ لَّكُمْ مِّنْ اَبِيْكُمْ ۚ اَلَا تَرَوْنَ اَنِّيْٓ اُوْفِى الْكَيْلَ وَاَنَا۠ خَيْرُ الْمُنْزِلِيْنَ ","tema":"Pertemuan Nabi Yusuf dengan Saudara-Saudaranya","teks_terjemah":"Ketika dia (Yusuf) menyiapkan perbekalan (bahan makanan) untuk mereka, dia berkata, “Bawalah kepadaku saudaramu yang seayah denganmu (Bunyamin). Tidakkah kamu melihat bahwa aku menyempurnakan takaran (gandum) dan aku adalah sebaik-baiknya penerima tamu?","no_fn":"","teks_fn":"","bacaan":"walammaa jahhazahum bijahaazihim qaala i'tuunii bi-akhin lakum min abiikumlaa tarawna annii uufiilkayla wa-anaa khayrulmunziliin"},{"id_ayat":1656,"no_surah":12,"no_ayat":60,"teks_ayat":"فَاِنْ لَّمْ تَأْتُوْنِيْ بِهٖ فَلَا كَيْلَ لَكُمْ عِنْدِيْ وَلَا تَقْرَبُوْنِ","tema":"Pertemuan Nabi Yusuf dengan Saudara-Saudaranya","teks_terjemah":"Jika kamu tidak membawanya kepadaku, kamu tidak akan mendapat jatah (gandum) lagi dariku dan jangan kamu mendekatiku.”","no_fn":"","teks_fn":"","bacaan":"fa-in lam ta'tuunii bihi falaa kayla lakum 'indii walaa taqrabuun"},{"id_ayat":1657,"no_surah":12,"no_ayat":61,"teks_ayat":"قَالُوْا سَنُرَاوِدُ عَنْهُ اَبَاهُ وَاِنَّا لَفٰعِلُوْنَ","tema":"Pertemuan Nabi Yusuf dengan Saudara-Saudaranya","teks_terjemah":"Mereka berkata, “Kami akan membujuk ayahnya agar mengizinkan kami membawanya dan sesungguhnya kami benar-benar akan melaksanakannya.”","no_fn":"","teks_fn":"","bacaan":"qaaluu sanuraawidu 'anhu abaahu wa-innaa lafaa'iluun"},{"id_ayat":1658,"no_surah":12,"no_ayat":62,"teks_ayat":"وَقَالَ لِفِتْيٰنِهِ اجْعَلُوْا بِضَاعَتَهُمْ فِيْ رِحَالِهِمْ لَعَلَّهُمْ يَعْرِفُوْنَهَآ اِذَا انْقَلَبُوْٓا اِلٰٓى اَهْلِهِمْ لَعَلَّهُمْ يَرْجِعُوْنَ","tema":"Nabi Yusuf dan Bunyamin ","teks_terjemah":"Dia (Yusuf) berkata kepada para pembantunya, “Masukkanlah (kembali) barang-barang mereka (yang mereka jadikan alat tukar)<sup>373)<\/sup> ke dalam karung-karung mereka. (Hal itu dilakukan) agar mereka mengetahuinya apabila telah kembali kepada keluarga mereka. Mudah-mudahan mereka kembali lagi.”<sup>374)<\/sup>","no_fn":"373,374","teks_fn":"373) Menurut kebanyakan mufasir, barang-barang saudara-saudara Nabi Yusuf a.s. yang digunakan sebagai alat penukar bahan makanan itu ialah kulit atau terompah.<\/br>374) Tindakan ini diambil sebagai siasat dengan cara menanam budi kepada mereka agar mereka nantinya bersedia kembali lagi ke Mesir dengan membawa Bunyamin.","bacaan":"waqaala lifityaanihi ij'aluu bidaa'atahum fii rihaalihim la'allahum ya'rifuunahaa idzaa inqalabuu ilaa ahlihim la'allahum yarji'uun"},{"id_ayat":1659,"no_surah":12,"no_ayat":63,"teks_ayat":"فَلَمَّا رَجَعُوْٓا اِلٰٓى اَبِيْهِمْ قَالُوْا يٰٓاَبَانَا مُنِعَ مِنَّا الْكَيْلُ فَاَرْسِلْ مَعَنَآ اَخَانَا نَكْتَلْ وَاِنَّا لَهٗ لَحٰفِظُوْنَ","tema":"Nabi Yusuf dan Bunyamin ","teks_terjemah":"Maka, ketika mereka telah kembali kepada ayah mereka (Ya‘qub), mereka berkata, “Wahai ayah kami, kita tidak akan mendapat jatah (gandum) lagi (jika tidak membawa saudara kami). Oleh karena itu, biarkanlah saudara kami pergi bersama kami agar kami mendapat jatah. Sesungguhnya kami benar-benar akan menjaganya.”","no_fn":"","teks_fn":"","bacaan":"falammaa raja'uu ilaa abiihim qaaluu yaa abaanaa muni'a minnaalkaylu fa-arsil ma'anaa akhaanaa naktal wa-innaa lahu lahaafizhuun"},{"id_ayat":1660,"no_surah":12,"no_ayat":64,"teks_ayat":"قَالَ هَلْ اٰمَنُكُمْ عَلَيْهِ اِلَّا كَمَآ اَمِنْتُكُمْ عَلٰٓى اَخِيْهِ مِنْ قَبْلُۗ فَاللّٰهُ خَيْرٌ حٰفِظًا وَّهُوَ اَرْحَمُ الرّٰحِمِيْنَ","tema":"Nabi Yusuf dan Bunyamin ","teks_terjemah":"Dia (Ya‘qub) berkata, “Bagaimana aku akan memercayakannya (Bunyamin) kepadamu, seperti halnya dahulu aku telah memercayakan saudaranya (Yusuf) kepada kamu? Allah adalah penjaga yang terbaik dan Dia Maha Penyayang di antara para penyayang.”","no_fn":"","teks_fn":"","bacaan":"qaala hal aamanukum 'alayhi illaa kamaa amintukum 'alaa akhiihi min qablu faalaahu khayrun haafizhan wahuwa arhamurraahimiin"},{"id_ayat":1661,"no_surah":12,"no_ayat":65,"teks_ayat":"وَلَمَّا فَتَحُوْا مَتَاعَهُمْ وَجَدُوْا بِضَاعَتَهُمْ رُدَّتْ اِلَيْهِمْۗ قَالُوْا يٰٓاَبَانَا مَا نَبْغِيْۗ هٰذِهٖ بِضَاعَتُنَا رُدَّتْ اِلَيْنَا وَنَمِيْرُ اَهْلَنَا وَنَحْفَظُ اَخَانَا وَنَزْدَادُ كَيْلَ بَعِيْرٍۗ ذٰلِكَ كَيْلٌ يَّسِيْرٌ","tema":"Nabi Yusuf dan Bunyamin ","teks_terjemah":"Ketika mereka membuka barang-barang mereka, mereka menemukan barang-barang (penukar) mereka dikembalikan kepada mereka. Mereka berkata, “Wahai ayah kami, apa (lagi) yang kita inginkan? Ini barang-barang kita dikembalikan kepada kita, kita akan dapat mendatangkan bahan makanan untuk keluarga kita, dan kami akan menjaga saudara kami, serta kita akan mendapat tambahan jatah (gandum) seberat beban seekor unta. Itu adalah suatu (tambahan) jatah yang mudah (bagi raja Mesir).” ","no_fn":"","teks_fn":"","bacaan":"walammaa fatahuu mataa'ahum wajaduu bidaa'atahum ruddat ilayhim qaaluu yaa abaanaa maa nabghii haadzihi bidaa'atunaa ruddat ilaynaa wanamiiru ahlanaa wanahfazhu akhaanaa wanazdaadu kayla ba'iirin dzaalika kaylun yasiir"},{"id_ayat":1662,"no_surah":12,"no_ayat":66,"teks_ayat":"قَالَ لَنْ اُرْسِلَهٗ مَعَكُمْ حَتّٰى تُؤْتُوْنِ مَوْثِقًا مِّنَ اللّٰهِ لَتَأْتُنَّنِيْ بِهٖٓ اِلَّآ اَنْ يُّحَاطَ بِكُمْۚ فَلَمَّآ اٰتَوْهُ مَوْثِقَهُمْ قَالَ اللّٰهُ عَلٰى مَا نَقُوْلُ وَكِيْلٌ","tema":"Nabi Yusuf dan Bunyamin ","teks_terjemah":"Dia (Ya‘qub) berkata, “Aku tidak akan melepaskannya (pergi) bersama kamu, sebelum kamu bersumpah kepadaku atas (nama) Allah, bahwa kamu pasti akan membawanya kembali kepadaku, kecuali jika kamu dikepung (oleh musuh).” Setelah mereka memberikan janji kepadanya, dia (Ya‘qub) berkata, “Allah adalah saksi terhadap apa yang kita ucapkan.”","no_fn":"","teks_fn":"","bacaan":"qaala lan ursilahu ma'akum hattaa tu'tuuni mawtsiqan minalaahi lata'tunnanii bihi illaa an yuhatha bikum falammaa aatawhu mawtsiqahum qaalalaahu 'alaa maa naquulu wakiil"},{"id_ayat":1663,"no_surah":12,"no_ayat":67,"teks_ayat":"وَقَالَ يٰبَنِيَّ لَا تَدْخُلُوْا مِنْۢ بَابٍ وَّاحِدٍ وَّادْخُلُوْا مِنْ اَبْوَابٍ مُّتَفَرِّقَةٍۗ وَمَآ اُغْنِيْ عَنْكُمْ مِّنَ اللّٰهِ مِنْ شَيْءٍۗ اِنِ الْحُكْمُ اِلَّا لِلّٰهِ ۗعَلَيْهِ تَوَكَّلْتُ وَعَلَيْهِ فَلْيَتَوَكَّلِ الْمُتَوَكِّلُوْنَ","tema":"Titah Nabi Ya‘qub kepada Anak-Anaknya","teks_terjemah":"Dia (Ya‘qub) berkata, “Wahai anak-anakku, janganlah kamu masuk dari satu pintu gerbang, dan masuklah dari pintu-pintu gerbang yang berbeda-beda. (Namun,) aku tidak dapat mencegah (takdir) Allah dari kamu sedikit pun. (Penetapan) hukum itu hanyalah hak Allah. Kepada-Nyalah aku bertawakal dan hendaklah kepada-Nya (saja) orang-orang yang bertawakal (meningkatkan) tawakal(-nya).”","no_fn":"","teks_fn":"","bacaan":"waqaala yaa baniyya laa tadkhuluu min baabin waahidin wadkhuluu min abwaabin mutafarriqatin wamaa ughnii 'ankum minalaahi min syay-in inilhukmu illaa lillaahi 'alayhi tawakkaltu wa'alayhi falyatawakkalilmutawakkiluun"},{"id_ayat":1664,"no_surah":12,"no_ayat":68,"teks_ayat":"وَلَمَّا دَخَلُوْا مِنْ حَيْثُ اَمَرَهُمْ اَبُوْهُمْۗ مَا كَانَ يُغْنِيْ عَنْهُمْ مِّنَ اللّٰهِ مِنْ شَيْءٍ اِلَّا حَاجَةً فِيْ نَفْسِ يَعْقُوْبَ قَضٰىهَاۗ وَاِنَّهٗ لَذُوْ عِلْمٍ لِّمَا عَلَّمْنٰهُ وَلٰكِنَّ اَكْثَرَ النَّاسِ لَا يَعْلَمُوْنَ ࣖ","tema":"Titah Nabi Ya‘qub kepada Anak-Anaknya","teks_terjemah":"Ketika mereka masuk dari arah yang sesuai dengan perintah ayahnya, (hal itu) tidak dapat mencegah sedikit pun keputusan Allah, tetapi (itu) hanya suatu keinginan pada diri Ya‘qub (yaitu kasih sayang kepada anak-anaknya) yang telah dipenuhinya. Sesungguhnya dia benar-benar mempunyai pengetahuan karena Kami telah mengajarkan kepadanya, tetapi kebanyakan manusia tidak mengetahui.","no_fn":"","teks_fn":"","bacaan":"walammaa dakhaluu min haytsu amarahum abuuhum maa kaana yughnii 'anhum minalaahi min syay-in illaa haajatan fii nafsi ya'quuba qadaahaa wa-innahu ladzuu 'ilmin limaa 'allamnaahu walaakinna aktsarannaasi laa ya'lamuun"},{"id_ayat":1665,"no_surah":12,"no_ayat":69,"teks_ayat":"وَلَمَّا دَخَلُوْا عَلٰى يُوْسُفَ اٰوٰٓى اِلَيْهِ اَخَاهُ قَالَ اِنِّيْٓ اَنَا۠ اَخُوْكَ فَلَا تَبْتَىِٕسْ بِمَا كَانُوْا يَعْمَلُوْنَ","tema":"Pertemuan Nabi Yusuf dan Bunyamin","teks_terjemah":"Ketika mereka masuk ke (tempat) Yusuf, dia menempatkan saudaranya (Bunyamin) di tempatnya, dia (Yusuf) berkata, “Sesungguhnya aku adalah saudaramu, jangan engkau bersedih terhadap apa yang selalu mereka kerjakan.”","no_fn":"","teks_fn":"","bacaan":"walammaa dakhaluu 'alaa yuusufa aawaa ilayhi akhaahu qaala innii anaa akhuuka falaa tabta-is bimaa kaanuu ya'maluun"},{"id_ayat":1666,"no_surah":12,"no_ayat":70,"teks_ayat":"فَلَمَّا جَهَّزَهُمْ بِجَهَازِهِمْ جَعَلَ السِّقَايَةَ فِيْ رَحْلِ اَخِيْهِ ثُمَّ اَذَّنَ مُؤَذِّنٌ اَيَّتُهَا الْعِيْرُ اِنَّكُمْ لَسٰرِقُوْنَ","tema":"Pertemuan Nabi Yusuf dan Bunyamin","teks_terjemah":"Maka, ketika telah disiapkan bahan makanan untuk mereka, dia (Yusuf) memasukkan cawan<sup>375)<\/sup> ke dalam karung saudaranya (Bunyamin). Kemudian berteriaklah seorang penyeru, “Wahai kafilah, sesungguhnya kamu benar-benar para pencuri.”","no_fn":"375","teks_fn":"375) Cawan yang dimaksud adalah suatu wadah yang terbuat dari emas yang digunakan untuk minum dan dapat juga digunakan untuk menakar.","bacaan":"falammaa jahhazahum bijahaazihim ja'alassiqaayata fii rahli akhiihi tsumma adzdzana mu-adzdzinun ayyatuhaal'iiru innakum lasaariquun"},{"id_ayat":1667,"no_surah":12,"no_ayat":71,"teks_ayat":"قَالُوْا وَاَقْبَلُوْا عَلَيْهِمْ مَّاذَا تَفْقِدُوْنَ","tema":"Pertemuan Nabi Yusuf dan Bunyamin","teks_terjemah":"Mereka bertanya, sambil menghadap kepada mereka (yang menuduh), “Apa yang hilang darimu?”","no_fn":"","teks_fn":"","bacaan":"qaaluu wa-aqbaluu 'alayhim maatsaa tafqiduun"},{"id_ayat":1668,"no_surah":12,"no_ayat":72,"teks_ayat":"قَالُوْا نَفْقِدُ صُوَاعَ الْمَلِكِ وَلِمَنْ جَاۤءَ بِهٖ حِمْلُ بَعِيْرٍ وَّاَنَا۠ بِهٖ زَعِيْمٌ","tema":"Pertemuan Nabi Yusuf dan Bunyamin","teks_terjemah":"Mereka menjawab, “Kami kehilangan cawan raja, dan siapa yang dapat mengembalikannya akan memperoleh (bahan makanan seberat) beban unta dan aku jamin itu.”","no_fn":"","teks_fn":"","bacaan":"qaaluu nafqidu shuwaa'almaliki waliman jaa-a bihi himlu ba'iirin wa-anaa bihi za'iim"},{"id_ayat":1669,"no_surah":12,"no_ayat":73,"teks_ayat":"قَالُوْا تَاللّٰهِ لَقَدْ عَلِمْتُمْ مَّا جِئْنَا لِنُفْسِدَ فِى الْاَرْضِ وَمَا كُنَّا سٰرِقِيْنَ","tema":"Pertemuan Nabi Yusuf dan Bunyamin","teks_terjemah":"Mereka (saudara-saudara Yusuf) menjawab, “Demi Allah, sungguh kamu mengetahui bahwa kami datang bukan untuk berbuat kerusakan di negeri ini dan kami bukanlah para pencuri.”","no_fn":"","teks_fn":"","bacaan":"qaaluu taalaahi laqad 'alimtum maa ji'naa linufsida fiil-ardhi wamaa kunnaa saariqiin"},{"id_ayat":1670,"no_surah":12,"no_ayat":74,"teks_ayat":"قَالُوْا فَمَا جَزَاۤؤُهٗٓ اِنْ كُنْتُمْ كٰذِبِيْنَ","tema":"Pertemuan Nabi Yusuf dan Bunyamin","teks_terjemah":"Mereka berkata, “Kalau demikian, apa hukumannya jika kamu berdusta?”","no_fn":"","teks_fn":"","bacaan":"qaaluu famaa jazaauhu in kuntum kaadzibiin"},{"id_ayat":1671,"no_surah":12,"no_ayat":75,"teks_ayat":"قَالُوْا جَزَاۤؤُهٗ مَنْ وُّجِدَ فِيْ رَحْلِهٖ فَهُوَ جَزَاۤؤُهٗ ۗ كَذٰلِكَ نَجْزِى الظّٰلِمِيْنَ","tema":"Pertemuan Nabi Yusuf dan Bunyamin","teks_terjemah":"Mereka (saudara-saudara Yusuf) menjawab, “Hukumannya ialah siapa yang ditemukan dalam karungnya (barang yang hilang itu), maka dialah sendiri balasannya (dijadikan hamba sahaya).<sup>376)<\/sup> Demikianlah kami memberikan hukuman kepada orang-orang zalim.”","no_fn":"376","teks_fn":"376) Dalam syariat Nabi Ya‘qub a.s., hukuman bagi pencuri adalah dijadikan hamba sahaya selama satu tahun.","bacaan":"qaaluu jazaauhu man wujida fii rahlihi fahuwa jazaauhu kadzaalika najziizhzhaalimiin"},{"id_ayat":1672,"no_surah":12,"no_ayat":76,"teks_ayat":"فَبَدَاَ بِاَوْعِيَتِهِمْ قَبْلَ وِعَاۤءِ اَخِيْهِ ثُمَّ اسْتَخْرَجَهَا مِنْ وِّعَاۤءِ اَخِيْهِۗ  كَذٰلِكَ كِدْنَا لِيُوْسُفَۗ مَا كَانَ لِيَأْخُذَ اَخَاهُ فِيْ دِيْنِ الْمَلِكِ اِلَّآ اَنْ يَّشَاۤءَ اللّٰهُ ۗنَرْفَعُ دَرَجٰتٍ مَّنْ نَّشَاۤءُۗ وَفَوْقَ كُلِّ ذِيْ عِلْمٍ عَلِيْمٌ","tema":"Pertemuan Nabi Yusuf dan Bunyamin","teks_terjemah":"Maka, mulailah dia (memeriksa) karung-karung mereka sebelum (memeriksa) karung saudaranya sendiri (Bunyamin), kemudian dia mengeluarkannya (cawan raja itu) dari karung saudaranya. Demikianlah Kami mengatur (rencana) untuk Yusuf. Dia tidak dapat menghukum saudaranya menurut hukum raja, kecuali Allah menghendakinya. Kami angkat derajat orang yang Kami kehendaki; dan di atas setiap orang yang berpengetahuan ada yang lebih mengetahui.","no_fn":"","teks_fn":"","bacaan":"fabada-a bi-aw'iyatihim qabla wi'aa-i akhiihi tsumma istakhrajahaa min wi'aa-i akhiihi kadzaalika kidnaa liyuusufa maa kaana liya'khudza akhaahu fii diinilmaliki illaa an yasyaa-alaahu narfa'u darajaatin man nasyaau wafawqa kulli dzii 'ilmin 'aliim"},{"id_ayat":1673,"no_surah":12,"no_ayat":77,"teks_ayat":"۞ قَالُوْٓا اِنْ يَّسْرِقْ فَقَدْ سَرَقَ اَخٌ لَّهٗ مِنْ قَبْلُۚ فَاَسَرَّهَا يُوْسُفُ فِيْ نَفْسِهٖ وَلَمْ يُبْدِهَا لَهُمْۚ قَالَ اَنْتُمْ شَرٌّ مَّكَانًا ۚوَاللّٰهُ اَعْلَمُ بِمَا تَصِفُوْنَ","tema":"Pertemuan Nabi Yusuf dan Bunyamin","teks_terjemah":"Mereka (saudara-saudara Yusuf) berkata, “Jika dia (Bunyamin) mencuri, sungguh sebelum ini saudaranya pun (Yusuf) pernah mencuri.” Maka Yusuf menyembunyikan (kekesalan) dalam hatinya dan tidak menampakkannya kepada mereka. Dia berkata (dalam hatinya), “Kamu lebih buruk kedudukan (yakni sifat-sifat kamu). Allah Maha Mengetahui apa yang kamu terangkan.”","no_fn":"","teks_fn":"","bacaan":"qaaluu in yasriq faqad saraqa akhun lahu min qablu fa-asarrahaa yuusufu fii nafsihi walam yubdihaa lahum qaala antum syarrun makaanan waalaahu a'lamu bimaa tashifuun"},{"id_ayat":1674,"no_surah":12,"no_ayat":78,"teks_ayat":"قَالُوْا يٰٓاَيُّهَا الْعَزِيْزُ اِنَّ لَهٗٓ اَبًا شَيْخًا كَبِيْرًا فَخُذْ اَحَدَنَا مَكَانَهٗ ۚاِنَّا نَرٰىكَ مِنَ الْمُحْسِنِيْنَ","tema":"Pertemuan Nabi Yusuf dan Bunyamin","teks_terjemah":"Mereka berkata, “Wahai al-Aziz, sesungguhnya dia (Bunyamin) mempunyai ayah yang sudah lanjut usia karena itu ambillah salah seorang di antara kami sebagai gantinya. Sesungguhnya kami melihat engkau termasuk orang-orang yang selalu berbuat lebih baik.”","no_fn":"","teks_fn":"","bacaan":"qaaluu yaa ayyuhaal'aziizu inna lahu aban syaykhan kabiiran fakhudz ahadanaa makaanahu innaa naraaka minalmuhsiniin"},{"id_ayat":1675,"no_surah":12,"no_ayat":79,"teks_ayat":"قَالَ مَعَاذَ اللّٰهِ اَنْ نَّأْخُذَ اِلَّا مَنْ وَّجَدْنَا مَتَاعَنَا عِنْدَهٗٓ  ۙاِنَّآ اِذًا لَّظٰلِمُوْنَ ࣖ","tema":"Pertemuan Nabi Yusuf dan Bunyamin","teks_terjemah":"Dia (Yusuf) berkata, “Kami memohon pelindungan kepada Allah dari menahan (seseorang), kecuali siapa yang kami temukan harta kami padanya. Jika kami (berbuat) demikian, sesungguhnya kami benar-benar orang-orang zalim.”","no_fn":"","teks_fn":"","bacaan":"qaala ma'aadzalaahi an na'khudza illaa man wajadnaa mataa'anaa 'indahu innaa idzan lazhaalimuun"},{"id_ayat":1676,"no_surah":12,"no_ayat":80,"teks_ayat":"فَلَمَّا اسْتَيْـَٔسُوْا مِنْهُ خَلَصُوْا نَجِيًّاۗ قَالَ كَبِيْرُهُمْ اَلَمْ تَعْلَمُوْٓا اَنَّ اَبَاكُمْ قَدْ اَخَذَ عَلَيْكُمْ مَّوْثِقًا مِّنَ اللّٰهِ وَمِنْ قَبْلُ مَا فَرَّطْتُّمْ فِيْ يُوْسُفَ فَلَنْ اَبْرَحَ الْاَرْضَ حَتّٰى يَأْذَنَ لِيْٓ اَبِيْٓ اَوْ يَحْكُمَ اللّٰهُ لِيْۚ وَهُوَ خَيْرُ الْحٰكِمِيْنَ","tema":"Pertemuan Nabi Yusuf dan Bunyamin","teks_terjemah":"Maka, ketika mereka telah berputus asa darinya (putusan Yusuf terhadap permintaan mereka membebaskan adiknya) mereka menyendiri (sambil berunding) dengan berbisik-bisik. Yang tertua di antara mereka berkata, “Tidakkah kamu ketahui bahwa ayah kamu telah mengambil sumpah dari kamu dengan (nama) Allah dan sebelum ini kamu telah menyia-nyiakan Yusuf? Oleh karena itu, aku tidak akan meninggalkan negeri ini (Mesir) sampai ayahku mengizinkanku (untuk kembali) atau Allah memberi putusan terhadapku. Dia adalah pemberi putusan yang terbaik.","no_fn":"","teks_fn":"","bacaan":"falammaa istay-asuu minhu khalashuu najiyyan qaala kabiiruhum alam ta'lamuu anna abaakum qad akhadza 'alaykum mawtsiqan minalaahi wamin qablu maa farrathtum fii yuusufa falan abraha al-ardha hattaa ya'dzana lii abii aw yahkumalaahu lii wahuwa khayru alhaakimiin"},{"id_ayat":1677,"no_surah":12,"no_ayat":81,"teks_ayat":"اِرْجِعُوْٓا اِلٰٓى اَبِيْكُمْ فَقُوْلُوْا يٰٓاَبَانَآ اِنَّ ابْنَكَ سَرَقَۚ وَمَا شَهِدْنَآ اِلَّا بِمَا عَلِمْنَا وَمَا كُنَّا لِلْغَيْبِ حٰفِظِيْنَ","tema":"Pertemuan Nabi Yusuf dan Bunyamin","teks_terjemah":"Kembalilah kepada ayahmu, lalu katakanlah, ‘Wahai ayah kami, sesungguhnya anakmu (Bunyamin) telah mencuri dan kami tidak bersaksi kecuali apa yang kami ketahui dan kami bukanlah orang-orang yang menjaga (mengetahui) apa yang gaib (yang di balik) itu.","no_fn":"","teks_fn":"","bacaan":"irji'uu ilaa abiikum faquuluu yaa abaanaa inna ibnaka saraqa wamaa syahidnaa illaa bimaa 'alimnaa wamaa kunnaa lilghaybi haafizhiin"},{"id_ayat":1678,"no_surah":12,"no_ayat":82,"teks_ayat":"وَسْـَٔلِ الْقَرْيَةَ الَّتِيْ كُنَّا فِيْهَا وَالْعِيْرَ الَّتِيْٓ اَقْبَلْنَا فِيْهَاۗ وَاِنَّا لَصٰدِقُوْنَ","tema":"Pertemuan Nabi Yusuf dan Bunyamin","teks_terjemah":"Tanyalah (penduduk) negeri tempat kami berada dan kafilah yang datang bersama kami. Sesungguhnya kami betul-betul orang yang benar.’”","no_fn":"","teks_fn":"","bacaan":"was-alilqaryatalatii kunnaa fiihaa wal'iiralatii aqbalnaa fiihaa wa-innaa lashaadiquun"},{"id_ayat":1679,"no_surah":12,"no_ayat":83,"teks_ayat":"قَالَ بَلْ سَوَّلَتْ لَكُمْ اَنْفُسُكُمْ اَمْرًاۗ فَصَبْرٌ جَمِيْلٌ  ۗعَسَى اللّٰهُ اَنْ يَّأْتِيَنِيْ بِهِمْ جَمِيْعًاۗ اِنَّهٗ هُوَ الْعَلِيْمُ الْحَكِيْمُ","tema":"Kesabaran Nabi Ya‘qub","teks_terjemah":"Dia (Ya‘qub) berkata, “Sebenarnya hanya dirimu sendiri yang memandang baik urusan (yang buruk) itu. (Kesabaranku) adalah kesabaran yang baik. Mudah-mudahan Allah mendatangkan mereka semua kepadaku. Sesungguhnya hanya Dialah Yang Maha Mengetahui lagi Mahabijaksana.”","no_fn":"","teks_fn":"","bacaan":"qaala bal sawwalat lakum anfusukum amran fashabrun jamiilun 'asaalaahu an ya'tiyanii bihim jamii'an innahu huwal'aliimulhakiim"},{"id_ayat":1680,"no_surah":12,"no_ayat":84,"teks_ayat":"وَتَوَلّٰى عَنْهُمْ وَقَالَ يٰٓاَسَفٰى عَلٰى يُوْسُفَ وَابْيَضَّتْ عَيْنٰهُ مِنَ الْحُزْنِ فَهُوَ كَظِيْمٌ ","tema":"Kesabaran Nabi Ya‘qub","teks_terjemah":"Dia (Ya‘qub) berpaling dari mereka (anak-anaknya) seraya berkata, “Alangkah kasihan Yusuf,” dan kedua matanya menjadi putih karena sedih. Dia adalah orang yang sungguh-sungguh menahan (amarah dan kepedihan).","no_fn":"","teks_fn":"","bacaan":"watawallaa 'anhum waqaala yaa asafaa 'alaa yuusufa wabyadhdhat 'aynaahu minalhuzni fahuwa kazhiim"},{"id_ayat":1681,"no_surah":12,"no_ayat":85,"teks_ayat":"قَالُوْا تَاللّٰهِ تَفْتَؤُا تَذْكُرُ يُوْسُفَ حَتّٰى تَكُوْنَ حَرَضًا اَوْ تَكُوْنَ مِنَ الْهٰلِكِيْنَ","tema":"Kesabaran Nabi Ya‘qub","teks_terjemah":"Mereka berkata, “Demi Allah, engkau tidak henti-hentinya mengingat Yusuf sehingga engkau (mengidap) penyakit berat atau engkau termasuk orang-orang yang akan binasa (wafat).”","no_fn":"","teks_fn":"","bacaan":"qaaluu taalaahi taftau tadzkuru yuusufa hattaa takuuna haradhan aw takuuna minalhaalikiin"},{"id_ayat":1682,"no_surah":12,"no_ayat":86,"teks_ayat":"قَالَ اِنَّمَآ اَشْكُوْا بَثِّيْ وَحُزْنِيْٓ اِلَى اللّٰهِ وَاَعْلَمُ مِنَ اللّٰهِ مَا لَا تَعْلَمُوْنَ","tema":"Kesabaran Nabi Ya‘qub","teks_terjemah":"Dia (Ya‘qub) menjawab, “Hanya kepada Allah aku mengadukan kesusahan dan kesedihanku. Aku mengetahui dari Allah apa yang tidak kamu ketahui.","no_fn":"","teks_fn":"","bacaan":"qaala innamaa asykuu batstsii wahuznii ilaalaahi wa-a'lamu minalaahi maa laa ta'lamuun"},{"id_ayat":1683,"no_surah":12,"no_ayat":87,"teks_ayat":"يٰبَنِيَّ اذْهَبُوْا فَتَحَسَّسُوْا مِنْ يُّوْسُفَ وَاَخِيْهِ وَلَا تَا۟يْـَٔسُوْا مِنْ رَّوْحِ اللّٰهِ ۗاِنَّهٗ لَا يَا۟يْـَٔسُ مِنْ رَّوْحِ اللّٰهِ اِلَّا الْقَوْمُ الْكٰفِرُوْنَ","tema":"Penyelidikan tentang Keberadaan Yusuf dan Bunyamin","teks_terjemah":"Wahai anak-anakku, pergi dan carilah berita tentang Yusuf beserta saudaranya. Janganlah kamu berputus asa dari rahmat Allah. Sesungguhnya tidak ada yang berputus asa dari rahmat Allah, kecuali kaum yang kafir.”","no_fn":"","teks_fn":"","bacaan":"yaa baniyya idzhabuu fatahassasuu min yuusufa wa-akhiihi walaa tay-asuu min rawhilaahi innahu laa yay-asu min rawhilaahi illaalqawmulkaafiruun"},{"id_ayat":1684,"no_surah":12,"no_ayat":88,"teks_ayat":"فَلَمَّا دَخَلُوْا عَلَيْهِ قَالُوْا يٰٓاَيُّهَا الْعَزِيْزُ مَسَّنَا وَاَهْلَنَا الضُّرُّ وَجِئْنَا بِبِضَاعَةٍ مُّزْجٰىةٍ فَاَوْفِ لَنَا الْكَيْلَ وَتَصَدَّقْ عَلَيْنَاۗ اِنَّ اللّٰهَ يَجْزِى الْمُتَصَدِّقِيْنَ","tema":"Penyelidikan tentang Keberadaan Yusuf dan Bunyamin","teks_terjemah":"Ketika mereka masuk ke (tempat)-nya (Yusuf), mereka berkata, “Wahai yang mulia, kami dan keluarga kami telah ditimpa kesengsaraan dan kami datang membawa barang-barang yang tidak berharga, maka penuhilah takaran (gandum) untuk kami, dan bersedekahlah kepada kami. Sesungguhnya Allah memberi balasan kepada orang-orang yang bersedekah.”","no_fn":"","teks_fn":"","bacaan":"falammaa dakhaluu 'alayhi qaaluu yaa ayyuhaal'aziizu massanaa wa-ahlanaadhdhurru waji'naa bibidaa'atin muzjaatin fa-awfi lanaalkayla watashaddaq 'alaynaa innalaaha yajziilmutashaddiqiin"},{"id_ayat":1685,"no_surah":12,"no_ayat":89,"teks_ayat":"قَالَ هَلْ عَلِمْتُمْ مَّا فَعَلْتُمْ بِيُوْسُفَ وَاَخِيْهِ اِذْ اَنْتُمْ جٰهِلُوْنَ","tema":"Penyelidikan tentang Keberadaan Yusuf dan Bunyamin","teks_terjemah":"Dia (Yusuf) berkata, “Tahukah kamu (kejelekan) apa yang telah kamu perbuat terhadap Yusuf dan saudaranya karena kamu tidak mengetahui (akibat) perbuatanmu itu?”","no_fn":"","teks_fn":"","bacaan":"qaala hal 'alimtum maa fa'altum biyuusufa wa-akhiihi idz antum jaahiluun"},{"id_ayat":1686,"no_surah":12,"no_ayat":90,"teks_ayat":"قَالُوْٓا ءَاِنَّكَ لَاَنْتَ يُوْسُفُۗ قَالَ اَنَا۠ يُوْسُفُ وَهٰذَآ اَخِيْ قَدْ مَنَّ اللّٰهُ عَلَيْنَاۗ اِنَّهٗ مَنْ يَّتَّقِ وَيَصْبِرْ فَاِنَّ اللّٰهَ لَا يُضِيْعُ اَجْرَ الْمُحْسِنِيْنَ","tema":"Penyelidikan tentang Keberadaan Yusuf dan Bunyamin","teks_terjemah":"Mereka berkata, “Apakah engkau benar-benar Yusuf?” Dia (Yusuf) menjawab, “Aku Yusuf dan ini saudaraku. Sungguh, Allah telah melimpahkan karunia-Nya kepada kami. Siapa yang bertakwa dan bersabar, sesungguhnya Allah tidak menyia-nyiakan pahala orang-orang yang muhsin.”","no_fn":"","teks_fn":"","bacaan":"qaaluu a-innaka la-anta yuusufa qaala anaa yuusufu wahaadzaa akhii qad mannalaahu 'alaynaa innahu man yattaqi wayashbir fa-innalaaha laa yudhii'u ajralmuhsiniin"},{"id_ayat":1687,"no_surah":12,"no_ayat":91,"teks_ayat":"قَالُوْا تَاللّٰهِ لَقَدْ اٰثَرَكَ اللّٰهُ عَلَيْنَا وَاِنْ كُنَّا لَخٰطِـِٕيْنَ","tema":"Penyelidikan tentang Keberadaan Yusuf dan Bunyamin","teks_terjemah":"Mereka berkata, “Demi Allah, Allah benar-benar telah melebihkan engkau di atas kami dan sesungguhnya kami benar-benar orang-orang yang bersalah.”","no_fn":"","teks_fn":"","bacaan":"qaaluu taalaahi laqad aatsarakalaahu 'alaynaa wa-in kunnaa lakhaathi-iin"},{"id_ayat":1688,"no_surah":12,"no_ayat":92,"teks_ayat":"قَالَ لَا تَثْرِيْبَ عَلَيْكُمُ الْيَوْمَۗ يَغْفِرُ اللّٰهُ لَكُمْ ۖوَهُوَ اَرْحَمُ الرّٰحِمِيْنَ","tema":"Penyelidikan tentang Keberadaan Yusuf dan Bunyamin","teks_terjemah":"Dia (Yusuf) berkata, “Pada hari ini tidak ada cercaan terhadap kamu, mudah-mudahan Allah mengampuni kamu. Dia Maha Penyayang di antara para penyayang.","no_fn":"","teks_fn":"","bacaan":"qaala laa tatsriiba 'alaykumulyawma yaghfirulaahu lakum wahuwa arhamurraahimiin"},{"id_ayat":1689,"no_surah":12,"no_ayat":93,"teks_ayat":"اِذْهَبُوْا بِقَمِيْصِيْ هٰذَا فَاَلْقُوْهُ عَلٰى وَجْهِ اَبِيْ يَأْتِ بَصِيْرًا ۚوَأْتُوْنِيْ بِاَهْلِكُمْ اَجْمَعِيْنَ ࣖ","tema":"Penyelidikan tentang Keberadaan Yusuf dan Bunyamin","teks_terjemah":"Pergilah kamu dengan membawa bajuku ini, lalu usapkan ke wajah ayahku, nanti dia akan melihat (kembali); dan bawalah seluruh keluargamu kepadaku.”","no_fn":"","teks_fn":"","bacaan":"idzhabuu biqamiishii haadzaa fa-alquuhu 'alaa wajhi abii ya'ti bashiiran wa'tuunii bi-ahlikum ajma'iin"},{"id_ayat":1690,"no_surah":12,"no_ayat":94,"teks_ayat":"وَلَمَّا فَصَلَتِ الْعِيْرُ قَالَ اَبُوْهُمْ اِنِّيْ لَاَجِدُ رِيْحَ يُوْسُفَ لَوْلَآ اَنْ تُفَنِّدُوْنِ","tema":"Penyelidikan tentang Keberadaan Yusuf dan Bunyamin","teks_terjemah":"Ketika kafilah itu telah keluar (dari Mesir dan memasuki Palestina), ayah mereka berkata, “Sesungguhnya aku mencium bau Yusuf seandainya kamu tidak menuduhku lemah akal.”","no_fn":"","teks_fn":"","bacaan":"walammaa fashalatil'iiru qaala abuuhum innii la-ajidu riiha yuusufa lawlaa an tufanniduun"},{"id_ayat":1691,"no_surah":12,"no_ayat":95,"teks_ayat":"قَالُوْا تَاللّٰهِ اِنَّكَ لَفِيْ ضَلٰلِكَ الْقَدِيْمِ","tema":"Penyelidikan tentang Keberadaan Yusuf dan Bunyamin","teks_terjemah":"Mereka (keluarga Yusuf) berkata, “Demi Allah, sesungguhnya engkau benar-benar masih dalam kekeliruanmu yang dahulu.”","no_fn":"","teks_fn":"","bacaan":"qaaluu taalaahi innaka lafii dhalaalikalqadiim"},{"id_ayat":1692,"no_surah":12,"no_ayat":96,"teks_ayat":"فَلَمَّآ اَنْ جَاۤءَ الْبَشِيْرُ اَلْقٰىهُ عَلٰى وَجْهِهٖ فَارْتَدَّ بَصِيْرًاۗ قَالَ اَلَمْ اَقُلْ لَّكُمْۙ اِنِّيْٓ اَعْلَمُ مِنَ اللّٰهِ مَا لَا تَعْلَمُوْنَ","tema":"Penyelidikan tentang Keberadaan Yusuf dan Bunyamin","teks_terjemah":"Ketika telah tiba pembawa kabar gembira itu, diusapkannya (baju itu) ke wajahnya (Ya‘qub), lalu dia dapat melihat kembali. Dia (Ya‘qub) berkata, “Bukankah telah aku katakan kepadamu bahwa aku mengetahui dari Allah apa yang tidak kamu ketahui?”","no_fn":"","teks_fn":"","bacaan":"falammaa an jaa-a albasyiiru alqaahu 'alaa wajhihi fartadda bashiiran qaala alam aqul lakum innii a'lamu minalaahi maa laa ta'lamuun"},{"id_ayat":1693,"no_surah":12,"no_ayat":97,"teks_ayat":"قَالُوْا يٰٓاَبَانَا اسْتَغْفِرْ لَنَا ذُنُوْبَنَآ اِنَّا كُنَّا خٰطِـِٕيْنَ","tema":"Penyelidikan tentang Keberadaan Yusuf dan Bunyamin","teks_terjemah":"Mereka (anak-anak Ya‘qub) berkata, “Wahai ayah kami, mohonkanlah ampunan untuk kami atas dosa-dosa kami. Sesungguhnya kami adalah orang-orang yang bersalah.”","no_fn":"","teks_fn":"","bacaan":"qaala sawfa astaghfiru lakum rabbii innahu huwalghafuururrahiim"},{"id_ayat":1694,"no_surah":12,"no_ayat":98,"teks_ayat":"قَالَ سَوْفَ اَسْتَغْفِرُ لَكُمْ رَبِّيْ ۗاِنَّهٗ هُوَ الْغَفُوْرُ الرَّحِيْمُ","tema":"Penyelidikan tentang Keberadaan Yusuf dan Bunyamin","teks_terjemah":"Dia (Ya‘qub) berkata, “Aku akan memohonkan ampunan bagimu kepada Tuhanku. Sesungguhnya Dialah Yang Maha Pengampun lagi Maha Penyayang.”","no_fn":"","teks_fn":"","bacaan":"falammaa dakhaluu 'alaa yuusufa aawaa ilayhi abawayhi waqaala udkhuluu mishra in syaa-alaahu aaminiin"},{"id_ayat":1695,"no_surah":12,"no_ayat":99,"teks_ayat":"فَلَمَّا دَخَلُوْا عَلٰى يُوْسُفَ اٰوٰٓى اِلَيْهِ اَبَوَيْهِ وَقَالَ ادْخُلُوْا مِصْرَ اِنْ شَاۤءَ اللّٰهُ اٰمِنِيْنَ ۗ ","tema":"Keberangkatan Keluarga Besar Nabi Ya‘qub ke Mesir","teks_terjemah":"Maka ketika mereka masuk ke (tempat) Yusuf, dia merangkul ibu bapaknya seraya berkata, “Masuklah ke negeri Mesir. Insyaallah dalam keadaan aman.”","no_fn":"","teks_fn":"","bacaan":"warafa'a abawayhi 'alaal'arsyi wakharruu lahu sujjadan waqaala yaa abati haadzaa ta'wiilu ru'yaaya min qablu qad ja'alahaa rabbii haqqan waqad ahsana bii idz akhrajanii minassijni wajaa-a bikum minalbadwi min ba'di an nazaghasysyaythaanu baynii wabayna ikhwatii inna rabbii lathiifun limaa yasyaau innahu huwal'aliimulhakiim"},{"id_ayat":1696,"no_surah":12,"no_ayat":100,"teks_ayat":"وَرَفَعَ اَبَوَيْهِ عَلَى الْعَرْشِ وَخَرُّوْا لَهٗ سُجَّدًاۚ وَقَالَ يٰٓاَبَتِ هٰذَا تَأْوِيْلُ رُءْيَايَ مِنْ قَبْلُ  ۖقَدْ جَعَلَهَا رَبِّيْ حَقًّاۗ وَقَدْ اَحْسَنَ بِيْٓ اِذْ اَخْرَجَنِيْ مِنَ السِّجْنِ وَجَاۤءَ بِكُمْ مِّنَ الْبَدْوِ مِنْۢ بَعْدِ اَنْ نَّزَغَ الشَّيْطٰنُ بَيْنِيْ وَبَيْنَ اِخْوَتِيْۗ اِنَّ رَبِّيْ لَطِيْفٌ لِّمَا يَشَاۤءُ ۗاِنَّهٗ هُوَ الْعَلِيْمُ الْحَكِيْمُ","tema":"Keberangkatan Keluarga Besar Nabi Ya‘qub ke Mesir","teks_terjemah":"Dia (Yusuf) menaikkan kedua ibu bapaknya ke atas singgasana. Mereka tunduk bersujud kepadanya (Yusuf). Dia (Yusuf) berkata, “Wahai ayahku, inilah takwil mimpiku yang dahulu itu. Sungguh, Tuhanku telah menjadikannya kenyataan. Sungguh, Tuhanku telah berbuat baik kepadaku, ketika Dia membebaskan aku dari penjara dan ketika membawa kamu dari dusun, setelah setan merusak (hubungan) antara aku dengan saudara-saudaraku. Sesungguhnya Tuhanku Mahalembut terhadap apa yang Dia kehendaki. Sesungguhnya Dialah Yang Maha Mengetahui lagi Mahabijaksana.","no_fn":"","teks_fn":"","bacaan":"rabbi qad aataytanii minalmulki wa'allamtanii min ta'wiilil-ahaadiitsi faathirassamaawaati wal-ardhi anta waliyyii fiiddunyaa wal-aakhirati tawaffanii musliman wa-alhiqnii bishshaalihiin"},{"id_ayat":1697,"no_surah":12,"no_ayat":101,"teks_ayat":"۞ رَبِّ قَدْ اٰتَيْتَنِيْ مِنَ الْمُلْكِ وَعَلَّمْتَنِيْ مِنْ تَأْوِيْلِ الْاَحَادِيْثِۚ فَاطِرَ السَّمٰوٰتِ وَالْاَرْضِۗ اَنْتَ وَلِيّٖ فِى الدُّنْيَا وَالْاٰخِرَةِۚ تَوَفَّنِيْ مُسْلِمًا وَّاَلْحِقْنِيْ بِالصّٰلِحِيْنَ","tema":"Keberangkatan Keluarga Besar Nabi Ya‘qub ke Mesir","teks_terjemah":"Tuhanku, sungguh Engkau telah menganugerahkan kepadaku sebagian kekuasaan dan telah mengajarkan kepadaku sebagian takwil mimpi. (Wahai Tuhan) pencipta langit dan bumi, Engkaulah pelindungku di dunia dan di akhirat. Wafatkanlah aku dalam keadaan muslim dan gabungkanlah aku dengan orang-orang saleh.” ","no_fn":"","teks_fn":"","bacaan":"rabbi qad aataytanii minalmulki wa'allamtanii min ta'wiilil-ahaadiitsi faathirassamaawaati wal-ardhi anta waliyyii fiiddunyaa wal-aakhirati tawaffanii musliman wa-alhiqnii bishshaalihiin"},{"id_ayat":1698,"no_surah":12,"no_ayat":102,"teks_ayat":"ذٰلِكَ مِنْ اَنْۢبَاۤءِ الْغَيْبِ نُوْحِيْهِ اِلَيْكَۚ وَمَا كُنْتَ لَدَيْهِمْ اِذْ اَجْمَعُوْٓا اَمْرَهُمْ وَهُمْ يَمْكُرُوْنَ","tema":"Pelajaran dari Kisah Nabi Yusuf","teks_terjemah":"Itulah sebagian berita gaib yang Kami wahyukan kepadamu (Nabi Muhammad), padahal engkau tidak berada di samping mereka ketika mereka bersepakat mengatur tipu daya (untuk memasukkan Yusuf ke dalam sumur).","no_fn":"","teks_fn":"","bacaan":"dzaalika min anbaa-ilghaybi nuuhiihi ilayka wamaa kunta ladayhim idz ajma'uu amrahum wahum yamkuruun"},{"id_ayat":1699,"no_surah":12,"no_ayat":103,"teks_ayat":"وَمَآ اَكْثَرُ النَّاسِ وَلَوْ حَرَصْتَ بِمُؤْمِنِيْنَ","tema":"Pelajaran dari Kisah Nabi Yusuf","teks_terjemah":"Kebanyakan manusia tidak akan beriman walaupun engkau (Nabi Muhammad) sangat menginginkannya.","no_fn":"","teks_fn":"","bacaan":"wamaa aktsarunnaasi walaw harashta bimu'miniin"},{"id_ayat":1700,"no_surah":12,"no_ayat":104,"teks_ayat":"وَمَا تَسْـَٔلُهُمْ عَلَيْهِ مِنْ اَجْرٍۗ اِنْ هُوَ اِلَّا ذِكْرٌ لِّلْعٰلَمِيْنَ ࣖ","tema":"Tidak Adanya Imbalan bagi Nabi dan Rasul atas Dakwah Mereka","teks_terjemah":"Engkau tidak meminta imbalan apa pun kepada mereka atas hal itu (seruanmu). Ia (Al-Qur’an) tidak lain adalah pengajaran bagi semesta alam.","no_fn":"","teks_fn":"","bacaan":"wamaa tas-aluhum 'alayhi min ajrin in huwa illaa dzikrun lil'aalamiin"},{"id_ayat":1701,"no_surah":12,"no_ayat":105,"teks_ayat":"وَكَاَيِّنْ مِّنْ اٰيَةٍ فِى السَّمٰوٰتِ وَالْاَرْضِ يَمُرُّوْنَ عَلَيْهَا وَهُمْ عَنْهَا مُعْرِضُوْنَ","tema":"Tidak Adanya Imbalan bagi Nabi dan Rasul atas Dakwah Mereka","teks_terjemah":"Berapa banyak tanda-tanda (kebesaran Allah) di langit dan di bumi yang mereka lalui, tetapi mereka berpaling darinya.","no_fn":"","teks_fn":"","bacaan":"waka-ayyin min aayatin fiissamaawaati wal-ardhi yamurruuna 'alayhaa wahum 'anhaa mu'ridhuun"},{"id_ayat":1702,"no_surah":12,"no_ayat":106,"teks_ayat":"وَمَا يُؤْمِنُ اَكْثَرُهُمْ بِاللّٰهِ اِلَّا وَهُمْ مُّشْرِكُوْنَ","tema":"Tidak Adanya Imbalan bagi Nabi dan Rasul atas Dakwah Mereka","teks_terjemah":"Kebanyakan mereka tidak beriman kepada Allah, bahkan mereka musyrik.","no_fn":"","teks_fn":"","bacaan":"wamaa yu'minu aktsaruhum bialaahi illaa wahum musyrikuun"},{"id_ayat":1703,"no_surah":12,"no_ayat":107,"teks_ayat":"اَفَاَمِنُوْٓا اَنْ تَأْتِيَهُمْ غَاشِيَةٌ مِّنْ عَذَابِ اللّٰهِ اَوْ تَأْتِيَهُمُ السَّاعَةُ بَغْتَةً وَّهُمْ لَا يَشْعُرُوْنَ","tema":"Peringatan akan Datangnya Siksaan secara Tiba-Tiba","teks_terjemah":"Apakah mereka merasa aman dari kedatangan siksa Allah yang meliputi mereka, atau kedatangan kiamat kepada mereka secara tiba-tiba, sedangkan mereka tidak menyadari?","no_fn":"","teks_fn":"","bacaan":"afa-aminuu an ta'tiyahum ghaasyiyatun min 'adzaabilaahi aw ta'tiyahumussaa'atu baghtatan wahum laa yasy'uruun"},{"id_ayat":1704,"no_surah":12,"no_ayat":108,"teks_ayat":"قُلْ هٰذِهٖ سَبِيْلِيْٓ اَدْعُوْٓا اِلَى اللّٰهِ ۗعَلٰى بَصِيْرَةٍ اَنَا۠ وَمَنِ اتَّبَعَنِيْ ۗوَسُبْحٰنَ اللّٰهِ وَمَآ اَنَا۠ مِنَ الْمُشْرِكِيْنَ","tema":"Peringatan akan Datangnya Siksaan secara Tiba-Tiba","teks_terjemah":"Katakanlah (Nabi Muhammad), “Inilah jalanku, aku dan orang-orang yang mengikutiku mengajak (seluruh manusia) kepada Allah dengan bukti yang nyata. Mahasuci Allah dan aku tidak termasuk golongan orang-orang musyrik.”","no_fn":"","teks_fn":"","bacaan":"qul haadzihi sabiilii ad'uu ilaalaahi 'alaa bashiiratin anaa wamani ittaba'anii wasubhaanalaahi wamaa anaa minalmusyrikiin"},{"id_ayat":1705,"no_surah":12,"no_ayat":109,"teks_ayat":"وَمَآ اَرْسَلْنَا مِنْ قَبْلِكَ اِلَّا رِجَالًا نُّوْحِيْٓ اِلَيْهِمْ مِّنْ اَهْلِ الْقُرٰىۗ اَفَلَمْ يَسِيْرُوْا فِى الْاَرْضِ فَيَنْظُرُوْا كَيْفَ كَانَ عَاقِبَةُ الَّذِيْنَ مِنْ قَبْلِهِمْۗ وَلَدَارُ الْاٰخِرَةِ خَيْرٌ لِّلَّذِيْنَ اتَّقَوْاۗ اَفَلَا تَعْقِلُوْنَ","tema":"Makna Pengutusan Para Nabi dan Rasul","teks_terjemah":"Kami tidak mengutus sebelum engkau (Nabi Muhammad), kecuali laki-laki yang Kami berikan wahyu kepada mereka di antara penduduk negeri. Tidakkah mereka berjalan di bumi lalu memperhatikan bagaimana kesudahan orang-orang sebelum mereka (yang mendustakan rasul)? Sesungguhnya negeri akhirat itu lebih baik bagi orang-orang yang bertakwa. Apakah kamu tidak mengerti?","no_fn":"","teks_fn":"","bacaan":"wamaa arsalnaa min qablika illaa rijaalan nuuhii ilayhim min ahlilquraa afalam yasiiruu fiil-ardhi fayanzhuruu kayfa kaana 'aaqibatuladziina min qablihim waladaarul-aakhirati khayrun lilladziina ittaqaw afalaa ta'qiluun"},{"id_ayat":1706,"no_surah":12,"no_ayat":110,"teks_ayat":"حَتّٰٓى اِذَا اسْتَيْـَٔسَ الرُّسُلُ وَظَنُّوْٓا اَنَّهُمْ قَدْ كُذِبُوْا جَاۤءَهُمْ نَصْرُنَاۙ فَنُجِّيَ مَنْ نَّشَاۤءُ ۗوَلَا يُرَدُّ بَأْسُنَا عَنِ الْقَوْمِ الْمُجْرِمِيْنَ","tema":"Makna Pengutusan Para Nabi dan Rasul","teks_terjemah":"Sehingga, apabila para rasul tidak memiliki harapan lagi dan meyakini bahwa mereka benar-benar telah didustakan, datanglah kepada mereka pertolongan Kami, lalu diselamatkanlah orang yang Kami kehendaki. Siksa Kami tidak dapat ditolak dari kaum pendosa.","no_fn":"","teks_fn":"","bacaan":"hattaa idzaa istay-asarrusulu wazhannuu annahum qad kudzibuu jaa-ahum nashrunaa fanujjiya man nasyaau walaa yuraddu ba'sunaa 'anilqawmilmujrimiin"},{"id_ayat":1707,"no_surah":12,"no_ayat":111,"teks_ayat":"لَقَدْ كَانَ فِيْ قَصَصِهِمْ عِبْرَةٌ لِّاُولِى الْاَلْبَابِۗ مَا كَانَ حَدِيْثًا يُّفْتَرٰى وَلٰكِنْ تَصْدِيْقَ الَّذِيْ بَيْنَ يَدَيْهِ وَتَفْصِيْلَ كُلِّ شَيْءٍ وَّهُدًى وَّرَحْمَةً لِّقَوْمٍ يُّؤْمِنُوْنَ ࣖ","tema":"Makna Pengutusan Para Nabi dan Rasul","teks_terjemah":"Sungguh, pada kisah mereka benar-benar terdapat pelajaran bagi orang-orang yang berakal sehat. (Al-Qur’an) bukanlah cerita yang dibuat-buat, melainkan merupakan pembenar (kitab-kitab) yang sebelumnya, memerinci segala sesuatu, sebagai petunjuk, dan rahmat bagi kaum yang beriman.","no_fn":"","teks_fn":"","bacaan":"laqad kaana fii qashashihim 'ibratun li-uliil-albaabi maa kaana hadiitsan yuftaraa walaakin tashdiiqaladzii bayna yadayhi watafshiila kulli syay-in wahudan warahmatan liqawmin yu'minuun"}]