[{"id":1708,"surah":13,"no_ayah":1,"tema":"","text_ayah":"ا[m[لٓ][m[مٓ]ر‌ۚ تِلْكَ ءَايَ[n[ـٰ]تُ [h:5932[ٱ]لْكِتَ[n[ـٰ]بِ‌ۗ وَ[h:4765[ٱ]لَّذ[o[ِىٓ] أُ[f:17[نز]ِلَ إِلَيْكَ م[u:770[ِن ر]َّبِّكَ [h:6861[ٱ]لْحَقُّ وَلَ[n[ـٰ]كِ[g[نّ]َ أَكْثَرَ [h:1374[ٱ][l[ل][g[نّ]َاسِ لَا يُؤْمِن[p[ُو]نَ","text_id":"Alif Lām Mīm Rā. Itulah ayat-ayat Kitab (Al-Qur’an). (Kitab) yang diturunkan kepadamu (Nabi Muhammad) dari Tuhanmu itu adalah kebenaran, tetapi kebanyakan manusia tidak beriman.","text_en":"ALIF LAM MIM RA. These are the verses of the Scripture. Whatsoever is sent down to you from your Lord is the truth; but most men do not believe.","transliteration":"Alif-Laaam-Meeem-Raa; tilka Aayaatul Kitaab; wallazee unzila ilaika mir Rabbikal haqqu wa laakinna aksaran naasi laa yu'minoon","no_fn":"","text_fn":""},{"id":1709,"surah":13,"no_ayah":2,"tema":"Kekuasaan Allah atas Langit dan Bumi","text_ayah":"ٱللَّهُ [h:4738[ٱ]لَّذِى رَفَعَ [h:6862[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ بِغَيْرِ عَمَ[f:6863[دٍ ت]َرَوْنَهَا‌ۖ ثُ[g[مّ]َ [h:156[ٱ]سْتَوَىٰ عَلَى [h:4740[ٱ]لْعَرْشِ‌ۖ وَسَخَّرَ [h:6864[ٱ][l[ل]شَّمْسَ وَ[h:4265[ٱ]لْقَمَرَ‌ۖ كُ[a:6865[لٌّ ي]َ[q:6866[جْ]رِى لِأَجَ[a:6867[لٍ م]ُّسَم[a:6868[ًّى‌ۚ ي]ُدَبِّرُ [h:5940[ٱ]لْأَمْرَ يُفَصِّلُ [h:5952[ٱ]لْأَيَ[n[ـٰ]تِ لَعَلَّك[c:6869[ُم ب]ِلِق[o[َا]ٓءِ رَبِّكُمْ تُوقِن[p[ُو]نَ","text_id":"Allah yang meninggikan langit tanpa tiang yang (dapat) kamu lihat. Kemudian, Dia bersemayam di atas ‘Arasy<sup>377)</sup> serta menundukkan matahari dan bulan. Masing-masing beredar hingga waktu yang telah ditentukan (kiamat). Dia (Allah) mengatur urusan (makhluk-Nya) dan memerinci tanda-tanda (kebesaran-Nya) agar kamu meyakini pertemuan (kamu) dengan Tuhanmu.","text_en":"It is God who raised the skies without support, as you can see, then assumed His throne, and enthralled the sun and the moon (so that) each runs to a predetermined course. He disposes all affairs, distinctly explaining every sign that you may be certain of the meeting with your Lord.","transliteration":"Allaahul lazee raf'as samaawaati bighairi 'amadin tarawnahaa summas tawaa 'alal 'Arshi wa sakhkharash shamsa walqamara kulluny yajree li ajalim musammaa; yudabbirul amra yufassilil Aayaati la'allakum biliqaaa'i Rabbikum tooqinoon","no_fn":"377","text_fn":"377) Lihat catatan kaki surah al-A‘rāf/7: 54."},{"id":1710,"surah":13,"no_ayah":3,"tema":"Kekuasaan Allah atas Langit dan Bumi","text_ayah":"وَهُوَ [h:4114[ٱ]لَّذِى مَدَّ [h:6870[ٱ]لْأَرْضَ وَجَعَلَ فِيهَا رَو[n[َٲ]سِىَ وَأَنْهَ[n[ـٰ][a:6871[رًا‌ۖ و]َمِ[f:4136[ن ك]ُلِّ [h:1571[ٱ][l[ل]ثَّمَر[n[َٲ]تِ جَعَلَ فِيهَا زَوْجَيْنِ [h:6331[ٱ]ثْنَيْنِ‌ۖ يُغْشِى [h:4741[ٱ]لَّيْلَ [h:4742[ٱ][l[ل][g[نّ]َهَارَ‌ۚ إِ[g[نّ]َ فِى ذ[n[َٲ]لِكَ لَأَيَ[n[ـٰ][u:849[تٍ ل]ِّقَوْ[a:6018[مٍ ي]َتَفَكَّر[p[ُو]نَ","text_id":"Dialah yang menghamparkan bumi dan menjadikan gunung-gunung dan sungai-sungai padanya. Dia menjadikan padanya (semua) buah-buahan berpasang-pasangan (dan) menutupkan malam pada siang.<sup>378)</sup> Sesungguhnya pada yang demikian itu terdapat tanda-tanda (kebesaran Allah) bagi kaum yang berpikir.","text_en":"It is He who stretched the earth and placed upon it stabilisers and rivers; and made two of a pair of every fruit; (and) He covers up the day with the night. In these are signs for those who reflect.","transliteration":"Wa Huwal lazee maddal arda wa ja'ala feehaa rawaasiya wa anhaaraa; wa min kullis samaraati ja'ala feehaa zawjainis yaini Yughshil lailan nahaar; inna fee zaalika la aayaatil liqawminy yatafakkaroon","no_fn":"378","text_fn":"378) Topografi daratan bumi berupa hamparan dan gunung-gunung. Di antaranya ada sungai-sungai. Daratan itu menjadi tempat tumbuhnya tanaman penghasil buah-buahan yang penyerbukannya dapat terjadi karena struktur bunga yang berpasangan, jantan dan betina. Semuanya mengalami siang dan malam karena proses perputaran bumi."},{"id":1711,"surah":13,"no_ayah":4,"tema":"Kekuasaan Allah atas Langit dan Bumi","text_ayah":"وَفِى [h:3922[ٱ]لْأَرْضِ قِطَ[a:6872[عٌ م]ُّتَجَ[n[ـٰ]وِر[n[َٲ][a:6873[تٌ و]َجَ[g[نّ]َ[n[ـٰ][a:6874[تٌ م]ِّنْ أَعْنَ[n[ـٰ][a:6875[بٍ و]َزَرْ[a:6876[عٌ و]َنَخِي[f:6877[لٌ ص]ِنْوَا[a:6878[نٌ و]َغَيْرُ صِنْوَا[a:6879[نٍ ي]ُسْقَىٰ بِم[o[َا]ٓ[a:6880[ءٍ و][n[َٲ]حِ[a:6881[دٍ و]َنُفَضِّلُ بَعْضَهَا عَلَىٰ بَعْ[f:6882[ضٍ ف]ِى [h:6883[ٱ]لْأُكُلِ‌ۚ إِ[g[نّ]َ فِى ذ[n[َٲ]لِكَ لَأَيَ[n[ـٰ][u:849[تٍ ل]ِّقَوْ[a:850[مٍ ي]َعْقِل[p[ُو]نَ","text_id":"Di bumi terdapat bagian-bagian yang berdampingan, kebun-kebun anggur, tanaman-tanaman, dan pohon kurma yang bercabang dan yang tidak bercabang. (Semua) disirami dengan air yang sama, tetapi Kami melebihkan tanaman yang satu atas yang lainnya dalam hal rasanya. Sesungguhnya pada yang demikian itu benar-benar (terdapat) tanda-tanda (kebesaran Allah) bagi kaum yang mengerti.","text_en":"On the earth are tracts adjoining one another, and vineyards, fields of corn and date-palm trees, some forked, some with single trunks, yet all irrigated by the self-same water, though We make some more excellent than the others in fruit. There are surely signs in them for those who understand.","transliteration":"Wa fil ardi qita'um muta jaawiraatunw wa jannaatum min a'naabinw wa zar'unw wa nakheelun sinwaanunw wa ghairu sinwaaniny yusqaa bimaaa'inw waahid; wa nufaddilu ba'dahaa 'alaa ba'din fil-ukul; inna fee zaalika la aayaatil liqawminy ya'qiloon","no_fn":"","text_fn":""},{"id":1712,"surah":13,"no_ayah":5,"tema":"Kekuasaan Allah atas Langit dan Bumi","text_ayah":"۞ وَإِ[f:6884[ن ت]َعْجَ[q:6885[بْ] فَعَجَ[f:6886[بٌ ق]َوْلُهُمْ أَءِذَا كُ[g[نّ]َا تُر[n[َٲ]بًا أَءِ[g[نّ]َا لَفِى خَلْ[f:6887[قٍ ج]َدِيدٍ‌ۗ أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ [h:51[ٱ]لَّذِينَ كَفَرُو[s[اْ] بِرَبِّهِمْ‌ۖ وَأُ[s[وْ]لَ[o[ـٰٓ]ئِكَ [h:6888[ٱ]لْأَغْلَ[n[ـٰ]لُ ف[o[ِىٓ] أَعْنَاقِهِمْ‌ۖ وَأُ[s[وْ]لَ[o[ـٰٓ]ئِكَ أَصْحَ[n[ـٰ]بُ [h:201[ٱ][l[ل][g[نّ]َارِ‌ۖ هُمْ فِيهَا خَ[n[ـٰ]لِد[p[ُو]نَ","text_id":"Jika engkau (Nabi Muhammad) heran, (justru) yang mengherankan adalah ucapan mereka (orang-orang kafir), “Apakah bila kami telah menjadi tanah, kami benar-benar akan (dikembalikan) menjadi makhluk yang baru?” Mereka itulah orang-orang yang kufur kepada Tuhannya. Mereka itulah orang-orang (yang dilekatkan) belenggu di lehernya. Mereka adalah para penghuni neraka. Mereka kekal di dalamnya.","text_en":"If you are surprised, then astonishing is the speech (of those who say:) \"Having turned to dust shall we be raised as a new creation?\" They are the ones who deny their Lord, and they will have collars around their necks. They are the inmates of Hell, where they will abide for ever.","transliteration":"Wa in ta'jab fa'ajabun qawluhm 'a-izaa kunna turaaban 'a-inna lafee khalqin jadeed; ulaaa 'ikal lazeena kafaroo bi Rabbihim wa ulaaa'ikal aghlaalu feee a'naaqihim wa ulaa'ika Ashaabun Naari hum feehaa khaalidoon","no_fn":"","text_fn":""},{"id":1713,"surah":13,"no_ayah":6,"tema":"Kekuasaan Allah atas Langit dan Bumi","text_ayah":"وَيَسْتَعْجِلُونَكَ بِ[h:4563[ٱ][l[ل]سَّيِّئَةِ قَ[q:3282[بْ]لَ [h:6889[ٱ]لْحَسَنَةِ وَقَ[q:387[دْ] خَلَتْ مِ[f:6890[ن ق]َ[q:6891[بْ]لِهِمُ [h:6892[ٱ]لْمَثُلَ[n[ـٰ]تُ‌ۗ وَإِ[g[نّ]َ رَبَّكَ لَذُو مَغْفِرَ[u:6893[ةٍ ل]ِّل[g[نّ]َاسِ عَلَىٰ ظُلْمِهِمْ‌ۖ وَإِ[g[نّ]َ رَبَّكَ لَشَدِيدُ [h:6894[ٱ]لْعِق[p[َا][q[ب]ِ","text_id":"Mereka meminta kepadamu agar keburukan (siksaan) dipercepat sebelum (datangnya) kebaikan, padahal sungguh telah berlalu bermacam-macam contoh (siksaan) sebelum mereka. Sesungguhnya Tuhanmu benar-benar memiliki ampunan bagi manusia meskipun mereka zalim. Sesungguhnya Tuhanmu benar-benar keras hukuman-Nya.","text_en":"They want you to hasten the evil before the good, even when there have been examples of retribution before them. Though certainly your Lord forgives human beings for their iniquities, your Lord is severe of retribution.","transliteration":"Wa yasta'jiloonaka bis saiyi'ati qablal hasanati wa qad khalat min qablihimul masulaat; wa inna Rabbaka lazoo maghfiratil linnaasi 'alaa zulmihim wa inna Rabbaka lashadeedul 'iqaab","no_fn":"","text_fn":""},{"id":1714,"surah":13,"no_ayah":7,"tema":"Kekuasaan Allah atas Langit dan Bumi","text_ayah":"وَيَقُولُ [h:3629[ٱ]لَّذِينَ كَفَرُو[s[اْ] لَوْل[o[َآ] أُ[f:17[نز]ِلَ عَلَيْهِ ءَايَ[a:4024[ةٌ م]ّ[u:192[ِن ر]َّبِّه[o[ِۦٓ‌ۗ] إِ[g[نّ]َم[o[َآ] أَ[f:169[نت]َ مُ[f:6895[نذ]ِ[a:6896[رٌ‌ۖ و]َلِكُلِّ قَوْمٍ ه[p[َا][q[د]ٍ","text_id":"Orang-orang yang kufur berkata, “Mengapa tidak diturunkan kepadanya (Nabi Muhammad) suatu tanda (mukjizat) dari Tuhannya?” Sesungguhnya engkau (Nabi Muhammad) hanyalah seorang pemberi peringatan dan bagi setiap kaum ada pemberi petunjuk.","text_en":"The unbelievers say: \"Why no miracle was sent down to him by his Lord?\" But you are only a bearer of warnings, and a guide for every nation.","transliteration":"Wa yaqoolul lazeena kafaroo law laaa unzila 'alaihi Aayatum mir Rabbih; innamaaa anta munzirunw wa likulli qawmin haad","no_fn":"","text_fn":""},{"id":1715,"surah":13,"no_ayah":8,"tema":"Kekuasaan Allah atas Langit dan Bumi","text_ayah":"ٱللَّهُ يَعْلَمُ مَا تَحْمِلُ كُلُّ أُ[f:1867[نث]َىٰ وَمَا تَغِيضُ [h:6897[ٱ]لْأَرْحَامُ وَمَا تَزْدَادُ‌ۖ وَكُلُّ شَىْءٍ عِ[f:719[ند]َهُ[n[ۥ] بِمِ[q:6898[قْ]د[p[َا]رٍ","text_id":"Allah mengetahui apa yang dikandung oleh setiap perempuan dan apa yang berkurang (tidak sempurna dalam) rahim dan apa yang bertambah. Segala sesuatu ada ketentuan di sisi-Nya.","text_en":"God is cognisant of what every female carries in her womb, or what the wombs want or exceed (of their disburdening time). With Him all things are in determined measure.","transliteration":"Allaahu ya'lamu maa tahmilu kullu unsaa wa maa tagheedul arhaamu wa maa tazdaad, wa kullu shai'in 'indahoo bimiqdaar","no_fn":"","text_fn":""},{"id":1716,"surah":13,"no_ayah":9,"tema":"Kekuasaan Allah atas Langit dan Bumi","text_ayah":"عَ[n[ـٰ]لِمُ [h:4186[ٱ]لْغَيْبِ وَ[h:4187[ٱ][l[ل]شَّهَ[n[ـٰ]دَةِ [h:6899[ٱ]لْكَبِيرُ [h:6900[ٱ]لْمُتَع[p[َا]لِ","text_id":"(Allahlah) yang mengetahui semua yang gaib dan yang nyata. (Dia) Yang Mahabesar lagi Mahatinggi.","text_en":"He is the knower of the known and the unknown, the mighty and most high.","transliteration":"'Aalimul Ghaibi wash shahaadatil Kaabeerul Muta'aal","no_fn":"","text_fn":""},{"id":1717,"surah":13,"no_ayah":10,"tema":"Kekuasaan Allah atas Langit dan Bumi","text_ayah":"سَو[o[َا]ٓ[a:6901[ءٌ م]ِّ[f:344[نك][w:2322[ُم م]َّنْ أَسَرَّ [h:6902[ٱ]لْقَوْلَ وَمَ[f:6903[ن ج]َهَرَ بِه[n[ِۦ] وَمَنْ هُوَ مُسْتَخْ[i:6904[فِۭ ب]ِ[h:1622[ٱ]لَّيْلِ وَسَارِ[i:6905[بُۢ ب]ِ[h:4117[ٱ][l[ل][g[نّ]َه[p[َا]رِ","text_id":"Sama saja (bagi Allah), siapa di antara kamu yang merahasiakan ucapan, siapa yang berterus terang dengannya, siapa yang bersembunyi pada malam hari dan siapa yang berjalan pada siang hari.","text_en":"He who keeps his secret among you is the same to Him as he who speaks out publicly, and he who hides himself in the night and walks freely in the day.","transliteration":"Sawaaa'um minkum man asarral qawla wa man jahara bihee wa man huwa mustakhfim billaili wa saaribum binnahaar","no_fn":"","text_fn":""},{"id":1718,"surah":13,"no_ayah":11,"tema":"Allah Tidak Mengubah Nasib Suatu Kaum yang Berpangku Tangan","text_ayah":"لَهُ[n[ۥ] مُعَقِّبَ[n[ـٰ][a:6906[تٌ م]ّ[i:4612[ِنۢ ب]َيْنِ يَدَيْهِ وَمِنْ خَلْفِه[n[ِۦ] يَحْفَظُونَهُ[n[ۥ] مِنْ أَمْرِ [h:6348[ٱ]للَّهِ‌ۗ إِ[g[نّ]َ [h:80[ٱ]للَّهَ لَا يُغَيِّرُ مَا بِقَوْمٍ حَتَّىٰ يُغَيِّرُو[s[اْ] مَا بِأَ[f:4384[نف]ُسِهِمْ‌ۗ وَإِذ[o[َآ] أَرَادَ [h:139[ٱ]للَّهُ بِقَوْ[f:6907[مٍ س][o[ُو]ٓ[f:6908[ءًا ف]َلَا مَرَدَّ لَهُ[n[ۥ]‌ۚ وَمَا لَه[w:1812[ُم م]ِّ[f:3136[ن د]ُونِه[n[ِۦ] م[a:6909[ِن و][p[َا]لٍ","text_id":"Baginya (manusia) ada (malaikat-malaikat) yang menyertainya secara bergiliran dari depan dan belakangnya yang menjaganya atas perintah Allah. Sesungguhnya Allah tidak mengubah keadaan suatu kaum hingga mereka mengubah apa yang ada pada diri mereka. Apabila Allah menghendaki keburukan terhadap suatu kaum, tidak ada yang dapat menolaknya, dan sekali-kali tidak ada pelindung bagi mereka selain Dia.","text_en":"His angels keep watch over him in succession (night and day), in front and behind, by God's command. Verily God does not change the state of a people till they change themselves. When God intends misfortune for a people no one can avert it, and no saviour will they have apart from Him.","transliteration":"Lahoo mu'aqqibaatum mim baini yadaihi wa min khalfihee yahfazoonahoo min amril laah; innal laaha laa yughaiyiru maa biqawmin hattaa yughaiyiroo maa bianfusihim; wa izaaa araadal laahu biqawmin sooo'an falaa maradda lah; wa maa lahum min dooniheeminw waal","no_fn":"","text_fn":""},{"id":1719,"surah":13,"no_ayah":12,"tema":"Fenomena Kilat dan Guruh","text_ayah":"هُوَ [h:153[ٱ]لَّذِى يُرِيكُمُ [h:6910[ٱ]لْبَرْقَ خَوْ[a:4752[فًا و]َطَمَ[a:6911[عًا و]َيُ[f:6912[نش]ِئُ [h:6913[ٱ][l[ل]سَّحَابَ [h:6914[ٱ][l[ل]ثِّق[p[َا]لَ","text_id":"Dialah yang memperlihatkan kepadamu kilat (untuk menimbulkan) ketakutan dan harapan (akan turun hujan) serta menjadikan awan yang berat (mendung). ","text_en":"It is He who makes the lightning flash for fear and hope, and raises massive clouds.","transliteration":"Huwal lazee yureekumul barqa khawfanw wa tama'anw wa yunshi'us sahaabas siqaal","no_fn":"","text_fn":""},{"id":1720,"surah":13,"no_ayah":13,"tema":"Fenomena Kilat dan Guruh","text_ayah":"وَيُسَبِّحُ [h:6915[ٱ][l[ل]رَّعْدُ بِحَمْدِه[n[ِۦ] وَ[h:1146[ٱ]لْمَلَ[o[ـٰٓ]ئِكَةُ مِنْ خِيفَتِه[n[ِۦ] وَيُرْسِلُ [h:6916[ٱ][l[ل]صَّو[n[َٲ]عِقَ فَيُصِيبُ بِهَا م[a:476[َن ي]َش[o[َا]ٓءُ وَهُمْ يُجَ[n[ـٰ]دِلُونَ فِى [h:714[ٱ]للَّهِ وَهُوَ شَدِيدُ [h:6917[ٱ]لْمِح[p[َا]لِ","text_id":"Guruh bertasbih dengan memuji-Nya, (demikian pula) malaikat karena takut kepada-Nya. Dia (Allah) melepaskan petir, lalu menimpakannya kepada siapa yang Dia kehendaki. Sementara itu, mereka (orang-orang kafir) berbantah-bantahan tentang kekuasaan Allah, padahal Dia Mahakeras hukuman-Nya.","text_en":"The thunder sings His praises, and the angels too, for awe of Him. He sends thunder-bolts and strikes whosoever He will with them: Even then it is God they contend about! But mighty is He in (His) power.","transliteration":"Wa yusabbihur ra'du bihamdihee walmalaaa'ikatu min kheefatihee wa yursilus sawaa'iqa fa yuseebu bihaa mai yashaaa'u wa hum yujaadiloona fil laahi wa Huwa shadeedul mihaal","no_fn":"","text_fn":""},{"id":1721,"surah":13,"no_ayah":14,"tema":"Hanya kepada Allah Ibadah Ditujukan","text_ayah":"لَهُ[n[ۥ] دَعْوَةُ [h:6918[ٱ]لْحَقِّ‌ۖ وَ[h:37[ٱ]لَّذِينَ يَ[q:1240[دْ]عُونَ مِ[f:3136[ن د]ُونِه[n[ِۦ] لَا يَسْتَجِيبُونَ لَه[c:6919[ُم ب]ِشَىْءٍ إِلَّا كَبَ[n[ـٰ]سِطِ كَفَّيْهِ إِلَى [h:6920[ٱ]لْم[o[َا]ٓءِ لِيَ[q:6921[بْ]لُغَ فَاهُ وَمَا هُوَ بِبَ[n[ـٰ]لِغِه[n[ِۦ]‌ۚ وَمَا دُع[o[َا]ٓءُ [h:6922[ٱ]لْكَ[n[ـٰ]فِرِينَ إِلَّا فِى ضَلَ[p[ـٰ]لٍ","text_id":"Hanya bagi Allahlah seruan yang hak.<sup>379)</sup> (Sesembahan) yang mereka seru selain Dia, tidak dapat mengabulkan apa pun bagi mereka, kecuali seperti orang yang membukakan kedua telapak tangannya ke dalam air agar (air) sampai ke mulutnya, padahal (air) itu tidak akan sampai ke mulutnya. Tidaklah seruan orang-orang kafir itu kecuali dalam kesia-siaan.","text_en":"To call on Him is true (supplication). For those they invoke other than Him do not answer them at all, except like a man who stretches his hands towards the water that it reach his mouth, but it will never reach it. Not more than error are the prayers of infidels.","transliteration":"Lahoo da'watul haqq; wallazeena yad'oona min doonihee laa yastajeeboona lahum bishai'in illaa kabaasiti kaffaihi ilal maaa'i liyablugha faahu wa maa huwa bibaalighih; wa maa du'aaa'ul aafireena illaa fee dalaal","no_fn":"379","text_fn":"379) Seruan yang hak ditafsirkan oleh para ulama sebagai pengakuan atas kandungan kalimat la ilāha illallāh dan juga ditafsirkan sebagai beribadah dan berdoa."},{"id":1722,"surah":13,"no_ayah":15,"tema":"Hanya kepada Allah Ibadah Ditujukan","text_ayah":"وَلِلَّهِ يَسْجُدُ مَ[f:2074[ن ف]ِى [h:609[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:177[ٱ]لْأَرْضِ طَوْ[a:2075[عًا و]َكَرْ[a:6923[هًا و]َظِلَ[n[ـٰ]لُه[c:6924[ُم ب]ِ[h:5225[ٱ]لْغُدُوِّ وَ[h:5226[ٱ]لْأَصَ[p[ا]لِ ۩","text_id":"Hanya kepada Allahlah siapa saja yang ada di langit dan di bumi bersujud, baik dengan kemauan sendiri maupun terpaksa. (Bersujud pula kepada-Nya) bayang-bayang mereka pada waktu pagi dan petang hari.","text_en":"Whosoever is in the heavens and on earth bows to God in submission with a will or perforce, as do their shadows in the morning and evening.","transliteration":"Wa lillaahi yasjudu man fis samaawaati wal ardi taw 'anw wa karhanw wa zilaaluhum bilghuduwwi wal aasaal","no_fn":"","text_fn":""},{"id":1723,"surah":13,"no_ayah":16,"tema":"Hanya Allah yang Layak sebagai Tuhan","text_ayah":"قُلْ م[u:6925[َن ر]َّبُّ [h:6926[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:177[ٱ]لْأَرْضِ قُلِ [h:3166[ٱ]للَّهُ‌ۚ قُلْ أَفَ[h:6927[ٱ]تَّخَذْت[w:6928[ُم م]ِّ[f:3136[ن د]ُونِه[o[ِۦٓ] أَوْلِي[o[َا]ٓءَ لَا يَمْلِكُونَ لِأَ[f:6929[نف]ُسِهِمْ نَفْ[a:5175[عًا و]َلَا ضَر[f:6930[ًّا‌ۚ ق]ُلْ هَلْ يَسْتَوِى [h:4068[ٱ]لْأَعْمَىٰ وَ[h:4069[ٱ]لْبَصِيرُ أَمْ هَلْ تَسْتَوِى [h:6931[ٱ][l[ل]ظُّلُمَ[n[ـٰ]تُ وَ[h:6932[ٱ][l[ل][g[نّ]ُورُ‌ۗ أَمْ جَعَلُو[s[اْ] لِلَّهِ شُرَك[o[َا]ٓءَ خَلَقُو[s[اْ] كَخَلْقِه[n[ِۦ] فَتَشَ[n[ـٰ]بَهَ [h:6933[ٱ]لْخَلْقُ عَلَيْهِمْ‌ۚ قُلِ [h:3166[ٱ]للَّهُ خَ[n[ـٰ]لِقُ كُلِّ ش[a:4300[َىْءٍ و]َهُوَ [h:6934[ٱ]لْو[n[َٲ]حِدُ [h:6662[ٱ]لْقَهَّ[p[ـٰ]رُ","text_id":"Katakanlah (Nabi Muhammad), “Siapakah Tuhan langit dan bumi?” Katakanlah, “Allah.” Katakanlah, “Pantaskah kamu menjadikan selain Dia sebagai pelindung, padahal mereka tidak kuasa mendatangkan manfaat maupun menolak mudarat bagi dirinya sendiri?” Katakanlah, “Apakah sama orang yang buta dengan orang yang dapat melihat? Atau, samakah kegelapan dengan cahaya? Atau, apakah mereka menjadikan sekutu-sekutu bagi Allah yang (diyakini) dapat menciptakan seperti ciptaan-Nya sehingga kedua ciptaan itu serupa menurut pandangan mereka?” Katakanlah, “Allah pencipta segala sesuatu dan Dialah Yang Maha Esa lagi Mahaperkasa.”","text_en":"Ask them: \"Who is the Lord of the heavens and the earth?\" (They will) say: \"God.\" Say: \"Then why do you take protectors besides Him who have no power over their own gain or loss?\" Say: \"Can a blind man and one who can see be equal? Or, darkness and light be the same? Or, have those they have appointed equal of God created, as He has created, so that the (two) creations look alike to them?\" Say: \"God is the creator of everything. He is One, the omnipotent.\"","transliteration":"Wul mar Rabbus samaawaati wal ard; qulillaah; qul afattakhaztum min dooniheee awliyaaa'a laa yamlikoona li anfusihim naf'anw wa laa darraa; qul hal yastawil a'maa wal baseeru am hal tastawiz zulumaatu wannoor; am ja'aloo lillaahi shurakaaa'a khalaqoo kakhalqihee fatashaa bahal khalqu 'alaihim; qulil laahu Khaaliqu kulli shai'inw wa Huwal Waahidul Qahhar","no_fn":"","text_fn":""},{"id":1724,"surah":13,"no_ayah":17,"tema":"Hanya Allah yang Layak sebagai Tuhan","text_ayah":"أَ[f:471[نز]َلَ مِنَ [h:64[ٱ][l[ل]سَّم[o[َا]ٓءِ م[o[َا]ٓ[f:6935[ءً ف]َسَالَتْ أَوْدِيَ[i:6936[ةُۢ ب]ِقَدَرِهَا فَ[h:6937[ٱ]حْتَمَلَ [h:6938[ٱ][l[ل]سَّيْلُ زَبَ[u:6939[دًا ر]َّابِ[a:6940[يًا‌ۚ و]َمِ[g[مّ]َا يُوقِدُونَ عَلَيْهِ فِى [h:4674[ٱ][l[ل][g[نّ]َارِ [h:6941[ٱ][q:1130[بْ]تِغ[o[َا]ٓءَ حِلْيَةٍ أَوْ مَتَ[n[ـٰ][f:6942[عٍ ز]َبَ[a:6943[دٌ م]ِّثْلُهُ[n[ۥ]‌ۚ كَذ[n[َٲ]لِكَ يَضْرِبُ [h:6944[ٱ]للَّهُ [h:6156[ٱ]لْحَقَّ وَ[h:6945[ٱ]لْبَ[n[ـٰ]طِلَ‌ۚ فَأَ[g[مّ]َا [h:6946[ٱ][l[ل]زَّبَدُ فَيَذْهَبُ جُف[o[َا]ٓ[a:6947[ءً‌ۖ و]َأَ[g[مّ]َا مَا يَ[f:838[نف]َعُ [h:839[ٱ][l[ل][g[نّ]َاسَ فَيَمْكُثُ فِى [h:44[ٱ]لْأَرْضِ‌ۚ كَذ[n[َٲ]لِكَ يَضْرِبُ [h:6944[ٱ]للَّهُ [h:6948[ٱ]لْأَمْث[p[َا]لَ","text_id":"Dia telah menurunkan air dari langit, lalu mengalirlah air itu di lembah-lembah sesuai dengan ukurannya. Arus itu membawa buih yang mengambang. Dari apa (logam) yang mereka lebur dalam api untuk membuat perhiasan atau alat-alat, ada (pula) buih seperti (buih arus) itu. Demikianlah Allah membuat perumpamaan tentang hak dan batil. Buih akan hilang tidak berguna, sedangkan yang bermanfaat bagi manusia akan menetap di dalam bumi. Demikianlah Allah membuat perumpamaan.","text_en":"He sends down water from the skies, which flows in channels according to their capacity, with the scum borne on the surface of the torrent, as rises the scum when metals are heated on the fire for making ornaments and household utensils. This is how God determines truth and falsehood. The scum disappears like the foam on the bank, and that which is useful to man remains on the earth. That is how God sets forth precepts of wisdom.","transliteration":"Anzala minas samaaa'i maaa'an fasaalat awdiyatum biqadarihaa fahtamalas sailu zabadar raabiyaa; wa mimmmaa yooqidoona 'alaihi fin naarib tighaaa'a bilyatin aw mataa'in zabadum misluh; kazaalika yadribul laahul haqqa wal baatil; fa ammaz zabadu fa yazhabu jufaaa'aa; wa ammaa maa yanfa'un naasa fa yamkusu fil ard; kazaalika yadribul laahul amsaal","no_fn":"","text_fn":""},{"id":1725,"surah":13,"no_ayah":18,"tema":"Balasan bagi Orang yang Memenuhi Seruan Allah","text_ayah":"لِلَّذِينَ [h:6949[ٱ]سْتَجَابُو[s[اْ] لِرَبِّهِمُ [h:6950[ٱ]لْحُسْنَىٰ‌ۚ وَ[h:37[ٱ]لَّذِينَ لَمْ يَسْتَجِيبُو[s[اْ] لَهُ[n[ۥ] لَوْ أَ[g[نّ]َ لَه[w:3531[ُم م]َّا فِى [h:44[ٱ]لْأَرْضِ جَمِي[a:3532[عًا و]َمِثْلَهُ[n[ۥ] مَعَهُ[n[ۥ] لَ[h:6951[ٱ]فْتَدَوْ[s[اْ] بِه[o[ِۦٓ‌ۚ] أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ لَهُمْ س[o[ُو]ٓءُ [h:6952[ٱ]لْحِسَابِ وَمَأْوَ[n[ٮٰ]هُمْ جَهَ[g[نّ]َمُ‌ۖ وَبِئْسَ [h:1757[ٱ]لْمِه[p[َا][q[د]ُ","text_id":"Bagi orang-orang yang memenuhi seruan Tuhannya (taat kepada Allah dan Rasul-Nya, disediakan) balasan yang terbaik (surga). (Sebaliknya, bagi) orang-orang yang tidak memenuhi seruan-Nya, sekiranya mereka memiliki semua yang ada di bumi dan (ditambah) sebanyak itu lagi, niscaya mereka akan menebus dirinya (dari azab Allah pada hari Kiamat) dengan (hartanya) itu. Mereka itulah orang-orang yang akan mendapatkan hisab (perhitungan) yang buruk, tempat kediamannya adalah (neraka) Jahanam, dan itulah seburuk-buruknya tempat kediaman.","text_en":"For those who obey their Lord is excellence. For those who fail to obey, the reckoning will be hard, even if they possess and give as ransom all that there is on the earth, and as much more; and Hell will be their abode: How wretched is its wide expanse!","transliteration":"Lillazeenas tajaaboo lirabbihimul husnaa; wallazeena lam yastajeeboo lahoo law anna lahum maa fil ardi jamee'anw wa mislahoo ma'ahoo laftadaw bih; ulaaa'ika lahum sooo'ul hisaab; wa maawaahum Jahannamu wa bi'sal mihaad","no_fn":"","text_fn":""},{"id":1726,"surah":13,"no_ayah":19,"tema":"Perbandingan antara Orang yang Tahu Kebenaran dan yang Tidak Mengetahuinya","text_ayah":"۞ أَفَم[a:6953[َن ي]َعْلَمُ أَ[g[نّ]َم[o[َآ] أُ[f:17[نز]ِلَ إِلَيْكَ م[u:770[ِن ر]َّبِّكَ [h:6861[ٱ]لْحَقُّ كَمَنْ هُوَ أَعْمَ[o[ىٰٓ‌ۚ] إِ[g[نّ]َمَا يَتَذَكَّرُ أُ[s[وْ]لُو[s[اْ] [h:1595[ٱ]لْأَلْبَ[p[ـٰ][q[ب]ِ","text_id":"Apakah orang yang mengetahui bahwa apa yang diturunkan kepadamu (Nabi Muhammad) dari Tuhanmu adalah kebenaran sama dengan orang yang buta? Hanya orang yang berakal sehat sajalah yang dapat mengambil pelajaran.","text_en":"Can a man who knows what has been revealed to you from your Lord is the truth, and one who cannot see, be the same? They alone take warning who are wise,","transliteration":"Afamai ya'lamu annamaaa unzila ilaika mir Rabbikal haqqu kaman huwa a'maa; innamaa yatazakkaru ulul albaab","no_fn":"","text_fn":""},{"id":1727,"surah":13,"no_ayah":20,"tema":"Perbandingan antara Orang yang Tahu Kebenaran dan yang Tidak Mengetahuinya","text_ayah":"ٱلَّذِينَ يُوفُونَ بِعَهْدِ [h:2038[ٱ]للَّهِ وَلَا يَ[f:144[نق]ُضُونَ [h:6954[ٱ]لْمِيثَ[p[ـٰ][q[ق]َ","text_id":"(Yaitu) orang-orang yang memenuhi janji Allah dan tidak membatalkan perjanjian.","text_en":"Who fulfil their covenant with God and do not break their agreement,","transliteration":"Allazeena yoofoona bi'ahdil laahi wa laa yanqu doonal meesaaq","no_fn":"","text_fn":""},{"id":1728,"surah":13,"no_ayah":21,"tema":"Perbandingan antara Orang yang Tahu Kebenaran dan yang Tidak Mengetahuinya","text_ayah":"وَ[h:9999[ٱ]لَّذِينَ يَصِلُونَ م[o[َآ] أَمَرَ [h:148[ٱ]للَّهُ بِه[o[ِۦٓ] أ[a:149[َن ي]ُوصَلَ وَيَخْشَوْنَ رَبَّهُمْ وَيَخَافُونَ س[o[ُو]ٓءَ [h:6955[ٱ]لْحِس[p[َا][q[ب]ِ","text_id":"Orang-orang yang menghubungkan apa yang Allah perintahkan untuk disambungkan (seperti silaturahmi), takut kepada Tuhannya, dan takut (pula) pada hisab yang buruk.","text_en":"Who keep together what God has ordained held together, and fear their Lord and dread the hardship of the Reckoning,","transliteration":"Wallazeena yasiloona maaa amaral laahu bihee an yoosala wa yakhshawna Rabbahum wa yakhaafoona sooo'al hisaab","no_fn":"","text_fn":""},{"id":1729,"surah":13,"no_ayah":22,"tema":"Perbandingan antara Orang yang Tahu Kebenaran dan yang Tidak Mengetahuinya","text_ayah":"وَ[h:9999[ٱ]لَّذِينَ صَبَرُو[s[اْ] [h:6956[ٱ][q:1130[بْ]تِغ[o[َا]ٓءَ وَ[q:1611[جْ]هِ رَبِّهِمْ وَأَقَامُو[s[اْ] [h:1641[ٱ][l[ل]صَّلَ[s[و][n[ٲ]ةَ وَأَ[f:2789[نف]َقُو[s[اْ] مِ[g[مّ]َا رَزَ[q:15[قْ]نَ[n[ـٰ]هُمْ سِر[a:1623[ًّا و]َعَلَانِيَ[a:6957[ةً و]َيَ[q:6958[دْ]رَءُونَ بِ[h:4561[ٱ]لْحَسَنَةِ [h:6959[ٱ][l[ل]سَّيِّئَةَ أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ لَهُمْ عُ[q:6960[قْ]بَى [h:6961[ٱ][l[ل]دّ[p[َا]رِ","text_id":"Orang-orang yang bersabar demi mencari keridaan Tuhan mereka, mendirikan salat, menginfakkan sebagian rezeki yang Kami berikan kepada mereka secara sembunyi-sembunyi atau terang-terangan, dan membalas keburukan dengan kebaikan, orang-orang itulah yang mendapatkan tempat kesudahan (yang baik).","text_en":"Who persevere in seeking the way of their Lord, who fulfil their devotional obligations, and spend of what We have given them, secretly or openly, who repel evil with good: For them is the recompense of Paradise:","transliteration":"Wallazeena sabarub tighaaa'a Wajhi Rabbihim wa aqaamus Salaata wa anfaqoo mimmaa razaqnaahum sirranw wa 'alaaniyatanw wa yadra'oona bilhasanatis saiyi'ata ulaaa'ika lahum 'uqbad daar","no_fn":"","text_fn":""},{"id":1730,"surah":13,"no_ayah":23,"tema":"Perbandingan antara Orang yang Tahu Kebenaran dan yang Tidak Mengetahuinya","text_ayah":"جَ[g[نّ]َ[n[ـٰ]تُ عَ[q:5720[دْ][a:6962[نٍ ي]َ[q:6963[دْ]خُلُونَهَا وَمَ[f:6964[ن ص]َلَحَ مِنْ ءَاب[o[َا]ٓئِهِمْ وَأَزْو[n[َٲ]جِهِمْ وَذُرِّيَّ[n[ـٰ]تِهِمْ‌ۖ وَ[h:1146[ٱ]لْمَلَ[o[ـٰٓ]ئِكَةُ يَ[q:3156[دْ]خُلُونَ عَلَيْه[w:4082[ِم م]ِّ[f:843[ن ك]ُلِّ ب[p[َا][q[ب]ٍ","text_id":"(Yaitu) surga-surga ‘Adn. Mereka memasukinya bersama orang saleh dari leluhur, pasangan-pasangan, dan keturunan-keturunan mereka, sedangkan malaikat-malaikat masuk ke tempat mereka dari semua pintu.","text_en":"Perpetual gardens which they will enter with those of their fathers, spouses and children who were virtuous and at peace, with angels coming in through every door","transliteration":"jannaatu 'adiny yadkhu loonahaa wa man salaha min aabaaa'ihim wa man salaha min aabaaa'ihim wa azwaajihim wa zurriyyaatihim walmalaaa'i katu yadkhuloona 'alaihim min kulli baab","no_fn":"","text_fn":""},{"id":1731,"surah":13,"no_ayah":24,"tema":"Perbandingan antara Orang yang Tahu Kebenaran dan yang Tidak Mengetahuinya","text_ayah":"سَلَ[n[ـٰ]مٌ عَلَيْك[c:6965[ُم ب]ِمَا صَبَرْتُمْ‌ۚ فَنِعْمَ عُ[q:6960[قْ]بَى [h:6961[ٱ][l[ل]دّ[p[َا]رِ","text_id":"(Malaikat berkata,) “Salāmun ‘alaikum (semoga keselamatan tercurah kepadamu) karena kesabaranmu.” (Itulah) sebaik-baiknya tempat kesudahan (surga).","text_en":"Saying: \"(Welcome,) peace on you, for you persevered.\" How excellent the recompense of Paradise!","transliteration":"Salaamun 'alaikum bimaa sabartum; fani'ma 'uqbad daar","no_fn":"","text_fn":""},{"id":1732,"surah":13,"no_ayah":25,"tema":"Perbandingan antara Orang yang Tahu Kebenaran dan yang Tidak Mengetahuinya","text_ayah":"وَ[h:9999[ٱ]لَّذِينَ يَ[f:144[نق]ُضُونَ عَهْدَ [h:145[ٱ]للَّهِ م[i:146[ِنۢ ب]َعْدِ مِيثَ[n[ـٰ]قِه[n[ِۦ] وَيَ[q:147[قْ]طَعُونَ م[o[َآ] أَمَرَ [h:148[ٱ]للَّهُ بِه[o[ِۦٓ] أ[a:149[َن ي]ُوصَلَ وَيُفْسِدُونَ فِى [h:44[ٱ]لْأَرْضِ‌ۙ أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ لَهُمُ [h:6966[ٱ][l[ل]لَّعْنَةُ وَلَهُمْ س[o[ُو]ٓءُ [h:6967[ٱ][l[ل]دّ[p[َا]رِ","text_id":"Orang-orang yang melanggar perjanjian (dengan) Allah setelah diteguhkan, memutuskan apa yang diperintahkan Allah untuk disambungkan (seperti silaturahmi), dan berbuat kerusakan di bumi; mereka itulah orang-orang yang mendapat laknat dan bagi mereka tempat kediaman yang buruk (Jahanam).","text_en":"As for those who break God's covenant after validating it, and sever relations which God ordained cohered, and spread corruption in the land, there is condemnation for them and an evil abode.","transliteration":"Wallazeena yanqudoona 'Ahdal laahi mim ba'di meesaaqihee wa yaqta'oona maaa amaral laahu biheee ai yoosala wa yufsidoona fil ardi ulaaa'ika lahumul la'natu wa lahum sooo'ud daar","no_fn":"","text_fn":""},{"id":1733,"surah":13,"no_ayah":26,"tema":"Perbandingan antara Orang yang Tahu Kebenaran dan yang Tidak Mengetahuinya","text_ayah":"ٱللَّهُ يَ[q:6968[بْ]سُطُ [h:6969[ٱ][l[ل]رِّزْقَ لِم[a:1537[َن ي]َش[o[َا]ٓءُ وَيَ[q:6970[قْ]دِرُ‌ۚ وَفَرِحُو[s[اْ] بِ[h:5581[ٱ]لْحَيَ[s[و][n[ٲ]ةِ [h:5582[ٱ][l[ل]دُّنْيَا وَمَا [h:2482[ٱ]لْحَيَ[s[و][n[ٲ]ةُ [h:1156[ٱ][l[ل]دُّنْيَا فِى [h:536[ٱ]لْأَخِرَةِ إِلَّا مَتَ[p[ـٰ]عٌ","text_id":"Allah melapangkan rezeki bagi siapa yang Dia kehendaki dan menyempitkan (bagi siapa yang dikehendaki-Nya). Mereka bergembira dengan kehidupan dunia, padahal kehidupan dunia dibandingkan akhirat hanyalah kesenangan (yang sedikit).","text_en":"God increases or decreases the fortunes of whosoever He will, and they rejoice in the life of this world. Yet the life of this world is nothing but a merchandise as compared to the life of the next.","transliteration":"Allaahu yabsutur rizqa limai yashaaa'u wa yaqdir; wa farihoo bilhayaatid dunyaa wa mal hayaatud dunya fil Aakhirati illaa mataa'","no_fn":"","text_fn":""},{"id":1734,"surah":13,"no_ayah":27,"tema":"Ciri-Ciri Orang yang Diberi Petunjuk","text_ayah":"وَيَقُولُ [h:3629[ٱ]لَّذِينَ كَفَرُو[s[اْ] لَوْل[o[َآ] أُ[f:17[نز]ِلَ عَلَيْهِ ءَايَ[a:4024[ةٌ م]ّ[u:192[ِن ر]َّبِّه[n[ِۦ]‌ۗ قُلْ إِ[g[نّ]َ [h:80[ٱ]للَّهَ يُضِلُّ م[a:476[َن ي]َش[o[َا]ٓءُ وَيَهْد[o[ِىٓ] إِلَيْهِ مَنْ أَن[p[َا][q[ب]َ","text_id":"Orang-orang yang kufur berkata, “Mengapa tidak diturunkan kepadanya (Nabi Muhammad) tanda (mukjizat) dari Tuhannya?” Katakanlah (Nabi Muhammad), “Sesungguhnya Allah menyesatkan<sup>380)</sup> siapa yang Dia kehendaki dan memberi petunjuk ke (jalan)-Nya bagi orang yang bertobat.”","text_en":"The unbelievers say: \"How is it that no miracle was sent down to him by his Lord?\" Say: \"God leads whosoever He wills astray, and guides whoever turns to Him in repentance.","transliteration":"Wa yaqoolul lazeena kafaroo law laaa unzila 'alaihi Aayatum mir Rabbih; qul innal laaha yudillu mai yashaa'u wa yahdeee ilaihi man anaab","no_fn":"380","text_fn":"380) Allah Swt. menyesatkan seseorang karena yang bersangkutan ingkar pada petunjuk-petunjuk-Nya. Dia memberikan hidayah kepada seseorang karena ketaatannya terhadap petunjuk-petunjuk-Nya."},{"id":1735,"surah":13,"no_ayah":28,"tema":"Ciri-Ciri Orang yang Diberi Petunjuk","text_ayah":"ٱلَّذِينَ ءَامَنُو[s[اْ] وَتَ[q:6971[طْ]مَئِ[g[نّ]ُ قُلُوبُه[c:6972[ُم ب]ِذِكْرِ [h:6973[ٱ]للَّهِ‌ۗ أَلَا بِذِكْرِ [h:6973[ٱ]للَّهِ تَ[q:6974[طْ]مَئِ[g[نّ]ُ [h:6975[ٱ]لْقُل[p[ُو][q[ب]ُ","text_id":"(Yaitu) orang-orang yang beriman dan hati mereka menjadi tenteram dengan mengingat Allah. Ingatlah, bahwa hanya dengan mengingat Allah hati akan selalu tenteram.","text_en":"Those who believe and find peace in their hearts from the contemplation of God: Surely there is peace of heart in the contemplation of God!\"","transliteration":"Allazeena aamanoo wa tatma'innu quloobuhum bizikril laah; alaa bizikril laahi tatma'innul quloob","no_fn":"","text_fn":""},{"id":1736,"surah":13,"no_ayah":29,"tema":"Ciri-Ciri Orang yang Diberi Petunjuk","text_ayah":"ٱلَّذِينَ ءَامَنُو[s[اْ] وَعَمِلُو[s[اْ] [h:118[ٱ][l[ل]صَّ[n[ـٰ]لِحَ[n[ـٰ]تِ طُوبَىٰ لَهُمْ وَحُسْنُ مَــٔ[p[َا][q[ب]ٍ","text_id":"Orang-orang yang beriman dan beramal saleh, bagi mereka kebahagiaan dan tempat kembali yang baik.","text_en":"Those who believe and do the right, have happiness, and an excellent resting place.","transliteration":"Allazeena aamanoo w a'amilus saalihaati toobaa lahum wa husnu ma aab","no_fn":"","text_fn":""},{"id":1737,"surah":13,"no_ayah":30,"tema":"Misi Nabi Muhammad sebagai Penyampai Al-Qur’an","text_ayah":"كَذ[n[َٲ]لِكَ أَرْسَلْنَ[n[ـٰ]كَ ف[o[ِىٓ] أُ[g[مّ]َ[f:6976[ةٍ ق]َ[q:298[دْ] خَلَتْ مِ[f:6977[ن ق]َ[q:6978[بْ]لِه[o[َآ] أُمَ[u:6979[مٌ ل]ِّتَتْلُوَ[s[اْ] عَلَيْهِمُ [h:6980[ٱ]لَّذ[o[ِىٓ] أَوْحَيْن[o[َآ] إِلَيْكَ وَهُمْ يَكْفُرُونَ بِ[h:6981[ٱ][l[ل]رَّحْمَ[n[ـٰ]نِ‌ۚ قُلْ هُوَ رَبِّى ل[o[َآ] إِلَ[n[ـٰ]هَ إِلَّا هُوَ عَلَيْهِ تَوَكَّلْتُ وَإِلَيْهِ مَت[p[َا][q[ب]ِ","text_id":"Seperti (pengutusan para rasul sebelummu) itulah, Kami (juga) mengutusmu (Nabi Muhammad) kepada suatu umat yang sungguh sebelumnya telah berlalu beberapa umat agar engkau bacakan kepada mereka (Al-Qur’an) yang Kami wahyukan kepadamu, padahal mereka ingkar kepada Tuhan Yang Maha Pengasih. Katakanlah, “Dia Tuhanku, tidak ada tuhan selain Dia. Hanya kepada-Nya aku bertawakal dan hanya kepada-Nya aku bertobat.”","text_en":"That is how We have sent you to a people before whom many a people have come and gone, so that you may announce to them whatever We have revealed to you. But they do not believe in Ar-Rahman. Tell them: \"He is my Lord. There is no other god but He. In Him have I placed my trust, and to Him is my reversion.\"","transliteration":"Kazaalika arsalnaaka feee ummatin qad khalat min qablihaaa umamul litatluwa 'alaihimul lazeee awhainaaa ilaika wa hum yakfuroona bir Rahmaaan; qul Huwa Rabbee laaa ilaaha illaa Huwa Rabbee laaa ilaaha illaa Huwa 'alaihi tawakkaltu wa ilaihi mataab","no_fn":"","text_fn":""},{"id":1738,"surah":13,"no_ayah":31,"tema":"Misi Nabi Muhammad sebagai Penyampai Al-Qur’an","text_ayah":"وَلَوْ أَ[g[نّ]َ قُرْءَا[f:6982[نًا س]ُيِّرَتْ بِهِ [h:6983[ٱ]لْجِبَالُ أَوْ قُطِّعَتْ بِهِ [h:6984[ٱ]لْأَرْضُ أَوْ كُلِّمَ بِهِ [h:6985[ٱ]لْمَوْتَىٰ‌ۗ بَل لِّلَّهِ [h:6986[ٱ]لْأَمْرُ جَمِيعًا‌ۗ أَفَلَمْ يَ[s[اْ]يْــَٔسِ [h:6987[ٱ]لَّذِينَ ءَامَن[o[ُوٓ][s[اْ] أ[u:4894[َن ل]َّوْ يَش[o[َا]ٓءُ [h:6988[ٱ]للَّهُ لَهَدَى [h:6989[ٱ][l[ل][g[نّ]َاسَ جَمِي[a:2134[عًا‌ۗ و]َلَا يَزَالُ [h:6990[ٱ]لَّذِينَ كَفَرُو[s[اْ] تُصِيبُه[c:6991[ُم ب]ِمَا صَنَعُو[s[اْ] قَارِعَةٌ أَوْ تَحُلُّ قَرِي[a:6992[بًا م]ِّ[f:6993[ن د]َارِهِمْ حَتَّىٰ يَأْتِىَ وَعْدُ [h:6994[ٱ]للَّهِ‌ۚ إِ[g[نّ]َ [h:80[ٱ]للَّهَ لَا يُخْلِفُ [h:1751[ٱ]لْمِيع[p[َا][q[د]َ","text_id":"Sekiranya ada suatu bacaan (Kitab Suci) yang dengannya gunung-gunung dapat digeserkan, bumi dibelah, atau orang mati dapat diajak bicara, (itulah Al-Qur’an). Sebenarnya segala urusan itu milik Allah. Tidakkah orang-orang yang beriman mengetahui bahwa sekiranya Allah menghendaki, tentu Allah telah memberi petunjuk kepada manusia semuanya. Orang-orang yang kufur senantiasa ditimpa bencana disebabkan perbuatan mereka sendiri atau bencana itu terjadi di dekat tempat kediaman mereka, sampai datang janji Allah. Sesungguhnya Allah tidak menyalahi janji.","text_en":"Had there been a Qur'an which could have made the mountains move, or the earth to cleave asunder, or the dead to speak, yet all authority belongs to God. Have the believers not learnt that if God had so willed He could have guided all mankind? As for unbelievers, they will be visited by misfortune endlessly for what they have done; or it would sit in their homes till the promised threat of God comes to pass. Surely God does not go back on His promise.","transliteration":"Wa law anna Quraanan suyyirat bihil jibaalu aw qutti'at bihil ardu aw kullima bihil mawtaa; bal lillaahil amru jamee'aa; afalam yai'asil lazeena aamanooo al law yashaaa 'ullaahu lahadan naasa jamee'aa; wa laa yazaalul lazeena kafaroo tuseebuhum bimaa sana'oo qaari'atun aw tahullu qareebam min daarihim hatta yaatiya wa'dul laah; innal laaha laa yukhliful mee'aad","no_fn":"","text_fn":""},{"id":1739,"surah":13,"no_ayah":32,"tema":"Misi Nabi Muhammad sebagai Penyampai Al-Qur’an","text_ayah":"وَلَقَدِ [h:3947[ٱ]سْتُهْزِئَ بِرُسُ[a:3948[لٍ م]ِّ[f:18[ن ق]َ[q:19[بْ]لِكَ فَأَمْلَيْتُ لِلَّذِينَ كَفَرُو[s[اْ] ثُ[g[مّ]َ أَخَذْتُهُمْ‌ۖ فَكَيْفَ كَانَ عِق[p[َا][q[ب]ِ","text_id":"Sungguh, para rasul sebelum engkau (Nabi Muhammad) benar-benar telah diolok-olok. Maka, Aku memberi tenggang waktu kepada orang-orang yang kufur itu, kemudian Aku siksa mereka. Alangkah dahsyatnya hukuman-Ku!","text_en":"Many an apostle have they mocked before you; but I allowed the unbelievers respite, then I seized them. How severe was My punishment then!","transliteration":"Wa laqadis tuhzi'a bi Rusulim min qablika fa amlaitu lillazeena kafaroo summa akhaztuhum fakaifa kaana 'iqaab","no_fn":"","text_fn":""},{"id":1740,"surah":13,"no_ayah":33,"tema":"Pengawasan Allah terhadap Orang-Orang Kafir","text_ayah":"أَفَمَنْ هُوَ ق[o[َا]ٓئِمٌ عَلَىٰ كُلِّ نَفْ[i:6995[سِۭ ب]ِمَا كَسَبَتْ‌ۗ وَجَعَلُو[s[اْ] لِلَّهِ شُرَك[o[َا]ٓءَ قُلْ سَ[g[مّ]ُوهُمْ‌ۚ أَمْ تُنَبِّــُٔونَهُ[n[ۥ] بِمَا لَا يَعْلَمُ فِى [h:44[ٱ]لْأَرْضِ أ[c:6996[َم ب]ِظَ[n[ـٰ]هِ[a:6997[رٍ م]ِّنَ [h:3107[ٱ]لْقَوْلِ‌ۗ بَلْ زُيِّنَ لِلَّذِينَ كَفَرُو[s[اْ] مَكْرُهُمْ وَصُدُّو[s[اْ] عَنِ [h:6998[ٱ][l[ل]سَّبِيلِ‌ۗ وَم[a:3002[َن ي]ُضْلِلِ [h:3003[ٱ]للَّهُ فَمَا لَهُ[n[ۥ] مِنْ ه[p[َا][q[د]ٍ","text_id":"Apakah Dia yang mengawasi setiap jiwa atas apa yang diperbuatnya (sama dengan tuhan yang tidak demikian)? Mereka menjadikan sekutu-sekutu bagi Allah. Katakanlah (Nabi Muhammad), “Sebutkanlah sifat-sifat mereka itu! Apakah kamu hendak memberitahukan kepada-Nya apa yang tidak diketahui-Nya di bumi atau (mengatakan tentang hal itu) sekadar perkataan pada lahirnya saja.” Sebenarnya bagi orang-orang yang kufur, tipu daya mereka itu dijadikan terasa indah dan mereka dihalangi dari jalan (yang benar). Siapa yang disesatkan Allah, tidak ada seorang pun yang dapat memberi petunjuk baginya.","text_en":"Who is it who stands (watch) over every soul for what it does? Yet they ascribe compeers to God. Say: \"Then name them. Or are you announcing to God what He does not know on the earth? Or is it only empty talk? In fact, the unbelievers' plots are made to look attractive to them, so that they are held back from the right path. Whosoever God allows to go astray has none to show him the way.","transliteration":"Afaman Huwa qaaa'imun 'alaa kulli nafsim bimaa kasabat; wa ja'aloo illlaahi shurakaaa'a qul samoohum; am tunabbi'oona hoo bimaa laa ya'lamu fil ardi; am bizaahirim minal qawl; bal zuyyina lillazeena kafaroo makruhum wa suddoo 'anis sabeel; wa mai yudlilil laaahu famaa lahoo min haad;","no_fn":"","text_fn":""},{"id":1741,"surah":13,"no_ayah":34,"tema":"Pengawasan Allah terhadap Orang-Orang Kafir","text_ayah":"لَّهُمْ عَذَا[f:6999[بٌ ف]ِى [h:441[ٱ]لْحَيَ[s[و][n[ٲ]ةِ [h:442[ٱ][l[ل]دُّنْيَا‌ۖ وَلَعَذَابُ [h:7000[ٱ]لْأَخِرَةِ أَشَقُّ‌ۖ وَمَا لَه[w:6026[ُم م]ِّنَ [h:321[ٱ]للَّهِ م[a:7001[ِن و][p[َا][q[ق]ٍ","text_id":"Bagi merekalah azab (yang pedih) dalam kehidupan dunia dan azab akhirat pasti lebih pedih. Tidak ada seorang pun yang melindungi mereka dari (azab) Allah.","text_en":"For them is punishment in this world; and the punishment of the world to come is far more severe. They will have no one to save them from God.","transliteration":"Lahum 'azaabun fil hayaatid dunyaa wa la'azaabul Aakhirati ashaaq, wa maa lahum minal laahi min-waaq","no_fn":"","text_fn":""},{"id":1742,"surah":13,"no_ayah":35,"tema":"Gambaran Surga bagi Orang yang Bertakwa","text_ayah":"۞ مَّثَلُ [h:7002[ٱ]لْجَ[g[نّ]َةِ [h:7003[ٱ]لَّتِى وُعِدَ [h:7004[ٱ]لْمُتَّقُونَ‌ۖ تَ[q:120[جْ]رِى مِ[f:121[ن ت]َحْتِهَا [h:122[ٱ]لْأَنْهَ[n[ـٰ]رُ‌ۖ أُكُلُهَا د[o[َا]ٓئِ[a:7005[مٌ و]َظِلُّهَا‌ۚ تِلْكَ عُ[q:6960[قْ]بَى [h:7006[ٱ]لَّذِينَ [h:7007[ٱ]تَّقَو[s[اْ‌ۖ] وَّعُ[q:7008[قْ]بَى [h:7009[ٱ]لْكَ[n[ـٰ]فِرِينَ [h:7010[ٱ][l[ل][g[نّ][p[َا]رُ","text_id":"Perumpamaan surga yang dijanjikan kepada orang-orang yang bertakwa (ialah seperti taman), mengalir di bawahnya sungai-sungai; senantiasa berbuah dan teduh. Itulah tempat kesudahan bagi orang-orang yang bertakwa. Sedangkan tempat kesudahan bagi orang-orang kafir ialah neraka.","text_en":"The likeness of Paradise promised the pious and devout is (of a garden) with streams of rippling water, everlasting fruits and shade. This is the recompense of those who keep away from evil; but the recompense of those who deny the truth is Hell.","transliteration":"Masalul Jannatil latee wu'idal muttaqoona tajree min tahtihal anhaaru ukuluhaa daaa'imunw wa zilluhaa; tilka uqbal lazeenat taqaw wa 'uqbal kafireenan Naar","no_fn":"","text_fn":""},{"id":1743,"surah":13,"no_ayah":36,"tema":"Tugas Rasul hanya sebagai Penyampai Kebenaran","text_ayah":"وَ[h:9999[ٱ]لَّذِينَ ءَاتَيْنَ[n[ـٰ]هُمُ [h:635[ٱ]لْكِتَ[n[ـٰ]بَ يَفْرَحُونَ بِم[o[َآ] أُ[f:17[نز]ِلَ إِلَيْكَ‌ۖ وَمِنَ [h:7011[ٱ]لْأَحْزَابِ م[a:7012[َن ي]ُ[f:7013[نك]ِرُ بَعْضَهُ[n[ۥ]‌ۚ قُلْ إِ[g[نّ]َم[o[َآ] أُمِرْتُ أَنْ أَعْبُدَ [h:7014[ٱ]للَّهَ وَل[o[َآ] أُشْرِكَ بِه[o[ِۦٓ‌ۚ] إِلَيْهِ أَ[q:6847[دْ]عُو[s[اْ] وَإِلَيْهِ مَـَٔـ[p[ا][q[ب]ِ","text_id":"Orang-orang yang telah Kami berikan al-Kitab kepada mereka<sup>381)</sup> bergembira dengan apa (kitab) yang diturunkan kepadamu (Nabi Muhammad). Di antara golongan-golongan itu (Yahudi dan Nasrani) ada yang mengingkari sebagiannya. Katakanlah, “Sesungguhnya aku hanya diperintah untuk menyembah Allah dan tidak mempersekutukan-Nya. Hanya kepada-Nya aku seru (manusia) dan hanya kepada-Nya aku kembali.”","text_en":"Those to whom We have given the Scriptures rejoice in what We have sent down to you; but some of their factions reject some of it. Tell them: \"I am commanded to worship only God, and not to associate compeers with Him. To Him I call you, and to Him is the destination.\"","transliteration":"Wallazeena aatainaa humul Kitaaba yafrahoona bimaa unzila ilaika wa minal Ahzaabi mai yunkiru ba'dah; qul innamaa umirtu an a'budal laaha wa laaa ushrika bih; ilaihi ad'oo wa ilaihi maab","no_fn":"381","text_fn":"381) Yang dimaksud dengan mereka adalah orang Yahudi dan Nasrani yang tidak mengingkari Allah Swt. dan tidak mendustakan rasul-rasul-Nya."},{"id":1744,"surah":13,"no_ayah":37,"tema":"Tugas Rasul hanya sebagai Penyampai Kebenaran","text_ayah":"وَكَذ[n[َٲ]لِكَ أَ[f:4236[نز]َلْنَ[n[ـٰ]هُ حُكْمًا عَرَبِي[a:7015[ًّا‌ۚ و]َلَئِنِ [h:631[ٱ]تَّبَعْتَ أَهْو[o[َا]ٓءَه[c:7016[ُم ب]َعْدَمَا ج[o[َا]ٓءَكَ مِنَ [h:634[ٱ]لْعِلْمِ مَا لَكَ مِنَ [h:321[ٱ]للَّهِ م[a:557[ِن و]َلِ[a:558[ىٍّ و]َلَا و[p[َا][q[ق]ٍ","text_id":"Demikianlah Kami telah menurunkannya (Al-Qur’an) sebagai penentu hukum yang berbahasa Arab. Sungguh, jika engkau mengikuti keinginan mereka setelah datang pengetahuan kepadamu, niscaya engkau sekali-kali tidak mempunyai pelindung dan tidak (pula) pemelihara dari (siksa) Allah.","text_en":"That is how We have sent down this (Qur'an) as a code of clear judgement. But if you follow their caprices, now that you have been given knowledge, you will have no friend or protector against God.","transliteration":"Wa kazaalika anzalnaahu hukman 'Arabiyyaa; wa la'init taba'ta ahwaaa 'ahum ba'da maa jaaa'aka minal 'ilmi maa laka minal laahi minw waliyinw wa laa waaq","no_fn":"","text_fn":""},{"id":1745,"surah":13,"no_ayah":38,"tema":"Tugas Rasul hanya sebagai Penyampai Kebenaran","text_ayah":"وَلَقَ[q:341[دْ] أَرْسَلْنَا رُسُل[a:7017[اً م]ِّ[f:18[ن ق]َ[q:19[بْ]لِكَ وَجَعَلْنَا لَهُمْ أَزْو[n[َٲ][a:7018[جًا و]َذُرِّيَّ[a:7019[ةً‌ۚ و]َمَا كَانَ لِرَسُولٍ أ[a:1462[َن ي]َأْتِىَ بِـَٔـايَةٍ إِلَّا بِإِذْنِ [h:509[ٱ]للَّهِ‌ۗ لِكُلِّ أَجَ[f:7020[لٍ ك]ِت[p[َا][q[ب]ٌ","text_id":"Sungguh Kami benar-benar telah mengutus para rasul sebelum engkau (Nabi Muhammad) dan Kami berikan kepada mereka istri-istri dan keturunan. Tidak mungkin bagi seorang rasul mendatangkan sesuatu bukti (mukjizat) melainkan dengan izin Allah. Untuk setiap masa ada ketentuannya.<sup>382)</sup>","text_en":"We sent many apostles before you, and bestowed on them wives and children, but it was not for any apostle to come up with a miracle unless by the leave of God. For every age there is a law.","transliteration":"Wa laqad arsalnaa Rusulam min qablika wa ja'alnaa lahum azwaajanw wa zurriyyah; wa maa kaana lirasoolin ai yaatiya bi aayatin illaa bi iznil laah; likulli ajalin kitaab","no_fn":"382","text_fn":"382) Pada setiap masa ada hukum yang diberlakukan oleh Allah Swt. atas hamba-hamba-Nya sesuai dengan kebijakan-Nya."},{"id":1746,"surah":13,"no_ayah":39,"tema":"Tugas Rasul hanya sebagai Penyampai Kebenaran","text_ayah":"يَمْحُو[s[اْ] [h:7021[ٱ]للَّهُ مَا يَش[o[َا]ٓءُ وَيُثْبِتُ‌ۖ وَعِ[f:4104[ند]َهُ[o[ۥٓ] أُ[g[مّ]ُ [h:1736[ٱ]لْكِتَ[p[ـٰ][q[ب]ِ","text_id":"Allah menghapus dan menetapkan apa yang Dia kehendaki. Di sisi-Nyalah terdapat Ummul-Kitāb (Lauh Mahfuz).","text_en":"God abrogates or confirms whatsoever He will, for He has with Him the Book of Books.","transliteration":"Yamhul laahu maa yashaaa'u wa yusbitu wa 'indahooo ummul Kitaab","no_fn":"","text_fn":""},{"id":1747,"surah":13,"no_ayah":40,"tema":"Tugas Rasul hanya sebagai Penyampai Kebenaran","text_ayah":"وَإ[a:7022[ِن م]َّا نُرِيَ[g[نّ]َكَ بَعْضَ [h:1943[ٱ]لَّذِى نَعِدُهُمْ أَوْ نَتَوَفَّيَ[g[نّ]َكَ فَإِ[g[نّ]َمَا عَلَيْكَ [h:1808[ٱ]لْبَلَ[n[ـٰ]غُ وَعَلَيْنَا [h:7023[ٱ]لْحِس[p[َا][q[ب]ُ","text_id":"Sesungguhnya jika Kami perlihatkan kepadamu (Nabi Muhammad, semasa hidupmu di dunia) sebagian (siksaan) yang Kami ancamkan kepada mereka (tentu engkau akan melihat kedahsyatannya), atau (jika) Kami wafatkan engkau (sebelum itu), sesungguhnya tugasmu hanya menyampaikan, dan Kamilah yang memperhitungkan (amal mereka).","text_en":"Whether We allow you to see (the punishment) We have promised them, or end your life before (its execution), it is certainly for you to convey the message; the reckoning is for Us to do.","transliteration":"Wa im maa nurriyannaka ba'dal lazee na'iduhum aw nata waffayannaka fa innamaa 'alaikal balaaghu wa 'alainal hisaab","no_fn":"","text_fn":""},{"id":1748,"surah":13,"no_ayah":41,"tema":"Tugas Rasul hanya sebagai Penyampai Kebenaran","text_ayah":"أَوَلَمْ يَرَوْ[s[اْ] أَ[g[نّ]َا نَأْتِى [h:7024[ٱ]لْأَرْضَ نَ[f:7025[نق]ُصُهَا مِنْ أَ[q:7026[طْ]رَافِهَا‌ۚ وَ[h:72[ٱ]للَّهُ يَحْكُمُ لَا مُعَقِّبَ لِحُكْمِه[n[ِۦ]‌ۚ وَهُوَ سَرِيعُ [h:1112[ٱ]لْحِس[p[َا][q[ب]ِ","text_id":"Apakah mereka tidak melihat bahwa Kami mendatangi daerah-daerah (orang yang ingkar kepada Allah), lalu Kami kurangi (daerah-daerah) itu (sedikit demi sedikit) dari tepi-tepinya? Allah menetapkan hukum (menurut kehendak-Nya) tanpa ada yang dapat menolak ketetapan-Nya; Dia Mahacepat perhitungan-Nya.","text_en":"Do they not see Us advancing from all sides into their land and reducing its frontiers? It is for God to judge; and there is none to reverse His judgement. He is swift at reckoning.","transliteration":"Awalam yaraw annaa naatil arda nanqusuhaa min atraafihaa; wallaahu yahkumu laa mu'aqqiba lihukmih; wa Huwa saree'ul hisaab","no_fn":"","text_fn":""},{"id":1749,"surah":13,"no_ayah":42,"tema":"Tugas Rasul hanya sebagai Penyampai Kebenaran","text_ayah":"وَقَ[q:387[دْ] مَكَرَ [h:7027[ٱ]لَّذِينَ مِ[f:617[ن ق]َ[q:618[بْ]لِهِمْ فَلِلَّهِ [h:7028[ٱ]لْمَكْرُ جَمِي[a:7029[عًا‌ۖ ي]َعْلَمُ مَا تَكْسِبُ كُلُّ نَفْ[a:7030[سٍ‌ۗ و]َسَيَعْلَمُ [h:7031[ٱ]لْكُفَّ[n[ـٰ]رُ لِمَنْ عُ[q:6960[قْ]بَى [h:6961[ٱ][l[ل]دّ[p[َا]رِ","text_id":"Sungguh orang-orang sebelum mereka (kafir Makkah) telah mengadakan tipu daya, tetapi semua tipu daya itu dalam kekuasaan Allah. Dia mengetahui apa yang diusahakan oleh setiap orang. Orang-orang kafir akan mengetahui untuk siapakah tempat kesudahan (yang baik).","text_en":"Surely those who had gone before them had also plotted; but God's is all the planning, for He has knowledge of what each does. The unbelievers will soon learn for whom is the guerdon of Paradise.","transliteration":"Wa qad makaral lazeena min qablihim falillaahil makru jamee'aa; ya'lamu maa taksibu kullu nafs; wa sa ya'lamul kuffaaru liman 'uqbad daar","no_fn":"","text_fn":""},{"id":1750,"surah":13,"no_ayah":43,"tema":"Tugas Rasul hanya sebagai Penyampai Kebenaran","text_ayah":"وَيَقُولُ [h:3629[ٱ]لَّذِينَ كَفَرُو[s[اْ] لَسْتَ مُرْسَل[f:7032[اً‌ۚ ق]ُلْ كَفَىٰ بِ[h:32[ٱ]للَّهِ شَهِيد[i:7033[َۢا ب]َيْنِى وَبَيْنَكُمْ وَمَنْ عِ[f:719[ند]َهُ[n[ۥ] عِلْمُ [h:7034[ٱ]لْكِتَ[p[ـٰ][q[ب]ِ","text_id":"Orang-orang yang kufur berkata, “Engkau (Nabi Muhammad) bukanlah seorang Rasul.” Katakanlah, “Cukuplah Allah dan orang yang menguasai ilmu al-Kitab<sup>383)</sup> menjadi saksi antara aku dan kamu.”","text_en":"Yet those who are disbelievers say: \"You are not the apostle sent (by God).\" Tell them: \"God is sufficient as witness between me and you, and he who has knowledge of the Book.\"","transliteration":"Wa yaqoolul lazeena kafaroo lasta mursalaa; qul kafaa billaahi shaheedam bainee wa bainakum wa man 'indahoo 'ilmul Kitaab","no_fn":"383","text_fn":"383) Yang dimaksud orang yang menguasai ilmu al-Kitab adalah ulama Ahlulkitab yang memeluk Islam."}]