[{"id":1751,"surah":14,"no_ayah":1,"tema":"","text_ayah":"ا[m[لٓ]ر‌ۚ كِتَ[n[ـٰ]بٌ أَ[f:4236[نز]َلْنَ[n[ـٰ]هُ إِلَيْكَ لِتُخْرِجَ [h:7035[ٱ][l[ل][g[نّ]َاسَ مِنَ [h:1491[ٱ][l[ل]ظُّلُمَ[n[ـٰ]تِ إِلَى [h:1492[ٱ][l[ل][g[نّ]ُورِ بِإِذْنِ رَبِّهِمْ إِلَىٰ صِر[n[َٲ]طِ [h:7036[ٱ]لْعَزِيزِ [h:7037[ٱ]لْحَم[p[ِي][q[د]ِ","text_id":"Alif Lām Rā. (Ini adalah) Kitab (Al-Qur’an) yang Kami turunkan kepadamu (Nabi Muhammad) agar engkau mengeluarkan manusia dari berbagai kegelapan pada cahaya (terang-benderang) dengan izin Tuhan mereka, (yaitu) menuju jalan Tuhan Yang Mahaperkasa lagi Maha Terpuji.","text_en":"ALIF LAM RA. A Book We have sent down to you that you may lead men out of darkness into light, by their Lord's command, to the path of the mighty, the worthy of praise.","transliteration":"Alif-Laaam-Raa; Kitaabun anzalnaahu ilaika litukhrijan-naasa minaz zulumaati ilan noori bi-izni Rabbihim ilaa siraatil 'Azeezil Hameed","no_fn":"","text_fn":""},{"id":1752,"surah":14,"no_ayah":2,"tema":"Tugas Rasul Hanya sebagai Penyampai Kebenaran","text_ayah":"ٱللَّهِ [h:7038[ٱ]لَّذِى لَهُ[n[ۥ] مَا فِى [h:609[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَمَا فِى [h:44[ٱ]لْأَرْضِ‌ۗ وَوَيْ[u:7039[لٌ ل]ِّلْكَ[n[ـٰ]فِرِينَ مِنْ عَذَا[f:7040[بٍ ش]َد[p[ِي][q[د]ٍ","text_id":"(Dialah) Allah yang memiliki segala apa yang ada di langit dan apa yang ada di bumi. Kecelakaanlah bagi orang-orang kafir karena siksaan yang sangat berat.","text_en":"God, to whom belongs all there is in the heavens and the earth. Woe to the unbelievers for the terrible punishment (that awaits).","transliteration":"Allaahil lazee lahoo maa fis samaawaati wa maa fill ard; wa wailul lilkaafireena min 'azaabin shadeed","no_fn":"","text_fn":""},{"id":1753,"surah":14,"no_ayah":3,"tema":"Tugas Rasul Hanya sebagai Penyampai Kebenaran","text_ayah":"ٱلَّذِينَ يَسْتَحِبُّونَ [h:7041[ٱ]لْحَيَ[s[و][n[ٲ]ةَ [h:446[ٱ][l[ل]دُّنْيَا عَلَى [h:7042[ٱ]لْأَخِرَةِ وَيَصُدُّونَ عَ[f:1203[ن س]َبِيلِ [h:788[ٱ]للَّهِ وَيَ[q:4708[بْ]غُونَهَا عِوَجًا‌ۚ أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ فِى ضَلَ[n[ـٰ][i:7043[لِۭ ب]َع[p[ِي][q[د]ٍ","text_id":"(Yaitu) orang-orang yang lebih menyukai kehidupan dunia daripada (kehidupan) akhirat, menghalang-halangi (manusia) dari jalan Allah, dan menginginkannya menjadi bengkok. Mereka itu berada dalam kesesatan yang jauh.","text_en":"Those who hold the life of this world dearer than that of the next, who obstruct the path of God and seek obliquity in it, have wandered far into error.","transliteration":"Allazeena yastahibboo nal hayaatad dunyaa 'alal aakhirati wa yasuddoona 'ansabeelil laahi wa yabghoonahaa 'iwajaa; ulaaa 'ika fee dalaalim ba'eed","no_fn":"","text_fn":""},{"id":1754,"surah":14,"no_ayah":4,"tema":"Tugas Rasul Hanya sebagai Penyampai Kebenaran","text_ayah":"وَم[o[َآ] أَرْسَلْنَا م[u:2882[ِن ر]َّسُولٍ إِلَّا بِلِسَانِ قَوْمِه[n[ِۦ] لِيُبَيِّنَ لَهُمْ‌ۖ فَيُضِلُّ [h:7044[ٱ]للَّهُ م[a:476[َن ي]َش[o[َا]ٓءُ وَيَهْدِى م[a:476[َن ي]َش[o[َا]ٓءُ‌ۚ وَهُوَ [h:7045[ٱ]لْعَزِيزُ [h:681[ٱ]لْحَك[p[ِي]مُ","text_id":"Kami tidak mengutus seorang rasul pun, kecuali dengan bahasa kaumnya, agar dia dapat memberi penjelasan kepada mereka. Maka, Allah menyesatkan siapa yang Dia kehendaki (karena kecenderungannya untuk sesat), dan memberi petunjuk kepada siapa yang Dia kehendaki (berdasarkan kesiapannya untuk menerima petunjuk). Dia Yang Mahaperkasa lagi Mahabijaksana.","text_en":"We never sent a messenger who did not speak the tongue of his people, that he may explain to them distinctly. God leads whosoever He wills astray, and shows whoever He wills the way: He is all-mighty and all-wise.","transliteration":"Wa maaa arsalnaa mir Rasoolin illaa bilisaani qawmihee liyubaiyina lahum faiudillul laahu mai yashaaa'u wa yahde mai yashaaa'; wa Huwal 'Azeezul Hakeem","no_fn":"","text_fn":""},{"id":1755,"surah":14,"no_ayah":5,"tema":"Tugas Rasul Hanya sebagai Penyampai Kebenaran","text_ayah":"وَلَقَ[q:341[دْ] أَرْسَلْنَا مُوسَىٰ بِـَٔـايَ[n[ـٰ]تِن[o[َآ] أَنْ أَخْرِ[q:7046[جْ] قَوْمَكَ مِنَ [h:1491[ٱ][l[ل]ظُّلُمَ[n[ـٰ]تِ إِلَى [h:1492[ٱ][l[ل][g[نّ]ُورِ وَذَكِّرْه[c:7047[ُم ب]ِأَيَّ[n[ـٰ]مِ [h:7048[ٱ]للَّهِ‌ۚ إِ[g[نّ]َ فِى ذ[n[َٲ]لِكَ لَأَيَ[n[ـٰ][u:7049[تٍ ل]ِّكُلِّ صَبَّا[f:7050[رٍ ش]َك[p[ُو]رٍ","text_id":"Sungguh Kami benar-benar telah mengutus Musa dengan (membawa) tanda-tanda (kekuasaan) Kami (dan Kami perintahkan kepadanya), “Keluarkanlah kaummu dari berbagai kegelapan kepada cahaya (terang-benderang) dan ingatkanlah mereka tentang hari-hari Allah.”<sup>384)</sup> Sesungguhnya pada yang demikian itu terdapat tanda-tanda (kekuasaan Allah) bagi setiap orang yang sangat penyabar lagi banyak bersyukur.","text_en":"Remember when We sent Moses with Our signs (We said): \"Bring your people out of darkness into light, and remind them of the visitations of God. Indeed there are signs in this for every steadfast, thankful soul\"","transliteration":"Wa laqad arsalnaa Moosaa bi Aayaatinaa an akhrij qawmaka minaz zulumaati ilan noori wa zak kirhum bi ayyaamil laah; inna fee zaalika la aayaatil likulli sabbaarin shakoor","no_fn":"384","text_fn":"384) Hari-hari Allah maksudnya adalah peristiwa-peristiwa yang terjadi pada kaum-kaum terdahulu serta nikmat dan siksaan yang mereka alami."},{"id":1756,"surah":14,"no_ayah":6,"tema":"Bersyukur Atas Nikmat Allah","text_ayah":"وَإِذْ قَالَ مُوسَىٰ لِقَوْمِهِ [h:7051[ٱ]ذْكُرُو[s[اْ] نِعْمَةَ [h:1154[ٱ]للَّهِ عَلَيْكُمْ إِذْ أَ[f:7052[نج]َ[n[ـٰ]ك[w:7053[ُم م]ِّنْ ءَالِ فِرْعَوْنَ يَسُومُونَكُمْ س[o[ُو]ٓءَ [h:239[ٱ]لْعَذَابِ وَيُذَبِّحُونَ أَ[q:240[بْ]ن[o[َا]ٓءَكُمْ وَيَسْتَحْيُونَ نِس[o[َا]ٓءَكُمْ‌ۚ وَفِى ذ[n[َٲ]لِك[c:241[ُم ب]َل[o[َا]ٓ[a:242[ءٌ م]ّ[u:243[ِن ر]َّبِّكُمْ عَظ[p[ِي]مٌ","text_id":"(Ingatlah) ketika Musa berkata kepada kaumnya, “Ingatlah nikmat Allah atasmu ketika Dia menyelamatkan kamu dari pengikut-pengikut Fir‘aun. Mereka menyiksa kamu dengan siksa yang pedih, menyembelih anak-anakmu yang laki-laki, dan membiarkan hidup (anak-anak) perempuanmu (untuk disiksa dan dilecehkan). Pada yang demikian itu terdapat suatu cobaan yang besar dari Tuhanmu.","text_en":"So Moses said to his people: \"Remember the favours of God when He saved you from the people of Pharaoh who afflicted you with oppression, slaying your sons but keeping alive your women, which was a great trial from your Lord.\"","transliteration":"Wa iz qaala Moosaa liqawmihiz kuroo ni'matal laahi 'alaikum iz anjaakum min Aali Fir'awna yasoomoo nakum sooo'al 'azaabi wa yuzabbihoona abnaaa'akum wa yastahyoona nisaaa'akum; wa fee zaalikum balaaa'um mir Rabbikum 'azeem","no_fn":"","text_fn":""},{"id":1757,"surah":14,"no_ayah":7,"tema":"Bersyukur Atas Nikmat Allah","text_ayah":"وَإِذْ تَأَذَّنَ رَبُّكُمْ لَئِ[f:7054[ن ش]َكَرْتُمْ لَأَزِيدَ[g[نّ]َكُمْ‌ۖ وَلَئِ[f:7055[ن ك]َفَرْتُمْ إِ[g[نّ]َ عَذَابِى لَشَد[p[ِي][q[د]ٌ","text_id":"(Ingatlah) ketika Tuhanmu memaklumkan, “Sesungguhnya jika kamu bersyukur, niscaya Aku akan menambah (nikmat) kepadamu, tetapi jika kamu mengingkari (nikmat-Ku), sesungguhnya azab-Ku benar-benar sangat keras.”","text_en":"Remember, your Lord proclaimed: \"I shall give you more if you are grateful; but if you are thankless then surely My punishment is very great.\"","transliteration":"Wa iz ta azzana Rabbukum la'in shakartum la azeedannakum wa la'in kafartum inn'azaabee lashadeed","no_fn":"","text_fn":""},{"id":1758,"surah":14,"no_ayah":8,"tema":"Bersyukur Atas Nikmat Allah","text_ayah":"وَقَالَ مُوسَ[o[ىٰٓ] إِ[f:7056[ن ت]َكْفُر[o[ُوٓ][s[اْ] أَ[f:428[نت]ُمْ وَمَ[f:3453[ن ف]ِى [h:44[ٱ]لْأَرْضِ جَمِي[f:7057[عًا ف]َإِ[g[نّ]َ [h:513[ٱ]للَّهَ لَغَنِىٌّ حَم[p[ِي][q[د]ٌ","text_id":"Musa berkata, “Jika kamu dan siapa pun yang ada di bumi semuanya kufur (atas nikmat Allah), sesungguhnya Allah benar-benar Mahakaya lagi Maha Terpuji.","text_en":"And Moses said: \"What if you and all the people of the world deny, God is unconcerned and worthy of praise.\"","transliteration":"Wa qaala Moosaaa in takfurooo antum wa man fil ardi jamee'an fa innal laaha la Ghaniyyun Hameed","no_fn":"","text_fn":""},{"id":1759,"surah":14,"no_ayah":9,"tema":"Pelajaran dari Kisah Kaum Nabi Nuh, ‘Ad, dan Samud","text_ayah":"أَلَمْ يَأْتِكُمْ نَبَؤُ[s[اْ] [h:7058[ٱ]لَّذِينَ مِ[f:85[ن ق]َ[q:86[بْ]لِكُمْ قَوْمِ نُو[a:5711[حٍ و]َعَا[a:5712[دٍ و]َثَمُودَ‌ۛ وَ[h:37[ٱ]لَّذِينَ م[i:1453[ِنۢ ب]َعْدِهِمْ‌ۛ لَا يَعْلَمُهُمْ إِلَّا [h:1742[ٱ]للَّهُ‌ۚ ج[o[َا]ٓءَتْهُمْ رُسُلُه[c:4900[ُم ب]ِ[h:484[ٱ]لْبَيِّنَ[n[ـٰ]تِ فَرَدّ[o[ُوٓ][s[اْ] أَيْدِيَهُمْ ف[o[ِىٓ] أَفْو[n[َٲ]هِهِمْ وَقَال[o[ُوٓ][s[اْ] إِ[g[نّ]َا كَفَرْنَا بِم[o[َآ] أُرْسِلْت[c:7059[ُم ب]ِه[n[ِۦ] وَإِ[g[نّ]َا لَفِى شَ[a:6196[كٍّ م]ِّ[g[مّ]َا تَ[q:7060[دْ]عُونَن[o[َآ] إِلَيْهِ مُر[p[ِي][q[ب]ٍ","text_id":"Apakah belum sampai kepadamu berita orang-orang sebelum kamu (yaitu) kaum Nuh, ‘Ad, Samud, dan orang-orang setelah mereka? Tidak ada yang mengetahui (bilangan) mereka selain Allah. Rasul-rasul telah datang kepada mereka dengan (membawa) bukti-bukti yang nyata, tetapi mereka menutupkan tangannya ke mulutnya (sebagai tanda penolakan dan karena kebencian) dan berkata, “Sesungguhnya kami tidak percaya akan ajaran yang kamu bawa dan kami benar-benar dalam keraguan yang menggelisahkan menyangkut apa yang kamu serukan kepada kami.”","text_en":"Has not the news of those before you, the people of Noah and 'Ad and Thamud, and those who came after them, come to you? None knows (about) them except God. Their apostles came to them with clear proofs, but they tried to silence them and said: \"We do not believe in what you have been sent with, and we are in doubt of what you call us to, about which we are in disquiet.'","transliteration":"Alam yaatikum naba'ul lazeena min qablikum qawmi Noohinw wa 'Aadinw wa Samood, wallazeena mim ba'dihim; laa ya'lamuhum illallaah; jaaa'at hum Rusuluhum bilbaiyinaati faraddooo aydiyahum feee afwaahihim wa qaalooo innaa kafarnaa bimaaa ursiltum bihee wa innaa lafee shakkim mimmaa tad'oonanaaa ilaihi mureeb","no_fn":"","text_fn":""},{"id":1760,"surah":14,"no_ayah":10,"tema":"Pelajaran dari Kisah Kaum Nabi Nuh, ‘Ad, dan Samud","text_ayah":"۞ قَالَتْ رُسُلُهُمْ أَفِى [h:7061[ٱ]للَّهِ شَ[f:7062[كٌّ ف]َاطِرِ [h:3956[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:177[ٱ]لْأَرْضِ‌ۖ يَ[q:2332[دْ]عُوكُمْ لِيَغْفِرَ لَك[w:556[ُم م]ِّ[f:7063[ن ذ]ُنُوبِكُمْ وَيُؤَخِّرَكُمْ إِلَ[o[ىٰٓ] أَجَ[a:1657[لٍ م]ُّسَم[f:7064[ًّى‌ۚ ق]َال[o[ُوٓ][s[اْ] إِنْ أَ[f:428[نت]ُمْ إِلَّا بَشَ[a:7065[رٌ م]ِّثْلُنَا تُرِيدُونَ أَ[f:7066[ن ت]َصُدُّونَا عَ[g[مّ]َا كَانَ يَعْبُدُ ءَاب[o[َا]ٓؤُنَا فَأْتُونَا بِسُلْطَ[n[ـٰ][a:7067[نٍ م]ُّب[p[ِي]نٍ","text_id":"Rasul-rasul mereka berkata, “Apakah ada keraguan terhadap Allah, Pencipta langit dan bumi? Dia menyeru kamu (untuk beriman) agar Dia mengampuni sebagian dosa-dosamu dan menangguhkan (siksaan)-mu sampai waktu yang ditentukan.” Mereka menjawab, “Kamu tidak lain hanyalah manusia seperti kami juga. Kamu ingin menghalangi kami dari (menyembah) apa yang sejak dahulu selalu disembah nenek moyang kami, karena itu datangkanlah kepada kami bukti yang nyata.”","text_en":"Said their apostles: \"Can there be doubt about God, the originator of the heavens and the earth? He calls you to forgive some of your sins, and give you respite for a time ordained.\" They said: \"You are only men like us, and yet you wish to turn us away from what our fathers worshipped. Bring to us then a clear proof.\"","transliteration":"Qaalat Rusuluhum afillaahi shakkun faatiris samaawaati wal ardi yad'ookum liyaghfira lakum min zunoobikum wa yu'akhkhirakum ilaaa ajalim musam maa; qaaloo in antum illaa basharum mislunaa tureedoona an tasuddoonaa 'ammaa kaana ya'budu aabaaa'unaa faatoonaa bisul taanim mubeen","no_fn":"","text_fn":""},{"id":1761,"surah":14,"no_ayah":11,"tema":"Pelajaran dari Kisah Kaum Nabi Nuh, ‘Ad, dan Samud","text_ayah":"قَالَتْ لَهُمْ رُسُلُهُمْ إ[a:7068[ِن ن]َّحْنُ إِلَّا بَشَ[a:7069[رٌ م]ِّثْلُكُمْ وَلَ[n[ـٰ]كِ[g[نّ]َ [h:1441[ٱ]للَّهَ يَمُ[g[نّ]ُ عَلَىٰ م[a:476[َن ي]َش[o[َا]ٓءُ مِنْ عِبَادِه[n[ِۦ]‌ۖ وَمَا كَانَ لَن[o[َآ] أ[a:7070[َن ن]َّأْتِيَك[c:7071[ُم ب]ِسُلْطَ[n[ـٰ]نٍ إِلَّا بِإِذْنِ [h:509[ٱ]للَّهِ‌ۚ وَعَلَى [h:2207[ٱ]للَّهِ فَلْيَتَوَكَّلِ [h:2208[ٱ]لْمُؤْمِن[p[ُو]نَ","text_id":"Rasul-rasul mereka berkata kepada mereka, “Kami hanyalah manusia seperti kamu, tetapi Allah memberi karunia kepada siapa yang Dia kehendaki di antara hamba-hamba-Nya. Tidak mungkin bagi kami mendatangkan suatu bukti kepada kamu melainkan dengan izin Allah. Hanya kepada Allah seharusnya orang-orang yang beriman bertawakal.","text_en":"Their apostles said to them: \"Indeed we are men like you, but God bestows His favours on whomsoever He wills among His creatures. It is not in our power to bring a miracle for you without the leave of God. The believers should only place their trust in God.","transliteration":"Qaalat lahum Rusuluhum in nahnu illaa basharum mislukum wa laakinnal laaha yamunnu 'alaa mai yashaaa'u min 'ibaadihee wa maa kaana lanaaa an naatiyakum bisul taanin illaa bi iznil laah; wa 'alal laahi falyatawakkalil mu'minonn","no_fn":"","text_fn":""},{"id":1762,"surah":14,"no_ayah":12,"tema":"Pelajaran dari Kisah Kaum Nabi Nuh, ‘Ad, dan Samud","text_ayah":"وَمَا لَن[o[َآ] أَلَّا نَتَوَكَّلَ عَلَى [h:412[ٱ]للَّهِ وَقَ[q:387[دْ] هَدَ[n[ٮٰ]نَا سُبُلَنَا‌ۚ وَلَنَصْبِرَ[g[نّ]َ عَلَىٰ م[o[َآ] ءَاذَيْتُمُونَا‌ۚ وَعَلَى [h:2207[ٱ]للَّهِ فَلْيَتَوَكَّلِ [h:6748[ٱ]لْمُتَوَكِّل[p[ُو]نَ","text_id":"Mengapa kami tidak akan bertawakal kepada Allah, sedangkan Dia telah menunjukkan kepada kami jalan-jalan (keselamatan)? Sungguh, kami benar-benar akan tetap bersabar terhadap gangguan yang kamu lakukan kepada kami. Hanya kepada Allah orang-orang yang bertawakal seharusnya berserah diri.”","text_en":"And why should we not repose our trust in God when He has shown us our paths of duty to Him? We shall bear with fortitude the hardships you inflict upon us. The trusting place their trust in God.\"","transliteration":"Wa maa lanaa allaa natawakkala 'alal laahi wa qad hadaanaa subulanaa; wa lanasbiranna 'alaa maaa aazaitumoonaa; wa 'alal laahi falyatawakkalil mutawakkiloon","no_fn":"","text_fn":""},{"id":1763,"surah":14,"no_ayah":13,"tema":"Para Nabi dan Rasul Diusir dari Negeri Mereka","text_ayah":"وَقَالَ [h:614[ٱ]لَّذِينَ كَفَرُو[s[اْ] لِرُسُلِهِمْ لَنُخْرِجَ[g[نّ]َك[w:7072[ُم م]ِّنْ أَرْضِن[o[َآ] أَوْ لَتَعُودُ[g[نّ]َ فِى مِلَّتِنَا‌ۖ فَأَوْحَ[o[ىٰٓ] إِلَيْهِمْ رَبُّهُمْ لَنُهْلِكَ[g[نّ]َ [h:7073[ٱ][l[ل]ظَّ[n[ـٰ]لِم[p[ِي]نَ","text_id":"Orang-orang yang kufur berkata kepada rasul-rasul mereka, “Kami pasti akan mengusir kamu dari negeri kami atau kamu benar-benar kembali memeluk agama kami.” Maka, Tuhan mereka (para rasul) mewahyukan kepada mereka, “Kami pasti akan membinasakan orang-orang yang zalim itu.","text_en":"The unbelievers said to their apostles: \"We shall drive you out of our land, or else you come back to our fold.\" Their Lord then communicated to them: \"We shall annihilate these wicked people,","transliteration":"Wa qaalal lazeena kafaroo li Rusulihim lanukhrijanna kum min aardinaaa aw lata'oo dunna fee millatinaa fa awhaaa ilaihim Rabbuhum lanuhlikannaz zalimeen","no_fn":"","text_fn":""},{"id":1764,"surah":14,"no_ayah":14,"tema":"Para Nabi dan Rasul Diusir dari Negeri Mereka","text_ayah":"وَلَنُسْكِنَ[g[نّ]َكُمُ [h:7074[ٱ]لْأَرْضَ م[i:1453[ِنۢ ب]َعْدِهِمْ‌ۚ ذ[n[َٲ]لِكَ لِمَنْ خَافَ مَقَامِى وَخَافَ وَع[p[ِي][q[د]ِ","text_id":"Kami pasti akan menempatkanmu di negeri-negeri itu setelah mereka. Yang demikian itu (berlaku) bagi orang yang takut akan kebesaran-Ku dan takut akan ancaman-Ku.”","text_en":"And establish you in their place. This is for him who fears My station, and dreads My commination.\"","transliteration":"Wa lanuskinan nakumul arda mim ba'dihim; zaalika liman khaafa maqaamee wa khaafa wa'eed","no_fn":"","text_fn":""},{"id":1765,"surah":14,"no_ayah":15,"tema":"Para Rasul Memohon Kemenangan","text_ayah":"وَ[h:9999[ٱ]سْتَفْتَحُو[s[اْ] وَخَابَ كُلُّ جَبَّارٍ عَن[p[ِي][q[د]ٍ","text_id":"Mereka (para rasul) memohon diberi kemenangan dan kecewalah setiap orang yang sewenang-wenang lagi sangat keras kepala.","text_en":"Then (the apostles) asked of God's assistance, and every arrogant tyrant was frustrated:","transliteration":"Wastaftahoo wa khaaba kullu jabbaarin 'aneed","no_fn":"","text_fn":""},{"id":1766,"surah":14,"no_ayah":16,"tema":"Para Rasul Memohon Kemenangan","text_ayah":"مّ[a:7075[ِن و]َر[o[َا]ٓئِه[n[ِۦ] جَهَ[g[نّ]َمُ وَيُسْقَىٰ م[a:840[ِن م]ّ[o[َا]ٓ[f:7076[ءٍ ص]َد[p[ِي][q[د]ٍ","text_id":"Di hadapannya ada (neraka) Jahanam dan dia akan diberi minuman dengan air nanah.","text_en":"Before him is Hell, and he will get putrid liquid to drink.","transliteration":"Minw waraaa'ihee jahannamu wa yusqaa mim maaa'in sadeed","no_fn":"","text_fn":""},{"id":1767,"surah":14,"no_ayah":17,"tema":"Para Rasul Memohon Kemenangan","text_ayah":"يَتَجَرَّعُهُ[n[ۥ] وَلَا يَكَادُ يُسِيغُهُ[n[ۥ] وَيَأْتِيهِ [h:7077[ٱ]لْمَوْتُ مِ[f:843[ن ك]ُلِّ مَكَا[a:7078[نٍ و]َمَا هُوَ بِمَيِّ[a:7079[تٍ‌ۖ و]َم[a:7080[ِن و]َر[o[َا]ٓئِه[n[ِۦ] عَذَابٌ غَل[p[ِي]ظٌ","text_id":"Diteguk-teguknya (air nanah itu), dia hampir tidak bisa menelannya, dan datanglah (bahaya) maut kepadanya dari segenap penjuru, tetapi dia tidak kunjung mati. Di hadapannya (masih ada) azab yang berat.","text_en":"He will sip it, yet will not be able to gulp it down. Death will crowd in upon him from every side, but die he will not. A terrible torment trails him.","transliteration":"Yatajarra'uhoo wa laa yakaadu yuseeghuhoo wa yaateehil mawtu min kulli makaaninw wa maa huwa bimaiyitinw wa minw waraaa'ihee 'azaabun ghaleez","no_fn":"","text_fn":""},{"id":1768,"surah":14,"no_ayah":18,"tema":"Amal Perbuatan Orang Kafir Seperti Abu","text_ayah":"مَّثَلُ [h:1179[ٱ]لَّذِينَ كَفَرُو[s[اْ] بِرَبِّهِمْ‌ۖ أَعْمَ[n[ـٰ]لُهُمْ كَرَمَادٍ [h:7081[ٱ]شْتَدَّتْ بِهِ [h:7082[ٱ][l[ل]رِّيحُ فِى يَوْمٍ عَاصِ[u:7083[فٍ‌ۖ ل]َّا يَ[q:1555[قْ]دِرُونَ مِ[g[مّ]َا كَسَبُو[s[اْ] عَلَىٰ ش[f:6654[َىْءٍ‌ۚ ذ][n[َٲ]لِكَ هُوَ [h:7084[ٱ][l[ل]ضَّلَ[n[ـٰ]لُ [h:7085[ٱ]لْبَع[p[ِي][q[د]ُ","text_id":"Perumpamaan orang-orang yang kufur kepada Tuhannya, perbuatan mereka seperti abu yang ditiup oleh angin kencang pada saat badai. Mereka tidak kuasa (memperoleh manfaat) sama sekali dari apa yang telah mereka usahakan (di dunia). Yang demikian itu adalah kesesatan yang jauh.","text_en":"Like ashes are the deeds of those who deny their Lord, which the wind blows away on a windy day. They shall have no power over what they earned. This is the farthest limit of going astray.","transliteration":"Masalul lazeena kafaroo bi Rabbihim a'maaluhum karamaadinish taddat bihir reehu fee yawmin 'aasif; laa yaqdiroona mimmaa kasaboo 'alaa shai'; zaalika huwad dalaalul ba'eed","no_fn":"","text_fn":""},{"id":1769,"surah":14,"no_ayah":19,"tema":"Allah Menciptakan Langit dan Bumi dengan Benar","text_ayah":"أَلَمْ تَرَ أَ[g[نّ]َ [h:394[ٱ]للَّهَ خَلَقَ [h:3913[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:1474[ٱ]لْأَرْضَ بِ[h:370[ٱ]لْحَقِّ‌ۚ إ[a:3197[ِن ي]َشَأْ يُذْهِ[q:3198[بْ]كُمْ وَيَأْتِ بِخَلْ[f:7086[قٍ ج]َد[p[ِي][q[د]ٍ","text_id":"Tidakkah engkau memperhatikan bahwa sesungguhnya Allah telah menciptakan langit dan bumi dengan hak? Jika Dia menghendaki, niscaya Dia membinasakanmu dan mendatangkan makhluk yang baru (untuk menggantikanmu).","text_en":"Do you not see that God has created the heavens and the earth with ultimate reason? If He so wills He could take you away from the earth and raise a new creation (in your place).","transliteration":"Alam tara annal laaha khalaqas samaawaati wal arda bilhaqq; iny yashaa yuzhibkum wa yaati bikhalqin jadeed","no_fn":"","text_fn":""},{"id":1770,"surah":14,"no_ayah":20,"tema":"Allah Menciptakan Langit dan Bumi dengan Benar","text_ayah":"وَمَا ذ[n[َٲ]لِكَ عَلَى [h:412[ٱ]للَّهِ بِعَز[p[ِي]زٍ","text_id":"Yang demikian itu bagi Allah tidak sulit.","text_en":"This is well within the power of God.","transliteration":"Wa maa zaalika 'alal laahi bi 'azeez","no_fn":"","text_fn":""},{"id":1771,"surah":14,"no_ayah":21,"tema":"Allah Menciptakan Langit dan Bumi dengan Benar","text_ayah":"وَبَرَزُو[s[اْ] لِلَّهِ جَمِي[f:7087[عًا ف]َقَالَ [h:7088[ٱ][l[ل]ضُّعَفَ[o[ـٰٓ]ؤُ[s[اْ] لِلَّذِينَ [h:7089[ٱ]سْتَكْبَر[o[ُوٓ][s[اْ] إِ[g[نّ]َا كُ[g[نّ]َا لَكُمْ تَبَ[f:7090[عًا ف]َهَلْ أَ[f:428[نت][w:7091[ُم م]ُّغْنُونَ عَ[g[نّ]َا مِنْ عَذَابِ [h:6845[ٱ]للَّهِ مِ[f:2103[ن ش][f:7092[َىْءٍ‌ۚ ق]َالُو[s[اْ] لَوْ هَدَ[n[ٮٰ]نَا [h:4173[ٱ]للَّهُ لَهَدَيْنَ[n[ـٰ]كُمْ‌ۖ سَو[o[َا]ٓءٌ عَلَيْن[o[َآ] أَجَزِعْن[o[َآ] أَمْ صَبَرْنَا مَا لَنَا م[a:7093[ِن م]َّح[p[ِي]صٍ","text_id":"Mereka semua berkumpul (di padang Mahsyar) untuk menghadap ke hadirat Allah. Lalu, orang-orang yang lemah berkata kepada orang-orang yang sombong, “Sesungguhnya kami dahulu adalah pengikut-pengikutmu. Maka, dapatkah kamu menghindarkan kami dari azab Allah sedikit saja?” Mereka menjawab, “Sekiranya Allah memberi petunjuk kepada kami, niscaya kami dapat memberi petunjuk kepadamu. Sama saja bagi kita, apakah kita mengeluh atau bersabar. Kita tidak mempunyai tempat sama sekali untuk melarikan diri.”","text_en":"When they will all appear before God together, the weak will say to those who were arrogant: \"We were your followers, so can you now save us a little from God's punishment?\" They will say: \"If we had been guided by God we would surely have shown you the way. To lament or endure is all the same to us now. No getting away is there for us.\"","transliteration":"Wa barazoo lillaahi jamee'an faqaalad du'afaaa'u lillazeenas takbarooo innaa kunnaa lakum taba'an fahal antum mughnoona 'annaa min 'azaabil laahi min shai'; qaaloo law hadaanal laahu lahadai naakum sawaaa'un 'alainaaa ajazi'naa am sabarnaa maa lanaa mim mahees","no_fn":"","text_fn":""},{"id":1772,"surah":14,"no_ayah":22,"tema":"Allah Menciptakan Langit dan Bumi dengan Benar","text_ayah":"وَقَالَ [h:7094[ٱ][l[ل]شَّيْطَ[n[ـٰ]نُ لَ[g[مّ]َا قُضِىَ [h:6667[ٱ]لْأَمْرُ إِ[g[نّ]َ [h:80[ٱ]للَّهَ وَعَدَكُمْ وَعْدَ [h:7095[ٱ]لْحَقِّ وَوَعَ[d:7096[د]تُّكُمْ فَأَخْلَفْتُكُمْ‌ۖ وَمَا كَانَ لِىَ عَلَيْك[w:548[ُم م]ِّ[f:4798[ن س]ُلْطَ[n[ـٰ]نٍ إِلّ[o[َآ] أَ[f:7097[ن د]َعَوْتُكُمْ فَ[h:7098[ٱ]سْتَجَ[q:7098[بْ]تُمْ لِى‌ۖ فَلَا تَلُومُونِى وَلُوم[o[ُوٓ][s[اْ] أَ[f:221[نف]ُسَك[w:7099[ُم‌ۖ م]ّ[o[َآ] أَنَا۟ بِمُصْرِخِكُمْ وَم[o[َآ] أَ[f:428[نت][c:7100[ُم ب]ِمُصْرِخِىَّ‌ۖ إِ[g[نّ]ِى كَفَرْتُ بِم[o[َآ] أَشْرَكْتُمُونِ مِ[f:128[ن ق]َ[q:129[بْ]لُ‌ۗ إِ[g[نّ]َ [h:7101[ٱ][l[ل]ظَّ[n[ـٰ]لِمِينَ لَهُمْ عَذَابٌ أَل[p[ِي]مٌ","text_id":"Setan berkata ketika urusan (hisab) telah diselesaikan, “Sesungguhnya Allah telah menjanjikan kepadamu janji yang benar dan aku pun telah menjanjikan kepadamu, tetapi aku mengingkarinya. Tidak ada kekuasaan bagiku sedikit pun terhadapmu, kecuali aku (sekadar) menyerumu, lalu kamu mematuhi seruanku. Oleh karena itu, janganlah kamu mencercaku, tetapi cercalah dirimu sendiri. Aku tidak dapat menjadi penolongmu dan kamu pun tidak dapat menjadi penolongku. Sesungguhnya aku tidak membenarkan perbuatanmu mempersekutukan aku (dengan Allah) sejak dahulu.” Sesungguhnya orang-orang zalim akan mendapat siksaan yang sangat pedih.","text_en":"When the reckoning is over Satan will say: \"The promise that was made to you by God was indeed a true promise; but I went back on the promise I had made, for I had no power over you except to call you; and you responded to my call. So blame me not, but blame yourselves. Neither can I help you nor can you give me help. I disavow your having associated me earlier (with God). The punishment for those who are wicked is painful indeed.\"","transliteration":"Wa qaalash Shaitaanu lammaa qudiyal amru innal laaha wa'adakum wa'dal haqqi wa wa'attukum faakhlaftukum wa maa kaana liya 'alaikum min sultaanin illaaa an da'awtukum fastajabtum lee falaa taloomoonee wa loomooo anfusakum maaa ana bimusrikhikum wa maaa antum bimusrikhiyya innee kafartu bimaaa ashraktumooni min qabl; innaz zaalimeena lahum azaabun aleem","no_fn":"","text_fn":""},{"id":1773,"surah":14,"no_ayah":23,"tema":"Allah Menciptakan Langit dan Bumi dengan Benar","text_ayah":"وَأُ[q:2480[دْ]خِلَ [h:7102[ٱ]لَّذِينَ ءَامَنُو[s[اْ] وَعَمِلُو[s[اْ] [h:118[ٱ][l[ل]صَّ[n[ـٰ]لِحَ[n[ـٰ]تِ جَ[g[نّ]َ[n[ـٰ][f:119[تٍ ت]َ[q:120[جْ]رِى مِ[f:121[ن ت]َحْتِهَا [h:122[ٱ]لْأَنْهَ[n[ـٰ]رُ خَ[n[ـٰ]لِدِينَ فِيهَا بِإِذْنِ رَبِّهِمْ‌ۖ تَحِيَّتُهُمْ فِيهَا سَلَ[p[ـٰ]مٌ","text_id":"Orang-orang yang beriman dan beramal saleh dimasukkan ke dalam surga-surga yang mengalir di bawahnya sungai-sungai. Mereka kekal di dalamnya dengan izin Tuhannya. Penghormatan mereka di dalamnya adalah (ucapan) salam.<sup>385)</sup>","text_en":"Those who believed and did the right, will be admitted to gardens with rivers flowing by, where they will abide by the leave of their Lord, with 'Peace' as their salutation.","transliteration":"Wa udkhilal lazeena aamanoo wa 'amilus saalihaati Jannaatin tajree min tahtihal anhaaru khaalideena feehaa bi izni Rabbihim tahiyyatuhum feeha salaam","no_fn":"385","text_fn":"385) Maksud salam adalah selamat dari segala bencana."},{"id":1774,"surah":14,"no_ayah":24,"tema":"Perumpamaan Kalimat yang Baik dan yang Buruk","text_ayah":"أَلَمْ تَرَ كَيْفَ ضَرَبَ [h:7103[ٱ]للَّهُ مَثَل[f:7104[اً ك]َلِمَ[f:7105[ةً ط]َيِّبَ[f:7106[ةً ك]َشَجَرَ[f:7107[ةٍ ط]َيِّبَةٍ أَصْلُهَا ثَابِ[a:7108[تٌ و]َفَرْعُهَا فِى [h:746[ٱ][l[ل]سَّم[o[َا]ٓءِ","text_id":"Tidakkah engkau memperhatikan bagaimana Allah telah membuat perumpamaan kalimah ṭayyibah?<sup>386)</sup> (Perumpamaannya) seperti pohon yang baik, akarnya kuat, cabangnya (menjulang) ke langit,","text_en":"Do you not see how God compares a noble act to a healthy tree whose roots are firm and branches in the sky, which yields","transliteration":"Alam tara kaifa darabal laahu masalan kalimatan taiyibatan kashajaratin taiyibatin asluhaa saabitunw wa far'uhaa fis samaaa'","no_fn":"386","text_fn":"386) Termasuk kalimah ṭayyibah ialah segala ucapan yang menyeru kepada kebajikan dan mencegah kemungkaran serta perbuatan baik, termasuk di dalamnya adalah kalimat tauhid, yaitu lā ilāha illallāh."},{"id":1775,"surah":14,"no_ayah":25,"tema":"Perumpamaan Kalimat yang Baik dan yang Buruk","text_ayah":"تُؤْت[o[ِىٓ] أُكُلَهَا كُلَّ حِي[i:7109[نِۭ ب]ِإِذْنِ رَبِّهَا‌ۗ وَيَضْرِبُ [h:7110[ٱ]للَّهُ [h:6948[ٱ]لْأَمْثَالَ لِل[g[نّ]َاسِ لَعَلَّهُمْ يَتَذَكَّر[p[ُو]نَ","text_id":"dan menghasilkan buahnya pada setiap waktu dengan seizin Tuhannya. Allah membuat perumpamaan untuk manusia agar mereka mengambil pelajaran.","text_en":"By the leave of its Lord its fruit in all seasons, God presents words of wisdom to men that they might reflect.","transliteration":"Tu'teee ukulahaa kulla heenim bi izni Rabbihaa; wa yadribul laahul amsaala linnaasi la'allahum yatazak karoon","no_fn":"","text_fn":""},{"id":1776,"surah":14,"no_ayah":26,"tema":"Perumpamaan Kalimat yang Baik dan yang Buruk","text_ayah":"وَمَثَلُ كَلِمَةٍ خَبِيثَ[f:7111[ةٍ ك]َشَجَرَةٍ خَبِيثَةٍ [h:7112[ٱ][q:7113[جْ]تُثَّتْ مِ[f:7114[ن ف]َوْقِ [h:7115[ٱ]لْأَرْضِ مَا لَهَا مِ[f:7116[ن ق]َر[p[َا]رٍ","text_id":"(Adapun) perumpamaan kalimah khabīṡah<sup>387)</sup> seperti pohon yang buruk, akar-akarnya telah dicabut dari permukaan bumi, (dan) tidak dapat tetap (tegak) sedikit pun.","text_en":"An evil act is like a rotten tree torn out of the earth with no (base or) firmness.","transliteration":"Wa masalu kalimatin khabeesatin kashajaratin khabee satinij tussat min fawqil ardi maa lahaa min qaraar","no_fn":"387","text_fn":"387) Termasuk kalimah khabīṡah ialah ungkapan-ungkapan yang mengandung kekufuran, kemusyrikan, serta segala perkataan yang tidak benar dan tidak baik."},{"id":1777,"surah":14,"no_ayah":27,"tema":"Perumpamaan Kalimat yang Baik dan yang Buruk","text_ayah":"يُثَبِّتُ [h:7117[ٱ]للَّهُ [h:1171[ٱ]لَّذِينَ ءَامَنُو[s[اْ] بِ[h:7118[ٱ]لْقَوْلِ [h:7119[ٱ][l[ل]ثَّابِتِ فِى [h:441[ٱ]لْحَيَ[s[و][n[ٲ]ةِ [h:442[ٱ][l[ل]دُّنْيَا وَفِى [h:1108[ٱ]لْأَخِرَةِ‌ۖ وَيُضِلُّ [h:7120[ٱ]للَّهُ [h:7121[ٱ][l[ل]ظَّ[n[ـٰ]لِمِينَ‌ۚ وَيَفْعَلُ [h:7122[ٱ]للَّهُ مَا يَش[o[َا]ٓءُ","text_id":"Allah meneguhkan orang-orang yang beriman dengan ucapan yang teguh<sup>388)</sup> dalam kehidupan di dunia dan di akhirat. Allah menyesatkan orang-orang yang zalim, dan Allah berbuat apa yang Dia kehendaki.","text_en":"With immutuble words God makes the faithful dauntless in the life of the world and the life to come, but leads the unjust into error, for God does as He pleases.","transliteration":"Yusabbitul laahul lazeena aamanoo bilqawlis saabiti fil hayaatid dunyaa wa fil Aakhirati wa yudillul laahuz zaalimeen; wa yaf'alul laahu maa yashaaa'","no_fn":"388","text_fn":"388) Yang dimaksud dengan ucapan-ucapan yang teguh di sini ialah kalimah ṭayyibah yang disebut pada ayat ke-24 di atas."},{"id":1778,"surah":14,"no_ayah":28,"tema":"Allah tidak Bertindak Sewenang-Wenang","text_ayah":"۞ أَلَمْ تَرَ إِلَى [h:1372[ٱ]لَّذِينَ بَدَّلُو[s[اْ] نِعْمَتَ [h:1300[ٱ]للَّهِ كُفْ[a:7123[رًا و]َأَحَلُّو[s[اْ] قَوْمَهُمْ دَارَ [h:7124[ٱ]لْبَو[p[َا]رِ","text_id":"Tidakkah engkau memperhatikan orang-orang yang telah menukar nikmat Allah dengan kekufuran dan menjatuhkan kaumnya ke lembah kebinasaan,","text_en":"Have you not looked at those who repaid God's favours with ingratitude; who pulled their people down to ruin,","transliteration":"Alam tara ilal lazeena baddaloo ni'matal laahi kufranw wa ahalloo qawmahum daaral bawaar","no_fn":"","text_fn":""},{"id":1779,"surah":14,"no_ayah":29,"tema":"Allah tidak Bertindak Sewenang-Wenang","text_ayah":"جَهَ[g[نّ]َمَ يَصْلَوْنَهَا‌ۖ وَبِئْسَ [h:7125[ٱ]لْقَر[p[َا]رُ","text_id":"(yaitu neraka) Jahanam? Mereka masuk ke dalamnya. (Itulah) seburuk-buruknya tempat kediaman.","text_en":"Hell, where they will roast in the fire? And what an evil repository!","transliteration":"Jahannama yaslawnahaa wa bi'sal qaraar","no_fn":"","text_fn":""},{"id":1780,"surah":14,"no_ayah":30,"tema":"Allah tidak Bertindak Sewenang-Wenang","text_ayah":"وَجَعَلُو[s[اْ] لِلَّهِ أَ[f:96[ند]َا[u:7126[دًا ل]ِّيُضِلُّو[s[اْ] عَ[f:4361[ن س]َبِيلِه[n[ِۦ]‌ۗ قُلْ تَمَتَّعُو[s[اْ] فَإِ[g[نّ]َ مَصِيرَكُمْ إِلَى [h:1241[ٱ][l[ل][g[نّ][p[َا]رِ","text_id":"Mereka (orang-orang kafir) itu telah membuat tandingan-tandingan bagi Allah untuk menyesatkan (manusia) dari jalan-Nya. Katakanlah (Nabi Muhammad), “Bersenang-senanglah! Sesungguhnya tempat kembalimu adalah neraka.”","text_en":"They have appointed equals of God to mislead people from His path. Tell them: \"Enjoy yourselves (so long as you may). In the end you have to go to Hell.\"","transliteration":"Wa ja'aloo lillaahi andaadal liyudilloo 'an sabeelih; qul tamatta'oo fa innaa maseerakum ilan Naar","no_fn":"","text_fn":""},{"id":1781,"surah":14,"no_ayah":31,"tema":"Allah tidak Bertindak Sewenang-Wenang","text_ayah":"قُل لِّعِبَادِىَ [h:7127[ٱ]لَّذِينَ ءَامَنُو[s[اْ] يُقِيمُو[s[اْ] [h:7128[ٱ][l[ل]صَّلَ[s[و][n[ٲ]ةَ وَيُ[f:7129[نف]ِقُو[s[اْ] مِ[g[مّ]َا رَزَ[q:15[قْ]نَ[n[ـٰ]هُمْ سِر[a:1623[ًّا و]َعَلَانِيَ[a:7130[ةً م]ِّ[f:1346[ن ق]َ[q:1347[بْ]لِ أ[a:1462[َن ي]َأْتِىَ يَوْ[u:1463[مٌ ل]َّا بَيْ[f:1464[عٌ ف]ِيهِ وَلَا خِلَ[p[ـٰ]لٌ","text_id":"Katakanlah (Nabi Muhammad) kepada hamba-hamba-Ku yang telah beriman, “Hendaklah mereka melaksanakan salat dan menginfakkan sebagian rezeki yang Kami anugerahkan kepada mereka secara sembunyi atau terang-terangan sebelum datang hari ketika tidak ada lagi jual beli dan persahabatan.”","text_en":"Tell those of My creatures who believe: \"Observe your devotional obligations and give of what We have given you in charity, secretly or openly, before the Day arrives when there will be no buying or selling or befriending.\"","transliteration":"Qul li'ibaadiyal lazeena aamanoo yuqeemus Salaata wa yunfiqoo mimmaa razaqnaahum sirranw wa 'alaaniyatam min qabli any yaatiya Yawmul laa bai'un feehi wa laa khilaal","no_fn":"","text_fn":""},{"id":1782,"surah":14,"no_ayah":32,"tema":"Allah tidak Bertindak Sewenang-Wenang","text_ayah":"ٱللَّهُ [h:4738[ٱ]لَّذِى خَلَقَ [h:3913[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:1474[ٱ]لْأَرْضَ وَأَ[f:91[نز]َلَ مِنَ [h:64[ٱ][l[ل]سَّم[o[َا]ٓءِ م[o[َا]ٓ[f:92[ءً ف]َأَخْرَجَ بِه[n[ِۦ] مِنَ [h:93[ٱ][l[ل]ثَّمَر[n[َٲ]تِ رِزْ[u:94[قًا ل]َّكُمْ‌ۖ وَسَخَّرَ لَكُمُ [h:7131[ٱ]لْفُلْكَ لِتَ[q:7132[جْ]رِىَ فِى [h:837[ٱ]لْبَحْرِ بِأَمْرِه[n[ِۦ]‌ۖ وَسَخَّرَ لَكُمُ [h:7133[ٱ]لْأَنْهَ[p[ـٰ]رَ","text_id":"Allahlah yang telah menciptakan langit dan bumi, menurunkan air (hujan) dari langit, lalu dengan (air hujan) itu Dia mengeluarkan berbagai buah-buahan sebagai rezeki untukmu. Dia juga telah menundukkan kapal bagimu agar berlayar di lautan dengan kehendak-Nya. Dia pun telah menundukkan sungai-sungai bagimu.","text_en":"It is God who created the heavens and the earth, and sent down rain from the sky producing fruits for your food thereby, and made you master of the ships that ply in the oceans by His command, subjected the rivers to your control,","transliteration":"Allaahul lazee khalaqas samaawaati wal arda wa anzala minas samaaa'i maaa'an faakhraja bihee minas samaraati rizqal lakum wa sakhkhara lakumul fulka litajriya fil bahri bi amrihee wa sakhkhara lakumul anhaar","no_fn":"","text_fn":""},{"id":1783,"surah":14,"no_ayah":33,"tema":"Allah tidak Bertindak Sewenang-Wenang","text_ayah":"وَسَخَّرَ لَكُمُ [h:7134[ٱ][l[ل]شَّمْسَ وَ[h:4265[ٱ]لْقَمَرَ د[o[َا]ٓئِبَيْنِ‌ۖ وَسَخَّرَ لَكُمُ [h:6116[ٱ]لَّيْلَ وَ[h:6117[ٱ][l[ل][g[نّ]َه[p[َا]رَ","text_id":"Dia telah menundukkan bagimu matahari dan bulan yang terus-menerus beredar (dalam orbitnya) dan telah pula menundukkan bagimu malam dan siang.<sup>389)</sup>","text_en":"And subjugated the sun and moon for you so that they perform their tasks diligently; and subdued the night and day for your service.","transliteration":"Wa sakhkhara lakumush shamsa walqamara daaa'ibaini wa sakhkhara lakumul laila wannahaar","no_fn":"389","text_fn":"389) Allah Swt. menundukkan matahari dan bulan dengan hukum-hukum-Nya di alam sehingga bumi terus mengitari matahari (yang tampak seolah matahari yang mengitari bumi) dan bulan terus mengitari bumi, serta bumi terus berotasi sehingga menampakkan fenomena malam dan siang."},{"id":1784,"surah":14,"no_ayah":34,"tema":"Allah tidak Bertindak Sewenang-Wenang","text_ayah":"وَءَاتَ[n[ـٰ]ك[w:7135[ُم م]ِّ[f:843[ن ك]ُلِّ مَا سَأَلْتُمُوهُ‌ۚ وَإِ[f:7136[ن ت]َعُدُّو[s[اْ] نِعْمَتَ [h:1300[ٱ]للَّهِ لَا تُحْصُوه[o[َآ‌ۗ] إِ[g[نّ]َ [h:7137[ٱ]لْإِ[f:5969[نس]َ[n[ـٰ]نَ لَظَلُو[f:7138[مٌ ك]َفّ[p[َا]رٌ","text_id":"Dia telah menganugerahkan kepadamu segala apa yang kamu mohonkan kepada-Nya. Jika kamu menghitung nikmat Allah, niscaya kamu tidak akan mampu menghitungnya. Sesungguhnya manusia itu benar-benar sangat zalim lagi sangat kufur.","text_en":"He gave you whatsoever you asked. If you try to count the favours of God you will not be able to calculate. Man is most unjust indeed, full of ingratitude.","transliteration":"Wa aataakum min kulli maa sa altumooh; wa in ta'uddoo ni'matal laahi laa tuhsoohaa; innal insaana lazaloo mun kaffaar","no_fn":"","text_fn":""},{"id":1785,"surah":14,"no_ayah":35,"tema":"Doa Nabi Ibrahim","text_ayah":"وَإِذْ قَالَ إِ[q:2003[بْ]ر[n[َٲ]هِيمُ رَبِّ [h:657[ٱ][q:658[جْ]عَلْ هَ[n[ـٰ]ذَا [h:7139[ٱ]لْبَلَدَ ءَامِ[a:7140[نًا و]َ[h:7141[ٱ][q:7141[جْ]نُ[q:7141[بْ]نِى وَبَنِىَّ أ[a:6403[َن ن]َّعْبُدَ [h:7142[ٱ]لْأَصْن[p[َا]مَ","text_id":"(Ingatlah), ketika Ibrahim berdoa, “Ya Tuhanku, jadikanlah negeri ini (Makkah) negeri yang aman dan jauhkanlah aku beserta anak cucuku dari penyembahan terhadap berhala-berhala.","text_en":"Remember when Abraham prayed: \"O Lord, make this a city of peace, and preserve me and my progeny from worshipping idols:","transliteration":"Wa iz qaala Ibraaheemu Rabbij 'al haazal balada aaminanw wajnubnee wa baniyya an na'budal asnaam","no_fn":"","text_fn":""},{"id":1786,"surah":14,"no_ayah":36,"tema":"Doa Nabi Ibrahim","text_ayah":"رَبِّ إِ[g[نّ]َهُ[g[نّ]َ أَضْلَلْنَ كَثِي[a:3614[رًا م]ِّنَ [h:721[ٱ][l[ل][g[نّ]َاسِ‌ۖ فَمَ[f:7143[ن ت]َبِعَنِى فَإِ[g[نّ]َهُ[n[ۥ] مِ[g[نّ]ِى‌ۖ وَمَنْ عَصَانِى فَإِ[g[نّ]َكَ غَفُو[u:890[رٌ ر]َّح[p[ِي]مٌ","text_id":"Ya Tuhanku, sesungguhnya mereka (berhala-berhala itu) telah menyesatkan banyak manusia. Maka, siapa yang mengikutiku, sesungguhnya dia termasuk golonganku. Siapa yang mendurhakaiku, sesungguhnya Engkau Maha Pengampun lagi Maha Penyayang.","text_en":"Many a man have they led astray, O Lord. So he who follows me is truly of me; but as for him who disobeys me, surely You are forgiving and kind.","transliteration":"Rabbi innahunna adlalna kaseeram minan naasi faman tabi'anee fa innahoo minnee wa man 'asaanee fa innaka Ghafoorur Raheem","no_fn":"","text_fn":""},{"id":1787,"surah":14,"no_ayah":37,"tema":"Doa Nabi Ibrahim","text_ayah":"رَّبَّن[o[َآ] إِ[g[نّ][o[ِىٓ] أَسْكَ[f:7144[نت]ُ مِ[f:7145[ن ذ]ُرِّيَّتِى بِوَادٍ غَيْرِ ذِى زَرْعٍ عِ[f:264[ند]َ بَيْتِكَ [h:7146[ٱ]لْمُحَرَّمِ رَبَّنَا لِيُقِيمُو[s[اْ] [h:7147[ٱ][l[ل]صَّلَ[s[و][n[ٲ]ةَ فَ[h:7148[ٱ][q:7148[جْ]عَلْ أَفْــِٔدَ[a:7149[ةً م]ِّنَ [h:721[ٱ][l[ل][g[نّ]َاسِ تَهْو[o[ِىٓ] إِلَيْهِمْ وَ[h:7150[ٱ]رْزُ[q:7150[قْ]ه[w:7151[ُم م]ِّنَ [h:93[ٱ][l[ل]ثَّمَر[n[َٲ]تِ لَعَلَّهُمْ يَشْكُر[p[ُو]نَ","text_id":"Ya Tuhan kami, sesungguhnya aku telah menempatkan sebagian keturunanku di lembah yang tidak ada tanamannya (dan berada) di sisi rumah-Mu (Baitullah) yang dihormati. Ya Tuhan kami, (demikian itu kami lakukan) agar mereka melaksanakan salat. Maka, jadikanlah hati sebagian manusia cenderung kepada mereka dan anugerahilah mereka rezeki dari buah-buahan. Mudah-mudahan mereka bersyukur.","text_en":"I have settled some of my children, O Lord, in a barren valley near Your sacred House, so that, O our Lord, they may be constant in devotion. So put in the hearts of men some kindness for them, and provide fruits for them: They may haply be grateful.","transliteration":"Rabbanaaa inneee askantu min zurriyyatee biwaadin ghairi zee zar'in 'inda Baitikal Muharrami Rabbanaa liyuqeemus Salaata faj'al af'idatam minan naasi tahweee ilaihim warzuqhum minas samaraati la'allahum yashkuroon","no_fn":"","text_fn":""},{"id":1788,"surah":14,"no_ayah":38,"tema":"Doa Nabi Ibrahim","text_ayah":"رَبَّن[o[َآ] إِ[g[نّ]َكَ تَعْلَمُ مَا نُخْفِى وَمَا نُعْلِنُ‌ۗ وَمَا يَخْفَىٰ عَلَى [h:412[ٱ]للَّهِ مِ[f:2103[ن ش][f:5402[َىْءٍ ف]ِى [h:44[ٱ]لْأَرْضِ وَلَا فِى [h:746[ٱ][l[ل]سَّم[o[َا]ٓءِ","text_id":"Ya Tuhan kami, sesungguhnya Engkau mengetahui apa yang kami sembunyikan dan apa yang kami tampakkan. Tidak ada sesuatu pun yang tersembunyi bagi Allah, baik yang ada di bumi maupun yang ada di langit.","text_en":"O Lord, You have knowledge of what we hide and what we reveal, for nothing on the earth or in the skies is hidden from God.","transliteration":"Rabbanaaa innaka ta'lamu maa nukhfee wa maa nu'lin; wa maa yakhfaa 'alal laahi min shai'in fil ardi wa laa fis samaaa'","no_fn":"","text_fn":""},{"id":1789,"surah":14,"no_ayah":39,"tema":"Doa Nabi Ibrahim","text_ayah":"ٱلْحَمْدُ لِلَّهِ [h:3912[ٱ]لَّذِى وَهَبَ لِى عَلَى [h:7152[ٱ]لْكِبَرِ إِسْمَ[n[ـٰ]عِيلَ وَإِسْحَ[n[ـٰ]قَ‌ۚ إِ[g[نّ]َ رَبِّى لَسَمِيعُ [h:7153[ٱ][l[ل]دُّع[o[َا]ٓءِ","text_id":"Segala puji bagi Allah yang telah menganugerahkan kepadaku di hari tua(-ku) Ismail dan Ishaq. Sesungguhnya Tuhanku benar-benar Maha Mendengar (memperkenankan) doa.","text_en":"All praise be to God who bestowed on me Ishmael and Isaac in old age. Verily my Lord listens to prayer.","transliteration":"Alhamdu lillaahil lazee wahaba lee 'alal kibari Ismaa'eela wa Ishaaq; inna Rabbee lasamee'ud du'aaa","no_fn":"","text_fn":""},{"id":1790,"surah":14,"no_ayah":40,"tema":"Doa Nabi Ibrahim","text_ayah":"رَبِّ [h:7154[ٱ][q:6717[جْ]عَلْنِى مُقِيمَ [h:7155[ٱ][l[ل]صَّلَ[s[و][n[ٲ]ةِ وَمِ[f:643[ن ذ]ُرِّيَّتِى‌ۚ رَبَّنَا وَتَقَبَّلْ دُع[o[َا]ٓءِ","text_id":"Ya Tuhanku, jadikanlah aku dan sebagian anak cucuku orang yang tetap melaksanakan salat. Ya Tuhan kami, perkenankanlah doaku.<sup>390)</sup>","text_en":"Grant, O Lord, that I and my offspring may remain constant in devotion. Grant, O Lord, my supplication.","transliteration":"Rabbij 'alnee muqeemas Salaati wa min zurriyyatee Rabbanaa wa taqabbal du'aaa'","no_fn":"390","text_fn":"390) Nabi Ibrahim a.s. hanya mendoakan sebagian anak cucunya karena Allah Swt. telah memberitahunya bahwa sebagian anak cucunya yang lain akan menjadi orang-orang kafir."},{"id":1791,"surah":14,"no_ayah":41,"tema":"Doa Nabi Ibrahim","text_ayah":"رَبَّنَا [h:2305[ٱ]غْفِرْ لِى وَلِو[n[َٲ]لِدَىَّ وَلِلْمُؤْمِنِينَ يَوْمَ يَقُومُ [h:7156[ٱ]لْحِس[p[َا][q[ب]ُ","text_id":"Ya Tuhan kami, ampunilah aku, kedua orang tuaku, dan orang-orang mukmin pada hari diadakan perhitungan (hari Kiamat).”","text_en":"O Lord, forgive me, my parents and the faithful on the Day the reckoning is done.\"","transliteration":"Rabbanagh fir lee wa liwaalidaiya wa lilmu'mineena Yawma yaqoomul hisaab","no_fn":"","text_fn":""},{"id":1792,"surah":14,"no_ayah":42,"tema":"Allah tidak Pernah Lengah dari Perbuatan Orang Zalim","text_ayah":"وَلَا تَحْسَبَ[g[نّ]َ [h:7157[ٱ]للَّهَ غَ[n[ـٰ]فِلاً عَ[g[مّ]َا يَعْمَلُ [h:7158[ٱ][l[ل]ظَّ[n[ـٰ]لِمُونَ‌ۚ إِ[g[نّ]َمَا يُؤَخِّرُهُمْ لِيَوْ[f:7159[مٍ ت]َشْخَصُ فِيهِ [h:7160[ٱ]لْأَ[q:4305[بْ]صَ[p[ـٰ]رُ","text_id":"Janganlah sekali-kali engkau mengira bahwa Allah lengah terhadap apa yang orang-orang zalim perbuat. Sesungguhnya Dia menangguhkan mereka sampai hari ketika mata (mereka) terbelalak.","text_en":"Think not God is oblivious of the deeds of the wicked. He has only allowed them respite till the Day on which all eyes would stare aghast,","transliteration":"Wa laa tahsabannal laaha ghaafilan 'ammaa ya'maluz zaalimoon; innamaa yu'akh khiruhum li Yawmin tashkhasu feehil absaar","no_fn":"","text_fn":""},{"id":1793,"surah":14,"no_ayah":43,"tema":"Allah tidak Pernah Lengah dari Perbuatan Orang Zalim","text_ayah":"مُهْطِعِينَ مُ[q:7161[قْ]نِعِى رُءُوسِهِمْ لَا يَرْتَدُّ إِلَيْهِمْ طَرْفُهُمْ‌ۖ وَأَفْــِٔدَتُهُمْ هَو[o[َا]ٓءٌ","text_id":"(Pada hari itu) mereka datang tergesa-gesa (memenuhi panggilan) dengan mengangkat kepalanya, sedangkan mata mereka tidak berkedip dan hati mereka kosong.","text_en":"(And) they would hasten forward, heads lifted upwards, gazes fixed, and emptied out their hearts.","transliteration":"Muhti'eena muqni'ee ru'oosihim laa yartaddu ilaihim tarfuhum wa af'idatuhum hawaaa'","no_fn":"","text_fn":""},{"id":1794,"surah":14,"no_ayah":44,"tema":"Allah tidak Pernah Lengah dari Perbuatan Orang Zalim","text_ayah":"وَأَ[f:7162[نذ]ِرِ [h:7163[ٱ][l[ل][g[نّ]َاسَ يَوْمَ يَأْتِيهِمُ [h:7164[ٱ]لْعَذَابُ فَيَقُولُ [h:7165[ٱ]لَّذِينَ ظَلَمُو[s[اْ] رَبَّن[o[َآ] أَخِّرْن[o[َآ] إِلَ[o[ىٰٓ] أَجَ[f:2940[لٍ ق]َرِي[a:7166[بٍ ن]ُّجِ[q:7167[بْ] دَعْوَتَكَ وَنَتَّبِعِ [h:7168[ٱ][l[ل]رُّسُلَ‌ۗ أَوَلَمْ تَكُون[o[ُوٓ][s[اْ] أَ[q:4723[قْ]سَمْت[w:7169[ُم م]ِّ[f:128[ن ق]َ[q:129[بْ]لُ مَا لَك[w:556[ُم م]ِّ[f:7170[ن ز]َو[p[َا]لٍ","text_id":"Berikanlah (Nabi Muhammad) peringatan kepada manusia tentang hari (ketika) azab datang kepada mereka. Maka, (ketika itu) orang-orang yang zalim berkata, “Ya Tuhan kami, tangguhkanlah (azab) kami (dan kembalikanlah kami ke dunia) walaupun sebentar, niscaya kami akan mematuhi seruan-Mu dan akan mengikuti rasul-rasul.” (Kepada mereka dikatakan,) “Bukankah dahulu (di dunia) kamu telah bersumpah bahwa sekali-kali kamu tidak akan beralih (dari kehidupan dunia ke akhirat)?","text_en":"Warn the people of that Day when the punishment would be inflicted upon them. Then will the wicked say: \"O our Lord, give us respite a while more. We shall heed Your call and follow the apostles.\" (But they will be told,): \"Are you not those who used to swear: 'There is no reverse for us?'","transliteration":"Wa anzirin naasa Yawma yaateehimul 'azaabu fa yaqoolul lazeena zalamoo Rabbanaaa akhkhirnaaa ilaaa ajalin qareebin nujib da'wataka wa nattabi 'ir Rusul; awalam takoonooo aqsamtum min qablu maa lakum min zawaal","no_fn":"","text_fn":""},{"id":1795,"surah":14,"no_ayah":45,"tema":"Allah tidak Pernah Lengah dari Perbuatan Orang Zalim","text_ayah":"وَسَكَ[f:7171[نت]ُمْ فِى مَسَ[n[ـٰ]كِنِ [h:7172[ٱ]لَّذِينَ ظَلَم[o[ُوٓ][s[اْ] أَ[f:38[نف]ُسَهُمْ وَتَبَيَّنَ لَكُمْ كَيْفَ فَعَلْنَا بِهِمْ وَضَرَ[q:7173[بْ]نَا لَكُمُ [h:7174[ٱ]لْأَمْث[p[َا]لَ","text_id":"(Bukankah) kamu pun dulu tinggal di tempat kediaman orang-orang yang menzalimi diri sendiri dan telah nyata bagimu bagaimana Kami telah berbuat terhadap mereka dan telah Kami berikan (pula) kepadamu beberapa perumpamaan?”","text_en":"Yet you dwelt in the dwellings of those who had exceeded themselves, and it was evident to you how We had dealt with them; and We held out examples before you.\"","transliteration":"Wa sakantum fee masaakinil lazeena zalamooo anfusahum wa tabaiyana lakum kaifa fa'alnaa bihim wa darabnaa lakumul amsaal","no_fn":"","text_fn":""},{"id":1796,"surah":14,"no_ayah":46,"tema":"Allah tidak Pernah Lengah dari Perbuatan Orang Zalim","text_ayah":"وَقَ[q:387[دْ] مَكَرُو[s[اْ] مَكْرَهُمْ وَعِ[f:5476[ند]َ [h:7175[ٱ]للَّهِ مَكْرُهُمْ وَإِ[f:1649[ن ك]َانَ مَكْرُهُمْ لِتَزُولَ مِنْهُ [h:7176[ٱ]لْجِب[p[َا]لُ","text_id":"Sungguh, mereka telah membuat tipu daya padahal Allah (mengetahui dan akan membalas) tipu daya mereka. Sekali-kali tipu daya mereka tidak akan mampu melenyapkan gunung-gunung.<sup>391)</sup>","text_en":"Still they are plotting their plots, but evident are their plots to God, even though they are so adroit as to make the mountains move.","transliteration":"Wa qad makaroo makrahum wa 'indal laahi makruhum wa in kaana makruhum litazoola minhul jibaal","no_fn":"391","text_fn":"391) Yang dimaksud dengan gunung pada ayat ini adalah syariat Allah Swt. yang kukuh laksana gunung."},{"id":1797,"surah":14,"no_ayah":47,"tema":"Allah tidak Pernah Lengah dari Perbuatan Orang Zalim","text_ayah":"فَلَا تَحْسَبَ[g[نّ]َ [h:7157[ٱ]للَّهَ مُخْلِفَ وَعْدِه[n[ِۦ] رُسُلَهُ[o[ۥٓ‌ۗ] إِ[g[نّ]َ [h:80[ٱ]للَّهَ عَزِي[f:1729[زٌ ذ]ُو [h:1730[ٱ][f:1731[نت]ِق[p[َا]مٍ","text_id":"Oleh karena itu, jangan sekali-kali engkau mengira bahwa Allah mengingkari janji-Nya kepada rasul-rasul-Nya. Sesungguhnya Allah Mahaperkasa lagi mempunyai pembalasan,","text_en":"Think not that God would go back on His promise (made) to the apostles. Indeed God is mighty, the Lord of retribution.","transliteration":"Falaa tahsabannal laaha mukhlifa wa'dihee Rusulah; innal laaha 'azeezun zuntiqaam","no_fn":"","text_fn":""},{"id":1798,"surah":14,"no_ayah":48,"tema":"Allah tidak Pernah Lengah dari Perbuatan Orang Zalim","text_ayah":"يَوْمَ تُبَدَّلُ [h:7177[ٱ]لْأَرْضُ غَيْرَ [h:7178[ٱ]لْأَرْضِ وَ[h:7179[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تُ‌ۖ وَبَرَزُو[s[اْ] لِلَّهِ [h:7180[ٱ]لْو[n[َٲ]حِدِ [h:7181[ٱ]لْقَهّ[p[َا]رِ","text_id":"(yaitu) hari (ketika) bumi diganti dengan bumi yang lain dan (demikian pula) langit. Mereka (manusia) berkumpul (di Padang Mahsyar) menghadap Allah Yang Maha Esa lagi Mahaperkasa.","text_en":"The day when the earth will he replaced by some other than the earth, as will be the skies, and every one will appear before God the one and omnipotent,","transliteration":"Yawma tubaddalul ardu ghairal ardi wassamaawaatu wa barazoo lillaahil Waahidil Qahhaar","no_fn":"","text_fn":""},{"id":1799,"surah":14,"no_ayah":49,"tema":"Allah tidak Pernah Lengah dari Perbuatan Orang Zalim","text_ayah":"وَتَرَى [h:7182[ٱ]لْمُ[q:4093[جْ]رِمِينَ يَوْمَئِ[a:7183[ذٍ م]ُّقَرَّنِينَ فِى [h:7184[ٱ]لْأَصْف[p[َا][q[د]ِ","text_id":"Pada hari itu engkau akan melihat orang-orang yang berdosa diikat dengan belenggu.","text_en":"You will see the wicked on that day bound together in chains.","transliteration":"Wa taral mujrimeena Yawma 'izim muqarraneena filasfaad","no_fn":"","text_fn":""},{"id":1800,"surah":14,"no_ayah":50,"tema":"Allah tidak Pernah Lengah dari Perbuatan Orang Zalim","text_ayah":"سَرَابِيلُه[w:7185[ُم م]ِّ[f:7186[ن ق]َطِرَا[a:7187[نٍ و]َتَغْشَىٰ وُجُوهَهُمُ [h:7188[ٱ][l[ل][g[نّ][p[َا]رُ","text_id":"Pakaian mereka dari cairan (seperti aspal) dan wajah mereka ditutup oleh api neraka.","text_en":"Of molten pitch shall be their garments, their faces covered with flames,","transliteration":"Saraabeeluhum min qatiraaninw wa taghshaa wujoohahumun Naar","no_fn":"","text_fn":""},{"id":1801,"surah":14,"no_ayah":51,"tema":"Allah tidak Pernah Lengah dari Perbuatan Orang Zalim","text_ayah":"لِيَ[q:5945[جْ]زِىَ [h:7189[ٱ]للَّهُ كُلَّ نَفْ[a:1654[سٍ م]َّا كَسَبَتْ‌ۚ إِ[g[نّ]َ [h:80[ٱ]للَّهَ سَرِيعُ [h:1112[ٱ]لْحِس[p[َا][q[ب]ِ","text_id":"(Demikian itu) agar Allah memberi balasan kepada setiap orang atas apa yang dia usahakan. Sesungguhnya Allah Mahacepat perhitungan(-Nya).","text_en":"That God may reward each soul for its deeds. Indeed God is swift at reckoning!","transliteration":"Liyajziyal laahu kulla nafsim maa kasabat; innal laaha saree'ul hisaab","no_fn":"","text_fn":""},{"id":1802,"surah":14,"no_ayah":52,"tema":"Allah tidak Pernah Lengah dari Perbuatan Orang Zalim","text_ayah":"هَ[n[ـٰ]ذَا بَلَ[n[ـٰ][u:7190[غٌ ل]ِّل[g[نّ]َاسِ وَلِيُ[f:7191[نذ]َرُو[s[اْ] بِه[n[ِۦ] وَلِيَعْلَم[o[ُوٓ][s[اْ] أَ[g[نّ]َمَا هُوَ إِلَ[n[ـٰ][a:827[هٌ و][n[َٲ]حِ[a:7192[دٌ و]َلِيَذَّكَّرَ أُ[s[وْ]لُو[s[اْ] [h:1595[ٱ]لْأَلْبَ[p[ـٰ][q[ب]ِ","text_id":"(Al-Qur’an) ini adalah penjelasan (yang sempurna) bagi manusia agar mereka diberi peringatan dengannya, agar mereka mengetahui bahwa Dia adalah Tuhan Yang Maha Esa, dan agar orang yang berakal mengambil pelajaran.","text_en":"This is a message for mankind that they may take a warning from it, and may know that He is the one and only God, and that men of wisdom may reflect.","transliteration":"Haaza balaaghul linnaasi wa liyunzaroo bihee wa liya'lamooo annamaa Huwa Illaahunw Waahidunw wa liyaz zakkara ulul albaab","no_fn":"","text_fn":""}]