[{"id":1803,"surah":15,"no_ayah":1,"theme":"Pembangkangan Orang Kafir terhadap Rasul-Rasul Allah","text_ayah":"الۤرٰۗتِلْكَ اٰيٰتُ الْكِتٰبِ وَقُرْاٰنٍ مُّبِيْنٍ  ۔","text_id":"Alif Lām Rā. Itulah ayat-ayat Kitab, yaitu (ayat-ayat) Al-Qur’an yang memberi penjelasan.","text_en":"ALIF LAM RA. These are the verses of the Book and the perspicuous oration.","transliteration":"alif lām rā, tilka āyātul-kitābi wa qur`ānim mubīn","no_fn":"","text_fn":""},{"id":1804,"surah":15,"no_ayah":2,"theme":"Pembangkangan Orang Kafir terhadap Rasul-Rasul Allah","text_ayah":"رُبَمَا يَوَدُّ الَّذِيْنَ كَفَرُوْا لَوْ كَانُوْا مُسْلِمِيْنَ ","text_id":"Orang-orang yang kufur itu sering kali (nanti di akhirat) menginginkan, sekiranya mereka dahulu (di dunia) menjadi orang-orang muslim.","text_en":"The unbelievers would haply like to wish that they had submitted (and become Muslim).","transliteration":"rubamā yawaddullażīna kafarụ lau kānụ muslimīn","no_fn":"","text_fn":""},{"id":1805,"surah":15,"no_ayah":3,"theme":"Pembangkangan Orang Kafir terhadap Rasul-Rasul Allah","text_ayah":"ذَرْهُمْ يَأْكُلُوْا وَيَتَمَتَّعُوْا وَيُلْهِهِمُ الْاَمَلُ فَسَوْفَ يَعْلَمُوْنَ ","text_id":"Biarkanlah mereka (di dunia ini) makan, bersenang-senang, dan dilalaikan oleh angan-angan (kosong). Kelak mereka akan mengetahui (akibat perbuatannya).","text_en":"Leave them to feast and revel, beguiled by hope; they will come to know soon.","transliteration":"żar-hum ya`kulụ wa yatamatta'ụ wa yul-hihimul-amalu fa saufa ya'lamụn","no_fn":"","text_fn":""},{"id":1806,"surah":15,"no_ayah":4,"theme":"Pembangkangan Orang Kafir terhadap Rasul-Rasul Allah","text_ayah":"وَمَآ اَهْلَكْنَا مِنْ قَرْيَةٍ اِلَّا وَلَهَا كِتَابٌ مَّعْلُوْمٌ ","text_id":"Kami tidak membinasakan suatu negeri, kecuali sudah ada ketentuan yang ditetapkan baginya.","text_en":"Not one habitation have We destroyed but at the time determined for it.","transliteration":"wa mā ahlaknā ming qaryatin illā wa lahā kitābum ma'lụm","no_fn":"","text_fn":""},{"id":1807,"surah":15,"no_ayah":5,"theme":"Pembangkangan Orang Kafir terhadap Rasul-Rasul Allah","text_ayah":"مَا تَسْبِقُ مِنْ اُمَّةٍ اَجَلَهَا وَمَا يَسْتَأْخِرُوْنَ ","text_id":"Tidak ada satu umat pun yang dapat menyegerakan ajalnya dan tidak (pula) menangguhkan(-nya).","text_en":"No people can hasten or delay the term already fixed for them.","transliteration":"mā tasbiqu min ummatin ajalahā wa mā yasta`khirụn","no_fn":"","text_fn":""},{"id":1808,"surah":15,"no_ayah":6,"theme":"Pembangkangan Orang Kafir terhadap Rasul-Rasul Allah","text_ayah":"وَقَالُوْا يٰٓاَيُّهَا الَّذِيْ نُزِّلَ عَلَيْهِ الذِّكْرُ اِنَّكَ لَمَجْنُوْنٌ ۗ  ","text_id":"Mereka berkata, “Wahai orang yang kepadanya diturunkan Al-Qur’an, sesungguhnya engkau (Nabi Muhammad) benar-benar orang gila.<sup>392)</sup>","text_en":"And yet they say: \"You, to whom this Exposition has been sent are surely possessed of the Devil.","transliteration":"wa qālụ yā ayyuhallażī nuzzila 'alaihiż-żikru innaka lamajnụn","no_fn":"392","text_fn":"392) Kata-kata ini diucapkan oleh orang kafir Makkah kepada Nabi Muhammad saw. sebagai ejekan."},{"id":1809,"surah":15,"no_ayah":7,"theme":"Pembangkangan Orang Kafir terhadap Rasul-Rasul Allah","text_ayah":"لَوْمَا تَأْتِيْنَا بِالْمَلٰۤىِٕكَةِ اِنْ كُنْتَ مِنَ الصّٰدِقِيْنَ ","text_id":"Mengapa engkau tidak mendatangkan malaikat kepada kami, jika engkau termasuk orang-orang yang benar?”","text_en":"If you are a man of truth, why can't you bring the angels to us?\"","transliteration":"lau mā ta`tīnā bil-malā`ikati ing kunta minaṣ-ṣādiqīn","no_fn":"","text_fn":""},{"id":1810,"surah":15,"no_ayah":8,"theme":"Pembangkangan Orang Kafir terhadap Rasul-Rasul Allah","text_ayah":"مَا نُنَزِّلُ الْمَلٰۤىِٕكَةَ اِلَّا بِالْحَقِّ وَمَا كَانُوْٓا اِذًا مُّنْظَرِيْنَ ","text_id":"Kami tidak menurunkan malaikat, kecuali dengan kebenaran. (Jika orang-orang kafir itu mengingkarinya,) mereka tidak diberi penangguhan (dari azab Allah).","text_en":"But then We never send the angels down save with the purpose (of enforcing their doom), after which they will not be given more respite.","transliteration":"mā nunazzilul-malā`ikata illā bil-ḥaqqi wa mā kānū iżam munẓarīn","no_fn":"","text_fn":""},{"id":1811,"surah":15,"no_ayah":9,"theme":"Pembangkangan Orang Kafir terhadap Rasul-Rasul Allah","text_ayah":"اِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَاِنَّا لَهٗ لَحٰفِظُوْنَ ","text_id":"Sesungguhnya Kamilah yang menurunkan Al-Qur’an dan pasti Kami (pula) yang memeliharanya.<sup>393)</sup>","text_en":"We have sent down this Exposition, and We will guard it.","transliteration":"innā naḥnu nazzalnaż-żikra wa innā lahụ laḥāfiẓụn","no_fn":"393","text_fn":"393) Ayat ini memberi jaminan tentang kesucian dan kemurnian Al-Qur’an selama-lamanya."},{"id":1812,"surah":15,"no_ayah":10,"theme":"Pembangkangan Orang Kafir terhadap Rasul-Rasul Allah","text_ayah":"وَلَقَدْ اَرْسَلْنَا مِنْ قَبْلِكَ فِيْ شِيَعِ الْاَوَّلِيْنَ ","text_id":"Sungguh, Kami benar-benar telah mengutus (beberapa rasul) sebelum engkau (Nabi Muhammad) kepada umat-umat terdahulu.","text_en":"We had also sent apostles to people of earlier persuasions.","transliteration":"wa laqad arsalnā ming qablika fī syiya'il-awwalīn","no_fn":"","text_fn":""},{"id":1813,"surah":15,"no_ayah":11,"theme":"Pembangkangan Orang Kafir terhadap Rasul-Rasul Allah","text_ayah":"وَمَا يَأْتِيْهِمْ مِّنْ رَّسُوْلٍ اِلَّا كَانُوْا بِهٖ يَسْتَهْزِءُوْنَ ","text_id":"Tidaklah datang seorang rasul kepada mereka, kecuali selalu memperolok-olokkannya.","text_en":"But never once an apostle came to them at whom they did not scoff.","transliteration":"wa mā ya`tīhim mir rasụlin illā kānụ bihī yastahzi`ụn","no_fn":"","text_fn":""},{"id":1814,"surah":15,"no_ayah":12,"theme":"Pembangkangan Orang Kafir terhadap Rasul-Rasul Allah","text_ayah":"كَذٰلِكَ نَسْلُكُهٗ فِيْ قُلُوْبِ الْمُجْرِمِيْنَۙ","text_id":"Demikianlah, Kami memasukkannya (olok-olok itu) ke dalam hati orang-orang yang berdosa.","text_en":"We place in the hearts of sinners (disbelief).","transliteration":"każālika naslukuhụ fī qulụbil-mujrimīn","no_fn":"","text_fn":""},{"id":1815,"surah":15,"no_ayah":13,"theme":"Pembangkangan Orang Kafir terhadap Rasul-Rasul Allah","text_ayah":"لَا يُؤْمِنُوْنَ بِهٖ وَقَدْ خَلَتْ سُنَّةُ الْاَوَّلِيْنَ ","text_id":"Mereka tidak beriman kepadanya (Al-Qur’an), padahal telah berlalu sunatullah<sup>394)</sup> terhadap orang-orang terdahulu.","text_en":"So, they will not believe in it: The example of former people is there.","transliteration":"lā yu`minụna bihī wa qad khalat sunnatul-awwalīn","no_fn":"394","text_fn":"394) Sunatullah di sini ialah membinasakan orang yang mendustakan rasul."},{"id":1816,"surah":15,"no_ayah":14,"theme":"Pembangkangan Orang Kafir terhadap Rasul-Rasul Allah","text_ayah":"وَلَوْ فَتَحْنَا عَلَيْهِمْ بَابًا مِّنَ السَّمَاۤءِ فَظَلُّوْا فِيْهِ يَعْرُجُوْنَۙ","text_id":"Kalau Kami bukakan (salah satu) pintu langit untuk mereka, lalu mereka terus menerus naik ke atasnya,","text_en":"Even if We open a door in the heavens and they ascend through it in broad daylight,","transliteration":"walau fataḥnā 'alaihim bābam minas-samā`i fa ẓallụ fīhi ya'rujụn","no_fn":"","text_fn":""},{"id":1817,"surah":15,"no_ayah":15,"theme":"Pembangkangan Orang Kafir terhadap Rasul-Rasul Allah","text_ayah":"لَقَالُوْٓا اِنَّمَا سُكِّرَتْ اَبْصَارُنَا بَلْ نَحْنُ قَوْمٌ مَّسْحُوْرُوْنَࣖ ","text_id":"tentulah mereka berkata, “Sesungguhnya pandangan kamilah yang dikaburkan. Bahkan, kami adalah kaum yang terkena sihir.”","text_en":"They will say all the same: \"Our eyes were dazed (and clouded over). We were a people ensorcelled.\"","transliteration":"laqālū innamā sukkirat abṣārunā bal naḥnu qaumum mas-ḥụrụn","no_fn":"","text_fn":""},{"id":1818,"surah":15,"no_ayah":16,"theme":"Penciptaan Alam Semesta sebagai Bukti Kekuasaan Allah","text_ayah":"وَلَقَدْ جَعَلْنَا فِى السَّمَاۤءِ بُرُوْجًا وَّزَيَّنّٰهَا لِلنّٰظِرِيْنَۙ","text_id":"Sungguh, Kami benar-benar telah menciptakan gugusan bintang di langit dan menjadikannya terasa indah bagi orang-orang yang memandang (langit itu).","text_en":"We have placed the signs of the Zodiac in the sky, and decked it out for those who can see;","transliteration":"wa laqad ja'alnā fis-samā`i burụjaw wa zayyannāhā lin-nāẓirīn","no_fn":"","text_fn":""},{"id":1819,"surah":15,"no_ayah":17,"theme":"Penciptaan Alam Semesta sebagai Bukti Kekuasaan Allah","text_ayah":"وَحَفِظْنٰهَا مِنْ كُلِّ شَيْطٰنٍ رَّجِيْمٍۙ","text_id":"Kami menjaganya dari setiap setan yang terkutuk,","text_en":"And We have preserved it from every accursed devil,","transliteration":"wa ḥafiẓnāhā ming kulli syaiṭānir rajīm","no_fn":"","text_fn":""},{"id":1820,"surah":15,"no_ayah":18,"theme":"Penciptaan Alam Semesta sebagai Bukti Kekuasaan Allah","text_ayah":"اِلَّا مَنِ اسْتَرَقَ السَّمْعَ فَاَتْبَعَهٗ شِهَابٌ مُّبِيْنٌ ","text_id":"kecuali (setan) yang mencuri-curi (berita) yang dapat didengar (dari malaikat) maka dia dikejar oleh bintang-bintang (berapi) yang terang.","text_en":"Except the ones who listen on the sly, yet they are chased away by a shooting flame.","transliteration":"illā manistaraqas-sam'a fa atba'ahụ syihābum mubīn","no_fn":"","text_fn":""},{"id":1821,"surah":15,"no_ayah":19,"theme":"Penciptaan Alam Semesta sebagai Bukti Kekuasaan Allah","text_ayah":"وَالْاَرْضَ مَدَدْنٰهَا وَاَلْقَيْنَا فِيْهَا رَوَاسِيَ وَاَنْۢبَتْنَا فِيْهَا مِنْ كُلِّ شَيْءٍ مَّوْزُوْنٍ","text_id":"Kami telah menghamparkan bumi, memancangkan padanya gunung-gunung, dan menumbuhkan di sana segala sesuatu menurut ukuran(-nya).","text_en":"We stretched the earth and placed upon it firm stabilisers, and made all things grow upon it balanced evenly.","transliteration":"wal-arḍa madadnāhā wa alqainā fīhā rawāsiya wa ambatnā fīhā ming kulli syai`im mauzụn","no_fn":"","text_fn":""},{"id":1822,"surah":15,"no_ayah":20,"theme":"Penciptaan Alam Semesta sebagai Bukti Kekuasaan Allah","text_ayah":"وَجَعَلْنَا لَكُمْ فِيْهَا مَعَايِشَ وَمَنْ لَّسْتُمْ لَهٗ بِرٰزِقِيْنَ ","text_id":"Kami telah menjadikan di sana sumber-sumber kehidupan untukmu dan (menjadikan pula) makhluk hidup yang bukan kamu pemberi rezekinya.","text_en":"We have provided on it sustenance for you, and for those you cannot provide.","transliteration":"wa ja'alnā lakum fīhā ma'āyisya wa mal lastum lahụ birāziqīn","no_fn":"","text_fn":""},{"id":1823,"surah":15,"no_ayah":21,"theme":"Penciptaan Alam Semesta sebagai Bukti Kekuasaan Allah","text_ayah":"وَاِنْ مِّنْ شَيْءٍ اِلَّا عِنْدَنَا خَزَاۤىِٕنُهٗ وَمَا نُنَزِّلُهٗٓ اِلَّا بِقَدَرٍ مَّعْلُوْمٍ ","text_id":"Tidak ada sesuatu pun melainkan di sisi Kamilah perbendaharaannya<sup>395)</sup> dan Kami tidak menurunkannya melainkan dengan ukuran tertentu.","text_en":"Of all things there are We have the stores, and send them down in determined measure.","transliteration":"wa im min syai`in illā 'indanā khazā`inuhụ wa mā nunazziluhū illā biqadarim ma'lụm","no_fn":"395","text_fn":"395) Segala sesuatu itu bersumber dari Allah Swt. "},{"id":1824,"surah":15,"no_ayah":22,"theme":"Penciptaan Alam Semesta sebagai Bukti Kekuasaan Allah","text_ayah":"وَاَرْسَلْنَا الرِّيٰحَ لَوَاقِحَ فَاَنْزَلْنَا مِنَ السَّمَاۤءِ مَاۤءً فَاَسْقَيْنٰكُمُوْهُۚ وَمَآ اَنْتُمْ لَهٗ بِخٰزِنِيْنَ","text_id":"Kami telah meniupkan angin untuk mengawinkan.<sup>396)</sup> Maka, Kami menurunkan hujan dari langit lalu memberimu minum dengan (air) itu, sedangkan kamu bukanlah orang-orang yang menyimpannya.","text_en":"We send rain-impregnated winds, and water from the sky which you drink, but you are not the keepers of its store.","transliteration":"wa arsalnar-riyāḥa lawāqiḥa fa anzalnā minas-samā`i mā`an fa asqainākumụh, wa mā antum lahụ bikhāzinīn","no_fn":"396","text_fn":"396) Maksudnya adalah mengawinkan awan, tanaman, dan sebagainya."},{"id":1825,"surah":15,"no_ayah":23,"theme":"Penciptaan Alam Semesta sebagai Bukti Kekuasaan Allah","text_ayah":"وَاِنَّا لَنَحْنُ نُحْيٖ وَنُمِيْتُ وَنَحْنُ الْوٰرِثُوْنَ ","text_id":"Sesungguhnya Kamilah yang menghidupkan dan mematikan serta Kami (pulalah) yang mewarisi.","text_en":"It is We who give life and We who give death, and We are the One who will abide.","transliteration":"wa innā lanaḥnu nuḥyī wa numītu wa naḥnul-wāriṡụn","no_fn":"","text_fn":""},{"id":1826,"surah":15,"no_ayah":24,"theme":"Penciptaan Alam Semesta sebagai Bukti Kekuasaan Allah","text_ayah":"وَلَقَدْ عَلِمْنَا الْمُسْتَقْدِمِيْنَ مِنْكُمْ وَلَقَدْ عَلِمْنَا الْمُسْتَأْخِرِيْنَ ","text_id":"Sungguh, Kami benar-benar mengetahui orang-orang yang terdahulu di antara kamu dan Kami mengetahui pula orang-orang yang terkemudian.","text_en":"We surely know those of you who go forward and those of you who lag behind.","transliteration":"wa laqad 'alimnal-mustaqdimīna mingkum wa laqad 'alimnal-musta`khirīn","no_fn":"","text_fn":""},{"id":1827,"surah":15,"no_ayah":25,"theme":"Penciptaan Alam Semesta sebagai Bukti Kekuasaan Allah","text_ayah":"وَاِنَّ رَبَّكَ هُوَ يَحْشُرُهُمْۗ اِنَّهٗ حَكِيْمٌ عَلِيْمٌࣖ ","text_id":"Sesungguhnya hanya Tuhanmulah yang akan mengumpulkan mereka. Sesungguhnya Dia Mahabijaksana lagi Maha Mengetahui.","text_en":"Your Lord will surely gather them together: Certainly He is all-wise and all-knowing.","transliteration":"wa inna rabbaka huwa yaḥsyuruhum, innahụ ḥakīmun 'alīm","no_fn":"","text_fn":""},{"id":1828,"surah":15,"no_ayah":26,"theme":"Penciptaan Manusia dan Jin serta Pembangkangan Iblis","text_ayah":"وَلَقَدْ خَلَقْنَا الْاِنْسَانَ مِنْ صَلْصَالٍ مِّنْ حَمَاٍ مَّسْنُوْنٍۚ  ","text_id":"Sungguh, Kami benar-benar telah menciptakan manusia (Adam) dari tanah liat kering dari lumpur hitam yang dibentuk.","text_en":"Man We fashioned from fermented clay dried tingling hard,","transliteration":"wa laqad khalaqnal-insāna min ṣalṣālim min ḥama`im masnụn","no_fn":"","text_fn":""},{"id":1829,"surah":15,"no_ayah":27,"theme":"Penciptaan Manusia dan Jin serta Pembangkangan Iblis","text_ayah":"وَالْجَاۤنَّ خَلَقْنٰهُ مِنْ قَبْلُ مِنْ نَّارِ السَّمُوْمِ  ","text_id":"Sebelumnya Kami telah menciptakan jin dari api yang sangat panas.","text_en":"As We fashioned jinns before from intense radiated heat.","transliteration":"wal-jānna khalaqnāhu ming qablu min nāris-samụm","no_fn":"","text_fn":""},{"id":1830,"surah":15,"no_ayah":28,"theme":"Penciptaan Manusia dan Jin serta Pembangkangan Iblis","text_ayah":"وَاِذْ قَالَ رَبُّكَ لِلْمَلٰۤىِٕكَةِ اِنِّيْ خَالِقٌۢ بَشَرًا مِّنْ صَلْصَالٍ مِّنْ حَمَاٍ مَّسْنُوْنٍۚ  ","text_id":"(Ingatlah) ketika Tuhanmu berfirman kepada malaikat, “Sesungguhnya Aku akan menciptakan seorang manusia dari tanah liat kering dari lumpur hitam yang dibentuk.","text_en":"But when your Lord said to the angels: \"I am verily going to create a human being from fermented clay dried tingling hard;","transliteration":"wa iż qāla rabbuka lil-malā`ikati innī khāliqum basyaram min ṣalṣālim min ḥama`im masnụn","no_fn":"","text_fn":""},{"id":1831,"surah":15,"no_ayah":29,"theme":"Penciptaan Manusia dan Jin serta Pembangkangan Iblis","text_ayah":"فَاِذَا سَوَّيْتُهٗ وَنَفَخْتُ فِيْهِ مِنْ رُّوْحِيْ فَقَعُوْا لَهٗ سٰجِدِيْنَ ","text_id":"Maka, apabila Aku telah menyempurnakan (kejadian)-nya dan telah meniupkan roh (ciptaan)-Ku ke dalamnya, menyungkurlah kamu kepadanya dengan bersujud.<sup>397)</sup>","text_en":"And when I have fashioned him and breathed into him of My spirit, bow before him in homage;\"","transliteration":"fa iżā sawwaituhụ wa nafakhtu fīhi mir rụḥī faqa'ụ lahụ sājidīn","no_fn":"397","text_fn":"397) Sujud di sini bukan berarti menyembah, melainkan menghormat seperti sujudnya saudara-saudara Nabi Yusuf a.s. kepadanya."},{"id":1832,"surah":15,"no_ayah":30,"theme":"Penciptaan Manusia dan Jin serta Pembangkangan Iblis","text_ayah":"فَسَجَدَ الْمَلٰۤىِٕكَةُ كُلُّهُمْ اَجْمَعُوْنَۙ","text_id":"Lalu, para malaikat itu bersujud semuanya bersama-sama,","text_en":"The angels bowed in homage in a body","transliteration":"fa sajadal-malā`ikatu kulluhum ajma'ụn","no_fn":"","text_fn":""},{"id":1833,"surah":15,"no_ayah":31,"theme":"Penciptaan Manusia dan Jin serta Pembangkangan Iblis","text_ayah":"اِلَّآ اِبْلِيْسَۗ اَبٰىٓ اَنْ يَّكُوْنَ مَعَ السّٰجِدِيْنَ ","text_id":"kecuali Iblis. Ia enggan ikut bersama para (malaikat) yang bersujud.","text_en":"Except Iblis. He refused to bow with the adorers.","transliteration":"illā iblīs, abā ay yakụna ma'as-sājidīn","no_fn":"","text_fn":""},{"id":1834,"surah":15,"no_ayah":32,"theme":"Penciptaan Manusia dan Jin serta Pembangkangan Iblis","text_ayah":"قَالَ يٰٓاِبْلِيْسُ مَا لَكَ اَلَّا تَكُوْنَ مَعَ السّٰجِدِيْنَ ","text_id":"Dia (Allah) berfirman, “Wahai Iblis, apa yang menyebabkanmu enggan bersama mereka yang bersujud itu?”","text_en":"\"How is it, O Iblis,\" said (the Lord), \"you did not join those who bowed in homage?\"","transliteration":"qāla yā iblīsu mā laka allā takụna ma'as-sājidīn","no_fn":"","text_fn":""},{"id":1835,"surah":15,"no_ayah":33,"theme":"Penciptaan Manusia dan Jin serta Pembangkangan Iblis","text_ayah":"قَالَ لَمْ اَكُنْ لِّاَسْجُدَ لِبَشَرٍ خَلَقْتَهٗ مِنْ صَلْصَالٍ مِّنْ حَمَاٍ مَّسْنُوْنٍ ","text_id":"Ia (Iblis) berkata, “Aku sekali-kali tidak akan bersujud kepada manusia yang Engkau ciptakan dari tanah liat kering dari lumpur hitam yang diberi bentuk.”","text_en":"\"How could I bow,\" said he, \"before a mortal whom You created from fermented clay dried tingling hard?\"","transliteration":"qāla lam akul li`asjuda libasyarin khalaqtahụ min ṣalṣālim min ḥama`im masnụn","no_fn":"","text_fn":""},{"id":1836,"surah":15,"no_ayah":34,"theme":"Penciptaan Manusia dan Jin serta Pembangkangan Iblis","text_ayah":"قَالَ فَاخْرُجْ مِنْهَا فَاِنَّكَ رَجِيْمٌۙ","text_id":"(Allah) berfirman, “Keluarlah darinya (surga) karena sesungguhnya kamu terkutuk.","text_en":"\"Go hence, execrable,\" (said the Lord), \"from this place,","transliteration":"qāla fakhruj min-hā fa innaka rajīm","no_fn":"","text_fn":""},{"id":1837,"surah":15,"no_ayah":35,"theme":"Penciptaan Manusia dan Jin serta Pembangkangan Iblis","text_ayah":"وَّاِنَّ عَلَيْكَ اللَّعْنَةَ اِلٰى يَوْمِ الدِّيْنِ ","text_id":"Sesungguhnya kamu terlaknat sampai hari Kiamat.”","text_en":"Condemned till the day of Doom!\"","transliteration":"wa inna 'alaikal-la'nata ilā yaumid-dīn","no_fn":"","text_fn":""},{"id":1838,"surah":15,"no_ayah":36,"theme":"Penciptaan Manusia dan Jin serta Pembangkangan Iblis","text_ayah":"قَالَ رَبِّ فَاَنْظِرْنِيْٓ اِلٰى يَوْمِ يُبْعَثُوْنَ ","text_id":"(Iblis) berkata, “Wahai Tuhanku, tangguhkanlah (usia)-ku sampai hari mereka (manusia) dibangkitkan.”","text_en":"\"O my Lord,\" said he, \"give me respite till the day the dead are raised.\"","transliteration":"qāla rabbi fa anẓirnī ilā yaumi yub'aṡụn","no_fn":"","text_fn":""},{"id":1839,"surah":15,"no_ayah":37,"theme":"Penciptaan Manusia dan Jin serta Pembangkangan Iblis","text_ayah":"قَالَ فَاِنَّكَ مِنَ الْمُنْظَرِيْنَۙ","text_id":"(Allah) berfirman, “Sesungguhnya kamu termasuk golongan yang ditangguhkan","text_en":"\"You are among the reprieved,\" (said the Lord),","transliteration":"qāla fa innaka minal-munẓarīn","no_fn":"","text_fn":""},{"id":1840,"surah":15,"no_ayah":38,"theme":"Penciptaan Manusia dan Jin serta Pembangkangan Iblis","text_ayah":"اِلٰى يَوْمِ الْوَقْتِ الْمَعْلُوْمِ ","text_id":"sampai hari yang telah ditentukan waktunya (kiamat).”","text_en":"\"Till the predetermined time.\"","transliteration":"ilā yaumil-waqtil-ma'lụm","no_fn":"","text_fn":""},{"id":1841,"surah":15,"no_ayah":39,"theme":"Penciptaan Manusia dan Jin serta Pembangkangan Iblis","text_ayah":"قَالَ رَبِّ بِمَآ اَغْوَيْتَنِيْ لَاُزَيِّنَنَّ لَهُمْ فِى الْاَرْضِ وَلَاُغْوِيَنَّهُمْ اَجْمَعِيْنَۙ  ","text_id":"Ia (Iblis) berkata, “Tuhanku, karena Engkau telah menyesatkanku, sungguh aku akan menjadikan (kejahatan) terasa indah bagi mereka di bumi dan sungguh aku akan menyesatkan mereka semua,","text_en":"\"O my Lord,\" he said, \"since You have led me into error I'll beguile them with the pleasures of the world and lead them astray,","transliteration":"qāla rabbi bimā agwaitanī la`uzayyinanna lahum fil-arḍi wa la`ugwiyannahum ajma'īn","no_fn":"","text_fn":""},{"id":1842,"surah":15,"no_ayah":40,"theme":"Penciptaan Manusia dan Jin serta Pembangkangan Iblis","text_ayah":"اِلَّا عِبَادَكَ مِنْهُمُ الْمُخْلَصِيْنَ ","text_id":"kecuali hamba-hamba-Mu yang terpilih (karena keikhlasannya) di antara mereka.”","text_en":"Except the chosen ones among Your creatures.\"","transliteration":"illā 'ibādaka min-humul-mukhlaṣīn","no_fn":"","text_fn":""},{"id":1843,"surah":15,"no_ayah":41,"theme":"Penciptaan Manusia dan Jin serta Pembangkangan Iblis","text_ayah":"قَالَ هٰذَا صِرَاطٌ عَلَيَّ مُسْتَقِيْمٌ ","text_id":"Dia (Allah) berfirman, “Ini adalah jalan lurus yang Aku jamin (ditunjukkan kepada hamba-hamba-Ku itu).","text_en":"(To which God) said: \"This way is right by Me.","transliteration":"qāla hāżā ṣirāṭun 'alayya mustaqīm","no_fn":"","text_fn":""},{"id":1844,"surah":15,"no_ayah":42,"theme":"Penciptaan Manusia dan Jin serta Pembangkangan Iblis","text_ayah":"اِنَّ عِبَادِيْ لَيْسَ لَكَ عَلَيْهِمْ سُلْطٰنٌ اِلَّا مَنِ اتَّبَعَكَ مِنَ الْغَاوِيْنَ ","text_id":"Sesungguhnya kamu (Iblis) tidak kuasa atas hamba-hamba-Ku kecuali mereka yang mengikutimu, yaitu orang-orang yang sesat.”","text_en":"No power shall you have over (all) My creatures except those who fall into error and follow you,","transliteration":"inna 'ibādī laisa laka 'alaihim sulṭānun illā manittaba'aka minal-gāwīn","no_fn":"","text_fn":""},{"id":1845,"surah":15,"no_ayah":43,"theme":"Penciptaan Manusia dan Jin serta Pembangkangan Iblis","text_ayah":"وَاِنَّ جَهَنَّمَ لَمَوْعِدُهُمْ اَجْمَعِيْنَۙ","text_id":"Sesungguhnya (neraka) Jahanam benar-benar (tempat) yang telah dijanjikan untuk mereka (pengikut setan) semua.","text_en":"For whom the ordained place is surely Hell,","transliteration":"wa inna jahannama lamau'iduhum ajma'īn","no_fn":"","text_fn":""},{"id":1846,"surah":15,"no_ayah":44,"theme":"Penciptaan Manusia dan Jin serta Pembangkangan Iblis","text_ayah":"لَهَا سَبْعَةُ اَبْوَابٍۗ لِكُلِّ بَابٍ مِّنْهُمْ جُزْءٌ مَّقْسُوْمٌࣖ  ","text_id":"Ia (Jahanam) mempunyai tujuh pintu. Setiap pintu (telah ditetapkan) untuk golongan tertentu dari mereka.","text_en":"Which has several gates, and each gate is marked for every section of them.\"","transliteration":"lahā sab'atu abwāb, likulli bābim min-hum juz`um maqsụm","no_fn":"","text_fn":""},{"id":1847,"surah":15,"no_ayah":45,"theme":"Berbagai Kenikmatan Surga ","text_ayah":"اِنَّ الْمُتَّقِيْنَ فِيْ جَنّٰتٍ وَّعُيُوْنٍۗ  ","text_id":"Sesungguhnya orang-orang yang bertakwa berada dalam (surga yang penuh) taman-taman dan mata air.","text_en":"Verily those who keep away from evil and follow the straight path shall be in the midst of gardens and springs of water.","transliteration":"innal-muttaqīna fī jannātiw wa 'uyụn","no_fn":"","text_fn":""},{"id":1848,"surah":15,"no_ayah":46,"theme":"Berbagai Kenikmatan Surga ","text_ayah":"اُدْخُلُوْهَا بِسَلٰمٍ اٰمِنِيْنَ ","text_id":"(Allah berfirman,) “Masuklah ke dalamnya dengan sejahtera dan aman.”","text_en":"\"Enter in peace and tranquility,\" (they will be told).","transliteration":"udkhulụhā bisalāmin āminīn","no_fn":"","text_fn":""},{"id":1849,"surah":15,"no_ayah":47,"theme":"Berbagai Kenikmatan Surga ","text_ayah":"وَنَزَعْنَا مَا فِيْ صُدُوْرِهِمْ مِّنْ غِلٍّ اِخْوَانًا عَلٰى سُرُرٍ مُّتَقٰبِلِيْنَ ","text_id":"Kami mencabut segala rasa dendam yang ada dalam hati mereka. Mereka bersaudara (dan) duduk berhadap-hadapan di atas dipan.","text_en":"We shall cast out any grudge they may have in their hearts. (There) they will sit on couches face to face like brothers together.","transliteration":"wa naza'nā mā fī ṣudụrihim min gillin ikhwānan 'alā sururim mutaqābilīn","no_fn":"","text_fn":""},{"id":1850,"surah":15,"no_ayah":48,"theme":"Berbagai Kenikmatan Surga ","text_ayah":"لَا يَمَسُّهُمْ فِيْهَا نَصَبٌ وَّمَا هُمْ مِّنْهَا بِمُخْرَجِيْنَ ","text_id":"Mereka tidak merasa lelah di dalamnya dan tidak akan dikeluarkan darinya.","text_en":"No weariness will come upon them, nor will they be sent away from there.","transliteration":"lā yamassuhum fīhā naṣabuw wa mā hum min-hā bimukhrajīn","no_fn":"","text_fn":""},{"id":1851,"surah":15,"no_ayah":49,"theme":"Berbagai Kenikmatan Surga ","text_ayah":"۞ نَبِّئْ عِبَادِيْٓ اَنِّيْٓ اَنَا الْغَفُوْرُ الرَّحِيْمُۙ","text_id":"Kabarkanlah kepada hamba-hamba-Ku bahwa sesungguhnya Akulah Yang Maha Pengampun lagi Maha Penyayang","text_en":"Announce to My creatures that I am indeed forgiving and kind,","transliteration":"nabbi` 'ibādī annī anal-gafụrur-raḥīm","no_fn":"","text_fn":""},{"id":1852,"surah":15,"no_ayah":50,"theme":"Berbagai Kenikmatan Surga ","text_ayah":"وَاَنَّ عَذَابِيْ هُوَ الْعَذَابُ الْاَلِيْمُ ","text_id":"dan bahwa sesungguhnya siksaan-Kulah azab yang sangat pedih.","text_en":"But My punishment is surely a painful one.","transliteration":"wa anna 'ażābī huwal-'ażābul-alīm","no_fn":"","text_fn":""},{"id":1853,"surah":15,"no_ayah":51,"theme":"Kisah Nabi Ibrahim dan Tamunya","text_ayah":"وَنَبِّئْهُمْ عَنْ ضَيْفِ اِبْرٰهِيْمَۘ ","text_id":"Kabarkanlah (Nabi Muhammad) kepada mereka tentang tamu Ibrahim (malaikat)","text_en":"Inform them about the matter of Abraham's guests.","transliteration":"wa nabbi`hum 'an ḍaifi ibrāhīm","no_fn":"","text_fn":""},{"id":1854,"surah":15,"no_ayah":52,"theme":"Kisah Nabi Ibrahim dan Tamunya","text_ayah":"اِذْ دَخَلُوْا عَلَيْهِ فَقَالُوْا سَلٰمًاۗ قَالَ اِنَّا مِنْكُمْ وَجِلُوْنَ ","text_id":"ketika mereka berkunjung ke (kediaman)-nya, lalu mengucapkan, “Salam.” Dia (Ibrahim) berkata, “Sesungguhnya kami merasa takut kepadamu.”<sup>398)</sup> ","text_en":"When they came to him and said: \"Peace,\" he answered: \"Truly we are afraid of you.\"","transliteration":"iż dakhalụ 'alaihi fa qālụ salāmā, qāla innā mingkum wajilụn","no_fn":"398","text_fn":"398) Penjelasan lebih lengkap, lihat surah aż-Żāriyāt/51: 27."},{"id":1855,"surah":15,"no_ayah":53,"theme":"Kisah Nabi Ibrahim dan Tamunya","text_ayah":"قَالُوْا لَا تَوْجَلْ اِنَّا نُبَشِّرُكَ بِغُلٰمٍ عَلِيْمٍ ","text_id":"(Mereka) berkata, “Janganlah merasa takut (karena) sesungguhnya kami memberi kabar gembira kepadamu dengan (kelahiran) anak laki-laki yang alim (Ishaq).” ","text_en":"\"Have no fear,\" they said. \"We bring you news of a son full of wisdom.\"","transliteration":"qālụ lā taujal innā nubasysyiruka bigulāmin 'alīm","no_fn":"","text_fn":""},{"id":1856,"surah":15,"no_ayah":54,"theme":"Kisah Nabi Ibrahim dan Tamunya","text_ayah":"قَالَ اَبَشَّرْتُمُوْنِيْ عَلٰٓى اَنْ مَّسَّنِيَ الْكِبَرُ فَبِمَ تُبَشِّرُوْنَ ","text_id":"Dia (Ibrahim) berkata, “Benarkah kamu memberi kabar gembira kepadaku, padahal usiaku telah lanjut. Maka, dengan (cara) apa kamu memberi kabar gembira?”","text_en":"\"You bring me the good news now,\" he said, \"when old age has come upon me. What good news are you giving me then?\"","transliteration":"qāla a basysyartumụnī 'alā am massaniyal-kibaru fa bima tubasysyirụn","no_fn":"","text_fn":""},{"id":1857,"surah":15,"no_ayah":55,"theme":"Kisah Nabi Ibrahim dan Tamunya","text_ayah":"قَالُوْا بَشَّرْنٰكَ بِالْحَقِّ فَلَا تَكُنْ مِّنَ الْقٰنِطِيْنَ ","text_id":"Mereka menjawab, “Kami menyampaikan kabar gembira kepadamu dengan benar. Maka, janganlah engkau termasuk orang yang berputus asa.”","text_en":"\"We have given you the happy tidings of a truth,\" they replied. \"So do not be one of those who despair.\"","transliteration":"qālụ basysyarnāka bil-ḥaqqi fa lā takum minal-qāniṭīn","no_fn":"","text_fn":""},{"id":1858,"surah":15,"no_ayah":56,"theme":"Kisah Nabi Ibrahim dan Tamunya","text_ayah":"قَالَ وَمَنْ يَّقْنَطُ مِنْ رَّحْمَةِ رَبِّهٖٓ اِلَّا الضَّاۤلُّوْنَ ","text_id":"Dia (Ibrahim) berkata, “Adakah orang yang berputus asa dari rahmat Tuhannya selain orang yang sesat?”","text_en":"\"Who would despair of the mercy of his Lord,\" he answered, \"but those who go astray.\"","transliteration":"qāla wa may yaqnaṭu mir raḥmati rabbihī illaḍ-ḍāllụn","no_fn":"","text_fn":""},{"id":1859,"surah":15,"no_ayah":57,"theme":"Kisah Nabi Ibrahim dan Tamunya","text_ayah":"قَالَ فَمَا خَطْبُكُمْ اَيُّهَا الْمُرْسَلُوْنَ ","text_id":"Dia (Ibrahim) bertanya, “Apa urusan pentingmu, wahai para utusan?”","text_en":"And asked them: \"What matter, O angels, brings you here?\"","transliteration":"qāla fa mā khaṭbukum ayyuhal-mursalụn","no_fn":"","text_fn":""},{"id":1860,"surah":15,"no_ayah":58,"theme":"Kisah Nabi Ibrahim dan Tamunya","text_ayah":"قَالُوْٓا اِنَّآ اُرْسِلْنَآ اِلٰى قَوْمٍ مُّجْرِمِيْنَۙ","text_id":"Mereka menjawab, “Sesungguhnya kami diutus kepada kaum yang berdosa (untuk menyiksanya),","text_en":"\"We have been sent,\" they said, \"to (punish) a sinful people,","transliteration":"qālū innā ursilnā ilā qaumim mujrimīn","no_fn":"","text_fn":""},{"id":1861,"surah":15,"no_ayah":59,"theme":"Kisah Nabi Ibrahim dan Tamunya","text_ayah":"اِلَّآ اٰلَ لُوْطٍۗ اِنَّا لَمُنَجُّوْهُمْ اَجْمَعِيْنَۙ","text_id":"kecuali para pengikut Lut. Sesungguhnya kami pasti menyelamatkan mereka semua,","text_en":"\"Except the family of Lot whom we shall save","transliteration":"illā āla lụṭ, innā lamunajjụhum ajma'īn","no_fn":"","text_fn":""},{"id":1862,"surah":15,"no_ayah":60,"theme":"Kisah Nabi Ibrahim dan Tamunya","text_ayah":"اِلَّا امْرَاَتَهٗ قَدَّرْنَآ اِنَّهَا لَمِنَ الْغٰبِرِيْنَࣖ ","text_id":"kecuali istrinya. Kami telah menentukan bahwa sesungguhnya dia termasuk (orang-orang kafir) yang tertinggal.”","text_en":"\"Other than his wife who, it is decreed, will remain with those who will stay behind.\"","transliteration":"illamra`atahụ qaddarnā innahā laminal-gābirīn","no_fn":"","text_fn":""},{"id":1863,"surah":15,"no_ayah":61,"theme":"Kisah Nabi Lut dan Kaumnya","text_ayah":"فَلَمَّا جَاۤءَ اٰلَ لُوْطِ ِۨالْمُرْسَلُوْنَۙ","text_id":"Maka, ketika para utusan itu datang kepada para pengikut Lut,","text_en":"When the messengers came to the family of Lot,","transliteration":"fa lammā jā`a āla lụṭinil-mursalụn","no_fn":"","text_fn":""},{"id":1864,"surah":15,"no_ayah":62,"theme":"Kisah Nabi Lut dan Kaumnya","text_ayah":"قَالَ اِنَّكُمْ قَوْمٌ مُّنْكَرُوْنَ ","text_id":"dia berkata, “Sesungguhnya kamu orang-orang yang tidak kami kenal.”","text_en":"He said: \"You are people I do not know.\"","transliteration":"qāla innakum qaumum mungkarụn","no_fn":"","text_fn":""},{"id":1865,"surah":15,"no_ayah":63,"theme":"Kisah Nabi Lut dan Kaumnya","text_ayah":"قَالُوْا بَلْ جِئْنٰكَ بِمَا كَانُوْا فِيْهِ يَمْتَرُوْنَ ","text_id":"Mereka (para utusan) menjawab, “Kami justru datang kepadamu membawa azab yang selalu mereka dustakan.","text_en":"\"We have come to you with news,\" they said, \"of what your people doubt;","transliteration":"qālụ bal ji`nāka bimā kānụ fīhi yamtarụn","no_fn":"","text_fn":""},{"id":1866,"surah":15,"no_ayah":64,"theme":"Kisah Nabi Lut dan Kaumnya","text_ayah":"وَاَتَيْنٰكَ بِالْحَقِّ وَاِنَّا لَصٰدِقُوْنَ ","text_id":"Kami datang kepadamu membawa kebenaran. Sesungguhnya kami orang-orang yang benar.","text_en":"\"Yet we bring to you the truth, and we are truthful.","transliteration":"wa ataināka bil-ḥaqqi wa innā laṣādiqụn","no_fn":"","text_fn":""},{"id":1867,"surah":15,"no_ayah":65,"theme":"Kisah Nabi Lut dan Kaumnya","text_ayah":"فَاَسْرِ بِاَهْلِكَ بِقِطْعٍ مِّنَ الَّيْلِ وَاتَّبِعْ اَدْبَارَهُمْ وَلَا يَلْتَفِتْ مِنْكُمْ اَحَدٌ وَّامْضُوْا حَيْثُ تُؤْمَرُوْنَ ","text_id":"Maka, pergilah pada akhir malam beserta keluargamu dan ikutilah mereka dari belakang. Jangan seorang pun di antara kamu menoleh ke belakang dan teruskanlah perjalanan ke tempat yang diperintahkan kepadamu.” ","text_en":"\"So leave with your family late in the night, yourself remaining in the rear, and let none turn back to look, and go where you will be commanded.\"","transliteration":"fa asri bi`ahlika biqiṭ'im minal-laili wattabi' adbārahum wa lā yaltafit mingkum aḥaduw wamḍụ ḥaiṡu tu`marụn","no_fn":"","text_fn":""},{"id":1868,"surah":15,"no_ayah":66,"theme":"Kisah Nabi Lut dan Kaumnya","text_ayah":"وَقَضَيْنَآ اِلَيْهِ ذٰلِكَ الْاَمْرَ اَنَّ دَابِرَ هٰٓؤُلَاۤءِ مَقْطُوْعٌ مُّصْبِحِيْنَ ","text_id":"Telah Kami wahyukan kepadanya (Lut) keputusan itu bahwa akhirnya mereka akan ditumpas habis pada waktu subuh.","text_en":"We issued this command to him, for they were going to be destroyed in the morning.","transliteration":"wa qaḍainā ilaihi żālikal-amra anna dābira hā`ulā`i maqṭụ'um muṣbiḥīn","no_fn":"","text_fn":""},{"id":1869,"surah":15,"no_ayah":67,"theme":"Kisah Nabi Lut dan Kaumnya","text_ayah":"وَجَاۤءَ اَهْلُ الْمَدِيْنَةِ يَسْتَبْشِرُوْنَ ","text_id":"Datanglah penduduk kota itu<sup>399)</sup> (ke rumah Lut) dengan gembira (karena kedatangan tamu itu).","text_en":"Then came the people of the city, exulting at the news.","transliteration":"wa jā`a ahlul-madīnati yastabsyirụn","no_fn":"399","text_fn":"399) Maksudnya adalah kota Sodom yang terletak di dekat pantai Laut Tengah di sebelah timur Yordania sekarang."},{"id":1870,"surah":15,"no_ayah":68,"theme":"Kisah Nabi Lut dan Kaumnya","text_ayah":"قَالَ اِنَّ هٰٓؤُلَاۤءِ ضَيْفِيْ فَلَا تَفْضَحُوْنِۙ","text_id":"Dia (Lut) berkata, “Sesungguhnya mereka adalah tamuku. Maka, jangan mempermalukanku.","text_en":"Said Lot: \"These are my guests; do not put me to shame,","transliteration":"qāla inna hā`ulā`i ḍaifī fa lā tafḍaḥụn","no_fn":"","text_fn":""},{"id":1871,"surah":15,"no_ayah":69,"theme":"Kisah Nabi Lut dan Kaumnya","text_ayah":"وَاتَّقُوا اللّٰهَ وَلَا تُخْزُوْنِ ","text_id":"Bertakwalah kepada Allah dan jangan membuatku terhina.”","text_en":"\"And do not disgrace me. Have some fear of God.\"","transliteration":"wattaqullāha wa lā tukhzụn","no_fn":"","text_fn":""},{"id":1872,"surah":15,"no_ayah":70,"theme":"Kisah Nabi Lut dan Kaumnya","text_ayah":"قَالُوْٓا اَوَلَمْ نَنْهَكَ عَنِ الْعٰلَمِيْنَ ","text_id":"Mereka berkata, “Bukankah kami telah melarangmu (menerima) manusia (para tamu)?”<sup>400)</sup>","text_en":"\"Did we not restrain you,\" they said, \"from (entertaining) creatures from the outside world?\"","transliteration":"qālū a wa lam nan-haka 'anil-'ālamīn","no_fn":"400","text_fn":"400) Mereka ingin melakukan tindakan homoseksual dengan tamu-tamu. Mereka memang pernah mengancam Nabi Lut a.s. agar tidak menghalangi mereka berbuat demikian."},{"id":1873,"surah":15,"no_ayah":71,"theme":"Kisah Nabi Lut dan Kaumnya","text_ayah":"قَالَ هٰٓؤُلَاۤءِ بَنٰتِيْٓ اِنْ كُنْتُمْ فٰعِلِيْنَۗ ","text_id":"Dia (Lut) berkata, “Mereka itulah putri-putri (negeri)-ku. (Nikahilah mereka) jika kamu hendak berbuat (memenuhi nafsu syahwatmu).”","text_en":"\"Here are my daughters,\" said Lot, \"if you are so active.\"","transliteration":"qāla hā`ulā`i banātī ing kuntum fā'ilīn","no_fn":"","text_fn":""},{"id":1874,"surah":15,"no_ayah":72,"theme":"Kisah Nabi Lut dan Kaumnya","text_ayah":"لَعَمْرُكَ اِنَّهُمْ لَفِيْ سَكْرَتِهِمْ يَعْمَهُوْنَ ","text_id":"(Allah berfirman,) “Demi umurmu<sup>401)</sup> (Nabi Muhammad), sungguh, mereka terombang-ambing dalam kemabukan (demi melampiaskan hawa nafsu).”","text_en":"Verily by your life they were utterly confused in their (lustful) drunkenness.","transliteration":"la'amruka innahum lafī sakratihim ya'mahụn","no_fn":"401","text_fn":"401) Sumpah Allah yang demikian ini menunjukkan kemuliaan beliau di sisi-Nya."},{"id":1875,"surah":15,"no_ayah":73,"theme":"Kisah Nabi Lut dan Kaumnya","text_ayah":"فَاَخَذَتْهُمُ الصَّيْحَةُ مُشْرِقِيْنَۙ","text_id":"Maka, mereka dibinasakan oleh suara keras yang mengguntur ketika matahari terbit.","text_en":"So they were seized by the mighty blast at break of day;","transliteration":"fa akhażat-humuṣ-ṣaiḥatu musyriqīn","no_fn":"","text_fn":""},{"id":1876,"surah":15,"no_ayah":74,"theme":"Kisah Nabi Lut dan Kaumnya","text_ayah":"فَجَعَلْنَا عَالِيَهَا سَافِلَهَا وَاَمْطَرْنَا عَلَيْهِمْ حِجَارَةً مِّنْ سِجِّيْلٍ ","text_id":"Maka, Kami menjungkirbalikkan (negeri itu) dan Kami menghujani mereka dengan tanah yang membatu.","text_en":"And We turned the city upside down, and rained on them stones of hardened lava.","transliteration":"fa ja'alnā 'āliyahā sāfilahā wa amṭarnā 'alaihim ḥijāratam min sijjīl","no_fn":"","text_fn":""},{"id":1877,"surah":15,"no_ayah":75,"theme":"Kisah Nabi Lut dan Kaumnya","text_ayah":"اِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ لِّلْمُتَوَسِّمِيْنَۙ","text_id":"Sesungguhnya pada yang demikian itu benar-benar terdapat tanda-tanda (kekuasaan Allah) bagi orang-orang yang memperhatikan (dengan saksama) tanda-tanda (itu).","text_en":"Herein are really signs for those who discern.","transliteration":"inna fī żālika la`āyātil lil-mutawassimīn","no_fn":"","text_fn":""},{"id":1878,"surah":15,"no_ayah":76,"theme":"Kisah Nabi Lut dan Kaumnya","text_ayah":"وَاِنَّهَا لَبِسَبِيْلٍ مُّقِيْمٍ ","text_id":"Sesungguhnya (negeri) itu benar-benar terletak di jalan yang masih tetap (dilalui manusia).<sup>402)</sup>","text_en":"This (city) lies on a road that still survives.","transliteration":"wa innahā labisabīlim muqīm","no_fn":"402","text_fn":"402) Negeri yang dimaksud adalah kota Sodom. Orang Quraisy biasa melaluinya dalam perjalanan mereka ke Syam."},{"id":1879,"surah":15,"no_ayah":77,"theme":"Kisah Nabi Lut dan Kaumnya","text_ayah":"اِنَّ فِيْ ذٰلِكَ لَاٰيَةً لِّلْمُؤْمِنِيْنَۗ  ","text_id":"Sesungguhnya pada yang demikian itu benar-benar terdapat tanda (kekuasaan Allah) bagi orang-orang mukmin.","text_en":"Indeed there is a portent in this for those who believe.","transliteration":"inna fī żālika la`āyatal lil-mu`minīn","no_fn":"","text_fn":""},{"id":1880,"surah":15,"no_ayah":78,"theme":"Kisah Penduduk Aikah","text_ayah":"وَاِنْ كَانَ اَصْحٰبُ الْاَيْكَةِ لَظٰلِمِيْنَۙ","text_id":"Sesungguhnya penduduk Aikah<sup>403)</sup> itu benar-benar orang-orang yang zalim.","text_en":"The dwellers of the Wood (near Midian) were also wicked.","transliteration":"wa ing kāna aṣ-ḥābul-aikati laẓālimīn","no_fn":"403","text_fn":"403) Penduduk Aikah adalah kaum Nabi Syuʻaib a.s. Aikah adalah kawasan yang berhutan di daerah Madyan, Yordania."},{"id":1881,"surah":15,"no_ayah":79,"theme":"Kisah Penduduk Aikah","text_ayah":"فَانْتَقَمْنَا مِنْهُمْۘ وَاِنَّهُمَا لَبِاِمَامٍ مُّبِيْنٍۗ ࣖ  ","text_id":"Maka, Kami membinasakan mereka. Sesungguhnya kedua (negeri)<sup>404)</sup> itu terletak di satu jalur jalan raya.","text_en":"So We punished them too. They are both situated by the highway, clearly visible.","transliteration":"fantaqamnā min-hum, wa innahumā labi`imāmim mubīn","no_fn":"404","text_fn":"404) Kedua negeri yang dimaksud adalah kota Sodom dan Aikah."},{"id":1882,"surah":15,"no_ayah":80,"theme":"Kisah Kaum Samud","text_ayah":"وَلَقَدْ كَذَّبَ اَصْحٰبُ الْحِجْرِ الْمُرْسَلِيْنَۙ","text_id":"Sesungguhnya penduduk negeri Hijr<sup>405)</sup> benar-benar telah mendustakan para rasul (mereka),<sup>406)</sup>","text_en":"The people of Al-Hijr denied Our apostles;","transliteration":"wa laqad każżaba aṣ-ḥābul-ḥijril-mursalīn","no_fn":"405,406","text_fn":"405) Penduduk negeri Hijr adalah kaum Samud, kaum Nabi Saleh a.s. Hijr merupakan nama satu tempat yang terletak di Wadi Qura antara Madinah dan Suriah.</br>406) Yang dimaksud dengan rasul-rasul di sini adalah Nabi Saleh a.s. Seharusnya, di sini disebut rasul, tetapi disebut rasul-rasul (jamak) karena mendustakan seorang rasul sama dengan mendustakan semua rasul."},{"id":1883,"surah":15,"no_ayah":81,"theme":"Kisah Kaum Samud","text_ayah":"وَاٰتَيْنٰهُمْ اٰيٰتِنَا فَكَانُوْا عَنْهَا مُعْرِضِيْنَۙ","text_id":"Kami telah mendatangkan kepada mereka tanda-tanda (kekuasaan) Kami, tetapi mereka selalu berpaling darinya.","text_en":"And though We had given them Our signs they turned away from them.","transliteration":"wa ātaināhum āyātinā fa kānụ 'an-hā mu'riḍīn","no_fn":"","text_fn":""},{"id":1884,"surah":15,"no_ayah":82,"theme":"Kisah Kaum Samud","text_ayah":"وَكَانُوْا يَنْحِتُوْنَ مِنَ الْجِبَالِ بُيُوْتًا اٰمِنِيْنَ ","text_id":"Mereka memahat gunung-gunung (batu) menjadi rumah-rumah (yang didiami) dengan rasa aman.","text_en":"They used to hew dwellings in the mountains to live in security.","transliteration":"wa kānụ yan-ḥitụna minal-jibāli buyụtan āminīn","no_fn":"","text_fn":""},{"id":1885,"surah":15,"no_ayah":83,"theme":"Kisah Kaum Samud","text_ayah":"فَاَخَذَتْهُمُ الصَّيْحَةُ مُصْبِحِيْنَۙ","text_id":"Kemudian mereka dibinasakan oleh suara keras yang mengguntur pada pagi hari,<sup>407)</sup>","text_en":"But they were seized by the mighty blast towards the morning;","transliteration":"fa akhażat-humuṣ-ṣaiḥatu muṣbiḥīn","no_fn":"407","text_fn":"407) Peristiwa itu terjadi pada hari keempat setelah datangnya peringatan kepada mereka."},{"id":1886,"surah":15,"no_ayah":84,"theme":"Kisah Kaum Samud","text_ayah":"فَمَآ اَغْنٰى عَنْهُمْ مَّا كَانُوْا يَكْسِبُوْنَۗ  ","text_id":"sehingga tidak berguna bagi mereka apa yang telah mereka usahakan.","text_en":"And all that they had done (for security) availed them nothing.","transliteration":"fa mā agnā 'an-hum mā kānụ yaksibụn","no_fn":"","text_fn":""},{"id":1887,"surah":15,"no_ayah":85,"theme":"Kisah Kaum Samud","text_ayah":"وَمَا خَلَقْنَا السَّمٰوٰتِ وَالْاَرْضَ وَمَا بَيْنَهُمَآ اِلَّا بِالْحَقِّۗ وَاِنَّ السَّاعَةَ لَاٰتِيَةٌ فَاصْفَحِ الصَّفْحَ الْجَمِيْلَ ","text_id":"Kami tidak menciptakan langit dan bumi serta apa yang ada di antara keduanya, melainkan dengan benar. Sesungguhnya kiamat pasti akan datang. Maka, maafkanlah (mereka) dengan cara yang baik.","text_en":"We have not created but with reason the heavens and the earth and all that lies within them. The Hour (of the great change) is certain to come. So turn away (from them) with a grace.","transliteration":"wa mā khalaqnas-samāwāti wal-arḍa wa mā bainahumā illā bil-ḥaqq, wa innas-sā'ata la`ātiyatun faṣfaḥiṣ-ṣaf-ḥal jamīl","no_fn":"","text_fn":""},{"id":1888,"surah":15,"no_ayah":86,"theme":"Kisah Kaum Samud","text_ayah":"اِنَّ رَبَّكَ هُوَ الْخَلّٰقُ الْعَلِيْمُ ","text_id":"Sesungguhnya Tuhanmulah Yang Maha Pencipta lagi Maha Mengetahui.","text_en":"Surely your Lord is the Creator and knows (everything).","transliteration":"inna rabbaka huwal-khallāqul-'alīm","no_fn":"","text_fn":""},{"id":1889,"surah":15,"no_ayah":87,"theme":"Anugerah Allah kepada Nabi Muhammad","text_ayah":"وَلَقَدْ اٰتَيْنٰكَ سَبْعًا مِّنَ الْمَثَانِيْ وَالْقُرْاٰنَ الْعَظِيْمَ ","text_id":"Sungguh, Kami benar-benar menganugerahkan kepadamu tujuh (ayat) yang (dibaca) berulang-ulang<sup>408)</sup> dan Al-Qur’an yang agung.","text_en":"We have indeed given you the seven oft-repeated (examples), and the majestic Qur'an.","transliteration":"wa laqad ātaināka sab'am minal-maṡānī wal-qur`ānal-'aẓīm","no_fn":"408","text_fn":"408) Yang dimaksud dengan tujuh ayat yang dibaca berulang-ulang adalah surah al-Fātiḥah yang terdiri atas tujuh ayat. Sebagian mufasir mengatakan bahwa yang dimaksud adalah tujuh surah yang panjang, yaitu al-Baqarah, Āli ‘Imrān, al-Mā’idah, an-Nisā’, al-A‘rāf, al-An‘ām, dan al-Anfāl yang digabung dengan at-Taubah."},{"id":1890,"surah":15,"no_ayah":88,"theme":"Anugerah Allah kepada Nabi Muhammad","text_ayah":"لَا تَمُدَّنَّ عَيْنَيْكَ اِلٰى مَا مَتَّعْنَا بِهٖٓ اَزْوَاجًا مِّنْهُمْ وَلَا تَحْزَنْ عَلَيْهِمْ وَاخْفِضْ جَنَاحَكَ لِلْمُؤْمِنِيْنَ ","text_id":"Jangan sekali-kali engkau (Nabi Muhammad) menujukan pandanganmu (tergiur) pada kenikmatan hidup yang telah Kami berikan kepada beberapa golongan di antara mereka (orang kafir). Jangan engkau bersedih hati atas (kesesatan) mereka dan berendahhatilah engkau terhadap orang-orang mukmin.","text_en":"So covet not things We have bestowed on a portion of them to enjoy, and do not grieve for them, and protect those who believe;","transliteration":"lā tamuddanna 'ainaika ilā mā matta'nā bihī azwājam min-hum wa lā taḥzan 'alaihim wakhfiḍ janāḥaka lil-mu`minīn","no_fn":"","text_fn":""},{"id":1891,"surah":15,"no_ayah":89,"theme":"Anugerah Allah kepada Nabi Muhammad","text_ayah":"وَقُلْ اِنِّيْٓ اَنَا النَّذِيْرُ الْمُبِيْنُۚ  ","text_id":"Katakanlah (Nabi Muhammad), “Sesungguhnya aku adalah pemberi peringatan yang jelas.”","text_en":"And say: \"I am a distinct warner,\"","transliteration":"wa qul innī anan-nażīrul-mubīn","no_fn":"","text_fn":""},{"id":1892,"surah":15,"no_ayah":90,"theme":"Anugerah Allah kepada Nabi Muhammad","text_ayah":"كَمَآ اَنْزَلْنَا عَلَى الْمُقْتَسِمِيْنَۙ","text_id":"Sebagaimana (Kami telah memberi peringatan), Kami (juga) telah menurunkan (azab) kepada orang yang memilah-milah (Kitab Allah),<sup>409)</sup>","text_en":"Like (those) We had sent to those schismatics who slandered their Books","transliteration":"kamā anzalnā 'alal-muqtasimīn","no_fn":"409","text_fn":"409) Mereka adalah orang-orang yang menerima sebagian isi Kitab dan menolak sebagian yang lain."},{"id":1893,"surah":15,"no_ayah":91,"theme":"Anugerah Allah kepada Nabi Muhammad","text_ayah":"الَّذِيْنَ جَعَلُوا الْقُرْاٰنَ عِضِيْنَ ","text_id":"(yaitu) orang-orang yang telah menjadikan Al-Qur’an itu terbagi-bagi.<sup>410)</sup>","text_en":"And severed their Scripture into fragments.","transliteration":"allażīna ja'alul-qur`āna 'iḍīn","no_fn":"410","text_fn":"410) Mereka adalah orang Yahudi dan Nasrani yang memilah-milah Al-Qur’an. Ada bagian yang mereka percayai dan ada pula bagian yang mereka ingkari."},{"id":1894,"surah":15,"no_ayah":92,"theme":"Anugerah Allah kepada Nabi Muhammad","text_ayah":"فَوَرَبِّكَ لَنَسْـَٔلَنَّهُمْ اَجْمَعِيْنَۙ","text_id":"Maka, demi Tuhanmu, Kami pasti akan menanyai mereka semua,","text_en":"By your Lord We shall question them one and all","transliteration":"fa wa rabbika lanas`alannahum ajma'īn","no_fn":"","text_fn":""},{"id":1895,"surah":15,"no_ayah":93,"theme":"Anugerah Allah kepada Nabi Muhammad","text_ayah":"عَمَّا كَانُوْا يَعْمَلُوْنَ ","text_id":"tentang apa yang telah mereka kerjakan.","text_en":"About their deeds.","transliteration":"'ammā kānụ ya'malụn","no_fn":"","text_fn":""},{"id":1896,"surah":15,"no_ayah":94,"theme":"Anugerah Allah kepada Nabi Muhammad","text_ayah":"فَاصْدَعْ بِمَا تُؤْمَرُ وَاَعْرِضْ عَنِ الْمُشْرِكِيْنَ ","text_id":"Maka, sampaikanlah (Nabi Muhammad) secara terang-terangan segala apa yang diperintahkan kepadamu dan berpalinglah dari orang-orang musyrik.","text_en":"So declare to them what We have enjoined, and turn away from idolaters.","transliteration":"faṣda' bimā tu`maru wa a'riḍ 'anil-musyrikīn","no_fn":"","text_fn":""},{"id":1897,"surah":15,"no_ayah":95,"theme":"Anugerah Allah kepada Nabi Muhammad","text_ayah":"اِنَّا كَفَيْنٰكَ الْمُسْتَهْزِءِيْنَۙ","text_id":"Sesungguhnya cukuplah Kami yang memeliharamu (Nabi Muhammad) dari (kejahatan) orang yang memperolok-olokkan(-mu),","text_en":"We are surely sufficient to deal with those who scoff at you,","transliteration":"innā kafainākal-mustahzi`īn","no_fn":"","text_fn":""},{"id":1898,"surah":15,"no_ayah":96,"theme":"Anugerah Allah kepada Nabi Muhammad","text_ayah":"الَّذِيْنَ يَجْعَلُوْنَ مَعَ اللّٰهِ اِلٰهًا اٰخَرَۚ فَسَوْفَ يَعْلَمُوْنَ ","text_id":"(yaitu) orang yang menganggap adanya tuhan selain Allah. Mereka kelak akan mengetahui (akibatnya).","text_en":"Who place other gods besides God. They will come to know soon.","transliteration":"allażīna yaj'alụna ma'allāhi ilāhan ākhar, fa saufa ya'lamụn","no_fn":"","text_fn":""},{"id":1899,"surah":15,"no_ayah":97,"theme":"Anugerah Allah kepada Nabi Muhammad","text_ayah":"وَلَقَدْ نَعْلَمُ اَنَّكَ يَضِيْقُ صَدْرُكَ بِمَا يَقُوْلُوْنَۙ","text_id":"Sungguh, Kami benar-benar mengetahui bahwa dadamu menjadi sempit (gundah dan sedih) disebabkan apa yang mereka ucapkan.","text_en":"We are well aware that you are disheartened by what they say.","transliteration":"wa laqad na'lamu annaka yaḍīqu ṣadruka bimā yaqụlụn","no_fn":"","text_fn":""},{"id":1900,"surah":15,"no_ayah":98,"theme":"Anugerah Allah kepada Nabi Muhammad","text_ayah":"فَسَبِّحْ بِحَمْدِ رَبِّكَ وَكُنْ مِّنَ السّٰجِدِيْنَۙ","text_id":"Maka, bertasbihlah dengan memuji Tuhanmu dan jadilah engkau termasuk orang-orang yang sujud (salat),","text_en":"But you should glorify your Lord with praises, and be among those who bow in submission;","transliteration":"fa sabbiḥ biḥamdi rabbika wa kum minas-sājidīn","no_fn":"","text_fn":""},{"id":1901,"surah":15,"no_ayah":99,"theme":"Anugerah Allah kepada Nabi Muhammad","text_ayah":"وَاعْبُدْ رَبَّكَ حَتّٰى يَأْتِيَكَ الْيَقِيْنُࣖࣖ ","text_id":"dan sembahlah Tuhanmu sampai datang kepadamu kepastian (kematian).","text_en":"And go on worshipping your Lord till the certainty (of death) comes upon you.","transliteration":"wa'bud rabbaka ḥattā ya`tiyakal-yaqīn","no_fn":"","text_fn":""}]