[{"id":1902,"surah":16,"no_ayah":1,"tema":"Kebenaran Wahyu","text_ayah":"أَتَ[o[يْٰٓ] أَمْرُ [h:2832[ٱ]للَّهِ فَلَا تَسْتَعْجِلُوهُ‌ۚ سُ[q:608[بْ]حَ[n[ـٰ]نَهُ[n[ۥ] وَتَعَ[n[ـٰ]لَيْٰ عَ[g[مّ]َا يُشْرِك[p[ُو]نَ","text_id":"Ketetapan Allah<sup>411)</sup> pasti datang. Maka, janganlah kamu meminta agar dipercepat (kedatangan)-nya. Mahasuci dan Mahatinggi Dia dari apa yang mereka persekutukan.","text_en":"THE DECREE of GOD will surely come; so do not try to hasten it: Too glorious and high is He for what they associate with Him.","transliteration":"Ataaa amrullaahi falaa tasta'jilooh; Subhaanahoo wa Ta'aalaa 'ammaa yushrikoon","no_fn":"411","text_fn":"411) Ketetapan Allah Swt. yang dimaksud adalah hari Kiamat yang telah diperingatkan kepada orang musyrik."},{"id":1903,"surah":16,"no_ayah":2,"tema":"Kebenaran Wahyu","text_ayah":"يُنَزِّلُ [h:7321[ٱ]لْمَلَ[o[ـٰٓ]ئِكَةَ بِ[h:7322[ٱ][l[ل]رُّوحِ مِنْ أَمْرِه[n[ِۦ] عَلَيْٰ م[a:476[َن ي]َش[o[َا]ٓءُ مِنْ عِبَادِه[o[ِۦٓ] أَنْ أَ[f:7323[نذ]ِر[o[ُوٓ][s[اْ] أَ[g[نّ]َهُ[n[ۥ] ل[o[َآ] إِلَ[n[ـٰ]هَ إِلّ[o[َآ] أَنَا۟ فَ[h:210[ٱ]تَّق[p[ُو]نِ","text_id":"Dia menurunkan para malaikat membawa wahyu atas perintah-Nya kepada siapa yang Dia kehendaki di antara hamba-hamba-Nya, yaitu (dengan berfirman), “Peringatkanlah (hamba-hamba-Ku) bahwa tidak ada tuhan selain Aku. Maka, bertakwalah kepada-Ku.”","text_en":"He sends the angels with revelation by His command, to any of His creatures as He please, (saying): \"Warn that there is no god but I, so fear Me.\"","transliteration":"Yunazzilul malaaa 'ikata birroohi min amrihee 'alaa mai yashaaa'u min 'ibaadiheee an anzirooo annahoo laaa ilaaha illaaa ana fattaqoon","no_fn":"","text_fn":""},{"id":1904,"surah":16,"no_ayah":3,"tema":"Kekuasaan Allah di Alam Semesta dan Karunia-Nya yang Tidak Terhingga","text_ayah":"خَلَقَ [h:3913[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:1474[ٱ]لْأَرْضَ بِ[h:370[ٱ]لْحَقِّ‌ۚ تَعَ[n[ـٰ]لَيْٰ عَ[g[مّ]َا يُشْرِك[p[ُو]نَ","text_id":"Dia menciptakan langit dan bumi dengan hak. Mahatinggi Dia dari apa yang mereka persekutukan.","text_en":"He created the heavens and the earth with reason. Too glorious and high is He for what they associate with Him.","transliteration":"Khalaqas samaawaati wal arda bilhaqq; Ta'aalaa 'ammaa yushrikoon","no_fn":"","text_fn":""},{"id":1905,"surah":16,"no_ayah":4,"tema":"Kekuasaan Allah di Alam Semesta dan Karunia-Nya yang Tidak Terhingga","text_ayah":"خَلَقَ [h:7324[ٱ]لْإِ[f:5969[نس]َ[n[ـٰ]نَ م[a:7325[ِن ن]ُّ[q:7326[طْ]فَ[f:7327[ةٍ ف]َإِذَا هُوَ خَصِي[a:7328[مٌ م]ُّب[p[ِي]نٌ","text_id":"Dia telah menciptakan manusia dari mani, lalu ternyata dia menjadi pembantah yang nyata.","text_en":"Man He created from a drop of semen; and still he becomes an open contender.","transliteration":"Khalaqal insaana min nutfatin fa izaa huwa khaseemum mubeen","no_fn":"","text_fn":""},{"id":1906,"surah":16,"no_ayah":5,"tema":"Kekuasaan Allah di Alam Semesta dan Karunia-Nya yang Tidak Terhingga","text_ayah":"وَ[h:9999[ٱ]لْأَنْعَ[n[ـٰ]مَ خَلَقَهَا‌ۗ لَكُمْ فِيهَا دِفْ[a:7329[ءٌ و]َمَنَ[n[ـٰ]فِعُ وَمِنْهَا تَأْكُل[p[ُو]نَ","text_id":"Dia telah menciptakan hewan ternak untukmu. Padanya (hewan ternak itu) ada (bulu) yang menghangatkan dan berbagai manfaat, serta sebagian (daging)-nya kamu makan.","text_en":"He created the cattle from whom you get warm clothing and (other) advantages, and some you eat.","transliteration":"Wal an 'amaa khalaqahaa; lakum feehaa dif'unw wa manaafi'u wa minhaa taakuloon","no_fn":"","text_fn":""},{"id":1907,"surah":16,"no_ayah":6,"tema":"Kekuasaan Allah di Alam Semesta dan Karunia-Nya yang Tidak Terhingga","text_ayah":"وَلَكُمْ فِيهَا جَمَالٌ حِينَ تُرِيحُونَ وَحِينَ تَسْرَح[p[ُو]نَ","text_id":"Kamu memperoleh keindahan padanya ketika kamu membawanya kembali ke kandang dan ketika melepaskannya (ke tempat penggembalaan).","text_en":"There is life and cheer for you as you drive them home in the evening, and lead them out in the morning to graze.","transliteration":"Wa lakum feehaa jamaalun heena tureehoona wa heena tasrahoon","no_fn":"","text_fn":""},{"id":1908,"surah":16,"no_ayah":7,"tema":"Kekuasaan Allah di Alam Semesta dan Karunia-Nya yang Tidak Terhingga","text_ayah":"وَتَحْمِلُ أَثْقَالَكُمْ إِلَيْٰ بَلَ[u:7330[دٍ ل]َّمْ تَكُونُو[s[اْ] بَ[n[ـٰ]لِغِيهِ إِلَّا بِشِقِّ [h:7331[ٱ]لْأَ[f:7332[نف]ُسِ‌ۚ إِ[g[نّ]َ رَبَّكُمْ لَرَءُو[u:744[فٌ ر]َّح[p[ِي]مٌ","text_id":"Ia mengangkut beban-bebanmu ke suatu negeri yang kamu tidak sanggup mencapainya, kecuali dengan susah payah. Sesungguhnya Tuhanmu Maha Pengasih lagi Maha Penyayang.","text_en":"They carry your burdens to lands so distant you could not have reached without much hardship. Indeed your Lord is compassionate and kind.","transliteration":"Wa tahmilu asqaalakum ilaa baladil lam takoonoo baaligheehi illaa bishiqqil anfus; inna Rabbakum la Ra'oofur Raheem","no_fn":"","text_fn":""},{"id":1909,"surah":16,"no_ayah":8,"tema":"Kekuasaan Allah di Alam Semesta dan Karunia-Nya yang Tidak Terhingga","text_ayah":"وَ[h:9999[ٱ]لْخَيْلَ وَ[h:7333[ٱ]لْبِغَالَ وَ[h:7334[ٱ]لْحَمِيرَ لِتَرْكَبُوهَا وَزِينَ[a:7335[ةً‌ۚ و]َيَخْلُقُ مَا لَا تَعْلَم[p[ُو]نَ","text_id":"(Dia telah menciptakan) kuda, bagal,<sup>412)</sup> dan keledai untuk kamu tunggangi dan (menjadi) perhiasan. Allah menciptakan apa yang tidak kamu ketahui.","text_en":"He created horses, mules and donkeys for riding and for splendour. He created other things too which you do not know.","transliteration":"Walkhaila wal bighaala wal hameera litarkaboohaa wa zeenah; wa yakhluqu maa laa ta'lamoon","no_fn":"412","text_fn":"412) Bagal adalah peranakan kuda dengan keledai."},{"id":1910,"surah":16,"no_ayah":9,"tema":"Kekuasaan Allah di Alam Semesta dan Karunia-Nya yang Tidak Terhingga","text_ayah":"وَعَلَيْ [h:2207[ٱ]للَّهِ قَصْدُ [h:7336[ٱ][l[ل]سَّبِيلِ وَمِنْهَا ج[o[َا]ٓئِ[a:7337[رٌ‌ۚ و]َلَوْ ش[o[َا]ٓءَ لَهَدَ[n[ٮٰ]كُمْ أَ[q:825[جْ]مَع[p[ِي]نَ","text_id":"Allahlah yang menerangkan jalan yang lurus dan di antaranya ada (jalan) yang menyimpang. Jika Dia menghendaki, tentu Dia memberi petunjuk kamu semua (ke jalan yang benar).","text_en":"To God leads the right path, though some deviate. If He willed He could guide you all to the right way.","transliteration":"Wa 'alal laahi qasdus sabeeli wa minhaa jaaa'ir; wa law shaaa'a lahadaakum ajma'een","no_fn":"","text_fn":""},{"id":1911,"surah":16,"no_ayah":10,"tema":"Kekuasaan Allah di Alam Semesta dan Karunia-Nya yang Tidak Terhingga","text_ayah":"هُوَ [h:153[ٱ]لَّذ[o[ِيْٓ] أَ[f:471[نز]َلَ مِنَ [h:64[ٱ][l[ل]سَّم[o[َا]ٓءِ م[o[َا]ٓ[u:7338[ءً‌ۖ ل]َّك[w:6234[ُم م]ِّنْهُ شَرَا[a:7339[بٌ و]َمِنْهُ شَجَ[f:7340[رٌ ف]ِيهِ تُسِيم[p[ُو]نَ","text_id":"Dialah yang telah menurunkan air (hujan) dari langit untuk kamu. Sebagiannya menjadi minuman dan sebagiannya (menyuburkan) tumbuhan yang dengannya kamu menggembalakan ternakmu.","text_en":"It is He who sends down water from the sky of which you drink, and which nourishes the plants you feed your cattle,","transliteration":"Huwal lazeee anzala minas samaaa'i maaa'al lakum minhu sharaabunw wa minhu shajarun feehi tuseemoon","no_fn":"","text_fn":""},{"id":1912,"surah":16,"no_ayah":11,"tema":"Kekuasaan Allah di Alam Semesta dan Karunia-Nya yang Tidak Terhingga","text_ayah":"يُ[i:7341[نۢب]ِتُ لَك[c:2000[ُم ب]ِهِ [h:7342[ٱ][l[ل]زَّرْعَ وَ[h:4290[ٱ][l[ل]زَّيْتُونَ وَ[h:7343[ٱ][l[ل][g[نّ]َخِيلَ وَ[h:7344[ٱ]لْأَعْنَ[n[ـٰ]بَ وَمِ[f:4136[ن ك]ُلِّ [h:1571[ٱ][l[ل]ثَّمَر[n[َٲ]تِ‌ۗ إِ[g[نّ]َ فِيْ ذ[n[َٲ]لِكَ لَأَيَ[u:7345[ةً ل]ِّقَوْ[a:6018[مٍ ي]َتَفَكَّر[p[ُو]نَ","text_id":"Dengan (air hujan) itu Dia menumbuhkan untukmu tumbuh-tumbuhan, zaitun, kurma, anggur, dan segala macam buah-buahan. Sesungguhnya pada yang demikian itu benar-benar terdapat tanda (kebesaran Allah) bagi orang yang berpikir.","text_en":"With which He makes crops grow, and olives, dates and grapes and fruits of every kind for you. In this is a sign for those who think.","transliteration":"Yumbitu lakum bihiz zar'a wazzaitoona wanna kheela wal-a'naaba wa min kullis samaraat, inna fee zaalika la Aayatal liqawminy yatafakkaroon","no_fn":"","text_fn":""},{"id":1913,"surah":16,"no_ayah":12,"tema":"Kekuasaan Allah di Alam Semesta dan Karunia-Nya yang Tidak Terhingga","text_ayah":"وَسَخَّرَ لَكُمُ [h:6116[ٱ]لَّيْلَ وَ[h:6117[ٱ][l[ل][g[نّ]َهَارَ وَ[h:4264[ٱ][l[ل]شَّمْسَ وَ[h:4265[ٱ]لْقَمَرَ‌ۖ وَ[h:7346[ٱ][l[ل][g[نّ]ُجُومُ مُسَخَّر[n[َٲ][i:7347[تُۢ ب]ِأَمْرِه[o[ِۦٓ‌ۗ] إِ[g[نّ]َ فِيْ ذ[n[َٲ]لِكَ لَأَيَ[n[ـٰ][u:849[تٍ ل]ِّقَوْ[a:850[مٍ ي]َعْقِل[p[ُو]نَ","text_id":"Dia menundukkan malam dan siang, matahari dan bulan untukmu, dan bintang-bintang dikendalikan dengan perintah-Nya. Sesungguhnya pada yang demikian itu benar-benar terdapat tanda-tanda (kebesaran Allah) bagi orang yang mengerti.","text_en":"He harnessed the day and night for you, as also the sun, the moon and the stars, by His command. In this are signs for men who understand.","transliteration":"Wa sakkhkhara lakumul laila wannahaara wash shamsa walqamara wannujoomu musakhkharaatum bi amrih; inna fee zaalika la Aayaatil liqawminy ya'qiloon","no_fn":"","text_fn":""},{"id":1914,"surah":16,"no_ayah":13,"tema":"Kekuasaan Allah di Alam Semesta dan Karunia-Nya yang Tidak Terhingga","text_ayah":"وَمَا ذَرَأَ لَكُمْ فِيْ [h:44[ٱ]لْأَرْضِ مُخْتَلِفًا أَلْو[n[َٲ]نُهُ[o[ۥٓ‌ۗ] إِ[g[نّ]َ فِيْ ذ[n[َٲ]لِكَ لَأَيَ[u:7345[ةً ل]ِّقَوْ[a:4403[مٍ ي]َذَّكَّر[p[ُو]نَ","text_id":"(Dia juga mengendalikan) apa yang Dia ciptakan untukmu di bumi ini dengan berbagai jenis dan macam warnanya. Sesungguhnya pada yang demikian itu benar-benar terdapat tanda (kebesaran Allah) bagi kaum yang mengambil pelajaran.","text_en":"And other things of different shades has He produced on the earth for you. In this are signs for those who reflect.","transliteration":"Wa maa zara a lakum fil ardi mukhtalifan alwaanuh; inna fee zaalika la Aayatal liqawminy yazakkaroon","no_fn":"","text_fn":""},{"id":1915,"surah":16,"no_ayah":14,"tema":"Kekuasaan Allah di Alam Semesta dan Karunia-Nya yang Tidak Terhingga","text_ayah":"وَهُوَ [h:4114[ٱ]لَّذِيْ سَخَّرَ [h:7348[ٱ]لْبَحْرَ لِتَأْكُلُو[s[اْ] مِنْهُ لَحْ[f:7349[مًا ط]َرِي[a:7350[ًّا و]َتَسْتَخْرِجُو[s[اْ] مِنْهُ حِلْيَ[f:7351[ةً ت]َلْبَسُونَهَا وَتَرَيْ [h:7352[ٱ]لْفُلْكَ مَوَاخِرَ فِيهِ وَلِتَ[q:7353[بْ]تَغُو[s[اْ] مِ[f:475[ن ف]َضْلِه[n[ِۦ] وَلَعَلَّكُمْ تَشْكُر[p[ُو]نَ","text_id":"Dialah yang menundukkan lautan<sup>413)</sup> (untukmu) agar kamu dapat memakan daging yang segar (ikan) darinya dan (dari lautan itu) kamu mengeluarkan perhiasan yang kamu pakai. Kamu (juga) melihat perahu berlayar padanya, dan agar kamu mencari sebagian karunia-Nya, dan agar kamu bersyukur.","text_en":"It is He who has subdued the sea that you may eat fresh meat from it, and obtain ornaments to wear. You see the ships plough through it that you may seek of His bounties and, perhaps, be grateful.","transliteration":"Wa Huwal lazee sakhkharal bahra litaakuloo minhu lahman tariyyanw wa tastakhrijoo minhu hilyatan talbasoonahaa wa taral fulka mawaakhira feehi wa litabtaghoo min fadlihee wa la'allakum tashkuroon","no_fn":"413","text_fn":"413) Yang dimaksud lautan di sini adalah perairan yang luas, baik tawar maupun asin, mencakup laut, danau, dan sungai yang luas."},{"id":1916,"surah":16,"no_ayah":15,"tema":"Kekuasaan Allah di Alam Semesta dan Karunia-Nya yang Tidak Terhingga","text_ayah":"وَأَلْقَيْٰ فِيْ [h:44[ٱ]لْأَرْضِ رَو[n[َٲ]سِيَْ أَ[f:7354[ن ت]َمِيدَ بِكُمْ وَأَنْهَ[n[ـٰ][a:7355[رًا و]َسُبُل[u:7356[اً ل]َّعَلَّكُمْ تَهْتَد[p[ُو]نَ","text_id":"Dia memancangkan gunung-gunung di bumi agar bumi tidak berguncang bersamamu serta (menciptakan) sungai-sungai dan jalan-jalan agar kamu mendapat petunjuk.","text_en":"He placed stablisers in the earth so that while it revolves you live undisturbed, and rivers and tracks so that you may find your way;","transliteration":"Wa alqaa fil ardi rawaasiya an tameeda bikum wa anhaaranw wa sublulal la 'allakum tahtadoon","no_fn":"","text_fn":""},{"id":1917,"surah":16,"no_ayah":16,"tema":"Kekuasaan Allah di Alam Semesta dan Karunia-Nya yang Tidak Terhingga","text_ayah":"وَعَلَ[n[ـٰ]مَ[n[ـٰ][a:7357[تٍ‌ۚ و]َبِ[h:7358[ٱ][l[ل][g[نّ]َ[q:7358[جْ]مِ هُمْ يَهْتَد[p[ُو]نَ","text_id":"(Dia juga menciptakan) tanda-tanda. Dengan bintang-bintang mereka mendapat petunjuk.","text_en":"As well as many other signs, as by the stars (you) find direction.","transliteration":"Wa 'alaamaat; wa bin najmi hum yahtadoon","no_fn":"","text_fn":""},{"id":1918,"surah":16,"no_ayah":17,"tema":"Kekuasaan Allah di Alam Semesta dan Karunia-Nya yang Tidak Terhingga","text_ayah":"أَفَم[a:7359[َن ي]َخْلُقُ كَم[u:7360[َن ل]َّا يَخْلُقُ‌ۗ أَفَلَا تَذَكَّر[p[ُو]نَ","text_id":"Maka, apakah (Zat) yang (dapat) menciptakan (sesuatu) sama dengan yang tidak (dapat) menciptakan? Apakah kamu tidak mengambil pelajaran?","text_en":"So, could one who creates be like one who cannot? Will you not then contemplate?","transliteration":"Afamany yakhluqu kamallaa yakhluq; afalaa tazak karoon","no_fn":"","text_fn":""},{"id":1919,"surah":16,"no_ayah":18,"tema":"Kekuasaan Allah di Alam Semesta dan Karunia-Nya yang Tidak Terhingga","text_ayah":"وَإِ[f:7136[ن ت]َعُدُّو[s[اْ] نِعْمَةَ [h:1154[ٱ]للَّهِ لَا تُحْصُوه[o[َآ‌ۗ] إِ[g[نّ]َ [h:80[ٱ]للَّهَ لَغَفُو[u:4578[رٌ ر]َّح[p[ِي]مٌ","text_id":"Jika kamu menghitung nikmat Allah, niscaya kamu tidak akan mampu menghitungnya. Sesungguhnya Allah benar-benar Maha Pengampun lagi Maha Penyayang.","text_en":"If you count the favours of God you will not be able to calculate. Assuredly God is forgiving and kind.","transliteration":"Wa in ta'uddoo ni'matal laahi laa tuhsoohaa; innal laaha la Ghafoorur Raheem","no_fn":"","text_fn":""},{"id":1920,"surah":16,"no_ayah":19,"tema":"Kekuasaan Allah di Alam Semesta dan Karunia-Nya yang Tidak Terhingga","text_ayah":"وَ[h:9999[ٱ]للَّهُ يَعْلَمُ مَا تُسِرُّونَ وَمَا تُعْلِن[p[ُو]نَ","text_id":"Allah mengetahui apa yang kamu rahasiakan dan apa yang kamu tampakkan.","text_en":"God knows what you hide and disclose.","transliteration":"Wallaahu ya'lamu maa tusirroona wa maa tu'linoon","no_fn":"","text_fn":""},{"id":1921,"surah":16,"no_ayah":20,"tema":"Kekuasaan Allah di Alam Semesta dan Karunia-Nya yang Tidak Terhingga","text_ayah":"وَ[h:9999[ٱ]لَّذِينَ يَ[q:1240[دْ]عُونَ مِ[f:107[ن د]ُونِ [h:108[ٱ]للَّهِ لَا يَخْلُقُونَ شَيْـ[a:5188[ـًٔا و]َهُمْ يُخْلَق[p[ُو]نَ","text_id":"(Berhala-berhala) yang mereka seru selain Allah tidak dapat menciptakan sesuatu apa pun, bahkan berhala-berhala itu (sendiri) diciptakan (oleh manusia).","text_en":", As for those they call besides God, they cannot create a thing, and have themselves been created.","transliteration":"Wallazeena yad'oona min doonil laahi laa yakhluqoona shai'anw wa hum yukhlaqoon","no_fn":"","text_fn":""},{"id":1922,"surah":16,"no_ayah":21,"tema":"Kekuasaan Allah di Alam Semesta dan Karunia-Nya yang Tidak Terhingga","text_ayah":"أَمْو[n[َٲ]تٌ غَيْرُ أَحْي[o[َا]ٓ[a:7361[ءٍ‌ۖ و]َمَا يَشْعُرُونَ أَيَّانَ يُ[q:4606[بْ]عَث[p[ُو]نَ","text_id":"(Berhala-berhala itu benda) mati, tidak hidup, dan tidak mengetahui kapankah mereka (penyembahnya) dibangkitkan.","text_en":"Dead, without life they are, and do not know when they will be raised.","transliteration":"Amwaatun ghairu ahyaaa'inw wa maa yash'uroona aiyaana yub'asoon","no_fn":"","text_fn":""},{"id":1923,"surah":16,"no_ayah":22,"tema":"Dampak Ketakaburan","text_ayah":"إِلَ[n[ـٰ]هُكُمْ إِلَ[n[ـٰ][a:827[هٌ و][n[َٲ]حِ[f:7362[دٌ‌ۚ ف]َ[h:2514[ٱ]لَّذِينَ لَا يُؤْمِنُونَ بِ[h:447[ٱ]لْأَخِرَةِ قُلُوبُه[w:7363[ُم م]ُّ[f:7364[نك]ِرَ[a:7365[ةٌ و]َه[w:7366[ُم م]ُّسْتَكْبِر[p[ُو]نَ","text_id":"Tuhanmu adalah Tuhan Yang Maha Esa. Maka, orang-orang yang tidak beriman kepada akhirat hatinya mengingkari (keesaan Allah). Mereka adalah orang-orang yang sombong.","text_en":"Your God is one God. But the hearts of those who believe not in the life to come are filled with denial, and they are puffed up with pride.","transliteration":"Illahukum Ilaahunw Waahid; fallazeena laa yu'minoona bil Aakhirati quloobuhum munkiratunw wa hum mustakbiroon","no_fn":"","text_fn":""},{"id":1924,"surah":16,"no_ayah":23,"tema":"Dampak Ketakaburan","text_ayah":"لَا جَرَمَ أَ[g[نّ]َ [h:394[ٱ]للَّهَ يَعْلَمُ مَا يُسِرُّونَ وَمَا يُعْلِنُونَ‌ۚ إِ[g[نّ]َهُ[n[ۥ] لَا يُحِبُّ [h:7367[ٱ]لْمُسْتَكْبِر[p[ِي]نَ","text_id":"Tidak diragukan lagi bahwa Allah mengetahui apa yang mereka rahasiakan dan apa yang mereka tampakkan. Sesungguhnya Dia tidak menyukai orang-orang yang sombong.","text_en":"Surely God knows what they hide and what they disclose. He certainly does not love the proud.","transliteration":"Laa jarama annal laaha ya'lamu maa yusirrona wa ma yu'linoon; innahoo laa yuhibbul mustakbireen","no_fn":"","text_fn":""},{"id":1925,"surah":16,"no_ayah":24,"tema":"Dampak Ketakaburan","text_ayah":"وَإِذَا قِيلَ لَه[w:7368[ُم م]َّاذ[o[َآ] أَ[f:471[نز]َلَ رَبُّكُمْ‌ۙ قَال[o[ُوٓ][s[اْ] أَسَ[n[ـٰ]طِيرُ [h:3993[ٱ]لْأَوَّل[p[ِي]نَ","text_id":"Apabila dikatakan kepada mereka, “Apa yang telah Tuhanmu turunkan?” Mereka menjawab, “Dongeng-dongeng orang terdahulu.”","text_en":"For when they are asked: \"What has your Lord sent down?\" they say: \"Tales of long ago.\"","transliteration":"Wa izaa qeela lahum maazaaa anzala Rabbukum qaaloo asaateerul awwaleen","no_fn":"","text_fn":""},{"id":1926,"surah":16,"no_ayah":25,"tema":"Pembuat Makar dan Kehancuran","text_ayah":"لِيَحْمِل[o[ُوٓ][s[اْ] أَوْزَارَهُمْ كَامِلَ[a:7369[ةً ي]َوْمَ [h:592[ٱ]لْقِيَ[n[ـٰ]مَةِ‌ۙ وَمِنْ أَوْزَارِ [h:7370[ٱ]لَّذِينَ يُضِلُّونَه[c:7371[ُم ب]ِغَيْرِ عِلْمٍ‌ۗ أَلَا س[o[َا]ٓءَ مَا يَزِر[p[ُو]نَ","text_id":"(Ucapan mereka) menyebabkan mereka pada hari Kiamat memikul dosa-dosanya sendiri secara utuh dan sebagian dosa orang-orang yang mereka sesatkan yang tidak mengetahui (bahwa mereka disesatkan). Ingatlah, alangkah buruknya (dosa) yang mereka pikul.","text_en":"On the Day of Resurrection they will carry their own burden and some of the load of those they have led astray without any knowledge. Oh, how evil a burden they will carry!","transliteration":"Liyahmilooo awzaarahum kaamilatany Yawmal Qiyaamati wa min awzaaril lazeena yudilloonahum bighairi 'ilm; alaa saaa'a maa yaziroon","no_fn":"","text_fn":""},{"id":1927,"surah":16,"no_ayah":26,"tema":"Pembuat Makar dan Kehancuran","text_ayah":"قَ[q:298[دْ] مَكَرَ [h:7027[ٱ]لَّذِينَ مِ[f:617[ن ق]َ[q:618[بْ]لِهِمْ فَأَتَيْ [h:7372[ٱ]للَّهُ بُنْيَ[n[ـٰ]نَه[w:7373[ُم م]ِّنَ [h:7374[ٱ]لْقَوَاعِدِ فَخَرَّ عَلَيْهِمُ [h:7375[ٱ][l[ل]سَّ[q:7376[قْ]فُ مِ[f:3683[ن ف]َوْقِهِمْ وَأَتَ[n[ـٰ]هُمُ [h:7377[ٱ]لْعَذَابُ مِنْ حَيْثُ لَا يَشْعُر[p[ُو]نَ","text_id":"Sungguh, orang-orang sebelum mereka telah mengadakan tipu daya. Maka, Allah menghancurkan rumah-rumah mereka mulai dari fondasinya, lalu atapnya jatuh menimpa mereka dari atas. Azab itu datang kepada mereka dari arah yang tidak mereka sadari.","text_en":"Those who have gone before them had also conspired; then God uprooted their structure from its foundation; the roof fell over them from above, and punishment came upon them from somewhere they did not suspect.","transliteration":"Qad makaral lazeena min qablihim fa atal laahu bunyaa nahum minal qawaa'idi fakharra 'alaihimus saqfu min fawqihim wa ataahumul 'azaabu min haisu laa yash'uroon","no_fn":"","text_fn":""},{"id":1928,"surah":16,"no_ayah":27,"tema":"Pembuat Makar dan Kehancuran","text_ayah":"ثُ[g[مّ]َ يَوْمَ [h:592[ٱ]لْقِيَ[n[ـٰ]مَةِ يُخْزِيهِمْ وَيَقُولُ أَيْنَ شُرَك[o[َا]ٓءِيَْ [h:7378[ٱ]لَّذِينَ كُ[f:100[نت]ُمْ تُشَ[m[ـٰٓ]قُّونَ فِيهِمْ‌ۚ قَالَ [h:590[ٱ]لَّذِينَ أُوتُو[s[اْ] [h:7379[ٱ]لْعِلْمَ إِ[g[نّ]َ [h:7380[ٱ]لْخِزْيَْ [h:7381[ٱ]لْيَوْمَ وَ[h:7382[ٱ][l[ل]سّ[o[ُو]ٓءَ عَلَيْ [h:468[ٱ]لْكَ[n[ـٰ]فِر[p[ِي]نَ","text_id":"Pada hari Kiamat Dia kemudian menghinakan mereka dan berfirman, “Di manakah sekutu-sekutu-Ku itu (yang karena membelanya) kamu selalu memusuhi mereka (nabi-nabi dan orang yang beriman)?” Orang-orang yang dianugerahi ilmu berkata, “Sesungguhnya kehinaan dan azab pada hari ini ditimpakan kepada orang-orang kafir.","text_en":"On the Day of Resurrection He will disgrace them and ask: \"Where are My compeers for whom you contended?\" Those endowed with knowledge will say: \"Shame and evil surely are for unbelievers today.\"","transliteration":"Summa Yawmal Qiyaamati yukhzeehim wa yaqoolu aina shurakaaa'iyal lazeena kuntum tushaaaqqoona feehim; qaalal lazeena ootul 'ilma innal khizyal Yawma wassooo'a 'alal kaafireen","no_fn":"","text_fn":""},{"id":1929,"surah":16,"no_ayah":28,"tema":"Pembuat Makar dan Kehancuran","text_ayah":"ٱلَّذِينَ تَتَوَفَّ[n[ـٰ]هُمُ [h:7383[ٱ]لْمَلَ[o[ـٰٓ]ئِكَةُ ظَالِم[o[ِيْٓ] أَ[f:568[نف]ُسِهِمْ‌ۖ فَأَلْقَوُ[s[اْ] [h:7384[ٱ][l[ل]سَّلَمَ مَا كُ[g[نّ]َا نَعْمَلُ مِ[f:1847[ن س][o[ُو]ٓ[i:7385[ءِۭ‌ۚ ب]َلَ[o[يْٰٓ] إِ[g[نّ]َ [h:80[ٱ]للَّهَ عَلِي[i:6056[مُۢ ب]ِمَا كُ[f:100[نت]ُمْ تَعْمَل[p[ُو]نَ","text_id":"(yaitu) orang yang dicabut nyawanya oleh malaikat dalam keadaan (berbuat) zalim kepada diri sendiri, lalu mereka menyerahkan diri (sambil berkata), “Kami tidak pernah mengerjakan suatu kejahatan pun.” (Malaikat menjawab,) “Pernah! Sesungguhnya Allah Maha Mengetahui apa yang telah kamu kerjakan.”","text_en":"They whose souls are drawn out by the angels while they are sinning, shall offer submission: \"We did no evil.\" But God knows well what you did.","transliteration":"Allazeena tatawaf faahu mul malaaa'ikatu zaalimeee anfusihim fa alqawus salama maa kunnaa na'malu min sooo'; balaaa innal laaha 'aleemum bimaa kuntum ta'maloon","no_fn":"","text_fn":""},{"id":1930,"surah":16,"no_ayah":29,"tema":"Pembuat Makar dan Kehancuran","text_ayah":"فَ[h:9999[ٱ][q:7386[دْ]خُل[o[ُوٓ][s[اْ] أَ[q:4047[بْ]و[n[َٲ]بَ جَهَ[g[نّ]َمَ خَ[n[ـٰ]لِدِينَ فِيهَا‌ۖ فَلَبِئْسَ مَثْوَيْ [h:7387[ٱ]لْمُتَكَبِّر[p[ِي]نَ","text_id":"Maka, masukilah pintu-pintu (neraka) Jahanam. Kamu kekal di dalamnya. Itulah seburuk-buruk tempat (bagi) orang yang menyombongkan diri.","text_en":"So enter the gates of Hell, and dwell there for ever. How dreadful a dwelling for the haughty!","transliteration":"Fadkhulooo abwaaba jahannama khaalideena feeha falabi'sa maswal mutakab bireen","no_fn":"","text_fn":""},{"id":1931,"surah":16,"no_ayah":30,"tema":"Balasan bagi Orang yang Bertakwa","text_ayah":"۞ وَقِيلَ لِلَّذِينَ [h:1785[ٱ]تَّقَوْ[s[اْ] مَاذ[o[َآ] أَ[f:471[نز]َلَ رَبُّكُمْ‌ۚ قَالُو[s[اْ] خَيْ[u:7388[رًا‌ۗ ل]ِّلَّذِينَ أَحْسَنُو[s[اْ] فِيْ هَ[n[ـٰ]ذِهِ [h:5052[ٱ][l[ل]دُّنْيَا حَسَنَ[a:7389[ةٌ‌ۚ و]َلَدَارُ [h:6855[ٱ]لْأَخِرَةِ خَيْ[a:7390[رٌ‌ۚ و]َلَنِعْمَ دَارُ [h:7391[ٱ]لْمُتَّق[p[ِي]نَ","text_id":"Kemudian, dikatakan kepada orang yang bertakwa, “Apa yang telah Tuhanmu turunkan?” Mereka menjawab, “Kebaikan.” Orang-orang yang berbuat baik di dunia ini mendapat (balasan) yang baik. Sungguh, negeri akhirat pasti lebih baik. Itulah sebaik-baik tempat (bagi) orang-orang yang bertakwa,","text_en":"When those who took heed for themselves would be asked: \"What did your Lord send down?\" They will answer: \"The best.\" For those who do good there is good in the world, but certainly the abode of the next is better. How excellent the home of the virtuous!","transliteration":"Wa qeela lillazeenat taqaw maazaaa anzala Rabbukum; qaaloo khairaa; lillazeena absanoo fee haazihid dunyaa hasanah; wa la Daarul Aakhirati khair; wa lani'ma daarul muttaqeen","no_fn":"","text_fn":""},{"id":1932,"surah":16,"no_ayah":31,"tema":"Balasan bagi Orang yang Bertakwa","text_ayah":"جَ[g[نّ]َ[n[ـٰ]تُ عَ[q:5720[دْ][a:6962[نٍ ي]َ[q:6963[دْ]خُلُونَهَا تَ[q:120[جْ]رِيْ مِ[f:121[ن ت]َحْتِهَا [h:122[ٱ]لْأَنْهَ[n[ـٰ]رُ‌ۖ لَهُمْ فِيهَا مَا يَش[o[َا]ٓءُونَ‌ۚ كَذ[n[َٲ]لِكَ يَ[q:6806[جْ]زِيْ [h:7392[ٱ]للَّهُ [h:7393[ٱ]لْمُتَّق[p[ِي]نَ","text_id":"(yaitu) surga-surga ‘Adn yang mereka masuki. Sungai-sungai mengalir di bawahnya. Di dalam (surga) itu mereka mendapat segala yang mereka inginkan. Demikianlah Allah memberi balasan kepada orang-orang yang bertakwa.","text_en":"They will enter perennial gardens with streams of water and all they wish. Thus will the pious and devout be rewarded.","transliteration":"Jannaatu 'Adniny yadkhuloonahaa tajree min tahtihal anhaaru lahum feehaa maa yashaaa'oon; kazaalika yajzil laahul muttaqeen","no_fn":"","text_fn":""},{"id":1933,"surah":16,"no_ayah":32,"tema":"Balasan bagi Orang yang Bertakwa","text_ayah":"ٱلَّذِينَ تَتَوَفَّ[n[ـٰ]هُمُ [h:7383[ٱ]لْمَلَ[o[ـٰٓ]ئِكَةُ طَيِّبِينَ‌ۙ يَقُولُونَ سَلَ[n[ـٰ]مٌ عَلَيْكُمُ [h:7394[ٱ][q:278[دْ]خُلُو[s[اْ] [h:4726[ٱ]لْجَ[g[نّ]َةَ بِمَا كُ[f:100[نت]ُمْ تَعْمَل[p[ُو]نَ","text_id":"(Yaitu) orang-orang yang diwafatkan oleh malaikat dalam keadaan baik.<sup>414)</sup> Mereka (para malaikat) mengatakan, “Salāmun ‘alaikum (semoga keselamatan tercurah kepadamu). Masuklah ke dalam surga karena apa yang telah kamu kerjakan.” ","text_en":"When the angels receive the souls of those who are blameless they will say: \"Peace on you. Enter Paradise as recompense for what you did.\"","transliteration":"Allazeena tatawaf faahumul malaaa'ikatu taiyibeena yaqooloona salaamun 'alai kumud khulul Jannata bimaa kuntum ta'maloon","no_fn":"414","text_fn":"414) Maksudnya adalah wafat dalam keadaan suci dari kekufuran dan kemaksiatan atau dapat juga berarti mereka wafat dalam keadaan senang karena ada berita gembira dari malaikat bahwa mereka akan masuk surga."},{"id":1934,"surah":16,"no_ayah":33,"tema":"Kebinasaan Manusia karena Ulah Sendiri","text_ayah":"هَلْ يَ[f:1141[نظ]ُرُونَ إِلّ[o[َآ] أَ[f:4552[ن ت]َأْتِيَهُمُ [h:4553[ٱ]لْمَلَ[o[ـٰٓ]ئِكَةُ أَوْ يَأْتِيَْ أَمْرُ رَبِّكَ‌ۚ كَذ[n[َٲ]لِكَ فَعَلَ [h:7395[ٱ]لَّذِينَ مِ[f:617[ن ق]َ[q:618[بْ]لِهِمْ‌ۚ وَمَا ظَلَمَهُمُ [h:2189[ٱ]للَّهُ وَلَ[n[ـٰ]كِ[f:276[ن ك]َان[o[ُوٓ][s[اْ] أَ[f:38[نف]ُسَهُمْ يَظْلِم[p[ُو]نَ","text_id":"Adakah yang mereka (orang kafir) tunggu selain kedatangan para malaikat kepadanya<sup>415)</sup> atau perintah Tuhanmu?<sup>416)</sup> Demikianlah orang-orang (kafir) sebelumnya berbuat. Allah tidak menzalimi mereka, justru merekalah yang (selalu) menzalimi diri mereka sendiri.","text_en":"What! Do the (unbelievers) expect that the angels should descend, or the sentence of your Lord come to pass? So had the people done before them; yet God did not wrong them, they wronged themselves.","transliteration":"Hal yanzuroona illaaa an taatiyahumul malaaa'ikatu aw yaatiya amru Rabbik; kazaalika fa'alal lazeena min qablihim; wa maa zalamahumul laahu wa laakin kaanoo anfusahum yazlimoon","no_fn":"415","text_fn":"415) Maksudnya adalah kedatangan malaikat untuk mencabut nyawa mereka.</br>416) Maksudnya adalah kedatangan azab dari Allah Swt. untuk memusnahkan mereka."},{"id":1935,"surah":16,"no_ayah":34,"tema":"Kebinasaan Manusia karena Ulah Sendiri","text_ayah":"فَأَصَابَهُمْ سَيِّـَٔـاتُ مَا عَمِلُو[s[اْ] وَحَاقَ بِه[w:6252[ِم م]َّا كَانُو[s[اْ] بِه[n[ِۦ] يَسْتَهْزِء[p[ُو]نَ","text_id":"Maka, mereka ditimpa azab (akibat) perbuatan mereka dan diliputi oleh azab yang dahulu mereka selalu perolok-olokkan.","text_en":"The evil they perpetrated overtook them, and what they mocked has turned upon them.","transliteration":"Fa asaabahum saiyi aatu maa 'amiloo wa haaqa bihim maa kaano bihee yastahzi'oon","no_fn":"","text_fn":""},{"id":1936,"surah":16,"no_ayah":35,"tema":"Kebinasaan Manusia karena Ulah Sendiri","text_ayah":"وَقَالَ [h:614[ٱ]لَّذِينَ أَشْرَكُو[s[اْ] لَوْ ش[o[َا]ٓءَ [h:78[ٱ]للَّهُ مَا عَبَ[q:7396[دْ]نَا مِ[f:3136[ن د]ُونِه[n[ِۦ] مِ[f:2103[ن ش][a:7397[َيْْءٍ ن]َّحْنُ وَل[o[َآ] ءَاب[o[َا]ٓؤُنَا وَلَا حَرَّمْنَا مِ[f:3136[ن د]ُونِه[n[ِۦ] مِ[f:2103[ن ش][f:4506[َيْْءٍ‌ۚ ك]َذ[n[َٲ]لِكَ فَعَلَ [h:7395[ٱ]لَّذِينَ مِ[f:617[ن ق]َ[q:618[بْ]لِهِمْ‌ۚ فَهَلْ عَلَيْ [h:7398[ٱ][l[ل]رُّسُلِ إِلَّا [h:3819[ٱ]لْبَلَ[n[ـٰ]غُ [h:3781[ٱ]لْمُب[p[ِي]نُ","text_id":"Orang-orang yang musyrik berkata, “Seandainya Allah menghendaki, niscaya kami dan nenek moyang kami tidak akan menyembah sesuatu apa pun selain-Nya dan tidak (pula) mengharamkan sesuatu pun tanpa (ketetapan)-Nya.” Demikianlah orang-orang (kafir) sebelumnya berbuat. Bukankah kewajiban para rasul hanya menyampaikan (amanat Allah) dengan jelas?","text_en":"The idolaters say: \"If God had willed we would not have worshipped anything apart from Him, nor would our fathers have done, nor would we have forbidden any thing without His (leave).\" So had the people done before them. Therefore it is binding on the prophets to convey the message in clearest terms.","transliteration":"Wa qaalal lazeena ashrakoo law shaaa'al laahu ma 'abadnaa min doonihee min shai'in nahnu wa laaa aabaaa'unaa wa laa harramnaa min doonihee min shai'; kazaalika fa'alal lazeena min qablihim fahal 'alar Rusuli illal balaaghul mubeen","no_fn":"","text_fn":""},{"id":1937,"surah":16,"no_ayah":36,"tema":"Tugas Rasul sebagai Penerang Kebenaran","text_ayah":"وَلَقَ[q:341[دْ] بَعَثْنَا فِيْ كُلِّ أُ[g[مّ]َ[u:7399[ةٍ ر]َّسُولاً أَنِ [h:3899[ٱ]عْبُدُو[s[اْ] [h:3704[ٱ]للَّهَ وَ[h:7400[ٱ][q:7400[جْ]تَنِبُو[s[اْ] [h:7401[ٱ][l[ل]طَّ[n[ـٰ]غُوتَ‌ۖ فَمِنْه[w:1456[ُم م]َّنْ هَدَيْ [h:741[ٱ]للَّهُ وَمِنْه[w:1106[ُم م]َّنْ حَقَّتْ عَلَيْهِ [h:7402[ٱ][l[ل]ضَّلَ[n[ـٰ]لَةُ‌ۚ فَسِيرُو[s[اْ] فِيْ [h:44[ٱ]لْأَرْضِ فَ[h:2257[ٱ][f:2257[نظ]ُرُو[s[اْ] كَيْفَ كَانَ عَ[n[ـٰ]قِبَةُ [h:2258[ٱ]لْمُكَذِّب[p[ِي]نَ","text_id":"Sungguh, Kami telah mengutus seorang rasul untuk setiap umat (untuk menyerukan), “Sembahlah Allah dan jauhilah tagut!” Di antara mereka ada yang diberi petunjuk oleh Allah dan ada pula yang ditetapkan dalam kesesatan.<sup>417)</sup> Maka, berjalanlah kamu di bumi dan perhatikanlah bagaimana kesudahan orang yang mendustakan (rasul-rasul).","text_en":"To every community We have sent an apostle. (saying:) \"Worship God, and keep away from all other deities.\" Thus some of them were guided by God, and ruin was justified on some. Travel over the earth and see what befell those who accused (the apostles) of lies.","transliteration":"Wa laqad ba'asnaa fee kulli ummatir Rasoolan ani'budul laaha wajtanibut Taaghoota faminhum man hadal laahu wa minhum man haqqat 'alaihid dalaalah; faseeroo fil ardi fanzuroo kaifa kaana 'aaqibatul mukazzibeen","no_fn":"417","text_fn":"417) Lihat catatan kaki surah al-Baqarah/2: 26. "},{"id":1938,"surah":16,"no_ayah":37,"tema":"Tugas Rasul sebagai Penerang Kebenaran","text_ayah":"إِ[f:7403[ن ت]َحْرِصْ عَلَيْٰ هُدَ[n[ٮٰ]هُمْ فَإِ[g[نّ]َ [h:513[ٱ]للَّهَ لَا يَهْدِيْ م[a:7404[َن ي]ُضِلُّ‌ۖ وَمَا لَه[w:1812[ُم م]ّ[a:1813[ِن ن]َّ[n[ـٰ]صِر[p[ِي]نَ","text_id":"Jika engkau (Nabi Muhammad) berusaha keras untuk memberi mereka petunjuk, maka sesungguhnya Allah tidak akan memberi petunjuk kepada orang yang telah Dia sesatkan dan mereka tidak mempunyai penolong.","text_en":"Even if you are eager to guide them, God does not surely guide those who have gone astray: They will have no one to help them.","transliteration":"In tahris 'alaa hudaahum fa innal laaha laa yahdee mai yudillu wa maa lahum min naasireen","no_fn":"","text_fn":""},{"id":1939,"surah":16,"no_ayah":38,"tema":"Tugas Rasul sebagai Penerang Kebenaran","text_ayah":"وَأَ[q:4324[قْ]سَمُو[s[اْ] بِ[h:32[ٱ]للَّهِ جَهْدَ أَيْمَ[n[ـٰ]نِهِمْ‌ۙ لَا يَ[q:7405[بْ]عَثُ [h:7406[ٱ]للَّهُ م[a:7407[َن ي]َمُوتُ‌ۚ بَلَيْٰ وَعْدًا عَلَيْهِ حَق[a:7408[ًّا و]َلَ[n[ـٰ]كِ[g[نّ]َ أَكْثَرَ [h:1374[ٱ][l[ل][g[نّ]َاسِ لَا يَعْلَم[p[ُو]نَ","text_id":"Mereka sungguh-sungguh bersumpah dengan (nama) Allah, “Allah tidak akan membangkitkan orang yang mati.” Bukan demikian (justru Allah pasti akan membangkitkannya). (Yang demikian ini) adalah janji yang pasti Dia penuhi, tetapi kebanyakan manusia tidak mengetahui,","text_en":"They swear emphatically in the name of God that God will not raise the dead. On the contrary, it is a promise incumbent on Him, though most men do not understand,","transliteration":"Wa aqsamoo billaahi jahda aimaanihim laa yab'asul laahu mai yamoot; balaa wa'dan 'alaihi haqqanw wa laakinna aksaran naasi laa ya'lamoon","no_fn":"","text_fn":""},{"id":1940,"surah":16,"no_ayah":39,"tema":"Tugas Rasul sebagai Penerang Kebenaran","text_ayah":"لِيُبَيِّنَ لَهُمُ [h:7409[ٱ]لَّذِيْ يَخْتَلِفُونَ فِيهِ وَلِيَعْلَمَ [h:2400[ٱ]لَّذِينَ كَفَر[o[ُوٓ][s[اْ] أَ[g[نّ]َهُمْ كَانُو[s[اْ] كَ[n[ـٰ]ذِب[p[ِي]نَ","text_id":"supaya Dia menjelaskan kepada mereka apa yang mereka perselisihkan, dan supaya orang-orang yang kufur mengetahui bahwa mereka adalah para pendusta. ","text_en":"For (they fear) He might make what they differed about plain to them, and that the infidels may realise that they were liars.","transliteration":"Liyubaiyina lahumul lazee yakhtalifoona feehi wa liya'lamal lazeena kafarooo annahum kaanoo kaazibeen","no_fn":"","text_fn":""},{"id":1941,"surah":16,"no_ayah":40,"tema":"Tugas Rasul sebagai Penerang Kebenaran","text_ayah":"إِ[g[نّ]َمَا قَوْلُنَا لِشَيْْءٍ إِذ[o[َآ] أَرَ[q:7410[دْ]نَ[n[ـٰ]هُ أ[a:7411[َن ن]َّقُولَ لَهُ[n[ۥ] كُ[f:613[ن ف]َيَك[p[ُو]نُ","text_id":"Sesungguhnya firman Kami terhadap sesuatu apabila Kami menghendakinya, hanya (dengan) berfirman kepadanya, “Jadilah!” Maka, jadilah sesuatu itu.","text_en":"Yet when We will a thing We have only to say: \"Be\", and it is.","transliteration":"Innamaa qawlunaa lisha y'in izaa aradnaahu an naqoola lahoo kun fa yakoon","no_fn":"","text_fn":""},{"id":1942,"surah":16,"no_ayah":41,"tema":"Hijrah untuk Membela Agama Allah","text_ayah":"وَ[h:9999[ٱ]لَّذِينَ هَاجَرُو[s[اْ] فِيْ [h:714[ٱ]للَّهِ م[i:146[ِنۢ ب]َعْدِ مَا ظُلِمُو[s[اْ] لَنُبَوِّئَ[g[نّ]َهُمْ فِيْ [h:599[ٱ][l[ل]دُّنْيَا حَسَنَ[a:7412[ةً‌ۖ و]َلَأَ[q:6719[جْ]رُ [h:6720[ٱ]لْأَخِرَةِ أَكْبَرُ‌ۚ لَوْ كَانُو[s[اْ] يَعْلَم[p[ُو]نَ","text_id":"Orang yang berhijrah karena Allah setelah mereka dizalimi, pasti Kami akan memberikan tempat yang baik kepada mereka di dunia. Pahala di akhirat pasti lebih besar, sekiranya mereka mengetahui,","text_en":"Those who left their homes in the cause of God after having been oppressed, will be given by Us a better place in the world, and if they knew, the guerdon of the next would be greater","transliteration":"Wallazeena haajaroo fil laahi mim ba'di maa zulimoo lanubawwi' annahum fiddunyaa hasanatanw wa la ajrul Aakhirati akbar; law kaanoo ya'lamoon","no_fn":"","text_fn":""},{"id":1943,"surah":16,"no_ayah":42,"tema":"Hijrah untuk Membela Agama Allah","text_ayah":"ٱلَّذِينَ صَبَرُو[s[اْ] وَعَلَيْٰ رَبِّهِمْ يَتَوَكَّل[p[ُو]نَ","text_id":"(yaitu) orang-orang yang sabar dan hanya kepada Tuhan mereka bertawakal.","text_en":"(For) those who persevere and place their trust in their Lord.","transliteration":"Allazeena sabaroo wa 'alaa Rabbihim yatawak kaloon","no_fn":"","text_fn":""},{"id":1944,"surah":16,"no_ayah":43,"tema":"Kewenangan Allah Mengutus Nabi dan Rasul","text_ayah":"وَم[o[َآ] أَرْسَلْنَا مِ[f:18[ن ق]َ[q:19[بْ]لِكَ إِلَّا رِجَال[a:6851[اً ن]ُّوح[o[ِيْٓ] إِلَيْهِمْ‌ۚ فَسْــَٔل[o[ُوٓ][s[اْ] أَهْلَ [h:7413[ٱ][l[ل]ذِّكْرِ إِ[f:109[ن ك]ُ[f:100[نت]ُمْ لَا تَعْلَم[p[ُو]نَ","text_id":"Kami tidak mengutus sebelum engkau (Nabi Muhammad), melainkan laki-laki yang Kami beri wahyu kepadanya. Maka, bertanyalah kepada orang-orang yang mempunyai pengetahuan<sup>418)</sup> jika kamu tidak mengetahui.","text_en":"We sent before you none (as apostles) but men, to whom We sent revelations. In case you are unaware, enquire of those who are keepers of the Oracles of God.","transliteration":"Wa maaa arsalnaa min qablika illaa rijaalan nooheee ilaihim; fas'alooo ahlaz zikri in kuntum laa ta'lamoon","no_fn":"418","text_fn":"418) Yakni orang yang mempunyai pengetahuan tentang nabi dan kitab-kitab."},{"id":1945,"surah":16,"no_ayah":44,"tema":"Kewenangan Allah Mengutus Nabi dan Rasul","text_ayah":"بِ[h:9999[ٱ]لْبَيِّنَ[n[ـٰ]تِ وَ[h:2474[ٱ][l[ل]زُّبُرِ‌ۗ وَأَ[f:271[نز]َلْن[o[َآ] إِلَيْكَ [h:7414[ٱ][l[ل]ذِّكْرَ لِتُبَيِّنَ لِل[g[نّ]َاسِ مَا نُزِّلَ إِلَيْهِمْ وَلَعَلَّهُمْ يَتَفَكَّر[p[ُو]نَ","text_id":"(Kami mengutus mereka) dengan (membawa) bukti-bukti yang jelas (mukjizat) dan kitab-kitab. Kami turunkan aż-Żikr (Al-Qur’an) kepadamu agar engkau menerangkan kepada manusia apa yang telah diturunkan kepada mereka dan agar mereka memikirkan.","text_en":"We had Sent them with miracles and Books; and We have sent to you this Reminder so that you may explain distinctly to men what was sent down to them: They may haply reflect.","transliteration":"Bilbaiyinaati waz Zubur; wa anzalnaaa ilaikaz Zikra litubaiyina linnaasi maa nuzzila ilaihim wa la'allahum yatafakkaroon","no_fn":"","text_fn":""},{"id":1946,"surah":16,"no_ayah":45,"tema":"Kewenangan Allah Mengutus Nabi dan Rasul","text_ayah":"أَفَأَمِنَ [h:7415[ٱ]لَّذِينَ مَكَرُو[s[اْ] [h:7416[ٱ][l[ل]سَّيِّـَٔـاتِ أ[a:7417[َن ي]َخْسِفَ [h:7418[ٱ]للَّهُ بِهِمُ [h:7419[ٱ]لْأَرْضَ أَوْ يَأْتِيَهُمُ [h:7420[ٱ]لْعَذَابُ مِنْ حَيْثُ لَا يَشْعُر[p[ُو]نَ","text_id":"Apakah orang-orang yang membuat tipu daya yang jahat itu merasa aman (dari bencana) dibenamkannya bumi oleh Allah bersama mereka atau (terhadap) datangnya siksa kepada mereka dari arah yang tidak mereka sadari.","text_en":"Have the plotters of mischief become unafraid that God will not split the earth to swallow them, or that punishment will not fall upon them from somewhere they do not (even) suspect?","transliteration":"Afa aminal lazeena makarus saiyi aati ai yakhsifal laahu bihimul arda aw yaaa tiyahumul 'azaabu min haisu laa yash'uroon","no_fn":"","text_fn":""},{"id":1947,"surah":16,"no_ayah":46,"tema":"Kewenangan Allah Mengutus Nabi dan Rasul","text_ayah":"أَوْ يَأْخُذَهُمْ فِيْ تَقَلُّبِهِمْ فَمَا ه[c:7421[ُم ب]ِمُعْجِز[p[ِي]نَ","text_id":"Atau, Allah mengazab mereka pada waktu mereka dalam perjalanan sehingga mereka tidak berdaya menolak (azab itu).","text_en":"Or that He will not seize them as they move about, and they will not be able to elude (His grasp);","transliteration":"Aw yaakhuzahum fee taqallubihim famaa hum bi mu'jizeen","no_fn":"","text_fn":""},{"id":1948,"surah":16,"no_ayah":47,"tema":"Kewenangan Allah Mengutus Nabi dan Rasul","text_ayah":"أَوْ يَأْخُذَهُمْ عَلَيْٰ تَخَوُّ[f:7422[فٍ ف]َإِ[g[نّ]َ رَبَّكُمْ لَرَءُو[u:744[فٌ ر]َّح[p[ِي]مٌ","text_id":"Atau, Allah mengazab mereka dengan kekurangan (secara berangsur-angsur sampai binasa).<sup>419)</sup> Sesungguhnya Tuhanmu Maha Pengasih lagi Maha Penyayang.","text_en":"Or He may seize them by diminishing their portion. Yet your Lord is compassionate and kind.","transliteration":"Aw yaakhuzahum 'alaa takhawwuf; fa inna Rabbakum la Ra'oofur Raheem","no_fn":"419","text_fn":"419) Kekurangan itu meliputi harta, jiwa, raga, dan sebagainya. Menurut sebagian mufasir, takhawwuf berarti ‘dalam keadaan takut’."},{"id":1949,"surah":16,"no_ayah":48,"tema":"Kewenangan Allah Mengutus Nabi dan Rasul","text_ayah":"أَوَلَمْ يَرَوْ[s[اْ] إِلَيْٰ مَا خَلَقَ [h:1272[ٱ]للَّهُ مِ[f:2103[ن ش][a:7423[َيْْءٍ ي]َتَفَيَّؤُ[s[اْ] ظِلَ[n[ـٰ]لُهُ[n[ۥ] عَنِ [h:7424[ٱ]لْيَمِينِ وَ[h:7425[ٱ][l[ل]شَّم[o[َا]ٓئِلِ سُجَّ[u:7426[دًا ل]ِّلَّهِ وَهُمْ د[n[َٲ]خِر[p[ُو]نَ","text_id":"Apakah mereka tidak memperhatikan segala sesuatu yang diciptakan Allah, bayang-bayangnya berbolak-balik ke kanan dan ke kiri (dalam keadaan) sujud kepada Allah, sedangkan mereka rendah hati.","text_en":"Do they not see the shadows of all things God has created incline to the right and the left, bowing in obeisance to God?","transliteration":"Awa lam yaraw ilaa maa khalaqal laahu min shai'iny-yatafaiya'u zilaaluhoo 'anil yameeni washshamaaa' ili sujjadal lillaahi wa hum daakhiroon","no_fn":"","text_fn":""},{"id":1950,"surah":16,"no_ayah":49,"tema":"Kewenangan Allah Mengutus Nabi dan Rasul","text_ayah":"وَلِلَّهِ يَسْجُدُ مَا فِيْ [h:609[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَمَا فِيْ [h:44[ٱ]لْأَرْضِ مِ[f:4026[ن د][m[َا]ٓبَّ[a:7427[ةٍ و]َ[h:1146[ٱ]لْمَلَ[o[ـٰٓ]ئِكَةُ وَهُمْ لَا يَسْتَكْبِر[p[ُو]نَ","text_id":"Hanya kepada Allah bersujud segala apa yang ada di langit dan apa yang ada di bumi, yaitu semua makhluk yang bergerak (bernyawa). Para malaikat (juga bersujud) dan mereka tidak menyombongkan diri.","text_en":"All things that move on the earth and in the heavens, and the angels, bow in homage to God, and do not behave with pride.","transliteration":"Wa lillaahi yasjudu maa fis samaawaati wa maa fil ardi min daaabbatinw walma laaa'ikatu wa hum laa yastakbiroon","no_fn":"","text_fn":""},{"id":1951,"surah":16,"no_ayah":50,"tema":"Kewenangan Allah Mengutus Nabi dan Rasul","text_ayah":"يَخَافُونَ رَبَّه[w:7428[ُم م]ِّ[f:3683[ن ف]َوْقِهِمْ وَيَفْعَلُونَ مَا يُؤْمَرُ[p[و]نَ ۩","text_id":"Mereka takut kepada Tuhan mereka yang (berkuasa) di atas mereka dan melaksanakan apa yang diperintahkan (kepada mereka).","text_en":"They have fear of God for His power over them, and act as commanded.","transliteration":"yakhaafoona Rabbahum min fawqihim wa yaf'aloona maa yu'maroon","no_fn":"","text_fn":""},{"id":1952,"surah":16,"no_ayah":51,"tema":"Larangan Syirik dan Kufur Nikmat ","text_ayah":"۞ وَقَالَ [h:3421[ٱ]للَّهُ لَا تَتَّخِذ[o[ُوٓ][s[اْ] إِلَ[n[ـٰ]هَيْنِ [h:7429[ٱ]ثْنَيْنِ‌ۖ إِ[g[نّ]َمَا هُوَ إِلَ[n[ـٰ][a:827[هٌ و][n[َٲ]حِ[f:7430[دٌ‌ۖ ف]َإِيَّ[n[ـٰ]يَْ فَ[h:204[ٱ]رْهَب[p[ُو]نِ","text_id":"Allah berfirman, “Janganlah kamu menyembah dua tuhan. Sesungguhnya hanya Dialah Tuhan Yang Maha Esa. Maka, hendaklah kepada-Ku saja kamu takut.”","text_en":"God says: \"Do not take to two gods, for there is only one God. So fear Me.\"","transliteration":"Wa qaalal laahu laa tatta khizooo ilaahainis naini innamaa Huwa Ilaahunw Waahid; fa iyyaaya farhaboon","no_fn":"","text_fn":""},{"id":1953,"surah":16,"no_ayah":52,"tema":"Larangan Syirik dan Kufur Nikmat ","text_ayah":"وَلَهُ[n[ۥ] مَا فِيْ [h:609[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:177[ٱ]لْأَرْضِ وَلَهُ [h:7431[ٱ][l[ل]دِّينُ وَاصِبًا‌ۚ أَفَغَيْرَ [h:4347[ٱ]للَّهِ تَتَّق[p[ُو]نَ","text_id":"Hanya milik-Nya segala apa yang ada di langit dan di bumi serta hanya kepada-Nya ketaatan selama-lamanya. Mengapa kepada selain Allah kamu bertakwa?","text_en":"Whatsoever is in the heavens and the earth belongs to Him, and His the judgement for ever. So will you fear any other than God?","transliteration":"Wa lahoo maa fis samaawaati wal ardi wa lahud deenu waasibaa; afaghairal laahi tattaqoon","no_fn":"","text_fn":""},{"id":1954,"surah":16,"no_ayah":53,"tema":"Larangan Syirik dan Kufur Nikmat ","text_ayah":"وَمَا بِك[w:7432[ُم م]ّ[a:7433[ِن ن]ِّعْمَ[f:7434[ةٍ ف]َمِنَ [h:2957[ٱ]للَّهِ‌ۖ ثُ[g[مّ]َ إِذَا مَسَّكُمُ [h:7435[ٱ][l[ل]ضُّرُّ فَإِلَيْهِ تَ[q:7436[جْ]ــَٔر[p[ُو]نَ","text_id":"Segala nikmat yang ada padamu (datangnya) dari Allah. Kemudian, apabila kamu ditimpa kemudaratan, kepada-Nyalah kamu meminta pertolongan.","text_en":"Whatsoever the blessings you enjoy are surely from God, and when in trouble you turn to Him in supplication.","transliteration":"Wa maa bikum minni'matin faminal laahi summa izaa massakumud durru fa ilaihi taj'aroon","no_fn":"","text_fn":""},{"id":1955,"surah":16,"no_ayah":54,"tema":"Larangan Syirik dan Kufur Nikmat ","text_ayah":"ثُ[g[مّ]َ إِذَا كَشَفَ [h:7437[ٱ][l[ل]ضُّرَّ عَ[f:255[نك]ُمْ إِذَا فَرِي[a:7438[قٌ م]ِّ[f:344[نك][c:7439[ُم ب]ِرَبِّهِمْ يُشْرِك[p[ُو]نَ","text_id":"Kemudian, apabila Dia telah menghilangkan kemudaratan darimu, tiba-tiba segolongan dari kamu mempersekutukan Tuhan mereka (dengan yang lain).","text_en":"Yet when He has delivered you from affliction, some of you ascribe companions to your Lord","transliteration":"Summaa izaa kashafad durra 'ankum izaa fareequm minkum bi Rabbihim yushrikoon","no_fn":"","text_fn":""},{"id":1956,"surah":16,"no_ayah":55,"tema":"Larangan Syirik dan Kufur Nikmat ","text_ayah":"لِيَكْفُرُو[s[اْ] بِم[o[َآ] ءَاتَيْنَ[n[ـٰ]هُمْ‌ۚ فَتَمَتَّعُو[s[اْ‌ۖ] فَسَوْفَ تَعْلَم[p[ُو]نَ","text_id":"Biarkan mereka (orang-orang musyrik) mengingkari apa yang telah Kami anugerahkan kepada mereka. Bersenang-senanglah, kelak kamu akan mengetahui (akibat buruk perbuatanmu).","text_en":"So as to deny what We have bestowed on them. Well, enjoy yourselves, you will come to know soon.","transliteration":"Liyakfuroo bimaa aatainaahum; fatamatta'oo, faswfa ta'lamoon","no_fn":"","text_fn":""},{"id":1957,"surah":16,"no_ayah":56,"tema":"Anggapan dan Perbuatan Orang Musyrik yang Tercela","text_ayah":"وَيَ[q:7440[جْ]عَلُونَ لِمَا لَا يَعْلَمُونَ نَصِي[a:7441[بًا م]ِّ[g[مّ]َا رَزَ[q:15[قْ]نَ[n[ـٰ]هُمْ‌ۗ تَ[h:6760[ٱ]للَّهِ لَتُسْــَٔلُ[g[نّ]َ عَ[g[مّ]َا كُ[f:100[نت]ُمْ تَفْتَر[p[ُو]نَ","text_id":"Mereka menyediakan bagian dari rezeki yang telah Kami anugerahkan kepada mereka untuk (berhala-berhala) yang tidak mereka ketahui (kekuasaannya). Demi Allah, kamu pasti akan ditanyai tentang apa yang kamu ada-adakan.","text_en":"They set aside a portion of the food We have given them for those they do not know. By God, you will surely have to answer for all you contrive!","transliteration":"Wa yaj'aloona limaa laa ya'lamoona naseebam mimmaa razaqnnaahum; tallaahi latus'alunaa 'ammaa kuntum taftaroon","no_fn":"","text_fn":""},{"id":1958,"surah":16,"no_ayah":57,"tema":"Anggapan dan Perbuatan Orang Musyrik yang Tercela","text_ayah":"وَيَ[q:7440[جْ]عَلُونَ لِلَّهِ [h:7442[ٱ]لْبَنَ[n[ـٰ]تِ سُ[q:608[بْ]حَ[n[ـٰ]نَهُ[n[ۥ]‌ۙ وَلَه[w:7443[ُم م]َّا يَشْتَه[p[ُو]نَ","text_id":"Mereka menetapkan bagi Allah anak-anak perempuan; Mahasuci Dia, sedangkan untuk mereka sendiri apa yang mereka sukai (anak-anak laki-laki).<sup>420)</sup>","text_en":"They attribute daughters to God, the glorious, but for themselves whatsoever they please.","transliteration":"Wa yaj'aloona lillaahil banaati Subhaanahoo wa lahum maa yashtahoon","no_fn":"420","text_fn":"420) Perkataan mereka bahwa Allah Swt. mempunyai anak perempuan, yaitu yang berwujud para malaikat, dipicu kebencian mereka kepada anak perempuan, sebagaimana tersebut dalam ayat Al-Qur’an berikutnya."},{"id":1959,"surah":16,"no_ayah":58,"tema":"Anggapan dan Perbuatan Orang Musyrik yang Tercela","text_ayah":"وَإِذَا بُشِّرَ أَحَدُه[c:7444[ُم ب]ِ[h:930[ٱ]لْأُ[f:930[نث]َيْٰ ظَلَّ وَ[q:7445[جْ]هُهُ[n[ۥ] مُسْوَد[a:7446[ًّا و]َهُوَ كَظ[p[ِي]مٌ","text_id":"(Padahal,) apabila salah seorang dari mereka diberi kabar tentang (kelahiran) anak perempuan, wajahnya menjadi hitam (merah padam) dan dia sangat marah (sedih dan malu).","text_en":"Yet when news of the birth of a daughter reaches one of them, his face is darkened, and he is overwhelmed with silent grief,","transliteration":"Wa izaa bushshira ahaduhum bil unsaa zalla wajhuhoo muswaddanw wa huwa kazeem","no_fn":"","text_fn":""},{"id":1960,"surah":16,"no_ayah":59,"tema":"Anggapan dan Perbuatan Orang Musyrik yang Tercela","text_ayah":"يَتَو[n[َٲ]رَيْٰ مِنَ [h:4196[ٱ]لْقَوْمِ مِ[f:7447[ن س][o[ُو]ٓءِ مَا بُشِّرَ بِه[o[ِۦٓ‌ۚ] أَيُمْسِكُهُ[n[ۥ] عَلَيْٰ هُونٍ أَمْ يَدُسُّهُ[n[ۥ] فِيْ [h:7448[ٱ][l[ل]تُّرَابِ‌ۗ أَلَا س[o[َا]ٓءَ مَا يَحْكُم[p[ُو]نَ","text_id":"Dia bersembunyi dari orang banyak karena kabar buruk yang disampaikan kepadanya. Apakah dia akan memeliharanya dengan (menanggung) kehinaan atau akan membenamkannya ke dalam tanah (hidup-hidup)? Ingatlah, alangkah buruk (putusan) yang mereka tetapkan itu!","text_en":"And hides from people for shame at the news, (at a loss) whether he should keep her with shame, or bury her in the ground. How bad is the judgement that they make!","transliteration":"yatawaaraa minal qawmimin sooo'i maa bushshira bih; a-yumsikuhoo 'alaa hoonin am yadussuhoo fit turaab; alaa saaa'a maa yahkumoon","no_fn":"","text_fn":""},{"id":1961,"surah":16,"no_ayah":60,"tema":"Anggapan dan Perbuatan Orang Musyrik yang Tercela","text_ayah":"لِلَّذِينَ لَا يُؤْمِنُونَ بِ[h:447[ٱ]لْأَخِرَةِ مَثَلُ [h:7449[ٱ][l[ل]سَّوْءِ‌ۖ وَلِلَّهِ [h:7450[ٱ]لْمَثَلُ [h:7451[ٱ]لْأَعْلَيْٰ‌ۚ وَهُوَ [h:7045[ٱ]لْعَزِيزُ [h:681[ٱ]لْحَك[p[ِي]مُ","text_id":"Orang-orang yang tidak beriman pada (kehidupan) akhirat mempunyai sifat yang buruk, sedangkan Allah mempunyai sifat Yang Mahatinggi. Dia Mahaperkasa lagi Mahabijaksana.","text_en":"The semblance of those who believe not in the life to come is that of the meanest; but the semblance of God is the most sublime, for He is all-mighty and all-wise.","transliteration":"Lillazeena laa yu'minoona bil Aakhirati masalus saw'i wa lillaahil masalul a'laa; wa Huwal 'Azeezul Hakeem","no_fn":"","text_fn":""},{"id":1962,"surah":16,"no_ayah":61,"tema":"Kasih Sayang Allah dan Tipu Daya Setan","text_ayah":"وَلَوْ يُؤَاخِذُ [h:7452[ٱ]للَّهُ [h:7453[ٱ][l[ل][g[نّ]َاسَ بِظُلْمِه[w:7454[ِم م]َّا تَرَكَ عَلَيْهَا مِ[f:4026[ن د][m[َا]ٓبَّ[a:7455[ةٍ و]َلَ[n[ـٰ]ك[a:7456[ِن ي]ُؤَخِّرُهُمْ إِلَ[o[يْٰٓ] أَجَ[a:1657[لٍ م]ُّسَم[f:7457[ًّيْ‌ۖ ف]َإِذَا ج[o[َا]ٓءَ أَجَلُهُمْ لَا يَسْتَــْٔخِرُونَ سَاعَ[a:4666[ةً‌ۖ و]َلَا يَسْتَ[q:4667[قْ]دِم[p[ُو]نَ","text_id":"Seandainya Allah menghukum manusia karena kezaliman mereka, niscaya Dia tidak meninggalkan satu makhluk melata pun di atasnya (bumi), tetapi Dia menangguhkan mereka sampai waktu yang sudah ditentukan. Maka, apabila ajalnya tiba, mereka tidak dapat meminta penundaan dan percepatan sesaat pun. ","text_en":"If God were to punish men for their inequity He would not leave a single moving thing on earth. Yet He gives them latitude for a time ordained. When that time is come, there will not be a moment's delay nor a moment's haste.","transliteration":"Wa law yu'aakhizul laahun naasa bizulminhim maa taraka 'alaihaa min daaabbatinw wa laakiny yu'akhkhiruhum ilaaa ajalim musamman fa izaa jaaa'a ajaluhum laa yastaakhiroona saa'atanw wa laa yastaqdimoon","no_fn":"","text_fn":""},{"id":1963,"surah":16,"no_ayah":62,"tema":"Kasih Sayang Allah dan Tipu Daya Setan","text_ayah":"وَيَ[q:7440[جْ]عَلُونَ لِلَّهِ مَا يَكْرَهُونَ وَتَصِفُ أَلْسِنَتُهُمُ [h:7458[ٱ]لْكَذِبَ أَ[g[نّ]َ لَهُمُ [h:7459[ٱ]لْحُسْنَيْٰ‌ۖ لَا جَرَمَ أَ[g[نّ]َ لَهُمُ [h:7460[ٱ][l[ل][g[نّ]َارَ وَأَ[g[نّ]َه[w:7461[ُم م]ُّفْرَط[p[ُو]نَ","text_id":"Mereka menetapkan bagi Allah apa yang mereka sendiri membencinya dan lidah mereka mengucapkan kebohongan bahwa sesungguhnya bagi merekalah (balasan) yang terbaik (surga). Tidak diragukan bahwa nerakalah (tempat yang layak) bagi mereka dan sesungguhnya mereka segera akan dimasukkan (ke dalamnya).","text_en":"Yet they attribute to God what they find detestable; and their tongues assert the lie that for them is only good. On the contrary, there is Fire for them, and they will be thrown into it.","transliteration":"Wa yaj'aloona lillaahi maa yakrahoona wa tasifu alsinatuhumul kaziba anna lahumul husnaa laa jarama anna lahumun Naara wa annahum mufratoon","no_fn":"","text_fn":""},{"id":1964,"surah":16,"no_ayah":63,"tema":"Kasih Sayang Allah dan Tipu Daya Setan","text_ayah":"تَ[h:9999[ٱ]للَّهِ لَقَ[q:2389[دْ] أَرْسَلْن[o[َآ] إِلَ[o[يْٰٓ] أُمَ[a:4041[مٍ م]ِّ[f:18[ن ق]َ[q:19[بْ]لِكَ فَزَيَّنَ لَهُمُ [h:4046[ٱ][l[ل]شَّيْطَ[n[ـٰ]نُ أَعْمَ[n[ـٰ]لَهُمْ فَهُوَ وَلِيُّهُمُ [h:7462[ٱ]لْيَوْمَ وَلَهُمْ عَذَابٌ أَل[p[ِي]مٌ","text_id":"Demi Allah, sungguh Kami telah mengutus (rasul-rasul) kepada umat-umat sebelum engkau (Nabi Muhammad). Akan tetapi, setan menjadikan perbuatan mereka (yang buruk) terasa indah bagi mereka sehingga ia (setan) menjadi pemimpin mereka pada hari ini (di dunia) dan bagi mereka azab yang sangat pedih (di akhirat).","text_en":"By God, We sent apostles to many a people before you, but Satan made their acts seem attractive to them, and he is their friend this day, and a painful torment awaits them.","transliteration":"Tallaahi laqad arsalnaaa ilaaa umamim min qablika fazayyana lahumush Shaitaanu a'maalahum fahuwa waliyyuhumul yawma wa lahum 'azaabun aleem","no_fn":"","text_fn":""},{"id":1965,"surah":16,"no_ayah":64,"tema":"Kasih Sayang Allah dan Tipu Daya Setan","text_ayah":"وَم[o[َآ] أَ[f:515[نز]َلْنَا عَلَيْكَ [h:1723[ٱ]لْكِتَ[n[ـٰ]بَ إِلَّا لِتُبَيِّنَ لَهُمُ [h:7409[ٱ]لَّذِيْ [h:7463[ٱ]خْتَلَفُو[s[اْ] فِيهِ‌ۙ وَهُ[a:4537[دًيْ و]َرَحْمَ[u:4735[ةً ل]ِّقَوْ[a:4294[مٍ ي]ُؤْمِن[p[ُو]نَ","text_id":"Kami tidak menurunkan Kitab (Al-Qur’an) ini kepadamu (Nabi Muhammad), kecuali agar engkau menjelaskan kepada mereka apa yang mereka perselisihkan serta menjadi petunjuk dan rahmat bagi kaum yang beriman.","text_en":"We have sent down this Book to you that you may explain to them what it is that they are differing about, and as guidance and a grace for those who believe.","transliteration":"Wa maaa anzalnaa 'alaikal Kitaaba illaa litubaiyina lahumul lazikh talafoo feehi wa hudanw wa rahmatal liqawminy yu'minoon","no_fn":"","text_fn":""},{"id":1966,"surah":16,"no_ayah":65,"tema":"Bukti Kekuasaan Allah di Alam Semesta","text_ayah":"وَ[h:9999[ٱ]للَّهُ أَ[f:471[نز]َلَ مِنَ [h:64[ٱ][l[ل]سَّم[o[َا]ٓءِ م[o[َا]ٓ[f:7464[ءً ف]َأَحْيَا بِهِ [h:842[ٱ]لْأَرْضَ بَعْدَ مَوْتِه[o[َآ‌ۚ] إِ[g[نّ]َ فِيْ ذ[n[َٲ]لِكَ لَأَيَ[u:7345[ةً ل]ِّقَوْ[a:6119[مٍ ي]َسْمَع[p[ُو]نَ","text_id":"Allah menurunkan air (hujan) dari langit dan dengannya (air itu) Allah menghidupkan bumi sesudah mati (kering)-nya. Sesungguhnya pada yang demikian itu benar-benar terdapat tanda (kebesaran Allah) bagi kaum yang mendengarkan (pelajaran dengan perhatian dan penghayatan).","text_en":"God sends down water from the skies and quickens the dead earth to a new birth. Here is a sign for those who listen.","transliteration":"Wallaahu anzala minas samaaa'i maaa'an fa ahyaa bihil arda ba'da mawtihaa; inna fee zaalika la aayatal liqaw miny yasma'oon","no_fn":"","text_fn":""},{"id":1967,"surah":16,"no_ayah":66,"tema":"Bukti Kekuasaan Allah di Alam Semesta","text_ayah":"وَإِ[g[نّ]َ لَكُمْ فِيْ [h:7465[ٱ]لْأَنْعَ[n[ـٰ]مِ لَعِ[q:1764[بْ]رَ[a:7466[ةً‌ۖ ن]ُّسْقِيك[w:7467[ُم م]ِّ[g[مّ]َا فِيْ بُطُونِه[n[ِۦ] م[i:4612[ِنۢ ب]َيْنِ فَرْ[a:7468[ثٍ و]َدَ[u:7469[مٍ ل]َّبَنًا خَالِ[f:7470[صًا س][o[َا]ٓئِ[u:7471[غًا ل]ِّلشَّ[n[ـٰ]رِب[p[ِي]نَ","text_id":"Sesungguhnya pada hewan ternak itu benar-benar terdapat pelajaran bagi kamu. Kami memberi kamu minum dari sebagian apa yang ada dalam perutnya, dari antara kotoran dan darah (berupa) susu murni yang mudah ditelan oleh orang-orang yang meminumnya.","text_en":"And surely in cattle there is a lesson for you: We give you a drink from the extract of food in their bellies and blood-purest milk so delicious to drink;","transliteration":"Wa inna lakum fil an'aami la'ibrah; nusqeekum mimmmaa fee butoonihee mim baini farsinw wa damil labanann khaalisan saaa'ighallish shaaribeen","no_fn":"","text_fn":""},{"id":1968,"surah":16,"no_ayah":67,"tema":"Bukti Kekuasaan Allah di Alam Semesta","text_ayah":"وَمِ[f:7472[ن ث]َمَر[n[َٲ]تِ [h:7473[ٱ][l[ل][g[نّ]َخِيلِ وَ[h:7474[ٱ]لْأَعْنَ[n[ـٰ]بِ تَتَّخِذُونَ مِنْهُ سَكَ[a:7475[رًا و]َرِزْقًا حَسَنًا‌ۗ إِ[g[نّ]َ فِيْ ذ[n[َٲ]لِكَ لَأَيَ[u:7345[ةً ل]ِّقَوْ[a:850[مٍ ي]َعْقِل[p[ُو]نَ","text_id":"Dari buah kurma dan anggur, kamu membuat minuman yang memabukkan dan rezeki yang baik. Sesungguhnya pada yang demikian itu benar-benar terdapat tanda (kebesaran Allah) bagi kaum yang mengerti.","text_en":"And in fruits of the date-palm and the vine, from which you obtain inebriating drinks and excellent food. In this indeed are signs for those who understand.","transliteration":"Wa min samaraatin nakheeli wal a'nnaabi tattakhizoona minhu sakaranw wa rizqann hasanaa; inna fee zaalika la Aayatal liqawminy ya'qiloon","no_fn":"","text_fn":""},{"id":1969,"surah":16,"no_ayah":68,"tema":"Bukti Kekuasaan Allah di Alam Semesta","text_ayah":"وَأَوْحَيْٰ رَبُّكَ إِلَيْ [h:7476[ٱ][l[ل][g[نّ]َحْلِ أَنِ [h:7477[ٱ]تَّخِذِيْ مِنَ [h:7297[ٱ]لْجِبَالِ بُيُو[a:7478[تًا و]َمِنَ [h:7479[ٱ][l[ل]شَّجَرِ وَمِ[g[مّ]َا يَعْرِش[p[ُو]نَ","text_id":"Tuhanmu mengilhamkan kepada lebah, “Buatlah sarang-sarang di pegunungan, pepohonan, dan bangunan yang dibuat oleh manusia.","text_en":"Your Lord predisposed the bees to make their hives in mountains, trees and trellices,","transliteration":"Wa awhaa Rabbuka ilannnabli anit takhizee minal jabaali buyootanw wa minash shajari wa mimmaa ya'rishoon","no_fn":"","text_fn":""},{"id":1970,"surah":16,"no_ayah":69,"tema":"Bukti Kekuasaan Allah di Alam Semesta","text_ayah":"ثُ[g[مّ]َ كُلِيْ مِ[f:843[ن ك]ُلِّ [h:1571[ٱ][l[ل]ثَّمَر[n[َٲ]تِ فَ[h:7480[ٱ]سْلُكِيْ سُبُلَ رَبِّكِ ذُلُل[a:7481[اً‌ۚ ي]َخْرُجُ م[i:7482[ِنۢ ب]ُطُونِهَا شَرَا[a:7483[بٌ م]ُّخْتَلِفٌ أَلْو[n[َٲ]نُهُ[n[ۥ] فِيهِ شِف[o[َا]ٓ[u:7484[ءٌ ل]ِّل[g[نّ]َاسِ‌ۗ إِ[g[نّ]َ فِيْ ذ[n[َٲ]لِكَ لَأَيَ[u:7345[ةً ل]ِّقَوْ[a:6018[مٍ ي]َتَفَكَّر[p[ُو]نَ","text_id":"Kemudian, makanlah (wahai lebah) dari segala (macam) buah-buahan lalu tempuhlah jalan-jalan Tuhanmu yang telah dimudahkan (bagimu).” Dari perutnya itu keluar minuman (madu) yang beraneka warnanya. Di dalamnya terdapat obat bagi manusia. Sesungguhnya pada yang demikian itu benar-benar terdapat tanda (kebesaran Allah) bagi kaum yang berpikir.","text_en":"And suck from all fruits and flit about the unrestricted paths of their Lord. A drink of various hues comes out of their bellies which contains medicine for men. In this is a sign for those who reflect.","transliteration":"Summma kulee min kullis samaraati faslukee subula Rabbiki zululaa; yakhruju mim butoonihaa sharaabum mukh talifun alwaanuhoo feehi shifaaa'ul linnaas, innna fee zaalika la Aayatal liqawminy yatafakkaroon","no_fn":"","text_fn":""},{"id":1971,"surah":16,"no_ayah":70,"tema":"Pelajaran dari Kehidupan Manusia","text_ayah":"وَ[h:9999[ٱ]للَّهُ خَلَقَكُمْ ثُ[g[مّ]َ يَتَوَفَّ[n[ـٰ]كُمْ‌ۚ وَمِ[f:2325[نك][w:2326[ُم م]ّ[a:7485[َن ي]ُرَدُّ إِلَ[o[يْٰٓ] أَرْذَلِ [h:7486[ٱ]لْعُمُرِ لِكَيْْ لَا يَعْلَمَ بَعْدَ عِلْ[f:7487[مٍ ش]َيْــًٔا‌ۚ إِ[g[نّ]َ [h:80[ٱ]للَّهَ عَلِي[f:7488[مٌ ق]َد[p[ِي]رٌ","text_id":"Allah telah menciptakanmu, kemudian mewafatkanmu. Di antara kamu ada yang dikembalikan pada usia yang tua renta (pikun) sehingga dia tidak mengetahui lagi sesuatu yang pernah diketahuinya. Sesungguhnya Allah Maha Mengetahui lagi Mahakuasa.","text_en":"It is God who creates you, then makes you die; and some reach the age of dotage when they forget what they had known before. God is indeed all-knowing and all-powerful.","transliteration":"Wallaahu khalaqakum suma tatawaffaakum; wa minkum many-yuradu ilaaa arzalil 'umuri likai laa ya'lama ba'da 'ilmin shai'aa; innal laaha 'Aleemun Qadeer","no_fn":"","text_fn":""},{"id":1972,"surah":16,"no_ayah":71,"tema":"Pelajaran dari Kehidupan Manusia","text_ayah":"وَ[h:9999[ٱ]للَّهُ فَضَّلَ بَعْضَكُمْ عَلَيْٰ بَعْ[f:6882[ضٍ ف]ِيْ [h:7489[ٱ][l[ل]رِّزْقِ‌ۚ فَمَا [h:7490[ٱ]لَّذِينَ فُضِّلُو[s[اْ] بِر[m[َا]ٓدِّيْ رِزْقِهِمْ عَلَيْٰ مَا مَلَكَتْ أَيْمَ[n[ـٰ]نُهُمْ فَهُمْ فِيهِ سَو[o[َا]ٓءٌ‌ۚ أَفَبِنِعْمَةِ [h:7491[ٱ]للَّهِ يَ[q:4008[جْ]حَد[p[ُو]نَ","text_id":"Allah melebihkan sebagian kamu atas sebagian yang lain dalam hal rezeki. Akan tetapi, orang-orang yang dilebihkan (rezekinya itu) tidak mau memberikan rezekinya kepada para hamba sahaya yang mereka miliki sehingga mereka sama-sama (merasakan) rezeki itu. Mengapa terhadap nikmat Allah mereka ingkar?","text_en":"God has favoured some of you over others in the means of subsistence. But those who have been favoured with more do not give of their means to their dependents so that they may become equal with them. Do they then deny God's beneficence?","transliteration":"Wallaahu faddala ba'dakum 'alaa ba'din fir rizq; famal lazeena fuddiloo biraaaddee rizqihim 'alaa maa malakat aimaanuhum fahum feehi sawaaa'; afabini'matil laahi yajhadoon","no_fn":"","text_fn":""},{"id":1973,"surah":16,"no_ayah":72,"tema":"Pelajaran dari Kehidupan Manusia","text_ayah":"وَ[h:9999[ٱ]للَّهُ جَعَلَ لَك[w:556[ُم م]ِّنْ أَ[f:1329[نف]ُسِكُمْ أَزْو[n[َٲ][a:7492[جًا و]َجَعَلَ لَك[w:556[ُم م]ِّنْ أَزْو[n[َٲ]جِك[c:7493[ُم ب]َنِينَ وَحَفَدَ[a:7494[ةً و]َرَزَقَك[w:5306[ُم م]ِّنَ [h:5307[ٱ][l[ل]طَّيِّبَ[n[ـٰ]تِ‌ۚ أَفَبِ[h:7495[ٱ]لْبَ[n[ـٰ]طِلِ يُؤْمِنُونَ وَبِنِعْمَتِ [h:7496[ٱ]للَّهِ هُمْ يَكْفُر[p[ُو]نَ","text_id":"Allah menjadikan bagimu pasangan (suami atau istri) dari jenis kamu sendiri, menjadikan bagimu dari pasanganmu anak-anak dan cucu-cucu, serta menganugerahi kamu rezeki yang baik-baik. Mengapa terhadap yang batil mereka beriman, sedangkan terhadap nikmat Allah mereka ingkar?","text_en":"God has provided mates for you of your own kind, and has bestowed on you sons and daughters from your mates, and has given you good things for food. Will they even then believe in the false and deny God's grace?","transliteration":"Wallaahu ja'ala lakum min anfusikum azwaajanw wa ja'ala lakum min azwaajikum baneena wa hafadatanw wa razaqakum minat yaiyibaat; afabil baatili yu'minoona wa bini'matil laahi hum yakkfuroon","no_fn":"","text_fn":""},{"id":1974,"surah":16,"no_ayah":73,"tema":"Pelajaran dari Kehidupan Manusia","text_ayah":"وَيَعْبُدُونَ مِ[f:107[ن د]ُونِ [h:108[ٱ]للَّهِ مَا لَا يَمْلِكُ لَهُمْ رِزْ[a:7497[قًا م]ِّنَ [h:7498[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:177[ٱ]لْأَرْضِ شَيْـ[a:232[ـًٔا و]َلَا يَسْتَطِيع[p[ُو]نَ","text_id":"Mereka menyembah selain Allah, sesuatu yang sama sekali tidak kuasa memberikan rezeki sedikit pun kepada mereka, baik dari langit maupun dari bumi, dan tidak akan sanggup (berbuat apa pun).","text_en":"Yet they worship those apart from God who cannot provide for them any sustenance from the heavens or the earth, nor will they have power to do so.","transliteration":"Wa ya'budoona min doonil laahi maa laa yamliku lahum rizqam minas samaawaati wal ardi shai'anw wa laa yastatee'oon","no_fn":"","text_fn":""},{"id":1975,"surah":16,"no_ayah":74,"tema":"Pelajaran dari Kehidupan Manusia","text_ayah":"فَلَا تَضْرِبُو[s[اْ] لِلَّهِ [h:7499[ٱ]لْأَمْثَالَ‌ۚ إِ[g[نّ]َ [h:80[ٱ]للَّهَ يَعْلَمُ وَأَ[f:98[نت]ُمْ لَا تَعْلَم[p[ُو]نَ","text_id":"Maka, janganlah kamu mengadakan sekutu-sekutu bagi Allah. Sesungguhnya Allah mengetahui, sedangkan kamu tidak mengetahui.","text_en":"So do not invent similitudes for God. Indeed God knows, and you do not know.","transliteration":"Falaa tadriboo lillaahil amsaal; innal laaha ya'lamu wa antum laa ta'lamoon","no_fn":"","text_fn":""},{"id":1976,"surah":16,"no_ayah":75,"tema":"Tamsil Orang Mukmin dan Orang Kafir","text_ayah":"۞ ضَرَبَ [h:7103[ٱ]للَّهُ مَثَلاً عَ[q:3317[بْ][a:7500[دًا م]َّمْلُو[u:7501[كًا ل]َّا يَ[q:7502[قْ]دِرُ عَلَيْٰ ش[a:7503[َيْْءٍ و]َم[u:7504[َن ر]َّزَ[q:7505[قْ]نَ[n[ـٰ]هُ مِ[g[نّ]َا رِزْقًا حَسَ[f:7506[نًا ف]َهُوَ يُ[f:1550[نف]ِقُ مِنْهُ سِر[a:7507[ًّا و]َجَهْرًا‌ۖ هَلْ يَسْتَوُ[n[ۥ]نَ‌ۚ [h:7508[ٱ]لْحَمْدُ لِلَّهِ‌ۚ بَلْ أَكْثَرُهُمْ لَا يَعْلَم[p[ُو]نَ","text_id":"Allah membuat perumpamaan seorang hamba sahaya di bawah kekuasaan orang lain, yang tidak berdaya berbuat sesuatu, dengan seorang yang Kami anugerahi rezeki yang baik dari Kami. Lalu, dia menginfakkan sebagian rezeki itu secara sembunyi-sembunyi dan secara terang-terangan. Apakah mereka itu sama? Segala puji bagi Allah, tetapi kebanyakan mereka tidak mengetahui.","text_en":"God presents the example of a man who is a hired servant with no power over anything, and another on whom We have bestowed a handsome fortune, who spends from it in private and in public: Can they be equal? Praised be God! But most men do not understand.","transliteration":"Darabal laahu masalan 'abdam mammlookal laa yaqdiru 'alaa shai'inw wa marrazaqnaahu mminnaa rizqan hasanan fahuwa yunfiqu minhu sirranw wa jahra; hal yasta-woon; alhamdu lillaah; bal aksaruhum laa ya'lamoon","no_fn":"","text_fn":""},{"id":1977,"surah":16,"no_ayah":76,"tema":"Tamsil Orang Mukmin dan Orang Kafir","text_ayah":"وَضَرَبَ [h:7509[ٱ]للَّهُ مَثَل[u:7510[اً ر]َّجُلَيْنِ أَحَدُهُم[o[َآ] أَ[q:7511[بْ]كَمُ لَا يَ[q:7502[قْ]دِرُ عَلَيْٰ ش[a:4300[َيْْءٍ و]َهُوَ كَلٌّ عَلَيْٰ مَوْلَ[n[ـٰ]هُ أَيْنَمَا يُوَجِّههُّ لَا يَأْتِ بِخَيْرٍ‌ۖ هَلْ يَسْتَوِيْ هُوَ وَم[a:7512[َن ي]َأْمُرُ بِ[h:1661[ٱ]لْعَ[q:1661[دْ]لِ‌ۙ وَهُوَ عَلَيْٰ صِر[n[َٲ][a:726[طٍ م]ُّسْتَق[p[ِي]مٍ","text_id":"Allah (juga) membuat perumpamaan dua orang laki-laki, yang seorang bisu tidak dapat berbuat sesuatu sehingga dia menjadi beban penanggungnya. Ke mana saja disuruh (oleh penanggungnya itu), dia sama sekali tidak dapat mendatangkan suatu kebaikan. Apakah sama orang itu dengan orang yang menyuruh berbuat adil dan dia berada di jalan yang lurus?","text_en":"God presents another example of two men, one dumb and unable to do a thing and is a burden on his master. Wherever he is sent he returns without any good (result). Could he be equal to one who enjoins what is just, and follows the right path?","transliteration":"Wa darabal laahu masalar rajulaini ahaduhumaaa abkamu laa yaqdiru 'alaa shai'inw wa huwa kallun 'alaa mawlaahu ainamaa yuwajjihhu laa yaati bikhairin hal yastawee huwa wa many-yaamuru bil'adli wa huwa 'alaa Siraatim MMustaqeem","no_fn":"","text_fn":""},{"id":1978,"surah":16,"no_ayah":77,"tema":"Tamsil Orang Mukmin dan Orang Kafir","text_ayah":"وَلِلَّهِ غَيْبُ [h:6538[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:177[ٱ]لْأَرْضِ‌ۚ وَم[o[َآ] أَمْرُ [h:7513[ٱ][l[ل]سَّاعَةِ إِلَّا كَلَمْحِ [h:7514[ٱ]لْبَصَرِ أَوْ هُوَ أَ[q:1355[قْ]رَبُ‌ۚ إِ[g[نّ]َ [h:80[ٱ]للَّهَ عَلَيْٰ كُلِّ ش[f:81[َيْْءٍ ق]َد[p[ِي]رٌ","text_id":"Milik Allah (segala) yang tersembunyi di langit dan di bumi. Urusan kejadian Kiamat itu hanya seperti sekejap mata atau lebih cepat (lagi). Sesungguhnya Allah Mahakuasa atas segala sesuatu.","text_en":"To God belong the secrets of the heavens and the earth, and the Hour of Doom is a matter of the winking of an eye, even less, for God has certainly power over all things.","transliteration":"Wa lillaahi ghaibus samaawaati wal ard; wa maaa amrus Saa'ati illaa kalamhil basari aw huwa aqrab; innal laaha 'alaaa kulli shai'in Qadeer","no_fn":"","text_fn":""},{"id":1979,"surah":16,"no_ayah":78,"tema":"Luasnya Ilmu Allah","text_ayah":"وَ[h:9999[ٱ]للَّهُ أَخْرَجَك[w:7515[ُم م]ّ[i:7516[ِنۢ ب]ُطُونِ أُ[g[مّ]َهَ[n[ـٰ]تِكُمْ لَا تَعْلَمُونَ شَيْـ[a:7517[ـًٔا و]َجَعَلَ لَكُمُ [h:7518[ٱ][l[ل]سَّمْعَ وَ[h:6037[ٱ]لْأَ[q:6037[بْ]صَ[n[ـٰ]رَ وَ[h:7519[ٱ]لْأَفْــِٔدَةَ‌ۙ لَعَلَّكُمْ تَشْكُر[p[ُو]نَ","text_id":"Allah mengeluarkan kamu dari perut ibumu dalam keadaan tidak mengetahui sesuatu pun dan Dia menjadikan bagi kamu pendengaran, penglihatan, dan hati nurani agar kamu bersyukur.","text_en":"God produced you from your mothers' wombs knowing nothing, but gave you ears and eyes and hearts so that you may be grateful.","transliteration":"Wallaahu akhrajakum mim butooni ummahaatikum laa ta'lamoona shai'anw wa ja'ala lakumus sam'a wal absaara wal af'idata la'allakum tashkuroon","no_fn":"","text_fn":""},{"id":1980,"surah":16,"no_ayah":79,"tema":"Luasnya Ilmu Allah","text_ayah":"أَلَمْ يَرَوْ[s[اْ] إِلَيْ [h:7520[ٱ][l[ل]طَّيْرِ مُسَخَّر[n[َٲ][f:7521[تٍ ف]ِيْ جَوِّ [h:7522[ٱ][l[ل]سَّم[o[َا]ٓءِ مَا يُمْسِكُهُ[g[نّ]َ إِلَّا [h:1742[ٱ]للَّهُ‌ۗ إِ[g[نّ]َ فِيْ ذ[n[َٲ]لِكَ لَأَيَ[n[ـٰ][u:849[تٍ ل]ِّقَوْ[a:4294[مٍ ي]ُؤْمِن[p[ُو]نَ","text_id":"Tidakkah mereka memperhatikan burung-burung yang dapat terbang di angkasa dengan mudah. Tidak ada yang menahannya selain Allah. Sesungguhnya pada yang demikian itu benar-benar terdapat tanda-tanda (kebesaran Allah) bagi kaum yang beriman.","text_en":"Do you not see the birds held high between the heavens and the earth? Nothing holds them (aloft) but God. There are verily signs in this for those who believe.","transliteration":"Alam yaraw ilat tairi musakhkharaatin fee jawwis samaaa'i maa yumsikuhunna illal laah; inna fee zaalika la Aayaatil liqawminy yu'minoon","no_fn":"","text_fn":""},{"id":1981,"surah":16,"no_ayah":80,"tema":"Luasnya Ilmu Allah","text_ayah":"وَ[h:9999[ٱ]للَّهُ جَعَلَ لَك[w:556[ُم م]ّ[i:7523[ِنۢ ب]ُيُوتِكُمْ سَكَ[a:7524[نًا و]َجَعَلَ لَك[w:556[ُم م]ِّ[f:7525[ن ج]ُلُودِ [h:7526[ٱ]لْأَنْعَ[n[ـٰ]مِ بُيُو[f:7527[تًا ت]َسْتَخِفُّونَهَا يَوْمَ ظَعْنِكُمْ وَيَوْمَ إِقَامَتِكُمْ‌ۙ وَمِنْ أَصْوَافِهَا وَأَوْبَارِهَا وَأَشْعَارِه[o[َآ] أَثَ[n[ـٰ][a:7528[ثًا و]َمَتَ[n[ـٰ]عًا إِلَيْٰ ح[p[ِي]نٍ","text_id":"Allah menjadikan bagimu rumah sebagai tempat tinggal dan Dia menjadikan bagimu dari kulit binatang ternak (sebagai) rumah (kemah) yang kamu merasa ringan (membawa)-nya pada waktu kamu bepergian dan bermukim. (Dijadikan-Nya pula) dari bulu domba, bulu unta, dan bulu kambing peralatan rumah tangga serta kesenangan sampai waktu (tertentu).","text_en":"God has given you homes to live in, and tents (made) from the hides of cattle convenient for days of travelling and halting; and from their wool and fur and hair you make domestic articles and goods that last a certain time.","transliteration":"Wallaahu ja'ala lakum min juloodil an'aami buyootan tastakhif foonahaa yawma za'nikum wa yawma iqaamatikum wa min aswaafihaa wa awbaarihaa wa ash'aarihaaa asaasanw wa mataa'an ilaa been","no_fn":"","text_fn":""},{"id":1982,"surah":16,"no_ayah":81,"tema":"Luasnya Ilmu Allah","text_ayah":"وَ[h:9999[ٱ]للَّهُ جَعَلَ لَك[w:7529[ُم م]ِّ[g[مّ]َا خَلَقَ ظِلَ[n[ـٰ]ل[a:7530[اً و]َجَعَلَ لَك[w:1578[ُم م]ِّنَ [h:7297[ٱ]لْجِبَالِ أَكْنَ[n[ـٰ][a:7531[نًا و]َجَعَلَ لَكُمْ سَر[n[َٲ]بِيلَ تَقِيكُمُ [h:7532[ٱ]لْحَرَّ وَسَر[n[َٲ]بِيلَ تَقِيك[c:7533[ُم ب]َأْسَكُمْ‌ۚ كَذ[n[َٲ]لِكَ يُتِ[g[مّ]ُ نِعْمَتَهُ[n[ۥ] عَلَيْكُمْ لَعَلَّكُمْ تُسْلِم[p[ُو]نَ","text_id":"Allah menjadikan tempat bernaung bagi kamu dari apa yang telah Dia ciptakan. Dia menjadikan bagi kamu tempat-tempat tertutup (gua dan lorong-lorong sebagai tempat tinggal) di gunung-gunung. Dia menjadikan pakaian bagimu untuk melindungimu dari panas dan pakaian (baju besi) untuk melindungimu dalam peperangan. Demikian Allah menyempurnakan nikmat-Nya kepadamu agar kamu berserah diri (kepada-Nya).","text_en":"God has given you of things created, shade, and places of shelter in the mountains, and clothes for protection against the heat, and coats (of mail) for defence during war. He thus bestows His favours on you so that you may be grateful to Him.","transliteration":"Wallaahu ja'ala lakum mimmaa khalaqa zilaalanw wa ja'ala lakum minal jibaali aknaananw wa ja'ala lakum saraabeela taqeekumul harra wa saraabeela taqeekum baasakum; kazaalika yutimmu ni'matahoo alaikum la'allakum tuslimoon","no_fn":"","text_fn":""},{"id":1983,"surah":16,"no_ayah":82,"tema":"Luasnya Ilmu Allah","text_ayah":"فَإِ[f:1857[ن ت]َوَلَّوْ[s[اْ] فَإِ[g[نّ]َمَا عَلَيْكَ [h:1808[ٱ]لْبَلَ[n[ـٰ]غُ [h:3781[ٱ]لْمُب[p[ِي]نُ","text_id":"Jika mereka (kaum musyrik) berpaling, sesungguhnya kewajibanmu (Nabi Muhammad) hanyalah (melakukan) penyampaian yang jelas.","text_en":"If they still turn away, your duty is to warn them in clear terms.","transliteration":"Fa in tawallaw fa innamaa 'alaikal balaaghul mubeen","no_fn":"","text_fn":""},{"id":1984,"surah":16,"no_ayah":83,"tema":"Luasnya Ilmu Allah","text_ayah":"يَعْرِفُونَ نِعْمَتَ [h:1300[ٱ]للَّهِ ثُ[g[مّ]َ يُ[f:7534[نك]ِرُونَهَا وَأَكْثَرُهُمُ [h:7535[ٱ]لْكَ[n[ـٰ]فِر[p[ُو]نَ","text_id":"Mereka mengetahui nikmat Allah, kemudian mengingkarinya dan kebanyakan mereka adalah orang-orang kafir.","text_en":"They do know the favours of God, and yet they deny them, for most of them are not grateful.","transliteration":"Ya'rifoona ni'matal laahi summa yunkiroonahaa wa aksaruhumul kaafiroon","no_fn":"","text_fn":""},{"id":1985,"surah":16,"no_ayah":84,"tema":"Kesaksian Rasul atas Umatnya di Hari Kiamat","text_ayah":"وَيَوْمَ نَ[q:7536[بْ]عَثُ مِ[f:843[ن ك]ُلِّ أُ[g[مّ]َ[f:7537[ةٍ ش]َهِي[f:7538[دًا ث]ُ[g[مّ]َ لَا يُؤْذَنُ لِلَّذِينَ كَفَرُو[s[اْ] وَلَا هُمْ يُسْتَعْتَب[p[ُو]نَ","text_id":"(Ingatlah) hari (ketika) Kami menghadirkan seorang saksi (rasul) dari setiap umat. Kemudian, orang-orang yang kufur tidak diizinkan (untuk membela diri) dan tidak (pula) dibolehkan memohon ampunan.","text_en":"The day We shall call a witness from every people, the unbelievers will not be allowed to make excuses.","transliteration":"Wa yawma nab'asu min kulli ummatin shaheedan summa laa yu'zanu lillazeena kafaroo wa laa hum yusta'taboon","no_fn":"","text_fn":""},{"id":1986,"surah":16,"no_ayah":85,"tema":"Kesaksian Rasul atas Umatnya di Hari Kiamat","text_ayah":"وَإِذَا رَءَا [h:7539[ٱ]لَّذِينَ ظَلَمُو[s[اْ] [h:7540[ٱ]لْعَذَابَ فَلَا يُخَفَّفُ عَنْهُمْ وَلَا هُمْ يُ[f:826[نظ]َر[p[ُو]نَ","text_id":"Apabila orang-orang yang berbuat zalim telah menyaksikan azab, mereka tidak mendapat keringanan dan tidak (pula) diberi penangguhan.","text_en":"And when the wicked shall face the torment it will not be decreased, nor will they be reprieved.","transliteration":"Wa izaa ra al lazeena zalamul 'azaaba falaa yukhaf fafu 'anhum wa laa hum yunzaroon","no_fn":"","text_fn":""},{"id":1987,"surah":16,"no_ayah":86,"tema":"Kesaksian Rasul atas Umatnya di Hari Kiamat","text_ayah":"وَإِذَا رَءَا [h:7539[ٱ]لَّذِينَ أَشْرَكُو[s[اْ] شُرَك[o[َا]ٓءَهُمْ قَالُو[s[اْ] رَبَّنَا هَ[o[ـٰٓ]ؤُل[o[َا]ٓءِ شُرَك[o[َا]ٓؤُنَا [h:7541[ٱ]لَّذِينَ كُ[g[نّ]َا نَ[q:7542[دْ]عُو[s[اْ] مِ[f:7543[ن د]ُونِكَ‌ۖ فَأَلْقَوْ[s[اْ] إِلَيْهِمُ [h:7544[ٱ]لْقَوْلَ إِ[g[نّ]َكُمْ لَكَ[n[ـٰ]ذِب[p[ُو]نَ","text_id":"Apabila orang-orang yang mempersekutukan (Allah) melihat sekutu-sekutu mereka, mereka berkata, “Wahai Tuhan kami, mereka inilah sekutu-sekutu kami yang dahulu kami sembah selain Engkau.” Lalu sekutu-sekutu mereka melontarkan ucapan kepada mereka, “Sesungguhnya kamu benar-benar para pendusta.”","text_en":"When the idolaters see their partners they will call out: \"O our Lord, these are the partners we invoked instead of You;\" but they will retort: \"You are liars.\"","transliteration":"Wa izaa ra al lazeena ashrakoo shurakaaa'ahum qaaloo Rabbana haaa'ulaaa'i shurakaaa'unal lazeena kunnaa nad'oo min doonika fa alqaw ilaihimul qawla innakum lakaaziboon","no_fn":"","text_fn":""},{"id":1988,"surah":16,"no_ayah":87,"tema":"Kesaksian Rasul atas Umatnya di Hari Kiamat","text_ayah":"وَأَلْقَوْ[s[اْ] إِلَيْ [h:1637[ٱ]للَّهِ يَوْمَئِذٍ [h:7545[ٱ][l[ل]سَّلَمَ‌ۖ وَضَلَّ عَنْه[w:3985[ُم م]َّا كَانُو[s[اْ] يَفْتَر[p[ُو]نَ","text_id":"Pada hari itu mereka menyatakan tunduk kepada Allah dan lenyaplah dari mereka apa yang selalu mereka ada-adakan.","text_en":"They will offer submission to God that Day, and the lies they fabricated will not be of the least avail.","transliteration":"Wa alqaw ilal laahi yawma'izinis salama wa dalla 'anhum maa kaanoo yaftaroon","no_fn":"","text_fn":""},{"id":1989,"surah":16,"no_ayah":88,"tema":"Kesaksian Rasul atas Umatnya di Hari Kiamat","text_ayah":"ٱلَّذِينَ كَفَرُو[s[اْ] وَصَدُّو[s[اْ] عَ[f:1203[ن س]َبِيلِ [h:788[ٱ]للَّهِ زِ[q:7546[دْ]نَ[n[ـٰ]هُمْ عَذَا[f:7547[بًا ف]َوْقَ [h:7548[ٱ]لْعَذَابِ بِمَا كَانُو[s[اْ] يُفْسِد[p[ُو]نَ","text_id":"Orang-orang yang kufur dan menghalangi (manusia) dari jalan Allah, Kami tambahkan kepada mereka siksaan demi siksaan karena mereka selalu berbuat kerusakan.","text_en":"For those who deny the truth and obstruct (others) from the way of God, We shall add torment to torment as they were perpetrating corruption.","transliteration":"Allazeena kafaroo wa saddoo 'an sabeelil laahi zidnaahum 'azaaban fawqal 'azaabi bimaa kaanoo yufsidoon","no_fn":"","text_fn":""},{"id":1990,"surah":16,"no_ayah":89,"tema":"Kesaksian Rasul atas Umatnya di Hari Kiamat","text_ayah":"وَيَوْمَ نَ[q:7536[بْ]عَثُ فِيْ كُلِّ أُ[g[مّ]َ[f:7537[ةٍ ش]َهِيدًا عَلَيْه[w:4082[ِم م]ِّنْ أَ[f:568[نف]ُسِهِمْ‌ۖ وَجِئْنَا بِكَ شَهِيدًا عَلَيْٰ هَ[o[ـٰٓ]ؤُل[o[َا]ٓءِ‌ۚ وَنَزَّلْنَا عَلَيْكَ [h:1723[ٱ]لْكِتَ[n[ـٰ]بَ تِ[q:7549[بْ]يَ[n[ـٰ][u:7550[نًا ل]ِّكُلِّ ش[a:4536[َيْْءٍ و]َهُ[a:4537[دًيْ و]َرَحْمَ[a:7551[ةً و]َبُشْرَيْٰ لِلْمُسْلِم[p[ِي]نَ","text_id":"(Ingatlah) hari (ketika) Kami menghadirkan seorang saksi (rasul) kepada setiap umat dari (kalangan) mereka sendiri dan Kami mendatangkan engkau (Nabi Muhammad) menjadi saksi atas mereka. Kami turunkan Kitab (Al-Qur’an) kepadamu untuk menjelaskan segala sesuatu sebagai petunjuk, rahmat, dan kabar gembira bagi orang-orang muslim.","text_en":"Remind them of the Day when We shall call from every people a witness against them, and make you a witness over them, for We have revealed to you the Book as an exposition of everything, and as guidance and grace and happy tidings for those who submit.","transliteration":"Wa yawma nab'asu fee kulli ummmatin shaheedan 'alaihim min anfusihim wa ji'naa bika shaheedan 'alaa haaa'ulaaa'; wa nazzalnaa 'alaikal Kitaaba tibyaanal likulli shai'inw wa hudanw wa rahmatanw wa bushraa lilmuslimeen","no_fn":"","text_fn":""},{"id":1991,"surah":16,"no_ayah":90,"tema":"Perintah Berbuat Baik dan Menepati Janji","text_ayah":"۞ إِ[g[نّ]َ [h:80[ٱ]للَّهَ يَأْمُرُ بِ[h:1661[ٱ]لْعَ[q:1661[دْ]لِ وَ[h:7552[ٱ]لْإِحْسَ[n[ـٰ]نِ وَإِيتَآيِْٕ ذِيْ [h:2775[ٱ]لْقُرْبَيْٰ وَيَنْهَيْٰ عَنِ [h:7553[ٱ]لْفَحْش[o[َا]ٓءِ وَ[h:7554[ٱ]لْمُ[f:7554[نك]َرِ وَ[h:7555[ٱ]لْبَغْيِْ‌ۚ يَعِظُكُمْ لَعَلَّكُمْ تَذَكَّر[p[ُو]نَ","text_id":"Sesungguhnya Allah menyuruh berlaku adil, berbuat kebajikan, dan memberikan bantuan kepada kerabat. Dia (juga) melarang perbuatan keji, kemungkaran, dan permusuhan. Dia memberi pelajaran kepadamu agar kamu selalu ingat.","text_en":"Verily God has enjoined justice, the doing of good, and the giving of gifts to your relatives; and forbidden indecency, impropriety and oppression. He warns you so that you may remember.","transliteration":"Innal laaha yaamaru bil 'adli wal ihsaani wa eetaaa'i zil qurbaa wa yanhaa 'anil fahshaaa'i wal munkari walbagh-i' ya'izukum la'allakum tazakkkaroon","no_fn":"","text_fn":""},{"id":1992,"surah":16,"no_ayah":91,"tema":"Perintah Berbuat Baik dan Menepati Janji","text_ayah":"وَأَوْفُو[s[اْ] بِعَهْدِ [h:2038[ٱ]للَّهِ إِذَا عَ[n[ـٰ]هَ[d:5449[د]تُّمْ وَلَا تَ[f:7556[نق]ُضُو[s[اْ] [h:7557[ٱ]لْأَيْمَ[n[ـٰ]نَ بَعْدَ تَوْكِيدِهَا وَقَ[q:387[دْ] جَعَلْتُمُ [h:7558[ٱ]للَّهَ عَلَيْكُمْ كَفِيلاً‌ۚ إِ[g[نّ]َ [h:80[ٱ]للَّهَ يَعْلَمُ مَا تَفْعَل[p[ُو]نَ","text_id":"Tepatilah janji dengan Allah apabila kamu berjanji. Janganlah kamu melanggar sumpah(-mu) setelah meneguhkannya, sedangkan kamu telah menjadikan Allah sebagai saksimu (terhadap sumpah itu). Sesungguhnya Allah mengetahui apa yang kamu kerjakan.","text_en":"Fulfil your covenant with God, having made the covenant, and do not break your oaths once you have sworn them, as you have made God a witness over you. Indeed God knows what you do.","transliteration":"Wa awfoo bi Ahdil laahi izaa 'aahattum wa laa tanqudul aimaana ba'da tawkeedihaa wa qad ja'altumul laaha 'alaikum kafeelaa; innal laaha ya'lamu maa taf'aloon","no_fn":"","text_fn":""},{"id":1993,"surah":16,"no_ayah":92,"tema":"Perintah Berbuat Baik dan Menepati Janji","text_ayah":"وَلَا تَكُونُو[s[اْ] كَ[h:7559[ٱ]لَّتِيْ نَقَضَتْ غَزْلَهَا م[i:146[ِنۢ ب]َعْدِ قُوَّةٍ أَ[f:7560[نك]َ[n[ـٰ][f:7561[ثًا ت]َتَّخِذُونَ أَيْمَ[n[ـٰ]نَكُمْ دَخَل[i:7562[اَۢ ب]َيْنَكُمْ أَ[f:1566[ن ت]َكُونَ أُ[g[مّ]َةٌ هِيَْ أَرْبَيْٰ مِنْ أُ[g[مّ]َةٍ‌ۚ إِ[g[نّ]َمَا يَ[q:7563[بْ]لُوكُمُ [h:7564[ٱ]للَّهُ بِه[n[ِۦ]‌ۚ وَلَيُبَيِّنَ[g[نّ]َ لَكُمْ يَوْمَ [h:592[ٱ]لْقِيَ[n[ـٰ]مَةِ مَا كُ[f:100[نت]ُمْ فِيهِ تَخْتَلِف[p[ُو]نَ","text_id":"Janganlah kamu seperti seorang perempuan yang menguraikan tenunannya yang sudah dipintal dengan kuat menjadi cerai-berai kembali. Kamu menjadikan sumpahmu sebagai alat penipu di antaramu karena ada (kecenderungan memihak kepada) satu golongan yang lebih banyak kelebihannya (jumlah, harta, kekuatan, pengaruh, dan sebagainya) daripada golongan yang lain. Sesungguhnya Allah hanya menguji kamu dengan hal itu dan pasti pada hari Kiamat Allah akan menjelaskan kepadamu apa yang selalu kamu perselisihkan.","text_en":"And do not be like her who untwists her yarn having spun it into durable thread. Do not use your oaths deceitfully because one party has ascendency over you. God surely tries you in this way: He will make it clear to you on the Day of Resurrection what you were differing about.","transliteration":"Wa laa takoonoo kallatee naqadat ghazlahaa mim ba'di quwwatin ankaasaa; tattakhizoona aimaanakum dakhlalam bainakum an takoona ummatun hiya arbaa min ummah; innnamaa yablookumul laahu bih; wa la yubaiyinanna lakum yawmal Qiyaamati maa kuntum fee takhtalifoon","no_fn":"","text_fn":""},{"id":1994,"surah":16,"no_ayah":93,"tema":"Larangan Mengingkari Janji dan Sumpah","text_ayah":"وَلَوْ ش[o[َا]ٓءَ [h:78[ٱ]للَّهُ لَجَعَلَكُمْ أُ[g[مّ]َ[a:1159[ةً و][n[َٲ]حِدَ[a:3601[ةً و]َلَ[n[ـٰ]ك[a:7565[ِن ي]ُضِلُّ م[a:476[َن ي]َش[o[َا]ٓءُ وَيَهْدِيْ م[a:476[َن ي]َش[o[َا]ٓءُ‌ۚ وَلَتُسْــَٔلُ[g[نّ]َ عَ[g[مّ]َا كُ[f:100[نت]ُمْ تَعْمَل[p[ُو]نَ","text_id":"Seandainya Allah berkehendak, niscaya Dia menjadikanmu satu umat (saja). Akan tetapi, Dia menyesatkan siapa yang Dia kehendaki dan memberi petunjuk kepada siapa yang Dia kehendaki (berdasarkan kesiapannya untuk menerima petunjuk). Kamu pasti akan ditanya tentang apa yang kamu kerjakan.","text_en":"If God had pleased He would surely have made you a single community of belief; but He leads whosoever He wills astray, and guides whosoever He please. But you will surely be questioned about what you used to do.","transliteration":"Wa law shaaa'al laahu laja'alakum ummmatanw waahidatanw wa laakiny yudillu many-yashaaa'u wa yahdee many-yashaaa'; wa latus'alunna 'ammaa kuntum ta'maloon","no_fn":"","text_fn":""},{"id":1995,"surah":16,"no_ayah":94,"tema":"Larangan Mengingkari Janji dan Sumpah","text_ayah":"وَلَا تَتَّخِذ[o[ُوٓ][s[اْ] أَيْمَ[n[ـٰ]نَكُمْ دَخَل[i:7562[اَۢ ب]َيْنَكُمْ فَتَزِلَّ قَدَ[i:7566[مُۢ ب]َعْدَ ثُبُوتِهَا وَتَذُوقُو[s[اْ] [h:7567[ٱ][l[ل]سّ[o[ُو]ٓءَ بِمَا صَدَ[d:7568[د]تُّمْ عَ[f:1203[ن س]َبِيلِ [h:788[ٱ]للَّهِ‌ۖ وَلَكُمْ عَذَابٌ عَظ[p[ِي]مٌ","text_id":"Janganlah kamu jadikan sumpah-sumpahmu sebagai alat penipu di antara kamu, yang menyebabkan kakimu tergelincir setelah kukuh tegaknya dan kamu akan merasakan keburukan karena kamu menghalangi (manusia) dari jalan Allah dan bagi kamu azab yang besar.","text_en":"So do not make your oaths a means of deceiving one another, lest your foot should slip after having found its hold, and you taste of evil for having hindered (others) from the way of God, and suffer a grievous punishment.","transliteration":"Wa laa tattakhizooo aimaanakum dakhalam bainakum ftazilla qadamum ba'da subootihaa wa tazooqus sooo'a bimmaa sadattum 'an sabeelil laahi wa lakum 'azaabun 'azeem","no_fn":"","text_fn":""},{"id":1996,"surah":16,"no_ayah":95,"tema":"Larangan Mengingkari Janji dan Sumpah","text_ayah":"وَلَا تَشْتَرُو[s[اْ] بِعَهْدِ [h:2038[ٱ]للَّهِ ثَمَ[f:208[نًا ق]َلِيلاً‌ۚ إِ[g[نّ]َمَا عِ[f:264[ند]َ [h:408[ٱ]للَّهِ هُوَ خَيْ[u:263[رٌ ل]َّكُمْ إِ[f:109[ن ك]ُ[f:100[نت]ُمْ تَعْلَم[p[ُو]نَ","text_id":"Janganlah kamu jual perjanjian (dengan) Allah dengan harga murah. Sesungguhnya apa yang ada di sisi Allah itulah yang lebih baik bagimu jika kamu mengetahui.","text_en":"And do not trade God's covenant for a paltry price. Remember, what is with God is better for you, if only you knew!","transliteration":"Wa laa tashtaroo bi 'ahdil laahi samanan qaleelaa; innamaa 'indal laahi huwa khairul lakum in kuntum ta'lamoon","no_fn":"","text_fn":""},{"id":1997,"surah":16,"no_ayah":96,"tema":"Larangan Mengingkari Janji dan Sumpah","text_ayah":"مَا عِ[f:4508[ند]َكُمْ يَ[f:7569[نف]َدُ‌ۖ وَمَا عِ[f:264[ند]َ [h:408[ٱ]للَّهِ بَا[a:7570[قٍ‌ۗ و]َلَنَ[q:7571[جْ]زِيَ[g[نّ]َ [h:7572[ٱ]لَّذِينَ صَبَر[o[ُوٓ][s[اْ] أَ[q:7573[جْ]رَه[c:7574[ُم ب]ِأَحْسَنِ مَا كَانُو[s[اْ] يَعْمَل[p[ُو]نَ","text_id":"Apa yang ada di sisimu akan lenyap dan apa yang ada di sisi Allah adalah kekal. Kami pasti akan memberi balasan kepada orang-orang yang sabar dengan pahala yang lebih baik daripada apa yang selalu mereka kerjakan.","text_en":"For what you possess will pass, but what is with God will abide. We shall certainly award those who persevere a recompense in keeping with their deeds.","transliteration":"maa 'indakum yanfadu wa maa 'indal laahi baaq; wa lanajziyannal lazeena sabarooo ajjrahum bi ahsani maa kaanoo ya'maloon","no_fn":"","text_fn":""},{"id":1998,"surah":16,"no_ayah":97,"tema":"Larangan Mengingkari Janji dan Sumpah","text_ayah":"مَنْ عَمِلَ صَ[n[ـٰ]لِ[a:7575[حًا م]ِّ[f:2511[ن ذ]َكَرٍ أَوْ أُ[f:1867[نث]َيْٰ وَهُوَ مُؤْمِ[f:7576[نٌ ف]َلَنُحْيِيَ[g[نّ]َهُ[n[ۥ] حَيَ[s[و][n[ٲ][f:7577[ةً ط]َيِّبَ[a:7578[ةً‌ۖ و]َلَنَ[q:7579[جْ]زِيَ[g[نّ]َهُمْ أَ[q:7573[جْ]رَه[c:7574[ُم ب]ِأَحْسَنِ مَا كَانُو[s[اْ] يَعْمَل[p[ُو]نَ","text_id":"Siapa yang mengerjakan kebajikan, baik laki-laki maupun perempuan, sedangkan dia seorang mukmin, sungguh, Kami pasti akan berikan kepadanya kehidupan yang baik<sup>421)</sup> dan akan Kami beri balasan dengan pahala yang lebih baik daripada apa yang selalu mereka kerjakan.","text_en":"We shall invest whosoever works for good, whether man or woman, with a pleasant life, and reward them in accordance with the best of what they have done.","transliteration":"Man 'amila saaliham min zakarin aw unsaa wa huwa mu'minun falanuhyiyannahoo hayaatan taiiyibatanw wa lanajzi yannnahum ajrahum bi ahsani maa kaanoo ya'maloon","no_fn":"421","text_fn":"421) Ayat ini menekankan bahwa laki-laki dan perempuan mendapat pahala yang sama dan bahwa amal kebajikan harus dilandasi iman."},{"id":1999,"surah":16,"no_ayah":98,"tema":"Menjaga Diri dari Godaan Setan","text_ayah":"فَإِذَا قَرَأْتَ [h:7580[ٱ]لْقُرْءَانَ فَ[h:5208[ٱ]سْتَعِذْ بِ[h:32[ٱ]للَّهِ مِنَ [h:1870[ٱ][l[ل]شَّيْطَ[n[ـٰ]نِ [h:1871[ٱ][l[ل]رَّج[p[ِي]مِ","text_id":"Apabila engkau hendak membaca Al-Qur’an, mohonlah pelindungan kepada Allah dari setan yang terkutuk.","text_en":"So, when you recite the Qur'an seek refuge in God from Satan the execrable.","transliteration":"Fa izaa qara tal Quraana fasta'iz billaahi minashh Shai taanir rajeem","no_fn":"","text_fn":""},{"id":2000,"surah":16,"no_ayah":99,"tema":"Menjaga Diri dari Godaan Setan","text_ayah":"إِ[g[نّ]َهُ[n[ۥ] لَيْسَ لَهُ[n[ۥ] سُلْطَ[n[ـٰ]نٌ عَلَيْ [h:289[ٱ]لَّذِينَ ءَامَنُو[s[اْ] وَعَلَيْٰ رَبِّهِمْ يَتَوَكَّل[p[ُو]نَ","text_id":"Sesungguhnya ia (setan) tidak memiliki pengaruh terhadap orang-orang yang beriman dan bertawakal hanya kepada Tuhan mereka.","text_en":"He does not have power over those who believe and place their trust in their Lord.","transliteration":"Innahoo laisa lahoo sultaanun 'alal lazeena aamanoo wa 'alaa Rabbihim yatawakkaloon","no_fn":"","text_fn":""},{"id":2001,"surah":16,"no_ayah":100,"tema":"Menjaga Diri dari Godaan Setan","text_ayah":"إِ[g[نّ]َمَا سُلْطَ[n[ـٰ]نُهُ[n[ۥ] عَلَيْ [h:289[ٱ]لَّذِينَ يَتَوَلَّوْنَهُ[n[ۥ] وَ[h:37[ٱ]لَّذِينَ ه[c:7581[ُم ب]ِه[n[ِۦ] مُشْرِك[p[ُو]نَ","text_id":"Pengaruhnya hanyalah terhadap orang-orang yang menjadikannya pemimpin dan orang-orang yang menjadi musyrik karena (tipu daya)-nya.","text_en":"His power is only over those who take him as their patron, and those who ascribe equals (to God).","transliteration":"Innnamaa sultaanuhoo 'alal lazeena yatawallawnahoo wallazeena hum bihee mushrikoon","no_fn":"","text_fn":""},{"id":2002,"surah":16,"no_ayah":101,"tema":"Ketentuan Allah Lebih Bermanfaat bagi Manusia","text_ayah":"وَإِذَا بَدَّلْن[o[َآ] ءَايَ[a:7582[ةً م]َّكَانَ ءَايَ[a:7583[ةٍ‌ۙ و]َ[h:72[ٱ]للَّهُ أَعْلَمُ بِمَا يُنَزِّلُ قَال[o[ُوٓ][s[اْ] إِ[g[نّ]َم[o[َآ] أَ[f:169[نت]َ مُفْتَ[i:7584[رِۭ‌ۚ ب]َلْ أَكْثَرُهُمْ لَا يَعْلَم[p[ُو]نَ","text_id":"Apabila Kami ganti suatu ayat di tempat ayat yang lain, padahal Allah lebih mengetahui apa yang diturunkan-Nya, mereka berkata, “Sesungguhnya engkau (Nabi Muhammad) adalah pembuat kebohongan.” Bahkan kebanyakan mereka tidak mengetahui.","text_en":"When We replace a message with another -- and God knows best what He reveals -- they say: \"You have made it up;\" yet most of them do not know.","transliteration":"Wa izaa baddalnaaa Aayatam makaana Aayatinw wal laahu a'lamu bimaa yunazzilu qaalooo innamaa anta muftar; bal aksaruhum laa ya'lamoon","no_fn":"","text_fn":""},{"id":2003,"surah":16,"no_ayah":102,"tema":"Ketentuan Allah Lebih Bermanfaat bagi Manusia","text_ayah":"قُلْ نَزَّلَهُ[n[ۥ] رُوحُ [h:7585[ٱ]لْقُدُسِ م[u:770[ِن ر]َّبِّكَ بِ[h:370[ٱ]لْحَقِّ لِيُثَبِّتَ [h:7586[ٱ]لَّذِينَ ءَامَنُو[s[اْ] وَهُ[a:510[دًيْ و]َبُشْرَيْٰ لِلْمُسْلِم[p[ِي]نَ","text_id":"Katakanlah (Nabi Muhammad), “Ruhulkudus (Jibril) menurunkannya (Al-Qur’an) dari Tuhanmu dengan hak untuk meneguhkan (hati) orang-orang yang telah beriman dan menjadi petunjuk serta kabar gembira bagi orang-orang muslim (yang berserah diri kepada Allah).”","text_en":"You say: \"It has been sent by divine grace from your Lord with truth to strengthen those who believe, and as guidance and good news for those who have submitted (to God).\"","transliteration":"Qul nazzalahoo Roohul Qudusi mir Rabbika bilhaqqi liyusabbital lazeena aamanoo wa hudanw wa bushraa lilmuslimeen","no_fn":"","text_fn":""},{"id":2004,"surah":16,"no_ayah":103,"tema":"Ketentuan Allah Lebih Bermanfaat bagi Manusia","text_ayah":"وَلَقَ[q:341[دْ] نَعْلَمُ أَ[g[نّ]َهُمْ يَقُولُونَ إِ[g[نّ]َمَا يُعَلِّمُهُ[n[ۥ] بَشَ[u:7587[رٌ‌ۗ ل]ِّسَانُ [h:7588[ٱ]لَّذِيْ يُلْحِدُونَ إِلَيْهِ أَعْجَمِ[a:7589[يٌّْ و]َهَ[n[ـٰ]ذَا لِسَانٌ عَرَبِ[a:7590[يٌّْ م]ُّب[p[ِي]نٌ","text_id":"Sungguh, Kami benar-benar mengetahui bahwa mereka berkata, “Sesungguhnya ia (Al-Qur’an) hanyalah diajarkan kepadanya (Nabi Muhammad) oleh seorang manusia.” Bahasa orang yang mereka tuduh (bahwa Nabi Muhammad belajar kepadanya) adalah bahasa ajam (bukan bahasa Arab). Padahal, ini (Al-Qur’an) adalah bahasa Arab yang jelas.","text_en":"Yet We know what they say: \"It is only a man who instructs him.\" The speech of the man they imply is obscure while this is clear Arabic.","transliteration":"Wa laqad na'lamu annahum yaqooloona innamaa yu'allimuhoo bashar; lisaanul lazee yulhidoona ilaihi a'ja miyyunw wa haaza lisaanun 'Arabiyyum mubeen","no_fn":"","text_fn":""},{"id":2005,"surah":16,"no_ayah":104,"tema":"Orang yang Tidak Memperoleh Hidayah","text_ayah":"إِ[g[نّ]َ [h:24[ٱ]لَّذِينَ لَا يُؤْمِنُونَ بِـَٔـايَ[n[ـٰ]تِ [h:322[ٱ]للَّهِ لَا يَهْدِيهِمُ [h:7591[ٱ]للَّهُ وَلَهُمْ عَذَابٌ أَل[p[ِي]مٌ","text_id":"Sesungguhnya orang-orang yang tidak beriman kepada ayat-ayat Allah (Al-Qur’an) tidak akan Allah beri petunjuk dan bagi mereka ada azab yang sangat pedih.","text_en":"Those who do not believe in the words of God are verily not guided by God. For them is severe punishment.","transliteration":"Innal lazeena laa yu'minoona bi Aayaatil laahi laa yahdehimul laahu wa lahum 'azaabun aleem","no_fn":"","text_fn":""},{"id":2006,"surah":16,"no_ayah":105,"tema":"Orang yang Tidak Memperoleh Hidayah","text_ayah":"إِ[g[نّ]َمَا يَفْتَرِيْ [h:7592[ٱ]لْكَذِبَ [h:7593[ٱ]لَّذِينَ لَا يُؤْمِنُونَ بِـَٔـايَ[n[ـٰ]تِ [h:322[ٱ]للَّهِ‌ۖ وَأُ[s[وْ]لَ[o[ـٰٓ]ئِكَ هُمُ [h:7594[ٱ]لْكَ[n[ـٰ]ذِب[p[ُو]نَ","text_id":"Sesungguhnya yang mengada-adakan kebohongan hanyalah orang-orang yang tidak beriman kepada ayat-ayat Allah. Mereka itulah para pembohong.","text_en":"They alone invent lies who do not believe in the words of God, and they are liars.","transliteration":"Innamaa yaftaril kazibal lazeena laa yu'minoona bi Aayaatil laahi wa ulaaa'ika humul kaaziboon","no_fn":"","text_fn":""},{"id":2007,"surah":16,"no_ayah":106,"tema":"Orang yang Tidak Memperoleh Hidayah","text_ayah":"مَ[f:1457[ن ك]َفَرَ بِ[h:32[ٱ]للَّهِ م[i:146[ِنۢ ب]َعْدِ إِيمَ[n[ـٰ]نِه[o[ِۦٓ] إِلَّا مَنْ أُكْرِهَ وَقَلْبُهُ[n[ۥ] مُ[q:7595[طْ]مَئِن[i:7596[ُّۢ ب]ِ[h:562[ٱ]لْإِيمَ[n[ـٰ]نِ وَلَ[n[ـٰ]ك[a:7597[ِن م]َّ[f:7598[ن ش]َرَحَ بِ[h:2055[ٱ]لْكُفْرِ صَ[q:7599[دْ][f:7600[رًا ف]َعَلَيْهِمْ غَضَ[a:7601[بٌ م]ِّنَ [h:321[ٱ]للَّهِ وَلَهُمْ عَذَابٌ عَظ[p[ِي]مٌ","text_id":"Siapa yang kufur kepada Allah setelah beriman (dia mendapat kemurkaan Allah), kecuali orang yang dipaksa (mengucapkan kalimat kekufuran), sedangkan hatinya tetap tenang dengan keimanannya (dia tidak berdosa). Akan tetapi, siapa yang berlapang dada untuk (menerima) kekufuran, niscaya kemurkaan Allah menimpanya dan bagi mereka ada azab yang besar.","text_en":"Whosoever denies having once believed -- unless he is forced to do so while his heart enjoys the peace of faith -- and opens his mind to disbelief will suffer the wrath of God. Their punishment will be great,","transliteration":"man kafara billaahi mim ba'di eemaanihee illaa man ukriha wa qalbuhoo mutmma'innum bil eemaani wa laakim man sharaha bilkufri sadran fa'alaihim ghadabum minal laahi wa lahum 'azaabun 'azeem","no_fn":"","text_fn":""},{"id":2008,"surah":16,"no_ayah":107,"tema":"Orang yang Tidak Memperoleh Hidayah","text_ayah":"ذ[n[َٲ]لِكَ بِأَ[g[نّ]َهُمُ [h:7602[ٱ]سْتَحَبُّو[s[اْ] [h:7603[ٱ]لْحَيَ[s[و][n[ٲ]ةَ [h:446[ٱ][l[ل]دُّنْيَا عَلَيْ [h:7042[ٱ]لْأَخِرَةِ وَأَ[g[نّ]َ [h:859[ٱ]للَّهَ لَا يَهْدِيْ [h:1504[ٱ]لْقَوْمَ [h:1557[ٱ]لْكَ[n[ـٰ]فِر[p[ِي]نَ","text_id":"Yang demikian itu disebabkan mereka lebih mencintai kehidupan dunia daripada akhirat dan sesungguhnya Allah tidak memberi petunjuk kepada kaum yang kafir.","text_en":"For they loved the life of this world more than the life to come; and God does not guide those who do not believe.","transliteration":"Zaalika bi annahumus tahabbul hayaatad dunyaa 'alal Aakhirati wa annal laaha laa yahdil qawmal kaafireen","no_fn":"","text_fn":""},{"id":2009,"surah":16,"no_ayah":108,"tema":"Orang yang Tidak Memperoleh Hidayah","text_ayah":"أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ [h:51[ٱ]لَّذِينَ طَبَعَ [h:3271[ٱ]للَّهُ عَلَيْٰ قُلُوبِهِمْ وَسَمْعِهِمْ وَأَ[q:79[بْ]صَ[n[ـٰ]رِهِمْ‌ۖ وَأُ[s[وْ]لَ[o[ـٰٓ]ئِكَ هُمُ [h:5154[ٱ]لْغَ[n[ـٰ]فِل[p[ُو]نَ","text_id":"Mereka itulah orang-orang yang Allah kunci hati, pendengaran, dan penglihatannya. Mereka itulah orang-orang yang lalai.","text_en":"They are the ones whose hearts and ears and eyes have been sealed by God; and these are the heedless.","transliteration":"Ulaaa'ikal lazeena taba'al laahu 'alaa quloobihim wa sam'ihim wa absaarihim wa ulaaa'ika humul ghaafiloon","no_fn":"","text_fn":""},{"id":2010,"surah":16,"no_ayah":109,"tema":"Orang yang Tidak Memperoleh Hidayah","text_ayah":"لَا جَرَمَ أَ[g[نّ]َهُمْ فِيْ [h:536[ٱ]لْأَخِرَةِ هُمُ [h:150[ٱ]لْخَ[n[ـٰ]سِر[p[ُو]نَ","text_id":"Tidak diragukan bahwa merekalah orang-orang yang rugi di akhirat. ","text_en":"They will surely be losers in the life to come,","transliteration":"Laa jarama annnahum fil Aakhirati humul khassiroon","no_fn":"","text_fn":""},{"id":2011,"surah":16,"no_ayah":110,"tema":"Orang yang Tidak Memperoleh Hidayah","text_ayah":"ثُ[g[مّ]َ إِ[g[نّ]َ رَبَّكَ لِلَّذِينَ هَاجَرُو[s[اْ] م[i:146[ِنۢ ب]َعْدِ مَا فُتِنُو[s[اْ] ثُ[g[مّ]َ جَ[n[ـٰ]هَدُو[s[اْ] وَصَبَر[o[ُوٓ][s[اْ] إِ[g[نّ]َ رَبَّكَ م[i:5039[ِنۢ ب]َعْدِهَا لَغَفُو[u:4578[رٌ ر]َّح[p[ِي]مٌ","text_id":"Kemudian, sesungguhnya Tuhanmu (adalah pelindung) bagi orang-orang yang berhijrah setelah menderita cobaan. Lalu, mereka berjihad dan bersabar. Sesungguhnya Tuhanmu setelah itu benar-benar Maha Pengampun lagi Maha Penyayang.","text_en":"But (to) those who were victimised and left their homes and then fought and endured patiently, your Lord will surely be forgiving and kind.","transliteration":"Summa inna Rabbaka lillazeena haajaroo mim ba'dimaa futinoo summma jaahadoo wa sabaroo inna Rabbaka mim ba'dihaa la Ghafoorur Raheem","no_fn":"","text_fn":""},{"id":2012,"surah":16,"no_ayah":111,"tema":"Orang yang Tidak Memperoleh Hidayah","text_ayah":"۞ يَوْمَ تَأْتِيْ كُلُّ نَفْ[f:7604[سٍ ت]ُجَ[n[ـٰ]دِلُ ع[a:7605[َن ن]َّفْسِهَا وَتُوَفَّيْٰ كُلُّ نَفْ[a:1654[سٍ م]َّا عَمِلَتْ وَهُمْ لَا يُظْلَم[p[ُو]نَ","text_id":"(Ingatlah) hari (ketika) setiap orang datang untuk membela dirinya dan setiap orang disempurnakan (balasan) apa yang telah ia kerjakan dan mereka tidak dizalimi.","text_en":"On the day when every soul will come pleading for itself, and every soul will be recompensed for what it had done, no one will be wronged.","transliteration":"Yawma taatee kullu nafsin tujaadilu 'an nafsihaa wa tuwaffaa kullu nafsim maa 'amilat wa hum laa yuzlamoon","no_fn":"","text_fn":""},{"id":2013,"surah":16,"no_ayah":112,"tema":"Balasan bagi Orang yang Kufur Nikmat","text_ayah":"وَضَرَبَ [h:7509[ٱ]للَّهُ مَثَل[f:7606[اً ق]َرْيَ[f:7607[ةً ك]َانَتْ ءَامِنَ[a:7608[ةً م]ُّ[q:7609[طْ]مَئِ[g[نّ]َ[a:7610[ةً ي]َأْتِيهَا رِزْقُهَا رَغَ[a:7611[دًا م]ِّ[f:843[ن ك]ُلِّ مَكَا[f:7612[نٍ ف]َكَفَرَتْ بِأَنْعُمِ [h:7613[ٱ]للَّهِ فَأَذ[n[َٲ]قَهَا [h:7614[ٱ]للَّهُ لِبَاسَ [h:7615[ٱ]لْجُوعِ وَ[h:7616[ٱ]لْخَوْفِ بِمَا كَانُو[s[اْ] يَصْنَع[p[ُو]نَ","text_id":"Allah telah membuat suatu perumpamaan sebuah negeri yang dahulu aman lagi tenteram yang rezekinya datang kepadanya melimpah ruah dari setiap tempat, tetapi (penduduknya) mengingkari nikmat-nikmat Allah. Oleh karena itu, Allah menimpakan kepada mereka bencana kelaparan dan ketakutan<sup>422)</sup> karena apa yang selalu mereka perbuat.","text_en":"God presents the example of a town which enjoyed peace and security, its provisions coming from everywhere in abundance, but it denied the favours of God; so God acquainted it with intimate hunger and fear (as punishment) for what they had done.","transliteration":"Wa darabal laahu masalan qaryatan kaanat aaminatam mutma'innatany yaaateehaa rizquhaa rghadam min kulli makaanin fakafarat bi an'umil laahi fa azaaqahal laahu libaasal joo'i walkhawfi bimaa kaanoo yasna'oon","no_fn":"422","text_fn":"422) Kelaparan dan ketakutan itu meliputi mereka seperti halnya pakaian menutupi tubuh mereka."},{"id":2014,"surah":16,"no_ayah":113,"tema":"Balasan bagi Orang yang Kufur Nikmat","text_ayah":"وَلَقَ[q:341[دْ] ج[o[َا]ٓءَهُمْ رَسُو[a:7617[لٌ م]ِّنْهُمْ فَكَذَّبُوهُ فَأَخَذَهُمُ [h:7618[ٱ]لْعَذَابُ وَهُمْ ظَ[n[ـٰ]لِم[p[ُو]نَ","text_id":"Sungguh, telah datang kepada mereka seorang rasul dari (kalangan) mereka sendiri, tetapi mereka mendustakannya. Oleh karena itu, mereka ditimpa azab dan mereka itulah orang-orang zalim.","text_en":"An apostle came to them who was one of them, but they called him a liar. Then they were seized by torment for they were sinners.","transliteration":"Wa laqad jaaa'ahum Rasoolum minhum fakazzaboohu fa akhazahumul 'azaabu wa hum zaalimoon","no_fn":"","text_fn":""},{"id":2015,"surah":16,"no_ayah":114,"tema":"Makanan Halal dan Haram","text_ayah":"فَكُلُو[s[اْ] مِ[g[مّ]َا رَزَقَكُمُ [h:3751[ٱ]للَّهُ حَلَ[n[ـٰ]ل[f:870[اً ط]َيِّ[a:7619[بًا و]َ[h:783[ٱ]شْكُرُو[s[اْ] نِعْمَتَ [h:1300[ٱ]للَّهِ إِ[f:109[ن ك]ُ[f:100[نت]ُمْ إِيَّاهُ تَعْبُد[p[ُو]نَ","text_id":"Makanlah sebagian apa yang telah Allah anugerahkan kepadamu sebagai (rezeki) yang halal lagi baik dan syukurilah nikmat Allah jika kamu hanya menyembah kepada-Nya.","text_en":"Eat the good and lawful of things that God has given you, and be grateful for the bounty of God, if you really worship Him.","transliteration":"Fakuloo mimmaa razaqa kumul laahu halaalan taiyibanw washkuroo ni'matal laahi in kuntum iyyaahu ta'budoon","no_fn":"","text_fn":""},{"id":2016,"surah":16,"no_ayah":115,"tema":"Makanan Halal dan Haram","text_ayah":"إِ[g[نّ]َمَا حَرَّمَ عَلَيْكُمُ [h:882[ٱ]لْمَيْتَةَ وَ[h:883[ٱ][l[ل]دَّمَ وَلَحْمَ [h:884[ٱ]لْخِ[f:885[نز]ِيرِ وَم[o[َآ] أُهِلَّ لِغَيْرِ [h:886[ٱ]للَّهِ بِه[n[ِۦ]‌ۖ فَمَنِ [h:887[ٱ]ضْطُرَّ غَيْرَ بَا[a:888[غٍ و]َلَا عَا[f:4493[دٍ ف]َإِ[g[نّ]َ [h:513[ٱ]للَّهَ غَفُو[u:890[رٌ ر]َّح[p[ِي]مٌ","text_id":"Sesungguhnya Allah hanya mengharamkan atasmu bangkai, darah, daging babi, dan (hewan) yang disembelih dengan (menyebut nama) selain Allah. Akan tetapi, siapa yang terpaksa (memakannya) bukan karena menginginkan dan tidak (pula) melampaui batas, sesungguhnya Allah Maha Pengampun lagi Maha Penyayang.","text_en":"He has forbidden carrion and blood and the flesh of the swine, and what has been killed in the name of any other but God; but if one is driven by necessity (to eat it) without craving or reverting to it, then God is forgiving and kind.","transliteration":"Innamaa harrma 'alai kumul maitata waddama wa lahmal khinzeeri wa maaa uhilla lighairil laahi bihee famanid turra ghaira baaghinw wa laa 'aadin fa innal laaha Ghafoorur Raheem","no_fn":"","text_fn":""},{"id":2017,"surah":16,"no_ayah":116,"tema":"Makanan Halal dan Haram","text_ayah":"وَلَا تَقُولُو[s[اْ] لِمَا تَصِفُ أَلْسِنَتُكُمُ [h:7620[ٱ]لْكَذِبَ هَ[n[ـٰ]ذَا حَلَ[n[ـٰ][a:7621[لٌ و]َهَ[n[ـٰ]ذَا حَرَا[u:7622[مٌ ل]ِّتَفْتَرُو[s[اْ] عَلَيْ [h:412[ٱ]للَّهِ [h:2035[ٱ]لْكَذِبَ‌ۚ إِ[g[نّ]َ [h:24[ٱ]لَّذِينَ يَفْتَرُونَ عَلَيْ [h:412[ٱ]للَّهِ [h:2035[ٱ]لْكَذِبَ لَا يُفْلِح[p[ُو]نَ","text_id":"Janganlah kamu mengatakan terhadap apa yang diucapkan oleh lidahmu secara bohong, “Ini halal dan ini haram,” untuk mengada-adakan kebohongan terhadap Allah. Sesungguhnya orang-orang yang mengada-adakan kebohongan terhadap Allah tidak akan beruntung.","text_en":"Do not utter the lies your tongues make up: \"This is lawful, and this is forbidden,\" in order to impute lies to God; for they who impute lies to God will not find fulfilment.","transliteration":"Wa laa taqooloo limaa tasifu alsinatukumul kaziba haaza halaalunw wa haazaa haraamul litaftaroo 'alal laahil kazib; innal lazeena yaftaroona 'alal laahil kaziba laa yuflihoon","no_fn":"","text_fn":""},{"id":2018,"surah":16,"no_ayah":117,"tema":"Makanan Halal dan Haram","text_ayah":"مَتَ[n[ـٰ][f:2520[عٌ ق]َلِي[a:7623[لٌ و]َلَهُمْ عَذَابٌ أَل[p[ِي]مٌ","text_id":"(Itu adalah) kesenangan yang sedikit dan bagi mereka ada azab yang pedih.","text_en":"For them there is some enjoyment, but the punishment is painful.","transliteration":"Mata'un qaleelunw wa lahum 'azaabun aleem","no_fn":"","text_fn":""},{"id":2019,"surah":16,"no_ayah":118,"tema":"Makanan Halal dan Haram","text_ayah":"وَعَلَيْ [h:958[ٱ]لَّذِينَ هَادُو[s[اْ] حَرَّمْنَا مَا قَصَصْنَا عَلَيْكَ مِ[f:128[ن ق]َ[q:129[بْ]لُ‌ۖ وَمَا ظَلَمْنَ[n[ـٰ]هُمْ وَلَ[n[ـٰ]كِ[f:276[ن ك]َان[o[ُوٓ][s[اْ] أَ[f:38[نف]ُسَهُمْ يَظْلِم[p[ُو]نَ","text_id":"Terhadap orang Yahudi Kami haramkan apa yang telah Kami ceritakan kepadamu (Nabi Muhammad) dahulu. Kami tidak menzalimi mereka, tetapi merekalah yang menzalimi diri sendiri.","text_en":"We have already told you what We have forbidden the Jews. We did not wrong them, they wronged themselves.","transliteration":"Wa 'alal lazeena haadoo harramnaa ma qasasnaa 'alaika min qablu wa maa zalamanaahum wa laakin kaanoo anfusahum wa laakin kaanoo anfusahum yazlimoon","no_fn":"","text_fn":""},{"id":2020,"surah":16,"no_ayah":119,"tema":"Makanan Halal dan Haram","text_ayah":"ثُ[g[مّ]َ إِ[g[نّ]َ رَبَّكَ لِلَّذِينَ عَمِلُو[s[اْ] [h:7624[ٱ][l[ل]سّ[o[ُو]ٓءَ بِجَهَ[n[ـٰ]لَ[f:2649[ةٍ ث]ُ[g[مّ]َ تَابُو[s[اْ] م[i:146[ِنۢ ب]َعْدِ ذ[n[َٲ]لِكَ وَأَصْلَح[o[ُوٓ][s[اْ] إِ[g[نّ]َ رَبَّكَ م[i:5039[ِنۢ ب]َعْدِهَا لَغَفُو[u:4578[رٌ ر]َّح[p[ِي]مٌ","text_id":"Kemudian, sesungguhnya Tuhanmu (mengampuni) orang-orang yang melakukan keburukan karena kebodohan (tidak menyadari akibatnya), lalu bertobat dan memperbaiki (dirinya). Sesungguhnya Tuhanmu setelah itu benar-benar Maha Pengampun lagi Maha Penyayang.","text_en":"To those who do wrong out of ignorance, then repent and correct themselves, your Lord is indeed forgiving and kind.","transliteration":"Summma inna Rabbaka lillazeena 'amilus sooo'a bijahaalatin summa taaboo mim ba'di zaaalika wa aslahoo inna Rabbaka mim ba'dihaa la Ghafoorur Raheem","no_fn":"","text_fn":""},{"id":2021,"surah":16,"no_ayah":120,"tema":"Nabi Ibrahim Manusia Teladan","text_ayah":"إِ[g[نّ]َ إِ[q:1860[بْ]ر[n[َٲ]هِيمَ كَانَ أُ[g[مّ]َ[f:7625[ةً ق]َانِ[u:7626[تًا ل]ِّلَّهِ حَنِي[a:7627[فًا و]َلَمْ يَكُ مِنَ [h:699[ٱ]لْمُشْرِك[p[ِي]نَ","text_id":"Sesungguhnya Ibrahim adalah imam (sosok anutan) yang patuh kepada Allah, hanif (lurus), dan bukan termasuk orang-orang musyrik.","text_en":"Abraham was certainly a model of faith, obedient to God and upright, and not one of idolaters,","transliteration":"Inna Ibraaheema kaana ummatan qaanital lillaahi Haneefanw wa lam yakuminal mushrikeen","no_fn":"","text_fn":""},{"id":2022,"surah":16,"no_ayah":121,"tema":"Nabi Ibrahim Manusia Teladan","text_ayah":"شَاكِ[u:7628[رًا ل]ِّأَنْعُمِهِ‌ۚ [h:7629[ٱ][q:7630[جْ]تَبَ[n[ـٰ]هُ وَهَدَ[n[ٮٰ]هُ إِلَيْٰ صِر[n[َٲ][a:726[طٍ م]ُّسْتَق[p[ِي]مٍ","text_id":"(Ibrahim) bersyukur atas nikmat-nikmat-Nya (dan Allah) telah memilih serta menunjukinya ke jalan yang lurus.","text_en":"Grateful to Him for His favours; so He chose him and guided him to the path that is straight,","transliteration":"Shaakiral li an'umih; ijtabaahu wa hadaahu ilaa Siraatim Muustaqeem","no_fn":"","text_fn":""},{"id":2023,"surah":16,"no_ayah":122,"tema":"Nabi Ibrahim Manusia Teladan","text_ayah":"وَءَاتَيْنَ[n[ـٰ]هُ فِيْ [h:599[ٱ][l[ل]دُّنْيَا حَسَنَ[a:7631[ةً‌ۖ و]َإِ[g[نّ]َهُ[n[ۥ] فِيْ [h:536[ٱ]لْأَخِرَةِ لَمِنَ [h:686[ٱ][l[ل]صَّ[n[ـٰ]لِح[p[ِي]نَ","text_id":"Kami berikan kepadanya kebaikan di dunia dan sesungguhnya di akhirat dia termasuk orang-orang yang saleh.","text_en":"And gave him what is good in the world, and in the Hereafter he will be among the righteous and the good.","transliteration":"Wa aatainaahu fid dunyaa hasanah; wa innahoo fil Aakhirati laminas saaliheen","no_fn":"","text_fn":""},{"id":2024,"surah":16,"no_ayah":123,"tema":"Nabi Ibrahim Manusia Teladan","text_ayah":"ثُ[g[مّ]َ أَوْحَيْن[o[َآ] إِلَيْكَ أَنِ [h:7632[ٱ]تَّبِعْ مِلَّةَ إِ[q:1860[بْ]ر[n[َٲ]هِيمَ حَنِي[a:698[فًا‌ۖ و]َمَا كَانَ مِنَ [h:699[ٱ]لْمُشْرِك[p[ِي]نَ","text_id":"Kemudian, Kami wahyukan kepadamu (Nabi Muhammad), “Ikutilah agama Ibrahim sebagai (sosok) yang hanif dan tidak termasuk orang-orang musyrik.”","text_en":"So We commanded you to follow the way of Abraham the upright who was not of idolaters.","transliteration":"Summma awhainaa ilaika anit tabi' Millata Ibraaheema haneefaa; wa maa kaana minal mushrikeen","no_fn":"","text_fn":""},{"id":2025,"surah":16,"no_ayah":124,"tema":"Nabi Ibrahim Manusia Teladan","text_ayah":"إِ[g[نّ]َمَا جُعِلَ [h:7633[ٱ][l[ل]سَّ[q:7634[بْ]تُ عَلَيْ [h:289[ٱ]لَّذِينَ [h:899[ٱ]خْتَلَفُو[s[اْ] فِيهِ‌ۚ وَإِ[g[نّ]َ رَبَّكَ لَيَحْكُمُ بَيْنَهُمْ يَوْمَ [h:592[ٱ]لْقِيَ[n[ـٰ]مَةِ فِيمَا كَانُو[s[اْ] فِيهِ يَخْتَلِف[p[ُو]نَ","text_id":"Sesungguhnya (mengagungkan) hari Sabtu hanya diwajibkan bagi orang-orang (Yahudi) yang memperselisihkannya.<sup>423)</sup> Sesungguhnya Tuhanmu benar-benar akan memberi keputusan di antara mereka pada hari Kiamat tentang apa yang mereka perselisihkan.","text_en":"As for the Sabbath, it was imposed on those who had differed about it; and your Lord will tell them on the Day of Resurrection what it was they had differed about.","transliteration":"Innnamaa ju'ilas Sabtu 'alal lazeenakhtalafoo feeh; wa inna Rabbaka la yahkumu bainahum Yawmal Qiyaamati feemaa kaanoo feehi yakhtalifoon","no_fn":"423","text_fn":"423) Orang-orang Yahudi diperintahkan untuk mengkhususkan hari Jumat untuk beribadah, tetapi mereka menolak dan menjadikan hari Sabtu sebagai penggantinya."},{"id":2026,"surah":16,"no_ayah":125,"tema":"Prinsip-Prinsip Dakwah","text_ayah":"ٱ[q:354[دْ]عُ إِلَيْٰ سَبِيلِ رَبِّكَ بِ[h:7635[ٱ]لْحِكْمَةِ وَ[h:7636[ٱ]لْمَوْعِظَةِ [h:7637[ٱ]لْحَسَنَةِ‌ۖ وَجَ[n[ـٰ]دِلْه[c:7638[ُم ب]ِ[h:4526[ٱ]لَّتِيْ هِيَْ أَحْسَنُ‌ۚ إِ[g[نّ]َ رَبَّكَ هُوَ أَعْلَمُ بِمَ[f:7639[ن ض]َلَّ عَ[f:4361[ن س]َبِيلِه[n[ِۦ]‌ۖ وَهُوَ أَعْلَمُ بِ[h:4362[ٱ]لْمُهْتَد[p[ِي]نَ","text_id":"Serulah (manusia) ke jalan Tuhanmu dengan hikmah<sup>424)</sup> dan pengajaran yang baik serta debatlah mereka dengan cara yang lebih baik. Sesungguhnya Tuhanmu Dialah yang paling tahu siapa yang tersesat dari jalan-Nya dan Dia (pula) yang paling tahu siapa yang mendapat petunjuk.","text_en":"Call them to the path of your Lord with wisdom and words of good advice; and reason with them in the best way possible. Your Lord surely knows who strays from His path, and He knows those who are guided the right way.","transliteration":"Ud'u ilaa sabeeli Rabbika bilhikmati walmaw 'izatil hasanati wa jaadilhum billatee hiya ahsan; inna Rabbaka huwa a'almu biman dalla 'an sabeelihee wa Huwa a'lamu bilmuhtadeen","no_fn":"424","text_fn":"424) Hikmah adalah perkataan yang tegas dan benar yang dapat membedakan antara yang hak dengan yang batil."},{"id":2027,"surah":16,"no_ayah":126,"tema":"Prinsip-Prinsip Dakwah","text_ayah":"وَإِنْ عَاقَ[q:7640[بْ]تُمْ فَعَاقِبُو[s[اْ] بِمِثْلِ مَا عُوقِ[q:7641[بْ]ت[c:7642[ُم ب]ِه[n[ِۦ]‌ۖ وَلَئِ[f:7643[ن ص]َبَرْتُمْ لَهُوَ خَيْ[u:7644[رٌ ل]ِّلصَّ[n[ـٰ]بِر[p[ِي]نَ","text_id":"Jika kamu membalas, balaslah dengan (balasan) yang sama dengan siksaan yang ditimpakan kepadamu. Sungguh, jika kamu bersabar, hal itu benar-benar lebih baik bagi orang-orang yang sabar.","text_en":"If you have to retaliate, do so to the extent you have been injured; but if you forbear it is best for those who bear with fortitude.","transliteration":"Wa in 'aaqabtum fa'aaqiboo bimisli maa 'ooqibtum bihee wa la'in sabartum lahuwa khairul lissaabireen","no_fn":"","text_fn":""},{"id":2028,"surah":16,"no_ayah":127,"tema":"Prinsip-Prinsip Dakwah","text_ayah":"وَ[h:9999[ٱ]صْبِرْ وَمَا صَ[q:7645[بْ]رُكَ إِلَّا بِ[h:32[ٱ]للَّهِ‌ۚ وَلَا تَحْزَنْ عَلَيْهِمْ وَلَا تَكُ فِيْ ضَيْ[a:7646[قٍ م]ِّ[g[مّ]َا يَمْكُر[p[ُو]نَ","text_id":"Bersabarlah (Nabi Muhammad) dan kesabaranmu itu semata-mata dengan (pertolongan) Allah, janganlah bersedih terhadap (kekufuran) mereka, dan jangan (pula) bersempit dada terhadap tipu daya yang mereka rencanakan.","text_en":"Endure with patience, for your endurance is not without the help of God. Do not grieve for them, and do not be distressed by their plots.","transliteration":"Wasbir wa maa sabruka illaa billaah; wa laa tahzan 'alaihim wa laa taku fee daiqim mimmaa yamkuroon","no_fn":"","text_fn":""},{"id":2029,"surah":16,"no_ayah":128,"tema":"Prinsip-Prinsip Dakwah","text_ayah":"إِ[g[نّ]َ [h:80[ٱ]للَّهَ مَعَ [h:2899[ٱ]لَّذِينَ [h:7007[ٱ]تَّقَو[s[اْ] وَّ[h:37[ٱ]لَّذِينَ ه[w:7647[ُم م]ُّحْسِن[p[ُو]نَ","text_id":"Sesungguhnya Allah bersama orang-orang yang bertakwa dan yang berbuat kebaikan.","text_en":"God is verily with those who are pious and devout, and those who are doers of good.","transliteration":"Innal laaha ma'al lazeenat taqaw wal lazeena hum muhsinoon","no_fn":"","text_fn":""}]