[{"id":2030,"surah":17,"no_ayah":1,"tema":"Peristiwa Isra dan Penghormatan kepada Nabi Muhammad","text_ayah":"سُ[q:7648[بْ]حَ[n[ـٰ]نَ [h:7649[ٱ]لَّذ[o[ِىٓ] أَسْرَىٰ بِعَ[q:7650[بْ]دِه[n[ِۦ] لَيْل[a:7651[اً م]ِّنَ [h:7652[ٱ]لْمَسْجِدِ [h:752[ٱ]لْحَرَامِ إِلَى [h:7653[ٱ]لْمَسْجِدِ [h:7654[ٱ]لْأَ[q:7655[قْ]صَا [h:7656[ٱ]لَّذِى بَ[n[ـٰ]رَكْنَا حَوْلَهُ[n[ۥ] لِنُرِيَهُ[n[ۥ] مِنْ ءَايَ[n[ـٰ]تِن[o[َآ‌ۚ] إِ[g[نّ]َهُ[n[ۥ] هُوَ [h:3721[ٱ][l[ل]سَّمِيعُ [h:7657[ٱ]لْبَص[p[ِي]رُ","text_id":"Mahasuci (Allah) yang telah memperjalankan hamba-Nya (Nabi Muhammad) pada malam hari dari Masjidilharam ke Masjidilaqsa yang telah Kami berkahi sekelilingnya<sup>425)</sup> agar Kami perlihatkan kepadanya sebagian tanda-tanda (kebesaran) Kami. Sesungguhnya Dia Maha Mendengar lagi Maha Melihat.","text_en":"GLORY TO HIM who took His votary to a wide and open land from the Sacred Mosque (at Makkah) to the distant Mosque whose precincts We have blessed, that We may show him some of Our signs. Verily He is all-hearing and all-seeing.","transliteration":"Subhaanal lazeee asraa bi'abdihee lailam minal Masjidil Haraami ilal Masjidil Aqsal-lazee baaraknaa haw lahoo linuriyahoo min aayaatinaa;innahoo Huwas Samee'ul-Baseer","no_fn":"425","text_fn":"425) Masjidilaqsa dan daerah sekitarnya diberkahi Allah Swt., di antaranya, dengan diutusnya banyak nabi di sana dan dengan kesuburan tanahnya."},{"id":2031,"surah":17,"no_ayah":2,"tema":"Penghormatan kepada Nabi Musa dan Kehancuran Bani Israil karena Tidak Mengikuti Ajaran Taurat","text_ayah":"وَءَاتَيْنَا مُوسَى [h:257[ٱ]لْكِتَ[n[ـٰ]بَ وَجَعَلْنَ[n[ـٰ]هُ هُ[u:7658[دًى ل]ِّبَن[o[ِىٓ] إِسْر[o[َٲ]ٓءِيلَ أَلَّا تَتَّخِذُو[s[اْ] مِ[f:7659[ن د]ُونِى وَكِيلاً","text_id":"Kami memberi Musa Kitab (Taurat) dan menjadikannya sebagai petunjuk bagi Bani Israil (dengan firman), “Janganlah kamu mengambil pelindung selain Aku.","text_en":"We gave Moses the Book, and made it a guidance for the children of Israel that they should not take another protector apart from Me.","transliteration":"Wa aatainaa Moosal-Kitaaba wa ja'alnaahu hudal-liBaneee Israaa'eel;","no_fn":"","text_fn":""},{"id":2032,"surah":17,"no_ayah":3,"tema":"Penghormatan kepada Nabi Musa dan Kehancuran Bani Israil karena Tidak Mengikuti Ajaran Taurat","text_ayah":"ذُرِّيَّةَ مَنْ حَمَلْنَا مَعَ نُوحٍ‌ۚ إِ[g[نّ]َهُ[n[ۥ] كَانَ عَ[q:3317[بْ][f:7660[دًا ش]َكُورًا","text_id":"(Wahai) keturunan orang yang Kami bawa bersama Nuh, sesungguhnya dia (Nuh) adalah hamba (Allah) yang banyak bersyukur.”","text_en":"O you, the offspring of those We bore (in the ark) with Noah, he was indeed a grateful votary.","transliteration":"Zurriyyata man hamalnaa ma'a Nooh innahoo kaana 'abdan shakooraa","no_fn":"","text_fn":""},{"id":2033,"surah":17,"no_ayah":4,"tema":"Penghormatan kepada Nabi Musa dan Kehancuran Bani Israil karena Tidak Mengikuti Ajaran Taurat","text_ayah":"وَقَضَيْن[o[َآ] إِلَىٰ بَن[o[ِىٓ] إِسْر[o[َٲ]ٓءِيلَ فِى [h:818[ٱ]لْكِتَ[n[ـٰ]بِ لَتُفْسِدُ[g[نّ]َ فِى [h:44[ٱ]لْأَرْضِ مَرَّتَيْنِ وَلَتَعْلُ[g[نّ]َ عُلُو[f:7661[ًّا ك]َبِيرًا","text_id":"Kami wahyukan kepada Bani Israil di dalam Kitab (Taurat) itu, “Kamu benar-benar akan berbuat kerusakan di bumi ini dua kali dan benar-benar akan menyombongkan diri dengan kesombongan yang besar.”","text_en":"We announced to the children of Israel in the Book: \"You will surely create disorder twice in the land, and become exceedingly arrogant.\"","transliteration":"Wa qadainaaa ilaa Baneee Israaa'eela fil Kitaabi latufsidunna fil ardi marratain; wa lata'lunna'uluwwan kabeeraa","no_fn":"","text_fn":""},{"id":2034,"surah":17,"no_ayah":5,"tema":"Penghormatan kepada Nabi Musa dan Kehancuran Bani Israil karena Tidak Mengikuti Ajaran Taurat","text_ayah":"فَإِذَا ج[o[َا]ٓءَ وَعْدُ أُولَ[n[ـٰ]هُمَا بَعَثْنَا عَلَيْكُمْ عِبَا[u:7662[دًا ل]َّن[o[َآ] أُ[s[وْ]لِى بَأْ[f:7663[سٍ ش]َدِي[f:7664[دٍ ف]َجَاسُو[s[اْ] خِلَ[n[ـٰ]لَ [h:7665[ٱ][l[ل]دِّيَارِ‌ۚ وَكَانَ وَعْ[a:7666[دًا م]َّفْعُولاً","text_id":"Apabila datang saat (kerusakan) yang pertama dari keduanya, Kami datangkan kepadamu hamba-hamba Kami yang perkasa, lalu mereka merajalela di kampung-kampung. Itulah janji yang pasti terlaksana.","text_en":"So, when the time of the first prediction came, We sent against you Our creatures full of martial might, who ransacked your cities; and the prediction was fulfilled.","transliteration":"Fa-izaa jaaa'a wa'duoolaahumaa ba'asnaaa 'alykurr 'ibaadai-lanaaa ulee baasin shadeedin fajaasoo khilaalad diyaar; wa kaana wa'dam maf'oolaa","no_fn":"","text_fn":""},{"id":2035,"surah":17,"no_ayah":6,"tema":"Penghormatan kepada Nabi Musa dan Kehancuran Bani Israil karena Tidak Mengikuti Ajaran Taurat","text_ayah":"ثُ[g[مّ]َ رَدَ[q:7667[دْ]نَا لَكُمُ [h:7668[ٱ]لْكَرَّةَ عَلَيْهِمْ وَأَمْدَ[q:7669[دْ]نَ[n[ـٰ]ك[c:7670[ُم ب]ِأَمْو[n[َٲ][a:7671[لٍ و]َبَنِينَ وَجَعَلْنَ[n[ـٰ]كُمْ أَكْثَرَ نَفِيرًا","text_id":"Kemudian, Kami memberikan kepadamu giliran untuk mengalahkan mereka, membantumu dengan harta kekayaan dan anak-anak, dan menjadikanmu kelompok yang lebih besar.","text_en":"Then We gave you a chance against them, and strengthened you with wealth and children, and increased your numbers (and said):","transliteration":"Summa radadnaa lakumul karrata 'alaihim wa amdad-naakum-bi amwaalinuw wa baneen; wa ja'alnaakum aksara nafeeraa","no_fn":"","text_fn":""},{"id":2036,"surah":17,"no_ayah":7,"tema":"Penghormatan kepada Nabi Musa dan Kehancuran Bani Israil karena Tidak Mengikuti Ajaran Taurat","text_ayah":"إِنْ أَحْسَ[f:7672[نت]ُمْ أَحْسَ[f:7672[نت]ُمْ لِأَ[f:574[نف]ُسِكُمْ‌ۖ وَإِنْ أَسَأْتُمْ فَلَهَا‌ۚ فَإِذَا ج[o[َا]ٓءَ وَعْدُ [h:7673[ٱ]لْأَخِرَةِ لِيَسُ[n[ــۥٓ]ــُٔو[s[اْ] وُجُوهَكُمْ وَلِيَ[q:7674[دْ]خُلُو[s[اْ] [h:7675[ٱ]لْمَسْجِدَ كَمَا دَخَلُوهُ أَوَّلَ مَرَّ[a:7676[ةٍ و]َلِيُتَبِّرُو[s[اْ] مَا عَلَوْ[s[اْ] تَتْبِيرًا","text_id":"Jika berbuat baik, (berarti) kamu telah berbuat baik untuk dirimu sendiri. Jika kamu berbuat jahat, (kerugian dari kejahatan) itu kembali kepada dirimu sendiri. Apabila datang saat (kerusakan) yang kedua, (Kami bangkitkan musuhmu) untuk menyuramkan wajahmu, untuk memasuki masjid (Baitulmaqdis) sebagaimana memasukinya ketika pertama kali, dan untuk membinasakan apa saja yang mereka kuasai.","text_en":"\"If you do good, you will do so for your own good; if you do ill, you will do it for your own loss.\" So, when the time of the second prediction comes, (We shall rouse another people) to shame you, and enter the Temple as they had done the first time, and to destroy what they conquered utterly.","transliteration":"In ahsantum ahsantum li anfusikum wa in asaatum falahaa; fa izaa jaaa'a wa'dul aakhirati liyasooo'oo wujoo hakum wa liyadkhulul masjida kamaa dakhaloohu awwala marratinw wa liyutabbiroo mass'alaw tatbeera","no_fn":"","text_fn":""},{"id":2037,"surah":17,"no_ayah":8,"tema":"Penghormatan kepada Nabi Musa dan Kehancuran Bani Israil karena Tidak Mengikuti Ajaran Taurat","text_ayah":"عَسَىٰ رَبُّكُمْ أ[a:7677[َن ي]َرْحَمَكُمْ‌ۚ وَإِنْ عُ[d:7678[د]تُّمْ عُ[q:4860[دْ]نَا‌ۘ وَجَعَلْنَا جَهَ[g[نّ]َمَ لِلْكَ[n[ـٰ]فِرِينَ حَصِيرًا","text_id":"Mudah-mudahan Tuhanmu melimpahkan rahmat kepadamu. Akan tetapi, jika kamu kembali (melakukan kejahatan), niscaya Kami kembali (mengazabmu). Kami jadikan (neraka) Jahanam sebagai penjara bagi orang-orang kafir.","text_en":"Your Lord may haply be merciful to you. But if you repeat it, We shall do the same. We have constituted Hell as prison for unbelievers.","transliteration":"'Asaa rabbukum anyyarhamakum; wa in 'uttum 'udnaa; wa ja'alnaa jahannama lilkaafireena haseera","no_fn":"","text_fn":""},{"id":2038,"surah":17,"no_ayah":9,"tema":"Al-Qur’an sebagai Petunjuk ke Jalan yang Benar","text_ayah":"إِ[g[نّ]َ هَ[n[ـٰ]ذَا [h:6544[ٱ]لْقُرْءَانَ يَهْدِى لِلَّتِى هِىَ أَ[q:7679[قْ]وَمُ وَيُبَشِّرُ [h:7680[ٱ]لْمُؤْمِنِينَ [h:7681[ٱ]لَّذِينَ يَعْمَلُونَ [h:7682[ٱ][l[ل]صَّ[n[ـٰ]لِحَ[n[ـٰ]تِ أَ[g[نّ]َ لَهُمْ أَ[q:2795[جْ][f:7683[رًا ك]َبِيرًا","text_id":"Sesungguhnya Al-Qur’an ini memberi petunjuk ke (jalan) yang paling lurus dan memberi kabar gembira kepada orang-orang mukmin yang mengerjakan kebajikan bahwa bagi mereka ada pahala yang sangat besar","text_en":"Verily this Qur'an directs you to the path that is straight, and gives happy tidings to those who believe and do the right: For them is a great reward.","transliteration":"Inna haazal Quraana yahdee lillatee hiya aqwamu wa yubashshirul mu'mineenal lazeena ya'maloonas saalihaati anna lahum ajran kabeeraa","no_fn":"","text_fn":""},{"id":2039,"surah":17,"no_ayah":10,"tema":"Al-Qur’an sebagai Petunjuk ke Jalan yang Benar","text_ayah":"وَأَ[g[نّ]َ [h:7684[ٱ]لَّذِينَ لَا يُؤْمِنُونَ بِ[h:447[ٱ]لْأَخِرَةِ أَعْتَ[q:2660[دْ]نَا لَهُمْ عَذَابًا أَلِيمًا","text_id":"dan sesungguhnya bagi orang-orang yang tidak beriman pada akhirat telah Kami sediakan bagi mereka azab yang sangat pedih.","text_en":"As for those who do not believe in the Hereafter, We have prepared a painful punishment.","transliteration":"Wa annal lazeena laa yu'minoona bil aakhirati a'tadnaa lahum 'azaaban aleemaa","no_fn":"","text_fn":""},{"id":2040,"surah":17,"no_ayah":11,"tema":"Ketergesa-gesaan Orang Kafir untuk Mendapatkan Azab","text_ayah":"وَيَ[q:7685[دْ]عُ [h:7686[ٱ]لْإِ[f:2732[نس]َ[n[ـٰ]نُ بِ[h:7687[ٱ][l[ل]شَّرِّ دُع[o[َا]ٓءَهُ[n[ۥ] بِ[h:5966[ٱ]لْخَيْرِ‌ۖ وَكَانَ [h:7688[ٱ]لْإِ[f:2732[نس]َ[n[ـٰ]نُ عَجُولاً","text_id":"Manusia (seringkali) berdoa untuk (mendapatkan) keburukan sebagaimana (biasanya) berdoa untuk (mendapatkan) kebaikan. Manusia itu (sifatnya) tergesa-gesa.","text_en":"Man prays for evil as he prays for good, for man is hasty.","transliteration":"Wa yad'ul insaanu bishsharri du'aaa 'ahoo bilkhayr; wa kaanal insaanu 'ajoola","no_fn":"","text_fn":""},{"id":2041,"surah":17,"no_ayah":12,"tema":"Penciptaan Malam dan Siang sebagai Tanda Kebesaran Allah","text_ayah":"وَجَعَلْنَا [h:7689[ٱ]لَّيْلَ وَ[h:6117[ٱ][l[ل][g[نّ]َهَارَ ءَايَتَيْنِ‌ۖ فَمَحَوْن[o[َآ] ءَايَةَ [h:7690[ٱ]لَّيْلِ وَجَعَلْن[o[َآ] ءَايَةَ [h:7691[ٱ][l[ل][g[نّ]َهَارِ مُ[q:7692[بْ]صِرَ[u:7693[ةً ل]ِّتَ[q:7694[بْ]تَغُو[s[اْ] فَضْل[a:1088[اً م]ّ[u:243[ِن ر]َّبِّكُمْ وَلِتَعْلَمُو[s[اْ] عَدَدَ [h:5950[ٱ][l[ل]سِّنِينَ وَ[h:5951[ٱ]لْحِسَابَ‌ۚ وَكُلَّ ش[f:7695[َىْءٍ ف]َصَّلْنَ[n[ـٰ]هُ تَفْصِيلاً","text_id":"Kami jadikan malam dan siang sebagai dua tanda (kebesaran Kami). Kami hapuskan tanda malam dan Kami jadikan tanda siang itu terang benderang agar kamu (dapat) mencari karunia dari Tuhanmu dan mengetahui bilangan tahun serta perhitungan (waktu). Segala sesuatu telah Kami terangkan secara terperinci.","text_en":"We have created night and day as two signs, then We efface the sign of the night, and make the sign of the day resplendent that you may seek the bounty of your Lord, and know the computation of years and numbers. We have expounded most distinctly everything.","transliteration":"Wa ja'alnal laila wannahaara Aayatayni famahawnaaa Aayatal laili wa ja'alnaaa Aayatan nahaari mubsiratal litabtaghoo fadlam mir Rabbikum wa lita'lamoo 'adadas sineena walhisaab; wa kulla shai'in fassalnaahu tafseelaa","no_fn":"","text_fn":""},{"id":2042,"surah":17,"no_ayah":13,"tema":"Setiap Orang Memetik Buah Perbuatannya Sendiri","text_ayah":"وَكُلَّ إِ[f:7696[نس]َ[n[ـٰ]نٍ أَلْزَمْنَ[n[ـٰ]هُ طَ[o[ـٰٓ]ئِرَهُ[n[ۥ] فِى عُنُقِه[n[ِۦ]‌ۖ وَنُخْرِجُ لَهُ[n[ۥ] يَوْمَ [h:592[ٱ]لْقِيَ[n[ـٰ]مَةِ كِتَ[n[ـٰ][a:7697[بًا ي]َلْقَ[n[ـٰ]هُ مَ[f:7698[نش]ُورًا","text_id":"Setiap manusia telah Kami kalungkan (catatan) amal perbuatannya di lehernya. Pada hari Kiamat Kami keluarkan baginya sebuah kitab yang dia terima dalam keadaan terbuka.","text_en":"Round each man's neck We have hung his ledger of deeds, and on the Day of Resurrection will present it as a book spread out (and say):","transliteration":"Wa kulla insaanin alzamnaahu taaa'irahoo fe 'unuqihee wa nukhriji lahoo Yawmal Qiyaamati kitaabany yalqaahu manshooraa","no_fn":"","text_fn":""},{"id":2043,"surah":17,"no_ayah":14,"tema":"Setiap Orang Memetik Buah Perbuatannya Sendiri","text_ayah":"ٱ[q:7699[قْ]رَأْ كِتَ[n[ـٰ]بَكَ كَفَىٰ بِنَفْسِكَ [h:7700[ٱ]لْيَوْمَ عَلَيْكَ حَسِيبًا","text_id":"(Dikatakan,) “Bacalah kitabmu. Cukuplah dirimu pada hari ini sebagai penghitung atas (amal) dirimu.”","text_en":"\"Read your ledger; this day you are sufficient to take your own account.","transliteration":"Iqra kitaabak kafaa binafsikal Yawma 'alaika haseebaa","no_fn":"","text_fn":""},{"id":2044,"surah":17,"no_ayah":15,"tema":"Setiap Orang Memetik Buah Perbuatannya Sendiri","text_ayah":"مَّنِ [h:7701[ٱ]هْتَدَىٰ فَإِ[g[نّ]َمَا يَهْتَدِى لِنَفْسِه[n[ِۦ]‌ۖ وَمَ[f:6231[ن ض]َلَّ فَإِ[g[نّ]َمَا يَضِلُّ عَلَيْهَا‌ۚ وَلَا تَزِرُ وَازِرَ[a:4572[ةٌ و]ِزْرَ أُخْرَىٰ‌ۗ وَمَا كُ[g[نّ]َا مُعَذِّبِينَ حَتَّىٰ نَ[q:7702[بْ]عَثَ رَسُولاً","text_id":"Siapa yang mendapat petunjuk, sesungguhnya ia mendapat petunjuk itu hanya untuk dirinya. Siapa yang tersesat, sesungguhnya (akibat) kesesatannya itu hanya akan menimpa dirinya. Seorang yang berdosa tidak akan memikul dosa orang lain. Kami tidak akan menyiksa (seseorang) hingga Kami mengutus seorang rasul.","text_en":"\"He who finds the right path does so for himself; and he who goes astray does so to his own loss; and no one who carries a burden bears another's load. We never punish till We have sent a messenger.","transliteration":"Manihtadaa fa innamaa yahtadee linafsihee wa man dalla fa innamaa yadillu 'alaihaa; wa laa taziru waaziratunw wizra ukhraa; wa maa kunnaa mu'azzibeena hatta nab'asa Rasoola","no_fn":"","text_fn":""},{"id":2045,"surah":17,"no_ayah":16,"tema":"Cara Allah Menghancurkan Suatu Kaum","text_ayah":"وَإِذ[o[َآ] أَرَ[q:2878[دْ]ن[o[َآ] أ[a:7703[َن ن]ُّهْلِكَ قَرْيَةً أَمَرْنَا مُتْرَفِيهَا فَفَسَقُو[s[اْ] فِيهَا فَحَقَّ عَلَيْهَا [h:7704[ٱ]لْقَوْلُ فَدَ[g[مّ]َرْنَ[n[ـٰ]هَا تَ[q:7705[دْ]مِيرًا","text_id":"Jika Kami hendak membinasakan suatu negeri, Kami perintahkan orang-orang yang hidup mewah di negeri itu (agar menaati Allah). Lalu, mereka melakukan kedurhakaan di negeri itu sehingga pantaslah berlaku padanya perkataan (azab Kami). Maka, Kami hancurkan (negeri itu) sehancur-hancurnya.","text_en":"\"And when We destroy a human habitation We send Our command to (warn) its people living a life of ease; and when they disobey, the sentence against them is justified, and We destroy them utterly.","transliteration":"Wa izaaa aradnaaa an nuhlika qaryatan amarnaa mutrafeehaa fafasaqoo feehaa fahaqqa 'alaihal qawlu fadammarnaahaa tadmeeraa","no_fn":"","text_fn":""},{"id":2046,"surah":17,"no_ayah":17,"tema":"Cara Allah Menghancurkan Suatu Kaum","text_ayah":"وَكَمْ أَهْلَكْنَا مِنَ [h:6524[ٱ]لْقُرُونِ م[i:146[ِنۢ ب]َعْدِ نُو[a:7706[حٍ‌ۗ و]َكَفَىٰ بِرَبِّكَ بِذُنُوبِ عِبَادِه[n[ِۦ] خَبِير[i:7707[َۢا ب]َصِيرًا","text_id":"Banyak generasi setelah Nuh yang telah Kami binasakan. Cukuplah Tuhanmu sebagai Zat Yang Mahateliti lagi Maha Melihat dosa-dosa hamba-Nya.","text_en":"\"How many generations have We laid low after Noah, for your Lord knows and notices well enough the sins of His creatures.","transliteration":"Wa kam ahlaknaa minal qurooni mim ba'di Nooh; wa kafaa bi Rabbika bizunoobi 'ibaadihee Khabeeram Baseeraa","no_fn":"","text_fn":""},{"id":2047,"surah":17,"no_ayah":18,"tema":"Pengejar Dunia dan Pengejar Akhirat","text_ayah":"مَّ[f:506[ن ك]َانَ يُرِيدُ [h:7708[ٱ]لْعَاجِلَةَ عَجَّلْنَا لَهُ[n[ۥ] فِيهَا مَا نَش[o[َا]ٓءُ لِم[a:7709[َن ن]ُّرِيدُ ثُ[g[مّ]َ جَعَلْنَا لَهُ[n[ۥ] جَهَ[g[نّ]َمَ يَصْلَ[n[ـٰ]هَا مَذْمُو[a:7710[مًا م]َّ[q:4617[دْ]حُورًا","text_id":"Siapa yang menghendaki kehidupan sekarang (duniawi) Kami segerakan baginya di (dunia) ini apa yang Kami kehendaki bagi siapa yang Kami kehendaki. Kemudian, Kami sediakan baginya (neraka) Jahanam. Dia akan memasukinya dalam keadaan tercela lagi terusir (dari rahmat Allah).","text_en":"\"Whosoever desires what hastes away, We hasten to give him (in this life) as much as We please to whosoever We will; but afterwards there is Hell for him in which he will burn, disgraced and ostracised.","transliteration":"Man kaana yureedul 'aajilata 'ajjalnaa lahoo feehaa maa nashaaa'u liman nureedu summa ja'alnaa lahoo Jahannama yaslaahaa mazmoomammad hooraa","no_fn":"","text_fn":""},{"id":2048,"surah":17,"no_ayah":19,"tema":"Pengejar Dunia dan Pengejar Akhirat","text_ayah":"وَمَنْ أَرَادَ [h:7711[ٱ]لْأَخِرَةَ وَسَعَىٰ لَهَا سَعْيَهَا وَهُوَ مُؤْمِ[f:3155[نٌ ف]َأُ[s[وْ]لَ[o[ـٰٓ]ئِكَ كَانَ سَعْيُه[w:7712[ُم م]َّشْكُورًا","text_id":"Siapa yang menghendaki kehidupan akhirat dan berusaha ke arah itu dengan sungguh-sungguh, dan dia adalah mukmin, mereka itulah orang yang usahanya dibalas dengan baik.","text_en":"\"But he who desires the Hereafter, and strives for it with a will, and is a believer, will be favoured for his endeavour.","transliteration":"Wa man araadal Aakhirata wa sa'aa lahaa sa'yahaa wa huwa mu'minun fa ulaaa'ika kaana sa'yuhum mashkooraa","no_fn":"","text_fn":""},{"id":2049,"surah":17,"no_ayah":20,"tema":"Pengejar Dunia dan Pengejar Akhirat","text_ayah":"كُل[a:7713[اًّ ن]ُّمِدُّ هَ[o[ـٰٓ]ؤُل[o[َا]ٓءِ وَهَ[o[ـٰٓ]ؤُل[o[َا]ٓءِ مِنْ عَط[o[َا]ٓءِ رَبِّكَ‌ۚ وَمَا كَانَ عَط[o[َا]ٓءُ رَبِّكَ مَحْظُورًا","text_id":"Tiap-tiap (golongan), baik (golongan) ini (yang menginginkan dunia) maupun (golongan) itu (yang menginginkan akhirat) Kami berikan anugerah dari kemurahan Tuhanmu dan kemurahan Tuhanmu tidak dapat dihalangi.","text_en":"\"We bestow from the gifts of your Lord on these and on those, for the gifts of your Lord are not restricted.","transliteration":"Kullan numiddu haaa 'ulaaa'i wa haaa'ulaaa'i min 'ataaa'i rabbik; wa maa kaana 'ataaa'u rabbika mahzooraa","no_fn":"","text_fn":""},{"id":2050,"surah":17,"no_ayah":21,"tema":"Pengejar Dunia dan Pengejar Akhirat","text_ayah":"ٱ[f:2837[نظ]ُرْ كَيْفَ فَضَّلْنَا بَعْضَهُمْ عَلَىٰ بَعْ[a:7714[ضٍ‌ۚ و]َلَلْأَخِرَةُ أَكْبَرُ دَرَجَ[n[ـٰ][a:7715[تٍ و]َأَكْبَرُ تَفْضِيلاً","text_id":"Perhatikanlah bagaimana Kami melebihkan sebagian mereka atas sebagian (yang lain). Sungguh kehidupan akhirat lebih tinggi derajatnya dan lebih besar keutamaannya.","text_en":"\"See, how We favour one over the other; and in life to come are higher ranks and favours greater still.","transliteration":"Unzur kaifa faddalnaa ba'dahum 'alaa ba'd; wa lal Aakhiratu akbaru darajaatinw wa akbaru tafdeelaa","no_fn":"","text_fn":""},{"id":2051,"surah":17,"no_ayah":22,"tema":"Pengejar Dunia dan Pengejar Akhirat","text_ayah":"لَّا تَ[q:7716[جْ]عَلْ مَعَ [h:3975[ٱ]للَّهِ إِلَ[n[ـٰ]هًا ءَاخَرَ فَتَ[q:7717[قْ]عُدَ مَذْمُو[a:7718[مًا م]َّخْذُولاً","text_id":"Janganlah engkau menjadikan tuhan yang lain bersama Allah (sebab) nanti engkau menjadi tercela lagi terhina.","text_en":"\"Do not set up another god with God, or you will remain disgraced and destitute.","transliteration":"Laa taj'al ma'al laahi ilaahan aakhara fataq'uda mazoomam makhzoolaa","no_fn":"","text_fn":""},{"id":2052,"surah":17,"no_ayah":23,"tema":"Beberapa Etika Pergaulan","text_ayah":"۞ وَقَضَىٰ رَبُّكَ أَلَّا تَعْبُد[o[ُوٓ][s[اْ] إِلّ[o[َآ] إِيَّاهُ وَبِ[h:417[ٱ]لْو[n[َٲ]لِدَيْنِ إِحْسَ[n[ـٰ]نًا‌ۚ إِ[g[مّ]َا يَ[q:7719[بْ]لُغَ[g[نّ]َ عِ[f:4962[ند]َكَ [h:7720[ٱ]لْكِبَرَ أَحَدُهُم[o[َآ] أَوْ كِلَاهُمَا فَلَا تَقُل لَّهُم[o[َآ] أُ[a:7721[فٍّ و]َلَا تَنْهَرْهُمَا وَقُل لَّهُمَا قَوْل[f:7722[اً ك]َرِيمًا","text_id":"Tuhanmu telah memerintahkan agar kamu jangan menyembah selain Dia dan hendaklah berbuat baik kepada ibu bapak. Jika salah seorang di antara keduanya atau kedua-duanya sampai berusia lanjut dalam pemeliharaanmu, maka sekali-kali janganlah engkau mengatakan kepada keduanya perkataan “ah” dan janganlah engkau membentak keduanya, serta ucapkanlah kepada keduanya perkataan yang baik.<sup>426)</sup>","text_en":"\"So your Lord has decreed: Do not worship anyone but Him, and be good to your parents. If one or both of them grow old in your presence, do not say fie to them, nor reprove them, but say gentle words to them","transliteration":"Wa qadaa Rabbuka allaa ta'budooo illaaa iyyaahu wa bilwaalidaini ihsaanaa; immaa yablughanna 'indakal kibara ahaduhumaaa aw kilaahumaa falaa taqul lahumaaa uffinw wa laa tanharhumaa wa qullahumaa qawlan kareemaa","no_fn":"426","text_fn":"426) Sekadar mengucapkan kata ah (atau kata-kata kasar lainnya) kepada orang tua tidak dibolehkan oleh agama, apalagi memperlakukan mereka dengan lebih kasar."},{"id":2053,"surah":17,"no_ayah":24,"tema":"Beberapa Etika Pergaulan","text_ayah":"وَ[h:9999[ٱ]خْفِضْ لَهُمَا جَنَاحَ [h:7723[ٱ][l[ل]ذُّلِّ مِنَ [h:7724[ٱ][l[ل]رَّحْمَةِ وَقُ[b:7725[ل] رَّبِّ [h:7726[ٱ]رْحَمْهُمَا كَمَا رَبَّيَانِى صَغِيرًا","text_id":"Rendahkanlah dirimu terhadap keduanya dengan penuh kasih sayang dan ucapkanlah, “Wahai Tuhanku, sayangilah keduanya sebagaimana mereka berdua (menyayangiku ketika) mendidik aku pada waktu kecil.”","text_en":"\"And look after them with kindness and love, and say: \"O Lord, have mercy on them as they nourished me when I was small.\"","transliteration":"Wakhfid lahumaa janaahaz zulli minar rahmati wa qur Rabbir hamhumaa kamaa rabbayaanee sagheera","no_fn":"","text_fn":""},{"id":2054,"surah":17,"no_ayah":25,"tema":"Beberapa Etika Pergaulan","text_ayah":"رَّبُّكُمْ أَعْلَمُ بِمَا فِى نُفُوسِكُمْ‌ۚ إِ[f:3101[ن ت]َكُونُو[s[اْ] صَ[n[ـٰ]لِحِينَ فَإِ[g[نّ]َهُ[n[ۥ] كَانَ لِلْأَوّ[n[َٲ]بِينَ غَفُورًا","text_id":"Tuhanmu lebih mengetahui apa yang ada dalam dirimu. Jika kamu adalah orang-orang yang saleh, sesungguhnya Dia adalah Maha Pengampun bagi orang-orang yang bertobat.","text_en":"Your Lord knows what is in your heart. If you are righteous, then He is indeed forgiving to those who turn (to Him) in repentance.","transliteration":"Rabbukum a'lamu bimaa fee nufoosikum; in takoonoo saaliheena fa innahoo kaana lil awwaabeena Ghafoooraa","no_fn":"","text_fn":""},{"id":2055,"surah":17,"no_ayah":26,"tema":"Beberapa Etika Pergaulan","text_ayah":"وَءَاتِ ذَا [h:7727[ٱ]لْقُرْبَىٰ حَقَّهُ[n[ۥ] وَ[h:7728[ٱ]لْمِسْكِينَ وَ[h:911[ٱ][q:911[بْ]نَ [h:912[ٱ][l[ل]سَّبِيلِ وَلَا تُبَذِّرْ تَ[q:7729[بْ]ذِيرًا","text_id":"Berikanlah kepada kerabat dekat haknya, (juga kepada) orang miskin, dan orang yang dalam perjalanan. Janganlah kamu menghambur-hamburkan (hartamu) secara boros.","text_en":"So give to your relatives what is their due, and to those who are needy, and the wayfarers; and do not dissipate (your wealth) extravagantly.","transliteration":"Wa aati zal qurbaa haqqahoo walmiskeena wabnas sabeeli wa laa tubazzir tabzeeraa","no_fn":"","text_fn":""},{"id":2056,"surah":17,"no_ayah":27,"tema":"Beberapa Etika Pergaulan","text_ayah":"إِ[g[نّ]َ [h:7730[ٱ]لْمُبَذِّرِينَ كَان[o[ُوٓ][s[اْ] إِخْو[n[َٲ]نَ [h:7731[ٱ][l[ل]شَّيَ[n[ـٰ]طِينِ‌ۖ وَكَانَ [h:7732[ٱ][l[ل]شَّيْطَ[n[ـٰ]نُ لِرَبِّه[n[ِۦ] كَفُورًا","text_id":"Sesungguhnya para pemboros itu adalah saudara-saudara setan dan setan itu sangat ingkar kepada Tuhannya.","text_en":"Those who dissipate (their wealth) are the brethren of the devils, and the Devil was ungrateful to his Lord.","transliteration":"Innal mubazzireena kaanoo ikhwaanash shayaateeni wa kaanash shaytaanu li Rabbihee kafooraa","no_fn":"","text_fn":""},{"id":2057,"surah":17,"no_ayah":28,"tema":"Beberapa Etika Pergaulan","text_ayah":"وَإِ[g[مّ]َا تُعْرِضَ[g[نّ]َ عَنْهُمُ [h:7733[ٱ][q:1130[بْ]تِغ[o[َا]ٓءَ رَحْمَ[a:7734[ةٍ م]ّ[u:770[ِن ر]َّبِّكَ تَرْجُوهَا فَقُل لَّهُمْ قَوْل[a:7735[اً م]َّيْسُورًا","text_id":"Jika (tidak mampu membantu sehingga) engkau (terpaksa) berpaling dari mereka untuk memperoleh rahmat dari Tuhanmu yang engkau harapkan, ucapkanlah kepada mereka perkataan yang lemah lembut.","text_en":"If you neglect (your parents) while seeking the bounty of your Lord, of which you are hopeful, speak to them softly.","transliteration":"Wa immaa turidanna 'anhumub tighaaa'a rahmatim mir rabbika tarjoohaa faqul lahum qawlam maisooraa","no_fn":"","text_fn":""},{"id":2058,"surah":17,"no_ayah":29,"tema":"Beberapa Etika Pergaulan","text_ayah":"وَلَا تَ[q:7716[جْ]عَلْ يَدَكَ مَغْلُولَةً إِلَىٰ عُنُقِكَ وَلَا تَ[q:7736[بْ]سُ[q:7736[طْ]هَا كُلَّ [h:7737[ٱ]لْبَسْطِ فَتَ[q:7717[قْ]عُدَ مَلُو[a:7738[مًا م]َّحْسُورًا","text_id":"Janganlah engkau jadikan tanganmu terbelenggu pada lehermu (kikir) dan jangan (pula) engkau mengulurkannya secara berlebihan sebab nanti engkau menjadi tercela lagi menyesal.","text_en":"Do not be niggardly, nor extravagant that you may later feel reprehensive and constrained.","transliteration":"Wa laa taj'al yadaka maghloolatan il 'unuqika wa laa tabsut haa kullal basti fataq'uda maloomam mahsooraa","no_fn":"","text_fn":""},{"id":2059,"surah":17,"no_ayah":30,"tema":"Beberapa Etika Pergaulan","text_ayah":"إِ[g[نّ]َ رَبَّكَ يَ[q:6968[بْ]سُطُ [h:6969[ٱ][l[ل]رِّزْقَ لِم[a:1537[َن ي]َش[o[َا]ٓءُ وَيَ[q:6970[قْ]دِرُ‌ۚ إِ[g[نّ]َهُ[n[ۥ] كَانَ بِعِبَادِه[n[ِۦ] خَبِير[i:7707[َۢا ب]َصِيرًا","text_id":"Sesungguhnya Tuhanmu melapangkan rezeki bagi siapa yang Dia kehendaki dan menyempitkan (-nya bagi siapa yang Dia kehendaki). Sesungguhnya Dia Mahateliti lagi Maha Melihat hamba-hamba-Nya.","text_en":"Certainly your Lord provides with open hands whosoever He will, but according to capacity, for He knows and watches His creatures.","transliteration":"Inna Rabbaka yabsuturrizqa limai yashaaa'u wa yaqdir; innahoo kaana bi'ibaadihee Khabeeram Baseera","no_fn":"","text_fn":""},{"id":2060,"surah":17,"no_ayah":31,"tema":"Beberapa Etika Pergaulan","text_ayah":"وَلَا تَ[q:2734[قْ]تُل[o[ُوٓ][s[اْ] أَوْلَ[n[ـٰ]دَكُمْ خَشْيَةَ إِمْلَ[n[ـٰ][a:4520[قٍ‌ۖ ن]َّحْنُ نَرْزُقُهُمْ وَإِيَّاكُمْ‌ۚ إِ[g[نّ]َ قَتْلَهُمْ كَانَ خِ[q:7739[طْ]ـ[f:7740[ـًٔا ك]َبِيرًا","text_id":"Janganlah kamu membunuh anak-anakmu karena takut miskin. Kamilah yang memberi rezeki kepada mereka dan (juga) kepadamu. Sesungguhnya membunuh mereka itu adalah suatu dosa yang besar.","text_en":"Do not abandon your children out of fear of poverty. We will provide for them and for you. Killing them is certainly a great wrong.","transliteration":"Wa laa taqtulooo awlaadakum khashyata imlaaq; nahnu narzuquhum wa iyyaakum; inna qatlahum kaana khitan kabeeraa","no_fn":"","text_fn":""},{"id":2061,"surah":17,"no_ayah":32,"tema":"Beberapa Etika Pergaulan","text_ayah":"وَلَا تَ[q:2802[قْ]رَبُو[s[اْ] [h:7741[ٱ][l[ل]زِّنَ[o[ىٰٓ‌ۖ] إِ[g[نّ]َهُ[n[ۥ] كَانَ فَ[n[ـٰ]حِشَ[a:7742[ةً و]َس[o[َا]ٓءَ سَبِيلاً","text_id":"Janganlah kamu mendekati zina. Sesungguhnya (zina) itu adalah perbuatan keji dan jalan terburuk.","text_en":"And do not go near fornication, as it is immoral and an evil way.","transliteration":"Wa laa taqrabuz zinaaa innahoo kaana faahishatanw wa saaa'a sabeelaa","no_fn":"","text_fn":""},{"id":2062,"surah":17,"no_ayah":33,"tema":"Beberapa Etika Pergaulan","text_ayah":"وَلَا تَ[q:2734[قْ]تُلُو[s[اْ] [h:4522[ٱ][l[ل][g[نّ]َفْسَ [h:4523[ٱ]لَّتِى حَرَّمَ [h:3706[ٱ]للَّهُ إِلَّا بِ[h:370[ٱ]لْحَقِّ‌ۗ وَمَ[f:7743[ن ق]ُتِلَ مَظْلُو[f:7744[مًا ف]َقَ[q:563[دْ] جَعَلْنَا لِوَلِيِّه[n[ِۦ] سُلْطَ[n[ـٰ][f:7745[نًا ف]َلَا يُسْرِف فِّى [h:7746[ٱ]لْقَتْلِ‌ۖ إِ[g[نّ]َهُ[n[ۥ] كَانَ مَ[f:7747[نص]ُورًا","text_id":"Janganlah kamu membunuh orang yang diharamkan Allah (membunuhnya), kecuali dengan suatu (alasan) yang benar.<sup>427)</sup> Siapa yang dibunuh secara teraniaya, sungguh Kami telah memberi kekuasaan<sup>428)</sup> kepada walinya. Akan tetapi, janganlah dia (walinya itu) melampaui batas dalam pembunuhan (kisas). Sesungguhnya dia adalah orang yang mendapat pertolongan.","text_en":"And do not take a life, which God has forbidden, except in a just cause. We have given the right (of redress) to the heir of the person who is killed, but he should not exceed the limits (of justice) by slaying (the killer), for he will be judged (by the same law).","transliteration":"Wa laa taqtulun nafsal latee harramal laahu illaa bilhaqq; wa man qutila mazlooman faqad ja'alnaa liwaliyyihee sultaanan falaa yusrif fil qatli innahoo kaana mansooraa","no_fn":"427","text_fn":"427) Lihat catatan kaki surah al-An‘ām/6: 151.</br>428) Yang dimaksud dengan kekuasaan di sini ialah kewenangan ahli waris korban pembunuhan atau pemerintah yang sah untuk menuntut kisas atau menerima diat (lihat surah al-Baqarah/2: 178 dan an-Nisā’/4: 92)."},{"id":2063,"surah":17,"no_ayah":34,"tema":"Beberapa Etika Pergaulan","text_ayah":"وَلَا تَ[q:2802[قْ]رَبُو[s[اْ] مَالَ [h:4525[ٱ]لْيَتِيمِ إِلَّا بِ[h:4526[ٱ]لَّتِى هِىَ أَحْسَنُ حَتَّىٰ يَ[q:1053[بْ]لُغَ أَشُدَّهُ[n[ۥ]‌ۚ وَأَوْفُو[s[اْ] بِ[h:7748[ٱ]لْعَهْدِ‌ۖ إِ[g[نّ]َ [h:7749[ٱ]لْعَهْدَ كَانَ مَسْــُٔولاً","text_id":"Janganlah kamu mendekati harta anak yatim, kecuali dengan (cara) yang terbaik (dengan mengembangkannya) sampai dia dewasa dan penuhilah janji (karena) sesungguhnya janji itu pasti diminta pertanggungjawabannya.","text_en":"And do not touch the property of the orphans except for bettering it, until they come of age; and fulfil the promise made: You will surely be questioned about the promise.","transliteration":"Wa laa taqraboo maalal yateemi illaa billatee hiya ahsanu hattaa yablugha ashuddah; wa awfoo bil'ahd, innal 'ahda kaana mas'oolaa","no_fn":"","text_fn":""},{"id":2064,"surah":17,"no_ayah":35,"tema":"Beberapa Etika Pergaulan","text_ayah":"وَأَوْفُو[s[اْ] [h:4527[ٱ]لْكَيْلَ إِذَا كِلْتُمْ وَزِنُو[s[اْ] بِ[h:7750[ٱ]لْقِسْطَاسِ [h:7751[ٱ]لْمُسْتَقِيمِ‌ۚ ذ[n[َٲ]لِكَ خَيْ[a:2869[رٌ و]َأَحْسَنُ تَأْوِيلاً","text_id":"Sempurnakanlah takaran apabila kamu menakar dan timbanglah dengan timbangan yang benar. Itulah yang paling baik dan paling bagus akibatnya.","text_en":"Give full measure when you are measuring, and weigh on a balanced scale. This is better, and excellent its consequence.","transliteration":"Wa awful kaila izaa kiltum wa zinoo bilqistaasil mustaqeem; zaalika khairunw wa ahsanu taaweelaa","no_fn":"","text_fn":""},{"id":2065,"surah":17,"no_ayah":36,"tema":"Beberapa Etika Pergaulan","text_ayah":"وَلَا تَ[q:7752[قْ]فُ مَا لَيْسَ لَكَ بِه[n[ِۦ] عِلْمٌ‌ۚ إِ[g[نّ]َ [h:7753[ٱ][l[ل]سَّمْعَ وَ[h:7754[ٱ]لْبَصَرَ وَ[h:7755[ٱ]لْفُؤَادَ كُلُّ أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ كَانَ عَنْهُ مَسْــُٔولاً","text_id":"Janganlah engkau mengikuti sesuatu yang tidak kauketahui. Sesungguhnya pendengaran, penglihatan, dan hati nurani, semua itu akan diminta pertanggungjawabannya.","text_en":"Do not follow that of which you have no knowledge. Verily the ear, the eye, the heart, each will be questioned.","transliteration":"Wa laa taqfu maa laisa laka bihee 'ilm; innas sam'a walbasara walfu'aada kullu ulaaa'ika kaana 'anhu mas'oolaa","no_fn":"","text_fn":""},{"id":2066,"surah":17,"no_ayah":37,"tema":"Beberapa Etika Pergaulan","text_ayah":"وَلَا تَمْشِ فِى [h:44[ٱ]لْأَرْضِ مَرَحًا‌ۖ إِ[g[نّ]َكَ لَ[f:7756[ن ت]َخْرِقَ [h:7757[ٱ]لْأَرْضَ وَلَ[f:7758[ن ت]َ[q:7759[بْ]لُغَ [h:7760[ٱ]لْجِبَالَ طُولاً","text_id":"Janganlah engkau berjalan di bumi ini dengan sombong karena sesungguhnya engkau tidak akan dapat menembus bumi dan tidak akan mampu menjulang setinggi gunung.","text_en":"And do not strut about the land with insolence: Surely you cannot cleave the earth, nor attain the height of mountains in stature.","transliteration":"Wa laa tamshi fil ardi marahan innaka lan takhriqal arda wa lan tablughal jibaala toola","no_fn":"","text_fn":""},{"id":2067,"surah":17,"no_ayah":38,"tema":"Beberapa Etika Pergaulan","text_ayah":"كُلُّ ذ[n[َٲ]لِكَ كَانَ سَيِّئُهُ[n[ۥ] عِ[f:264[ند]َ رَبِّكَ مَكْرُوهًا","text_id":"Kejahatan dari semua (larangan) itu<sup>429)</sup> dibenci di sisi Tuhanmu.","text_en":"All these are evil and odious to your Lord.","transliteration":"Kullu zaalika kaana sayyi'uhoo inda Rabbika makroohaa","no_fn":"429","text_fn":"429) Yang dimaksud adalah larangan-larangan yang disebut dalam ayat 22, 23, 26, 29, 31, 32, 33, 34, 36, dan 37 surah ini."},{"id":2068,"surah":17,"no_ayah":39,"tema":"Beberapa Etika Pergaulan","text_ayah":"ذ[n[َٲ]لِكَ مِ[g[مّ][o[َآ] أَوْحَ[o[ىٰٓ] إِلَيْكَ رَبُّكَ مِنَ [h:7761[ٱ]لْحِكْمَةِ‌ۗ وَلَا تَ[q:7716[جْ]عَلْ مَعَ [h:3975[ٱ]للَّهِ إِلَ[n[ـٰ]هًا ءَاخَرَ فَتُلْقَىٰ فِى جَهَ[g[نّ]َمَ مَلُو[a:7762[مًا م]َّ[q:4617[دْ]حُورًا","text_id":"Itulah sebagian hikmah yang diwahyukan Tuhan kepada engkau (Nabi Muhammad). Janganlah engkau menjadikan tuhan yang lain di samping Allah, yang menyebabkan engkau dilemparkan ke dalam neraka dalam keadaan tercela lagi terusir (dari rahmat Allah).","text_en":"This is some of the wisdom your Lord has revealed to you. So do not take another god apart from God, or you will be cast into Hell, reproved, ostracised.","transliteration":"Zaalika mimmaaa awhaaa ilaika Rabbuka minal hikmah; wa laa taj'al ma'allaahi ilaahan aakhara fatulqaa fee Jahannama maloomam mad hooraa","no_fn":"","text_fn":""},{"id":2069,"surah":17,"no_ayah":40,"tema":"Sanggahan terhadap Orang-Orang yang Mempersekutukan Allah","text_ayah":"أَفَأَصْفَ[n[ـٰ]كُمْ رَبُّك[c:7763[ُم ب]ِ[h:7764[ٱ]لْبَنِينَ وَ[h:3162[ٱ]تَّخَذَ مِنَ [h:2217[ٱ]لْمَلَ[o[ـٰٓ]ئِكَةِ إِنَ[n[ـٰ]ثًا‌ۚ إِ[g[نّ]َكُمْ لَتَقُولُونَ قَوْلاً عَظِيمًا","text_id":"Apakah (pantas) Tuhanmu memilihkan anak laki-laki untukmu, sedangkan Dia menjadikan malaikat sebagai anak perempuan? Sesungguhnya kamu (kaum musyrik) benar-benar mengucapkan perkataan yang (dosanya) sangat besar.","text_en":"Has God chosen to give you sons, and taken for Himself daughters from among the angels? You utter grievous things indeed!","transliteration":"Afa asfaakum rabbukum bilbaneena wattakhaza minal malaaa'ikati inaasaa; innakum lataqooloona qawlan 'azeema","no_fn":"","text_fn":""},{"id":2070,"surah":17,"no_ayah":41,"tema":"Sanggahan terhadap Orang-Orang yang Mempersekutukan Allah","text_ayah":"وَلَقَ[q:341[دْ] صَرَّفْنَا فِى هَ[n[ـٰ]ذَا [h:7765[ٱ]لْقُرْءَانِ لِيَذَّكَّرُو[s[اْ] وَمَا يَزِيدُهُمْ إِلَّا نُفُورًا","text_id":"Sungguh telah Kami (jelaskan) berulang-ulang (peringatan) dalam Al-Qur’an ini agar mereka selalu ingat. Akan tetapi, (peringatan) itu tidak menambah (apa pun) kepada mereka, kecuali makin lari (dari kebenaran).","text_en":"We have explained (the truth) in various ways in this Qur'an, that they may be warned; but it only increased their refractoriness.","transliteration":"Wa laqad sarrafnaa fee haazal Quraani liyazzakkaroo wa maa yazeeduhum illaa nufooraa","no_fn":"","text_fn":""},{"id":2071,"surah":17,"no_ayah":42,"tema":"Sanggahan terhadap Orang-Orang yang Mempersekutukan Allah","text_ayah":"قُل لَّوْ كَانَ مَعَهُ[o[ۥٓ] ءَالِهَ[f:7766[ةٌ ك]َمَا يَقُولُونَ إِ[u:7767[ذًا ل]َّ[h:7768[ٱ][q:7768[بْ]تَغَوْ[s[اْ] إِلَىٰ ذِى [h:7769[ٱ]لْعَرْشِ سَبِيلاً","text_id":"Katakanlah (Nabi Muhammad), “Seandainya ada tuhan-tuhan (lain) di samping-Nya, sebagaimana yang mereka katakan, niscaya tuhan-tuhan itu mencari jalan kepada (Tuhan) Pemilik ʻArasy (untuk mengalahkan atau menyaingi-Nya).”","text_en":"Say: \"Had there been other gods with Him, as they assert, they would surely have sought a way (of opposition) against the Lord of the Throne.\"","transliteration":"Qul law kaana ma'ahooo aalihatun kamaa yaqooloona izal labtaghaw ilaa zil 'Arshi Sabeela","no_fn":"","text_fn":""},{"id":2072,"surah":17,"no_ayah":43,"tema":"Sanggahan terhadap Orang-Orang yang Mempersekutukan Allah","text_ayah":"سُ[q:608[بْ]حَ[n[ـٰ]نَهُ[n[ۥ] وَتَعَ[n[ـٰ]لَىٰ عَ[g[مّ]َا يَقُولُونَ عُلُو[f:7661[ًّا ك]َبِيرًا","text_id":"Mahasuci dan Mahatinggi Dia dari apa yang mereka katakan dengan ketinggian yang agung.","text_en":"Too glorious and high is He, too exalted for what they say!","transliteration":"Subhaanahoo wa Ta'aalaa 'ammaa yaqooloona 'uluwwan kabeeraa","no_fn":"","text_fn":""},{"id":2073,"surah":17,"no_ayah":44,"tema":"Sanggahan terhadap Orang-Orang yang Mempersekutukan Allah","text_ayah":"تُسَبِّحُ لَهُ [h:7770[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تُ [h:7771[ٱ][l[ل]سَّ[q:7772[بْ]عُ وَ[h:2241[ٱ]لْأَرْضُ وَمَ[f:7773[ن ف]ِيهِ[g[نّ]َ‌ۚ وَإ[a:3281[ِن م]ِّ[f:2103[ن ش]َىْءٍ إِلَّا يُسَبِّحُ بِحَمْدِه[n[ِۦ] وَلَ[n[ـٰ]ك[u:46[ِن ل]َّا تَفْقَهُونَ تَسْبِيحَهُمْ‌ۗ إِ[g[نّ]َهُ[n[ۥ] كَانَ حَلِيمًا غَفُورًا","text_id":"Langit yang tujuh, bumi, dan semua yang ada di dalamnya senantiasa bertasbih kepada Allah. Tidak ada sesuatu pun, kecuali senantiasa bertasbih dengan memuji-Nya, tetapi kamu tidak mengerti tasbih mereka. Sesungguhnya Dia Maha Penyantun lagi Maha Pengampun.","text_en":"The seven skies, the earth, and all that lies within them, sing hallelujas to Him. There is nothing that does not chant His praises, but you do not understand their hymns of praise. He is verily clement and forgiving.","transliteration":"Tusabbihu lahus samaawaatus sab'u wal ardu wa man feehinn; wa im min shai'in illaa yusabbihu bihamdihee wa laakil laa tafqahoona tasbeehahum; innahoo kaana Haleeman Ghafooraa","no_fn":"","text_fn":""},{"id":2074,"surah":17,"no_ayah":45,"tema":"Orang-Orang Kafir Tidak Dapat Memahami Al-Qur’an","text_ayah":"وَإِذَا قَرَأْتَ [h:7580[ٱ]لْقُرْءَانَ جَعَلْنَا بَيْنَكَ وَبَيْنَ [h:7774[ٱ]لَّذِينَ لَا يُؤْمِنُونَ بِ[h:447[ٱ]لْأَخِرَةِ حِجَا[a:7775[بًا م]َّسْتُورًا","text_id":"Apabila engkau (Nabi Muhammad) membaca Al-Qur’an, Kami adakan suatu tabir yang tertutup antara engkau dan orang-orang yang tidak beriman pada kehidupan akhirat.","text_en":"When you recite the Qur'an, We place a hidden veil between you and those who do not believe in the Hereafter;","transliteration":"Wa izaa qaraatal Quraana ja'alnaa bainaka wa bainal lazeena laa yu'minoona bil aakhirati hijaabam mastooraa","no_fn":"","text_fn":""},{"id":2075,"surah":17,"no_ayah":46,"tema":"Orang-Orang Kafir Tidak Dapat Memahami Al-Qur’an","text_ayah":"وَجَعَلْنَا عَلَىٰ قُلُوبِهِمْ أَكِ[g[نّ]َةً أ[a:3987[َن ي]َفْقَهُوهُ وَف[o[ِىٓ] ءَاذَانِهِمْ وَ[q:3988[قْ][a:7776[رًا‌ۚ و]َإِذَا ذَكَرْتَ رَبَّكَ فِى [h:7777[ٱ]لْقُرْءَانِ وَحْدَهُ[n[ۥ] وَلَّوْ[s[اْ] عَلَ[o[ىٰٓ] أَ[q:7778[دْ]بَ[n[ـٰ]رِهِمْ نُفُورًا","text_id":"Kami jadikan di atas hati mereka penutup-penutup (sesuai dengan kehendak dan sikap mereka) sehingga mereka tidak memahaminya dan di telinga mereka ada penyumbat (sehingga tidak mendengarnya). Apabila engkau menyebut (nama) Tuhanmu saja dalam Al-Qur’an, mereka berpaling ke belakang melarikan diri (karena benci).","text_en":"And We put covers over their hearts and deafness in their ears that they should not understand it. So when you invoke your Lord alone in the Qur'an they turn their backs and walk away.","transliteration":"Wa ja'alnaa 'alaa quloo bihim akinnatan any yafqahoohu wa feee aazaanihim waqraa; wa izaa zakarta Rabbaka fil Quraani wahdahoo wallaw 'alaaa adbaarihim nufooraa","no_fn":"","text_fn":""},{"id":2076,"surah":17,"no_ayah":47,"tema":"Orang-Orang Kafir Tidak Dapat Memahami Al-Qur’an","text_ayah":"نَّحْنُ أَعْلَمُ بِمَا يَسْتَمِعُونَ بِه[o[ِۦٓ] إِذْ يَسْتَمِعُونَ إِلَيْكَ وَإِذْ هُمْ نَ[q:7779[جْ]وَ[o[ىٰٓ] إِذْ يَقُولُ [h:7780[ٱ][l[ل]ظَّ[n[ـٰ]لِمُونَ إِ[f:4511[ن ت]َتَّبِعُونَ إِلَّا رَجُل[a:7781[اً م]َّسْحُورًا","text_id":"Kami lebih tahu bagaimana (sikap) mereka mendengarkan (Al-Qur’an) saat mereka mendengarkan engkau (Nabi Muhammad) dan berbisik-bisik (sesama mereka) ketika orang-orang zalim itu berkata, “Kamu tidak mengikuti (siapa pun), kecuali seorang laki-laki yang kena sihir.”","text_en":"We know well with what (intent) they hear you, for when they confer privately the wicked say: \"You follow but a man deluded.\"","transliteration":"nahnu a'lamu bimaa yastami'oona biheee iz yastami'oona ilaika wa iz hum najwaaa iz yaqooluz zaalimoona in tattabi'oona illaa rajulam mas hooraa","no_fn":"","text_fn":""},{"id":2077,"surah":17,"no_ayah":48,"tema":"Orang-Orang Kafir Tidak Dapat Memahami Al-Qur’an","text_ayah":"ٱ[f:2837[نظ]ُرْ كَيْفَ ضَرَبُو[s[اْ] لَكَ [h:7782[ٱ]لْأَمْثَالَ فَضَلُّو[s[اْ] فَلَا يَسْتَطِيعُونَ سَبِيلاً","text_id":"Perhatikanlah (Nabi Muhammad) bagaimana mereka membuat perumpamaan-perumpamaan (yang buruk) tentang engkau! Maka, sesatlah mereka sehingga tidak sanggup (mendapatkan) jalan (untuk menentang kerasulanmu).","text_en":"See, what comparisons they coin for you, and go astray, and thus cannot find the way.","transliteration":"Unzur kaifa daraboo lakal amsaala fadalloo falaa yastatee'oona sabeelaa","no_fn":"","text_fn":""},{"id":2078,"surah":17,"no_ayah":49,"tema":"Cara Membantah Keingkaran Kaum Musyrik","text_ayah":"وَقَال[o[ُوٓ][s[اْ] أَءِذَا كُ[g[نّ]َا عِظَ[n[ـٰ][a:7783[مًا و]َرُفَ[n[ـٰ]تًا أَءِ[g[نّ]َا لَمَ[q:7784[بْ]عُوثُونَ خَلْ[f:7785[قًا ج]َدِيدًا","text_id":"Mereka berkata, “Apabila kami telah menjadi tulang-belulang dan kepingan-kepingan (yang berserakan), apakah kami benar-benar akan dibangkitkan kembali sebagai makhluk yang baru?”","text_en":"Yet they say: \"When we are turned to bones and bits, shall we be raised as a new creation?\"","transliteration":"Wa qaalooo'a izaa kunnaa 'izaamanw wa rufaatan 'a innaa lamab'oosoona khalqan jadeedaa","no_fn":"","text_fn":""},{"id":2079,"surah":17,"no_ayah":50,"tema":"Cara Membantah Keingkaran Kaum Musyrik","text_ayah":"۞ قُلْ كُونُو[s[اْ] حِجَارَةً أَوْ حَدِيدًا","text_id":"Katakanlah (Nabi Muhammad), “Jadilah kamu batu atau besi,","text_en":"Tell them: \"(Even if) you turn to stones or steel,","transliteration":"Qul koonoo jijaaratan aw hadeedaa","no_fn":"","text_fn":""},{"id":2080,"surah":17,"no_ayah":51,"tema":"Cara Membantah Keingkaran Kaum Musyrik","text_ayah":"أَوْ خَلْ[a:7786[قًا م]ِّ[g[مّ]َا يَكْبُرُ فِى صُدُورِكُمْ‌ۚ فَسَيَقُولُونَ م[a:7787[َن ي]ُعِيدُنَا‌ۖ قُلِ [h:7788[ٱ]لَّذِى فَطَرَكُمْ أَوَّلَ مَرَّ[f:7789[ةٍ‌ۚ ف]َسَيُنْغِضُونَ إِلَيْكَ رُءُوسَهُمْ وَيَقُولُونَ مَتَىٰ هُوَ‌ۖ قُلْ عَسَ[o[ىٰٓ] أ[a:3312[َن ي]َكُونَ قَرِيبًا","text_id":"atau (jadilah) makhluk lain yang tidak mungkin hidup kembali menurut pikiranmu (maka Allah akan tetap menghidupkannya kembali).” Kemudian, mereka akan bertanya, “Siapa yang akan menghidupkan kami kembali?” Katakanlah, “Yang telah menciptakan kamu pertama kali.” Mereka akan menggeleng-gelengkan kepalanya kepadamu (karena takjub) dan berkata, “Kapan (kiamat) itu (akan terjadi)?” Katakanlah, “Barangkali waktunya sudah dekat,”","text_en":"Or some other created thing which may seem to you most difficult (to create)!\" They will then say: \"Who will revert us back?\" Say: \"He who originated you in the first place.\" They will shake their heads at you and say: \"When will that be?\" Say: \"In the near future, perhaps,","transliteration":"aw khalqam mimmaa yakburu fee sudoorikum; fasa yaqooloona mai yu'eedunaa qulil lazee fatarakum awwala marrah; fasa yunghidoona ilaika ru'oosahum wa yaqooloona mataa huwa qul 'asaaa any yakoona qareeba","no_fn":"","text_fn":""},{"id":2081,"surah":17,"no_ayah":52,"tema":"Cara Membantah Keingkaran Kaum Musyrik","text_ayah":"يَوْمَ يَ[q:2332[دْ]عُوكُمْ فَتَسْتَجِيبُونَ بِحَمْدِه[n[ِۦ] وَتَظُ[g[نّ]ُونَ إ[u:7790[ِن ل]َّبِثْتُمْ إِلَّا قَلِيلاً","text_id":"yaitu pada hari (ketika) Dia memanggilmu, lalu kamu mematuhi-Nya sambil memuji-Nya dan mengira tidak berdiam (di bumi) kecuali hanya sebentar.","text_en":"\"On the day when He will call you, and you will answer with His praises and imagine you did not tarry but a while.\"","transliteration":"Yawma yad'ookum fatastajeeboona bihamdihee wa tazunnoona il labistum illaa qaleela","no_fn":"","text_fn":""},{"id":2082,"surah":17,"no_ayah":53,"tema":"Cara Membantah Keingkaran Kaum Musyrik","text_ayah":"وَقُل لِّعِبَادِى يَقُولُو[s[اْ] [h:7791[ٱ]لَّتِى هِىَ أَحْسَنُ‌ۚ إِ[g[نّ]َ [h:4634[ٱ][l[ل]شَّيْطَ[n[ـٰ]نَ يَ[f:7792[نز]َغُ بَيْنَهُمْ‌ۚ إِ[g[نّ]َ [h:4634[ٱ][l[ل]شَّيْطَ[n[ـٰ]نَ كَانَ لِلْإِ[f:6549[نس]َ[n[ـٰ]نِ عَدُو[a:3082[ًّا م]ُّبِينًا","text_id":"Katakan kepada hamba-hamba-Ku supaya mereka mengucapkan perkataan yang lebih baik (dan benar). Sesungguhnya setan itu selalu menimbulkan perselisihan di antara mereka. Sesungguhnya setan adalah musuh yang nyata bagi manusia.","text_en":"Tell My creatures only to speak words that are good. Verily Satan sows dissensions: Satan is indeed the acknowledged enemy of mankind.","transliteration":"Wa qul li'ibaadee yaqoolul latee hiya ahsan; innash shaitaana yanzaghu bainahum; innash shaitaana kaana lil insaani 'aduwwam mubeenaa","no_fn":"","text_fn":""},{"id":2083,"surah":17,"no_ayah":54,"tema":"Cara Membantah Keingkaran Kaum Musyrik","text_ayah":"رَّبُّكُمْ أَعْلَمُ بِكُمْ‌ۖ إ[a:3197[ِن ي]َشَأْ يَرْحَمْكُمْ أَوْ إ[a:3197[ِن ي]َشَأْ يُعَذِّ[q:5585[بْ]كُمْ‌ۚ وَم[o[َآ] أَرْسَلْنَ[n[ـٰ]كَ عَلَيْهِمْ وَكِيلاً","text_id":"Tuhanmu lebih mengetahui tentang kamu. Jika Dia menghendaki, niscaya Dia merahmatimu dan jika Dia menghendaki, niscaya Dia mengazabmu. Kami tidaklah mengutusmu (Nabi Muhammad) sebagai penjaga bagi mereka.","text_en":"Your Lord knows you better: He may have mercy on you if He please, or punish you if He will. Yet We have not sent you as warden over them.","transliteration":"Rabbukum a'lamu bikum iny yashaaa yarhamkum aw iny yashaa yu'azzibkum; wa maaa arsalnaaka 'alaihim wakeelaa","no_fn":"","text_fn":""},{"id":2084,"surah":17,"no_ayah":55,"tema":"Cara Membantah Keingkaran Kaum Musyrik","text_ayah":"وَرَبُّكَ أَعْلَمُ بِمَ[f:7793[ن ف]ِى [h:609[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:177[ٱ]لْأَرْضِ‌ۗ وَلَقَ[q:341[دْ] فَضَّلْنَا بَعْضَ [h:7794[ٱ][l[ل][g[نّ]َبِيِّـ[n[ـۧ]نَ عَلَىٰ بَعْ[a:7795[ضٍ‌ۖ و]َءَاتَيْنَا دَاوُ[n[ۥ]دَ زَبُورًا","text_id":"Tuhanmu lebih mengetahui siapa yang di langit dan di bumi. Sungguh, Kami telah melebihkan sebagian nabi-nabi atas sebagian (yang lain) dan Kami anugerahkan Zabur kepada Daud.","text_en":"Your Lord knows whoever is in the heavens and the earth. We exalted some of the prophets over the others; and to David We gave the Book of Psalms.","transliteration":"Wa Rabbuka a'lamu biman fis samaawaati wal lard; wa laqad faddalnaa ba'dan Nabiyyeena 'alaa ba'dinw wa aatainaaa Daawooda Zabooraa","no_fn":"","text_fn":""},{"id":2085,"surah":17,"no_ayah":56,"tema":"Cara Membantah Keingkaran Kaum Musyrik","text_ayah":"قُلِ [h:5199[ٱ][q:4751[دْ]عُو[s[اْ] [h:7796[ٱ]لَّذِينَ زَعَمْت[w:7797[ُم م]ِّ[f:3136[ن د]ُونِه[n[ِۦ] فَلَا يَمْلِكُونَ كَشْفَ [h:7798[ٱ][l[ل]ضُّرِّ عَ[f:255[نك]ُمْ وَلَا تَحْوِيلاً","text_id":"Katakanlah (Nabi Muhammad), “Serulah mereka yang kamu anggap (tuhan)<sup>430)</sup> selain Dia. Mereka tidak akan mampu menghilangkan bahaya darimu dan tidak (pula) mampu mengalihkannya.”","text_en":"Say: \"Call those whom you imagine to be gods besides Him; yet they have no power to relieve you of any distress or to avert it.\"","transliteration":"Qulid 'ul lazeena za'amtum min doonihee falaa yamlikoona kashfad durri'ankum wa laa tahweelaa","no_fn":"430","text_fn":"430) Maksudnya adalah apa yang diyakini mereka sebagai tuhan, yaitu berhala, malaikat, jin, dan sebagainya."},{"id":2086,"surah":17,"no_ayah":57,"tema":"Cara Membantah Keingkaran Kaum Musyrik","text_ayah":"أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ [h:51[ٱ]لَّذِينَ يَ[q:1240[دْ]عُونَ يَ[q:3357[بْ]تَغُونَ إِلَىٰ رَبِّهِمُ [h:7799[ٱ]لْوَسِيلَةَ أَيُّهُمْ أَ[q:1355[قْ]رَبُ وَيَرْجُونَ رَحْمَتَهُ[n[ۥ] وَيَخَافُونَ عَذَابَهُ[o[ۥٓ‌ۚ] إِ[g[نّ]َ عَذَابَ رَبِّكَ كَانَ مَحْذُورًا","text_id":"Orang-orang yang mereka seru itu, mereka (sendiri) mencari jalan kepada Tuhan<sup>431)</sup> (masing-masing berharap) siapa di antara mereka yang lebih dekat (kepada Allah). Mereka juga mengharapkan rahmat-Nya dan takut akan azab-Nya. Sesungguhnya, azab Tuhanmu itu adalah yang (harus) ditakuti.","text_en":"Those they invoke themselves seek the way to their Lord, (striving) which one of them shall be nearest (to Him); and hope for His grace, and dread His punishment. Indeed, the punishment of your Lord is to be feared!","transliteration":"Ulaaa'ikal lazeena yad'oona yabtaghoona ilaa Rabbihimul waseelata ayyuhum aqrabu wa yarjoona rahmatahoo wa yakhaafoona 'azaabah; inna 'azaaba rabbika kaana mahzooraa","no_fn":"431","text_fn":"431) Nabi Isa a.s., para malaikat, dan Uzair yang mereka sembah selama ini sebenarnya menyeru dan mencari jalan untuk mendekatkan diri kepada Allah Swt."},{"id":2087,"surah":17,"no_ayah":58,"tema":"Cara Membantah Keingkaran Kaum Musyrik","text_ayah":"وَإ[a:3281[ِن م]ِّ[f:4585[ن ق]َرْيَةٍ إِلَّا نَحْنُ مُهْلِكُوهَا قَ[q:3282[بْ]لَ يَوْمِ [h:1965[ٱ]لْقِيَ[n[ـٰ]مَةِ أَوْ مُعَذِّبُوهَا عَذَا[f:1966[بًا ش]َدِي[f:7800[دًا‌ۚ ك]َانَ ذ[n[َٲ]لِكَ فِى [h:818[ٱ]لْكِتَ[n[ـٰ]بِ مَسْطُورًا","text_id":"Tidak ada suatu negeri pun (yang durhaka penduduknya), kecuali Kami membinasakannya sebelum hari Kiamat atau Kami siksa (penduduk)-nya dengan siksa yang sangat keras. Yang demikian itu telah tertulis di dalam Kitab (Lauh Mahfuz).","text_en":"There is not a habitation We shall not destroy before the Day of Resurrection, or not inflict severe punishment upon it. This is in accordance with the law (of God).","transliteration":"Wa im min qaryatin illaa Nahnu muhlikoohaa qabla Yawmil Qiyaamati aw mu'az ziboohaa 'azaaban shadeedaa; kaana zaalika fil Kitaabi mastooraa","no_fn":"","text_fn":""},{"id":2088,"surah":17,"no_ayah":59,"tema":"Mukjizat yang Diingkari akan Melahirkan Azab Allah","text_ayah":"وَمَا مَنَعَن[o[َآ] أ[a:7801[َن ن]ُّرْسِلَ بِ[h:7802[ٱ]لْأَيَ[n[ـٰ]تِ إِلّ[o[َآ] أَ[f:7803[ن ك]َذَّبَ بِهَا [h:7804[ٱ]لْأَوَّلُونَ‌ۚ وَءَاتَيْنَا ثَمُودَ [h:7805[ٱ][l[ل][g[نّ]َاقَةَ مُ[q:7692[بْ]صِرَ[f:7806[ةً ف]َظَلَمُو[s[اْ] بِهَا‌ۚ وَمَا نُرْسِلُ بِ[h:7802[ٱ]لْأَيَ[n[ـٰ]تِ إِلَّا تَخْوِيفًا","text_id":"Tidak ada yang menghalangi Kami untuk mengirimkan (kepadamu) tanda-tanda (kekuasaan Kami), melainkan karena (tanda-tanda) itu telah didustakan oleh orang-orang terdahulu. Kami telah berikan kepada kaum Samud unta betina (sebagai mukjizat) yang jelas, tetapi mereka menganiayanya (dengan menyembelihnya). Kami tidak mengirimkan tanda-tanda itu kecuali untuk menakut-nakuti.","text_en":"Nothing could stop Us from sending signs except that the earlier people had rejected them as lies. We sent to Thamud the she-camel as a token to make it clear to them, but they treated her cruelly; and We send signs only to deter.","transliteration":"Wa maa mana'anaaa an nursila bil aayaati illaaa an kazzaba bihal awwaloon; wa aatainaa Samoodan naaqata mubsiratan fazalamoo bihaa; wa maa nursilu bil aayaati illaa takhweefaa","no_fn":"","text_fn":""},{"id":2089,"surah":17,"no_ayah":60,"tema":"Mukjizat yang Diingkari akan Melahirkan Azab Allah","text_ayah":"وَإِذْ قُلْنَا لَكَ إِ[g[نّ]َ رَبَّكَ أَحَاطَ بِ[h:743[ٱ][l[ل][g[نّ]َاسِ‌ۚ وَمَا جَعَلْنَا [h:7807[ٱ][l[ل]رُّءْيَا [h:7808[ٱ]لَّت[o[ِىٓ] أَرَيْنَ[n[ـٰ]كَ إِلَّا فِتْنَ[u:7809[ةً ل]ِّل[g[نّ]َاسِ وَ[h:7810[ٱ][l[ل]شَّجَرَةَ [h:7811[ٱ]لْمَلْعُونَةَ فِى [h:7777[ٱ]لْقُرْءَانِ‌ۚ وَنُخَوِّفُهُمْ فَمَا يَزِيدُهُمْ إِلَّا طُغْيَ[n[ـٰ][f:7812[نًا ك]َبِيرًا","text_id":"(Ingatlah) ketika Kami berfirman kepadamu, “Sesungguhnya Tuhanmu (dengan ilmu dan kekuasaan-Nya) meliputi seluruh manusia.” Kami tidak menjadikan ru’yā<sup>432)</sup> yang telah Kami perlihatkan kepadamu, melainkan sebagai ujian bagi manusia dan (begitu pula) pohon yang terkutuk<sup>433)</sup> dalam Al-Qur’an. Kami menakut-nakuti mereka, tetapi yang demikian itu hanyalah menambah besar kedurhakaan mereka.","text_en":"When We said to you: \"Verily your Lord circumscribes mankind,\" and showed you the vision and the accursed tree of the Qur'an, it was as a bone of contention for men. Thus do We (instil) fear in them; but they only transgress the more.","transliteration":"Wa iz qulnaa laka inna rabbaka ahaata binnaas; wa maa ja'alnar ru'yal lateee arainaaka illaa fitnatal linnaasi washshajaratal mal'oonata fil quraan; wa nukhaw wifuhum famaa yazeeduhum illa tughyaanan kabeeraa","no_fn":"432,433","text_fn":"432) Menurut sebagian mufasir, yang dimaksud ru’yā di sini berkaitan dengan peristiwa Isra Mikraj sehingga maknanya adalah ‘penglihatan Nabi ketika Isra Mikraj’. Adapun menurut sebagian mufasir lainnya, ru’yā ini berkaitan dengan Perang Badar. Maka, maknanya adalah ‘mimpi yang dialami Rasulullah sebelum peristiwa Perang Badar’.</br>433) Pohon terkutuk itu adalah pohon zaqum (lihat dalam surah aṣ-Ṣāffāt/37: 62 dan ad-Dukhān/44: 43)."},{"id":2090,"surah":17,"no_ayah":61,"tema":"Permusuhan Iblis terhadap Adam dan Keturunannya","text_ayah":"وَإِذْ قُلْنَا لِلْمَلَ[o[ـٰٓ]ئِكَةِ [h:179[ٱ]سْجُدُو[s[اْ] لِأَدَمَ فَسَجَد[o[ُوٓ][s[اْ] إِلّ[o[َآ] إِ[q:180[بْ]لِيسَ قَالَ ءَأَسْجُدُ لِمَنْ خَلَ[q:2500[قْ]تَ طِينًا","text_id":"(Ingatlah) ketika Kami berfirman kepada para malaikat, “Sujudlah kamu semua kepada Adam.” Mereka pun sujud, tetapi Iblis (enggan). Ia (Iblis) berkata, “Apakah aku harus bersujud kepada orang yang Engkau ciptakan dari tanah?”","text_en":"When We asked the angels to bow before Adam, they all bowed but Iblis, who said: \"Can I bow before him whom You created from clay?\"","transliteration":"Wa iz qulnaa lilma laaa'ikatis judoo li Aadama fasajadooo illaaa Ibleesa qaala 'a-asjudu liman khalaqta teena","no_fn":"","text_fn":""},{"id":2091,"surah":17,"no_ayah":62,"tema":"Permusuhan Iblis terhadap Adam dan Keturunannya","text_ayah":"قَالَ أَرَءَيْتَكَ هَ[n[ـٰ]ذَا [h:126[ٱ]لَّذِى كَرَّمْتَ عَلَىَّ لَئِنْ أَخَّرْتَنِ إِلَىٰ يَوْمِ [h:1965[ٱ]لْقِيَ[n[ـٰ]مَةِ لَأَحْتَنِكَ[g[نّ]َ ذُرِّيَّتَهُ[o[ۥٓ] إِلَّا قَلِيلاً","text_id":"Ia (Iblis) berkata, “Terangkanlah kepadaku tentang orang ini yang lebih Engkau muliakan daripada aku. Sungguh, jika Engkau memberi tenggang waktu kepadaku sampai hari Kiamat, niscaya aku benar-benar akan menyesatkan keturunannya, kecuali sebagian kecil.”","text_en":"(And) said: \"Look! This is what you have honoured above me! If You defer (my term) till the Day of Resurrection, I will bring his progeny into complete subjugation, barring a few.\"","transliteration":"Qaala ara'aytaka haazal lazee karramta 'alaiya la'in akhhartani ilaa Yawmil Qiyaamati la-ah tanikanna zurriyyatahooo illaa qaleelaa","no_fn":"","text_fn":""},{"id":2092,"surah":17,"no_ayah":63,"tema":"Permusuhan Iblis terhadap Adam dan Keturunannya","text_ayah":"قَالَ [h:7813[ٱ]ذْهَ[q:7814[بْ] فَمَ[f:7815[ن ت]َبِعَكَ مِنْهُمْ فَإِ[g[نّ]َ جَهَ[g[نّ]َمَ جَز[o[َا]ٓؤُكُمْ جَز[o[َا]ٓ[a:7816[ءً م]َّوْفُورًا","text_id":"Dia (Allah) berfirman, “Pergilah, siapa saja di antara mereka yang mengikuti kamu, sesungguhnya (neraka) Jahanamlah balasanmu semua sebagai balasan yang sempurna.","text_en":"(And God) said: \"Away! Whosoever of them follows you will surely have Hell with you as requital -- an ample recompense.","transliteration":"Qaalaz hab faman tabi'aka minhum fa inna Jahannama jazaaa'ukum jazaaa'am mawfooraa","no_fn":"","text_fn":""},{"id":2093,"surah":17,"no_ayah":64,"tema":"Permusuhan Iblis terhadap Adam dan Keturunannya","text_ayah":"وَ[h:9999[ٱ]سْتَفْزِزْ مَنِ [h:7817[ٱ]سْتَطَعْتَ مِنْه[c:7818[ُم ب]ِصَوْتِكَ وَأَ[q:7819[جْ]لِ[q:7819[بْ] عَلَيْه[c:7820[ِم ب]ِخَيْلِكَ وَرَجِلِكَ وَشَارِكْهُمْ فِى [h:7821[ٱ]لْأَمْو[n[َٲ]لِ وَ[h:7822[ٱ]لْأَوْلَ[n[ـٰ]دِ وَعِ[q:7823[دْ]هُمْ‌ۚ وَمَا يَعِدُهُمُ [h:3147[ٱ][l[ل]شَّيْطَ[n[ـٰ]نُ إِلَّا غُرُورًا","text_id":"Perdayakanlah (wahai Iblis) siapa saja di antara mereka yang engkau sanggup dengan ajakanmu. Kerahkanlah pasukanmu yang berkuda dan yang berjalan kaki terhadap mereka. Bersekutulah dengan mereka dalam harta dan anak-anak, lalu berilah janji kepada mereka.” Setan itu hanya menjanjikan tipuan belaka kepada mereka.","text_en":"Mislead any of them you may with your voice, attack them with your cavalry and soldiers on foot, share their wealth and children with them, and make promises to them.\" -- But the promises of Satan are nothing but deceit.","transliteration":"Wastafziz manis tat'ta minhum bisawtika wa ajlib 'alaihim bikhailika wa rajilika wa shaarik hum fil amwaali wal awlaadi wa 'idhum; wa maa ya'iduhumush Shaitaanu illaa ghurooraa","no_fn":"","text_fn":""},{"id":2094,"surah":17,"no_ayah":65,"tema":"Permusuhan Iblis terhadap Adam dan Keturunannya","text_ayah":"إِ[g[نّ]َ عِبَادِى لَيْسَ لَكَ عَلَيْهِمْ سُلْطَ[n[ـٰ][a:7824[نٌ‌ۚ و]َكَفَىٰ بِرَبِّكَ وَكِيلاً","text_id":"(Allah berfirman lagi,) “Sesungguhnya tidak ada kekuasaan bagimu (Iblis) atas hamba-hamba-Ku (yang mukmin). Cukuplah Tuhanmu sebagai penjaga (mereka darimu).”","text_en":"\"You will surely have no power over My devotees: Your Lord is sufficient as their protector.\"","transliteration":"Inna 'ibaadee laisa laka 'alaihim sultaan; wa kafaa bi Rabbika Wakeelaa","no_fn":"","text_fn":""},{"id":2095,"surah":17,"no_ayah":66,"tema":"Nikmat Allah di Dunia dan Beberapa Kejadian pada Hari Kiamat","text_ayah":"رَّبُّكُمُ [h:7825[ٱ]لَّذِى يُزْجِى لَكُمُ [h:7131[ٱ]لْفُلْكَ فِى [h:837[ٱ]لْبَحْرِ لِتَ[q:7694[بْ]تَغُو[s[اْ] مِ[f:475[ن ف]َضْلِه[o[ِۦٓ‌ۚ] إِ[g[نّ]َهُ[n[ۥ] كَانَ بِكُمْ رَحِيمًا","text_id":"Tuhanmulah yang melayarkan kapal-kapal di lautan untukmu agar kamu mencari karunia-Nya. Sesungguhnya Dia Maha Penyayang terhadapmu.","text_en":"It is your Lord who drives your ships across the seas that you may seek of His bounty. He is verily kind to you.","transliteration":"Rabbukumul lazee yuzjee lakumul fulka fil bahri litabtaghoo min fadlih; innahoo kaana bikum Raheemaa","no_fn":"","text_fn":""},{"id":2096,"surah":17,"no_ayah":67,"tema":"Nikmat Allah di Dunia dan Beberapa Kejadian pada Hari Kiamat","text_ayah":"وَإِذَا مَسَّكُمُ [h:7435[ٱ][l[ل]ضُّرُّ فِى [h:837[ٱ]لْبَحْرِ ضَلَّ مَ[f:7826[ن ت]َ[q:4040[دْ]عُونَ إِلّ[o[َآ] إِيَّاهُ‌ۖ فَلَ[g[مّ]َا نَجَّ[n[ـٰ]كُمْ إِلَى [h:7827[ٱ]لْبَرِّ أَعْرَضْتُمْ‌ۚ وَكَانَ [h:7688[ٱ]لْإِ[f:2732[نس]َ[n[ـٰ]نُ كَفُورًا","text_id":"Apabila kamu ditimpa bahaya di lautan, niscaya hilang semua yang kamu seru, kecuali Dia. Akan tetapi, ketika Dia menyelamatkan kamu ke daratan, kamu berpaling (dari-Nya). Manusia memang selalu ingkar.","text_en":"When a calamity befalls you on the sea, all those you invoke fail you except Him. But when He brings you safely to the shore, you turn away, for man is most ungrateful.","transliteration":"Wa izaa massakumuddurru fil bahri dalla man tad'oona illaaa iyyaahu falammaa najjaakum ilal barri a'radtum; wa kaanal insaanu kafooraa","no_fn":"","text_fn":""},{"id":2097,"surah":17,"no_ayah":68,"tema":"Nikmat Allah di Dunia dan Beberapa Kejadian pada Hari Kiamat","text_ayah":"أَفَأَمِ[f:7828[نت]ُمْ أ[a:7417[َن ي]َخْسِفَ بِكُمْ جَانِبَ [h:7829[ٱ]لْبَرِّ أَوْ يُرْسِلَ عَلَيْكُمْ حَاصِ[f:7830[بًا ث]ُ[g[مّ]َ لَا تَجِدُو[s[اْ] لَكُمْ وَكِيلاً","text_id":"Apakah kamu merasa aman dari kemungkinan Dia akan membenamkan sebagian daratan bersama kamu atau mengirimkan kerikil, lalu kamu tidak akan mendapati seorang pun sebagai pelindung?","text_en":"Have you then become so sure that He will not cleave the earth and sink you in it by the shore, or send a gale against you, when you will not find any protector.","transliteration":"Afa amintum any yakhsifa bikum jaanibal barri aw yursil 'alaikum haasiban summa laa tajidoo lakum wakeelaa","no_fn":"","text_fn":""},{"id":2098,"surah":17,"no_ayah":69,"tema":"Nikmat Allah di Dunia dan Beberapa Kejadian pada Hari Kiamat","text_ayah":"أَمْ أَمِ[f:1062[نت]ُمْ أ[a:7831[َن ي]ُعِيدَكُمْ فِيهِ تَارَةً أُخْرَىٰ فَيُرْسِلَ عَلَيْكُمْ قَاصِ[a:7832[فًا م]ِّنَ [h:7833[ٱ][l[ل]رِّيحِ فَيُغْرِقَك[c:7834[ُم ب]ِمَا كَفَرْتُمْ‌ۙ ثُ[g[مّ]َ لَا تَجِدُو[s[اْ] لَكُمْ عَلَيْنَا بِه[n[ِۦ] تَبِيعًا","text_id":"Ataukah kamu merasa aman bahwa Dia tidak akan mengembalikanmu ke laut sekali lagi, lalu mengirimkan angin topan kepadamu dan menenggelamkanmu disebabkan kekufuranmu, kemudian kamu tidak akan mendapati seorang penolong pun dalam menghadapi (siksaan) Kami? ","text_en":"Or you feel so secure that He will not send you back (to sea) again or send a gravel-hurtling storm against you, and drown you for your ingratitude? Then you will not find any avenger against Us.","transliteration":"Am amintum any yu'eedakum feehi taaratan ukhraa fa yursila 'alaikum qaasifam minar reehi fa yugh riqakum bimaa kafartum summa laa tajidoo lakum 'alainaa bihee tabee'aa","no_fn":"","text_fn":""},{"id":2099,"surah":17,"no_ayah":70,"tema":"Nikmat Allah di Dunia dan Beberapa Kejadian pada Hari Kiamat","text_ayah":"۞ وَلَقَ[q:341[دْ] كَرَّمْنَا بَن[o[ِىٓ] ءَادَمَ وَحَمَلْنَ[n[ـٰ]هُمْ فِى [h:4106[ٱ]لْبَرِّ وَ[h:4107[ٱ]لْبَحْرِ وَرَزَ[q:6191[قْ]نَ[n[ـٰ]ه[w:6192[ُم م]ِّنَ [h:5307[ٱ][l[ل]طَّيِّبَ[n[ـٰ]تِ وَفَضَّلْنَ[n[ـٰ]هُمْ عَلَىٰ كَثِي[a:7835[رٍ م]ِّ[g[مّ]َنْ خَلَ[q:5159[قْ]نَا تَفْضِيلاً","text_id":"Sungguh, Kami telah memuliakan anak cucu Adam dan Kami angkut mereka di darat dan di laut. Kami anugerahkan pula kepada mereka rezeki dari yang baik-baik dan Kami lebihkan mereka di atas banyak makhluk yang Kami ciptakan dengan kelebihan yang sempurna.","text_en":"Indeed We have honoured the children of Adam, and carried them over land and sea, provided them with good things for their sustenance, and exalted them over many of Our creatures.","transliteration":"Wa laqad karramnaa Baneee aadama wa hamalnaahum fil barri walbahri wa razaqnaahum minat taiyibaati wa faddalnaahum 'alaa kaseerim mimman khalaqnaa tafdeelaa","no_fn":"","text_fn":""},{"id":2100,"surah":17,"no_ayah":71,"tema":"Nikmat Allah di Dunia dan Beberapa Kejadian pada Hari Kiamat","text_ayah":"يَوْمَ نَ[q:7542[دْ]عُو[s[اْ] كُلَّ أُنَا[i:7836[سِۭ ب]ِإِمَ[n[ـٰ]مِهِمْ‌ۖ فَمَنْ أُوتِىَ كِتَ[n[ـٰ]بَهُ[n[ۥ] بِيَمِينِه[n[ِۦ] فَأُ[s[وْ]لَ[o[ـٰٓ]ئِكَ يَ[q:6198[قْ]رَءُونَ كِتَ[n[ـٰ]بَهُمْ وَلَا يُظْلَمُونَ فَتِيلاً","text_id":"(Ingatlah) pada hari (ketika) Kami panggil setiap umat dengan pemimpinnya. Maka, siapa yang diberi catatan amalnya di tangan kanannya, mereka akan membaca catatannya (dengan bahagia) dan mereka tidak akan dirugikan sedikit pun.","text_en":"The day We shall summon all men with their leaders, whosoever is given his record in his right hand will be able to read his account, and none will be wronged the breadth of a thread.","transliteration":"Yawma nad'oo kulla unaasim bi imaamihim faman ootiya kitaabahoo bi yameenihee fa ulaaa'ika yaqra'oona kitaabahum wa laa yuzlamoona fateelaa","no_fn":"","text_fn":""},{"id":2101,"surah":17,"no_ayah":72,"tema":"Nikmat Allah di Dunia dan Beberapa Kejadian pada Hari Kiamat","text_ayah":"وَمَ[f:975[ن ك]َانَ فِى هَ[n[ـٰ]ذِه[o[ِۦٓ] أَعْمَىٰ فَهُوَ فِى [h:536[ٱ]لْأَخِرَةِ أَعْمَىٰ وَأَضَلُّ سَبِيلاً","text_id":"Siapa yang buta (hatinya) di dunia ini, di akhirat pun dia pasti buta dan lebih tersesat jalannya.","text_en":"But whoso has been blind in this world shall be blind in the world to come, even farther astray from the path.","transliteration":"Wa man kaana fee haaziheee a'maa fahuwa fil aakhirati a'maa wa adallu sabeelaa","no_fn":"","text_fn":""},{"id":2102,"surah":17,"no_ayah":73,"tema":"Kegagalan Melawan Nabi Muhammad","text_ayah":"وَإِ[f:7837[ن ك]َادُو[s[اْ] لَيَفْتِنُونَكَ عَنِ [h:7838[ٱ]لَّذ[o[ِىٓ] أَوْحَيْن[o[َآ] إِلَيْكَ لِتَفْتَرِىَ عَلَيْنَا غَيْرَهُ[n[ۥ]‌ۖ وَإِ[u:7839[ذًا ل]َّ[h:7840[ٱ]تَّخَذُوكَ خَلِيلاً","text_id":"Sesungguhnya mereka hampir memalingkan engkau (Nabi Muhammad) dari (apa) yang telah Kami wahyukan kepadamu agar engkau mengada-ada yang lain terhadap Kami. Jika demikian, tentu mereka menjadikan engkau sahabat yang setia.","text_en":"They had almost led you away from what has been revealed to you, that you may invent things about Us besides those revealed, when they would have taken you as friend.","transliteration":"Wa in kaadoo la yaftinoonaka 'anil lazeee awhainaaa ilaika litaftariya 'alainaaa ghairahoo wa izallat takhazooka khaleelaa","no_fn":"","text_fn":""},{"id":2103,"surah":17,"no_ayah":74,"tema":"Kegagalan Melawan Nabi Muhammad","text_ayah":"وَلَوْل[o[َآ] أَ[f:7841[ن ث]َبَّتْنَ[n[ـٰ]كَ لَقَ[q:2389[دْ] كِ[d:7842[د]تَّ تَرْكَنُ إِلَيْهِمْ شَيْـ[f:7843[ـًٔا ق]َلِيلاً","text_id":"Seandainya Kami tidak memperteguh (hati)-mu, niscaya engkau hampir saja condong sedikit kepada mereka.","text_en":"If We had not kept you constant you had almost leaned towards them.","transliteration":"Wa law laaa an sabbatnaaka laqad kitta tarkanu ilaihim sha'an qaleela","no_fn":"","text_fn":""},{"id":2104,"surah":17,"no_ayah":75,"tema":"Kegagalan Melawan Nabi Muhammad","text_ayah":"إِ[u:7844[ذًا ل]َّأَذَ[q:7845[قْ]نَ[n[ـٰ]كَ ضِعْفَ [h:7846[ٱ]لْحَيَ[s[و][n[ٲ]ةِ وَضِعْفَ [h:7847[ٱ]لْمَمَاتِ ثُ[g[مّ]َ لَا تَجِدُ لَكَ عَلَيْنَا نَصِيرًا","text_id":"Jika demikian, tentu akan Kami rasakan kepadamu (siksaan) dua kali lipat di dunia dan dua kali lipat setelah mati. Kemudian, engkau (Nabi Muhammad) tidak akan mendapati seorang penolong pun terhadap Kami.","text_en":"In that case We would have made you taste a double anguish of life and a double anguish of death, and then you would not have been able to find a helper against Us for yourself.","transliteration":"Izal la azaqnaaka di'falhayaati wa di'fal mamaati summa laa tajidu laka 'alainaa naseeraa","no_fn":"","text_fn":""},{"id":2105,"surah":17,"no_ayah":76,"tema":"Kegagalan Melawan Nabi Muhammad","text_ayah":"وَإِ[f:7837[ن ك]َادُو[s[اْ] لَيَسْتَفِزُّونَكَ مِنَ [h:1579[ٱ]لْأَرْضِ لِيُخْرِجُوكَ مِنْهَا‌ۖ وَإِ[u:7848[ذًا ل]َّا يَلْبَثُونَ خِلَ[n[ـٰ]فَكَ إِلَّا قَلِيلاً","text_id":"Sesungguhnya mereka hampir membuatmu (Nabi Muhammad) gelisah di negeri (Makkah) untuk mengusirmu dari negeri itu. Kalau terjadi demikian, niscaya sepeninggalmu mereka tidak akan tinggal (bertahan), kecuali sebentar saja.<sup>434)</sup>","text_en":"They had nearly expelled you from the land and driven you away from it. But then, they too would have stayed but a little after you.","transliteration":"Wa in kaadoo la yastafizzoonaka minal ardi liyukhri jooka minhaa wa izal laa yalbasoona khilaafaka illaa qaleelaa","no_fn":"434","text_fn":"434) Sekiranya Nabi Muhammad saw. benar-benar diusir oleh penduduk Makkah, niscaya mereka tidak akan lama hidup di dunia karena Allah Swt. segera akan membinasakan mereka. Hijrah Nabi Muhammad ke Madinah bukan karena pengusiran kaum Quraisy, melainkan semata-mata karena perintah Allah Swt."},{"id":2106,"surah":17,"no_ayah":77,"tema":"Kegagalan Melawan Nabi Muhammad","text_ayah":"سُ[g[نّ]َةَ مَ[f:6316[ن ق]َ[q:298[دْ] أَرْسَلْنَا قَ[q:7849[بْ]لَكَ م[u:7850[ِن ر]ُّسُلِنَا‌ۖ وَلَا تَجِدُ لِسُ[g[نّ]َتِنَا تَحْوِيلاً","text_id":"(Yang demikian itu) merupakan ketetapan (bagi) para rasul Kami yang benar-benar Kami utus sebelum engkau<sup>435)</sup> dan tidak akan engkau dapati perubahan atas ketetapan Kami.","text_en":"This has been Our way with the apostles whom We sent before you. You will not find any variation in Our line of action.","transliteration":"Sunnata man qad arsalnaa qablakamir Rusulinaa wa laa tajidu lisunnatinaa tahhweelaa","no_fn":"435","text_fn":"435) Maksudnya adalah bahwa setiap umat yang mengusir rasul pasti akan dibinasakan Allah Swt. Demikian itulah sunah (ketetapan) Allah Swt."},{"id":2107,"surah":17,"no_ayah":78,"tema":"Petunjuk-Petunjuk Allah dalam Menghadapi Tantangan","text_ayah":"أَقِمِ [h:7851[ٱ][l[ل]صَّلَ[s[و][n[ٲ]ةَ لِدُلُوكِ [h:7852[ٱ][l[ل]شَّمْسِ إِلَىٰ غَسَقِ [h:7853[ٱ]لَّيْلِ وَقُرْءَانَ [h:7854[ٱ]لْفَ[q:996[جْ]رِ‌ۖ إِ[g[نّ]َ قُرْءَانَ [h:7855[ٱ]لْفَ[q:996[جْ]رِ كَانَ مَشْهُودًا","text_id":"Dirikanlah salat sejak matahari tergelincir sampai gelapnya malam dan (laksanakan pula salat) Subuh!<sup>436)</sup> Sesungguhnya salat Subuh itu disaksikan (oleh malaikat).<sup>437)</sup>","text_en":"Observe the service of prayer from the sun's declining from the meridian to the darkening of the night, and the recitation at dawn. Indeed the Recitation at dawn is palpably evident.","transliteration":"Aqimis Salaata liduloo kish shamsi ilaa ghasaqil laili wa quraanal Fajri inna quraa nal Fajri kaana mashhoodaa","no_fn":"436","text_fn":"436) Ayat ini menerangkan waktu salat yang lima. Tergelincirnya matahari menunjukkan waktu salat Zuhur dan Asar, sedangkan gelap malam menunjukkan waktu salat Magrib, Isya’, dan Subuh.</br>437) Dalam hadis riwayat Ahmad disebutkan bahwa salat Subuh disaksikan oleh para malaikat yang bertugas pada malam dan siang."},{"id":2108,"surah":17,"no_ayah":79,"tema":"Petunjuk-Petunjuk Allah dalam Menghadapi Tantangan","text_ayah":"وَمِنَ [h:7856[ٱ]لَّيْلِ فَتَهَجَّ[q:7857[دْ] بِه[n[ِۦ] نَافِلَ[u:7858[ةً ل]َّكَ عَسَ[o[ىٰٓ] أ[a:7859[َن ي]َ[q:7860[بْ]عَثَكَ رَبُّكَ مَقَا[a:7861[مًا م]َّحْمُودًا","text_id":"Pada sebagian malam lakukanlah salat tahajud sebagai (suatu ibadah) tambahan bagimu, mudah-mudahan Tuhanmu mengangkatmu ke tempat yang terpuji.","text_en":"Say a supererogatory prayer at the hour of the first watch: Your Lord may raise you to a most exalted station.","transliteration":"Wa minal laili fatahajjad bihee naafilatal laka 'asaaa any yab'asaka Rabbuka Maqaamam Mahmoodaa","no_fn":"","text_fn":""},{"id":2109,"surah":17,"no_ayah":80,"tema":"Petunjuk-Petunjuk Allah dalam Menghadapi Tantangan","text_ayah":"وَقُ[b:7725[ل] رَّبِّ أَ[q:7862[دْ]خِلْنِى مُ[q:7863[دْ]خَلَ صِ[q:5937[دْ][a:7864[قٍ و]َأَخْرِ[q:7865[جْ]نِى مُخْرَجَ صِ[q:5937[دْ][a:7866[قٍ و]َ[h:2930[ٱ][q:2930[جْ]عَل لِّى م[u:1746[ِن ل]َّدُ[f:1747[نك]َ سُلْطَ[n[ـٰ][a:7867[نًا ن]َّصِيرًا","text_id":"Katakanlah (Nabi Muhammad), “Ya Tuhanku, masukkan aku (ke tempat dan keadaan apa saja) dengan cara yang benar, keluarkan (pula) aku dengan cara yang benar, dan berikanlah kepadaku dari sisi-Mu kekuasaan yang dapat menolong(-ku).<sup>438)</sup>","text_en":"And pray: \"O my Lord, let my entry be with honour, and let my exit be with honour, and grant me power from You which would help (sustain) me.\"","transliteration":"Wa qur Rabbi adkhilnee mudkhala sidqinw wa akhrijnee mukhraja sidqinw waj'al lee milladunka sultaanan naseeraa","no_fn":"438","text_fn":"438) Maksud doa ini adalah memohon kepada Allah Swt. agar kita memasuki suatu ibadah dan selesai darinya dengan niat yang baik dan penuh keikhlasan serta bersih dari riya dan dari sesuatu yang merusak pahala. Ayat ini juga mengisyaratkan kepada Nabi agar berhijrah dari Makkah ke Madinah. Ada juga yang memahami bahwa ayat ini berisi permohonan kepada Allah Swt. agar kita memasuki kubur dengan baik dan keluar darinya ketika hari Berbangkit dengan baik pula."},{"id":2110,"surah":17,"no_ayah":81,"tema":"Petunjuk-Petunjuk Allah dalam Menghadapi Tantangan","text_ayah":"وَقُلْ ج[o[َا]ٓءَ [h:5635[ٱ]لْحَقُّ وَزَهَقَ [h:7868[ٱ]لْبَ[n[ـٰ]طِلُ‌ۚ إِ[g[نّ]َ [h:7869[ٱ]لْبَ[n[ـٰ]طِلَ كَانَ زَهُوقًا","text_id":"Katakanlah, “Yang benar telah datang dan yang batil telah lenyap.” Sesungguhnya yang batil itu pasti lenyap.","text_en":"And say: \"Truth has come and falsehood nullified.\" Verily falsehood is perishable.","transliteration":"Wa qul jaaa'al haqqu wa zahaqal baatil; innal baatila kaana zahooqaa","no_fn":"","text_fn":""},{"id":2111,"surah":17,"no_ayah":82,"tema":"Petunjuk-Petunjuk Allah dalam Menghadapi Tantangan","text_ayah":"وَنُنَزِّلُ مِنَ [h:7870[ٱ]لْقُرْءَانِ مَا هُوَ شِف[o[َا]ٓ[a:7871[ءٌ و]َرَحْمَ[u:6096[ةٌ ل]ِّلْمُؤْمِنِينَ‌ۙ وَلَا يَزِيدُ [h:7872[ٱ][l[ل]ظَّ[n[ـٰ]لِمِينَ إِلَّا خَسَارًا","text_id":"Kami turunkan dari Al-Qur’an sesuatu yang menjadi penawar dan rahmat bagi orang-orang mukmin, sedangkan bagi orang-orang zalim (Al-Qur’an itu) hanya akan menambah kerugian.","text_en":"What We have sent down of the Qur'an is a healing and a grace for the faithful, and adds only loss for the sinners.","transliteration":"Wa nunazzilu minal quraani maa huwa shifaaa'unw wa rahmatul lilmu;mineena wa laa yazeeduz zaalimeena illaa khasaaraa","no_fn":"","text_fn":""},{"id":2112,"surah":17,"no_ayah":83,"tema":"Petunjuk-Petunjuk Allah dalam Menghadapi Tantangan","text_ayah":"وَإِذ[o[َآ] أَنْعَمْنَا عَلَى [h:7873[ٱ]لْإِ[f:7874[نس]َ[n[ـٰ]نِ أَعْرَضَ وَنَـَٔـا بِجَانِبِه[n[ِۦ]‌ۖ وَإِذَا مَسَّهُ [h:7875[ٱ][l[ل]شَّرُّ كَانَ يَــُٔوسًا","text_id":"Apabila Kami menganugerahkan kenikmatan kepada manusia, niscaya dia berpaling dan menjauhkan diri (dari Allah dengan sombong). Namun, apabila dia ditimpa kesusahan, niscaya dia berputus asa.","text_en":"When We are gracious to man he turns away and moves aside; yet when evil befalls him he begins to despair.","transliteration":"Wa izaaa an'amnaa 'alal insaani a'rada wa na-aa bijaani bihee wa izaa massahush sharru kaana ya'oosaa","no_fn":"","text_fn":""},{"id":2113,"surah":17,"no_ayah":84,"tema":"Petunjuk-Petunjuk Allah dalam Menghadapi Tantangan","text_ayah":"قُلْ كُ[a:7876[لٌّ ي]َعْمَلُ عَلَىٰ شَاكِلَتِه[n[ِۦ] فَرَبُّكُمْ أَعْلَمُ بِمَنْ هُوَ أَهْدَىٰ سَبِيلاً","text_id":"Katakanlah (Nabi Muhammad), “Setiap orang berbuat sesuai dengan pembawaannya masing-masing.” Maka, Tuhanmu lebih mengetahui siapa yang lebih benar jalannya.","text_en":"Say: \"Each one acts according to his disposition, but your Lord knows well who follow the right path.\"","transliteration":"Qul kulluny ya'malu 'alaa shaakilatihee fa rabbukum a'lamu biman huwa ahdaa sabeelaa","no_fn":"","text_fn":""},{"id":2114,"surah":17,"no_ayah":85,"tema":"Petunjuk-Petunjuk Allah dalam Menghadapi Tantangan","text_ayah":"وَيَسْــَٔلُونَكَ عَنِ [h:7877[ٱ][l[ل]رُّوحِ‌ۖ قُلِ [h:7878[ٱ][l[ل]رُّوحُ مِنْ أَمْرِ رَبِّى وَم[o[َآ] أُوتِيت[w:7879[ُم م]ِّنَ [h:634[ٱ]لْعِلْمِ إِلَّا قَلِيلاً","text_id":"Mereka bertanya kepadamu (Nabi Muhammad) tentang roh. Katakanlah, “Roh itu termasuk urusan Tuhanku, sedangkan kamu tidak diberi pengetahuan kecuali hanya sedikit.”","text_en":"They ask you about revelation. Say, revelation is by the command of your Lord, and that you have been given but little knowledge.","transliteration":"Wa yas'aloonaka 'anirrooh; qulir roohu min amri rabbee wa maaa ooteetum minal 'ilmi illaa qaleelaa","no_fn":"","text_fn":""},{"id":2115,"surah":17,"no_ayah":86,"tema":"Tantangan untuk Menandingi Al-Qur’an","text_ayah":"وَلَئِ[f:7880[ن ش]ِئْنَا لَنَذْهَبَ[g[نّ]َ بِ[h:315[ٱ]لَّذ[o[ِىٓ] أَوْحَيْن[o[َآ] إِلَيْكَ ثُ[g[مّ]َ لَا تَجِدُ لَكَ بِه[n[ِۦ] عَلَيْنَا وَكِيلاً","text_id":"Sungguh, jika Kami menghendaki, niscaya Kami lenyapkan (apa) yang telah Kami wahyukan kepadamu (Nabi Muhammad) dan engkau tidak akan mendapatkan untuk dirimu seorang pembela pun terhadap Kami.","text_en":"If We pleased We could take away what We have revealed to you. Then you will not find any one to plead for it with Us,","transliteration":"Wa la'in shi'naa lanaz habanna billazeee awhainaaa ilaika summa laa tajidu laka bihee 'alainaa wakeelaa","no_fn":"","text_fn":""},{"id":2116,"surah":17,"no_ayah":87,"tema":"Tantangan untuk Menandingi Al-Qur’an","text_ayah":"إِلَّا رَحْمَ[a:5993[ةً م]ّ[u:770[ِن ر]َّبِّكَ‌ۚ إِ[g[نّ]َ فَضْلَهُ[n[ۥ] كَانَ عَلَيْكَ كَبِيرًا","text_id":"Akan tetapi, (Kami tetap mengabadikan Al-Qur’an) karena rahmat dari Tuhanmu. Sesungguhnya karunia-Nya atasmu (Nabi Muhammad) sangat besar. ","text_en":"Unless your Lord have mercy. His blessings on you are great indeed.","transliteration":"Illaa rahmatam mir Rabbik; inna fadlahoo kaana 'alaika kabeeraa","no_fn":"","text_fn":""},{"id":2117,"surah":17,"no_ayah":88,"tema":"Tantangan untuk Menandingi Al-Qur’an","text_ayah":"قُل لَّئِنِ [h:7881[ٱ][q:7882[جْ]تَمَعَتِ [h:7883[ٱ]لْإِ[f:7884[نس]ُ وَ[h:7885[ٱ]لْجِ[g[نّ]ُ عَلَ[o[ىٰٓ] أ[a:3855[َن ي]َأْتُو[s[اْ] بِمِثْلِ هَ[n[ـٰ]ذَا [h:7765[ٱ]لْقُرْءَانِ لَا يَأْتُونَ بِمِثْلِه[n[ِۦ] وَلَوْ كَانَ بَعْضُهُمْ لِبَعْ[f:7886[ضٍ ظ]َهِيرًا","text_id":"Katakanlah, “Sungguh, jika manusia dan jin berkumpul untuk mendatangkan yang serupa dengan Al-Qur’an ini, mereka tidak akan dapat mendatangkan yang serupa dengannya, sekalipun mereka membantu satu sama lainnya.”","text_en":"Say: \"Surely if men and jinns get together to produce the like of this (Qur'an), they will not be able to produce the like of it, however they might assist one another.","transliteration":"Qul la'inij tama'atil insu waljinnu 'alaaa any yaatoo bimisli haazal quraani laa yaatoona bimislihee wa law kaana ba'duhum liba 'din zaheeraa","no_fn":"","text_fn":""},{"id":2118,"surah":17,"no_ayah":89,"tema":"Tantangan untuk Menandingi Al-Qur’an","text_ayah":"وَلَقَ[q:341[دْ] صَرَّفْنَا لِل[g[نّ]َاسِ فِى هَ[n[ـٰ]ذَا [h:7765[ٱ]لْقُرْءَانِ مِ[f:843[ن ك]ُلِّ مَثَ[f:7887[لٍ ف]َأَبَ[o[ىٰٓ] أَكْثَرُ [h:6838[ٱ][l[ل][g[نّ]َاسِ إِلَّا كُفُورًا","text_id":"Sungguh, Kami telah menjelaskan berulang-ulang segala perumpamaan dengan berbagai macam cara kepada manusia dalam Al-Qur’an ini, tetapi kebanyakan manusia tidak menginginkan kecuali kekufuran.","text_en":"We have given examples of every kind to men in this Qur'an in various ways, and even then most men disdain everything but unbelief,","transliteration":"Qa laqad sarrafnaa linnaasi fee haazal quraani min kulli masalin fa abaaa aksarun naasi illaa kufooraa","no_fn":"","text_fn":""},{"id":2119,"surah":17,"no_ayah":90,"tema":"Tantangan Orang-Orang Kafir terhadap Nabi Muhammad untuk Mendatangkan Mukjizat","text_ayah":"وَقَالُو[s[اْ] ل[a:265[َن ن]ُّؤْمِنَ لَكَ حَتَّىٰ تَفْجُرَ لَنَا مِنَ [h:1579[ٱ]لْأَرْضِ يَ[i:7888[نۢب]ُوعًا","text_id":"Mereka berkata, “Kami tidak akan percaya kepadamu (Nabi Muhammad) sebelum engkau membuat mata air yang memancar dari bumi untuk kami,","text_en":"And say: \"We will not believe you until you make a spring of water gush forth from the earth for us;","transliteration":"Wa qaaloo lan nu'mina laka hattaa tafjura lanaa minal ardi yamboo'aa","no_fn":"","text_fn":""},{"id":2120,"surah":17,"no_ayah":91,"tema":"Tantangan Orang-Orang Kafir terhadap Nabi Muhammad untuk Mendatangkan Mukjizat","text_ayah":"أَوْ تَكُونَ لَكَ جَ[g[نّ]َ[a:1567[ةٌ م]ّ[a:1568[ِن ن]َّخِي[a:7889[لٍ و]َعِنَ[f:7890[بٍ ف]َتُفَجِّرَ [h:7891[ٱ]لْأَنْهَ[n[ـٰ]رَ خِلَ[n[ـٰ]لَهَا تَفْجِيرًا","text_id":"atau engkau mempunyai sebuah kebun kurma dan anggur, lalu engkau alirkan di celah-celahnya sungai yang deras alirannya,","text_en":"Or, until you acquire an orchard of date-palm trees and grapes, and produce rivers flowing through it;","transliteration":"Aw takoona laka jannatum min nakheelinw wa 'inabin fatufajjiral anhaara khilaalahaa tafjeeraa","no_fn":"","text_fn":""},{"id":2121,"surah":17,"no_ayah":92,"tema":"Tantangan Orang-Orang Kafir terhadap Nabi Muhammad untuk Mendatangkan Mukjizat","text_ayah":"أَوْ تُسْقِطَ [h:7892[ٱ][l[ل]سَّم[o[َا]ٓءَ كَمَا زَعَمْتَ عَلَيْنَا كِسَفًا أَوْ تَأْتِىَ بِ[h:32[ٱ]للَّهِ وَ[h:823[ٱ]لْمَلَ[o[ـٰٓ]ئِكَةِ قَبِيلاً","text_id":"atau engkau jatuhkan langit berkeping-keping kepada kami, sebagaimana engkau telah katakan, atau engkau datangkan Allah dan para malaikat berhadapan muka dengan kami,","text_en":"Or, let chunks of sky fall over us, as you assert (you will); or, bring God and the angels as a surety;","transliteration":"Aw tusqitas samaaa'a kamaa za'amta 'alainaa kisafan aw taatiya billaahi walma laaa'ikati qabeelaa","no_fn":"","text_fn":""},{"id":2122,"surah":17,"no_ayah":93,"tema":"Tantangan Orang-Orang Kafir terhadap Nabi Muhammad untuk Mendatangkan Mukjizat","text_ayah":"أَوْ يَكُونَ لَكَ بَيْ[a:7893[تٌ م]ِّ[f:7894[ن ز]ُخْرُفٍ أَوْ تَرْقَىٰ فِى [h:746[ٱ][l[ل]سَّم[o[َا]ٓءِ وَل[a:7895[َن ن]ُّؤْمِنَ لِرُقِيِّكَ حَتَّىٰ تُنَزِّلَ عَلَيْنَا كِتَ[n[ـٰ][a:7896[بًا ن]َّ[q:7897[قْ]رَؤُهُ[n[ۥ]‌ۗ قُلْ سُ[q:7648[بْ]حَانَ رَبِّى هَلْ كُ[f:2917[نت]ُ إِلَّا بَشَ[u:7898[رًا ر]َّسُولاً","text_id":"atau engkau mempunyai sebuah rumah yang (terbuat) dari emas, atau engkau naik ke langit dan kami tidak akan mempercayai kenaikanmu itu sebelum engkau turunkan kepada kami sebuah kitab untuk kami baca.” Katakanlah (Nabi Muhammad), “Mahasuci Tuhanku. Bukankah aku ini hanya seorang manusia yang menjadi rasul?”","text_en":"Or, you come to possess a house of gold; or ascend to the skies, though we shall not believe in your having ascended till you bring down a book for us which we could read.\" Say: \"Glory to my Lord. I am only man and a messenger.\"","transliteration":"Aw yakoona laka baitum min zukhrufin aw tarqaa fis samaaa'i wa lan nu'mina liruqiyyika hatta tunazzila 'alainaa kitaaban naqra'uh; qul Subhaana Rabbee hal kuntu illaa basharar Rasoolaa","no_fn":"","text_fn":""},{"id":2123,"surah":17,"no_ayah":94,"tema":"Keingkaran Orang-Orang Kafir terhadap Manusia sebagai Utusan dan Hari Kebangkitan serta Bantahan terhadapnya","text_ayah":"وَمَا مَنَعَ [h:7899[ٱ][l[ل][g[نّ]َاسَ أ[a:386[َن ي]ُؤْمِن[o[ُوٓ][s[اْ] إِذْ ج[o[َا]ٓءَهُمُ [h:7900[ٱ]لْهُدَ[o[ىٰٓ] إِلّ[o[َآ] أَ[f:2304[ن ق]َال[o[ُوٓ][s[اْ] أَبَعَثَ [h:7901[ٱ]للَّهُ بَشَ[u:7898[رًا ر]َّسُولاً","text_id":"Tidak ada sesuatu yang menghalangi manusia untuk beriman ketika petunjuk datang kepadanya, selain perkataan mereka, “Mengapa Allah mengutus seorang manusia menjadi rasul?”","text_en":"Nothing prevented men from believing when guidance came to them, other than (what) they said: \"Has God sent (only) a man as messenger?\"","transliteration":"Wa maa mana'an naasa any yu'minooo iz jaaa'ahumul hudaaa illaaa an qaalooo aba'asal laahu basharar Rasoolaa","no_fn":"","text_fn":""},{"id":2124,"surah":17,"no_ayah":95,"tema":"Keingkaran Orang-Orang Kafir terhadap Manusia sebagai Utusan dan Hari Kebangkitan serta Bantahan terhadapnya","text_ayah":"قُل لَّوْ كَانَ فِى [h:44[ٱ]لْأَرْضِ مَلَ[o[ـٰٓ]ئِكَ[a:7902[ةٌ ي]َمْشُونَ مُ[q:7903[طْ]مَئِ[g[نّ]ِينَ لَنَزَّلْنَا عَلَيْه[w:2901[ِم م]ِّنَ [h:64[ٱ][l[ل]سَّم[o[َا]ٓءِ مَلَ[u:7904[كًا ر]َّسُولاً","text_id":"Katakanlah (Nabi Muhammad), “Sekiranya di bumi ada para malaikat yang berjalan (menetap) dengan tenang, niscaya Kami turunkan kepada mereka malaikat dari langit untuk menjadi rasul.”","text_en":"Say: \"If angels had peopled the earth and walked about in peace and quiet, We would surely have sent to them an angel as messenger.","transliteration":"Qul law kaana fil ardi malaaa 'ikatuny yamshoona mutma'inneena lanazzalnaa 'alaihim minas samaaa'i malakar Rasoolaa","no_fn":"","text_fn":""},{"id":2125,"surah":17,"no_ayah":96,"tema":"Keingkaran Orang-Orang Kafir terhadap Manusia sebagai Utusan dan Hari Kebangkitan serta Bantahan terhadapnya","text_ayah":"قُلْ كَفَىٰ بِ[h:32[ٱ]للَّهِ شَهِيد[i:7033[َۢا ب]َيْنِى وَبَيْنَكُمْ‌ۚ إِ[g[نّ]َهُ[n[ۥ] كَانَ بِعِبَادِه[n[ِۦ] خَبِير[i:7707[َۢا ب]َصِيرًا","text_id":"Katakanlah (Nabi Muhammad), “Cukuplah Allah menjadi saksi antara aku dan kamu sekalian. Sesungguhnya Dia Maha Mengetahui lagi Maha Melihat hamba-hamba-Nya.”","text_en":"Tell them: \"God is sufficient witness between me and you, for He knows His creatures well, and is well-informed.\"","transliteration":"Qul kafaa billaahi shaheedam bainee wa bainakum; innahoo kaana bi'ibaadihee Khabeeram Baseeraa","no_fn":"","text_fn":""},{"id":2126,"surah":17,"no_ayah":97,"tema":"Keingkaran Orang-Orang Kafir terhadap Manusia sebagai Utusan dan Hari Kebangkitan serta Bantahan terhadapnya","text_ayah":"وَم[a:7905[َن ي]َهْدِ [h:5147[ٱ]للَّهُ فَهُوَ [h:7906[ٱ]لْمُهْتَدِ‌ۖ وَم[a:5149[َن ي]ُضْلِلْ فَلَ[f:2843[ن ت]َجِدَ لَهُمْ أَوْلِي[o[َا]ٓءَ مِ[f:3136[ن د]ُونِه[n[ِۦ]‌ۖ وَنَحْشُرُهُمْ يَوْمَ [h:592[ٱ]لْقِيَ[n[ـٰ]مَةِ عَلَىٰ وُجُوهِهِمْ عُمْ[a:7907[يًا و]َبُكْ[a:7908[مًا و]َصُم[a:7909[ًّا‌ۖ م]َّأْوَ[n[ٮٰ]هُمْ جَهَ[g[نّ]َمُ‌ۖ كُلَّمَا خَبَتْ زِ[q:7546[دْ]نَ[n[ـٰ]هُمْ سَعِيرًا","text_id":"Siapa yang dianugerahi petunjuk oleh Allah (karena kecenderungan dan pilihannya terhadap kebaikan) dialah yang mendapat petunjuk. Siapa yang Dia sesatkan, engkau tidak akan mendapatkan penolong-penolong<sup>439)</sup> bagi mereka selain Dia. Kami akan mengumpulkan mereka pada hari Kiamat dengan wajah tersungkur, dalam keadaan buta, bisu, dan tuli. Tempat kediaman mereka adalah (neraka) Jahanam. Setiap kali nyala api Jahanam itu akan padam, Kami tambah lagi nyalanya bagi mereka.","text_en":"He is guided whom God guides. As for him He allows to go astray, you will not find a protector other than Him. We shall raise them on the Day of Resurrection in their own image, blind and dumb and deaf: Their habitation will be Hell. Every time (its fire) subsides We will intensify its flame.","transliteration":"Wa mai yahdil laahu fahuwal muhtad; wa mai yudlil falan tajida lahum awliyaaa'a min doonih; wa nahshuruhum Yawmal Qiyaamati 'alaa wujoohihim umyanw wa bukmanw wa summaa; maa waahum Jahannamu kullamaa khabat zidnaahum sa'eeraa","no_fn":"439","text_fn":"439) Lihat catatan kaki surah Āli ‘Imrān/3: 28."},{"id":2127,"surah":17,"no_ayah":98,"tema":"Keingkaran Orang-Orang Kafir terhadap Manusia sebagai Utusan dan Hari Kebangkitan serta Bantahan terhadapnya","text_ayah":"ذ[n[َٲ]لِكَ جَز[o[َا]ٓؤُه[c:7910[ُم ب]ِأَ[g[نّ]َهُمْ كَفَرُو[s[اْ] بِـَٔـايَ[n[ـٰ]تِنَا وَقَال[o[ُوٓ][s[اْ] أَءِذَا كُ[g[نّ]َا عِظَ[n[ـٰ][a:7783[مًا و]َرُفَ[n[ـٰ]تًا أَءِ[g[نّ]َا لَمَ[q:7784[بْ]عُوثُونَ خَلْ[f:7785[قًا ج]َدِيدًا","text_id":"Itulah balasan bagi mereka karena sesungguhnya mereka kufur kepada ayat-ayat Kami dan (karena mereka) berkata, “Apabila kami telah menjadi tulang-belulang dan benda-benda yang hancur, apakah kami benar-benar akan dibangkitkan kembali sebagai makhluk baru?”","text_en":"This will be their retribution for having denied Our signs and said: \"Once we are turned to bones and bits, can we be raised as a new creation?\"","transliteration":"Zaalika jazaa'uhum biannahum kafaroo bi aayaatinaa wa qaalooo 'a izaa kunnaa 'izaamanw wa rufaatan'a innaa lamaboosoona khalqan jadeedaa","no_fn":"","text_fn":""},{"id":2128,"surah":17,"no_ayah":99,"tema":"Keingkaran Orang-Orang Kafir terhadap Manusia sebagai Utusan dan Hari Kebangkitan serta Bantahan terhadapnya","text_ayah":"۞ أَوَلَمْ يَرَوْ[s[اْ] أَ[g[نّ]َ [h:394[ٱ]للَّهَ [h:2537[ٱ]لَّذِى خَلَقَ [h:3913[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:1474[ٱ]لْأَرْضَ قَادِرٌ عَلَ[o[ىٰٓ] أ[a:7911[َن ي]َخْلُقَ مِثْلَهُمْ وَجَعَلَ لَهُمْ أَجَل[u:7912[اً ل]َّا رَيْبَ فِيهِ فَأَبَى [h:7913[ٱ][l[ل]ظَّ[n[ـٰ]لِمُونَ إِلَّا كُفُورًا","text_id":"Apakah mereka tidak memperhatikan bahwa sesungguhnya Allah yang menciptakan langit dan bumi adalah Mahakuasa menciptakan yang serupa dengan mereka dan Mahakuasa menetapkan ajal (kematian dan kebangkitan) bagi mereka yang tidak diragukan lagi? Maka, orang-orang zalim itu tidak menginginkan kecuali kekufuran.","text_en":"Do they not perceive that God, who created the heavens and the earth, has the power to create the like of them? There is no doubt that. He has fixed a term for them. Even then the wicked disdain everything but unbelief.","transliteration":"Awalam yaraw annal laahal lazee khalaqas samaawaati wal arda qaadirun 'alaaa any yakhluqa mislahum wa ja'ala lahum ajalal laa raiba fee; fa abaz zaalimoona illaa kufooraa","no_fn":"","text_fn":""},{"id":2129,"surah":17,"no_ayah":100,"tema":"Keingkaran Orang-Orang Kafir terhadap Manusia sebagai Utusan dan Hari Kebangkitan serta Bantahan terhadapnya","text_ayah":"قُل لَّوْ أَ[f:428[نت]ُمْ تَمْلِكُونَ خَز[o[َا]ٓئِنَ رَحْمَةِ رَبّ[o[ِىٓ] إِ[u:7914[ذًا ل]َّأَمْسَكْتُمْ خَشْيَةَ [h:7915[ٱ]لْإِ[f:7916[نف]َاقِ‌ۚ وَكَانَ [h:7688[ٱ]لْإِ[f:2732[نس]َ[n[ـٰ]نُ قَتُورًا","text_id":"Katakanlah (Nabi Muhammad), “Sekiranya kamu memiliki khazanah rahmat Tuhanku, niscaya kamu tahan karena takut habis.” Manusia itu memang sangat kikir.","text_en":"Say: \"Even if you owned the stores of the mercy of my Lord, you would have held them back for fear of spending them, for man is niggardly.\"","transliteration":"Qul law antum tamlikoona khazaaa'ina rahmati Rabbeee izal la amsaktum khash yatal infaaq; wa kaanal insaanu qatooraa","no_fn":"","text_fn":""},{"id":2130,"surah":17,"no_ayah":101,"tema":"Pengalaman Nabi Musa dalam Berdakwah sebagai Pelipur Hati Nabi Muhammad","text_ayah":"وَلَقَ[q:341[دْ] ءَاتَيْنَا مُوسَىٰ تِسْعَ ءَايَ[n[ـٰ][i:516[تِۭ ب]َيِّنَ[n[ـٰ][f:7917[تٍ‌ۖ ف]َسْــَٔلْ بَن[o[ِىٓ] إِسْر[o[َٲ]ٓءِيلَ إِذْ ج[o[َا]ٓءَهُمْ فَقَالَ لَهُ[n[ۥ] فِرْعَوْنُ إِ[g[نّ]ِى لَأَظُ[g[نّ]ُكَ يَ[n[ـٰ]مُوسَىٰ مَسْحُورًا","text_id":"Sungguh, Kami telah menganugerahkan kepada Musa sembilan mukjizat yang nyata.<sup>440)</sup> Maka, tanyakanlah kepada Bani Israil ketika dia datang kepada mereka lalu Fir‘aun berkata kepadanya, “Sesungguhnya aku benar-benar yakin bahwa engkau, wahai Musa, terkena sihir.”","text_en":"We gave Moses nine clear signs; so ask the children of Israel. When (Moses) came to them the Pharaoh said: \"I think, O Moses, you have been deluded.\"","transliteration":"Wa laqad aatainaa Moosaa tis'a Aayaatim baiyinaatin fas'al Baneee Israaa'eela iz jaaa'ahum faqaala lahoo Fir'awnu inee la azunnuka yaa Moosaa mas hooraa","no_fn":"440","text_fn":"440) Mukjizat yang sembilan itu ialah tongkat, tangan yang bisa memancarkan cahaya, belalang, kutu, katak, darah, banjir besar, laut yang terbelah, dan gunung (Sinai)."},{"id":2131,"surah":17,"no_ayah":102,"tema":"Pengalaman Nabi Musa dalam Berdakwah sebagai Pelipur Hati Nabi Muhammad","text_ayah":"قَالَ لَقَ[q:2389[دْ] عَلِمْتَ م[o[َآ] أَ[f:471[نز]َلَ هَ[o[ـٰٓ]ؤُل[o[َا]ٓءِ إِلَّا رَبُّ [h:6926[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:177[ٱ]لْأَرْضِ بَص[o[َا]ٓئِرَ وَإِ[g[نّ]ِى لَأَظُ[g[نّ]ُكَ يَ[n[ـٰ]فِرْعَوْنُ مَثْبُورًا","text_id":"Dia (Musa) menjawab, “Sungguh, engkau benar-benar telah mengetahui bahwa tidak ada yang menurunkan (mukjizat-mukjizat) itu kecuali Tuhan langit dan bumi sebagai bukti-bukti yang nyata. Sesungguhnya aku benar-benar yakin bahwa engkau, wahai Fir‘aun, terlaknat.”","text_en":"He replied: \"You know that none but the Lord of the heavens and the earth has sent these (signs) as cogent proof. I truly think, O Pharaoh, your days are done.\"","transliteration":"Qaala laqad 'alimta maaa anzala haaa'ulaaa'i illaa Rabbus samaawaati wal ardi basaaa'ira wa innee la azun nuka yaa Fir'awnu masbooraa","no_fn":"","text_fn":""},{"id":2132,"surah":17,"no_ayah":103,"tema":"Pengalaman Nabi Musa dalam Berdakwah sebagai Pelipur Hati Nabi Muhammad","text_ayah":"فَأَرَادَ أ[a:7918[َن ي]َسْتَفِزَّه[w:7919[ُم م]ِّنَ [h:1579[ٱ]لْأَرْضِ فَأَغْرَ[q:7920[قْ]نَ[n[ـٰ]هُ وَم[a:4948[َن م]َّعَهُ[n[ۥ] جَمِيعًا","text_id":"Kemudian, dia (Fir‘aun) hendak mengusir mereka (Musa dan pengikutnya) dari bumi (Mesir), maka Kami tenggelamkan dia (Fir‘aun) beserta seluruh orang yang bersamanya.","text_en":"Then he sought to turn them out of the land, but We drowned him and all his followers.","transliteration":"Fa araada any yastafizzahum minal ardi fa aghraqnaahu wa mam ma'ahoo jamee'aa","no_fn":"","text_fn":""},{"id":2133,"surah":17,"no_ayah":104,"tema":"Pengalaman Nabi Musa dalam Berdakwah sebagai Pelipur Hati Nabi Muhammad","text_ayah":"وَقُلْنَا م[i:254[ِنۢ ب]َعْدِه[n[ِۦ] لِبَن[o[ِىٓ] إِسْر[o[َٲ]ٓءِيلَ [h:7921[ٱ]سْكُنُو[s[اْ] [h:7922[ٱ]لْأَرْضَ فَإِذَا ج[o[َا]ٓءَ وَعْدُ [h:7673[ٱ]لْأَخِرَةِ جِئْنَا بِكُمْ لَفِيفًا","text_id":"Setelah itu Kami berfirman kepada Bani Israil, “Tinggallah di negeri ini! Apabila janji kebangkitan datang, niscaya Kami kumpulkan kamu dalam keadaan bercampur baur.”","text_en":"After this We told the children of Israel: \"Dwell in the land. When the promise of reckoning comes, We shall bring you together from a motley crowd.","transliteration":"Wa qulnaa mim ba'dihee li Baneee Israaa'eelas kunul arda faizaa jaaa'a wa'dulaakhirati ji'naa bikum lafeefaa","no_fn":"","text_fn":""},{"id":2134,"surah":17,"no_ayah":105,"tema":"Tujuan Diturunkannya Al-Qur’an","text_ayah":"وَبِ[h:9999[ٱ]لْحَقِّ أَ[f:4236[نز]َلْنَ[n[ـٰ]هُ وَبِ[h:7923[ٱ]لْحَقِّ نَزَلَ‌ۗ وَم[o[َآ] أَرْسَلْنَ[n[ـٰ]كَ إِلَّا مُبَشِّ[a:7924[رًا و]َنَذِيرًا","text_id":"Kami menurunkannya (Al-Qur’an) dengan sebenarnya<sup>441)</sup> dan ia (Al-Qur’an) turun dengan (membawa) kebenaran. Kami mengutus engkau (Nabi Muhammad) hanya sebagai pembawa berita gembira dan pemberi peringatan.","text_en":"We have sent it down with truth, and with truth has (the Qur'an) come down. And We have sent you only to give good news and to warn.","transliteration":"Wa bilhaqqi anzalnaahu wa bilhaqqi nazal; wa maaa arsalnaaka illaa mubash shiranw wa nazeeraa","no_fn":"441","text_fn":"441) Al-Qur’an benar-benar diturunkan oleh Allah Swt., bukan oleh selain-Nya."},{"id":2135,"surah":17,"no_ayah":106,"tema":"Tujuan Diturunkannya Al-Qur’an","text_ayah":"وَقُرْءَا[f:7925[نًا ف]َرَ[q:7926[قْ]نَ[n[ـٰ]هُ لِتَ[q:7927[قْ]رَأَهُ[n[ۥ] عَلَى [h:729[ٱ][l[ل][g[نّ]َاسِ عَلَىٰ مُكْ[a:7928[ثٍ و]َنَزَّلْنَ[n[ـٰ]هُ تَ[f:7929[نز]ِيلاً","text_id":"Al-Qur’an Kami turunkan berangsur-angsur agar engkau (Nabi Muhammad) membacakannya kepada manusia secara perlahan-lahan dan Kami benar-benar menurunkannya secara bertahap.","text_en":"We have divided the Qur'an into parts that you may recite it to men slowly, with deliberation. That is why We sent it down by degrees.","transliteration":"Wa quraanan faraqnaahu litaqra ahoo 'alan naasi 'alaa muksinw wa nazzalnaahu tanzeelaa","no_fn":"","text_fn":""},{"id":2136,"surah":17,"no_ayah":107,"tema":"Tujuan Diturunkannya Al-Qur’an","text_ayah":"قُلْ ءَامِنُو[s[اْ] بِه[o[ِۦٓ] أَوْ لَا تُؤْمِن[o[ُوٓ[s[اْ]‌ۚ] إِ[g[نّ]َ [h:24[ٱ]لَّذِينَ أُوتُو[s[اْ] [h:7379[ٱ]لْعِلْمَ مِ[f:1097[ن ق]َ[q:1098[بْ]لِه[o[ِۦٓ] إِذَا يُتْلَىٰ عَلَيْهِمْ يَخِرُّونَ لِلْأَذْقَانِ سُجَّدًا","text_id":"Katakanlah (Nabi Muhammad), “Berimanlah kamu kepadanya (Al-Qur’an) atau tidak usah beriman (itu sama saja bagi Allah)! Sesungguhnya orang-orang yang telah diberi pengetahuan sebelumnya, apabila (Al-Qur’an) dibacakan kepada mereka, mereka menyungkurkan wajah (dengan) bersujud.”","text_en":"Say: \"Believe in it or do not believe: Those who were given knowledge before it bow in adoration when it is read out to them,","transliteration":"Qul aaaniminoo biheee aw laa tu'minoo; innal lazeena ootul 'ilma min qabliheee izaa yutlaa 'alaihim yakhirroona lil azqaani sujjadaa","no_fn":"","text_fn":""},{"id":2137,"surah":17,"no_ayah":108,"tema":"Tujuan Diturunkannya Al-Qur’an","text_ayah":"وَيَقُولُونَ سُ[q:7648[بْ]حَ[n[ـٰ]نَ رَبِّن[o[َآ] إِ[f:2594[ن ك]َانَ وَعْدُ رَبِّنَا لَمَفْعُولاً","text_id":"Mereka berkata, “Mahasuci Tuhan kami. Sesungguhnya janji Tuhan kami pasti terlaksana.” ","text_en":"And say: \"Glory be to our Lord. The promise of our Lord has indeed been fulfilled.\"","transliteration":"Wa yaqooloona Subhaana Rabbinaaa in kaana wa'du Rabbinaa lamaf'oolaa","no_fn":"","text_fn":""},{"id":2138,"surah":17,"no_ayah":109,"tema":"Tujuan Diturunkannya Al-Qur’an","text_ayah":"وَيَخِرُّونَ لِلْأَذْقَانِ يَ[q:6573[بْ]كُونَ وَيَزِيدُهُمْ خُشُوعًا ۩","text_id":"Mereka menyungkurkan wajah seraya menangis dan ia (Al-Qur’an) menambah kekhusyukan mereka.","text_en":"And weeping they kneel down, and this increases their humility.","transliteration":"Wa yakhirroona lil azqaani yabkoona wa yazeeduhum khushoo'aa","no_fn":"","text_fn":""},{"id":2139,"surah":17,"no_ayah":110,"tema":"Berdoa dengan Asmaulhusna","text_ayah":"قُلِ [h:5199[ٱ][q:4751[دْ]عُو[s[اْ] [h:7930[ٱ]للَّهَ أَوِ [h:7931[ٱ][q:4751[دْ]عُو[s[اْ] [h:7932[ٱ][l[ل]رَّحْمَ[n[ـٰ]نَ‌ۖ أَي[a:7933[ًّا م]َّا تَ[q:7934[دْ]عُو[s[اْ] فَلَهُ [h:7935[ٱ]لْأَسْم[o[َا]ٓءُ [h:5156[ٱ]لْحُسْنَىٰ‌ۚ وَلَا تَ[q:7936[جْ]هَرْ بِصَلَاتِكَ وَلَا تُخَافِتْ بِهَا وَ[h:7937[ٱ][q:7937[بْ]تَغِ بَيْنَ ذ[n[َٲ]لِكَ سَبِيلاً","text_id":"Katakanlah (Nabi Muhammad), “Serulah ‘Allah’ atau serulah ‘Ar-Raḥmān’! Nama mana saja yang kamu seru, (maka itu baik) karena Dia mempunyai nama-nama yang terbaik (Asmaulhusna). Janganlah engkau mengeraskan (bacaan) salatmu dan janganlah (pula) merendahkannya. Usahakan jalan (tengah) di antara (kedua)-nya!”","text_en":"Say: \"Call Him Allah or call Him Ar-Rahman; whatever the name you call Him by, all His names are beautiful.\" Do not say your prayers too loudly or in too low a voice, but follow a middle coarse.","transliteration":"Qulid'ul laaha awid'ur Rahmaana ayyam maa tad'oo falahul asmaaa'ul Husnaa; wa laa tajhar bi Salaatika wa laa tukhaafit bihaa wabtaghi baina zaalika sabeela","no_fn":"","text_fn":""},{"id":2140,"surah":17,"no_ayah":111,"tema":"Berdoa dengan Asmaulhusna","text_ayah":"وَقُلِ [h:7938[ٱ]لْحَمْدُ لِلَّهِ [h:3912[ٱ]لَّذِى لَمْ يَتَّخِذْ وَلَ[a:7939[دًا و]َلَمْ يَك[u:2596[ُن ل]َّهُ[n[ۥ] شَرِي[f:7940[كٌ ف]ِى [h:7941[ٱ]لْمُلْكِ وَلَمْ يَك[u:2596[ُن ل]َّهُ[n[ۥ] وَلِ[a:7942[ىٌّ م]ِّنَ [h:7943[ٱ][l[ل]ذُّلِّ‌ۖ وَكَبِّرْهُ تَكْبِيرَۢا","text_id":"Katakanlah, “Segala puji bagi Allah yang tidak mengangkat seorang anak, tidak mempunyai sekutu dalam kerajaan-Nya, dan tidak memerlukan penolong dari kehinaan! Agungkanlah Dia setinggi-tingginya!”","text_en":"And say: \"All praise be to God who has neither begotten a son nor has a partner in His kingdom; nor has He need of any one to protect Him from ignominy. So extol Him by extolling His majesty.\"","transliteration":"Wa qulil hamdu lillaahil lazee lam yattakhiz waladanw wa lam yakul lahoo shareekun fil mulki wa lam yakul lahoo waliyyum minaz zulli wa kabbirhu takbeeraa","no_fn":"","text_fn":""}]