[{"id":2251,"surah":19,"no_ayah":1,"theme":"Doa Nabi Zakaria agar Dikaruniai Keturunan","text_ayah":"كۤهٰيٰعۤصۤۚ ","text_id":"Kāf Hā Yā ‘Ain Ṣād.","text_en":"KAF HA YA 'AIN SAD.","transliteration":"kaf hā yā 'aīn ṣad","no_fn":"","text_fn":"","juz":16,"hizb":31,"rub_al_hizb":122,"page":305},{"id":2252,"surah":19,"no_ayah":2,"theme":"Doa Nabi Zakaria agar Dikaruniai Keturunan","text_ayah":"ذِكْرُ رَحْمَتِ رَبِّكَ عَبْدَهٗ زَكَرِيَّاۚ ","text_id":"(Yang dibacakan ini adalah) penjelasan tentang rahmat Tuhanmu kepada hamba-Nya, Zakaria,","text_en":"Commemorate the beneficence of your Lord on Zachariah, His devotee,","transliteration":"żikru raḥmati rabbika 'abdahu zakariyyā","no_fn":"","text_fn":"","juz":16,"hizb":31,"rub_al_hizb":122,"page":305},{"id":2253,"surah":19,"no_ayah":3,"theme":"Doa Nabi Zakaria agar Dikaruniai Keturunan","text_ayah":"اِذْ نَادٰى رَبَّهٗ نِدَاۤءً خَفِيًّا ","text_id":"(yaitu) ketika dia berdoa kepada Tuhannya dengan suara yang lirih.","text_en":"When he called to his Lord inwardly,","transliteration":"iż nādā rabbahu nida`an khafiyyā","no_fn":"","text_fn":"","juz":16,"hizb":31,"rub_al_hizb":122,"page":305},{"id":2254,"surah":19,"no_ayah":4,"theme":"Doa Nabi Zakaria agar Dikaruniai Keturunan","text_ayah":"قَالَ رَبِّ اِنِّيْ وَهَنَ الْعَظْمُ مِنِّيْ وَاشْتَعَلَ الرَّأْسُ شَيْبًا وَّلَمْ اَكُنْۢ بِدُعَاۤىِٕكَ رَبِّ شَقِيًّا ","text_id":"Dia (Zakaria) berkata, “Wahai Tuhanku, sesungguhnya tulangku telah lemah, kepalaku telah dipenuhi uban, dan aku tidak pernah kecewa dalam berdoa kepada-Mu, wahai Tuhanku.","text_en":"And said: \"O my Lord, my bones decay, my head is white and hoary, yet in calling You, O Lord, I have never been deprived.","transliteration":"qāla rabbi innī wahanal-'aẓmu minnī wasyta'alar-ra`su syaibaw wa lam akum bidu'a`ika rabbi syaqiyyā","no_fn":"","text_fn":"","juz":16,"hizb":31,"rub_al_hizb":122,"page":305},{"id":2255,"surah":19,"no_ayah":5,"theme":"Doa Nabi Zakaria agar Dikaruniai Keturunan","text_ayah":"وَاِنِّيْ خِفْتُ الْمَوَالِيَ مِنْ وَّرَاۤءِيْ وَكَانَتِ امْرَاَتِيْ عَاقِرًا فَهَبْ لِيْ مِنْ لَّدُنْكَ وَلِيًّاۙ","text_id":"Sesungguhnya aku khawatir terhadap keluargaku sepeninggalku, sedangkan istriku adalah seorang yang mandul. Anugerahilah aku seorang anak dari sisi-Mu.","text_en":"But I fear my relatives after me; and my wife is barren. So grant me a successor as a favour from You","transliteration":"wa innī khiftul-mawāliya miw wara`ī wa kānatimra`atī 'āqiran fa hab lī mil ladungka waliyyā","no_fn":"","text_fn":"","juz":16,"hizb":31,"rub_al_hizb":122,"page":305},{"id":2256,"surah":19,"no_ayah":6,"theme":"Doa Nabi Zakaria agar Dikaruniai Keturunan","text_ayah":"يَّرِثُنِيْ وَيَرِثُ مِنْ اٰلِ يَعْقُوْبَ وَاجْعَلْهُ رَبِّ رَضِيًّا ","text_id":"(Seorang anak) yang akan mewarisi aku dan keluarga Ya‘qub serta jadikanlah dia, wahai Tuhanku, seorang yang diridai.”","text_en":"Who will be heir to me, and heir to the house of Jacob; and make him obedient to You, O Lord.\"","transliteration":"yariṡunī wa yariṡu min āli ya'quba waj'al-hu rabbi raḍiyyā","no_fn":"","text_fn":"","juz":16,"hizb":31,"rub_al_hizb":122,"page":305},{"id":2257,"surah":19,"no_ayah":7,"theme":"Doa Nabi Zakaria agar Dikaruniai Keturunan","text_ayah":"يٰزَكَرِيَّآ اِنَّا نُبَشِّرُكَ بِغُلٰمِ ِۨاسْمُهٗ يَحْيٰىۙ لَمْ نَجْعَلْ لَّهٗ مِنْ قَبْلُ سَمِيًّا ","text_id":"(Allah berfirman,) “Wahai Zakaria, Kami memberi kabar gembira kepadamu dengan seorang anak laki-laki yang bernama Yahya yang nama itu tidak pernah Kami berikan sebelumnya.”","text_en":"\"O Zachariah,\" (it was) said, \"We give you good news of a son by name of John.' To none have We attributed the name before.\"","transliteration":"yā zakariyya innā nubasysyiruka bigulāminismuhu yaḥyā lam naj'al lahu ming qablu samiyyā","no_fn":"","text_fn":"","juz":16,"hizb":31,"rub_al_hizb":122,"page":305},{"id":2258,"surah":19,"no_ayah":8,"theme":"Doa Nabi Zakaria agar Dikaruniai Keturunan","text_ayah":"قَالَ رَبِّ اَنّٰى يَكُوْنُ لِيْ غُلٰمٌ وَّكَانَتِ امْرَاَتِيْ عَاقِرًا وَّقَدْ بَلَغْتُ مِنَ الْكِبَرِ عِتِيًّا ","text_id":"Dia (Zakaria) berkata, “Wahai Tuhanku, bagaimana (mungkin) aku akan mempunyai anak, sedangkan istriku seorang yang mandul dan sungguh aku sudah mencapai usia yang sangat tua?”","text_en":"\"How can I have a son, O Lord\" he said, \"when my wife is barren and I am old and decrepit?\"","transliteration":"qāla rabbi annā yakunu lī gulāmuw wa kānatimra`atī 'āqiraw wa qad balagtu minal-kibari 'itiyyā","no_fn":"","text_fn":"","juz":16,"hizb":31,"rub_al_hizb":122,"page":305},{"id":2259,"surah":19,"no_ayah":9,"theme":"Doa Nabi Zakaria agar Dikaruniai Keturunan","text_ayah":"قَالَ كَذٰلِكَۗ قَالَ رَبُّكَ هُوَ عَلَيَّ هَيِّنٌ وَّقَدْ خَلَقْتُكَ مِنْ قَبْلُ وَلَمْ تَكُ شَيْـًٔا ","text_id":"Dia (Allah) berfirman,<sup>459)</sup> ”Demikianlah.” Tuhanmu berfirman, ”Hal itu mudah bagi-Ku; sungguh, engkau telah Aku ciptakan sebelum itu, padahal (pada waktu itu) engkau belum berwujud sama sekali.”","text_en":"(The angel) answered: \"Thus will it be. Your Lord said: 'This is easy for Me; for when I brought you into being you were nothing.'","transliteration":"qāla każālik, qāla rabbuka huwa 'alayya hayyinuw wa qad khalaqtuka ming qablu wa lam taku syai`ā","no_fn":"459","text_fn":"459) Sebagian mufasir berpendapat bahwa yang berkata di sini adalah Allah Swt. Sebagiannya lagi berpendapat bahwa yang berkata di sini adalah Jibril. ","juz":16,"hizb":31,"rub_al_hizb":122,"page":305},{"id":2260,"surah":19,"no_ayah":10,"theme":"Doa Nabi Zakaria agar Dikaruniai Keturunan","text_ayah":"قَالَ رَبِّ اجْعَلْ لِّيْٓ اٰيَةًۗ قَالَ اٰيَتُكَ اَلَّا تُكَلِّمَ النَّاسَ ثَلٰثَ لَيَالٍ سَوِيًّا ","text_id":"Dia (Zakaria) berkata, “Wahai Tuhanku, berilah aku suatu tanda.” (Allah) berfirman, “Tandanya bagimu ialah bahwa engkau tidak dapat bercakap-cakap dengan manusia selama (tiga hari) tiga malam, padahal engkau sehat.”","text_en":"He said: \"O Lord, give me a token.\" \"Though sound,\" He answered, \"you will not talk to any one for three nights running.\"","transliteration":"qāla rabbij'al lī āyah, qāla āyatuka allā tukalliman-nāsa ṡalāṡa layālin sawiyyā","no_fn":"","text_fn":"","juz":16,"hizb":31,"rub_al_hizb":122,"page":305},{"id":2261,"surah":19,"no_ayah":11,"theme":"Doa Nabi Zakaria agar Dikaruniai Keturunan","text_ayah":"فَخَرَجَ عَلٰى قَوْمِهٖ مِنَ الْمِحْرَابِ فَاَوْحٰٓى اِلَيْهِمْ اَنْ سَبِّحُوْا بُكْرَةً وَّعَشِيًّا ","text_id":"Lalu, (Zakaria) keluar dari mihrab menuju kaumnya lalu dia memberi isyarat kepada mereka agar bertasbihlah kamu pada waktu pagi dan petang.","text_en":"So he came from the chamber to his people, and suggested to them (by signs) to sing the praises of the Lord morning and evening.","transliteration":"fa kharaja 'alā qaumihī minal-miḥrābi fa auḥa ilaihim an sabbiḥu bukrataw wa 'asyiyyā","no_fn":"","text_fn":"","juz":16,"hizb":31,"rub_al_hizb":122,"page":305},{"id":2262,"surah":19,"no_ayah":12,"theme":"Penetapan Yahya sebagai Nabi","text_ayah":"يٰيَحْيٰى خُذِ الْكِتٰبَ بِقُوَّةٍۗ وَاٰتَيْنٰهُ الْحُكْمَ صَبِيًّاۙ ","text_id":"(Allah berfirman,) “Wahai Yahya, ambillah (pelajarilah)<sup>460)</sup> Kitab (Taurat) itu dengan sungguh-sungguh.” Kami menganugerahkan hikmah kepadanya (Yahya)<sup>461)</sup> selagi dia masih kanak-kanak.","text_en":"(We said:) \"O John, hold fast to the Book;\" and We gave him wisdom right from boyhood,","transliteration":"yā yaḥyā khużil-kitāba biquwwah, wa ātaināhul-ḥukma ṣabiyyā","no_fn":"460,461","text_fn":"460) Maksudnya adalah, “Pelajarilah Taurat itu, amalkan isinya, dan sampaikan kepada umatmu!”</br>461) Maksudnya adalah pemahaman Taurat dan pendalaman agama.-><--><-","juz":16,"hizb":31,"rub_al_hizb":122,"page":306},{"id":2263,"surah":19,"no_ayah":13,"theme":"Penetapan Yahya sebagai Nabi","text_ayah":"وَّحَنَانًا مِّنْ لَّدُنَّا وَزَكٰوةًۗ وَكَانَ تَقِيًّاۙ","text_id":"(Kami anugerahkan juga kepadanya) rasa kasih sayang (kepada sesama) dari Kami dan bersih (dari dosa). Dia pun adalah seorang yang bertakwa.","text_en":"And compassion from Us, and goodness. So he was devout,","transliteration":"wa ḥanānam mil ladunnā wa zakāh, wa kāna taqiyyā","no_fn":"","text_fn":"","juz":16,"hizb":31,"rub_al_hizb":122,"page":306},{"id":2264,"surah":19,"no_ayah":14,"theme":"Penetapan Yahya sebagai Nabi","text_ayah":"وَّبَرًّاۢ بِوَالِدَيْهِ وَلَمْ يَكُنْ جَبَّارًا عَصِيًّا ","text_id":"(Dia) orang yang berbakti kepada kedua orang tuanya dan dia bukan orang yang sombong lagi durhaka.","text_en":"And kind to his parents, neither arrogant nor disobedient.","transliteration":"wa barram biwālidaihi wa lam yakun jabbāran 'aṣiyyā","no_fn":"","text_fn":"","juz":16,"hizb":31,"rub_al_hizb":122,"page":306},{"id":2265,"surah":19,"no_ayah":15,"theme":"Penetapan Yahya sebagai Nabi","text_ayah":"وَسَلٰمٌ عَلَيْهِ يَوْمَ وُلِدَ وَيَوْمَ يَمُوْتُ وَيَوْمَ يُبْعَثُ حَيًّاࣖ","text_id":"Kesejahteraan baginya (Yahya) pada hari dia dilahirkan, hari dia wafat, dan hari dia dibangkitkan hidup kembali.","text_en":"So peace on him the day he was born, the day he will die, and the day that he will be raised from the dead.","transliteration":"wa salāmun 'alaihi yauma wulida wa yauma yamutu wa yauma yub'aṡu ḥayyā","no_fn":"","text_fn":"","juz":16,"hizb":31,"rub_al_hizb":122,"page":306},{"id":2266,"surah":19,"no_ayah":16,"theme":"Kehamilan Maryam","text_ayah":"وَاذْكُرْ فِى الْكِتٰبِ مَرْيَمَۘ اِذِ انْتَبَذَتْ مِنْ اَهْلِهَا مَكَانًا شَرْقِيًّاۙ","text_id":"Ceritakanlah (Nabi Muhammad) kisah Maryam di dalam Kitab (Al-Qur’an), (yaitu) ketika dia mengasingkan diri dari keluarganya ke suatu tempat di sebelah timur (Baitulmaqdis).","text_en":"Commemorate Mary in the Book. When she withdrew from her family to a place in the East","transliteration":"ważkur fil-kitābi maryam, iżintabażat min ahlihā makānan syarqiyyā","no_fn":"","text_fn":"","juz":16,"hizb":31,"rub_al_hizb":122,"page":306},{"id":2267,"surah":19,"no_ayah":17,"theme":"Kehamilan Maryam","text_ayah":"فَاتَّخَذَتْ مِنْ دُوْنِهِمْ حِجَابًاۗ فَاَرْسَلْنَآ اِلَيْهَا رُوْحَنَا فَتَمَثَّلَ لَهَا بَشَرًا سَوِيًّا ","text_id":"Dia (Maryam) memasang tabir (yang melindunginya) dari mereka. Lalu, Kami mengutus roh Kami (Jibril) kepadanya, kemudian dia menampakkan diri di hadapannya dalam bentuk manusia yang sempurna.","text_en":"And took cover from them, We sent a spirit of Ours to her who appeared before her in the concrete form of a man.","transliteration":"fattakhażat min dunihim ḥijābā, fa arsalna ilaihā ruḥanā fa tamaṡṡala lahā basyaran sawiyyā","no_fn":"","text_fn":"","juz":16,"hizb":31,"rub_al_hizb":122,"page":306},{"id":2268,"surah":19,"no_ayah":18,"theme":"Kehamilan Maryam","text_ayah":"قَالَتْ اِنِّيْٓ اَعُوْذُ بِالرَّحْمٰنِ مِنْكَ اِنْ كُنْتَ تَقِيًّا ","text_id":"Dia (Maryam) berkata (kepadanya), “Sesungguhnya aku berlindung kepada Tuhan Yang Maha Pengasih darimu (untuk berbuat jahat kepadaku) jika kamu seorang yang bertakwa.”","text_en":"\"I seek refuge in the Merciful from you, if you fear Him,\" she said.","transliteration":"qālat innī a'użu bir-raḥmāni mingka ing kunta taqiyyā","no_fn":"","text_fn":"","juz":16,"hizb":31,"rub_al_hizb":122,"page":306},{"id":2269,"surah":19,"no_ayah":19,"theme":"Kehamilan Maryam","text_ayah":"قَالَ اِنَّمَآ اَنَا۠ رَسُوْلُ رَبِّكِۖ لِاَهَبَ لَكِ غُلٰمًا زَكِيًّا ","text_id":"Dia (Jibril) berkata, “Sesungguhnya aku hanyalah utusan Tuhanmu untuk memberikan anugerah seorang anak laki-laki yang suci kepadamu.”","text_en":"He replied: \"I am only a messenger from your Lord (sent) to bestow a good son on you.\"","transliteration":"qāla innama ana rasulu rabbiki li`ahaba laki gulāman zakiyyā","no_fn":"","text_fn":"","juz":16,"hizb":31,"rub_al_hizb":122,"page":306},{"id":2270,"surah":19,"no_ayah":20,"theme":"Kehamilan Maryam","text_ayah":"قَالَتْ اَنّٰى يَكُوْنُ لِيْ غُلٰمٌ وَّلَمْ يَمْسَسْنِيْ بَشَرٌ وَّلَمْ اَكُ بَغِيًّا ","text_id":"Dia (Maryam) berkata, “Bagaimana (mungkin) aku mempunyai anak laki-laki, padahal tidak pernah ada seorang (laki-laki) pun yang menyentuhku dan aku bukan seorang pelacur?”","text_en":"\"How can I have a son,\" she said, \"when no man has touched me, nor am I sinful?\"","transliteration":"qālat annā yakunu lī gulāmuw wa lam yamsasnī basyaruw wa lam aku bagiyyā","no_fn":"","text_fn":"","juz":16,"hizb":31,"rub_al_hizb":122,"page":306},{"id":2271,"surah":19,"no_ayah":21,"theme":"Kehamilan Maryam","text_ayah":"قَالَ كَذٰلِكِۚ قَالَ رَبُّكِ هُوَ عَلَيَّ هَيِّنٌۚ وَلِنَجْعَلَهٗٓ اٰيَةً لِّلنَّاسِ وَرَحْمَةً مِّنَّاۚ وَكَانَ اَمْرًا مَّقْضِيًّا ","text_id":"Dia (Jibril) berkata, “Demikianlah.” Tuhanmu berfirman, “Hal itu sangat mudah bagi-Ku dan agar Kami menjadikannya sebagai tanda (kebesaran-Ku) bagi manusia dan rahmat dari Kami. Hal itu adalah suatu urusan yang (sudah) diputuskan.”","text_en":"He said: \"Thus will it be. Your Lord said: 'It is easy for Me,' and that: 'We shall make him a sign for men and a blessing from Us.' This is a thing already decreed.\"","transliteration":"qāla każālik, qāla rabbuki huwa 'alayya hayyin, wa linaj'alahū āyatal lin-nāsi wa raḥmatam minnā, wa kāna amram maqḍiyyā","no_fn":"","text_fn":"","juz":16,"hizb":31,"rub_al_hizb":122,"page":306},{"id":2272,"surah":19,"no_ayah":22,"theme":"Kelahiran Isa bin Maryam","text_ayah":"۞ فَحَمَلَتْهُ فَانْتَبَذَتْ بِهٖ مَكَانًا قَصِيًّا ","text_id":"Maka, dia (Maryam) mengandungnya, lalu mengasingkan diri bersamanya ke tempat yang jauh.","text_en":"When she conceived him she went away to a distant place.","transliteration":"fa ḥamalat-hu fantabażat bihī makānang qaṣiyyā","no_fn":"","text_fn":"","juz":16,"hizb":31,"rub_al_hizb":123,"page":306},{"id":2273,"surah":19,"no_ayah":23,"theme":"Kelahiran Isa bin Maryam","text_ayah":"فَاَجَاۤءَهَا الْمَخَاضُ اِلٰى جِذْعِ النَّخْلَةِۚ قَالَتْ يٰلَيْتَنِيْ مِتُّ قَبْلَ هٰذَا وَكُنْتُ نَسْيًا مَّنْسِيًّا ","text_id":"Rasa sakit akan melahirkan memaksanya (bersandar) pada pangkal pohon kurma. Dia (Maryam) berkata, “Oh, seandainya aku mati sebelum ini dan menjadi seorang yang tidak diperhatikan dan dilupakan (selama-lamanya).”","text_en":"The birth pangs led her to the trunk of a date-palm tree. \"Would that I had died before this,\" she said, \"and become a thing forgotten, unremembered.\"","transliteration":"fa aja`ahal-makhāḍu ilā jiż'in-nakhlah, qālat yā laitanī mittu qabla hāżā wa kuntu nas-yam mansiyyā","no_fn":"","text_fn":"","juz":16,"hizb":31,"rub_al_hizb":123,"page":306},{"id":2274,"surah":19,"no_ayah":24,"theme":"Kelahiran Isa bin Maryam","text_ayah":"فَنَادٰىهَا مِنْ تَحْتِهَآ اَلَّا تَحْزَنِيْ قَدْ جَعَلَ رَبُّكِ تَحْتَكِ سَرِيًّا ","text_id":"Dia (Jibril) berseru kepadanya dari tempat yang rendah, “Janganlah engkau bersedih. Sungguh, Tuhanmu telah menjadikan anak sungai di bawahmu.","text_en":"Then (a voice) called to her from below: \"Grieve not; your Lord has made a rivulet gush forth right below you.","transliteration":"fa nādāhā min taḥtiha allā taḥzanī qad ja'ala rabbuki taḥtaki sariyyā","no_fn":"","text_fn":"","juz":16,"hizb":31,"rub_al_hizb":123,"page":306},{"id":2275,"surah":19,"no_ayah":25,"theme":"Kelahiran Isa bin Maryam","text_ayah":"وَهُزِّيْٓ اِلَيْكِ بِجِذْعِ النَّخْلَةِ تُسٰقِطْ عَلَيْكِ رُطَبًا جَنِيًّاۖ ","text_id":"Goyanglah pangkal pohon kurma itu ke arahmu, niscaya (pohon) itu akan menjatuhkan buah kurma yang masak kepadamu.","text_en":"Shake the trunk of the date-palm tree, and it will drop ripe dates for you.","transliteration":"wa huzzī ilaiki bijiż'in-nakhlati tusāqiṭ 'alaiki ruṭaban janiyyā","no_fn":"","text_fn":"","juz":16,"hizb":31,"rub_al_hizb":123,"page":306},{"id":2276,"surah":19,"no_ayah":26,"theme":"Kelahiran Isa bin Maryam","text_ayah":"فَكُلِيْ وَاشْرَبِيْ وَقَرِّيْ عَيْنًاۚ فَاِمَّا تَرَيِنَّ مِنَ الْبَشَرِ اَحَدًاۙ فَقُوْلِيْٓ اِنِّيْ نَذَرْتُ لِلرَّحْمٰنِ صَوْمًا فَلَنْ اُكَلِّمَ الْيَوْمَ اِنْسِيًّاۚ ","text_id":"Makan, minum, dan bersukacitalah engkau. Jika engkau melihat seseorang, katakanlah, ‘Sesungguhnya aku telah bernazar puasa (bicara) untuk Tuhan Yang Maha Pengasih. Oleh karena itu, aku tidak akan berbicara dengan siapa pun pada hari ini.’”","text_en":"Eat and drink, and be at peace. If you see any man, tell him: 'I have verily vowed a fast to Ar-Rahman and cannot speak to any one this day.'","transliteration":"fa kulī wasyrabī wa qarrī 'ainā, fa immā tarayinna minal-basyari aḥadan fa qulī innī nażartu lir-raḥmāni ṣauman fa lan ukallimal-yauma insiyyā","no_fn":"","text_fn":"","juz":16,"hizb":31,"rub_al_hizb":123,"page":307},{"id":2277,"surah":19,"no_ayah":27,"theme":"Tuduhan Buruk kepada Maryam dan Pembelaan Isa","text_ayah":"فَاَتَتْ بِهٖ قَوْمَهَا تَحْمِلُهٗۗ قَالُوْا يٰمَرْيَمُ لَقَدْ جِئْتِ شَيْـًٔا فَرِيًّا ","text_id":"Dia (Maryam) membawa dia (bayi itu) kepada kaumnya dengan menggendongnya. Mereka (kaumnya) berkata, “Wahai Maryam, sungguh, engkau benar-benar telah membawa sesuatu yang sangat mungkar.","text_en":"Then she brought the child to her people. They exclaimed: \"O Mary, you have done a most astonishing thing!","transliteration":"fa atat bihī qaumahā taḥmiluh, qālu yā maryamu laqad ji`ti syai`an fariyyā","no_fn":"","text_fn":"","juz":16,"hizb":31,"rub_al_hizb":123,"page":307},{"id":2278,"surah":19,"no_ayah":28,"theme":"Tuduhan Buruk kepada Maryam dan Pembelaan Isa","text_ayah":"يٰٓاُخْتَ هٰرُوْنَ مَا كَانَ اَبُوْكِ امْرَاَ سَوْءٍ وَّمَا كَانَتْ اُمُّكِ بَغِيًّاۖ ","text_id":"Wahai saudara perempuan Harun (Maryam), ayahmu bukan seorang yang berperangai buruk dan ibumu bukan seorang perempuan pezina.”","text_en":"O sister of Aaron, your father was not a wicked person, nor your mother sinful!\"","transliteration":"ya ukhta hāruna mā kāna abukimra`a sau`iw wa mā kānat ummuki bagiyyā","no_fn":"","text_fn":"","juz":16,"hizb":31,"rub_al_hizb":123,"page":307},{"id":2279,"surah":19,"no_ayah":29,"theme":"Tuduhan Buruk kepada Maryam dan Pembelaan Isa","text_ayah":"فَاَشَارَتْ اِلَيْهِۗ قَالُوْا كَيْفَ نُكَلِّمُ مَنْ كَانَ فِى الْمَهْدِ صَبِيًّا ","text_id":"Dia (Maryam) menunjuk kepada (bayi)-nya (agar mereka bertanya kepadanya). Mereka berkata, “Bagaimana mungkin kami akan berbicara dengan anak kecil yang masih dalam ayunan?”","text_en":"But she pointed towards him. \"How can we talk to one,\" they said, \"who is only an infant in the cradle?\"","transliteration":"fa asyārat ilaīh, qālu kaifa nukallimu mang kāna fil-mahdi ṣabiyyā","no_fn":"","text_fn":"","juz":16,"hizb":31,"rub_al_hizb":123,"page":307},{"id":2280,"surah":19,"no_ayah":30,"theme":"Tuduhan Buruk kepada Maryam dan Pembelaan Isa","text_ayah":"قَالَ اِنِّيْ عَبْدُ اللّٰهِۗ اٰتٰنِيَ الْكِتٰبَ وَجَعَلَنِيْ نَبِيًّاۙ","text_id":"Dia (Isa) berkata, “Sesungguhnya aku hamba Allah. Dia (akan) memberiku Kitab (Injil) dan menjadikan aku seorang nabi.","text_en":"\"I am a servant of God,\" he answered. \"He has given me a Book and made me a prophet,","transliteration":"qāla innī 'abdullāh, ātāniyal-kitāba wa ja'alanī nabiyyā","no_fn":"","text_fn":"","juz":16,"hizb":31,"rub_al_hizb":123,"page":307},{"id":2281,"surah":19,"no_ayah":31,"theme":"Tuduhan Buruk kepada Maryam dan Pembelaan Isa","text_ayah":"وَّجَعَلَنِيْ مُبٰرَكًا اَيْنَ مَا كُنْتُۖ وَاَوْصٰنِيْ بِالصَّلٰوةِ وَالزَّكٰوةِ مَا دُمْتُ حَيًّاۖ ","text_id":"Dia menjadikan aku seorang yang diberkahi di mana saja aku berada dan memerintahkan kepadaku (untuk melaksanakan) salat serta (menunaikan) zakat sepanjang hayatku,","text_en":"And blessed me wherever I may be, and enjoined on me worship and zakat for as long as I live,","transliteration":"wa ja'alanī mubārakan aina mā kuntu wa auṣānī biṣ-ṣalāti waz-zakāti mā dumtu ḥayyā","no_fn":"","text_fn":"","juz":16,"hizb":31,"rub_al_hizb":123,"page":307},{"id":2282,"surah":19,"no_ayah":32,"theme":"Tuduhan Buruk kepada Maryam dan Pembelaan Isa","text_ayah":"وَّبَرًّاۢ بِوَالِدَتِيْ وَلَمْ يَجْعَلْنِيْ جَبَّارًا شَقِيًّا ","text_id":"dan berbakti kepada ibuku serta Dia tidak menjadikanku orang yang sombong lagi celaka.","text_en":"And be dutiful to my mother. He has not made me haughty or rebellious.","transliteration":"wa barram biwālidatī wa lam yaj'alnī jabbāran syaqiyyā","no_fn":"","text_fn":"","juz":16,"hizb":31,"rub_al_hizb":123,"page":307},{"id":2283,"surah":19,"no_ayah":33,"theme":"Tuduhan Buruk kepada Maryam dan Pembelaan Isa","text_ayah":"وَالسَّلٰمُ عَلَيَّ يَوْمَ وُلِدْتُّ وَيَوْمَ اَمُوْتُ وَيَوْمَ اُبْعَثُ حَيًّا ","text_id":"Kesejahteraan semoga dilimpahkan kepadaku pada hari kelahiranku, hari wafatku, dan hari aku dibangkitkan hidup (kembali).”","text_en":"There was peace on me the day I was born, and will be the day I die, and on the day I will be raised from the dead.\"","transliteration":"was-salāmu 'alayya yauma wulittu wa yauma amutu wa yauma ub'aṡu ḥayyā","no_fn":"","text_fn":"","juz":16,"hizb":31,"rub_al_hizb":123,"page":307},{"id":2284,"surah":19,"no_ayah":34,"theme":"Nabi Isa Bukan Putra Allah","text_ayah":"ذٰلِكَ عِيْسَى ابْنُ مَرْيَمَۚ قَوْلَ الْحَقِّ الَّذِيْ فِيْهِ يَمْتَرُوْنَ ","text_id":"Itulah (hakikat) Isa putra Maryam, perkataan benar yang mereka ragukan.","text_en":"This was Jesus, son of Mary: A true account they contend about.","transliteration":"żālika 'īsabnu maryam, qaulal-ḥaqqillażī fīhi yamtarun","no_fn":"","text_fn":"","juz":16,"hizb":31,"rub_al_hizb":123,"page":307},{"id":2285,"surah":19,"no_ayah":35,"theme":"Nabi Isa Bukan Putra Allah","text_ayah":"مَا كَانَ لِلّٰهِ اَنْ يَّتَّخِذَ مِنْ وَّلَدٍ سُبْحٰنَهٗۗ اِذَا قَضٰٓى اَمْرًا فَاِنَّمَا يَقُوْلُ لَهٗ كُنْ فَيَكُوْنُۗ ","text_id":"Tidak patut bagi Allah mempunyai anak. Mahasuci Dia. Apabila hendak menetapkan sesuatu, Dia hanya berkata kepadanya, “Jadilah!” Maka, jadilah sesuatu itu.","text_en":"It does not behove God to have a son. Too immaculate is He! When He decrees a thing He has only to say: \"Be\", and it is.","transliteration":"mā kāna lillāhi ay yattakhiża miw waladin sub-ḥānah, iżā qaḍa amran fa innamā yaqulu lahu kun fa yakun","no_fn":"","text_fn":"","juz":16,"hizb":31,"rub_al_hizb":123,"page":307},{"id":2286,"surah":19,"no_ayah":36,"theme":"Nabi Isa Bukan Putra Allah","text_ayah":"وَاِنَّ اللّٰهَ رَبِّيْ وَرَبُّكُمْ فَاعْبُدُوْهُۗ هٰذَا صِرَاطٌ مُّسْتَقِيْمٌ ","text_id":"(Isa berkata,) “Sesungguhnya Allah itu Tuhanku dan Tuhanmu. Sembahlah Dia! Ini adalah jalan yang lurus.”","text_en":"(Jesus only said:) \"Surely God is my Lord and your Lord, so worship Him. This is the straight path.\"","transliteration":"wa innallāha rabbī wa rabbukum fa'buduh, hāżā ṣirāṭum mustaqīm","no_fn":"","text_fn":"","juz":16,"hizb":31,"rub_al_hizb":123,"page":307},{"id":2287,"surah":19,"no_ayah":37,"theme":"Nabi Isa Bukan Putra Allah","text_ayah":"فَاخْتَلَفَ الْاَحْزَابُ مِنْۢ بَيْنِهِمْۚ فَوَيْلٌ لِّلَّذِيْنَ كَفَرُوْا مِنْ مَّشْهَدِ يَوْمٍ عَظِيْمٍ ","text_id":"Golongan-golongan di antara mereka (Yahudi dan Nasrani) berselisih. Celakalah orang-orang yang kufur pada waktu menyaksikan hari yang sangat agung!","text_en":"Yet the sectarians differed among themselves. Alas for the unbelievers when they see the Terrible Day!","transliteration":"fakhtalafal-aḥzābu mim bainihim, fa wailul lillażīna kafaru mim masy-hadi yaumin 'aẓīm","no_fn":"","text_fn":"","juz":16,"hizb":31,"rub_al_hizb":123,"page":307},{"id":2288,"surah":19,"no_ayah":38,"theme":"Nabi Isa Bukan Putra Allah","text_ayah":"اَسْمِعْ بِهِمْ وَاَبْصِرْۙ يَوْمَ يَأْتُوْنَنَا لٰكِنِ الظّٰلِمُوْنَ الْيَوْمَ فِيْ ضَلٰلٍ مُّبِيْنٍ ","text_id":"Alangkah tajam pendengaran dan penglihatan mereka pada hari mereka datang kepada Kami (di akhirat)! Akan tetapi, orang-orang zalim pada hari ini (di dunia) berada dalam kesesatan yang nyata.","text_en":"How keenly would they hear and see when they come before Us then, even though today the evil-doers are lost in palpable error.","transliteration":"asmi' bihim wa abṣir yauma ya`tunanā lākiniẓ-ẓālimunal-yauma fī ḍalālim mubīn","no_fn":"","text_fn":"","juz":16,"hizb":31,"rub_al_hizb":123,"page":307},{"id":2289,"surah":19,"no_ayah":39,"theme":"Nabi Isa Bukan Putra Allah","text_ayah":"وَاَنْذِرْهُمْ يَوْمَ الْحَسْرَةِ اِذْ قُضِيَ الْاَمْرُۘ وَهُمْ فِيْ غَفْلَةٍ وَّهُمْ لَا يُؤْمِنُوْنَ ","text_id":"Berilah mereka peringatan tentang hari penyesalan ketika segala perkara telah diputus, sedangkan mereka dalam kelalaian dan mereka tidak beriman.","text_en":"Warn them of that day of pining when all matters will have been settled, though they would still be unaware and unbelieving (of the truth).","transliteration":"wa anżir-hum yaumal-ḥasrati iż quḍiyal-amr, wa hum fī gaflatiw wa hum lā yu`minun","no_fn":"","text_fn":"","juz":16,"hizb":31,"rub_al_hizb":123,"page":308},{"id":2290,"surah":19,"no_ayah":40,"theme":"Nabi Isa Bukan Putra Allah","text_ayah":"اِنَّا نَحْنُ نَرِثُ الْاَرْضَ وَمَنْ عَلَيْهَا وَاِلَيْنَا يُرْجَعُوْنَࣖ","text_id":"Sesungguhnya Kamilah yang mewarisi bumi<sup>462)</sup> beserta semua yang ada di atasnya dan hanya kepada Kamilah mereka dikembalikan.","text_en":"Verily We shall inherit the earth and whosoever is on it, and to Us they will return.","transliteration":"innā naḥnu nariṡul-arḍa wa man 'alaihā wa ilainā yurja'un","no_fn":"462","text_fn":"462) Seluruh alam ini akan hancur dan hanya Allah Swt. yang kekal.","juz":16,"hizb":31,"rub_al_hizb":123,"page":308},{"id":2291,"surah":19,"no_ayah":41,"theme":"Kisah Nabi Ibrahim","text_ayah":"وَاذْكُرْ فِى الْكِتٰبِ اِبْرٰهِيْمَ ەۗ اِنَّهٗ كَانَ صِدِّيْقًا نَّبِيًّا","text_id":"Ceritakanlah (Nabi Muhammad, kisah) Ibrahim di dalam Kitab (Al-Qur’an)! Sesungguhnya dia adalah seorang yang sangat benar dan membenarkan lagi seorang nabi. ","text_en":"Commemorate Abraham in the Book: He was upright, a prophet.","transliteration":"ważkur fil-kitābi ibrāhīm, innahu kāna ṣiddīqan nabiyyā","no_fn":"","text_fn":"","juz":16,"hizb":31,"rub_al_hizb":123,"page":308},{"id":2292,"surah":19,"no_ayah":42,"theme":"Kisah Nabi Ibrahim","text_ayah":"اِذْ قَالَ لِاَبِيْهِ يٰٓاَبَتِ لِمَ تَعْبُدُ مَا لَا يَسْمَعُ وَلَا يُبْصِرُ وَلَا يُغْنِيْ عَنْكَ شَيْـًٔا ","text_id":"Ketika dia (Ibrahim) berkata kepada bapaknya, “Wahai Bapakku, mengapa engkau menyembah sesuatu yang tidak mendengar, tidak melihat, dan tidak pula bermanfaat kepadamu sedikit pun?","text_en":"Remember, when he said to his father: \"O my father, why do you worship that which can neither hear nor see nor even profit you the least?","transliteration":"iż qāla li`abīhi ya abati lima ta'budu mā lā yasma'u wa lā yubṣiru wa lā yugnī 'angka syai`ā","no_fn":"","text_fn":"","juz":16,"hizb":31,"rub_al_hizb":123,"page":308},{"id":2293,"surah":19,"no_ayah":43,"theme":"Kisah Nabi Ibrahim","text_ayah":"يٰٓاَبَتِ اِنِّيْ قَدْ جَاۤءَنِيْ مِنَ الْعِلْمِ مَا لَمْ يَأْتِكَ فَاتَّبِعْنِيْٓ اَهْدِكَ صِرَاطًا سَوِيًّا ","text_id":"Wahai Bapakku, sesungguhnya telah datang kepadaku sebagian ilmu yang tidak datang kepadamu. Ikutilah aku, niscaya aku tunjukkan kepadamu jalan yang lurus.","text_en":"O my father, to me has come such knowledge as never came to you. So follow me that I may show you the right path.","transliteration":"ya abati innī qad ja`anī minal-'ilmi mā lam ya`tika fattabi'nī ahdika ṣirāṭan sawiyyā","no_fn":"","text_fn":"","juz":16,"hizb":31,"rub_al_hizb":123,"page":308},{"id":2294,"surah":19,"no_ayah":44,"theme":"Kisah Nabi Ibrahim","text_ayah":"يٰٓاَبَتِ لَا تَعْبُدِ الشَّيْطٰنَۗ اِنَّ الشَّيْطٰنَ كَانَ لِلرَّحْمٰنِ عَصِيًّا ","text_id":"Wahai Bapakku, janganlah menyembah setan! Sesungguhnya setan itu sangat durhaka kepada Tuhan Yang Maha Pemurah.","text_en":"Why do you worship Satan, O father? Verily Satan was disobedient to Ar-Rahman.","transliteration":"ya abati lā ta'budisy-syaiṭān, innasy-syaiṭāna kāna lir-raḥmāni 'aṣiyyā","no_fn":"","text_fn":"","juz":16,"hizb":31,"rub_al_hizb":123,"page":308},{"id":2295,"surah":19,"no_ayah":45,"theme":"Kisah Nabi Ibrahim","text_ayah":"يٰٓاَبَتِ اِنِّيْٓ اَخَافُ اَنْ يَّمَسَّكَ عَذَابٌ مِّنَ الرَّحْمٰنِ فَتَكُوْنَ لِلشَّيْطٰنِ وَلِيًّا ","text_id":"Wahai Bapakku, sesungguhnya aku takut azab dari (Tuhan) Yang Maha Pemurah menimpamu sehingga engkau menjadi teman setan.”","text_en":"O my father, I fear lest a punishment from Ar-Rahman should befall you, and you should become a friend of the Devil.\"","transliteration":"ya abati innī akhāfu ay yamassaka 'ażābum minar-raḥmāni fa takuna lisy-syaiṭāni waliyyā","no_fn":"","text_fn":"","juz":16,"hizb":31,"rub_al_hizb":123,"page":308},{"id":2296,"surah":19,"no_ayah":46,"theme":"Kisah Nabi Ibrahim","text_ayah":"قَالَ اَرَاغِبٌ اَنْتَ عَنْ اٰلِهَتِيْ يٰٓاِبْرٰهِيْمُۚ لَىِٕنْ لَّمْ تَنْتَهِ لَاَرْجُمَنَّكَ وَاهْجُرْنِيْ مَلِيًّا ","text_id":"Dia (bapaknya) berkata, “Apakah kamu membenci tuhan-tuhanku, wahai Ibrahim? Jika tidak berhenti (mencela tuhan yang kusembah), engkau pasti akan kurajam. Tinggalkanlah aku untuk waktu yang lama.” ","text_en":"He said: \"Are you averse to my gods, O Abraham? If you do not desist, I shall have you stoned to death. So go away for a while from me.\"","transliteration":"qāla a rāgibun anta 'an ālihatī ya ibrāhīm, la`il lam tantahi la`arjumannaka wahjurnī maliyyā","no_fn":"","text_fn":"","juz":16,"hizb":31,"rub_al_hizb":123,"page":308},{"id":2297,"surah":19,"no_ayah":47,"theme":"Kisah Nabi Ibrahim","text_ayah":"قَالَ سَلٰمٌ عَلَيْكَۚ سَاَسْتَغْفِرُ لَكَ رَبِّيْۗ اِنَّهٗ كَانَ بِيْ حَفِيًّا ","text_id":"Dia (Ibrahim) berkata, “Semoga keselamatan bagimu. Aku akan memohonkan ampunan bagimu kepada Tuhanku. Sesungguhnya Dia Mahabaik kepadaku.","text_en":"He answered: \"Peace be on you. I will seek forgiveness of my Lord for you. He has been gracious to me.","transliteration":"qāla salāmun 'alaīk, sa`astagfiru laka rabbī, innahu kāna bī ḥafiyyā","no_fn":"","text_fn":"","juz":16,"hizb":31,"rub_al_hizb":123,"page":308},{"id":2298,"surah":19,"no_ayah":48,"theme":"Kisah Nabi Ibrahim","text_ayah":"وَاَعْتَزِلُكُمْ وَمَا تَدْعُوْنَ مِنْ دُوْنِ اللّٰهِ وَاَدْعُوْا رَبِّيْۖ عَسٰٓى اَلَّآ اَكُوْنَ بِدُعَاۤءِ رَبِّيْ شَقِيًّا ","text_id":"Aku akan menjauh darimu dan apa yang engkau sembah selain Allah. Aku akan berdoa kepada Tuhanku semoga aku tidak kecewa dengan doaku kepada Tuhanku.”","text_en":"I will leave you and those you invoke apart from God, and pray to my Lord. Haply in praying to my Lord I will not be deprived.\"","transliteration":"wa a'tazilukum wa mā tad'una min dunillāhi wa ad'u rabbī 'asa alla akuna bidu'a`i rabbī syaqiyyā","no_fn":"","text_fn":"","juz":16,"hizb":31,"rub_al_hizb":123,"page":308},{"id":2299,"surah":19,"no_ayah":49,"theme":"Kisah Nabi Ibrahim","text_ayah":"فَلَمَّا اعْتَزَلَهُمْ وَمَا يَعْبُدُوْنَ مِنْ دُوْنِ اللّٰهِۙ وَهَبْنَا لَهٗٓ اِسْحٰقَ وَيَعْقُوْبَۗ وَكُلًّا جَعَلْنَا نَبِيًّا ","text_id":"Maka, ketika dia (Ibrahim) sudah menjauh dari mereka dan dari apa yang mereka sembah selain Allah, Kami anugerahkan kepadanya (seorang anak) Ishaq dan (seorang cucu) Ya‘qub. Masing-masing Kami angkat menjadi nabi.","text_en":"Thus, when he left them and the (idols) they worshipped, We bestowed on him Isaac and Jacob, and made each of them a prophet,","transliteration":"fa lamma'tazalahum wa mā ya'buduna min dunillāhi wahabnā lahū is-ḥāqa wa ya'qub, wa kullan ja'alnā nabiyyā","no_fn":"","text_fn":"","juz":16,"hizb":31,"rub_al_hizb":123,"page":308},{"id":2300,"surah":19,"no_ayah":50,"theme":"Kisah Nabi Ibrahim","text_ayah":"وَوَهَبْنَا لَهُمْ مِّنْ رَّحْمَتِنَا وَجَعَلْنَا لَهُمْ لِسَانَ صِدْقٍ عَلِيًّاࣖ","text_id":"Kami anugerahkan kepada mereka sebagian dari rahmat Kami dan Kami jadikan mereka buah tutur yang baik lagi mulia.","text_en":"And bestowed on them some of Our blessings, and gave them high renown.","transliteration":"wa wahabnā lahum mir raḥmatinā wa ja'alnā lahum lisāna ṣidqin 'aliyyā","no_fn":"","text_fn":"","juz":16,"hizb":31,"rub_al_hizb":123,"page":308},{"id":2301,"surah":19,"no_ayah":51,"theme":"Nabi Musa sebagai Nabi dan Rasul Pilihan","text_ayah":"وَاذْكُرْ فِى الْكِتٰبِ مُوْسٰٓىۖ اِنَّهٗ كَانَ مُخْلَصًا وَّكَانَ رَسُوْلًا نَّبِيًّا ","text_id":"Ceritakanlah (Nabi Muhammad, kisah) Musa di dalam Kitab (Al-Qur’an). Sesungguhnya dia adalah orang yang terpilih, rasul, dan nabi.","text_en":"Commemorate Moses in the Book. He was a chosen one, both an apostle and a prophet.","transliteration":"ważkur fil-kitābi musa innahu kāna mukhlaṣaw wa kāna rasulan nabiyyā","no_fn":"","text_fn":"","juz":16,"hizb":31,"rub_al_hizb":123,"page":308},{"id":2302,"surah":19,"no_ayah":52,"theme":"Nabi Musa sebagai Nabi dan Rasul Pilihan","text_ayah":"وَنَادَيْنٰهُ مِنْ جَانِبِ الطُّوْرِ الْاَيْمَنِ وَقَرَّبْنٰهُ نَجِيًّا ","text_id":"Kami telah memanggilnya dari sebelah kanan (Gunung) Tur (Sinai) dan Kami dekatkan dia untuk bermunajat (berbicara tanpa perantara).","text_en":"We called him from the right side of the Mount, and brought him close for communion;","transliteration":"wa nādaināhu min jānibiṭ-ṭuril-aimani wa qarrabnāhu najiyyā","no_fn":"","text_fn":"","juz":16,"hizb":31,"rub_al_hizb":123,"page":309},{"id":2303,"surah":19,"no_ayah":53,"theme":"Nabi Musa sebagai Nabi dan Rasul Pilihan","text_ayah":"وَوَهَبْنَا لَهٗ مِنْ رَّحْمَتِنَآ اَخَاهُ هٰرُوْنَ نَبِيًّا ","text_id":"Kami telah menganugerahkan kepadanya sebagian rahmat Kami, yaitu (menjadikan) saudaranya, Harun, sebagai nabi.","text_en":"And bestowed on him his brother Aaron, a prophet, through Our benevolence.","transliteration":"wa wahabnā lahu mir raḥmatina akhāhu hāruna nabiyyā","no_fn":"","text_fn":"","juz":16,"hizb":31,"rub_al_hizb":123,"page":309},{"id":2304,"surah":19,"no_ayah":54,"theme":"Kedudukan Nabi Ismail dan Tugas Mulianya","text_ayah":"وَاذْكُرْ فِى الْكِتٰبِ اِسْمٰعِيْلَۖ اِنَّهٗ كَانَ صَادِقَ الْوَعْدِ وَكَانَ رَسُوْلًا نَّبِيًّاۚ ","text_id":"Ceritakanlah (Nabi Muhammad kisah) Ismail di dalam Kitab (Al-Qur’an). Sesungguhnya dia adalah orang yang benar janjinya, rasul, dan nabi.","text_en":"Commemorate Ishmael in the Book. He was true of his promise, and a messenger, a prophet.","transliteration":"ważkur fil-kitābi ismā'īla innahu kāna ṣādiqal-wa'di wa kāna rasulan nabiyyā","no_fn":"","text_fn":"","juz":16,"hizb":31,"rub_al_hizb":123,"page":309},{"id":2305,"surah":19,"no_ayah":55,"theme":"Kedudukan Nabi Ismail dan Tugas Mulianya","text_ayah":"وَكَانَ يَأْمُرُ اَهْلَهٗ بِالصَّلٰوةِ وَالزَّكٰوةِۖ وَكَانَ عِنْدَ رَبِّهٖ مَرْضِيًّا ","text_id":"Dia selalu menyuruh keluarganya<sup>463)</sup> untuk (menegakkan) salat dan (menunaikan) zakat. Dia adalah orang yang diridai oleh Tuhannya.","text_en":"He enjoined on his household worship and zakat, and he was obedient to his Lord.","transliteration":"wa kāna ya`muru ahlahu biṣ-ṣalāti waz-zakāti wa kāna 'inda rabbihī marḍiyyā","no_fn":"463","text_fn":"463) Sebagian mufasir berpendapat bahwa yang dimaksud ahlahu ialah keluarganya, sedangkan sebagiannya berpendapat bahwa yang dimaksud adalah umatnya.","juz":16,"hizb":31,"rub_al_hizb":123,"page":309},{"id":2306,"surah":19,"no_ayah":56,"theme":"Kemuliaan Nabi Idris","text_ayah":"وَاذْكُرْ فِى الْكِتٰبِ اِدْرِيْسَۖ اِنَّهٗ كَانَ صِدِّيْقًا نَّبِيًّاۙ","text_id":"Ceritakanlah (Nabi Muhammad kisah) Idris di dalam Kitab (Al-Qur’an). Sesungguhnya dia adalah orang yang sangat benar dan membenarkan lagi seorang nabi.","text_en":"Commemorate Enoch in the Book. He was a truthful person and a prophet,","transliteration":"ważkur fil-kitābi idrīsa innahu kāna ṣiddīqan nabiyyā","no_fn":"","text_fn":"","juz":16,"hizb":31,"rub_al_hizb":123,"page":309},{"id":2307,"surah":19,"no_ayah":57,"theme":"Kemuliaan Nabi Idris","text_ayah":"وَّرَفَعْنٰهُ مَكَانًا عَلِيًّا ","text_id":"Kami telah mengangkatnya ke martabat yang tinggi.","text_en":"And We raised him to an exalted station.","transliteration":"wa rafa'nāhu makānan 'aliyyā","no_fn":"","text_fn":"","juz":16,"hizb":31,"rub_al_hizb":123,"page":309},{"id":2308,"surah":19,"no_ayah":58,"theme":"Sifat-Sifat para Nabi dan Rasul","text_ayah":"اُولٰۤىِٕكَ الَّذِيْنَ اَنْعَمَ اللّٰهُ عَلَيْهِمْ مِّنَ النَّبِيّٖنَ مِنْ ذُرِّيَّةِ اٰدَمَ وَمِمَّنْ حَمَلْنَا مَعَ نُوْحٍۖ وَّمِنْ ذُرِّيَّةِ اِبْرٰهِيْمَ وَاِسْرَاۤءِيْلَۖ وَمِمَّنْ هَدَيْنَا وَاجْتَبَيْنَاۗ اِذَا تُتْلٰى عَلَيْهِمْ اٰيٰتُ الرَّحْمٰنِ خَرُّوْا سُجَّدًا وَّبُكِيًّا ۩","text_id":"Mereka itulah orang-orang yang telah diberi nikmat oleh Allah, yakni para nabi keturunan Adam, orang yang Kami bawa (dalam kapal) bersama Nuh, keturunan Ibrahim dan Israil (Ya‘qub), serta orang yang telah Kami beri petunjuk dan Kami pilih. Apabila dibacakan kepada mereka ayat-ayat Allah Yang Maha Pengasih, mereka tunduk, sujud, dan menangis.","text_en":"These are (some of) those who were favoured by God among the prophets of the progeny of Adam, and of those We bore in the ark with Noah, and the offspring of Abraham and Israel, and of those We guided and We chose, for they bowed weeping in adoration when the revelations of Ar-Rahman were recited to them.","transliteration":"ula`ikallażīna an'amallāhu 'alaihim minan-nabiyyīna min żurriyyati ādama wa mim man ḥamalnā ma'a nuḥiw wa min żurriyyati ibrāhīma wa isra`īla wa mim man hadainā wajtabainā, iżā tutlā 'alaihim āyātur-raḥmāni kharru sujjadaw wa bukiyyā","no_fn":"","text_fn":"","juz":16,"hizb":31,"rub_al_hizb":123,"page":309},{"id":2309,"surah":19,"no_ayah":59,"theme":"Generasi yang Baik dan Generasi yang Buruk","text_ayah":"۞ فَخَلَفَ مِنْۢ بَعْدِهِمْ خَلْفٌ اَضَاعُوا الصَّلٰوةَ وَاتَّبَعُوا الشَّهَوٰتِ فَسَوْفَ يَلْقَوْنَ غَيًّاۙ","text_id":"Kemudian, datanglah setelah mereka (generasi) pengganti yang mengabaikan salat dan mengikuti hawa nafsu. Mereka kelak akan tersesat.","text_en":"But they are succeeded by a generation who neglect their devotional obligations and follow only earthly pleasures; but they will reach the wrong road and meet destruction,","transliteration":"fa khalafa mim ba'dihim khalfun aḍā'uṣ-ṣalāta wattaba'usy-syahawāti fa saufa yalqauna gayyā","no_fn":"","text_fn":"","juz":16,"hizb":31,"rub_al_hizb":124,"page":309},{"id":2310,"surah":19,"no_ayah":60,"theme":"Generasi yang Baik dan Generasi yang Buruk","text_ayah":"اِلَّا مَنْ تَابَ وَاٰمَنَ وَعَمِلَ صَالِحًا فَاُولٰۤىِٕكَ يَدْخُلُوْنَ الْجَنَّةَ وَلَا يُظْلَمُوْنَ شَيْـًٔاۙ","text_id":"Kecuali orang yang bertobat, beriman, dan beramal saleh, mereka akan masuk surga dan tidak dizalimi sedikit pun.","text_en":"Except those who repent and come to believe and do the right. These will enter Paradise and will not be wronged the least","transliteration":"illā man tāba wa āmana wa 'amila ṣāliḥan fa ula`ika yadkhulunal-jannata wa lā yuẓlamuna syai`ā","no_fn":"","text_fn":"","juz":16,"hizb":31,"rub_al_hizb":124,"page":309},{"id":2311,"surah":19,"no_ayah":61,"theme":"Generasi yang Baik dan Generasi yang Buruk","text_ayah":"جَنّٰتِ عَدْنِ ِۨالَّتِيْ وَعَدَ الرَّحْمٰنُ عِبَادَهٗ بِالْغَيْبِۗ اِنَّهٗ كَانَ وَعْدُهٗ مَأْتِيًّا ","text_id":"(Yaitu,) surga ‘Adn yang telah dijanjikan oleh (Allah) Yang Maha Pengasih kepada hamba-hamba-Nya, sekalipun (surga itu) gaib. Sesungguhnya janji-Nya pasti ditepati.","text_en":"In the gardens of Eden promised by Ar-Rahman to His creatures in the unknown (future). Verily His promise will come to pass.","transliteration":"jannāti 'adninillatī wa'adar-raḥmānu 'ibādahu bil-gaīb, innahu kāna wa'duhu ma`tiyyā","no_fn":"","text_fn":"","juz":16,"hizb":31,"rub_al_hizb":124,"page":309},{"id":2312,"surah":19,"no_ayah":62,"theme":"Generasi yang Baik dan Generasi yang Buruk","text_ayah":"لَا يَسْمَعُوْنَ فِيْهَا لَغْوًا اِلَّا سَلٰمًاۗ وَلَهُمْ رِزْقُهُمْ فِيْهَا بُكْرَةً وَّعَشِيًّا ","text_id":"Di dalamnya mereka tidak mendengar perkataan yang tidak berguna, kecuali salam (ucapan kebaikan dan kedamaian). Di dalamnya mereka mendapatkan rezeki pada pagi dan petang.","text_en":"They will hear no vain talk there, but only salutations of peace, and they will have their sustenance morning and evening.\"","transliteration":"lā yasma'una fīhā lagwan illā salāmā, wa lahum rizquhum fīhā bukrataw wa 'asyiyyā","no_fn":"","text_fn":"","juz":16,"hizb":31,"rub_al_hizb":124,"page":309},{"id":2313,"surah":19,"no_ayah":63,"theme":"Generasi yang Baik dan Generasi yang Buruk","text_ayah":"تِلْكَ الْجَنَّةُ الَّتِيْ نُوْرِثُ مِنْ عِبَادِنَا مَنْ كَانَ تَقِيًّا ","text_id":"Itulah surga yang akan Kami wariskan kepada hamba-hamba Kami yang selalu bertakwa.","text_en":"This is the Paradise those of Our creatures will inherit who take heed and fear the displeasure of God.","transliteration":"tilkal-jannatullatī nuriṡu min 'ibādinā mang kāna taqiyyā","no_fn":"","text_fn":"","juz":16,"hizb":31,"rub_al_hizb":124,"page":309},{"id":2314,"surah":19,"no_ayah":64,"theme":"Semuanya Milik Allah","text_ayah":"وَمَا نَتَنَزَّلُ اِلَّا بِاَمْرِ رَبِّكَۚ لَهٗ مَا بَيْنَ اَيْدِيْنَا وَمَا خَلْفَنَا وَمَا بَيْنَ ذٰلِكَ وَمَا كَانَ رَبُّكَ نَسِيًّاۚ ","text_id":"Tidaklah kami (Jibril) turun, kecuali atas perintah Tuhanmu. Milik-Nya segala yang ada di hadapan kita, di belakang kita, dan di antara keduanya. Tuhanmu sekali-kali bukan pelupa.","text_en":"\"We do not come down,\" (will the angels say) \"but only by your Lord's command.\" To Him belongs whatever lies before us and behind us, and the space in between. Your Lord does not ever forget:","transliteration":"wa mā natanazzalu illā bi`amri rabbik, lahu mā baina aidīnā wa mā khalfanā wa mā baina żālika wa mā kāna rabbuka nasiyyā","no_fn":"","text_fn":"","juz":16,"hizb":31,"rub_al_hizb":124,"page":309},{"id":2315,"surah":19,"no_ayah":65,"theme":"Semuanya Milik Allah","text_ayah":"رَبُّ السَّمٰوٰتِ وَالْاَرْضِ وَمَا بَيْنَهُمَا فَاعْبُدْهُ وَاصْطَبِرْ لِعِبَادَتِهٖۗ هَلْ تَعْلَمُ لَهٗ سَمِيًّاࣖ","text_id":"(Dialah) Tuhan (yang menguasai) langit, bumi, dan segala yang ada di antara keduanya. Maka, sembahlah Dia dan berteguh hatilah dalam beribadah kepada-Nya. Apakah engkau mengetahui sesuatu yang sama dengan-Nya?","text_en":"Lord of the heavens and the earth and all that lies between them. Therefore worship Him, and be constant in His worship. Do you know any namesake of His?","transliteration":"rabbus-samāwāti wal-arḍi wa mā bainahumā fa'bud-hu waṣṭabir li'ibādatih, hal ta'lamu lahu samiyyā","no_fn":"","text_fn":"","juz":16,"hizb":31,"rub_al_hizb":124,"page":310},{"id":2316,"surah":19,"no_ayah":66,"theme":"Semua Manusia akan Menerima Balasan Perbuatannya di Akhirat","text_ayah":"وَيَقُوْلُ الْاِنْسَانُ ءَاِذَا مَا مِتُّ لَسَوْفَ اُخْرَجُ حَيًّا ","text_id":"Orang (kafir) berkata, “Betulkah apabila telah mati kelak, aku sungguh-sungguh akan dibangkitkan hidup kembali?”","text_en":"Yet man says: \"When I am dead, will I come to life again?\"","transliteration":"wa yaqulul-insānu a iżā mā mittu lasaufa ukhraju ḥayyā","no_fn":"","text_fn":"","juz":16,"hizb":31,"rub_al_hizb":124,"page":310},{"id":2317,"surah":19,"no_ayah":67,"theme":"Semua Manusia akan Menerima Balasan Perbuatannya di Akhirat","text_ayah":"اَوَلَا يَذْكُرُ الْاِنْسَانُ اَنَّا خَلَقْنٰهُ مِنْ قَبْلُ وَلَمْ يَكُ شَيْـًٔا ","text_id":"Apakah manusia tidak menyadari bahwa Kami telah menciptakannya dahulu, padahal (sebelumnya) dia tidak berwujud sama sekali?","text_en":"Does man not remember that before We created him he was nothing?","transliteration":"a wa lā yażkurul-insānu annā khalaqnāhu ming qablu wa lam yaku syai`ā","no_fn":"","text_fn":"","juz":16,"hizb":31,"rub_al_hizb":124,"page":310},{"id":2318,"surah":19,"no_ayah":68,"theme":"Semua Manusia akan Menerima Balasan Perbuatannya di Akhirat","text_ayah":"فَوَرَبِّكَ لَنَحْشُرَنَّهُمْ وَالشَّيٰطِيْنَ ثُمَّ لَنُحْضِرَنَّهُمْ حَوْلَ جَهَنَّمَ جِثِيًّا ","text_id":"Maka, demi Tuhanmu (Nabi Muhammad), sungguh, Kami pasti akan mengumpulkan mereka bersama setan, kemudian pasti Kami akan mendatangkan mereka ke sekeliling Jahanam dengan tersungkur.","text_en":"By your Lord, We shall gather them and the devils together, then bring them crawling on their knees around Hell.","transliteration":"fa wa rabbika lanaḥsyurannahum wasy-syayāṭīna ṡumma lanuḥḍirannahum ḥaula jahannama jiṡiyyā","no_fn":"","text_fn":"","juz":16,"hizb":31,"rub_al_hizb":124,"page":310},{"id":2319,"surah":19,"no_ayah":69,"theme":"Semua Manusia akan Menerima Balasan Perbuatannya di Akhirat","text_ayah":"ثُمَّ لَنَنْزِعَنَّ مِنْ كُلِّ شِيْعَةٍ اَيُّهُمْ اَشَدُّ عَلَى الرَّحْمٰنِ عِتِيًّاۚ ","text_id":"Kemudian, pasti akan Kami tarik dari setiap golongan siapa di antara mereka yang paling durhaka kepada Yang Maha Pengasih.","text_en":"We shall pull out of every section those who were most perversely rebellious against Ar-Rahman.","transliteration":"ṡumma lananzi'anna ming kulli syī'atin ayyuhum asyaddu 'alar-raḥmāni 'itiyyā","no_fn":"","text_fn":"","juz":16,"hizb":31,"rub_al_hizb":124,"page":310},{"id":2320,"surah":19,"no_ayah":70,"theme":"Semua Manusia akan Menerima Balasan Perbuatannya di Akhirat","text_ayah":"ثُمَّ لَنَحْنُ اَعْلَمُ بِالَّذِيْنَ هُمْ اَوْلٰى بِهَا صِلِيًّا ","text_id":"Selanjutnya, Kami sungguh lebih mengetahui orang yang paling layak (dimasukkan) ke dalam neraka.","text_en":"We know best who deserve to be burnt in (the Fire).","transliteration":"ṡumma lanaḥnu a'lamu billażīna hum aulā bihā ṣiliyyā","no_fn":"","text_fn":"","juz":16,"hizb":31,"rub_al_hizb":124,"page":310},{"id":2321,"surah":19,"no_ayah":71,"theme":"Semua Manusia akan Menerima Balasan Perbuatannya di Akhirat","text_ayah":"وَاِنْ مِّنْكُمْ اِلَّا وَارِدُهَاۚ كَانَ عَلٰى رَبِّكَ حَتْمًا مَّقْضِيًّاۚ ","text_id":"Tidak ada seorang pun di antaramu yang tidak melewatinya (sirat di atas neraka). Hal itu bagi Tuhanmu adalah ketentuan yang sudah ditetapkan.","text_en":"There is not one among you who will not reach it. Your Lord has made this incumbent on Himself.","transliteration":"wa im mingkum illā wāriduhā, kāna 'alā rabbika ḥatmam maqḍiyyā","no_fn":"","text_fn":"","juz":16,"hizb":31,"rub_al_hizb":124,"page":310},{"id":2322,"surah":19,"no_ayah":72,"theme":"Semua Manusia akan Menerima Balasan Perbuatannya di Akhirat","text_ayah":"ثُمَّ نُنَجِّى الَّذِيْنَ اتَّقَوْا وَّنَذَرُ الظّٰلِمِيْنَ فِيْهَا جِثِيًّا ","text_id":"Selanjutnya, Kami akan menyelamatkan orang-orang yang bertakwa dan membiarkan orang-orang yang zalim di dalamnya (neraka) dalam keadaan tersungkur.","text_en":"We shall deliver those who took heed for themselves, and leave the evil-doers kneeling there.","transliteration":"ṡumma nunajjillażīnattaqaw wa nażaruẓ-ẓālimīna fīhā jiṡiyyā","no_fn":"","text_fn":"","juz":16,"hizb":31,"rub_al_hizb":124,"page":310},{"id":2323,"surah":19,"no_ayah":73,"theme":"Tanggapan Orang Kafir terhadap Ajakan Kebaikan","text_ayah":"وَاِذَا تُتْلٰى عَلَيْهِمْ اٰيٰتُنَا بَيِّنٰتٍ قَالَ الَّذِيْنَ كَفَرُوْا لِلَّذِيْنَ اٰمَنُوْٓاۙ اَيُّ الْفَرِيْقَيْنِ خَيْرٌ مَّقَامًا وَّاَحْسَنُ نَدِيًّا ","text_id":"Apabila dibacakan kepada mereka ayat-ayat Kami yang jelas, niscaya orang-orang yang kufur berkata kepada orang-orang yang beriman, “Manakah di antara kedua golongan yang lebih baik tempat tinggal dan lebih indah tempat pertemuan(-nya)?”","text_en":"When Our lucid revelations are read out to them, the infidels say to those who believe: \"Which of the two groups is better in standing, and whose company is more excellent?\"","transliteration":"wa iżā tutlā 'alaihim āyātunā bayyināting qālallażīna kafaru lillażīna āmanū ayyul-farīqaini khairum maqāmaw wa aḥsanu nadiyyā","no_fn":"","text_fn":"","juz":16,"hizb":31,"rub_al_hizb":124,"page":310},{"id":2324,"surah":19,"no_ayah":74,"theme":"Tanggapan Orang Kafir terhadap Ajakan Kebaikan","text_ayah":"وَكَمْ اَهْلَكْنَا قَبْلَهُمْ مِّنْ قَرْنٍ هُمْ اَحْسَنُ اَثَاثًا وَّرِءْيًا ","text_id":"Betapa banyak umat (yang ingkar) yang telah Kami binasakan sebelum mereka, padahal mereka lebih bagus perkakas rumah tangganya dan (lebih indah) dipandang mata.","text_en":"How many generations that had far more wealth and ostentation have We laid low before them!","transliteration":"wa kam ahlaknā qablahum ming qarnin hum aḥsanu aṡāṡaw wa ri`yā","no_fn":"","text_fn":"","juz":16,"hizb":31,"rub_al_hizb":124,"page":310},{"id":2325,"surah":19,"no_ayah":75,"theme":"Tanggapan Orang Kafir terhadap Ajakan Kebaikan","text_ayah":"قُلْ مَنْ كَانَ فِى الضَّلٰلَةِ فَلْيَمْدُدْ لَهُ الرَّحْمٰنُ مَدًّا ەۚ حَتّٰىٓ اِذَا رَاَوْا مَا يُوْعَدُوْنَ اِمَّا الْعَذَابَ وَاِمَّا السَّاعَةَۗ فَسَيَعْلَمُوْنَ مَنْ هُوَ شَرٌّ مَّكَانًا وَّاَضْعَفُ جُنْدًا","text_id":"Katakanlah (Nabi Muhammad), “Siapa yang berada dalam kesesatan, biarlah Tuhan Yang Maha Pengasih memperpanjang waktu baginya.<sup>464)</sup> Hingga apabila telah melihat apa yang diancamkan kepada mereka, baik azab maupun Kiamat, mereka akan mengetahui siapa yang lebih buruk kedudukannya dan lebih lemah bala tentaranya.”","text_en":"Say: \"Ar-Rahman extends the life of those who are astray until they come to realise what had been promised them was either (physical) affliction or (the terror) of Resurrection. Then will they know who is worse in position, and who is weak in supporters.","transliteration":"qul mang kāna fiḍ-ḍalālati falyamdud lahur-raḥmānu maddā, ḥatta iżā ra`au mā yu'aduna immal-'ażāba wa immas-sā'ah, fa saya'lamuna man huwa syarrum makānaw wa aḍ'afu jundā","no_fn":"464","text_fn":"464) Maksudnya adalah memanjangkan umur dan membiarkan mereka hidup dalam kesenangan.","juz":16,"hizb":31,"rub_al_hizb":124,"page":310},{"id":2326,"surah":19,"no_ayah":76,"theme":"Tanggapan Orang Kafir terhadap Ajakan Kebaikan","text_ayah":"وَيَزِيْدُ اللّٰهُ الَّذِيْنَ اهْتَدَوْا هُدًىۗ وَالْبٰقِيٰتُ الصّٰلِحٰتُ خَيْرٌ عِنْدَ رَبِّكَ ثَوَابًا وَّخَيْرٌ مَّرَدًّا ","text_id":"Allah akan menambah petunjuk kepada orang-orang yang telah mendapat petunjuk. Amal kebajikan yang kekal itu lebih baik pahala dan kesudahannya di sisi Tuhanmu.","text_en":"God gives greater guidance to those who are guided; and good deeds that endure are better with your Lord for reward, and better for consequence.","transliteration":"wa yazīdullāhullażīnahtadau hudā, wal-bāqiyātuṣ-ṣāliḥātu khairun 'inda rabbika ṡawābaw wa khairum maraddā","no_fn":"","text_fn":"","juz":16,"hizb":31,"rub_al_hizb":124,"page":310},{"id":2327,"surah":19,"no_ayah":77,"theme":"Tanggapan terhadap Keingkaran Orang Kafir","text_ayah":"اَفَرَاَيْتَ الَّذِيْ كَفَرَ بِاٰيٰتِنَا وَقَالَ لَاُوْتَيَنَّ مَالًا وَّوَلَدًاۗ ","text_id":"Lalu, apakah engkau melihat orang yang kufur terhadap ayat-ayat Kami dan dia mengatakan, “(Di akhirat) pasti aku akan diberi harta dan anak.”","text_en":"Have you seen him who denies Our revelations, and says: \"I will certainly be given wealth and children.\"","transliteration":"a fa ra`aitallażī kafara bi`āyātinā wa qāla la`utayanna mālaw wa waladā","no_fn":"","text_fn":"","juz":16,"hizb":31,"rub_al_hizb":124,"page":311},{"id":2328,"surah":19,"no_ayah":78,"theme":"Tanggapan terhadap Keingkaran Orang Kafir","text_ayah":"اَطَّلَعَ الْغَيْبَ اَمِ اتَّخَذَ عِنْدَ الرَّحْمٰنِ عَهْدًاۙ","text_id":"Apakah dia melihat yang gaib ataukah telah membuat perjanjian di sisi Tuhan Yang Maha Pengasih?","text_en":"Has he peeped into the Unknown, or obtained a promise from Ar-Rahman?","transliteration":"aṭṭala'al-gaiba amittakhaża 'indar-raḥmāni 'ahdā","no_fn":"","text_fn":"","juz":16,"hizb":31,"rub_al_hizb":124,"page":311},{"id":2329,"surah":19,"no_ayah":79,"theme":"Tanggapan terhadap Keingkaran Orang Kafir","text_ayah":"كَلَّاۗ سَنَكْتُبُ مَا يَقُوْلُ وَنَمُدُّ لَهٗ مِنَ الْعَذَابِ مَدًّاۙ","text_id":"Sama sekali tidak! Kami akan menulis apa yang dia katakan dan Kami akan memperpanjang azab untuknya secara sempurna.","text_en":"Never so. We shall certainly write down what he says, and prolong the extent of his punishment.","transliteration":"kallā, sanaktubu mā yaqulu wa namuddu lahu minal-'ażābi maddā","no_fn":"","text_fn":"","juz":16,"hizb":31,"rub_al_hizb":124,"page":311},{"id":2330,"surah":19,"no_ayah":80,"theme":"Tanggapan terhadap Keingkaran Orang Kafir","text_ayah":"وَّنَرِثُهٗ مَا يَقُوْلُ وَيَأْتِيْنَا فَرْدًا ","text_id":"Kami akan mengambil kembali apa yang dia katakan itu (harta dan anak) dan dia datang kepada Kami seorang diri.","text_en":"All that he claims will revert to Us, and he will come before Us all alone.","transliteration":"wa nariṡuhu mā yaqulu wa ya`tīnā fardā","no_fn":"","text_fn":"","juz":16,"hizb":31,"rub_al_hizb":124,"page":311},{"id":2331,"surah":19,"no_ayah":81,"theme":"Tidak ada Penolong di Akhirat Selain Allah","text_ayah":"وَاتَّخَذُوْا مِنْ دُوْنِ اللّٰهِ اٰلِهَةً لِّيَكُوْنُوْا لَهُمْ عِزًّاۙ","text_id":"Mereka telah menjadikan selain Allah sebagai tuhan-tuhan agar menjadi pembela mereka.","text_en":"They have taken other gods apart from God that they might be a strength to them.","transliteration":"wattakhażu min dunillāhi ālihatal liyakunu lahum 'izzā","no_fn":"","text_fn":"","juz":16,"hizb":31,"rub_al_hizb":124,"page":311},{"id":2332,"surah":19,"no_ayah":82,"theme":"Tidak ada Penolong di Akhirat Selain Allah","text_ayah":"كَلَّاۗ سَيَكْفُرُوْنَ بِعِبَادَتِهِمْ وَيَكُوْنُوْنَ عَلَيْهِمْ ضِدًّاࣖ","text_id":"Sama sekali tidak! Mereka (tuhan-tuhan itu) akan mengingkari penyembahan mereka (orang-orang kafir) terhadapnya dan menjadi musuh bagi mereka.","text_en":"Never. They will deny their devotion and become their adversaries.","transliteration":"kallā, sayakfuruna bi'ibādatihim wa yakununa 'alaihim ḍiddā","no_fn":"","text_fn":"","juz":16,"hizb":31,"rub_al_hizb":124,"page":311},{"id":2333,"surah":19,"no_ayah":83,"theme":"Tidak ada Penolong di Akhirat Selain Allah","text_ayah":"اَلَمْ تَرَ اَنَّآ اَرْسَلْنَا الشَّيٰطِيْنَ عَلَى الْكٰفِرِيْنَ تَؤُزُّهُمْ اَزًّاۙ","text_id":"Tidakkah engkau memperhatikan bahwa Kami telah mengutus setan-setan kepada orang-orang kafir untuk benar-benar menggoda mereka (berbuat maksiat)?","text_en":"Do you not see that We have set the devils against the infidels to rouse and instigate them?","transliteration":"a lam tara anna arsalnasy-syayāṭīna 'alal-kāfirīna ta`uzzuhum azzā","no_fn":"","text_fn":"","juz":16,"hizb":31,"rub_al_hizb":124,"page":311},{"id":2334,"surah":19,"no_ayah":84,"theme":"Tidak ada Penolong di Akhirat Selain Allah","text_ayah":"فَلَا تَعْجَلْ عَلَيْهِمْۗ اِنَّمَا نَعُدُّ لَهُمْ عَدًّاۗ ","text_id":"Maka, janganlah engkau (Nabi Muhammad) tergesa-gesa (memintakan azab) bagi mereka. Sesungguhnya Kami hanyalah menghitung dengan teliti (datangnya siksaan) untuk mereka.","text_en":"So, do not be hasty with them. We are counting their number (of days).","transliteration":"fa lā ta'jal 'alaihim, innamā na'uddu lahum 'addā","no_fn":"","text_fn":"","juz":16,"hizb":31,"rub_al_hizb":124,"page":311},{"id":2335,"surah":19,"no_ayah":85,"theme":"Tidak ada Penolong di Akhirat Selain Allah","text_ayah":"يَوْمَ نَحْشُرُ الْمُتَّقِيْنَ اِلَى الرَّحْمٰنِ وَفْدًا ","text_id":"(Ingatlah) suatu hari (ketika) Kami mengumpulkan orang-orang yang bertakwa (menghadap) kepada (Allah) Yang Maha Pengasih sebagai rombongan yang terhormat","text_en":"The day We shall usher the righteous before Ar-Rahman like envoys into the presence of a king,","transliteration":"yauma naḥsyurul-muttaqīna ilar-raḥmāni wafdā","no_fn":"","text_fn":"","juz":16,"hizb":31,"rub_al_hizb":124,"page":311},{"id":2336,"surah":19,"no_ayah":86,"theme":"Tidak ada Penolong di Akhirat Selain Allah","text_ayah":"وَنَسُوْقُ الْمُجْرِمِيْنَ اِلٰى جَهَنَّمَ وِرْدًاۘ","text_id":"dan Kami menggiring para pendurhaka ke (neraka) Jahanam dalam keadaan dahaga.","text_en":"And drive the wicked into Hell like cattle driven to water,","transliteration":"wa nasuqul-mujrimīna ilā jahannama wirdā","no_fn":"","text_fn":"","juz":16,"hizb":31,"rub_al_hizb":124,"page":311},{"id":2337,"surah":19,"no_ayah":87,"theme":"Tidak ada Penolong di Akhirat Selain Allah","text_ayah":"لَا يَمْلِكُوْنَ الشَّفَاعَةَ اِلَّا مَنِ اتَّخَذَ عِنْدَ الرَّحْمٰنِ عَهْدًاۘ","text_id":"Mereka tidak punya (hak mendapat atau memberi) syafaat (pertolongan), kecuali orang yang telah mengadakan perjanjian di sisi (Allah) Yang Maha Pengasih.<sup>465)</sup>","text_en":"None will have power to intercede for them except one who obtains a promise from Ar-Rahman.","transliteration":"lā yamlikunasy-syafā'ata illā manittakhaża 'indar-raḥmāni 'ahdā","no_fn":"465","text_fn":"465) Yang dimaksud dengan mengadakan perjanjian dengan Allah Swt. adalah beriman kepada Allah Swt., menjalankan perintah-Nya, dan bertakwa kepada-Nya","juz":16,"hizb":31,"rub_al_hizb":124,"page":311},{"id":2338,"surah":19,"no_ayah":88,"theme":"Tuhan tidak Mempunyai Anak","text_ayah":"وَقَالُوا اتَّخَذَ الرَّحْمٰنُ وَلَدًاۗ ","text_id":"Mereka berkata, “(Allah) Yang Maha Pengasih telah mengangkat anak.” ","text_en":"They say: \"God has begotten a son.\"","transliteration":"wa qāluttakhażar-raḥmānu waladā","no_fn":"","text_fn":"","juz":16,"hizb":31,"rub_al_hizb":124,"page":311},{"id":2339,"surah":19,"no_ayah":89,"theme":"Tuhan tidak Mempunyai Anak","text_ayah":"لَقَدْ جِئْتُمْ شَيْـًٔا اِدًّاۙ","text_id":"Sungguh, kamu benar-benar telah membawa sesuatu yang sangat mungkar. ","text_en":"You have uttered a grievous thing","transliteration":"laqad ji`tum syai`an iddā","no_fn":"","text_fn":"","juz":16,"hizb":31,"rub_al_hizb":124,"page":311},{"id":2340,"surah":19,"no_ayah":90,"theme":"Tuhan tidak Mempunyai Anak","text_ayah":"تَكَادُ السَّمٰوٰتُ يَتَفَطَّرْنَ مِنْهُ وَتَنْشَقُّ الْاَرْضُ وَتَخِرُّ الْجِبَالُ هَدًّاۙ","text_id":"Karena ucapan itu, hampir saja langit pecah, bumi terbelah, dan gunung-gunung runtuh berkeping-keping.","text_en":"Which would cleave the skies asunder, rend the earth, and split the mountains,","transliteration":"takādus-samāwātu yatafaṭṭarna min-hu wa tansyaqqul-arḍu wa takhirrul-jibālu haddā","no_fn":"","text_fn":"","juz":16,"hizb":31,"rub_al_hizb":124,"page":311},{"id":2341,"surah":19,"no_ayah":91,"theme":"Tuhan tidak Mempunyai Anak","text_ayah":"اَنْ دَعَوْا لِلرَّحْمٰنِ وَلَدًاۚ ","text_id":"(Hal itu terjadi) karena mereka menganggap (Allah) Yang Maha Pengasih mempunyai anak.","text_en":"For they have attributed a son to Ar-Rahman,","transliteration":"an da'au lir-raḥmāni waladā","no_fn":"","text_fn":"","juz":16,"hizb":31,"rub_al_hizb":124,"page":311},{"id":2342,"surah":19,"no_ayah":92,"theme":"Tuhan tidak Mempunyai Anak","text_ayah":"وَمَا يَنْۢبَغِيْ لِلرَّحْمٰنِ اَنْ يَّتَّخِذَ وَلَدًاۗ ","text_id":"Tidak sepantasnya (Allah) Yang Maha Pengasih mengangkat anak.","text_en":"When it does not behove the Merciful to have a son.","transliteration":"wa mā yambagī lir-raḥmāni ay yattakhiża waladā","no_fn":"","text_fn":"","juz":16,"hizb":31,"rub_al_hizb":124,"page":311},{"id":2343,"surah":19,"no_ayah":93,"theme":"Tuhan tidak Mempunyai Anak","text_ayah":"اِنْ كُلُّ مَنْ فِى السَّمٰوٰتِ وَالْاَرْضِ اِلَّآ اٰتِى الرَّحْمٰنِ عَبْدًاۗ ","text_id":"Tidak ada seorang pun di langit dan di bumi, kecuali akan datang kepada (Allah) Yang Maha Pengasih sebagai seorang hamba.","text_en":"There is no one in the heavens and the earth but comes before Ar-Rahman in all obedience.","transliteration":"ing kullu man fis-samāwāti wal-arḍi illa ātir-raḥmāni 'abdā","no_fn":"","text_fn":"","juz":16,"hizb":31,"rub_al_hizb":124,"page":311},{"id":2344,"surah":19,"no_ayah":94,"theme":"Tuhan tidak Mempunyai Anak","text_ayah":"لَقَدْ اَحْصٰىهُمْ وَعَدَّهُمْ عَدًّاۗ ","text_id":"Sungguh, Dia (Allah) benar-benar telah menentukan jumlah mereka dan menghitungnya dengan teliti.","text_en":"He has counted them and calculated their number.","transliteration":"laqad aḥṣāhum wa 'addahum 'addā","no_fn":"","text_fn":"","juz":16,"hizb":31,"rub_al_hizb":124,"page":311},{"id":2345,"surah":19,"no_ayah":95,"theme":"Tuhan tidak Mempunyai Anak","text_ayah":"وَكُلُّهُمْ اٰتِيْهِ يَوْمَ الْقِيٰمَةِ فَرْدًا ","text_id":"Semuanya akan datang kepada Allah pada hari Kiamat sendiri-sendiri.","text_en":"Every one of them will come before Him all alone on the Day of Resurrection.","transliteration":"wa kulluhum ātīhi yaumal-qiyāmati fardā","no_fn":"","text_fn":"","juz":16,"hizb":31,"rub_al_hizb":124,"page":311},{"id":2346,"surah":19,"no_ayah":96,"theme":"Kasih Sayang Allah terhadap Orang Beriman dan Beramal Saleh","text_ayah":"اِنَّ الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ سَيَجْعَلُ لَهُمُ الرَّحْمٰنُ وُدًّا ","text_id":"Sesungguhnya bagi orang-orang yang beriman dan beramal saleh, (Allah) Yang Maha Pengasih akan menanamkan rasa cinta (dalam hati) mereka.","text_en":"Surely Ar-Rahman will show love for those who believe and do the right.","transliteration":"innallażīna āmanu wa 'amiluṣ-ṣāliḥāti sayaj'alu lahumur-raḥmānu wuddā","no_fn":"","text_fn":"","juz":16,"hizb":31,"rub_al_hizb":124,"page":312},{"id":2347,"surah":19,"no_ayah":97,"theme":"Kasih Sayang Allah terhadap Orang Beriman dan Beramal Saleh","text_ayah":"فَاِنَّمَا يَسَّرْنٰهُ بِلِسَانِكَ لِتُبَشِّرَ بِهِ الْمُتَّقِيْنَ وَتُنْذِرَ بِهٖ قَوْمًا لُّدًّا ","text_id":"Sesungguhnya Kami telah memudahkan (Al-Qur’an) itu dengan bahasamu (Nabi Muhammad) agar dengannya engkau memberi kabar gembira kepada orang-orang yang bertakwa dan memberi peringatan kepada kaum yang membangkang.","text_en":"So We have made this (Qur'an) easy in your tongue that you may give good news to those who take heed, and warn the people who are contentious.","transliteration":"fa innamā yassarnāhu bilisānika litubasysyira bihil-muttaqīna wa tunżira bihī qaumal luddā","no_fn":"","text_fn":"","juz":16,"hizb":31,"rub_al_hizb":124,"page":312},{"id":2348,"surah":19,"no_ayah":98,"theme":"Kasih Sayang Allah terhadap Orang Beriman dan Beramal Saleh","text_ayah":"وَكَمْ اَهْلَكْنَا قَبْلَهُمْ مِّنْ قَرْنٍۗ هَلْ تُحِسُّ مِنْهُمْ مِّنْ اَحَدٍ اَوْ تَسْمَعُ لَهُمْ رِكْزًاࣖ","text_id":"Betapa banyak umat yang telah Kami binasakan sebelum mereka. Apakah engkau (Nabi Muhammad) melihat salah seorang dari mereka atau mendengar bisikan mereka?","text_en":"How many generations have We laid low before them. Do you see any sign of them, or hear the least whisper of them?","transliteration":"wa kam ahlaknā qablahum ming qarn, hal tuḥissu min-hum min aḥadin au tasma'u lahum rikzā","no_fn":"","text_fn":"","juz":16,"hizb":31,"rub_al_hizb":124,"page":312}]