[{"id_ayat":2596,"no_surah":22,"no_ayat":1,"teks_ayat":"يٰٓاَيُّهَا النَّاسُ اتَّقُوْا رَبَّكُمْۚ اِنَّ زَلْزَلَةَ السَّاعَةِ شَيْءٌ عَظِيْمٌ ","tema":"Kedahsyatan Hari Kiamat","teks_terjemah":"Wahai manusia, bertakwalah kepada Tuhanmu. Sesungguhnya guncangan hari Kiamat itu adalah sesuatu yang sangat besar.","no_fn":"","teks_fn":"","bacaan":"yaa ayyuhaannaasu ittaquu rabbakum inna zalzalatassaa'ati syay-un 'azhiim"},{"id_ayat":2597,"no_surah":22,"no_ayat":2,"teks_ayat":"يَوْمَ تَرَوْنَهَا تَذْهَلُ كُلُّ مُرْضِعَةٍ عَمَّآ اَرْضَعَتْ وَتَضَعُ كُلُّ ذَاتِ حَمْلٍ حَمْلَهَا وَتَرَى النَّاسَ سُكٰرٰى وَمَا هُمْ بِسُكٰرٰى وَلٰكِنَّ عَذَابَ اللّٰهِ شَدِيْدٌ ","tema":"Kedahsyatan Hari Kiamat","teks_terjemah":"Pada hari kamu melihatnya (guncangan itu), semua perempuan yang menyusui melupakan anak yang disusuinya, setiap perempuan yang hamil akan keguguran kandungannya dan kamu melihat manusia mabuk, padahal sebenarnya mereka tidak mabuk. Akan tetapi, azab Allah itu sangat keras.","no_fn":"","teks_fn":"","bacaan":"yawma tarawnahaa tadzhalu kullu murdhi'atin 'ammaa ardha'at watadha'u kullu dzaati hamlin hamlahaa wataraannaasa sukaaraa wamaa hum bisukaaraa walaakinna 'adzaabalaahi syadiid"},{"id_ayat":2598,"no_surah":22,"no_ayat":3,"teks_ayat":"وَمِنَ النَّاسِ مَنْ يُّجَادِلُ فِى اللّٰهِ بِغَيْرِ عِلْمٍ وَّيَتَّبِعُ كُلَّ شَيْطٰنٍ مَّرِيْدٍۙ ","tema":"Kedahsyatan Hari Kiamat","teks_terjemah":"Di antara manusia ada yang berdebat tentang Allah tanpa ilmu dan (hanya) mengikuti setiap (langkah dan tipu daya) setan yang sangat jahat.","no_fn":"","teks_fn":"","bacaan":"waminannaasi man yujaadilu fiilaahi bighayri 'ilmin wayattabi'u kulla syaythaanin mariid"},{"id_ayat":2599,"no_surah":22,"no_ayat":4,"teks_ayat":"كُتِبَ عَلَيْهِ اَنَّهٗ مَنْ تَوَلَّاهُ فَاَنَّهٗ يُضِلُّهٗ وَيَهْدِيْهِ اِلٰى عَذَابِ السَّعِيْرِ ","tema":"Kedahsyatan Hari Kiamat","teks_terjemah":"Telah ditetapkan atasnya (setan) bahwa siapa yang berteman dengannya akan disesatkan dan dibawanya ke azab (neraka) yang menyala-nyala.","no_fn":"","teks_fn":"","bacaan":"kutiba 'alayhi annahu man tawallaahu fa-annahu yudhilluhu wayahdiihi ilaa 'adzaabissa'iir"},{"id_ayat":2600,"no_surah":22,"no_ayat":5,"teks_ayat":"يٰٓاَيُّهَا النَّاسُ اِنْ كُنْتُمْ فِيْ رَيْبٍ مِّنَ الْبَعْثِ فَاِنَّا خَلَقْنٰكُمْ مِّنْ تُرَابٍ ثُمَّ مِنْ نُّطْفَةٍ ثُمَّ مِنْ عَلَقَةٍ ثُمَّ مِنْ مُّضْغَةٍ مُّخَلَّقَةٍ وَّغَيْرِ مُخَلَّقَةٍ لِّنُبَيِّنَ لَكُمْۗ وَنُقِرُّ فِى الْاَرْحَامِ مَا نَشَاۤءُ اِلٰٓى اَجَلٍ مُّسَمًّى ثُمَّ نُخْرِجُكُمْ طِفْلًا ثُمَّ لِتَبْلُغُوْٓا اَشُدَّكُمْۚ وَمِنْكُمْ مَّنْ يُّتَوَفّٰى وَمِنْكُمْ مَّنْ يُّرَدُّ اِلٰٓى اَرْذَلِ الْعُمُرِ لِكَيْلَا يَعْلَمَ مِنْۢ بَعْدِ عِلْمٍ شَيْـًٔاۗ وَتَرَى الْاَرْضَ هَامِدَةً فَاِذَآ اَنْزَلْنَا عَلَيْهَا الْمَاۤءَ اهْتَزَّتْ وَرَبَتْ وَاَنْۢبَتَتْ مِنْ كُلِّ زَوْجٍۢ بَهِيْجٍ","tema":"Kedahsyatan Hari Kiamat","teks_terjemah":"Wahai manusia, jika kamu meragukan (hari) kebangkitan, sesungguhnya Kami telah menciptakan (orang tua) kamu (Nabi Adam) dari tanah, kemudian (kamu sebagai keturunannya Kami ciptakan) dari setetes mani, lalu segumpal darah, lalu segumpal daging, baik kejadiannya sempurna maupun tidak sempurna, agar Kami jelaskan kepadamu (tanda kekuasaan Kami dalam penciptaan). Kami tetapkan dalam rahim apa yang Kami kehendaki sampai waktu yang sudah ditentukan. Kemudian, Kami mengeluarkanmu sebagai bayi, lalu (Kami memeliharamu) hingga kamu mencapai usia dewasa. Di antara kamu ada yang diwafatkan dan (ada pula) yang dikembalikan ke umur yang sangat tua sehingga dia tidak mengetahui lagi sesuatu yang pernah diketahuinya (pikun). Kamu lihat bumi itu kering. Jika Kami turunkan air (hujan) di atasnya, ia pun hidup dan menjadi subur serta menumbuhkan berbagai jenis (tetumbuhan) yang indah.","no_fn":"","teks_fn":"","bacaan":"yaa ayyuhaannaasu in kuntum fii raybin minalba'tsi fa-innaa khalaqnaakum min turaabin tsumma min nuthfatin tsumma min 'alaqatin tsumma min mudhghatin mukhallaqatin waghayri mukhallaqatin linubayyina lakum wanuqirru fiil-arhaami maa nasyaau ilaa ajalin musamman tsumma nukhrijukum thiflan tsumma litablughuu asyuddakum waminkum man yutawaffaa waminkum man yuraddu ilaa ardzalil'umuri likaylaa ya'lama min ba'di 'ilmin syay-an wataraal-ardha haamidatan fa-idzaa anzalnaa 'alayhaalmaa-a ihtazzat warabat wa-anbatat min kulli zawjin bahiij"},{"id_ayat":2601,"no_surah":22,"no_ayat":6,"teks_ayat":"ذٰلِكَ بِاَنَّ اللّٰهَ هُوَ الْحَقُّ وَاَنَّهٗ يُحْيِ الْمَوْتٰى وَاَنَّهٗ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ ۙ","tema":"Kedahsyatan Hari Kiamat","teks_terjemah":"Demikianlah (penciptaan manusia) itu karena sesungguhnya Allah, Dialah yang Mahabenar dan sesungguhnya Dia menghidupkan orang-orang yang mati dan sesungguhnya Dia Mahakuasa atas segala sesuatu.","no_fn":"","teks_fn":"","bacaan":"dzaalika bi-annalaaha huwalhaqqu wa-annahu yuhyiilmawtaa wa-annahu 'alaa kulli syay-in qadiir"},{"id_ayat":2602,"no_surah":22,"no_ayat":7,"teks_ayat":"وَّاَنَّ السَّاعَةَ اٰتِيَةٌ لَّا رَيْبَ فِيْهَاۙ وَاَنَّ اللّٰهَ يَبْعَثُ مَنْ فِى الْقُبُوْرِ ","tema":"Kedahsyatan Hari Kiamat","teks_terjemah":"Sesungguhnya kiamat itu pasti datang, tidak ada keraguan padanya dan sesungguhnya Allah akan membangkitkan siapa pun yang di dalam kubur.","no_fn":"","teks_fn":"","bacaan":"wa-annassaa'ata aatiyatun laa rayba fiihaa wa-annalaaha yab'atsu man fiilqubuur"},{"id_ayat":2603,"no_surah":22,"no_ayat":8,"teks_ayat":"وَمِنَ النَّاسِ مَنْ يُّجَادِلُ فِى اللّٰهِ بِغَيْرِ عِلْمٍ وَّلَا هُدًى وَّلَا كِتٰبٍ مُّنِيْرٍ ۙ","tema":"Hukuman terhadap Orang yang Mengingkari Allah","teks_terjemah":"Di antara manusia ada yang berdebat tentang Allah tanpa ilmu, tanpa petunjuk, dan tanpa kitab (wahyu) yang memberi penerangan.","no_fn":"","teks_fn":"","bacaan":"waminannaasi man yujaadilu fiilaahi bighayri 'ilmin walaa hudan walaa kitaabin muniir"},{"id_ayat":2604,"no_surah":22,"no_ayat":9,"teks_ayat":"ثَانِيَ عِطْفِهٖ لِيُضِلَّ عَنْ سَبِيْلِ اللّٰهِ ۗ لَهٗ فِى الدُّنْيَا خِزْيٌ وَّنُذِيْقُهٗ يَوْمَ الْقِيٰمَةِ عَذَابَ الْحَرِيْقِ","tema":"Hukuman terhadap Orang yang Mengingkari Allah","teks_terjemah":"Sambil memalingkan lehernya (dengan congkak) untuk menyesatkan manusia dari jalan Allah. Bagi dialah kehinaan di dunia dan pada hari Kiamat Kami mencicipkan kepadanya azab (neraka) yang membakar.","no_fn":"","teks_fn":"","bacaan":"tsaaniya 'ithfihi liyudhilla 'an sabiililaahi lahu fiiddunyaa khizyun wanudziiquhu yawmalqiyaamati 'adzaabalhariiq"},{"id_ayat":2605,"no_surah":22,"no_ayat":10,"teks_ayat":"ذٰلِكَ بِمَا قَدَّمَتْ يَدٰكَ وَاَنَّ اللّٰهَ لَيْسَ بِظَلَّامٍ لِّلْعَبِيْدِ ࣖ","tema":"Hukuman terhadap Orang yang Mengingkari Allah","teks_terjemah":"(Akan dikatakan kepadanya,) “Hal itu disebabkan apa yang dahulu kamu lakukan dan sesungguhnya Allah sekali-kali tidak menzalimi hamba-hamba-Nya.”","no_fn":"","teks_fn":"","bacaan":"dzaalika bimaa qaddamat yadaaka wa-annalaaha laysa bizhallaamin lil'abiid"},{"id_ayat":2606,"no_surah":22,"no_ayat":11,"teks_ayat":"وَمِنَ النَّاسِ مَنْ يَّعْبُدُ اللّٰهَ عَلٰى حَرْفٍۚ فَاِنْ اَصَابَهٗ خَيْرُ ِۨاطْمَئَنَّ بِهٖۚ وَاِنْ اَصَابَتْهُ فِتْنَةُ ِۨانْقَلَبَ عَلٰى وَجْهِهٖۗ خَسِرَ الدُّنْيَا وَالْاٰخِرَةَۗ ذٰلِكَ هُوَ الْخُسْرَانُ الْمُبِيْنُ ","tema":"Beragama tanpa Penuh Keyakinan","teks_terjemah":"Di antara manusia ada yang menyembah Allah hanya di tepi (tidak dengan penuh keyakinan). Jika memperoleh kebaikan, dia pun tenang. Akan tetapi, jika ditimpa suatu cobaan, dia berbalik ke belakang (kembali kufur). Dia merugi di dunia dan akhirat. Itulah kerugian yang nyata.","no_fn":"","teks_fn":"","bacaan":"waminannaasi man ya'budulaaha 'alaa harfin fa-in ashaabahu khayrun ithma-anna bihi wa-in ashaabat-hu fitnatun inqalaba 'alaa wajhihi khasiraddunyaa wal-aakhirata dzaalika huwalkhusraanulmubiin"},{"id_ayat":2607,"no_surah":22,"no_ayat":12,"teks_ayat":"يَدْعُوْا مِنْ دُوْنِ اللّٰهِ مَا لَا يَضُرُّهٗ وَمَا لَا يَنْفَعُهٗۗ ذٰلِكَ هُوَ الضَّلٰلُ الْبَعِيْدُ ۚ","tema":"Beragama tanpa Penuh Keyakinan","teks_terjemah":"Dia menyeru sesuatu selain Allah yang tidak dapat mendatangkan mudarat dan tidak (pula) memberikan manfaat kepadanya. Itulah kesesatan yang jauh.","no_fn":"","teks_fn":"","bacaan":"yad'uu min duunilaahi maa laa yadhurruhu wamaa laa yanfa'uhu dzaalika huwadhdhalaalulba'iid"},{"id_ayat":2608,"no_surah":22,"no_ayat":13,"teks_ayat":"يَدْعُوْا لَمَنْ ضَرُّهٗٓ اَقْرَبُ مِنْ نَّفْعِهٖۗ  لَبِئْسَ الْمَوْلٰى وَلَبِئْسَ الْعَشِيْرُ ","tema":"Beragama tanpa Penuh Keyakinan","teks_terjemah":"Dia menyeru kepada sesuatu yang mudaratnya benar-benar lebih dekat daripada manfaatnya. Sungguh, itu seburuk-buruk penolong dan sejahat-jahat kawan.","no_fn":"","teks_fn":"","bacaan":"yad'uu laman dharruhu aqrabu min naf'ihi labi'salmawlaa walabi'sal'asyiir"},{"id_ayat":2609,"no_surah":22,"no_ayat":14,"teks_ayat":"اِنَّ اللّٰهَ يُدْخِلُ الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ جَنّٰتٍ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُۗ اِنَّ اللّٰهَ يَفْعَلُ مَا يُرِيْدُ ","tema":"Beragama tanpa Penuh Keyakinan","teks_terjemah":"Sesungguhnya Allah akan memasukkan orang-orang yang beriman dan beramal saleh ke dalam surga-surga yang mengalir di bawahnya sungai-sungai. Sesungguhnya Allah melakukan apa yang Dia kehendaki.","no_fn":"","teks_fn":"","bacaan":"innalaaha yudkhiluladziina aamanuu wa'amiluushshaalihaati jannaatin tajrii min tahtihaal-anhaaru innalaaha yaf'alu maa yuriid"},{"id_ayat":2610,"no_surah":22,"no_ayat":15,"teks_ayat":"مَنْ كَانَ يَظُنُّ اَنْ لَّنْ يَّنْصُرَهُ اللّٰهُ فِى الدُّنْيَا وَالْاٰخِرَةِ فَلْيَمْدُدْ بِسَبَبٍ اِلَى السَّمَاۤءِ ثُمَّ لْيَقْطَعْ فَلْيَنْظُرْ هَلْ يُذْهِبَنَّ كَيْدُهٗ مَا يَغِيْظُ ","tema":"Tantangan kepada Orang Kafir untuk Menghentikan Kemajuan Islam","teks_terjemah":"Siapa yang menyangka bahwa Allah tidak akan menolongnya (Nabi Muhammad) di dunia dan di akhirat hendaklah merentangkan tali ke langit-langit (rumahnya untuk mencekik lehernya), lalu memutuskan tali tersebut. Kemudian, hendaklah dia memperhatikan apakah tipu dayanya itu dapat melenyapkan apa yang menyakitkan (hatinya)?","no_fn":"","teks_fn":"","bacaan":"man kaana yazhunnu an lan yanshurahulaahu fiiddunyaa wal-aakhirati falyamdud bisababin ilaassamaa-i tsumma liyaqtha' falyanzhur hal yudzhibanna kayduhu maa yaghiizh"},{"id_ayat":2611,"no_surah":22,"no_ayat":16,"teks_ayat":"وَكَذٰلِكَ اَنْزَلْنٰهُ اٰيٰتٍۢ بَيِّنٰتٍۙ وَّاَنَّ اللّٰهَ يَهْدِيْ مَنْ يُّرِيْدُ ","tema":"Tantangan kepada Orang Kafir untuk Menghentikan Kemajuan Islam","teks_terjemah":"Demikianlah Kami telah menurunkannya (Al-Qur’an) sebagai ayat-ayat yang jelas dan sesungguhnya Allah memberikan petunjuk kepada siapa yang Dia kehendaki.","no_fn":"","teks_fn":"","bacaan":"wakadzaalika anzalnaahu aayaatin bayyinaatin wa-annalaaha yahdii man yuriid"},{"id_ayat":2612,"no_surah":22,"no_ayat":17,"teks_ayat":"اِنَّ الَّذِيْنَ اٰمَنُوْا وَالَّذِيْنَ هَادُوْا وَالصَّابِـِٕيْنَ وَالنَّصٰرٰى وَالْمَجُوْسَ وَالَّذِيْنَ اَشْرَكُوْٓا ۖاِنَّ اللّٰهَ يَفْصِلُ بَيْنَهُمْ يَوْمَ الْقِيٰمَةِۗ اِنَّ اللّٰهَ عَلٰى كُلِّ شَيْءٍ شَهِيْدٌ ","tema":"Keputusan Allah yang Adil di Akhirat untuk Pemeluk Agama yang Diridai-Nya","teks_terjemah":"Sesungguhnya orang-orang yang beriman, orang-orang Yahudi, Sabiin, Nasrani, Majusi, dan orang-orang yang menyekutukan Allah akan Allah berikan keputusan di antara mereka pada hari Kiamat. Sesungguhnya Allah menjadi saksi atas segala sesuatu.","no_fn":"","teks_fn":"","bacaan":"innaladziina aamanuu walladziina haaduu washshaabi-iina wannashaaraa walmajuusa walladziina asyrakuu innalaaha yafshilu baynahum yawmalqiyaamati innalaaha 'alaa kulli syay-in syahiid"},{"id_ayat":2613,"no_surah":22,"no_ayat":18,"teks_ayat":"اَلَمْ تَرَ اَنَّ اللّٰهَ يَسْجُدُ لَهٗ مَنْ فِى السَّمٰوٰتِ وَمَنْ فِى الْاَرْضِ وَالشَّمْسُ وَالْقَمَرُ وَالنُّجُوْمُ وَالْجِبَالُ وَالشَّجَرُ وَالدَّوَاۤبُّ وَكَثِيْرٌ مِّنَ النَّاسِۗ وَكَثِيْرٌ حَقَّ عَلَيْهِ الْعَذَابُۗ وَمَنْ يُّهِنِ اللّٰهُ فَمَا لَهٗ مِنْ مُّكْرِمٍۗ اِنَّ اللّٰهَ يَفْعَلُ مَا يَشَاۤءُ ۩ۗ","tema":"Keputusan Allah yang Adil di Akhirat untuk Pemeluk Agama yang Diridai-Nya","teks_terjemah":"Tidakkah engkau mengetahui bahwa bersujud kepada Allah siapa yang ada di langit dan siapa yang ada di bumi, juga matahari, bulan, bintang, gunung, pohon, hewan melata, dan kebanyakan manusia? Akan tetapi, banyak (manusia) yang pantas mendapatkan azab. Siapa yang dihinakan Allah tidak seorang pun yang akan memuliakannya. Sesungguhnya Allah melakukan apa yang Dia kehendaki.","no_fn":"","teks_fn":"","bacaan":"alam tara annalaaha yasjudu lahu man fiissamaawaati waman fiil-ardhi wasysyamsu walqamaru wannujuumu waljibaalu wasysyajaru waddawaabbu wakatsiirun minannaasi wakatsiirun haqqa 'alayhil'adzaabu waman yuhinilaahu famaa lahu min mukrimin innalaaha yaf'alu maa yasyaa'"},{"id_ayat":2614,"no_surah":22,"no_ayat":19,"teks_ayat":"۞ هٰذَانِ خَصْمٰنِ اخْتَصَمُوْا فِيْ رَبِّهِمْ  فَالَّذِيْنَ كَفَرُوْا قُطِّعَتْ لَهُمْ ثِيَابٌ مِّنْ نَّارٍۗ يُصَبُّ مِنْ فَوْقِ رُءُوْسِهِمُ الْحَمِيْمُ ۚ","tema":"Azab bagi Orang Kafir karena Kekafirannya dan Pahala bagi Orang Beriman karena Keimanannya","teks_terjemah":"Inilah dua golongan (mukmin dan kafir) yang bertengkar. Mereka bertengkar tentang Tuhan mereka. Bagi orang-orang yang kufur dibuatkan pakaian dari api neraka. Ke atas kepala mereka akan disiramkan air yang mendidih.","no_fn":"","teks_fn":"","bacaan":"haadzaani khashmaani ikhtashamuu fii rabbihim falladziina kafaruu quththhi'at lahum tsiyaabun min naarin yushabbu min fawqi ruuusihimulhamiim"},{"id_ayat":2615,"no_surah":22,"no_ayat":20,"teks_ayat":"يُصْهَرُ بِهٖ مَا فِيْ بُطُوْنِهِمْ وَالْجُلُوْدُ ۗ","tema":"Azab bagi Orang Kafir karena Kekafirannya dan Pahala bagi Orang Beriman karena Keimanannya","teks_terjemah":"Dengan (air mendidih) itu akan diluluhlantakkan apa yang ada dalam perut mereka dan (juga) kulit (mereka).","no_fn":"","teks_fn":"","bacaan":"yushharu bihi maa fii buthuunihim waljuluud"},{"id_ayat":2616,"no_surah":22,"no_ayat":21,"teks_ayat":"وَلَهُمْ مَّقَامِعُ مِنْ حَدِيْدٍ ","tema":"Azab bagi Orang Kafir karena Kekafirannya dan Pahala bagi Orang Beriman karena Keimanannya","teks_terjemah":"Untuk mereka (azab berupa) palu (godam) dari besi.","no_fn":"","teks_fn":"","bacaan":"walahum maqaami'u min hadiid"},{"id_ayat":2617,"no_surah":22,"no_ayat":22,"teks_ayat":"كُلَّمَآ اَرَادُوْٓا اَنْ يَّخْرُجُوْا مِنْهَا مِنْ غَمٍّ اُعِيْدُوْا فِيْهَا وَذُوْقُوْا عَذَابَ الْحَرِيْقِ ࣖ","tema":"Azab bagi Orang Kafir karena Kekafirannya dan Pahala bagi Orang Beriman karena Keimanannya","teks_terjemah":"Setiap kali hendak keluar darinya (neraka) karena tersiksa, mereka dikembalikan (lagi) ke dalamnya. (Kepada mereka dikatakan,) “Rasakanlah azab (neraka) yang membakar ini!”","no_fn":"","teks_fn":"","bacaan":"kullamaa araaduu an yakhrujuu minhaa min ghammin u'iiduu fiihaa wadzuuquu 'adzaabalhariiq"},{"id_ayat":2618,"no_surah":22,"no_ayat":23,"teks_ayat":"اِنَّ اللّٰهَ يُدْخِلُ الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ جَنّٰتٍ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُ يُحَلَّوْنَ فِيْهَا مِنْ اَسَاوِرَ مِنْ ذَهَبٍ وَّلُؤْلُؤًاۗ وَلِبَاسُهُمْ فِيْهَا حَرِيْرٌ ","tema":"Azab bagi Orang Kafir karena Kekafirannya dan Pahala bagi Orang Beriman karena Keimanannya","teks_terjemah":"Sesungguhnya Allah akan memasukkan orang-orang yang beriman dan beramal saleh ke dalam surga-surga yang mengalir di bawahnya sungai-sungai. Di dalamnya mereka diberi perhiasan berupa gelang emas dan mutiara. Pakaian mereka di dalamnya adalah sutra.","no_fn":"","teks_fn":"","bacaan":"innalaaha yudkhiluladziina aamanuu wa'amiluushshaalihaati jannaatin tajrii min tahtihaal-anhaaru yuhallawna fiihaa min asaawira min dzahabin walu'lu-an walibaasuhum fiihaa hariir"},{"id_ayat":2619,"no_surah":22,"no_ayat":24,"teks_ayat":"وَهُدُوْٓا اِلَى الطَّيِّبِ مِنَ الْقَوْلِۚ وَهُدُوْٓا اِلٰى صِرَاطِ الْحَمِيْدِ ","tema":"Azab bagi Orang Kafir karena Kekafirannya dan Pahala bagi Orang Beriman karena Keimanannya","teks_terjemah":"Mereka diberi petunjuk pada ucapan yang baik dan diberi petunjuk (pula) ke jalan (Allah) Yang Maha Terpuji.","no_fn":"","teks_fn":"","bacaan":"wahuduu ilaaththhayyibi minalqawli wahuduu ilaa shiraathilhamiid"},{"id_ayat":2620,"no_surah":22,"no_ayat":25,"teks_ayat":"اِنَّ الَّذِيْنَ كَفَرُوْا وَيَصُدُّوْنَ عَنْ سَبِيْلِ اللّٰهِ وَالْمَسْجِدِ الْحَرَامِ الَّذِيْ جَعَلْنٰهُ لِلنَّاسِ سَوَاۤءً ۨالْعَاكِفُ فِيْهِ وَالْبَادِۗ وَمَنْ يُّرِدْ فِيْهِ بِاِلْحَادٍۢ بِظُلْمٍ نُّذِقْهُ مِنْ عَذَابٍ اَلِيْمٍ ࣖ","tema":"Kemuliaan Masjidilharam","teks_terjemah":"Sesungguhnya orang-orang yang kufur dan menghalangi (manusia) dari jalan Allah dan (dari) Masjidilharam yang telah Kami jadikan (terbuka) untuk semua manusia, baik yang bermukim di sana maupun yang datang dari luar (akan mendapatkan siksa yang sangat pedih). Siapa saja yang bermaksud melakukan kejahatan secara zalim di dalamnya pasti akan Kami jadikan dia merasakan sebagian siksa yang pedih.","no_fn":"","teks_fn":"","bacaan":"innaladziina kafaruu wayashudduuna 'an sabiililaahi walmasjidilharaamiladzii ja'alnaahu linnaasi sawaa-anl'aakifu fiihi walbaadi waman yurid fiihi bi-ilhaadin bizhulmin nudziqhu min 'adzaabinliim"},{"id_ayat":2621,"no_surah":22,"no_ayat":26,"teks_ayat":"وَاِذْ بَوَّأْنَا لِاِبْرٰهِيْمَ مَكَانَ الْبَيْتِ اَنْ لَّا تُشْرِكْ بِيْ شَيْـًٔا وَّطَهِّرْ بَيْتِيَ لِلطَّاۤىِٕفِيْنَ وَالْقَاۤىِٕمِيْنَ وَالرُّكَّعِ السُّجُوْدِ ","tema":"Kemuliaan Masjidilharam","teks_terjemah":"(Ingatlah) ketika Kami menempatkan Ibrahim di tempat Baitullah (dengan berfirman), “Janganlah engkau mempersekutukan Aku dengan apa pun, sucikanlah rumah-Ku bagi orang-orang yang tawaf, mukim (di sekitarnya), serta rukuk (dan) sujud.","no_fn":"","teks_fn":"","bacaan":"wa-idz bawwa'naa li-ibraahiima makaanalbayti an laa tusyrik bii syay-an wathahhir baytiya liththaa-ifiina walqaa-imiina warrukka'issujuud"},{"id_ayat":2622,"no_surah":22,"no_ayat":27,"teks_ayat":"وَاَذِّنْ فِى النَّاسِ بِالْحَجِّ يَأْتُوْكَ رِجَالًا وَّعَلٰى كُلِّ ضَامِرٍ يَّأْتِيْنَ مِنْ كُلِّ فَجٍّ عَمِيْقٍ ۙ","tema":"Kewajiban Berhaji dan Manfaatnya","teks_terjemah":"(Wahai Ibrahim, serulah manusia untuk (mengerjakan) haji, niscaya mereka akan datang kepadamu dengan berjalan kaki dan mengendarai unta kurus yang datang dari segenap penjuru yang jauh.","no_fn":"","teks_fn":"","bacaan":"wa-adzdzin fiinnaasi bilhajji ya'tuuka rijaalan wa'alaa kulli daamirin ya'tiina min kulli fajjin 'amiiq"},{"id_ayat":2623,"no_surah":22,"no_ayat":28,"teks_ayat":"لِّيَشْهَدُوْا مَنَافِعَ لَهُمْ وَيَذْكُرُوا اسْمَ اللّٰهِ فِيْٓ اَيَّامٍ مَّعْلُوْمٰتٍ عَلٰى مَا رَزَقَهُمْ مِّنْۢ بَهِيْمَةِ الْاَنْعَامِۚ فَكُلُوْا مِنْهَا وَاَطْعِمُوا الْبَاۤىِٕسَ الْفَقِيْرَ ۖ","tema":"Kewajiban Berhaji dan Manfaatnya","teks_terjemah":"(Mereka berdatangan) supaya menyaksikan berbagai manfaat untuk mereka dan menyebut nama Allah pada beberapa hari yang telah ditentukan<sup>497)<\/sup> atas rezeki yang telah dianugerahkan-Nya kepada mereka berupa binatang ternak. Makanlah sebagian darinya dan (sebagian lainnya) berilah makan orang yang sengsara lagi fakir.","no_fn":"497","teks_fn":"497) Hari raya haji dan hari Tasyriq, yaitu tanggal 10, 11, 12, dan 13 Zulhijah.","bacaan":"liyasyhaduu manaafi'a lahum wayadzkuruu ismalaahi fii ayyaamin ma'luumaatin 'alaa maa razaqahum min bahiimatil-an'aami fakuluu minhaa wa-ath'imuulbaa-isalfaqiir"},{"id_ayat":2624,"no_surah":22,"no_ayat":29,"teks_ayat":"ثُمَّ لْيَقْضُوْا تَفَثَهُمْ وَلْيُوْفُوْا نُذُوْرَهُمْ وَلْيَطَّوَّفُوْا بِالْبَيْتِ الْعَتِيْقِ ","tema":"Kewajiban Berhaji dan Manfaatnya","teks_terjemah":"Kemudian, hendaklah mereka menghilangkan kotoran<sup>498)<\/sup> yang ada di badan mereka, menyempurnakan nazar-nazar mereka, dan melakukan tawaf di sekeliling al-Bait al-‘Atīq (Baitullah).”<sup>499)<\/sup>","no_fn":"498","teks_fn":"498) Yang dimaksud dengan menghilangkan kotoran di sini ialah memotong rambut, memotong kuku, dan sebagainya.<\/br>499) Al-Bait al-‘Atīq berarti ‘rumah tua’. Dinamakan demikian karena merupakan rumah ibadah yang pertama kali dibangun di muka bumi. Al-‘Atīq bisa juga bermakna ‘yang dibebaskan dari ancaman para pendurhaka’.","bacaan":"tsumma lyaqdhuu tafatsahum walyuufuu nudzuurahum walyaththhawwafuu bilbaytil'atiiq"},{"id_ayat":2625,"no_surah":22,"no_ayat":30,"teks_ayat":"ذٰلِكَ وَمَنْ يُّعَظِّمْ حُرُمٰتِ اللّٰهِ فَهُوَ خَيْرٌ لَّهٗ عِنْدَ رَبِّهٖۗ وَاُحِلَّتْ لَكُمُ الْاَنْعَامُ اِلَّا مَا يُتْلٰى عَلَيْكُمْ فَاجْتَنِبُوا الرِّجْسَ مِنَ الْاَوْثَانِ وَاجْتَنِبُوْا قَوْلَ الزُّوْرِ ۙ","tema":"Perintah Mengagungkan Syiar Allah","teks_terjemah":"Demikianlah (petunjuk dan perintah Allah). Siapa yang mengagungkan apa yang terhormat di sisi Allah (ḥurumāt)<sup>500)<\/sup> lebih baik baginya di sisi Tuhannya. Semua hewan ternak telah dihalalkan bagi kamu, kecuali yang diterangkan kepadamu (keharamannya). Maka, jauhilah (penyembahan) berhala-berhala yang najis itu dan jauhi (pula) perkataan dusta.","no_fn":"500","teks_fn":"500) Arti yang terhormat (ḥurumāt) pada ayat ini ialah bulan haram (Zulkaidah, Zulhijah, Muharam, Rajab), tanah haram, dan maqam Ibrahim.","bacaan":"dzaalika waman yu'azhzhim hurumaatilaahi fahuwa khayrun lahu 'inda rabbihi wauhillat lakumul-an'aamu illaa maa yutlaa 'alaykum fajtanibuurrijsa minal-awtsaani wajtanibuu qawlazzuur"},{"id_ayat":2626,"no_surah":22,"no_ayat":31,"teks_ayat":"حُنَفَاۤءَ لِلّٰهِ غَيْرَ مُشْرِكِيْنَ بِهٖۗ وَمَنْ يُّشْرِكْ بِاللّٰهِ فَكَاَنَّمَا خَرَّ مِنَ السَّمَاۤءِ فَتَخْطَفُهُ الطَّيْرُ اَوْ تَهْوِيْ بِهِ الرِّيْحُ فِيْ مَكَانٍ سَحِيْقٍ ","tema":"Perintah Mengagungkan Syiar Allah","teks_terjemah":"(Beribadahlah) dengan ikhlas kepada Allah, tanpa mempersekutukan-Nya. Siapa yang mempersekutukan Allah seakan-akan dia jatuh dari langit, lalu disambar oleh burung atau diterbangkan angin ke tempat yang jauh.","no_fn":"","teks_fn":"","bacaan":"hunafaa-a lillaahi ghayra musyrikiina bihi waman yusyrik bialaahi faka-annamaa kharra minassamaa-i fatakhthafuhuththhayru aw tahwii bihirriihu fii makaanin sahiiq"},{"id_ayat":2627,"no_surah":22,"no_ayat":32,"teks_ayat":"ذٰلِكَ وَمَنْ يُّعَظِّمْ شَعَاۤىِٕرَ اللّٰهِ فَاِنَّهَا مِنْ تَقْوَى الْقُلُوْبِ ","tema":"Perintah Mengagungkan Syiar Allah","teks_terjemah":"Demikianlah (perintah Allah). Siapa yang mengagungkan syiar-syiar Allah<sup>501)<\/sup> sesungguhnya hal itu termasuk dalam ketakwaan hati.","no_fn":"501","teks_fn":"501) Syiar Allah Swt. ialah segala amalan yang dilakukan dalam rangka ibadah haji dan tempat-tempat mengerjakannya.","bacaan":"dzaalika waman yu'azhzhim sya'aa-iralaahi fa-innahaa min taqwaalquluub"},{"id_ayat":2628,"no_surah":22,"no_ayat":33,"teks_ayat":"لَكُمْ فِيْهَا مَنَافِعُ اِلٰٓى اَجَلٍ مُّسَمًّى ثُمَّ مَحِلُّهَآ اِلَى الْبَيْتِ الْعَتِيْقِ ࣖ","tema":"Hikmah Pensyariatan Hadyu dan Kurban","teks_terjemah":"Bagi kamu padanya (hewan hadyu)<sup>502)<\/sup> ada beberapa manfaat,<sup>503)<\/sup> sampai waktu yang ditentukan, kemudian tempat penyembelihannya berada di sekitar al-Bait al-‘Atīq (Tanah Haram seluruhnya).","no_fn":"502","teks_fn":"502) Lihat surah al-Baqarah\/2: 196. <\/br>503) Maksudnya, hewan-hewan hadyu boleh diambil manfaatnya, seperti dikendarai, diperah susunya, dan sebagainya, sampai hari Nahar.","bacaan":"lakum fiihaa manaafi'u ilaa ajalin musamman tsumma mahilluhaa ilaalbaytil'atiiq"},{"id_ayat":2629,"no_surah":22,"no_ayat":34,"teks_ayat":"وَلِكُلِّ اُمَّةٍ جَعَلْنَا مَنْسَكًا لِّيَذْكُرُوا اسْمَ اللّٰهِ عَلٰى مَا رَزَقَهُمْ مِّنْۢ بَهِيْمَةِ الْاَنْعَامِۗ فَاِلٰهُكُمْ اِلٰهٌ وَّاحِدٌ فَلَهٗٓ اَسْلِمُوْاۗ وَبَشِّرِ الْمُخْبِتِيْنَ ۙ","tema":"Hikmah Pensyariatan Hadyu dan Kurban","teks_terjemah":"Bagi setiap umat telah Kami syariatkan penyembelihan (kurban) agar mereka menyebut nama Allah atas binatang ternak yang dianugerahkan-Nya kepada mereka. Tuhanmu ialah Tuhan Yang Maha Esa. Maka, berserahdirilah kepada-Nya. Sampaikanlah (Nabi Muhammad) kabar gembira kepada orang-orang yang rendah hati lagi taat (kepada Allah).","no_fn":"","teks_fn":"","bacaan":"walikulli ummatin ja'alnaa mansakan liyadzkuruu ismalaahi 'alaa maa razaqahum min bahiimatil-an'aami fa-ilaahukum ilaahun waahidun falahu aslimuu wabasysyirilmukhbitiin"},{"id_ayat":2630,"no_surah":22,"no_ayat":35,"teks_ayat":"الَّذِيْنَ اِذَا ذُكِرَ اللّٰهُ وَجِلَتْ قُلُوْبُهُمْ وَالصّٰبِرِيْنَ عَلٰى مَآ اَصَابَهُمْ وَالْمُقِيْمِى الصَّلٰوةِۙ وَمِمَّا رَزَقْنٰهُمْ يُنْفِقُوْنَ ","tema":"Hikmah Pensyariatan Hadyu dan Kurban","teks_terjemah":"(Yaitu) orang-orang yang apabila disebut nama Allah, hati mereka bergetar, sabar atas apa yang menimpa mereka, melaksanakan salat, dan menginfakkan sebagian rezeki yang Kami anugerahkan kepada mereka.","no_fn":"","teks_fn":"","bacaan":"aladziina idzaa dzukiralaahu wajilat quluubuhum washshaabiriina 'alaa maa ashaabahum walmuqiimiishshalaati wamimmaa razaqnaahum yunfiquun"},{"id_ayat":2631,"no_surah":22,"no_ayat":36,"teks_ayat":"وَالْبُدْنَ جَعَلْنٰهَا لَكُمْ مِّنْ شَعَاۤىِٕرِ اللّٰهِ لَكُمْ فِيْهَا خَيْرٌۖ فَاذْكُرُوا اسْمَ اللّٰهِ عَلَيْهَا صَوَاۤفَّۚ فَاِذَا وَجَبَتْ جُنُوْبُهَا فَكُلُوْا مِنْهَا وَاَطْعِمُوا الْقَانِعَ وَالْمُعْتَرَّۗ  كَذٰلِكَ سَخَّرْنٰهَا لَكُمْ لَعَلَّكُمْ تَشْكُرُوْنَ ","tema":"Tujuan dan Tata Cara Berkurban","teks_terjemah":"Unta-unta itu Kami jadikan untukmu sebagai bagian dari syiar agama Allah. Bagimu terdapat kebaikan padanya. Maka, sebutlah nama Allah (ketika kamu akan menyembelihnya, sedangkan unta itu) dalam keadaan berdiri<sup>504)<\/sup> (dan kaki-kaki telah terikat). Lalu, apabila telah rebah (mati), makanlah sebagiannya dan berilah makan orang yang merasa cukup dengan apa yang ada padanya (tidak meminta-minta) dan orang yang meminta-minta. Demikianlah Kami telah menundukkannya (unta-unta itu) untukmu agar kamu bersyukur.","no_fn":"504","teks_fn":"504) Lazimnya, unta disembelih dalam posisi berdiri.","bacaan":"walbudna ja'alnaahaa lakum min sya'aa-irilaahi lakum fiihaa khayrun fadzkuruu ismalaahi 'alayhaa shawaaffa fa-idzaa wajabat junuubuhaa fakuluu minhaa wa-ath'imuulqaani'a walmu'tarra kadzaalika sakhkharnaahaa lakum la'allakum tasykuruun"},{"id_ayat":2632,"no_surah":22,"no_ayat":37,"teks_ayat":"لَنْ يَّنَالَ اللّٰهَ لُحُوْمُهَا وَلَا دِمَاۤؤُهَا وَلٰكِنْ يَّنَالُهُ التَّقْوٰى مِنْكُمْۗ  كَذٰلِكَ سَخَّرَهَا لَكُمْ لِتُكَبِّرُوا اللّٰهَ عَلٰى مَا هَدٰىكُمْ ۗ وَبَشِّرِ الْمُحْسِنِيْنَ ","tema":"Tujuan dan Tata Cara Berkurban","teks_terjemah":"Daging (hewan kurban) dan darahnya itu sekali-kali tidak akan sampai kepada Allah, tetapi yang sampai kepada-Nya adalah ketakwaanmu. Demikianlah Dia menundukkannya untukmu agar kamu mengagungkan Allah atas petunjuk yang Dia berikan kepadamu. Berilah kabar gembira kepada orang-orang yang muhsin.","no_fn":"","teks_fn":"","bacaan":"lan yanaalalaaha luhuumuhaa walaa dimaauhaa walaakin yanaaluhuttaqwaa minkum kadzaalika sakhkharahaa lakum litukabbiruulaaha 'alaa maa hadaakum wabasysyirilmuhsiniin"},{"id_ayat":2633,"no_surah":22,"no_ayat":38,"teks_ayat":"۞ اِنَّ اللّٰهَ يُدَافِعُ عَنِ الَّذِيْنَ اٰمَنُوْاۗ اِنَّ اللّٰهَ لَا يُحِبُّ كُلَّ خَوَّانٍ كَفُوْرٍ ࣖ","tema":"Izin Berperang bagi Orang-Orang Beriman","teks_terjemah":"Sesungguhnya Allah membela orang-orang yang beriman. Sesungguhnya Allah tidak menyukai setiap orang yang sangat khianat lagi sangat kufur. ","no_fn":"","teks_fn":"","bacaan":"innalaaha yudaafi'u 'aniladziina aamanuu innalaaha laa yuhibbu kulla khawwaanin kafuur"},{"id_ayat":2634,"no_surah":22,"no_ayat":39,"teks_ayat":"اُذِنَ لِلَّذِيْنَ يُقَاتَلُوْنَ بِاَنَّهُمْ ظُلِمُوْاۗ وَاِنَّ اللّٰهَ عَلٰى نَصْرِهِمْ لَقَدِيْرٌ ۙ","tema":"Izin Berperang bagi Orang-Orang Beriman","teks_terjemah":"Diizinkan (berperang) kepada orang-orang yang diperangi karena sesungguhnya mereka dizalimi. Sesungguhnya Allah benar-benar Mahakuasa membela mereka.","no_fn":"","teks_fn":"","bacaan":"udzina lilladziina yuqaataluuna bi-annahum zhulimuu wa-innalaaha 'alaa nashrihim laqadiir"},{"id_ayat":2635,"no_surah":22,"no_ayat":40,"teks_ayat":" ۨالَّذِيْنَ اُخْرِجُوْا مِنْ دِيَارِهِمْ بِغَيْرِ حَقٍّ اِلَّآ اَنْ يَّقُوْلُوْا رَبُّنَا اللّٰهُ ۗوَلَوْلَا دَفْعُ اللّٰهِ النَّاسَ بَعْضَهُمْ بِبَعْضٍ لَّهُدِّمَتْ صَوَامِعُ وَبِيَعٌ وَّصَلَوٰتٌ وَّمَسٰجِدُ يُذْكَرُ فِيْهَا اسْمُ اللّٰهِ كَثِيْرًاۗ وَلَيَنْصُرَنَّ اللّٰهُ مَنْ يَّنْصُرُهٗۗ اِنَّ اللّٰهَ لَقَوِيٌّ عَزِيْزٌ ","tema":"Izin Berperang bagi Orang-Orang Beriman","teks_terjemah":"(Yaitu) orang-orang yang diusir dari kampung halamannya, tanpa alasan yang benar hanya karena mereka berkata, “Tuhan kami adalah Allah.” Seandainya Allah tidak menolak (keganasan) sebagian manusia dengan sebagian yang lain, tentu telah dirobohkan biara-biara, gereja-gereja, sinagoge-sinagoge, dan masjid-masjid yang di dalamnya banyak disebut nama Allah. Sungguh, Allah pasti menolong orang yang menolong (agama)-Nya. Sesungguhnya Allah benar-benar Mahakuat lagi Mahaperkasa.","no_fn":"","teks_fn":"","bacaan":"aladziina ukhrijuu min diyaarihim bighayri haqqin illaa an yaquuluu rabbunaalaahu walawlaa daf'ulaahinnaasa ba'dhahum biba'dhin lahuddimat shawaami'u wabiya'un washalawaatun wamasaajidu yudzkaru fiihaa ismulaahi katsiiran walayanshurannalaahu man yanshuruhu innalaaha laqawiyyun 'aziiz"},{"id_ayat":2636,"no_surah":22,"no_ayat":41,"teks_ayat":"اَلَّذِيْنَ اِنْ مَّكَّنّٰهُمْ فِى الْاَرْضِ اَقَامُوا الصَّلٰوةَ وَاٰتَوُا الزَّكٰوةَ وَاَمَرُوْا بِالْمَعْرُوْفِ وَنَهَوْا عَنِ الْمُنْكَرِۗ وَلِلّٰهِ عَاقِبَةُ الْاُمُوْرِ ","tema":"Izin Berperang bagi Orang-Orang Beriman","teks_terjemah":"(Yaitu) orang-orang yang jika Kami beri kemantapan (hidup) di bumi, mereka menegakkan salat, menunaikan zakat, menyuruh berbuat yang makruf, dan mencegah dari yang mungkar. Hanya kepada Allah kesudahan segala urusan.","no_fn":"","teks_fn":"","bacaan":"aladziina in makkannaahum fiil-ardhi aqaamuushshalaata waaatawuuzzakaata wa-amaruu bilma'ruufi wanahaw 'anilmunkari walillaahi 'aaqibatul-umuur"},{"id_ayat":2637,"no_surah":22,"no_ayat":42,"teks_ayat":"وَاِنْ يُّكَذِّبُوْكَ فَقَدْ كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوْحٍ وَّعَادٌ وَّثَمُوْدُ ۙ","tema":"Kisah Para Nabi Terdahulu yang Juga Menghadapi Orang-Orang Kafir ","teks_terjemah":"Jika mereka (orang-orang musyrik) mendustakan engkau (Nabi Muhammad), sungguh, sebelum mereka, kaum (Nabi) Nuh, ‘Ad, dan Samud telah mendustakan (para rasul). ","no_fn":"","teks_fn":"","bacaan":"wa-in yukadzdzibuuka faqad kadzdzabat qablahum qawmu nuuhin wa'aadun watsamuud"},{"id_ayat":2638,"no_surah":22,"no_ayat":43,"teks_ayat":"وَقَوْمُ اِبْرٰهِيْمَ وَقَوْمُ لُوْطٍ ۙ","tema":"Kisah Para Nabi Terdahulu yang Juga Menghadapi Orang-Orang Kafir ","teks_terjemah":"(Demikian juga) kaum (Nabi) Ibrahim dan kaum (Nabi) Lut.","no_fn":"","teks_fn":"","bacaan":"waqawmu ibraahiima waqawmu luuth"},{"id_ayat":2639,"no_surah":22,"no_ayat":44,"teks_ayat":"وَّاَصْحٰبُ مَدْيَنَۚ وَكُذِّبَ مُوْسٰى فَاَمْلَيْتُ لِلْكٰفِرِيْنَ ثُمَّ اَخَذْتُهُمْۚ فَكَيْفَ كَانَ نَكِيْرِ ","tema":"Kisah Para Nabi Terdahulu yang Juga Menghadapi Orang-Orang Kafir ","teks_terjemah":"(Begitu juga) penduduk Madyan. Musa (juga) telah didustakan. Namun, Aku beri tenggang waktu kepada orang-orang kafir, kemudian Aku siksa mereka. Maka, betapa kuatnya pengingkaran-Ku (terhadap sikap mereka). ","no_fn":"","teks_fn":"","bacaan":"wa-ash-haabu madyana wakudzdziba muusaa fa-amlaytu lilkaafiriina tsumma akhadztuhum fakayfa kaana nakiir"},{"id_ayat":2640,"no_surah":22,"no_ayat":45,"teks_ayat":"فَكَاَيِّنْ مِّنْ قَرْيَةٍ اَهْلَكْنٰهَا وَهِيَ ظَالِمَةٌ فَهِيَ خَاوِيَةٌ عَلٰى عُرُوْشِهَاۖ وَبِئْرٍ مُّعَطَّلَةٍ وَّقَصْرٍ مَّشِيْدٍ ","tema":"Kisah Para Nabi Terdahulu yang Juga Menghadapi Orang-Orang Kafir ","teks_terjemah":"Betapa banyak negeri yang telah Kami binasakan karena (penduduk)-nya dalam keadaan zalim sehingga bangunan-bangunannya runtuh dan (betapa banyak pula) sumur yang ditelantarkan serta istana tinggi (yang ditinggalkan).","no_fn":"","teks_fn":"","bacaan":"faka-ayyin min qaryatin ahlaknaahaa wahiya zhaalimatun fahiya khaawiyatun 'alaa 'uruusyihaa wabi'rin mu'aththhalatin waqashrin masyiid"},{"id_ayat":2641,"no_surah":22,"no_ayat":46,"teks_ayat":"اَفَلَمْ يَسِيْرُوْا فِى الْاَرْضِ فَتَكُوْنَ لَهُمْ قُلُوْبٌ يَّعْقِلُوْنَ بِهَآ اَوْ اٰذَانٌ يَّسْمَعُوْنَ بِهَاۚ فَاِنَّهَا لَا تَعْمَى الْاَبْصَارُ وَلٰكِنْ تَعْمَى الْقُلُوْبُ الَّتِيْ فِى الصُّدُوْرِ ","tema":"Kisah Para Nabi Terdahulu yang Juga Menghadapi Orang-Orang Kafir ","teks_terjemah":"Tidakkah mereka berjalan di bumi sehingga hati mereka dapat memahami atau telinga mereka dapat mendengar? Sesungguhnya bukanlah mata itu yang buta, tetapi yang buta ialah hati yang berada dalam dada. ","no_fn":"","teks_fn":"","bacaan":"afalam yasiiruu fiil-ardhi fatakuuna lahum quluubun ya'qiluuna bihaa aw aatsaanun yasma'uuna bihaa fa-innahaa laa ta'maal-abshaaru walaakin ta'maalquluubulatii fiishshuduur"},{"id_ayat":2642,"no_surah":22,"no_ayat":47,"teks_ayat":"وَيَسْتَعْجِلُوْنَكَ بِالْعَذَابِ وَلَنْ يُّخْلِفَ اللّٰهُ وَعْدَهٗۗ وَاِنَّ يَوْمًا عِنْدَ رَبِّكَ كَاَلْفِ سَنَةٍ مِّمَّا تَعُدُّوْنَ ","tema":"Kisah Para Nabi Terdahulu yang Juga Menghadapi Orang-Orang Kafir ","teks_terjemah":"Mereka (kaum musyrik Makkah) meminta kepadamu (Nabi Muhammad) agar azab itu disegerakan, padahal Allah tidak akan menyalahi janji-Nya. Sesungguhnya sehari di sisi Tuhanmu adalah seperti seribu tahun menurut perhitunganmu.","no_fn":"","teks_fn":"","bacaan":"wayasta'jiluunaka bil'adzaabi walan yukhlifalaahu wa'dahu wa-inna yawman 'inda rabbika ka-alfi sanatin mimmaa ta'udduun"},{"id_ayat":2643,"no_surah":22,"no_ayat":48,"teks_ayat":"وَكَاَيِّنْ مِّنْ قَرْيَةٍ اَمْلَيْتُ لَهَا وَهِيَ ظَالِمَةٌ ثُمَّ اَخَذْتُهَاۚ وَاِلَيَّ الْمَصِيْرُ ࣖ","tema":"Kisah Para Nabi Terdahulu yang Juga Menghadapi Orang-Orang Kafir ","teks_terjemah":"Berapa banyak negeri yang Aku tangguhkan (siksa)-nya, padahal (penduduk)-nya berbuat zalim, kemudian Aku siksa mereka. Hanya kepada-Ku tempat kembali (segala sesuatu).","no_fn":"","teks_fn":"","bacaan":"waka-ayyin min qaryatin amlaytu lahaa wahiya zhaalimatun tsumma akhadztuhaa wa-ilayyalmashiir"},{"id_ayat":2644,"no_surah":22,"no_ayat":49,"teks_ayat":"قُلْ يٰٓاَيُّهَا النَّاسُ اِنَّمَآ اَنَا۠ لَكُمْ نَذِيْرٌ مُّبِيْنٌ ۚ","tema":"Tugas Pokok Rasul ","teks_terjemah":"Katakanlah (Nabi Muhammad), “Wahai manusia, aku hanyalah sebagai pemberi peringatan yang nyata kepadamu.”","no_fn":"","teks_fn":"","bacaan":"qul yaa ayyuhaannaasu innamaa anaa lakum nadziirun mubiin"},{"id_ayat":2645,"no_surah":22,"no_ayat":50,"teks_ayat":"فَالَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ لَهُمْ مَّغْفِرَةٌ وَّرِزْقٌ كَرِيْمٌ ","tema":"Tugas Pokok Rasul ","teks_terjemah":"Orang-orang yang beriman dan beramal saleh, bagi mereka ada ampunan dan rezeki yang mulia (halal dan memuaskan).","no_fn":"","teks_fn":"","bacaan":"falladziina aamanuu wa'amiluushshaalihaati lahum maghfiratun warizqun kariim"},{"id_ayat":2646,"no_surah":22,"no_ayat":51,"teks_ayat":"وَالَّذِيْنَ سَعَوْا فِيْٓ اٰيٰتِنَا مُعٰجِزِيْنَ اُولٰۤىِٕكَ اَصْحٰبُ الْجَحِيْمِ ","tema":"Tugas Pokok Rasul ","teks_terjemah":"Adapun orang-orang yang berusaha menentang ayat-ayat Kami dengan maksud melemahkan (kemauan untuk beriman), mereka itu adalah para penghuni (neraka) Jahim.","no_fn":"","teks_fn":"","bacaan":"walladziina sa'aw fii aayaatinaa mu'aajiziina ulaa-ika ash-haabuljahiim"},{"id_ayat":2647,"no_surah":22,"no_ayat":52,"teks_ayat":"وَمَآ اَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رَّسُوْلٍ وَّلَا نَبِيٍّ اِلَّآ اِذَا تَمَنّٰىٓ اَلْقَى الشَّيْطٰنُ فِيْٓ اُمْنِيَّتِهٖۚ فَيَنْسَخُ اللّٰهُ مَا يُلْقِى الشَّيْطٰنُ ثُمَّ يُحْكِمُ اللّٰهُ اٰيٰتِهٖۗ وَاللّٰهُ عَلِيْمٌ حَكِيْمٌ ۙ","tema":"Berbagai Upaya Mendustakan Rasul","teks_terjemah":"Kami tidak mengutus seorang rasul dan tidak (pula) seorang nabi  sebelum engkau (Nabi Muhammad), kecuali apabila dia mempunyai suatu keinginan,<sup>505)<\/sup> setan pun memasukkan (godaan-godaan) ke dalam keinginannya itu. Lalu, Allah menghapus apa yang dimasukkan setan itu, kemudian Allah memantapkan ayat-ayat-Nya (dalam hati orang-orang beriman). Allah Maha Mengetahui lagi Mahabijaksana,","no_fn":"505","teks_fn":"505) Sebagian mufasir mengartikan tamannā dengan ‘membaca’ dan umniyyatihi dengan ‘bacaannya.’ Maksudnya, apabila Nabi saw. membaca suatu ayat yang isinya memberikan peringatan kepada orang-orang kafir, mereka segera mengikuti bacaan Nabi saw. dengan tambahan kata-kata yang membenarkan keyakinan mereka.","bacaan":"wamaa arsalnaa min qablika min rasuulin walaa nabiyyin illaa idzaa tamannaalqaasysyaythaanu fii umniyyatihi fayansakhulaahu maa yulqiisysyaythaanu tsumma yuhkimulaahu aayaatihi waalaahu 'aliimun hakiim"},{"id_ayat":2648,"no_surah":22,"no_ayat":53,"teks_ayat":"لِّيَجْعَلَ مَا يُلْقِى الشَّيْطٰنُ فِتْنَةً لِّلَّذِيْنَ فِيْ قُلُوْبِهِمْ مَّرَضٌ وَّالْقَاسِيَةِ قُلُوْبُهُمْۗ وَاِنَّ الظّٰلِمِيْنَ لَفِيْ شِقَاقٍۢ بَعِيْدٍ ۙ","tema":"Berbagai Upaya Mendustakan Rasul","teks_terjemah":"Dia (Allah) hendak menjadikan apa yang dilontarkan setan itu sebagai cobaan bagi orang-orang yang di dalam hatinya ada penyakit dan hatinya keras. Sesungguhnya orang-orang yang zalim itu benar-benar dalam perselisihan yang jauh (dari kebenaran).","no_fn":"","teks_fn":"","bacaan":"liyaj'ala maa yulqiisysyaythaanu fitnatan lilladziina fii quluubihim maradhun walqaasiyati quluubuhum wa-innazhzhaalimiina lafii syiqaaqin ba'iid"},{"id_ayat":2649,"no_surah":22,"no_ayat":54,"teks_ayat":"وَّلِيَعْلَمَ الَّذِيْنَ اُوْتُوا الْعِلْمَ اَنَّهُ الْحَقُّ مِنْ رَّبِّكَ فَيُؤْمِنُوْا بِهٖ فَتُخْبِتَ لَهٗ قُلُوْبُهُمْۗ وَاِنَّ اللّٰهَ لَهَادِ الَّذِيْنَ اٰمَنُوْٓا اِلٰى صِرَاطٍ مُّسْتَقِيْمٍ ","tema":"Berbagai Upaya Mendustakan Rasul","teks_terjemah":"Agar orang-orang yang telah diberi ilmu itu mengetahui bahwa ia (Al-Qur’an) adalah kebenaran dari Tuhanmu sehingga mereka beriman dan hati mereka tunduk kepadanya. Sesungguhnya Allah benar-benar Maha Pemberi petunjuk kepada orang-orang yang beriman ke jalan yang lurus.","no_fn":"","teks_fn":"","bacaan":"waliya'lamaladziina uutuul'ilma annahulhaqqu min rabbika fayu'minuu bihi fatukhbita lahu quluubuhum wa-innalaaha lahaadiladziina aamanuu ilaa shiraathin mustaqiim"},{"id_ayat":2650,"no_surah":22,"no_ayat":55,"teks_ayat":"وَلَا يَزَالُ الَّذِيْنَ كَفَرُوْا فِيْ مِرْيَةٍ مِّنْهُ حَتّٰى تَأْتِيَهُمُ السَّاعَةُ بَغْتَةً اَوْ يَأْتِيَهُمْ عَذَابُ يَوْمٍ عَقِيْمٍ ","tema":"Berbagai Upaya Mendustakan Rasul","teks_terjemah":"Orang-orang yang kufur itu senantiasa dalam keraguan mengenai hal itu (Al-Qur’an), hingga saat (kematian) datang kepada mereka dengan tiba-tiba atau azab hari Kiamat datang kepada mereka.","no_fn":"","teks_fn":"","bacaan":"walaa yazaaluladziina kafaruu fii miryatin minhu hattaa ta'tiyahumussaa'atu baghtatan aw ya'tiyahum 'adzaabu yawmin 'aqiim"},{"id_ayat":2651,"no_surah":22,"no_ayat":56,"teks_ayat":"اَلْمُلْكُ يَوْمَىِٕذٍ لِّلّٰهِ ۗيَحْكُمُ بَيْنَهُمْۗ فَالَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ فِيْ جَنّٰتِ النَّعِيْمِ ","tema":"Berbagai Upaya Mendustakan Rasul","teks_terjemah":"Segala kekuasaan pada hari itu hanya milik Allah. Dia memberi keputusan di antara mereka. Orang-orang yang beriman dan beramal saleh berada di dalam surga-surga Na‘im (yang penuh kenikmatan).","no_fn":"","teks_fn":"","bacaan":"almulku yawma-idzin lillaahi yahkumu baynahum falladziina aamanuu wa'amiluushshaalihaati fii jannaatinna'iim"},{"id_ayat":2652,"no_surah":22,"no_ayat":57,"teks_ayat":"وَالَّذِيْنَ كَفَرُوْا وَكَذَّبُوْا بِاٰيٰتِنَا فَاُولٰۤىِٕكَ لَهُمْ عَذَابٌ مُّهِيْنٌ ࣖ","tema":"Berbagai Upaya Mendustakan Rasul","teks_terjemah":"Sementara itu, orang-orang yang kufur dan mendustakan ayat-ayat Kami bagi mereka ada azab yang menghinakan.","no_fn":"","teks_fn":"","bacaan":"walladziina kafaruu wakadzdzabuu bi-aayaatinaa faulaa-ika lahum 'adzaabun muhiin"},{"id_ayat":2653,"no_surah":22,"no_ayat":58,"teks_ayat":"وَالَّذِيْنَ هَاجَرُوْا فِيْ سَبِيْلِ اللّٰهِ ثُمَّ قُتِلُوْٓا اَوْ مَاتُوْا لَيَرْزُقَنَّهُمُ اللّٰهُ رِزْقًا حَسَنًاۗ وَاِنَّ اللّٰهَ لَهُوَ خَيْرُ الرّٰزِقِيْنَ ","tema":"Balasan bagi Orang yang Meninggal Ketika Hijrah di Jalan Allah","teks_terjemah":"Orang-orang yang berhijrah di jalan Allah, kemudian terbunuh atau mati, sungguh akan dianugerahi oleh Allah rezeki yang baik (surga). Sesungguhnya hanya Allah sebaik-baik pemberi rezeki.","no_fn":"","teks_fn":"","bacaan":"walladziina haajaruu fii sabiililaahi tsumma qutiluu aw maatuu layarzuqannahumulaahu rizqan hasanan wa-innalaaha lahuwa khayrurraaziqiin"},{"id_ayat":2654,"no_surah":22,"no_ayat":59,"teks_ayat":"لَيُدْخِلَنَّهُمْ مُّدْخَلًا يَّرْضَوْنَهٗۗ وَاِنَّ اللّٰهَ لَعَلِيْمٌ حَلِيْمٌ","tema":"Balasan bagi Orang yang Meninggal Ketika Hijrah di Jalan Allah","teks_terjemah":"Sungguh, Dia (Allah) pasti akan memasukkan mereka ke tempat masuk yang mereka sukai (surga). Sesungguhnya Allah benar-benar Maha Mengetahui lagi Maha Penyantun.","no_fn":"","teks_fn":"","bacaan":"layudkhilannahum mudkhalan yardhawnahu wa-innalaaha la'aliimun haliim"},{"id_ayat":2655,"no_surah":22,"no_ayat":60,"teks_ayat":"۞ ذٰلِكَ وَمَنْ عَاقَبَ بِمِثْلِ مَا عُوْقِبَ بِهٖ ثُمَّ بُغِيَ عَلَيْهِ لَيَنْصُرَنَّهُ اللّٰهُ ۗاِنَّ اللّٰهَ لَعَفُوٌّ غَفُوْرٌ ","tema":"Balasan bagi Orang yang Meninggal Ketika Hijrah di Jalan Allah","teks_terjemah":"Demikianlah, siapa yang membalas seimbang dengan penganiayaan yang telah dia derita kemudian dia dizalimi (lagi) pasti akan ditolong oleh Allah. Sesungguhnya Allah benar-benar Maha Pemaaf lagi Maha Pengampun.","no_fn":"","teks_fn":"","bacaan":"dzaalika waman 'aaqaba bimitsli maa 'uuqiba bihi tsumma bughiya 'alayhi layanshurannahulaahu innalaaha la'afuwwun ghafuur"},{"id_ayat":2656,"no_surah":22,"no_ayat":61,"teks_ayat":"ذٰلِكَ بِاَنَّ اللّٰهَ يُوْلِجُ الَّيْلَ فِى النَّهَارِ وَيُوْلِجُ النَّهَارَ فِى الَّيْلِ وَاَنَّ اللّٰهَ سَمِيْعٌۢ بَصِيْرٌ ","tema":"Balasan bagi Orang yang Meninggal Ketika Hijrah di Jalan Allah","teks_terjemah":"Hal itu (pertolongan Allah terjadi) karena sesungguhnya Allah memasukkan malam ke dalam siang dan memasukkan siang ke dalam malam. Sesungguhnya Allah Maha Mendengar lagi Maha Melihat.","no_fn":"","teks_fn":"","bacaan":"dzaalika bi-annalaaha yuulijulayla fiinnahaari wayuulijunnahaara fiilayli wa-annalaaha samii'un bashiir"},{"id_ayat":2657,"no_surah":22,"no_ayat":62,"teks_ayat":"ذٰلِكَ بِاَنَّ اللّٰهَ هُوَ الْحَقُّ وَاَنَّ مَا يَدْعُوْنَ مِنْ دُوْنِهٖ هُوَ الْبَاطِلُ وَاَنَّ اللّٰهَ هُوَ الْعَلِيُّ الْكَبِيْرُ ","tema":"Balasan bagi Orang yang Meninggal Ketika Hijrah di Jalan Allah","teks_terjemah":"Hal itu (kekuasaan Allah berlaku) karena Allah, Dialah (Tuhan) Yang Mahabenar dan apa saja yang mereka seru selain Dia itulah yang batil. Sesungguhnya Allah, Dialah Yang Mahatinggi lagi Mahabesar.","no_fn":"","teks_fn":"","bacaan":"dzaalika bi-annalaaha huwalhaqqu wa-anna maa yad'uuna min duunihi huwalbaathilu wa-annalaaha huwal'aliyyulkabiir"},{"id_ayat":2658,"no_surah":22,"no_ayat":63,"teks_ayat":"اَلَمْ تَرَ اَنَّ اللّٰهَ اَنْزَلَ مِنَ السَّمَاۤءِ مَاۤءًۖ فَتُصْبِحُ الْاَرْضُ مُخْضَرَّةًۗ اِنَّ اللّٰهَ لَطِيْفٌ خَبِيْرٌ ۚ","tema":"Fenomena Alam sebagai Bukti Kekuasaan Allah","teks_terjemah":"Tidakkah engkau memperhatikan bahwa Allah menurunkan air (hujan) dari langit sehingga bumi menghijau? Sesungguhnya Allah Mahalembut lagi Mahateliti.","no_fn":"","teks_fn":"","bacaan":"alam tara annalaaha anzala minassamaa-i maa-an fatushbihul-ardhu mukhdharratan innalaaha lathiifun khabiir"},{"id_ayat":2659,"no_surah":22,"no_ayat":64,"teks_ayat":"لَهٗ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِۗ وَاِنَّ اللّٰهَ لَهُوَ الْغَنِيُّ الْحَمِيْدُ ࣖ","tema":"Fenomena Alam sebagai Bukti Kekuasaan Allah","teks_terjemah":"Milik-Nya apa yang ada di langit dan apa yang ada di bumi. Sesungguhnya Allah benar-benar Mahakaya lagi Maha Terpuji.","no_fn":"","teks_fn":"","bacaan":"lahu maa fiissamaawaati wamaa fiil-ardhi wa-innalaaha lahuwalghaniyyulhamiid"},{"id_ayat":2660,"no_surah":22,"no_ayat":65,"teks_ayat":"اَلَمْ تَرَ اَنَّ اللّٰهَ سَخَّرَ لَكُمْ مَّا فِى الْاَرْضِ وَالْفُلْكَ تَجْرِيْ فِى الْبَحْرِ بِاَمْرِهٖۗ وَيُمْسِكُ السَّمَاۤءَ اَنْ تَقَعَ عَلَى الْاَرْضِ اِلَّا بِاِذْنِهٖۗ اِنَّ اللّٰهَ بِالنَّاسِ لَرَءُوْفٌ رَّحِيْمٌ ","tema":"Fenomena Alam sebagai Bukti Kekuasaan Allah","teks_terjemah":"Tidakkah engkau memperhatikan bahwa Allah menundukkan bagimu apa yang ada di bumi dan kapal yang berlayar di laut dengan perintah-Nya. Dia menahan (benda-benda) langit sehingga tidak jatuh ke bumi, kecuali dengan izin-Nya? Sesungguhnya Allah benar-benar Maha Penyantun lagi Maha Penyayang kepada manusia.","no_fn":"","teks_fn":"","bacaan":"alam tara annalaaha sakhkhara lakum maa fiil-ardhi walfulka tajrii fiilbahri bi-amrihi wayumsikussamaa-a an taqa'a 'alaal-ardhi illaa bi-idznihi innalaaha binnaasi larauufun rahiim"},{"id_ayat":2661,"no_surah":22,"no_ayat":66,"teks_ayat":"وَهُوَ الَّذِيْٓ اَحْيَاكُمْ ۖ ثُمَّ يُمِيْتُكُمْ ثُمَّ يُحْيِيْكُمْۗ اِنَّ الْاِنْسَانَ لَكَفُوْرٌ ","tema":"Fenomena Alam sebagai Bukti Kekuasaan Allah","teks_terjemah":"Dialah yang menghidupkanmu, kemudian mematikanmu, kemudian menghidupkanmu kembali (pada hari kebangkitan). Sesungguhnya manusia itu benar-benar sangat kufur.","no_fn":"","teks_fn":"","bacaan":"wahuwaladzii ahyaakum tsumma yumiitukum tsumma yuhyiikum innal-insaana lakafuur"},{"id_ayat":2662,"no_surah":22,"no_ayat":67,"teks_ayat":"لِكُلِّ اُمَّةٍ جَعَلْنَا مَنْسَكًا هُمْ نَاسِكُوْهُ فَلَا يُنَازِعُنَّكَ فِى الْاَمْرِ وَادْعُ اِلٰى رَبِّكَۗ اِنَّكَ لَعَلٰى هُدًى مُّسْتَقِيْمٍ ","tema":"Fenomena Alam sebagai Bukti Kekuasaan Allah","teks_terjemah":"Bagi setiap umat telah Kami tetapkan syariat tertentu yang (harus) mereka amalkan. Mereka sekali-kali tidak boleh membantahmu (Nabi Muhammad) dalam urusan (syariat) itu dan serulah (mereka) kepada Tuhanmu. Sesungguhnya engkau (Nabi Muhammad) benar-benar berada di atas petunjuk yang lurus.","no_fn":"","teks_fn":"","bacaan":"likulli ummatin ja'alnaa mansakan hum naasikuuhu falaa yunaazi'unnaka fiil-amri wad'u ilaa rabbika innaka la'alaa hudan mustaqiim"},{"id_ayat":2663,"no_surah":22,"no_ayat":68,"teks_ayat":"وَاِنْ جَادَلُوْكَ فَقُلِ اللّٰهُ اَعْلَمُ بِمَا تَعْمَلُوْنَ ","tema":"Fenomena Alam sebagai Bukti Kekuasaan Allah","teks_terjemah":"Jika mereka membantahmu, katakanlah, “Allah lebih tahu tentang apa yang kamu kerjakan.”","no_fn":"","teks_fn":"","bacaan":"wa-in jaadaluuka faqulilaahu a'lamu bimaa ta'maluun"},{"id_ayat":2664,"no_surah":22,"no_ayat":69,"teks_ayat":"اَللّٰهُ يَحْكُمُ بَيْنَكُمْ يَوْمَ الْقِيٰمَةِ فِيْمَا كُنْتُمْ فِيْهِ تَخْتَلِفُوْنَ ","tema":"Fenomena Alam sebagai Bukti Kekuasaan Allah","teks_terjemah":"Allah akan memutuskan di antara kamu pada hari Kiamat apa yang selalu kamu perselisihkan. ","no_fn":"","teks_fn":"","bacaan":"alaahu yahkumu baynakum yawmalqiyaamati fiimaa kuntum fiihi takhtalifuun"},{"id_ayat":2665,"no_surah":22,"no_ayat":70,"teks_ayat":"اَلَمْ تَعْلَمْ اَنَّ اللّٰهَ يَعْلَمُ مَا فِى السَّمَاۤءِ وَالْاَرْضِۗ اِنَّ ذٰلِكَ فِيْ كِتٰبٍۗ اِنَّ ذٰلِكَ عَلَى اللّٰهِ يَسِيْرٌ ","tema":"Fenomena Alam sebagai Bukti Kekuasaan Allah","teks_terjemah":"Tidakkah engkau tahu bahwa Allah mengetahui apa yang di langit dan di bumi? Sesungguhnya hal itu sudah terdapat dalam Kitab (Lauh Mahfuz). Sesungguhnya yang demikian sangat mudah bagi Allah.","no_fn":"","teks_fn":"","bacaan":"alam ta'lam annalaaha ya'lamu maa fiissamaa-i wal-ardhi inna dzaalika fii kitaabin inna dzaalika 'alaalaahi yasiir"},{"id_ayat":2666,"no_surah":22,"no_ayat":71,"teks_ayat":"وَيَعْبُدُوْنَ مِنْ دُوْنِ اللّٰهِ مَا لَمْ يُنَزِّلْ بِهٖ سُلْطٰنًا وَّمَا لَيْسَ لَهُمْ بِهٖ عِلْمٌ ۗوَمَا لِلظّٰلِمِيْنَ مِنْ نَّصِيْرٍ ","tema":"Tanda-Tanda Orang yang Kufur","teks_terjemah":"Mereka menyembah selain Allah, tanpa bukti yang Dia turunkan (tentang kelayakannya untuk disembah) dan yang mereka tidak mempunyai pengetahuan tentang itu. Tidak ada seorang penolong pun bagi orang-orang zalim.","no_fn":"","teks_fn":"","bacaan":"waya'buduuna min duunilaahi maa lam yunazzil bihi sulthaanan wamaa laysa lahum bihi 'ilmun wamaa lizhzhaalimiina min nashiir"},{"id_ayat":2667,"no_surah":22,"no_ayat":72,"teks_ayat":"وَاِذَا تُتْلٰى عَلَيْهِمْ اٰيٰتُنَا بَيِّنٰتٍ تَعْرِفُ فِيْ وُجُوْهِ الَّذِيْنَ كَفَرُوا الْمُنْكَرَۗ يَكَادُوْنَ يَسْطُوْنَ بِالَّذِيْنَ يَتْلُوْنَ عَلَيْهِمْ اٰيٰتِنَاۗ قُلْ اَفَاُنَبِّئُكُمْ بِشَرٍّ مِّنْ ذٰلِكُمْۗ  اَلنَّارُۗ وَعَدَهَا اللّٰهُ الَّذِيْنَ كَفَرُوْاۗ وَبِئْسَ الْمَصِيْرُ ࣖ","tema":"Tanda-Tanda Orang yang Kufur","teks_terjemah":"Apabila ayat-ayat Kami yang terang dibacakan di hadapan mereka, engkau akan mengetahui (tanda-tanda) keingkaran pada wajah orang-orang yang kufur itu. Mereka hampir menyerang orang-orang yang membacakan ayat-ayat Kami kepada mereka. Katakanlah (Nabi Muhammad), “Apakah akan aku kabarkan kepadamu (sesuatu) yang lebih buruk daripada itu?” (Itulah) neraka yang telah diancamkan Allah kepada orang-orang yang kufur. Itulah seburuk-buruk tempat kembali.","no_fn":"","teks_fn":"","bacaan":"wa-idzaa tutlaa 'alayhim aayaatunaa bayyinaatin ta'rifu fii wujuuhiladziina kafaruulmunkara yakaaduuna yasthuuna billadziina yatluuna 'alayhim aayaatinaa qul afa-unabbi-ukum bisyarrin min dzaalikumnnaaru wa'adahaalaahuladziina kafaruu wabi'salmashiir"},{"id_ayat":2668,"no_surah":22,"no_ayat":73,"teks_ayat":"يٰٓاَيُّهَا النَّاسُ ضُرِبَ مَثَلٌ فَاسْتَمِعُوْا لَهٗ ۗاِنَّ الَّذِيْنَ تَدْعُوْنَ مِنْ دُوْنِ اللّٰهِ لَنْ يَّخْلُقُوْا ذُبَابًا وَّلَوِ اجْتَمَعُوْا لَهٗ ۗوَاِنْ يَّسْلُبْهُمُ الذُّبَابُ شَيْـًٔا لَّا يَسْتَنْقِذُوْهُ مِنْهُۗ ضَعُفَ الطَّالِبُ وَالْمَطْلُوْبُ","tema":"Tanda-Tanda Orang yang Kufur","teks_terjemah":"Wahai manusia, suatu perumpamaan telah dibuat. Maka, simaklah! Sesungguhnya segala yang kamu seru selain Allah sekali-kali tidak dapat menciptakan seekor lalat pun walaupun mereka bersatu untuk menciptakannya. Jika lalat itu merampas sesuatu dari mereka, mereka pun tidak akan dapat merebutnya kembali dari lalat itu. (Sama-sama) lemah yang menyembah dan yang disembah.","no_fn":"","teks_fn":"","bacaan":"yaa ayyuhaannaasu dhuriba matsalun fastami'uu lahu innaladziina tad'uuna min duunilaahi lan yakhluquu dzubaaban walawi ijtama'uu lahu wa-in yaslubuhumudzdzubaabu syay-an laa yastanqidzuuhu minhu dha'ufaththaalibu walmathluub"},{"id_ayat":2669,"no_surah":22,"no_ayat":74,"teks_ayat":"مَا قَدَرُوا اللّٰهَ حَقَّ قَدْرِهٖۗ اِنَّ اللّٰهَ لَقَوِيٌّ عَزِيْزٌ ","tema":"Tanda-Tanda Orang yang Kufur","teks_terjemah":"Mereka tidak mengagungkan Allah dengan sebenar-benarnya. Sesungguhnya Allah benar-benar Mahakuat lagi Mahaperkasa.","no_fn":"","teks_fn":"","bacaan":"maa qadaruulaaha haqqa qadrihi innalaaha laqawiyyun 'aziiz"},{"id_ayat":2670,"no_surah":22,"no_ayat":75,"teks_ayat":"اَللّٰهُ يَصْطَفِيْ مِنَ الْمَلٰۤىِٕكَةِ رُسُلًا وَّمِنَ النَّاسِۗ اِنَّ اللّٰهَ سَمِيْعٌۢ بَصِيْرٌ ۚ","tema":"Tanda-Tanda Orang yang Kufur","teks_terjemah":"Allah memilih para utusan dari malaikat dan manusia. Sesungguhnya Allah Maha Mendengar lagi Maha Melihat.","no_fn":"","teks_fn":"","bacaan":"alaahu yasthafii minalmalaa-ikati rusulan waminannaasi innalaaha samii'un bashiir"},{"id_ayat":2671,"no_surah":22,"no_ayat":76,"teks_ayat":"يَعْلَمُ مَا بَيْنَ اَيْدِيْهِمْ وَمَا خَلْفَهُمْۗ وَاِلَى اللّٰهِ تُرْجَعُ الْاُمُوْرُ ","tema":"Tanda-Tanda Orang yang Kufur","teks_terjemah":"Dia (Allah) mengetahui apa yang di hadapan dan di belakang mereka. Hanya kepada Allah segala urusan dikembalikan.","no_fn":"","teks_fn":"","bacaan":"ya'lamu maa bayna aydiihim wamaa khalfahum wa-ilaalaahi turja'ul-umuur"},{"id_ayat":2672,"no_surah":22,"no_ayat":77,"teks_ayat":"يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوا ارْكَعُوْا وَاسْجُدُوْا وَاعْبُدُوْا رَبَّكُمْ وَافْعَلُوا الْخَيْرَ لَعَلَّكُمْ تُفْلِحُوْنَ ۚ۩","tema":"Perintah Berjuang di Jalan Allah","teks_terjemah":"Wahai orang-orang yang beriman, rukuklah, sujudlah, sembahlah Tuhanmu, dan lakukanlah kebaikan agar kamu beruntung.","no_fn":"","teks_fn":"","bacaan":"yaa ayyuhaaladziina aamanuu irka'uu wasjuduu wa'buduu rabbakum waf'aluulkhayra la'allakum tuflihuun"},{"id_ayat":2673,"no_surah":22,"no_ayat":78,"teks_ayat":"وَجَاهِدُوْا فِى اللّٰهِ حَقَّ جِهَادِهٖۗ هُوَ اجْتَبٰىكُمْ وَمَا جَعَلَ عَلَيْكُمْ فِى الدِّيْنِ مِنْ حَرَجٍۗ مِلَّةَ اَبِيْكُمْ اِبْرٰهِيْمَۗ هُوَ سَمّٰىكُمُ الْمُسْلِمِيْنَ ەۙ مِنْ قَبْلُ وَفِيْ هٰذَا لِيَكُوْنَ الرَّسُوْلُ شَهِيْدًا عَلَيْكُمْ وَتَكُوْنُوْا شُهَدَاۤءَ عَلَى النَّاسِۖ فَاَقِيْمُوا الصَّلٰوةَ وَاٰتُوا الزَّكٰوةَ وَاعْتَصِمُوْا بِاللّٰهِ ۗهُوَ مَوْلٰىكُمْۚ فَنِعْمَ الْمَوْلٰى وَنِعْمَ النَّصِيْرُ ࣖ   ۔","tema":"Perintah Berjuang di Jalan Allah","teks_terjemah":"Berjuanglah kamu pada (jalan) Allah dengan sebenar-benarnya. Dia telah memilih kamu dan tidak menjadikan kesulitan untukmu dalam agama. (Ikutilah) agama nenek moyangmu, yaitu Ibrahim. Dia (Allah) telah menamakan kamu orang-orang muslim sejak dahulu dan (begitu pula) dalam (kitab) ini (Al-Qur’an) agar Rasul (Nabi Muhammad) menjadi saksi atas dirimu dan agar kamu semua menjadi saksi atas segenap manusia. Maka, tegakkanlah salat, tunaikanlah zakat, dan berpegang teguhlah pada (ajaran) Allah. Dia adalah pelindungmu. Dia adalah sebaik-baik pelindung dan sebaik-baik penolong.","no_fn":"","teks_fn":"","bacaan":"wajaahiduu fiilaahi haqqa jihaadihi huwa ijtabaakum wamaa ja'ala 'alaykum fiiddiini min harajin millata abiikum ibraahiima huwa sammaakumulmuslimiina min qablu wafii haadzaa liyakuunarrasuulu syahiidan 'alaykum watakuunuu syuhadaa-a 'alaannaasi fa-aqiimuushshalaata waaatuuzzakaata wa'tashimuu bialaahi huwa mawlaakum fani'malmawlaa wani'mannashiir"}]