[{"id":2792,"surah":24,"no_ayah":1,"theme":"Kewajiban Menjalankan Hukum-Hukum Allah","text_ayah":"سُوْرَةٌ اَنْزَلْنٰهَا وَفَرَضْنٰهَا وَاَنْزَلْنَا فِيْهَآ اٰيٰتٍۢ بَيِّنٰتٍ لَّعَلَّكُمْ تَذَكَّرُوْنَ","text_id":"(Inilah) surah yang Kami turunkan, Kami wajibkan (menjalankan hukum-hukum)-nya, dan Kami turunkan di dalamnya ayat-ayat yang jelas agar kamu mengambil pelajaran.","text_en":"WE HAVE REVEALED this Surah and made it obligatory as We have sent down clear injunctions in it that you may be warned.","transliteration":"sụratun anzalnāhā wa faraḍnāhā wa anzalnā fīhā āyātim bayyinātil la'allakum tażakkarụn","no_fn":"","text_fn":"","juz":18,"hizb":35,"rub_al_hizb":140,"page":350},{"id":2793,"surah":24,"no_ayah":2,"theme":"Zina dan Hukumannya","text_ayah":"اَلزَّانِيَةُ وَالزَّانِيْ فَاجْلِدُوْا كُلَّ وَاحِدٍ مِّنْهُمَا مِائَةَ جَلْدَةٍۖ وَّلَا تَأْخُذْكُمْ بِهِمَا رَأْفَةٌ فِيْ دِيْنِ اللّٰهِ اِنْ كُنْتُمْ تُؤْمِنُوْنَ بِاللّٰهِ وَالْيَوْمِ الْاٰخِرِۚ وَلْيَشْهَدْ عَذَابَهُمَا طَاۤىِٕفَةٌ مِّنَ الْمُؤْمِنِيْنَ","text_id":"Pezina perempuan dan pezina laki-laki, deralah masing-masing dari keduanya seratus kali dan janganlah rasa belas kasihan kepada keduanya mencegah kamu untuk (melaksanakan) agama (hukum) Allah jika kamu beriman kepada Allah dan hari Kemudian. Hendaklah (pelaksanaan) hukuman atas mereka disaksikan oleh sebagian orang-orang mukmin.","text_en":"The adulteress and adulterer should be flogged a hundred lashes each, and no pity for them should deter you from the law of God, if you believe in God and the Last Day; and the punishment should be witnessed by a body of believers.","transliteration":"az-zāniyatu waz-zānī fajlidụ kulla wāḥidim min-humā mi`ata jaldatiw wa lā ta`khużkum bihimā ra`fatun fī dīnillāhi ing kuntum tu`minụna billāhi wal-yaumil-ākhir, walyasy-had 'ażābahumā ṭā`ifatum minal-mu`minīn","no_fn":"","text_fn":"","juz":18,"hizb":35,"rub_al_hizb":140,"page":350},{"id":2794,"surah":24,"no_ayah":3,"theme":"Zina dan Hukumannya","text_ayah":"اَلزَّانِيْ لَا يَنْكِحُ اِلَّا زَانِيَةً اَوْ مُشْرِكَةًۖ وَّالزَّانِيَةُ لَا يَنْكِحُهَآ اِلَّا زَانٍ اَوْ مُشْرِكٌۚ وَحُرِّمَ ذٰلِكَ عَلَى الْمُؤْمِنِيْنَ","text_id":"Pezina laki-laki tidak pantas menikah, kecuali dengan pezina perempuan atau dengan perempuan musyrik dan pezina perempuan tidak pantas menikah, kecuali dengan pezina laki-laki atau dengan laki-laki musyrik. Yang demikian itu diharamkan bagi orang-orang mukmin.","text_en":"The adulterer can marry no one but an adulteress or his partner (in the act), and the adulteress cannot marry any but an adulterer or her partner (in the act). This is forbidden the believers,","transliteration":"az-zānī lā yangkiḥu illā zāniyatan au musyrikataw waz-zāniyatu lā yangkiḥuhā illā zānin au musyrik, wa ḥurrima żālika 'alal-mu`minīn","no_fn":"","text_fn":"","juz":18,"hizb":35,"rub_al_hizb":140,"page":350},{"id":2795,"surah":24,"no_ayah":4,"theme":"Hukuman Menuduh Orang Berzina","text_ayah":"وَالَّذِيْنَ يَرْمُوْنَ الْمُحْصَنٰتِ ثُمَّ لَمْ يَأْتُوْا بِاَرْبَعَةِ شُهَدَاۤءَ فَاجْلِدُوْهُمْ ثَمٰنِيْنَ جَلْدَةً وَّلَا تَقْبَلُوْا لَهُمْ شَهَادَةً اَبَدًاۚ وَاُولٰۤىِٕكَ هُمُ الْفٰسِقُوْنَۙ","text_id":"Orang-orang yang menuduh (berzina terhadap) perempuan yang baik-baik dan mereka tidak mendatangkan empat orang saksi, maka deralah mereka (para penuduh itu) delapan puluh kali dan janganlah kamu menerima kesaksian mereka untuk selama-lamanya. Mereka itulah orang-orang yang fasik,","text_en":"Those who defame chaste women and do not bring four witnesses should be punished with eighty lashes, and their testimony should not be accepted afterwards, for they are profligates,","transliteration":"wallażīna yarmụnal-muḥṣanāti ṡumma lam ya`tụ bi`arba'ati syuhadā`a fajlidụhum ṡamānīna jaldataw wa lā taqbalụ lahum syahādatan abadā, wa ulā`ika humul-fāsiqụn","no_fn":"","text_fn":"","juz":18,"hizb":35,"rub_al_hizb":140,"page":350},{"id":2796,"surah":24,"no_ayah":5,"theme":"Hukuman Menuduh Orang Berzina","text_ayah":"اِلَّا الَّذِيْنَ تَابُوْا مِنْۢ بَعْدِ ذٰلِكَ وَاَصْلَحُوْاۚ فَاِنَّ اللّٰهَ غَفُوْرٌ رَّحِيْمٌ","text_id":"kecuali mereka yang bertobat setelah itu dan memperbaiki (dirinya), maka sesungguhnya Allah Maha Pengampun lagi Maha Penyayang.","text_en":"Except those who repent after this and reform; and God is surely forgiving and kind.","transliteration":"illallażīna tābụ mim ba'di żālika wa aṣlaḥụ, fa innallāha gafụrur raḥīm","no_fn":"","text_fn":"","juz":18,"hizb":35,"rub_al_hizb":140,"page":350},{"id":2797,"surah":24,"no_ayah":6,"theme":"Hukum Lian","text_ayah":"وَالَّذِيْنَ يَرْمُوْنَ اَزْوَاجَهُمْ وَلَمْ يَكُنْ لَّهُمْ شُهَدَاۤءُ اِلَّآ اَنْفُسُهُمْ فَشَهَادَةُ اَحَدِهِمْ اَرْبَعُ شَهٰدٰتٍۢ بِاللّٰهِۙ اِنَّهٗ لَمِنَ الصّٰدِقِيْنَ","text_id":"Orang-orang yang menuduh istrinya berzina, padahal mereka tidak mempunyai saksi-saksi selain diri mereka sendiri, maka kesaksian masing-masing orang itu ialah empat kali bersumpah atas (nama) Allah, bahwa sesungguhnya dia termasuk orang yang benar.","text_en":"Those who accuse their wives and do not have any witnesses except themselves, should swear four times in the name of God, the testimony of each such person being that he is speaking the truth,","transliteration":"wallażīna yarmụna azwājahum wa lam yakul lahum syuhadā`u illā anfusuhum fa syahādatu aḥadihim arba'u syahādātim billāhi innahụ laminaṣ-ṣādiqīn","no_fn":"","text_fn":"","juz":18,"hizb":35,"rub_al_hizb":140,"page":350},{"id":2798,"surah":24,"no_ayah":7,"theme":"Hukum Lian","text_ayah":"وَالْخَامِسَةُ اَنَّ لَعْنَتَ اللّٰهِ عَلَيْهِ اِنْ كَانَ مِنَ الْكٰذِبِيْنَ","text_id":"(Sumpah) yang kelima adalah bahwa laknat Allah atasnya jika dia termasuk orang-orang yang berdusta.<sup>514)</sup>","text_en":"And (swear) a fifth time that if he tell a lie the curse of God be on him.","transliteration":"wal-khāmisatu anna la'natallāhi 'alaihi ing kāna minal-kāżibīn","no_fn":"514","text_fn":"514) Seorang suami yang menuduh istrinya berbuat zina, tetapi tidak dapat menghadirkan empat orang saksi, harus bersumpah dengan nama Allah Swt. sebanyak empat kali bahwa tuduhannya adalah benar adanya. Kemudian, dia bersumpah sekali lagi bahwa dia siap menerima laknat Allah jika dia berdusta. Masalah ini dalam fikih dikenal dengan lian.","juz":18,"hizb":35,"rub_al_hizb":140,"page":350},{"id":2799,"surah":24,"no_ayah":8,"theme":"Hukum Lian","text_ayah":"وَيَدْرَؤُا عَنْهَا الْعَذَابَ اَنْ تَشْهَدَ اَرْبَعَ شَهٰدٰتٍۢ بِاللّٰهِ اِنَّهٗ لَمِنَ الْكٰذِبِيْنَۙ","text_id":"Istri itu terhindar dari hukuman apabila dia bersumpah empat kali atas (nama) Allah bahwa dia (suaminya) benar-benar termasuk orang-orang yang berdusta,","text_en":"The woman's punishment can be averted if she swears four times by God as testimony that her husband is a liar,","transliteration":"wa yadra`u 'an-hal-'ażāba an tasy-hada arba'a syahādātim billāhi innahụ laminal-kāżibīn","no_fn":"","text_fn":"","juz":18,"hizb":35,"rub_al_hizb":140,"page":350},{"id":2800,"surah":24,"no_ayah":9,"theme":"Hukum Lian","text_ayah":"وَالْخَامِسَةَ اَنَّ غَضَبَ اللّٰهِ عَلَيْهَآ اِنْ كَانَ مِنَ الصّٰدِقِيْنَ ","text_id":"(Sumpah) yang kelima adalah bahwa kemurkaan Allah atasnya (istri) jika dia (suaminya) itu termasuk orang yang benar. ","text_en":"Her fifth oath being that the curse of God be on her if her husband should be speaking the truth.","transliteration":"wal-khāmisata anna gaḍaballāhi 'alaihā ing kāna minaṣ-ṣādiqīn","no_fn":"","text_fn":"","juz":18,"hizb":35,"rub_al_hizb":140,"page":350},{"id":2801,"surah":24,"no_ayah":10,"theme":"Hukum Lian","text_ayah":"وَلَوْلَا فَضْلُ اللّٰهِ عَلَيْكُمْ وَرَحْمَتُهٗ وَاَنَّ اللّٰهَ تَوَّابٌ حَكِيْمٌࣖ","text_id":"Seandainya bukan karena karunia Allah dan rahmat-Nya kepadamu dan (bukan karena) Allah Maha Penerima Tobat lagi Mahabijaksana, (niscaya kamu akan menemui kesulitan).","text_en":"(This would not have been possible) if the grace and benevolence of God were not upon you; but God is compassionate and wise.","transliteration":"walau lā faḍlullāhi 'alaikum wa raḥmatuhụ wa annallāha tawwābun ḥakīm","no_fn":"","text_fn":"","juz":18,"hizb":35,"rub_al_hizb":140,"page":350},{"id":2802,"surah":24,"no_ayah":11,"theme":"Peristiwa Ḥadīṡ al-Ifk","text_ayah":"اِنَّ الَّذِيْنَ جَاۤءُوْ بِالْاِفْكِ عُصْبَةٌ مِّنْكُمْۗ  لَا تَحْسَبُوْهُ شَرًّا لَّكُمْۗ بَلْ هُوَ خَيْرٌ لَّكُمْۗ لِكُلِّ امْرِئٍ مِّنْهُمْ مَّا اكْتَسَبَ مِنَ الْاِثْمِۚ وَالَّذِيْ تَوَلّٰى كِبْرَهٗ مِنْهُمْ لَهٗ عَذَابٌ عَظِيْمٌ","text_id":"Sesungguhnya orang-orang yang membawa berita bohong itu adalah kelompok di antara kamu (juga). Janganlah kamu mengira bahwa peristiwa itu buruk bagimu, sebaliknya itu baik bagimu. Setiap orang dari mereka akan mendapat balasan dari dosa yang diperbuatnya. Adapun orang yang mengambil peran besar di antara mereka, dia mendapat azab yang sangat berat.<sup>515)</sup>","text_en":"Those who spread lies were a clique among you. Do not think that it was bad for you: In fact it has been good for you. Each of them will pay for the sin he has committed, and he who had greater share (of guilt) will suffer grievous punishment.","transliteration":"innallażīna jā`ụ bil-ifki 'uṣbatum mingkum, lā taḥsabụhu syarral lakum, bal huwa khairul lakum, likullimri`im min-hum maktasaba minal-iṡm, wallażī tawallā kibrahụ min-hum lahụ 'ażābun 'aẓīm","no_fn":"515","text_fn":"515) Berita bohong ini mengenai ‘Aisyah r.a., Ummul Mukminin, setelah perang dengan Bani Muṣṭaliq pada bulan Syakban 5 H. Perang itu diikuti kaum munafik dan turut pula ‘Aisyah r.a. dengan Nabi saw. berdasarkan undian yang diadakan di antara istri-istri beliau. Dalam perjalanan kembali, mereka berhenti pada suatu tempat. ‘Aisyah r.a. keluar dari sekedupnya untuk suatu keperluan, kemudian kembali. Tiba-tiba dia merasa kalungnya hilang, lalu dia pun mencarinya. Sementara itu, rombongan berangkat dengan persangkaan bahwa ‘Aisyah r.a. masih ada dalam sekedup. Setelah ‘Aisyah r.a. mengetahui sekedupnya sudah berangkat, dia duduk di tempatnya dan berharap sekedup itu akan kembali menjemputnya. Secara kebetulan, seorang sahabat Nabi bernama Ṣafwan bin Mu‘aṭṭal lewat di tempat itu dan menemukan seseorang yang sedang tidur sendirian. Ṣafwan terkejut seraya mengucapkan, “Innā lillāhi wa innā ilaihi rāji‘ūn, istri Rasul!” ‘Aisyah r.a. terbangun. Lalu, Ṣafwan mempersilakan oleh ‘Aisyah menaiki untanya. Ṣafwan berjalan menuntun unta sampai Madinah. Orang-orang yang melihat mereka membicarakannya menurut pendapat masing-masing. Mulailah timbul desas-desus. Kemudian, kaum munafik membesar-besarkannya. Maka, fitnah atas ‘Aisyah r.a. itu pun bertambah luas sehingga menimbulkan keguncangan di kalangan kaum muslim.","juz":18,"hizb":35,"rub_al_hizb":140,"page":351},{"id":2803,"surah":24,"no_ayah":12,"theme":"Peristiwa Ḥadīṡ al-Ifk","text_ayah":"لَوْلَآ اِذْ سَمِعْتُمُوْهُ ظَنَّ الْمُؤْمِنُوْنَ وَالْمُؤْمِنٰتُ بِاَنْفُسِهِمْ خَيْرًاۙ وَّقَالُوْا هٰذَآ اِفْكٌ مُّبِيْنٌ","text_id":"Mengapa orang-orang mukmin dan mukminat tidak berbaik sangka terhadap kelompok mereka sendiri, ketika kamu mendengar berita bohong itu, dan berkata, “Ini adalah (berita) bohong yang nyata?”","text_en":"Why did the faithful men and women not think well of their people when they heard this, and said: \"This is a clear lie?\"","transliteration":"lau lā iż sami'tumụhu ẓannal-mu`minụna wal-mu`minātu bi`anfusihim khairaw wa qālụ hāżā ifkum mubīn","no_fn":"","text_fn":"","juz":18,"hizb":35,"rub_al_hizb":140,"page":351},{"id":2804,"surah":24,"no_ayah":13,"theme":"Peristiwa Ḥadīṡ al-Ifk","text_ayah":"لَوْلَا جَاۤءُوْ عَلَيْهِ بِاَرْبَعَةِ شُهَدَاۤءَۚ فَاِذْ لَمْ يَأْتُوْا بِالشُّهَدَاۤءِ فَاُولٰۤىِٕكَ عِنْدَ اللّٰهِ هُمُ الْكٰذِبُوْنَ","text_id":"Mengapa mereka (yang menuduh itu) tidak datang membawa empat saksi? Karena tidak membawa saksi-saksi, mereka itu adalah para pendusta dalam pandangan Allah.","text_en":"Why did they not bring four witnesses (in support of their charge)? And since they did not bring the four witnesses they are themselves liars in the sight of God.","transliteration":"lau lā jā`ụ 'alaihi bi`arba'ati syuhadā`, fa iż lam ya`tụ bisy-syuhadā`i fa ulā`ika 'indallāhi humul-kāżibụn","no_fn":"","text_fn":"","juz":18,"hizb":35,"rub_al_hizb":140,"page":351},{"id":2805,"surah":24,"no_ayah":14,"theme":"Peristiwa Ḥadīṡ al-Ifk","text_ayah":"وَلَوْلَا فَضْلُ اللّٰهِ عَلَيْكُمْ وَرَحْمَتُهٗ فِى الدُّنْيَا وَالْاٰخِرَةِ لَمَسَّكُمْ فِيْ مَآ اَفَضْتُمْ فِيْهِ عَذَابٌ عَظِيْمٌ ","text_id":"Seandainya bukan karena karunia Allah dan rahmat-Nya kepadamu di dunia dan di akhirat, niscaya kamu ditimpa azab yang sangat berat disebabkan oleh pembicaraan kamu tentang (berita bohong) itu.","text_en":"Were it not for the grace of God and His mercy upon you in this world and the next, you would have suffered a great affliction for the false accusation.","transliteration":"walau lā faḍlullāhi 'alaikum wa raḥmatuhụ fid-dun-yā wal-ākhirati lamassakum fī mā afaḍtum fīhi 'ażābun 'aẓīm","no_fn":"","text_fn":"","juz":18,"hizb":35,"rub_al_hizb":140,"page":351},{"id":2806,"surah":24,"no_ayah":15,"theme":"Tersebarnya Berita Bohong dan Cara Menghentikannya","text_ayah":"اِذْ تَلَقَّوْنَهٗ بِاَلْسِنَتِكُمْ وَتَقُوْلُوْنَ بِاَفْوَاهِكُمْ مَّا لَيْسَ لَكُمْ بِهٖ عِلْمٌ وَّتَحْسَبُوْنَهٗ هَيِّنًاۙ وَّهُوَ عِنْدَ اللّٰهِ عَظِيْمٌۚ ","text_id":"(Ingatlah) ketika kamu menerima (berita bohong) itu dari mulut ke mulut; kamu mengatakan dengan mulutmu apa yang tidak kamu ketahui sedikit pun; dan kamu menganggapnya remeh, padahal dalam pandangan Allah itu masalah besar.","text_en":"When you talked about it and said what you did not know, and took it lightly -- though in the sight of God it was serious --","transliteration":"iż talaqqaunahụ bi`alsinatikum wa taqụlụna bi`afwāhikum mā laisa lakum bihī 'ilmuw wa taḥsabụnahụ hayyinaw wa huwa 'indallāhi 'aẓīm","no_fn":"","text_fn":"","juz":18,"hizb":35,"rub_al_hizb":140,"page":351},{"id":2807,"surah":24,"no_ayah":16,"theme":"Tersebarnya Berita Bohong dan Cara Menghentikannya","text_ayah":"وَلَوْلَآ اِذْ سَمِعْتُمُوْهُ قُلْتُمْ مَّا يَكُوْنُ لَنَآ اَنْ نَّتَكَلَّمَ بِهٰذَاۖ سُبْحٰنَكَ هٰذَا بُهْتَانٌ عَظِيْمٌ","text_id":"Mengapa ketika mendengarnya (berita bohong itu), kamu tidak berkata, “Tidak pantas bagi kita membicarakan ini.  Mahasuci Engkau. Ini adalah kebohongan yang besar.”","text_en":"Why did you not say when you heard it: \"It is not for us to speak of it? God preserve us, it is a great calumny!\"","transliteration":"walau lā iż sami'tumụhu qultum mā yakụnu lanā an natakallama bihāżā sub-ḥānaka hāżā buhtānun 'aẓīm","no_fn":"","text_fn":"","juz":18,"hizb":35,"rub_al_hizb":140,"page":351},{"id":2808,"surah":24,"no_ayah":17,"theme":"Tersebarnya Berita Bohong dan Cara Menghentikannya","text_ayah":"يَعِظُكُمُ اللّٰهُ اَنْ تَعُوْدُوْا لِمِثْلِهٖٓ اَبَدًا اِنْ كُنْتُمْ مُّؤْمِنِيْنَۚ ","text_id":"Allah memperingatkan kamu agar (jangan) kembali mengulangi seperti itu selama-lamanya jika kamu orang-orang mukmin.","text_en":"God counsels you not to do a thing like this, if you are believers.","transliteration":"ya'iẓukumullāhu an ta'ụdụ limiṡlihī abadan ing kuntum mu`minīn","no_fn":"","text_fn":"","juz":18,"hizb":35,"rub_al_hizb":140,"page":351},{"id":2809,"surah":24,"no_ayah":18,"theme":"Tersebarnya Berita Bohong dan Cara Menghentikannya","text_ayah":"وَيُبَيِّنُ اللّٰهُ لَكُمُ الْاٰيٰتِۗ وَاللّٰهُ عَلِيْمٌ حَكِيْمٌ","text_id":"Allah menjelaskan ayat-ayat(-Nya) kepadamu. Allah Maha Mengetahui lagi Mahabijaksana.","text_en":"God explains His commands to you clearly, for God is all-knowing and all-wise.","transliteration":"wa yubayyinullāhu lakumul-āyāt, wallāhu 'alīmun ḥakīm","no_fn":"","text_fn":"","juz":18,"hizb":35,"rub_al_hizb":140,"page":351},{"id":2810,"surah":24,"no_ayah":19,"theme":"Tersebarnya Berita Bohong dan Cara Menghentikannya","text_ayah":"اِنَّ الَّذِيْنَ يُحِبُّوْنَ اَنْ تَشِيْعَ الْفَاحِشَةُ فِى الَّذِيْنَ اٰمَنُوْا لَهُمْ عَذَابٌ اَلِيْمٌۙ فِى الدُّنْيَا وَالْاٰخِرَةِۗ وَاللّٰهُ يَعْلَمُ وَاَنْتُمْ لَا تَعْلَمُوْنَ","text_id":"Sesungguhnya orang-orang yang senang atas tersebarnya (berita bohong) yang sangat keji itu di kalangan orang-orang yang beriman, mereka mendapat azab yang sangat pedih di dunia dan di akhirat. Allah mengetahui, sedangkan kamu tidak mengetahui.","text_en":"There is painful punishment in this world and the next for those who like that immorality should spread among the believers, for God knows and you do not know.","transliteration":"innallażīna yuḥibbụna an tasyī'al-fāḥisyatu fillażīna āmanụ lahum 'ażābun alīmun fid-dun-yā wal-ākhirah, wallāhu ya'lamu wa antum lā ta'lamụn","no_fn":"","text_fn":"","juz":18,"hizb":35,"rub_al_hizb":140,"page":351},{"id":2811,"surah":24,"no_ayah":20,"theme":"Tersebarnya Berita Bohong dan Cara Menghentikannya","text_ayah":"وَلَوْلَا فَضْلُ اللّٰهِ عَلَيْكُمْ وَرَحْمَتُهٗ وَاَنَّ اللّٰهَ رَءُوْفٌ رَّحِيْمٌࣖ ","text_id":"Kalau bukan karena karunia Allah dan rahmat-Nya kepadamu dan (bukan karena) Allah Maha Penyantun lagi Maha Penyayang, (niscaya kamu akan ditimpa azab yang besar).","text_en":"But for the grace of God and His mercy (much harm would have been done); yet God is compassionate and kind.","transliteration":"walau lā faḍlullāhi 'alaikum wa raḥmatuhụ wa annallāha ra`ụfur raḥīm","no_fn":"","text_fn":"","juz":18,"hizb":35,"rub_al_hizb":140,"page":351},{"id":2812,"surah":24,"no_ayah":21,"theme":"Muslihat Setan dalam Penyebaran Berita Bohong","text_ayah":"۞ يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَتَّبِعُوْا خُطُوٰتِ الشَّيْطٰنِۗ وَمَنْ يَّتَّبِعْ خُطُوٰتِ الشَّيْطٰنِ فَاِنَّهٗ يَأْمُرُ بِالْفَحْشَاۤءِ وَالْمُنْكَرِۗ وَلَوْلَا فَضْلُ اللّٰهِ عَلَيْكُمْ وَرَحْمَتُهٗ مَا زَكٰى مِنْكُمْ مِّنْ اَحَدٍ اَبَدًاۙ وَّلٰكِنَّ اللّٰهَ يُزَكِّيْ مَنْ يَّشَاۤءُۗ وَاللّٰهُ سَمِيْعٌ عَلِيْمٌ ","text_id":"Wahai orang-orang yang beriman, janganlah kamu mengikuti langkah-langkah setan! Siapa yang mengikuti langkah-langkah setan, maka sesungguhnya dia (setan) menyuruh (manusia mengerjakan perbuatan) yang keji dan mungkar. Kalau bukan karena karunia Allah dan rahmat-Nya kepadamu, niscaya tidak seorang pun di antara kamu bersih (dari perbuatan keji dan mungkar itu) selama-lamanya. Akan tetapi, Allah membersihkan siapa yang Dia kehendaki. Allah Maha Mendengar lagi Maha Mengetahui.","text_en":"O you who believe, do not follow in the footsteps of Satan, for he who follows in the footsteps of Satan will be induced by him to what is shameful and forbidden. But for the grace of God and His mercy upon you none of you would have escaped undefiled; but God makes whosoever He will grow in goodness, for God is all-hearing and all-knowing.","transliteration":"yā ayyuhallażīna āmanụ lā tattabi'ụ khuṭuwātisy-syaiṭān, wa may yattabi' khuṭuwātisy-syaiṭāni fa innahụ ya`muru bil-faḥsyā`i wal-mungkar, walau lā faḍlullāhi 'alaikum wa raḥmatuhụ mā zakā mingkum min aḥadin abadaw wa lākinnallāha yuzakkī may yasyā`, wallāhu samī'un 'alīm","no_fn":"","text_fn":"","juz":18,"hizb":36,"rub_al_hizb":141,"page":352},{"id":2813,"surah":24,"no_ayah":22,"theme":"Larangan Bersumpah untuk Tidak Membantu Kerabat karena Berbuat Salah","text_ayah":"وَلَا يَأْتَلِ اُولُو الْفَضْلِ مِنْكُمْ وَالسَّعَةِ اَنْ يُّؤْتُوْٓا اُولِى الْقُرْبٰى وَالْمَسٰكِيْنَ وَالْمُهٰجِرِيْنَ فِيْ سَبِيْلِ اللّٰهِۖ وَلْيَعْفُوْا وَلْيَصْفَحُوْاۗ اَلَا تُحِبُّوْنَ اَنْ يَّغْفِرَ اللّٰهُ لَكُمْۗ وَاللّٰهُ غَفُوْرٌ رَّحِيْمٌ","text_id":"Janganlah orang-orang yang mempunyai kelebihan dan kelapangan (rezeki) di antara kamu bersumpah (tidak) akan memberi (bantuan) kepada kerabat(-nya), orang-orang miskin, dan orang-orang yang berhijrah di jalan Allah. Hendaklah mereka memaafkan dan berlapang dada. Apakah kamu tidak suka bahwa Allah mengampunimu? Allah Maha Pengampun lagi Maha Penyayang.","text_en":"Let not those who are men of plenty and means among you swear that they will not give to their relatives and the poor and those who leave their homes in the service of God. They should forgive and overlook (their failings). Would you not like God to forgive you? And God is forgiving and kind.","transliteration":"wa lā ya`tali ulul-faḍli mingkum was-sa'ati ay yu`tū ulil-qurbā wal-masākīna wal-muhājirīna fī sabīlillāhi walya'fụ walyaṣfaḥụ, alā tuḥibbụna ay yagfirallāhu lakum, wallāhu gafụrur raḥīm","no_fn":"","text_fn":"","juz":18,"hizb":36,"rub_al_hizb":141,"page":352},{"id":2814,"surah":24,"no_ayah":23,"theme":"Laknat bagi Penuduh Wanita Baik-Baik","text_ayah":"اِنَّ الَّذِيْنَ يَرْمُوْنَ الْمُحْصَنٰتِ الْغٰفِلٰتِ الْمُؤْمِنٰتِ لُعِنُوْا فِى الدُّنْيَا وَالْاٰخِرَةِۖ وَلَهُمْ عَذَابٌ عَظِيْمٌۙ","text_id":"Sesungguhnya orang-orang yang menuduh perempuan baik-baik, polos,<sup>516)</sup> dan beriman (dengan tuduhan berzina), mereka dilaknat di dunia dan di akhirat dan mereka akan mendapat azab yang besar","text_en":"Verily those who blaspheme unsuspecting chaste believing women will be cursed in this world and the next; and for them there will be severe punishment.","transliteration":"innallażīna yarmụnal-muḥṣanātil-gāfilātil-mu`mināti lu'inụ fid-dun-yā wal-ākhirati wa lahum 'ażābun 'aẓīm","no_fn":"516","text_fn":"516) Yang dimaksud dengan perempuan-perempuan yang polos adalah perempuan-perempuan yang tidak pernah sekali pun tebersit dalam pikirannya untuk berbuat keji.","juz":18,"hizb":36,"rub_al_hizb":141,"page":352},{"id":2815,"surah":24,"no_ayah":24,"theme":"Laknat bagi Penuduh Wanita Baik-Baik","text_ayah":"يَّوْمَ تَشْهَدُ عَلَيْهِمْ اَلْسِنَتُهُمْ وَاَيْدِيْهِمْ وَاَرْجُلُهُمْ بِمَا كَانُوْا يَعْمَلُوْنَ","text_id":"pada hari (ketika) lidah, tangan, dan kaki mereka menjadi saksi atas mereka terhadap apa yang dahulu mereka kerjakan.","text_en":"The day their tongues and hands and feet bear witness to what they had done,","transliteration":"yauma tasy-hadu 'alaihim alsinatuhum wa aidīhim wa arjuluhum bimā kānụ ya'malụn","no_fn":"","text_fn":"","juz":18,"hizb":36,"rub_al_hizb":141,"page":352},{"id":2816,"surah":24,"no_ayah":25,"theme":"Laknat bagi Penuduh Wanita Baik-Baik","text_ayah":"يَوْمَىِٕذٍ يُّوَفِّيْهِمُ اللّٰهُ دِيْنَهُمُ الْحَقَّ وَيَعْلَمُوْنَ اَنَّ اللّٰهَ هُوَ الْحَقُّ الْمُبِيْنُ","text_id":"Pada hari itu Allah menyempurnakan balasan yang sebenarnya bagi mereka dan mereka mengetahui bahwa sesungguhnya Allah Mahabenar lagi Maha Menjelaskan.","text_en":"God will pay them on that day their just due in full, and they will come to know that God is the tangible Reality.","transliteration":"yauma`iżiy yuwaffīhimullāhu dīnahumul-ḥaqqa wa ya'lamụna annallāha huwal-ḥaqqul-mubīn","no_fn":"","text_fn":"","juz":18,"hizb":36,"rub_al_hizb":141,"page":352},{"id":2817,"surah":24,"no_ayah":26,"theme":"Bebasnya Aisyah dari Tuduhan Keji","text_ayah":"اَلْخَبِيْثٰتُ لِلْخَبِيْثِيْنَ وَالْخَبِيْثُوْنَ لِلْخَبِيْثٰتِۚ وَالطَّيِّبٰتُ لِلطَّيِّبِيْنَ وَالطَّيِّبُوْنَ لِلطَّيِّبٰتِۚ اُولٰۤىِٕكَ مُبَرَّءُوْنَ مِمَّا يَقُوْلُوْنَۗ  لَهُمْ مَّغْفِرَةٌ وَّرِزْقٌ كَرِيْمٌࣖ","text_id":"Perempuan-perempuan yang keji untuk laki-laki yang keji dan laki-laki yang keji untuk perempuan-perempuan yang keji (pula), sedangkan perempuan-perempuan yang baik untuk laki-laki yang baik dan laki-laki yang baik untuk perempuan-perempuan yang baik (pula). Mereka (yang baik) itu bersih dari apa yang dituduhkan orang. Bagi mereka ampunan dan rezeki yang mulia.<sup>517)</sup>","text_en":"Bad women deserve bad men, and bad men are for bad women; but good women are for good men, and good men for good women, for they are innocent of what people say. There is forgiveness for them and a gracious provision.","transliteration":"al-khabīṡātu lil-khabīṡīna wal-khabīṡụna lil-khabīṡāt, waṭ-ṭayyibātu liṭ-ṭayyibīna waṭ-ṭayyibụna liṭ-ṭayyibāt, ulā`ika mubarra`ụna mimmā yaqụlụn, lahum magfiratuw wa rizqung karīm","no_fn":"517","text_fn":"517) Ayat ini menunjukkan kesucian ‘Aisyah r.a. dan Safwan dari segala tuduhan yang ditujukan kepada mereka. Rasulullah adalah orang yang paling baik. Maka, perempuan yang baik pulalah yang menjadi istri beliau.","juz":18,"hizb":36,"rub_al_hizb":141,"page":352},{"id":2818,"surah":24,"no_ayah":27,"theme":"Tata Krama Memasuki Rumah Orang Lain","text_ayah":"يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَدْخُلُوْا بُيُوْتًا غَيْرَ بُيُوْتِكُمْ حَتّٰى تَسْتَأْنِسُوْا وَتُسَلِّمُوْا عَلٰٓى اَهْلِهَاۗ ذٰلِكُمْ خَيْرٌ لَّكُمْ لَعَلَّكُمْ تَذَكَّرُوْنَ ","text_id":"Wahai orang-orang yang beriman, janganlah memasuki rumah yang bukan rumahmu sebelum meminta izin dan memberi salam kepada penghuninya. Demikian itu lebih baik bagimu agar kamu mengambil pelajaran.","text_en":"O you who believe, do not enter other houses except yours without first asking permission and saluting the inmates. This is better for you: You may haply take heed.","transliteration":"yā ayyuhallażīna āmanụ lā tadkhulụ buyụtan gaira buyụtikum ḥattā tasta`nisụ wa tusallimụ 'alā ahlihā, żālikum khairul lakum la'allakum tażakkarụn","no_fn":"","text_fn":"","juz":18,"hizb":36,"rub_al_hizb":141,"page":352},{"id":2819,"surah":24,"no_ayah":28,"theme":"Tata Krama Memasuki Rumah Orang Lain","text_ayah":"فَاِنْ لَّمْ تَجِدُوْا فِيْهَآ اَحَدًا فَلَا تَدْخُلُوْهَا حَتّٰى يُؤْذَنَ لَكُمْ وَاِنْ قِيْلَ لَكُمُ ارْجِعُوْا فَارْجِعُوْا هُوَ اَزْكٰى لَكُمْۗ وَاللّٰهُ بِمَا تَعْمَلُوْنَ عَلِيْمٌ ","text_id":"Jika kamu tidak menemui seorang pun di dalamnya, janganlah masuk sebelum mendapat izin. Jika dikatakan kepadamu, “Kembalilah,” (hendaklah) kamu kembali. Itu lebih suci bagimu. Allah Maha Mengetahui apa yang kamu kerjakan.","text_en":"If you find that no one is in, then do not enter unless you have received permission. If you are asked to go away, turn back. That is proper for you. God is aware of what you do.","transliteration":"fa il lam tajidụ fīhā aḥadan fa lā tadkhulụhā ḥattā yu`żana lakum wa ing qīla lakumurji'ụ farji'ụ huwa azkā lakum, wallāhu bimā ta'malụna 'alīm","no_fn":"","text_fn":"","juz":18,"hizb":36,"rub_al_hizb":141,"page":353},{"id":2820,"surah":24,"no_ayah":29,"theme":"Tata Krama Memasuki Rumah Orang Lain","text_ayah":"لَيْسَ عَلَيْكُمْ جُنَاحٌ اَنْ تَدْخُلُوْا بُيُوْتًا غَيْرَ مَسْكُوْنَةٍ فِيْهَا مَتَاعٌ لَّكُمْۗ وَاللّٰهُ يَعْلَمُ مَا تُبْدُوْنَ وَمَا تَكْتُمُوْنَ","text_id":"Tidak ada dosa atasmu memasuki rumah yang tidak dihuni (sebagai tempat umum) yang di dalamnya ada kepentingan kamu; Allah mengetahui apa yang kamu nyatakan dan apa yang kamu sembunyikan.","text_en":"There is no harm in going into uninhabited houses where there is some convenience for you, as God has knowledge of what you hide and what you disclose.","transliteration":"laisa 'alaikum junāḥun an tadkhulụ buyụtan gaira maskụnatin fīhā matā'ul lakum, wallāhu ya'lamu mā tubdụna wa mā taktumụn","no_fn":"","text_fn":"","juz":18,"hizb":36,"rub_al_hizb":141,"page":353},{"id":2821,"surah":24,"no_ayah":30,"theme":"Tata Krama Pergaulan Laki-laki dan Perempuan","text_ayah":"قُلْ لِّلْمُؤْمِنِيْنَ يَغُضُّوْا مِنْ اَبْصَارِهِمْ وَيَحْفَظُوْا فُرُوْجَهُمْۗ ذٰلِكَ اَزْكٰى لَهُمْۗ اِنَّ اللّٰهَ خَبِيْرٌۢ بِمَا يَصْنَعُوْنَ","text_id":"Katakanlah kepada laki-laki yang beriman hendaklah mereka menjaga pandangannya dan memelihara kemaluannya. Demikian itu lebih suci bagi mereka. Sesungguhnya Allah Maha Teliti terhadap apa yang mereka perbuat.","text_en":"Tell the believing men to lower their eyes and guard their private parts. There is for them goodness in this. God is aware of what they do.","transliteration":"qul lil-mu`minīna yaguḍḍụ min abṣārihim wa yaḥfaẓụ furụjahum, żālika azkā lahum, innallāha khabīrum bimā yaṣna'ụn","no_fn":"","text_fn":"","juz":18,"hizb":36,"rub_al_hizb":141,"page":353},{"id":2822,"surah":24,"no_ayah":31,"theme":"Tata Krama Pergaulan Laki-laki dan Perempuan","text_ayah":"وَقُلْ لِّلْمُؤْمِنٰتِ يَغْضُضْنَ مِنْ اَبْصَارِهِنَّ وَيَحْفَظْنَ فُرُوْجَهُنَّ وَلَا يُبْدِيْنَ زِيْنَتَهُنَّ اِلَّا مَا ظَهَرَ مِنْهَا وَلْيَضْرِبْنَ بِخُمُرِهِنَّ عَلٰى جُيُوْبِهِنَّۖ وَلَا يُبْدِيْنَ زِيْنَتَهُنَّ اِلَّا لِبُعُوْلَتِهِنَّ اَوْ اٰبَاۤىِٕهِنَّ اَوْ اٰبَاۤءِ بُعُوْلَتِهِنَّ اَوْ اَبْنَاۤىِٕهِنَّ اَوْ اَبْنَاۤءِ بُعُوْلَتِهِنَّ اَوْ اِخْوَانِهِنَّ اَوْ بَنِيْٓ اِخْوَانِهِنَّ اَوْ بَنِيْٓ اَخَوٰتِهِنَّ اَوْ نِسَاۤىِٕهِنَّ اَوْ مَا مَلَكَتْ اَيْمَانُهُنَّ اَوِ التّٰبِعِيْنَ غَيْرِ اُولِى الْاِرْبَةِ مِنَ الرِّجَالِ اَوِ الطِّفْلِ الَّذِيْنَ لَمْ يَظْهَرُوْا عَلٰى عَوْرٰتِ النِّسَاۤءِۖ وَلَا يَضْرِبْنَ بِاَرْجُلِهِنَّ لِيُعْلَمَ مَا يُخْفِيْنَ مِنْ زِيْنَتِهِنَّۗ وَتُوْبُوْٓا اِلَى اللّٰهِ جَمِيْعًا اَيُّهَ الْمُؤْمِنُوْنَ لَعَلَّكُمْ تُفْلِحُوْنَ","text_id":"Katakanlah kepada para perempuan yang beriman hendaklah mereka menjaga pandangannya, memelihara kemaluannya, dan janganlah menampakkan perhiasannya (bagian tubuhnya), kecuali yang (biasa) terlihat. Hendaklah mereka menutupkan kain kerudung ke dadanya. Hendaklah pula mereka tidak menampakkan perhiasannya (auratnya), kecuali kepada suami mereka, ayah mereka, ayah suami mereka, putra-putra mereka, putra-putra suami mereka, saudara-saudara laki-laki mereka, putra-putra saudara laki-laki mereka, putra-putra saudara perempuan mereka, para perempuan (sesama muslim), hamba sahaya yang mereka miliki, para pelayan laki-laki (tua) yang tidak mempunyai keinginan (terhadap perempuan), atau anak-anak yang belum mengerti tentang aurat perempuan. Hendaklah pula mereka tidak mengentakkan kakinya agar diketahui perhiasan yang mereka sembunyikan. Bertobatlah kamu semua kepada Allah, wahai orang-orang yang beriman, agar kamu beruntung.","text_en":"Tell the believing women to lower their eyes, guard their private parts, and not display their charms except what is apparent outwardly, and cover their bosoms with their veils and not to show their finery except to their husbands or their fathers or fathers-in-law, their sons or step-sons, brothers, or their brothers' and sisters' sons, or their women attendants or captives, or male attendants who do not have any need (for women), or boys not yet aware of sex. They should not walk stamping their feet lest they make known what they hide of their Ornaments. O believers, turn to God, every one of you, so that you may be successful.","transliteration":"wa qul lil-mu`mināti yagḍuḍna min abṣārihinna wa yaḥfaẓna furụjahunna wa lā yubdīna zīnatahunna illā mā ẓahara min-hā walyaḍribna bikhumurihinna 'alā juyụbihinna wa lā yubdīna zīnatahunna illā libu'ụlatihinna au ābā`ihinna au ābā`i bu'ụlatihinna au abnā`ihinna au abnā`i bu'ụlatihinna au ikhwānihinna au banī ikhwānihinna au banī akhawātihinna au nisā`ihinna au mā malakat aimānuhunna awittābi'īna gairi ulil-irbati minar-rijāli awiṭ-ṭiflillażīna lam yaẓ-harụ 'alā 'aurātin-nisā`i wa lā yaḍribna bi`arjulihinna liyu'lama mā yukhfīna min zīnatihinn, wa tụbū ilallāhi jamī'an ayyuhal-mu`minụna la'allakum tufliḥụn","no_fn":"","text_fn":"","juz":18,"hizb":36,"rub_al_hizb":141,"page":353},{"id":2823,"surah":24,"no_ayah":32,"theme":"Perintah untuk Menikah","text_ayah":"وَاَنْكِحُوا الْاَيَامٰى مِنْكُمْ وَالصّٰلِحِيْنَ مِنْ عِبَادِكُمْ وَاِمَاۤىِٕكُمْۗ اِنْ يَّكُوْنُوْا فُقَرَاۤءَ يُغْنِهِمُ اللّٰهُ مِنْ فَضْلِهٖۗ وَاللّٰهُ وَاسِعٌ عَلِيْمٌ ","text_id":"Nikahkanlah orang-orang yang masih membujang di antara kamu dan juga orang-orang yang layak (menikah) dari hamba-hamba sahayamu, baik laki-laki maupun perempuan. Jika mereka miskin, Allah akan memberi kemampuan kepada mereka dengan karunia-Nya. Allah Mahaluas (pemberian-Nya) lagi Maha Mengetahui.","text_en":"Marry off those who are single among you, and those of your male and female servants who are righteous. If they are poor, God will enrich them of His grace, for God is bounteous and all-knowing.","transliteration":"wa angkiḥul-ayāmā mingkum waṣ-ṣāliḥīna min 'ibādikum wa imā`ikum, iy yakụnụ fuqarā`a yugnihimullāhu min faḍlih, wallāhu wāsi'un 'alīm","no_fn":"","text_fn":"","juz":18,"hizb":36,"rub_al_hizb":141,"page":354},{"id":2824,"surah":24,"no_ayah":33,"theme":"Perintah untuk Menikah","text_ayah":"وَلْيَسْتَعْفِفِ الَّذِيْنَ لَا يَجِدُوْنَ نِكَاحًا حَتّٰى يُغْنِيَهُمُ اللّٰهُ مِنْ فَضْلِهٖۗ وَالَّذِيْنَ يَبْتَغُوْنَ الْكِتٰبَ مِمَّا مَلَكَتْ اَيْمَانُكُمْ فَكَاتِبُوْهُمْ اِنْ عَلِمْتُمْ فِيْهِمْ خَيْرًا وَّاٰتُوْهُمْ مِّنْ مَّالِ اللّٰهِ الَّذِيْٓ اٰتٰىكُمْۗ وَلَا تُكْرِهُوْا فَتَيٰتِكُمْ عَلَى الْبِغَاۤءِ اِنْ اَرَدْنَ تَحَصُّنًا لِّتَبْتَغُوْا عَرَضَ الْحَيٰوةِ الدُّنْيَاۗ وَمَنْ يُّكْرِهْهُّنَّ فَاِنَّ اللّٰهَ مِنْۢ بَعْدِ اِكْرَاهِهِنَّ غَفُوْرٌ رَّحِيْمٌ","text_id":"Orang-orang yang tidak mampu menikah, hendaklah menjaga kesucian (diri)-nya sampai Allah memberi kemampuan kepada mereka dengan karunia-Nya. (Apabila) hamba sahaya yang kamu miliki menginginkan perjanjian (kebebasan), hendaklah kamu buat perjanjian dengan mereka jika kamu mengetahui ada kebaikan pada mereka. Berikanlah kepada mereka sebagian harta Allah yang dikaruniakan-Nya kepadamu. Janganlah kamu paksa hamba sahaya perempuanmu untuk melakukan pelacuran, jika mereka sendiri menginginkan kesucian, karena kamu hendak mencari keuntungan kehidupan duniawi. Siapa yang memaksa mereka, maka sesungguhnya Allah Maha Pengampun lagi Maha Penyayang (kepada mereka) setelah mereka dipaksa.","text_en":"Those who cannot afford to marry should abstain from what is unlawful until God enriches them by His grace. And free those slaves you possess who wish to buy their freedom after a written undertaking, if you know they have some goodness, and give them out of the riches God has given you. Do not force your maids to prostitution if they wish to lead married lives, in order to get the benefits of this world. But if someone forces them, surely God (will forgive them) after their forced helplessness, for He is forgiving and kind.","transliteration":"walyasta'fifillażīna lā yajidụna nikāḥan ḥattā yugniyahumullāhu min faḍlih, wallażīna yabtagụnal-kitāba mimmā malakat aimānukum fa kātibụhum in 'alimtum fīhim khairaw wa ātụhum mim mālillāhillażī ātākum, wa lā tukrihụ fatayātikum 'alal-bigā`i in aradna taḥaṣṣunal litabtagụ 'araḍal ḥayātid-dun-yā, wa may yukrihhunna fa innallāha mim ba'di ikrāhihinna gafụrur raḥīm","no_fn":"","text_fn":"","juz":18,"hizb":36,"rub_al_hizb":141,"page":354},{"id":2825,"surah":24,"no_ayah":34,"theme":"Perintah untuk Menikah","text_ayah":"وَلَقَدْ اَنْزَلْنَآ اِلَيْكُمْ اٰيٰتٍ مُّبَيِّنٰتٍ وَّمَثَلًا مِّنَ الَّذِيْنَ خَلَوْا مِنْ قَبْلِكُمْ وَمَوْعِظَةً لِّلْمُتَّقِيْنَࣖ","text_id":"Sungguh, Kami benar-benar telah menurunkan kepada kamu ayat-ayat yang memberi penjelasan, contoh-contoh dari orang-orang yang terdahulu sebelum kamu, dan pelajaran bagi orang-orang yang bertakwa.","text_en":"We have sent down clear instructions to you, and illustrations from (the accounts) of those who have gone before you, and a warning for those who take heed for themselves.","transliteration":"wa laqad anzalnā ilaikum āyātim mubayyinātiw wa maṡalam minallażīna khalau ming qablikum wa mau'iẓatal lil-muttaqīn","no_fn":"","text_fn":"","juz":18,"hizb":36,"rub_al_hizb":141,"page":354},{"id":2826,"surah":24,"no_ayah":35,"theme":"Allah Pemberi Cahaya Langit dan Bumi","text_ayah":"۞ اَللّٰهُ نُوْرُ السَّمٰوٰتِ وَالْاَرْضِۗ مَثَلُ نُوْرِهٖ كَمِشْكٰوةٍ فِيْهَا مِصْبَاحٌۗ  اَلْمِصْبَاحُ فِيْ زُجَاجَةٍۗ  اَلزُّجَاجَةُ كَاَنَّهَا كَوْكَبٌ دُرِّيٌّ يُّوْقَدُ مِنْ شَجَرَةٍ مُّبٰرَكَةٍ زَيْتُوْنَةٍ لَّا شَرْقِيَّةٍ وَّلَا غَرْبِيَّةٍ ۙ يَّكَادُ زَيْتُهَا يُضِيْۤءُ وَلَوْ لَمْ تَمْسَسْهُ نَارٌۗ  نُوْرٌ عَلٰى نُوْرٍۗ يَهْدِى اللّٰهُ لِنُوْرِهٖ مَنْ يَّشَاۤءُۗ وَيَضْرِبُ اللّٰهُ الْاَمْثَالَ لِلنَّاسِۗ وَاللّٰهُ بِكُلِّ شَيْءٍ عَلِيْمٌۙ ","text_id":"Allah (pemberi) cahaya (pada) langit dan bumi. Perumpamaan cahaya-Nya seperti sebuah lubang (pada dinding) yang tidak tembus<sup>518)</sup> yang di dalamnya ada pelita besar. Pelita itu di dalam tabung kaca (dan) tabung kaca itu bagaikan bintang (yang berkilauan seperti) mutiara, yang dinyalakan dengan minyak dari pohon yang diberkahi, (yaitu) pohon zaitun yang tumbuh tidak di timur dan tidak pula di barat,<sup>519)</sup> yang minyaknya (saja) hampir-hampir menerangi walaupun tidak disentuh api. Cahaya di atas cahaya (berlapis-lapis). Allah memberi petunjuk menuju cahaya-Nya kepada orang yang Dia kehendaki. Allah membuat perumpamaan-perumpamaan bagi manusia. Allah Maha Mengetahui segala sesuatu.","text_en":"God is the light of the heavens and the earth. The semblance of His light is that of a niche in which is a lamp, the flame within a glass, the glass a glittering star as it were, lit with the oil of a blessed tree, the olive, neither of the East nor of the West, whose oil appears to light up even though fire touches it not, -- light upon light. God guides to His light whom He will. So does God advance precepts of wisdom for men, for God has knowledge of everything.","transliteration":"allāhu nụrus-samāwāti wal-arḍ, maṡalu nụrihī kamisykātin fīhā miṣbāḥ, al-miṣbāḥu fī zujājah, az-zujājatu ka`annahā kaukabun durriyyuy yụqadu min syajaratim mubārakatin zaitụnatil lā syarqiyyatiw wa lā garbiyyatiy yakādu zaituhā yuḍī`u walau lam tamsas-hu nār, nụrun 'alā nụr, yahdillāhu linụrihī may yasyā`, wa yaḍribullāhul-amṡāla lin-nās, wallāhu bikulli syai`in 'alīm","no_fn":"518,519","text_fn":"518) Lubang yang tidak tembus (misykāt) ialah suatu lubang di dinding rumah yang tidak tembus sampai ke sebelahnya, yang biasanya digunakan untuk tempat menaruh lampu atau barang-barang lainnya.</br>519) Pohon zaitun itu tumbuh di puncak bukit. Pohon itu mendapat sinar matahari, sejak terbit hingga menjelang terbenam, sehingga tumbuh subur dan buahnya menghasilkan minyak yang baik.","juz":18,"hizb":36,"rub_al_hizb":142,"page":354},{"id":2827,"surah":24,"no_ayah":36,"theme":"Orang yang Mendapat Pancaran Nur Ilahi","text_ayah":"فِيْ بُيُوْتٍ اَذِنَ اللّٰهُ اَنْ تُرْفَعَ وَيُذْكَرَ فِيْهَا اسْمُهٗۙ يُسَبِّحُ لَهٗ فِيْهَا بِالْغُدُوِّ وَالْاٰصَالِۙ","text_id":"(Cahaya itu ada) di rumah-rumah yang telah Allah perintahkan untuk dimuliakan dan disebut di dalamnya nama-Nya. Di dalamnya senantiasa bertasbih<sup>520)</sup> kepada-Nya pada waktu pagi dan petang","text_en":"(The light is lit) in houses of worship which God has allowed to be raised, and His name remembered in them. His praises are sung there morning and evening,","transliteration":"fī buyụtin ażinallāhu an turfa'a wa yużkara fīhasmuhụ yusabbiḥu lahụ fīhā bil-guduwwi wal-āṣāl","no_fn":"520","text_fn":"520) Yang bertasbih ialah orang yang disebut pada ayat 37.","juz":18,"hizb":36,"rub_al_hizb":142,"page":354},{"id":2828,"surah":24,"no_ayah":37,"theme":"Orang yang Mendapat Pancaran Nur Ilahi","text_ayah":"رِجَالٌ لَّا تُلْهِيْهِمْ تِجَارَةٌ وَّلَا بَيْعٌ عَنْ ذِكْرِ اللّٰهِ وَاِقَامِ الصَّلٰوةِ وَاِيْتَاۤءِ الزَّكٰوةِۙ يَخَافُوْنَ يَوْمًا تَتَقَلَّبُ فِيْهِ الْقُلُوْبُ وَالْاَبْصَارُۙ","text_id":"orang-orang yang tidak dilalaikan oleh perniagaan dan jual beli dari mengingat Allah, melaksanakan salat, dan menunaikan zakat. Mereka takut kepada hari ketika hati dan penglihatan menjadi guncang (hari Kiamat).","text_en":"By men not distracted from the remembrance of God either by trade and commerce or buying and selling, who stand by their devotional obligations and pay the zakat, who fear the day when hearts and eyes would flutter with trepidation","transliteration":"rijālul lā tul-hīhim tijāratuw wa lā bai'un 'an żikrillāhi wa iqāmiṣ-ṣalāti wa ītā`iz-zakāti yakhāfụna yauman tataqallabu fīhil qulụbu wal-abṣār","no_fn":"","text_fn":"","juz":18,"hizb":36,"rub_al_hizb":142,"page":355},{"id":2829,"surah":24,"no_ayah":38,"theme":"Orang yang Mendapat Pancaran Nur Ilahi","text_ayah":"لِيَجْزِيَهُمُ اللّٰهُ اَحْسَنَ مَا عَمِلُوْا وَيَزِيْدَهُمْ مِّنْ فَضْلِهٖۗ وَاللّٰهُ يَرْزُقُ مَنْ يَّشَاۤءُ بِغَيْرِ حِسَابٍ","text_id":"(Mereka melakukan itu) agar Allah memberi balasan kepada mereka yang lebih baik daripada apa yang telah mereka kerjakan dan agar Dia menambah karunia-Nya kepada mereka. Allah menganugerahkan rezeki kepada siapa saja yang Dia kehendaki tanpa batas.","text_en":"That God may reward them for the best of their deeds, and bestow more on them of His bounty, for God gives whom He please without measure.","transliteration":"liyajziyahumullāhu aḥsana mā 'amilụ wa yazīdahum min faḍlih, wallāhu yarzuqu may yasyā`u bigairi ḥisāb","no_fn":"","text_fn":"","juz":18,"hizb":36,"rub_al_hizb":142,"page":355},{"id":2830,"surah":24,"no_ayah":39,"theme":"Orang yang Tidak Memperoleh Pancaran Nur Ilahi","text_ayah":"وَالَّذِيْنَ كَفَرُوْٓا اَعْمَالُهُمْ كَسَرَابٍۢ بِقِيْعَةٍ يَّحْسَبُهُ الظَّمْاٰنُ مَاۤءًۗ حَتّٰىٓ اِذَا جَاۤءَهٗ لَمْ يَجِدْهُ شَيْـًٔا وَّوَجَدَ اللّٰهَ عِنْدَهٗ فَوَفّٰىهُ حِسَابَهٗۗ وَاللّٰهُ سَرِيْعُ الْحِسَابِۙ","text_id":"Orang-orang yang kufur, amal perbuatan mereka seperti fatamorgana di tanah yang datar. Orang-orang yang dahaga menyangkanya air, hingga apabila ia mendatanginya, ia tidak menjumpai apa pun. (Sebaliknya,) ia mendapati (ketetapan) Allah (baginya) di sana, lalu Dia memberikan kepadanya perhitungan (amal-amal) dengan sempurna. Allah sangat cepat perhitungan-Nya.<sup>521)</sup>","text_en":"As for those who disbelieve, their deeds are like a mirage in the desert which the thirsty takes for water till he reaches it to find that there was nothing, and finds God with him who settles his account, for God is swift at the reckoning.","transliteration":"wallażīna kafarū a'māluhum kasarābim biqī'atiy yaḥsabuhuẓ-ẓam`ānu mā`ā, ḥattā iżā jā`ahụ lam yajid-hu syai`aw wa wajadallāha 'indahụ fa waffāhu ḥisābah, wallāhu sarī'ul ḥisāb","no_fn":"521","text_fn":"521) Orang-orang kafir, karena amal-amal mereka tidak didasarkan atas iman, tidaklah mendapat balasan dari Allah Swt. di akhirat, walaupun di dunia mereka mengira akan mendapat balasan atas amal mereka itu.","juz":18,"hizb":36,"rub_al_hizb":142,"page":355},{"id":2831,"surah":24,"no_ayah":40,"theme":"Orang yang Tidak Memperoleh Pancaran Nur Ilahi","text_ayah":"اَوْ كَظُلُمٰتٍ فِيْ بَحْرٍ لُّجِّيٍّ يَّغْشٰىهُ مَوْجٌ مِّنْ فَوْقِهٖ مَوْجٌ مِّنْ فَوْقِهٖ سَحَابٌۗ ظُلُمٰتٌۢ بَعْضُهَا فَوْقَ بَعْضٍۗ اِذَآ اَخْرَجَ يَدَهٗ لَمْ يَكَدْ يَرٰىهَاۗ وَمَنْ لَّمْ يَجْعَلِ اللّٰهُ لَهٗ نُوْرًا فَمَا لَهٗ مِنْ نُّوْرٍࣖ","text_id":"Atau, (amal perbuatan orang-orang yang kufur itu) seperti gelap gulita di lautan yang dalam, yang diliputi oleh gelombang demi gelombang yang di atasnya ada awan gelap. Itulah gelap gulita yang berlapis-lapis. Apabila dia mengeluarkan tangannya, ia benar-benar tidak dapat melihatnya. Siapa yang tidak diberi cahaya (petunjuk) oleh Allah, maka dia tidak mempunyai cahaya sedikit pun.","text_en":"Or like darkness in a wide, wide sea, waves surging upon waves, with clouds overhanging, darkness on darkness. If you stretch your hand, you could hardly see it. For him whom God does not give any light, there is no light.","transliteration":"au kaẓulumātin fī baḥril lujjiyyiy yagsyāhu maujum min fauqihī maujum min fauqihī saḥāb, ẓulumātum ba'ḍuhā fauqa ba'ḍ, iżā akhraja yadahụ lam yakad yarāhā, wa mal lam yaj'alillāhu lahụ nụran fa mā lahụ min nụr","no_fn":"","text_fn":"","juz":18,"hizb":36,"rub_al_hizb":142,"page":355},{"id":2832,"surah":24,"no_ayah":41,"theme":"Dalil-Dalil Kekuasaan Allah","text_ayah":"اَلَمْ تَرَ اَنَّ اللّٰهَ يُسَبِّحُ لَهٗ مَنْ فِى السَّمٰوٰتِ وَالْاَرْضِ وَالطَّيْرُ صٰۤفّٰتٍۗ كُلٌّ قَدْ عَلِمَ صَلَاتَهٗ وَتَسْبِيْحَهٗۗ وَاللّٰهُ عَلِيْمٌۢ بِمَا يَفْعَلُوْنَ ","text_id":"Tidakkah engkau (Nabi Muhammad) tahu bahwa sesungguhnya kepada Allahlah apa yang di langit dan di bumi dan burung-burung yang merentangkan sayapnya senantiasa bertasbih. Masing-masing sungguh telah mengetahui doa dan tasbihnya. Allah Maha Mengetahui apa yang mereka lakukan.","text_en":"Have you not seen that all those who are in the heavens and the earth, and the birds on the wing, sing the praises of God. Each one knows its obligations and its duties, and God knows whatever they do.","transliteration":"a lam tara annallāha yusabbiḥu lahụ man fis-samāwāti wal-arḍi waṭ-ṭairu ṣāffāt, kullung qad 'alima ṣalātahụ wa tasbīḥah, wallāhu 'alīmum bimā yaf'alụn","no_fn":"","text_fn":"","juz":18,"hizb":36,"rub_al_hizb":142,"page":355},{"id":2833,"surah":24,"no_ayah":42,"theme":"Dalil-Dalil Kekuasaan Allah","text_ayah":"وَلِلّٰهِ مُلْكُ السَّمٰوٰتِ وَالْاَرْضِۚ وَاِلَى اللّٰهِ الْمَصِيْرُ","text_id":"Milik Allahlah kerajaan langit dan bumi dan hanya kepada Allahlah kembalinya (seluruh makhluk).","text_en":"For God's is the kingdom of the heavens and the earth, and the returning is to God.","transliteration":"wa lillāhi mulkus-samāwāti wal-arḍ, wa ilallāhil-maṣīr","no_fn":"","text_fn":"","juz":18,"hizb":36,"rub_al_hizb":142,"page":355},{"id":2834,"surah":24,"no_ayah":43,"theme":"Dalil-Dalil Kekuasaan Allah","text_ayah":"اَلَمْ تَرَ اَنَّ اللّٰهَ يُزْجِيْ سَحَابًا ثُمَّ يُؤَلِّفُ بَيْنَهٗ ثُمَّ يَجْعَلُهٗ رُكَامًا فَتَرَى الْوَدْقَ يَخْرُجُ مِنْ خِلٰلِهٖۚ وَيُنَزِّلُ مِنَ السَّمَاۤءِ مِنْ جِبَالٍ فِيْهَا مِنْۢ بَرَدٍ فَيُصِيْبُ بِهٖ مَنْ يَّشَاۤءُ وَيَصْرِفُهٗ عَنْ مَّنْ يَّشَاۤءُۗ يَكَادُ سَنَا بَرْقِهٖ يَذْهَبُ بِالْاَبْصَارِۗ ","text_id":"Tidakkah engkau melihat bahwa sesungguhnya Allah mengarahkan awan secara perlahan, kemudian mengumpulkannya, lalu menjadikannya bertumpuk-tumpuk. Maka, engkau melihat hujan keluar dari celah-celahnya. Dia (juga) menurunkan (butiran-butiran) es dari langit, (yaitu) dari (gumpalan-gumpalan awan seperti) gunung-gunung. Maka, Dia menimpakannya (butiran-butiran es itu) kepada siapa yang Dia kehendaki dan memalingkannya dari siapa yang Dia kehendaki. Kilauan kilatnya hampir-hampir menghilangkan penglihatan.","text_en":"Have you not seen that God drives the clouds, then joins them together and puts them fold on fold. Then you see the rain fall through them; and He sends down hail from the sky where there are mountains of it, and strikes those with it whom He will, and wards it off from whomsoever He please. His lightning could snatch away their eyes.","transliteration":"a lam tara annallāha yuzjī saḥāban ṡumma yu`allifu bainahụ ṡumma yaj'aluhụ rukāman fa taral-wadqa yakhruju min khilālih, wa yunazzilu minas-samā`i min jibālin fīhā mim baradin fa yuṣību bihī may yasyā`u wa yaṣrifuhụ 'am may yasyā`, yakādu sanā barqihī yaż-habu bil-abṣār","no_fn":"","text_fn":"","juz":18,"hizb":36,"rub_al_hizb":142,"page":355},{"id":2835,"surah":24,"no_ayah":44,"theme":"Dalil-Dalil Kekuasaan Allah","text_ayah":"يُقَلِّبُ اللّٰهُ الَّيْلَ وَالنَّهَارَۗ اِنَّ فِيْ ذٰلِكَ لَعِبْرَةً لِّاُولِى الْاَبْصَارِ ","text_id":"Allah menjadikan malam dan siang silih berganti. Sesungguhnya pada yang demikian itu pasti terdapat pelajaran bagi orang-orang yang mempunyai penglihatan (yang tajam).","text_en":"It is God who alternates night and day. There is surely a lesson in this for men of sight.","transliteration":"yuqallibullāhul-laila wan-nahār, inna fī żālika la'ibratal li`ulil-abṣār","no_fn":"","text_fn":"","juz":18,"hizb":36,"rub_al_hizb":142,"page":356},{"id":2836,"surah":24,"no_ayah":45,"theme":"Dalil-Dalil Kekuasaan Allah","text_ayah":"وَاللّٰهُ خَلَقَ كُلَّ دَاۤبَّةٍ مِّنْ مَّاۤءٍۚ فَمِنْهُمْ مَّنْ يَّمْشِيْ عَلٰى بَطْنِهٖۚ وَمِنْهُمْ مَّنْ يَّمْشِيْ عَلٰى رِجْلَيْنِۚ وَمِنْهُمْ مَّنْ يَّمْشِيْ عَلٰٓى اَرْبَعٍۗ يَخْلُقُ اللّٰهُ مَا يَشَاۤءُۗ اِنَّ اللّٰهَ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ","text_id":"Allah menciptakan semua jenis hewan dari air. Sebagian berjalan dengan perutnya, sebagian berjalan dengan dua kaki, dan sebagian (yang lain) berjalan dengan empat kaki. Allah menciptakan apa yang Dia kehendaki. Sesungguhnya Allah Mahakuasa atas segala sesuatu.","text_en":"God created every moving thing from water: One crawls on its belly, one walks on two legs, another moves on four. God creates whatsoever He will. Indeed God has power over everything.","transliteration":"wallāhu khalaqa kulla dābbatim mim mā`, fa min-hum may yamsyī 'alā baṭnih, wa min-hum may yamsyī 'alā rijlaīn, wa min-hum may yamsyī 'alā arba', yakhluqullāhu mā yasyā`, innallāha 'alā kulli syai`ing qadīr","no_fn":"","text_fn":"","juz":18,"hizb":36,"rub_al_hizb":142,"page":356},{"id":2837,"surah":24,"no_ayah":46,"theme":"Dalil-Dalil Kekuasaan Allah","text_ayah":"لَقَدْ اَنْزَلْنَآ اٰيٰتٍ مُّبَيِّنٰتٍۗ وَاللّٰهُ يَهْدِيْ مَنْ يَّشَاۤءُ اِلٰى صِرَاطٍ مُّسْتَقِيْمٍ ","text_id":"Sungguh, Kami telah menurunkan ayat-ayat yang memberi penjelasan. Allah memberi petunjuk kepada siapa yang Dia kehendaki ke jalan yang lurus (berdasarkan kesiapannya untuk menerima petunjuk).","text_en":"We have surely sent down clear signs. It is God who guides whom He will to the path that is straight.","transliteration":"laqad anzalnā āyātim mubayyināt, wallāhu yahdī may yasyā`u ilā ṣirāṭim mustaqīm","no_fn":"","text_fn":"","juz":18,"hizb":36,"rub_al_hizb":142,"page":356},{"id":2838,"surah":24,"no_ayah":47,"theme":"Perbedaan antara Sikap Orang Munafik dan Orang Mukmin","text_ayah":"وَيَقُوْلُوْنَ اٰمَنَّا بِاللّٰهِ وَبِالرَّسُوْلِ وَاَطَعْنَا ثُمَّ يَتَوَلّٰى فَرِيْقٌ مِّنْهُمْ مِّنْۢ بَعْدِ ذٰلِكَۗ وَمَآ اُولٰۤىِٕكَ بِالْمُؤْمِنِيْنَ","text_id":"Mereka (orang-orang munafik) berkata, “Kami telah beriman kepada Allah dan Rasul (Nabi Muhammad) dan kami menaati (keduanya).”  Kemudian, sebagian dari mereka berpaling setelah itu. Mereka itu bukanlah orang-orang mukmin.","text_en":"They say they believe in God and the Prophet, and have come to believe, yet a section of them turns back even after this; and these are not believers.","transliteration":"wa yaqụlụna āmannā billāhi wa bir-rasụli wa aṭa'nā ṡumma yatawallā farīqum min-hum mim ba'di żālik, wa mā ulā`ika bil-mu`minīn","no_fn":"","text_fn":"","juz":18,"hizb":36,"rub_al_hizb":142,"page":356},{"id":2839,"surah":24,"no_ayah":48,"theme":"Perbedaan antara Sikap Orang Munafik dan Orang Mukmin","text_ayah":"وَاِذَا دُعُوْٓا اِلَى اللّٰهِ وَرَسُوْلِهٖ لِيَحْكُمَ بَيْنَهُمْ اِذَا فَرِيْقٌ مِّنْهُمْ مُّعْرِضُوْنَ ","text_id":"Apabila mereka diajak kepada Allah dan Rasul-Nya agar ia (Rasul) memutuskan perkara di antara mereka, tiba-tiba sebagian dari mereka berpaling.","text_en":"When they are called to God and His Prophet, that he may judge between them, a section of them turns away.","transliteration":"wa iżā du'ū ilallāhi wa rasụlihī liyaḥkuma bainahum iżā farīqum min-hum mu'riḍụn","no_fn":"","text_fn":"","juz":18,"hizb":36,"rub_al_hizb":142,"page":356},{"id":2840,"surah":24,"no_ayah":49,"theme":"Perbedaan antara Sikap Orang Munafik dan Orang Mukmin","text_ayah":"وَاِنْ يَّكُنْ لَّهُمُ الْحَقُّ يَأْتُوْٓا اِلَيْهِ مُذْعِنِيْنَ","text_id":"Akan tetapi, jika kebenaran (putusan Rasul) menguntungkan mereka, mereka datang kepadanya (Rasul) dengan patuh.","text_en":"Had right been on their side they would have come to him submissively.","transliteration":"wa iy yakul lahumul-ḥaqqu ya`tū ilaihi muż'inīn","no_fn":"","text_fn":"","juz":18,"hizb":36,"rub_al_hizb":142,"page":356},{"id":2841,"surah":24,"no_ayah":50,"theme":"Perbedaan antara Sikap Orang Munafik dan Orang Mukmin","text_ayah":"اَفِيْ قُلُوْبِهِمْ مَّرَضٌ اَمِ ارْتَابُوْٓا اَمْ يَخَافُوْنَ اَنْ يَّحِيْفَ اللّٰهُ عَلَيْهِمْ وَرَسُوْلُهٗۗ بَلْ اُولٰۤىِٕكَ هُمُ الظّٰلِمُوْنَࣖ","text_id":"Apakah (sikap mereka yang demikian itu karena) dalam hati mereka ada penyakit atau (karena) mereka ragu-ragu ataukah (karena) takut kalau-kalau Allah dan Rasul-Nya berbuat zalim kepada mereka? Sebaliknya, mereka itulah orang-orang yang zalim.","text_en":"Is there a malady in their hearts, or they are deluded, or afraid that God and His Prophet would be unjust in dealing with them? Not so; they are themselves unjust.","transliteration":"a fī qulụbihim maraḍun amirtābū am yakhāfụna ay yaḥīfallāhu 'alaihim wa rasụluh, bal ulā`ika humuẓ-ẓālimụn","no_fn":"","text_fn":"","juz":18,"hizb":36,"rub_al_hizb":142,"page":356},{"id":2842,"surah":24,"no_ayah":51,"theme":"Perbedaan antara Sikap Orang Munafik dan Orang Mukmin","text_ayah":"اِنَّمَا كَانَ قَوْلَ الْمُؤْمِنِيْنَ اِذَا دُعُوْٓا اِلَى اللّٰهِ وَرَسُوْلِهٖ لِيَحْكُمَ بَيْنَهُمْ اَنْ يَّقُوْلُوْا سَمِعْنَا وَاَطَعْنَاۗ وَاُولٰۤىِٕكَ هُمُ الْمُفْلِحُوْنَ ","text_id":"Sesungguhnya yang merupakan ucapan orang-orang mukmin, apabila mereka diajak kepada Allah dan Rasul-Nya agar ia memutuskan (perkara) di antara mereka,<sup>522)</sup> hanyalah, “Kami mendengar dan kami taat.” Mereka itulah orang-orang beruntung.","text_en":"The answer of the believers when they are called to God and His Apostle that he may judge between them, is: \"We hear and obey.\" And they are the ones who will prosper.","transliteration":"innamā kāna qaulal-mu`minīna iżā du'ū ilallāhi wa rasụlihī liyaḥkuma bainahum ay yaqụlụ sami'nā wa aṭa'nā, wa ulā`ika humul-mufliḥụn","no_fn":"522","text_fn":"522) Maksudnya, di antara kaum muslim sendiri atau di antara kaum muslim dan nonmuslim.","juz":18,"hizb":36,"rub_al_hizb":142,"page":356},{"id":2843,"surah":24,"no_ayah":52,"theme":"Perbedaan antara Sikap Orang Munafik dan Orang Mukmin","text_ayah":"وَمَنْ يُّطِعِ اللّٰهَ وَرَسُوْلَهٗ وَيَخْشَ اللّٰهَ وَيَتَّقْهِ فَاُولٰۤىِٕكَ هُمُ الْفَاۤىِٕزُوْنَ","text_id":"Siapa yang taat kepada Allah dan Rasul-Nya serta takut kepada Allah dan bertakwa kepada-Nya, mereka itulah orang-orang yang mendapat kemenangan.","text_en":"Whoever obeys God and His Prophet, fears God and does his duty to Him, will surely find success.","transliteration":"wa may yuṭi'illāha wa rasụlahụ wa yakhsyallāha wa yattaq-hi fa ulā`ika humul-fā`izụn","no_fn":"","text_fn":"","juz":18,"hizb":36,"rub_al_hizb":142,"page":356},{"id":2844,"surah":24,"no_ayah":53,"theme":"Perbedaan antara Sikap Orang Munafik dan Orang Mukmin","text_ayah":"۞ وَاَقْسَمُوْا بِاللّٰهِ جَهْدَ اَيْمَانِهِمْ لَىِٕنْ اَمَرْتَهُمْ لَيَخْرُجُنَّۗ قُلْ لَّا تُقْسِمُوْاۚ طَاعَةٌ مَّعْرُوْفَةٌۗ اِنَّ اللّٰهَ خَبِيْرٌۢ بِمَا تَعْمَلُوْنَ","text_id":"Mereka bersumpah atas (nama) Allah dengan sungguh-sungguh bahwa jika engkau menyuruh mereka (berperang), pastilah mereka akan berangkat. Katakanlah (Nabi Muhammad), “Janganlah kamu bersumpah (karena yang diminta) adalah ketaatan yang baik. Sesungguhnya Allah Maha Teliti terhadap apa yang kamu kerjakan.”","text_en":"They swear solemnly by God: \"If you command us we shall go forth.\" Say: \"Do not swear. What is wanted is obedience, as should be. God is certainly aware of what you do.\"","transliteration":"wa aqsamụ billāhi jahda aimānihim la`in amartahum layakhrujunn, qul lā tuqsimụ, ṭā'atum ma'rụfah, innallāha khabīrum bimā ta'malụn","no_fn":"","text_fn":"","juz":18,"hizb":36,"rub_al_hizb":143,"page":356},{"id":2845,"surah":24,"no_ayah":54,"theme":"Perbedaan antara Sikap Orang Munafik dan Orang Mukmin","text_ayah":"قُلْ اَطِيْعُوا اللّٰهَ وَاَطِيْعُوا الرَّسُوْلَۚ فَاِنْ تَوَلَّوْا فَاِنَّمَا عَلَيْهِ مَا حُمِّلَ وَعَلَيْكُمْ مَّا حُمِّلْتُمْۗ وَاِنْ تُطِيْعُوْهُ تَهْتَدُوْاۗ وَمَا عَلَى الرَّسُوْلِ اِلَّا الْبَلٰغُ الْمُبِيْنُ ","text_id":"Katakanlah, “Taatlah kepada Allah dan taatlah kepada Rasul. Jika kamu berpaling, sesungguhnya kewajiban Rasul (Nabi Muhammad) hanyalah apa yang dibebankan kepadanya dan kewajiban kamu hanyalah apa yang dibebankan kepadamu. Jika kamu taat kepadanya, niscaya kamu mendapat petunjuk. Kewajiban Rasul hanyalah menyampaikan (amanat Allah) dengan jelas.”","text_en":"Say: \"Obey God and obey the Apostle. If you turn away, then for him is his duty to fulfil, and for you the burden that you carry; yet if you obey him you will be rightly guided. The duty of the Messenger is to convey the message clearly.","transliteration":"qul aṭī'ullāha wa aṭī'ur-rasụl, fa in tawallau fa innamā 'alaihi mā ḥummila wa 'alaikum mā ḥummiltum, wa in tuṭī'ụhu tahtadụ, wa mā 'alar-rasụli illal-balāgul-mubīn","no_fn":"","text_fn":"","juz":18,"hizb":36,"rub_al_hizb":143,"page":357},{"id":2846,"surah":24,"no_ayah":55,"theme":"Janji Kekuasaan dari Allah kepada Orang yang Beriman dan Beramal Saleh","text_ayah":"وَعَدَ اللّٰهُ الَّذِيْنَ اٰمَنُوْا مِنْكُمْ وَعَمِلُوا الصّٰلِحٰتِ لَيَسْتَخْلِفَنَّهُمْ فِى الْاَرْضِ كَمَا اسْتَخْلَفَ الَّذِيْنَ مِنْ قَبْلِهِمْۖ وَلَيُمَكِّنَنَّ لَهُمْ دِيْنَهُمُ الَّذِى ارْتَضٰى لَهُمْ وَلَيُبَدِّلَنَّهُمْ مِّنْۢ بَعْدِ خَوْفِهِمْ اَمْنًاۗ يَعْبُدُوْنَنِيْ لَا يُشْرِكُوْنَ بِيْ شَيْـًٔاۗ وَمَنْ كَفَرَ بَعْدَ ذٰلِكَ فَاُولٰۤىِٕكَ هُمُ الْفٰسِقُوْنَ","text_id":"Allah telah berjanji kepada orang-orang yang beriman di antara kamu dan yang mengerjakan kebajikan bahwa Dia sungguh akan menjadikan mereka berkuasa di bumi sebagaimana Dia telah menjadikan orang-orang sebelum mereka berkuasa; Dia sungguh akan meneguhkan bagi mereka agama yang telah Dia ridai; dan Dia sungguh akan mengubah (keadaan) mereka setelah berada dalam ketakutan menjadi aman sentosa. Mereka menyembah-Ku dengan tidak mempersekutukan-Ku dengan sesuatu apa pun. Siapa yang kufur setelah (janji) tersebut, mereka itulah orang-orang fasik.","text_en":"God has promised to make those of you who believe and do the right, leaders in the land, as He had made those before them, and will establish their faith which He has chosen for them and change their fear into security. They will worship Me and not associate any one with Me. But those who disbelieve after this will be reprobates.","transliteration":"wa'adallāhullażīna āmanụ mingkum wa 'amiluṣ-ṣāliḥāti layastakhlifannahum fil-arḍi kamastakhlafallażīna ming qablihim wa layumakkinanna lahum dīnahumullażirtaḍā lahum wa layubaddilannahum mim ba'di khaufihim amnā, ya'budụnanī lā yusyrikụna bī syai`ā, wa mang kafara ba'da żālika fa ulā`ika humul-fāsiqụn","no_fn":"","text_fn":"","juz":18,"hizb":36,"rub_al_hizb":143,"page":357},{"id":2847,"surah":24,"no_ayah":56,"theme":"Janji Kekuasaan dari Allah kepada Orang yang Beriman dan Beramal Saleh","text_ayah":"وَاَقِيْمُوا الصَّلٰوةَ وَاٰتُوا الزَّكٰوةَ وَاَطِيْعُوا الرَّسُوْلَ لَعَلَّكُمْ تُرْحَمُوْنَ","text_id":"Dirikanlah salat, tunaikanlah zakat, dan taatlah kepada Rasul (Nabi Muhammad) agar kamu dirahmati.","text_en":"So observe your devotional obligations, pay the zakat, and obey the Apostle so that you may be shown mercy.","transliteration":"wa aqīmuṣ-ṣalāta wa ātuz-zakāta wa aṭī'ur-rasụla la'allakum tur-ḥamụn","no_fn":"","text_fn":"","juz":18,"hizb":36,"rub_al_hizb":143,"page":357},{"id":2848,"surah":24,"no_ayah":57,"theme":"Janji Kekuasaan dari Allah kepada Orang yang Beriman dan Beramal Saleh","text_ayah":"لَا تَحْسَبَنَّ الَّذِيْنَ كَفَرُوْا مُعْجِزِيْنَ فِى الْاَرْضِۚ وَمَأْوٰىهُمُ النَّارُۗ وَلَبِئْسَ الْمَصِيْرُࣖ","text_id":"Janganlah engkau mengira bahwa orang-orang yang kufur itu dapat melemahkan Allah di bumi (sehingga dapat menghindar dari siksa-Nya). Tempat kembali mereka (di akhirat) adalah neraka. Itulah seburuk-buruk tempat kembali.","text_en":"Do not think that unbelievers will subvert (the authority of God) on earth. Their abode is Hell; and what an evil destination!","transliteration":"lā taḥsabannallażīna kafarụ mu'jizīna fil-arḍ, wa ma`wāhumun-nār, wa labi`sal-maṣīr","no_fn":"","text_fn":"","juz":18,"hizb":36,"rub_al_hizb":143,"page":357},{"id":2849,"surah":24,"no_ayah":58,"theme":"Tata Krama Pergaulan dalam Rumah Tangga","text_ayah":"يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لِيَسْتَأْذِنْكُمُ الَّذِيْنَ مَلَكَتْ اَيْمَانُكُمْ وَالَّذِيْنَ لَمْ يَبْلُغُوا الْحُلُمَ مِنْكُمْ ثَلٰثَ مَرّٰتٍۗ مِنْ قَبْلِ صَلٰوةِ الْفَجْرِ وَحِيْنَ تَضَعُوْنَ ثِيَابَكُمْ مِّنَ الظَّهِيْرَةِ وَمِنْۢ بَعْدِ صَلٰوةِ الْعِشَاۤءِۗ ثَلٰثُ عَوْرٰتٍ لَّكُمْۗ  لَيْسَ عَلَيْكُمْ وَلَا عَلَيْهِمْ جُنَاحٌۢ بَعْدَهُنَّۗ طَوَّافُوْنَ عَلَيْكُمْ بَعْضُكُمْ عَلٰى بَعْضٍۗ  كَذٰلِكَ يُبَيِّنُ اللّٰهُ لَكُمُ الْاٰيٰتِۗ وَاللّٰهُ عَلِيْمٌ حَكِيْمٌ","text_id":"Wahai orang-orang yang beriman, hendaklah hamba sahaya (laki-laki dan perempuan) yang kamu miliki dan orang-orang yang belum balig (dewasa) di antara kamu meminta izin kepada kamu tiga kali, yaitu sebelum salat Subuh, ketika kamu menanggalkan pakaian (luar)-mu di tengah hari, dan setelah salat Isya. (Itu adalah) tiga (waktu yang biasanya) aurat (terbuka) bagi kamu.<sup>523)</sup> Tidak ada dosa bagimu dan tidak (pula) bagi mereka selain dari (tiga waktu) itu. (Mereka) sering keluar masuk menemuimu. Sebagian kamu (memang sering keluar masuk) atas sebagian yang lain. Demikianlah Allah menjelaskan ayat-ayat kepadamu. Allah Maha Mengetahui lagi Mahabijaksana.","text_en":"O you who believe, let your dependants and those who have not yet reached the age of puberty, ask permission (to enter your presence) on three occasions: Before the early morning prayer; when you disrobe for the mid-day siesta; and after prayer at night. These are the three occasions of dishabille for you. There is no harm if you or they visit one another at other times (without permission). God thus explains things to you clearly, for God is all-knowing and all-wise.","transliteration":"yā ayyuhallażīna āmanụ liyasta`żingkumullażīna malakat aimānukum wallażīna lam yablugul-ḥuluma mingkum ṡalāṡa marrāt, ming qabli ṣalātil-fajri wa ḥīna taḍa'ụna ṡiyābakum minaẓ-ẓahīrati wa mim ba'di ṣalātil-'isyā`, ṡalāṡu 'aurātil lakum, laisa 'alaikum wa lā 'alaihim junāḥum ba'dahunn, ṭawwāfụna 'alaikum ba'ḍukum 'alā ba'ḍ, każālika yubayyinullāhu lakumul-āyāt, wallāhu 'alīmun ḥakīm","no_fn":"523","text_fn":"523) Maksudnya adalah tiga waktu ketika aurat sering terbuka. Oleh sebab itu, Allah Swt. melarang hamba sahaya dan anak-anak di bawah umur untuk masuk ke kamar tidur orang dewasa tanpa izin pada ketiga waktu tersebut.","juz":18,"hizb":36,"rub_al_hizb":143,"page":357},{"id":2850,"surah":24,"no_ayah":59,"theme":"Tata Krama Pergaulan dalam Rumah Tangga","text_ayah":"وَاِذَا بَلَغَ الْاَطْفَالُ مِنْكُمُ الْحُلُمَ فَلْيَسْتَأْذِنُوْا كَمَا اسْتَأْذَنَ الَّذِيْنَ مِنْ قَبْلِهِمْۗ  كَذٰلِكَ يُبَيِّنُ اللّٰهُ لَكُمْ اٰيٰتِهٖۗ وَاللّٰهُ عَلِيْمٌ حَكِيْمٌ ","text_id":"Apabila anak-anak di antaramu telah sampai umur dewasa, hendaklah mereka meminta izin seperti halnya orang-orang yang (telah dewasa) sebelum mereka (juga) meminta izin.<sup>524)</sup> Demikianlah Allah menjelaskan ayat-ayat-Nya kepadamu. Allah Maha Mengetahui lagi Mahabijaksana.","text_en":"When your children have reached the age of puberty, they should similarly ask your leave (for entering) as others did before them. God thus clearly explains His commands to you, for God is all-knowing and all-wise.","transliteration":"wa iżā balagal-aṭfālu mingkumul-ḥuluma falyasta`żinụ kamasta`żanallażīna ming qablihim, każālika yubayyinullāhu lakum āyātih, wallāhu 'alīmun ḥakīm","no_fn":"524","text_fn":"524) Anak-anak dari orang merdeka yang bukan mahram dan telah mencapai usia balig harus meminta izin terlebih dahulu jika hendak masuk ke kamar tidur orang tua, seperti cara orang-orang yang disebut pada ayat 27 dan 28 di surah ini.","juz":18,"hizb":36,"rub_al_hizb":143,"page":358},{"id":2851,"surah":24,"no_ayah":60,"theme":"Tata Krama Pergaulan dalam Rumah Tangga","text_ayah":"وَالْقَوَاعِدُ مِنَ النِّسَاۤءِ الّٰتِيْ لَا يَرْجُوْنَ نِكَاحًا فَلَيْسَ عَلَيْهِنَّ جُنَاحٌ اَنْ يَّضَعْنَ ثِيَابَهُنَّ غَيْرَ مُتَبَرِّجٰتٍۢ بِزِيْنَةٍۗ وَاَنْ يَّسْتَعْفِفْنَ خَيْرٌ لَّهُنَّۗ وَاللّٰهُ سَمِيْعٌ عَلِيْمٌ ","text_id":"Para perempuan tua yang telah berhenti (dari haid dan mengandung) yang tidak lagi berhasrat menikah, tidak ada dosa bagi mereka menanggalkan pakaian (luar)<sup>525)</sup> dengan tidak (bermaksud) menampakkan perhiasan. Akan tetapi, memelihara kehormatan (tetap mengenakan pakaian luar) lebih baik bagi mereka. Allah Maha Mendengar lagi Maha Mengetahui.","text_en":"As for your women past the age of bearing children, who have no hope of marriage, there is no harm if they take off their outer garments, but in such a way that they do not display their charms; yet if they avoid this it would be better for them. God is all-hearing and all-knowing.","transliteration":"wal-qawā'idu minan-nisā`illātī lā yarjụna nikāḥan fa laisa 'alaihinna junāḥun ay yaḍa'na ṡiyābahunna gaira mutabarrijātim bizīnah, wa ay yasta'fifna khairul lahunn, wallāhu samī'un 'alīm","no_fn":"525","text_fn":"525) Maksudnya adalah pakaian luar yang kalau dibuka tidak menampakkan aurat.","juz":18,"hizb":36,"rub_al_hizb":143,"page":358},{"id":2852,"surah":24,"no_ayah":61,"theme":"Izin bagi Orang Cacat untuk Makan di Rumah Kerabatnya","text_ayah":"لَيْسَ عَلَى الْاَعْمٰى حَرَجٌ وَّلَا عَلَى الْاَعْرَجِ حَرَجٌ وَّلَا عَلَى الْمَرِيْضِ حَرَجٌ وَّلَا عَلٰٓى اَنْفُسِكُمْ اَنْ تَأْكُلُوْا مِنْۢ بُيُوْتِكُمْ اَوْ بُيُوْتِ اٰبَاۤىِٕكُمْ اَوْ بُيُوْتِ اُمَّهٰتِكُمْ اَوْ بُيُوْتِ اِخْوَانِكُمْ اَوْ بُيُوْتِ اَخَوٰتِكُمْ اَوْ بُيُوْتِ اَعْمَامِكُمْ اَوْ بُيُوْتِ عَمّٰتِكُمْ اَوْ بُيُوْتِ اَخْوَالِكُمْ اَوْ بُيُوْتِ خٰلٰتِكُمْ اَوْ مَا مَلَكْتُمْ مَّفَاتِحَهٗٓ اَوْ صَدِيْقِكُمْۗ  لَيْسَ عَلَيْكُمْ جُنَاحٌ اَنْ تَأْكُلُوْا جَمِيْعًا اَوْ اَشْتَاتًاۗ فَاِذَا دَخَلْتُمْ بُيُوْتًا فَسَلِّمُوْا عَلٰٓى اَنْفُسِكُمْ تَحِيَّةً مِّنْ عِنْدِ اللّٰهِ مُبٰرَكَةً طَيِّبَةًۗ كَذٰلِكَ يُبَيِّنُ اللّٰهُ لَكُمُ الْاٰيٰتِ لَعَلَّكُمْ تَعْقِلُوْنَࣖ","text_id":"Tidak ada halangan bagi orang buta, orang pincang, orang sakit, dan dirimu untuk makan (bersama-sama mereka) di rumahmu, di rumah bapak-bapakmu, di rumah ibu-ibumu, di rumah saudara-saudaramu yang laki-laki, di rumah saudara-saudaramu yang perempuan, di rumah saudara-saudara bapakmu yang laki-laki, di rumah saudara-saudara bapakmu yang perempuan, di rumah saudara-saudara ibumu yang laki-laki, di rumah saudara-saudara ibumu yang perempuan, (di rumah) yang kamu miliki kuncinya, atau (di rumah) kawan-kawanmu. Tidak ada halangan bagimu untuk makan bersama-sama mereka atau sendiri-sendiri. Apabila kamu memasuki rumah-rumah itu, hendaklah kamu memberi salam (kepada penghuninya, yang berarti memberi salam) kepada dirimu sendiri dengan salam yang penuh berkah dan baik dari sisi Allah. Demikianlah Allah menjelaskan ayat-ayat(-Nya) kepadamu agar kamu mengerti. ","text_en":"There is no harm if the blind, the lame, the sick, or you yourselves, eat in your own houses or the houses of your fathers, mothers, or your brothers' houses, or those of your sisters, or your fathers' brothers' or sisters', or your mothers' brothers' or sisters', or in the houses whose care is entrusted to you, or the houses of your friends.","transliteration":"laisa 'alal-a'mā ḥarajuw wa lā 'alal-a'raji ḥarajuw wa lā 'alal-marīḍi ḥarajuw wa lā 'alā anfusikum an ta`kulụ mim buyụtikum au buyụti ābā`ikum au buyụti ummahātikum au buyụti ikhwānikum au buyụti akhawātikum au buyụti a'māmikum au buyụti 'ammātikum au buyụti akhwālikum au buyụti khālātikum au mā malaktum mafātiḥahū au ṣadīqikum, laisa 'alaikum junāḥun an ta`kulụ jamī'an au asytātā, fa iżā dakhaltum buyụtan fa sallimụ 'alā anfusikum taḥiyyatam min 'indillāhi mubārakatan ṭayyibah, każālika yubayyinullāhu lakumul-āyāti la'allakum ta'qilụn","no_fn":"","text_fn":"","juz":18,"hizb":36,"rub_al_hizb":143,"page":358},{"id":2853,"surah":24,"no_ayah":62,"theme":"Tata Krama Pergaulan Orang Mukmin dengan Rasulullah","text_ayah":"اِنَّمَا الْمُؤْمِنُوْنَ الَّذِيْنَ اٰمَنُوْا بِاللّٰهِ وَرَسُوْلِهٖ وَاِذَا كَانُوْا مَعَهٗ عَلٰٓى اَمْرٍ جَامِعٍ لَّمْ يَذْهَبُوْا حَتّٰى يَسْتَأْذِنُوْهُۗ اِنَّ الَّذِيْنَ يَسْتَأْذِنُوْنَكَ اُولٰۤىِٕكَ الَّذِيْنَ يُؤْمِنُوْنَ بِاللّٰهِ وَرَسُوْلِهٖۚ فَاِذَا اسْتَأْذَنُوْكَ لِبَعْضِ شَأْنِهِمْ فَأْذَنْ لِّمَنْ شِئْتَ مِنْهُمْ وَاسْتَغْفِرْ لَهُمُ اللّٰهَۗ اِنَّ اللّٰهَ غَفُوْرٌ رَّحِيْمٌ","text_id":"(Yang disebut) orang-orang (yang benar-benar) mukmin  hanyalah orang-orang yang beriman kepada Allah dan Rasul-Nya (Nabi Muhammad), dan apabila mereka berada bersama-sama dengan dia (Nabi Muhammad) dalam suatu urusan bersama, mereka tidak meninggalkan (Rasulullah) sebelum meminta izin kepadanya. Sesungguhnya orang-orang yang meminta izin kepadamu (Nabi Muhammad), mereka itulah orang-orang yang (benar-benar) beriman kepada Allah dan Rasul-Nya. Maka, apabila mereka meminta izin kepadamu karena suatu keperluan, berilah izin kepada siapa yang engkau kehendaki di antara mereka dan mohonkanlah ampunan untuk mereka kepada Allah. Sesungguhnya Allah Maha Pengampun lagi Maha Penyayang.","text_en":"There is no harm in your eating together or separately. But when you enter the houses, salute the inmates with a greeting in the name of God, invoking blessings and good health. That is how God explains things to you clearly so that you may understand. They alone are true believers who believe in God and His Apostle, and when they are with him on a matter of common concern, do not depart without obtaining his leave. Surely those who ask leave of you are the ones who believe in God and His Apostle. Therefore when they ask leave of you for personal business give leave to those you please, and seek God's forgiveness for them. Surely God is forgiving and kind.","transliteration":"innamal-mu`minụnallażīna āmanụ billāhi wa rasụlihī wa iżā kānụ ma'ahụ 'alā amrin jāmi'il lam yaż-habụ ḥattā yasta`żinụh, innallażīna yasta`żinụnaka ulā`ikallażīna yu`minụna billāhi wa rasụlih, fa iżasta`żanụka liba'ḍi sya`nihim fa`żal liman syi`ta min-hum wastagfir lahumullāh, innallāha gafụrur raḥīm","no_fn":"","text_fn":"","juz":18,"hizb":36,"rub_al_hizb":143,"page":359},{"id":2854,"surah":24,"no_ayah":63,"theme":"Tata Krama Pergaulan Orang Mukmin dengan Rasulullah","text_ayah":"لَا تَجْعَلُوْا دُعَاۤءَ الرَّسُوْلِ بَيْنَكُمْ كَدُعَاۤءِ بَعْضِكُمْ بَعْضًاۗ قَدْ يَعْلَمُ اللّٰهُ الَّذِيْنَ يَتَسَلَّلُوْنَ مِنْكُمْ لِوَاذًاۚ فَلْيَحْذَرِ الَّذِيْنَ يُخَالِفُوْنَ عَنْ اَمْرِهٖٓ اَنْ تُصِيْبَهُمْ فِتْنَةٌ اَوْ يُصِيْبَهُمْ عَذَابٌ اَلِيْمٌ ","text_id":"Janganlah kamu menjadikan panggilan Rasul (Nabi Muhammad) di antara kamu seperti panggilan sebagian kamu kepada sebagian (yang lain). Sungguh, Allah mengetahui orang-orang yang keluar (secara) sembunyi-sembunyi di antara kamu dengan berlindung (kepada kawannya). Maka, hendaklah orang-orang yang menyalahi perintah Rasul-Nya takut akan mendapat cobaan atau ditimpa azab yang pedih.","text_en":"Do not consider your being summoned by the Apostle to be like your summoning one another. God knows those of you who go away surreptitiously. So let those who act in contravention of his command take heed lest a trial should befall them or a grievous punishment come upon them.","transliteration":"lā taj'alụ du'ā`ar-rasụli bainakum kadu'ā`i ba'ḍikum ba'ḍā, qad ya'lamullāhullażīna yatasallalụna mingkum liwāżā, falyaḥżarillażīna yukhālifụna 'an amrihī an tuṣībahum fitnatun au yuṣībahum 'ażābun alīm","no_fn":"","text_fn":"","juz":18,"hizb":36,"rub_al_hizb":143,"page":359},{"id":2855,"surah":24,"no_ayah":64,"theme":"Tata Krama Pergaulan Orang Mukmin dengan Rasulullah","text_ayah":"اَلَآ اِنَّ لِلّٰهِ مَا فِى السَّمٰوٰتِ وَالْاَرْضِۗ قَدْ يَعْلَمُ مَآ اَنْتُمْ عَلَيْهِۗ وَيَوْمَ يُرْجَعُوْنَ اِلَيْهِ فَيُنَبِّئُهُمْ بِمَا عَمِلُوْاۗ وَاللّٰهُ بِكُلِّ شَيْءٍ عَلِيْمٌࣖ","text_id":"Ketahuilah (bahwa) sesungguhnya milik Allahlah apa yang di langit dan di bumi. Dia benar-benar mengetahui keadaan kamu sekarang dan (benar-benar mengetahui pula) hari (ketika mereka) dikembalikan kepada-Nya, lalu Dia menerangkan kepada mereka apa yang telah mereka kerjakan. Allah Maha Mengetahui segala sesuatu.","text_en":"Does not everything in the heavens and the earth belong to God? He surely knows what state you are in; and on the day they go back to Him. He will tell them what they used to do, for God has knowledge of everything.","transliteration":"alā inna lillāhi mā fis-samāwāti wal-arḍ, qad ya'lamu mā antum 'alaīh, wa yauma yurja'ụna ilaihi fa yunabbi`uhum bimā 'amilụ, wallāhu bikulli syai`in 'alīm","no_fn":"","text_fn":"","juz":18,"hizb":36,"rub_al_hizb":143,"page":359}]