[{"id":2856,"surah":25,"no_ayah":1,"tema":"Fungsi Al-Qur’an sebagai Peringatan","text_ayah":"تَبَارَكَ [h:9556[ٱ]لَّذِيْ نَزَّلَ [h:9557[ٱ]لْفُرْقَانَ عَلَيْٰ عَ[q:7944[بْ]دِه[n[ِۦ] لِيَكُونَ لِلْعَ[n[ـٰ]لَمِينَ نَذِيرًا","text_id":"Maha melimpah anugerah (Allah) yang telah menurunkan Furqan (Al-Qur’an) kepada hamba-Nya (Nabi Muhammad) agar dia menjadi pemberi peringatan kepada seluruh alam.","text_en":"BLESSED IS HE who revealed the Criterion (of right and wrong) to His votary that it may be a warning for the world, --","transliteration":"Tabaarakal lazee nazzalal Furqaana 'alaa 'abdihee li yakoona lil'aalameena nazeera","no_fn":"","text_fn":""},{"id":2857,"surah":25,"no_ayah":2,"tema":"Fungsi Al-Qur’an sebagai Peringatan","text_ayah":"ٱلَّذِيْ لَهُ[n[ۥ] مُلْكُ [h:555[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:177[ٱ]لْأَرْضِ وَلَمْ يَتَّخِذْ وَلَ[a:7939[دًا و]َلَمْ يَك[u:2596[ُن ل]َّهُ[n[ۥ] شَرِي[f:7940[كٌ ف]ِيْ [h:7941[ٱ]لْمُلْكِ وَخَلَقَ كُلَّ ش[f:9558[َيْْءٍ ف]َقَدَّرَهُ[n[ۥ] تَ[q:9559[قْ]دِيرًا","text_id":"(Yaitu Zat) yang milik-Nyalah kerajaan langit dan bumi, (Dia) tidak mempunyai anak, dan tidak ada satu sekutu pun dalam kekuasaan(-Nya). Dia telah menciptakan segala sesuatu, lalu menetapkan ukuran-ukurannya dengan tepat.","text_en":"He to whom belongs the kingdom of the heavens and the earth, who has neither begotten a son nor has He a partner in His kingdom, (who) created everything and determined its exact measure.","transliteration":"Allazee lahoo mulkus samaawaati wal ardi wa lam yattakhiz waladanw wa lam yakul lahoo shareekun filmulki wa khalaqa kulla shai'in faqaddarahoo taqdeeraa","no_fn":"","text_fn":""},{"id":2858,"surah":25,"no_ayah":3,"tema":"Celaan terhadap Orang Kafir dan Sembahannya","text_ayah":"وَ[h:9999[ٱ]تَّخَذُو[s[اْ] مِ[f:3136[ن د]ُونِه[o[ِۦٓ] ءَالِهَ[u:9560[ةً ل]َّا يَخْلُقُونَ شَيْـ[a:5188[ـًٔا و]َهُمْ يُخْلَقُونَ وَلَا يَمْلِكُونَ لِأَ[f:6929[نف]ُسِهِمْ ضَر[a:3719[ًّا و]َلَا نَفْ[a:5175[عًا و]َلَا يَمْلِكُونَ مَوْ[a:9561[تًا و]َلَا حَيَ[s[و][n[ٲ][a:9562[ةً و]َلَا نُشُورًا","text_id":"Mereka mengambil sembahan selain Dia, padahal mereka (sembahan itu) tidak dapat menciptakan apa pun. Bahkan, mereka sendiri diciptakan dan tidak kuasa untuk (menolak) bahaya terhadap dirinya, tidak dapat (mendatangkan) manfaat, serta tidak kuasa mematikan, menghidupkan, dan tidak (pula) membangkitkan.","text_en":"Yet they choose apart from Him gods who have not created any thing and have themselves been created, who possess no power over their loss or gain, or their death or life or being raised to life again.","transliteration":"Wattakhazoo min dooniheee aahihatal laa yakhluqoona shai'anw wa hum yukhlaqoona wa laa yamlikoona li anfusihim darranw wa laa naf'anw wa laa yamlikoona mawtanw wa laa hayaatanw wa laa nushooraa","no_fn":"","text_fn":""},{"id":2859,"surah":25,"no_ayah":4,"tema":"Tuduhan Orang Kafir terhadap Al-Qur’an","text_ayah":"وَقَالَ [h:614[ٱ]لَّذِينَ كَفَر[o[ُوٓ][s[اْ] إِنْ هَ[n[ـٰ]ذ[o[َآ] إِلّ[o[َآ] إِفْكٌ [h:9563[ٱ]فْتَرَ[n[ٮٰ]هُ وَأَعَانَهُ[n[ۥ] عَلَيْهِ قَوْمٌ ءَاخَرُونَ‌ۖ فَقَ[q:563[دْ] ج[o[َا]ٓءُو ظُلْ[a:9564[مًا و]َزُورًا","text_id":"Orang-orang kafir berkata, “(Al-Qur’an) ini tidak lain hanyalah kebohongan yang diada-adakan oleh dia (Nabi Muhammad) dengan dibantu oleh orang-orang lain,” Sungguh, mereka telah berbuat zalim dan dusta yang besar.","text_en":"Yet the unbelievers say: \"This is nothing but a lie he has concocted in which others have aided him.\" They have come down to mischief and lies.","transliteration":"Wa qaalal lazeena kafarooo in haazaaa illaaa ifkunif taraahu wa a'aanahoo 'alaihi qawmun aakharoona faqad jaaa'oo zulmanw wa zooraa","no_fn":"","text_fn":""},{"id":2860,"surah":25,"no_ayah":5,"tema":"Tuduhan Orang Kafir terhadap Al-Qur’an","text_ayah":"وَقَال[o[ُوٓ][s[اْ] أَسَ[n[ـٰ]طِيرُ [h:3993[ٱ]لْأَوَّلِينَ [h:9565[ٱ]كْتَتَبَهَا فَهِيَْ تُمْلَيْٰ عَلَيْهِ بُكْرَ[a:9566[ةً و]َأَصِيلاً","text_id":"Mereka berkata, “(Itu) dongeng-dongeng orang-orang dahulu yang diminta (oleh Nabi Muhammad) agar (dongeng) itu dituliskan. Lalu dibacakanlah dongeng itu kepadanya setiap pagi dan petang.”","text_en":"And they say: \"These are fables of antiquity he has invented, which are dictated to him morning and evening.\"","transliteration":"Wa qaalooo asaateerul awwaleenak tatabahaa fahiya tumlaa 'alaihi bukratanw wa aseelaa","no_fn":"","text_fn":""},{"id":2861,"surah":25,"no_ayah":6,"tema":"Tuduhan Orang Kafir terhadap Al-Qur’an","text_ayah":"قُلْ أَ[f:3300[نز]َلَهُ [h:9567[ٱ]لَّذِيْ يَعْلَمُ [h:8444[ٱ][l[ل]سِّرَّ فِيْ [h:609[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:177[ٱ]لْأَرْضِ‌ۚ إِ[g[نّ]َهُ[n[ۥ] كَانَ غَفُو[u:2701[رًا ر]َّحِيمًا","text_id":"Katakanlah (Nabi Muhammad), “(Al-Qur’an) itu diturunkan oleh (Allah) yang mengetahui rahasia di langit dan di bumi. Sesungguhnya Dia Maha Pengampun lagi Maha Penyayang.”","text_en":"Say: \"He who knows the secrets of the heavens and the earth has revealed it to me; and He is surely forgiving and kind.\"","transliteration":"Qul anzalhul lazee ya'lamus sirra fis samaawaati wal-ard; innahoo kaana Ghafoorar Raheemaa","no_fn":"","text_fn":""},{"id":2862,"surah":25,"no_ayah":7,"tema":"Keraguan Orang Kafir terhadap Risalah Nabi Muhammad","text_ayah":"وَقَالُو[s[اْ] مَالِ هَ[n[ـٰ]ذَا [h:9568[ٱ][l[ل]رَّسُولِ يَأْكُلُ [h:9569[ٱ][l[ل]طَّعَامَ وَيَمْشِيْ فِيْ [h:9570[ٱ]لْأَسْوَاقِ‌ۙ لَوْل[o[َآ] أُ[f:17[نز]ِلَ إِلَيْهِ مَلَ[f:9571[كٌ ف]َيَكُونَ مَعَهُ[n[ۥ] نَذِيرًا","text_id":"Mereka berkata, “Mengapa Rasul (Nabi Muhammad) ini memakan makanan dan berjalan di pasar-pasar? Mengapa malaikat tidak diturunkan kepadanya (agar malaikat) itu memberikan peringatan bersama dia,","text_en":"But they say: \"What sort of prophet is this who eats food and walks the market places? Why was no angel sent to him to act as admonisher with him?","transliteration":"Wa qaaloo maa li haazar Rasooli yaakulut ta'aama wa yamshee fil aswaaq; law laaa unzila ilaihi malakun fa yakoona ma'ahoo nazeeraa","no_fn":"","text_fn":""},{"id":2863,"surah":25,"no_ayah":8,"tema":"Keraguan Orang Kafir terhadap Risalah Nabi Muhammad","text_ayah":"أَوْ يُلْقَ[o[يْٰٓ] إِلَيْهِ كَ[f:6264[نز]ٌ أَوْ تَكُونُ لَهُ[n[ۥ] جَ[g[نّ]َ[a:9572[ةٌ ي]َأْكُلُ مِنْهَا‌ۚ وَقَالَ [h:9573[ٱ][l[ل]ظَّ[n[ـٰ]لِمُونَ إِ[f:4511[ن ت]َتَّبِعُونَ إِلَّا رَجُل[a:7781[اً م]َّسْحُورًا","text_id":"atau (mengapa tidak) diturunkan kepadanya harta kekayaan atau kebun baginya, sehingga dia dapat makan dari (hasil)-nya?” Orang-orang zalim itu berkata, “Kamu tidak lain hanyalah mengikuti seorang laki-laki yang kena sihir.”","text_en":"Or a treasure should have been given to him, or he should have had an orchard from which he could eat.\" And these wicked people say: \"You only follow a man ensorcelled.\"","transliteration":"Aw yulqaaa ilaihi kanzun aw takoonu lahoo jannatuny yaakulu minhaa; wa qaalaz zaalimoona in tattabi'oona illaa rajulam mas hooraa","no_fn":"","text_fn":""},{"id":2864,"surah":25,"no_ayah":9,"tema":"Kecaman Allah terhadap Keraguan Orang Kafir","text_ayah":"ٱ[f:2837[نظ]ُرْ كَيْفَ ضَرَبُو[s[اْ] لَكَ [h:7782[ٱ]لْأَمْثَ[n[ـٰ]لَ فَضَلُّو[s[اْ] فَلَا يَسْتَطِيعُونَ سَبِيلاً","text_id":"Perhatikanlah (Nabi Muhammad) bagaimana mereka membuat perumpamaan-perumpamaan (yang buruk) tentang engkau! Maka, sesatlah mereka. Mereka tidak sanggup (mendapatkan) jalan (untuk menentang kerasulanmu). ","text_en":"Just see what comparisons they bring up for you! They are lost and cannot find the way.","transliteration":"Unzur kaifa daraboo lakal amsaala fadalloo falaa yastatee'oona sabeelaa","no_fn":"","text_fn":""},{"id":2865,"surah":25,"no_ayah":10,"tema":"Kecaman Allah terhadap Keraguan Orang Kafir","text_ayah":"تَبَارَكَ [h:9556[ٱ]لَّذ[o[ِيْٓ] إِ[f:364[ن ش][o[َا]ٓءَ جَعَلَ لَكَ خَيْ[a:8082[رًا م]ِّ[f:2624[ن ذ][n[َٲ]لِكَ جَ[g[نّ]َ[n[ـٰ][f:119[تٍ ت]َ[q:120[جْ]رِيْ مِ[f:121[ن ت]َحْتِهَا [h:122[ٱ]لْأَنْهَ[n[ـٰ]رُ وَيَ[q:9574[جْ]عَل لَّكَ قُصُورَۢا","text_id":"Maha melimpah anugerah (Allah) yang jika Dia menghendaki, niscaya Dia menjadikan bagimu (sesuatu) yang lebih baik daripada (yang mereka katakan) itu, (yaitu) kebun-kebun yang mengalir di bawah (di sekitar)-nya sungai-sungai. Dia menjadikan (pula) istana-istana untukmu. ","text_en":"Blessed be He who, if He pleased, could give you better than that, -- gardens with rivers flowing by; and make palaces for you.","transliteration":"Tabaarakal lazeee in shaaa'a ja'ala laka khairam min zaalika jannaatin tajree min tahtihal anhaaru wa yaj'al laka qusooraa","no_fn":"","text_fn":""},{"id":2866,"surah":25,"no_ayah":11,"tema":"Kecaman Allah terhadap Keraguan Orang Kafir","text_ayah":"بَلْ كَذَّبُو[s[اْ] بِ[h:9575[ٱ][l[ل]سَّاعَةِ‌ۖ وَأَعْتَ[q:2782[دْ]نَا لِمَ[f:9576[ن ك]َذَّبَ بِ[h:9575[ٱ][l[ل]سَّاعَةِ سَعِيرًا","text_id":"Sebenarnya mereka mendustakan hari Kiamat. Kami menyediakan neraka yang menyala-nyala bagi siapa yang mendustakan hari Kiamat.","text_en":"Yet they reject the Hour as untrue. We have prepared a Fire for those who deny the Resurrection.","transliteration":"Bal kazzaboo bis Saa'ati wa a'tadnaa liman kazzaba bis Saa'ati sa'eeraa","no_fn":"","text_fn":""},{"id":2867,"surah":25,"no_ayah":12,"tema":"Kecaman Allah terhadap Keraguan Orang Kafir","text_ayah":"إِذَا رَأَتْه[w:9577[ُم م]ّ[a:9578[ِن م]َّكَا[i:9579[نِۭ ب]َعِي[f:9580[دٍ س]َمِعُو[s[اْ] لَهَا تَغَيُّ[a:9581[ظًا و]َزَفِيرًا","text_id":"Apabila ia (neraka) melihat mereka dari tempat yang jauh, mereka mendengar darinya suara gemuruh karena marah dan geram.","text_en":"When (Hell) appears to them from a distance they will hear it raging and roaring.","transliteration":"Izaa ra'at hum mim ma kaanim ba'eedin sami'oo lahaa taghaiyuzanw wa zafeeraa","no_fn":"","text_fn":""},{"id":2868,"surah":25,"no_ayah":13,"tema":"Kecaman Allah terhadap Keraguan Orang Kafir","text_ayah":"وَإِذ[o[َآ] أُلْقُو[s[اْ] مِنْهَا مَكَا[f:9582[نًا ض]َيِّ[a:9583[قًا م]ُّقَرَّنِينَ دَعَوْ[s[اْ] هُنَالِكَ ثُبُورًا","text_id":"Apabila mereka dilemparkan ke tempat yang sempit di neraka dalam keadaan dibelenggu, mereka di sana berteriak mengharapkan kebinasaan.<sup>526)</sup> ","text_en":"And when they are cast within a narrow space of it chained together, they would plead for death.","transliteration":"Wa izaaa ulqoo minhaa makaanan daiyiqam muqar raneena da'aw hunaalika subooraa","no_fn":"526","text_fn":"526) Mereka mengharapkan kebinasaan supaya terlepas dari siksa yang sangat besar, yaitu azab di neraka yang sangat panas, dibelenggu, dan ditempatkan di tempat yang sangat sempit sebagaimana dilukiskan dalam ayat ini."},{"id":2869,"surah":25,"no_ayah":14,"tema":"Kecaman Allah terhadap Keraguan Orang Kafir","text_ayah":"لَّا تَ[q:7934[دْ]عُو[s[اْ] [h:9584[ٱ]لْيَوْمَ ثُبُو[a:9585[رًا و][n[َٲ]حِ[a:9586[دًا و]َ[h:105[ٱ][q:105[دْ]عُو[s[اْ] ثُبُو[f:9587[رًا ك]َثِيرًا","text_id":"(Akan dikatakan kepada mereka,) “Janganlah kamu pada hari ini mengharapkan satu kebinasaan saja, tetapi harapkanlah kebinasaan yang banyak.”","text_en":"\"Do not ask for one death but many deaths on this day.\"","transliteration":"Laa tad'ul yawma subooranw waahidanw wad'oo subooran kaseeraa","no_fn":"","text_fn":""},{"id":2870,"surah":25,"no_ayah":15,"tema":"Kecaman Allah terhadap Keraguan Orang Kafir","text_ayah":"قُلْ أَذ[n[َٲ]لِكَ خَيْرٌ أَمْ جَ[g[نّ]َةُ [h:9588[ٱ]لْخُلْدِ [h:9589[ٱ]لَّتِيْ وُعِدَ [h:7004[ٱ]لْمُتَّقُونَ‌ۚ كَانَتْ لَهُمْ جَز[o[َا]ٓ[a:9590[ءً و]َمَصِيرًا","text_id":"Katakanlah (Nabi Muhammad), “Apakah (azab) seperti itu yang baik atau surga yang kekal yang dijanjikan kepada orang-orang yang bertakwa sebagai balasan dan tempat kembali bagi mereka?” ","text_en":"Ask them: \"Is this better or a garden for everlasting abode which has been promised the pious and devout? It would be their guerdon and their destination.","transliteration":"Qul azaalika khairun am Jannatul khuldil latee wu'idal muttaqoon; kaanat lahum jazaaa'anw wa maseeraa","no_fn":"","text_fn":""},{"id":2871,"surah":25,"no_ayah":16,"tema":"Kecaman Allah terhadap Keraguan Orang Kafir","text_ayah":"لَّهُمْ فِيهَا مَا يَش[o[َا]ٓءُونَ خَ[n[ـٰ]لِدِينَ‌ۚ كَانَ عَلَيْٰ رَبِّكَ وَعْ[a:9591[دًا م]َّسْــُٔولاً","text_id":"Bagi mereka segala yang mereka kehendaki ada di dalamnya (surga). Mereka kekal (di dalamnya). Itulah janji Tuhanmu yang pantas dimohonkan (kepada-Nya).","text_en":"There will they have whatever they wish, and there abide for ever.\" This is a promise incumbent on your Lord which will certainly be fulfilled.","transliteration":"Lahum feehaa maa yashaaa'oona khaalideen; kaana 'alaa Rabbika wa'dam mas'oolaa","no_fn":"","text_fn":""},{"id":2872,"surah":25,"no_ayah":17,"tema":"Dialog Allah dengan Sembahan Orang Kafir pada Hari Kiamat","text_ayah":"وَيَوْمَ يَحْشُرُهُمْ وَمَا يَعْبُدُونَ مِ[f:107[ن د]ُونِ [h:108[ٱ]للَّهِ فَيَقُولُ ءَأَ[f:716[نت]ُمْ أَضْلَلْتُمْ عِبَادِيْ هَ[o[ـٰٓ]ؤُل[o[َا]ٓءِ أَمْ هُمْ ضَلُّو[s[اْ] [h:9592[ٱ][l[ل]سَّب[p[ِي]لَ","text_id":"(Ingatlah) hari (ketika) Allah mengumpulkan mereka bersama dengan apa yang mereka sembah selain Allah. Dia lalu berfirman (kepada yang disembah), “Apakah kamu yang menyesatkan hamba-hamba-Ku itu ataukah mereka sendiri yang sesat dari jalan (yang benar)?” ","text_en":"The day He will gather them together along with those they worshipped other than God, He will ask them: \"Did you lure these creatures of Mine away, or did they themselves go astray?\"","transliteration":"Wa Yawma yahshuruhum wa maa ya'budoona min doonil lahi fa yaqoolu 'a-antum adlaltum 'ibaadee haaa'ulaaa'i am hum dallus sabeel","no_fn":"","text_fn":""},{"id":2873,"surah":25,"no_ayah":18,"tema":"Dialog Allah dengan Sembahan Orang Kafir pada Hari Kiamat","text_ayah":"قَالُو[s[اْ] سُ[q:168[بْ]حَ[n[ـٰ]نَكَ مَا كَانَ يَ[i:8425[نۢب]َغِيْ لَن[o[َآ] أ[a:8693[َن ن]َّتَّخِذَ مِ[f:7543[ن د]ُونِكَ مِنْ أَوْلِي[o[َا]ٓءَ وَلَ[n[ـٰ]ك[a:9593[ِن م]َّتَّعْتَهُمْ وَءَاب[o[َا]ٓءَهُمْ حَتَّيْٰ نَسُو[s[اْ] [h:9594[ٱ][l[ل]ذِّكْرَ وَكَانُو[s[اْ] قَوْم[i:9595[َۢا ب]ُورًا","text_id":"Mereka (yang disembah itu) menjawab, “Mahasuci Engkau. Tidaklah pantas bagi kami mengambil pelindung selain Engkau,<sup>527)</sup> tetapi Engkau telah memberi mereka dan nenek moyang mereka kenikmatan hidup sehingga mereka melupakan peringatan dan mereka kaum yang binasa.”","text_en":"They will answer: \"Glory to You. It was not worthy of us to seek any protector other than You. But You allowed them and their fathers a life of ease until they turned oblivious of the Reminder. They were a people impenitent.","transliteration":"Qaaloo Subhaanaka maa kaana yambaghee lanaaa an nattakhiza min doonika min awliyaaa'a wa laakim matta'tahum wa aabaaa'ahum hattaa nasuz zikra wa kaanoo qawmam booraa","no_fn":"527","text_fn":"527) Setelah mereka dikumpulkan bersama dengan sembahan mereka, yaitu malaikat, Uzair, Nabi Isa a.s., dan berhala-berhala, dan setelah Allah Swt. menanyakan kepada sembahan itu, apakah mereka yang menyesatkan orang-orang itu ataukah orang-orang itu yang sesat dengan sendirinya, maka yang disembah itu menjawab bahwa tidaklah pantas bagi mereka untuk menyembah selain Allah Swt., apalagi menyuruh orang lain menyembah selain Allah Swt."},{"id":2874,"surah":25,"no_ayah":19,"tema":"Dialog Allah dengan Sembahan Orang Kafir pada Hari Kiamat","text_ayah":"فَقَ[q:563[دْ] كَذَّبُوك[c:9596[ُم ب]ِمَا تَقُولُونَ فَمَا تَسْتَطِيعُونَ صَرْ[a:9597[فًا و]َلَا نَصْ[a:9598[رًا‌ۚ و]َم[a:9599[َن ي]َظْل[w:9600[ِم م]ِّ[f:344[نك]ُمْ نُذِ[q:8980[قْ]هُ عَذَا[f:9601[بًا ك]َبِيرًا","text_id":"Sungguh, mereka (yang disembah itu) telah mengingkari apa yang kamu katakan. Maka, kamu tidak akan dapat menolak (azab) dan tidak dapat (pula) menolong (dirimu). Siapa di antara kamu yang berbuat zalim, niscaya Kami menimpakan kepadanya azab yang besar. ","text_en":"(The idolaters will be told): \"Your gods have refuted your assertion. You can neither avert (your doom) nor receive any help. We shall make the wicked among you taste of severe punishment.\"","transliteration":"Faqad kazzabookum bimaa taqooloona famaa tastatee'oona sarfanw wa laa nasraa; wa mai yazlim minkum nuziqhu 'azaaban kabeeraa","no_fn":"","text_fn":""},{"id":2875,"surah":25,"no_ayah":20,"tema":"Sifat Manusia Biasa pada Diri Para Rasul ","text_ayah":"وَم[o[َآ] أَرْسَلْنَا قَ[q:7849[بْ]لَكَ مِنَ [h:4822[ٱ]لْمُرْسَلِينَ إِلّ[o[َآ] إِ[g[نّ]َهُمْ لَيَأْكُلُونَ [h:9602[ٱ][l[ل]طَّعَامَ وَيَمْشُونَ فِيْ [h:9570[ٱ]لْأَسْوَاقِ‌ۗ وَجَعَلْنَا بَعْضَكُمْ لِبَعْ[f:9603[ضٍ ف]ِتْنَةً أَتَصْبِرُونَ‌ۗ وَكَانَ رَبُّكَ بَصِيرًا","text_id":"Kami tidak mengutus rasul-rasul sebelummu (Nabi Muhammad), melainkan mereka pasti menyantap makanan dan berjalan di pasar. Kami menjadikan sebagian kamu sebagai cobaan bagi sebagian yang lain. Maukah kamu bersabar? Tuhanmu Maha Melihat.","text_en":"We never sent before you apostles who did not eat food and walk the market places. We make some of you the means of trying the others. So will you persevere? Your Lord is always watching.","transliteration":"Wa maaa arsalnaa qablaka minal mursaleena illaaa innahum la yaakuloonat ta'aama wa yamshoona fil aswaaq; wa ja'alnaa ba'dakum liba'din fitnatan atasbiroon; wa kaana Rabbuka Baseera","no_fn":"","text_fn":""},{"id":2876,"surah":25,"no_ayah":21,"tema":"Pembangkangan Orang Kafir dan Akibatnya ","text_ayah":"۞ وَقَالَ [h:614[ٱ]لَّذِينَ لَا يَرْجُونَ لِق[o[َا]ٓءَنَا لَوْل[o[َآ] أُ[f:17[نز]ِلَ عَلَيْنَا [h:9604[ٱ]لْمَلَ[o[ـٰٓ]ئِكَةُ أَوْ نَرَيْٰ رَبَّنَا‌ۗ لَقَدِ [h:9605[ٱ]سْتَكْبَرُو[s[اْ] ف[o[ِيْٓ] أَ[f:568[نف]ُسِهِمْ وَعَتَوْ عُتُو[f:9606[ًّا ك]َبِيرًا","text_id":"Orang-orang yang tidak mengharapkan pertemuan dengan Kami (di akhirat) berkata, “Mengapa tidak diturunkan kepada kita malaikat atau (mengapa) kita (tidak) melihat Tuhan kita?” Sungguh, mereka benar-benar telah menyombongkan diri dan melampaui batas (kezaliman) yang sangat besar.","text_en":"Those who do not hope to meet Us say: \"Why are no angels sent down to us, or why do we not see our Lord?\" They are full of self-conceit and behave with intense arrogance.","transliteration":"Wa qaalal lazeena laa yarjoona liqaaa'anaa law laaa unzila 'alainal malaaa'ikatu awnaraa Rabbanaa; laqadistakbaroo feee anfusihim wa 'ataw 'utuwwan kabeeraa","no_fn":"","text_fn":""},{"id":2877,"surah":25,"no_ayah":22,"tema":"Pembangkangan Orang Kafir dan Akibatnya ","text_ayah":"يَوْمَ يَرَوْنَ [h:9607[ٱ]لْمَلَ[o[ـٰٓ]ئِكَةَ لَا بُشْرَيْٰ يَوْمَئِ[u:9608[ذٍ ل]ِّلْمُ[q:9609[جْ]رِمِينَ وَيَقُولُونَ حِ[q:9610[جْ][a:9611[رًا م]َّحْجُورًا","text_id":"(Ingatlah) hari (ketika) mereka melihat para malaikat. Pada hari itu tidak ada kabar gembira bagi para pendosa dan mereka (para malaikat) berkata, “Sungguh terlarang bagi kamu (kabar gembira).”<sup>528)</sup>","text_en":"The day they see the angels there will be no happy tidings for the sinners; and they will say: \"There is an insurmountable barrier!\"","transliteration":"Yawma yarawnal malaaa 'ikata laa bushraa Yawma'izil lilmujrimeena wa yaqooloona hijram mahjooraa","no_fn":"528","text_fn":"528) Ini adalah suatu ungkapan yang biasa diucapkan oleh orang Arab pada waktu menemui musuh atau bencana yang tidak dapat dihindari. Ungkapan itu berarti ‘semoga Allah Swt. menghindarkan bahaya ini dariku’."},{"id":2878,"surah":25,"no_ayah":23,"tema":"Pembangkangan Orang Kafir dan Akibatnya ","text_ayah":"وَقَدِمْن[o[َآ] إِلَيْٰ مَا عَمِلُو[s[اْ] مِنْ عَمَ[f:9612[لٍ ف]َجَعَلْنَ[n[ـٰ]هُ هَب[o[َا]ٓ[a:9613[ءً م]َّ[f:9614[نث]ُورًا","text_id":"Kami perlihatkan segala amal<sup>529)</sup> yang mereka kerjakan, lalu Kami jadikan amal itu (bagaikan) debu yang beterbangan.","text_en":"We shall turn to their deeds and scatter them like particles of dust.","transliteration":"Wa qadimnaaa ilaa maa 'amiloo min 'amalin faja'alnaahu habaaa'am mansooraa","no_fn":"529","text_fn":"529) Amal-amal baik yang mereka kerjakan di dunia tidak dibalas oleh Allah Swt. di akhirat karena mereka tidak beriman."},{"id":2879,"surah":25,"no_ayah":24,"tema":"Tempat Tinggal Penghuni Surga","text_ayah":"أَصْحَ[n[ـٰ]بُ [h:415[ٱ]لْجَ[g[نّ]َةِ يَوْمَئِذٍ خَيْ[a:9615[رٌ م]ُّسْتَقَر[a:9616[ًّا و]َأَحْسَنُ مَقِيلاً","text_id":"Para penghuni surga pada hari itu paling baik tempat tinggalnya dan paling indah tempat istirahatnya.","text_en":"The inmates of Paradise will have a better abode that day, and a better resting place.","transliteration":"As haabul jannati yawma'izin khairum mustaqar ranw wa ahsanu maqeela","no_fn":"","text_fn":""},{"id":2880,"surah":25,"no_ayah":25,"tema":"Keadaan Hari Kiamat dan Angan-Angan Orang Zalim","text_ayah":"وَيَوْمَ تَشَقَّقُ [h:9617[ٱ][l[ل]سَّم[o[َا]ٓءُ بِ[h:9618[ٱ]لْغَمَ[n[ـٰ]مِ وَنُزِّلَ [h:9619[ٱ]لْمَلَ[o[ـٰٓ]ئِكَةُ تَ[f:7929[نز]ِيلاً","text_id":"(Ingatlah) hari (ketika) langit pecah mengeluarkan kabut putih dan malaikat diturunkan (secara) bergelombang.","text_en":"The day the heavens splits asunder with a dazzling white cloud gathering and the angels descend in a continuous stream,","transliteration":"Wa Yawma tashaqqaqus samaaa'u bilghamaami wa nuzzilal malaaa'ikatu tanzeela","no_fn":"","text_fn":""},{"id":2881,"surah":25,"no_ayah":26,"tema":"Keadaan Hari Kiamat dan Angan-Angan Orang Zalim","text_ayah":"ٱلْمُلْكُ يَوْمَئِذٍ [h:4590[ٱ]لْحَقُّ لِلرَّحْمَ[n[ـٰ]نِ‌ۚ وَكَانَ يَوْمًا عَلَيْ [h:468[ٱ]لْكَ[n[ـٰ]فِرِينَ عَسِيرًا","text_id":"Kerajaan yang hak pada hari itu adalah milik Yang Maha Pengasih. Itu adalah hari yang sangat sulit bagi orang-orang kafir.","text_en":"The real sovereignty will belong to Ar-Rahman. How grievous will be the day for the infidels!","transliteration":"Almulku Yawma'izinil haqqu lir Rahmaan; wa kaana Yawman'alal kaafireena 'aseeraa","no_fn":"","text_fn":""},{"id":2882,"surah":25,"no_ayah":27,"tema":"Keadaan Hari Kiamat dan Angan-Angan Orang Zalim","text_ayah":"وَيَوْمَ يَعَضُّ [h:9620[ٱ][l[ل]ظَّالِمُ عَلَيْٰ يَدَيْهِ يَقُولُ يَ[n[ـٰ]لَيْتَنِيْ [h:9621[ٱ]تَّخَذْتُ مَعَ [h:9622[ٱ][l[ل]رَّسُولِ سَبِيلاً","text_id":"(Ingatlah) hari (ketika) orang zalim menggigit kedua tangannya seraya berkata, “Oh, seandainya (dahulu) aku mengambil jalan bersama rasul. ","text_en":"The sinner will then bite his hand and say: \"Would that I had taken the road with the Prophet.","transliteration":"Wa Yawma ya'adduz zaalimu 'alaa yadaihi yaqoolu yaa laitanit takhaztu ma'ar Rasooli sabeelaa","no_fn":"","text_fn":""},{"id":2883,"surah":25,"no_ayah":28,"tema":"Keadaan Hari Kiamat dan Angan-Angan Orang Zalim","text_ayah":"يَ[n[ـٰ]وَيْلَتَيْٰ لَيْتَنِيْ لَمْ أَتَّخِذْ فُلَانًا خَلِيلاً","text_id":"Oh, celaka aku! Sekiranya (dahulu) aku tidak menjadikan si fulan<sup>530)</sup> sebagai teman setia.","text_en":"Woe alas, ah would I had not taken so-and-so as friend!","transliteration":"Yaa wailataa laitanee lam attakhiz fulaanan khaleelaa","no_fn":"530","text_fn":"530) Yang dimaksud si fulan adalah setan atau orang yang telah menyesatkannya di dunia."},{"id":2884,"surah":25,"no_ayah":29,"tema":"Keadaan Hari Kiamat dan Angan-Angan Orang Zalim","text_ayah":"لَّقَ[q:2389[دْ] أَضَلَّنِيْ عَنِ [h:9623[ٱ][l[ل]ذِّكْرِ بَعْدَ إِذْ ج[o[َا]ٓءَنِيْ‌ۗ وَكَانَ [h:7732[ٱ][l[ل]شَّيْطَ[n[ـٰ]نُ لِلْإِ[f:6549[نس]َ[n[ـٰ]نِ خَذُولاً","text_id":"Sungguh, dia benar-benar telah menyesatkanku dari peringatan (Al-Qur’an) ketika telah datang kepadaku. Setan itu adalah (makhluk) yang sangat enggan menolong manusia.”","text_en":"He led me astray from the Warning after it had come to me. Satan always betrays man.","transliteration":"Laqad adallanee 'aniz zikri ba'da iz jaaa'anee; wa kaanash Shaitaanu lil insaani khazoolaa","no_fn":"","text_fn":""},{"id":2885,"surah":25,"no_ayah":30,"tema":"Pengaduan Rasulullah tentang Para Penentangnya","text_ayah":"وَقَالَ [h:9624[ٱ][l[ل]رَّسُولُ يَ[n[ـٰ]رَبِّ إِ[g[نّ]َ قَوْمِيْ [h:9625[ٱ]تَّخَذُو[s[اْ] هَ[n[ـٰ]ذَا [h:6544[ٱ]لْقُرْءَانَ مَهْجُورًا","text_id":"Rasul (Nabi Muhammad) berkata, “Wahai Tuhanku, sesungguhnya kaumku telah menjadikan Al-Qur’an ini (sebagai) sesuatu yang diabaikan.”","text_en":"The prophet will say: \"O my Lord, my people had fettered the Qur'an.\"","transliteration":"Wa qaalar Rasoolu yaa Rabbi inna qawmit takhazoo haazal Qur-aana mahjooraa","no_fn":"","text_fn":""},{"id":2886,"surah":25,"no_ayah":31,"tema":"Pengaduan Rasulullah tentang Para Penentangnya","text_ayah":"وَكَذ[n[َٲ]لِكَ جَعَلْنَا لِكُلِّ نَبِيٍّْ عَدُو[a:9626[ًّا م]ِّنَ [h:9627[ٱ]لْمُ[q:4093[جْ]رِمِينَ‌ۗ وَكَفَيْٰ بِرَبِّكَ هَادِ[a:9628[يًا و]َنَصِيرًا","text_id":"Begitulah, bagi setiap nabi, telah Kami adakan musuh dari para pendosa. Cukuplah Tuhanmu menjadi pemberi petunjuk dan penolong.","text_en":"Thus do We keep opponents among the sinners for every apostle; yet your Lord is sufficient as a guide and helper.","transliteration":"Wa kazaalika ja'alnaa likulli Nabiyyin 'aduwwam minal mujrimeen; wa kafaa bi Rabbika haadiyanw wa naseeraa","no_fn":"","text_fn":""},{"id":2887,"surah":25,"no_ayah":32,"tema":"Hikmah Diturunkannya Al-Qur’an secara Berangsur-angsur dan Sanggahan terhadap Orang Kafir, serta Akhir Perjalanan Hidup Mereka","text_ayah":"وَقَالَ [h:614[ٱ]لَّذِينَ كَفَرُو[s[اْ] لَوْلَا نُزِّلَ عَلَيْهِ [h:9629[ٱ]لْقُرْءَانُ جُمْلَ[a:9630[ةً و][n[َٲ]حِدَ[f:9631[ةً‌ۚ ك]َذ[n[َٲ]لِكَ لِنُثَبِّتَ بِه[n[ِۦ] فُؤَادَكَ‌ۖ وَرَتَّلْنَ[n[ـٰ]هُ تَرْتِيلاً","text_id":"Orang-orang yang kufur berkata, “Mengapa Al-Qur’an itu tidak diturunkan kepadanya sekaligus?” Demikianlah,<sup>531)</sup> agar Kami memperteguh hatimu (Nabi Muhammad) dengannya dan Kami membacakannya secara tartil (berangsur-angsur, perlahan, dan benar).","text_en":"The unbelievers say: \"Why was the whole Qur'an not sent down all at once to him?\" It was sent thus that We may keep your heart resolute. So We enunciated it by steps and distinctly.","transliteration":"Wa qaalal lazeena kafaroo law laa nuzzila 'alaihil Quraanu jumlatanw waahidah; kazaalika linusabbita bihee fu'aadaka wa rattalnaahu tarteelaa","no_fn":"531","text_fn":"531) Al-Qur’an tidak diturunkan sekaligus, tetapi secara berangsur-angsur agar hati Nabi Muhammad saw. menjadi kuat dan mantap."},{"id":2888,"surah":25,"no_ayah":33,"tema":"Hikmah Diturunkannya Al-Qur’an secara Berangsur-angsur dan Sanggahan terhadap Orang Kafir, serta Akhir Perjalanan Hidup Mereka","text_ayah":"وَلَا يَأْتُونَكَ بِمَثَلٍ إِلَّا جِئْنَ[n[ـٰ]كَ بِ[h:370[ٱ]لْحَقِّ وَأَحْسَنَ تَفْسِيرًا","text_id":"Tidaklah mereka datang kepadamu (membawa) sesuatu yang aneh, kecuali Kami datangkan kepadamu kebenaran dan penjelasan yang terbaik. ","text_en":"There is not an example they advance to which We do not give you a right answer and a better explanation.","transliteration":"Wa laa yaatoonaka bimasainn illaa ji'naaka bilhaqqi wa ahsana tafseeraa","no_fn":"","text_fn":""},{"id":2889,"surah":25,"no_ayah":34,"tema":"Hikmah Diturunkannya Al-Qur’an secara Berangsur-angsur dan Sanggahan terhadap Orang Kafir, serta Akhir Perjalanan Hidup Mereka","text_ayah":"ٱلَّذِينَ يُحْشَرُونَ عَلَيْٰ وُجُوهِهِمْ إِلَيْٰ جَهَ[g[نّ]َمَ أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ شَ[a:3659[رٌّ م]َّكَا[a:3660[نًا و]َأَضَلُّ سَبِيلاً","text_id":"Orang-orang yang dikumpulkan ke (neraka) Jahanam dengan diseret wajahnya itulah yang paling buruk tempatnya dan paling sesat jalannya.","text_en":"Those who will be pushed faces forward into Hell will be in a worse position, farther away from the path.","transliteration":"Allazeena yuhsharoona 'alaa wujoohim ilaa jahannama ulaaa'ika sharrum makaananw wa adallu sabeelaa )section 3)","no_fn":"","text_fn":""},{"id":2890,"surah":25,"no_ayah":35,"tema":"Pelajaran dari Nasib Buruk Umat Para Nabi Terdahulu","text_ayah":"وَلَقَ[q:341[دْ] ءَاتَيْنَا مُوسَيْ [h:257[ٱ]لْكِتَ[n[ـٰ]بَ وَجَعَلْنَا مَعَهُ[o[ۥٓ] أَخَاهُ هَ[n[ـٰ]رُونَ وَزِيرًا","text_id":"Sungguh, Kami telah menganugerahkan Kitab (Taurat) kepada Musa dan menjadikan Harun saudaranya untuk menyertai dia sebagai wazir (pembantu). ","text_en":"We gave Moses the Book, and made his brother Aaron his minister,","transliteration":"Wa laqad aatainaa Moosal Kitaaba wa ja'alnaa ma'ahooo akhaahu Haaroona wazeeraa","no_fn":"","text_fn":""},{"id":2891,"surah":25,"no_ayah":36,"tema":"Pelajaran dari Nasib Buruk Umat Para Nabi Terdahulu","text_ayah":"فَقُلْنَا [h:9632[ٱ]ذْهَب[o[َآ] إِلَيْ [h:9633[ٱ]لْقَوْمِ [h:4053[ٱ]لَّذِينَ كَذَّبُو[s[اْ] بِـَٔـايَ[n[ـٰ]تِنَا فَدَ[g[مّ]َرْنَ[n[ـٰ]هُمْ تَ[q:7705[دْ]مِيرًا","text_id":"Kemudian Kami berfirman (kepada keduanya), “Pergilah berdua kepada kaum yang mendustakan ayat-ayat Kami.” Lalu, Kami hancurkan mereka dengan sehancur-hancurnya.","text_en":"Then We told them: \"Go to the people who have rejected Our signs.\" Then We annihilated them completely.","transliteration":"Faqulnaz habaaa ilal qawmil lazeena kazzaboo bi Aayaatinaa fadammarnaahum tadmeeraa","no_fn":"","text_fn":""},{"id":2892,"surah":25,"no_ayah":37,"tema":"Pelajaran dari Nasib Buruk Umat Para Nabi Terdahulu","text_ayah":"وَقَوْمَ نُو[u:9634[حٍ ل]َّ[g[مّ]َا كَذَّبُو[s[اْ] [h:9635[ٱ][l[ل]رُّسُلَ أَغْرَ[q:9636[قْ]نَ[n[ـٰ]هُمْ وَجَعَلْنَ[n[ـٰ]هُمْ لِل[g[نّ]َاسِ ءَايَ[a:9637[ةً‌ۖ و]َأَعْتَ[q:2782[دْ]نَا لِلظَّ[n[ـٰ]لِمِينَ عَذَابًا أَلِيمًا","text_id":"(Kami telah membinasakan) kaum Nuh ketika mereka mendustakan para rasul. Kami menenggelamkan mereka dan menjadikan (kisahnya) sebagai pelajaran bagi manusia. Kami telah menyediakan untuk orang-orang zalim azab yang sangat pedih.","text_en":"We had drowned the people of Noah when they had accused the apostles of lies, and turned them into an example for men. We have prepared a painful punishment for the wicked.","transliteration":"Wa qawma Noohil lammaa kazzabur Rusula aghraqnaahum wa ja'alnaahum linnaasi Aayatanw wa a'tadnaa lizzaalimeena 'azaaban aleemaa","no_fn":"","text_fn":""},{"id":2893,"surah":25,"no_ayah":38,"tema":"Pelajaran dari Nasib Buruk Umat Para Nabi Terdahulu","text_ayah":"وَعَا[a:9638[دًا و]َثَمُودَ[s[اْ] وَأَصْحَ[n[ـٰ]بَ [h:9639[ٱ][l[ل]رَّسِّ وَقُرُون[i:9640[َۢا ب]َيْنَ ذ[n[َٲ]لِكَ كَثِيرًا","text_id":"(Kami telah membinasakan) kaum ‘Ad, Samud, penduduk Rass,<sup>532)</sup> dan banyak (lagi) generasi di antara (kaum-kaum) itu.","text_en":"(As for) 'Ad, Thamud and the people of ar-Rass, and many generations in between them,","transliteration":"Wa 'Aadanw Samooda wa As haabar Rassi wa quroonam baina zaalika kaseeraa","no_fn":"532","text_fn":"532) Rass adalah telaga yang sudah kering airnya. Kata tersebut kemudian dijadikan nama suatu kaum. Mereka menyembah patung, lalu Allah Swt. mengutus Nabi Syu‘aib a.s. kepada mereka."},{"id":2894,"surah":25,"no_ayah":39,"tema":"Pelajaran dari Nasib Buruk Umat Para Nabi Terdahulu","text_ayah":"وَكُل[f:9641[اًّ ض]َرَ[q:9642[بْ]نَا لَهُ [h:9643[ٱ]لْأَمْثَ[n[ـٰ]لَ‌ۖ وَكُل[f:9644[اًّ ت]َبَّرْنَا تَتْبِيرًا","text_id":"Masing-masing telah Kami berikan kepadanya perumpamaan-perumpamaan (nasib umat terdahulu) dan masing-masing telah Kami hancurkan sehancur-hancurnya. ","text_en":"We administered warnings to each of them, and then destroyed them completely.","transliteration":"Wa kullandarabnaa lahul amsaala wa kullan tabbarnaa tatbeera","no_fn":"","text_fn":""},{"id":2895,"surah":25,"no_ayah":40,"tema":"Pelajaran dari Nasib Buruk Umat Para Nabi Terdahulu","text_ayah":"وَلَقَ[q:341[دْ] أَتَوْ[s[اْ] عَلَيْ [h:9645[ٱ]لْقَرْيَةِ [h:5089[ٱ]لَّت[o[ِيْٓ] أُمْطِرَتْ مَطَرَ [h:9646[ٱ][l[ل]سَّوْءِ‌ۚ أَفَلَمْ يَكُونُو[s[اْ] يَرَوْنَهَا‌ۚ بَلْ كَانُو[s[اْ] لَا يَرْجُونَ نُشُورًا","text_id":"Sungguh, mereka (kaum musyrik Makkah) benar-benar telah melalui negeri (Sodom) yang (dahulu) dijatuhi hujan yang buruk (hujan batu). Tidakkah mereka menyaksikannya? Bahkan, mereka itu sebenarnya tidak mengharapkan adanya kebangkitan.","text_en":"They must have surely passed by the town on which We had rained the terrible rain of ruin. How could they not have seen it? Still they do not dread the Resurrection.","transliteration":"Wa laqad ataw 'alal qaryatil lateee umtirat mataras saw'; afalam yakoonoo yarawnahaa; bal kaanoo laa yarjoona nushooraa","no_fn":"","text_fn":""},{"id":2896,"surah":25,"no_ayah":41,"tema":"Ejekan Orang Kafir terhadap Rasulullah dan Penuhanan Hawa Nafsu","text_ayah":"وَإِذَا رَأَوْكَ إ[a:8741[ِن ي]َتَّخِذُونَكَ إِلَّا هُزُوًا أَهَ[n[ـٰ]ذَا [h:8742[ٱ]لَّذِيْ بَعَثَ [h:9647[ٱ]للَّهُ رَسُولاً","text_id":"Apabila melihat engkau (Nabi Muhammad), mereka tidak menjadikan engkau selain sebagai ejekan (dengan mengatakan), “Inikah orangnya yang diutus Allah sebagai rasul? ","text_en":"When they see you they take you only in jest: \"Is this the one whom God has sent as messenger?","transliteration":"Wa izaa ra awka iny yattakhizoonaka illaa huzuwan ahaazal lazee ba'asal laahu Rasoolaa","no_fn":"","text_fn":""},{"id":2897,"surah":25,"no_ayah":42,"tema":"Ejekan Orang Kafir terhadap Rasulullah dan Penuhanan Hawa Nafsu","text_ayah":"إِ[f:9648[ن ك]َادَ لَيُضِلُّنَا عَنْ ءَالِهَتِنَا لَوْل[o[َآ] أَ[f:9649[ن ص]َبَرْنَا عَلَيْهَا‌ۚ وَسَوْفَ يَعْلَمُونَ حِينَ يَرَوْنَ [h:856[ٱ]لْعَذَابَ مَنْ أَضَلُّ سَبِيلاً","text_id":"Sesungguhnya hampir saja dia (Nabi Muhammad) menyesatkan kita dari sesembahan kita seandainya kita tidak tetap bertahan (menyembah)-nya.” Kelak mereka akan mengetahui pada saat melihat azab, siapa gerangan yang paling sesat jalannya.","text_en":"He would have surely turned us away from our gods if we had not adhered to them.\" They will know soon who is farther away from the path when they see the punishment!","transliteration":"In kaada la yudillunaa 'an aalihatinaa law laaa an sabarnaa 'alaihaa; wa sawfa ya'lamoona heena yarawnal 'azaaba man adallu sabeela","no_fn":"","text_fn":""},{"id":2898,"surah":25,"no_ayah":43,"tema":"Ejekan Orang Kafir terhadap Rasulullah dan Penuhanan Hawa Nafsu","text_ayah":"أَرَءَيْتَ مَنِ [h:8418[ٱ]تَّخَذَ إِلَ[n[ـٰ]هَهُ[n[ۥ] هَوَ[n[ٮٰ]هُ أَفَأَ[f:6069[نت]َ تَكُونُ عَلَيْهِ وَكِيلاً","text_id":"Sudahkah engkau (Nabi Muhammad) melihat orang yang menjadikan hawa nafsunya sebagai tuhannya. Apakah engkau akan menjadi pelindungnya?","text_en":"Have you considered him who takes his own lust for his god? Can you stand a surety for him?","transliteration":"Ara'aita manit takhaza ilaahahoo hawaahu afa anta takoonu 'alaihi wakeelaa","no_fn":"","text_fn":""},{"id":2899,"surah":25,"no_ayah":44,"tema":"Ejekan Orang Kafir terhadap Rasulullah dan Penuhanan Hawa Nafsu","text_ayah":"أَمْ تَحْسَبُ أَ[g[نّ]َ أَكْثَرَهُمْ يَسْمَعُونَ أَوْ يَعْقِلُونَ‌ۚ إِنْ هُمْ إِلَّا كَ[h:5153[ٱ]لْأَنْعَ[n[ـٰ]مِ‌ۖ بَلْ هُمْ أَضَلُّ سَبِيلاً","text_id":"Atau, apakah engkau mengira bahwa kebanyakan mereka itu mendengar atau memahami? Mereka tidak lain hanyalah seperti hewan ternak. Bahkan, mereka lebih sesat jalannya.","text_en":"Or do you think that most of them hear or understand? They are no better than cattle; in fact they are farther astray from the path.","transliteration":"Am tahsabu annna aksarahum yasma'oona aw ya''qiloon; in hum illaa kal an'aami bal hum adallu sabeelan","no_fn":"","text_fn":""},{"id":2900,"surah":25,"no_ayah":45,"tema":"Tanda-Tanda Kebesaran Allah di Alam Semesta","text_ayah":"أَلَمْ تَرَ إِلَيْٰ رَبِّكَ كَيْفَ مَدَّ [h:9650[ٱ][l[ل]ظِّلَّ وَلَوْ ش[o[َا]ٓءَ لَجَعَلَهُ[n[ۥ] سَاكِ[f:9651[نًا ث]ُ[g[مّ]َ جَعَلْنَا [h:9652[ٱ][l[ل]شَّمْسَ عَلَيْهِ دَلِيلاً","text_id":"Tidakkah engkau memperhatikan (penciptaan) Tuhanmu? Bagaimana Dia memanjangkan (dan memendekkan) bayang-bayang? Sekiranya berkehendak, niscaya Dia menjadikannya (bayang-bayang itu) tetap. Kemudian, Kami jadikan matahari sebagai petunjuk tentangnya (bayang-bayang itu). ","text_en":"Have you not seen how your Lord lengthens out the shadow? He could have kept it motionless if He liked. Yet We make the sun its pilot to show the way.","transliteration":"Alam tara ilaa Rabbika kaifa maddaz zilla wa law shaaa'a laja'alahoo saakinan summa ja'alnash shamsa 'alaihe daleelaa","no_fn":"","text_fn":""},{"id":2901,"surah":25,"no_ayah":46,"tema":"Tanda-Tanda Kebesaran Allah di Alam Semesta","text_ayah":"ثُ[g[مّ]َ قَبَضْنَ[n[ـٰ]هُ إِلَيْنَا قَ[q:9653[بْ][a:9654[ضًا ي]َسِيرًا","text_id":"Kemudian, Kami menariknya (bayang-bayang itu) ke (arah yang) Kami (kehendaki) sedikit demi sedikit.<sup>533)</sup>","text_en":"Then We draw it back to Us, withdrawing it little by little.","transliteration":"Summa qabadnaahu ilainaa qabdany yaseeraa","no_fn":"533","text_fn":"533) Maksud kalimat ini adalah bahwa bayang-bayang itu Kami hilangkan secara perlahan sesuai perjalanan matahari menuju tempat terbenamnya."},{"id":2902,"surah":25,"no_ayah":47,"tema":"Tanda-Tanda Kebesaran Allah di Alam Semesta","text_ayah":"وَهُوَ [h:4114[ٱ]لَّذِيْ جَعَلَ لَكُمُ [h:6116[ٱ]لَّيْلَ لِبَا[a:9655[سًا و]َ[h:9656[ٱ][l[ل][g[نّ]َوْمَ سُبَا[a:9657[تًا و]َجَعَلَ [h:9658[ٱ][l[ل][g[نّ]َهَارَ نُشُورًا","text_id":"Dialah yang menjadikan malam untukmu (sebagai) pakaian dan tidur untuk istirahat. Dia menjadikan siang untuk bangkit berusaha. ","text_en":"It is He who made the night a covering for you; and made sleep for rest, the day for rising.","transliteration":"Wa Huwal lazee ja'ala lakumul laila libaasanw wannawma subaatanw wa ja'alan nahaara nushooraa","no_fn":"","text_fn":""},{"id":2903,"surah":25,"no_ayah":48,"tema":"Tanda-Tanda Kebesaran Allah di Alam Semesta","text_ayah":"وَهُوَ [h:4114[ٱ]لَّذ[o[ِيْٓ] أَرْسَلَ [h:9659[ٱ][l[ل]رِّيَ[n[ـٰ]حَ بُشْر[i:4756[َۢا ب]َيْنَ يَدَيْْ رَحْمَتِه[n[ِۦ]‌ۚ وَأَ[f:271[نز]َلْنَا مِنَ [h:64[ٱ][l[ل]سَّم[o[َا]ٓءِ م[o[َا]ٓ[f:9660[ءً ط]َهُورًا","text_id":"Dialah yang meniupkan angin (sebagai) pembawa kabar gembira sebelum kedatangan rahmat-Nya (hujan). Kami turunkan dari langit air yang sangat suci.","text_en":"It is He who sends the winds with auspicious news in advance of His benevolence; and We send pure water down from the sky","transliteration":"Wa Huwal lazeee arsalar riyaaha bushram baina yadai rahmatih; wa anzalnaa minas samaaa'i maaa'an tahooraa","no_fn":"","text_fn":""},{"id":2904,"surah":25,"no_ayah":49,"tema":"Tanda-Tanda Kebesaran Allah di Alam Semesta","text_ayah":"لِّنُحْــِۧيَْ بِه[n[ِۦ] بَلْدَ[a:9661[ةً م]َّيْ[a:9662[تًا و]َنُسْقِيَهُ[n[ۥ] مِ[g[مّ]َا خَلَ[q:5159[قْ]ن[o[َآ] أَنْعَ[n[ـٰ][a:9663[مًا و]َأَنَاسِيَّْ كَثِيرًا","text_id":"Agar dengannya (air itu) Kami menghidupkan negeri yang mati (tandus) dan memberi minum kepada sebagian apa yang telah Kami ciptakan, (berupa) hewan-hewan ternak dan manusia yang banyak.","text_en":"To quicken a region that was dead, and to give it as drink to animals We have created and to men in plenty.","transliteration":"Linuhyiya bihee balda tam maitanw wa nusqiyahoo mimmaa khalaqnaaa an'aa manw wa anaasiyya kaseeraa","no_fn":"","text_fn":""},{"id":2905,"surah":25,"no_ayah":50,"tema":"Tanda-Tanda Kebesaran Allah di Alam Semesta","text_ayah":"وَلَقَ[q:341[دْ] صَرَّفْنَ[n[ـٰ]هُ بَيْنَهُمْ لِيَذَّكَّرُو[s[اْ] فَأَبَ[o[يْٰٓ] أَكْثَرُ [h:6838[ٱ][l[ل][g[نّ]َاسِ إِلَّا كُفُورًا","text_id":"Sungguh, Kami benar-benar telah mempergilirkannya (hujan itu) di antara mereka agar mereka mengambil pelajaran. Akan tetapi, kebanyakan manusia tidak mau (bersyukur), bahkan mereka mengingkari (nikmat).","text_en":"And We distribute it among them in various ways that they may ponder and reflect; yet most men disdain everything but denial and thanklessness.","transliteration":"Wa laqad sarrafnaahu bainahum li yazzakkaroo fa abaaa aksarun naasi illaa kufooraa","no_fn":"","text_fn":""},{"id":2906,"surah":25,"no_ayah":51,"tema":"Risalah Nabi Muhammad untuk Seluruh Manusia dan Gugahan tentang Sebagian Nikmat Allah ","text_ayah":"وَلَوْ شِئْنَا لَبَعَثْنَا فِيْ كُلِّ قَرْيَ[a:9664[ةٍ ن]َّذِيرًا","text_id":"Sekiranya berkehendak, niscaya Kami utus seorang pemberi peringatan pada setiap negeri.","text_en":"Had We pleased We could have raised a warner in every town.","transliteration":"Wa law shi'naa laba'asnaa fee kulli qar yatin nazeeraa","no_fn":"","text_fn":""},{"id":2907,"surah":25,"no_ayah":52,"tema":"Risalah Nabi Muhammad untuk Seluruh Manusia dan Gugahan tentang Sebagian Nikmat Allah ","text_ayah":"فَلَا تُطِعِ [h:9665[ٱ]لْكَ[n[ـٰ]فِرِينَ وَجَ[n[ـٰ]هِ[q:9666[دْ]ه[c:9667[ُم ب]ِه[n[ِۦ] جِهَا[f:9668[دًا ك]َبِيرًا","text_id":"Maka, janganlah engkau taati orang-orang kafir dan berjihadlah menghadapi mereka dengannya (Al-Qur’an) dengan (semangat) jihad yang besar.","text_en":"So do not listen to unbelievers, and strive against them with greater effort.","transliteration":"Falaa tuti'il kaafireena wa jaahidhum bihee jihaadan kabeeraa","no_fn":"","text_fn":""},{"id":2908,"surah":25,"no_ayah":53,"tema":"Risalah Nabi Muhammad untuk Seluruh Manusia dan Gugahan tentang Sebagian Nikmat Allah ","text_ayah":"۞ وَهُوَ [h:4114[ٱ]لَّذِيْ مَرَجَ [h:9669[ٱ]لْبَحْرَيْنِ هَ[n[ـٰ]ذَا عَذْ[f:9670[بٌ ف]ُرَا[a:9671[تٌ و]َهَ[n[ـٰ]ذَا مِلْحٌ أُجَا[a:9672[جٌ و]َجَعَلَ بَيْنَهُمَا بَرْزَ[a:9673[خًا و]َحِ[q:9674[جْ][a:9675[رًا م]َّحْجُورًا","text_id":"Dialah yang membiarkan dua laut mengalir (berdampingan); yang ini tawar serta segar dan yang lain sangat asin lagi pahit; dan Dia jadikan antara keduanya dinding dan batas yang tidak tembus.","text_en":"It is He who made two bodies of water flow side by side, one fresh (and) sweet, the other brine (and) bitter, and has placed an interstice, a barrier between them.","transliteration":"Wa Huwal lazee marajal bahraini haazaa 'azbun furaatunw wa haazaa milhun ujaaj; wa ja'ala bainahumaa barzakhanw wa hijram mahjooraa","no_fn":"","text_fn":""},{"id":2909,"surah":25,"no_ayah":54,"tema":"Risalah Nabi Muhammad untuk Seluruh Manusia dan Gugahan tentang Sebagian Nikmat Allah ","text_ayah":"وَهُوَ [h:4114[ٱ]لَّذِيْ خَلَقَ مِنَ [h:4727[ٱ]لْم[o[َا]ٓءِ بَشَ[f:9676[رًا ف]َجَعَلَهُ[n[ۥ] نَسَ[a:9677[بًا و]َصِهْ[a:9678[رًا‌ۗ و]َكَانَ رَبُّكَ قَدِيرًا","text_id":"Dialah (pula) yang menciptakan manusia dari air (mani). Lalu, Dia menjadikannya (manusia itu mempunyai) keturunan dan muṣāharah (persemendaan).<sup>534)</sup> Tuhanmu adalah Mahakuasa. ","text_en":"It is He who created man from water, then gave him consanguinity and affinity. Your Lord is omnipotent.","transliteration":"Wa Huwal lazee khalaqa minal maaa'i basharran fa ja'alahoo nasaban wa sihraa; wa kaana Rabbuka Qadeeraa","no_fn":"534","text_fn":"534) Muṣāharah (persemendaan) adalah hubungan kekeluargaan yang timbul akibat ikatan pernikahan, seperti menantu, mertua, dan ipar."},{"id":2910,"surah":25,"no_ayah":55,"tema":"Kebodohan Orang-Orang Musyrik","text_ayah":"وَيَعْبُدُونَ مِ[f:107[ن د]ُونِ [h:108[ٱ]للَّهِ مَا لَا يَ[f:534[نف]َعُهُمْ وَلَا يَضُرُّهُمْ‌ۗ وَكَانَ [h:9679[ٱ]لْكَافِرُ عَلَيْٰ رَبِّه[n[ِۦ] ظَهِيرًا","text_id":"Mereka menyembah selain Allah apa yang tidak memberikan manfaat dan tidak (pula) mendatangkan mudarat kepada mereka. Orang kafir adalah penolong (bagi setan dalam berbuat durhaka) terhadap Tuhannya.","text_en":"And yet they worship besides God what cannot bring them gain or do them harm. The unbeliever has always been an auxiliary against his Lord.","transliteration":"Wa ya'budoona min doonil laahi maa laa yanfa'uhum wa laa yadurruhum; wa kaanal kaafiru 'alaa Rabbihee zaheeraa","no_fn":"","text_fn":""},{"id":2911,"surah":25,"no_ayah":56,"tema":"Tugas Nabi Muhammad dan Perintah untuk Bertawakal","text_ayah":"وَم[o[َآ] أَرْسَلْنَ[n[ـٰ]كَ إِلَّا مُبَشِّ[a:7924[رًا و]َنَذِيرًا","text_id":"Tidaklah Kami mengutus engkau (Nabi Muhammad), kecuali sebagai pembawa kabar gembira dan pemberi peringatan.","text_en":"Yet We have not sent you but to give good tidings and to warn.","transliteration":"Wa maa arsalnaaka illaa mubashshiranw wa nazeeraa","no_fn":"","text_fn":""},{"id":2912,"surah":25,"no_ayah":57,"tema":"Tugas Nabi Muhammad dan Perintah untuk Bertawakal","text_ayah":"قُلْ م[o[َآ] أَسْــَٔلُكُمْ عَلَيْهِ مِنْ أَ[q:6133[جْ]رٍ إِلَّا مَ[f:9680[ن ش][o[َا]ٓءَ أ[a:8331[َن ي]َتَّخِذَ إِلَيْٰ رَبِّه[n[ِۦ] سَبِيلاً","text_id":"Katakanlah (Nabi Muhammad), “Aku tidak meminta imbalan apa pun dari kamu (dalam menyampaikan risalah itu), kecuali (mengharapkan agar) orang mau mengambil jalan kepada Tuhannya.”","text_en":"Tell them: \"I do not ask any recompense of you for this other than (urging) whoever likes may take the way to his Lord.\"","transliteration":"Qul maaa as'alukum 'alaihi min ajrin illaa man shaaa'a ai yattakhiza ilaa Rabbihee sabeelaa","no_fn":"","text_fn":""},{"id":2913,"surah":25,"no_ayah":58,"tema":"Tugas Nabi Muhammad dan Perintah untuk Bertawakal","text_ayah":"وَتَوَكَّلْ عَلَيْ [h:9681[ٱ]لْحَيِّْ [h:9682[ٱ]لَّذِيْ لَا يَمُوتُ وَسَبِّحْ بِحَمْدِه[n[ِۦ]‌ۚ وَكَفَيْٰ بِه[n[ِۦ] بِذُنُوبِ عِبَادِه[n[ِۦ] خَبِيرًا","text_id":"Bertawakallah kepada (Allah) Yang Mahahidup yang tidak mati dan bertasbihlah dengan memuji-Nya. Cukuplah Dia Maha Mengetahui dosa hamba-hamba-Nya.","text_en":"Have trust in God the Living, who will never die, and sing His hallelujas; for He is well aware of the sins of His creatures.","transliteration":"Wa tawakkal 'alal Haiyil lazee laa yamootu wa sabbih bihamdih; wa kafaa bihee bizunoobi 'ibaadihee khabeeraa","no_fn":"","text_fn":""},{"id":2914,"surah":25,"no_ayah":59,"tema":"Tugas Nabi Muhammad dan Perintah untuk Bertawakal","text_ayah":"ٱلَّذِيْ خَلَقَ [h:3913[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:1474[ٱ]لْأَرْضَ وَمَا بَيْنَهُمَا فِيْ سِتَّةِ أَيَّا[f:4739[مٍ ث]ُ[g[مّ]َ [h:156[ٱ]سْتَوَيْٰ عَلَيْ [h:4740[ٱ]لْعَرْشِ‌ۚ [h:9683[ٱ][l[ل]رَّحْمَ[n[ـٰ]نُ فَسْــَٔلْ بِه[n[ِۦ] خَبِيرًا","text_id":"(Allah) yang menciptakan langit dan bumi serta apa yang ada di antara keduanya dalam enam masa. Kemudian, Dia bersemayam di atas ʻArasy.<sup>535)</sup> (Dialah) Yang Maha Pengasih. Tanyakanlah (wahai Nabi Muhammad) tentang Dia (Allah) kepada Yang Maha Mengetahui (Allah).","text_en":"He created the heavens and the earth and all that lies between them in six spans then assumed His authority. He is the benevolent: Ask those who are well-informed.","transliteration":"Allazee khalaqas samaawaati wal arda wa maa bainahumaa fee sittati aiyaamin summmmastawaa 'alal 'Arsh; ar Rahmaanu fas'al bihee khabeeraa","no_fn":"535","text_fn":"535) Lihat catatan kaki surah al-A‘rāf/7: 54."},{"id":2915,"surah":25,"no_ayah":60,"tema":"Celaan Allah kepada Orang Musyrik","text_ayah":"وَإِذَا قِيلَ لَهُمُ [h:9684[ٱ]سْجُدُو[s[اْ] لِلرَّحْمَ[n[ـٰ]نِ قَالُو[s[اْ] وَمَا [h:9685[ٱ][l[ل]رَّحْمَ[n[ـٰ]نُ أَنَسْجُدُ لِمَا تَأْمُرُنَا وَزَادَهُمْ نُفُورًا ۩","text_id":"Apabila dikatakan kepada mereka, “Sujudlah kepada Yang Maha Pengasih.” Mereka menjawab, “Siapakah Yang Maha Pengasih itu? Apakah kami bersujud kepada (Allah) yang engkau (Nabi Muhammad) perintahkan kepada kami?” (Perintah) itu menambah mereka makin lari (dari kebenaran).","text_en":"When you say to them: \"Bow before Ar-Rahman,\" they say: \"What is Ar-Rahman? Should we adore whoever you ask us to?\" And their aversion increases further.","transliteration":"Wa izaa qeela lahumus judoo lir Rahmaani qaaloo wa mar Rahmaanu anasjudu limaa taamurunaa wa zaadahum nufooraa","no_fn":"","text_fn":""},{"id":2916,"surah":25,"no_ayah":61,"tema":"Bukti Kebesaran Allah di Langit dan Pergantian Siang dan Malam","text_ayah":"تَبَارَكَ [h:9556[ٱ]لَّذِيْ جَعَلَ فِيْ [h:746[ٱ][l[ل]سَّم[o[َا]ٓءِ بُرُو[a:9686[جًا و]َجَعَلَ فِيهَا سِر[n[َٲ][a:9687[جًا و]َقَمَ[a:9688[رًا م]ُّنِيرًا","text_id":"Maha memberkahi (Allah) yang menjadikan gugusan bintang di langit serta padanya pelita (matahari) dan bulan yang bercahaya.","text_en":"Blessed is He who placed in the heavens constellations of stars, and placed a burning lamp in it and the luminous moon.","transliteration":"Tabaarakal lazee ja'ala fis samaaa'i buroojanw wa ja'ala feehaa siraajanw wa qamaram muneeraa","no_fn":"","text_fn":""},{"id":2917,"surah":25,"no_ayah":62,"tema":"Bukti Kebesaran Allah di Langit dan Pergantian Siang dan Malam","text_ayah":"وَهُوَ [h:4114[ٱ]لَّذِيْ جَعَلَ [h:9689[ٱ]لَّيْلَ وَ[h:6117[ٱ][l[ل][g[نّ]َهَارَ خِلْفَ[u:9690[ةً ل]ِّمَنْ أَرَادَ أ[a:9691[َن ي]َذَّكَّرَ أَوْ أَرَادَ شُكُورًا","text_id":"Dia (pula) yang menjadikan malam dan siang silih berganti bagi orang yang ingin mengambil pelajaran atau ingin bersyukur.","text_en":"It is He who made the night and day an alternation for him who cares to reflect and be grateful.","transliteration":"Wa huwal lazee ja'alal laila wannahaara khilfatal liman araada ai yazzakkara aw araadaa shookooraa","no_fn":"","text_fn":""},{"id":2918,"surah":25,"no_ayah":63,"tema":"Sifat-Sifat ‘Ibādurraḥmān ","text_ayah":"وَعِبَادُ [h:9692[ٱ][l[ل]رَّحْمَ[n[ـٰ]نِ [h:9693[ٱ]لَّذِينَ يَمْشُونَ عَلَيْ [h:7958[ٱ]لْأَرْضِ هَوْ[a:9694[نًا و]َإِذَا خَاطَبَهُمُ [h:9695[ٱ]لْجَ[n[ـٰ]هِلُونَ قَالُو[s[اْ] سَلَ[n[ـٰ]مًا","text_id":"Hamba-hamba Tuhan Yang Maha Pengasih itu adalah yang berjalan di atas bumi dengan rendah hati dan apabila orang-orang bodoh menyapa mereka (dengan kata-kata yang menghina), mereka mengucapkan, “Salam.”","text_en":"Devotees of Ar-Rahman are those who walk with humility on the earth, and when they are addressed by the ignorant, say: 'Peace;\"","transliteration":"Wa 'ibaadur Rahmaanil lazeena yamshoona 'alal ardi hawnanw wa izaa khaata bahumul jaahiloona qaaloo salaamaa","no_fn":"","text_fn":""},{"id":2919,"surah":25,"no_ayah":64,"tema":"Sifat-Sifat ‘Ibādurraḥmān ","text_ayah":"وَ[h:9999[ٱ]لَّذِينَ يَبِيتُونَ لِرَبِّهِمْ سُجَّ[a:9696[دًا و]َقِيَ[n[ـٰ]مًا","text_id":"Dan, orang-orang yang mengisi waktu malamnya untuk beribadah kepada Tuhan mereka dengan bersujud dan berdiri.","text_en":"And those who spend their nights bowed and standing before their Lord;","transliteration":"Wallazeena yabeetoona li Rabbihim sujjadanw wa qiyaamaa","no_fn":"","text_fn":""},{"id":2920,"surah":25,"no_ayah":65,"tema":"Sifat-Sifat ‘Ibādurraḥmān ","text_ayah":"وَ[h:9999[ٱ]لَّذِينَ يَقُولُونَ رَبَّنَا [h:9697[ٱ]صْرِفْ عَ[g[نّ]َا عَذَابَ جَهَ[g[نّ]َمَ‌ۖ إِ[g[نّ]َ عَذَابَهَا كَانَ غَرَامًا","text_id":"Dan, orang-orang yang berkata, “Wahai Tuhan kami, jauhkanlah azab Jahanam dari kami (karena) sesungguhnya azabnya itu kekal.”","text_en":"Who say: \"O our Lord, avert from us the torment of Hell: Its punishment is surely continuous.","transliteration":"Wallazeena yaqooloona Rabbanas rif 'annnaa 'azaaba Jahannama inn 'azaabahaa kaana gharaamaa","no_fn":"","text_fn":""},{"id":2921,"surah":25,"no_ayah":66,"tema":"Sifat-Sifat ‘Ibādurraḥmān ","text_ayah":"إِ[g[نّ]َهَا س[o[َا]ٓءَتْ مُسْتَقَر[a:9698[ًّا و]َمُقَامًا","text_id":"Sesungguhnya ia (Jahanam itu) adalah tempat menetap dan kediaman yang paling buruk.","text_en":"It is indeed an evil halt and an evil abode;\"","transliteration":"Innahaa saaa'at mustaqarranw wa muqaamaa","no_fn":"","text_fn":""},{"id":2922,"surah":25,"no_ayah":67,"tema":"Sifat-Sifat ‘Ibādurraḥmān ","text_ayah":"وَ[h:9999[ٱ]لَّذِينَ إِذ[o[َآ] أَ[f:1538[نف]َقُو[s[اْ] لَمْ يُسْرِفُو[s[اْ] وَلَمْ يَ[q:9699[قْ]تُرُو[s[اْ] وَكَانَ بَيْنَ ذ[n[َٲ]لِكَ قَوَامًا","text_id":"Dan, orang-orang yang apabila berinfak tidak berlebihan dan tidak (pula) kikir. (Infak mereka) adalah pertengahan antara keduanya.","text_en":"Who are neither prodigal nor miserly in their spending but follow a middle path;","transliteration":"Wallazeena izaaa anfaqoo lam yusrifoo wa lam yaqturoo wa kaana baina zaalika qawaamaa","no_fn":"","text_fn":""},{"id":2923,"surah":25,"no_ayah":68,"tema":"Sifat-Sifat ‘Ibādurraḥmān ","text_ayah":"وَ[h:9999[ٱ]لَّذِينَ لَا يَ[q:1240[دْ]عُونَ مَعَ [h:3975[ٱ]للَّهِ إِلَ[n[ـٰ]هًا ءَاخَرَ وَلَا يَ[q:3698[قْ]تُلُونَ [h:9700[ٱ][l[ل][g[نّ]َفْسَ [h:4523[ٱ]لَّتِيْ حَرَّمَ [h:3706[ٱ]للَّهُ إِلَّا بِ[h:370[ٱ]لْحَقِّ وَلَا يَزْنُونَ‌ۚ وَم[a:1297[َن ي]َفْعَلْ ذ[n[َٲ]لِكَ يَلْقَ أَثَامًا","text_id":"Dan, orang-orang yang tidak mempersekutukan Allah dengan sembahan lain, tidak membunuh orang yang diharamkan Allah kecuali dengan (alasan) yang benar, dan tidak berzina. Siapa yang melakukan demikian itu niscaya mendapat dosa.","text_en":"Who do not invoke any god apart from God, who do not take a life which God has forbidden except for a cause that is just, and do not fornicate -- and any one who does so will be punished for the crime,","transliteration":"Wallazeena laa yad'oona ma'al laahi ilaahan aakhara wa laa yaqtuloonan nafsal latee harramal laahu illaa bilhaqqi wa laa yaznoon; wa mai yaf'al zaalika yalqa asaamaa","no_fn":"","text_fn":""},{"id":2924,"surah":25,"no_ayah":69,"tema":"Sifat-Sifat ‘Ibādurraḥmān ","text_ayah":"يُضَ[n[ـٰ]عَفْ لَهُ [h:9701[ٱ]لْعَذَابُ يَوْمَ [h:592[ٱ]لْقِيَ[n[ـٰ]مَةِ وَيَخْلُ[q:9702[دْ] فِيه[n[ِۦ] مُهَانًا","text_id":"Baginya akan dilipatgandakan azab pada hari Kiamat dan dia kekal dengan azab itu dalam kehinaan.","text_en":"Whose punishment will be doubled on the Day of Judgement, and he will live for ever in disgrace,","transliteration":"Yudaa'af lahul 'azaabu Yawmal Qiyaamati wa yakhlud feehee muhaanaa","no_fn":"","text_fn":""},{"id":2925,"surah":25,"no_ayah":70,"tema":"Sifat-Sifat ‘Ibādurraḥmān ","text_ayah":"إِلَّا مَ[f:8374[ن ت]َابَ وَءَامَنَ وَعَمِلَ عَمَل[f:5817[اً ص]َ[n[ـٰ]لِ[f:8375[حًا ف]َأُ[s[وْ]لَ[o[ـٰٓ]ئِكَ يُبَدِّلُ [h:9703[ٱ]للَّهُ سَيِّـَٔـاتِهِمْ حَسَنَ[n[ـٰ][a:9704[تٍ‌ۗ و]َكَانَ [h:2653[ٱ]للَّهُ غَفُو[u:2701[رًا ر]َّحِيمًا","text_id":"Kecuali, orang yang bertobat, beriman, dan beramal saleh. Maka, Allah mengganti kejahatan mereka (dengan) kebaikan. Allah Maha Pengampun lagi Maha Penyayang.","text_en":"Except those who repent and come to believe and do the right, for whom God will turn evil into goodness, for God is forgiving and kind.","transliteration":"Illaa man taaba wa 'aamana wa 'amila 'amalan saalihan fa ulaaa'ika yubad dilul laahu saiyi aatihim hasanaat; wa kaanal laahu Ghafoorar Raheemaa","no_fn":"","text_fn":""},{"id":2926,"surah":25,"no_ayah":71,"tema":"Sifat-Sifat ‘Ibādurraḥmān ","text_ayah":"وَمَ[f:6514[ن ت]َابَ وَعَمِلَ صَ[n[ـٰ]لِ[f:9705[حًا ف]َإِ[g[نّ]َهُ[n[ۥ] يَتُوبُ إِلَيْ [h:1637[ٱ]للَّهِ مَتَابًا","text_id":"Siapa yang bertobat dan beramal saleh sesungguhnya dia bertobat kepada Allah dengan tobat yang sebenarnya.","text_en":"Whosoever repents and does the right, will have turned back to God by way of repentance;","transliteration":"Wa man taaba wa 'amila saalihan fa innnahoo yatoobu ilal laahi mataabaa","no_fn":"","text_fn":""},{"id":2927,"surah":25,"no_ayah":72,"tema":"Sifat-Sifat ‘Ibādurraḥmān ","text_ayah":"وَ[h:9999[ٱ]لَّذِينَ لَا يَشْهَدُونَ [h:9706[ٱ][l[ل]زُّورَ وَإِذَا مَرُّو[s[اْ] بِ[h:1262[ٱ][l[ل]لَّغْوِ مَرُّو[s[اْ] كِرَامًا","text_id":"Dan, orang-orang yang tidak memberikan kesaksian palsu serta apabila mereka berpapasan dengan (orang-orang) yang berbuat sia-sia, mereka berlalu dengan menjaga kehormatannya.","text_en":"And those who do not give false evidence, and if they come across unbecoming talk ignore it and pass by in a sedate way;","transliteration":"Wallazeena laa yash hadoonaz zoora wa izaa marroo billaghwi marroo kiraamaa","no_fn":"","text_fn":""},{"id":2928,"surah":25,"no_ayah":73,"tema":"Sifat-Sifat ‘Ibādurraḥmān ","text_ayah":"وَ[h:9999[ٱ]لَّذِينَ إِذَا ذُكِّرُو[s[اْ] بِـَٔـايَ[n[ـٰ]تِ رَبِّهِمْ لَمْ يَخِرُّو[s[اْ] عَلَيْهَا صُم[a:9707[ًّا و]َعُمْيَانًا","text_id":"Dan, orang-orang yang apabila diberi peringatan dengan ayat-ayat Tuhan mereka tidak bersikap sebagai orang-orang yang tuli dan buta.","text_en":"Who, when reminded of their Lord's revelations, do not fall for them like the deaf and blind;","transliteration":"Wallazeena izaa zukkiroo bi Aayaati Rabbihim lam yakhirroo 'alaihaa summanw wa'umyaanaa","no_fn":"","text_fn":""},{"id":2929,"surah":25,"no_ayah":74,"tema":"Sifat-Sifat ‘Ibādurraḥmān ","text_ayah":"وَ[h:9999[ٱ]لَّذِينَ يَقُولُونَ رَبَّنَا هَ[q:1878[بْ] لَنَا مِنْ أَزْو[n[َٲ]جِنَا وَذُرِّيَّ[n[ـٰ]تِنَا قُرَّةَ أَعْيُ[a:9708[نٍ و]َ[h:670[ٱ][q:670[جْ]عَلْنَا لِلْمُتَّقِينَ إِمَامًا","text_id":"Dan, orang-orang yang berkata, “Wahai Tuhan kami, anugerahkanlah kepada kami penyejuk mata dari pasangan dan keturunan kami serta jadikanlah kami sebagai pemimpin bagi orang-orang yang bertakwa.”","text_en":"And those who say: \"O Lord, give us comfort in our spouses and children, and make us paragons of those who follow the straight path.\"","transliteration":"Wallazeena yaqooloona Rabbanaa hab lanaa min azwaajinaa wa zurriyaatinaa qurrata a'yuninw waj 'alnaa lilmuttaqeena Imaamaa","no_fn":"","text_fn":""},{"id":2930,"surah":25,"no_ayah":75,"tema":"Pahala bagi ‘Ibādurraḥmān","text_ayah":"أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ يُ[q:5019[جْ]زَوْنَ [h:9709[ٱ]لْغُرْفَةَ بِمَا صَبَرُو[s[اْ] وَيُلَقَّوْنَ فِيهَا تَحِيَّ[a:9710[ةً و]َسَلَ[n[ـٰ]مًا","text_id":"Mereka itu akan diberi balasan dengan tempat yang tinggi (dalam surga) atas kesabaran mereka serta di sana mereka akan disambut dengan penghormatan dan salam.","text_en":"They will be rewarded for their perseverance with lofty mansions in empyrean where they will be received with greetings of peace and salutations,","transliteration":"Ulaaa'ika yujzawnal ghurfata bimaa sabaroo wa yulaqqawna feehaa tahiyyatanw wa salaamaa","no_fn":"","text_fn":""},{"id":2931,"surah":25,"no_ayah":76,"tema":"Pahala bagi ‘Ibādurraḥmān","text_ayah":"خَ[n[ـٰ]لِدِينَ فِيهَا‌ۚ حَسُنَتْ مُسْتَقَر[a:9698[ًّا و]َمُقَامًا","text_id":"Mereka kekal di dalamnya. (Surga) itu sebaik-baik tempat menetap dan kediaman.","text_en":"And abide there for ever: What an excellent destination and abode!","transliteration":"Khaalideena feehaa; hasunat mustaqarranw wa muqaamaa","no_fn":"","text_fn":""},{"id":2932,"surah":25,"no_ayah":77,"tema":"Pahala bagi ‘Ibādurraḥmān","text_ayah":"قُلْ مَا يَعْبَؤُ[s[اْ] بِكُمْ رَبِّيْ لَوْلَا دُع[o[َا]ٓؤُكُمْ‌ۖ فَقَ[q:563[دْ] كَذَّ[q:459[بْ]تُمْ فَسَوْفَ يَكُونُ لِزَامَۢا","text_id":"Katakanlah (Nabi Muhammad kepada orang-orang musyrik), “Tuhanku tidak akan mengindahkanmu kalau tidak karena ibadahmu. Padahal, sungguh kamu telah mendustakan-Nya? Oleh karena itu, kelak (azab) pasti (menimpamu).”","text_en":"Say: \"My Lord is not concerned on your account if you do not pray to Him. You have surely done with denying; soon will come the inevitable judgement.","transliteration":"Qul maa ya'ba'u bikum Rabbee law laa du'aaa'ukum faqad kazzabtum fasawfa yakoonu lizaamaa","no_fn":"","text_fn":""}]