[{"id":3160,"surah":27,"no_ayah":1,"theme":"Al-Qur’an sebagai Petunjuk dan Berita Gembira bagi Orang Mukmin dan Peringatan bagi Orang Kafir","text_ayah":"طٰسۤۚ تِلْكَ اٰيٰتُ الْقُرْاٰنِ وَكِتَابٍ مُّبِيْنٍۙ ","text_id":"Ṭā Sīn. Inilah ayat-ayat Al-Qur’an dan Kitab Suci yang jelas (kandungannya),","text_en":"TA SIN. THESE are the verses of the Qur'an, and collection of explicit laws,","transliteration":"ṭā sīn, tilka āyātul-qur`āni wa kitābim mubīn","no_fn":"","text_fn":"","juz":19,"hizb":38,"rub_al_hizb":151,"page":377},{"id":3161,"surah":27,"no_ayah":2,"theme":"Al-Qur’an sebagai Petunjuk dan Berita Gembira bagi Orang Mukmin dan Peringatan bagi Orang Kafir","text_ayah":"هُدًى وَّبُشْرٰى لِلْمُؤْمِنِيْنَۙ  ","text_id":"(sebagai) petunjuk dan berita gembira bagi orang-orang mukmin,","text_en":"A guidance and good tidings for the believers,","transliteration":"hudaw wa busyrā lil-mu`minīn","no_fn":"","text_fn":"","juz":19,"hizb":38,"rub_al_hizb":151,"page":377},{"id":3162,"surah":27,"no_ayah":3,"theme":"Al-Qur’an sebagai Petunjuk dan Berita Gembira bagi Orang Mukmin dan Peringatan bagi Orang Kafir","text_ayah":"الَّذِيْنَ يُقِيْمُوْنَ الصَّلٰوةَ وَيُؤْتُوْنَ الزَّكٰوةَ وَهُمْ بِالْاٰخِرَةِ هُمْ يُوْقِنُوْنَ ","text_id":"(yaitu) orang-orang yang menegakkan salat, menunaikan zakat, dan meyakini adanya akhirat.","text_en":"Who fulfil their devotional obligations, pay the zakat, and believe with certainty in the life to come.","transliteration":"allażīna yuqīmụnaṣ-ṣalāta wa yu`tụnaz-zakāta wa hum bil-ākhirati hum yụqinụn","no_fn":"","text_fn":"","juz":19,"hizb":38,"rub_al_hizb":151,"page":377},{"id":3163,"surah":27,"no_ayah":4,"theme":"Al-Qur’an sebagai Petunjuk dan Berita Gembira bagi Orang Mukmin dan Peringatan bagi Orang Kafir","text_ayah":"اِنَّ الَّذِيْنَ لَا يُؤْمِنُوْنَ بِالْاٰخِرَةِ زَيَّنَّا لَهُمْ اَعْمَالَهُمْ فَهُمْ يَعْمَهُوْنَۗ ","text_id":"Sesungguhnya orang-orang yang tidak beriman kepada akhirat, Kami jadikan terasa indah bagi mereka perbuatan-perbuatannya (yang buruk). Maka, mereka terombang-ambing (dalam kesesatan).","text_en":"We make their deeds attractive to those who do not believe in the Hereafter, so that they may wander in perplexity.","transliteration":"innallażīna lā yu`minụna bil-ākhirati zayyannā lahum a'mālahum fa hum ya'mahụn","no_fn":"","text_fn":"","juz":19,"hizb":38,"rub_al_hizb":151,"page":377},{"id":3164,"surah":27,"no_ayah":5,"theme":"Al-Qur’an sebagai Petunjuk dan Berita Gembira bagi Orang Mukmin dan Peringatan bagi Orang Kafir","text_ayah":"اُولٰۤىِٕكَ الَّذِيْنَ لَهُمْ سُوْۤءُ الْعَذَابِ وَهُمْ فِى الْاٰخِرَةِ هُمُ الْاَخْسَرُوْنَ ","text_id":"Mereka itulah orang-orang yang mendapat siksaan buruk (di dunia) dan di akhirat mereka adalah orang-orang yang paling rugi.","text_en":"They are those who will suffer the worst chastisement in this life, and will be the greatest losers in the life to come.","transliteration":"ulā`ikallażīna lahum sū`ul-'ażābi wa hum fil-ākhirati humul-akhsarụn","no_fn":"","text_fn":"","juz":19,"hizb":38,"rub_al_hizb":151,"page":377},{"id":3165,"surah":27,"no_ayah":6,"theme":"Al-Qur’an sebagai Petunjuk dan Berita Gembira bagi Orang Mukmin dan Peringatan bagi Orang Kafir","text_ayah":"وَاِنَّكَ لَتُلَقَّى الْقُرْاٰنَ مِنْ لَّدُنْ حَكِيْمٍ عَلِيْمٍ ","text_id":"Sesungguhnya engkau (Nabi Muhammad) benar-benar telah diberi Al-Qur’an dari sisi (Allah) Yang Mahabijaksana lagi Maha Mengetahui.","text_en":"You have been conveyed the Qur'an from One all-wise and all-knowing.","transliteration":"wa innaka latulaqqal-qur`āna mil ladun ḥakīmin 'alīm","no_fn":"","text_fn":"","juz":19,"hizb":38,"rub_al_hizb":151,"page":377},{"id":3166,"surah":27,"no_ayah":7,"theme":"Mukjizat Nabi Musa dan Pengingkaran Fir‘aun terhadapnya","text_ayah":"اِذْ قَالَ مُوْسٰى لِاَهْلِهٖٓ اِنِّيْٓ اٰنَسْتُ نَارًاۗ سَاٰتِيْكُمْ مِّنْهَا بِخَبَرٍ اَوْ اٰتِيْكُمْ بِشِهَابٍ قَبَسٍ لَّعَلَّكُمْ تَصْطَلُوْنَ ","text_id":"(Ingatlah) ketika Musa berkata kepada istrinya, “Sesungguhnya aku melihat api. Aku akan membawa kabar tentangnya kepadamu atau membawa suluh api (obor) agar kamu dapat menghangatkan badan (dekat api).”","text_en":"(Remember) when Moses said to his family: \"I see a fire. I shall bring you news from it, or bring an ember that you may warm yourselves.\"","transliteration":"iż qāla mụsā li`ahlihī innī ānastu nārā, sa`ātīkum min-hā bikhabarin au ātīkum bisyihābing qabasil la'allakum taṣṭalụn","no_fn":"","text_fn":"","juz":19,"hizb":38,"rub_al_hizb":151,"page":377},{"id":3167,"surah":27,"no_ayah":8,"theme":"Mukjizat Nabi Musa dan Pengingkaran Fir‘aun terhadapnya","text_ayah":"فَلَمَّا جَاۤءَهَا نُوْدِيَ اَنْۢ بُوْرِكَ مَنْ فِى النَّارِ وَمَنْ حَوْلَهَاۗ وَسُبْحٰنَ اللّٰهِ رَبِّ الْعٰلَمِيْنَ ","text_id":"Maka, ketika tiba di sana (tempat api itu), dia diseru, “Orang yang berada di dekat api dan orang yang berada di sekitarnya telah diberkahi. Mahasuci Allah, Tuhan semesta alam.”","text_en":"But when he reached it, a voice called out: \"Blessed is He who is in the fire and all around it. Praised be God, the Lord of all the worlds.","transliteration":"fa lammā jā`ahā nụdiya am bụrika man fin-nāri wa man ḥaulahā, wa sub-ḥānallāhi rabbil-'ālamīn","no_fn":"","text_fn":"","juz":19,"hizb":38,"rub_al_hizb":151,"page":377},{"id":3168,"surah":27,"no_ayah":9,"theme":"Mukjizat Nabi Musa dan Pengingkaran Fir‘aun terhadapnya","text_ayah":"يٰمُوْسٰٓى اِنَّهٗٓ اَنَا اللّٰهُ الْعَزِيْزُ الْحَكِيْمُۙ ","text_id":"(Allah berfirman,) “Wahai Musa, sesungguhnya Aku adalah Allah Yang Mahaperkasa lagi Mahabijaksana.","text_en":"O Moses, I am that God, the mighty and all-wise.","transliteration":"yā mụsā innahū anallāhul-'azīzul-ḥakīm","no_fn":"","text_fn":"","juz":19,"hizb":38,"rub_al_hizb":151,"page":377},{"id":3169,"surah":27,"no_ayah":10,"theme":"Mukjizat Nabi Musa dan Pengingkaran Fir‘aun terhadapnya","text_ayah":"وَاَلْقِ عَصَاكَۗ فَلَمَّا رَاٰهَا تَهْتَزُّ كَاَنَّهَا جَاۤنٌّ وَّلّٰى مُدْبِرًا وَّلَمْ يُعَقِّبْۗ يٰمُوْسٰى لَا تَخَفْۗ اِنِّيْ لَا يَخَافُ لَدَيَّ الْمُرْسَلُوْنَۖ  ","text_id":"Lemparkanlah tongkatmu!” Ketika (tongkat itu dilemparkan) Musa melihatnya bergerak-gerak seperti seekor ular kecil yang gesit, berlarilah dia sambil berbalik ke belakang tanpa menoleh. (Allah pun berfirman,) “Wahai Musa, jangan takut! Sesungguhnya di hadapan-Ku para rasul tidak perlu takut,","text_en":"Throw down your staff.\" When he saw it wriggling like a serpent he turned his back and fled without turning (to look). \"O Moses,\" (said the voice), \"be not fearful. Surely those sent as messengers do not fear in My presence,","transliteration":"wa alqi 'aṣāk, fa lammā ra`āhā tahtazzu ka`annahā jānnuw wallā mudbiraw wa lam yu'aqqib, yā mụsā lā takhaf, innī lā yakhāfu ladayyal-mursalụn","no_fn":"","text_fn":"","juz":19,"hizb":38,"rub_al_hizb":151,"page":377},{"id":3170,"surah":27,"no_ayah":11,"theme":"Mukjizat Nabi Musa dan Pengingkaran Fir‘aun terhadapnya","text_ayah":"اِلَّا مَنْ ظَلَمَ ثُمَّ بَدَّلَ حُسْنًاۢ بَعْدَ سُوْۤءٍ فَاِنِّيْ غَفُوْرٌ رَّحِيْمٌ  ","text_id":"kecuali orang yang berlaku zalim yang kemudian mengganti keburukan(-nya) dengan kebaikan (bertobat). Sesungguhnya Aku Maha Pengampun lagi Maha Penyayang.","text_en":"Except those who do some wrong but afterwards do good to make up for the wrong. And I am forgiving and merciful.","transliteration":"illā man ẓalama ṡumma baddala ḥusnam ba'da sū`in fa innī gafụrur raḥīm","no_fn":"","text_fn":"","juz":19,"hizb":38,"rub_al_hizb":151,"page":377},{"id":3171,"surah":27,"no_ayah":12,"theme":"Mukjizat Nabi Musa dan Pengingkaran Fir‘aun terhadapnya","text_ayah":"وَاَدْخِلْ يَدَكَ فِيْ جَيْبِكَ تَخْرُجْ بَيْضَاۤءَ مِنْ غَيْرِ سُوْۤءٍۙ فِيْ تِسْعِ اٰيٰتٍ اِلٰى فِرْعَوْنَ وَقَوْمِهٖۚ اِنَّهُمْ كَانُوْا قَوْمًا فٰسِقِيْنَ ","text_id":"Masukkanlah tanganmu ke leher bajumu,<sup>544)</sup> ia akan keluar (dalam keadaan bercahaya) putih bukan karena cacat. (Kedua mukjizat ini) termasuk sembilan macam mukjizat (yang akan ditunjukkan) kepada Fir‘aun dan kaumnya. Sesungguhnya mereka benar-benar kaum yang fasik.”","text_en":"Put your hand in the bosom of your shirt; it will come out white without any blemish. This will be one of nine tokens for the Pharaoh and his people, who are a wicked lot indeed.\"","transliteration":"wa adkhil yadaka fī jaibika takhruj baiḍā`a min gairi sū`in fī tis'i āyātin ilā fir'auna wa qaumih, innahum kānụ qauman fāsiqīn","no_fn":"544","text_fn":"544) Yang dimaksud adalah meletakkan tangan ke dada melalui leher baju.","juz":19,"hizb":38,"rub_al_hizb":151,"page":377},{"id":3172,"surah":27,"no_ayah":13,"theme":"Mukjizat Nabi Musa dan Pengingkaran Fir‘aun terhadapnya","text_ayah":"فَلَمَّا جَاۤءَتْهُمْ اٰيٰتُنَا مُبْصِرَةً قَالُوْا هٰذَا سِحْرٌ مُّبِيْنٌۚ ","text_id":"Ketika mukjizat-mukjizat Kami yang terang itu sampai kepada mereka, mereka berkata, “Ini sihir yang nyata.”","text_en":"And when Our signs came as distinct proofs, they said: \"This is only magic.\"","transliteration":"fa lammā jā`at-hum āyātunā mubṣiratang qālụ hāżā siḥrum mubīn","no_fn":"","text_fn":"","juz":19,"hizb":38,"rub_al_hizb":151,"page":377},{"id":3173,"surah":27,"no_ayah":14,"theme":"Mukjizat Nabi Musa dan Pengingkaran Fir‘aun terhadapnya","text_ayah":"وَجَحَدُوْا بِهَا وَاسْتَيْقَنَتْهَآ اَنْفُسُهُمْ ظُلْمًا وَّعُلُوًّاۗ فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ الْمُفْسِدِيْنَࣖ  ","text_id":"Mereka mengingkarinya karena kezaliman dan kesombongan, padahal hati mereka meyakini (kebenaran)-nya. Perhatikanlah bagaimana kesudahan orang-orang yang berbuat kerusakan.","text_en":"And they denied them out of malice and pride, though in their hearts they believed that they were true. So see how was the end of evil-doers!","transliteration":"wa jaḥadụ bihā wastaiqanat-hā anfusuhum ẓulmaw wa 'uluwwā, fanẓur kaifa kāna 'āqibatul-mufsidīn","no_fn":"","text_fn":"","juz":19,"hizb":38,"rub_al_hizb":151,"page":378},{"id":3174,"surah":27,"no_ayah":15,"theme":"Kisah Nabi Daud dan Nabi Sulaiman","text_ayah":"وَلَقَدْ اٰتَيْنَا دَاوٗدَ وَسُلَيْمٰنَ عِلْمًاۗ وَقَالَا الْحَمْدُ لِلّٰهِ الَّذِيْ فَضَّلَنَا عَلٰى كَثِيْرٍ مِّنْ عِبَادِهِ الْمُؤْمِنِيْنَ  ","text_id":"Sungguh, Kami benar-benar telah menganugerahkan ilmu kepada Daud dan Sulaiman. Keduanya berkata, “Segala puji bagi Allah yang melebihkan kami daripada kebanyakan hamba-hamba-Nya yang mukmin.”","text_en":"We gave David and Solomon knowledge; and they said: \"All praise be to God who has favoured us over many of His creatures who believe.\"","transliteration":"wa laqad ātainā dāwụda wa sulaimāna 'ilmā, wa qālal-ḥamdu lillāhillażī faḍḍalanā 'alā kaṡīrim min 'ibādihil-mu`minīn","no_fn":"","text_fn":"","juz":19,"hizb":38,"rub_al_hizb":151,"page":378},{"id":3175,"surah":27,"no_ayah":16,"theme":"Kisah Nabi Daud dan Nabi Sulaiman","text_ayah":"وَوَرِثَ سُلَيْمٰنُ دَاوٗدَ وَقَالَ يٰٓاَيُّهَا النَّاسُ عُلِّمْنَا مَنْطِقَ الطَّيْرِ وَاُوْتِيْنَا مِنْ كُلِّ شَيْءٍۗ اِنَّ هٰذَا لَهُوَ الْفَضْلُ الْمُبِيْنُ  ","text_id":"Sulaiman telah mewarisi Daud<sup>545)</sup> dan dia (Sulaiman) berkata, “Wahai manusia, kami telah diajari (untuk memahami) bahasa burung dan kami dianugerahi segala sesuatu. Sesungguhnya (semua) ini benar-benar karunia yang nyata.”","text_en":"Solomon was heir to David, and he said: \"O people, we have been taught the language of Tair, and have been given of everything. This is a clear favour indeed.\"","transliteration":"wa wariṡa sulaimānu dāwụda wa qāla yā ayyuhan-nāsu 'ullimnā manṭiqaṭ-ṭairi wa ụtīnā ming kulli syaī`, inna hāżā lahuwal-faḍlul-mubīn","no_fn":"545","text_fn":"545) Nabi Sulaiman a.s. menggantikan kenabian dan kerajaan Nabi Daud a.s. serta mewarisi ilmu pengetahuan dan kitab Zabur yang diturunkan kepadanya.","juz":19,"hizb":38,"rub_al_hizb":151,"page":378},{"id":3176,"surah":27,"no_ayah":17,"theme":"Kisah Nabi Daud dan Nabi Sulaiman","text_ayah":"وَحُشِرَ لِسُلَيْمٰنَ جُنُوْدُهٗ مِنَ الْجِنِّ وَالْاِنْسِ وَالطَّيْرِ فَهُمْ يُوْزَعُوْنَ  ","text_id":"Untuk Sulaiman dikumpulkanlah bala tentara dari (kalangan) jin, manusia, dan burung, lalu mereka diatur dengan tertib","text_en":"His armies of jinns and men and Tair assembled, formed into ranks, (and marched)","transliteration":"wa ḥusyira lisulaimāna junụduhụ minal-jinni wal-insi waṭ-ṭairi fa hum yụza'ụn","no_fn":"","text_fn":"","juz":19,"hizb":38,"rub_al_hizb":151,"page":378},{"id":3177,"surah":27,"no_ayah":18,"theme":"Kisah Nabi Daud dan Nabi Sulaiman","text_ayah":"حَتّٰىٓ اِذَآ اَتَوْا عَلٰى وَادِ النَّمْلِۙ قَالَتْ نَمْلَةٌ يّٰٓاَيُّهَا النَّمْلُ ادْخُلُوْا مَسٰكِنَكُمْۚ لَا يَحْطِمَنَّكُمْ سُلَيْمٰنُ وَجُنُوْدُهٗۙ وَهُمْ لَا يَشْعُرُوْنَ  ","text_id":"hingga ketika sampai di lembah semut, ratu semut berkata, “Wahai para semut, masuklah ke dalam sarangmu agar kamu tidak diinjak oleh Sulaiman dan bala tentaranya, sedangkan mereka tidak menyadarinya.”","text_en":"Till they reached the Valley of Naml. Said the lady of Naml: \"O Naml, go into your dwellings lest Solomon and his hordes should crush you unawares.\"","transliteration":"hattā iżā atau 'alā wādin-namli qālat namlatuy yā ayyuhan-namludkhulụ masākinakum, lā yahṭimannakum sulaimānu wa junụduhụ wa hum lā yasy'urụn","no_fn":"","text_fn":"","juz":19,"hizb":38,"rub_al_hizb":151,"page":378},{"id":3178,"surah":27,"no_ayah":19,"theme":"Kisah Nabi Daud dan Nabi Sulaiman","text_ayah":"فَتَبَسَّمَ ضَاحِكًا مِّنْ قَوْلِهَا وَقَالَ رَبِّ اَوْزِعْنِيْٓ اَنْ اَشْكُرَ نِعْمَتَكَ الَّتِيْٓ اَنْعَمْتَ عَلَيَّ وَعَلٰى وَالِدَيَّ وَاَنْ اَعْمَلَ صَالِحًا تَرْضٰىهُ وَاَدْخِلْنِيْ بِرَحْمَتِكَ فِيْ عِبَادِكَ الصّٰلِحِيْنَ  ","text_id":"Dia (Sulaiman) tersenyum seraya tertawa karena (mendengar) perkataan semut itu. Dia berdoa, “Ya Tuhanku, anugerahkanlah aku (ilham dan kemampuan) untuk tetap mensyukuri nikmat-Mu yang telah Engkau anugerahkan kepadaku dan kepada kedua orang tuaku dan untuk tetap mengerjakan kebajikan yang Engkau ridai. (Aku memohon pula) masukkanlah aku dengan rahmat-Mu ke dalam golongan hamba-hamba-Mu yang saleh.”","text_en":"(Solomon) smiled, amused at her speech, and said: \"O Lord grant me that I should be grateful for the favours You have bestowed on me and my parents, and do good things of Your pleasing; and admit me among Your righteous devotees by Your grace.\"","transliteration":"fa tabassama ḍāḥikam ming qaulihā wa qāla rabbi auzi'nī an asykura ni'matakallatī an'amta 'alayya wa 'alā wālidayya wa an a'mala ṣāliḥan tarḍāhu wa adkhilnī biraḥmatika fī 'ibādikaṣ-ṣāliḥīn","no_fn":"","text_fn":"","juz":19,"hizb":38,"rub_al_hizb":151,"page":378},{"id":3179,"surah":27,"no_ayah":20,"theme":"Kisah Nabi Sulaiman, Burung Hudhud, dan Ratu Balqis","text_ayah":"وَتَفَقَّدَ الطَّيْرَ فَقَالَ مَا لِيَ لَآ اَرَى الْهُدْهُدَۖ اَمْ كَانَ مِنَ الْغَاۤىِٕبِيْنَ  ","text_id":"Dia (Sulaiman) memeriksa (pasukan) burung, lalu berkata, “Mengapa aku tidak melihat Hudhud?<sup>546)</sup> Ataukah ia termasuk yang tidak hadir?","text_en":"When he reviewed the Tair, he said: \"How is it I do not see Hud-hud? Is he absent?","transliteration":"wa tafaqqadaṭ-ṭaira fa qāla mā liya lā aral-hudhuda am kāna minal-gā`ibīn","no_fn":"546","text_fn":"546) Hudhud adalah sejenis burung pelatuk yang bermahkota (berjambul).","juz":19,"hizb":38,"rub_al_hizb":151,"page":378},{"id":3180,"surah":27,"no_ayah":21,"theme":"Kisah Nabi Sulaiman, Burung Hudhud, dan Ratu Balqis","text_ayah":"لَاُعَذِّبَنَّهٗ عَذَابًا شَدِيْدًا اَوْ لَاَا۟ذْبَحَنَّهٗٓ اَوْ لَيَأْتِيَنِّيْ بِسُلْطٰنٍ مُّبِيْنٍ  ","text_id":"Pasti akan kuhukum ia dengan hukuman yang berat atau kusembelih ia, kecuali jika ia datang kepadaku dengan alasan yang jelas.”","text_en":"I will punish him severely, or cut his throat, unless he bring a valid excuse.\"","transliteration":"la`u'ażżibannahụ 'ażāban syadīdan au la`ażbaḥannahū au laya`tiyannī bisulṭānim mubīn","no_fn":"","text_fn":"","juz":19,"hizb":38,"rub_al_hizb":151,"page":378},{"id":3181,"surah":27,"no_ayah":22,"theme":"Kisah Nabi Sulaiman, Burung Hudhud, dan Ratu Balqis","text_ayah":"فَمَكَثَ غَيْرَ بَعِيْدٍ فَقَالَ اَحَطْتُّ بِمَا لَمْ تُحِطْ بِهٖ وَجِئْتُكَ مِنْ سَبَاٍ ۢبِنَبَاٍ يَّقِيْنٍ ","text_id":"Tidak lama kemudian (datanglah Hudhud), lalu ia berkata, “Aku telah mengetahui sesuatu yang belum engkau ketahui. Aku datang kepadamu dari negeri Saba’<sup>547)</sup> membawa suatu berita penting yang meyakinkan (kebenarannya.)","text_en":"But he was not long in coming, and reported: \"I have been around where you have not been. I come from Saba with positive news.","transliteration":"fa makaṡa gaira ba'īdin fa qāla aḥaṭtu bimā lam tuḥiṭ bihī wa ji`tuka min saba`im binaba`iy yaqīn","no_fn":"547","text_fn":"547) Saba’ adalah nama kerajaan pada zaman dahulu, ibukotanya Ma‘rib yang terletak dekat kota Sana‘a, ibukota Yaman sekarang.","juz":19,"hizb":38,"rub_al_hizb":151,"page":378},{"id":3182,"surah":27,"no_ayah":23,"theme":"Kisah Nabi Sulaiman, Burung Hudhud, dan Ratu Balqis","text_ayah":"اِنِّيْ وَجَدْتُّ امْرَاَةً تَمْلِكُهُمْ وَاُوْتِيَتْ مِنْ كُلِّ شَيْءٍ وَّلَهَا عَرْشٌ عَظِيْمٌ","text_id":"Sesungguhnya aku mendapati ada seorang perempuan<sup>548)</sup> yang memerintah mereka (penduduk negeri Saba’). Dia dianugerahi segala sesuatu dan memiliki singgasana yang besar.","text_en":"I found a woman reigning over them, and she has been favoured with everything; and she has a throne that is magnificent.","transliteration":"innī wajattumra`atan tamlikuhum wa ụtiyat ming kulli syai`iu wa lahā 'arsyun 'aẓīm","no_fn":"548","text_fn":"548) Yang dimaksud dengan perempuan dalam ayat ini adalah Ratu Balqis yang memerintah kerajaan Saba’ pada zaman Nabi Sulaiman a.s.","juz":19,"hizb":38,"rub_al_hizb":151,"page":379},{"id":3183,"surah":27,"no_ayah":24,"theme":"Kisah Nabi Sulaiman, Burung Hudhud, dan Ratu Balqis","text_ayah":"وَجَدْتُّهَا وَقَوْمَهَا يَسْجُدُوْنَ لِلشَّمْسِ مِنْ دُوْنِ اللّٰهِ وَزَيَّنَ لَهُمُ الشَّيْطٰنُ اَعْمَالَهُمْ فَصَدَّهُمْ عَنِ السَّبِيْلِ فَهُمْ لَا يَهْتَدُوْنَۙ  ","text_id":"Aku (burung Hudhud) mendapati dia dan kaumnya sedang menyembah matahari, bukan Allah. Setan telah menghiasi perbuatan-perbuatan (buruk itu agar terasa indah) bagi mereka sehingga menghalanginya dari jalan (Allah). Mereka tidak mendapat petunjuk.","text_en":"I found that she and her people worship the sun in place of God, for Satan has made their deeds look attractive to them and has turned them away from the Path, so they do not find the way","transliteration":"wajattuhā wa qaumahā yasjudụna lisy-syamsi min dụnillāhi wa zayyana lahumusy-syaiṭānu a'mālahum fa ṣaddahum 'anis-sabīli fa hum lā yahtadụn","no_fn":"","text_fn":"","juz":19,"hizb":38,"rub_al_hizb":151,"page":379},{"id":3184,"surah":27,"no_ayah":25,"theme":"Kisah Nabi Sulaiman, Burung Hudhud, dan Ratu Balqis","text_ayah":"اَلَّا يَسْجُدُوْا لِلّٰهِ الَّذِيْ يُخْرِجُ الْخَبْءَ فِى السَّمٰوٰتِ وَالْاَرْضِ وَيَعْلَمُ مَا تُخْفُوْنَ وَمَا تُعْلِنُوْنَ  ","text_id":"Mereka (juga) tidak menyembah Allah yang mengeluarkan apa yang terpendam di langit dan di bumi<sup>549)</sup> dan yang mengetahui apa yang kamu sembunyikan dan yang kamu nyatakan.","text_en":"To worship God who brings to light what is hidden in the heavens and the earth, and is cognisant of what you hide and what you disclose.","transliteration":"allā yasjudụ lillāhillażī yukhrijul-khab`a fis-samāwāti wal-arḍi wa ya'lamu mā tukhfụna wa mā tu'linụn","no_fn":"549","text_fn":"549) Di antara perwujudan mengeluarkan apa yang terpendam di langit dan di bumi adalah menurunkan hujan dari langit, menumbuhkan tanam-tanaman, serta mengeluarkan logam dan barang tambang dari bumi.","juz":19,"hizb":38,"rub_al_hizb":151,"page":379},{"id":3185,"surah":27,"no_ayah":26,"theme":"Kisah Nabi Sulaiman, Burung Hudhud, dan Ratu Balqis","text_ayah":"اَللّٰهُ لَآ اِلٰهَ اِلَّا هُوَۙ رَبُّ الْعَرْشِ الْعَظِيْمِ ۩ ","text_id":"Allah, tidak ada tuhan melainkan Dia, Tuhan yang mempunyai ʻArasy yang agung.”","text_en":"God: There is no god but He, the Lord of the glorious throne.\"","transliteration":"allāhu lā ilāha illā huwa rabbul-'arsyil-'aẓīm","no_fn":"","text_fn":"","juz":19,"hizb":38,"rub_al_hizb":151,"page":379},{"id":3186,"surah":27,"no_ayah":27,"theme":"Kisah Nabi Sulaiman, Burung Hudhud, dan Ratu Balqis","text_ayah":"۞ قَالَ سَنَنْظُرُ اَصَدَقْتَ اَمْ كُنْتَ مِنَ الْكٰذِبِيْنَ ","text_id":"Dia (Sulaiman) berkata, “Kami akan memperhatikan apakah engkau benar atau termasuk orang-orang yang berdusta.","text_en":"(Solomon) said: 'We shall see if you speak the truth or you are a liar.","transliteration":"qāla sananẓuru a ṣadaqta am kunta minal-kāżibīn","no_fn":"","text_fn":"","juz":19,"hizb":38,"rub_al_hizb":152,"page":379},{"id":3187,"surah":27,"no_ayah":28,"theme":"Kisah Nabi Sulaiman, Burung Hudhud, dan Ratu Balqis","text_ayah":"اِذْهَبْ بِّكِتٰبِيْ هٰذَا فَاَلْقِهْ اِلَيْهِمْ ثُمَّ تَوَلَّ عَنْهُمْ فَانْظُرْ مَاذَا يَرْجِعُوْنَ ","text_id":"Pergilah dengan (membawa) suratku ini, lalu jatuhkanlah kepada mereka. Kemudian berpalinglah dari mereka, lalu perhatikanlah apa yang mereka bicarakan!”","text_en":"Take this letter from me, and deliver it to them and withdraw, then see what reply they give in return.\"","transliteration":"iż-hab bikitābī hāżā fa alqih ilaihim ṡumma tawalla 'an-hum fanẓur māżā yarji'ụn","no_fn":"","text_fn":"","juz":19,"hizb":38,"rub_al_hizb":152,"page":379},{"id":3188,"surah":27,"no_ayah":29,"theme":"Kisah Nabi Sulaiman, Burung Hudhud, dan Ratu Balqis","text_ayah":"قَالَتْ يٰٓاَيُّهَا الْمَلَؤُا اِنِّيْٓ اُلْقِيَ اِلَيَّ كِتٰبٌ كَرِيْمٌ  ","text_id":"Dia (Balqis) berkata, “Wahai para pembesar, sesungguhnya telah disampaikan kepadaku sebuah surat yang penting.”","text_en":"(The Queen said): \"O nobles, a venerable letter has been delivered to me.","transliteration":"qālat yā ayyuhal-mala`u innī ulqiya ilayya kitābung karīm","no_fn":"","text_fn":"","juz":19,"hizb":38,"rub_al_hizb":152,"page":379},{"id":3189,"surah":27,"no_ayah":30,"theme":"Kisah Nabi Sulaiman, Burung Hudhud, dan Ratu Balqis","text_ayah":"اِنَّهٗ مِنْ سُلَيْمٰنَ وَاِنَّهٗ بِسْمِ اللّٰهِ الرَّحْمٰنِ الرَّحِيْمِۙ  ","text_id":"Sesungguhnya (surat) itu berasal dari Sulaiman yang isinya (berbunyi,) “Dengan nama Allah Yang Maha Pengasih lagi Maha Penyayang.","text_en":"It is from Solomon, and (says): 'In the name of Allah, Ar-Rahman, Ar-Rahim.","transliteration":"innahụ min sulaimāna wa innahụ bismillāhir-raḥmānir-raḥīm","no_fn":"","text_fn":"","juz":19,"hizb":38,"rub_al_hizb":152,"page":379},{"id":3190,"surah":27,"no_ayah":31,"theme":"Kisah Nabi Sulaiman, Burung Hudhud, dan Ratu Balqis","text_ayah":"اَلَّا تَعْلُوْا عَلَيَّ وَأْتُوْنِيْ مُسْلِمِيْنَࣖ ","text_id":"Janganlah engkau berlaku sombong terhadapku dan datanglah kepadaku sebagai orang-orang yang berserah diri!”","text_en":"Do not rise against me, but come to me in submission.'","transliteration":"allā ta'lụ 'alayya wa`tụnī muslimīn","no_fn":"","text_fn":"","juz":19,"hizb":38,"rub_al_hizb":152,"page":379},{"id":3191,"surah":27,"no_ayah":32,"theme":"Kisah Nabi Sulaiman, Burung Hudhud, dan Ratu Balqis","text_ayah":"قَالَتْ يٰٓاَيُّهَا الْمَلَؤُا اَفْتُوْنِيْ فِيْٓ اَمْرِيْۚ مَا كُنْتُ قَاطِعَةً اَمْرًا حَتّٰى تَشْهَدُوْنِ ","text_id":"Dia (Balqis) berkata, “Wahai para pembesar, berilah aku pertimbangan dalam urusanku (ini). Aku tidak pernah memutuskan suatu urusan sebelum kamu hadir (dalam majelisku).”","text_en":".\" Advise me, O nobles,\" she said \"in this matter. I do not decide any thing until you concur.\"","transliteration":"qālat yā ayyuhal-mala`u aftụnī fī amrī, mā kuntu qāṭi'atan amran ḥattā tasy-hadụn","no_fn":"","text_fn":"","juz":19,"hizb":38,"rub_al_hizb":152,"page":379},{"id":3192,"surah":27,"no_ayah":33,"theme":"Kisah Nabi Sulaiman, Burung Hudhud, dan Ratu Balqis","text_ayah":"قَالُوْا نَحْنُ اُولُوْا قُوَّةٍ وَّاُولُوْا بَأْسٍ شَدِيْدٍ ەۙ وَّالْاَمْرُ اِلَيْكِ فَانْظُرِيْ مَاذَا تَأْمُرِيْنَ","text_id":"Mereka menjawab, “Kita memiliki kekuatan dan ketangkasan yang luar biasa (untuk berperang), tetapi keputusan berada di tanganmu. Maka, pertimbangkanlah apa yang akan engkau perintahkan.”","text_en":"They said: \"We are men of valour, and brave fighters. It is for you to decide. So consider what you should command.\"","transliteration":"qālụ naḥnu ulụ quwwatiw wa ulụ ba`sin syadīdiw wal-amru ilaiki fanẓurī māżā ta`murīn","no_fn":"","text_fn":"","juz":19,"hizb":38,"rub_al_hizb":152,"page":379},{"id":3193,"surah":27,"no_ayah":34,"theme":"Kisah Nabi Sulaiman, Burung Hudhud, dan Ratu Balqis","text_ayah":"قَالَتْ اِنَّ الْمُلُوْكَ اِذَا دَخَلُوْا قَرْيَةً اَفْسَدُوْهَا وَجَعَلُوْٓا اَعِزَّةَ اَهْلِهَآ اَذِلَّةًۚ وَكَذٰلِكَ يَفْعَلُوْنَ  ","text_id":"Dia (Balqis) berkata, “Sesungguhnya raja-raja apabila menaklukkan suatu negeri, mereka tentu membinasakannya dan menjadikan penduduknya yang mulia jadi hina. Demikianlah yang mereka akan perbuat.","text_en":"She said: \"Surely when kings enter a city they destroy it and despoil the honour of its nobility. So will they do (to us).","transliteration":"qālat innal-mulụka iżā dakhalụ qaryatan afsadụhā wa ja'alū a'izzata ahlihā ażillah, wa każālika yaf'alụn","no_fn":"","text_fn":"","juz":19,"hizb":38,"rub_al_hizb":152,"page":379},{"id":3194,"surah":27,"no_ayah":35,"theme":"Kisah Nabi Sulaiman, Burung Hudhud, dan Ratu Balqis","text_ayah":"وَاِنِّيْ مُرْسِلَةٌ اِلَيْهِمْ بِهَدِيَّةٍ فَنٰظِرَةٌ ۢبِمَ يَرْجِعُ الْمُرْسَلُوْنَ ","text_id":"Sesungguhnya aku akan mengirim utusan kepada mereka dengan (membawa) hadiah dan (aku) akan menunggu apa yang akan dibawa kembali oleh para utusan itu.”","text_en":"But I will send them a gift and see what the envoys bring back (in return).\"","transliteration":"wa innī mursilatun ilaihim bihadiyyatin fa nāẓiratum bima yarji'ul-mursalụn","no_fn":"","text_fn":"","juz":19,"hizb":38,"rub_al_hizb":152,"page":379},{"id":3195,"surah":27,"no_ayah":36,"theme":"Kisah Nabi Sulaiman, Burung Hudhud, dan Ratu Balqis","text_ayah":"فَلَمَّا جَاۤءَ سُلَيْمٰنَ قَالَ اَتُمِدُّوْنَنِ بِمَالٍ فَمَآ اٰتٰىنِ  َۧ اللّٰهُ خَيْرٌ مِّمَّآ اٰتٰىكُمْۚ بَلْ اَنْتُمْ بِهَدِيَّتِكُمْ تَفْرَحُوْنَ  ","text_id":"Ketika (para utusan itu) sampai kepada Sulaiman, dia berkata, “Apakah kamu akan memberi harta kepadaku (sebagai hadiah)? Apa yang Allah berikan kepadaku lebih baik daripada apa yang Allah berikan kepadamu, tetapi kamu merasa bangga dengan hadiahmu. ","text_en":"So, when the envoys came to Solomon he said: \"Do you wish to increase my wealth? Yet what God has given me is better than what He has given you. No. Be gratified in your present.","transliteration":"fa lammā jā`a sulaimāna qāla a tumiddụnani bimālin fa mā ātāniyallāhu khairum mimmā ātākum, bal antum bihadiyyatikum tafraḥụn","no_fn":"","text_fn":"","juz":19,"hizb":38,"rub_al_hizb":152,"page":380},{"id":3196,"surah":27,"no_ayah":37,"theme":"Kisah Nabi Sulaiman, Burung Hudhud, dan Ratu Balqis","text_ayah":"اِرْجِعْ اِلَيْهِمْ فَلَنَأْتِيَنَّهُمْ بِجُنُوْدٍ لَّا قِبَلَ لَهُمْ بِهَا وَلَنُخْرِجَنَّهُمْ مِّنْهَآ اَذِلَّةً وَّهُمْ صٰغِرُوْنَ ","text_id":"Pulanglah kepada mereka (dengan membawa kembali hadiahmu)! Kami pasti akan mendatangi mereka dengan bala tentara yang tidak mungkin dikalahkan. Kami pasti akan mengusir mereka dari negeri itu (Saba’) dalam keadaan terhina lagi tunduk.”","text_en":"Go back to them. We shall soon come with our armies which they will not be able to face. We shall drive them out of (the land) with ignominy, and they will be humbled.\"","transliteration":"irji' ilaihim falana`tiyannahum bijunụdil lā qibala lahum bihā wa lanukhrijannahum min-hā ażillataw wa hum ṣāgirụn","no_fn":"","text_fn":"","juz":19,"hizb":38,"rub_al_hizb":152,"page":380},{"id":3197,"surah":27,"no_ayah":38,"theme":"Kisah Nabi Sulaiman, Burung Hudhud, dan Ratu Balqis","text_ayah":"قَالَ يٰٓاَيُّهَا الْمَلَؤُا اَيُّكُمْ يَأْتِيْنِيْ بِعَرْشِهَا قَبْلَ اَنْ يَّأْتُوْنِيْ مُسْلِمِيْنَ ","text_id":"Dia (Sulaiman) berkata, “Wahai para pembesar, siapakah di antara kamu yang sanggup membawakanku singgasananya sebelum mereka datang menyerahkan diri?”","text_en":"He (then) said (to his courtiers): \"O you nobles, is there any one who can bring me her throne before they come to me in submission?\"","transliteration":"qāla yā ayyuhal-mala`u ayyukum ya`tīnī bi'arsyihā qabla ay ya`tụnī muslimīn","no_fn":"","text_fn":"","juz":19,"hizb":38,"rub_al_hizb":152,"page":380},{"id":3198,"surah":27,"no_ayah":39,"theme":"Kisah Nabi Sulaiman, Burung Hudhud, dan Ratu Balqis","text_ayah":"قَالَ عِفْرِيْتٌ مِّنَ الْجِنِّ اَنَا۠ اٰتِيْكَ بِهٖ قَبْلَ اَنْ تَقُوْمَ مِنْ مَّقَامِكَۚ وَاِنِّيْ عَلَيْهِ لَقَوِيٌّ اَمِيْنٌ  ","text_id":"Ifrit dari golongan jin berkata, “Akulah yang akan membawanya kepadamu sebelum engkau berdiri dari singgasanamu. Sesungguhnya aku benar-benar kuat lagi dapat dipercaya.”","text_en":"A crafty jinn said: \"I will bring it before you rise from your seat, for I am strong and trustworthy.\"","transliteration":"qāla 'ifrītum minal-jinni ana ātīka bihī qabla an taqụma mim maqāmik, wa innī 'alaihi laqawiyyun amīn","no_fn":"","text_fn":"","juz":19,"hizb":38,"rub_al_hizb":152,"page":380},{"id":3199,"surah":27,"no_ayah":40,"theme":"Kisah Nabi Sulaiman, Burung Hudhud, dan Ratu Balqis","text_ayah":"قَالَ الَّذِيْ عِنْدَهٗ عِلْمٌ مِّنَ الْكِتٰبِ اَنَا۠ اٰتِيْكَ بِهٖ قَبْلَ اَنْ يَّرْتَدَّ اِلَيْكَ طَرْفُكَۗ فَلَمَّا رَاٰهُ مُسْتَقِرًّا عِنْدَهٗ قَالَ هٰذَا مِنْ فَضْلِ رَبِّيْۗ  لِيَبْلُوَنِيْٓ ءَاَشْكُرُ اَمْ اَكْفُرُۗ وَمَنْ شَكَرَ فَاِنَّمَا يَشْكُرُ لِنَفْسِهٖۚ وَمَنْ كَفَرَ فَاِنَّ رَبِّيْ غَنِيٌّ كَرِيْمٌ  ","text_id":"Seorang yang mempunyai ilmu dari kitab suci<sup>550)</sup> berkata, “Aku akan mendatangimu dengan membawa (singgasana) itu sebelum matamu berkedip.” Ketika dia (Sulaiman) melihat (singgasana) itu ada di hadapannya, dia pun berkata, “Ini termasuk karunia Tuhanku untuk mengujiku apakah aku bersyukur atau berbuat kufur. Siapa yang bersyukur, maka sesungguhnya dia bersyukur untuk (kebaikan) dirinya sendiri. Siapa yang berbuat kufur, maka sesungguhnya Tuhanku Mahakaya lagi Mahamulia.”","text_en":"But one who had knowledge of the letter, said: \"I will bring it to you in the twinkling of an eye.\" When Solomon saw it before him, (he said): \"This is by the grace of my Lord that He may test me whether I am grateful or I am thankless. Yet if one is grateful, he is grateful for himself, and if one is thankless, then surely my Lord is unconcerned and magnanimous.\"","transliteration":"qālallażī 'indahụ 'ilmum minal-kitābi ana ātīka bihī qabla ay yartadda ilaika ṭarfuk, fa lammā ra`āhu mustaqirran 'indahụ qāla hāżā min faḍli rabbī, liyabluwanī a asykuru am akfur, wa man syakara fa innamā yasykuru linafsih, wa mang kafara fa inna rabbī ganiyyung karīm","no_fn":"550","text_fn":"550) Yang dimaksud kitab suci pada ayat ini adalah kitab yang diturunkan sebelum Nabi Sulaiman a.s., yaitu Taurat dan Zabur.","juz":19,"hizb":38,"rub_al_hizb":152,"page":380},{"id":3200,"surah":27,"no_ayah":41,"theme":"Kisah Nabi Sulaiman, Burung Hudhud, dan Ratu Balqis","text_ayah":"قَالَ نَكِّرُوْا لَهَا عَرْشَهَا نَنْظُرْ اَتَهْتَدِيْٓ اَمْ تَكُوْنُ مِنَ الَّذِيْنَ لَا يَهْتَدُوْنَ ","text_id":"Dia (Sulaiman) berkata, “Ubahlah untuknya singgasananya, kita akan melihat apakah dia (Balqis) mengenali(-nya) atau tidak mengenali.”","text_en":"(Turning to his nobles) he said: \"Change the appearance of her throne. Let us see if she is rightly guided, or is not guided at all.\"","transliteration":"qāla nakkirụ lahā 'arsyahā nanẓur a tahtadī am takụnu minallażīna lā yahtadụn","no_fn":"","text_fn":"","juz":19,"hizb":38,"rub_al_hizb":152,"page":380},{"id":3201,"surah":27,"no_ayah":42,"theme":"Kisah Nabi Sulaiman, Burung Hudhud, dan Ratu Balqis","text_ayah":"فَلَمَّا جَاۤءَتْ قِيْلَ اَهٰكَذَا عَرْشُكِۗ قَالَتْ كَاَنَّهٗ هُوَۚ وَاُوْتِيْنَا الْعِلْمَ مِنْ قَبْلِهَا وَكُنَّا مُسْلِمِيْنَ  ","text_id":"Ketika dia (Balqis) datang, ditanyakanlah (kepadanya), “Serupa inikah singgasanamu?” Dia (Balqis) menjawab, “Sepertinya ya. Kami telah diberi pengetahuan sebelumnya<sup>551</sup>) dan kami adalah orang-orang yang berserah diri (kepada Allah).”","text_en":"When she arrived, they asked her: \"Is your throne like this?\" She said: \"As though this is it. We had come to have knowledge and already submitted.\"","transliteration":"fa lammā jā`at qīla a hākażā 'arsyuk, qālat ka`annahụ huw, wa ụtīnal-'ilma ming qablihā wa kunnā muslimīn","no_fn":"551","text_fn":"551) Balqis telah mengetahui kenabian Sulaiman a.s. sebelum singgasananya dipindahkan dari negeri Saba’ ke Palestina dalam sekejap mata.","juz":19,"hizb":38,"rub_al_hizb":152,"page":380},{"id":3202,"surah":27,"no_ayah":43,"theme":"Kisah Nabi Sulaiman, Burung Hudhud, dan Ratu Balqis","text_ayah":"وَصَدَّهَا مَا كَانَتْ تَّعْبُدُ مِنْ دُوْنِ اللّٰهِۗ اِنَّهَا كَانَتْ مِنْ قَوْمٍ كٰفِرِيْنَ  ","text_id":"Kebiasaannya (Balqis) menyembah selain Allah telah mencegahnya (dari tauhid). Sesungguhnya dia dahulu termasuk kaum yang kafir.","text_en":"She was (in fact) turned away by what she worshipped other than God, for she came of an unbelieving people.","transliteration":"wa ṣaddahā mā kānat ta'budu min dụnillāh, innahā kānat ming qauming kāfirīn","no_fn":"","text_fn":"","juz":19,"hizb":38,"rub_al_hizb":152,"page":380},{"id":3203,"surah":27,"no_ayah":44,"theme":"Kisah Nabi Sulaiman, Burung Hudhud, dan Ratu Balqis","text_ayah":"قِيْلَ لَهَا ادْخُلِى الصَّرْحَۚ فَلَمَّا رَاَتْهُ حَسِبَتْهُ لُجَّةً وَّكَشَفَتْ عَنْ سَاقَيْهَاۗ قَالَ اِنَّهٗ صَرْحٌ مُّمَرَّدٌ مِّنْ قَوَارِيْرَ ەۗ قَالَتْ رَبِّ اِنِّيْ ظَلَمْتُ نَفْسِيْ وَاَسْلَمْتُ مَعَ سُلَيْمٰنَ لِلّٰهِ رَبِّ الْعٰلَمِيْنَࣖ","text_id":"Dikatakan kepadanya (Balqis), “Masuklah ke istana.” Ketika dia (Balqis) melihat (lantai istana) itu, dia menyangkanya kolam air yang besar. Dia menyingkapkan (gaun yang menutupi) kedua betisnya. Dia (Sulaiman) berkata, “Sesungguhnya ini hanyalah lantai licin (berkilap) yang terbuat dari kaca.” Dia (Balqis) berkata, “Ya Tuhanku, sesungguhnya aku telah berbuat zalim terhadap diriku. Aku berserah diri bersama Sulaiman kepada Allah, Tuhan semesta alam.”","text_en":"She was invited to enter the court. When she saw it, she took it for a sheet of water, and (pulling up her skirts) uncovered her legs. (Solomon) told her: \"This is paved with tiles of glass.\" \"O Lord,\" she said, \"I have wronged myself, and I submit to the Lord of all the worlds with Solomon.\"","transliteration":"qīla lahadkhuliṣ-ṣar-ḥ, fa lammā ra`at-hu ḥasibat-hu lujjataw wa kasyafat 'an sāqaihā, qāla innahụ ṣar-ḥum mumarradum ming qawārīr, qālat rabbi innī ẓalamtu nafsī wa aslamtu ma'a sulaimāna lillāhi rabbil-'ālamīn","no_fn":"","text_fn":"","juz":19,"hizb":38,"rub_al_hizb":152,"page":380},{"id":3204,"surah":27,"no_ayah":45,"theme":"Kehancuran Kaum Samud","text_ayah":"وَلَقَدْ اَرْسَلْنَآ اِلٰى ثَمُوْدَ اَخَاهُمْ صٰلِحًا اَنِ اعْبُدُوا اللّٰهَ فَاِذَا هُمْ فَرِيْقٰنِ يَخْتَصِمُوْنَ  ","text_id":"Sungguh, Kami benar-benar telah mengutus kepada (kaum) Samud saudara mereka (sesuku), yaitu Saleh (yang menyeru), “Sembahlah Allah!” Tiba-tiba mereka (menjadi) dua golongan yang bermusuhan.","text_en":"We sent to Thamud their brother Saleh (who said): \"Worship God.\" But they were divided into two groups disputing with one another.","transliteration":"wa laqad arsalnā ilā ṡamụda akhāhum ṣāliḥan ani'budullāha fa iżā hum farīqāni yakhtaṣimụn","no_fn":"","text_fn":"","juz":19,"hizb":38,"rub_al_hizb":152,"page":381},{"id":3205,"surah":27,"no_ayah":46,"theme":"Kehancuran Kaum Samud","text_ayah":"قَالَ يٰقَوْمِ لِمَ تَسْتَعْجِلُوْنَ بِالسَّيِّئَةِ قَبْلَ الْحَسَنَةِۚ لَوْلَا تَسْتَغْفِرُوْنَ اللّٰهَ لَعَلَّكُمْ تُرْحَمُوْنَ ","text_id":"Dia (Saleh) berkata, “Wahai kaumku, mengapa kamu meminta disegerakan keburukan (azab) sebelum (meminta) kebaikan (rahmat)? Mengapa kamu tidak memohon ampunan kepada Allah agar kamu dirahmati?”","text_en":"(Saleh) said: \"O people, why do you wish to hasten evil rather than good? Why not ask for God's forgiveness? You may well be forgiven.\"","transliteration":"qāla yā qaumi lima tasta'jilụna bis-sayyi`ati qablal-ḥasanah, lau lā tastagfirụnallāha la'allakum tur-ḥamụn","no_fn":"","text_fn":"","juz":19,"hizb":38,"rub_al_hizb":152,"page":381},{"id":3206,"surah":27,"no_ayah":47,"theme":"Kehancuran Kaum Samud","text_ayah":"قَالُوا اطَّيَّرْنَا بِكَ وَبِمَنْ مَّعَكَۗ قَالَ طٰۤىِٕرُكُمْ عِنْدَ اللّٰهِ  بَلْ اَنْتُمْ قَوْمٌ تُفْتَنُوْنَ ","text_id":"Mereka menjawab, “Kami bernasib malang karena engkau dan orang-orang yang bersamamu.” Dia (Saleh) berkata, “Nasibmu (malang atau tidak ditetapkan) di sisi Allah (bukan karena kami). Kamu adalah kaum yang sedang diuji.”","text_en":"They said: \"You betoken evil, and those with you.\" (Saleh) replied: \"The evil you presage can only come from God. In reality you are a people under trial (for your own inauspiciousness).\"","transliteration":"qāluṭ ṭayyarnā bika wa bimam ma'ak, qāla ṭā`irukum 'indallāhi bal antum qaumun tuftanụn","no_fn":"","text_fn":"","juz":19,"hizb":38,"rub_al_hizb":152,"page":381},{"id":3207,"surah":27,"no_ayah":48,"theme":"Kehancuran Kaum Samud","text_ayah":"وَكَانَ فِى الْمَدِيْنَةِ تِسْعَةُ رَهْطٍ يُّفْسِدُوْنَ فِى الْاَرْضِ وَلَا يُصْلِحُوْنَ  ","text_id":"Di kota itu<sup>552)</sup> ada sembilan orang laki-laki yang berbuat kerusakan di bumi. Mereka tidak melakukan perbaikan.","text_en":"There were in that city nine persons who spread disorder in the land, and did not reform.","transliteration":"wa kāna fil-madīnati tis'atu rahṭiy yufsidụna fil-arḍi wa lā yuṣliḥụn","no_fn":"552","text_fn":"552) Yang dimaksud dengan kota dalam ayat ini ialah kota kaum Samud, yaitu kota Hijr.","juz":19,"hizb":38,"rub_al_hizb":152,"page":381},{"id":3208,"surah":27,"no_ayah":49,"theme":"Kehancuran Kaum Samud","text_ayah":"قَالُوْا تَقَاسَمُوْا بِاللّٰهِ لَنُبَيِّتَنَّهٗ وَاَهْلَهٗ ثُمَّ لَنَقُوْلَنَّ لِوَلِيِّهٖ مَا شَهِدْنَا مَهْلِكَ اَهْلِهٖ وَاِنَّا لَصٰدِقُوْنَ  ","text_id":"Mereka berkata, “Bersumpahlah kamu masing-masing dengan (nama) Allah bahwa kita pasti akan menyerang dia (Saleh) bersama keluarganya pada malam hari. Kemudian, kita akan mengatakan kepada ahli warisnya (bahwa) kita tidak menyaksikan kebinasaan keluarganya itu. Sesungguhnya kita adalah orang-orang yang benar.”","text_en":"They said: \"Let us swear by God that we will attack Saleh and his family at night, and later tell his heirs: 'We did not see his family destroyed, and we speak the truth.'\"","transliteration":"qālụ taqāsamụ billāhi lanubayyitannahụ wa ahlahụ ṡumma lanaqụlanna liwaliyyihī mā syahidnā mahlika ahlihī wa innā laṣādiqụn","no_fn":"","text_fn":"","juz":19,"hizb":38,"rub_al_hizb":152,"page":381},{"id":3209,"surah":27,"no_ayah":50,"theme":"Kehancuran Kaum Samud","text_ayah":"وَمَكَرُوْا مَكْرًا وَّمَكَرْنَا مَكْرًا وَّهُمْ لَا يَشْعُرُوْنَ  ","text_id":"Mereka membuat tipu daya dan Kami pun menyusun tipu daya, sedangkan mereka tidak sadar.","text_en":"They hatched up the plot; We also planned without their knowledge.","transliteration":"wa makarụ makraw wa makarnā makraw wa hum lā yasy'urụn","no_fn":"","text_fn":"","juz":19,"hizb":38,"rub_al_hizb":152,"page":381},{"id":3210,"surah":27,"no_ayah":51,"theme":"Kehancuran Kaum Samud","text_ayah":"فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ مَكْرِهِمْ اَنَّا دَمَّرْنٰهُمْ وَقَوْمَهُمْ اَجْمَعِيْنَ  ","text_id":"Perhatikanlah bagaimana akibat tipu daya mereka bahwa sesungguhnya Kami membinasakan mereka dan semua kaumnya.","text_en":"Now see the end of their machinations: We destroyed them and their entire people.","transliteration":"fanẓur kaifa kāna 'āqibatu makrihim annā dammarnāhum wa qaumahum ajma'īn","no_fn":"","text_fn":"","juz":19,"hizb":38,"rub_al_hizb":152,"page":381},{"id":3211,"surah":27,"no_ayah":52,"theme":"Kehancuran Kaum Samud","text_ayah":"فَتِلْكَ بُيُوْتُهُمْ خَاوِيَةً ۢبِمَا ظَلَمُوْاۗ اِنَّ فِيْ ذٰلِكَ لَاٰيَةً لِّقَوْمٍ يَّعْلَمُوْنَ  ","text_id":"Itulah rumah-rumah mereka yang kosong (sebagai bukti bahwa mereka binasa) akibat kezaliman mereka. Sesungguhnya pada yang demikian itu benar-benar terdapat tanda (kekuasaan Allah) bagi kaum yang mengetahui.","text_en":"So these their habitations lie deserted now because of their iniquities. Verily there is a sign in this for those who understand.","transliteration":"fa tilka buyụtuhum khāwiyatam bimā ẓalamụ, inna fī żālika la`āyatal liqaumiy ya'lamụn","no_fn":"","text_fn":"","juz":19,"hizb":38,"rub_al_hizb":152,"page":381},{"id":3212,"surah":27,"no_ayah":53,"theme":"Kehancuran Kaum Samud","text_ayah":"وَاَنْجَيْنَا الَّذِيْنَ اٰمَنُوْا وَكَانُوْا يَتَّقُوْنَ  ","text_id":"Kami menyelamatkan orang-orang yang beriman<sup>553)</sup> dan selalu bertakwa.","text_en":"We deliver those who believe and take heed for themselves.","transliteration":"wa anjainallażīna āmanụ wa kānụ yattaqụn","no_fn":"553","text_fn":"553) Mereka adalah Nabi Saleh a.s. dan para pengikutnya.","juz":19,"hizb":38,"rub_al_hizb":152,"page":381},{"id":3213,"surah":27,"no_ayah":54,"theme":"Kisah Kaum Nabi Lut","text_ayah":"وَلُوْطًا اِذْ قَالَ لِقَوْمِهٖٓ اَتَأْتُوْنَ الْفَاحِشَةَ وَاَنْتُمْ تُبْصِرُوْنَ  ","text_id":"(Ingatlah kisah) Lut ketika dia berkata kepada kaumnya, “Mengapa kamu mengerjakan perbuatan keji,<sup>554)</sup> padahal kamu mengetahui (kekejiannya)?”","text_en":"(Remember) Lot, when he said to his people: \"Why do you indulge in obscenities when you know (it is evil)?","transliteration":"wa lụṭan iż qāla liqaumihī a ta`tụnal-fāḥisyata wa antum tubṣirụn","no_fn":"554","text_fn":"554) Yang dimaksud dengan perbuatan keji pada ayat ini adalah penyimpangan seks, termasuk hubungan sejenis.","juz":19,"hizb":38,"rub_al_hizb":152,"page":381},{"id":3214,"surah":27,"no_ayah":55,"theme":"Kisah Kaum Nabi Lut","text_ayah":"اَىِٕنَّكُمْ لَتَأْتُوْنَ الرِّجَالَ شَهْوَةً مِّنْ دُوْنِ النِّسَاۤءِۗ بَلْ اَنْتُمْ قَوْمٌ تَجْهَلُوْنَ","text_id":"Mengapa kamu mendatangi laki-laki, bukan perempuan, untuk (memenuhi) syahwat(-mu)? Sungguh, kamu adalah kaum yang melakukan (perbuatan) bodoh.”","text_en":"You lust after men in place of women. You are indeed a stolid people.\"","transliteration":"a innakum lata`tụnar-rijāla syahwatam min dụnin-nisā`, bal antum qaumun taj-halụn","no_fn":"","text_fn":"","juz":19,"hizb":38,"rub_al_hizb":152,"page":381},{"id":3215,"surah":27,"no_ayah":56,"theme":"Kisah Kaum Nabi Lut","text_ayah":"۞ فَمَا كَانَ جَوَابَ قَوْمِهٖٓ اِلَّآ اَنْ قَالُوْٓا اَخْرِجُوْٓا اٰلَ لُوْطٍ مِّنْ قَرْيَتِكُمْۙ اِنَّهُمْ اُنَاسٌ يَّتَطَهَّرُوْنَ  ","text_id":"Jawaban kaumnya tidak lain hanya dengan mengatakan, “Usirlah Lut dan pengikutnya dari negerimu! Sesungguhnya mereka adalah orang-orang yang selalu menyucikan diri (dari perbuatan keji).”","text_en":"His people had no answer except saying: \"Expel the family of Lot from your city. They are a people who would (rather) be pure!\"","transliteration":"fa mā kāna jawāba qaumihī illā ang qālū akhrijū āla lụṭim ming qaryatikum innahum unāsuy yataṭahharụn","no_fn":"","text_fn":"","juz":20,"hizb":39,"rub_al_hizb":153,"page":382},{"id":3216,"surah":27,"no_ayah":57,"theme":"Kisah Kaum Nabi Lut","text_ayah":"فَاَنْجَيْنٰهُ وَاَهْلَهٗٓ اِلَّا امْرَاَتَهٗ قَدَّرْنٰهَا مِنَ الْغٰبِرِيْنَ  ","text_id":"Kami menyelamatkan dia dan keluarganya, kecuali istrinya. Kami telah menentukan (istri)-nya termasuk (orang-orang kafir) yang tertinggal.","text_en":"So We saved him and his family except his wife who was destined to stay behind.","transliteration":"fa anjaināhu wa ahlahū illamra`atahụ qaddarnāhā minal-gābirīn","no_fn":"","text_fn":"","juz":20,"hizb":39,"rub_al_hizb":153,"page":382},{"id":3217,"surah":27,"no_ayah":58,"theme":"Kisah Kaum Nabi Lut","text_ayah":"وَاَمْطَرْنَا عَلَيْهِمْ مَّطَرًاۚ فَسَاۤءَ مَطَرُ الْمُنْذَرِيْنَࣖ ","text_id":"Kami hujani mereka (dengan batu). Betapa buruk hujan yang menimpa orang-orang yang telah diberi peringatan itu.","text_en":"And We rained down on them a shower (of stones). How ruinous was the rain that fell on those who had been warned (but warned in vain)!","transliteration":"wa amṭarnā 'alaihim maṭarā, fa sā`a maṭarul-munżarīn","no_fn":"","text_fn":"","juz":20,"hizb":39,"rub_al_hizb":153,"page":382},{"id":3218,"surah":27,"no_ayah":59,"theme":"Kisah Kaum Nabi Lut","text_ayah":"قُلِ الْحَمْدُ لِلّٰهِ وَسَلٰمٌ عَلٰى عِبَادِهِ الَّذِيْنَ اصْطَفٰىۗ ءٰۤاللّٰهُ خَيْرٌ اَمَّا يُشْرِكُوْنَ  ۔ ","text_id":"Katakanlah (Nabi Muhammad), “Segala puji bagi Allah dan salam sejahtera atas hamba-hamba-Nya yang dipilih-Nya. Apakah Allah yang lebih baik ataukah apa yang mereka persekutukan (dengan-Nya)?”","text_en":"Say: \"All praise be to God, and peace on those of His creatures whom He has chosen.\" Is God better or those they associate with Him --","transliteration":"qulil-ḥamdu lillāhi wa salāmun 'alā 'ibādihillażīnaṣṭafā, āllāhu khairun ammā yusyrikụn","no_fn":"","text_fn":"","juz":20,"hizb":39,"rub_al_hizb":153,"page":382},{"id":3219,"surah":27,"no_ayah":60,"theme":"Bukti-Bukti Kekuasaan dan Keesaan Allah","text_ayah":"اَمَّنْ خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ وَاَنْزَلَ لَكُمْ مِّنَ السَّمَاۤءِ مَاۤءً فَاَنْۢبَتْنَا بِهٖ حَدَاۤىِٕقَ ذَاتَ بَهْجَةٍۚ مَا كَانَ لَكُمْ اَنْ تُنْۢبِتُوْا شَجَرَهَاۗ ءَاِلٰهٌ مَّعَ اللّٰهِۗ بَلْ هُمْ قَوْمٌ يَّعْدِلُوْنَۗ ","text_id":"Apakah (yang kamu sekutukan itu lebih baik ataukah) Zat  yang menciptakan langit dan bumi serta yang menurunkan air dari langit untukmu, lalu Kami menumbuhkan dengan air itu kebun-kebun yang berpemandangan indah (yang) kamu tidak akan mampu menumbuhkan pohon-pohonnya? Apakah ada tuhan (lain) bersama Allah? Sebenarnya mereka adalah orang-orang yang menyimpang (dari kebenaran).","text_en":"Who created the heavens and the earth, who sends down water from the sky for you, with which He causes graceful gardens to grow? It was not in your power to make trees germinate. Is there any other god along with God. In fact they are a people who turn away (from the truth).","transliteration":"am man khalaqas-samāwāti wal-arḍa wa anzala lakum minas-samā`i mā`an fa ambatnā bihī ḥadā`iqa żāta bahjah, mā kāna lakum an tumbitụ syajarahā, a ilāhum ma'allāh, bal hum qaumuy ya'dilụn","no_fn":"","text_fn":"","juz":20,"hizb":39,"rub_al_hizb":153,"page":382},{"id":3220,"surah":27,"no_ayah":61,"theme":"Bukti-Bukti Kekuasaan dan Keesaan Allah","text_ayah":"اَمَّنْ جَعَلَ الْاَرْضَ قَرَارًا وَّجَعَلَ خِلٰلَهَآ اَنْهٰرًا وَّجَعَلَ لَهَا رَوَاسِيَ وَجَعَلَ بَيْنَ الْبَحْرَيْنِ حَاجِزًاۗ ءَاِلٰهٌ مَّعَ اللّٰهِۗ بَلْ اَكْثَرُهُمْ لَا يَعْلَمُوْنَۗ  ","text_id":"Apakah (yang kamu sekutukan itu lebih baik ataukah) Zat yang telah menjadikan bumi sebagai tempat berdiam, menjadikan sungai-sungai di celah-celahnya, menjadikan gunung-gunung untuk (mengukuhkan)-nya, dan menjadikan suatu pemisah antara dua laut?<sup>555)</sup> Apakah ada tuhan (lain) bersama Allah? Sebenarnya kebanyakan mereka tidak mengetahui.","text_en":"Who then made the earth a habitable place, and made the rivers (flow) in its valleys and dales, and placed upon it firm stabilisers, and kept a barrier between two bodies of water? Is there any other god along with God? In reality most of them do not know.","transliteration":"am man ja'alal-arḍa qarāraw wa ja'ala khilālahā an-hāraw wa ja'ala lahā rawāsiya wa ja'ala bainal-baḥraini ḥājizā, a ilāhum ma'allāh, bal akṡaruhum lā ya'lamụn","no_fn":"555","text_fn":"555) Ungkapan dua laut pada ayat ini merujuk pada laut yang asin dan sungai besar yang bermuara di laut. Sungai yang tawar itu setelah sampai di muara tidak langsung menjadi asin.","juz":20,"hizb":39,"rub_al_hizb":153,"page":382},{"id":3221,"surah":27,"no_ayah":62,"theme":"Bukti-Bukti Kekuasaan dan Keesaan Allah","text_ayah":"اَمَّنْ يُّجِيْبُ الْمُضْطَرَّ اِذَا دَعَاهُ وَيَكْشِفُ السُّوْۤءَ وَيَجْعَلُكُمْ خُلَفَاۤءَ الْاَرْضِۗ ءَاِلٰهٌ مَّعَ اللّٰهِۗ قَلِيْلًا مَّا تَذَكَّرُوْنَۗ  ","text_id":"Apakah (yang kamu sekutukan itu lebih baik ataukah) Zat yang mengabulkan (doa) orang yang berada dalam kesulitan apabila dia berdoa kepada-Nya, menghilangkan kesusahan, dan menjadikan kamu (manusia) sebagai khalifah (pemimpin) di bumi? Apakah ada tuhan (lain) bersama Allah? Sedikit sekali (nikmat Allah) yang kamu ingat.","text_en":"Who hears the cry of the anguished (soul) when it calls to Him, and relieves its suffering? And who made you trustees on the earth? Is there any other god along with God? How little it is that you reflect!","transliteration":"am may yujībul-muḍṭarra iżā da'āhu wa yaksyifus-sū`a wa yaj'alukum khulafā`al-arḍ, a ilāhum ma'allāh, qalīlam mā tażakkarụn","no_fn":"","text_fn":"","juz":20,"hizb":39,"rub_al_hizb":153,"page":382},{"id":3222,"surah":27,"no_ayah":63,"theme":"Bukti-Bukti Kekuasaan dan Keesaan Allah","text_ayah":"اَمَّنْ يَّهْدِيْكُمْ فِيْ ظُلُمٰتِ الْبَرِّ وَالْبَحْرِ وَمَنْ يُّرْسِلُ الرِّيٰحَ بُشْرًاۢ  بَيْنَ يَدَيْ رَحْمَتِهٖۗ ءَاِلٰهٌ مَّعَ اللّٰهِۗ تَعٰلَى اللّٰهُ عَمَّا يُشْرِكُوْنَ","text_id":"Apakah (yang kamu sekutukan itu lebih baik ataukah) Zat yang memberi petunjuk kepadamu dalam kegelapan darat dan laut serta yang mendatangkan angin sebagai kabar gembira sebelum (kedatangan) rahmat-Nya? Apakah ada tuhan (lain) bersama Allah? Mahatinggi Allah terhadap apa yang mereka persekutukan. ","text_en":"Who then really shows you the way in the darkness of the desert and the sea? And who sends breezes bringing news of His benevolence? Is there any other god along with God? He is far too exalted for what they associate with Him!","transliteration":"am may yahdīkum fī ẓulumātil-barri wal-baḥri wa may yursilur-riyāḥa busyram baina yadai raḥmatih, a ilāhum ma'allāh, ta'ālallāhu 'ammā yusyrikụn","no_fn":"","text_fn":"","juz":20,"hizb":39,"rub_al_hizb":153,"page":382},{"id":3223,"surah":27,"no_ayah":64,"theme":"Bukti-Bukti Kekuasaan dan Keesaan Allah","text_ayah":"اَمَّنْ يَّبْدَؤُا الْخَلْقَ ثُمَّ يُعِيْدُهٗ وَمَنْ يَّرْزُقُكُمْ مِّنَ السَّمَاۤءِ وَالْاَرْضِۗ ءَاِلٰهٌ مَّعَ اللّٰهِۗ قُلْ هَاتُوْا بُرْهَانَكُمْ اِنْ كُنْتُمْ صٰدِقِيْنَ ","text_id":"Apakah (yang kamu sekutukan itu lebih baik ataukah) Zat yang menciptakan (makhluk) dari permulaannya kemudian mengulanginya (lagi) dan yang memberi rezeki kepadamu dari langit dan bumi? Apakah ada tuhan (lain) bersama Allah? Katakanlah, “Kemukakanlah bukti kebenaranmu jika kamu orang-orang benar.”","text_en":"Who creates first then reverts it? And who gives you provision from the heavens and the earth? Is there any other god along with God? Tell them: \"Bring your proof, if you are truthful.\"","transliteration":"am may yabda`ul-khalqa ṡumma yu'īduhụ wa may yarzuqukum minas-samā`i wal-arḍ, a ilāhum ma'allāh, qul hātụ bur-hānakum ing kuntum ṣādiqīn","no_fn":"","text_fn":"","juz":20,"hizb":39,"rub_al_hizb":153,"page":383},{"id":3224,"surah":27,"no_ayah":65,"theme":"Pengetahuan Allah terhadap Hal-Hal Gaib","text_ayah":"قُلْ لَّا يَعْلَمُ مَنْ فِى السَّمٰوٰتِ وَالْاَرْضِ الْغَيْبَ اِلَّا اللّٰهُۗ وَمَا يَشْعُرُوْنَ اَيَّانَ يُبْعَثُوْنَ ","text_id":"Katakanlah (Nabi Muhammad), “Tidak ada siapa pun di langit dan di bumi yang mengetahui sesuatu yang gaib selain Allah. Mereka juga tidak mengetahui kapan mereka akan dibangkitkan.”","text_en":"Say: \"No one in the heavens and the earth has knowledge of the unknown except God, nor can they know when they will be raised again.","transliteration":"qul lā ya'lamu man fis-samāwāti wal-arḍil-gaiba illallāh, wa mā yasy'urụna ayyāna yub'aṡụn","no_fn":"","text_fn":"","juz":20,"hizb":39,"rub_al_hizb":153,"page":383},{"id":3225,"surah":27,"no_ayah":66,"theme":"Pengetahuan Allah terhadap Hal-Hal Gaib","text_ayah":"بَلِ ادّٰرَكَ عِلْمُهُمْ فِى الْاٰخِرَةِۗ بَلْ هُمْ فِيْ شَكٍّ مِّنْهَاۗ بَلْ هُمْ مِّنْهَا عَمُوْنَࣖ ","text_id":"Bahkan, pengetahuan mereka tentang akhirat akan diperoleh kemudian. Bahkan, mereka ragu-ragu tentang (akhirat) itu. Bahkan, mereka buta tentang itu.","text_en":"Still less do they comprehend the life to come. In fact they are in doubt about it. Still more, they are blind to it.\"","transliteration":"baliddāraka 'ilmuhum fil-ākhirah, bal hum fī syakkim min-hā, bal hum min-hā 'amụn","no_fn":"","text_fn":"","juz":20,"hizb":39,"rub_al_hizb":153,"page":383},{"id":3226,"surah":27,"no_ayah":67,"theme":"Keingkaran Orang Kafir terhadap Hari Kebangkitan","text_ayah":"وَقَالَ الَّذِيْنَ كَفَرُوْٓا ءَاِذَا كُنَّا تُرٰبًا وَّاٰبَاۤؤُنَآ اَىِٕنَّا لَمُخْرَجُوْنَ ","text_id":"Orang-orang yang kufur berkata, “Setelah kami menjadi tanah dan (begitu pula) nenek moyang kami, apakah benar sesungguhnya kami akan dikeluarkan (dari kubur)?","text_en":"Those who do not believe, say: \"When we and our fathers have turned to dust, how shall we be raised again?","transliteration":"wa qālallażīna kafarū a iżā kunnā turābaw wa ābā`unā a innā lamukhrajụn","no_fn":"","text_fn":"","juz":20,"hizb":39,"rub_al_hizb":153,"page":383},{"id":3227,"surah":27,"no_ayah":68,"theme":"Keingkaran Orang Kafir terhadap Hari Kebangkitan","text_ayah":"لَقَدْ وُعِدْنَا هٰذَا نَحْنُ وَاٰبَاۤؤُنَا مِنْ قَبْلُۙ اِنْ هٰذَآ اِلَّآ اَسَاطِيْرُ الْاَوَّلِيْنَ ","text_id":"Sebelumnya kami telah diberi ancaman dengan (hari Kebangkitan) ini dan (begitu pula) nenek moyang kami sebelumnya. Sebenarnya ini hanyalah dongengan orang-orang terdahulu.”","text_en":"Indeed we and our fathers had been promised this before. It is nothing but the earlier people's lore.\"","transliteration":"laqad wu'idnā hāżā naḥnu wa ābā`unā ming qablu in hāżā illā asāṭīrul-awwalīn","no_fn":"","text_fn":"","juz":20,"hizb":39,"rub_al_hizb":153,"page":383},{"id":3228,"surah":27,"no_ayah":69,"theme":"Keingkaran Orang Kafir terhadap Hari Kebangkitan","text_ayah":"قُلْ سِيْرُوْا فِى الْاَرْضِ فَانْظُرُوْا كَيْفَ كَانَ عَاقِبَةُ الْمُجْرِمِيْنَ ","text_id":"Katakanlah (Nabi Muhammad), “Berjalanlah di bumi, lalu perhatikanlah bagaimana kesudahan orang-orang yang berdosa.”","text_en":"Say: \"Travel in the land and see how (bad) was the end of sinners.\"","transliteration":"qul sīrụ fil-arḍi fanẓurụ kaifa kāna 'āqibatul-mujrimīn","no_fn":"","text_fn":"","juz":20,"hizb":39,"rub_al_hizb":153,"page":383},{"id":3229,"surah":27,"no_ayah":70,"theme":"Keingkaran Orang Kafir terhadap Hari Kebangkitan","text_ayah":"وَلَا تَحْزَنْ عَلَيْهِمْ وَلَا تَكُنْ فِيْ ضَيْقٍ مِّمَّا يَمْكُرُوْنَ ","text_id":"Janganlah engkau bersedih terhadap mereka dan janganlah merasa sempit (hati) terhadap upaya tipu daya mereka.","text_en":"Do not grieve over them, and do not be distressed by what they contrive.","transliteration":"wa lā taḥzan 'alaihim wa lā takun fī ḍaiqim mimmā yamkurụn","no_fn":"","text_fn":"","juz":20,"hizb":39,"rub_al_hizb":153,"page":383},{"id":3230,"surah":27,"no_ayah":71,"theme":"Keingkaran Orang Kafir terhadap Hari Kebangkitan","text_ayah":"وَيَقُوْلُوْنَ مَتٰى هٰذَا الْوَعْدُ اِنْ كُنْتُمْ صٰدِقِيْنَ ","text_id":" Mereka (orang-orang yang kufur) berkata, “Kapankah datangnya janji (azab) ini jika kamu orang-orang benar?”","text_en":"Yet they say: \"When will this promise come to pass? (Tell Us) if you speak the truth.\"","transliteration":"wa yaqụlụna matā hāżal-wa'du ing kuntum ṣādiqīn","no_fn":"","text_fn":"","juz":20,"hizb":39,"rub_al_hizb":153,"page":383},{"id":3231,"surah":27,"no_ayah":72,"theme":"Keingkaran Orang Kafir terhadap Hari Kebangkitan","text_ayah":"قُلْ عَسٰٓى اَنْ يَّكُوْنَ رَدِفَ لَكُمْ بَعْضُ الَّذِيْ تَسْتَعْجِلُوْنَ ","text_id":"Katakanlah (Nabi Muhammad), “Boleh jadi sebagian dari (azab) yang kamu minta disegerakan itu telah hampir sampai kepadamu.”","text_en":"Say: \"Perhaps some of what you wish to hasten is right behind you.\"","transliteration":"qul 'asā ay yakụna radifa lakum ba'ḍullażī tasta'jilụn","no_fn":"","text_fn":"","juz":20,"hizb":39,"rub_al_hizb":153,"page":383},{"id":3232,"surah":27,"no_ayah":73,"theme":"Keingkaran Orang Kafir terhadap Hari Kebangkitan","text_ayah":"وَاِنَّ رَبَّكَ لَذُوْ فَضْلٍ عَلَى النَّاسِ وَلٰكِنَّ اَكْثَرَهُمْ لَا يَشْكُرُوْنَ","text_id":"Sesungguhnya Tuhanmu benar-benar Zat yang memberi karunia kepada manusia, tetapi kebanyakan mereka tidak bersyukur.","text_en":"Verily your Lord is gracious to men, though most men are ungrateful.","transliteration":"wa inna rabbaka lażụ faḍlin 'alan-nāsi wa lākinna akṡarahum lā yasykurụn","no_fn":"","text_fn":"","juz":20,"hizb":39,"rub_al_hizb":153,"page":383},{"id":3233,"surah":27,"no_ayah":74,"theme":"Keingkaran Orang Kafir terhadap Hari Kebangkitan","text_ayah":"وَاِنَّ رَبَّكَ لَيَعْلَمُ مَا تُكِنُّ صُدُوْرُهُمْ وَمَا يُعْلِنُوْنَ ","text_id":"Sesungguhnya Tuhanmu mengetahui apa yang mereka sembunyikan dalam dadanya dan apa yang mereka nyatakan.","text_en":"Verily your Lord knows what lies hidden in their breasts and what they disclose.","transliteration":"wa inna rabbaka laya'lamu mā tukinnu ṣudụruhum wa mā yu'linụn","no_fn":"","text_fn":"","juz":20,"hizb":39,"rub_al_hizb":153,"page":383},{"id":3234,"surah":27,"no_ayah":75,"theme":"Keingkaran Orang Kafir terhadap Hari Kebangkitan","text_ayah":"وَمَا مِنْ غَاۤىِٕبَةٍ فِى السَّمَاۤءِ وَالْاَرْضِ اِلَّا فِيْ كِتٰبٍ مُّبِيْنٍ ","text_id":"Tidak ada sesuatu pun yang tersembunyi di langit dan di bumi melainkan (tercatat) dalam kitab yang nyata (Lauh Mahfuz).","text_en":"There is nothing of the hidden in the heavens and the earth that is not recorded in the luminous Book.","transliteration":"wa mā min gā`ibatin fis-samā`i wal-arḍi illā fī kitābim mubīn","no_fn":"","text_fn":"","juz":20,"hizb":39,"rub_al_hizb":153,"page":383},{"id":3235,"surah":27,"no_ayah":76,"theme":"Peran Al-Qur’an dan Nabi Muhammad dalam Menghadapi Perselisihan di Kalangan Bani Israil dan Manusia","text_ayah":"اِنَّ هٰذَا الْقُرْاٰنَ يَقُصُّ عَلٰى بَنِيْٓ اِسْرَاۤءِيْلَ اَكْثَرَ الَّذِيْ هُمْ فِيْهِ يَخْتَلِفُوْنَ  ","text_id":"Sesungguhnya Al-Qur’an ini menjelaskan kepada Bani Israil sebagian besar dari (persoalan) yang mereka perselisihkan.","text_en":"Indeed this Qur'an explains to the children of Israel much of what they are at variance.","transliteration":"inna hāżal-qur`āna yaquṣṣu 'alā banī isrā`īla akṡarallażī hum fīhi yakhtalifụn","no_fn":"","text_fn":"","juz":20,"hizb":39,"rub_al_hizb":153,"page":383},{"id":3236,"surah":27,"no_ayah":77,"theme":"Peran Al-Qur’an dan Nabi Muhammad dalam Menghadapi Perselisihan di Kalangan Bani Israil dan Manusia","text_ayah":"وَاِنَّهٗ لَهُدًى وَّرَحْمَةٌ لِّلْمُؤْمِنِيْنَ ","text_id":"Sesungguhnya ia (Al-Qur’an) benar-benar menjadi petunjuk dan rahmat bagi orang-orang mukmin.","text_en":"It is a guidance and grace for those who believe.","transliteration":"wa innahụ lahudaw wa raḥmatul lil-mu`minīn","no_fn":"","text_fn":"","juz":20,"hizb":39,"rub_al_hizb":153,"page":384},{"id":3237,"surah":27,"no_ayah":78,"theme":"Peran Al-Qur’an dan Nabi Muhammad dalam Menghadapi Perselisihan di Kalangan Bani Israil dan Manusia","text_ayah":"اِنَّ رَبَّكَ يَقْضِيْ بَيْنَهُمْ بِحُكْمِهٖۚ وَهُوَ الْعَزِيْزُ الْعَلِيْمُۚ ","text_id":"Sesungguhnya Tuhanmu akan menyelesaikan (perkara) di antara mereka dengan putusan-Nya. Dialah Yang Mahaperkasa lagi Maha Mengetahui.","text_en":"Surely your Lord in His wisdom will decide between them. He is all-mighty and all-knowing.","transliteration":"inna rabbaka yaqḍī bainahum biḥukmih, wa huwal-'azīzul-'alīm","no_fn":"","text_fn":"","juz":20,"hizb":39,"rub_al_hizb":153,"page":384},{"id":3238,"surah":27,"no_ayah":79,"theme":"Peran Al-Qur’an dan Nabi Muhammad dalam Menghadapi Perselisihan di Kalangan Bani Israil dan Manusia","text_ayah":"فَتَوَكَّلْ عَلَى اللّٰهِۗ اِنَّكَ عَلَى الْحَقِّ الْمُبِيْنِ ","text_id":"Maka, bertawakallah kepada Allah. Sesungguhnya engkau (Nabi Muhammad) berada di atas kebenaran yang nyata.","text_en":"So you place your trust in God. Certainly you stand on positive truth.","transliteration":"fa tawakkal 'alallāh, innaka 'alal-ḥaqqil-mubīn","no_fn":"","text_fn":"","juz":20,"hizb":39,"rub_al_hizb":153,"page":384},{"id":3239,"surah":27,"no_ayah":80,"theme":"Peran Al-Qur’an dan Nabi Muhammad dalam Menghadapi Perselisihan di Kalangan Bani Israil dan Manusia","text_ayah":"اِنَّكَ لَا تُسْمِعُ الْمَوْتٰى وَلَا تُسْمِعُ الصُّمَّ الدُّعَاۤءَ اِذَا وَلَّوْا مُدْبِرِيْنَ ","text_id":"Sesungguhnya engkau tidak dapat menjadikan orang yang mati dan orang yang tuli dapat mendengar seruan apabila mereka telah berpaling ke belakang.","text_en":"You cannot make the dead to listen, or the deaf to hear the call, when they have turned their backs,","transliteration":"innaka lā tusmi'ul-mautā wa lā tusmi'uṣ-ṣummad-du'ā`a iżā wallau mudbirīn","no_fn":"","text_fn":"","juz":20,"hizb":39,"rub_al_hizb":153,"page":384},{"id":3240,"surah":27,"no_ayah":81,"theme":"Peran Al-Qur’an dan Nabi Muhammad dalam Menghadapi Perselisihan di Kalangan Bani Israil dan Manusia","text_ayah":"وَمَآ اَنْتَ بِهٰدِى الْعُمْيِ عَنْ ضَلٰلَتِهِمْۗ اِنْ تُسْمِعُ اِلَّا مَنْ يُّؤْمِنُ بِاٰيٰتِنَا فَهُمْ مُّسْلِمُوْنَ ","text_id":"Engkau bukanlah pemberi petunjuk bagi orang-orang yang buta (mata hatinya) dari kesesatannya. Engkau tidak dapat menjadikan (seorang pun) mendengar, kecuali orang yang beriman pada ayat-ayat Kami dan mereka berserah diri.","text_en":"Nor can you lead the blind when they have gone astray. You can make none hear except those who believe in Our signs and have come to peace and submission.","transliteration":"wa mā anta bihādil-'umyi 'an ḍalālatihim, in tusmi'u illā may yu`minu bi`āyātinā fa hum muslimụn","no_fn":"","text_fn":"","juz":20,"hizb":39,"rub_al_hizb":153,"page":384},{"id":3241,"surah":27,"no_ayah":82,"theme":"Keadaan pada Hari Kiamat","text_ayah":"۞ وَاِذَا وَقَعَ الْقَوْلُ عَلَيْهِمْ اَخْرَجْنَا لَهُمْ دَاۤبَّةً مِّنَ الْاَرْضِ تُكَلِّمُهُمْ اَنَّ النَّاسَ كَانُوْا بِاٰيٰتِنَا لَا يُوْقِنُوْنَࣖ","text_id":"Apabila perkataan (ketentuan masa kehancuran alam) telah berlaku atas mereka, Kami mengeluarkan makhluk bergerak dari bumi yang akan mengatakan kepada mereka bahwa manusia selama ini tidak yakin pada ayat-ayat Kami.","text_en":"When the sentence will have been passed against them, We shall bring forth beastly brutes from the earth who will torment them, for men certainly do not believe Our signs.","transliteration":"wa iżā waqa'al-qaulu 'alaihim akhrajnā lahum dābbatam minal-arḍi tukallimuhum annan-nāsa kānụ bi`āyātinā lā yụqinụn","no_fn":"","text_fn":"","juz":20,"hizb":39,"rub_al_hizb":154,"page":384},{"id":3242,"surah":27,"no_ayah":83,"theme":"Keadaan pada Hari Kiamat","text_ayah":"وَيَوْمَ نَحْشُرُ مِنْ كُلِّ اُمَّةٍ فَوْجًا مِّمَّنْ يُّكَذِّبُ بِاٰيٰتِنَا فَهُمْ يُوْزَعُوْنَ ","text_id":"(Ingatlah) pada hari (ketika) Kami mengumpulkan segolongan orang dari setiap umat, yaitu mereka yang mendustakan ayat-ayat Kami, lalu mereka dibagi-bagi (dalam kelompok).","text_en":"The day We shall gather from every community a section of those who denied Our signs, and they will be brought (in separate groups),","transliteration":"wa yauma naḥsyuru ming kulli ummatin faujam mim may yukażżibu bi`āyātinā fa hum yụza'ụn","no_fn":"","text_fn":"","juz":20,"hizb":39,"rub_al_hizb":154,"page":384},{"id":3243,"surah":27,"no_ayah":84,"theme":"Keadaan pada Hari Kiamat","text_ayah":"حَتّٰٓى اِذَا جَاۤءُوْ قَالَ اَكَذَّبْتُمْ بِاٰيٰتِيْ وَلَمْ تُحِيْطُوْا بِهَا عِلْمًا اَمَّاذَا كُنْتُمْ تَعْمَلُوْنَ ","text_id":"Sehingga, apabila mereka datang, Dia (Allah) berfirman, “Mengapa kamu mendustakan ayat-ayat-Ku, padahal kamu tidak mempunyai pengetahuan yang cukup tentang itu<sup>556)</sup> atau (jika tidak mendustakannya), apa yang selalu kamu lakukan?”","text_en":"So that when they come (before the Lord) He will say: \"Did you deny My signs without having understood them? Or what was it that you were doing?\"","transliteration":"ḥattā iżā jā`ụ qāla a każżabtum bi`āyātī wa lam tuḥīṭụ bihā 'ilman ammāżā kuntum ta'malụn","no_fn":"556","text_fn":"556) Orang-orang musyrik Arab mendustakan ayat-ayat Allah Swt. tanpa memikirkannya lebih dahulu.","juz":20,"hizb":39,"rub_al_hizb":154,"page":384},{"id":3244,"surah":27,"no_ayah":85,"theme":"Keadaan pada Hari Kiamat","text_ayah":"وَوَقَعَ الْقَوْلُ عَلَيْهِمْ بِمَا ظَلَمُوْا فَهُمْ لَا يَنْطِقُوْنَ ","text_id":"Berlakulah perkataan (keputusan azab) atas mereka karena kezalimannya sehingga mereka tidak dapat berkata (untuk membela diri).","text_en":"When the sentence will have been passed upon them for their wickedness, they will not be able to say a word.","transliteration":"wa waqa'al-qaulu 'alaihim bimā ẓalamụ fa hum lā yanṭiqụn","no_fn":"","text_fn":"","juz":20,"hizb":39,"rub_al_hizb":154,"page":384},{"id":3245,"surah":27,"no_ayah":86,"theme":"Keadaan pada Hari Kiamat","text_ayah":"اَلَمْ يَرَوْا اَنَّا جَعَلْنَا الَّيْلَ لِيَسْكُنُوْا فِيْهِ وَالنَّهَارَ مُبْصِرًاۗ اِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ لِّقَوْمٍ يُّؤْمِنُوْنَ ","text_id":"Apakah mereka tidak memperhatikan bahwa Kami telah menciptakan malam agar mereka beristirahat padanya dan (menciptakan) siang yang terang-benderang? Sesungguhnya pada yang demikian itu terdapat tanda-tanda (kebesaran Allah) bagi kaum beriman.","text_en":"Do they not see that We made the night for them to rest, the day to make things clear? Indeed there are signs in this for people who believe.","transliteration":"a lam yarau annā ja'alnal-laila liyaskunụ fīhi wan-nahāra mubṣirā, inna fī żālika la`āyātil liqaumiy yu`minụn","no_fn":"","text_fn":"","juz":20,"hizb":39,"rub_al_hizb":154,"page":384},{"id":3246,"surah":27,"no_ayah":87,"theme":"Keadaan pada Hari Kiamat","text_ayah":"وَيَوْمَ يُنْفَخُ فِى الصُّوْرِ فَفَزِعَ مَنْ فِى السَّمٰوٰتِ وَمَنْ فِى الْاَرْضِ اِلَّا مَنْ شَاۤءَ اللّٰهُۗ وَكُلٌّ اَتَوْهُ دٰخِرِيْنَ ","text_id":"(Ingatlah) pada hari (ketika) sangkakala ditiup sehingga terkejutlah semua yang ada di langit dan semua yang ada di bumi, kecuali yang Allah kehendaki. Semuanya datang menghadap-Nya dengan merendahkan diri.","text_en":"The day the trumpet blast is sounded whoever is in the heavens and the earth will be terrified, save those whom God please, and all will appear before Him in abjectness.","transliteration":"wa yauma yunfakhu fiṣ-ṣụri fa fazi'a man fis-samāwāti wa man fil-arḍi illā man syā`allāh, wa kullun atauhu dākhirīn","no_fn":"","text_fn":"","juz":20,"hizb":39,"rub_al_hizb":154,"page":384},{"id":3247,"surah":27,"no_ayah":88,"theme":"Keadaan pada Hari Kiamat","text_ayah":"وَتَرَى الْجِبَالَ تَحْسَبُهَا جَامِدَةً وَّهِيَ تَمُرُّ مَرَّ السَّحَابِۗ صُنْعَ اللّٰهِ الَّذِيْٓ اَتْقَنَ كُلَّ شَيْءٍۗ اِنَّهٗ خَبِيْرٌۢ بِمَا تَفْعَلُوْنَ","text_id":"Engkau akan melihat gunung-gunung yang engkau kira tetap di tempatnya, padahal ia berjalan seperti jalannya awan. (Demikianlah) penciptaan Allah menjadikan segala sesuatu dengan sempurna. Sesungguhnya Dia Maha Teliti terhadap apa yang kamu kerjakan.","text_en":"You will see the mountains and think they are firmly planted, but they will pass away like flying clouds: Artistry of God who perfected everything. He is indeed fully aware of what you do.","transliteration":"wa taral-jibāla taḥsabuhā jāmidataw wa hiya tamurru marras-saḥāb, ṣun'allāhillażī atqana kulla syaī`, innahụ khabīrum bimā taf'alụn","no_fn":"","text_fn":"","juz":20,"hizb":39,"rub_al_hizb":154,"page":384},{"id":3248,"surah":27,"no_ayah":89,"theme":"Keadaan pada Hari Kiamat","text_ayah":"مَنْ جَاۤءَ بِالْحَسَنَةِ فَلَهٗ خَيْرٌ مِّنْهَاۚ وَهُمْ مِّنْ فَزَعٍ يَّوْمَىِٕذٍ اٰمِنُوْنَ ","text_id":"Siapa yang datang membawa kebaikan, maka dia memperoleh (balasan) yang lebih baik daripadanya dan mereka merasa aman dari kejutan (yang dahsyat) pada hari itu.","text_en":"Whoever comes with good (deeds) will receive better than (what he had done), and be safe that day from terror.","transliteration":"man jā`a bil-ḥasanati fa lahụ khairum min-hā, wa hum min faza'iy yauma`iżin āminụn","no_fn":"","text_fn":"","juz":20,"hizb":39,"rub_al_hizb":154,"page":385},{"id":3249,"surah":27,"no_ayah":90,"theme":"Keadaan pada Hari Kiamat","text_ayah":"وَمَنْ جَاۤءَ بِالسَّيِّئَةِ فَكُبَّتْ وُجُوْهُهُمْ فِى النَّارِۗ هَلْ تُجْزَوْنَ اِلَّا مَا كُنْتُمْ تَعْمَلُوْنَ ","text_id":"Siapa yang datang membawa kejahatan, maka disungkurkanlah wajah mereka ke dalam neraka. Apakah kamu diberi balasan selain (yang setimpal) dengan apa yang telah kamu kerjakan?","text_en":"But whosoever comes with evil will be flung face forward into the Fire. Can you expect reward for any thing but what you do?","transliteration":"wa man jā`a bis-sayyi`ati fa kubbat wujụhuhum fin-nār, hal tujzauna illā mā kuntum ta'malụn","no_fn":"","text_fn":"","juz":20,"hizb":39,"rub_al_hizb":154,"page":385},{"id":3250,"surah":27,"no_ayah":91,"theme":"Keadaan pada Hari Kiamat","text_ayah":"اِنَّمَآ اُمِرْتُ اَنْ اَعْبُدَ رَبَّ هٰذِهِ الْبَلْدَةِ الَّذِيْ حَرَّمَهَا وَلَهٗ كُلُّ شَيْءٍ وَّاُمِرْتُ اَنْ اَكُوْنَ مِنَ الْمُسْلِمِيْنَۙ","text_id":"Sesungguhnya aku (Nabi Muhammad) hanya diperintahkan untuk menyembah Tuhan negeri ini (Makkah) yang telah menjadikannya suci dan memiliki segala sesuatu. Aku diperintahkan agar masuk ke dalam golongan orang-orang muslim.","text_en":"(Say): \"I am commanded to worship the Lord of this land He has blessed, to whom all things belong; and I am commanded to be one of those who submit,","transliteration":"innamā umirtu an a'buda rabba hāżihil-baldatillażī ḥarramahā wa lahụ kullu syai`iw wa umirtu an akụna minal-muslimīn","no_fn":"","text_fn":"","juz":20,"hizb":39,"rub_al_hizb":154,"page":385},{"id":3251,"surah":27,"no_ayah":92,"theme":"Keadaan pada Hari Kiamat","text_ayah":"وَاَنْ اَتْلُوَا الْقُرْاٰنَۚ فَمَنِ اهْتَدٰى فَاِنَّمَا يَهْتَدِيْ لِنَفْسِهٖۚ وَمَنْ ضَلَّ فَقُلْ اِنَّمَآ اَنَا۠ مِنَ الْمُنْذِرِيْنَ ","text_id":"(Aku juga hanya diperintahkan) agar membacakan Al-Qur’an (kepada manusia). Maka, siapa yang mendapat petunjuk, sesungguhnya dia mendapatkannya untuk (kebaikan) dirinya. Siapa yang sesat, maka katakanlah, “Sesungguhnya aku (ini) tidak lain hanyalah salah seorang pemberi peringatan.”","text_en":"And to recite the Qur'an.\" Whoever comes to guidance does so for himself; as for him who stays astray, tell him: \"I am only a warner.\"","transliteration":"wa an atluwal-qur`ān, fa manihtadā fa innamā yahtadī linafsih, wa man ḍalla fa qul innamā ana minal-munżirīn","no_fn":"","text_fn":"","juz":20,"hizb":39,"rub_al_hizb":154,"page":385},{"id":3252,"surah":27,"no_ayah":93,"theme":"Keadaan pada Hari Kiamat","text_ayah":"وَقُلِ الْحَمْدُ لِلّٰهِ سَيُرِيْكُمْ اٰيٰتِهٖ فَتَعْرِفُوْنَهَاۗ وَمَا رَبُّكَ بِغَافِلٍ عَمَّا تَعْمَلُوْنَࣖ","text_id":"Katakanlah (Nabi Muhammad), “Segala puji bagi Allah. Dia akan memperlihatkan kepadamu tanda-tanda (kebesaran)-Nya sehingga kamu akan mengetahuinya. Tuhanmu tidak lengah terhadap apa yang kamu kerjakan.”","text_en":"Say: \"All praise be to God. He will show you His signs, and you will recognise them. Your Lord is not heedless of what you do.\"","transliteration":"wa qulil-ḥamdu lillāhi sayurīkum āyātihī fa ta'rifụnahā, wa mā rabbuka bigāfilin 'ammā ta'malụn","no_fn":"","text_fn":"","juz":20,"hizb":39,"rub_al_hizb":154,"page":385}]