[{"id_ayat":3253,"no_surah":28,"no_ayat":1,"teks_ayat":" طٰسۤمّۤ ","tema":"","teks_terjemah":"Ṭā Sīn Mīm.","no_fn":"","teks_fn":"","bacaan":"thaa-siin-miim"},{"id_ayat":3254,"no_surah":28,"no_ayat":2,"teks_ayat":"تِلْكَ اٰيٰتُ الْكِتٰبِ الْمُبِيْنِ ","tema":"Kisah Nabi Musa dan Firʻaun serta Kehendak Allah atas Bani Israil","teks_terjemah":"Itulah ayat-ayat Kitab (Al-Qur’an) yang jelas.","no_fn":"","teks_fn":"","bacaan":"tilka aayaatulkitaabilmubiin"},{"id_ayat":3255,"no_surah":28,"no_ayat":3,"teks_ayat":"نَتْلُوْا عَلَيْكَ مِنْ نَّبَاِ مُوْسٰى وَفِرْعَوْنَ بِالْحَقِّ لِقَوْمٍ يُّؤْمِنُوْنَ ","tema":"Kisah Nabi Musa dan Firʻaun serta Kehendak Allah atas Bani Israil","teks_terjemah":"Kami membacakan kepadamu sebagian dari kisah Musa dan Firʻaun dengan sebenarnya untuk kaum beriman.","no_fn":"","teks_fn":"","bacaan":"natluu 'alayka min naba-i muusaa wafir'awna bilhaqqi liqawmin yu'minuun"},{"id_ayat":3256,"no_surah":28,"no_ayat":4,"teks_ayat":"اِنَّ فِرْعَوْنَ عَلَا فِى الْاَرْضِ وَجَعَلَ اَهْلَهَا شِيَعًا يَّسْتَضْعِفُ طَاۤىِٕفَةً مِّنْهُمْ يُذَبِّحُ اَبْنَاۤءَهُمْ وَيَسْتَحْيٖ نِسَاۤءَهُمْ ۗاِنَّهٗ كَانَ مِنَ الْمُفْسِدِيْنَ ","tema":"Kisah Nabi Musa dan Firʻaun serta Kehendak Allah atas Bani Israil","teks_terjemah":"Sesungguhnya Firʻaun telah berbuat sewenang-wenang di bumi dan menjadikan penduduknya berpecah-belah. Dia menindas segolongan dari mereka (Bani Israil). Dia menyembelih anak laki-laki mereka dan membiarkan hidup anak perempuannya. Sesungguhnya dia (Firʻaun) termasuk orang-orang yang berbuat kerusakan.","no_fn":"","teks_fn":"","bacaan":"inna fir'awna 'alaa fiil-ardhi waja'ala ahlahaa syiya'an yastadh'ifu thaa-ifatan minhum yudzabbihu abnaa-ahum wayastahyii nisaa-ahum innahu kaana minalmufsidiin"},{"id_ayat":3257,"no_surah":28,"no_ayat":5,"teks_ayat":"وَنُرِيْدُ اَنْ نَّمُنَّ عَلَى الَّذِيْنَ اسْتُضْعِفُوْا فِى الْاَرْضِ وَنَجْعَلَهُمْ اَىِٕمَّةً وَّنَجْعَلَهُمُ الْوٰرِثِيْنَ ۙ","tema":"Kisah Nabi Musa dan Firʻaun serta Kehendak Allah atas Bani Israil","teks_terjemah":"Kami berkehendak untuk memberi karunia kepada orang-orang yang tertindas di bumi (Mesir) itu, menjadikan mereka para pemimpin, dan menjadikan mereka orang-orang yang mewarisi (bumi).","no_fn":"","teks_fn":"","bacaan":"wanuriidu an namunna 'alaaladziina istudh'ifuu fiil-ardhi wanaj'alahum a-immatan wanaj'alahumulwaaritsiin"},{"id_ayat":3258,"no_surah":28,"no_ayat":6,"teks_ayat":"وَنُمَكِّنَ لَهُمْ فِى الْاَرْضِ وَنُرِيَ فِرْعَوْنَ وَهَامٰنَ وَجُنُوْدَهُمَا مِنْهُمْ مَّا كَانُوْا يَحْذَرُوْنَ ","tema":"Kisah Nabi Musa dan Firʻaun serta Kehendak Allah atas Bani Israil","teks_terjemah":"Kami pun (berkehendak untuk) meneguhkan kedudukan mereka (Bani Israil) di bumi dan memperlihatkan kepada Firʻaun, Haman, dan bala tentaranya apa yang selalu mereka takutkan dari mereka (Bani Israil).<sup>557)<\/sup>","no_fn":"557","teks_fn":"557) Fir‘aun selalu takut kerajaannya akan dihancurkan oleh Bani Israil. Oleh karena itu, dia membunuh setiap bayi laki-laki Bani Israil. Ayat ini menyatakan bahwa apa yang ditakutkannya itu akan terjadi.","bacaan":"wanumakkina lahum fiil-ardhi wanuriya fir'awna wahaamaana wajunuudahumaa minhum maa kaanuu yahtsaruun"},{"id_ayat":3259,"no_surah":28,"no_ayat":7,"teks_ayat":"وَاَوْحَيْنَآ اِلٰٓى اُمِّ مُوْسٰٓى اَنْ اَرْضِعِيْهِۚ فَاِذَا خِفْتِ عَلَيْهِ فَاَلْقِيْهِ فِى الْيَمِّ وَلَا تَخَافِيْ وَلَا تَحْزَنِيْ ۚاِنَّا رَاۤدُّوْهُ اِلَيْكِ وَجَاعِلُوْهُ مِنَ الْمُرْسَلِيْنَ ","tema":"Musa yang Diasuh Istri Firʻaun","teks_terjemah":"Kami mengilhamkan kepada ibu Musa, “Susuilah dia (Musa). Jika engkau khawatir atas (keselamatan)-nya, hanyutkanlah dia ke sungai (Nil dalam sebuah peti yang mengapung). Janganlah engkau takut dan janganlah (pula) bersedih. Sesungguhnya Kami pasti mengembalikannya kepadamu dan menjadikannya sebagai salah seorang rasul.”","no_fn":"","teks_fn":"","bacaan":"wa-awhaynaa ilaa ummi muusaa an ardhi'iihi fa-idzaa khifti 'alayhi fa-alqiihi fiilyammi walaa takhaafii walaa tahzanii innaa raadduuhu ilayki wajaa'iluuhu minalmursaliin"},{"id_ayat":3260,"no_surah":28,"no_ayat":8,"teks_ayat":"فَالْتَقَطَهٗٓ اٰلُ فِرْعَوْنَ لِيَكُوْنَ لَهُمْ عَدُوًّا وَّحَزَنًاۗ اِنَّ فِرْعَوْنَ وَهَامٰنَ وَجُنُوْدَهُمَا كَانُوْا خٰطِـِٕيْنَ ","tema":"Musa yang Diasuh Istri Firʻaun","teks_terjemah":"Kemudian, keluarga Firʻaun memungutnya agar (kelak) dia menjadi musuh dan (penyebab) kesedihan bagi mereka. Sesungguhnya Firʻaun, Haman, dan bala tentaranya adalah orang-orang salah.","no_fn":"","teks_fn":"","bacaan":"faltaqathahu aalu fir'awna liyakuuna lahum 'aduwwan wahazanan inna fir'awna wahaamaana wajunuudahumaa kaanuu khaathi-iin"},{"id_ayat":3261,"no_surah":28,"no_ayat":9,"teks_ayat":"وَقَالَتِ امْرَاَتُ فِرْعَوْنَ قُرَّتُ عَيْنٍ لِّيْ وَلَكَۗ  لَا تَقْتُلُوْهُ ۖعَسٰٓى اَنْ يَّنْفَعَنَآ اَوْ نَتَّخِذَهٗ وَلَدًا وَّهُمْ لَا يَشْعُرُوْنَ ","tema":"Musa yang Diasuh Istri Firʻaun","teks_terjemah":"Istri Firʻaun berkata (kepadanya), “(Anak ini) adalah penyejuk hati bagiku dan bagimu. Janganlah kamu membunuhnya. Mudah-mudahan dia memberi manfaat bagi kita atau kita mengambilnya sebagai anak.” Mereka tidak menyadari (bahwa anak itulah, Musa, yang kelak menjadi sebab kebinasaan mereka). ","no_fn":"","teks_fn":"","bacaan":"waqaalati imra-atu fir'awna qurratu 'aynin lii walaka laa taqtuluuhu 'asaa an yanfa'anaa aw nattakhidzahu waladan wahum laa yasy'uruun"},{"id_ayat":3262,"no_surah":28,"no_ayat":10,"teks_ayat":"وَاَصْبَحَ فُؤَادُ اُمِّ مُوْسٰى فٰرِغًاۗ اِنْ كَادَتْ لَتُبْدِيْ بِهٖ لَوْلَآ اَنْ رَّبَطْنَا عَلٰى قَلْبِهَا لِتَكُوْنَ مِنَ الْمُؤْمِنِيْنَ ","tema":"Musa yang Diasuh Istri Firʻaun","teks_terjemah":"Hati ibu Musa menjadi hampa.<sup>558)<\/sup> Sungguh, hampir saja dia mengungkapkan (bahwa bayi itu adalah anaknya), seandainya Kami tidak meneguhkan hatinya agar dia termasuk orang-orang yang beriman (kepada janji Allah).","no_fn":"558","teks_fn":"558) Setelah ibunda Nabi Musa a.s. menghanyutkan Musa kecil di sungai Nil, dia menyesal dan khawatir anaknya tidak akan selamat. Ia hampir saja berteriak meminta tolong kepada orang lain untuk mengambil anaknya itu kembali, suatu tindakan yang dapat membocorkan rahasia bahwa Musa adalah anaknya sendiri.","bacaan":"wa-ashbaha fu-aadu ummi muusaa faarighan in kaadat latubdii bihi lawlaa an rabathnaa 'alaa qalbihaa litakuuna minalmu'miniin"},{"id_ayat":3263,"no_surah":28,"no_ayat":11,"teks_ayat":"وَقَالَتْ لِاُخْتِهٖ قُصِّيْهِۗ فَبَصُرَتْ بِهٖ عَنْ جُنُبٍ وَّهُمْ لَا يَشْعُرُوْنَ ۙ","tema":"Musa yang Diasuh Istri Firʻaun","teks_terjemah":"Dia (ibu Musa) berkata kepada saudara perempuan Musa, “Ikutilah jejaknya.” Kemudian, dia melihatnya dari kejauhan, sedangkan mereka (pengikut Firʻaun) tidak menyadarinya.","no_fn":"","teks_fn":"","bacaan":"waqaalat li-ukhtihi qushshiihi fabashurat bihi 'an junubin wahum laa yasy'uruun"},{"id_ayat":3264,"no_surah":28,"no_ayat":12,"teks_ayat":"۞ وَحَرَّمْنَا عَلَيْهِ الْمَرَاضِعَ مِنْ قَبْلُ فَقَالَتْ هَلْ اَدُلُّكُمْ عَلٰٓى اَهْلِ بَيْتٍ يَّكْفُلُوْنَهٗ لَكُمْ وَهُمْ لَهٗ نٰصِحُوْنَ ","tema":"Musa yang Diasuh Istri Firʻaun","teks_terjemah":"Kami mencegahnya (Musa) menyusu kepada perempuan-perempuan yang mau menyusui(-nya) sebelum (kembali ke pangkuan ibunya). Berkatalah dia (saudara perempuan Musa), “Maukah aku tunjukkan kepadamu keluarga yang akan memeliharanya untukmu dan mereka dapat berlaku baik kepadanya?”","no_fn":"","teks_fn":"","bacaan":"waharramnaa 'alayhilmaraadi'a min qablu faqaalat hal adullukum 'alaa ahli baytin yakfuluunahu lakum wahum lahu naashuun"},{"id_ayat":3265,"no_surah":28,"no_ayat":13,"teks_ayat":"فَرَدَدْنٰهُ اِلٰٓى اُمِّهٖ كَيْ تَقَرَّ عَيْنُهَا وَلَا تَحْزَنَ وَلِتَعْلَمَ اَنَّ وَعْدَ اللّٰهِ حَقٌّ وَّلٰكِنَّ اَكْثَرَهُمْ لَا يَعْلَمُوْنَ ࣖ","tema":"Musa yang Diasuh Istri Firʻaun","teks_terjemah":"Lalu, Kami mengembalikan dia (Musa) kepada ibunya agar senang hatinya serta tidak bersedih, dan agar dia mengetahui bahwa janji Allah adalah benar, tetapi kebanyakan mereka tidak mengetahuinya.","no_fn":"","teks_fn":"","bacaan":"faradadnaahu ilaa ummihi kay taqarra 'aynuhaa walaa tahzana walita'lama anna wa'dalaahi haqqun walaakinna aktsarahum laa ya'lamuun"},{"id_ayat":3266,"no_surah":28,"no_ayat":14,"teks_ayat":"وَلَمَّا بَلَغَ اَشُدَّهٗ وَاسْتَوٰىٓ اٰتَيْنٰهُ حُكْمًا وَّعِلْمًاۗ وَكَذٰلِكَ نَجْزِى الْمُحْسِنِيْنَ ","tema":"Pembunuhan Seorang Laki-Laki Mesir oleh Musa secara Tidak Sengaja","teks_terjemah":"Setelah dia (Musa) dewasa dan sempurna akalnya, Kami menganugerahkan kepadanya hikmah dan pengetahuan. Demikianlah Kami memberi balasan kepada orang-orang yang berbuat kebajikan.","no_fn":"","teks_fn":"","bacaan":"walammaa balagha asyuddahu wastawaa aataynaahu hukman wa'ilman wakadzaalika najziilmuhsiniin"},{"id_ayat":3267,"no_surah":28,"no_ayat":15,"teks_ayat":"وَدَخَلَ الْمَدِيْنَةَ عَلٰى حِيْنِ غَفْلَةٍ مِّنْ اَهْلِهَا فَوَجَدَ فِيْهَا رَجُلَيْنِ يَقْتَتِلٰنِۖ هٰذَا مِنْ شِيْعَتِهٖ وَهٰذَا مِنْ عَدُوِّهٖۚ فَاسْتَغَاثَهُ الَّذِيْ مِنْ شِيْعَتِهٖ عَلَى الَّذِيْ مِنْ عَدُوِّهٖ ۙفَوَكَزَهٗ مُوْسٰى فَقَضٰى عَلَيْهِۖ قَالَ هٰذَا مِنْ عَمَلِ الشَّيْطٰنِۗ اِنَّهٗ عَدُوٌّ مُّضِلٌّ مُّبِيْنٌ ","tema":"Pembunuhan Seorang Laki-Laki Mesir oleh Musa secara Tidak Sengaja","teks_terjemah":"Dia (Musa) masuk ke kota<sup>559)<\/sup> ketika penduduknya sedang lengah. Dia mendapati di dalam kota itu dua orang laki-laki yang sedang berkelahi, seorang dari golongannya (Bani Israil) dan seorang (lagi) dari golongan musuhnya (kaum Firʻaun). Orang yang dari golongannya meminta pertolongan kepadanya untuk (mengalahkan) orang yang dari golongan musuhnya. Musa lalu memukulnya dan (tanpa sengaja) membunuhnya. Dia berkata, “Ini termasuk perbuatan setan. Sesungguhnya dia adalah musuh yang jelas-jelas menyesatkan.”","no_fn":"559","teks_fn":"559) Menurut sebagian mufasir, kota itu adalah Memphis yang terletak di Mesir bagian utara.","bacaan":"wadakhalalmadiinata 'alaa hiini ghaflatin min ahlihaa fawajada fiihaa rajulayni yaqtatilaani haadzaa min syii'atihi wahaadzaa min 'aduwwihi fastaghaatsahuladzii min syii'atihi 'alaaladzii min 'aduwwihi fawakazahu muusaa faqadaa 'alayhi qaala haadzaa min 'amalisysyaythaani innahu 'aduwwun mudhillun mubiin"},{"id_ayat":3268,"no_surah":28,"no_ayat":16,"teks_ayat":"قَالَ رَبِّ اِنِّيْ ظَلَمْتُ نَفْسِيْ فَاغْفِرْ لِيْ فَغَفَرَ لَهٗ ۗاِنَّهٗ هُوَ الْغَفُوْرُ الرَّحِيْمُ ","tema":"Pembunuhan Seorang Laki-Laki Mesir oleh Musa secara Tidak Sengaja","teks_terjemah":"Dia (Musa) berdoa, “Ya Tuhanku, sesungguhnya aku telah menzalimi diriku sendiri, maka ampunilah aku.” Dia (Allah) lalu mengampuninya. Sesungguhnya Dialah Yang Maha Pengampun lagi Maha Penyayang.","no_fn":"","teks_fn":"","bacaan":"qaala rabbi innii zhalamtu nafsii faghfir lii faghafara lahu innahu huwalghafuururrahiim"},{"id_ayat":3269,"no_surah":28,"no_ayat":17,"teks_ayat":"قَالَ رَبِّ بِمَآ اَنْعَمْتَ عَلَيَّ فَلَنْ اَكُوْنَ ظَهِيْرًا لِّلْمُجْرِمِيْنَ ","tema":"Pembunuhan Seorang Laki-Laki Mesir oleh Musa secara Tidak Sengaja","teks_terjemah":"Dia (Musa) berkata, “Ya Tuhanku, karena nikmat yang telah Engkau anugerahkan kepadaku, (tuntunlah aku) sehingga aku tidak akan menjadi penolong bagi orang-orang yang berbuat durhaka.”","no_fn":"","teks_fn":"","bacaan":"qaala rabbi bimaa an'amta 'alayya falan akuuna zhahiiran lilmujrimiin"},{"id_ayat":3270,"no_surah":28,"no_ayat":18,"teks_ayat":"فَاَصْبَحَ فِى الْمَدِيْنَةِ خَاۤىِٕفًا يَّتَرَقَّبُ فَاِذَا الَّذِى اسْتَنْصَرَهٗ بِالْاَمْسِ يَسْتَصْرِخُهٗ ۗقَالَ لَهٗ مُوْسٰٓى اِنَّكَ لَغَوِيٌّ مُّبِيْنٌ ","tema":"Pembunuhan Seorang Laki-Laki Mesir oleh Musa secara Tidak Sengaja","teks_terjemah":"Karena (peristiwa) itu, dia (Musa) menjadi ketakutan berada di kota sambil menunggu (akibat dari apa yang dilakukannya). Tiba-tiba orang yang kemarin meminta pertolongan berteriak-teriak meminta pertolongan lagi kepadanya. Musa berkata kepadanya, “Sesungguhnya engkau adalah orang yang jelas-jelas sesat.”","no_fn":"","teks_fn":"","bacaan":"fa-ashbaha fiilmadiinati khaa-ifan yataraqqabu fa-idzaaladzii istansharahu bil-amsi yastashrikhuhu qaala lahu muusaa innaka laghawiyyun mubiin"},{"id_ayat":3271,"no_surah":28,"no_ayat":19,"teks_ayat":"فَلَمَّآ اَنْ اَرَادَ اَنْ يَّبْطِشَ بِالَّذِيْ هُوَ عَدُوٌّ لَّهُمَاۙ قَالَ يٰمُوْسٰٓى اَتُرِيْدُ اَنْ تَقْتُلَنِيْ كَمَا قَتَلْتَ نَفْسًاۢ بِالْاَمْسِۖ اِنْ تُرِيْدُ اِلَّآ اَنْ تَكُوْنَ جَبَّارًا فِى الْاَرْضِ وَمَا تُرِيْدُ اَنْ تَكُوْنَ مِنَ الْمُصْلِحِيْنَ ","tema":"Pembunuhan Seorang Laki-Laki Mesir oleh Musa secara Tidak Sengaja","teks_terjemah":"Ketika dia (Musa) hendak memukul orang yang merupakan musuh mereka berdua, dia (musuhnya) berkata, “Wahai Musa, apakah engkau bermaksud membunuhku sebagaimana kemarin engkau membunuh seseorang? Engkau hanya bermaksud menjadi orang yang berbuat sewenang-wenang di negeri (ini) dan tidak bermaksud menjadi salah satu dari orang-orang yang mengadakan perdamaian.”","no_fn":"","teks_fn":"","bacaan":"falammaa an araada an yabthisya billadzii huwa 'aduwwun lahumaa qaala yaa muusaa aturiidu an taqtulanii kamaa qatalta nafsan bil-amsi in turiidu illaa an takuuna jabbaaran fiil-ardhi wamaa turiidu an takuuna minalmushlihiin"},{"id_ayat":3272,"no_surah":28,"no_ayat":20,"teks_ayat":"وَجَاۤءَ رَجُلٌ مِّنْ اَقْصَى الْمَدِيْنَةِ يَسْعٰىۖ قَالَ يٰمُوْسٰٓى اِنَّ الْمَلَاَ يَأْتَمِرُوْنَ بِكَ لِيَقْتُلُوْكَ فَاخْرُجْ اِنِّيْ لَكَ مِنَ النّٰصِحِيْنَ ","tema":"Pembunuhan Seorang Laki-Laki Mesir oleh Musa secara Tidak Sengaja","teks_terjemah":"Seorang laki-laki datang bergegas dari ujung kota seraya berkata, “Wahai Musa, sesungguhnya para pembesar negeri sedang berunding tentang engkau untuk membunuhmu. Maka, (lekaslah engkau) keluar (dari kota ini). Sesungguhnya aku termasuk orang-orang yang memberi nasihat kepadamu.”","no_fn":"","teks_fn":"","bacaan":"wajaa-a rajulun min aqshaalmadiinati yas'aa qaala yaa muusaa innalmala-a ya'tamiruuna bika liyaqtuluuka fakhruj innii laka minannaashiin"},{"id_ayat":3273,"no_surah":28,"no_ayat":21,"teks_ayat":"فَخَرَجَ مِنْهَا خَاۤىِٕفًا يَّتَرَقَّبُ ۖقَالَ رَبِّ نَجِّنِيْ مِنَ الْقَوْمِ الظّٰلِمِيْنَ ࣖ ","tema":"Kepergian Musa ke Madyan","teks_terjemah":"Maka, keluarlah dia (Musa) dari kota itu dengan rasa takut dan waspada. Dia berdoa, “Ya Tuhanku, selamatkanlah aku dari kaum yang zalim.”","no_fn":"","teks_fn":"","bacaan":"fakharaja minhaa khaa-ifan yataraqqabu qaala rabbi najjinii minalqawmizhzhaalimiin"},{"id_ayat":3274,"no_surah":28,"no_ayat":22,"teks_ayat":"وَلَمَّا تَوَجَّهَ تِلْقَاۤءَ مَدْيَنَ قَالَ عَسٰى رَبِّيْٓ اَنْ يَّهْدِيَنِيْ سَوَاۤءَ السَّبِيْلِ ","tema":"Kepergian Musa ke Madyan","teks_terjemah":"Ketika menuju ke arah negeri Madyan,<sup>560)<\/sup> dia (Musa) berdoa, “Semoga Tuhanku membimbingku ke jalan yang benar.”","no_fn":"560","teks_fn":"560) Penjelasan tentang Madyan dapat dilihat pada catatan kaki surah al-A‘rāf\/7: 85.","bacaan":"walammaa tawajjaha tilqaa-a madyana qaala 'asaa rabbii an yahdiyanii sawaa-assabiil"},{"id_ayat":3275,"no_surah":28,"no_ayat":23,"teks_ayat":"وَلَمَّا وَرَدَ مَاۤءَ مَدْيَنَ وَجَدَ عَلَيْهِ اُمَّةً مِّنَ النَّاسِ يَسْقُوْنَ ەۖ وَوَجَدَ مِنْ دُوْنِهِمُ امْرَاَتَيْنِ تَذُوْدٰنِۚ قَالَ مَا خَطْبُكُمَا ۗقَالَتَا لَا نَسْقِيْ حَتّٰى يُصْدِرَ الرِّعَاۤءُ وَاَبُوْنَا شَيْخٌ كَبِيْرٌ","tema":"Kepergian Musa ke Madyan","teks_terjemah":"Ketika sampai di sumber air negeri Madyan, dia menjumpai di sana sekumpulan orang yang sedang memberi minum (ternaknya) dan dia menjumpai di belakang mereka ada dua orang perempuan sedang menghalau (ternaknya dari sumber air). Dia (Musa) berkata, “Apa maksudmu (berbuat begitu)?” Kedua (perempuan) itu menjawab, “Kami tidak dapat memberi minum (ternak kami) sebelum para penggembala itu memulangkan (ternaknya), sedangkan ayah kami adalah orang tua yang telah lanjut usia.”","no_fn":"","teks_fn":"","bacaan":"walammaa warada maa-a madyana wajada 'alayhi ummatan minannaasi yasquuna wawajada min duunihimu imra-atayni tadzuudaani qaala maa khathbukumaa qaalataa laa nasqii hattaa yushdirarri'aau wa-abuunaa syaykhun kabiir"},{"id_ayat":3276,"no_surah":28,"no_ayat":24,"teks_ayat":"فَسَقٰى لَهُمَا ثُمَّ تَوَلّٰىٓ اِلَى الظِّلِّ فَقَالَ رَبِّ اِنِّيْ لِمَآ اَنْزَلْتَ اِلَيَّ مِنْ خَيْرٍ فَقِيْرٌ ","tema":"Kepergian Musa ke Madyan","teks_terjemah":"Maka, dia (Musa) memberi minum (ternak) kedua perempuan itu. Dia kemudian berpindah ke tempat yang teduh, lalu berdoa, “Ya Tuhanku, sesungguhnya aku sangat memerlukan suatu kebaikan (rezeki) yang Engkau turunkan kepadaku.”","no_fn":"","teks_fn":"","bacaan":"fasaqaa lahumaa tsumma tawallaa ilaazhzhilli faqaala rabbi innii limaa anzalta ilayya min khayrin faqiir"},{"id_ayat":3277,"no_surah":28,"no_ayat":25,"teks_ayat":"فَجَاۤءَتْهُ اِحْدٰىهُمَا تَمْشِيْ عَلَى اسْتِحْيَاۤءٍ  ۖقَالَتْ اِنَّ اَبِيْ يَدْعُوْكَ لِيَجْزِيَكَ اَجْرَ مَا سَقَيْتَ لَنَاۗ فَلَمَّا جَاۤءَهٗ وَقَصَّ عَلَيْهِ الْقَصَصَۙ  قَالَ لَا تَخَفْۗ نَجَوْتَ مِنَ الْقَوْمِ الظّٰلِمِيْنَ ","tema":"Kepergian Musa ke Madyan","teks_terjemah":"Lalu, datanglah kepada Musa salah seorang dari keduanya itu sambil berjalan dengan malu-malu. Dia berkata, “Sesungguhnya ayahku mengundangmu untuk memberi balasan sebagai imbalan atas (kebaikan)-mu memberi minum (ternak) kami.” Ketika (Musa) mendatanginya dan menceritakan kepadanya kisah (dirinya), dia berkata, “Janganlah engkau takut! Engkau telah selamat dari orang-orang yang zalim itu.”","no_fn":"","teks_fn":"","bacaan":"fajaa-at-hu ihdaahumaa tamsyii 'alaa istihyaa-in qaalat inna abii yad'uuka liyajziyaka ajra maa saqayta lanaa falammaa jaa-ahu waqashsha 'alayhilqashasha qaala laa takhaf najawta minalqawmizhzhaalimiin"},{"id_ayat":3278,"no_surah":28,"no_ayat":26,"teks_ayat":"قَالَتْ اِحْدٰىهُمَا يٰٓاَبَتِ اسْتَأْجِرْهُ ۖاِنَّ خَيْرَ مَنِ اسْتَأْجَرْتَ الْقَوِيُّ الْاَمِيْنُ ","tema":"Kepergian Musa ke Madyan","teks_terjemah":"Salah seorang dari kedua (perempuan) itu berkata, “Wahai ayahku, pekerjakanlah dia. Sesungguhnya sebaik-baik orang yang engkau pekerjakan adalah orang yang kuat lagi dapat dipercaya.”","no_fn":"","teks_fn":"","bacaan":"qaalat ihdaahumaa yaa abati ista'jirhu inna khayra mani ista'jartalqawiyyul-amiin"},{"id_ayat":3279,"no_surah":28,"no_ayat":27,"teks_ayat":"قَالَ اِنِّيْٓ اُرِيْدُ اَنْ اُنْكِحَكَ اِحْدَى ابْنَتَيَّ هٰتَيْنِ عَلٰٓى اَنْ تَأْجُرَنِيْ ثَمٰنِيَ حِجَجٍۚ فَاِنْ اَتْمَمْتَ عَشْرًا فَمِنْ عِنْدِكَۚ وَمَآ اُرِيْدُ اَنْ اَشُقَّ عَلَيْكَۗ سَتَجِدُنِيْٓ اِنْ شَاۤءَ اللّٰهُ مِنَ الصّٰلِحِيْنَ ","tema":"Kepergian Musa ke Madyan","teks_terjemah":"Dia (ayah kedua perempuan itu) berkata, “Sesungguhnya aku bermaksud menikahkanmu dengan salah seorang dari kedua anak perempuanku ini dengan ketentuan bahwa engkau bekerja padaku selama delapan tahun. Jika engkau menyempurnakannya sepuluh tahun, itu adalah (suatu kebaikan) darimu. Aku tidak bermaksud memberatkanmu. Insyaallah engkau akan mendapatiku termasuk orang-orang yang baik.”","no_fn":"","teks_fn":"","bacaan":"qaala innii uriidu an unkihaka ihdaa ibnatayya haatayni 'alaa an ta'juranii tsamaaniya hijajin fa-in atmamta 'asyran famin 'indika wamaa uriidu an asyuqqa 'alayka satajidunii in syaa-alaahu minashshaalihiin"},{"id_ayat":3280,"no_surah":28,"no_ayat":28,"teks_ayat":"قَالَ ذٰلِكَ بَيْنِيْ وَبَيْنَكَۗ اَيَّمَا الْاَجَلَيْنِ قَضَيْتُ فَلَا عُدْوَانَ عَلَيَّ ۗوَاللّٰهُ عَلٰى مَا نَقُوْلُ وَكِيْلٌ ࣖ","tema":"Kepergian Musa ke Madyan","teks_terjemah":"Dia (Musa) berkata, “Itu (perjanjian) antara aku dan engkau. Yang mana saja dari kedua waktu yang ditentukan itu yang aku sempurnakan, maka tidak ada tuntutan atas diriku (lagi). Allah menjadi saksi atas apa yang kita ucapkan.”","no_fn":"","teks_fn":"","bacaan":"qaala dzaalika baynii wabaynaka ayyamaal-ajalayni qadhaytu falaa 'udwaana 'alayya waalaahu 'alaa maa naquulu wakiil"},{"id_ayat":3281,"no_surah":28,"no_ayat":29,"teks_ayat":"۞ فَلَمَّا قَضٰى مُوْسَى الْاَجَلَ وَسَارَ بِاَهْلِهٖٓ اٰنَسَ مِنْ جَانِبِ الطُّوْرِ نَارًاۗ قَالَ لِاَهْلِهِ امْكُثُوْٓا اِنِّيْٓ اٰنَسْتُ نَارًا لَّعَلِّيْٓ اٰتِيْكُمْ مِّنْهَا بِخَبَرٍ اَوْ جَذْوَةٍ مِّنَ النَّارِ لَعَلَّكُمْ تَصْطَلُوْنَ","tema":"Kembalinya Nabi Musa ke Mesir dan Turunnya Wahyu ","teks_terjemah":"Maka, ketika Musa telah menyelesaikan waktu yang ditentukan itu dan berangkat dengan istrinya,<sup>561)<\/sup> dia melihat api di lereng gunung. Dia berkata kepada keluarganya, “Tunggulah (di sini). Sesungguhnya aku melihat api. Mudah-mudahan aku dapat membawa suatu berita kepadamu dari (tempat) api itu atau (membawa) sepercik api agar kamu dapat menghangatkan badan (dekat api).”","no_fn":"561","teks_fn":"561) Setelah Nabi Musa a.s. menyelesaikan hal yang dijanjikan kepada mertuanya, Syekh Madyan, ia berangkat bersama istrinya ke Mesir untuk menjumpai ibunya.","bacaan":"falammaa qadaa muusaal-ajala wasaara bi-ahlihi aanasa min jaanibiththhuuri naaran qaala li-ahlihi umkutsuu innii aanastu naaran la'allii aatiikum minhaa bikhabarin aw jadzwatin minannaari la'allakum tasthaluun"},{"id_ayat":3282,"no_surah":28,"no_ayat":30,"teks_ayat":"فَلَمَّآ اَتٰىهَا نُوْدِيَ مِنْ شَاطِئِ الْوَادِ الْاَيْمَنِ فِى الْبُقْعَةِ الْمُبٰرَكَةِ مِنَ الشَّجَرَةِ اَنْ يّٰمُوْسٰىٓ اِنِّيْٓ اَنَا اللّٰهُ رَبُّ الْعٰلَمِيْنَ ۙ","tema":"Kembalinya Nabi Musa ke Mesir dan Turunnya Wahyu ","teks_terjemah":"Maka, ketika dia (Musa) mendatangi (api) itu, dia dipanggil dari pinggir lembah di sebelah kanan (Musa) dari (arah) pohon di sebidang tanah yang diberkahi. “Wahai Musa, sesungguhnya Aku adalah Allah, Tuhan semesta alam.<sup>562)<\/sup>","no_fn":"562","teks_fn":"562]) Di tempat dan saat itulah Nabi Musa a.s. diangkat sebagai rasul.","bacaan":"falammaa ataahaa nuudiya min syaathi-ilwaadil-aymani fiilbuq'atilmubaarakati minasysyajarati an yaa muusaa innii anaalaahu rabbul'aalamiin"},{"id_ayat":3283,"no_surah":28,"no_ayat":31,"teks_ayat":"وَاَنْ اَلْقِ عَصَاكَ ۗفَلَمَّا رَاٰهَا تَهْتَزُّ كَاَنَّهَا جَاۤنٌّ وَّلّٰى مُدْبِرًا وَّلَمْ يُعَقِّبْۗ يٰمُوْسٰىٓ اَقْبِلْ وَلَا تَخَفْۗ اِنَّكَ مِنَ الْاٰمِنِيْنَ","tema":"Kembalinya Nabi Musa ke Mesir dan Turunnya Wahyu ","teks_terjemah":"Lemparkanlah tongkatmu!” Maka, ketika dia (Musa) melihatnya bergerak-gerak seperti seekor ular kecil yang gesit, dia lari berbalik ke belakang tanpa menoleh. (Allah berfirman,) “Wahai Musa, kemarilah dan jangan takut! Sesungguhnya engkau termasuk orang-orang yang aman.<sup>563)<\/sup>","no_fn":"563","teks_fn":"563) Kisah serupa terdapat pada surah Ṭāhā\/20: 20.","bacaan":"wa-anlqi 'ashaaka falammaa raaahaa tahtazzu ka-annahaa jaannun wallaa mudbiran walam yu'aqqib yaa muusaa aqbil walaa takhaf innaka minal-aaminiin"},{"id_ayat":3284,"no_surah":28,"no_ayat":32,"teks_ayat":"اُسْلُكْ يَدَكَ فِيْ جَيْبِكَ تَخْرُجْ بَيْضَاۤءَ مِنْ غَيْرِ سُوْۤءٍ ۖوَّاضْمُمْ اِلَيْكَ جَنَاحَكَ مِنَ الرَّهْبِ  فَذٰنِكَ بُرْهَانٰنِ مِنْ رَّبِّكَ اِلٰى فِرْعَوْنَ وَمَلَا۟ىِٕهٖۗ اِنَّهُمْ كَانُوْا قَوْمًا فٰسِقِيْنَ ","tema":"Kembalinya Nabi Musa ke Mesir dan Turunnya Wahyu ","teks_terjemah":"Masukkanlah tanganmu ke leher bajumu, ia akan keluar (dalam keadaan bercahaya) putih bukan karena cacat. Dekapkanlah kedua tanganmu jika engkau takut. Itulah dua mukjizat dari Tuhanmu (yang akan engkau tunjukkan) kepada Firʻaun dan para pembesarnya. Sesungguhnya mereka adalah kaum yang fasik.”","no_fn":"","teks_fn":"","bacaan":"usluk yadaka fii jaybika takhruj baydhaa-a min ghayri suu-in wadhmum ilayka janaahaka minarrahbi fadzaanika burhaanaani min rabbika ilaa fir'awna wamala-ihi innahum kaanuu qawman faasiqiin"},{"id_ayat":3285,"no_surah":28,"no_ayat":33,"teks_ayat":"قَالَ رَبِّ اِنِّيْ قَتَلْتُ مِنْهُمْ نَفْسًا فَاَخَافُ اَنْ يَّقْتُلُوْنِ ","tema":"Diangkatnya Harun Menjadi Nabi dan Dakwahnya kepada Firʻaun bersama Musa","teks_terjemah":"(Musa) berkata, “Ya Tuhanku, sesungguhnya aku telah membunuh seseorang dari mereka sehingga aku takut mereka akan membunuhku.","no_fn":"","teks_fn":"","bacaan":"qaala rabbi innii qataltu minhum nafsan fa-akhaafu an yaqtuluun"},{"id_ayat":3286,"no_surah":28,"no_ayat":34,"teks_ayat":"وَاَخِيْ هٰرُوْنُ هُوَ اَفْصَحُ مِنِّيْ لِسَانًا فَاَرْسِلْهُ مَعِيَ رِدْءًا يُّصَدِّقُنِيْٓ  ۖاِنِّيْٓ اَخَافُ اَنْ يُّكَذِّبُوْنِ ","tema":"Diangkatnya Harun Menjadi Nabi dan Dakwahnya kepada Firʻaun bersama Musa","teks_terjemah":"Adapun saudaraku Harun, dia lebih fasih lidahnya daripadaku.<sup>564)<\/sup> Maka, utuslah dia bersamaku sebagai pembantuku untuk membenarkan (perkataan)-ku. Sesungguhnya aku takut mereka akan mendustakanku.”","no_fn":"564","teks_fn":"564) Selain segan kepada Fir‘aun, Nabi Musa a.s. juga merasa kurang lancar berbicara. Maka, dia memohon kepada Allah Swt. agar mengutus Harun a.s. yang lebih lancar berbicara untuk menjadi nabi bersamanya.","bacaan":"wa-akhii haaruunu huwa afshahu minnii lisaanan fa-arsilhu ma'iya rid-an yushaddiqunii innii akhaafu an yukadzdzibuun"},{"id_ayat":3287,"no_surah":28,"no_ayat":35,"teks_ayat":"قَالَ سَنَشُدُّ عَضُدَكَ بِاَخِيْكَ وَنَجْعَلُ لَكُمَا سُلْطٰنًا فَلَا يَصِلُوْنَ اِلَيْكُمَا  ۛبِاٰيٰتِنَا  ۛ اَنْتُمَا وَمَنِ اتَّبَعَكُمَا الْغٰلِبُوْنَ ","tema":"Diangkatnya Harun Menjadi Nabi dan Dakwahnya kepada Firʻaun bersama Musa","teks_terjemah":" Dia (Allah) berfirman, “Kami akan menguatkanmu dengan saudaramu dan Kami akan berikan kepadamu berdua hujah (mukjizat). Maka, mereka tidak akan dapat mencapaimu. (Berangkatlah kamu berdua) dengan membawa mukjizat Kami. Kamu berdua dan orang yang mengikutimu adalah para pemenang.”","no_fn":"","teks_fn":"","bacaan":"qaala sanasyuddu 'adhudaka bi-akhiika wanaj'alu lakumaa sulthaanan falaa yashiluuna ilaykumaa bi-aayaatinaa antumaa wamani ittaba'akumaalghaalibuun"},{"id_ayat":3288,"no_surah":28,"no_ayat":36,"teks_ayat":"فَلَمَّا جَاۤءَهُمْ مُّوْسٰى بِاٰيٰتِنَا بَيِّنٰتٍ قَالُوْا مَا هٰذَآ اِلَّا سِحْرٌ مُّفْتَرًىۙ وَّمَا سَمِعْنَا بِهٰذَا فِيْٓ اٰبَاۤىِٕنَا الْاَوَّلِيْنَ ","tema":"Diangkatnya Harun Menjadi Nabi dan Dakwahnya kepada Firʻaun bersama Musa","teks_terjemah":"Ketika Musa mendatangi mereka (Firʻaun dan pengikutnya) dengan (membawa) mukjizat Kami yang nyata, mereka berkata, “Ini hanyalah sihir yang dibuat-buat dan kami tidak pernah mendengar (ajakan) ini dari nenek moyang kami dahulu.”","no_fn":"","teks_fn":"","bacaan":"falammaa jaa-ahum muusaa bi-aayaatinaa bayyinaatin qaaluu maa haadzaa illaa sihrun muftaran wamaa sami'naa bihaadzaa fii aabaa-inaal-awwaliin"},{"id_ayat":3289,"no_surah":28,"no_ayat":37,"teks_ayat":"وَقَالَ مُوْسٰى رَبِّيْٓ اَعْلَمُ بِمَنْ جَاۤءَ بِالْهُدٰى مِنْ عِنْدِهٖ وَمَنْ تَكُوْنُ لَهٗ عَاقِبَةُ الدَّارِۗ اِنَّهٗ لَا يُفْلِحُ الظّٰلِمُوْنَ ","tema":"Diangkatnya Harun Menjadi Nabi dan Dakwahnya kepada Firʻaun bersama Musa","teks_terjemah":"Musa menjawab, “Tuhanku lebih mengetahui siapa yang (pantas) membawa petunjuk dari sisi-Nya dan siapa yang akan mendapat kesudahan (yang baik) di akhirat. Sesungguhnya orang-orang zalim itu tidak beruntung.”","no_fn":"","teks_fn":"","bacaan":"waqaala muusaa rabbii a'lamu biman jaa-a bilhudaa min 'indihi waman takuunu lahu 'aaqibatuddaari innahu laa yuflihuzhzhaalimuun"},{"id_ayat":3290,"no_surah":28,"no_ayat":38,"teks_ayat":"وَقَالَ فِرْعَوْنُ يٰٓاَيُّهَا الْمَلَاُ مَا عَلِمْتُ لَكُمْ مِّنْ اِلٰهٍ غَيْرِيْۚ فَاَوْقِدْ لِيْ يٰهَامٰنُ عَلَى الطِّيْنِ فَاجْعَلْ لِّيْ صَرْحًا لَّعَلِّيْٓ اَطَّلِعُ اِلٰٓى اِلٰهِ مُوْسٰىۙ وَاِنِّيْ لَاَظُنُّهٗ مِنَ الْكٰذِبِيْنَ ","tema":"Kesombongan Firʻaun dan Akibatnya serta Anugerah Allah untuk Musa","teks_terjemah":"Firʻaun berkata, “Wahai para pembesar, aku tidak mengetahui ada Tuhan bagimu selainku. Wahai Haman, bakarlah tanah liat untukku (untuk membuat batu bata), kemudian buatkanlah bangunan yang tinggi untukku agar aku dapat naik melihat Tuhannya Musa! Sesungguhnya aku yakin bahwa dia termasuk para pendusta.”","no_fn":"","teks_fn":"","bacaan":"waqaala fir'awnu yaa ayyuhaalmalau maa 'alimtu lakum min ilaahin ghayrii fa-awqid lii yaa haamaanu 'alaaththhiini faj'al lii sharhan la'allii aththhali'u ilaa ilaahi muusaa wa-innii la-azhunnuhu minalkaadzibiin"},{"id_ayat":3291,"no_surah":28,"no_ayat":39,"teks_ayat":"وَاسْتَكْبَرَ هُوَ وَجُنُوْدُهٗ فِى الْاَرْضِ بِغَيْرِ الْحَقِّ وَظَنُّوْٓا اَنَّهُمْ اِلَيْنَا لَا يُرْجَعُوْنَ ","tema":"Kesombongan Firʻaun dan Akibatnya serta Anugerah Allah untuk Musa","teks_terjemah":"Dia (Firʻaun) dan bala tentaranya bersikap sombong di bumi tanpa (alasan yang) benar. Mereka mengira bahwa sesungguhnya mereka tidak akan dikembalikan kepada Kami.","no_fn":"","teks_fn":"","bacaan":"wastakbara huwa wajunuuduhu fiil-ardhi bighayrilhaqqi wazhannuu annahum ilaynaa laa yurja'uun"},{"id_ayat":3292,"no_surah":28,"no_ayat":40,"teks_ayat":"فَاَخَذْنٰهُ وَجُنُوْدَهٗ فَنَبَذْنٰهُمْ فِى الْيَمِّ ۚفَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ الظّٰلِمِيْنَ ","tema":"Kesombongan Firʻaun dan Akibatnya serta Anugerah Allah untuk Musa","teks_terjemah":"Kami menghukum dia (Firʻaun) dan bala tentaranya. Kami menenggelamkan mereka ke dalam laut. Perhatikanlah bagaimana kesudahan orang-orang zalim.","no_fn":"","teks_fn":"","bacaan":"fa-akhadznaahu wajunuudahu fanabadznaahum fiilyammi fanzhur kayfa kaana 'aaqibatuzhzhaalimiin"},{"id_ayat":3293,"no_surah":28,"no_ayat":41,"teks_ayat":"وَجَعَلْنٰهُمْ اَىِٕمَّةً يَّدْعُوْنَ اِلَى النَّارِۚ وَيَوْمَ الْقِيٰمَةِ لَا يُنْصَرُوْنَ ","tema":"Kesombongan Firʻaun dan Akibatnya serta Anugerah Allah untuk Musa","teks_terjemah":"Kami menjadikan mereka (Firʻaun dan bala tentaranya) para pemimpin yang mengajak (manusia) ke neraka. Pada hari Kiamat mereka tidak akan ditolong.","no_fn":"","teks_fn":"","bacaan":"waja'alnaahum a-immatan yad'uuna ilaannaari wayawmalqiyaamati laa yunsharuun"},{"id_ayat":3294,"no_surah":28,"no_ayat":42,"teks_ayat":"وَاَتْبَعْنٰهُمْ فِيْ هٰذِهِ الدُّنْيَا لَعْنَةً ۚوَيَوْمَ الْقِيٰمَةِ هُمْ مِّنَ الْمَقْبُوْحِيْنَ ࣖ","tema":"Kesombongan Firʻaun dan Akibatnya serta Anugerah Allah untuk Musa","teks_terjemah":"Kami memperikutkan laknat kepada mereka di dunia ini dan pada hari Kiamat mereka termasuk orang-orang yang dijauhkan (dari rahmat Allah).","no_fn":"","teks_fn":"","bacaan":"wa-atba'naahum fii haadzihiddunyaa la'natan wayawmalqiyaamati hum minalmaqbuuhiin"},{"id_ayat":3295,"no_surah":28,"no_ayat":43,"teks_ayat":"وَلَقَدْ اٰتَيْنَا مُوْسَى الْكِتٰبَ مِنْۢ بَعْدِ مَآ اَهْلَكْنَا الْقُرُوْنَ الْاُوْلٰى بَصَاۤىِٕرَ لِلنَّاسِ وَهُدًى وَّرَحْمَةً لَّعَلَّهُمْ يَتَذَكَّرُوْنَ ","tema":"Kesombongan Firʻaun dan Akibatnya serta Anugerah Allah untuk Musa","teks_terjemah":"Sungguh, Kami benar-benar menganugerahkan kepada Musa Kitab (Taurat) setelah Kami membinasakan generasi terdahulu sebagai penerang, petunjuk, dan rahmat bagi manusia agar mereka mendapat pelajaran.","no_fn":"","teks_fn":"","bacaan":"walaqad aataynaa muusaalkitaaba min ba'di maa ahlaknaalquruunal-uulaa bashaa-ira linnaasi wahudan warahmatan la'allahum yatadzakkaruun"},{"id_ayat":3296,"no_surah":28,"no_ayat":44,"teks_ayat":"وَمَا كُنْتَ بِجَانِبِ الْغَرْبِيِّ اِذْ قَضَيْنَآ اِلٰى مُوْسَى الْاَمْرَ وَمَا كُنْتَ مِنَ الشّٰهِدِيْنَ ۙ","tema":"Bukti Kebenaran Nabi Muhammad dalam Pengetahuannya tentang Nabi Musa","teks_terjemah":"Engkau (Nabi Muhammad) tidak berada di sebelah barat (lembah suci Tuwa) ketika Kami menyampaikan risalah kepada Musa. Engkau tidak (pula) termasuk orang-orang yang menyaksikan (kejadian itu).","no_fn":"","teks_fn":"","bacaan":"wamaa kunta bijaanibilgharbiyyi idz qadhaynaa ilaa muusaal-amra wamaa kunta minasysyaahidiin"},{"id_ayat":3297,"no_surah":28,"no_ayat":45,"teks_ayat":"وَلٰكِنَّآ اَنْشَأْنَا قُرُوْنًا فَتَطَاوَلَ عَلَيْهِمُ الْعُمُرُۚ وَمَا كُنْتَ ثَاوِيًا فِيْٓ اَهْلِ مَدْيَنَ تَتْلُوْا عَلَيْهِمْ اٰيٰتِنَاۙ وَلٰكِنَّا كُنَّا مُرْسِلِيْنَ ","tema":"Bukti Kebenaran Nabi Muhammad dalam Pengetahuannya tentang Nabi Musa","teks_terjemah":"Akan tetapi, Kami telah menciptakan beberapa umat dan telah berlalu atas mereka masa yang panjang. Engkau (Nabi Muhammad) tidak pula tinggal bersama-sama penduduk Madyan, (sehingga dapat) membacakan ayat-ayat Kami kepada mereka. Akan tetapi, Kamilah pengutus (para rasul). ","no_fn":"","teks_fn":"","bacaan":"walaakinnaa ansya-naa quruunan fatathaawala 'alayhimul'umuru wamaa kunta tsaawiyan fii ahli madyana tatluu 'alayhim aayaatinaa walaakinnaa kunnaa mursiliin"},{"id_ayat":3298,"no_surah":28,"no_ayat":46,"teks_ayat":"وَمَا كُنْتَ بِجَانِبِ الطُّوْرِ اِذْ نَادَيْنَا وَلٰكِنْ رَّحْمَةً مِّنْ رَّبِّكَ لِتُنْذِرَ قَوْمًا مَّآ اَتٰىهُمْ مِّنْ نَّذِيْرٍ مِّنْ قَبْلِكَ لَعَلَّهُمْ يَتَذَكَّرُوْنَ ","tema":"Bukti Kebenaran Nabi Muhammad dalam Pengetahuannya tentang Nabi Musa","teks_terjemah":"Engkau (Nabi Muhammad) tidak pula berada di dekat gunung (Sinai) ketika Kami memanggil (Musa). Akan tetapi, (engkau mengetahuinya) semata-mata karena rahmat dari Tuhanmu agar engkau memberi peringatan kepada kaum yang belum didatangi oleh seorang pun pemberi peringatan sebelum engkau agar mereka mendapat pelajaran.","no_fn":"","teks_fn":"","bacaan":"wamaa kunta bijaanibiththhuuri idz naadaynaa walaakin rahmatan min rabbika litundzira qawman maa ataahum min nadziirin min qablika la'allahum yatadzakkaruun"},{"id_ayat":3299,"no_surah":28,"no_ayat":47,"teks_ayat":"وَلَوْلَآ اَنْ تُصِيْبَهُمْ مُّصِيْبَةٌ ۢبِمَا قَدَّمَتْ اَيْدِيْهِمْ فَيَقُوْلُوْا رَبَّنَا لَوْلَآ اَرْسَلْتَ اِلَيْنَا رَسُوْلًا فَنَتَّبِعَ اٰيٰتِكَ وَنَكُوْنَ مِنَ الْمُؤْمِنِيْنَ ","tema":"Bukti Kebenaran Nabi Muhammad dalam Pengetahuannya tentang Nabi Musa","teks_terjemah":"Seandainya saja saat ditimpa azab karena apa yang mereka kerjakan mereka tidak berdalih dengan mengatakan, “Ya Tuhan kami, mengapa Engkau tidak mengutus seorang rasul kepada kami agar kami mengikuti ayat-ayat-Mu dan termasuk orang-orang mukmin?” (Maka, tidak akan ada rasul yang diutus)","no_fn":"","teks_fn":"","bacaan":"walawlaa an tushiibahum mushiibatun bimaa qaddamat aydiihim fayaquuluu rabbanaa lawlaa arsalta ilaynaa rasuulan fanattabi'a aayaatika wanakuuna minalmu'miniin"},{"id_ayat":3300,"no_surah":28,"no_ayat":48,"teks_ayat":"فَلَمَّا جَاۤءَهُمُ الْحَقُّ مِنْ عِنْدِنَا قَالُوْا لَوْلَآ اُوْتِيَ مِثْلَ مَآ اُوْتِيَ مُوْسٰىۗ اَوَلَمْ يَكْفُرُوْا بِمَآ اُوْتِيَ مُوْسٰى مِنْ قَبْلُۚ قَالُوْا سِحْرٰنِ تَظٰهَرَاۗ وَقَالُوْٓا اِنَّا بِكُلٍّ كٰفِرُوْنَ ","tema":"Pembangkangan Orang Kafir dan Jawabannya","teks_terjemah":"Ketika telah datang kepada mereka kebenaran (Al-Qur’an) dari sisi Kami, mereka berkata, “Mengapa tidak diberikan kepadanya (Nabi Muhammad mukjizat) seperti apa yang telah diberikan kepada Musa?” Bukankah mereka itu telah ingkar kepada apa yang diberikan kepada Musa dahulu? Mereka berkata, “(Al-Qur’an dan Taurat adalah) dua (kitab) sihir yang saling menguatkan.” Mereka (juga) berkata, “Sesungguhnya kami mengingkari keduanya.”","no_fn":"","teks_fn":"","bacaan":"falammaa jaa-ahumulhaqqu min 'indinaa qaaluu lawlaa uutiya mitsla maa uutiya muusaa awa lam yakfuruu bimaa uutiya muusaa min qablu qaaluu sihraani tazhaaharaa waqaaluu innaa bikullin kaafiruun"},{"id_ayat":3301,"no_surah":28,"no_ayat":49,"teks_ayat":"قُلْ فَأْتُوْا بِكِتٰبٍ مِّنْ عِنْدِ اللّٰهِ هُوَ اَهْدٰى مِنْهُمَآ اَتَّبِعْهُ اِنْ كُنْتُمْ صٰدِقِيْنَ ","tema":"Pembangkangan Orang Kafir dan Jawabannya","teks_terjemah":"Katakanlah (Nabi Muhammad), “Datangkanlah sebuah kitab dari sisi Allah yang lebih banyak memberi petunjuk daripada keduanya (Taurat dan Al-Qur’an), niscaya aku mengikutinya, jika kamu orang-orang benar.”","no_fn":"","teks_fn":"","bacaan":"qul fa'tuu bikitaabin min 'indilaahi huwa ahdaa minhumaa attabi'hu in kuntum shaadiqiin"},{"id_ayat":3302,"no_surah":28,"no_ayat":50,"teks_ayat":"فَاِنْ لَّمْ يَسْتَجِيْبُوْا لَكَ فَاعْلَمْ اَنَّمَا يَتَّبِعُوْنَ اَهْوَاۤءَهُمْۗ وَمَنْ اَضَلُّ مِمَّنِ اتَّبَعَ هَوٰىهُ بِغَيْرِ هُدًى مِّنَ اللّٰهِ ۗاِنَّ اللّٰهَ لَا يَهْدِى الْقَوْمَ الظّٰلِمِيْنَ ࣖ","tema":"Pembangkangan Orang Kafir dan Jawabannya","teks_terjemah":"Jika mereka tidak menjawab (tantanganmu), ketahuilah bahwa mereka hanyalah mengikuti hawa nafsu mereka. Siapakah yang lebih sesat daripada orang yang mengikuti keinginannya tanpa mendapat petunjuk dari Allah? Sesungguhnya Allah tidak memberi petunjuk kepada kaum yang zalim.","no_fn":"","teks_fn":"","bacaan":"fa-in lam yastajiibuu laka fa'lam annamaa yattabi'uuna ahwaa-ahum waman adhallu mimmani ittaba'a hawaahu bighayri hudan minalaahi innalaaha laa yahdiilqawmazhzhaalimiin"},{"id_ayat":3303,"no_surah":28,"no_ayat":51,"teks_ayat":"۞ وَلَقَدْ وَصَّلْنَا لَهُمُ الْقَوْلَ لَعَلَّهُمْ يَتَذَكَّرُوْنَ ۗ ","tema":"Pembangkangan Orang Kafir dan Jawabannya","teks_terjemah":"Sungguh, Kami benar-benar telah menurunkan perkataan itu (Al-Qur’an) secara berkesinambungan untuk mereka agar selalu mengingat(-nya).","no_fn":"","teks_fn":"","bacaan":"walaqad washshalnaa lahumulqawla la'allahum yatadzakkaruun"},{"id_ayat":3304,"no_surah":28,"no_ayat":52,"teks_ayat":"اَلَّذِيْنَ اٰتَيْنٰهُمُ الْكِتٰبَ مِنْ قَبْلِهٖ هُمْ بِهٖ يُؤْمِنُوْنَ ","tema":"Berimannya Sebagian Ahlulkitab setelah Mendengar Al-Qur’an","teks_terjemah":"Orang-orang yang telah Kami anugerahkan kepada mereka Alkitab sebelum Al-Qur’an, mereka beriman (pula) kepadanya (Al-Qur’an).","no_fn":"","teks_fn":"","bacaan":"aladziina aataynaahumulkitaaba min qablihi hum bihi yu'minuun"},{"id_ayat":3305,"no_surah":28,"no_ayat":53,"teks_ayat":"وَاِذَا يُتْلٰى عَلَيْهِمْ قَالُوْٓا اٰمَنَّا بِهٖٓ اِنَّهُ الْحَقُّ مِنْ رَّبِّنَآ اِنَّا كُنَّا مِنْ قَبْلِهٖ مُسْلِمِيْنَ ","tema":"Berimannya Sebagian Ahlulkitab setelah Mendengar Al-Qur’an","teks_terjemah":"Apabila (Al-Qur’an) dibacakan kepada mereka, mereka berkata, “Kami beriman kepadanya. Sesungguhnya (Al-Qur’an) itu adalah suatu kebenaran dari Tuhan kami. Sesungguhnya sebelum ini kami adalah orang-orang muslim.”","no_fn":"","teks_fn":"","bacaan":"wa-idzaa yutlaa 'alayhim qaaluu aamannaa bihi innahulhaqqu min rabbinaa innaa kunnaa min qablihi muslimiin"},{"id_ayat":3306,"no_surah":28,"no_ayat":54,"teks_ayat":"اُولٰۤىِٕكَ يُؤْتَوْنَ اَجْرَهُمْ مَّرَّتَيْنِ بِمَا صَبَرُوْا وَيَدْرَءُوْنَ بِالْحَسَنَةِ السَّيِّئَةَ وَمِمَّا رَزَقْنٰهُمْ يُنْفِقُوْنَ ","tema":"Berimannya Sebagian Ahlulkitab setelah Mendengar Al-Qur’an","teks_terjemah":"Mereka itu diberi pahala dua kali (pahala beriman pada Taurat dan Al-Qur’an) disebabkan kesabaran mereka. Mereka menolak kejahatan dengan kebaikan dan menginfakkan sebagian rezeki yang telah Kami anugerahkan kepada mereka. ","no_fn":"","teks_fn":"","bacaan":"ulaa-ika yu'tawna ajrahum marratayni bimaa shabaruu wayadrauuna bilhasanatissayyi-ata wamimmaa razaqnaahum yunfiquun"},{"id_ayat":3307,"no_surah":28,"no_ayat":55,"teks_ayat":"وَاِذَا سَمِعُوا اللَّغْوَ اَعْرَضُوْا عَنْهُ وَقَالُوْا لَنَآ اَعْمَالُنَا وَلَكُمْ اَعْمَالُكُمْ ۖسَلٰمٌ عَلَيْكُمْ ۖ لَا نَبْتَغِى الْجٰهِلِيْنَ","tema":"Berimannya Sebagian Ahlulkitab setelah Mendengar Al-Qur’an","teks_terjemah":"Apabila mendengar perkataan yang buruk, mereka berpaling darinya dan berkata, “Bagi kami amal-amal kami dan bagimu amal-amalmu, salāmun ‘alaikum (semoga keselamatan tercurah kepadamu), kami tidak ingin (bergaul dengan) orang-orang bodoh.”","no_fn":"","teks_fn":"","bacaan":"wa-idzaa sami'uulaghwa a'radhuu 'anhu waqaaluu lanaa a'maalunaa walakum a'maalukum salaamun 'alaykum laa nabtaghiiljaahiliin"},{"id_ayat":3308,"no_surah":28,"no_ayat":56,"teks_ayat":"اِنَّكَ لَا تَهْدِيْ مَنْ اَحْبَبْتَ وَلٰكِنَّ اللّٰهَ يَهْدِيْ مَنْ يَّشَاۤءُ ۚوَهُوَ اَعْلَمُ بِالْمُهْتَدِيْنَ ","tema":"Hanya Allah yang Dapat Memberi Hidayah","teks_terjemah":"Sesungguhnya engkau (Nabi Muhammad) tidak (akan dapat) memberi petunjuk kepada orang yang engkau kasihi, tetapi Allah memberi petunjuk kepada siapa yang Dia kehendaki (berdasarkan kesiapannya untuk menerima petunjuk). Dia paling tahu tentang orang-orang yang (mau) menerima petunjuk.","no_fn":"","teks_fn":"","bacaan":"innaka laa tahdii man ahbabta walaakinnalaaha yahdii man yasyaau wahuwa a'lamu bilmuhtadiin"},{"id_ayat":3309,"no_surah":28,"no_ayat":57,"teks_ayat":"وَقَالُوْٓا اِنْ نَّتَّبِعِ الْهُدٰى مَعَكَ نُتَخَطَّفْ مِنْ اَرْضِنَاۗ اَوَلَمْ نُمَكِّنْ لَّهُمْ حَرَمًا اٰمِنًا يُّجْبٰٓى اِلَيْهِ ثَمَرٰتُ كُلِّ شَيْءٍ رِّزْقًا مِّنْ لَّدُنَّا وَلٰكِنَّ اَكْثَرَهُمْ لَا يَعْلَمُوْنَ","tema":"Hanya Allah yang Dapat Memberi Hidayah","teks_terjemah":"Mereka berkata, “Jika mengikuti petunjuk bersama engkau, niscaya kami akan diusir dari negeri kami.” (Allah berfirman,) “Bukankah Kami telah mengukuhkan kedudukan mereka di tanah haram yang aman, yang didatangkan ke tempat itu buah-buahan dari segala macam (tumbuh-tumbuhan) sebagai rezeki (bagimu) dari sisi Kami?” Akan tetapi, kebanyakan mereka tidak mengetahui.","no_fn":"","teks_fn":"","bacaan":"waqaaluu in nattabi'ilhudaa ma'aka nutakhaththhaf min ardhinaa awa lam numakkin lahum haraman aaminan yujbaa ilayhi tsamaraatu kulli syay-in rizqan min ladunnaa walaakinna aktsarahum laa ya'lamuun"},{"id_ayat":3310,"no_surah":28,"no_ayat":58,"teks_ayat":"وَكَمْ اَهْلَكْنَا مِنْ قَرْيَةٍ ۢ بَطِرَتْ مَعِيْشَتَهَا ۚفَتِلْكَ مَسٰكِنُهُمْ لَمْ تُسْكَنْ مِّنْۢ بَعْدِهِمْ اِلَّا قَلِيْلًاۗ وَكُنَّا نَحْنُ الْوٰرِثِيْنَ ","tema":"Kehancuran Negeri karena Mendustakan Ajaran Rasul","teks_terjemah":"Betapa banyak (penduduk) negeri yang telah Kami binasakan karena kesenangan hidup membuatnya lalai. Maka, itulah tempat tinggal mereka yang tidak didiami (lagi) setelah mereka, kecuali sebagian kecil. Kamilah yang mewarisinya.<sup>565)<\/sup>","no_fn":"565","teks_fn":"565) Setelah penduduknya hancur, tempat itu menjadi kosong dan tidak dimakmurkan lagi, sehingga akhirnya kembali kepada pemiliknya yang hakiki, Allah Swt.","bacaan":"wakam ahlaknaa min qaryatin bathirat ma'iisyatahaa fatilka masaakinuhum lam tuskan min ba'dihim illaa qaliilan wakunnaa nahnulwaaritsiin"},{"id_ayat":3311,"no_surah":28,"no_ayat":59,"teks_ayat":"وَمَا كَانَ رَبُّكَ مُهْلِكَ الْقُرٰى حَتّٰى يَبْعَثَ فِيْٓ اُمِّهَا رَسُوْلًا يَّتْلُوْا عَلَيْهِمْ اٰيٰتِنَاۚ وَمَا كُنَّا مُهْلِكِى الْقُرٰىٓ اِلَّا وَاَهْلُهَا ظٰلِمُوْنَ ","tema":"Kehancuran Negeri karena Mendustakan Ajaran Rasul","teks_terjemah":"Tuhanmu tidak akan membinasakan negeri-negeri, sebelum Dia mengutus seorang rasul di ibukotanya yang membacakan ayat-ayat Kami kepada mereka. Tidak pernah (pula) Kami membinasakan (penduduk) negeri-negeri, kecuali penduduknya dalam keadaan zalim.","no_fn":"","teks_fn":"","bacaan":"wamaa kaana rabbuka muhlikalquraa hattaa yab'atsa fii ummihaa rasuulan yatluu 'alayhim aayaatinaa wamaa kunnaa muhlikiilquraa illaa wa-ahluhaa zhaalimuun"},{"id_ayat":3312,"no_surah":28,"no_ayat":60,"teks_ayat":"وَمَآ اُوْتِيْتُمْ مِّنْ شَيْءٍ فَمَتَاعُ الْحَيٰوةِ الدُّنْيَا وَزِيْنَتُهَا ۚوَمَا عِنْدَ اللّٰهِ خَيْرٌ وَّاَبْقٰىۗ اَفَلَا تَعْقِلُوْنَ ࣖ","tema":"Kenikmatan Duniawi Hanya Sementara","teks_terjemah":"Apa pun yang dianugerahkan (Allah) kepadamu, itu adalah kesenangan hidup duniawi dan perhiasannya, sedangkan apa yang di sisi Allah adalah lebih baik dan lebih kekal. Apakah kamu tidak mengerti?","no_fn":"","teks_fn":"","bacaan":"wamaa uutiitum min syay-in famataa'ulhayaatiddunyaa waziinatuhaa wamaa 'indalaahi khayrun wa-abqaa afalaa ta'qiluun"},{"id_ayat":3313,"no_surah":28,"no_ayat":61,"teks_ayat":"اَفَمَنْ وَّعَدْنٰهُ وَعْدًا حَسَنًا فَهُوَ لَاقِيْهِ كَمَنْ مَّتَّعْنٰهُ مَتَاعَ الْحَيٰوةِ الدُّنْيَا ثُمَّ هُوَ يَوْمَ الْقِيٰمَةِ مِنَ الْمُحْضَرِيْنَ ","tema":"Kenikmatan Duniawi Hanya Sementara","teks_terjemah":"Maka, apakah orang yang Kami janjikan kepadanya janji yang baik (surga) lalu dia memperolehnya sama dengan orang yang Kami berikan kepadanya kesenangan hidup duniawi<sup>566)<\/sup> kemudian pada hari Kiamat dia termasuk orang-orang yang diseret (ke dalam neraka)?","no_fn":"566","teks_fn":"566) Mereka adalah orang yang diberi kenikmatan duniawi, tetapi tidak menggunakannya untuk mencari kebahagiaan akhirat. Di akhirat nanti dia akan diseret ke dalam neraka.","bacaan":"afaman wa'adnaahu wa'dan hasanan fahuwa laaqiihi kaman matta'naahu mataa'alhayaatiddunyaa tsumma huwa yawmalqiyaamati minalmuhdariin"},{"id_ayat":3314,"no_surah":28,"no_ayat":62,"teks_ayat":"وَيَوْمَ يُنَادِيْهِمْ فَيَقُوْلُ اَيْنَ شُرَكَاۤءِيَ الَّذِيْنَ كُنْتُمْ تَزْعُمُوْنَ ","tema":"Keadaan Orang Musyrik dan Sembahannya yang Saling Berlepas Diri di Akhirat ","teks_terjemah":"(Ingatlah) hari ketika Dia (Allah) menyeru mereka dan berfirman, “Di manakah sekutu-sekutu-Ku yang dahulu selalu kamu sangkakan?”","no_fn":"","teks_fn":"","bacaan":"wayawma yunaadiihim fayaquulu ayna syurakaa-iyaladziina kuntum taz'umuun"},{"id_ayat":3315,"no_surah":28,"no_ayat":63,"teks_ayat":"قَالَ الَّذِيْنَ حَقَّ عَلَيْهِمُ الْقَوْلُ رَبَّنَا هٰٓؤُلَاۤءِ الَّذِيْنَ اَغْوَيْنَاۚ  اَغْوَيْنٰهُمْ كَمَا غَوَيْنَاۚ تَبَرَّأْنَآ اِلَيْكَ مَا كَانُوْٓا اِيَّانَا يَعْبُدُوْنَ","tema":"Keadaan Orang Musyrik dan Sembahannya yang Saling Berlepas Diri di Akhirat ","teks_terjemah":"Orang-orang yang sudah pasti akan mendapatkan hukuman (tokoh-tokoh musyrik) berkata, “Ya Tuhan kami, mereka inilah orang-orang yang kami sesatkan itu. Kami telah menyesatkan mereka sebagaimana kami (sendiri) sesat. Kami menyatakan kepada Engkau berlepas diri (dari mereka). Mereka sekali-kali tidaklah menyembah kami.” ","no_fn":"","teks_fn":"","bacaan":"qaalaladziina haqqa 'alayhimulqawlu rabbanaa haaulaa-iladziina aghwaynaa aghwaynaahum kamaa ghawaynaa tabarra'naa ilayka maa kaanuu iyyaanaa ya'buduun"},{"id_ayat":3316,"no_surah":28,"no_ayat":64,"teks_ayat":"وَقِيْلَ ادْعُوْا شُرَكَاۤءَكُمْ فَدَعَوْهُمْ فَلَمْ يَسْتَجِيْبُوْا لَهُمْ ۗوَرَاَوُا الْعَذَابَۚ  لَوْ اَنَّهُمْ كَانُوْا يَهْتَدُوْنَ","tema":"Keadaan Orang Musyrik dan Sembahannya yang Saling Berlepas Diri di Akhirat ","teks_terjemah":"Dikatakan (kepada mereka), “Serulah sekutu-sekutumu.” Mereka pun menyerunya, tetapi (yang diseru) tidak menyambutnya. Mereka melihat azab. (Mereka berkeinginan) seandainya mereka dahulu (mau) menerima petunjuk. ","no_fn":"","teks_fn":"","bacaan":"waqiila ud'uu syurakaa-akum fada'awhum falam yastajiibuu lahum wara-awuul'adzaaba law annahum kaanuu yahtaduun"},{"id_ayat":3317,"no_surah":28,"no_ayat":65,"teks_ayat":"وَيَوْمَ يُنَادِيْهِمْ فَيَقُوْلُ مَاذَآ اَجَبْتُمُ الْمُرْسَلِيْنَ ","tema":"Keadaan Orang Musyrik dan Sembahannya yang Saling Berlepas Diri di Akhirat ","teks_terjemah":"(Ingatlah) hari ketika Dia (Allah) menyeru mereka lalu berfirman, “Apa jawabanmu terhadap para rasul?”","no_fn":"","teks_fn":"","bacaan":"wayawma yunaadiihim fayaquulu maatsaa ajabtumulmursaliin"},{"id_ayat":3318,"no_surah":28,"no_ayat":66,"teks_ayat":"فَعَمِيَتْ عَلَيْهِمُ الْاَنْۢبَاۤءُ يَوْمَىِٕذٍ فَهُمْ لَا يَتَسَاۤءَلُوْنَ ","tema":"Keadaan Orang Musyrik dan Sembahannya yang Saling Berlepas Diri di Akhirat ","teks_terjemah":"Maka, tertutuplah bagi mereka segala macam alasan pada hari itu. Oleh karena itu, mereka tidak saling bertanya.","no_fn":"","teks_fn":"","bacaan":"fa'amiyat 'alayhimul-anbaau yawma-idzin fahum laa yatasaa-aluun"},{"id_ayat":3319,"no_surah":28,"no_ayat":67,"teks_ayat":"فَاَمَّا مَنْ تَابَ وَاٰمَنَ وَعَمِلَ صَالِحًا فَعَسٰٓى اَنْ يَّكُوْنَ مِنَ الْمُفْلِحِيْنَ ","tema":"Keadaan Orang Musyrik dan Sembahannya yang Saling Berlepas Diri di Akhirat ","teks_terjemah":"Adapun orang yang bertobat, beriman, dan beramal saleh mudah-mudahan termasuk orang-orang yang beruntung. ","no_fn":"","teks_fn":"","bacaan":"fa-ammaa man taaba waaamana wa'amila shaalihan fa'asaa an yakuuna minalmuflihiin"},{"id_ayat":3320,"no_surah":28,"no_ayat":68,"teks_ayat":"وَرَبُّكَ يَخْلُقُ مَا يَشَاۤءُ وَيَخْتَارُ ۗمَا كَانَ لَهُمُ الْخِيَرَةُ ۗسُبْحٰنَ اللّٰهِ وَتَعٰلٰى عَمَّا يُشْرِكُوْنَ ","tema":"Hanya Allah yang Berhak Menentukan Sesuatu","teks_terjemah":"Tuhanmu menciptakan dan memilih apa yang Dia kehendaki. Sekali-kali tidak ada pilihan bagi mereka. Mahasuci Allah dan Maha Tinggi Dia dari apa yang mereka persekutukan.","no_fn":"","teks_fn":"","bacaan":"warabbuka yakhluqu maa yasyaau wayakhtaaru maa kaana lahumulkhiyaratu subhaanalaahi wata'aalaa 'ammaa yusyrikuun"},{"id_ayat":3321,"no_surah":28,"no_ayat":69,"teks_ayat":"وَرَبُّكَ يَعْلَمُ مَا تُكِنُّ صُدُوْرُهُمْ وَمَا يُعْلِنُوْنَ ","tema":"Hanya Allah yang Berhak Menentukan Sesuatu","teks_terjemah":"Tuhanmu mengetahui apa yang disembunyikan (dalam) dada mereka dan apa yang mereka nyatakan.","no_fn":"","teks_fn":"","bacaan":"warabbuka ya'lamu maa tukinnu shuduuruhum wamaa yu'linuun"},{"id_ayat":3322,"no_surah":28,"no_ayat":70,"teks_ayat":"وَهُوَ اللّٰهُ لَآ اِلٰهَ اِلَّا هُوَ ۗ لَهُ الْحَمْدُ فِى الْاُوْلٰى وَالْاٰخِرَةِ ۖوَلَهُ الْحُكْمُ وَاِلَيْهِ تُرْجَعُوْنَ ","tema":"Hanya Allah yang Berhak Menentukan Sesuatu","teks_terjemah":"Dialah Allah, tidak ada tuhan selain Dia. Bagi-Nya segala puji di dunia dan di akhirat dan bagi-Nya (pula) segala putusan. Hanya kepada-Nya kamu dikembalikan.","no_fn":"","teks_fn":"","bacaan":"wahuwalaahu laa ilaaha illaa huwa lahulhamdu fiil-uulaa wal-aakhirati walahulhukmu wa-ilayhi turja'uun"},{"id_ayat":3323,"no_surah":28,"no_ayat":71,"teks_ayat":"قُلْ اَرَءَيْتُمْ اِنْ جَعَلَ اللّٰهُ عَلَيْكُمُ الَّيْلَ سَرْمَدًا اِلٰى يَوْمِ الْقِيٰمَةِ مَنْ اِلٰهٌ غَيْرُ اللّٰهِ يَأْتِيْكُمْ بِضِيَاۤءٍ ۗ اَفَلَا تَسْمَعُوْنَ ","tema":"Allah yang Berhak Dipuji dan Disyukuri","teks_terjemah":"Katakanlah (Nabi Muhammad), “Bagaimana pendapatmu jika Allah menjadikan untukmu malam itu terus-menerus sampai hari Kiamat? Siapakah Tuhan selain Allah yang akan mendatangkan sinar terang kepadamu? Apakah kamu tidak mendengar?”","no_fn":"","teks_fn":"","bacaan":"qul ara-aytum in ja'alalaahu 'alaykumulayla sarmadan ilaa yawmilqiyaamati man ilaahun ghayrulaahi ya'tiikum bidhiyaa-in afalaa tasma'uun"},{"id_ayat":3324,"no_surah":28,"no_ayat":72,"teks_ayat":"قُلْ اَرَءَيْتُمْ اِنْ جَعَلَ اللّٰهُ عَلَيْكُمُ النَّهَارَ سَرْمَدًا اِلٰى يَوْمِ الْقِيٰمَةِ مَنْ اِلٰهٌ غَيْرُ اللّٰهِ يَأْتِيْكُمْ بِلَيْلٍ تَسْكُنُوْنَ فِيْهِ ۗ اَفَلَا تُبْصِرُوْنَ ","tema":"Allah yang Berhak Dipuji dan Disyukuri","teks_terjemah":"Katakanlah (Nabi Muhammad), “Bagaimana pendapatmu jika Allah menjadikan untukmu siang itu terus-menerus sampai hari Kiamat? Siapakah Tuhan selain Allah yang akan mendatangkan malam kepadamu sebagai waktu istirahatmu? Apakah kamu tidak memperhatikan?”","no_fn":"","teks_fn":"","bacaan":"qul ara-aytum in ja'alalaahu 'alaykumunnahaara sarmadan ilaa yawmilqiyaamati man ilaahun ghayrulaahi ya'tiikum bilaylin taskunuuna fiihi afalaa tubshiruun"},{"id_ayat":3325,"no_surah":28,"no_ayat":73,"teks_ayat":"وَمِنْ رَّحْمَتِهٖ جَعَلَ لَكُمُ الَّيْلَ وَالنَّهَارَ لِتَسْكُنُوْا فِيْهِ وَلِتَبْتَغُوْا مِنْ فَضْلِهٖ وَلَعَلَّكُمْ تَشْكُرُوْنَ ","tema":"Allah yang Berhak Dipuji dan Disyukuri","teks_terjemah":"Berkat rahmat-Nya, Dia jadikan untukmu malam dan siang agar kamu beristirahat pada malam hari, agar kamu mencari sebagian karunia-Nya (pada siang hari), dan agar kamu bersyukur kepada-Nya.","no_fn":"","teks_fn":"","bacaan":"wamin rahmatihi ja'ala lakumulayla wannahaara litaskunuu fiihi walitabtaghuu min fadhlihi wala'allakum tasykuruun"},{"id_ayat":3326,"no_surah":28,"no_ayat":74,"teks_ayat":"وَيَوْمَ يُنَادِيْهِمْ فَيَقُوْلُ اَيْنَ شُرَكَاۤءِيَ الَّذِيْنَ كُنْتُمْ تَزْعُمُوْنَ ","tema":"Orang yang Mempersekutukan Allah Karena Nafsunya","teks_terjemah":"(Ingatlah) hari ketika Dia (Allah) menyeru mereka dengan berfirman, “Di manakah sekutu-sekutu-Ku yang dahulu selalu kamu sangkakan?”","no_fn":"","teks_fn":"","bacaan":"wayawma yunaadiihim fayaquulu ayna syurakaa-iyaladziina kuntum taz'umuun"},{"id_ayat":3327,"no_surah":28,"no_ayat":75,"teks_ayat":"وَنَزَعْنَا مِنْ كُلِّ اُمَّةٍ شَهِيْدًا فَقُلْنَا هَاتُوْا بُرْهَانَكُمْ فَعَلِمُوْٓا اَنَّ الْحَقَّ لِلّٰهِ وَضَلَّ عَنْهُمْ مَّا كَانُوْا يَفْتَرُوْنَ ࣖ","tema":"Orang yang Mempersekutukan Allah Karena Nafsunya","teks_terjemah":"Kami datangkan dari setiap umat seorang saksi,<sup>567)<\/sup> lalu Kami katakan, “Kemukakanlah bukti kebenaranmu!” Maka, tahulah mereka bahwa yang hak itu milik Allah dan lenyaplah dari mereka apa yang dahulu mereka ada-adakan.","no_fn":"567","teks_fn":"567) Yang dimaksud dengan saksi pada ayat ini adalah rasul yang telah diutus kepada mereka ketika di dunia.","bacaan":"wanaza'naa min kulli ummatin syahiidan faqulnaa haatuu burhaanakum fa'alimuu annalhaqqa lillaahi wadhalla 'anhum maa kaanuu yaftaruun"},{"id_ayat":3328,"no_surah":28,"no_ayat":76,"teks_ayat":"۞ اِنَّ قَارُوْنَ كَانَ مِنْ قَوْمِ مُوْسٰى فَبَغٰى عَلَيْهِمْ ۖوَاٰتَيْنٰهُ مِنَ الْكُنُوْزِ مَآ اِنَّ مَفَاتِحَهٗ لَتَنُوْۤاُ بِالْعُصْبَةِ اُولِى الْقُوَّةِ اِذْ قَالَ لَهٗ قَوْمُهٗ لَا تَفْرَحْ  اِنَّ اللّٰهَ لَا يُحِبُّ الْفَرِحِيْنَ ","tema":"Pelajaran dari Kisah Qarun bagi Manusia","teks_terjemah":"Sesungguhnya Qarun termasuk kaum Musa,<sup>568)<\/sup> tetapi dia berlaku aniaya terhadap mereka. Kami telah menganugerahkan kepadanya perbendaharaan harta yang kunci-kuncinya sungguh berat dipikul oleh sejumlah orang yang kuat-kuat. (Ingatlah) ketika kaumnya berkata kepadanya, “Janganlah engkau terlalu bangga. Sesungguhnya Allah tidak menyukai orang-orang yang terlalu membanggakan diri.","no_fn":"568","teks_fn":"568) Qarun adalah saudara sepupu Nabi Musa a.s.","bacaan":"inna qaaruuna kaana min qawmi muusaa fabaghaa 'alayhim waaataynaahu minalkunuuzi maa inna mafaatihahu latanuu-u bil'ushbati uliilquwwati idz qaala lahu qawmuhu laa tafrah innalaaha laa yuhibbulfarihiin"},{"id_ayat":3329,"no_surah":28,"no_ayat":77,"teks_ayat":"وَابْتَغِ فِيْمَآ اٰتٰىكَ اللّٰهُ الدَّارَ الْاٰخِرَةَ وَلَا تَنْسَ نَصِيْبَكَ مِنَ الدُّنْيَا وَاَحْسِنْ كَمَآ اَحْسَنَ اللّٰهُ اِلَيْكَ وَلَا تَبْغِ الْفَسَادَ فِى الْاَرْضِ ۗاِنَّ اللّٰهَ لَا يُحِبُّ الْمُفْسِدِيْنَ","tema":"Pelajaran dari Kisah Qarun bagi Manusia","teks_terjemah":"Dan, carilah pada apa yang telah dianugerahkan Allah kepadamu (pahala) negeri akhirat, tetapi janganlah kamu lupakan bagianmu di dunia. Berbuat baiklah (kepada orang lain) sebagaimana Allah telah berbuat baik kepadamu dan janganlah kamu berbuat kerusakan di bumi. Sesungguhnya Allah tidak menyukai orang-orang yang berbuat kerusakan.”","no_fn":"","teks_fn":"","bacaan":"wabtaghi fiimaa aataakalaahuddaaral-aakhirata walaa tansa nashiibaka minaddunyaa wa-ahsin kamaa ahsanalaahu ilayka walaa tabghilfasaada fiil-ardhi innalaaha laa yuhibbulmufsidiin"},{"id_ayat":3330,"no_surah":28,"no_ayat":78,"teks_ayat":"قَالَ اِنَّمَآ اُوْتِيْتُهٗ عَلٰى عِلْمٍ عِنْدِيْۗ اَوَلَمْ يَعْلَمْ اَنَّ اللّٰهَ قَدْ اَهْلَكَ مِنْ قَبْلِهٖ مِنَ الْقُرُوْنِ مَنْ هُوَ اَشَدُّ مِنْهُ قُوَّةً وَّاَكْثَرُ جَمْعًا ۗوَلَا يُسْـَٔلُ عَنْ ذُنُوْبِهِمُ الْمُجْرِمُوْنَ ","tema":"Pelajaran dari Kisah Qarun bagi Manusia","teks_terjemah":"Dia (Qarun) berkata, “Sesungguhnya aku diberi (harta) itu semata-mata karena ilmu yang ada padaku.” Tidakkah dia tahu bahwa sesungguhnya Allah telah membinasakan generasi sebelumnya yang lebih kuat daripadanya dan lebih banyak mengumpulkan harta? Orang-orang yang durhaka itu tidak perlu ditanya tentang dosa-dosa mereka.","no_fn":"","teks_fn":"","bacaan":"qaala innamaa uutiituhu 'alaa 'ilmin 'indii awa lam ya'lam annalaaha qad ahlaka min qablihi minalquruuni man huwa asyaddu minhu quwwatan wa-aktsaru jam'an walaa yus-alu 'an dzunuubihimulmujrimuun"},{"id_ayat":3331,"no_surah":28,"no_ayat":79,"teks_ayat":"فَخَرَجَ عَلٰى قَوْمِهٖ فِيْ زِيْنَتِهٖ ۗقَالَ الَّذِيْنَ يُرِيْدُوْنَ الْحَيٰوةَ الدُّنْيَا يٰلَيْتَ لَنَا مِثْلَ مَآ اُوْتِيَ قَارُوْنُۙ اِنَّهٗ لَذُوْ حَظٍّ عَظِيْمٍ ","tema":"Azab yang Menimpa Qarun","teks_terjemah":"Maka, keluarlah dia (Qarun) kepada kaumnya dengan kemegahannya. Orang-orang yang menginginkan kehidupan dunia berkata, “Andaikata kita mempunyai harta kekayaan seperti yang telah diberikan kepada Qarun. Sesungguhnya dia benar-benar mempunyai keberuntungan yang besar.”","no_fn":"","teks_fn":"","bacaan":"fakharaja 'alaa qawmihi fii ziinatihi qaalaladziina yuriiduunalhayaataddunyaa yaa layta lanaa mitsla maa uutiya qaaruunu innahu ladzuu hazhzhin 'azhiim"},{"id_ayat":3332,"no_surah":28,"no_ayat":80,"teks_ayat":"وَقَالَ الَّذِيْنَ اُوْتُوا الْعِلْمَ وَيْلَكُمْ ثَوَابُ اللّٰهِ خَيْرٌ لِّمَنْ اٰمَنَ وَعَمِلَ صَالِحًا ۚوَلَا يُلَقّٰىهَآ اِلَّا الصّٰبِرُوْنَ ","tema":"Azab yang Menimpa Qarun","teks_terjemah":"Orang-orang yang dianugerahi ilmu berkata, “Celakalah kamu! (Ketahuilah bahwa) pahala Allah lebih baik bagi orang-orang yang beriman dan beramal saleh. (Pahala yang besar) itu hanya diperoleh orang-orang yang sabar.”","no_fn":"","teks_fn":"","bacaan":"waqaalaladziina uutuul'ilma waylakum tsawaabulaahi khayrun liman aamana wa'amila shaalihan walaa yulaqqaahaa illaashshaabiruun"},{"id_ayat":3333,"no_surah":28,"no_ayat":81,"teks_ayat":"فَخَسَفْنَا بِهٖ وَبِدَارِهِ الْاَرْضَ ۗفَمَا كَانَ لَهٗ مِنْ فِئَةٍ يَّنْصُرُوْنَهٗ مِنْ دُوْنِ اللّٰهِ ۖوَمَا كَانَ مِنَ الْمُنْتَصِرِيْنَ ","tema":"Azab yang Menimpa Qarun","teks_terjemah":"Lalu, Kami benamkan dia (Qarun) bersama rumahnya ke dalam bumi. Maka, tidak ada baginya satu golongan pun yang akan menolongnya selain Allah dan dia tidak termasuk orang-orang yang dapat membela diri.","no_fn":"","teks_fn":"","bacaan":"fakhasafnaa bihi wabidaarihil-ardha famaa kaana lahu min fi-atin yanshuruunahu min duunilaahi wamaa kaana minalmuntashiriin"},{"id_ayat":3334,"no_surah":28,"no_ayat":82,"teks_ayat":"وَاَصْبَحَ الَّذِيْنَ تَمَنَّوْا مَكَانَهٗ بِالْاَمْسِ يَقُوْلُوْنَ وَيْكَاَنَّ اللّٰهَ يَبْسُطُ الرِّزْقَ لِمَنْ يَّشَاۤءُ مِنْ عِبَادِهٖ وَيَقْدِرُۚ  لَوْلَآ اَنْ مَّنَّ اللّٰهُ عَلَيْنَا لَخَسَفَ بِنَا ۗوَيْكَاَنَّهٗ لَا يُفْلِحُ الْكٰفِرُوْنَ ࣖ ","tema":"Azab yang Menimpa Qarun","teks_terjemah":"Orang-orang yang kemarin mengangan-angankan kedudukannya (Qarun) itu berkata, “Aduhai, benarlah Allah melapangkan rezeki bagi siapa yang Dia kehendaki dari para hamba-Nya dan Dia (juga) yang menyempitkan (rezeki bagi mereka). Seandainya Allah tidak melimpahkan karunia-Nya pada kita, tentu Dia telah membenamkan kita pula. Aduhai, benarlah tidak akan beruntung orang-orang yang ingkar (terhadap nikmat).”","no_fn":"","teks_fn":"","bacaan":"wa-ashbahaladziina tamannaw makaanahu bil-amsi yaquuluuna wayka-annalaaha yabsuthurrizqa liman yasyaau min 'ibaadihi wayaqdiru lawlaa an mannalaahu 'alaynaa lakhasafa binaa wayka-annahu laa yuflihulkaafiruun"},{"id_ayat":3335,"no_surah":28,"no_ayat":83,"teks_ayat":"تِلْكَ الدَّارُ الْاٰخِرَةُ نَجْعَلُهَا لِلَّذِيْنَ لَا يُرِيْدُوْنَ عُلُوًّا فِى الْاَرْضِ وَلَا فَسَادًا ۗوَالْعَاقِبَةُ لِلْمُتَّقِيْنَ ","tema":"Kenikmatan Akhirat bagi Mukmin yang Bertakwa","teks_terjemah":"Negeri akhirat itu Kami jadikan untuk orang-orang yang tidak menyombongkan diri dan tidak berbuat kerusakan di bumi. Kesudahan (yang baik, yakni surga) itu (disediakan) bagi orang-orang yang bertakwa. ","no_fn":"","teks_fn":"","bacaan":"tilkaddaarul-aakhiratu naj'aluhaa lilladziina laa yuriiduuna 'uluwwan fiil-ardhi walaa fasaadan wal'aaqibatu lilmuttaqiin"},{"id_ayat":3336,"no_surah":28,"no_ayat":84,"teks_ayat":"مَنْ جَاۤءَ بِالْحَسَنَةِ فَلَهٗ خَيْرٌ مِّنْهَاۚ وَمَنْ جَاۤءَ بِالسَّيِّئَةِ فَلَا يُجْزَى الَّذِيْنَ عَمِلُوا السَّيِّاٰتِ اِلَّا مَا كَانُوْا يَعْمَلُوْنَ ","tema":"Kenikmatan Akhirat bagi Mukmin yang Bertakwa","teks_terjemah":"Siapa yang datang dengan (membawa) kebaikan, baginya (pahala) yang lebih baik daripada kebaikannya itu. Siapa yang datang dengan (membawa) kejahatan, maka orang-orang yang telah mengerjakan kejahatan itu hanya diberi balasan (seimbang) dengan apa yang selalu mereka kerjakan.","no_fn":"","teks_fn":"","bacaan":"man jaa-a bilhasanati falahu khayrun minhaa waman jaa-a bissayyi-ati falaa yujzaaladziina 'amiluussayyi-aati illaa maa kaanuu ya'maluun"},{"id_ayat":3337,"no_surah":28,"no_ayat":85,"teks_ayat":"اِنَّ الَّذِيْ فَرَضَ عَلَيْكَ الْقُرْاٰنَ لَرَاۤدُّكَ اِلٰى مَعَادٍ ۗقُلْ رَّبِّيْٓ اَعْلَمُ مَنْ جَاۤءَ بِالْهُدٰى وَمَنْ هُوَ فِيْ ضَلٰلٍ مُّبِيْنٍ ","tema":"Perintah untuk Berdakwah dan Mempertahankan Tauhid","teks_terjemah":"Sesungguhnya (Allah) yang mewajibkan engkau (Nabi Muhammad untuk menyampaikan dan berpegang teguh pada) Al-Qur’an benar-benar akan mengembalikanmu ke tempat kembali.<sup>569)<\/sup> Katakanlah (Nabi Muhammad), “Tuhanku paling mengetahui siapa yang membawa petunjuk dan siapa yang berada dalam kesesatan yang nyata.”","no_fn":"569","teks_fn":"569) Yang dimaksud dengan tempat kembali adalah kota Makkah. Allah Swt. berjanji bahwa Nabi Muhammad saw. akan kembali ke Makkah sebagai orang yang menang. Peristiwa ini terjadi pada tahun kedelapan Hijriah, pada waktu Nabi saw. menaklukkan Makkah. Inilah salah satu mukjizat Nabi Muhammad saw.","bacaan":"innaladzii faradha 'alaykalqur-aana laraadduka ilaa ma'aadin qul rabbii a'lamu man jaa-a bilhudaa waman huwa fii dhalaalin mubiin"},{"id_ayat":3338,"no_surah":28,"no_ayat":86,"teks_ayat":"وَمَا كُنْتَ تَرْجُوْٓا اَنْ يُّلْقٰٓى اِلَيْكَ الْكِتٰبُ اِلَّا رَحْمَةً مِّنْ رَّبِّكَ  فَلَا تَكُوْنَنَّ ظَهِيْرًا لِّلْكٰفِرِيْنَ ۖ ","tema":"Perintah untuk Berdakwah dan Mempertahankan Tauhid","teks_terjemah":"Engkau tidak pernah mengharap agar Kitab (Al-Qur’an) itu diturunkan kepadamu, tetapi ia (diturunkan) sebagai rahmat dari Tuhanmu. Oleh sebab itu, janganlah engkau sekali-kali menjadi penolong bagi orang-orang kafir.","no_fn":"","teks_fn":"","bacaan":"wamaa kunta tarjuu an yulqaa ilaykalkitaabu illaa rahmatan min rabbika falaa takuunanna zhahiiran lilkaafiriin"},{"id_ayat":3339,"no_surah":28,"no_ayat":87,"teks_ayat":"وَلَا يَصُدُّنَّكَ عَنْ اٰيٰتِ اللّٰهِ بَعْدَ اِذْ اُنْزِلَتْ اِلَيْكَ وَادْعُ اِلٰى رَبِّكَ وَلَا تَكُوْنَنَّ مِنَ الْمُشْرِكِيْنَ ۚ ","tema":"Perintah untuk Berdakwah dan Mempertahankan Tauhid","teks_terjemah":"Janganlah mereka sekali-kali menghalang-halangi engkau untuk (menyampaikan) ayat-ayat Allah setelah ayat-ayat itu diturunkan kepadamu. Serulah (manusia) agar (beriman) kepada Tuhanmu dan janganlah engkau sekali-kali termasuk (golongan) orang-orang musyrik.","no_fn":"","teks_fn":"","bacaan":"walaa yashuddunnaka 'an aayaatilaahi ba'da idz unzilat ilayka wad'u ilaa rabbika walaa takuunanna minalmusyrikiin"},{"id_ayat":3340,"no_surah":28,"no_ayat":88,"teks_ayat":"وَلَا تَدْعُ مَعَ اللّٰهِ اِلٰهًا اٰخَرَۘ  لَآ اِلٰهَ اِلَّا هُوَۗ كُلُّ شَيْءٍ هَالِكٌ اِلَّا وَجْهَهٗ ۗ لَهُ الْحُكْمُ وَاِلَيْهِ تُرْجَعُوْنَ ࣖ ","tema":"Perintah untuk Berdakwah dan Mempertahankan Tauhid","teks_terjemah":"Jangan (pula) engkau sembah Tuhan yang lain (selain Allah). Tidak ada tuhan selain Dia. Segala sesuatu pasti binasa, kecuali zat-Nya. Segala putusan menjadi wewenang-Nya dan hanya kepada-Nya kamu dikembalikan.","no_fn":"","teks_fn":"","bacaan":"walaa tad'u ma'alaahi ilaahan aakhara laa ilaaha illaa huwa kullu syay-in haalikun illaa wajhahu lahulhukmu wa-ilayhi turja'uun"}]