[{"id":3341,"surah":29,"no_ayah":1,"theme":"","text_ayah":"الۤمّۤۗ ","text_id":"Alif Lām Mīm.","text_en":"ALIF LAM MIM.","transliteration":"alif lām mīm","no_fn":"","text_fn":"","juz":20,"hizb":40,"rub_al_hizb":159,"page":396},{"id":3342,"surah":29,"no_ayah":2,"theme":"Ujian terhadap Orang Mukmin","text_ayah":"اَحَسِبَ النَّاسُ اَنْ يُّتْرَكُوْٓا اَنْ يَّقُوْلُوْٓا اٰمَنَّا وَهُمْ لَا يُفْتَنُوْنَ ","text_id":"Apakah manusia mengira bahwa mereka akan dibiarkan (hanya dengan) berkata, “Kami telah beriman,” sedangkan mereka tidak diuji?","text_en":"Do men think they will get away by saying: \"We believe,\" and will not be tried?","transliteration":"a ḥasiban-nāsu ay yutrakū ay yaqụlū āmannā wa hum lā yuftanụn","no_fn":"","text_fn":"","juz":20,"hizb":40,"rub_al_hizb":159,"page":396},{"id":3343,"surah":29,"no_ayah":3,"theme":"Ujian terhadap Orang Mukmin","text_ayah":"وَلَقَدْ فَتَنَّا الَّذِيْنَ مِنْ قَبْلِهِمْ فَلَيَعْلَمَنَّ اللّٰهُ الَّذِيْنَ صَدَقُوْا وَلَيَعْلَمَنَّ الْكٰذِبِيْنَ","text_id":"Sungguh, Kami benar-benar telah menguji orang-orang sebelum mereka. Allah pasti mengetahui orang-orang yang benar dan pasti mengetahui para pendusta.","text_en":"We had tried those who were before them so that God knew who spoke the truth, and who were liars.","transliteration":"wa laqad fatannallażīna ming qablihim fa laya'lamannallāhullażīna ṣadaqụ walaya'lamannal-kāżibīn","no_fn":"","text_fn":"","juz":20,"hizb":40,"rub_al_hizb":159,"page":396},{"id":3344,"surah":29,"no_ayah":4,"theme":"Ujian terhadap Orang Mukmin","text_ayah":"اَمْ حَسِبَ الَّذِيْنَ يَعْمَلُوْنَ السَّيِّاٰتِ اَنْ يَّسْبِقُوْنَاۗ سَاۤءَ مَا يَحْكُمُوْنَ ","text_id":" Ataukah orang-orang yang mengerjakan kejahatan itu mengira bahwa mereka akan luput dari (azab) Kami? (Alangkah) buruk apa yang mereka tetapkan itu!","text_en":"Do those who do evil think that they will get the better of Us? How bad is the judgement that they make!","transliteration":"am ḥasiballażīna ya'malụnas-sayyi`āti ay yasbiqụnā, sā`a mā yaḥkumụn","no_fn":"","text_fn":"","juz":20,"hizb":40,"rub_al_hizb":159,"page":396},{"id":3345,"surah":29,"no_ayah":5,"theme":"Ujian terhadap Orang Mukmin","text_ayah":"مَنْ كَانَ يَرْجُوْا لِقَاۤءَ اللّٰهِ فَاِنَّ اَجَلَ اللّٰهِ لَاٰتٍۗ وَهُوَ السَّمِيْعُ الْعَلِيْمُ ","text_id":"Siapa yang mengharapkan pertemuan dengan Allah, sesungguhnya waktu (yang dijanjikan) Allah pasti datang. Dia Yang Maha Mendengar lagi Maha Mengetahui.","text_en":"He who hopes to meet God (should know) that God's appointed time will surely come. He is all-hearing and all-knowing.","transliteration":"mang kāna yarjụ liqā`allāhi fa inna ajalallāhi la`āt, wa huwas-samī'ul-'alīm","no_fn":"","text_fn":"","juz":20,"hizb":40,"rub_al_hizb":159,"page":396},{"id":3346,"surah":29,"no_ayah":6,"theme":"Ujian terhadap Orang Mukmin","text_ayah":"وَمَنْ جَاهَدَ فَاِنَّمَا يُجَاهِدُ لِنَفْسِهٖۗ اِنَّ اللّٰهَ لَغَنِيٌّ عَنِ الْعٰلَمِيْنَ ","text_id":"Siapa yang berusaha dengan sungguh-sungguh (untuk berbuat kebajikan), sesungguhnya dia sedang berusaha untuk dirinya sendiri (karena manfaatnya kembali kepada dirinya). Sesungguhnya Allah benar-benar Mahakaya (tidak memerlukan suatu apa pun) dari alam semesta.","text_en":"He who strives does so for himself. Verily God is independent of the creatures of the world.","transliteration":"wa man jāhada fa innamā yujāhidu linafsih, innallāha laganiyyun 'anil-'ālamīn","no_fn":"","text_fn":"","juz":20,"hizb":40,"rub_al_hizb":159,"page":396},{"id":3347,"surah":29,"no_ayah":7,"theme":"Ujian terhadap Orang Mukmin","text_ayah":"وَالَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ لَنُكَفِّرَنَّ عَنْهُمْ سَيِّاٰتِهِمْ وَلَنَجْزِيَنَّهُمْ اَحْسَنَ الَّذِيْ كَانُوْا يَعْمَلُوْنَ ","text_id":"Orang-orang yang beriman dan beramal saleh pasti akan Kami hapus dosa-dosanya, dan mereka pasti akan Kami beri balasan yang terbaik dari apa yang selama ini mereka kerjakan.","text_en":"We shall pardon the sinful deeds of those who believe and do the right, and give them a reward better than their deeds.","transliteration":"wallażīna āmanụ wa 'amiluṣ-ṣāliḥāti lanukaffiranna 'an-hum sayyi`ātihim wa lanajziyannahum aḥsanallażī kānụ ya'malụn","no_fn":"","text_fn":"","juz":20,"hizb":40,"rub_al_hizb":159,"page":397},{"id":3348,"surah":29,"no_ayah":8,"theme":"Perintah Berbakti kepada Kedua Orang Tua","text_ayah":"وَوَصَّيْنَا الْاِنْسَانَ بِوَالِدَيْهِ حُسْنًاۗ وَاِنْ جَاهَدٰكَ لِتُشْرِكَ بِيْ مَا لَيْسَ لَكَ بِهٖ عِلْمٌ فَلَا تُطِعْهُمَاۗ اِلَيَّ مَرْجِعُكُمْ فَاُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُوْنَ ","text_id":"Kami telah mewasiatkan (kepada) manusia agar (berbuat) kebaikan kepada kedua orang tuanya. Jika keduanya memaksamu untuk mempersekutukan-Ku dengan sesuatu yang engkau tidak mempunyai ilmu tentang itu, janganlah engkau patuhi keduanya. Hanya kepada-Ku kamu kembali, lalu Aku beri tahukan kepadamu apa yang selama ini kamu kerjakan.","text_en":"We have enjoined on man to be good to his parents; but if they try to make you associate with Me that of which you have no knowledge, then do not obey them. You have to come back to Us, when I will tell you what you used to do.","transliteration":"wa waṣṣainal-insāna biwālidaihi ḥusnā, wa in jāhadāka litusyrika bī mā laisa laka bihī 'ilmun fa lā tuṭi'humā, ilayya marji'ukum fa unabbi`ukum bimā kuntum ta'malụn","no_fn":"","text_fn":"","juz":20,"hizb":40,"rub_al_hizb":159,"page":397},{"id":3349,"surah":29,"no_ayah":9,"theme":"Perintah Berbakti kepada Kedua Orang Tua","text_ayah":"وَالَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ لَنُدْخِلَنَّهُمْ فِى الصّٰلِحِيْنَ ","text_id":"Orang-orang yang beriman dan beramal saleh pasti akan Kami masukkan mereka dalam (golongan) orang-orang saleh.","text_en":"We shall admit those who believe and do the right among the righteous.","transliteration":"wallażīna āmanụ wa 'amiluṣ-ṣāliḥāti lanudkhilannahum fiṣ-ṣāliḥīn","no_fn":"","text_fn":"","juz":20,"hizb":40,"rub_al_hizb":159,"page":397},{"id":3350,"surah":29,"no_ayah":10,"theme":"Sikap Orang Lemah Iman dalam Menghadapi Cobaan","text_ayah":"وَمِنَ النَّاسِ مَنْ يَّقُوْلُ اٰمَنَّا بِاللّٰهِ فَاِذَآ اُوْذِيَ فِى اللّٰهِ جَعَلَ فِتْنَةَ النَّاسِ كَعَذَابِ اللّٰهِۗ وَلَىِٕنْ جَاۤءَ نَصْرٌ مِّنْ رَّبِّكَ لَيَقُوْلُنَّ اِنَّا كُنَّا مَعَكُمْۗ اَوَلَيْسَ اللّٰهُ بِاَعْلَمَ بِمَا فِيْ صُدُوْرِ الْعٰلَمِيْنَ ","text_id":"Di antara manusia ada yang berkata, “Kami beriman kepada Allah,” tetapi apabila dia disakiti karena (dia beriman kepada) Allah, dia menganggap cobaan manusia itu seperti siksaan Allah.<sup>570)</sup> Akan tetapi, jika datang pertolongan dari Tuhanmu, pasti mereka akan berkata, “Sesungguhnya kami bersama kamu.” Bukankah Allah paling mengetahui apa yang ada di dalam dada semua manusia?","text_en":"There are among men those who say: \"We believe in God;\" yet if they happen to suffer in the cause of God they take oppression by men as punishment from God. And if help comes to them from your Lord, they say: \"We were with you.\" Does not God know what is hidden in the hearts of men?","transliteration":"wa minan-nāsi may yaqụlu āmannā billāhi fa iżā ụżiya fillāhi ja'ala fitnatan-nāsi ka'ażābillāh, wa la`in jā`a naṣrum mir rabbika layaqụlunna innā kunnā ma'akum, a wa laisallāhu bi`a'lama bimā fī ṣudụril-'ālamīn","no_fn":"570","text_fn":"570) Orang itu menganggap dahsyatnya kezaliman manusia sama seperti dahsyatnya azab Allah Swt. sehingga dia meninggalkan imannya.","juz":20,"hizb":40,"rub_al_hizb":159,"page":397},{"id":3351,"surah":29,"no_ayah":11,"theme":"Sikap Orang Lemah Iman dalam Menghadapi Cobaan","text_ayah":"وَلَيَعْلَمَنَّ اللّٰهُ الَّذِيْنَ اٰمَنُوْا وَلَيَعْلَمَنَّ الْمُنٰفِقِيْنَ ","text_id":"Allah pasti mengetahui orang-orang yang beriman dan Dia pasti mengetahui orang-orang munafik.","text_en":"God will surely know the believers and know the hypocrites.","transliteration":"wa laya'lamannallāhullażīna āmanụ wa laya'lamannal-munāfiqīn","no_fn":"","text_fn":"","juz":20,"hizb":40,"rub_al_hizb":159,"page":397},{"id":3352,"surah":29,"no_ayah":12,"theme":"Bujukan Orang Kafir untuk Menyesatkan Orang Beriman","text_ayah":"وَقَالَ الَّذِيْنَ كَفَرُوْا لِلَّذِيْنَ اٰمَنُوا اتَّبِعُوْا سَبِيْلَنَا وَلْنَحْمِلْ خَطٰيٰكُمْۗ وَمَا هُمْ بِحٰمِلِيْنَ مِنْ خَطٰيٰهُمْ مِّنْ شَيْءٍۗ اِنَّهُمْ لَكٰذِبُوْنَ ","text_id":"Orang-orang yang kufur berkata kepada orang-orang yang beriman, “Ikutilah jalan kami dan kami akan memikul dosa-dosa kamu.” Padahal, mereka tidak (sanggup) sedikit pun memikul dosa-dosa mereka sendiri. Sesungguhnya mereka (orang-orang kafir) benar-benar para pendusta.","text_en":"Those who deny say to those who affirm: \"Follow our way; we shall carry the burden of your sins.\" But they cannot carry the burden of their sins in the least. They are liars indeed.","transliteration":"wa qālallażīna kafarụ lillażīna āmanuttabi'ụ sabīlanā walnaḥmil khaṭāyākum, wa mā hum biḥāmilīna min khaṭāyāhum min syaī`, innahum lakāżibụn","no_fn":"","text_fn":"","juz":20,"hizb":40,"rub_al_hizb":159,"page":397},{"id":3353,"surah":29,"no_ayah":13,"theme":"Bujukan Orang Kafir untuk Menyesatkan Orang Beriman","text_ayah":"وَلَيَحْمِلُنَّ اَثْقَالَهُمْ وَاَثْقَالًا مَّعَ اَثْقَالِهِمْ وَلَيُسْـَٔلُنَّ يَوْمَ الْقِيٰمَةِ عَمَّا كَانُوْا يَفْتَرُوْنَࣖ ","text_id":"Mereka benar-benar akan memikul dosa-dosa mereka (sendiri) dan dosa-dosa (orang lain yang mereka perdaya) di samping dosa-dosa mereka. Pada hari Kiamat mereka pasti akan ditanya tentang kebohongan yang selalu mereka ada-adakan.","text_en":"They will carry their own loads and other loads besides their own; and will surely be questioned on the Day of Resurrection about what they contrived.","transliteration":"wa layaḥmilunna aṡqālahum wa aṡqālam ma'a aṡqālihim wa layus`alunna yaumal-qiyāmati 'ammā kānụ yaftarụn","no_fn":"","text_fn":"","juz":20,"hizb":40,"rub_al_hizb":159,"page":397},{"id":3354,"surah":29,"no_ayah":14,"theme":"Nabi Nuh Selamat dari Banjir Besar","text_ayah":"وَلَقَدْ اَرْسَلْنَا نُوْحًا اِلٰى قَوْمِهٖ فَلَبِثَ فِيْهِمْ اَلْفَ سَنَةٍ اِلَّا خَمْسِيْنَ عَامًاۗ فَاَخَذَهُمُ الطُّوْفَانُ وَهُمْ ظٰلِمُوْنَ ","text_id":"Sungguh, Kami benar-benar telah mengutus Nuh kepada kaumnya, lalu dia tinggal bersama mereka selama seribu tahun kurang lima puluh tahun. Kemudian, mereka dilanda banjir besar dalam keadaan sebagai orang-orang zalim.","text_en":"We sent Noah to his people, and he lived with them a thousand years minus fifty. Then they were caught by the deluge for they were evil.","transliteration":"wa laqad arsalnā nụḥan ilā qaumihī fa labiṡa fīhim alfa sanatin illā khamsīna 'āmā, fa akhażahumuṭ-ṭụfānu wa hum ẓālimụn","no_fn":"","text_fn":"","juz":20,"hizb":40,"rub_al_hizb":159,"page":397},{"id":3355,"surah":29,"no_ayah":15,"theme":"Nabi Nuh Selamat dari Banjir Besar","text_ayah":"فَاَنْجَيْنٰهُ وَاَصْحٰبَ السَّفِيْنَةِ وَجَعَلْنٰهَآ اٰيَةً لِّلْعٰلَمِيْنَ ","text_id":"Maka, Kami selamatkan Nuh dan para penumpang bahtera serta Kami jadikannya sebagai pelajaran bagi alam semesta.","text_en":"But We saved him and those with him in the ark, and made it a sign for the creatures of the world.","transliteration":"fa anjaināhu wa aṣ-hābas-safīnati wa ja'alnāhā āyatal lil-'ālamīn","no_fn":"","text_fn":"","juz":20,"hizb":40,"rub_al_hizb":159,"page":398},{"id":3356,"surah":29,"no_ayah":16,"theme":"Nasihat Nabi Ibrahim kepada Kaumnya","text_ayah":"وَاِبْرٰهِيْمَ اِذْ قَالَ لِقَوْمِهِ اعْبُدُوا اللّٰهَ وَاتَّقُوْهُۗ ذٰلِكُمْ خَيْرٌ لَّكُمْ اِنْ كُنْتُمْ تَعْلَمُوْنَ ","text_id":"(Ingatlah) Ibrahim ketika berkata kepada kaumnya, “Sembahlah Allah dan bertakwalah kepada-Nya. Yang demikian itu lebih baik bagimu jika kamu mengetahui.","text_en":"And (remember) Abraham who said to his people: \"Worship God and be obedient to Him. This is better for you if you understand.","transliteration":"wa ibrāhīma iż qāla liqaumihi'budullāha wattaqụh, żālikum khairul lakum ing kuntum ta'lamụn","no_fn":"","text_fn":"","juz":20,"hizb":40,"rub_al_hizb":159,"page":398},{"id":3357,"surah":29,"no_ayah":17,"theme":"Nasihat Nabi Ibrahim kepada Kaumnya","text_ayah":"اِنَّمَا تَعْبُدُوْنَ مِنْ دُوْنِ اللّٰهِ اَوْثَانًا وَّتَخْلُقُوْنَ اِفْكًاۗ اِنَّ الَّذِيْنَ تَعْبُدُوْنَ مِنْ دُوْنِ اللّٰهِ لَا يَمْلِكُوْنَ لَكُمْ رِزْقًا فَابْتَغُوْا عِنْدَ اللّٰهِ الرِّزْقَ وَاعْبُدُوْهُ وَاشْكُرُوْا لَهٗۗ اِلَيْهِ تُرْجَعُوْنَ ","text_id":"Sesungguhnya apa yang kamu sembah selain Allah hanyalah berhala-berhala dan kamu membuat kebohongan. Sesungguhnya apa yang kamu sembah selain Allah tidak mampu memberikan rezeki kepadamu. Maka, mintalah rezeki dari sisi Allah, sembahlah Dia, dan bersyukurlah kepada-Nya. Hanya kepada-Nya kamu akan dikembalikan.","text_en":"You worship idols in place of God and invent lies. Surely those you worship other than God have no power over your means of livelihood. So seek your sustenance from God, and worship Him and give Him thanks. To Him will you be brought back in the end.","transliteration":"innamā ta'budụna min dụnillāhi auṡānaw wa takhluqụna ifkā, innallażīna ta'budụna min dụnillāhi lā yamlikụna lakum rizqan fabtagụ 'indallāhir-rizqa wa'budụhu wasykurụ lah, ilaihi turja'ụn","no_fn":"","text_fn":"","juz":20,"hizb":40,"rub_al_hizb":159,"page":398},{"id":3358,"surah":29,"no_ayah":18,"theme":"Nasihat Nabi Ibrahim kepada Kaumnya","text_ayah":"وَاِنْ تُكَذِّبُوْا فَقَدْ كَذَّبَ اُمَمٌ مِّنْ قَبْلِكُمْۗ وَمَا عَلَى الرَّسُوْلِ اِلَّا الْبَلٰغُ الْمُبِيْنُ ","text_id":"Jika kamu mendustakan (ajaran Allah), sungguh umat-umat sebelum kamu juga telah mendustakan (para rasul). Kewajiban rasul itu hanyalah menyampaikan (agama Allah) dengan jelas.”","text_en":"But if you deny, then many a people have denied before you. The duty of the apostle is to convey the message clearly.\"","transliteration":"wa in tukażżibụ fa qad każżaba umamum ming qablikum, wa mā 'alar-rasụli illal-balāgul-mubīn","no_fn":"","text_fn":"","juz":20,"hizb":40,"rub_al_hizb":159,"page":398},{"id":3359,"surah":29,"no_ayah":19,"theme":"Dalil tentang Adanya Kehidupan setelah Mati","text_ayah":"اَوَلَمْ يَرَوْا كَيْفَ يُبْدِئُ اللّٰهُ الْخَلْقَ ثُمَّ يُعِيْدُهٗۗ اِنَّ ذٰلِكَ عَلَى اللّٰهِ يَسِيْرٌ ","text_id":"Apakah mereka tidak memperhatikan bagaimana Allah memulai penciptaan (makhluk), kemudian mengembalikannya (menghidupkannya lagi)? Sesungguhnya yang demikian itu mudah bagi Allah.","text_en":"Do they not see how God originates creation, then reverts it back? This is indeed how inevitably the law of God works;","transliteration":"a wa lam yarau kaifa yubdi`ullāhul-khalqa ṡumma yu'īduh, inna żālika 'alallāhi yasīr","no_fn":"","text_fn":"","juz":20,"hizb":40,"rub_al_hizb":159,"page":398},{"id":3360,"surah":29,"no_ayah":20,"theme":"Dalil tentang Adanya Kehidupan setelah Mati","text_ayah":"قُلْ سِيْرُوْا فِى الْاَرْضِ فَانْظُرُوْا كَيْفَ بَدَاَ الْخَلْقَ ثُمَّ اللّٰهُ يُنْشِئُ النَّشْاَةَ الْاٰخِرَةَۗ اِنَّ اللّٰهَ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌۚ ","text_id":"Katakanlah, “Berjalanlah di (muka) bumi, lalu perhatikanlah bagaimana Allah memulai penciptaan (semua makhluk). Kemudian, Allah membuat kejadian yang akhir (setelah mati di akhirat kelak). Sesungguhnya Allah Mahakuasa atas segala sesuatu.","text_en":"Say: \"Travel on the earth and see how He originated creation. Then (you will know) how God will raise the last raising (of the dead). Surely God has power over everything,","transliteration":"qul sīrụ fil-arḍi fanẓurụ kaifa bada`al-khalqa ṡummallāhu yunsyi`un-nasy`atal-ākhirah, innallāha 'alā kulli syai`ing qadīr","no_fn":"","text_fn":"","juz":20,"hizb":40,"rub_al_hizb":159,"page":398},{"id":3361,"surah":29,"no_ayah":21,"theme":"Dalil tentang Adanya Kehidupan setelah Mati","text_ayah":"يُعَذِّبُ مَنْ يَّشَاۤءُ وَيَرْحَمُ مَنْ يَّشَاۤءُۚ وَاِلَيْهِ تُقْلَبُوْنَ ","text_id":"Dia (Allah) akan mengazab siapa yang Dia kehendaki dan merahmati siapa yang Dia kehendaki. Kepada-Nyalah kamu akan dikembalikan.","text_en":"Punish whom He will, and have mercy on whom He please. And to Him will you be brought back in the end.","transliteration":"yu'ażżibu may yasyā`u wa yar-ḥamu may yasyā`, wa ilaihi tuqlabụn","no_fn":"","text_fn":"","juz":20,"hizb":40,"rub_al_hizb":159,"page":398},{"id":3362,"surah":29,"no_ayah":22,"theme":"Dalil tentang Adanya Kehidupan setelah Mati","text_ayah":"وَمَآ اَنْتُمْ بِمُعْجِزِيْنَ فِى الْاَرْضِ وَلَا فِى السَّمَاۤءِۖ وَمَا لَكُمْ مِّنْ دُوْنِ اللّٰهِ مِنْ وَّلِيٍّ وَّلَا نَصِيْرٍࣖ","text_id":"Kamu sama sekali tidak dapat melepaskan diri (dari azab Allah) di bumi dan di langit. Tidak ada pula pelindung dan penolong bagimu selain Allah.”","text_en":"Escape Him you cannot either in the earth or in the sky; and you have no friend or helper apart from God.","transliteration":"wa mā antum bimu'jizīna fil-arḍi wa lā fis-samā`i wa mā lakum min dụnillāhi miw waliyyiw wa lā naṣīr","no_fn":"","text_fn":"","juz":20,"hizb":40,"rub_al_hizb":159,"page":398},{"id":3363,"surah":29,"no_ayah":23,"theme":"Dalil tentang Adanya Kehidupan setelah Mati","text_ayah":"وَالَّذِيْنَ كَفَرُوْا بِاٰيٰتِ اللّٰهِ وَلِقَاۤىِٕهٖٓ اُولٰۤىِٕكَ يَىِٕسُوْا مِنْ رَّحْمَتِيْ وَاُولٰۤىِٕكَ لَهُمْ عَذَابٌ اَلِيْمٌ ","text_id":"Orang-orang yang kufur terhadap ayat-ayat Allah dan pertemuan dengan-Nya, mereka itu berputus asa dari rahmat-Ku dan mereka itu akan mendapat azab yang pedih.","text_en":"Those who deny the signs of God and the meeting with Him, cannot have hope of My mercy. There is a painful punishment for them.","transliteration":"wallażīna kafarụ bi`āyātillāhi wa liqā`ihī ulā`ika ya`isụ mir raḥmatī wa ulā`ika lahum 'ażābun alīm","no_fn":"","text_fn":"","juz":20,"hizb":40,"rub_al_hizb":159,"page":398},{"id":3364,"surah":29,"no_ayah":24,"theme":"Nabi Ibrahim Diselamatkan dari Panas Api","text_ayah":"فَمَا كَانَ جَوَابَ قَوْمِهٖٓ اِلَّآ اَنْ قَالُوا اقْتُلُوْهُ اَوْ حَرِّقُوْهُ فَاَنْجٰىهُ اللّٰهُ مِنَ النَّارِۗ اِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ لِّقَوْمٍ يُّؤْمِنُوْنَ ","text_id":"Maka, tidak ada jawaban kaumnya (Ibrahim), selain mengatakan, “Bunuhlah atau bakarlah dia!” Lalu, Allah menyelamatkannya dari api. Sesungguhnya pada yang demikian itu benar-benar terdapat tanda-tanda (kekuasaan Allah) bagi kaum yang beriman.","text_en":"The people (of Abraham) had no answer except: \"Kill him or burn him;\" but God saved him from the fire. There are lessons in this for those who believe.","transliteration":"fa mā kāna jawāba qaumihī illā ang qāluqtulụhu au ḥarriqụhu fa anjāhullāhu minan-nār, inna fī żālika la`āyātil liqaumiy yu`minụn","no_fn":"","text_fn":"","juz":20,"hizb":40,"rub_al_hizb":159,"page":399},{"id":3365,"surah":29,"no_ayah":25,"theme":"Nabi Ibrahim Diselamatkan dari Panas Api","text_ayah":"وَقَالَ اِنَّمَا اتَّخَذْتُمْ مِّنْ دُوْنِ اللّٰهِ اَوْثَانًاۙ مَّوَدَّةَ بَيْنِكُمْ فِى الْحَيٰوةِ الدُّنْيَاۚ ثُمَّ يَوْمَ الْقِيٰمَةِ يَكْفُرُ بَعْضُكُمْ بِبَعْضٍ وَّيَلْعَنُ بَعْضُكُمْ بَعْضًاۖ وَّمَأْوٰىكُمُ النَّارُ وَمَا لَكُمْ مِّنْ نّٰصِرِيْنَۖ ","text_id":"Dia (Ibrahim) berkata, “Sesungguhnya apa yang kamu sembah selain Allah berupa berhala-berhala hanyalah untuk menciptakan hubungan harmonis di antara kamu dalam kehidupan dunia. Kemudian, pada hari Kiamat sebagian kamu akan saling mengingkari dan saling mengutuk. Tempat kembalimu adalah neraka dan sama sekali tidak ada penolong bagimu.”","text_en":"He said: \"You have taken to idols through mutual affection in this life, in place of God, but on the Day of Resurrection you will disown and curse each other, and your abode will be Hell, and you will have none to help you.\"","transliteration":"wa qāla innamattakhażtum min dụnillāhi auṡānam mawaddata bainikum fil-ḥayātid-dun-yā, ṡumma yaumal-qiyāmati yakfuru ba'ḍukum biba'ḍiw wa yal'anu ba'ḍukum ba'ḍaw wa ma`wākumun-nāru wa mā lakum min nāṣirīn","no_fn":"","text_fn":"","juz":20,"hizb":40,"rub_al_hizb":159,"page":399},{"id":3366,"surah":29,"no_ayah":26,"theme":"Nabi Ibrahim Diselamatkan dari Panas Api","text_ayah":"۞ فَاٰمَنَ لَهٗ لُوْطٌۘ وَقَالَ اِنِّيْ مُهَاجِرٌ اِلٰى رَبِّيْۗ اِنَّهٗ هُوَ الْعَزِيْزُ الْحَكِيْمُ ","text_id":"Maka, Lut membenarkan (kenabian Ibrahim). Dia (Ibrahim) pun berkata, “Sesungguhnya aku berhijrah ke (tempat yang diperintahkan) Tuhanku. Sesungguhnya Dialah Yang Mahaperkasa lagi Mahabijaksana.”","text_en":"Then Lot believed in him; and (Abraham) said: \"I will separate myself and take refuge in my Lord. Surely He is all-mighty and all-wise.\"","transliteration":"fa āmana lahụ lụṭ, wa qāla innī muhājirun ilā rabbī, innahụ huwal-'azīzul-ḥakīm","no_fn":"","text_fn":"","juz":20,"hizb":40,"rub_al_hizb":160,"page":399},{"id":3367,"surah":29,"no_ayah":27,"theme":"Nabi Ibrahim Diselamatkan dari Panas Api","text_ayah":"وَوَهَبْنَا لَهٗٓ اِسْحٰقَ وَيَعْقُوْبَ وَجَعَلْنَا فِيْ ذُرِّيَّتِهِ النُّبُوَّةَ وَالْكِتٰبَ وَاٰتَيْنٰهُ اَجْرَهٗ فِى الدُّنْيَاۚ وَاِنَّهٗ فِى الْاٰخِرَةِ لَمِنَ الصّٰلِحِيْنَ ","text_id":"Kami anugerahkan kepadanya (Ibrahim) Ishaq dan Ya‘qub. Kami jadikan pada keturunannya kenabian dan kitab serta Kami berikan kepadanya balasan di dunia.<sup>571)</sup> Sesungguhnya di akhirat dia benar-benar termasuk orang-orang saleh. ","text_en":"So We bestowed on him Isaac and Jacob and gave his progeny prophethood and scripture, and rewarded him in this world, and in the next he will be among the upright.","transliteration":"wa wahabnā lahū is-ḥāqa wa ya'qụba wa ja'alnā fī żurriyyatihin-nubuwwata wal-kitāba wa ātaināhu ajrahụ fid-dun-yā, wa innahụ fil-ākhirati laminaṣ-ṣāliḥīn","no_fn":"571","text_fn":"571) Balasan yang dimaksud pada ayat ini adalah memberikan anak cucu yang baik, kenabian kepada keturunannya, dan pujian.","juz":20,"hizb":40,"rub_al_hizb":160,"page":399},{"id":3368,"surah":29,"no_ayah":28,"theme":"Dakwah Lut kepada Kaumnya","text_ayah":"وَلُوْطًا اِذْ قَالَ لِقَوْمِهٖٓ اِنَّكُمْ لَتَأْتُوْنَ الْفَاحِشَةَۖ مَا سَبَقَكُمْ بِهَا مِنْ اَحَدٍ مِّنَ الْعٰلَمِيْنَ ","text_id":"(Ingatlah) ketika Lut berkata kepada kaumnya, “Sesungguhnya kamu benar-benar melakukan perbuatan yang sangat keji (homoseksual) yang tidak pernah dilakukan oleh seorang pun sebelum kamu di alam semesta. ","text_en":"And (remember) Lot when he said to his people: \"You indulge in lecherous acts which none of the creatures had done before you.","transliteration":"wa lụṭan iż qāla liqaumihī innakum lata`tụnal-fāḥisyata mā sabaqakum bihā min aḥadim minal-'ālamīn","no_fn":"","text_fn":"","juz":20,"hizb":40,"rub_al_hizb":160,"page":399},{"id":3369,"surah":29,"no_ayah":29,"theme":"Dakwah Lut kepada Kaumnya","text_ayah":"اَىِٕنَّكُمْ لَتَأْتُوْنَ الرِّجَالَ وَتَقْطَعُوْنَ السَّبِيْلَ ەۙ وَتَأْتُوْنَ فِيْ نَادِيْكُمُ الْمُنْكَرَۗ فَمَا كَانَ جَوَابَ قَوْمِهٖٓ اِلَّآ اَنْ قَالُوا ائْتِنَا بِعَذَابِ اللّٰهِ اِنْ كُنْتَ مِنَ الصّٰدِقِيْنَ","text_id":"Pantaskah kamu mendatangi laki-laki (untuk melampiaskan syahwat), menyamun,<sup>572)</sup> dan mengerjakan kemungkaran di tempat-tempat pertemuanmu?” Maka, jawaban kaumnya tidak lain hanyalah mengatakan, “Datangkanlah kepada kami azab Allah jika engkau termasuk orang-orang benar!” ","text_en":"You commit unnatural acts with men and cut off the way (of procreation), and commit obscenities in your gatherings.\" The only answer his people made was: \"Bring the punishment of God, if you are truthful.\"","transliteration":"a innakum lata`tụnar-rijāla wa taqṭa'ụnas-sabīla wa ta`tụna fī nādīkumul-mungkar, fa mā kāna jawāba qaumihī illā ang qālu`tinā bi'ażābillāhi ing kunta minaṣ-ṣādiqīn","no_fn":"572","text_fn":"572) Sebagian mufasir mengartikan taqṭa‘ūnas-sabīl dengan ‘melakukan perbuatan keji terhadap orang-orang yang dalam perjalanan’ karena sebagian besar mereka melakukan homoseks itu dengan tamu-tamu yang datang ke kampung mereka. Ada lagi yang mengartikannya dengan ‘memutus jalur keturunan’ karena mereka berbuat homoseks.","juz":20,"hizb":40,"rub_al_hizb":160,"page":399},{"id":3370,"surah":29,"no_ayah":30,"theme":"Dakwah Lut kepada Kaumnya","text_ayah":"قَالَ رَبِّ انْصُرْنِيْ عَلَى الْقَوْمِ الْمُفْسِدِيْنَࣖ","text_id":"Dia (Lut) berdoa, “Ya Tuhanku, tolonglah aku (dengan menimpakan azab) atas kaum yang berbuat kerusakan itu.” ","text_en":"\"O Lord, help me against the wicked people,\"(Lot) prayed.","transliteration":"qāla rabbinṣurnī 'alal-qaumil-mufsidīn","no_fn":"","text_fn":"","juz":20,"hizb":40,"rub_al_hizb":160,"page":399},{"id":3371,"surah":29,"no_ayah":31,"theme":"Azab yang Dikabarkan Malaikat yang Akan Ditimpakan kepada Kaum Lut","text_ayah":"وَلَمَّا جَاۤءَتْ رُسُلُنَآ اِبْرٰهِيْمَ بِالْبُشْرٰىۙ قَالُوْٓا اِنَّا مُهْلِكُوْٓا اَهْلِ هٰذِهِ الْقَرْيَةِۚ اِنَّ اَهْلَهَا كَانُوْا ظٰلِمِيْنَۚ ","text_id":"Ketika utusan-utusan Kami (para malaikat) datang kepada Ibrahim membawa kabar gembira,<sup>573)</sup> mereka berkata, “Sesungguhnya kami akan membinasakan penduduk negeri ini. Sesungguhnya mereka adalah orang-orang zalim.” ","text_en":"When Our messengers came to Abraham with good news, they said: \"We have to destroy this city as its inhabitants have become sinful.\"","transliteration":"wa lammā jā`at rusulunā ibrāhīma bil-busyrā qālū innā muhlikū ahli hāżihil-qaryah, inna ahlahā kānụ ẓālimīn","no_fn":"573","text_fn":"573) Kabar gembira yang dimaksud adalah bahwa Nabi Ibrahim a.s. akan mendapatkan putra.","juz":20,"hizb":40,"rub_al_hizb":160,"page":400},{"id":3372,"surah":29,"no_ayah":32,"theme":"Azab yang Dikabarkan Malaikat yang Akan Ditimpakan kepada Kaum Lut","text_ayah":"قَالَ اِنَّ فِيْهَا لُوْطًاۗ قَالُوْا نَحْنُ اَعْلَمُ بِمَنْ فِيْهَاۖ لَنُنَجِّيَنَّهٗ وَاَهْلَهٗٓ اِلَّا امْرَاَتَهٗ كَانَتْ مِنَ الْغٰبِرِيْنَ ","text_id":"Dia (Ibrahim) berkata, “Sesungguhnya di kota itu ada Lut.” Mereka berkata, “Kami lebih tahu siapa yang ada di kota itu. Kami pasti akan menyelamatkan dia dan pengikut-pengikutnya, kecuali istrinya. Dia termasuk (orang-orang kafir) yang tertinggal.” ","text_en":"He said: \"Surely Lot is there.\" They answered: \"We know who is there. We are to save him and his family except his wife, for she is one of those who will stay behind.\"","transliteration":"qāla inna fīhā lụṭā, qālụ naḥnu a'lamu biman fīhā lanunajjiyannahụ wa ahlahū illamra`atahụ kānat minal-gābirīn","no_fn":"","text_fn":"","juz":20,"hizb":40,"rub_al_hizb":160,"page":400},{"id":3373,"surah":29,"no_ayah":33,"theme":"Azab yang Dikabarkan Malaikat yang Akan Ditimpakan kepada Kaum Lut","text_ayah":"وَلَمَّآ اَنْ جَاۤءَتْ رُسُلُنَا لُوْطًا سِيْۤءَ بِهِمْ وَضَاقَ بِهِمْ ذَرْعًا وَّقَالُوْا لَا تَخَفْ وَلَا تَحْزَنْۗ اِنَّا مُنَجُّوْكَ وَاَهْلَكَ اِلَّا امْرَاَتَكَ كَانَتْ مِنَ الْغٰبِرِيْنَ","text_id":"Ketika para utusan Kami datang kepada Lut, ia sedih karena (kedatangan) mereka<sup>574)</sup> dan merasa tidak mempunyai kekuatan untuk melindunginya. Mereka pun berkata, “Janganlah takut dan jangan sedih. Sesungguhnya kami akan menyelamatkan kamu dan pengikut-pengikutmu, kecuali istrimu. Dia termasuk (orang-orang kafir) yang tertinggal.” ","text_en":"So, when Our messengers came to Lot, he was worried on their account as he was unable to protect them. They said: \"Have no fear or regret. We will certainly save you and your family except your wife, for she is one of those who will stay behind.","transliteration":"wa lammā an jā`at rusulunā lụṭan sī`a bihim wa ḍāqa bihim żar'aw wa qālụ lā takhaf wa lā taḥzan, innā munajjụka wa ahlaka illamra`ataka kānat minal-gābirīn","no_fn":"574","text_fn":"574) Nabi Lut a.s. merasa sedih akan kedatangan utusan-utusan Allah Swt. itu karena mereka adalah pemuda yang rupawan, sedangkan kaum Lut sangat menyukai pemuda-pemuda yang rupawan untuk diajak melakukan homoseks. Dia merasa tidak sanggup melindungi mereka jika ada gangguan dari kaumnya.","juz":20,"hizb":40,"rub_al_hizb":160,"page":400},{"id":3374,"surah":29,"no_ayah":34,"theme":"Azab yang Dikabarkan Malaikat yang Akan Ditimpakan kepada Kaum Lut","text_ayah":"اِنَّا مُنْزِلُوْنَ عَلٰٓى اَهْلِ هٰذِهِ الْقَرْيَةِ رِجْزًا مِّنَ السَّمَاۤءِ بِمَا كَانُوْا يَفْسُقُوْنَ ","text_id":"Sesungguhnya Kami akan menurunkan suatu azab dari langit kepada penduduk negeri ini karena mereka selalu berbuat fasik. ","text_en":"We have to bring a scourge from the heavens on the people of this city as they are depraved.\"","transliteration":"innā munzilụna 'alā ahli hāżihil-qaryati rijzam minas-samā`i bimā kānụ yafsuqụn","no_fn":"","text_fn":"","juz":20,"hizb":40,"rub_al_hizb":160,"page":400},{"id":3375,"surah":29,"no_ayah":35,"theme":"Azab yang Dikabarkan Malaikat yang Akan Ditimpakan kepada Kaum Lut","text_ayah":"وَلَقَدْ تَّرَكْنَا مِنْهَآ اٰيَةً ۢ بَيِّنَةً لِّقَوْمٍ يَّعْقِلُوْنَ ","text_id":"Sungguh, benar-benar telah Kami tinggalkan darinya suatu tanda yang nyata<sup>575)</sup> bagi kaum yang berpikir.","text_en":"Verily We have left a clear sign of this for people of sense to see.","transliteration":"wa laqat taraknā min-hā āyatam bayyinatal liqaumiy ya'qilụn","no_fn":"575","text_fn":"575) Tanda yang nyata adalah bekas-bekas reruntuhan kota Sodom, negeri kaum Nabi Lut a.s.","juz":20,"hizb":40,"rub_al_hizb":160,"page":400},{"id":3376,"surah":29,"no_ayah":36,"theme":"Azab yang Ditimpakan kepada Penduduk Madyan","text_ayah":"وَاِلٰى مَدْيَنَ اَخَاهُمْ شُعَيْبًاۙ فَقَالَ يٰقَوْمِ اعْبُدُوا اللّٰهَ وَارْجُوا الْيَوْمَ الْاٰخِرَ وَلَا تَعْثَوْا فِى الْاَرْضِ مُفْسِدِيْنَۖ ","text_id":"Kepada penduduk Madyan (Kami utus) saudara mereka, (yaitu) Syuʻaib. Dia berkata, “Wahai kaumku, sembahlah Allah, harapkanlah (pahala) hari akhir, dan janganlah berkeliaran di bumi untuk berbuat kerusakan.” ","text_en":"To Midian We sent their brother Shu'aib. He said: \"O people, worship God and be ready for the Day of Resurrection. Do no evil, and create no mischief in the land.\"","transliteration":"wa ilā madyana akhāhum syu'aiban fa qāla yā qaumi'budullāha warjul-yaumal-ākhira wa lā ta'ṡau fil-arḍi mufsidīn","no_fn":"","text_fn":"","juz":20,"hizb":40,"rub_al_hizb":160,"page":400},{"id":3377,"surah":29,"no_ayah":37,"theme":"Azab yang Ditimpakan kepada Penduduk Madyan","text_ayah":"فَكَذَّبُوْهُ فَاَخَذَتْهُمُ الرَّجْفَةُ فَاَصْبَحُوْا فِيْ دَارِهِمْ جٰثِمِيْنَۙ","text_id":"Mereka mendustakannya. Maka, gempa dahsyat menimpa mereka. Lalu, jadilah mereka (mayat-mayat yang) bergelimpangan di tempat tinggalnya.","text_en":"But they denied him and were seized by an earthquake, and lay overturned in their homes in the morning.","transliteration":"fa każżabụhu fa akhażat-humur-rajfatu fa aṣbaḥụ fī dārihim jāṡimīn","no_fn":"","text_fn":"","juz":20,"hizb":40,"rub_al_hizb":160,"page":400},{"id":3378,"surah":29,"no_ayah":38,"theme":"Kehancuran Kaum yang Mendustakan Para Rasul","text_ayah":"وَعَادًا وَّثَمُوْدَا۟ وَقَدْ تَّبَيَّنَ لَكُمْ مِّنْ مَّسٰكِنِهِمْۗ وَزَيَّنَ لَهُمُ الشَّيْطٰنُ اَعْمَالَهُمْ فَصَدَّهُمْ عَنِ السَّبِيْلِ وَكَانُوْا مُسْتَبْصِرِيْنَۙ","text_id":"Juga (ingatlah kaum) ‘Ad dan Samud. Sungguh telah nyata bagi kamu (kehancuran mereka) dari (puing-puing) tempat tinggal mereka. Setan menjadikan terasa indah perbuatan (buruk) mereka, sehingga menghalangi mereka dari jalan (Allah), sedangkan mereka dahulu adalah orang-orang yang berpandangan tajam, ","text_en":"And (remember) 'Ad and Thamud. It will be clear to you from their habitations (how they were destroyed), for Satan had made their deeds look attractive to them, and turned them away from the path; and yet they were a people of acumen.","transliteration":"wa 'ādaw wa ṡamụda wa qat tabayyana lakum mim masākinihim, wa zayyana lahumusy-syaiṭānu a'mālahum fa ṣaddahum 'anis-sabīli wa kānụ mustabṣirīn","no_fn":"","text_fn":"","juz":20,"hizb":40,"rub_al_hizb":160,"page":400},{"id":3379,"surah":29,"no_ayah":39,"theme":"Kehancuran Kaum yang Mendustakan Para Rasul","text_ayah":"وَقَارُوْنَ وَفِرْعَوْنَ وَهَامٰنَۗ وَلَقَدْ جَاۤءَهُمْ مُّوْسٰى بِالْبَيِّنٰتِ فَاسْتَكْبَرُوْا فِى الْاَرْضِ وَمَا كَانُوْا سٰبِقِيْنَۚ ","text_id":"dan (juga) Qarun, Fir‘aun, dan Haman. Sungguh, benar-benar telah datang kepada mereka Musa dengan (membawa) keterangan-keterangan yang nyata. Tetapi mereka berlaku sombong di bumi, dan mereka orang-orang yang tidak luput (dari azab Allah).","text_en":"(Remember) Qarun, Pharaoh and Haman to whom Moses came with clear signs; but they were haughty (and oppressed) the land. Yet they could not run away from Us;","transliteration":"wa qārụna wa fir'auna wa hāmān, wa laqad jā`ahum mụsā bil-bayyināti fastakbarụ fil-arḍi wa mā kānụ sābiqīn","no_fn":"","text_fn":"","juz":20,"hizb":40,"rub_al_hizb":160,"page":401},{"id":3380,"surah":29,"no_ayah":40,"theme":"Kehancuran Kaum yang Mendustakan Para Rasul","text_ayah":"فَكُلًّا اَخَذْنَا بِذَنْۢبِهٖۙ فَمِنْهُمْ مَّنْ اَرْسَلْنَا عَلَيْهِ حَاصِبًاۚ وَمِنْهُمْ مَّنْ اَخَذَتْهُ الصَّيْحَةُۚ وَمِنْهُمْ مَّنْ خَسَفْنَا بِهِ الْاَرْضَۚ وَمِنْهُمْ مَّنْ اَغْرَقْنَاۚ وَمَا كَانَ اللّٰهُ لِيَظْلِمَهُمْ وَلٰكِنْ كَانُوْٓا اَنْفُسَهُمْ يَظْلِمُوْنَ","text_id":"Masing-masing (dari mereka) Kami azab karena dosanya. Di antara mereka ada yang Kami timpakan angin kencang (yang mengandung) batu kerikil, ada yang ditimpa suara keras yang mengguntur, ada yang Kami benamkan ke dalam bumi, dan ada pula yang Kami tenggelamkan. Tidaklah Allah menzalimi mereka, tetapi merekalah yang menzalimi dirinya sendiri. ","text_en":"And We seized all of them for their crimes. Against some We sent a violent wind hurling stones, and some We seized with a mighty blast, and some We submerged under the earth, and some We drowned. It was not for God to wrong them, they wronged themselves.","transliteration":"fa kullan akhażnā biżambihī fa min-hum man arsalnā 'alaihi ḥāṣibā, wa min-hum man akhażat-huṣ-ṣaiḥah, wa min-hum man khasafnā bihil-arḍ, wa min-hum man agraqnā, wa mā kānallāhu liyaẓlimahum wa lāking kānū anfusahum yaẓlimụn","no_fn":"","text_fn":"","juz":20,"hizb":40,"rub_al_hizb":160,"page":401},{"id":3381,"surah":29,"no_ayah":41,"theme":"Kehancuran Kaum yang Mendustakan Para Rasul","text_ayah":"مَثَلُ الَّذِيْنَ اتَّخَذُوْا مِنْ دُوْنِ اللّٰهِ اَوْلِيَاۤءَ كَمَثَلِ الْعَنْكَبُوْتِۚ اِتَّخَذَتْ بَيْتًاۗ وَاِنَّ اَوْهَنَ الْبُيُوْتِ لَبَيْتُ الْعَنْكَبُوْتِۘ لَوْ كَانُوْا يَعْلَمُوْنَ ","text_id":"Perumpamaan orang-orang yang menjadikan selain Allah sebagai pelindung<sup>576)</sup> adalah seperti laba-laba betina yang membuat rumah. Sesungguhnya rumah yang paling lemah ialah rumah laba-laba. Jika mereka tahu, (niscaya tidak akan menyembahnya). ","text_en":"The semblance of those who take protectors besides God is that of the spider. She arranges a house for herself, but the flimsiest of houses is the spider's. If only they had sense!","transliteration":"maṡalullażīnattakhażụ min dụnillāhi auliyā`a kamaṡalil-'angkabụt, ittakhażat baitā, wa inna auhanal-buyụti labaitul-'angkabụt, lau kānụ ya'lamụn","no_fn":"576","text_fn":"576) Lihat catatan kaki surah Āli ‘Imrān/3: 28.","juz":20,"hizb":40,"rub_al_hizb":160,"page":401},{"id":3382,"surah":29,"no_ayah":42,"theme":"Kehancuran Kaum yang Mendustakan Para Rasul","text_ayah":"اِنَّ اللّٰهَ يَعْلَمُ مَا يَدْعُوْنَ مِنْ دُوْنِهٖ مِنْ شَيْءٍۗ وَهُوَ الْعَزِيْزُ الْحَكِيْمُ ","text_id":"Sesungguhnya Allah mengetahui apa saja yang mereka sembah selain Dia. Dialah Yang Mahaperkasa lagi Mahabijaksana.","text_en":"Verily God knows what they invoke in His place, for He is all-mighty and all-wise.","transliteration":"innallāha ya'lamu mā yad'ụna min dụnihī min syaī`, wa huwal-'azīzul-ḥakīm","no_fn":"","text_fn":"","juz":20,"hizb":40,"rub_al_hizb":160,"page":401},{"id":3383,"surah":29,"no_ayah":43,"theme":"Kehancuran Kaum yang Mendustakan Para Rasul","text_ayah":"وَتِلْكَ الْاَمْثَالُ نَضْرِبُهَا لِلنَّاسِۚ وَمَا يَعْقِلُهَآ اِلَّا الْعٰلِمُوْنَ ","text_id":"Perumpamaan-perumpamaan itu Kami buat untuk manusia. Namun, tidak ada yang memahaminya, kecuali orang-orang yang berilmu. ","text_en":"These are precepts of wisdom We offer to men, but only those who are rational understand.","transliteration":"wa tilkal-amṡālu naḍribuhā lin-nās, wa mā ya'qiluhā illal-'ālimụn","no_fn":"","text_fn":"","juz":20,"hizb":40,"rub_al_hizb":160,"page":401},{"id":3384,"surah":29,"no_ayah":44,"theme":"Kehancuran Kaum yang Mendustakan Para Rasul","text_ayah":"خَلَقَ اللّٰهُ السَّمٰوٰتِ وَالْاَرْضَ بِالْحَقِّۗ اِنَّ فِيْ ذٰلِكَ لَاٰيَةً لِّلْمُؤْمِنِيْنَࣖ   ۔","text_id":"Allah menciptakan langit dan bumi dengan hak.<sup>577)</sup> Sesungguhnya pada yang demikian itu benar-benar terdapat tanda (kebesaran Allah) bagi orang-orang mukmin.","text_en":"God has created the heavens and the earth with reason. Surely in this is a sign for those who believe.","transliteration":"khalaqallāhus-samāwāti wal-arḍa bil-ḥaqq, inna fī żālika la`āyatal lil-mu`minīn","no_fn":"577","text_fn":"577) Allah Swt. menciptakan semua yang disebutkan itu bukan dengan percuma, melainkan dengan penuh hikmah.","juz":20,"hizb":40,"rub_al_hizb":160,"page":401},{"id":3385,"surah":29,"no_ayah":45,"theme":"Kehancuran Kaum yang Mendustakan Para Rasul","text_ayah":"اُتْلُ مَآ اُوْحِيَ اِلَيْكَ مِنَ الْكِتٰبِ وَاَقِمِ الصَّلٰوةَۗ اِنَّ الصَّلٰوةَ تَنْهٰى عَنِ الْفَحْشَاۤءِ وَالْمُنْكَرِۗ وَلَذِكْرُ اللّٰهِ اَكْبَرُۗ وَاللّٰهُ يَعْلَمُ مَا تَصْنَعُوْنَ","text_id":"Bacalah (Nabi Muhammad) Kitab (Al-Qur’an) yang telah diwahyukan kepadamu dan tegakkanlah salat. Sesungguhnya salat itu mencegah dari (perbuatan) keji dan mungkar. Sungguh, mengingat Allah (salat) itu lebih besar (keutamaannya daripada ibadah yang lain). Allah mengetahui apa yang kamu kerjakan.","text_en":"Recite what has been revealed to you of this Book, and be constant in devotion. Surely prayer keeps you away from the obscene and detestable, but the remembrance of God is greater far; and God knows what you do.","transliteration":"utlu mā ụḥiya ilaika minal-kitābi wa aqimiṣ-ṣalāh, innaṣ-ṣalāta tan-hā 'anil-faḥsyā`i wal-mungkar, walażikrullāhi akbar, wallāhu ya'lamu mā taṣna'ụn","no_fn":"","text_fn":"","juz":20,"hizb":40,"rub_al_hizb":160,"page":401},{"id":3386,"surah":29,"no_ayah":46,"theme":"Etika Berdebat dengan Ahlulkitab","text_ayah":"۞ وَلَا تُجَادِلُوْٓا اَهْلَ الْكِتٰبِ اِلَّا بِالَّتِيْ هِيَ اَحْسَنُۖ اِلَّا الَّذِيْنَ ظَلَمُوْا مِنْهُمْ وَقُوْلُوْٓا اٰمَنَّا بِالَّذِيْٓ اُنْزِلَ اِلَيْنَا وَاُنْزِلَ اِلَيْكُمْ وَاِلٰهُنَا وَاِلٰهُكُمْ وَاحِدٌ وَّنَحْنُ لَهٗ مُسْلِمُوْنَ","text_id":"Janganlah kamu mendebat Ahlulkitab melainkan dengan cara yang lebih baik, kecuali terhadap orang-orang yang berbuat zalim di antara mereka. Katakanlah, “Kami beriman pada (kitab) yang diturunkan kepada kami dan yang diturunkan kepadamu. Tuhan kami dan Tuhanmu adalah satu. Hanya kepada-Nya kami berserah diri.”","text_en":"Do not argue with the people of the Book unless in a fair way, apart from those who act wrongly, and say to them: \"We believe what has been sent down to us, and we believe what has been sent down to you. Our God and your God is one, and to Him we submit.\"","transliteration":"wa lā tujādilū ahlal-kitābi illā billatī hiya aḥsanu illallażīna ẓalamụ min-hum wa qụlū āmannā billażī unzila ilainā wa unzila ilaikum wa ilāhunā wa ilāhukum wāḥiduw wa naḥnu lahụ muslimụn","no_fn":"","text_fn":"","juz":21,"hizb":41,"rub_al_hizb":161,"page":402},{"id":3387,"surah":29,"no_ayah":47,"theme":"Etika Berdebat dengan Ahlulkitab","text_ayah":"وَكَذٰلِكَ اَنْزَلْنَآ اِلَيْكَ الْكِتٰبَۗ فَالَّذِيْنَ اٰتَيْنٰهُمُ الْكِتٰبَ يُؤْمِنُوْنَ بِهٖۚ وَمِنْ هٰٓؤُلَاۤءِ مَنْ يُّؤْمِنُ بِهٖۗ وَمَا يَجْحَدُ بِاٰيٰتِنَآ اِلَّا الْكٰفِرُوْنَ","text_id":"Demikianlah Kami turunkan Kitab (Al-Qur’an) kepadamu. Adapun orang-orang yang telah Kami berikan Kitab (Taurat dan Injil), mereka beriman kepadanya (Al-Qur’an). Di antara mereka (orang-orang kafir Makkah), ada (pula) yang beriman kepadanya. Tidaklah mengingkari ayat-ayat Kami, kecuali orang-orang kafir. ","text_en":"That is how We have revealed this Book to you and those to whom We have sent down the Book will believe in it. Only those who are infidels will deny it.","transliteration":"wa każālika anzalnā ilaikal-kitāb, fallażīna ātaināhumul-kitāba yu`minụna bih, wa min hā`ulā`i may yu`minu bih, wa mā yaj-ḥadu bi`āyātinā illal-kāfirụn","no_fn":"","text_fn":"","juz":21,"hizb":41,"rub_al_hizb":161,"page":402},{"id":3388,"surah":29,"no_ayah":48,"theme":"Etika Berdebat dengan Ahlulkitab","text_ayah":"وَمَا كُنْتَ تَتْلُوْا مِنْ قَبْلِهٖ مِنْ كِتٰبٍ وَّلَا تَخُطُّهٗ بِيَمِيْنِكَ اِذًا لَّارْتَابَ الْمُبْطِلُوْنَ","text_id":"Engkau (Nabi Muhammad) tidak pernah membaca suatu kitab pun sebelumnya (Al-Qur’an) dan tidak (pula) menuliskannya dengan tangan kananmu. Sekiranya (engkau pernah membaca dan menulis,) niscaya orang-orang yang mengingkarinya ragu (bahwa ia dari Allah). ","text_en":"You did not read any Scripture before this, nor wrote one with your right hand, or else these dissemblers would have found a cause to doubt it.","transliteration":"wa mā kunta tatlụ ming qablihī ming kitābiw wa lā takhuṭṭuhụ biyamīnika iżal lartābal-mubṭilụn","no_fn":"","text_fn":"","juz":21,"hizb":41,"rub_al_hizb":161,"page":402},{"id":3389,"surah":29,"no_ayah":49,"theme":"Etika Berdebat dengan Ahlulkitab","text_ayah":"بَلْ هُوَ اٰيٰتٌۢ بَيِّنٰتٌ فِيْ صُدُوْرِ الَّذِيْنَ اُوْتُوا الْعِلْمَۗ وَمَا يَجْحَدُ بِاٰيٰتِنَآ اِلَّا الظّٰلِمُوْنَ","text_id":"Sebenarnya, ia (Al-Qur’an) adalah ayat-ayat yang jelas di dalam dada orang-orang yang berilmu. Tidaklah mengingkari ayat-ayat Kami, kecuali orang-orang zalim.","text_en":"In fact, in the minds of those who have intelligence these are clear signs. No one denies Our revelations except those who are unjust.","transliteration":"bal huwa āyātum bayyinātun fī ṣudụrillażīna ụtul-'ilm, wa mā yaj-ḥadu bi`āyātinā illaẓ-ẓālimụn","no_fn":"","text_fn":"","juz":21,"hizb":41,"rub_al_hizb":161,"page":402},{"id":3390,"surah":29,"no_ayah":50,"theme":"Sikap Kaum Kafir Makkah terhadap Risalah Nabi Muhammad","text_ayah":"وَقَالُوْا لَوْلَآ اُنْزِلَ عَلَيْهِ اٰيٰتٌ مِّنْ رَّبِّهٖۗ قُلْ اِنَّمَا الْاٰيٰتُ عِنْدَ اللّٰهِۗ وَاِنَّمَآ اَنَا۠ نَذِيْرٌ مُّبِيْنٌ","text_id":"Mereka (orang-orang kafir) berkata, “Mengapa tidak diturunkan kepadanya bukti-bukti (mukjizat) dari Tuhannya?” Katakanlah (Nabi Muhammad), “Bukti-bukti (mukjizat) itu hanya ada di sisi Allah, sedangkan aku hanyalah pemberi peringatan yang jelas.”","text_en":"For they say: \"How Is it no signs were sent down to him from his Lord?\" Say: \"The signs are with God. I am only a warner, plain and simple.\"","transliteration":"wa qālụ lau lā unzila 'alaihi āyātum mir rabbih, qul innamal-āyātu 'indallāh, wa innamā ana nażīrum mubīn","no_fn":"","text_fn":"","juz":21,"hizb":41,"rub_al_hizb":161,"page":402},{"id":3391,"surah":29,"no_ayah":51,"theme":"Sikap Kaum Kafir Makkah terhadap Risalah Nabi Muhammad","text_ayah":"اَوَلَمْ يَكْفِهِمْ اَنَّآ اَنْزَلْنَا عَلَيْكَ الْكِتٰبَ يُتْلٰى عَلَيْهِمْۗ اِنَّ فِيْ ذٰلِكَ لَرَحْمَةً وَّذِكْرٰى لِقَوْمٍ يُّؤْمِنُوْنَࣖ ","text_id":"Tidak cukupkah bagi mereka bahwa Kami menurunkan Kitab (Al-Qur’an) kepadamu yang dibacakan kepada mereka? Sesungguhnya di dalam (Al-Qur’an) itu benar-benar terdapat rahmat dan pelajaran bagi orang-orang yang beriman. ","text_en":"Is it not sufficient for them that We have revealed the Book to you which is read out to them? It is indeed a grace and reminder for people who believe.","transliteration":"a wa lam yakfihim annā anzalnā 'alaikal-kitāba yutlā 'alaihim, inna fī żālika laraḥmataw wa żikrā liqaumiy yu`minụn","no_fn":"","text_fn":"","juz":21,"hizb":41,"rub_al_hizb":161,"page":402},{"id":3392,"surah":29,"no_ayah":52,"theme":"Sikap Kaum Kafir Makkah terhadap Risalah Nabi Muhammad","text_ayah":"قُلْ كَفٰى بِاللّٰهِ بَيْنِيْ وَبَيْنَكُمْ شَهِيْدًاۚ يَعْلَمُ مَا فِى السَّمٰوٰتِ وَالْاَرْضِۗ وَالَّذِيْنَ اٰمَنُوْا بِالْبَاطِلِ وَكَفَرُوْا بِاللّٰهِ اُولٰۤىِٕكَ هُمُ الْخٰسِرُوْنَ","text_id":"Katakanlah (Nabi Muhammad), “Cukuplah Allah menjadi saksi antara aku dan kamu. Dia mengetahui apa yang ada di langit dan di bumi. Orang-orang yang memercayai kebatilan dan kufur kepada Allah, mereka itulah orang-orang yang rugi.” ","text_en":"Say: \"God is sufficient as witness between me and you.\" He knows what is in the heavens and the earth. It is those who believe in falsehood and disbelieve in God who will perish.","transliteration":"qul kafā billāhi bainī wa bainakum syahīdā, ya'lamu mā fis-samāwāti wal-arḍ, wallażīna āmanụ bil-bāṭili wa kafarụ billāhi ulā`ika humul-khāsirụn","no_fn":"","text_fn":"","juz":21,"hizb":41,"rub_al_hizb":161,"page":402},{"id":3393,"surah":29,"no_ayah":53,"theme":"Sikap Kaum Kafir Makkah terhadap Risalah Nabi Muhammad","text_ayah":"وَيَسْتَعْجِلُوْنَكَ بِالْعَذَابِۗ وَلَوْلَآ اَجَلٌ مُّسَمًّى لَّجَاۤءَهُمُ الْعَذَابُۗ وَلَيَأْتِيَنَّهُمْ بَغْتَةً وَّهُمْ لَا يَشْعُرُوْنَ","text_id":"Mereka minta agar engkau menyegerakan (datangnya) azab. Kalau bukan karena waktunya telah ditetapkan, niscaya azab datang kepada mereka. (Azab itu) benar-benar akan datang kepada mereka dengan tiba-tiba, sedangkan mereka tidak menyadarinya. ","text_en":"They want you to hasten the punishment: But for a time already determined the punishment would have come upon them. It will come upon them all too suddenly, and they will be caught unawares.","transliteration":"wa yasta'jilụnaka bil-'ażāb, walau lā ajalum musammal lajā`ahumul-'ażāb, wa laya`tiyannahum bagtataw wa hum lā yasy'urụn","no_fn":"","text_fn":"","juz":21,"hizb":41,"rub_al_hizb":161,"page":403},{"id":3394,"surah":29,"no_ayah":54,"theme":"Sikap Kaum Kafir Makkah terhadap Risalah Nabi Muhammad","text_ayah":"يَسْتَعْجِلُوْنَكَ بِالْعَذَابِۗ وَاِنَّ جَهَنَّمَ لَمُحِيْطَةٌ ۢبِالْكٰفِرِيْنَۙ","text_id":"Mereka minta agar engkau menyegerakan (turunnya) azab. Sesungguhnya (neraka) Jahanam benar-benar meliputi orang-orang kafir ","text_en":"They want you to hasten the punishment: Hell will indeed surround the unbelievers.","transliteration":"yasta'jilụnaka bil-'ażāb, wa inna jahannama lamuḥīṭatum bil-kāfirīn","no_fn":"","text_fn":"","juz":21,"hizb":41,"rub_al_hizb":161,"page":403},{"id":3395,"surah":29,"no_ayah":55,"theme":"Sikap Kaum Kafir Makkah terhadap Risalah Nabi Muhammad","text_ayah":"يَوْمَ يَغْشٰىهُمُ الْعَذَابُ مِنْ فَوْقِهِمْ وَمِنْ تَحْتِ اَرْجُلِهِمْ وَيَقُوْلُ ذُوْقُوْا مَا كُنْتُمْ تَعْمَلُوْنَ","text_id":"pada hari (ketika) azab menutupi mereka dari atas dan dari bawah kakinya. (Allah) berfirman, “Rasakanlah (balasan) apa yang selama ini kamu kerjakan!”","text_en":"The day the punishment comes upon them from above and underneath their feet, (God will) say: \"And now taste of what you had done.\"","transliteration":"yauma yagsyāhumul-'ażābu min fauqihim wa min taḥti arjulihim wa yaqụlu żụqụ mā kuntum ta'malụn","no_fn":"","text_fn":"","juz":21,"hizb":41,"rub_al_hizb":161,"page":403},{"id":3396,"surah":29,"no_ayah":56,"theme":"Perintah Hijrah","text_ayah":"يٰعِبَادِيَ الَّذِيْنَ اٰمَنُوْٓا اِنَّ اَرْضِيْ وَاسِعَةٌ فَاِيَّايَ فَاعْبُدُوْنِ","text_id":"Wahai hamba-hamba-Ku yang beriman, sesungguhnya bumi-Ku itu luas, maka menyembahlah hanya kepada-Ku. ","text_en":"O My creatures who believe, surely My earth has plenty of scope and so worship only Me.","transliteration":"yā 'ibādiyallażīna āmanū inna arḍī wāsi'atun fa iyyāya fa'budụn","no_fn":"","text_fn":"","juz":21,"hizb":41,"rub_al_hizb":161,"page":403},{"id":3397,"surah":29,"no_ayah":57,"theme":"Perintah Hijrah","text_ayah":"كُلُّ نَفْسٍ ذَاۤىِٕقَةُ الْمَوْتِۗ ثُمَّ اِلَيْنَا تُرْجَعُوْنَ","text_id":"Setiap yang bernyawa pasti akan merasakan kematian. Kemudian, hanya kepada Kami kamu dikembalikan. ","text_en":"Every soul has to know the taste of death. You will then be sent back to Us.","transliteration":"kullu nafsin żā`iqatul-maụt, ṡumma ilainā turja'ụn","no_fn":"","text_fn":"","juz":21,"hizb":41,"rub_al_hizb":161,"page":403},{"id":3398,"surah":29,"no_ayah":58,"theme":"Perintah Hijrah","text_ayah":"وَالَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ لَنُبَوِّئَنَّهُمْ مِّنَ الْجَنَّةِ غُرَفًا تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُ خٰلِدِيْنَ فِيْهَاۗ نِعْمَ اَجْرُ الْعٰمِلِيْنَۖ ","text_id":"Orang-orang yang beriman dan beramal saleh benar-benar akan Kami tempatkan mereka pada tempat tinggal yang mulia di dalam surga. Mengalir di bawahnya sungai-sungai (dan) mereka kekal di dalamnya. Itulah sebaik-baik balasan bagi orang-orang yang beramal (saleh). ","text_en":"We shall admit those who believe and do the right to empyreal gardens with rivers rippling by, where they will abide for ever. How excellent the guerdon of those who toil,","transliteration":"wallażīna āmanụ wa 'amiluṣ-ṣāliḥāti lanubawwi`annahum minal-jannati gurafan tajrī min taḥtihal-an-hāru khālidīna fīhā, ni'ma ajrul-'āmilīn","no_fn":"","text_fn":"","juz":21,"hizb":41,"rub_al_hizb":161,"page":403},{"id":3399,"surah":29,"no_ayah":59,"theme":"Perintah Hijrah","text_ayah":"الَّذِيْنَ صَبَرُوْا وَعَلٰى رَبِّهِمْ يَتَوَكَّلُوْنَ","text_id":"(Yaitu) orang-orang yang bersabar dan bertawakal kepada Tuhannya. ","text_en":"Who persevere and place their trust in their Lord.","transliteration":"allażīna ṣabarụ wa 'alā rabbihim yatawakkalụn","no_fn":"","text_fn":"","juz":21,"hizb":41,"rub_al_hizb":161,"page":403},{"id":3400,"surah":29,"no_ayah":60,"theme":"Perintah Hijrah","text_ayah":"وَكَاَيِّنْ مِّنْ دَاۤبَّةٍ لَّا تَحْمِلُ رِزْقَهَاۖ اللّٰهُ يَرْزُقُهَا وَاِيَّاكُمْ وَهُوَ السَّمِيْعُ الْعَلِيْمُ","text_id":"Betapa banyak hewan bergerak yang tidak dapat mengusahakan rezekinya sendiri. Allahlah yang memberi rezeki kepadanya dan kepadamu. Dia Maha Mendengar lagi Maha Mengetahui.","text_en":"How many living things there are on the earth that do not Store their food; God provides them as well as you. He is all-hearing and all-knowing.","transliteration":"wa ka`ayyim min dābbatil lā taḥmilu rizqahallāhu yarzuquhā wa iyyākum wa huwas-samī'ul-'alīm","no_fn":"","text_fn":"","juz":21,"hizb":41,"rub_al_hizb":161,"page":403},{"id":3401,"surah":29,"no_ayah":61,"theme":"Pengakuan Orang Kafir terhadap Allah sebagai Pencipta","text_ayah":"وَلَىِٕنْ سَاَلْتَهُمْ مَّنْ خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ لَيَقُوْلُنَّ اللّٰهُۗ فَاَنّٰى يُؤْفَكُوْنَ","text_id":"Jika engkau bertanya kepada mereka, “Siapakah yang menciptakan langit dan bumi serta menundukkan matahari dan bulan,” pasti mereka akan menjawab, “Allah.” Maka, mengapa mereka bisa dipalingkan? ","text_en":"If you ask them: \"Who created the heavens and the earth, and who set the sun and the moon to work?\" They will answer: \"God.\" Why then do they vacillate?","transliteration":"wa la`in sa`altahum man khalaqas-samāwāti wal-arḍa wa sakhkharasy-syamsa wal-qamara layaqụlunnallāh, fa annā yu`fakụn","no_fn":"","text_fn":"","juz":21,"hizb":41,"rub_al_hizb":161,"page":403},{"id":3402,"surah":29,"no_ayah":62,"theme":"Pengakuan Orang Kafir terhadap Allah sebagai Pencipta","text_ayah":"اَللّٰهُ يَبْسُطُ الرِّزْقَ لِمَنْ يَّشَاۤءُ مِنْ عِبَادِهٖ وَيَقْدِرُ لَهٗۗ اِنَّ اللّٰهَ بِكُلِّ شَيْءٍ عَلِيْمٌ","text_id":"Allah melapangkan rezeki bagi orang yang Dia kehendaki di antara hamba-hamba-Nya dan Dia (pula) yang menyempitkan (rezeki) baginya. Sesungguhnya Allah Maha Mengetahui segala sesuatu. ","text_en":"God increases the means of those of His creatures as He please, or limits them for whomsoever He will. He is certainly cognisant of everything.","transliteration":"allāhu yabsuṭur-rizqa limay yasyā`u min 'ibādihī wa yaqdiru lah, innallāha bikulli syai`in 'alīm","no_fn":"","text_fn":"","juz":21,"hizb":41,"rub_al_hizb":161,"page":403},{"id":3403,"surah":29,"no_ayah":63,"theme":"Pengakuan Orang Kafir terhadap Allah sebagai Pencipta","text_ayah":"وَلَىِٕنْ سَاَلْتَهُمْ مَّنْ نَّزَّلَ مِنَ السَّمَاۤءِ مَاۤءً فَاَحْيَا بِهِ الْاَرْضَ مِنْۢ بَعْدِ مَوْتِهَا لَيَقُوْلُنَّ اللّٰهُۙ قُلِ الْحَمْدُ لِلّٰهِۗ بَلْ اَكْثَرُهُمْ لَا يَعْقِلُوْنَࣖ","text_id":"Jika engkau bertanya kepada mereka, “Siapakah yang menurunkan air dari langit, lalu dengan (air) itu menghidupkan bumi setelah mati,” pasti mereka akan menjawab, “Allah.” Katakanlah, “Segala puji bagi Allah.” Akan tetapi, kebanyakan mereka tidak mengerti.","text_en":"If you ask them: \"Who sends down rain from the sky and quickens the earth when it is dead?\" They will answer: \"God.\" Say: \"All praise be to God.\" But most of them do not understand.","transliteration":"wa la`in sa`altahum man nazzala minas-samā`i mā`an fa aḥyā bihil-arḍa mim ba'di mautihā layaqụlunnallāhu qulil-ḥamdu lillāh, bal akṡaruhum lā ya'qilụn","no_fn":"","text_fn":"","juz":21,"hizb":41,"rub_al_hizb":161,"page":403},{"id":3404,"surah":29,"no_ayah":64,"theme":"Karakter Kehidupan Dunia dan Sikap Orang Kafir","text_ayah":"وَمَا هٰذِهِ الْحَيٰوةُ الدُّنْيَآ اِلَّا لَهْوٌ وَّلَعِبٌۗ وَاِنَّ الدَّارَ الْاٰخِرَةَ لَهِيَ الْحَيَوَانُۘ لَوْ كَانُوْا يَعْلَمُوْنَ","text_id":"Kehidupan dunia ini tidak lain hanyalah senda gurau dan permainan. Sesungguhnya negeri akhirat itulah kehidupan yang sebenarnya seandainya mereka mengetahui. ","text_en":"The life of this world is only a sport and play. It is surely the home of the Hereafter that will indeed be life extended and new, if only they knew!","transliteration":"wa mā hāżihil-ḥayātud-dun-yā illā lahwuw wa la'ib, wa innad-dāral-ākhirata lahiyal-ḥayawān, lau kānụ ya'lamụn","no_fn":"","text_fn":"","juz":21,"hizb":41,"rub_al_hizb":161,"page":404},{"id":3405,"surah":29,"no_ayah":65,"theme":"Karakter Kehidupan Dunia dan Sikap Orang Kafir","text_ayah":"فَاِذَا رَكِبُوْا فِى الْفُلْكِ دَعَوُا اللّٰهَ مُخْلِصِيْنَ لَهُ الدِّيْنَ ەۚ فَلَمَّا نَجّٰىهُمْ اِلَى الْبَرِّ اِذَا هُمْ يُشْرِكُوْنَۙ ","text_id":"Apabila naik ke dalam bahtera, mereka berdoa kepada Allah dengan penuh rasa pengabdian (ikhlas) kepada-Nya. Akan tetapi, ketika Dia (Allah) menyelamatkan mereka sampai ke darat, tiba-tiba mereka (kembali) mempersekutukan (Allah). ","text_en":"When they board a ship they call on God, placing their faith wholly in Him. But when He brings them safely back to shore, they begin to associate others with Him,","transliteration":"fa iżā rakibụ fil-fulki da'awullāha mukhliṣīna lahud-dīn, fa lammā najjāhum ilal-barri iżā hum yusyrikụn","no_fn":"","text_fn":"","juz":21,"hizb":41,"rub_al_hizb":161,"page":404},{"id":3406,"surah":29,"no_ayah":66,"theme":"Karakter Kehidupan Dunia dan Sikap Orang Kafir","text_ayah":"لِيَكْفُرُوْا بِمَآ اٰتَيْنٰهُمْۙ وَلِيَتَمَتَّعُوْاۗ فَسَوْفَ يَعْلَمُوْنَ","text_id":"Biarkanlah mereka mengingkari nikmat yang telah Kami anugerahkan kepada mereka dan biarkanlah mereka (hidup) bersenang-senang (dalam kekafiran). Kelak mereka akan mengetahui (akibat perbuatannya). ","text_en":"And deny what We had given them, in order to go on enjoying themselves. They will come to know soon.","transliteration":"liyakfurụ bimā ātaināhum wa liyatamatta'ụ, fa saufa ya'lamụn","no_fn":"","text_fn":"","juz":21,"hizb":41,"rub_al_hizb":161,"page":404},{"id":3407,"surah":29,"no_ayah":67,"theme":"Karakter Kehidupan Dunia dan Sikap Orang Kafir","text_ayah":"اَوَلَمْ يَرَوْا اَنَّا جَعَلْنَا حَرَمًا اٰمِنًا وَّيُتَخَطَّفُ النَّاسُ مِنْ حَوْلِهِمْۗ اَفَبِالْبَاطِلِ يُؤْمِنُوْنَ وَبِنِعْمَةِ اللّٰهِ يَكْفُرُوْنَ","text_id":"Tidakkah mereka memperhatikan bahwa Kami telah menjadikan (negeri mereka) tanah suci yang aman, padahal manusia di sekitarnya sering mengalami penculikan? Mengapa (setelah nyata kebenaran) mereka masih percaya kepada yang batil dan ingkar kepada nikmat Allah?","text_en":"Do they not see that We have given them a safe sanctuary, while all around them men are being despoiled? Do they then believe what is false, and deny the bounty of God?","transliteration":"a wa lam yarau annā ja'alnā ḥaraman āminaw wa yutakhaṭṭafun-nāsu min ḥaulihim, a fa bil-bāṭili yu`minụna wa bini'matillāhi yakfurụn","no_fn":"","text_fn":"","juz":21,"hizb":41,"rub_al_hizb":161,"page":404},{"id":3408,"surah":29,"no_ayah":68,"theme":"Karakter Kehidupan Dunia dan Sikap Orang Kafir","text_ayah":"وَمَنْ اَظْلَمُ مِمَّنِ افْتَرٰى عَلَى اللّٰهِ كَذِبًا اَوْ كَذَّبَ بِالْحَقِّ لَمَّا جَاۤءَهٗۗ اَلَيْسَ فِيْ جَهَنَّمَ مَثْوًى لِّلْكٰفِرِيْنَ","text_id":"Siapakah yang lebih zalim daripada orang yang mengada-adakan kebohongan kepada Allah atau orang yang mendustakan kebenaran<sup>578)</sup> ketika (kebenaran) itu datang kepadanya? Bukankah dalam (neraka) Jahanam ada tempat bagi orang-orang kafir?","text_en":"Who is more unjust than he who fabricates a lie about God, or denies the truth when it has come to him? Is there not an abode for unbelievers in Hell?","transliteration":"wa man aẓlamu mim maniftarā 'alallāhi każiban au każżaba bil-ḥaqqi lammā jā`ah, a laisa fī jahannama maṡwal lil-kāfirīn","no_fn":"578","text_fn":"578) Salah satu bentuk mendustakan kebenaran adalah mendustakan kenabian Muhammad saw.","juz":21,"hizb":41,"rub_al_hizb":161,"page":404},{"id":3409,"surah":29,"no_ayah":69,"theme":"Karakter Kehidupan Dunia dan Sikap Orang Kafir","text_ayah":"وَالَّذِيْنَ جَاهَدُوْا فِيْنَا لَنَهْدِيَنَّهُمْ سُبُلَنَاۗ وَاِنَّ اللّٰهَ لَمَعَ الْمُحْسِنِيْنَࣖ ","text_id":"Orang-orang yang berusaha dengan sungguh-sungguh untuk (mencari keridaan) Kami benar-benar akan Kami tunjukkan kepada mereka jalan-jalan Kami. Sesungguhnya Allah benar-benar bersama orang-orang yang berbuat kebaikan.","text_en":"We shall guide those who strive in Our cause to the paths leading straight to Us. Surely God is with those who do good.","transliteration":"wallażīna jāhadụ fīnā lanahdiyannahum subulanā, wa innallāha lama'al-muḥsinīn","no_fn":"","text_fn":"","juz":21,"hizb":41,"rub_al_hizb":161,"page":404}]