[{"id_ayat":3341,"no_surah":29,"no_ayat":1,"teks_ayat":"الۤمّۤ ۗ ","tema":"","teks_terjemah":"Alif Lām Mīm.","no_fn":"","teks_fn":"","bacaan":"alif-laam-miim"},{"id_ayat":3342,"no_surah":29,"no_ayat":2,"teks_ayat":"اَحَسِبَ النَّاسُ اَنْ يُّتْرَكُوْٓا اَنْ يَّقُوْلُوْٓا اٰمَنَّا وَهُمْ لَا يُفْتَنُوْنَ ","tema":"Ujian terhadap Orang Mukmin","teks_terjemah":"Apakah manusia mengira bahwa mereka akan dibiarkan (hanya dengan) berkata, “Kami telah beriman,” sedangkan mereka tidak diuji?","no_fn":"","teks_fn":"","bacaan":"ahasibannaasu an yutrakuu an yaquuluu aamannaa wahum laa yuftanuun"},{"id_ayat":3343,"no_surah":29,"no_ayat":3,"teks_ayat":"وَلَقَدْ فَتَنَّا الَّذِيْنَ مِنْ قَبْلِهِمْ فَلَيَعْلَمَنَّ اللّٰهُ الَّذِيْنَ صَدَقُوْا وَلَيَعْلَمَنَّ الْكٰذِبِيْنَ","tema":"Ujian terhadap Orang Mukmin","teks_terjemah":"Sungguh, Kami benar-benar telah menguji orang-orang sebelum mereka. Allah pasti mengetahui orang-orang yang benar dan pasti mengetahui para pendusta.","no_fn":"","teks_fn":"","bacaan":"walaqad fatannaaladziina min qablihim falaya'lamannalaahuladziina shadaquu walaya'lamannalkaadzibiin"},{"id_ayat":3344,"no_surah":29,"no_ayat":4,"teks_ayat":"اَمْ حَسِبَ الَّذِيْنَ يَعْمَلُوْنَ السَّيِّاٰتِ اَنْ يَّسْبِقُوْنَا ۗسَاۤءَ مَا يَحْكُمُوْنَ ","tema":"Ujian terhadap Orang Mukmin","teks_terjemah":" Ataukah orang-orang yang mengerjakan kejahatan itu mengira bahwa mereka akan luput dari (azab) Kami? (Alangkah) buruk apa yang mereka tetapkan itu!","no_fn":"","teks_fn":"","bacaan":"am hasibaladziina ya'maluunassayyi-aati an yasbiquunaa saa-a maa yahkumuun"},{"id_ayat":3345,"no_surah":29,"no_ayat":5,"teks_ayat":"مَنْ كَانَ يَرْجُوْا لِقَاۤءَ اللّٰهِ فَاِنَّ اَجَلَ اللّٰهِ لَاٰتٍ ۗوَهُوَ السَّمِيْعُ الْعَلِيْمُ ","tema":"Ujian terhadap Orang Mukmin","teks_terjemah":"Siapa yang mengharapkan pertemuan dengan Allah, sesungguhnya waktu (yang dijanjikan) Allah pasti datang. Dia Yang Maha Mendengar lagi Maha Mengetahui.","no_fn":"","teks_fn":"","bacaan":"man kaana yarjuu liqaa-alaahi fa-inna ajalalaahi laaatin wahuwassamii'ul'aliim"},{"id_ayat":3346,"no_surah":29,"no_ayat":6,"teks_ayat":"وَمَنْ جَاهَدَ فَاِنَّمَا يُجَاهِدُ لِنَفْسِهٖ ۗاِنَّ اللّٰهَ لَغَنِيٌّ عَنِ الْعٰلَمِيْنَ ","tema":"Ujian terhadap Orang Mukmin","teks_terjemah":"Siapa yang berusaha dengan sungguh-sungguh (untuk berbuat kebajikan), sesungguhnya dia sedang berusaha untuk dirinya sendiri (karena manfaatnya kembali kepada dirinya). Sesungguhnya Allah benar-benar Mahakaya (tidak memerlukan suatu apa pun) dari alam semesta.","no_fn":"","teks_fn":"","bacaan":"waman jaahada fa-innamaa yujaahidu linafsihi innalaaha laghaniyyun 'anil'aalamiin"},{"id_ayat":3347,"no_surah":29,"no_ayat":7,"teks_ayat":"وَالَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ لَنُكَفِّرَنَّ عَنْهُمْ سَيِّاٰتِهِمْ وَلَنَجْزِيَنَّهُمْ اَحْسَنَ الَّذِيْ كَانُوْا يَعْمَلُوْنَ ","tema":"Ujian terhadap Orang Mukmin","teks_terjemah":"Orang-orang yang beriman dan beramal saleh pasti akan Kami hapus dosa-dosanya, dan mereka pasti akan Kami beri balasan yang terbaik dari apa yang selama ini mereka kerjakan.","no_fn":"","teks_fn":"","bacaan":"walladziina aamanuu wa'amiluushshaalihaati lanukaffiranna 'anhum sayyi-aatihim walanajziyannahum ahsanaladzii kaanuu ya'maluun"},{"id_ayat":3348,"no_surah":29,"no_ayat":8,"teks_ayat":"وَوَصَّيْنَا الْاِنْسَانَ بِوَالِدَيْهِ حُسْنًا ۗوَاِنْ جَاهَدٰكَ لِتُشْرِكَ بِيْ مَا لَيْسَ لَكَ بِهٖ عِلْمٌ فَلَا تُطِعْهُمَا ۗاِلَيَّ مَرْجِعُكُمْ فَاُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُوْنَ ","tema":"Perintah Berbakti kepada Kedua Orang Tua","teks_terjemah":"Kami telah mewasiatkan (kepada) manusia agar (berbuat) kebaikan kepada kedua orang tuanya. Jika keduanya memaksamu untuk mempersekutukan-Ku dengan sesuatu yang engkau tidak mempunyai ilmu tentang itu, janganlah engkau patuhi keduanya. Hanya kepada-Ku kamu kembali, lalu Aku beri tahukan kepadamu apa yang selama ini kamu kerjakan.","no_fn":"","teks_fn":"","bacaan":"wawashshaynaal-insaana biwaalidayhi husnan wa-in jaahadaaka litusyrika bii maa laysa laka bihi 'ilmun falaa tuthi'humaa ilayya marji'ukum fa-unabbi-ukum bimaa kuntum ta'maluun"},{"id_ayat":3349,"no_surah":29,"no_ayat":9,"teks_ayat":"وَالَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ لَنُدْخِلَنَّهُمْ فِى الصّٰلِحِيْنَ ","tema":"Perintah Berbakti kepada Kedua Orang Tua","teks_terjemah":"Orang-orang yang beriman dan beramal saleh pasti akan Kami masukkan mereka dalam (golongan) orang-orang saleh.","no_fn":"","teks_fn":"","bacaan":"walladziina aamanuu wa'amiluushshaalihaati lanudkhilannahum fiishshaalihiin"},{"id_ayat":3350,"no_surah":29,"no_ayat":10,"teks_ayat":"وَمِنَ النَّاسِ مَنْ يَّقُوْلُ اٰمَنَّا بِاللّٰهِ فَاِذَآ اُوْذِيَ فِى اللّٰهِ جَعَلَ فِتْنَةَ النَّاسِ كَعَذَابِ اللّٰهِ ۗوَلَىِٕنْ جَاۤءَ نَصْرٌ مِّنْ رَّبِّكَ لَيَقُوْلُنَّ اِنَّا كُنَّا مَعَكُمْۗ اَوَلَيْسَ اللّٰهُ بِاَعْلَمَ بِمَا فِيْ صُدُوْرِ الْعٰلَمِيْنَ ","tema":"Sikap Orang Lemah Iman dalam Menghadapi Cobaan","teks_terjemah":"Di antara manusia ada yang berkata, “Kami beriman kepada Allah,” tetapi apabila dia disakiti karena (dia beriman kepada) Allah, dia menganggap cobaan manusia itu seperti siksaan Allah.<sup>570)<\/sup> Akan tetapi, jika datang pertolongan dari Tuhanmu, pasti mereka akan berkata, “Sesungguhnya kami bersama kamu.” Bukankah Allah paling mengetahui apa yang ada di dalam dada semua manusia?","no_fn":"570","teks_fn":"570) Orang itu menganggap dahsyatnya kezaliman manusia sama seperti dahsyatnya azab Allah Swt. sehingga dia meninggalkan imannya.","bacaan":"waminannaasi man yaquulu aamannaa bialaahi fa-idzaa uudziya fiilaahi ja'ala fitnatannaasi ka'adzaabilaahi wala-in jaa-a nashrun min rabbika layaquulunna innaa kunnaa ma'akum awa laysalaahu bi-a'lama bimaa fii shuduuril'aalamiin"},{"id_ayat":3351,"no_surah":29,"no_ayat":11,"teks_ayat":"وَلَيَعْلَمَنَّ اللّٰهُ الَّذِيْنَ اٰمَنُوْا وَلَيَعْلَمَنَّ الْمُنٰفِقِيْنَ ","tema":"Sikap Orang Lemah Iman dalam Menghadapi Cobaan","teks_terjemah":"Allah pasti mengetahui orang-orang yang beriman dan Dia pasti mengetahui orang-orang munafik.","no_fn":"","teks_fn":"","bacaan":"walaya'lamannalaahuladziina aamanuu walaya'lamannalmunaafiqiin"},{"id_ayat":3352,"no_surah":29,"no_ayat":12,"teks_ayat":"وَقَالَ الَّذِيْنَ كَفَرُوْا لِلَّذِيْنَ اٰمَنُوا اتَّبِعُوْا سَبِيْلَنَا وَلْنَحْمِلْ خَطٰيٰكُمْۗ وَمَا هُمْ بِحٰمِلِيْنَ مِنْ خَطٰيٰهُمْ مِّنْ شَيْءٍۗ اِنَّهُمْ لَكٰذِبُوْنَ ","tema":"Bujukan Orang Kafir untuk Menyesatkan Orang Beriman","teks_terjemah":"Orang-orang yang kufur berkata kepada orang-orang yang beriman, “Ikutilah jalan kami dan kami akan memikul dosa-dosa kamu.” Padahal, mereka tidak (sanggup) sedikit pun memikul dosa-dosa mereka sendiri. Sesungguhnya mereka (orang-orang kafir) benar-benar para pendusta.","no_fn":"","teks_fn":"","bacaan":"waqaalaladziina kafaruu lilladziina aamanuu ittabi'uu sabiilanaa walnahmil khathaayaakum wamaa hum bihaamiliina min khathaayaahum min syay-in innahum lakaadzibuun"},{"id_ayat":3353,"no_surah":29,"no_ayat":13,"teks_ayat":"وَلَيَحْمِلُنَّ اَثْقَالَهُمْ وَاَثْقَالًا مَّعَ اَثْقَالِهِمْ وَلَيُسْـَٔلُنَّ يَوْمَ الْقِيٰمَةِ عَمَّا كَانُوْا يَفْتَرُوْنَ ࣖ ","tema":"Bujukan Orang Kafir untuk Menyesatkan Orang Beriman","teks_terjemah":"Mereka benar-benar akan memikul dosa-dosa mereka (sendiri) dan dosa-dosa (orang lain yang mereka perdaya) di samping dosa-dosa mereka. Pada hari Kiamat mereka pasti akan ditanya tentang kebohongan yang selalu mereka ada-adakan.","no_fn":"","teks_fn":"","bacaan":"walayahmilunna atsqaalahum wa-atsqaalan ma'a atsqaalihim walayus-alunna yawmalqiyaamati 'ammaa kaanuu yaftaruun"},{"id_ayat":3354,"no_surah":29,"no_ayat":14,"teks_ayat":"وَلَقَدْ اَرْسَلْنَا نُوْحًا اِلٰى قَوْمِهٖ فَلَبِثَ فِيْهِمْ اَلْفَ سَنَةٍ اِلَّا خَمْسِيْنَ عَامًا ۗفَاَخَذَهُمُ الطُّوْفَانُ وَهُمْ ظٰلِمُوْنَ ","tema":"Nabi Nuh Selamat dari Banjir Besar","teks_terjemah":"Sungguh, Kami benar-benar telah mengutus Nuh kepada kaumnya, lalu dia tinggal bersama mereka selama seribu tahun kurang lima puluh tahun. Kemudian, mereka dilanda banjir besar dalam keadaan sebagai orang-orang zalim.","no_fn":"","teks_fn":"","bacaan":"walaqad arsalnaa nuuhan ilaa qawmihi falabitsa fiihimlfa sanatin illaa khamsiina 'aaman fa-akhadzahumuththhuufaanu wahum zhaalimuun"},{"id_ayat":3355,"no_surah":29,"no_ayat":15,"teks_ayat":"فَاَنْجَيْنٰهُ وَاَصْحٰبَ السَّفِيْنَةِ وَجَعَلْنٰهَآ اٰيَةً لِّلْعٰلَمِيْنَ ","tema":"Nabi Nuh Selamat dari Banjir Besar","teks_terjemah":"Maka, Kami selamatkan Nuh dan para penumpang bahtera serta Kami jadikannya sebagai pelajaran bagi alam semesta.","no_fn":"","teks_fn":"","bacaan":"fa-anjaynaahu wa-ash-haabassafiinati waja'alnaahaa aayatan lil'aalamiin"},{"id_ayat":3356,"no_surah":29,"no_ayat":16,"teks_ayat":"وَاِبْرٰهِيْمَ اِذْ قَالَ لِقَوْمِهِ اعْبُدُوا اللّٰهَ وَاتَّقُوْهُ ۗذٰلِكُمْ خَيْرٌ لَّكُمْ اِنْ كُنْتُمْ تَعْلَمُوْنَ ","tema":"Nasihat Nabi Ibrahim kepada Kaumnya","teks_terjemah":"(Ingatlah) Ibrahim ketika berkata kepada kaumnya, “Sembahlah Allah dan bertakwalah kepada-Nya. Yang demikian itu lebih baik bagimu jika kamu mengetahui.","no_fn":"","teks_fn":"","bacaan":"wa-ibraahiima idz qaala liqawmihi u'buduulaaha wattaquuhu dzaalikum khayrun lakum in kuntum ta'lamuun"},{"id_ayat":3357,"no_surah":29,"no_ayat":17,"teks_ayat":"اِنَّمَا تَعْبُدُوْنَ مِنْ دُوْنِ اللّٰهِ اَوْثَانًا وَّتَخْلُقُوْنَ اِفْكًا ۗاِنَّ الَّذِيْنَ تَعْبُدُوْنَ مِنْ دُوْنِ اللّٰهِ لَا يَمْلِكُوْنَ لَكُمْ رِزْقًا فَابْتَغُوْا عِنْدَ اللّٰهِ الرِّزْقَ وَاعْبُدُوْهُ وَاشْكُرُوْا لَهٗ ۗاِلَيْهِ تُرْجَعُوْنَ ","tema":"Nasihat Nabi Ibrahim kepada Kaumnya","teks_terjemah":"Sesungguhnya apa yang kamu sembah selain Allah hanyalah berhala-berhala dan kamu membuat kebohongan. Sesungguhnya apa yang kamu sembah selain Allah tidak mampu memberikan rezeki kepadamu. Maka, mintalah rezeki dari sisi Allah, sembahlah Dia, dan bersyukurlah kepada-Nya. Hanya kepada-Nya kamu akan dikembalikan.","no_fn":"","teks_fn":"","bacaan":"innamaa ta'buduuna min duunilaahi awtsaanan watakhluquuna ifkan innaladziina ta'buduuna min duunilaahi laa yamlikuuna lakum rizqan fabtaghuu 'indalaahirrizqa wa'buduuhu wasykuruu lahu ilayhi turja'uun"},{"id_ayat":3358,"no_surah":29,"no_ayat":18,"teks_ayat":"وَاِنْ تُكَذِّبُوْا فَقَدْ كَذَّبَ اُمَمٌ مِّنْ قَبْلِكُمْ ۗوَمَا عَلَى الرَّسُوْلِ اِلَّا الْبَلٰغُ الْمُبِيْنُ ","tema":"Nasihat Nabi Ibrahim kepada Kaumnya","teks_terjemah":"Jika kamu mendustakan (ajaran Allah), sungguh umat-umat sebelum kamu juga telah mendustakan (para rasul). Kewajiban rasul itu hanyalah menyampaikan (agama Allah) dengan jelas.”","no_fn":"","teks_fn":"","bacaan":"wa-in tukadzdzibuu faqad kadzdzaba umamun min qablikum wamaa 'alaarrasuuli illaalbalaaghulmubiin"},{"id_ayat":3359,"no_surah":29,"no_ayat":19,"teks_ayat":"اَوَلَمْ يَرَوْا كَيْفَ يُبْدِئُ اللّٰهُ الْخَلْقَ ثُمَّ يُعِيْدُهٗ ۗاِنَّ ذٰلِكَ عَلَى اللّٰهِ يَسِيْرٌ ","tema":"Dalil tentang Adanya Kehidupan setelah Mati","teks_terjemah":"Apakah mereka tidak memperhatikan bagaimana Allah memulai penciptaan (makhluk), kemudian mengembalikannya (menghidupkannya lagi)? Sesungguhnya yang demikian itu mudah bagi Allah.","no_fn":"","teks_fn":"","bacaan":"awa lam yaraw kayfa yubdi-ulaahulkhalqa tsumma yu'iiduhu inna dzaalika 'alaalaahi yasiir"},{"id_ayat":3360,"no_surah":29,"no_ayat":20,"teks_ayat":"قُلْ سِيْرُوْا فِى الْاَرْضِ فَانْظُرُوْا كَيْفَ بَدَاَ الْخَلْقَ ثُمَّ اللّٰهُ يُنْشِئُ النَّشْاَةَ الْاٰخِرَةَ ۗاِنَّ اللّٰهَ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ ۚ","tema":"Dalil tentang Adanya Kehidupan setelah Mati","teks_terjemah":"Katakanlah, “Berjalanlah di (muka) bumi, lalu perhatikanlah bagaimana Allah memulai penciptaan (semua makhluk). Kemudian, Allah membuat kejadian yang akhir (setelah mati di akhirat kelak). Sesungguhnya Allah Mahakuasa atas segala sesuatu.","no_fn":"","teks_fn":"","bacaan":"qul siiruu fiil-ardhi fanzhuruu kayfa bada-alkhalqa tsummalaahu yunsyi-unnasy-atal-aakhirata innalaaha 'alaa kulli syay-in qadiir"},{"id_ayat":3361,"no_surah":29,"no_ayat":21,"teks_ayat":"يُعَذِّبُ مَنْ يَّشَاۤءُ وَيَرْحَمُ مَنْ يَّشَاۤءُ ۚوَاِلَيْهِ تُقْلَبُوْنَ ","tema":"Dalil tentang Adanya Kehidupan setelah Mati","teks_terjemah":"Dia (Allah) akan mengazab siapa yang Dia kehendaki dan merahmati siapa yang Dia kehendaki. Kepada-Nyalah kamu akan dikembalikan.","no_fn":"","teks_fn":"","bacaan":"yu'adzdzibu man yasyaau wayarhamu man yasyaau wa-ilayhi tuqlabuun"},{"id_ayat":3362,"no_surah":29,"no_ayat":22,"teks_ayat":"وَمَآ اَنْتُمْ بِمُعْجِزِيْنَ فِى الْاَرْضِ وَلَا فِى السَّمَاۤءِ ۖوَمَا لَكُمْ مِّنْ دُوْنِ اللّٰهِ مِنْ وَّلِيٍّ وَّلَا نَصِيْرٍ ࣖ","tema":"Dalil tentang Adanya Kehidupan setelah Mati","teks_terjemah":"Kamu sama sekali tidak dapat melepaskan diri (dari azab Allah) di bumi dan di langit. Tidak ada pula pelindung dan penolong bagimu selain Allah.”","no_fn":"","teks_fn":"","bacaan":"wamaa antum bimu'jiziina fiil-ardhi walaa fiissamaa-i wamaa lakum min duunilaahi min waliyyin walaa nashiir"},{"id_ayat":3363,"no_surah":29,"no_ayat":23,"teks_ayat":"وَالَّذِيْنَ كَفَرُوْا بِاٰيٰتِ اللّٰهِ وَلِقَاۤىِٕهٖٓ اُولٰۤىِٕكَ يَىِٕسُوْا مِنْ رَّحْمَتِيْ وَاُولٰۤىِٕكَ لَهُمْ عَذَابٌ اَلِيْمٌ ","tema":"Dalil tentang Adanya Kehidupan setelah Mati","teks_terjemah":"Orang-orang yang kufur terhadap ayat-ayat Allah dan pertemuan dengan-Nya, mereka itu berputus asa dari rahmat-Ku dan mereka itu akan mendapat azab yang pedih.","no_fn":"","teks_fn":"","bacaan":"walladziina kafaruu bi-aayaatilaahi waliqaa-ihi ulaa-ika ya-isuu min rahmatii waulaa-ika lahum 'adzaabunliim"},{"id_ayat":3364,"no_surah":29,"no_ayat":24,"teks_ayat":"فَمَا كَانَ جَوَابَ قَوْمِهٖٓ اِلَّآ اَنْ قَالُوا اقْتُلُوْهُ اَوْ حَرِّقُوْهُ فَاَنْجٰىهُ اللّٰهُ مِنَ النَّارِۗ اِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ لِّقَوْمٍ يُّؤْمِنُوْنَ ","tema":"Nabi Ibrahim Diselamatkan dari Panas Api","teks_terjemah":"Maka, tidak ada jawaban kaumnya (Ibrahim), selain mengatakan, “Bunuhlah atau bakarlah dia!” Lalu, Allah menyelamatkannya dari api. Sesungguhnya pada yang demikian itu benar-benar terdapat tanda-tanda (kekuasaan Allah) bagi kaum yang beriman.","no_fn":"","teks_fn":"","bacaan":"famaa kaana jawaaba qawmihi illaa an qaaluu uqtuluuhu aw harriquuhu fa-anjaahulaahu minannaari inna fii dzaalika laaayaatin liqawmin yu'minuun"},{"id_ayat":3365,"no_surah":29,"no_ayat":25,"teks_ayat":"وَقَالَ اِنَّمَا اتَّخَذْتُمْ مِّنْ دُوْنِ اللّٰهِ اَوْثَانًاۙ مَّوَدَّةَ بَيْنِكُمْ فِى الْحَيٰوةِ الدُّنْيَا ۚ ثُمَّ يَوْمَ الْقِيٰمَةِ يَكْفُرُ بَعْضُكُمْ بِبَعْضٍ وَّيَلْعَنُ بَعْضُكُمْ بَعْضًا ۖوَّمَأْوٰىكُمُ النَّارُ وَمَا لَكُمْ مِّنْ نّٰصِرِيْنَۖ ","tema":"Nabi Ibrahim Diselamatkan dari Panas Api","teks_terjemah":"Dia (Ibrahim) berkata, “Sesungguhnya apa yang kamu sembah selain Allah berupa berhala-berhala hanyalah untuk menciptakan hubungan harmonis di antara kamu dalam kehidupan dunia. Kemudian, pada hari Kiamat sebagian kamu akan saling mengingkari dan saling mengutuk. Tempat kembalimu adalah neraka dan sama sekali tidak ada penolong bagimu.”","no_fn":"","teks_fn":"","bacaan":"waqaala innamaa ittakhadztum min duunilaahi awtsaanan mawaddata baynikum fiilhayaatiddunyaa tsumma yawmalqiyaamati yakfuru ba'dhukum biba'dhin wayal'anu ba'dhukum ba'dhan wama-waakumunnaaru wamaa lakum min naasiriin"},{"id_ayat":3366,"no_surah":29,"no_ayat":26,"teks_ayat":"۞ فَاٰمَنَ لَهٗ لُوْطٌۘ وَقَالَ اِنِّيْ مُهَاجِرٌ اِلٰى رَبِّيْ ۗاِنَّهٗ هُوَ الْعَزِيْزُ الْحَكِيْمُ ","tema":"Nabi Ibrahim Diselamatkan dari Panas Api","teks_terjemah":"Maka, Lut membenarkan (kenabian Ibrahim). Dia (Ibrahim) pun berkata, “Sesungguhnya aku berhijrah ke (tempat yang diperintahkan) Tuhanku. Sesungguhnya Dialah Yang Mahaperkasa lagi Mahabijaksana.”","no_fn":"","teks_fn":"","bacaan":"faaamana lahu luuthun waqaala innii muhaajirun ilaa rabbii innahu huwal'aziizulhakiim"},{"id_ayat":3367,"no_surah":29,"no_ayat":27,"teks_ayat":"وَوَهَبْنَا لَهٗٓ اِسْحٰقَ وَيَعْقُوْبَ وَجَعَلْنَا فِيْ ذُرِّيَّتِهِ النُّبُوَّةَ وَالْكِتٰبَ وَاٰتَيْنٰهُ اَجْرَهٗ فِى الدُّنْيَا ۚوَاِنَّهٗ فِى الْاٰخِرَةِ لَمِنَ الصّٰلِحِيْنَ ","tema":"Nabi Ibrahim Diselamatkan dari Panas Api","teks_terjemah":"Kami anugerahkan kepadanya (Ibrahim) Ishaq dan Ya‘qub. Kami jadikan pada keturunannya kenabian dan kitab serta Kami berikan kepadanya balasan di dunia.<sup>571)<\/sup> Sesungguhnya di akhirat dia benar-benar termasuk orang-orang saleh. ","no_fn":"571","teks_fn":"571) Balasan yang dimaksud pada ayat ini adalah memberikan anak cucu yang baik, kenabian kepada keturunannya, dan pujian.","bacaan":"wawahabnaa lahu ishaaqa waya'quuba waja'alnaa fii dzurriyyatihinnubuwwata walkitaaba waaataynaahu ajrahu fiiddunyaa wa-innahu fiil-aakhirati laminashshaalihiin"},{"id_ayat":3368,"no_surah":29,"no_ayat":28,"teks_ayat":"وَلُوْطًا اِذْ قَالَ لِقَوْمِهٖٓ اِنَّكُمْ لَتَأْتُوْنَ الْفَاحِشَةَ ۖمَا سَبَقَكُمْ بِهَا مِنْ اَحَدٍ مِّنَ الْعٰلَمِيْنَ ","tema":"Dakwah Lut kepada Kaumnya","teks_terjemah":"(Ingatlah) ketika Lut berkata kepada kaumnya, “Sesungguhnya kamu benar-benar melakukan perbuatan yang sangat keji (homoseksual) yang tidak pernah dilakukan oleh seorang pun sebelum kamu di alam semesta. ","no_fn":"","teks_fn":"","bacaan":"waluuthan idz qaala liqawmihi innakum lata'tuunalfaahisyata maa sabaqakum bihaa min ahadin minal'aalamiin"},{"id_ayat":3369,"no_surah":29,"no_ayat":29,"teks_ayat":"اَىِٕنَّكُمْ لَتَأْتُوْنَ الرِّجَالَ وَتَقْطَعُوْنَ السَّبِيْلَ ەۙ وَتَأْتُوْنَ فِيْ نَادِيْكُمُ الْمُنْكَرَ ۗفَمَا كَانَ جَوَابَ قَوْمِهٖٓ اِلَّآ اَنْ قَالُوا ائْتِنَا بِعَذَابِ اللّٰهِ اِنْ كُنْتَ مِنَ الصّٰدِقِيْنَ","tema":"Dakwah Lut kepada Kaumnya","teks_terjemah":"Pantaskah kamu mendatangi laki-laki (untuk melampiaskan syahwat), menyamun,<sup>572)<\/sup> dan mengerjakan kemungkaran di tempat-tempat pertemuanmu?” Maka, jawaban kaumnya tidak lain hanyalah mengatakan, “Datangkanlah kepada kami azab Allah jika engkau termasuk orang-orang benar!” ","no_fn":"572","teks_fn":"572) Sebagian mufasir mengartikan taqṭa‘ūnas-sabīl dengan ‘melakukan perbuatan keji terhadap orang-orang yang dalam perjalanan’ karena sebagian besar mereka melakukan homoseks itu dengan tamu-tamu yang datang ke kampung mereka. Ada lagi yang mengartikannya dengan ‘memutus jalur keturunan’ karena mereka berbuat homoseks.","bacaan":"a-innakum lata'tuunarrijaala wataqtha'uunassabiila wata'tuuna fii naadiikumulmunkara famaa kaana jawaaba qawmihi illaa an qaaluu i'tinaa bi'adzaabilaahi in kunta minashshaadiqiin"},{"id_ayat":3370,"no_surah":29,"no_ayat":30,"teks_ayat":"قَالَ رَبِّ انْصُرْنِيْ عَلَى الْقَوْمِ الْمُفْسِدِيْنَ ࣖ","tema":"Dakwah Lut kepada Kaumnya","teks_terjemah":"Dia (Lut) berdoa, “Ya Tuhanku, tolonglah aku (dengan menimpakan azab) atas kaum yang berbuat kerusakan itu.” ","no_fn":"","teks_fn":"","bacaan":"qaala rabbi unshurnii 'alaalqawmilmufsidiin"},{"id_ayat":3371,"no_surah":29,"no_ayat":31,"teks_ayat":"وَلَمَّا جَاۤءَتْ رُسُلُنَآ اِبْرٰهِيْمَ بِالْبُشْرٰىۙ قَالُوْٓا اِنَّا مُهْلِكُوْٓا اَهْلِ هٰذِهِ الْقَرْيَةِ ۚاِنَّ اَهْلَهَا كَانُوْا ظٰلِمِيْنَ ۚ","tema":"Azab yang Dikabarkan Malaikat yang Akan Ditimpakan kepada Kaum Lut","teks_terjemah":"Ketika utusan-utusan Kami (para malaikat) datang kepada Ibrahim membawa kabar gembira,<sup>573)<\/sup> mereka berkata, “Sesungguhnya kami akan membinasakan penduduk negeri ini. Sesungguhnya mereka adalah orang-orang zalim.” ","no_fn":"573","teks_fn":"573) Kabar gembira yang dimaksud adalah bahwa Nabi Ibrahim a.s. akan mendapatkan putra.","bacaan":"walammaa jaa-at rusulunaa ibraahiima bilbusyraa qaaluu innaa muhlikuu ahli haadzihilqaryati inna ahlahaa kaanuu zhaalimiin"},{"id_ayat":3372,"no_surah":29,"no_ayat":32,"teks_ayat":"قَالَ اِنَّ فِيْهَا لُوْطًا ۗقَالُوْا نَحْنُ اَعْلَمُ بِمَنْ فِيْهَا ۖ لَنُنَجِّيَنَّهٗ وَاَهْلَهٗٓ اِلَّا امْرَاَتَهٗ كَانَتْ مِنَ الْغٰبِرِيْنَ ","tema":"Azab yang Dikabarkan Malaikat yang Akan Ditimpakan kepada Kaum Lut","teks_terjemah":"Dia (Ibrahim) berkata, “Sesungguhnya di kota itu ada Lut.” Mereka berkata, “Kami lebih tahu siapa yang ada di kota itu. Kami pasti akan menyelamatkan dia dan pengikut-pengikutnya, kecuali istrinya. Dia termasuk (orang-orang kafir) yang tertinggal.” ","no_fn":"","teks_fn":"","bacaan":"qaala inna fiihaa luuthan qaaluu nahnu a'lamu biman fiihaa lanunajjiyannahu wa-ahlahu illaa imra-atahu kaanat minalghaabiriin"},{"id_ayat":3373,"no_surah":29,"no_ayat":33,"teks_ayat":"وَلَمَّآ اَنْ جَاۤءَتْ رُسُلُنَا لُوْطًا سِيْۤءَ بِهِمْ وَضَاقَ بِهِمْ ذَرْعًا وَّقَالُوْا لَا تَخَفْ وَلَا تَحْزَنْ ۗاِنَّا مُنَجُّوْكَ وَاَهْلَكَ اِلَّا امْرَاَتَكَ كَانَتْ مِنَ الْغٰبِرِيْنَ","tema":"Azab yang Dikabarkan Malaikat yang Akan Ditimpakan kepada Kaum Lut","teks_terjemah":"Ketika para utusan Kami datang kepada Lut, ia sedih karena (kedatangan) mereka<sup>574)<\/sup> dan merasa tidak mempunyai kekuatan untuk melindunginya. Mereka pun berkata, “Janganlah takut dan jangan sedih. Sesungguhnya kami akan menyelamatkan kamu dan pengikut-pengikutmu, kecuali istrimu. Dia termasuk (orang-orang kafir) yang tertinggal.” ","no_fn":"574","teks_fn":"574) Nabi Lut a.s. merasa sedih akan kedatangan utusan-utusan Allah Swt. itu karena mereka adalah pemuda yang rupawan, sedangkan kaum Lut sangat menyukai pemuda-pemuda yang rupawan untuk diajak melakukan homoseks. Dia merasa tidak sanggup melindungi mereka jika ada gangguan dari kaumnya.","bacaan":"walammaa an jaa-at rusulunaa luuthan sii-a bihim wadaaqa bihim dzar'an waqaaluu laa takhaf walaa tahzan innaa munajjuuka wa-ahlaka illaa imra-ataka kaanat minalghaabiriin"},{"id_ayat":3374,"no_surah":29,"no_ayat":34,"teks_ayat":"اِنَّا مُنْزِلُوْنَ عَلٰٓى اَهْلِ هٰذِهِ الْقَرْيَةِ رِجْزًا مِّنَ السَّمَاۤءِ بِمَا كَانُوْا يَفْسُقُوْنَ ","tema":"Azab yang Dikabarkan Malaikat yang Akan Ditimpakan kepada Kaum Lut","teks_terjemah":"Sesungguhnya Kami akan menurunkan suatu azab dari langit kepada penduduk negeri ini karena mereka selalu berbuat fasik. ","no_fn":"","teks_fn":"","bacaan":"innaa munziluuna 'alaa ahli haadzihilqaryati rijzan minassamaa-i bimaa kaanuu yafsuquun"},{"id_ayat":3375,"no_surah":29,"no_ayat":35,"teks_ayat":"وَلَقَدْ تَّرَكْنَا مِنْهَآ اٰيَةً ۢ بَيِّنَةً لِّقَوْمٍ يَّعْقِلُوْنَ ","tema":"Azab yang Dikabarkan Malaikat yang Akan Ditimpakan kepada Kaum Lut","teks_terjemah":"Sungguh, benar-benar telah Kami tinggalkan darinya suatu tanda yang nyata<sup>575)<\/sup> bagi kaum yang berpikir.","no_fn":"575","teks_fn":"575) Tanda yang nyata adalah bekas-bekas reruntuhan kota Sodom, negeri kaum Nabi Lut a.s.","bacaan":"walaqad taraknaa minhaa aayatan bayyinatan liqawmin ya'qiluun"},{"id_ayat":3376,"no_surah":29,"no_ayat":36,"teks_ayat":"وَاِلٰى مَدْيَنَ اَخَاهُمْ شُعَيْبًاۙ فَقَالَ يٰقَوْمِ اعْبُدُوا اللّٰهَ وَارْجُوا الْيَوْمَ الْاٰخِرَ وَلَا تَعْثَوْا فِى الْاَرْضِ مُفْسِدِيْنَ ۖ","tema":"Azab yang Ditimpakan kepada Penduduk Madyan","teks_terjemah":"Kepada penduduk Madyan (Kami utus) saudara mereka, (yaitu) Syuʻaib. Dia berkata, “Wahai kaumku, sembahlah Allah, harapkanlah (pahala) hari akhir, dan janganlah berkeliaran di bumi untuk berbuat kerusakan.” ","no_fn":"","teks_fn":"","bacaan":"wa-ilaa madyana akhaahum syu'ayban faqaala yaa qawmi u'buduulaaha warjuulyawmal-aakhira walaa ta'tsaw fiil-ardhi mufsidiin"},{"id_ayat":3377,"no_surah":29,"no_ayat":37,"teks_ayat":"فَكَذَّبُوْهُ فَاَخَذَتْهُمُ الرَّجْفَةُ فَاَصْبَحُوْا فِيْ دَارِهِمْ جٰثِمِيْنَ ۙ","tema":"Azab yang Ditimpakan kepada Penduduk Madyan","teks_terjemah":"Mereka mendustakannya. Maka, gempa dahsyat menimpa mereka. Lalu, jadilah mereka (mayat-mayat yang) bergelimpangan di tempat tinggalnya.","no_fn":"","teks_fn":"","bacaan":"fakadzdzabuuhu fa-akhadzat-humurrajfatu fa-ashbahuu fii daarihim jaatsimiin"},{"id_ayat":3378,"no_surah":29,"no_ayat":38,"teks_ayat":"وَعَادًا وَّثَمُوْدَا۟ وَقَدْ تَّبَيَّنَ لَكُمْ مِّنْ مَّسٰكِنِهِمْۗ وَزَيَّنَ لَهُمُ الشَّيْطٰنُ اَعْمَالَهُمْ فَصَدَّهُمْ عَنِ السَّبِيْلِ وَكَانُوْا مُسْتَبْصِرِيْنَ ۙ","tema":"Kehancuran Kaum yang Mendustakan Para Rasul","teks_terjemah":"Juga (ingatlah kaum) ‘Ad dan Samud. Sungguh telah nyata bagi kamu (kehancuran mereka) dari (puing-puing) tempat tinggal mereka. Setan menjadikan terasa indah perbuatan (buruk) mereka, sehingga menghalangi mereka dari jalan (Allah), sedangkan mereka dahulu adalah orang-orang yang berpandangan tajam, ","no_fn":"","teks_fn":"","bacaan":"wa'aadan watsamuuda waqad tabayyana lakum min masaakinihim wazayyana lahumusysyaythaanu a'maalahum fashaddahum 'anissabiili wakaanuu mustabshiriin"},{"id_ayat":3379,"no_surah":29,"no_ayat":39,"teks_ayat":"وَقَارُوْنَ وَفِرْعَوْنَ وَهَامٰنَۗ وَلَقَدْ جَاۤءَهُمْ مُّوْسٰى بِالْبَيِّنٰتِ فَاسْتَكْبَرُوْا فِى الْاَرْضِ وَمَا كَانُوْا سٰبِقِيْنَ ۚ","tema":"Kehancuran Kaum yang Mendustakan Para Rasul","teks_terjemah":"dan (juga) Qarun, Fir‘aun, dan Haman. Sungguh, benar-benar telah datang kepada mereka Musa dengan (membawa) keterangan-keterangan yang nyata. Tetapi mereka berlaku sombong di bumi, dan mereka orang-orang yang tidak luput (dari azab Allah).","no_fn":"","teks_fn":"","bacaan":"waqaaruuna wafir'awna wahaamaana walaqad jaa-ahum muusaa bilbayyinaati fastakbaruu fiil-ardhi wamaa kaanuu saabiqiin"},{"id_ayat":3380,"no_surah":29,"no_ayat":40,"teks_ayat":"فَكُلًّا اَخَذْنَا بِذَنْۢبِهٖۙ فَمِنْهُمْ مَّنْ اَرْسَلْنَا عَلَيْهِ حَاصِبًا ۚوَمِنْهُمْ مَّنْ اَخَذَتْهُ الصَّيْحَةُ ۚوَمِنْهُمْ مَّنْ خَسَفْنَا بِهِ الْاَرْضَۚ وَمِنْهُمْ مَّنْ اَغْرَقْنَاۚ وَمَا كَانَ اللّٰهُ لِيَظْلِمَهُمْ وَلٰكِنْ كَانُوْٓا اَنْفُسَهُمْ يَظْلِمُوْنَ","tema":"Kehancuran Kaum yang Mendustakan Para Rasul","teks_terjemah":"Masing-masing (dari mereka) Kami azab karena dosanya. Di antara mereka ada yang Kami timpakan angin kencang (yang mengandung) batu kerikil, ada yang ditimpa suara keras yang mengguntur, ada yang Kami benamkan ke dalam bumi, dan ada pula yang Kami tenggelamkan. Tidaklah Allah menzalimi mereka, tetapi merekalah yang menzalimi dirinya sendiri. ","no_fn":"","teks_fn":"","bacaan":"fakullan akhadznaa bidzanbihi faminhum man arsalnaa 'alayhi hasiban waminhum man akhadzat-hushshayhatu waminhum man khasafnaa bihil-ardha waminhum man aghraqnaa wamaa kaanalaahu liyazhlimahum walaakin kaanuu anfusahum yazhlimuun"},{"id_ayat":3381,"no_surah":29,"no_ayat":41,"teks_ayat":"مَثَلُ الَّذِيْنَ اتَّخَذُوْا مِنْ دُوْنِ اللّٰهِ اَوْلِيَاۤءَ كَمَثَلِ الْعَنْكَبُوْتِۚ اِتَّخَذَتْ بَيْتًاۗ وَاِنَّ اَوْهَنَ الْبُيُوْتِ لَبَيْتُ الْعَنْكَبُوْتِۘ لَوْ كَانُوْا يَعْلَمُوْنَ ","tema":"Kehancuran Kaum yang Mendustakan Para Rasul","teks_terjemah":"Perumpamaan orang-orang yang menjadikan selain Allah sebagai pelindung<sup>576)<\/sup> adalah seperti laba-laba betina yang membuat rumah. Sesungguhnya rumah yang paling lemah ialah rumah laba-laba. Jika mereka tahu, (niscaya tidak akan menyembahnya). ","no_fn":"576","teks_fn":"576) Lihat catatan kaki surah Āli ‘Imrān\/3: 28.","bacaan":"matsaluladziina ittakhadzuu min duunilaahi awliyaa-a kamatsalil'ankabuuti ittakhadzat baytan wa-inna awhanalbuyuuti labaytul'ankabuuti law kaanuu ya'lamuun"},{"id_ayat":3382,"no_surah":29,"no_ayat":42,"teks_ayat":"اِنَّ اللّٰهَ يَعْلَمُ مَا يَدْعُوْنَ مِنْ دُوْنِهٖ مِنْ شَيْءٍۗ وَهُوَ الْعَزِيْزُ الْحَكِيْمُ ","tema":"Kehancuran Kaum yang Mendustakan Para Rasul","teks_terjemah":"Sesungguhnya Allah mengetahui apa saja yang mereka sembah selain Dia. Dialah Yang Mahaperkasa lagi Mahabijaksana.","no_fn":"","teks_fn":"","bacaan":"innalaaha ya'lamu maa yad'uuna min duunihi min syay-in wahuwal'aziizulhakiim"},{"id_ayat":3383,"no_surah":29,"no_ayat":43,"teks_ayat":"وَتِلْكَ الْاَمْثَالُ نَضْرِبُهَا لِلنَّاسِۚ وَمَا يَعْقِلُهَآ اِلَّا الْعٰلِمُوْنَ ","tema":"Kehancuran Kaum yang Mendustakan Para Rasul","teks_terjemah":"Perumpamaan-perumpamaan itu Kami buat untuk manusia. Namun, tidak ada yang memahaminya, kecuali orang-orang yang berilmu. ","no_fn":"","teks_fn":"","bacaan":"watilkal-amtsaalu nadhribuhaa linnaasi wamaa ya'qiluhaa illaal'aalimuun"},{"id_ayat":3384,"no_surah":29,"no_ayat":44,"teks_ayat":"خَلَقَ اللّٰهُ السَّمٰوٰتِ وَالْاَرْضَ بِالْحَقِّۗ اِنَّ فِيْ ذٰلِكَ لَاٰيَةً لِّلْمُؤْمِنِيْنَ ࣖ   ۔","tema":"Kehancuran Kaum yang Mendustakan Para Rasul","teks_terjemah":"Allah menciptakan langit dan bumi dengan hak.<sup>577)<\/sup> Sesungguhnya pada yang demikian itu benar-benar terdapat tanda (kebesaran Allah) bagi orang-orang mukmin.","no_fn":"577","teks_fn":"577) Allah Swt. menciptakan semua yang disebutkan itu bukan dengan percuma, melainkan dengan penuh hikmah.","bacaan":"khalaqalaahussamaawaati wal-ardha bilhaqqi inna fii dzaalika laaayatan lilmu-miniin"},{"id_ayat":3385,"no_surah":29,"no_ayat":45,"teks_ayat":"اُتْلُ مَآ اُوْحِيَ اِلَيْكَ مِنَ الْكِتٰبِ وَاَقِمِ الصَّلٰوةَۗ اِنَّ الصَّلٰوةَ تَنْهٰى عَنِ الْفَحْشَاۤءِ وَالْمُنْكَرِ ۗوَلَذِكْرُ اللّٰهِ اَكْبَرُ ۗوَاللّٰهُ يَعْلَمُ مَا تَصْنَعُوْنَ","tema":"Kehancuran Kaum yang Mendustakan Para Rasul","teks_terjemah":"Bacalah (Nabi Muhammad) Kitab (Al-Qur’an) yang telah diwahyukan kepadamu dan tegakkanlah salat. Sesungguhnya salat itu mencegah dari (perbuatan) keji dan mungkar. Sungguh, mengingat Allah (salat) itu lebih besar (keutamaannya daripada ibadah yang lain). Allah mengetahui apa yang kamu kerjakan.","no_fn":"","teks_fn":"","bacaan":"utlu maa uuhiya ilayka minalkitaabi wa-aqimishshalaata innashshalaata tanhaa 'anilfahsyaa-i walmunkari waladzikrulaahi akbaru waalaahu ya'lamu maa tashna'uun"},{"id_ayat":3386,"no_surah":29,"no_ayat":46,"teks_ayat":"۞ وَلَا تُجَادِلُوْٓا اَهْلَ الْكِتٰبِ اِلَّا بِالَّتِيْ هِيَ اَحْسَنُۖ اِلَّا الَّذِيْنَ ظَلَمُوْا مِنْهُمْ وَقُوْلُوْٓا اٰمَنَّا بِالَّذِيْٓ اُنْزِلَ اِلَيْنَا وَاُنْزِلَ اِلَيْكُمْ وَاِلٰهُنَا وَاِلٰهُكُمْ وَاحِدٌ وَّنَحْنُ لَهٗ مُسْلِمُوْنَ","tema":"Etika Berdebat dengan Ahlulkitab","teks_terjemah":"Janganlah kamu mendebat Ahlulkitab melainkan dengan cara yang lebih baik, kecuali terhadap orang-orang yang berbuat zalim di antara mereka. Katakanlah, “Kami beriman pada (kitab) yang diturunkan kepada kami dan yang diturunkan kepadamu. Tuhan kami dan Tuhanmu adalah satu. Hanya kepada-Nya kami berserah diri.”","no_fn":"","teks_fn":"","bacaan":"walaa tujaadiluu ahlalkitaabi illaa billatii hiya ahsanu illaaladziina zhalamuu minhum waquuluu aamannaa billadzii unzila ilaynaa waunzila ilaykum wa-ilaahunaa wa-ilaahukum waahidun wanahnu lahu muslimuun"},{"id_ayat":3387,"no_surah":29,"no_ayat":47,"teks_ayat":"وَكَذٰلِكَ اَنْزَلْنَآ اِلَيْكَ الْكِتٰبَۗ فَالَّذِيْنَ اٰتَيْنٰهُمُ الْكِتٰبَ يُؤْمِنُوْنَ بِهٖۚ وَمِنْ هٰٓؤُلَاۤءِ مَنْ يُّؤْمِنُ بِهٖۗ وَمَا يَجْحَدُ بِاٰيٰتِنَآ اِلَّا الْكٰفِرُوْنَ","tema":"Etika Berdebat dengan Ahlulkitab","teks_terjemah":"Demikianlah Kami turunkan Kitab (Al-Qur’an) kepadamu. Adapun orang-orang yang telah Kami berikan Kitab (Taurat dan Injil), mereka beriman kepadanya (Al-Qur’an). Di antara mereka (orang-orang kafir Makkah), ada (pula) yang beriman kepadanya. Tidaklah mengingkari ayat-ayat Kami, kecuali orang-orang kafir. ","no_fn":"","teks_fn":"","bacaan":"wakadzaalika anzalnaa ilaykalkitaaba falladziina aataynaahumulkitaaba yu'minuuna bihi wamin haaulaa-i man yu'minu bihi wamaa yajhadu bi-aayaatinaa illaalkaafiruun"},{"id_ayat":3388,"no_surah":29,"no_ayat":48,"teks_ayat":"وَمَا كُنْتَ تَتْلُوْا مِنْ قَبْلِهٖ مِنْ كِتٰبٍ وَّلَا تَخُطُّهٗ بِيَمِيْنِكَ اِذًا لَّارْتَابَ الْمُبْطِلُوْنَ","tema":"Etika Berdebat dengan Ahlulkitab","teks_terjemah":"Engkau (Nabi Muhammad) tidak pernah membaca suatu kitab pun sebelumnya (Al-Qur’an) dan tidak (pula) menuliskannya dengan tangan kananmu. Sekiranya (engkau pernah membaca dan menulis,) niscaya orang-orang yang mengingkarinya ragu (bahwa ia dari Allah). ","no_fn":"","teks_fn":"","bacaan":"wamaa kunta tatluu min qablihi min kitaabin walaa takhuththhuhu biyamiinika idzan lartaabalmubthiluun"},{"id_ayat":3389,"no_surah":29,"no_ayat":49,"teks_ayat":"بَلْ هُوَ اٰيٰتٌۢ بَيِّنٰتٌ فِيْ صُدُوْرِ الَّذِيْنَ اُوْتُوا الْعِلْمَۗ وَمَا يَجْحَدُ بِاٰيٰتِنَآ اِلَّا الظّٰلِمُوْنَ","tema":"Etika Berdebat dengan Ahlulkitab","teks_terjemah":"Sebenarnya, ia (Al-Qur’an) adalah ayat-ayat yang jelas di dalam dada orang-orang yang berilmu. Tidaklah mengingkari ayat-ayat Kami, kecuali orang-orang zalim.","no_fn":"","teks_fn":"","bacaan":"bal huwa aayaatun bayyinaatun fii shuduuriladziina uutuul'ilma wamaa yajhadu bi-aayaatinaa illaazhzhaalimuun"},{"id_ayat":3390,"no_surah":29,"no_ayat":50,"teks_ayat":"وَقَالُوْا لَوْلَآ اُنْزِلَ عَلَيْهِ اٰيٰتٌ مِّنْ رَّبِّهٖ ۗ قُلْ اِنَّمَا الْاٰيٰتُ عِنْدَ اللّٰهِ ۗوَاِنَّمَآ اَنَا۠ نَذِيْرٌ مُّبِيْنٌ","tema":"Sikap Kaum Kafir Makkah terhadap Risalah Nabi Muhammad","teks_terjemah":"Mereka (orang-orang kafir) berkata, “Mengapa tidak diturunkan kepadanya bukti-bukti (mukjizat) dari Tuhannya?” Katakanlah (Nabi Muhammad), “Bukti-bukti (mukjizat) itu hanya ada di sisi Allah, sedangkan aku hanyalah pemberi peringatan yang jelas.”","no_fn":"","teks_fn":"","bacaan":"waqaaluu lawlaa unzila 'alayhi aayaatun min rabbihi qul innamaal-aayaatu 'indalaahi wa-innamaa anaa nadziirun mubiin"},{"id_ayat":3391,"no_surah":29,"no_ayat":51,"teks_ayat":"اَوَلَمْ يَكْفِهِمْ اَنَّآ اَنْزَلْنَا عَلَيْكَ الْكِتٰبَ يُتْلٰى عَلَيْهِمْ ۗاِنَّ فِيْ ذٰلِكَ لَرَحْمَةً وَّذِكْرٰى لِقَوْمٍ يُّؤْمِنُوْنَ ࣖ ","tema":"Sikap Kaum Kafir Makkah terhadap Risalah Nabi Muhammad","teks_terjemah":"Tidak cukupkah bagi mereka bahwa Kami menurunkan Kitab (Al-Qur’an) kepadamu yang dibacakan kepada mereka? Sesungguhnya di dalam (Al-Qur’an) itu benar-benar terdapat rahmat dan pelajaran bagi orang-orang yang beriman. ","no_fn":"","teks_fn":"","bacaan":"awa lam yakfihim annaa anzalnaa 'alaykalkitaaba yutlaa 'alayhim inna fii dzaalika larahmatan wadzikraa liqawmin yu'minuun"},{"id_ayat":3392,"no_surah":29,"no_ayat":52,"teks_ayat":"قُلْ كَفٰى بِاللّٰهِ بَيْنِيْ وَبَيْنَكُمْ شَهِيْدًاۚ يَعْلَمُ مَا فِى السَّمٰوٰتِ وَالْاَرْضِۗ وَالَّذِيْنَ اٰمَنُوْا بِالْبَاطِلِ وَكَفَرُوْا بِاللّٰهِ اُولٰۤىِٕكَ هُمُ الْخٰسِرُوْنَ","tema":"Sikap Kaum Kafir Makkah terhadap Risalah Nabi Muhammad","teks_terjemah":"Katakanlah (Nabi Muhammad), “Cukuplah Allah menjadi saksi antara aku dan kamu. Dia mengetahui apa yang ada di langit dan di bumi. Orang-orang yang memercayai kebatilan dan kufur kepada Allah, mereka itulah orang-orang yang rugi.” ","no_fn":"","teks_fn":"","bacaan":"qul kafaa bialaahi baynii wabaynakum syahiidan ya'lamu maa fiissamaawaati wal-ardhi walladziina aamanuu bilbaathili wakafaruu bialaahi ulaa-ika humulkhaasiruun"},{"id_ayat":3393,"no_surah":29,"no_ayat":53,"teks_ayat":"وَيَسْتَعْجِلُوْنَكَ بِالْعَذَابِۗ وَلَوْلَآ اَجَلٌ مُّسَمًّى لَّجَاۤءَهُمُ الْعَذَابُۗ وَلَيَأْتِيَنَّهُمْ بَغْتَةً وَّهُمْ لَا يَشْعُرُوْنَ","tema":"Sikap Kaum Kafir Makkah terhadap Risalah Nabi Muhammad","teks_terjemah":"Mereka minta agar engkau menyegerakan (datangnya) azab. Kalau bukan karena waktunya telah ditetapkan, niscaya azab datang kepada mereka. (Azab itu) benar-benar akan datang kepada mereka dengan tiba-tiba, sedangkan mereka tidak menyadarinya. ","no_fn":"","teks_fn":"","bacaan":"wayasta'jiluunaka bil'adzaabi walawlaa ajalun musamman lajaa-ahumul'adzaabu walaya'tiyannahum baghtatan wahum laa yasy'uruun"},{"id_ayat":3394,"no_surah":29,"no_ayat":54,"teks_ayat":"يَسْتَعْجِلُوْنَكَ بِالْعَذَابِۗ وَاِنَّ جَهَنَّمَ لَمُحِيْطَةٌ ۢبِالْكٰفِرِيْنَۙ","tema":"Sikap Kaum Kafir Makkah terhadap Risalah Nabi Muhammad","teks_terjemah":"Mereka minta agar engkau menyegerakan (turunnya) azab. Sesungguhnya (neraka) Jahanam benar-benar meliputi orang-orang kafir ","no_fn":"","teks_fn":"","bacaan":"wayasta'jiluunaka bil'adzaabi walawlaa ajalun musamman lajaa-ahumul'adzaabu walaya'tiyannahum baghtatan wahum laa yasy'uruun"},{"id_ayat":3395,"no_surah":29,"no_ayat":55,"teks_ayat":"يَوْمَ يَغْشٰىهُمُ الْعَذَابُ مِنْ فَوْقِهِمْ وَمِنْ تَحْتِ اَرْجُلِهِمْ وَيَقُوْلُ ذُوْقُوْا مَا كُنْتُمْ تَعْمَلُوْنَ","tema":"Sikap Kaum Kafir Makkah terhadap Risalah Nabi Muhammad","teks_terjemah":"pada hari (ketika) azab menutupi mereka dari atas dan dari bawah kakinya. (Allah) berfirman, “Rasakanlah (balasan) apa yang selama ini kamu kerjakan!”","no_fn":"","teks_fn":"","bacaan":"yawma yaghsyaahumul'adzaabu min fawqihim wamin tahti arjulihim wayaquulu dzuuquu maa kuntum ta'maluun"},{"id_ayat":3396,"no_surah":29,"no_ayat":56,"teks_ayat":"يٰعِبَادِيَ الَّذِيْنَ اٰمَنُوْٓا اِنَّ اَرْضِيْ وَاسِعَةٌ فَاِيَّايَ فَاعْبُدُوْنِ","tema":"Perintah Hijrah","teks_terjemah":"Wahai hamba-hamba-Ku yang beriman, sesungguhnya bumi-Ku itu luas, maka menyembahlah hanya kepada-Ku. ","no_fn":"","teks_fn":"","bacaan":"yaa 'ibaadiyaladziina aamanuu inna ardhii waasi'atun fa-iyyaaya fa'buduun"},{"id_ayat":3397,"no_surah":29,"no_ayat":57,"teks_ayat":"كُلُّ نَفْسٍ ذَاۤىِٕقَةُ الْمَوْتِۗ ثُمَّ اِلَيْنَا تُرْجَعُوْنَ","tema":"Perintah Hijrah","teks_terjemah":"Setiap yang bernyawa pasti akan merasakan kematian. Kemudian, hanya kepada Kami kamu dikembalikan. ","no_fn":"","teks_fn":"","bacaan":"kullu nafsin dzaa-iqatulmawti tsumma ilaynaa turja'uun"},{"id_ayat":3398,"no_surah":29,"no_ayat":58,"teks_ayat":"وَالَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ لَنُبَوِّئَنَّهُمْ مِّنَ الْجَنَّةِ غُرَفًا تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُ خٰلِدِيْنَ فِيْهَاۗ نِعْمَ اَجْرُ الْعٰمِلِيْنَۖ","tema":"Perintah Hijrah","teks_terjemah":"Orang-orang yang beriman dan beramal saleh benar-benar akan Kami tempatkan mereka pada tempat tinggal yang mulia di dalam surga. Mengalir di bawahnya sungai-sungai (dan) mereka kekal di dalamnya. Itulah sebaik-baik balasan bagi orang-orang yang beramal (saleh). ","no_fn":"","teks_fn":"","bacaan":"walladziina aamanuu wa'amiluushshaalihaati lanubawwi-annahum minaljannati ghurafan tajrii min tahtihaal-anhaaru khaalidiina fiihaa ni'ma ajrul'aamiliin"},{"id_ayat":3399,"no_surah":29,"no_ayat":59,"teks_ayat":"الَّذِيْنَ صَبَرُوْا وَعَلٰى رَبِّهِمْ يَتَوَكَّلُوْنَ","tema":"Perintah Hijrah","teks_terjemah":"(Yaitu) orang-orang yang bersabar dan bertawakal kepada Tuhannya. ","no_fn":"","teks_fn":"","bacaan":"aladziina shabaruu wa'alaa rabbihim yatawakkaluun"},{"id_ayat":3400,"no_surah":29,"no_ayat":60,"teks_ayat":"وَكَاَيِّنْ مِّنْ دَاۤبَّةٍ لَّا تَحْمِلُ رِزْقَهَاۖ اللّٰهُ يَرْزُقُهَا وَاِيَّاكُمْ وَهُوَ السَّمِيْعُ الْعَلِيْمُ","tema":"Perintah Hijrah","teks_terjemah":"Betapa banyak hewan bergerak yang tidak dapat mengusahakan rezekinya sendiri. Allahlah yang memberi rezeki kepadanya dan kepadamu. Dia Maha Mendengar lagi Maha Mengetahui.","no_fn":"","teks_fn":"","bacaan":"waka-ayyin min daabbatin laa tahmilu rizqahaalaahu yarzuquhaa wa-iyyaakum wahuwassamii'ul'aliim"},{"id_ayat":3401,"no_surah":29,"no_ayat":61,"teks_ayat":"وَلَىِٕنْ سَاَلْتَهُمْ مَّنْ خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ لَيَقُوْلُنَّ اللّٰهُ ۗفَاَنّٰى يُؤْفَكُوْنَ","tema":"Pengakuan Orang Kafir terhadap Allah sebagai Pencipta","teks_terjemah":"Jika engkau bertanya kepada mereka, “Siapakah yang menciptakan langit dan bumi serta menundukkan matahari dan bulan,” pasti mereka akan menjawab, “Allah.” Maka, mengapa mereka bisa dipalingkan? ","no_fn":"","teks_fn":"","bacaan":"wala-in sa-altahum man khalaqassamaawaati wal-ardha wasakhkharasysyamsa walqamara layaquulunnalaahu fa-annaa yu'fakuun"},{"id_ayat":3402,"no_surah":29,"no_ayat":62,"teks_ayat":"اَللّٰهُ يَبْسُطُ الرِّزْقَ لِمَنْ يَّشَاۤءُ مِنْ عِبَادِهٖ وَيَقْدِرُ لَهٗ ۗاِنَّ اللّٰهَ بِكُلِّ شَيْءٍ عَلِيْمٌ","tema":"Pengakuan Orang Kafir terhadap Allah sebagai Pencipta","teks_terjemah":"Allah melapangkan rezeki bagi orang yang Dia kehendaki di antara hamba-hamba-Nya dan Dia (pula) yang menyempitkan (rezeki) baginya. Sesungguhnya Allah Maha Mengetahui segala sesuatu. ","no_fn":"","teks_fn":"","bacaan":"alaahu yabsuthurrizqa liman yasyaau min 'ibaadihi wayaqdiru lahu innalaaha bikulli syay-in 'aliim"},{"id_ayat":3403,"no_surah":29,"no_ayat":63,"teks_ayat":"وَلَىِٕنْ سَاَلْتَهُمْ مَّنْ نَّزَّلَ مِنَ السَّمَاۤءِ مَاۤءً فَاَحْيَا بِهِ الْاَرْضَ مِنْۢ بَعْدِ مَوْتِهَا لَيَقُوْلُنَّ اللّٰهُ ۙقُلِ الْحَمْدُ لِلّٰهِ ۗبَلْ اَكْثَرُهُمْ لَا يَعْقِلُوْنَ ࣖ","tema":"Pengakuan Orang Kafir terhadap Allah sebagai Pencipta","teks_terjemah":"Jika engkau bertanya kepada mereka, “Siapakah yang menurunkan air dari langit, lalu dengan (air) itu menghidupkan bumi setelah mati,” pasti mereka akan menjawab, “Allah.” Katakanlah, “Segala puji bagi Allah.” Akan tetapi, kebanyakan mereka tidak mengerti.","no_fn":"","teks_fn":"","bacaan":"wala-in sa-altahum man nazzala minassamaa-i maa-an fa-ahyaa bihil-ardha min ba'di mawtihaa layaquulunnalaahu qulilhamdu lillaahi bal aktsaruhum laa ya'qiluun"},{"id_ayat":3404,"no_surah":29,"no_ayat":64,"teks_ayat":"وَمَا هٰذِهِ الْحَيٰوةُ الدُّنْيَآ اِلَّا لَهْوٌ وَّلَعِبٌۗ وَاِنَّ الدَّارَ الْاٰخِرَةَ لَهِيَ الْحَيَوَانُۘ لَوْ كَانُوْا يَعْلَمُوْنَ","tema":"Karakter Kehidupan Dunia dan Sikap Orang Kafir","teks_terjemah":"Kehidupan dunia ini tidak lain hanyalah senda gurau dan permainan. Sesungguhnya negeri akhirat itulah kehidupan yang sebenarnya seandainya mereka mengetahui. ","no_fn":"","teks_fn":"","bacaan":"wamaa haadzihilhayaatuddunyaa illaa lahwun wala'ibun wa-innaddaaral-aakhirata lahiyalhayawaanu law kaanuu ya'lamuun"},{"id_ayat":3405,"no_surah":29,"no_ayat":65,"teks_ayat":"فَاِذَا رَكِبُوْا فِى الْفُلْكِ دَعَوُا اللّٰهَ مُخْلِصِيْنَ لَهُ الدِّيْنَ ەۚ فَلَمَّا نَجّٰىهُمْ اِلَى الْبَرِّ اِذَا هُمْ يُشْرِكُوْنَۙ ","tema":"Karakter Kehidupan Dunia dan Sikap Orang Kafir","teks_terjemah":"Apabila naik ke dalam bahtera, mereka berdoa kepada Allah dengan penuh rasa pengabdian (ikhlas) kepada-Nya. Akan tetapi, ketika Dia (Allah) menyelamatkan mereka sampai ke darat, tiba-tiba mereka (kembali) mempersekutukan (Allah). ","no_fn":"","teks_fn":"","bacaan":"fa-idzaa rakibuu fiilfulki da'awuulaaha mukhlishiina lahuddiina falammaa najjaahum ilaalbarri idzaa hum yusyrikuun"},{"id_ayat":3406,"no_surah":29,"no_ayat":66,"teks_ayat":"لِيَكْفُرُوْا بِمَآ اٰتَيْنٰهُمْۙ وَلِيَتَمَتَّعُوْاۗ فَسَوْفَ يَعْلَمُوْنَ","tema":"Karakter Kehidupan Dunia dan Sikap Orang Kafir","teks_terjemah":"Biarkanlah mereka mengingkari nikmat yang telah Kami anugerahkan kepada mereka dan biarkanlah mereka (hidup) bersenang-senang (dalam kekafiran). Kelak mereka akan mengetahui (akibat perbuatannya). ","no_fn":"","teks_fn":"","bacaan":"liyakfuruu bimaa aataynaahum waliyatamatta'uu fasawfa ya'lamuun"},{"id_ayat":3407,"no_surah":29,"no_ayat":67,"teks_ayat":"اَوَلَمْ يَرَوْا اَنَّا جَعَلْنَا حَرَمًا اٰمِنًا وَّيُتَخَطَّفُ النَّاسُ مِنْ حَوْلِهِمْۗ اَفَبِالْبَاطِلِ يُؤْمِنُوْنَ وَبِنِعْمَةِ اللّٰهِ يَكْفُرُوْنَ","tema":"Karakter Kehidupan Dunia dan Sikap Orang Kafir","teks_terjemah":"Tidakkah mereka memperhatikan bahwa Kami telah menjadikan (negeri mereka) tanah suci yang aman, padahal manusia di sekitarnya sering mengalami penculikan? Mengapa (setelah nyata kebenaran) mereka masih percaya kepada yang batil dan ingkar kepada nikmat Allah?","no_fn":"","teks_fn":"","bacaan":"awa lam yaraw annaa ja'alnaa haraman aaminan wayutakhaththhafunnaasu min hawlihim afabilbaathili yu'minuuna wabini'matilaahi yakfuruun"},{"id_ayat":3408,"no_surah":29,"no_ayat":68,"teks_ayat":"وَمَنْ اَظْلَمُ مِمَّنِ افْتَرٰى عَلَى اللّٰهِ كَذِبًا اَوْ كَذَّبَ بِالْحَقِّ لَمَّا جَاۤءَهٗ ۗ اَلَيْسَ فِيْ جَهَنَّمَ مَثْوًى لِّلْكٰفِرِيْنَ","tema":"Karakter Kehidupan Dunia dan Sikap Orang Kafir","teks_terjemah":"Siapakah yang lebih zalim daripada orang yang mengada-adakan kebohongan kepada Allah atau orang yang mendustakan kebenaran<sup>578)<\/sup> ketika (kebenaran) itu datang kepadanya? Bukankah dalam (neraka) Jahanam ada tempat bagi orang-orang kafir?","no_fn":"578","teks_fn":"578) Salah satu bentuk mendustakan kebenaran adalah mendustakan kenabian Muhammad saw.","bacaan":"waman azhlamu mimmani iftaraa 'alaalaahi kadziban aw kadzdzaba bilhaqqi lammaa jaa-ahu alaysa fii jahannama matswan lilkaafiriin"},{"id_ayat":3409,"no_surah":29,"no_ayat":69,"teks_ayat":"وَالَّذِيْنَ جَاهَدُوْا فِيْنَا لَنَهْدِيَنَّهُمْ سُبُلَنَاۗ وَاِنَّ اللّٰهَ لَمَعَ الْمُحْسِنِيْنَ ࣖ ","tema":"Karakter Kehidupan Dunia dan Sikap Orang Kafir","teks_terjemah":"Orang-orang yang berusaha dengan sungguh-sungguh untuk (mencari keridaan) Kami benar-benar akan Kami tunjukkan kepada mereka jalan-jalan Kami. Sesungguhnya Allah benar-benar bersama orang-orang yang berbuat kebaikan.","no_fn":"","teks_fn":"","bacaan":"walladziina jaahaduu fiinaa lanahdiyannahum subulanaa wa-innalaaha lama'almuhsiniin"}]