[{"id_ayat":3410,"no_surah":30,"no_ayat":1,"teks_ayat":" الۤمّۤ ۚ  ","tema":"Bukti Kemukjizatan Al-Qur’an tentang Prediksi Masa Mendatang","teks_terjemah":"Alif Lām Mīm.","no_fn":"","teks_fn":"","bacaan":"alif-laam-miim"},{"id_ayat":3411,"no_surah":30,"no_ayat":2,"teks_ayat":"غُلِبَتِ الرُّوْمُۙ ","tema":"Bukti Kemukjizatan Al-Qur’an tentang Prediksi Masa Mendatang","teks_terjemah":"Bangsa Romawi telah dikalahkan,<sup>579)<\/sup>","no_fn":"579","teks_fn":"579) Maksudnya adalah bangsa Romawi Timur yang berpusat di Konstantinopel.","bacaan":"ghulibatirruum"},{"id_ayat":3412,"no_surah":30,"no_ayat":3,"teks_ayat":"فِيْٓ اَدْنَى الْاَرْضِ وَهُمْ مِّنْۢ بَعْدِ غَلَبِهِمْ سَيَغْلِبُوْنَۙ ","tema":"Bukti Kemukjizatan Al-Qur’an tentang Prediksi Masa Mendatang","teks_terjemah":"di negeri yang terdekat<sup>580)<\/sup>dan mereka setelah kekalahannya itu akan menang<sup>581)<\/sup>","no_fn":"580,581","teks_fn":"580) Yakni dekat dari negeri Arab, yaitu Suriah dan Palestina.<\/br>581) Bangsa Romawi (pada saat ayat ini diturunkan) adalah suatu bangsa yang beragama Nasrani yang memiliki Kitab Suci, sedangkan bangsa Persia yang beragama Majusi menyembah api dan berhala (musyrik). Ketika tersiar berita kekalahan bangsa Romawi oleh bangsa Persia, kaum musyrik Makkah menyambutnya dengan penuh gembira karena berpihak kepada kaum musyrik Persia. Sebaliknya, kaum muslim berduka cita karenanya. Ayat ini dan ayat berikutnya turun untuk menerangkan bahwa setelah kalah bangsa Romawi akan menang dalam masa beberapa tahun saja. Hal itu benar-benar terjadi. Beberapa tahun setelah itu, bangsa Romawi berbalik mengalahkan bangsa Persia. Dengan kejadian itu, nyatalah kebenaran Nabi Muhammad saw. sebagai nabi dan rasul serta kebenaran Al-Qur’an sebagai firman Allah Swt.","bacaan":"fii adnaal-ardhi wahum min ba'di ghalabihim sayaghlibuun"},{"id_ayat":3413,"no_surah":30,"no_ayat":4,"teks_ayat":"فِيْ بِضْعِ سِنِيْنَ ەۗ لِلّٰهِ الْاَمْرُ مِنْ قَبْلُ وَمِنْۢ بَعْدُ ۗوَيَوْمَىِٕذٍ يَّفْرَحُ الْمُؤْمِنُوْنَۙ","tema":"Bukti Kemukjizatan Al-Qur’an tentang Prediksi Masa Mendatang","teks_terjemah":"dalam beberapa tahun (lagi).<sup>582)<\/sup> Milik Allahlah urusan sebelum dan setelah (mereka menang). Pada hari (kemenangan bangsa Romawi) itu bergembiralah orang-orang mukmin","no_fn":"582","teks_fn":"582) Kata biḍ‘ menunjukkan bilangan antara tiga sampai sembilan. Waktu antara kekalahan bangsa Romawi (tahun 614‒615) dan kemenangannya (tahun 622 M) adalah sekitar tujuh tahun.","bacaan":"fii bidh'i siniina lillaahil-amru min qablu wamin ba'du wayawma-idzin yafrahulmu'minuun"},{"id_ayat":3414,"no_surah":30,"no_ayat":5,"teks_ayat":"بِنَصْرِ اللّٰهِ ۗيَنْصُرُ مَنْ يَّشَاۤءُۗ وَهُوَ الْعَزِيْزُ الرَّحِيْمُ","tema":"Bukti Kemukjizatan Al-Qur’an tentang Prediksi Masa Mendatang","teks_terjemah":"karena pertolongan Allah. Dia menolong siapa yang Dia kehendaki. Dia Mahaperkasa lagi Maha Penyayang.","no_fn":"","teks_fn":"","bacaan":"binashrilaahi yanshuru man yasyaau wahuwal'aziizurrahiim"},{"id_ayat":3415,"no_surah":30,"no_ayat":6,"teks_ayat":"وَعْدَ اللّٰهِ ۗ لَا يُخْلِفُ اللّٰهُ وَعْدَهٗ وَلٰكِنَّ اَكْثَرَ النَّاسِ لَا يَعْلَمُوْنَ","tema":"Bukti Kemukjizatan Al-Qur’an tentang Prediksi Masa Mendatang","teks_terjemah":"(Itulah) janji Allah. Allah tidak akan menyalahi janji-Nya, tetapi kebanyakan manusia tidak mengetahui. ","no_fn":"","teks_fn":"","bacaan":"wa'dalaahi laa yukhlifulaahu wa'dahu walaakinna aktsarannaasi laa ya'lamuun"},{"id_ayat":3416,"no_surah":30,"no_ayat":7,"teks_ayat":"يَعْلَمُوْنَ ظَاهِرًا مِّنَ الْحَيٰوةِ الدُّنْيَاۖ وَهُمْ عَنِ الْاٰخِرَةِ هُمْ غٰفِلُوْنَ","tema":"Bukti Kemukjizatan Al-Qur’an tentang Prediksi Masa Mendatang","teks_terjemah":"Mereka mengetahui yang lahir (tampak) dari kehidupan dunia, sedangkan terhadap (kehidupan) akhirat mereka lalai.","no_fn":"","teks_fn":"","bacaan":"ya'lamuuna zhaahiran minalhayaatiddunyaa wahum 'anil-aakhirati hum ghaafiluun"},{"id_ayat":3417,"no_surah":30,"no_ayat":8,"teks_ayat":"اَوَلَمْ يَتَفَكَّرُوْا فِيْٓ اَنْفُسِهِمْ ۗ مَا خَلَقَ اللّٰهُ السَّمٰوٰتِ وَالْاَرْضَ وَمَا بَيْنَهُمَآ اِلَّا بِالْحَقِّ وَاَجَلٍ مُّسَمًّىۗ وَاِنَّ كَثِيْرًا مِّنَ النَّاسِ بِلِقَاۤئِ رَبِّهِمْ لَكٰفِرُوْنَ","tema":"Perintah untuk Memikirkan Ciptaan Allah","teks_terjemah":"Apakah mereka tidak berpikir tentang (kejadian) dirinya? Allah tidak menciptakan langit, bumi, dan apa yang ada di antara keduanya, kecuali dengan benar dan waktu yang ditentukan. Sesungguhnya banyak di antara manusia benar-benar mengingkari pertemuan dengan Tuhannya. ","no_fn":"","teks_fn":"","bacaan":"awa lam yatafakkaruu fii anfusihim maa khalaqalaahussamaawaati wal-ardha wamaa baynahumaa illaa bilhaqqi wa-ajalin musamman wa-inna katsiiran minannaasi biliqaa-i rabbihim lakaafiruun"},{"id_ayat":3418,"no_surah":30,"no_ayat":9,"teks_ayat":"اَوَلَمْ يَسِيْرُوْا فِى الْاَرْضِ فَيَنْظُرُوْا كَيْفَ كَانَ عَاقِبَةُ الَّذِيْنَ مِنْ قَبْلِهِمْۗ كَانُوْٓا اَشَدَّ مِنْهُمْ قُوَّةً وَّاَثَارُوا الْاَرْضَ وَعَمَرُوْهَآ اَكْثَرَ مِمَّا عَمَرُوْهَا وَجَاۤءَتْهُمْ رُسُلُهُمْ بِالْبَيِّنٰتِۗ فَمَا كَانَ اللّٰهُ لِيَظْلِمَهُمْ وَلٰكِنْ كَانُوْٓا اَنْفُسَهُمْ يَظْلِمُوْنَۗ","tema":"Perintah untuk Memikirkan Ciptaan Allah","teks_terjemah":"Tidakkah mereka bepergian di bumi lalu melihat bagaimana kesudahan orang-orang sebelum mereka (yang mendustakan rasul)? Orang-orang itu lebih kuat dari mereka (sendiri) dan mereka telah mengolah bumi (tanah) serta memakmurkannya melebihi apa yang telah mereka makmurkan. Para rasul telah datang kepada mereka dengan membawa bukti-bukti yang jelas. Allah sama sekali tidak menzalimi mereka, tetapi merekalah yang menzalimi dirinya sendiri. ","no_fn":"","teks_fn":"","bacaan":"awa lam yasiiruu fiil-ardhi fayanzhuruu kayfa kaana 'aaqibatuladziina min qablihim kaanuu asyadda minhum quwwatan wa-atsaaruul-ardha wa'amaruuhaa aktsara mimmaa 'amaruuhaa wajaa-at-hum rusuluhum bilbayyinaati famaa kaanalaahu liyazhlimahum walaakin kaanuu anfusahum yazhlimuun"},{"id_ayat":3419,"no_surah":30,"no_ayat":10,"teks_ayat":"ثُمَّ كَانَ عَاقِبَةَ الَّذِيْنَ اَسَاۤءُوا السُّوْۤاٰىٓ اَنْ كَذَّبُوْا بِاٰيٰتِ اللّٰهِ وَكَانُوْا بِهَا يَسْتَهْزِءُوْنَ ࣖ ","tema":"Perintah untuk Memikirkan Ciptaan Allah","teks_terjemah":"Kemudian, kesudahan orang-orang yang berbuat jahat adalah (balasan) yang paling buruk karena mereka mendustakan ayat-ayat Allah dan selalu memperolok-olokkannya. ","no_fn":"","teks_fn":"","bacaan":"tsumma kaana 'aaqibataladziina asaauussuu-aa an kadzdzabuu bi-aayaatilaahi wakaanuu bihaa yastahzi-uun"},{"id_ayat":3420,"no_surah":30,"no_ayat":11,"teks_ayat":"اَللّٰهُ يَبْدَؤُا الْخَلْقَ ثُمَّ يُعِيْدُهٗ ثُمَّ اِلَيْهِ تُرْجَعُوْنَ","tema":"Perintah untuk Memikirkan Ciptaan Allah","teks_terjemah":"Allah memulai penciptaan (makhluk), kemudian mengembalikannya (menghidupkannya) lagi. Lalu, hanya kepada-Nya kamu dikembalikan.","no_fn":"","teks_fn":"","bacaan":"alaahu yabdaulkhalqa tsumma yu'iiduhu tsumma ilayhi turja'uun"},{"id_ayat":3421,"no_surah":30,"no_ayat":12,"teks_ayat":"وَيَوْمَ تَقُوْمُ السَّاعَةُ يُبْلِسُ الْمُجْرِمُوْنَ","tema":"Perintah untuk Memikirkan Ciptaan Allah","teks_terjemah":"Pada hari (ketika) terjadi kiamat, para pendurhaka terdiam berputus asa.","no_fn":"","teks_fn":"","bacaan":"wayawma taquumussaa'atu yublisulmujrimuun"},{"id_ayat":3422,"no_surah":30,"no_ayat":13,"teks_ayat":"وَلَمْ يَكُنْ لَّهُمْ مِّنْ شُرَكَاۤىِٕهِمْ شُفَعٰۤؤُا وَكَانُوْا بِشُرَكَاۤىِٕهِمْ كٰفِرِيْنَ","tema":"Perintah untuk Memikirkan Ciptaan Allah","teks_terjemah":"Tidak mungkin ada pemberi syafaat (pertolongan) bagi mereka dari berhala-berhala yang mereka anggap sekutu Allah, bahkan mereka mengingkari berhala-berhalanya itu.<sup>583)<\/sup>","no_fn":"583","teks_fn":"583) Menurut sebagian mufasir, ayat ini diartikan, ‘bahkan mereka menjadi kafir disebabkan oleh berhala-berhala.’","bacaan":"walam yakun lahum min syurakaa-ihim syufa'aau wakaanuu bisyurakaa-ihim kaafiriin"},{"id_ayat":3423,"no_surah":30,"no_ayat":14,"teks_ayat":"وَيَوْمَ تَقُوْمُ السَّاعَةُ يَوْمَىِٕذٍ يَّتَفَرَّقُوْنَ ","tema":"Perintah untuk Memikirkan Ciptaan Allah","teks_terjemah":"Pada hari (ketika) terjadi kiamat, pada hari itu, manusia terpecah-pecah (dalam kelompok). ","no_fn":"","teks_fn":"","bacaan":"wayawma taquumussaa'atu yawma-idzin yatafarraquun"},{"id_ayat":3424,"no_surah":30,"no_ayat":15,"teks_ayat":"فَاَمَّا الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ فَهُمْ فِيْ رَوْضَةٍ يُّحْبَرُوْنَ","tema":"Perintah untuk Memikirkan Ciptaan Allah","teks_terjemah":"Adapun orang-orang yang beriman dan beramal saleh, mereka bergembira di dalam taman (surga). ","no_fn":"","teks_fn":"","bacaan":"fa-ammaaladziina aamanuu wa'amiluushshaalihaati fahum fii rawdhatin yuhbaruun"},{"id_ayat":3425,"no_surah":30,"no_ayat":16,"teks_ayat":"وَاَمَّا الَّذِيْنَ كَفَرُوْا وَكَذَّبُوْا بِاٰيٰتِنَا وَلِقَاۤئِ الْاٰخِرَةِ فَاُولٰۤىِٕكَ فِى الْعَذَابِ مُحْضَرُوْنَ","tema":"Perintah untuk Memikirkan Ciptaan Allah","teks_terjemah":"Adapun orang-orang yang kufur dan mendustakan ayat-ayat Kami serta (mengingkari) pertemuan (hari) Akhirat, mereka itu tetap berada di dalam azab (neraka). ","no_fn":"","teks_fn":"","bacaan":"wa-ammaaladziina kafaruu wakadzdzabuu bi-aayaatinaa waliqaa-il-aakhirati faulaa-ika fiil'adzaabi muhdaruun"},{"id_ayat":3426,"no_surah":30,"no_ayat":17,"teks_ayat":"فَسُبْحٰنَ اللّٰهِ حِيْنَ تُمْسُوْنَ وَحِيْنَ تُصْبِحُوْنَ","tema":"Perintah untuk Memikirkan Ciptaan Allah","teks_terjemah":"Bertasbihlah kepada Allah ketika kamu berada pada waktu senja dan waktu pagi.","no_fn":"","teks_fn":"","bacaan":"fasubhaanalaahi hiina tumsuuna wahiina tushbihuun"},{"id_ayat":3427,"no_surah":30,"no_ayat":18,"teks_ayat":"وَلَهُ الْحَمْدُ فِى السَّمٰوٰتِ وَالْاَرْضِ وَعَشِيًّا وَّحِيْنَ تُظْهِرُوْنَ","tema":"Perintah untuk Memikirkan Ciptaan Allah","teks_terjemah":"Segala puji hanya bagi-Nya di langit dan di bumi, pada waktu petang dan pada saat kamu berada pada waktu siang.<sup>584)<\/sup>","no_fn":"584","teks_fn":"584) Menurut sebagian mufasir, maksud bertasbih pada ayat 17 adalah menegakkan salat karena di dalamnya terdapat bacaan tasbih. Ayat 17 dan 18 menerangkan waktu salat yang lima.","bacaan":"walahulhamdu fiissamaawaati wal-ardhi wa'asyiyyan wahiina tuzhhiruun"},{"id_ayat":3428,"no_surah":30,"no_ayat":19,"teks_ayat":"يُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَيُخْرِجُ الْمَيِّتَ مِنَ الْحَيِّ وَيُحْيِ الْاَرْضَ بَعْدَ مَوْتِهَا ۗوَكَذٰلِكَ تُخْرَجُوْنَ ࣖ","tema":"Perintah untuk Memikirkan Ciptaan Allah","teks_terjemah":"Dia mengeluarkan yang hidup dari yang mati dan mengeluarkan yang mati dari yang hidup, dan menghidupkan bumi setelah mati (kering). Seperti itulah kamu akan dikeluarkan (dari kubur).","no_fn":"","teks_fn":"","bacaan":"yukhrijulhayya minalmayyiti wayukhrijulmayyita minalhayyi wayuhyiil-ardha ba'da mawtihaa wakadzaalika tukhrajuun"},{"id_ayat":3429,"no_surah":30,"no_ayat":20,"teks_ayat":"وَمِنْ اٰيٰتِهٖٓ اَنْ خَلَقَكُمْ مِّنْ تُرَابٍ ثُمَّ اِذَآ اَنْتُمْ بَشَرٌ تَنْتَشِرُوْنَ","tema":"Bukti Keesaan dan Kekuasaan Allah yang Sempurna","teks_terjemah":"Di antara tanda-tanda (kebesaran)-Nya adalah bahwa Dia menciptakan (leluhur) kamu (Nabi Adam) dari tanah, kemudian tiba-tiba kamu (menjadi) manusia yang bertebaran.","no_fn":"","teks_fn":"","bacaan":"wamin aayaatihi an khalaqakum min turaabin tsumma idzaa antum basyarun tantasyiruun"},{"id_ayat":3430,"no_surah":30,"no_ayat":21,"teks_ayat":"وَمِنْ اٰيٰتِهٖٓ اَنْ خَلَقَ لَكُمْ مِّنْ اَنْفُسِكُمْ اَزْوَاجًا لِّتَسْكُنُوْٓا اِلَيْهَا وَجَعَلَ بَيْنَكُمْ مَّوَدَّةً وَّرَحْمَةً ۗاِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ لِّقَوْمٍ يَّتَفَكَّرُوْنَ","tema":"Bukti Keesaan dan Kekuasaan Allah yang Sempurna","teks_terjemah":"Di antara tanda-tanda (kebesaran)-Nya ialah bahwa Dia menciptakan pasangan-pasangan untukmu dari (jenis) dirimu sendiri agar kamu merasa tenteram kepadanya. Dia menjadikan di antaramu rasa cinta dan kasih sayang. Sesungguhnya pada yang demikian itu benar-benar terdapat tanda-tanda (kebesaran Allah) bagi kaum yang berpikir.","no_fn":"","teks_fn":"","bacaan":"wamin aayaatihi an khalaqa lakum min anfusikum azwaajan litaskunuu ilayhaa waja'ala baynakum mawaddatan warahmatan inna fii dzaalika laaayaatin liqawmin yatafakkaruun"},{"id_ayat":3431,"no_surah":30,"no_ayat":22,"teks_ayat":"وَمِنْ اٰيٰتِهٖ خَلْقُ السَّمٰوٰتِ وَالْاَرْضِ وَاخْتِلَافُ اَلْسِنَتِكُمْ وَاَلْوَانِكُمْۗ اِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ لِّلْعٰلِمِيْنَ ","tema":"Bukti Keesaan dan Kekuasaan Allah yang Sempurna","teks_terjemah":"Di antara tanda-tanda (kebesaran)-Nya ialah penciptaan langit dan bumi, perbedaan bahasa dan warna kulitmu. Sesungguhnya pada yang demikian itu benar-benar terdapat tanda-tanda (kebesaran Allah) bagi orang-orang yang berilmu. ","no_fn":"","teks_fn":"","bacaan":"wamin aayaatihi khalqussamaawaati wal-ardhi wakhtilaafulsinatikum wa-alwaanikum inna fii dzaalika laaayaatin lil'aalimiin"},{"id_ayat":3432,"no_surah":30,"no_ayat":23,"teks_ayat":"وَمِنْ اٰيٰتِهٖ مَنَامُكُمْ بِالَّيْلِ وَالنَّهَارِ وَابْتِغَاۤؤُكُمْ مِّنْ فَضْلِهٖۗ اِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ لِّقَوْمٍ يَّسْمَعُوْنَ","tema":"Bukti Keesaan dan Kekuasaan Allah yang Sempurna","teks_terjemah":"Di antara tanda-tanda (kebesaran dan kekuasaan)-Nya ialah tidurmu pada waktu malam dan siang serta usahamu mencari sebagian dari karunia-Nya. Sesungguhnya pada yang demikian itu benar-benar terdapat tanda-tanda (kebesaran dan kekuasaan Allah) bagi kaum yang mendengarkan. ","no_fn":"","teks_fn":"","bacaan":"wamin aayaatihi manaamukum billayli wannahaari wabtighaaukum min fadhlihi inna fii dzaalika laaayaatin liqawmin yasma'uun"},{"id_ayat":3433,"no_surah":30,"no_ayat":24,"teks_ayat":"وَمِنْ اٰيٰتِهٖ يُرِيْكُمُ الْبَرْقَ خَوْفًا وَّطَمَعًا وَّيُنَزِّلُ مِنَ السَّمَاۤءِ مَاۤءً فَيُحْيٖ بِهِ الْاَرْضَ بَعْدَ مَوْتِهَاۗ اِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ لِّقَوْمٍ يَّعْقِلُوْنَ","tema":"Bukti Keesaan dan Kekuasaan Allah yang Sempurna","teks_terjemah":"Di antara tanda-tanda (kebesaran dan kekuasaan)-Nya ialah bahwa Dia memperlihatkan kilat kepadamu untuk (menimbulkan) ketakutan dan harapan. Dia menurunkan air (hujan) dari langit, lalu dengannya Dia menghidupkan bumi setelah mati (kering).  Sesungguhnya pada yang demikian itu benar-benar terdapat tanda-tanda bagi kaum yang mengerti.  ","no_fn":"","teks_fn":"","bacaan":"wamin aayaatihi yuriikumulbarqa khawfan wathama'an wayunazzilu minassamaa-i maa-an fayuhyii bihil-ardha ba'da mawtihaa inna fii dzaalika laaayaatin liqawmin ya'qiluun"},{"id_ayat":3434,"no_surah":30,"no_ayat":25,"teks_ayat":"وَمِنْ اٰيٰتِهٖٓ اَنْ تَقُوْمَ السَّمَاۤءُ وَالْاَرْضُ بِاَمْرِهٖۗ  ثُمَّ اِذَا دَعَاكُمْ دَعْوَةًۖ مِّنَ الْاَرْضِ اِذَآ اَنْتُمْ تَخْرُجُوْنَ","tema":"Bukti Keesaan dan Kekuasaan Allah yang Sempurna","teks_terjemah":"Di antara tanda-tanda (kebesaran)-Nya adalah bahwa berdirinya langit dan bumi dengan kehendak-Nya. Kemudian, apabila Dia memanggil kamu (pada hari Kiamat) dengan sekali panggil dari bumi, seketika itu kamu keluar (dari kubur).","no_fn":"","teks_fn":"","bacaan":"wamin aayaatihi an taquumassamaau wal-ardhu bi-amrihi tsumma idzaa da'aakum da'watan minal-ardhi idzaa antum takhrujuun"},{"id_ayat":3435,"no_surah":30,"no_ayat":26,"teks_ayat":"وَلَهٗ مَنْ فِى السَّمٰوٰتِ وَالْاَرْضِۗ كُلٌّ لَّهٗ قٰنِتُوْنَ","tema":"Bukti Keesaan dan Kekuasaan Allah yang Sempurna","teks_terjemah":"Milik-Nyalah siapa yang ada di langit dan di bumi. Semuanya tunduk kepada-Nya.","no_fn":"","teks_fn":"","bacaan":"walahu man fiissamaawaati wal-ardhi kullun lahu qaanituun"},{"id_ayat":3436,"no_surah":30,"no_ayat":27,"teks_ayat":"وَهُوَ الَّذِيْ يَبْدَؤُا الْخَلْقَ ثُمَّ يُعِيْدُهٗ وَهُوَ اَهْوَنُ عَلَيْهِۗ وَلَهُ الْمَثَلُ الْاَعْلٰى فِى السَّمٰوٰتِ وَالْاَرْضِۚ وَهُوَ الْعَزِيْزُ الْحَكِيْمُ ࣖ ","tema":"Keniscayaan Hari Kebangkitan","teks_terjemah":"Dialah yang memulai penciptaan, kemudian mengembalikannya (menghidupkannya) lagi (setelah kehancurannya). (Hal) Itu lebih mudah bagi-Nya. Milik-Nyalah sifat yang tertinggi di langit dan di bumi. Dialah Yang Mahaperkasa lagi Mahabijaksana.","no_fn":"","teks_fn":"","bacaan":"wahuwaladzii yabdaulkhalqa tsumma yu'iiduhu wahuwa ahwanu 'alayhi walahulmatsalul-a'laa fiissamaawaati wal-ardhi wahuwal'aziizulhakiim"},{"id_ayat":3437,"no_surah":30,"no_ayat":28,"teks_ayat":"ضَرَبَ لَكُمْ مَّثَلًا مِّنْ اَنْفُسِكُمْۗ هَلْ لَّكُمْ مِّنْ مَّا مَلَكَتْ اَيْمَانُكُمْ مِّنْ شُرَكَاۤءَ فِيْ مَا رَزَقْنٰكُمْ فَاَنْتُمْ فِيْهِ سَوَاۤءٌ تَخَافُوْنَهُمْ كَخِيْفَتِكُمْ اَنْفُسَكُمْۗ  كَذٰلِكَ نُفَصِّلُ الْاٰيٰتِ لِقَوْمٍ يَّعْقِلُوْنَ","tema":"Bukti Keesaan Allah","teks_terjemah":"Dia membuat perumpamaan bagimu dari dirimu sendiri. Apakah (kamu rela jika) ada di antara hamba sahaya yang kamu miliki menjadi sekutu bagimu dalam (kepemilikan) rezeki yang telah Kami anugerahkan kepadamu, sehingga kamu menjadi setara dengan mereka dalam hal ini?<sup>585)<\/sup> Kamu takut kepada mereka sebagaimana kamu takut kepada sesamamu.<sup>586)<\/sup> Seperti itulah Kami menjelaskan tanda-tanda itu bagi kaum yang mengerti.","no_fn":"585,586","teks_fn":"585) Perumpamaan tersebut menggambarkan bahwa tidak pantas ada persekutuan dari unsur-unsur yang tidak setara, misalnya antara hamba sahaya dan pemiliknya, apalagi antara makhluk dengan Allah Swt. Hal itu tentu lebih tidak pantas lagi.<\/br>586) Kamu merasa takut karena tidak bisa menggunakan apa yang kamu miliki tanpa seizin hamba-hamba sahaya itu.","bacaan":"dharaba lakum matsalan min anfusikum hal lakum mimmaa malakat aymaanukum min syurakaa-a fii maa razaqnaakum fa-antum fiihi sawaaun takhaafuunahum kakhiifatikum anfusakum kadzaalika nufashshilul-aayaati liqawmin ya'qiluun"},{"id_ayat":3438,"no_surah":30,"no_ayat":29,"teks_ayat":"بَلِ اتَّبَعَ الَّذِيْنَ ظَلَمُوْٓا اَهْوَاۤءَهُمْ بِغَيْرِ عِلْمٍۗ فَمَنْ يَّهْدِيْ مَنْ اَضَلَّ اللّٰهُ ۗوَمَا لَهُمْ مِّنْ نّٰصِرِيْنَ","tema":"Bukti Keesaan Allah","teks_terjemah":"Akan tetapi, orang-orang yang zalim mengikuti hawa nafsunya tanpa (berdasarkan) ilmu. Maka, siapakah yang dapat memberi petunjuk kepada orang yang telah disesatkan Allah?<sup>587)<\/sup> Tidak ada seorang penolong pun bagi mereka.","no_fn":"587","teks_fn":"587) Lihat cacatan kaki surah al-Baqarah\/2: 26.","bacaan":"bali ittaba'aladziina zhalamuu ahwaa-ahum bighayri 'ilmin faman yahdii man adhallalaahu wamaa lahum min naasiriin"},{"id_ayat":3439,"no_surah":30,"no_ayat":30,"teks_ayat":"فَاَقِمْ وَجْهَكَ لِلدِّيْنِ حَنِيْفًاۗ فِطْرَتَ اللّٰهِ الَّتِيْ فَطَرَ النَّاسَ عَلَيْهَاۗ  لَا تَبْدِيْلَ لِخَلْقِ اللّٰهِ ۗذٰلِكَ الدِّيْنُ الْقَيِّمُۙ وَلٰكِنَّ اَكْثَرَ النَّاسِ لَا يَعْلَمُوْنَۙ ","tema":"Fitrah Manusia untuk Beragama Islam","teks_terjemah":"Maka, hadapkanlah wajahmu dengan lurus kepada agama (Islam sesuai) fitrah (dari) Allah yang telah menciptakan manusia menurut (fitrah) itu.<sup>588)<\/sup> Tidak ada perubahan pada ciptaan Allah (tersebut). Itulah agama yang lurus, tetapi kebanyakan manusia tidak mengetahui.","no_fn":"588","teks_fn":"588) Maksud fitrah Allah pada ayat ini adalah ciptaan Allah Swt. Manusia diciptakan Allah Swt. dengan naluri beragama, yaitu agama tauhid. Jadi, manusia yang berpaling dari agama tauhid telah menyimpang dari fitrahnya.","bacaan":"fa-aqim wajhaka liddiini haniifan fithratalaahilatii fatharannaasa 'alayhaa laa tabdiila likhalqilaahi dzaalikaddiinulqayyimu walaakinna aktsarannaasi laa ya'lamuun"},{"id_ayat":3440,"no_surah":30,"no_ayat":31,"teks_ayat":"۞ مُنِيْبِيْنَ اِلَيْهِ وَاتَّقُوْهُ وَاَقِيْمُوا الصَّلٰوةَ وَلَا تَكُوْنُوْا مِنَ الْمُشْرِكِيْنَۙ","tema":"Fitrah Manusia untuk Beragama Islam","teks_terjemah":"(Hadapkanlah wajahmu) dalam keadaan kembali (bertobat) kepada-Nya. Bertakwalah kepada-Nya, laksanakanlah salat, dan janganlah kamu termasuk orang-orang musyrik,","no_fn":"","teks_fn":"","bacaan":"muniibiina ilayhi wattaquuhu wa-aqiimuushshalaata walaa takuunuu minalmusyrikiin"},{"id_ayat":3441,"no_surah":30,"no_ayat":32,"teks_ayat":"مِنَ الَّذِيْنَ فَرَّقُوْا دِيْنَهُمْ وَكَانُوْا شِيَعًا ۗ كُلُّ حِزْبٍۢ بِمَا لَدَيْهِمْ فَرِحُوْنَ","tema":"Fitrah Manusia untuk Beragama Islam","teks_terjemah":"(yaitu) orang-orang yang memecah-belah agama mereka<sup>589)<\/sup> sehingga menjadi beberapa golongan. Setiap golongan merasa bangga dengan apa yang ada pada mereka.","no_fn":"589","teks_fn":"589) Maksud memecah belah agama mereka adalah meninggalkan agama tauhid dan menganut berbagai kepercayaan menurut keinginan mereka.","bacaan":"minaladziina farraquu diinahum wakaanuu syiya'an kullu hizbin bimaa ladayhim farihuun"},{"id_ayat":3442,"no_surah":30,"no_ayat":33,"teks_ayat":"وَاِذَا مَسَّ النَّاسَ ضُرٌّ دَعَوْا رَبَّهُمْ مُّنِيْبِيْنَ اِلَيْهِ ثُمَّ اِذَآ اَذَاقَهُمْ مِّنْهُ رَحْمَةً اِذَا فَرِيْقٌ مِّنْهُمْ بِرَبِّهِمْ يُشْرِكُوْنَۙ","tema":"Sifat Buruk Manusia","teks_terjemah":"Apabila manusia ditimpa oleh suatu bahaya, mereka menyeru Tuhannya dengan kembali (bertobat) kepada-Nya. Kemudian, apabila Dia memberikan sedikit rahmat-Nya<sup>590)<\/sup> kepada mereka, tiba-tiba sebagian mereka mempersekutukan Tuhannya.","no_fn":"590","teks_fn":"590) Yang dimaksud dengan rahmat pada ayat ini adalah lepas dari bahaya.","bacaan":"wa-idzaa massannaasa dhurrun da'aw rabbahum muniibiina ilayhi tsumma idzaa adzaaqahum minhu rahmatan idzaa fariiqun minhum birabbihim yusyrikuun"},{"id_ayat":3443,"no_surah":30,"no_ayat":34,"teks_ayat":"لِيَكْفُرُوْا بِمَآ اٰتَيْنٰهُمْۗ فَتَمَتَّعُوْاۗ فَسَوْفَ تَعْلَمُوْنَ","tema":"Sifat Buruk Manusia","teks_terjemah":"Biarkan mereka (orang-orang musyrik) mengingkari apa yang telah Kami anugerahkan kepada mereka. Bersenang-senanglah, kelak kamu akan mengetahui (akibat buruk perbuatanmu),","no_fn":"","teks_fn":"","bacaan":"liyakfuruu bimaa aataynaahum fatamatta'uu fasawfa ta'lamuun"},{"id_ayat":3444,"no_surah":30,"no_ayat":35,"teks_ayat":"اَمْ اَنْزَلْنَا عَلَيْهِمْ سُلْطٰنًا فَهُوَ يَتَكَلَّمُ بِمَا كَانُوْا بِهٖ يُشْرِكُوْنَ ","tema":"Sifat Buruk Manusia","teks_terjemah":"atau pernahkah Kami menurunkan kepada mereka hujah yang menjelaskan (membenarkan) apa yang selalu mereka persekutukan dengan-Nya?","no_fn":"","teks_fn":"","bacaan":"am anzalnaa 'alayhim sulthaanan fahuwa yatakallamu bimaa kaanuu bihi yusyrikuun"},{"id_ayat":3445,"no_surah":30,"no_ayat":36,"teks_ayat":"وَاِذَآ اَذَقْنَا النَّاسَ رَحْمَةً فَرِحُوْا بِهَاۗ وَاِنْ تُصِبْهُمْ سَيِّئَةٌ ۢبِمَا قَدَّمَتْ اَيْدِيْهِمْ اِذَا هُمْ يَقْنَطُوْنَ","tema":"Sifat Buruk Manusia","teks_terjemah":"Apabila Kami mencicipkan suatu rahmat kepada manusia, mereka gembira karenanya. (Sebaliknya,) apabila mereka ditimpa suatu musibah (bahaya) karena kesalahan mereka sendiri, seketika itu mereka berputus asa.","no_fn":"","teks_fn":"","bacaan":"wadzaa adzaqnaannaasa rahmatan farihuu bihaa wa-in tushibhum sayyi-atun bimaa qaddamat aydiihim idzaa hum yaqnathuun"},{"id_ayat":3446,"no_surah":30,"no_ayat":37,"teks_ayat":"اَوَلَمْ يَرَوْا اَنَّ اللّٰهَ يَبْسُطُ الرِّزْقَ لِمَنْ يَّشَاۤءُ وَيَقْدِرُۗ اِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ لِّقَوْمٍ يُّؤْمِنُوْنَ","tema":"Sifat Buruk Manusia","teks_terjemah":"Tidakkah mereka memperhatikan bahwa sesungguhnya Allah melapangkan rezeki bagi siapa yang Dia kehendaki dan membatasi(-nya). Sesungguhnya pada yang demikian itu benar-benar terdapat tanda-tanda (kebesaran Allah) bagi kaum yang beriman.","no_fn":"","teks_fn":"","bacaan":"awa lam yaraw annalaaha yabsuthurrizqa liman yasyaau wayaqdiru inna fii dzaalika laaayaatin liqawmin yu'minuun"},{"id_ayat":3447,"no_surah":30,"no_ayat":38,"teks_ayat":"فَاٰتِ ذَا الْقُرْبٰى حَقَّهٗ وَالْمِسْكِيْنَ وَابْنَ السَّبِيْلِۗ ذٰلِكَ خَيْرٌ لِّلَّذِيْنَ يُرِيْدُوْنَ وَجْهَ اللّٰهِ ۖوَاُولٰۤىِٕكَ هُمُ الْمُفْلِحُوْنَ","tema":"Anjuran Berinfak, Ketentuan Rezeki, dan Keniscayaan Hari Kebangkitan","teks_terjemah":"Oleh karena itu, beri kerabat dekat haknya, juga orang miskin, dan orang yang dalam perjalanan. Itulah yang lebih baik bagi orang-orang yang mencari keridaan Allah. Mereka itulah orang-orang yang beruntung.","no_fn":"","teks_fn":"","bacaan":"faaati dzaalqurbaa haqqahu walmiskiina wabnassabiili dzaalika khayrun lilladziina yuriiduuna wajhalaahi waulaa-ika humulmuflihuun"},{"id_ayat":3448,"no_surah":30,"no_ayat":39,"teks_ayat":"وَمَآ اٰتَيْتُمْ مِّنْ رِّبًا لِّيَرْبُوَا۟ فِيْٓ اَمْوَالِ النَّاسِ فَلَا يَرْبُوْا عِنْدَ اللّٰهِ ۚوَمَآ اٰتَيْتُمْ مِّنْ زَكٰوةٍ تُرِيْدُوْنَ وَجْهَ اللّٰهِ فَاُولٰۤىِٕكَ هُمُ الْمُضْعِفُوْنَ","tema":"Anjuran Berinfak, Ketentuan Rezeki, dan Keniscayaan Hari Kebangkitan","teks_terjemah":"Riba yang kamu berikan agar berkembang pada harta orang lain, tidaklah berkembang dalam pandangan Allah. Adapun zakat yang kamu berikan dengan maksud memperoleh keridaan Allah, (berarti) merekalah orang-orang yang melipatgandakan (pahalanya).","no_fn":"","teks_fn":"","bacaan":"wamaa aataytum min riban liyarbuwa fii amwaalinnaasi falaa yarbuu 'indalaahi wamaa aataytum min zakaatin turiiduuna wajhalaahi faulaa-ika humulmudh'ifuun"},{"id_ayat":3449,"no_surah":30,"no_ayat":40,"teks_ayat":"اَللّٰهُ الَّذِيْ خَلَقَكُمْ ثُمَّ رَزَقَكُمْ ثُمَّ يُمِيْتُكُمْ ثُمَّ يُحْيِيْكُمْۗ هَلْ مِنْ شُرَكَاۤىِٕكُمْ مَّنْ يَّفْعَلُ مِنْ ذٰلِكُمْ مِّنْ شَيْءٍۗ سُبْحٰنَهٗ وَتَعٰلٰى عَمَّا يُشْرِكُوْنَ ࣖ","tema":"Anjuran Berinfak, Ketentuan Rezeki, dan Keniscayaan Hari Kebangkitan","teks_terjemah":"Allahlah yang menciptakanmu, kemudian menganugerahkanmu rezeki, kemudian mematikanmu, kemudian menghidupkanmu (kembali). Adakah di antara mereka yang kamu persekutukan (dengan Allah) yang dapat berbuat sesuatu yang demikian itu? Mahasuci dan Mahatinggi Dia dari apa yang mereka persekutukan.","no_fn":"","teks_fn":"","bacaan":"alaahuladzii khalaqakum tsumma razaqakum tsumma yumiitukum tsumma yuhyiikum hal min syurakaa-ikum man yaf'alu min dzaalikum min syay-in subhaanahu wata'aalaa 'ammaa yusyrikuun"},{"id_ayat":3450,"no_surah":30,"no_ayat":41,"teks_ayat":"ظَهَرَ الْفَسَادُ فِى الْبَرِّ وَالْبَحْرِ بِمَا كَسَبَتْ اَيْدِى النَّاسِ لِيُذِيْقَهُمْ بَعْضَ الَّذِيْ عَمِلُوْا لَعَلَّهُمْ يَرْجِعُوْنَ","tema":"Akibat Perbuatan Buruk Manusia","teks_terjemah":"Telah tampak kerusakan di darat dan di laut disebabkan perbuatan tangan manusia. (Melalui hal itu) Allah membuat mereka merasakan sebagian dari (akibat) perbuatan mereka agar mereka kembali (ke jalan yang benar).","no_fn":"","teks_fn":"","bacaan":"zhaharalfasaadu fiilbarri walbahri bimaa kasabat aydiinnaasi liyudziiqahum ba'dhaladzii 'amiluu la'allahum yarji'uun"},{"id_ayat":3451,"no_surah":30,"no_ayat":42,"teks_ayat":"قُلْ سِيْرُوْا فِى الْاَرْضِ فَانْظُرُوْا كَيْفَ كَانَ عَاقِبَةُ الَّذِيْنَ مِنْ قَبْلُۗ  كَانَ اَكْثَرُهُمْ مُّشْرِكِيْنَ","tema":"Akibat Perbuatan Buruk Manusia","teks_terjemah":"Katakanlah (Nabi Muhammad), “Bepergianlah di bumi, lalu lihatlah bagaimana kesudahan orang-orang dahulu. Kebanyakan mereka adalah orang-orang musyrik.”","no_fn":"","teks_fn":"","bacaan":"qul siiruu fiil-ardhi fanzhuruu kayfa kaana 'aaqibatuladziina min qablu kaana aktsaruhum musyrikiin"},{"id_ayat":3452,"no_surah":30,"no_ayat":43,"teks_ayat":"فَاَقِمْ وَجْهَكَ لِلدِّيْنِ الْقَيِّمِ مِنْ قَبْلِ اَنْ يَّأْتِيَ يَوْمٌ لَّا مَرَدَّ لَهٗ مِنَ اللّٰهِ يَوْمَىِٕذٍ يَّصَّدَّعُوْنَ","tema":"Akibat Perbuatan Buruk Manusia","teks_terjemah":"Oleh karena itu, hadapkanlah wajahmu kepada agama yang lurus (Islam) sebelum datang dari Allah suatu hari (kiamat) yang tidak dapat ditolak. Pada hari itu mereka terpisah-pisah.<sup>591)<\/sup>","no_fn":"591","teks_fn":"591) Mereka terpisah-pisah karena sebagiannya berada di surga dan sebagian lagi di neraka.","bacaan":"fa-aqim wajhaka liddiinilqayyimi min qabli an ya'tiya yawmun laa maradda lahu minalaahi yawma-idzin yashshadda'uun"},{"id_ayat":3453,"no_surah":30,"no_ayat":44,"teks_ayat":"مَنْ كَفَرَ فَعَلَيْهِ كُفْرُهٗۚ وَمَنْ عَمِلَ صَالِحًا فَلِاَنْفُسِهِمْ يَمْهَدُوْنَۙ","tema":"Akibat Perbuatan Buruk Manusia","teks_terjemah":"Siapa yang kufur, maka dia sendirilah yang menanggung (akibat) kekufurannya. Siapa yang mengerjakan kebajikan, maka mereka menyiapkan untuk diri mereka sendiri (tempat yang menyenangkan) ","no_fn":"","teks_fn":"","bacaan":"man kafara fa'alayhi kufruhu waman 'amila shaalihan fali-anfusihim yamhaduun"},{"id_ayat":3454,"no_surah":30,"no_ayat":45,"teks_ayat":"لِيَجْزِيَ الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ مِنْ فَضْلِهٖۗ  اِنَّهٗ لَا يُحِبُّ الْكٰفِرِيْنَ","tema":"Akibat Perbuatan Buruk Manusia","teks_terjemah":"agar Allah menganugerahkan balasan (pahala) dari karunia-Nya kepada orang-orang yang beriman dan beramal saleh. Sesungguhnya Dia tidak menyukai orang-orang kafir.","no_fn":"","teks_fn":"","bacaan":"liyajziyaladziina aamanuu wa'amiluushshaalihaati min fadhlihi innahu laa yuhibbulkaafiriin"},{"id_ayat":3455,"no_surah":30,"no_ayat":46,"teks_ayat":"وَمِنْ اٰيٰتِهٖٓ اَنْ يُّرْسِلَ الرِّيٰحَ مُبَشِّرٰتٍ وَّلِيُذِيْقَكُمْ مِّنْ رَّحْمَتِهٖ وَلِتَجْرِيَ الْفُلْكُ بِاَمْرِهٖ وَلِتَبْتَغُوْا مِنْ فَضْلِهٖ وَلَعَلَّكُمْ تَشْكُرُوْنَ","tema":"Bukti Kekuasaan dan Keesaan Allah berupa Angin dan Hujan","teks_terjemah":"Di antara tanda-tanda (kebesaran)-Nya adalah bahwa Dia mengirimkan angin sebagai pembawa berita gembira<sup>592)<\/sup> agar kamu merasakan sebagian dari rahmat-Nya, agar kapal dapat berlayar dengan perintah-Nya, agar kamu dapat mencari sebagian dari karunia-Nya, dan agar kamu bersyukur.","no_fn":"592","teks_fn":"592) Maksud pembawa berita gembira adalah awan tebal yang ditiup angin lalu menurunkan hujan sehingga biji-bijian dapat tumbuh dan tanaman-tanaman menghijau dan berbuah.","bacaan":"wamin aayaatihi an yursilarriyaaha mubasysyiraatin waliyudziiqakum min rahmatihi walitajriyalfulku bi-amrihi walitabtaghuu min fadhlihi wala'allakum tasykuruun"},{"id_ayat":3456,"no_surah":30,"no_ayat":47,"teks_ayat":"وَلَقَدْ اَرْسَلْنَا مِنْ قَبْلِكَ رُسُلًا اِلٰى قَوْمِهِمْ فَجَاۤءُوْهُمْ بِالْبَيِّنٰتِ فَانْتَقَمْنَا مِنَ الَّذِيْنَ اَجْرَمُوْاۗ وَكَانَ حَقًّاۖ عَلَيْنَا نَصْرُ الْمُؤْمِنِيْنَ","tema":"Bukti Kekuasaan dan Keesaan Allah berupa Angin dan Hujan","teks_terjemah":"Sungguh, Kami benar-benar telah mengutus sebelum engkau (Nabi Muhammad) beberapa orang rasul kepada kaumnya. Mereka datang kepadanya dengan membawa keterangan-keterangan (yang cukup), lalu Kami melakukan pembalasan terhadap orang-orang yang durhaka.<sup>593)<\/sup> Merupakan tanggung jawab Kami menolong orang-orang mukmin.","no_fn":"593","teks_fn":"593) Ketika rasul-rasul datang membawa keterangan kepada kaumnya, sebagian mereka memercayainya, sedangkan sebagian yang lain mendustakannya, bahkan ada yang menyakitinya. Maka, Allah Swt. membalasnya dengan menurunkan azab kepada orang yang durhaka.","bacaan":"walaqad arsalnaa min qablika rusulan ilaa qawmihim fajaauuhum bilbayyinaati fantaqamnaa minaladziina ajramuu wakaana haqqan 'alaynaa nashrulmu'miniin"},{"id_ayat":3457,"no_surah":30,"no_ayat":48,"teks_ayat":"اَللّٰهُ الَّذِيْ يُرْسِلُ الرِّيٰحَ فَتُثِيْرُ سَحَابًا فَيَبْسُطُهٗ فِى السَّمَاۤءِ كَيْفَ يَشَاۤءُ وَيَجْعَلُهٗ كِسَفًا فَتَرَى الْوَدْقَ يَخْرُجُ مِنْ خِلٰلِهٖۚ فَاِذَآ اَصَابَ بِهٖ مَنْ يَّشَاۤءُ مِنْ عِبَادِهٖٓ اِذَا هُمْ يَسْتَبْشِرُوْنَۚ","tema":"Bukti Kekuasaan dan Keesaan Allah berupa Angin dan Hujan","teks_terjemah":"Allahlah yang mengirim angin, lalu ia (angin) menggerakkan awan, kemudian Dia (Allah) membentangkannya di langit menurut yang dikehendaki-Nya dan Dia menjadikannya bergumpal-gumpal, lalu engkau melihat hujan keluar dari celah-celahnya. Maka, apabila Dia menurunkannya kepada hamba-hamba-Nya yang dikehendaki-Nya, seketika itu pula mereka bergembira.","no_fn":"","teks_fn":"","bacaan":"alaahuladzii yursilurriyaaha fatutsiiru sahaaban fayabsuthuhu fiissamaa-i kayfa yasyaau wayaj'aluhu kisafan fataraalwadqa yakhruju min khilaalihi fa-idzaa ashaaba bihi man yasyaau min 'ibaadihi idzaa hum yastabsyiruun"},{"id_ayat":3458,"no_surah":30,"no_ayat":49,"teks_ayat":"وَاِنْ كَانُوْا مِنْ قَبْلِ اَنْ يُّنَزَّلَ عَلَيْهِمْ مِّنْ قَبْلِهٖ لَمُبْلِسِيْنَۚ","tema":"Bukti Kekuasaan dan Keesaan Allah berupa Angin dan Hujan","teks_terjemah":"Padahal, sebelum hujan diturunkan, mereka benar-benar telah berputus asa.","no_fn":"","teks_fn":"","bacaan":"wa-in kaanuu min qabli an yunazzala 'alayhim min qablihi lamublisiin"},{"id_ayat":3459,"no_surah":30,"no_ayat":50,"teks_ayat":"فَانْظُرْ اِلٰٓى اٰثٰرِ رَحْمَتِ اللّٰهِ كَيْفَ يُحْيِ الْاَرْضَ بَعْدَ مَوْتِهَاۗ اِنَّ ذٰلِكَ لَمُحْيِ الْمَوْتٰىۚ وَهُوَ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ","tema":"Bukti Kekuasaan dan Keesaan Allah berupa Angin dan Hujan","teks_terjemah":"Perhatikanlah jejak-jejak rahmat Allah, bagaimana Dia menghidupkan bumi setelah mati (kering). Sesungguhnya (Zat yang melakukan) itu pasti berkuasa menghidupkan orang yang telah mati. Dia Mahakuasa atas segala sesuatu.","no_fn":"","teks_fn":"","bacaan":"fanzhur ilaa aatsaari rahmatilaahi kayfa yuhyiil-ardha ba'da mawtihaa inna dzaalika lamuhyiilmawtaa wahuwa 'alaa kulli syay-in qadiir"},{"id_ayat":3460,"no_surah":30,"no_ayat":51,"teks_ayat":"وَلَىِٕنْ اَرْسَلْنَا رِيْحًا فَرَاَوْهُ مُصْفَرًّا لَّظَلُّوْا مِنْۢ بَعْدِهٖ يَكْفُرُوْنَ","tema":"Bukti Kekuasaan dan Keesaan Allah berupa Angin dan Hujan","teks_terjemah":"Sungguh, jika Kami mengirimkan angin, lalu mereka melihat (tumbuh-tumbuhan) itu menguning (kering dan rusak), niscaya setelah itu mereka tetap berbuat ingkar. ","no_fn":"","teks_fn":"","bacaan":"wala-in arsalnaa riihan fara-awhu mushfarran lazhalluu min ba'dihi yakfuruun"},{"id_ayat":3461,"no_surah":30,"no_ayat":52,"teks_ayat":"فَاِنَّكَ لَا تُسْمِعُ الْمَوْتٰى وَلَا تُسْمِعُ الصُّمَّ الدُّعَاۤءَ اِذَا وَلَّوْا مُدْبِرِيْنَ","tema":"Bukti Kekuasaan dan Keesaan Allah berupa Angin dan Hujan","teks_terjemah":"Sesungguhnya engkau (Nabi Muhammad) tidak akan sanggup menjadikan orang-orang yang mati dan orang-orang yang tuli dapat mendengar seruan apabila mereka berpaling ke belakang.<sup>594)<\/sup>","no_fn":"594","teks_fn":"594) Orang kafir disamakan oleh Allah Swt. dengan orang mati yang tidak mungkin lagi mendengar seruan kebenaran. Mereka juga seperti orang tuli yang tidak bisa mendengar panggilan sama sekali apabila mereka membelakangi orang yang memanggilnya.","bacaan":"fa-innaka laa tusmi'ulmawtaa walaa tusmi'ushshummaddu'aa-a idzaa wallaw mudbiriin"},{"id_ayat":3462,"no_surah":30,"no_ayat":53,"teks_ayat":"وَمَآ اَنْتَ بِهٰدِ الْعُمْيِ عَنْ ضَلٰلَتِهِمْۗ اِنْ تُسْمِعُ اِلَّا مَنْ يُّؤْمِنُ بِاٰيٰتِنَا فَهُمْ مُّسْلِمُوْنَ ࣖ","tema":"Bukti Kekuasaan dan Keesaan Allah berupa Angin dan Hujan","teks_terjemah":"Engkau bukanlah pemberi petunjuk bagi orang-orang yang buta (mata hatinya) dari kesesatannya. Engkau tidak dapat menjadikan (seorang pun) mendengar, kecuali orang yang beriman pada ayat-ayat Kami dan mereka berserah diri.","no_fn":"","teks_fn":"","bacaan":"wamaa anta bihaadil'umyi 'an dhalaalatihim in tusmi'u illaa man yu'minu bi-aayaatinaa fahum muslimuun"},{"id_ayat":3463,"no_surah":30,"no_ayat":54,"teks_ayat":"۞ اَللّٰهُ الَّذِيْ خَلَقَكُمْ مِّنْ ضَعْفٍ ثُمَّ جَعَلَ مِنْۢ بَعْدِ ضَعْفٍ قُوَّةً ثُمَّ جَعَلَ مِنْۢ بَعْدِ قُوَّةٍ ضَعْفًا وَّشَيْبَةً ۗيَخْلُقُ مَا يَشَاۤءُۚ وَهُوَ الْعَلِيْمُ الْقَدِيْرُ","tema":"Fase Perjalanan Manusia di Dunia","teks_terjemah":"Allah adalah Zat yang menciptakanmu dari keadaan lemah, kemudian Dia menjadikan(-mu) kuat setelah keadaan lemah. Lalu, Dia menjadikan(-mu) lemah (kembali) setelah keadaan kuat dan beruban.<sup>595)<\/sup> Dia menciptakan apa yang Dia kehendaki. Dia Maha Mengetahui lagi Mahakuasa.","no_fn":"595","teks_fn":"595) Kata lemah yang pertama berarti masa ketika masih berupa nutfah. Kata lemah yang kedua berarti masa kanak-kanak. Adapun kata kuat berarti masa muda.","bacaan":"alaahuladzii khalaqakum min dha'fin tsumma ja'ala min ba'di dha'fin quwwatan tsumma ja'ala min ba'di quwwatin dha'fan wasyaybatan yakhluqu maa yasyaau wahuwal'aliimulqadiir"},{"id_ayat":3464,"no_surah":30,"no_ayat":55,"teks_ayat":"وَيَوْمَ تَقُوْمُ السَّاعَةُ يُقْسِمُ الْمُجْرِمُوْنَ ەۙ مَا لَبِثُوْا غَيْرَ سَاعَةٍ ۗ كَذٰلِكَ كَانُوْا يُؤْفَكُوْنَ","tema":"Hari Kebangkitan sebagai Kelanjutan Perjalanan Manusia di Dunia","teks_terjemah":"Pada hari (ketika) terjadi kiamat, para pendurhaka (kafir) bersumpah bahwa mereka berdiam (dalam kubur) hanya sesaat (saja).<sup>596)<\/sup> Begitulah dahulu mereka dipalingkan (dari kebenaran).","no_fn":"596","teks_fn":"596) Sebagaimana mereka berdusta dalam perkataan mereka ini, seperti itulah mereka selalu berdusta di dunia.","bacaan":"wayawma taquumussaa'atu yuqsimulmujrimuuna maa labitsuu ghayra saa'atin kadzaalika kaanuu yu'fakuun"},{"id_ayat":3465,"no_surah":30,"no_ayat":56,"teks_ayat":"وَقَالَ الَّذِيْنَ اُوْتُوا الْعِلْمَ وَالْاِيْمَانَ لَقَدْ لَبِثْتُمْ فِيْ كِتٰبِ اللّٰهِ اِلٰى يَوْمِ الْبَعْثِۖ فَهٰذَا يَوْمُ الْبَعْثِ وَلٰكِنَّكُمْ كُنْتُمْ لَا تَعْلَمُوْنَ","tema":"Hari Kebangkitan sebagai Kelanjutan Perjalanan Manusia di Dunia","teks_terjemah":"Orang-orang yang diberi ilmu dan iman berkata (kepada orang-orang kafir), “Sungguh, kamu benar-benar telah berdiam (dalam kubur) menurut ketetapan Allah sampai hari Kebangkitan. Maka, inilah hari Kebangkitan itu, tetapi dahulu kamu tidak mengetahui (bahwa itu benar adanya).”","no_fn":"","teks_fn":"","bacaan":"waqaalaladziina uutuul'ilma wal-iimaana laqad labitstum fii kitaabilaahi ilaa yawmilba'tsi fahaadzaa yawmulba'tsi walaakinnakum kuntum laa ta'lamuun"},{"id_ayat":3466,"no_surah":30,"no_ayat":57,"teks_ayat":"فَيَوْمَىِٕذٍ لَّا يَنْفَعُ الَّذِيْنَ ظَلَمُوْا مَعْذِرَتُهُمْ وَلَا هُمْ يُسْتَعْتَبُوْنَ","tema":"Hari Kebangkitan sebagai Kelanjutan Perjalanan Manusia di Dunia","teks_terjemah":"Pada hari itu tidak berguna (lagi) dalih (dan permintaan maaf) orang-orang yang zalim dan mereka tidak pula diberi kesempatan untuk bertobat lagi.","no_fn":"","teks_fn":"","bacaan":"fayawma-idzin laa yanfa'uladziina zhalamuu ma'dziratuhum walaa hum yusta'tabuun"},{"id_ayat":3467,"no_surah":30,"no_ayat":58,"teks_ayat":"وَلَقَدْ ضَرَبْنَا لِلنَّاسِ فِيْ هٰذَا الْقُرْاٰنِ مِنْ كُلِّ مَثَلٍۗ وَلَىِٕنْ جِئْتَهُمْ بِاٰيَةٍ لَّيَقُوْلَنَّ الَّذِيْنَ كَفَرُوْٓا اِنْ اَنْتُمْ اِلَّا مُبْطِلُوْنَ","tema":"Pentingnya Penyebutan Tanda-Tanda Kebesaran Allah dan Perintah untuk Bersabar","teks_terjemah":"Sungguh, Kami benar-benar telah menjelaskan dalam Al-Qur’an ini segala macam perumpamaan kepada manusia. Sungguh, jika engkau membawa suatu ayat kepada mereka, pastilah orang-orang kafir itu akan berkata, “Kamu hanyalah pembuat kepalsuan belaka.” ","no_fn":"","teks_fn":"","bacaan":"walaqad dharabnaa linnaasi fii haadzaalqur-aani min kulli matsalin wala-in ji'tahum bi-aayatin layaquulannaladziina kafaruu in antum illaa mubthiluun"},{"id_ayat":3468,"no_surah":30,"no_ayat":59,"teks_ayat":"كَذٰلِكَ يَطْبَعُ اللّٰهُ عَلٰى قُلُوْبِ الَّذِيْنَ لَا يَعْلَمُوْنَ","tema":"Pentingnya Penyebutan Tanda-Tanda Kebesaran Allah dan Perintah untuk Bersabar","teks_terjemah":"Demikianlah Allah mengunci hati orang-orang yang tidak (mau) mengetahui. ","no_fn":"","teks_fn":"","bacaan":"kadzaalika yathba'ulaahu 'alaa quluubiladziina laa ya'lamuun"},{"id_ayat":3469,"no_surah":30,"no_ayat":60,"teks_ayat":"فَاصْبِرْ اِنَّ وَعْدَ اللّٰهِ حَقٌّ وَّلَا يَسْتَخِفَّنَّكَ الَّذِيْنَ لَا يُوْقِنُوْنَ ࣖ ","tema":"Pentingnya Penyebutan Tanda-Tanda Kebesaran Allah dan Perintah untuk Bersabar","teks_terjemah":"Maka, bersabarlah engkau (Nabi Muhammad)! Sesungguhnya janji Allah itu benar. Jangan sampai orang-orang yang tidak meyakini (kebenaran ayat-ayat Allah) itu membuat engkau bersedih.","no_fn":"","teks_fn":"","bacaan":"fashbir inna wa'dalaahi haqqun walaa yastakhiffannakaladziina laa yuuqinuun"}]