[{"id":3410,"surah":30,"no_ayah":1,"theme":"Bukti Kemukjizatan Al-Qur’an tentang Prediksi Masa Mendatang","text_ayah":" الۤمّۤۚ ","text_id":"Alif Lām Mīm.","text_en":"ALIF LAM MIM.","transliteration":"alif lām mīm","no_fn":"","text_fn":"","juz":21,"hizb":41,"rub_al_hizb":162,"page":404},{"id":3411,"surah":30,"no_ayah":2,"theme":"Bukti Kemukjizatan Al-Qur’an tentang Prediksi Masa Mendatang","text_ayah":"غُلِبَتِ الرُّوْمُۙ ","text_id":"Bangsa Romawi telah dikalahkan,<sup>579)</sup>","text_en":"The Romans have been conquered","transliteration":"gulibatir-rụm","no_fn":"579","text_fn":"579) Maksudnya adalah bangsa Romawi Timur yang berpusat di Konstantinopel.","juz":21,"hizb":41,"rub_al_hizb":162,"page":404},{"id":3412,"surah":30,"no_ayah":3,"theme":"Bukti Kemukjizatan Al-Qur’an tentang Prediksi Masa Mendatang","text_ayah":"فِيْٓ اَدْنَى الْاَرْضِ وَهُمْ مِّنْۢ بَعْدِ غَلَبِهِمْ سَيَغْلِبُوْنَۙ ","text_id":"di negeri yang terdekat<sup>580)</sup>dan mereka setelah kekalahannya itu akan menang<sup>581)</sup>","text_en":"In the neighbouring land. But having been conquered they will conquer","transliteration":"fī adnal-arḍi wa hum mim ba'di galabihim sayaglibụn","no_fn":"580,581","text_fn":"580) Yakni dekat dari negeri Arab, yaitu Suriah dan Palestina.</br>581) Bangsa Romawi (pada saat ayat ini diturunkan) adalah suatu bangsa yang beragama Nasrani yang memiliki Kitab Suci, sedangkan bangsa Persia yang beragama Majusi menyembah api dan berhala (musyrik). Ketika tersiar berita kekalahan bangsa Romawi oleh bangsa Persia, kaum musyrik Makkah menyambutnya dengan penuh gembira karena berpihak kepada kaum musyrik Persia. Sebaliknya, kaum muslim berduka cita karenanya. Ayat ini dan ayat berikutnya turun untuk menerangkan bahwa setelah kalah bangsa Romawi akan menang dalam masa beberapa tahun saja. Hal itu benar-benar terjadi. Beberapa tahun setelah itu, bangsa Romawi berbalik mengalahkan bangsa Persia. Dengan kejadian itu, nyatalah kebenaran Nabi Muhammad saw. sebagai nabi dan rasul serta kebenaran Al-Qur’an sebagai firman Allah Swt.","juz":21,"hizb":41,"rub_al_hizb":162,"page":404},{"id":3413,"surah":30,"no_ayah":4,"theme":"Bukti Kemukjizatan Al-Qur’an tentang Prediksi Masa Mendatang","text_ayah":"فِيْ بِضْعِ سِنِيْنَ ەۗ لِلّٰهِ الْاَمْرُ مِنْ قَبْلُ وَمِنْۢ بَعْدُۗ وَيَوْمَىِٕذٍ يَّفْرَحُ الْمُؤْمِنُوْنَۙ","text_id":"dalam beberapa tahun (lagi).<sup>582)</sup> Milik Allahlah urusan sebelum dan setelah (mereka menang). Pada hari (kemenangan bangsa Romawi) itu bergembiralah orang-orang mukmin","text_en":"In a few years (less than ten). God's is the imperative first and last. On that day the believers will rejoice","transliteration":"fī biḍ'i sinīn, lillāhil-amru ming qablu wa mim ba'd, wa yauma`iżiy yafraḥul-mu`minụn","no_fn":"582","text_fn":"582) Kata biḍ‘ menunjukkan bilangan antara tiga sampai sembilan. Waktu antara kekalahan bangsa Romawi (tahun 614‒615) dan kemenangannya (tahun 622 M) adalah sekitar tujuh tahun.","juz":21,"hizb":41,"rub_al_hizb":162,"page":404},{"id":3414,"surah":30,"no_ayah":5,"theme":"Bukti Kemukjizatan Al-Qur’an tentang Prediksi Masa Mendatang","text_ayah":"بِنَصْرِ اللّٰهِۗ يَنْصُرُ مَنْ يَّشَاۤءُۗ وَهُوَ الْعَزِيْزُ الرَّحِيْمُ","text_id":"karena pertolongan Allah. Dia menolong siapa yang Dia kehendaki. Dia Mahaperkasa lagi Maha Penyayang.","text_en":"In the help of God. He helps whom He will; He is all-mighty, ever-merciful.","transliteration":"binaṣrillāh, yanṣuru may yasyā`, wa huwal-'azīzur-raḥīm","no_fn":"","text_fn":"","juz":21,"hizb":41,"rub_al_hizb":162,"page":404},{"id":3415,"surah":30,"no_ayah":6,"theme":"Bukti Kemukjizatan Al-Qur’an tentang Prediksi Masa Mendatang","text_ayah":"وَعْدَ اللّٰهِۗ لَا يُخْلِفُ اللّٰهُ وَعْدَهٗ وَلٰكِنَّ اَكْثَرَ النَّاسِ لَا يَعْلَمُوْنَ","text_id":"(Itulah) janji Allah. Allah tidak akan menyalahi janji-Nya, tetapi kebanyakan manusia tidak mengetahui. ","text_en":"It is a promise of God; and God does not go back on His promise. Yet most men do not understand:","transliteration":"wa'dallāh, lā yukhlifullāhu wa'dahụ wa lākinna akṡaran-nāsi lā ya'lamụn","no_fn":"","text_fn":"","juz":21,"hizb":41,"rub_al_hizb":162,"page":405},{"id":3416,"surah":30,"no_ayah":7,"theme":"Bukti Kemukjizatan Al-Qur’an tentang Prediksi Masa Mendatang","text_ayah":"يَعْلَمُوْنَ ظَاهِرًا مِّنَ الْحَيٰوةِ الدُّنْيَاۖ وَهُمْ عَنِ الْاٰخِرَةِ هُمْ غٰفِلُوْنَ","text_id":"Mereka mengetahui yang lahir (tampak) dari kehidupan dunia, sedangkan terhadap (kehidupan) akhirat mereka lalai.","text_en":"They only know the palpable life of this world, and are oblivious of the Hereafter.","transliteration":"ya'lamụna ẓāhiram minal-ḥayātid-dun-yā wa hum 'anil-ākhirati hum gāfilụn","no_fn":"","text_fn":"","juz":21,"hizb":41,"rub_al_hizb":162,"page":405},{"id":3417,"surah":30,"no_ayah":8,"theme":"Perintah untuk Memikirkan Ciptaan Allah","text_ayah":"اَوَلَمْ يَتَفَكَّرُوْا فِيْٓ اَنْفُسِهِمْۗ مَا خَلَقَ اللّٰهُ السَّمٰوٰتِ وَالْاَرْضَ وَمَا بَيْنَهُمَآ اِلَّا بِالْحَقِّ وَاَجَلٍ مُّسَمًّىۗ وَاِنَّ كَثِيْرًا مِّنَ النَّاسِ بِلِقَاۤئِ رَبِّهِمْ لَكٰفِرُوْنَ","text_id":"Apakah mereka tidak berpikir tentang (kejadian) dirinya? Allah tidak menciptakan langit, bumi, dan apa yang ada di antara keduanya, kecuali dengan benar dan waktu yang ditentukan. Sesungguhnya banyak di antara manusia benar-benar mengingkari pertemuan dengan Tuhannya. ","text_en":"Do they not think for themselves that God did not create the heavens and the earth and all that lies between them without reason and a determined purpose? But many men reject the meeting with their Lord.","transliteration":"a wa lam yatafakkarụ fī anfusihim, mā khalaqallāhus-samāwāti wal-arḍa wa mā bainahumā illā bil-ḥaqqi wa ajalim musammā, wa inna kaṡīram minan-nāsi biliqā`i rabbihim lakāfirụn","no_fn":"","text_fn":"","juz":21,"hizb":41,"rub_al_hizb":162,"page":405},{"id":3418,"surah":30,"no_ayah":9,"theme":"Perintah untuk Memikirkan Ciptaan Allah","text_ayah":"اَوَلَمْ يَسِيْرُوْا فِى الْاَرْضِ فَيَنْظُرُوْا كَيْفَ كَانَ عَاقِبَةُ الَّذِيْنَ مِنْ قَبْلِهِمْۗ كَانُوْٓا اَشَدَّ مِنْهُمْ قُوَّةً وَّاَثَارُوا الْاَرْضَ وَعَمَرُوْهَآ اَكْثَرَ مِمَّا عَمَرُوْهَا وَجَاۤءَتْهُمْ رُسُلُهُمْ بِالْبَيِّنٰتِۗ فَمَا كَانَ اللّٰهُ لِيَظْلِمَهُمْ وَلٰكِنْ كَانُوْٓا اَنْفُسَهُمْ يَظْلِمُوْنَۗ ","text_id":"Tidakkah mereka bepergian di bumi lalu melihat bagaimana kesudahan orang-orang sebelum mereka (yang mendustakan rasul)? Orang-orang itu lebih kuat dari mereka (sendiri) dan mereka telah mengolah bumi (tanah) serta memakmurkannya melebihi apa yang telah mereka makmurkan. Para rasul telah datang kepada mereka dengan membawa bukti-bukti yang jelas. Allah sama sekali tidak menzalimi mereka, tetapi merekalah yang menzalimi dirinya sendiri. ","text_en":"Have they not travelled on the earth and seen how the others before them had met their end? They were far more powerful than them, furrowed the earth and colonised it far more than they; and their apostles came to them with visible signs. It was surely not for God to wrong them, they wronged themselves.","transliteration":"a wa lam yasīrụ fil-arḍi fa yanẓurụ kaifa kāna 'āqibatullażīna ming qablihim, kānū asyadda min-hum quwwataw wa aṡārul-arḍa wa 'amarụhā akṡara mimmā 'amarụhā wa jā`at-hum rusuluhum bil-bayyināt, fa mā kānallāhu liyaẓlimahum wa lāking kānū anfusahum yaẓlimụn","no_fn":"","text_fn":"","juz":21,"hizb":41,"rub_al_hizb":162,"page":405},{"id":3419,"surah":30,"no_ayah":10,"theme":"Perintah untuk Memikirkan Ciptaan Allah","text_ayah":"ثُمَّ كَانَ عَاقِبَةَ الَّذِيْنَ اَسَاۤءُوا السُّوْۤاٰىٓ اَنْ كَذَّبُوْا بِاٰيٰتِ اللّٰهِ وَكَانُوْا بِهَا يَسْتَهْزِءُوْنَࣖ ","text_id":"Kemudian, kesudahan orang-orang yang berbuat jahat adalah (balasan) yang paling buruk karena mereka mendustakan ayat-ayat Allah dan selalu memperolok-olokkannya. ","text_en":"Therefore evil was the end of those who did evil, for they denied the signs of God and made fun of them.","transliteration":"ṡumma kāna 'āqibatallażīna asā`us-sū`ā ang każżabụ bi`āyātillāhi wa kānụ bihā yastahzi`ụn","no_fn":"","text_fn":"","juz":21,"hizb":41,"rub_al_hizb":162,"page":405},{"id":3420,"surah":30,"no_ayah":11,"theme":"Perintah untuk Memikirkan Ciptaan Allah","text_ayah":"اَللّٰهُ يَبْدَؤُا الْخَلْقَ ثُمَّ يُعِيْدُهٗ ثُمَّ اِلَيْهِ تُرْجَعُوْنَ","text_id":"Allah memulai penciptaan (makhluk), kemudian mengembalikannya (menghidupkannya) lagi. Lalu, hanya kepada-Nya kamu dikembalikan.","text_en":"God originates creation, and then will revert it, then you will go back to Him.","transliteration":"allāhu yabda`ul-khalqa ṡumma yu'īduhụ ṡumma ilaihi turja'ụn","no_fn":"","text_fn":"","juz":21,"hizb":41,"rub_al_hizb":162,"page":405},{"id":3421,"surah":30,"no_ayah":12,"theme":"Perintah untuk Memikirkan Ciptaan Allah","text_ayah":"وَيَوْمَ تَقُوْمُ السَّاعَةُ يُبْلِسُ الْمُجْرِمُوْنَ","text_id":"Pada hari (ketika) terjadi kiamat, para pendurhaka terdiam berputus asa.","text_en":"The day the Resurrection comes the sinners will be overwhelmed with despair.","transliteration":"wa yauma taqụmus-sā'atu yublisul-mujrimụn","no_fn":"","text_fn":"","juz":21,"hizb":41,"rub_al_hizb":162,"page":405},{"id":3422,"surah":30,"no_ayah":13,"theme":"Perintah untuk Memikirkan Ciptaan Allah","text_ayah":"وَلَمْ يَكُنْ لَّهُمْ مِّنْ شُرَكَاۤىِٕهِمْ شُفَعٰۤؤُا وَكَانُوْا بِشُرَكَاۤىِٕهِمْ كٰفِرِيْنَ","text_id":"Tidak mungkin ada pemberi syafaat (pertolongan) bagi mereka dari berhala-berhala yang mereka anggap sekutu Allah, bahkan mereka mengingkari berhala-berhalanya itu.<sup>583)</sup>","text_en":"No intercessor will they have among those they associated (with God), and will reject their partners.","transliteration":"wa lam yakul lahum min syurakā`ihim syufa'ā`u wa kānụ bisyurakā`ihim kāfirīn","no_fn":"583","text_fn":"583) Menurut sebagian mufasir, ayat ini diartikan, ‘bahkan mereka menjadi kafir disebabkan oleh berhala-berhala.’","juz":21,"hizb":41,"rub_al_hizb":162,"page":405},{"id":3423,"surah":30,"no_ayah":14,"theme":"Perintah untuk Memikirkan Ciptaan Allah","text_ayah":"وَيَوْمَ تَقُوْمُ السَّاعَةُ يَوْمَىِٕذٍ يَّتَفَرَّقُوْنَ ","text_id":"Pada hari (ketika) terjadi kiamat, pada hari itu, manusia terpecah-pecah (dalam kelompok). ","text_en":"The day the Hour comes they will be separated into categories.","transliteration":"wa yauma taqụmus-sā'atu yauma`iżiy yatafarraqụn","no_fn":"","text_fn":"","juz":21,"hizb":41,"rub_al_hizb":162,"page":405},{"id":3424,"surah":30,"no_ayah":15,"theme":"Perintah untuk Memikirkan Ciptaan Allah","text_ayah":"فَاَمَّا الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ فَهُمْ فِيْ رَوْضَةٍ يُّحْبَرُوْنَ","text_id":"Adapun orang-orang yang beriman dan beramal saleh, mereka bergembira di dalam taman (surga). ","text_en":"Those who believed and did the right will be feasted in a rich, well-watered meadow.","transliteration":"fa ammallażīna āmanụ wa 'amiluṣ-ṣāliḥāti fa hum fī rauḍatiy yuḥbarụn","no_fn":"","text_fn":"","juz":21,"hizb":41,"rub_al_hizb":162,"page":405},{"id":3425,"surah":30,"no_ayah":16,"theme":"Perintah untuk Memikirkan Ciptaan Allah","text_ayah":"وَاَمَّا الَّذِيْنَ كَفَرُوْا وَكَذَّبُوْا بِاٰيٰتِنَا وَلِقَاۤئِ الْاٰخِرَةِ فَاُولٰۤىِٕكَ فِى الْعَذَابِ مُحْضَرُوْنَ","text_id":"Adapun orang-orang yang kufur dan mendustakan ayat-ayat Kami serta (mengingkari) pertemuan (hari) Akhirat, mereka itu tetap berada di dalam azab (neraka). ","text_en":"Those who did not believe and rejected Our signs and the meeting in the Hereafter, will be given over to punishment.","transliteration":"wa ammallażīna kafarụ wa każżabụ bi`āyātinā wa liqā`il-ākhirati fa ulā`ika fil-'ażābi muḥḍarụn","no_fn":"","text_fn":"","juz":21,"hizb":41,"rub_al_hizb":162,"page":406},{"id":3426,"surah":30,"no_ayah":17,"theme":"Perintah untuk Memikirkan Ciptaan Allah","text_ayah":"فَسُبْحٰنَ اللّٰهِ حِيْنَ تُمْسُوْنَ وَحِيْنَ تُصْبِحُوْنَ","text_id":"Bertasbihlah kepada Allah ketika kamu berada pada waktu senja dan waktu pagi.","text_en":"So extol God when the evening comes and the day dawns,","transliteration":"fa sub-ḥānallāhi ḥīna tumsụna wa ḥīna tuṣbiḥụn","no_fn":"","text_fn":"","juz":21,"hizb":41,"rub_al_hizb":162,"page":406},{"id":3427,"surah":30,"no_ayah":18,"theme":"Perintah untuk Memikirkan Ciptaan Allah","text_ayah":"وَلَهُ الْحَمْدُ فِى السَّمٰوٰتِ وَالْاَرْضِ وَعَشِيًّا وَّحِيْنَ تُظْهِرُوْنَ","text_id":"Segala puji hanya bagi-Nya di langit dan di bumi, pada waktu petang dan pada saat kamu berada pada waktu siang.<sup>584)</sup>","text_en":"For His is the praise in the heavens and the earth, -- and at nightfall and the time of noon.","transliteration":"wa lahul-ḥamdu fis-samāwāti wal-arḍi wa 'asyiyyaw wa ḥīna tuẓ-hirụn","no_fn":"584","text_fn":"584) Menurut sebagian mufasir, maksud bertasbih pada ayat 17 adalah menegakkan salat karena di dalamnya terdapat bacaan tasbih. Ayat 17 dan 18 menerangkan waktu salat yang lima.","juz":21,"hizb":41,"rub_al_hizb":162,"page":406},{"id":3428,"surah":30,"no_ayah":19,"theme":"Perintah untuk Memikirkan Ciptaan Allah","text_ayah":"يُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَيُخْرِجُ الْمَيِّتَ مِنَ الْحَيِّ وَيُحْيِ الْاَرْضَ بَعْدَ مَوْتِهَاۗ وَكَذٰلِكَ تُخْرَجُوْنَࣖ","text_id":"Dia mengeluarkan yang hidup dari yang mati dan mengeluarkan yang mati dari yang hidup, dan menghidupkan bumi setelah mati (kering). Seperti itulah kamu akan dikeluarkan (dari kubur).","text_en":"He brings the living from the dead, the dead from the living, and quickens the earth after it had died. So will you be brought forth (from the dead).","transliteration":"yukhrijul-ḥayya minal-mayyiti wa yukhrijul-mayyita minal-ḥayyi wa yuḥyil-arḍa ba'da mautihā, wa każālika tukhrajụn","no_fn":"","text_fn":"","juz":21,"hizb":41,"rub_al_hizb":162,"page":406},{"id":3429,"surah":30,"no_ayah":20,"theme":"Bukti Keesaan dan Kekuasaan Allah yang Sempurna","text_ayah":"وَمِنْ اٰيٰتِهٖٓ اَنْ خَلَقَكُمْ مِّنْ تُرَابٍ ثُمَّ اِذَآ اَنْتُمْ بَشَرٌ تَنْتَشِرُوْنَ","text_id":"Di antara tanda-tanda (kebesaran)-Nya adalah bahwa Dia menciptakan (leluhur) kamu (Nabi Adam) dari tanah, kemudian tiba-tiba kamu (menjadi) manusia yang bertebaran.","text_en":"Among His signs is that He created you from the earth, and you are now human beings dispersed everywhere.","transliteration":"wa min āyātihī an khalaqakum min turābin ṡumma iżā antum basyarun tantasyirụn","no_fn":"","text_fn":"","juz":21,"hizb":41,"rub_al_hizb":162,"page":406},{"id":3430,"surah":30,"no_ayah":21,"theme":"Bukti Keesaan dan Kekuasaan Allah yang Sempurna","text_ayah":"وَمِنْ اٰيٰتِهٖٓ اَنْ خَلَقَ لَكُمْ مِّنْ اَنْفُسِكُمْ اَزْوَاجًا لِّتَسْكُنُوْٓا اِلَيْهَا وَجَعَلَ بَيْنَكُمْ مَّوَدَّةً وَّرَحْمَةًۗ اِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ لِّقَوْمٍ يَّتَفَكَّرُوْنَ","text_id":"Di antara tanda-tanda (kebesaran)-Nya ialah bahwa Dia menciptakan pasangan-pasangan untukmu dari (jenis) dirimu sendiri agar kamu merasa tenteram kepadanya. Dia menjadikan di antaramu rasa cinta dan kasih sayang. Sesungguhnya pada yang demikian itu benar-benar terdapat tanda-tanda (kebesaran Allah) bagi kaum yang berpikir.","text_en":"Another of His signs is that He created mates of your own kind of yourselves so that you may get peace of mind from them, and has put love and compassion between you. Verily there are signs in this for those who reflect.","transliteration":"wa min āyātihī an khalaqa lakum min anfusikum azwājal litaskunū ilaihā wa ja'ala bainakum mawaddataw wa raḥmah, inna fī żālika la`āyātil liqaumiy yatafakkarụn","no_fn":"","text_fn":"","juz":21,"hizb":41,"rub_al_hizb":162,"page":406},{"id":3431,"surah":30,"no_ayah":22,"theme":"Bukti Keesaan dan Kekuasaan Allah yang Sempurna","text_ayah":"وَمِنْ اٰيٰتِهٖ خَلْقُ السَّمٰوٰتِ وَالْاَرْضِ وَاخْتِلَافُ اَلْسِنَتِكُمْ وَاَلْوَانِكُمْۗ اِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ لِّلْعٰلِمِيْنَ ","text_id":"Di antara tanda-tanda (kebesaran)-Nya ialah penciptaan langit dan bumi, perbedaan bahasa dan warna kulitmu. Sesungguhnya pada yang demikian itu benar-benar terdapat tanda-tanda (kebesaran Allah) bagi orang-orang yang berilmu. ","text_en":"Among other signs of His is the creation of the heavens and the earth, and the variety of your tongues and complexions. Surely there are signs in this for those who understand.","transliteration":"wa min āyātihī khalqus-samāwāti wal-arḍi wakhtilāfu alsinatikum wa alwānikum, inna fī żālika la`āyātil lil-'ālimīn","no_fn":"","text_fn":"","juz":21,"hizb":41,"rub_al_hizb":162,"page":406},{"id":3432,"surah":30,"no_ayah":23,"theme":"Bukti Keesaan dan Kekuasaan Allah yang Sempurna","text_ayah":"وَمِنْ اٰيٰتِهٖ مَنَامُكُمْ بِالَّيْلِ وَالنَّهَارِ وَابْتِغَاۤؤُكُمْ مِّنْ فَضْلِهٖۗ اِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ لِّقَوْمٍ يَّسْمَعُوْنَ","text_id":"Di antara tanda-tanda (kebesaran dan kekuasaan)-Nya ialah tidurmu pada waktu malam dan siang serta usahamu mencari sebagian dari karunia-Nya. Sesungguhnya pada yang demikian itu benar-benar terdapat tanda-tanda (kebesaran dan kekuasaan Allah) bagi kaum yang mendengarkan. ","text_en":"Another of His signs is the night, a time for you to sleep, and the day to seek His bounty. Verily there are signs in this for those who pay heed.","transliteration":"wa min āyātihī manāmukum bil-laili wan-nahāri wabtigā`ukum min faḍlih, inna fī żālika la`āyātil liqaumiy yasma'ụn","no_fn":"","text_fn":"","juz":21,"hizb":41,"rub_al_hizb":162,"page":406},{"id":3433,"surah":30,"no_ayah":24,"theme":"Bukti Keesaan dan Kekuasaan Allah yang Sempurna","text_ayah":"وَمِنْ اٰيٰتِهٖ يُرِيْكُمُ الْبَرْقَ خَوْفًا وَّطَمَعًا وَّيُنَزِّلُ مِنَ السَّمَاۤءِ مَاۤءً فَيُحْيٖ بِهِ الْاَرْضَ بَعْدَ مَوْتِهَاۗ اِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ لِّقَوْمٍ يَّعْقِلُوْنَ","text_id":"Di antara tanda-tanda (kebesaran dan kekuasaan)-Nya ialah bahwa Dia memperlihatkan kilat kepadamu untuk (menimbulkan) ketakutan dan harapan. Dia menurunkan air (hujan) dari langit, lalu dengannya Dia menghidupkan bumi setelah mati (kering).  Sesungguhnya pada yang demikian itu benar-benar terdapat tanda-tanda bagi kaum yang mengerti.  ","text_en":"Another of His signs is the lightning He shows to fill you both with dread and hope, and the water He sends down from the sky which reawakens the earth that was dead. There are indeed signs in this for those who have sense.","transliteration":"wa min āyātihī yurīkumul-barqa khaufaw wa ṭama'aw wa yunazzilu minas-samā`i mā`an fa yuḥyī bihil-arḍa ba'da mautihā, inna fī żālika la`āyātil liqaumiy ya'qilụn","no_fn":"","text_fn":"","juz":21,"hizb":41,"rub_al_hizb":162,"page":406},{"id":3434,"surah":30,"no_ayah":25,"theme":"Bukti Keesaan dan Kekuasaan Allah yang Sempurna","text_ayah":"وَمِنْ اٰيٰتِهٖٓ اَنْ تَقُوْمَ السَّمَاۤءُ وَالْاَرْضُ بِاَمْرِهٖۗ  ثُمَّ اِذَا دَعَاكُمْ دَعْوَةًۖ مِّنَ الْاَرْضِ اِذَآ اَنْتُمْ تَخْرُجُوْنَ","text_id":"Di antara tanda-tanda (kebesaran)-Nya adalah bahwa berdirinya langit dan bumi dengan kehendak-Nya. Kemudian, apabila Dia memanggil kamu (pada hari Kiamat) dengan sekali panggil dari bumi, seketika itu kamu keluar (dari kubur).","text_en":"Another of His signs is that the heavens and the earth stay in position by His command; and then when He will call you once you will come out of the earth.","transliteration":"wa min āyātihī an taqụmas-samā`u wal-arḍu bi`amrih, ṡumma iżā da'ākum da'watam minal-arḍi iżā antum takhrujụn","no_fn":"","text_fn":"","juz":21,"hizb":41,"rub_al_hizb":162,"page":407},{"id":3435,"surah":30,"no_ayah":26,"theme":"Bukti Keesaan dan Kekuasaan Allah yang Sempurna","text_ayah":"وَلَهٗ مَنْ فِى السَّمٰوٰتِ وَالْاَرْضِۗ كُلٌّ لَّهٗ قٰنِتُوْنَ","text_id":"Milik-Nyalah siapa yang ada di langit dan di bumi. Semuanya tunduk kepada-Nya.","text_en":"All those who are in the heavens and the earth are His, and they are all obedient to Him.","transliteration":"wa lahụ man fis-samāwāti wal-arḍ, kullul lahụ qānitụn","no_fn":"","text_fn":"","juz":21,"hizb":41,"rub_al_hizb":162,"page":407},{"id":3436,"surah":30,"no_ayah":27,"theme":"Keniscayaan Hari Kebangkitan","text_ayah":"وَهُوَ الَّذِيْ يَبْدَؤُا الْخَلْقَ ثُمَّ يُعِيْدُهٗ وَهُوَ اَهْوَنُ عَلَيْهِۗ وَلَهُ الْمَثَلُ الْاَعْلٰى فِى السَّمٰوٰتِ وَالْاَرْضِۚ وَهُوَ الْعَزِيْزُ الْحَكِيْمُࣖ ","text_id":"Dialah yang memulai penciptaan, kemudian mengembalikannya (menghidupkannya) lagi (setelah kehancurannya). (Hal) Itu lebih mudah bagi-Nya. Milik-Nyalah sifat yang tertinggi di langit dan di bumi. Dialah Yang Mahaperkasa lagi Mahabijaksana.","text_en":"It is He who first creates and then reverts it. This is how His law works inevitably. His semblance is of the most sublime in the heavens and the earth. He is all-mighty and all-wise.","transliteration":"wa huwallażī yabda`ul-khalqa ṡumma yu'īduhụ wa huwa ahwanu 'alaīh, wa lahul-maṡalul-a'lā fis-samāwāti wal-arḍ, wa huwal-'azīzul-ḥakīm","no_fn":"","text_fn":"","juz":21,"hizb":41,"rub_al_hizb":162,"page":407},{"id":3437,"surah":30,"no_ayah":28,"theme":"Bukti Keesaan Allah","text_ayah":"ضَرَبَ لَكُمْ مَّثَلًا مِّنْ اَنْفُسِكُمْۗ هَلْ لَّكُمْ مِّنْ مَّا مَلَكَتْ اَيْمَانُكُمْ مِّنْ شُرَكَاۤءَ فِيْ مَا رَزَقْنٰكُمْ فَاَنْتُمْ فِيْهِ سَوَاۤءٌ تَخَافُوْنَهُمْ كَخِيْفَتِكُمْ اَنْفُسَكُمْۗ  كَذٰلِكَ نُفَصِّلُ الْاٰيٰتِ لِقَوْمٍ يَّعْقِلُوْنَ","text_id":"Dia membuat perumpamaan bagimu dari dirimu sendiri. Apakah (kamu rela jika) ada di antara hamba sahaya yang kamu miliki menjadi sekutu bagimu dalam (kepemilikan) rezeki yang telah Kami anugerahkan kepadamu, sehingga kamu menjadi setara dengan mereka dalam hal ini?<sup>585)</sup> Kamu takut kepada mereka sebagaimana kamu takut kepada sesamamu.<sup>586)</sup> Seperti itulah Kami menjelaskan tanda-tanda itu bagi kaum yang mengerti.","text_en":"He gives you an example from your own life: Do you possess among your dependants any partners in what We have bestowed on you, so that you and they have equal (share) in it, and that you fear them as you fear each other? That is how We explain Our signs clearly for those who comprehend.","transliteration":"ḍaraba lakum maṡalam min anfusikum, hal lakum mimmā malakat aimānukum min syurakā`a fī mā razaqnākum fa antum fīhi sawā`un takhāfụnahum kakhīfatikum anfusakum, każālika nufaṣṣilul-āyāti liqaumiy ya'qilụn","no_fn":"585,586","text_fn":"585) Perumpamaan tersebut menggambarkan bahwa tidak pantas ada persekutuan dari unsur-unsur yang tidak setara, misalnya antara hamba sahaya dan pemiliknya, apalagi antara makhluk dengan Allah Swt. Hal itu tentu lebih tidak pantas lagi.</br>586) Kamu merasa takut karena tidak bisa menggunakan apa yang kamu miliki tanpa seizin hamba-hamba sahaya itu.","juz":21,"hizb":41,"rub_al_hizb":162,"page":407},{"id":3438,"surah":30,"no_ayah":29,"theme":"Bukti Keesaan Allah","text_ayah":"بَلِ اتَّبَعَ الَّذِيْنَ ظَلَمُوْٓا اَهْوَاۤءَهُمْ بِغَيْرِ عِلْمٍۗ فَمَنْ يَّهْدِيْ مَنْ اَضَلَّ اللّٰهُۗ وَمَا لَهُمْ مِّنْ نّٰصِرِيْنَ","text_id":"Akan tetapi, orang-orang yang zalim mengikuti hawa nafsunya tanpa (berdasarkan) ilmu. Maka, siapakah yang dapat memberi petunjuk kepada orang yang telah disesatkan Allah?<sup>587)</sup> Tidak ada seorang penolong pun bagi mereka.","text_en":"And yet the wicked follow their own lusts without understanding. Who can show the way to those whom God allows to go astray? None will they have to help them.","transliteration":"balittaba'allażīna ẓalamū ahwā`ahum bigairi 'ilm, fa may yahdī man aḍallallāh, wa mā lahum min nāṣirīn","no_fn":"587","text_fn":"587) Lihat cacatan kaki surah al-Baqarah/2: 26.","juz":21,"hizb":41,"rub_al_hizb":162,"page":407},{"id":3439,"surah":30,"no_ayah":30,"theme":"Fitrah Manusia untuk Beragama Islam","text_ayah":"فَاَقِمْ وَجْهَكَ لِلدِّيْنِ حَنِيْفًاۗ فِطْرَتَ اللّٰهِ الَّتِيْ فَطَرَ النَّاسَ عَلَيْهَاۗ  لَا تَبْدِيْلَ لِخَلْقِ اللّٰهِۗ ذٰلِكَ الدِّيْنُ الْقَيِّمُۙ وَلٰكِنَّ اَكْثَرَ النَّاسِ لَا يَعْلَمُوْنَۙ ","text_id":"Maka, hadapkanlah wajahmu dengan lurus kepada agama (Islam sesuai) fitrah (dari) Allah yang telah menciptakan manusia menurut (fitrah) itu.<sup>588)</sup> Tidak ada perubahan pada ciptaan Allah (tersebut). Itulah agama yang lurus, tetapi kebanyakan manusia tidak mengetahui.","text_en":"So keep yourself exclusively on the true way, the creational law of God according to which He created man with the quality of choosing right or wrong. There is no altering of God's creation. This is the supreme law. But most men do not understand.","transliteration":"fa aqim waj-haka lid-dīni ḥanīfā, fiṭratallāhillatī faṭaran-nāsa 'alaihā, lā tabdīla likhalqillāh, żālikad-dīnul qayyimu wa lākinna akṡaran-nāsi lā ya'lamụn","no_fn":"588","text_fn":"588) Maksud fitrah Allah pada ayat ini adalah ciptaan Allah Swt. Manusia diciptakan Allah Swt. dengan naluri beragama, yaitu agama tauhid. Jadi, manusia yang berpaling dari agama tauhid telah menyimpang dari fitrahnya.","juz":21,"hizb":41,"rub_al_hizb":162,"page":407},{"id":3440,"surah":30,"no_ayah":31,"theme":"Fitrah Manusia untuk Beragama Islam","text_ayah":"۞ مُنِيْبِيْنَ اِلَيْهِ وَاتَّقُوْهُ وَاَقِيْمُوا الصَّلٰوةَ وَلَا تَكُوْنُوْا مِنَ الْمُشْرِكِيْنَۙ","text_id":"(Hadapkanlah wajahmu) dalam keadaan kembali (bertobat) kepada-Nya. Bertakwalah kepada-Nya, laksanakanlah salat, dan janganlah kamu termasuk orang-orang musyrik,","text_en":"Turn towards Him and be dutiful to Him; be firm in devotion, and do not become an idolater,","transliteration":"munībīna ilaihi wattaqụhu wa aqīmuṣ-ṣalāta wa lā takụnụ minal-musyrikīn","no_fn":"","text_fn":"","juz":21,"hizb":41,"rub_al_hizb":163,"page":407},{"id":3441,"surah":30,"no_ayah":32,"theme":"Fitrah Manusia untuk Beragama Islam","text_ayah":"مِنَ الَّذِيْنَ فَرَّقُوْا دِيْنَهُمْ وَكَانُوْا شِيَعًاۗ كُلُّ حِزْبٍۢ بِمَا لَدَيْهِمْ فَرِحُوْنَ","text_id":"(yaitu) orang-orang yang memecah-belah agama mereka<sup>589)</sup> sehingga menjadi beberapa golongan. Setiap golongan merasa bangga dengan apa yang ada pada mereka.","text_en":"(Or) one of those who created rifts in their order and are divided into sects, with each group exulting in what it has (carved out for itself) --","transliteration":"minallażīna farraqụ dīnahum wa kānụ syiya'ā, kullu ḥizbim bimā ladaihim fariḥụn","no_fn":"589","text_fn":"589) Maksud memecah belah agama mereka adalah meninggalkan agama tauhid dan menganut berbagai kepercayaan menurut keinginan mereka.","juz":21,"hizb":41,"rub_al_hizb":163,"page":407},{"id":3442,"surah":30,"no_ayah":33,"theme":"Sifat Buruk Manusia","text_ayah":"وَاِذَا مَسَّ النَّاسَ ضُرٌّ دَعَوْا رَبَّهُمْ مُّنِيْبِيْنَ اِلَيْهِ ثُمَّ اِذَآ اَذَاقَهُمْ مِّنْهُ رَحْمَةً اِذَا فَرِيْقٌ مِّنْهُمْ بِرَبِّهِمْ يُشْرِكُوْنَۙ","text_id":"Apabila manusia ditimpa oleh suatu bahaya, mereka menyeru Tuhannya dengan kembali (bertobat) kepada-Nya. Kemudian, apabila Dia memberikan sedikit rahmat-Nya<sup>590)</sup> kepada mereka, tiba-tiba sebagian mereka mempersekutukan Tuhannya.","text_en":"When misfortune befalls men they pray to their Lord and turn to Him; but afterwards when He has given them a taste of His benevolence a section of them begins to ascribe compeers to their Lord","transliteration":"wa iżā massan-nāsa ḍurrun da'au rabbahum munībīna ilaihi ṡumma iżā ażāqahum min-hu raḥmatan iżā farīqum min-hum birabbihim yusyrikụn","no_fn":"590","text_fn":"590) Yang dimaksud dengan rahmat pada ayat ini adalah lepas dari bahaya.","juz":21,"hizb":41,"rub_al_hizb":163,"page":408},{"id":3443,"surah":30,"no_ayah":34,"theme":"Sifat Buruk Manusia","text_ayah":"لِيَكْفُرُوْا بِمَآ اٰتَيْنٰهُمْۗ فَتَمَتَّعُوْاۗ فَسَوْفَ تَعْلَمُوْنَ","text_id":"Biarkan mereka (orang-orang musyrik) mengingkari apa yang telah Kami anugerahkan kepada mereka. Bersenang-senanglah, kelak kamu akan mengetahui (akibat buruk perbuatanmu),","text_en":"So as to deny what We have given them. Please yourselves for a time; you will come to know soon.","transliteration":"liyakfurụ bimā ātaināhum, fa tamatta'ụ, fa saufa ta'lamụn","no_fn":"","text_fn":"","juz":21,"hizb":41,"rub_al_hizb":163,"page":408},{"id":3444,"surah":30,"no_ayah":35,"theme":"Sifat Buruk Manusia","text_ayah":"اَمْ اَنْزَلْنَا عَلَيْهِمْ سُلْطٰنًا فَهُوَ يَتَكَلَّمُ بِمَا كَانُوْا بِهٖ يُشْرِكُوْنَ ","text_id":"atau pernahkah Kami menurunkan kepada mereka hujah yang menjelaskan (membenarkan) apa yang selalu mereka persekutukan dengan-Nya?","text_en":"Have We sent down a charter to them which mentions what they associate with Him?","transliteration":"am anzalnā 'alaihim sulṭānan fa huwa yatakallamu bimā kānụ bihī yusyrikụn","no_fn":"","text_fn":"","juz":21,"hizb":41,"rub_al_hizb":163,"page":408},{"id":3445,"surah":30,"no_ayah":36,"theme":"Sifat Buruk Manusia","text_ayah":"وَاِذَآ اَذَقْنَا النَّاسَ رَحْمَةً فَرِحُوْا بِهَاۗ وَاِنْ تُصِبْهُمْ سَيِّئَةٌ ۢبِمَا قَدَّمَتْ اَيْدِيْهِمْ اِذَا هُمْ يَقْنَطُوْنَ","text_id":"Apabila Kami mencicipkan suatu rahmat kepada manusia, mereka gembira karenanya. (Sebaliknya,) apabila mereka ditimpa suatu musibah (bahaya) karena kesalahan mereka sendiri, seketika itu mereka berputus asa.","text_en":"When We give men a taste of Our benevolence they start rejoicing in it. When misfortune befalls them as a result of what they have done themselves, they begin to despair.","transliteration":"wa iżā ażaqnan-nāsa raḥmatan fariḥụ bihā, wa in tuṣib-hum sayyi`atum bimā qaddamat aidīhim iżā hum yaqnaṭụn","no_fn":"","text_fn":"","juz":21,"hizb":41,"rub_al_hizb":163,"page":408},{"id":3446,"surah":30,"no_ayah":37,"theme":"Sifat Buruk Manusia","text_ayah":"اَوَلَمْ يَرَوْا اَنَّ اللّٰهَ يَبْسُطُ الرِّزْقَ لِمَنْ يَّشَاۤءُ وَيَقْدِرُۗ اِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ لِّقَوْمٍ يُّؤْمِنُوْنَ","text_id":"Tidakkah mereka memperhatikan bahwa sesungguhnya Allah melapangkan rezeki bagi siapa yang Dia kehendaki dan membatasi(-nya). Sesungguhnya pada yang demikian itu benar-benar terdapat tanda-tanda (kebesaran Allah) bagi kaum yang beriman.","text_en":"Do they not see God increases or decreases the means of whosoever He please? Verily there are signs in this for those who believe.","transliteration":"a wa lam yarau annallāha yabsuṭur-rizqa limay yasyā`u wa yaqdir, inna fī żālika la`āyātil liqaumiy yu`minụn","no_fn":"","text_fn":"","juz":21,"hizb":41,"rub_al_hizb":163,"page":408},{"id":3447,"surah":30,"no_ayah":38,"theme":"Anjuran Berinfak, Ketentuan Rezeki, dan Keniscayaan Hari Kebangkitan","text_ayah":"فَاٰتِ ذَا الْقُرْبٰى حَقَّهٗ وَالْمِسْكِيْنَ وَابْنَ السَّبِيْلِۗ ذٰلِكَ خَيْرٌ لِّلَّذِيْنَ يُرِيْدُوْنَ وَجْهَ اللّٰهِۖ وَاُولٰۤىِٕكَ هُمُ الْمُفْلِحُوْنَ","text_id":"Oleh karena itu, beri kerabat dekat haknya, juga orang miskin, dan orang yang dalam perjalanan. Itulah yang lebih baik bagi orang-orang yang mencari keridaan Allah. Mereka itulah orang-orang yang beruntung.","text_en":"So, give their share to the relatives, the needy, and the wayfarers. This is best for those who seek the way that leads to God, and they will be successful.","transliteration":"fa āti żal-qurbā ḥaqqahụ wal-miskīna wabnas-sabīl, żālika khairul lillażīna yurīdụna waj-hallāhi wa ulā`ika humul-mufliḥụn","no_fn":"","text_fn":"","juz":21,"hizb":41,"rub_al_hizb":163,"page":408},{"id":3448,"surah":30,"no_ayah":39,"theme":"Anjuran Berinfak, Ketentuan Rezeki, dan Keniscayaan Hari Kebangkitan","text_ayah":"وَمَآ اٰتَيْتُمْ مِّنْ رِّبًا لِّيَرْبُوَا۟ فِيْٓ اَمْوَالِ النَّاسِ فَلَا يَرْبُوْا عِنْدَ اللّٰهِۚ وَمَآ اٰتَيْتُمْ مِّنْ زَكٰوةٍ تُرِيْدُوْنَ وَجْهَ اللّٰهِ فَاُولٰۤىِٕكَ هُمُ الْمُضْعِفُوْنَ","text_id":"Riba yang kamu berikan agar berkembang pada harta orang lain, tidaklah berkembang dalam pandangan Allah. Adapun zakat yang kamu berikan dengan maksud memperoleh keridaan Allah, (berarti) merekalah orang-orang yang melipatgandakan (pahalanya).","text_en":"What you give on interest to increase (your capital) through others' wealth, does not find increase with God; yet what you give (in alms and charity) with a pure heart, seeking the way of God, will be doubled.","transliteration":"wa mā ātaitum mir ribal liyarbuwa fī amwālin-nāsi fa lā yarbụ 'indallāh, wa mā ātaitum min zakātin turīdụna waj-hallāhi fa ulā`ika humul-muḍ'ifụn","no_fn":"","text_fn":"","juz":21,"hizb":41,"rub_al_hizb":163,"page":408},{"id":3449,"surah":30,"no_ayah":40,"theme":"Anjuran Berinfak, Ketentuan Rezeki, dan Keniscayaan Hari Kebangkitan","text_ayah":"اَللّٰهُ الَّذِيْ خَلَقَكُمْ ثُمَّ رَزَقَكُمْ ثُمَّ يُمِيْتُكُمْ ثُمَّ يُحْيِيْكُمْۗ هَلْ مِنْ شُرَكَاۤىِٕكُمْ مَّنْ يَّفْعَلُ مِنْ ذٰلِكُمْ مِّنْ شَيْءٍۗ سُبْحٰنَهٗ وَتَعٰلٰى عَمَّا يُشْرِكُوْنَࣖ","text_id":"Allahlah yang menciptakanmu, kemudian menganugerahkanmu rezeki, kemudian mematikanmu, kemudian menghidupkanmu (kembali). Adakah di antara mereka yang kamu persekutukan (dengan Allah) yang dapat berbuat sesuatu yang demikian itu? Mahasuci dan Mahatinggi Dia dari apa yang mereka persekutukan.","text_en":"It is God who created you, then gave you sustenance, then He will make you die, and bring you back to life. Is there one among those you associate with Him who can do the least of these things? Too high and exalted is He for what they associate with Him!","transliteration":"allāhullażī khalaqakum ṡumma razaqakum ṡumma yumītukum ṡumma yuḥyīkum, hal min syurakā`ikum may yaf'alu min żālikum min syaī`, sub-ḥānahụ wa ta'ālā 'ammā yusyrikụn","no_fn":"","text_fn":"","juz":21,"hizb":41,"rub_al_hizb":163,"page":408},{"id":3450,"surah":30,"no_ayah":41,"theme":"Akibat Perbuatan Buruk Manusia","text_ayah":"ظَهَرَ الْفَسَادُ فِى الْبَرِّ وَالْبَحْرِ بِمَا كَسَبَتْ اَيْدِى النَّاسِ لِيُذِيْقَهُمْ بَعْضَ الَّذِيْ عَمِلُوْا لَعَلَّهُمْ يَرْجِعُوْنَ","text_id":"Telah tampak kerusakan di darat dan di laut disebabkan perbuatan tangan manusia. (Melalui hal itu) Allah membuat mereka merasakan sebagian dari (akibat) perbuatan mereka agar mereka kembali (ke jalan yang benar).","text_en":"Corruption has spread over land and sea from what men have done themselves that they may taste a little of what they have done: They may haply come back (to the right path).","transliteration":"ẓaharal-fasādu fil-barri wal-baḥri bimā kasabat aidin-nāsi liyużīqahum ba'ḍallażī 'amilụ la'allahum yarji'ụn","no_fn":"","text_fn":"","juz":21,"hizb":41,"rub_al_hizb":163,"page":408},{"id":3451,"surah":30,"no_ayah":42,"theme":"Akibat Perbuatan Buruk Manusia","text_ayah":"قُلْ سِيْرُوْا فِى الْاَرْضِ فَانْظُرُوْا كَيْفَ كَانَ عَاقِبَةُ الَّذِيْنَ مِنْ قَبْلُۗ  كَانَ اَكْثَرُهُمْ مُّشْرِكِيْنَ","text_id":"Katakanlah (Nabi Muhammad), “Bepergianlah di bumi, lalu lihatlah bagaimana kesudahan orang-orang dahulu. Kebanyakan mereka adalah orang-orang musyrik.”","text_en":"Say: \"Travel on the earth and see how came the end of those before you.\" Most of them were idolaters.","transliteration":"qul sīrụ fil-arḍi fanẓurụ kaifa kāna 'āqibatullażīna ming qabl, kāna akṡaruhum musyrikīn","no_fn":"","text_fn":"","juz":21,"hizb":41,"rub_al_hizb":163,"page":409},{"id":3452,"surah":30,"no_ayah":43,"theme":"Akibat Perbuatan Buruk Manusia","text_ayah":"فَاَقِمْ وَجْهَكَ لِلدِّيْنِ الْقَيِّمِ مِنْ قَبْلِ اَنْ يَّأْتِيَ يَوْمٌ لَّا مَرَدَّ لَهٗ مِنَ اللّٰهِ يَوْمَىِٕذٍ يَّصَّدَّعُوْنَ","text_id":"Oleh karena itu, hadapkanlah wajahmu kepada agama yang lurus (Islam) sebelum datang dari Allah suatu hari (kiamat) yang tidak dapat ditolak. Pada hari itu mereka terpisah-pisah.<sup>591)</sup>","text_en":"So set your face towards the straight path before the day arrives from God which is irreversible. Men will be segregated on that day.","transliteration":"fa aqim waj-haka liddīnil-qayyimi ming qabli ay ya`tiya yaumul lā maradda lahụ minallāhi yauma`iżiy yaṣṣadda'ụn","no_fn":"591","text_fn":"591) Mereka terpisah-pisah karena sebagiannya berada di surga dan sebagian lagi di neraka.","juz":21,"hizb":41,"rub_al_hizb":163,"page":409},{"id":3453,"surah":30,"no_ayah":44,"theme":"Akibat Perbuatan Buruk Manusia","text_ayah":"مَنْ كَفَرَ فَعَلَيْهِ كُفْرُهٗۚ وَمَنْ عَمِلَ صَالِحًا فَلِاَنْفُسِهِمْ يَمْهَدُوْنَۙ","text_id":"Siapa yang kufur, maka dia sendirilah yang menanggung (akibat) kekufurannya. Siapa yang mengerjakan kebajikan, maka mereka menyiapkan untuk diri mereka sendiri (tempat yang menyenangkan) ","text_en":"So that he who disbelieves will bear the consequence of his unbelief; and he who does the right will straighten out the way for himself,","transliteration":"mang kafara fa 'alaihi kufruh, wa man 'amila ṣāliḥan fa li`anfusihim yam-hadụn","no_fn":"","text_fn":"","juz":21,"hizb":41,"rub_al_hizb":163,"page":409},{"id":3454,"surah":30,"no_ayah":45,"theme":"Akibat Perbuatan Buruk Manusia","text_ayah":"لِيَجْزِيَ الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ مِنْ فَضْلِهٖۗ  اِنَّهٗ لَا يُحِبُّ الْكٰفِرِيْنَ","text_id":"agar Allah menganugerahkan balasan (pahala) dari karunia-Nya kepada orang-orang yang beriman dan beramal saleh. Sesungguhnya Dia tidak menyukai orang-orang kafir.","text_en":"So that God may reward those who believed and did what was good, by His grace. Surely He does not love unbelievers.","transliteration":"liyajziyallażīna āmanụ wa 'amiluṣ-ṣāliḥāti min faḍlih, innahụ lā yuḥibbul-kāfirīn","no_fn":"","text_fn":"","juz":21,"hizb":41,"rub_al_hizb":163,"page":409},{"id":3455,"surah":30,"no_ayah":46,"theme":"Bukti Kekuasaan dan Keesaan Allah berupa Angin dan Hujan","text_ayah":"وَمِنْ اٰيٰتِهٖٓ اَنْ يُّرْسِلَ الرِّيٰحَ مُبَشِّرٰتٍ وَّلِيُذِيْقَكُمْ مِّنْ رَّحْمَتِهٖ وَلِتَجْرِيَ الْفُلْكُ بِاَمْرِهٖ وَلِتَبْتَغُوْا مِنْ فَضْلِهٖ وَلَعَلَّكُمْ تَشْكُرُوْنَ","text_id":"Di antara tanda-tanda (kebesaran)-Nya adalah bahwa Dia mengirimkan angin sebagai pembawa berita gembira<sup>592)</sup> agar kamu merasakan sebagian dari rahmat-Nya, agar kapal dapat berlayar dengan perintah-Nya, agar kamu dapat mencari sebagian dari karunia-Nya, dan agar kamu bersyukur.","text_en":"Among His signs are the breezes He sends as harbingers of happy news, so that He may allow you to taste of His mercy, and that ships may sail by His command, and you may seek of His bounty, and may haply be grateful.","transliteration":"wa min āyātihī ay yursilar-riyāḥa mubasysyirātiw wa liyużīqakum mir raḥmatihī wa litajriyal-fulku bi`amrihī wa litabtagụ min faḍlihī wa la'allakum tasykurụn","no_fn":"592","text_fn":"592) Maksud pembawa berita gembira adalah awan tebal yang ditiup angin lalu menurunkan hujan sehingga biji-bijian dapat tumbuh dan tanaman-tanaman menghijau dan berbuah.","juz":21,"hizb":41,"rub_al_hizb":163,"page":409},{"id":3456,"surah":30,"no_ayah":47,"theme":"Bukti Kekuasaan dan Keesaan Allah berupa Angin dan Hujan","text_ayah":"وَلَقَدْ اَرْسَلْنَا مِنْ قَبْلِكَ رُسُلًا اِلٰى قَوْمِهِمْ فَجَاۤءُوْهُمْ بِالْبَيِّنٰتِ فَانْتَقَمْنَا مِنَ الَّذِيْنَ اَجْرَمُوْاۗ وَكَانَ حَقًّاۖ عَلَيْنَا نَصْرُ الْمُؤْمِنِيْنَ","text_id":"Sungguh, Kami benar-benar telah mengutus sebelum engkau (Nabi Muhammad) beberapa orang rasul kepada kaumnya. Mereka datang kepadanya dengan membawa keterangan-keterangan (yang cukup), lalu Kami melakukan pembalasan terhadap orang-orang yang durhaka.<sup>593)</sup> Merupakan tanggung jawab Kami menolong orang-orang mukmin.","text_en":"Verily We sent many apostles before you to their people, who brought clear signs with them. Then We retributed those who were sinful. It is a duty incumbent on Us to help the believers.","transliteration":"wa laqad arsalnā ming qablika rusulan ilā qaumihim fa jā`ụhum bil-bayyināti fantaqamnā minallażīna ajramụ, wa kāna ḥaqqan 'alainā naṣrul-mu`minīn","no_fn":"593","text_fn":"593) Ketika rasul-rasul datang membawa keterangan kepada kaumnya, sebagian mereka memercayainya, sedangkan sebagian yang lain mendustakannya, bahkan ada yang menyakitinya. Maka, Allah Swt. membalasnya dengan menurunkan azab kepada orang yang durhaka.","juz":21,"hizb":41,"rub_al_hizb":163,"page":409},{"id":3457,"surah":30,"no_ayah":48,"theme":"Bukti Kekuasaan dan Keesaan Allah berupa Angin dan Hujan","text_ayah":"اَللّٰهُ الَّذِيْ يُرْسِلُ الرِّيٰحَ فَتُثِيْرُ سَحَابًا فَيَبْسُطُهٗ فِى السَّمَاۤءِ كَيْفَ يَشَاۤءُ وَيَجْعَلُهٗ كِسَفًا فَتَرَى الْوَدْقَ يَخْرُجُ مِنْ خِلٰلِهٖۚ فَاِذَآ اَصَابَ بِهٖ مَنْ يَّشَاۤءُ مِنْ عِبَادِهٖٓ اِذَا هُمْ يَسْتَبْشِرُوْنَۚ ","text_id":"Allahlah yang mengirim angin, lalu ia (angin) menggerakkan awan, kemudian Dia (Allah) membentangkannya di langit menurut yang dikehendaki-Nya dan Dia menjadikannya bergumpal-gumpal, lalu engkau melihat hujan keluar dari celah-celahnya. Maka, apabila Dia menurunkannya kepada hamba-hamba-Nya yang dikehendaki-Nya, seketika itu pula mereka bergembira.","text_en":"It is God who sends the breezes that raise clouds, then spreads them over the sky as He please, fold on fold, then you see the drops of rain issue from between them. When He sends it down to those of His creatures as He will, they are filled with joy,","transliteration":"allāhullażī yursilur-riyāḥa fa tuṡīru saḥāban fa yabsuṭuhụ fis-samā`i kaifa yasyā`u wa yaj'aluhụ kisafan fa taral-wadqa yakhruju min khilālih, fa iżā aṣāba bihī may yasyā`u min 'ibādihī iżā hum yastabsyirụn","no_fn":"","text_fn":"","juz":21,"hizb":41,"rub_al_hizb":163,"page":409},{"id":3458,"surah":30,"no_ayah":49,"theme":"Bukti Kekuasaan dan Keesaan Allah berupa Angin dan Hujan","text_ayah":"وَاِنْ كَانُوْا مِنْ قَبْلِ اَنْ يُّنَزَّلَ عَلَيْهِمْ مِّنْ قَبْلِهٖ لَمُبْلِسِيْنَۚ ","text_id":"Padahal, sebelum hujan diturunkan, mereka benar-benar telah berputus asa.","text_en":"Although before it came down they were despondent.","transliteration":"wa ing kānụ ming qabli ay yunazzala 'alaihim ming qablihī lamublisīn","no_fn":"","text_fn":"","juz":21,"hizb":41,"rub_al_hizb":163,"page":409},{"id":3459,"surah":30,"no_ayah":50,"theme":"Bukti Kekuasaan dan Keesaan Allah berupa Angin dan Hujan","text_ayah":"فَانْظُرْ اِلٰٓى اٰثٰرِ رَحْمَتِ اللّٰهِ كَيْفَ يُحْيِ الْاَرْضَ بَعْدَ مَوْتِهَاۗ اِنَّ ذٰلِكَ لَمُحْيِ الْمَوْتٰىۚ وَهُوَ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ","text_id":"Perhatikanlah jejak-jejak rahmat Allah, bagaimana Dia menghidupkan bumi setelah mati (kering). Sesungguhnya (Zat yang melakukan) itu pasti berkuasa menghidupkan orang yang telah mati. Dia Mahakuasa atas segala sesuatu.","text_en":"So consider the signs of His benevolence: How He quickens the earth after it had become waste. He is verily the one who will raise the dead. He has power over everything.","transliteration":"fanẓur ilā āṡāri raḥmatillāhi kaifa yuḥyil-arḍa ba'da mautihā, inna żālika lamuḥyil mautā, wa huwa 'alā kulli syai`ing qadīr","no_fn":"","text_fn":"","juz":21,"hizb":41,"rub_al_hizb":163,"page":409},{"id":3460,"surah":30,"no_ayah":51,"theme":"Bukti Kekuasaan dan Keesaan Allah berupa Angin dan Hujan","text_ayah":"وَلَىِٕنْ اَرْسَلْنَا رِيْحًا فَرَاَوْهُ مُصْفَرًّا لَّظَلُّوْا مِنْۢ بَعْدِهٖ يَكْفُرُوْنَ","text_id":"Sungguh, jika Kami mengirimkan angin, lalu mereka melihat (tumbuh-tumbuhan) itu menguning (kering dan rusak), niscaya setelah itu mereka tetap berbuat ingkar. ","text_en":"If We send a (blighting) wind and they see (the earth) seared autumnal, they would surely become ungrateful.","transliteration":"wa la`in arsalnā rīḥan fa ra`auhu muṣfarral laẓallụ mim ba'dihī yakfurụn","no_fn":"","text_fn":"","juz":21,"hizb":41,"rub_al_hizb":163,"page":410},{"id":3461,"surah":30,"no_ayah":52,"theme":"Bukti Kekuasaan dan Keesaan Allah berupa Angin dan Hujan","text_ayah":"فَاِنَّكَ لَا تُسْمِعُ الْمَوْتٰى وَلَا تُسْمِعُ الصُّمَّ الدُّعَاۤءَ اِذَا وَلَّوْا مُدْبِرِيْنَ","text_id":"Sesungguhnya engkau (Nabi Muhammad) tidak akan sanggup menjadikan orang-orang yang mati dan orang-orang yang tuli dapat mendengar seruan apabila mereka berpaling ke belakang.<sup>594)</sup>","text_en":"You cannot make the dead to listen nor the deaf hear the call when they have turned back and retreated,","transliteration":"fa innaka lā tusmi'ul-mautā wa lā tusmi'uṣ-ṣummad-du'ā`a iżā wallau mudbirīn","no_fn":"594","text_fn":"594) Orang kafir disamakan oleh Allah Swt. dengan orang mati yang tidak mungkin lagi mendengar seruan kebenaran. Mereka juga seperti orang tuli yang tidak bisa mendengar panggilan sama sekali apabila mereka membelakangi orang yang memanggilnya.","juz":21,"hizb":41,"rub_al_hizb":163,"page":410},{"id":3462,"surah":30,"no_ayah":53,"theme":"Bukti Kekuasaan dan Keesaan Allah berupa Angin dan Hujan","text_ayah":"وَمَآ اَنْتَ بِهٰدِ الْعُمْيِ عَنْ ضَلٰلَتِهِمْۗ اِنْ تُسْمِعُ اِلَّا مَنْ يُّؤْمِنُ بِاٰيٰتِنَا فَهُمْ مُّسْلِمُوْنَࣖ","text_id":"Engkau bukanlah pemberi petunjuk bagi orang-orang yang buta (mata hatinya) dari kesesatannya. Engkau tidak dapat menjadikan (seorang pun) mendengar, kecuali orang yang beriman pada ayat-ayat Kami dan mereka berserah diri.","text_en":"Nor can you make the blind see the way when they have gone astray. You can make none hear except those who believe Our signs and have come to submission.","transliteration":"wa mā anta bihādil-'umyi 'an ḍalālatihim, in tusmi'u illā may yu`minu bi`āyātinā fa hum muslimụn","no_fn":"","text_fn":"","juz":21,"hizb":41,"rub_al_hizb":163,"page":410},{"id":3463,"surah":30,"no_ayah":54,"theme":"Fase Perjalanan Manusia di Dunia","text_ayah":"۞ اَللّٰهُ الَّذِيْ خَلَقَكُمْ مِّنْ ضَعْفٍ ثُمَّ جَعَلَ مِنْۢ بَعْدِ ضَعْفٍ قُوَّةً ثُمَّ جَعَلَ مِنْۢ بَعْدِ قُوَّةٍ ضَعْفًا وَّشَيْبَةًۗ يَخْلُقُ مَا يَشَاۤءُۚ وَهُوَ الْعَلِيْمُ الْقَدِيْرُ","text_id":"Allah adalah Zat yang menciptakanmu dari keadaan lemah, kemudian Dia menjadikan(-mu) kuat setelah keadaan lemah. Lalu, Dia menjadikan(-mu) lemah (kembali) setelah keadaan kuat dan beruban.<sup>595)</sup> Dia menciptakan apa yang Dia kehendaki. Dia Maha Mengetahui lagi Mahakuasa.","text_en":"It is God who created you of weakness, then after weakness gave you strength, then after strength will give you weakness and grey hair. Surely He makes whatever He wills. He is all-knowing and all-powerful.","transliteration":"allāhullażī khalaqakum min ḍa'fin ṡumma ja'ala mim ba'di ḍa'fing quwwatan ṡumma ja'ala mim ba'di quwwatin ḍa'faw wa syaibah, yakhluqu mā yasyā`, wa huwal-'alīmul-qadīr","no_fn":"595","text_fn":"595) Kata lemah yang pertama berarti masa ketika masih berupa nutfah. Kata lemah yang kedua berarti masa kanak-kanak. Adapun kata kuat berarti masa muda.","juz":21,"hizb":41,"rub_al_hizb":164,"page":410},{"id":3464,"surah":30,"no_ayah":55,"theme":"Hari Kebangkitan sebagai Kelanjutan Perjalanan Manusia di Dunia","text_ayah":"وَيَوْمَ تَقُوْمُ السَّاعَةُ يُقْسِمُ الْمُجْرِمُوْنَ ەۙ مَا لَبِثُوْا غَيْرَ سَاعَةٍۗ كَذٰلِكَ كَانُوْا يُؤْفَكُوْنَ","text_id":"Pada hari (ketika) terjadi kiamat, para pendurhaka (kafir) bersumpah bahwa mereka berdiam (dalam kubur) hanya sesaat (saja).<sup>596)</sup> Begitulah dahulu mereka dipalingkan (dari kebenaran).","text_en":"The day Resurrection is set the sinners will swear: \"We did not tarry more than an hour (and cannot be guilty).\" That is how they have always been deceived.","transliteration":"wa yauma taqụmus-sā'atu yuqsimul-mujrimụna mā labiṡụ gaira sā'ah, każālika kānụ yu`fakụn","no_fn":"596","text_fn":"596) Sebagaimana mereka berdusta dalam perkataan mereka ini, seperti itulah mereka selalu berdusta di dunia.","juz":21,"hizb":41,"rub_al_hizb":164,"page":410},{"id":3465,"surah":30,"no_ayah":56,"theme":"Hari Kebangkitan sebagai Kelanjutan Perjalanan Manusia di Dunia","text_ayah":"وَقَالَ الَّذِيْنَ اُوْتُوا الْعِلْمَ وَالْاِيْمَانَ لَقَدْ لَبِثْتُمْ فِيْ كِتٰبِ اللّٰهِ اِلٰى يَوْمِ الْبَعْثِۖ فَهٰذَا يَوْمُ الْبَعْثِ وَلٰكِنَّكُمْ كُنْتُمْ لَا تَعْلَمُوْنَ","text_id":"Orang-orang yang diberi ilmu dan iman berkata (kepada orang-orang kafir), “Sungguh, kamu benar-benar telah berdiam (dalam kubur) menurut ketetapan Allah sampai hari Kebangkitan. Maka, inilah hari Kebangkitan itu, tetapi dahulu kamu tidak mengetahui (bahwa itu benar adanya).”","text_en":"But those who were given the knowledge and belief will say: \"You have tarried, according to the Book of God, as long as the Day of Resurrection, and this is the Day of Resurrection, but 'you do not know.\"","transliteration":"wa qālallażīna ụtul-'ilma wal-īmāna laqad labiṡtum fī kitābillāhi ilā yaumil-ba'ṡi fa hāżā yaumul-ba'ṡi wa lākinnakum kuntum lā ta'lamụn","no_fn":"","text_fn":"","juz":21,"hizb":41,"rub_al_hizb":164,"page":410},{"id":3466,"surah":30,"no_ayah":57,"theme":"Hari Kebangkitan sebagai Kelanjutan Perjalanan Manusia di Dunia","text_ayah":"فَيَوْمَىِٕذٍ لَّا يَنْفَعُ الَّذِيْنَ ظَلَمُوْا مَعْذِرَتُهُمْ وَلَا هُمْ يُسْتَعْتَبُوْنَ","text_id":"Pada hari itu tidak berguna (lagi) dalih (dan permintaan maaf) orang-orang yang zalim dan mereka tidak pula diberi kesempatan untuk bertobat lagi.","text_en":"Their excuses will be of no avail to the sinners on that day, and they will not be allowed to beg for favour.","transliteration":"fa yauma`iżil lā yanfa'ullażīna ẓalamụ ma'żiratuhum wa lā hum yusta'tabụn","no_fn":"","text_fn":"","juz":21,"hizb":41,"rub_al_hizb":164,"page":410},{"id":3467,"surah":30,"no_ayah":58,"theme":"Pentingnya Penyebutan Tanda-Tanda Kebesaran Allah dan Perintah untuk Bersabar","text_ayah":"وَلَقَدْ ضَرَبْنَا لِلنَّاسِ فِيْ هٰذَا الْقُرْاٰنِ مِنْ كُلِّ مَثَلٍۗ وَلَىِٕنْ جِئْتَهُمْ بِاٰيَةٍ لَّيَقُوْلَنَّ الَّذِيْنَ كَفَرُوْٓا اِنْ اَنْتُمْ اِلَّا مُبْطِلُوْنَ","text_id":"Sungguh, Kami benar-benar telah menjelaskan dalam Al-Qur’an ini segala macam perumpamaan kepada manusia. Sungguh, jika engkau membawa suatu ayat kepada mereka, pastilah orang-orang kafir itu akan berkata, “Kamu hanyalah pembuat kepalsuan belaka.” ","text_en":"We have offered every kind of example here in this Qur'an to men. Even then if you bring a verse to them, those who disbelieve say: \"You are nothing but a liar.\"","transliteration":"wa laqad ḍarabnā lin-nāsi fī hāżal-qur`āni ming kulli maṡal, wa la`in ji`tahum bi`āyatil layaqụlannallażīna kafarū in antum illā mubṭilụn","no_fn":"","text_fn":"","juz":21,"hizb":41,"rub_al_hizb":164,"page":410},{"id":3468,"surah":30,"no_ayah":59,"theme":"Pentingnya Penyebutan Tanda-Tanda Kebesaran Allah dan Perintah untuk Bersabar","text_ayah":"كَذٰلِكَ يَطْبَعُ اللّٰهُ عَلٰى قُلُوْبِ الَّذِيْنَ لَا يَعْلَمُوْنَ","text_id":"Demikianlah Allah mengunci hati orang-orang yang tidak (mau) mengetahui. ","text_en":"That is how God seals the hearts of those who do not know.","transliteration":"każālika yaṭba'ullāhu 'alā qulụbillażīna lā ya'lamụn","no_fn":"","text_fn":"","juz":21,"hizb":41,"rub_al_hizb":164,"page":410},{"id":3469,"surah":30,"no_ayah":60,"theme":"Pentingnya Penyebutan Tanda-Tanda Kebesaran Allah dan Perintah untuk Bersabar","text_ayah":"فَاصْبِرْ اِنَّ وَعْدَ اللّٰهِ حَقٌّ وَّلَا يَسْتَخِفَّنَّكَ الَّذِيْنَ لَا يُوْقِنُوْنَࣖ ","text_id":"Maka, bersabarlah engkau (Nabi Muhammad)! Sesungguhnya janji Allah itu benar. Jangan sampai orang-orang yang tidak meyakini (kebenaran ayat-ayat Allah) itu membuat engkau bersedih.","text_en":"So have patience. The promise of God is surely true; and let not those who do not believe make you relax (your endeavours).","transliteration":"faṣbir inna wa'dallāhi ḥaqquw wa lā yastakhiffannakallażīna lā yụqinụn","no_fn":"","text_fn":"","juz":21,"hizb":41,"rub_al_hizb":164,"page":410}]