[{"id":3504,"surah":32,"no_ayah":1,"tema":"Bukti Kerasulan Nabi Muhammad","text_ayah":"ا[m[لٓ][m[مٓ]","text_id":"Alif Lām Mīm.","text_en":"ALIF LAM MIM.","transliteration":"Alif-Laaam-Meeem","no_fn":"","text_fn":""},{"id":3505,"surah":32,"no_ayah":2,"tema":"Bukti Kerasulan Nabi Muhammad","text_ayah":"تَ[f:10623[نز]ِيلُ [h:10624[ٱ]لْكِتَ[n[ـٰ]بِ لَا رَيْبَ فِيهِ م[u:4772[ِن ر]َّبِّ [h:4[ٱ]لْعَ[n[ـٰ]لَم[p[ِي]نَ","text_id":"Turunnya Al-Qur’an yang tidak ada keraguan di dalamnya berasal dari Tuhan semesta alam.","text_en":"The revelation of this Book free of doubt and involution is from the Lord of all the worlds.","transliteration":"Tanzeelul Kitaabi 'laaraiba feehi mir rabbil 'aalameen","no_fn":"","text_fn":""},{"id":3506,"surah":32,"no_ayah":3,"tema":"Bukti Kerasulan Nabi Muhammad","text_ayah":"أَمْ يَقُولُونَ [h:6061[ٱ]فْتَرَ[ٮٰ]هُ‌ۚ بَلْ هُوَ [h:8923[ٱ]لْحَقُّ م[u:770[ِن ر]َّبِّكَ لِتُ[f:4582[نذ]ِرَ قَوْ[a:10181[مًا م]ّ[o[َآ] أَتَ[n[ـٰ]ه[w:10182[ُم م]ّ[a:10183[ِن ن]َّذِي[a:10184[رٍ م]ِّ[f:18[ن ق]َ[q:19[بْ]لِكَ لَعَلَّهُمْ يَهْتَد[p[ُو]نَ","text_id":"Akan tetapi, mengapa mereka (orang kafir) mengatakan, “Dia (Nabi Muhammad) telah mengada-adakannya.” Sebaliknya, Al-Qur’an itulah kebenaran (yang datang) dari Tuhanmu agar engkau memberi peringatan kepada kaum yang sama sekali belum pernah didatangi seorang pemberi peringatan sebelum engkau. (Demikian ini) agar mereka mendapat petunjuk.","text_en":"Or do they say he has fabricated it? In fact, it is the truth from your Lord so that you may warn the people to whom no admonisher was sent before you. They may haply come to guidance.","transliteration":"Am yaqooloonaf taraahu bal huwal haqqu mir rabbika litunzira qawma maaa ataahum min nazeerim min qablika la'allahum yahtadoon","no_fn":"","text_fn":""},{"id":3507,"surah":32,"no_ayah":4,"tema":"Bukti Keesaan dan Kekuasaan Allah","text_ayah":"ٱللَّهُ [h:4738[ٱ]لَّذِى خَلَقَ [h:3913[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:1474[ٱ]لْأَرْضَ وَمَا بَيْنَهُمَا فِى سِتَّةِ أَيَّا[f:4739[مٍ ث]ُ[g[مّ]َ [h:156[ٱ]سْتَوَىٰ عَلَى [h:4740[ٱ]لْعَرْشِ‌ۖ مَا لَك[w:556[ُم م]ِّ[f:3136[ن د]ُونِه[n[ِۦ] م[a:557[ِن و]َلِ[a:558[ىٍّ و]َلَا شَفِيعٍ‌ۚ أَفَلَا تَتَذَكَّر[p[ُو]نَ","text_id":"Allah adalah Zat yang menciptakan langit dan bumi serta apa yang ada di antara keduanya dalam enam masa, kemudian Dia bersemayam di atas ‘Arasy.<sup>604)</sup> Bagimu tidak ada seorang pun pelindung dan pemberi syafaat selain Dia. Maka, apakah kamu tidak memperhatikan?","text_en":"It is God who created the heavens and the earth and all that lies between them, in six spans, then assumed all authority. You have no protector other than Him, nor any intercessor. Will you not be warned even then?","transliteration":"Allaahul lazee khalaqas samaawaati wal arda wa maa bainahumaa fee sittati ayyaam;Thummas tawaa 'alal 'arsh; maa lakum min doonihee minw-wwaliyyinw-wala shafee'; afala tatazakkaroon","no_fn":"604","text_fn":"604) Lihat catatan kaki surah al-A‘rāf/7: 54."},{"id":3508,"surah":32,"no_ayah":5,"tema":"Bukti Keesaan dan Kekuasaan Allah","text_ayah":"يُدَبِّرُ [h:5940[ٱ]لْأَمْرَ مِنَ [h:64[ٱ][l[ل]سَّم[o[َا]ٓءِ إِلَى [h:5136[ٱ]لْأَرْضِ ثُ[g[مّ]َ يَعْرُجُ إِلَيْهِ فِى يَوْ[f:10625[مٍ ك]َانَ مِ[q:10626[قْ]دَارُهُ[o[ۥٓ] أَلْفَ سَنَ[a:9062[ةٍ م]ِّ[g[مّ]َا تَعُدّ[p[ُو]نَ","text_id":"Dia mengatur segala urusan dari langit ke bumi, kemudian (segala urusan) itu naik kepada-Nya<sup>605)</sup> pada hari yang kadarnya (lamanya) adalah seribu tahun menurut perhitunganmu.","text_en":"He regulates all affairs from high to low, then they rise to perfection step by step in a (heavenly) day whose measure is a thousand years of your reckoning.","transliteration":"Yudabbirul amra minas samaaa'i ilal ardi Thumma ya'ruju ilai Thumma ya'ruju ilaihi fee yawmin kaana miqdaaruhoooo alfa sanatim mimmaa ta'uddoon","no_fn":"605","text_fn":"605) Yang dimaksud urusan itu naik kepada-Nya adalah beritanya dibawa oleh malaikat. Ayat ini merupakan tamsil bagi kebesaran Allah Swt. dan keagungan-Nya."},{"id":3509,"surah":32,"no_ayah":6,"tema":"Bukti Keesaan dan Kekuasaan Allah","text_ayah":"ذ[n[َٲ]لِكَ عَ[n[ـٰ]لِمُ [h:4186[ٱ]لْغَيْبِ وَ[h:4187[ٱ][l[ل]شَّهَ[n[ـٰ]دَةِ [h:10627[ٱ]لْعَزِيزُ [h:9718[ٱ][l[ل]رَّح[p[ِي]مُ","text_id":"Itu adalah (Tuhan) yang mengetahui yang gaib dan yang nyata, Yang Mahaperkasa lagi Maha Penyayang.","text_en":"Such is (He) the knower of the unknown and the known, the mighty and the merciful,","transliteration":"Zaalika 'aalimul ghaybi wa shahaadatil 'azeezur raheem","no_fn":"","text_fn":""},{"id":3510,"surah":32,"no_ayah":7,"tema":"Bukti Keesaan dan Kekuasaan Allah","text_ayah":"ٱلَّذ[o[ِىٓ] أَحْسَنَ كُلَّ شَىْءٍ خَلَقَهُ[n[ۥ]‌ۖ وَبَدَأَ خَلْقَ [h:10628[ٱ]لْإِ[f:7874[نس]َ[n[ـٰ]نِ مِ[f:3917[ن ط][p[ِي]نٍ","text_id":"(Dia juga) yang memperindah segala sesuatu yang Dia ciptakan dan memulai penciptaan manusia dari tanah.","text_en":"Who made all things He created excellent; and first fashioned man from clay,","transliteration":"Allazee ahsana kulla shai in khalaqa; wa bada a khalqal insaani min teen","no_fn":"","text_fn":""},{"id":3511,"surah":32,"no_ayah":8,"tema":"Bukti Keesaan dan Kekuasaan Allah","text_ayah":"ثُ[g[مّ]َ جَعَلَ نَسْلَهُ[n[ۥ] مِ[f:9144[ن س]ُلَ[n[ـٰ]لَ[a:9145[ةٍ م]ّ[a:840[ِن م]ّ[o[َا]ٓ[a:10629[ءٍ م]َّه[p[ِي]نٍ","text_id":"Kemudian, Dia menjadikan keturunannya dari sari pati air yang hina (air mani).","text_en":"Then made his offspring from the extract of base fluid,","transliteration":"Thumma ja'ala naslahoo min sulaalatim mim maaa'immaheen","no_fn":"","text_fn":""},{"id":3512,"surah":32,"no_ayah":9,"tema":"Bukti Keesaan dan Kekuasaan Allah","text_ayah":"ثُ[g[مّ]َ سَوَّ[n[ٮٰ]هُ وَنَفَخَ فِيهِ م[u:10630[ِن ر]ُّوحِه[n[ِۦ]‌ۖ وَجَعَلَ لَكُمُ [h:7518[ٱ][l[ل]سَّمْعَ وَ[h:6037[ٱ]لْأَ[q:6037[بْ]صَ[n[ـٰ]رَ وَ[h:7519[ٱ]لْأَفْــِٔدَةَ‌ۚ قَلِيل[a:4583[اً م]َّا تَشْكُر[p[ُو]نَ","text_id":"Kemudian, Dia menyempurnakannya dan meniupkan roh (ciptaan)-Nya ke dalam (tubuh)-nya. Dia menjadikan pendengaran, penglihatan, dan hati nurani untukmu. Sedikit sekali kamu bersyukur.","text_en":"Then proportioned and breathed into him of His spirit, and gave you the senses of hearing, sight and feeling. And yet how little are the thanks you offer!","transliteration":"Thumma sawwaahu wa nafakha feehi mir roohihih; wa ja'ala lakumus sam'a wal-absaara wal-af'idah; taqaleelam maa tashkuroon","no_fn":"","text_fn":""},{"id":3513,"surah":32,"no_ayah":10,"tema":"Keniscayaan Hari Akhir dan Keadaan Orang Kafir di Akhirat","text_ayah":"وَقَال[o[ُوٓ][s[اْ] أَءِذَا ضَلَلْنَا فِى [h:44[ٱ]لْأَرْضِ أَءِ[g[نّ]َا لَفِى خَلْ[f:6887[قٍ ج]َدِي[i:10631[دِۭ‌ۚ ب]َلْ ه[c:10632[ُم ب]ِلِق[o[َا]ٓءِ رَبِّهِمْ كَ[n[ـٰ]فِر[p[ُو]نَ","text_id":"Mereka berkata, “Apakah apabila kami telah lenyap (hancur) di dalam tanah, kami akan (kembali) dalam ciptaan yang baru?”<sup>606)</sup> Bahkan (bukan hanya itu), mereka pun mengingkari pertemuan dengan Tuhannya.","text_en":"But they say: \"When we have mingled with the earth, shall we be created anew?\" In fact they deny the meeting with their Lord.","transliteration":"Wa qaalooo 'a-izaa dalalnaa fil ardi 'a-innaa lafee khalqin jadeed; bal hum biliqaaa'i rabbihim kaafirroon","no_fn":"606","text_fn":"606) Mereka dihidupkan kembali untuk menerima balasan Allah Swt. pada hari Kiamat."},{"id":3514,"surah":32,"no_ayah":11,"tema":"Keniscayaan Hari Akhir dan Keadaan Orang Kafir di Akhirat","text_ayah":"۞ قُلْ يَتَوَفَّ[n[ـٰ]ك[w:10633[ُم م]َّلَكُ [h:10634[ٱ]لْمَوْتِ [h:10635[ٱ]لَّذِى وُكِّلَ بِكُمْ ثُ[g[مّ]َ إِلَىٰ رَبِّكُمْ تُرْجَع[p[ُو]نَ","text_id":"Katakanlah, “Malaikat maut yang diserahi (tugas) untuk (mencabut nyawa)-mu akan mematikanmu, kemudian kepada Tuhanmulah kamu akan dikembalikan.”","text_en":"Say: \"The angel of death appointed over you will take away your soul, then you will be sent back to your Lord.\"","transliteration":"Qul yatawaffaakum malakul mawtil lazee wukkila bikum Thumma ilaa rabbikum turja'oon","no_fn":"","text_fn":""},{"id":3515,"surah":32,"no_ayah":12,"tema":"Keniscayaan Hari Akhir dan Keadaan Orang Kafir di Akhirat","text_ayah":"وَلَوْ تَرَ[o[ىٰٓ] إِذِ [h:10636[ٱ]لْمُ[q:5255[جْ]رِمُونَ نَاكِسُو[s[اْ] رُءُوسِهِمْ عِ[f:264[ند]َ رَبِّهِمْ رَبَّن[o[َآ] أَ[q:10637[بْ]صَرْنَا وَسَمِعْنَا فَ[h:10638[ٱ]رْجِعْنَا نَعْمَلْ صَ[n[ـٰ]لِحًا إِ[g[نّ]َا مُوقِن[p[ُو]نَ","text_id":"Jika sekiranya kamu melihat orang-orang yang berdosa itu menundukkan kepalanya di hadapan Tuhannya, (kamu akan melihat sesuatu yang sangat luar biasa dan mereka berkata,) “Ya Tuhan kami, kami telah melihat (hari Kiamat yang kami ingkari) dan mendengar (dari-Mu kebenaran ucapan rasul-rasul-Mu). Maka, kembalikanlah kami (ke dunia), niscaya kami akan beramal saleh. Sesungguhnya kami (sekarang) adalah orang-orang yang yakin (akan adanya hari Kiamat).”","text_en":"If only you could see when the sinners will stand before their Lord, heads hung low, (and say:) \"O Lord, we have seen and heard. So send us back. We shall do the right, for we have come to believe with certainty.\"","transliteration":"Wa law taraaa izil mujrimoona naakisoo ru'oosihim 'inda rabbihim rabbanaaa absarnaa wa sami'naa farji'naa na'mal saalihan innaa mooqinoon","no_fn":"","text_fn":""},{"id":3516,"surah":32,"no_ayah":13,"tema":"Keniscayaan Hari Akhir dan Keadaan Orang Kafir di Akhirat","text_ayah":"وَلَوْ شِئْنَا لَأَتَيْنَا كُلَّ نَفْسٍ هُدَ[n[ٮٰ]هَا وَلَ[n[ـٰ]كِنْ حَقَّ [h:10639[ٱ]لْقَوْلُ مِ[g[نّ]ِى لَأَمْلَأَ[g[نّ]َ جَهَ[g[نّ]َمَ مِنَ [h:6531[ٱ]لْجِ[g[نّ]َةِ وَ[h:824[ٱ][l[ل][g[نّ]َاسِ أَ[q:825[جْ]مَع[p[ِي]نَ","text_id":"Seandainya Kami menghendaki, niscaya Kami menganugerahkan kepada setiap jiwa petunjuk (bagi)-nya, tetapi telah berlaku ketetapan dari-Ku (bahwa) sungguh Aku pasti akan memenuhi (neraka) Jahanam dengan jin dan manusia bersama-sama.","text_en":"Had We intended We could have given every soul its guidance; but inevitable is My word that I will fill up Hell with men and jinns together.","transliteration":"Wa law shi'naa la-aatainaa kulla nafsin hudaahaa wa laakin haqqal qawlu minnee la amla'anna jahannama minal jinnati wannaasi ajma'een","no_fn":"","text_fn":""},{"id":3517,"surah":32,"no_ayah":14,"tema":"Keniscayaan Hari Akhir dan Keadaan Orang Kafir di Akhirat","text_ayah":"فَذُوقُو[s[اْ] بِمَا نَسِيتُمْ لِق[o[َا]ٓءَ يَوْمِكُمْ هَ[n[ـٰ]ذ[o[َآ] إِ[g[نّ]َا نَسِينَ[n[ـٰ]كُمْ‌ۖ وَذُوقُو[s[اْ] عَذَابَ [h:6085[ٱ]لْخُلْدِ بِمَا كُ[f:100[نت]ُمْ تَعْمَل[p[ُو]نَ","text_id":"Rasakanlah olehmu (azab ini) karena kamu melalaikan pertemuan dengan harimu ini (hari Kiamat). Sesungguhnya Kami pun melalaikanmu. Rasakanlah azab yang kekal karena apa yang selalu kamu kerjakan!”","text_en":"So now suffer. As you forgot the meeting of this your Day of Doom, so have We forgotten you. Now taste the everlasting punishment for your deeds.","transliteration":"Fazooqoo bimaa naseetum liqaaa'a yawminkum haaza innaa naseenaakum wa zooqoo 'azaabal khuldi bimaa kuntum ta'maloon","no_fn":"","text_fn":""},{"id":3518,"surah":32,"no_ayah":15,"tema":"Karakter Orang Mukmin di Dunia dan Balasannya di Akhirat","text_ayah":"إِ[g[نّ]َمَا يُؤْمِنُ بِـَٔـايَ[n[ـٰ]تِنَا [h:10640[ٱ]لَّذِينَ إِذَا ذُكِّرُو[s[اْ] بِهَا خَرُّو[s[اْ] سُجَّ[a:10641[دًا و]َسَبَّحُو[s[اْ] بِحَمْدِ رَبِّهِمْ وَهُمْ لَا يَسْتَكْبِرُ[p[و]نَ ۩","text_id":"Sesungguhnya orang-orang yang beriman dengan ayat-ayat Kami, hanyalah orang-orang yang apabila diperingatkan dengannya (ayat-ayat Kami), mereka menyungkur (dalam keadaan) sujud dan bertasbih serta memuji Tuhannya dan mereka pun tidak menyombongkan diri.","text_en":"Only they believe in Our revelations who, when they are reminded, bow in adoration, and give praise to their Lord, and do not become arrogant.","transliteration":"Innamaa yu'minu bi aayaatinal lazeena izaa zukkiroo bihaa kharroo sujjadanw wa sabbahoo bihamdi rabbihim wa hum laa yastakbiroon","no_fn":"","text_fn":""},{"id":3519,"surah":32,"no_ayah":16,"tema":"Karakter Orang Mukmin di Dunia dan Balasannya di Akhirat","text_ayah":"تَتَجَافَىٰ جُنُوبُهُمْ عَنِ [h:10642[ٱ]لْمَضَاجِعِ يَ[q:1240[دْ]عُونَ رَبَّهُمْ خَوْ[a:4752[فًا و]َطَمَ[a:10643[عًا و]َمِ[g[مّ]َا رَزَ[q:15[قْ]نَ[n[ـٰ]هُمْ يُ[f:16[نف]ِق[p[ُو]نَ","text_id":"Lambung (tubuh) mereka jauh dari tempat tidur (untuk salat malam) seraya berdoa kepada Tuhannya dengan rasa takut (akan siksa-Nya) dan penuh harap (akan rahmat-Nya) dan mereka menginfakkan sebagian dari rezeki yang Kami anugerahkan kepada mereka.","text_en":"Their backs do not rest on their beds, and they pray to their Lord in fear and hope, and spend of what We have given them (in charity).","transliteration":"Tatajaafaa junoobuhum 'anil madaaji'i yad'oona rabbahum khawfanw wa tama'anw wa mimmaa razaqnaahum yunfiqoon","no_fn":"","text_fn":""},{"id":3520,"surah":32,"no_ayah":17,"tema":"Karakter Orang Mukmin di Dunia dan Balasannya di Akhirat","text_ayah":"فَلَا تَعْلَمُ نَفْ[a:10644[سٌ م]ّ[o[َآ] أُخْفِىَ لَه[w:1812[ُم م]ِّ[f:10645[ن ق]ُرَّةِ أَعْيُ[f:10646[نٍ ج]َز[o[َا]ٓ[i:3537[ءَۢ ب]ِمَا كَانُو[s[اْ] يَعْمَل[p[ُو]نَ","text_id":"Tidak seorang pun mengetahui apa yang disembunyikan untuk mereka berupa (macam-macam nikmat) yang menyenangkan hati sebagai balasan terhadap apa yang selalu mereka kerjakan.","text_en":"No soul knows what peace and joy lie hidden from them as reward for what they have done.","transliteration":"Falaa ta'lamu nafsum maaa ukhfiya lahum min qurrati a'yunin jazaaa'am bimaa kaanoo ya'maloon","no_fn":"","text_fn":""},{"id":3521,"surah":32,"no_ayah":18,"tema":"Balasan bagi Orang Mukmin dan Fasik","text_ayah":"أَفَمَ[f:6273[ن ك]َانَ مُؤْمِ[f:10647[نًا ك]َمَ[f:10648[ن ك]َانَ فَاسِ[u:10649[قًا‌ۚ ل]َّا يَسْتَوُ[p[ۥ]نَ","text_id":"Apakah orang mukmin sama dengan orang fasik (kafir)? (Pastilah) mereka tidak sama.","text_en":"Is one who is a believer like one who is a transgressor? No, they are not alike.","transliteration":"Afaman kaana mu'minan kaman kaana faasiqaa; laa yasta woon","no_fn":"","text_fn":""},{"id":3522,"surah":32,"no_ayah":19,"tema":"Balasan bagi Orang Mukmin dan Fasik","text_ayah":"أَ[g[مّ]َا [h:10650[ٱ]لَّذِينَ ءَامَنُو[s[اْ] وَعَمِلُو[s[اْ] [h:118[ٱ][l[ل]صَّ[n[ـٰ]لِحَ[n[ـٰ]تِ فَلَهُمْ جَ[g[نّ]َ[n[ـٰ]تُ [h:10651[ٱ]لْمَأْوَىٰ نُزُل[i:10652[اَۢ ب]ِمَا كَانُو[s[اْ] يَعْمَل[p[ُو]نَ","text_id":"Adapun orang-orang yang beriman dan mengerjakan amal saleh, mereka akan mendapat surga-surga (sebagai) tempat kediaman sebagai balasan atas apa yang selalu mereka kerjakan.","text_en":"As for those who believe and do the right, there are gardens for abode as welcome for what they had done.","transliteration":"Ammal lazeena aamanoo wa 'amilus saalihaati falahum jannaatul maawa nuzulam bimaa kaanoo ya'maloon","no_fn":"","text_fn":""},{"id":3523,"surah":32,"no_ayah":20,"tema":"Balasan bagi Orang Mukmin dan Fasik","text_ayah":"وَأَ[g[مّ]َا [h:138[ٱ]لَّذِينَ فَسَقُو[s[اْ] فَمَأْوَ[n[ٮٰ]هُمُ [h:10653[ٱ][l[ل][g[نّ]َارُ‌ۖ كُلَّم[o[َآ] أَرَاد[o[ُوٓ][s[اْ] أ[a:3533[َن ي]َخْرُجُو[s[اْ] مِنْه[o[َآ] أُعِيدُو[s[اْ] فِيهَا وَقِيلَ لَهُمْ ذُوقُو[s[اْ] عَذَابَ [h:1110[ٱ][l[ل][g[نّ]َارِ [h:10654[ٱ]لَّذِى كُ[f:100[نت][c:6084[ُم ب]ِه[n[ِۦ] تُكَذِّب[p[ُو]نَ","text_id":"Adapun orang-orang yang fasik (kafir), tempat kediaman mereka adalah neraka. Setiap kali mereka hendak keluar darinya, mereka dikembalikan (lagi) ke dalamnya dan dikatakan kepada mereka, “Rasakanlah azab neraka yang dahulu selalu kamu dustakan.”","text_en":"As for those who disobey, their abode is Hell. Whensoever they wish to escape from it they would be dragged back into it, and told: \"Taste the torment of the Fire which you used to call a lie.\"","transliteration":"Wa ammal lazeena fasaqoo famaawaahumn Naaru kullamaaa araadooo any yakhrujoo minhaaa u'eedoo feehaa wa qeela lahum zooqoo 'zaaaban Naaril lazee kuntum bihee tukazziboon","no_fn":"","text_fn":""},{"id":3524,"surah":32,"no_ayah":21,"tema":"Balasan bagi Orang Mukmin dan Fasik","text_ayah":"وَلَنُذِيقَ[g[نّ]َه[w:10655[ُم م]ِّنَ [h:503[ٱ]لْعَذَابِ [h:10656[ٱ]لْأَ[q:5116[دْ]نَىٰ دُونَ [h:10657[ٱ]لْعَذَابِ [h:10658[ٱ]لْأَكْبَرِ لَعَلَّهُمْ يَرْجِع[p[ُو]نَ","text_id":"Kami pasti akan menimpakan kepada mereka sebagian azab yang dekat (di dunia) sebelum azab yang lebih besar (di akhirat) agar mereka kembali (ke jalan yang benar).","text_en":"But We shall make them taste the affliction of this world before the greater torment, so that they may retract.","transliteration":"Wa lanuzeeqan nahum minal 'azaabil ladnaa doonal 'azaabil akbari la'allahum yarji'oon","no_fn":"","text_fn":""},{"id":3525,"surah":32,"no_ayah":22,"tema":"Balasan bagi Orang Mukmin dan Fasik","text_ayah":"وَمَنْ أَظْلَمُ مِ[g[مّ]َ[f:8134[ن ذ]ُكِّرَ بِـَٔـايَ[n[ـٰ]تِ رَبِّه[n[ِۦ] ثُ[g[مّ]َ أَعْرَضَ عَنْه[o[َآ‌ۚ] إِ[g[نّ]َا مِنَ [h:9627[ٱ]لْمُ[q:4093[جْ]رِمِينَ مُ[f:10659[نت]َقِم[p[ُو]نَ","text_id":"Siapakah yang lebih zalim daripada orang yang telah diperingatkan dengan ayat-ayat Tuhannya, kemudian dia berpaling darinya? Sesungguhnya Kami akan memberikan balasan kepada para pendosa.","text_en":"Who is more wicked than he who is reminded of his Lord's revelations yet turns away from them; We will surely requite the sinners.","transliteration":"Wa man azlamu mimman zukkira bi aayaati rabbihee summa a'rada 'anhaa; innaa minal mujrimeena muntaqimmon","no_fn":"","text_fn":""},{"id":3526,"surah":32,"no_ayah":23,"tema":"Nabi Musa, Kitab Taurat, dan Sikap Kaum Yahudi","text_ayah":"وَلَقَ[q:341[دْ] ءَاتَيْنَا مُوسَى [h:257[ٱ]لْكِتَ[n[ـٰ]بَ فَلَا تَكُ[f:10023[ن ف]ِى مِرْيَ[a:10660[ةٍ م]ّ[u:10661[ِن ل]ِّق[o[َا]ٓئِه[n[ِۦ‌ۖ] وَجَعَلْنَ[n[ـٰ]هُ هُ[u:7658[دًى ل]ِّبَن[o[ِىٓ] إِسْر[o[َٲ]ٓء[p[ِي]لَ","text_id":"Sungguh, Kami benar-benar telah menganugerahkan Kitab (Taurat) kepada Musa. Maka, janganlah engkau (Nabi Muhammad) ragu-ragu menerimanya (Al-Qur’an) dan Kami menjadikan Kitab (Taurat) itu sebagai petunjuk bagi Bani Israil.","text_en":"Verily We gave Moses the Book; so be not in doubt about his having received it; and We made it a guidance for the children of Israel.","transliteration":"Wa laqad aayainaa Moosal Kitaaba falaa takun fee miryatim mil liqaaa'ihee wa ja'alnaahu hudal li Baneee Israaa'eel","no_fn":"","text_fn":""},{"id":3527,"surah":32,"no_ayah":24,"tema":"Nabi Musa, Kitab Taurat, dan Sikap Kaum Yahudi","text_ayah":"وَجَعَلْنَا مِنْهُمْ أَئِ[g[مّ]َ[a:8805[ةً ي]َهْدُونَ بِأَمْرِنَا لَ[g[مّ]َا صَبَرُو[s[اْ‌ۖ] وَكَانُو[s[اْ] بِـَٔـايَ[n[ـٰ]تِنَا يُوقِن[p[ُو]نَ","text_id":"Kami menjadikan di antara mereka itu pemimpin-pemimpin yang memberi petunjuk dengan perintah Kami selama mereka bersabar. Mereka selalu meyakini ayat-ayat Kami.","text_en":"When they persevered and firmly believed Our revelations We appointed learned men among them who guided them by Our command.","transliteration":"Wa ja'alnaa minhum a'immatany yahdoona bi amrinaa lammaa sabaroo wa kaanoo bi aayaatinaa yooqinoon","no_fn":"","text_fn":""},{"id":3528,"surah":32,"no_ayah":25,"tema":"Nabi Musa, Kitab Taurat, dan Sikap Kaum Yahudi","text_ayah":"إِ[g[نّ]َ رَبَّكَ هُوَ يَفْصِلُ بَيْنَهُمْ يَوْمَ [h:592[ٱ]لْقِيَ[n[ـٰ]مَةِ فِيمَا كَانُو[s[اْ] فِيهِ يَخْتَلِف[p[ُو]نَ","text_id":"Sesungguhnya Tuhanmu, Dialah yang memutuskan di antara mereka pada hari Kiamat apa yang dahulu selalu mereka perselisihkan.","text_en":"Surely your Lord will decide between them about what they were at variance, on the Day of Resurrection.","transliteration":"Inna rabbaka huwa yafsilu bainahum yawmal qiyaamati feemaa kaanoo feehi yakhtalifoon","no_fn":"","text_fn":""},{"id":3529,"surah":32,"no_ayah":26,"tema":"Memperkuat Ajaran Tauhid, Kekuasaan Allah, dan Hari Perhitungan","text_ayah":"أَوَلَمْ يَهْدِ لَهُمْ كَمْ أَهْلَكْنَا مِ[f:617[ن ق]َ[q:618[بْ]لِه[w:10662[ِم م]ِّنَ [h:6524[ٱ]لْقُرُونِ يَمْشُونَ فِى مَسَ[n[ـٰ]كِنِهِمْ‌ۚ إِ[g[نّ]َ فِى ذ[n[َٲ]لِكَ لَأَيَ[n[ـٰ]تٍ‌ۖ أَفَلَا يَسْمَع[p[ُو]نَ","text_id":"Tidakkah menjadi petunjuk bagi mereka (kaum kafir Makkah), betapa banyak umat sebelum mereka yang telah Kami binasakan, sedangkan mereka sendiri berjalan di tempat-tempat kediaman mereka itu. Sesungguhnya pada yang demikian itu terdapat tanda-tanda (kekuasaan Allah). Apakah mereka tidak mendengarkan (memperhatikan)?","text_en":"Did they not find guidance in the many generations We had destroyed before them, over whose dwellings they (now) walk? There were indeed signs in this. Will they even then not listen?","transliteration":"Awalam yahdi lahum kam ahlaknaa min qablihim minal qurooni yamshoona fee zaalika la aayaatin afalaa yasma'oon","no_fn":"","text_fn":""},{"id":3530,"surah":32,"no_ayah":27,"tema":"Memperkuat Ajaran Tauhid, Kekuasaan Allah, dan Hari Perhitungan","text_ayah":"أَوَلَمْ يَرَوْ[s[اْ] أَ[g[نّ]َا نَسُوقُ [h:10663[ٱ]لْم[o[َا]ٓءَ إِلَى [h:5136[ٱ]لْأَرْضِ [h:10664[ٱ]لْجُرُزِ فَنُخْرِجُ بِه[n[ِۦ] زَرْ[f:10665[عًا ت]َأْكُلُ مِنْهُ أَنْعَ[n[ـٰ]مُهُمْ وَأَ[f:10666[نف]ُسُهُمْ‌ۖ أَفَلَا يُ[q:60[بْ]صِر[p[ُو]نَ","text_id":"Tidakkah mereka memperhatikan bahwa Kami mengarahkan (awan yang mengandung) air ke bumi yang tandus, lalu Kami menumbuhkan dengannya (air hujan) tanam-tanaman, sehingga hewan-hewan ternak mereka dan mereka sendiri dapat makan darinya. Maka, mengapa mereka tidak memperhatikan?","text_en":"Do they not see that We drive the rain towards a land that is dry, then grow grain from it which their cattle and they themselves eat? Will they not see even then?","transliteration":"Awalam yaraw annaa nasooqul maaa'a ilal lardil juruzi fanukhriju bihee zar'an taakulu minhu an'aamuhum wa anfusuhum afalaa yubsiroon","no_fn":"","text_fn":""},{"id":3531,"surah":32,"no_ayah":28,"tema":"Memperkuat Ajaran Tauhid, Kekuasaan Allah, dan Hari Perhitungan","text_ayah":"وَيَقُولُونَ مَتَىٰ هَ[n[ـٰ]ذَا [h:10667[ٱ]لْفَتْحُ إِ[f:109[ن ك]ُ[f:100[نت]ُمْ صَ[n[ـٰ]دِق[p[ِي]نَ","text_id":"Mereka bertanya, “Kapankah kemenangan itu (datang) jika engkau orang yang benar?”","text_en":"Yet they say: \"When will this decree come, if you speak the truth?\"","transliteration":"Wa yaqooloona mataa haazal fat hu in kuntum saadiqeen","no_fn":"","text_fn":""},{"id":3532,"surah":32,"no_ayah":29,"tema":"Memperkuat Ajaran Tauhid, Kekuasaan Allah, dan Hari Perhitungan","text_ayah":"قُلْ يَوْمَ [h:10668[ٱ]لْفَتْحِ لَا يَ[f:838[نف]َعُ [h:10539[ٱ]لَّذِينَ كَفَر[o[ُوٓ][s[اْ] إِيمَ[n[ـٰ]نُهُمْ وَلَا هُمْ يُ[f:826[نظ]َر[p[ُو]نَ","text_id":"Katakanlah, “Pada hari kemenangan itu tidak berguna lagi bagi orang-orang kafir keimanan mereka dan mereka tidak diberi penangguhan.”","text_en":"Say: \"Of no use will be the acceptance of belief to unbelievers on the Day of Decision, nor will they be granted respite.","transliteration":"Qul yawmal fat hi laa yanfa'ul lazeena kafarooo eemaanuhum wa laa hum yunzaroon","no_fn":"","text_fn":""},{"id":3533,"surah":32,"no_ayah":30,"tema":"Memperkuat Ajaran Tauhid, Kekuasaan Allah, dan Hari Perhitungan","text_ayah":"فَأَعْرِضْ عَنْهُمْ وَ[h:10669[ٱ][f:10669[نت]َظِرْ إِ[g[نّ]َه[w:10670[ُم م]ُّ[f:4557[نت]َظِر[p[ُو]نَ","text_id":"Maka, berpalinglah dari mereka dan tunggulah! Sesungguhnya mereka (juga) menunggu.","text_en":"Therefore turn away from them and wait as they are waiting.","transliteration":"Fa a'rid 'anhum wantazir innahum muntazirron","no_fn":"","text_fn":""}]