[{"id_ayat":3607,"no_surah":34,"no_ayat":1,"teks_ayat":"اَلْحَمْدُ لِلّٰهِ الَّذِيْ لَهٗ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِ وَلَهُ الْحَمْدُ فِى الْاٰخِرَةِۗ وَهُوَ الْحَكِيْمُ الْخَبِيْرُ","tema":"Allah Maha Terpuji dan Mahaluas Ilmu-Nya","teks_terjemah":"Segala puji bagi Allah yang memiliki segala yang di langit dan yang di bumi serta bagi-Nya segala puji di akhirat. Dialah Yang Mahabijaksana lagi Mahateliti. ","no_fn":"","teks_fn":"","bacaan":"alhamdu lillaahiladzii lahu maa fiissamaawaati wamaa fiil-ardhi walahulhamdu fiil-aakhirati wahuwalhakiimulkhabiir"},{"id_ayat":3608,"no_surah":34,"no_ayat":2,"teks_ayat":"يَعْلَمُ مَا يَلِجُ فِى الْاَرْضِ وَمَا يَخْرُجُ مِنْهَا وَمَا يَنْزِلُ مِنَ السَّمَاۤءِ وَمَا يَعْرُجُ فِيْهَاۗ وَهُوَ الرَّحِيْمُ الْغَفُوْرُ","tema":"Allah Maha Terpuji dan Mahaluas Ilmu-Nya","teks_terjemah":"Dia mengetahui apa yang masuk ke dalam bumi, apa yang keluar darinya, apa yang turun dari langit dan apa yang naik kepadanya. Dialah Yang Maha Penyayang lagi Maha Pengampun.","no_fn":"","teks_fn":"","bacaan":"ya'lamu maa yaliju fiil-ardhi wamaa yakhruju minhaa wamaa yanzilu minassamaa-i wamaa ya'ruju fiihaa wahuwarrahiimulghafuur"},{"id_ayat":3609,"no_surah":34,"no_ayat":3,"teks_ayat":"وَقَالَ الَّذِيْنَ كَفَرُوْا لَا تَأْتِيْنَا السَّاعَةُ ۗقُلْ بَلٰى وَرَبِّيْ لَتَأْتِيَنَّكُمْۙ عٰلِمِ الْغَيْبِۙ لَا يَعْزُبُ عَنْهُ مِثْقَالُ ذَرَّةٍ فِى السَّمٰوٰتِ وَلَا فِى الْاَرْضِ وَلَآ اَصْغَرُ مِنْ ذٰلِكَ وَلَآ اَكْبَرُ اِلَّا فِيْ كِتٰبٍ مُّبِيْنٍۙ  ","tema":"Keingkaran Orang Kafir terhadap Hari Kiamat dan Balasannya","teks_terjemah":"Orang-orang yang kufur berkata, “Hari Kiamat itu tidak akan datang kepada kami.” Katakanlah (Nabi Muhammad), “Pasti datang. Demi Tuhanku yang mengetahui yang gaib, kiamat itu pasti mendatangi kamu. Tidak ada yang tersembunyi bagi-Nya sekalipun seberat atom, baik yang di langit maupun yang di bumi, yang lebih kecil daripada itu atau yang lebih besar, kecuali semuanya ada dalam kitab yang jelas (Lauh Mahfuz).”","no_fn":"","teks_fn":"","bacaan":"waqaalaladziina kafaruu laa ta'tiinaassaa'atu qul balaa warabbii lata'tiyannakum 'aalimilghaybi laa ya'zubu 'anhu mitsqaalu dzarratin fiissamaawaati walaa fiil-ardhi walaa ashgharu min dzaalika walaa akbaru illaa fii kitaabin mubiin"},{"id_ayat":3610,"no_surah":34,"no_ayat":4,"teks_ayat":"لِّيَجْزِيَ الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِۗ اُولٰۤىِٕكَ لَهُمْ مَّغْفِرَةٌ وَّرِزْقٌ كَرِيْمٌ ","tema":"Keingkaran Orang Kafir terhadap Hari Kiamat dan Balasannya","teks_terjemah":"Supaya Dia memberi balasan kepada orang-orang yang beriman dan beramal saleh. Mereka itulah orang-orang yang memperoleh ampunan dan rezeki yang mulia.","no_fn":"","teks_fn":"","bacaan":"liyajziyaladziina aamanuu wa'amiluushshaalihaati ulaa-ika lahum maghfiratun warizqun kariim"},{"id_ayat":3611,"no_surah":34,"no_ayat":5,"teks_ayat":"وَالَّذِيْنَ سَعَوْ فِيْٓ اٰيٰتِنَا مُعٰجِزِيْنَ اُولٰۤىِٕكَ لَهُمْ عَذَابٌ مِّنْ رِّجْزٍ اَلِيْمٌ ","tema":"Keingkaran Orang Kafir terhadap Hari Kiamat dan Balasannya","teks_terjemah":"Orang-orang yang berusaha untuk (menentang) ayat-ayat Kami dengan anggapan dapat melemahkan (Kami), mereka itulah orang-orang yang memperoleh azab, yaitu siksa yang sangat pedih.","no_fn":"","teks_fn":"","bacaan":"walladziina sa'aw fii aayaatinaa mu'aajiziina ulaa-ika lahum 'adzaabun min rijzinliim"},{"id_ayat":3612,"no_surah":34,"no_ayat":6,"teks_ayat":"وَيَرَى الَّذِيْنَ اُوْتُوا الْعِلْمَ الَّذِيْٓ اُنْزِلَ اِلَيْكَ مِنْ رَّبِّكَ هُوَ الْحَقَّۙ وَيَهْدِيْٓ اِلٰى صِرَاطِ الْعَزِيْزِ الْحَمِيْدِ ","tema":"Keingkaran Orang Kafir terhadap Hari Kiamat dan Balasannya","teks_terjemah":"Orang-orang yang diberi ilmu berpendapat bahwa (wahyu) yang diturunkan kepadamu (Nabi Muhammad) dari Tuhanmu itulah yang benar dan memberi petunjuk ke jalan (Allah) Yang Mahaperkasa lagi Maha Terpuji.","no_fn":"","teks_fn":"","bacaan":"wayaraaladziina uutuul'ilmaladzii unzila ilayka min rabbika huwalhaqqa wayahdii ilaa shiraathil'aziizilhamiid"},{"id_ayat":3613,"no_surah":34,"no_ayat":7,"teks_ayat":"وَقَالَ الَّذِيْنَ كَفَرُوْا هَلْ نَدُلُّكُمْ عَلٰى رَجُلٍ يُّنَبِّئُكُمْ اِذَا مُزِّقْتُمْ كُلَّ مُمَزَّقٍۙ اِنَّكُمْ لَفِيْ خَلْقٍ جَدِيْدٍۚ ","tema":"Cemoohan Orang Kafir terhadap Nabi Muhammad","teks_terjemah":"Orang-orang yang kufur berkata (kepada teman-temannya), “Maukah kami tunjukkan kepadamu seorang laki-laki (Nabi Muhammad) yang memberitakan kepadamu bahwa apabila badanmu telah dihancurkan sehancur-hancurnya, sesungguhnya kamu pasti (akan dibangkitkan kembali) dalam ciptaan yang baru.","no_fn":"","teks_fn":"","bacaan":"waqaalaladziina kafaruu hal nadullukum 'alaa rajulin yunabbi-ukum idzaa muzziqtum kulla mumazzaqin innakum lafii khalqin jadiid"},{"id_ayat":3614,"no_surah":34,"no_ayat":8,"teks_ayat":"اَفْتَرٰى عَلَى اللّٰهِ كَذِبًا اَمْ بِهٖ جِنَّةٌ  ۗبَلِ الَّذِيْنَ لَا يُؤْمِنُوْنَ بِالْاٰخِرَةِ فِى الْعَذَابِ وَالضَّلٰلِ الْبَعِيْدِ ","tema":"Cemoohan Orang Kafir terhadap Nabi Muhammad","teks_terjemah":"Apakah dia mengada-adakan kebohongan besar terhadap Allah atau gila?” (Tidak), tetapi orang-orang yang tak beriman kepada akhirat itu dalam siksaan dan kesesatan yang jauh.","no_fn":"","teks_fn":"","bacaan":"aftaraa 'alaalaahi kadziban am bihi jinnatun baliladziina laa yu'minuuna bil-aakhirati fiil'adzaabi wadhdhalaalilba'iid"},{"id_ayat":3615,"no_surah":34,"no_ayat":9,"teks_ayat":"اَفَلَمْ يَرَوْا اِلٰى مَا بَيْنَ اَيْدِيْهِمْ وَمَا خَلْفَهُمْ مِّنَ السَّمَاۤءِ وَالْاَرْضِۗ اِنْ نَّشَأْ نَخْسِفْ بِهِمُ الْاَرْضَ اَوْ نُسْقِطْ عَلَيْهِمْ كِسَفًا مِّنَ السَّمَاۤءِۗ اِنَّ فِيْ ذٰلِكَ لَاٰيَةً لِّكُلِّ عَبْدٍ مُّنِيْبٍ ࣖ ","tema":"Cemoohan Orang Kafir terhadap Nabi Muhammad","teks_terjemah":"Tidakkah mereka memperhatikan langit dan bumi yang ada di hadapan dan di belakang mereka? Jika menghendakinya, niscaya Kami membenamkan mereka di bumi atau menjatuhkan kepingan-kepingan (benda-benda angkasa) dari langit di atas mereka. Sesungguhnya pada yang demikian itu benar-benar terdapat tanda (kebesaran dan kekuasaan Allah) bagi setiap hamba yang kembali (kepada-Nya).","no_fn":"","teks_fn":"","bacaan":"afalam yaraw ilaa maa bayna aydiihim wamaa khalfahum minassamaa-i wal-ardhi in nasya' nakhsif bihimul-ardha aw nusqith 'alayhim kisafan minassamaa-i inna fii dzaalika laaayatan likulli 'abdin muniib"},{"id_ayat":3616,"no_surah":34,"no_ayat":10,"teks_ayat":"۞ وَلَقَدْ اٰتَيْنَا دَاوٗدَ مِنَّا فَضْلًاۗ يٰجِبَالُ اَوِّبِيْ مَعَهٗ وَالطَّيْرَ ۚوَاَلَنَّا لَهُ الْحَدِيْدَۙ ","tema":"Karunia Allah kepada Nabi Daud","teks_terjemah":"Sungguh, benar-benar telah Kami anugerahkan kepada Daud karunia dari Kami. (Kami berfirman), “Wahai gunung-gunung dan burung-burung, bertasbihlah berulang kali bersama Daud!” Kami telah melunakkan besi untuknya.","no_fn":"","teks_fn":"","bacaan":"walaqad aataynaa daawuuda minnaa fadhlan yaa jibaalu awwibii ma'ahu waththhayra wa-alannaa lahulhadiid"},{"id_ayat":3617,"no_surah":34,"no_ayat":11,"teks_ayat":"اَنِ اعْمَلْ سٰبِغٰتٍ وَّقَدِّرْ فِى السَّرْدِ وَاعْمَلُوْا صَالِحًاۗ اِنِّيْ بِمَا تَعْمَلُوْنَ بَصِيْرٌ ","tema":"Karunia Allah kepada Nabi Daud","teks_terjemah":"Buatlah baju-baju besi besar dan ukurlah anyamannya serta kerjakanlah amal saleh. Sesungguhnya Aku Maha Melihat apa yang kamu kerjakan.","no_fn":"","teks_fn":"","bacaan":"ani i'mal saabighaatin waqaddir fiissardi wa'maluu shaalihan innii bimaa ta'maluuna bashiir"},{"id_ayat":3618,"no_surah":34,"no_ayat":12,"teks_ayat":"وَلِسُلَيْمٰنَ الرِّيْحَ غُدُوُّهَا شَهْرٌ وَّرَوَاحُهَا شَهْرٌۚ وَاَسَلْنَا لَهٗ عَيْنَ الْقِطْرِۗ وَمِنَ الْجِنِّ مَنْ يَّعْمَلُ بَيْنَ يَدَيْهِ بِاِذْنِ رَبِّهٖۗ وَمَنْ يَّزِغْ مِنْهُمْ عَنْ اَمْرِنَا نُذِقْهُ مِنْ عَذَابِ السَّعِيْرِ ","tema":"Karunia Allah kepada Nabi Daud","teks_terjemah":"Bagi Sulaiman (Kami tundukkan) angin yang (jarak tempuh) perjalanannya pada waktu pagi sama dengan perjalanan sebulan dan perjalanannya pada waktu sore sama dengan perjalanan sebulan (pula)<sup>623)<\/sup> serta Kami alirkan cairan tembaga baginya. Sebagian dari jin ada yang bekerja di hadapannya dengan izin Tuhannya. Siapa yang menyimpang di antara mereka dari perintah Kami, Kami rasakan kepadanya azab (neraka) Sa‘ir (yang apinya menyala-nyala).","no_fn":"623","teks_fn":"623) Apabila Nabi Sulaiman a.s. melakukan perjalanan dari pagi sampai dengan tengah hari, jarak yang ditempuhnya sama dengan jarak perjalanan unta dalam sebulan.","bacaan":"walisulaymaanarriiha ghuduwwuhaa syahrun warawaahuhaa syahrun wa-asalnaa lahu 'aynalqithri waminaljinni man ya'malu bayna yadayhi bi-idzni rabbihi waman yazigh minhum 'an amrinaa nudziqhu min 'adzaabissa'iir"},{"id_ayat":3619,"no_surah":34,"no_ayat":13,"teks_ayat":"يَعْمَلُوْنَ لَهٗ مَا يَشَاۤءُ مِنْ مَّحَارِيْبَ وَتَمَاثِيْلَ وَجِفَانٍ كَالْجَوَابِ وَقُدُوْرٍ رّٰسِيٰتٍۗ اِعْمَلُوْٓا اٰلَ دَاوٗدَ شُكْرًا ۗوَقَلِيْلٌ مِّنْ عِبَادِيَ الشَّكُوْرُ ","tema":"Karunia Allah kepada Nabi Sulaiman","teks_terjemah":"Mereka (para jin) selalu bekerja untuk Sulaiman sesuai dengan kehendaknya. Di antaranya (membuat) gedung-gedung tinggi, patung-patung, piring-piring (besarnya) seperti kolam dan periuk-periuk yang tetap (di atas tungku). Bekerjalah wahai keluarga Daud untuk bersyukur. Sedikit sekali dari hamba-hamba-Ku yang banyak bersyukur.","no_fn":"","teks_fn":"","bacaan":"ya'maluuna lahu maa yasyaau min mahaariiba watamaatsiila wajifaanin kaljawaabi waquduurin raasiyaatin i'maluu aala daawuuda syukran waqaliilun min 'ibaadiyasysyakuur"},{"id_ayat":3620,"no_surah":34,"no_ayat":14,"teks_ayat":"فَلَمَّا قَضَيْنَا عَلَيْهِ الْمَوْتَ مَا دَلَّهُمْ عَلٰى مَوْتِهٖٓ اِلَّا دَاۤبَّةُ الْاَرْضِ تَأْكُلُ مِنْسَاَتَهٗ ۚفَلَمَّا خَرَّ تَبَيَّنَتِ الْجِنُّ اَنْ لَّوْ كَانُوْا يَعْلَمُوْنَ الْغَيْبَ مَا لَبِثُوْا فِى الْعَذَابِ الْمُهِيْنِۗ ","tema":"Karunia Allah kepada Nabi Sulaiman","teks_terjemah":"Maka, ketika telah Kami tetapkan kematian (Sulaiman), tidak ada yang menunjukkan kepada mereka kematiannya itu, kecuali rayap yang memakan tongkatnya. Ketika dia telah tersungkur, jin menyadari bahwa sekiranya mengetahui yang gaib, tentu mereka tidak berada dalam siksa yang menghinakan.","no_fn":"","teks_fn":"","bacaan":"falammaa qadhaynaa 'alayhilmawta maa dallahum 'alaa mawtihi illaa daabbatul-ardhi ta'kulu minsa-atahu falammaa kharra tabayyanatiljinnu an law kaanuu ya'lamuunalghayba maa labitsuu fiil'adzaabilmuhiin"},{"id_ayat":3621,"no_surah":34,"no_ayat":15,"teks_ayat":"لَقَدْ كَانَ لِسَبَاٍ فِيْ مَسْكَنِهِمْ اٰيَةٌ  ۚجَنَّتٰنِ عَنْ يَّمِيْنٍ وَّشِمَالٍ ەۗ كُلُوْا مِنْ رِّزْقِ رَبِّكُمْ وَاشْكُرُوْا لَهٗ  ۗبَلْدَةٌ طَيِّبَةٌ وَّرَبٌّ غَفُوْرٌ","tema":"Kisah Kaum Saba’","teks_terjemah":"Sungguh, pada kaum Saba’ benar-benar ada suatu tanda (kebesaran dan kekuasaan Allah) di tempat kediaman mereka, yaitu dua bidang kebun di sebelah kanan dan kiri. (Kami berpesan kepada mereka,) “Makanlah rezeki (yang dianugerahkan) Tuhanmu dan bersyukurlah kepada-Nya. (Negerimu) adalah negeri yang baik (nyaman), sedangkan (Tuhanmu) Tuhan Yang Maha Pengampun.”","no_fn":"","teks_fn":"","bacaan":"laqad kaana lisaba-in fii maskanihim aayatun jannataani 'an yamiinin wasyimaalin kuluu min rizqi rabbikum wasykuruu lahu baldatun thayyibatun warabbun ghafuur"},{"id_ayat":3622,"no_surah":34,"no_ayat":16,"teks_ayat":"فَاَعْرَضُوْا فَاَرْسَلْنَا عَلَيْهِمْ سَيْلَ الْعَرِمِ وَبَدَّلْنٰهُمْ بِجَنَّتَيْهِمْ جَنَّتَيْنِ ذَوَاتَيْ اُكُلٍ خَمْطٍ وَّاَثْلٍ وَّشَيْءٍ مِّنْ سِدْرٍ قَلِيْلٍ ","tema":"Kisah Kaum Saba’","teks_terjemah":"Akan tetapi, mereka berpaling sehingga Kami datangkan kepada mereka banjir besar<sup>624)<\/sup> dan Kami ganti kedua kebun mereka dengan dua kebun yang ditumbuhi (pohon-pohon) berbuah pahit, pohon asal (sejenis cemara) dan sedikit pohon sidir (bidara).","no_fn":"624","teks_fn":"624) Banjir besar akibat jebolnya bendungan Ma‘rib. ","bacaan":"fa-a'radhuu fa-arsalnaa 'alayhim saylal'arimi wabaddalnaahum bijannatayhim jannatayni dzawaatay ukulin khamthin wa-atslin wasyay-in min sidrin qaliil"},{"id_ayat":3623,"no_surah":34,"no_ayat":17,"teks_ayat":"ذٰلِكَ جَزَيْنٰهُمْ بِمَا كَفَرُوْاۗ وَهَلْ نُجٰزِيْٓ اِلَّا الْكَفُوْرَ ","tema":"Kisah Kaum Saba’","teks_terjemah":"Demikianlah, Kami balas mereka karena kekafirannya. Kami tidak menjatuhkan azab, kecuali hanya kepada orang-orang yang sangat kufur.","no_fn":"","teks_fn":"","bacaan":"dzaalika jazaynaahum bimaa kafaruu wahal nujaazii illaalkafuur"},{"id_ayat":3624,"no_surah":34,"no_ayat":18,"teks_ayat":"وَجَعَلْنَا بَيْنَهُمْ وَبَيْنَ الْقُرَى الَّتِيْ بٰرَكْنَا فِيْهَا قُرًى ظَاهِرَةً وَّقَدَّرْنَا فِيْهَا السَّيْرَۗ سِيْرُوْا فِيْهَا لَيَالِيَ وَاَيَّامًا اٰمِنِيْنَ ","tema":"Kisah Kaum Saba’","teks_terjemah":"Kami jadikan antara mereka dan negeri-negeri yang Kami berkahi (Syam) beberapa negeri yang berdekatan dan Kami tetapkan antara negeri-negeri itu (jarak) perjalanan. Berjalanlah kamu di negeri-negeri itu pada malam dan siang hari dengan aman.<sup>625)<\/sup>","no_fn":"625","teks_fn":"625) Negeri Syam yang terkenal subur dan negeri-negeri lain yang terletak di antara Yaman dan Syam. Orang dapat berjalan dengan mudah dan aman pada siang dan malam hari tanpa harus berhenti di padang pasir.","bacaan":"waja'alnaa baynahum wabaynalquraalatii baaraknaa fiihaa quran zhaahiratan waqaddarnaa fiihaassayra siiruu fiihaa layaaliya wa-ayyaaman aaminiin"},{"id_ayat":3625,"no_surah":34,"no_ayat":19,"teks_ayat":"فَقَالُوْا رَبَّنَا بٰعِدْ بَيْنَ اَسْفَارِنَا وَظَلَمُوْٓا اَنْفُسَهُمْ فَجَعَلْنٰهُمْ اَحَادِيْثَ وَمَزَّقْنٰهُمْ كُلَّ مُمَزَّقٍۗ اِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ لِّكُلِّ صَبَّارٍ شَكُوْرٍ ","tema":"Kisah Kaum Saba’","teks_terjemah":"Mereka berkata, “Ya Tuhan kami, jauhkanlah jarak perjalanan kami,”<sup>626)<\/sup> dan (mereka) menzalimi diri sendiri. Kami jadikan mereka buah bibir dan Kami hancurkan mereka sehancur-hancurnya. Sesungguhnya pada yang demikian itu benar-benar terdapat tanda-tanda (kebesaran dan kekuasaan Allah) bagi setiap orang yang sangat sabar lagi sangat bersyukur.","no_fn":"626","teks_fn":"626) Mereka meminta agar kota-kota yang berdekatan itu dihapuskan supaya perjalanan menjadi panjang dan mereka dapat melakukan monopoli dalam perdagangan itu sehingga memperoleh keuntungan lebih besar.","bacaan":"faqaaluu rabbanaa baa'id bayna asfaarinaa wazhalamuu anfusahum faja'alnaahum ahaadiitsa wamazzaqnaahum kulla mumazzaqin inna fii dzaalika laaayaatin likulli shabbaarin syakuur"},{"id_ayat":3626,"no_surah":34,"no_ayat":20,"teks_ayat":"وَلَقَدْ صَدَّقَ عَلَيْهِمْ اِبْلِيْسُ ظَنَّهٗ فَاتَّبَعُوْهُ اِلَّا فَرِيْقًا مِّنَ الْمُؤْمِنِيْنَ ","tema":"Iblis tidak Kuasa Memaksa Manusia untuk Mengikutinya","teks_terjemah":"Sungguh, Iblis benar-benar telah meyakinkan mereka terhadap kebenaran sangkaannya. Lalu, mereka mengikutinya, kecuali sebagian dari orang-orang mukmin.","no_fn":"","teks_fn":"","bacaan":"walaqad shaddaqa 'alayhim ibliisu zhannahu fattaba'uuhu illaa fariiqan minalmu'miniin"},{"id_ayat":3627,"no_surah":34,"no_ayat":21,"teks_ayat":"وَمَا كَانَ لَهٗ عَلَيْهِمْ مِّنْ سُلْطَانٍ اِلَّا لِنَعْلَمَ مَنْ يُّؤْمِنُ بِالْاٰخِرَةِ مِمَّنْ هُوَ مِنْهَا فِيْ شَكٍّ ۗوَرَبُّكَ عَلٰى كُلِّ شَيْءٍ حَفِيْظٌ ࣖ ","tema":"Iblis tidak Kuasa Memaksa Manusia untuk Mengikutinya","teks_terjemah":"Tidak ada kekuasaan (Iblis) terhadap mereka, kecuali agar Kami dapat membedakan siapa yang beriman pada akhirat dan siapa yang ragu-ragu tentang (akhirat) itu. Tuhanmu Maha Memelihara segala sesuatu.","no_fn":"","teks_fn":"","bacaan":"wamaa kaana lahu 'alayhim min sulthaanin illaa lina'lama man yu'minu bil-aakhirati mimman huwa minhaa fii syakkin warabbuka 'alaa kulli syay-in hafiizh"},{"id_ayat":3628,"no_surah":34,"no_ayat":22,"teks_ayat":"قُلِ ادْعُوا الَّذِيْنَ زَعَمْتُمْ مِّنْ دُوْنِ اللّٰهِۚ لَا يَمْلِكُوْنَ مِثْقَالَ ذَرَّةٍ فِى السَّمٰوٰتِ وَلَا فِى الْاَرْضِ وَمَا لَهُمْ فِيْهِمَا مِنْ شِرْكٍ وَّمَا لَهٗ مِنْهُمْ مِّنْ ظَهِيْرٍ ","tema":"Segala Sembahan Selain Allah Tidak Punya Kekuasaan Apa-Apa","teks_terjemah":"Katakanlah (Nabi Muhammad), “Serulah mereka yang kamu anggap (sebagai tuhan) selain Allah! Mereka tidak memiliki (kekuasaan) seberat zarah pun di langit dan di bumi. Mereka juga sama sekali tidak mempunyai peran serta dalam (penciptaan) langit dan bumi dan tidak ada di antara mereka yang menjadi pembantu bagi-Nya.”","no_fn":"","teks_fn":"","bacaan":"quli ud'uuladziina za'amtum min duunilaahi laa yamlikuuna mitsqaala dzarratin fiissamaawaati walaa fiil-ardhi wamaa lahum fiihimaa min syirkin wamaa lahu minhum min zhahiir"},{"id_ayat":3629,"no_surah":34,"no_ayat":23,"teks_ayat":"وَلَا تَنْفَعُ الشَّفَاعَةُ عِنْدَهٗٓ اِلَّا لِمَنْ اَذِنَ لَهٗ ۗحَتّٰىٓ اِذَا فُزِّعَ عَنْ قُلُوْبِهِمْ قَالُوْا مَاذَاۙ قَالَ رَبُّكُمْۗ قَالُوا الْحَقَّۚ وَهُوَ الْعَلِيُّ الْكَبِيْرُ ","tema":"Segala Sembahan Selain Allah Tidak Punya Kekuasaan Apa-Apa","teks_terjemah":"Tidaklah berguna syafaat (pertolongan) di sisi-Nya, kecuali bagi orang yang diizinkan-Nya sehingga apabila telah dihilangkan ketakutan dari hatinya, mereka berkata, “Apa yang difirmankan Tuhanmu?” Mereka menjawab, “Kebenaran.” Dialah Yang Mahatinggi lagi Mahabesar.<sup>627)<\/sup>","no_fn":"627","teks_fn":"627) Pemberian syafaat hanya berlaku dengan seizin Allah Swt. Orang-orang yang akan diberi izin memberi syafaat dan yang mendapatkannya sama-sama merasa takut dan harap-harap cemas menunggu izin Allah Swt.","bacaan":"walaa tanfa'usysyafaa'atu 'indahu illaa liman adzina lahu hattaa idzaa fuzzi'a 'an quluubihim qaaluu maatsaa qaala rabbukum qaaluulhaqqa wahuwal'aliyyulkabiir"},{"id_ayat":3630,"no_surah":34,"no_ayat":24,"teks_ayat":"۞ قُلْ مَنْ يَّرْزُقُكُمْ مِّنَ السَّمٰوٰتِ وَالْاَرْضِۗ قُلِ اللّٰهُ ۙوَاِنَّآ اَوْ اِيَّاكُمْ لَعَلٰى هُدًى اَوْ فِيْ ضَلٰلٍ مُّبِيْنٍ ","tema":"Kelanjutan Tantangan terhadap Kaum Musyrik","teks_terjemah":"Katakanlah (Nabi Muhammad), “Siapakah yang menganugerahkan rezeki kepadamu dari langit dan bumi?” Katakanlah, “Allah.” Sesungguhnya kami atau kamu (orang-orang musyrik) benar-benar berada di dalam petunjuk atau dalam kesesatan yang nyata.","no_fn":"","teks_fn":"","bacaan":"qul man yarzuqukum minassamaawaati wal-ardhi qulilaahu wa-innaa aw iyyaakum la'alaa hudan aw fii dhalaalin mubiin"},{"id_ayat":3631,"no_surah":34,"no_ayat":25,"teks_ayat":"قُلْ لَّا تُسْـَٔلُوْنَ عَمَّآ اَجْرَمْنَا وَلَا نُسْـَٔلُ عَمَّا تَعْمَلُوْنَ ","tema":"Kelanjutan Tantangan terhadap Kaum Musyrik","teks_terjemah":"Katakanlah, “Kamu tidak akan dimintai pertanggungjawaban atas apa yang kami kerjakan dan kami tidak akan dimintai pertanggungjawaban atas apa yang kamu kerjakan.”","no_fn":"","teks_fn":"","bacaan":"qul laa tus-aluuna 'ammaa ajramnaa walaa nus-alu 'ammaa ta'maluun"},{"id_ayat":3632,"no_surah":34,"no_ayat":26,"teks_ayat":"قُلْ يَجْمَعُ بَيْنَنَا رَبُّنَا ثُمَّ يَفْتَحُ بَيْنَنَا بِالْحَقِّۗ وَهُوَ الْفَتَّاحُ الْعَلِيْمُ ","tema":"Kelanjutan Tantangan terhadap Kaum Musyrik","teks_terjemah":"Katakanlah, “Tuhan kita (pada hari Kiamat) akan mengumpulkan kita, kemudian memutuskan (perkara) di antara kita dengan hak. Dialah Yang Maha Pemberi keputusan lagi Maha Mengetahui.”","no_fn":"","teks_fn":"","bacaan":"qul yajma'u baynanaa rabbunaa tsumma yaftahu baynanaa bilhaqqi wahuwalfattaahul'aliim"},{"id_ayat":3633,"no_surah":34,"no_ayat":27,"teks_ayat":"قُلْ اَرُوْنِيَ الَّذِيْنَ اَلْحَقْتُمْ بِهٖ شُرَكَاۤءَ كَلَّا ۗبَلْ هُوَ اللّٰهُ الْعَزِيْزُ الْحَكِيْمُ ","tema":"Kelanjutan Tantangan terhadap Kaum Musyrik","teks_terjemah":"Katakanlah, “Perlihatkanlah kepadaku (sesembahan) yang kamu sertakan dengan-Nya sebagai sekutu-sekutu. Tidaklah (sama). Akan tetapi, Dialah Allah Yang Mahaperkasa lagi Mahabijaksana.”","no_fn":"","teks_fn":"","bacaan":"qul aruuniyaladziinalhaqtum bihi syurakaa-a kallaa bal huwalaahul'aziizulhakiim"},{"id_ayat":3634,"no_surah":34,"no_ayat":28,"teks_ayat":"وَمَآ اَرْسَلْنٰكَ اِلَّا كَاۤفَّةً لِّلنَّاسِ بَشِيْرًا وَّنَذِيْرًا وَّلٰكِنَّ اَكْثَرَ النَّاسِ لَا يَعْلَمُوْنَ ","tema":"Universalitas Risalah Nabi Muhammad","teks_terjemah":"Tidaklah Kami mengutus engkau (Nabi Muhammad), kecuali kepada seluruh manusia sebagai pembawa berita gembira dan pemberi peringatan. Akan tetapi, kebanyakan manusia tidak mengetahuinya.","no_fn":"","teks_fn":"","bacaan":"wamaa arsalnaaka illaa kaaffatan linnaasi basyiiran wanadziiran walaakinna aktsarannaasi laa ya'lamuun"},{"id_ayat":3635,"no_surah":34,"no_ayat":29,"teks_ayat":"وَيَقُوْلُوْنَ مَتٰى هٰذَا الْوَعْدُ اِنْ كُنْتُمْ صٰدِقِيْنَ ","tema":"Universalitas Risalah Nabi Muhammad","teks_terjemah":"Mereka berkata, “Kapankah (datangnya) janji ini jika kamu orang-orang benar?”","no_fn":"","teks_fn":"","bacaan":"wayaquuluuna mataa haadzaalwa'du in kuntum shaadiqiin"},{"id_ayat":3636,"no_surah":34,"no_ayat":30,"teks_ayat":"قُلْ لَّكُمْ مِّيْعَادُ يَوْمٍ لَّا تَسْتَأْخِرُوْنَ عَنْهُ سَاعَةً وَّلَا تَسْتَقْدِمُوْنَ ࣖ ","tema":"Universalitas Risalah Nabi Muhammad","teks_terjemah":"Katakanlah (Nabi Muhammad), “Bagimu ada hari yang telah dijanjikan (hari Kiamat). Kamu tidak dapat meminta penundaan sesaat pun dan tidak pula percepatan.”","no_fn":"","teks_fn":"","bacaan":"qul lakum mii'aadu yawmin laa tasta'khiruuna 'anhu saa'atan walaa tastaqdimuun"},{"id_ayat":3637,"no_surah":34,"no_ayat":31,"teks_ayat":"وَقَالَ الَّذِيْنَ كَفَرُوْا لَنْ نُّؤْمِنَ بِهٰذَا الْقُرْاٰنِ وَلَا بِالَّذِيْ بَيْنَ يَدَيْهِۗ وَلَوْ تَرٰىٓ اِذِ الظّٰلِمُوْنَ مَوْقُوْفُوْنَ عِنْدَ رَبِّهِمْۖ يَرْجِعُ بَعْضُهُمْ اِلٰى بَعْضِ ِۨالْقَوْلَۚ يَقُوْلُ الَّذِيْنَ اسْتُضْعِفُوْا لِلَّذِيْنَ اسْتَكْبَرُوْا لَوْلَآ اَنْتُمْ لَكُنَّا مُؤْمِنِيْنَ ","tema":"Universalitas Risalah Nabi Muhammad","teks_terjemah":"Orang-orang yang kufur berkata, “Kami tidak akan pernah beriman kepada Al-Qur’an ini dan tidak (pula) kepada (kitab) yang sebelumnya.” (Alangkah mengerikan) jika engkau (Nabi Muhammad) melihat orang-orang zalim ketika mereka dihadapkan kepada Tuhannya (saat) sebagian mereka mengembalikan perkataan kepada sebagian yang lain (saling berbantah). (Para pengikut) yang dianggap lemah berkata kepada (para pemimpin) yang menyombongkan diri, “Seandainya bukan karenamu, niscaya kami menjadi orang-orang mukmin.”","no_fn":"","teks_fn":"","bacaan":"waqaalaladziina kafaruu lan nu'mina bihaadzaalqur-aani walaa billadzii bayna yadayhi walaw taraa idzizhzhaalimuuna mawquufuuna 'inda rabbihim yarji'u ba'dhuhum ilaa ba'dhinlqawla yaquululadziina istudh'ifuu lilladziina istakbaruu lawlaa antum lakunnaa mu'miniin"},{"id_ayat":3638,"no_surah":34,"no_ayat":32,"teks_ayat":"قَالَ الَّذِيْنَ اسْتَكْبَرُوْا لِلَّذِيْنَ اسْتُضْعِفُوْٓا اَنَحْنُ صَدَدْنٰكُمْ عَنِ الْهُدٰى بَعْدَ اِذْ جَاۤءَكُمْ بَلْ كُنْتُمْ مُّجْرِمِيْنَ ","tema":"Universalitas Risalah Nabi Muhammad","teks_terjemah":"(Para pemimpin) yang menyombongkan diri berkata kepada (para pengikut) yang dianggap lemah, “Kamikah yang telah menghalangimu untuk memperoleh petunjuk setelah ia datang kepadamu? (Tidak!) Sebenarnya kamulah para pendurhaka.”","no_fn":"","teks_fn":"","bacaan":"qaalaladziina istakbaruu lilladziina istudh'ifuu anahnu shadadnaakum 'anilhudaa ba'da idz jaa-akum bal kuntum mujrimiin"},{"id_ayat":3639,"no_surah":34,"no_ayat":33,"teks_ayat":"وَقَالَ الَّذِيْنَ اسْتُضْعِفُوْا لِلَّذِيْنَ اسْتَكْبَرُوْا بَلْ مَكْرُ الَّيْلِ وَالنَّهَارِ اِذْ تَأْمُرُوْنَنَآ اَنْ نَّكْفُرَ بِاللّٰهِ وَنَجْعَلَ لَهٗٓ اَنْدَادًا ۗوَاَسَرُّوا النَّدَامَةَ لَمَّا رَاَوُا الْعَذَابَۗ وَجَعَلْنَا الْاَغْلٰلَ فِيْٓ اَعْنَاقِ الَّذِيْنَ كَفَرُوْاۗ هَلْ يُجْزَوْنَ اِلَّا مَا كَانُوْا يَعْمَلُوْنَ ","tema":"Universalitas Risalah Nabi Muhammad","teks_terjemah":"Orang-orang yang dianggap lemah berkata kepada orang-orang yang menyombongkan diri, “(Tidak!) Sebenarnya tipu daya(-mu) pada waktu malam dan siang (yang menghalangi kami) ketika kamu menyuruh kami agar kufur kepada Allah dan menjadikan tandingan-tandingan bagi-Nya.” (Kedua kelompok itu) menyembunyikan penyesalan ketika melihat azab dan Kami pasangkan belenggu di leher orang-orang yang kufur. Bukankah mereka (tidak) akan dibalas, melainkan (sesuai dengan) apa yang telah mereka kerjakan?","no_fn":"","teks_fn":"","bacaan":"waqaalaladziina istudh'ifuu lilladziina istakbaruu bal makrulayli wannahaari idz ta'muruunanaa an nakfura bialaahi wanaj'ala lahu andaadan wa-asarruunnadaamata lammaa ra-awuul'adzaaba waja'alnaal-aghlaala fii a'naaqiladziina kafaruu hal yujzawna illaa maa kaanuu ya'maluun"},{"id_ayat":3640,"no_surah":34,"no_ayat":34,"teks_ayat":"وَمَآ اَرْسَلْنَا فِيْ قَرْيَةٍ مِّنْ نَّذِيْرٍ اِلَّا قَالَ مُتْرَفُوْهَآ  ۙاِنَّا بِمَآ اُرْسِلْتُمْ بِهٖ كٰفِرُوْنَ","tema":"Penentang Rasul Pada Umumnya Berasal dari Kalangan Terpandang dan Kaya","teks_terjemah":"Tidaklah Kami utus pemberi peringatan ke suatu negeri, kecuali orang-orang yang hidup mewah (di negeri itu) berkata, “Sesungguhnya kami ingkar pada kerasulanmu.”","no_fn":"","teks_fn":"","bacaan":"wamaa arsalnaa fii qaryatin min nadziirin illaa qaala mutrafuuhaa innaa bimaa ursiltum bihi kaafiruun"},{"id_ayat":3641,"no_surah":34,"no_ayat":35,"teks_ayat":"وَقَالُوْا نَحْنُ اَكْثَرُ اَمْوَالًا وَّاَوْلَادًاۙ وَّمَا نَحْنُ بِمُعَذَّبِيْنَ ","tema":"Penentang Rasul Pada Umumnya Berasal dari Kalangan Terpandang dan Kaya","teks_terjemah":"Mereka berkata, “Kami memiliki lebih banyak harta dan anak (daripadamu) dan kami tidak akan diazab.”<sup>628)<\/sup>","no_fn":"628","teks_fn":"628) Mereka menganggap bahwa nikmat yang besar di dunia adalah tanda keridaan Allah Swt. rida kepadanya sehingga mereka yakin tidak akan menerima azab di akhirat.","bacaan":"waqaaluu nahnu aktsaru amwaalan wa-awlaadan wamaa nahnu bimu'adzdzabiin"},{"id_ayat":3642,"no_surah":34,"no_ayat":36,"teks_ayat":"قُلْ اِنَّ رَبِّيْ يَبْسُطُ الرِّزْقَ لِمَنْ يَّشَاۤءُ وَيَقْدِرُ وَلٰكِنَّ اَكْثَرَ النَّاسِ لَا يَعْلَمُوْنَ ࣖ","tema":"Hanya Keimanan dan Ketakwaan yang Menentukan Kedudukan Seseorang di Sisi Allah","teks_terjemah":"Katakanlah (Nabi Muhammad), “Sesungguhnya Allah melapangkan rezeki kepada siapa yang Dia kehendaki dan menyempitkan(-nya). Akan tetapi, kebanyakan manusia tidak mengetahui(-nya).”","no_fn":"","teks_fn":"","bacaan":"qul inna rabbii yabsuthurrizqa liman yasyaau wayaqdiru walaakinna aktsarannaasi laa ya'lamuun"},{"id_ayat":3643,"no_surah":34,"no_ayat":37,"teks_ayat":"وَمَآ اَمْوَالُكُمْ وَلَآ اَوْلَادُكُمْ بِالَّتِيْ تُقَرِّبُكُمْ عِنْدَنَا زُلْفٰىٓ اِلَّا مَنْ اٰمَنَ وَعَمِلَ صَالِحًاۙ فَاُولٰۤىِٕكَ لَهُمْ جَزَاۤءُ الضِّعْفِ بِمَا عَمِلُوْا وَهُمْ فِى الْغُرُفٰتِ اٰمِنُوْنَ ","tema":"Hanya Keimanan dan Ketakwaan yang Menentukan Kedudukan Seseorang di Sisi Allah","teks_terjemah":"Bukanlah harta atau anak-anakmu yang mendekatkan kamu kepada Kami sedekat-dekatnya, melainkan orang yang beriman dan beramal saleh. Mereka itulah yang memperoleh balasan yang berlipat ganda atas apa yang mereka kerjakan. Mereka aman sentosa di tempat-tempat yang tinggi (dalam surga).","no_fn":"","teks_fn":"","bacaan":"wamaa amwaalukum walaa awlaadukum billatii tuqarribukum 'indanaa zulfaa illaa man aamana wa'amila shaalihan faulaa-ika lahum jazaaudhdhi'fi bimaa 'amiluu wahum fiilghurufaati aaminuun"},{"id_ayat":3644,"no_surah":34,"no_ayat":38,"teks_ayat":"وَالَّذِيْنَ يَسْعَوْنَ فِيْٓ اٰيٰتِنَا مُعٰجِزِيْنَ اُولٰۤىِٕكَ فِى الْعَذَابِ مُحْضَرُوْنَ ","tema":"Hanya Keimanan dan Ketakwaan yang Menentukan Kedudukan Seseorang di Sisi Allah","teks_terjemah":"Orang-orang yang berusaha (menentang) ayat-ayat Kami untuk melemahkan (kemauan untuk beriman), mereka itu dihadirkan di dalam azab (neraka).","no_fn":"","teks_fn":"","bacaan":"walladziina yas'awna fii aayaatinaa mu'aajiziina ulaa-ika fiil'adzaabi muhdaruun"},{"id_ayat":3645,"no_surah":34,"no_ayat":39,"teks_ayat":"قُلْ اِنَّ رَبِّيْ يَبْسُطُ الرِّزْقَ لِمَنْ يَّشَاۤءُ مِنْ عِبَادِهٖ وَيَقْدِرُ لَهٗ  ۗوَمَآ اَنْفَقْتُمْ مِّنْ شَيْءٍ فَهُوَ يُخْلِفُهٗ ۚوَهُوَ خَيْرُ الرّٰزِقِيْنَ ","tema":"Hanya Keimanan dan Ketakwaan yang Menentukan Kedudukan Seseorang di Sisi Allah","teks_terjemah":"Katakanlah (Nabi Muhammad), “Sesungguhnya Tuhanku melapangkan rezeki kepada siapa yang Dia kehendaki di antara hamba-hamba-Nya dan menyempitkannya.” Suatu apa pun yang kamu infakkan pasti Dia akan menggantinya. Dialah sebaik-baik pemberi rezeki.","no_fn":"","teks_fn":"","bacaan":"qul inna rabbii yabsuthurrizqa liman yasyaau min 'ibaadihi wayaqdiru lahu wamaa anfaqtum min syay-in fahuwa yukhlifuhu wahuwa khayrurraaziqiin"},{"id_ayat":3646,"no_surah":34,"no_ayat":40,"teks_ayat":"وَيَوْمَ يَحْشُرُهُمْ جَمِيْعًا ثُمَّ يَقُوْلُ لِلْمَلٰۤىِٕكَةِ اَهٰٓؤُلَاۤءِ اِيَّاكُمْ كَانُوْا يَعْبُدُوْنَ ","tema":"Kaum Musyrik Akan Dikonfrontasi dengan Sesembahan Mereka","teks_terjemah":"(Ingatlah) pada hari ketika Dia mengumpulkan mereka semua, kemudian berfirman kepada malaikat, “Apakah hanya kepadamu selama ini mereka menyembah?”","no_fn":"","teks_fn":"","bacaan":"wayawma yahsyuruhum jamii'an tsumma yaquulu lilmalaa-ikati ahaaulaa-i iyyaakum kaanuu ya'buduun"},{"id_ayat":3647,"no_surah":34,"no_ayat":41,"teks_ayat":"قَالُوْا سُبْحٰنَكَ اَنْتَ وَلِيُّنَا مِنْ دُوْنِهِمْ ۚبَلْ كَانُوْا يَعْبُدُوْنَ الْجِنَّ اَكْثَرُهُمْ بِهِمْ مُّؤْمِنُوْنَ ","tema":"Kaum Musyrik Akan Dikonfrontasi dengan Sesembahan Mereka","teks_terjemah":"Malaikat menjawab, “Mahasuci Engkau. Engkaulah pelindung kami, bukan mereka. Sebenarnya, mereka selalu menyembah jin (dan) kebanyakan mereka beriman kepadanya.”","no_fn":"","teks_fn":"","bacaan":"qaaluu subhaanaka anta waliyyunaa min duunihim bal kaanuu ya'buduunaljinna aktsaruhum bihim mu'minuun"},{"id_ayat":3648,"no_surah":34,"no_ayat":42,"teks_ayat":"فَالْيَوْمَ لَا يَمْلِكُ بَعْضُكُمْ لِبَعْضٍ نَّفْعًا وَّلَا ضَرًّا ۗوَنَقُوْلُ لِلَّذِيْنَ ظَلَمُوْا ذُوْقُوْا عَذَابَ النَّارِ الَّتِيْ كُنْتُمْ بِهَا تُكَذِّبُوْنَ ","tema":"Kaum Musyrik Akan Dikonfrontasi dengan Sesembahan Mereka","teks_terjemah":"Pada hari ini sebagian kamu tidak kuasa (mendatangkan) manfaat dan (menolak) mudarat kepada sebagian yang lain. Kami katakan kepada orang-orang yang zalim, “Rasakanlah olehmu azab neraka yang selalu kamu dustakan!”","no_fn":"","teks_fn":"","bacaan":"falyawma laa yamliku ba'dhukum liba'dhin naf'an walaa dharran wanaquulu lilladziina zhalamuu dzuuquu 'adzaabannaarilatii kuntum bihaa tukadzdzibuun"},{"id_ayat":3649,"no_surah":34,"no_ayat":43,"teks_ayat":"وَاِذَا تُتْلٰى عَلَيْهِمْ اٰيٰتُنَا بَيِّنٰتٍ قَالُوْا مَا هٰذَآ اِلَّا رَجُلٌ يُّرِيْدُ اَنْ يَّصُدَّكُمْ عَمَّا كَانَ يَعْبُدُ اٰبَاۤؤُكُمْ ۚوَقَالُوْا مَا هٰذَآ اِلَّآ اِفْكٌ مُّفْتَرًىۗ وَقَالَ الَّذِيْنَ كَفَرُوْا لِلْحَقِّ لَمَّا جَاۤءَهُمْۙ اِنْ هٰذَآ اِلَّا سِحْرٌ مُّبِيْنٌ ","tema":"Tuduhan Pemuka Kafir Makkah terhadap Nabi Muhammad dan Al-Qur’an","teks_terjemah":"Apabila dibacakan kepada mereka ayat-ayat Kami yang terang, mereka berkata, “Orang ini tidak lain hanya ingin menghalang-halangi kamu dari apa yang biasa disembah oleh nenek moyangmu.” Mereka berkata, “(Al-Qur’an) ini tidak lain hanyalah kebohongan yang diada-adakan saja.” Orang-orang yang kufur berkata tentang kebenaran (Al-Qur’an) ketika ia datang kepada mereka, “Ini tidak lain hanyalah sihir yang nyata.”","no_fn":"","teks_fn":"","bacaan":"wa-idzaa tutlaa 'alayhim aayaatunaa bayyinaatin qaaluu maa haadzaa illaa rajulun yuriidu an yashuddakum 'ammaa kaana ya'budu aabaaukum waqaaluu maa haadzaa illaa ifkun muftaran waqaalaladziina kafaruu lilhaqqi lammaa jaa-ahum in haadzaa illaa sihrun mubiin"},{"id_ayat":3650,"no_surah":34,"no_ayat":44,"teks_ayat":"وَمَآ اٰتَيْنٰهُمْ مِّنْ كُتُبٍ يَّدْرُسُوْنَهَا وَمَآ اَرْسَلْنَآ اِلَيْهِمْ قَبْلَكَ مِنْ نَّذِيْرٍۗ ","tema":"Tuduhan Pemuka Kafir Makkah terhadap Nabi Muhammad dan Al-Qur’an","teks_terjemah":"Tidaklah Kami berikan kepada mereka kitab apa pun yang mereka pelajari dan tidak (pula) Kami utus seorang pemberi peringatan kepada mereka sebelum engkau (Nabi Muhammad).","no_fn":"","teks_fn":"","bacaan":"wamaa aataynaahum min kutubin yadrusuunahaa wamaa arsalnaa ilayhim qablaka min nadziir"},{"id_ayat":3651,"no_surah":34,"no_ayat":45,"teks_ayat":"وَكَذَّبَ الَّذِيْنَ مِنْ قَبْلِهِمْۙ وَمَا بَلَغُوْا مِعْشَارَ مَآ اٰتَيْنٰهُمْ فَكَذَّبُوْا رُسُلِيْۗ فَكَيْفَ كَانَ نَكِيْرِ ࣖ","tema":"Tuduhan Pemuka Kafir Makkah terhadap Nabi Muhammad dan Al-Qur’an","teks_terjemah":"Orang-orang sebelum mereka (kafir Makkah) telah mendustakan (para rasul). Padahal, mereka (kafir Makkah) itu belum sampai (menerima) sepersepuluh dari apa (nikmat) yang telah Kami anugerahkan kepada orang-orang terdahulu itu, lalu mereka mendustakan para rasul-Ku. Maka, (lihatlah) bagaimana dahsyatnya akibat kemurkaan-Ku.","no_fn":"","teks_fn":"","bacaan":"wakadzdzabaladziina min qablihim wamaa balaghuu mi'syaara maa aataynaahum fakadzdzabuu rusulii fakayfa kaana nakiir"},{"id_ayat":3652,"no_surah":34,"no_ayat":46,"teks_ayat":"۞ قُلْ اِنَّمَآ اَعِظُكُمْ بِوَاحِدَةٍۚ اَنْ تَقُوْمُوْا لِلّٰهِ مَثْنٰى وَفُرَادٰى ثُمَّ تَتَفَكَّرُوْاۗ مَا بِصَاحِبِكُمْ مِّنْ جِنَّةٍۗ اِنْ هُوَ اِلَّا نَذِيْرٌ لَّكُمْ بَيْنَ يَدَيْ عَذَابٍ شَدِيْدٍ ","tema":"Bantahan Nabi terhadap Tuduhan Orang Kafir","teks_terjemah":"Katakanlah (Nabi Muhammad), “Aku hendak menasihatimu dengan satu hal saja, (yaitu) agar kamu bangkit karena Allah, baik berdua-dua maupun sendiri-sendiri, kemudian memikirkan (perihal Nabi Muhammad). Kawanmu itu tidak gila sedikit pun. Dia tidak lain hanyalah pemberi peringatan bagi kamu bahwa di hadapanmu ada azab yang keras.”","no_fn":"","teks_fn":"","bacaan":"qul innamaa a'izhukum biwaahidatin an taquumuu lillaahi matsnaa wafuraadaa tsumma tatafakkaruu maa bishaahibikum min jinnatin in huwa illaa nadziirun lakum bayna yaday 'adzaabin syadiid"},{"id_ayat":3653,"no_surah":34,"no_ayat":47,"teks_ayat":"قُلْ مَا سَاَلْتُكُمْ مِّنْ اَجْرٍ فَهُوَ لَكُمْۗ اِنْ اَجْرِيَ اِلَّا عَلَى اللّٰهِ ۚوَهُوَ عَلٰى كُلِّ شَيْءٍ شَهِيْدٌ ","tema":"Bantahan Nabi terhadap Tuduhan Orang Kafir","teks_terjemah":"Katakanlah (Nabi Muhammad), “Imbalan yang aku minta kepadamu (dari dakwah ini) hanya untuk kamu (sendiri). Imbalanku hanyalah dari Allah dan Dia Maha Menyaksikan segala sesuatu.”","no_fn":"","teks_fn":"","bacaan":"qul maa sa-altukum min ajrin fahuwa lakum in ajriya illaa 'alaalaahi wahuwa 'alaa kulli syay-in syahiid"},{"id_ayat":3654,"no_surah":34,"no_ayat":48,"teks_ayat":"قُلْ اِنَّ رَبِّيْ يَقْذِفُ بِالْحَقِّۚ عَلَّامُ الْغُيُوْبِ ","tema":"Bantahan Nabi terhadap Tuduhan Orang Kafir","teks_terjemah":"Katakanlah (Nabi Muhammad), “Sesungguhnya Tuhanku melempar (kebatilan) dengan kebenaran. Dia Maha Mengetahui segala yang gaib.”","no_fn":"","teks_fn":"","bacaan":"qul inna rabbii yaqdzifu bilhaqqi 'allaamulghuyuub"},{"id_ayat":3655,"no_surah":34,"no_ayat":49,"teks_ayat":"قُلْ جَاۤءَ الْحَقُّ وَمَا يُبْدِئُ الْبَاطِلُ وَمَا يُعِيْدُ ","tema":"Bantahan Nabi terhadap Tuduhan Orang Kafir","teks_terjemah":"Katakanlah, “Kebenaran telah datang dan yang batil itu tidak akan memulai dan tidak (pula) akan mengulangi.”<sup>629)<\/sup>","no_fn":"629","teks_fn":"629) Apabila kebenaran sudah datang, kebatilan akan hancur binasa. Tidak ada yang mampu berbuat apa pun untuk melawan dan meruntuhkan kebenaran itu.","bacaan":"qul jaa-alhaqqu wamaa yubdi-ulbaathilu wamaa yu'iid"},{"id_ayat":3656,"no_surah":34,"no_ayat":50,"teks_ayat":"قُلْ اِنْ ضَلَلْتُ فَاِنَّمَآ اَضِلُّ عَلٰى نَفْسِيْۚ وَاِنِ اهْتَدَيْتُ فَبِمَا يُوْحِيْٓ اِلَيَّ رَبِّيْۗ اِنَّهٗ سَمِيْعٌ قَرِيْبٌ ","tema":"Bantahan Nabi terhadap Tuduhan Orang Kafir","teks_terjemah":"Katakanlah, “Jika aku sesat, sesungguhnya aku sesat untuk diriku sendiri dan jika aku mendapat petunjuk, hal itu disebabkan apa yang diwahyukan Tuhanku kepadaku. Sesungguhnya Dia Maha Mendengar lagi Mahadekat.”","no_fn":"","teks_fn":"","bacaan":"qul in dhalaltu fa-innamaa adhillu 'alaa nafsii wa-ini ihtadaytu fabimaa yuuhii ilayya rabbii innahu samii'un qariib"},{"id_ayat":3657,"no_surah":34,"no_ayat":51,"teks_ayat":"وَلَوْ تَرٰىٓ اِذْ فَزِعُوْا فَلَا فَوْتَ وَاُخِذُوْا مِنْ مَّكَانٍ قَرِيْبٍۙ ","tema":"Nasib Orang Kafir di Akhirat","teks_terjemah":"(Alangkah mengerikan) seandainya engkau melihat ketika mereka (orang-orang kafir) terperanjat ketakutan (pada hari Kiamat). Mereka tidak dapat melepaskan diri dan ditangkap dari tempat yang dekat (untuk diseret ke neraka).","no_fn":"","teks_fn":"","bacaan":"walaw taraa idz fazi'uu falaa fawta waukhidzuu min makaanin qariib"},{"id_ayat":3658,"no_surah":34,"no_ayat":52,"teks_ayat":"وَّقَالُوْٓا اٰمَنَّا بِهٖۚ وَاَنّٰى لَهُمُ التَّنَاوُشُ مِنْ مَّكَانٍۢ بَعِيْدٍۚ ","tema":"Nasib Orang Kafir di Akhirat","teks_terjemah":"(Ketika melihat azab) mereka berkata, “Kami beriman kepadanya (kebenaran).” Namun, bagaimana mungkin (di akhirat) mereka dapat mencapai keimanan (dengan mudah) dari tempat yang jauh (dunia fana)?","no_fn":"","teks_fn":"","bacaan":"waqaaluu aamannaa bihi wa-annaa lahumuttanaawusyu min makaanin ba'iid"},{"id_ayat":3659,"no_surah":34,"no_ayat":53,"teks_ayat":"وَقَدْ كَفَرُوْا بِهٖ مِنْ قَبْلُۚ وَيَقْذِفُوْنَ بِالْغَيْبِ مِنْ مَّكَانٍۢ بَعِيْدٍۚ ","tema":"Nasib Orang Kafir di Akhirat","teks_terjemah":"Sungguh, mereka telah kufur terhadap kebenaran sebelum itu (ketika di dunia) dan melontarkan (keraguan) tentang yang gaib dari tempat yang jauh.","no_fn":"","teks_fn":"","bacaan":"waqad kafaruu bihi min qablu wayaqdzifuuna bilghaybi min makaanin ba'iid"},{"id_ayat":3660,"no_surah":34,"no_ayat":54,"teks_ayat":"وَحِيْلَ بَيْنَهُمْ وَبَيْنَ مَا يَشْتَهُوْنَۙ  كَمَا فُعِلَ بِاَشْيَاعِهِمْ مِّنْ قَبْلُۗ اِنَّهُمْ كَانُوْا فِيْ شَكٍّ مُّرِيْبٍ ࣖ","tema":"Nasib Orang Kafir di Akhirat","teks_terjemah":"Diberilah penghalang antara mereka dan apa yang mereka inginkan<sup>630)<\/sup> sebagaimana yang dilakukan terhadap orang-orang terdahulu yang serupa dengan mereka. Sesungguhnya mereka dahulu (di dunia) dalam keraguan yang mendalam.","no_fn":"630","teks_fn":"630) Yang mereka inginkan itu adalah beriman atau kembali ke dunia untuk bertobat.","bacaan":"wahiila baynahum wabayna maa yasytahuuna kamaa fu'ila bi-asyyaa'ihim min qablu innahum kaanuu fii syakkin muriib"}]