[{"id":3661,"surah":35,"no_ayah":1,"tema":"Allah Mahakuasa dan Pemberi Rahmat ","text_ayah":"ٱلْحَمْدُ لِلَّهِ فَاطِرِ [h:3956[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:177[ٱ]لْأَرْضِ جَاعِلِ [h:11058[ٱ]لْمَلَ[o[ـٰٓ]ئِكَةِ رُسُلاً أُ[s[وْ]ل[o[ِيٓ] أَ[q:11059[جْ]نِحَ[a:11060[ةٍ م]َّثْنَيٰ وَثُلَ[n[ـٰ]ثَ وَرُبَ[n[ـٰ]عَۚ يَزِيدُ فِي [h:4788[ٱ]لْخَلْقِ مَا يَش[o[َا]ٓءُۚ إِ[g[نّ]َ [h:80[ٱ]للَّهَ عَلَيٰ كُلِّ ش[f:81[َيْءٍ ق]َد[p[ِي]رٌ","text_id":"Segala puji bagi Allah, Pencipta langit dan bumi yang menjadikan malaikat sebagai utusan-utusan (untuk mengurus berbagai macam urusan) yang mempunyai sayap. Masing-masing (ada yang) dua, tiga, dan empat. Dia menambahkan pada ciptaan-Nya apa yang Dia kehendaki. Sesungguhnya Allah Mahakuasa atas segala sesuatu.","text_en":"ALL PRAISE BE to God, the originator of the heavens and the earth, who appointed angels as His messengers, with wings, two, three and four. He adds what He pleases to His creation. He has certainly power over everything.","transliteration":"Alhamdu lillaahi faatiris samaawaati wal ardi jaa'ilil malaaa'ikati rusulan uleee ajnihatim masnaa wa sulaasa wa rubaa'; yazeedu fil khalqi maa yashaaa'; innal laaha 'alaa kulli shai'in Qadeer","no_fn":"","text_fn":""},{"id":3662,"surah":35,"no_ayah":2,"tema":"Allah Mahakuasa dan Pemberi Rahmat ","text_ayah":"مَّا يَفْتَحِ [h:11061[ٱ]للَّهُ لِل[g[نّ]َاسِ م[u:11062[ِن ر]َّحْمَ[f:11063[ةٍ ف]َلَا مُمْسِكَ لَهَاۖ وَمَا يُمْسِكْ فَلَا مُرْسِلَ لَهُ[n[ۥ] م[i:254[ِنۢ ب]َعْدِهِ[n[ۚۦ] وَهُوَ [h:7045[ٱ]لْعَزِيزُ [h:681[ٱ]لْحَك[p[ِي]مُ","text_id":"Apa saja yang Allah anugerahkan kepada manusia berupa rahmat, tidak ada yang dapat menahannya. (Demikian pula) apa saja yang ditahan-Nya, tidak ada yang sanggup untuk melepaskannya. Dialah Yang Mahaperkasa lagi Mahabijaksana.","text_en":"There is none who can take away the favours He bestows on man; and there is none apart from Him to restore what He has withheld. He is all-mighty and all-wise.","transliteration":"Maa yaftahil laahu linnaaasi mir rahmatin falaa mumsika lahaa wa maa yumsik falaa mursila lahoo mimb'dih; wa Huwal 'Azeezul Hakeem","no_fn":"","text_fn":""},{"id":3663,"surah":35,"no_ayah":3,"tema":"Allah Mahakuasa dan Pemberi Rahmat ","text_ayah":"يَ[o[ـٰٓ]أَيُّهَا [h:82[ٱ][l[ل][g[نّ]َاسُ [h:11064[ٱ]ذْكُرُو[s[اْ] نِعْمَتَ [h:1300[ٱ]للَّهِ عَلَيْكُمْۚ هَلْ مِنْ خَ[n[ـٰ]لِقٍ غَيْرُ [h:4057[ٱ]للَّهِ يَرْزُقُك[w:6034[ُم م]ِّنَ [h:64[ٱ][l[ل]سَّم[o[َا]ٓءِ وَ[h:177[ٱ]لْأَرْضِۚ ل[o[َآ] إِلَ[n[ـٰ]هَ إِلَّا هُوَۖ فَأَ[g[نّ]َيٰ تُؤْفَك[p[ُو]نَ","text_id":"Wahai manusia, ingatlah nikmat Allah kepadamu! Adakah pencipta selain Allah yang dapat memberikan rezeki kepadamu dari langit dan bumi? Tidak ada Tuhan selain Dia. Lalu, bagaimana kamu dapat dipalingkan (dari ketauhidan)?","text_en":"O you people, remember the favours of God to you. Is there any creator other than God who gives you food from the heavens and the earth? There is no god but He: How then can you turn aside?","transliteration":"Yaaa ayyuhan naasuzkuroo ni'matal laahi 'alaikum; hal min khaaliqin ghairul laahi yarzuqukum minas samaaa'i wal ard; laaa ilaaha illaa Huwa fa annaa tu'fakoon","no_fn":"","text_fn":""},{"id":3664,"surah":35,"no_ayah":4,"tema":"Allah Mahakuasa dan Pemberi Rahmat ","text_ayah":"وَإ[a:9047[ِن ي]ُكَذِّبُوكَ فَقَ[q:563[دْ] كُذِّبَتْ رُسُ[a:2469[لٌ م]ِّ[f:18[ن ق]َ[q:19[بْ]لِكَۚ وَإِلَي [h:1148[ٱ]للَّهِ تُرْجَعُ [h:1149[ٱ]لْأُم[p[ُو]رُ","text_id":"Jika mereka mendustakan engkau (Nabi Muhammad), sungguh rasul-rasul sebelum engkau telah didustakan pula. Hanya kepada Allah segala urusan dikembalikan.","text_en":"If they call you a liar, so have other messengers been denied before you. But all things will be brought back to God.","transliteration":"Wa iny yukazzibooka faqad kuzzibat Rusulum min qablik; wa ilal laahi turja'ul umoor","no_fn":"","text_fn":""},{"id":3665,"surah":35,"no_ayah":5,"tema":"Penghindaran dari Tipu Daya Kehidupan Dunia ","text_ayah":"يَ[o[ـٰٓ]أَيُّهَا [h:82[ٱ][l[ل][g[نّ]َاسُ إِ[g[نّ]َ وَعْدَ [h:3149[ٱ]للَّهِ حَ[f:10612[قٌّۖ ف]َلَا تَغُرَّ[g[نّ]َكُمُ [h:10613[ٱ]لْحَيَ[s[و][n[ٲ]ةُ [h:1156[ٱ][l[ل]دُّنْيَاۖ وَلَا يَغُرَّ[g[نّ]َك[c:10614[ُم ب]ِ[h:32[ٱ]للَّهِ [h:10615[ٱ]لْغَر[p[ُو]رُ","text_id":"Wahai manusia, sesungguhnya janji Allah itu benar. Maka, janganlah sekali-kali kehidupan dunia memperdayakan kamu dan janganlah (setan) yang pandai menipu memperdayakan kamu tentang Allah.","text_en":"O you people, the promise of God is true. So do not let the life of this world delude you, nor let that (arch) deceiver deceive you about God.","transliteration":"Yaaa ayyuhan naasu inna wa'dal laahi haqqun falaa taghurrannakumul hayaatud dunyaa; wa laa yaghurran nakum billaahil gharoor","no_fn":"","text_fn":""},{"id":3666,"surah":35,"no_ayah":6,"tema":"Penghindaran dari Tipu Daya Kehidupan Dunia ","text_ayah":"إِ[g[نّ]َ [h:4634[ٱ][l[ل]شَّيْطَ[n[ـٰ]نَ لَكُمْ عَدُ[f:11065[وٌّ ف]َ[h:11066[ٱ]تَّخِذُوهُ عَدُوًّاۚ إِ[g[نّ]َمَا يَ[q:1242[دْ]عُو[s[اْ] حِزْبَهُ[n[ۥ] لِيَكُونُو[s[اْ] مِنْ أَصْحَ[n[ـٰ]بِ [h:11067[ٱ][l[ل]سَّع[p[ِي]رِ","text_id":"Sesungguhnya setan itu musuh bagimu. Maka, perlakukanlah ia sebagai musuh! Sesungguhnya setan itu hanya mengajak golongannya agar mereka menjadi penghuni (neraka) Sa‘ir (yang menyala-nyala).","text_en":"Satan is certainly your enemy, so hold him as a foe. He only calls his faction to be the residents of Hell.","transliteration":"Innash shaitaana lakum 'aduwwun fattakhizoohu 'aduwwaa; innamaa yad'oo hizbahoo liyakoonoo min ashaabis sa'eer","no_fn":"","text_fn":""},{"id":3667,"surah":35,"no_ayah":7,"tema":"Penghindaran dari Tipu Daya Kehidupan Dunia ","text_ayah":"ٱلَّذِينَ كَفَرُو[s[اْ] لَهُمْ عَذَا[f:1727[بٌ ش]َدِي[a:11068[دٌۖ و]َ[h:37[ٱ]لَّذِينَ ءَامَنُو[s[اْ] وَعَمِلُو[s[اْ] [h:118[ٱ][l[ل]صَّ[n[ـٰ]لِحَ[n[ـٰ]تِ لَه[w:3412[ُم م]َّغْفِرَ[a:3413[ةٌ و]َأَ[q:3414[جْ][f:6259[رٌ ك]َب[p[ِي]رٌ","text_id":"Orang-orang yang kufur bagi mereka azab yang sangat keras, (sedangkan) orang-orang yang beriman dan beramal saleh bagi mereka ampunan dan pahala yang besar.","text_en":"For those who are unbelievers, there is severe punishment; but for those who believe and do the right is forgiveness and a great reward.","transliteration":"Allazeena kafaroo lahum 'azaabun shadeed; wallazeena aamanoo wa 'amilus saalihaati lahum maghfiratunw wa ajrun kabeer","no_fn":"","text_fn":""},{"id":3668,"surah":35,"no_ayah":8,"tema":"Penghindaran dari Tipu Daya Kehidupan Dunia ","text_ayah":"أَفَمَ[f:11069[ن ز]ُيِّنَ لَهُ[n[ۥ] س[o[ُو]ٓءُ عَمَلِه[n[ِۦ] فَرَءَاهُ حَسَ[f:11070[نًاۖ ف]َإِ[g[نّ]َ [h:513[ٱ]للَّهَ يُضِلُّ م[a:476[َن ي]َش[o[َا]ٓءُ وَيَهْدِي م[a:476[َن ي]َش[o[َا]ٓءُۖ فَلَا تَذْهَ[q:11071[بْ] نَفْسُكَ عَلَيْهِمْ حَسَر[n[َٲ]تٍۚ إِ[g[نّ]َ [h:80[ٱ]للَّهَ عَلِي[i:6056[مُۢ ب]ِمَا يَصْنَع[p[ُو]نَ","text_id":"Maka, apakah pantas orang yang dijadikan terasa indah perbuatan buruknya (oleh setan), lalu menganggap baik perbuatannya itu (sama dengan yang mendapat petunjuk)? Sesungguhnya Allah menyesatkan siapa yang Dia kehendaki (berdasarkan pilihannya) dan memberi petunjuk kepada siapa yang Dia kehendaki (berdasarkan kesiapannya untuk menerima petunjuk). Maka, jangan engkau (Nabi Muhammad) biarkan dirimu binasa karena kesedihan terhadap (sikap) mereka. Sesungguhnya Allah Maha Mengetahui apa yang mereka perbuat.","text_en":"Can he, the evil of whose deed is made to look attractive to him so that he considers it good, (be like him who is guided)? God leads whosoever He please astray and guides whosoever He will. So do not waste away your self with grief for them. God is indeed cognisant of things they do.","transliteration":"Afaman zuyyina lahoo sooo'u 'amalihee fara aahu hasanaa; fa innal laaha yudillu mai yashaaa'u wa yahdee mai yahaaa'u falaa tazhab nafsuka 'alaihim hasaraat; innal laaha 'aleemun bimaa yasna'oon","no_fn":"","text_fn":""},{"id":3669,"surah":35,"no_ayah":9,"tema":"Beberapa Tanda Kekuasaan Allah ","text_ayah":"وَ[h:9999[ٱ]للَّهُ [h:11072[ٱ]لَّذ[o[ِيٓ] أَرْسَلَ [h:9659[ٱ][l[ل]رِّيَ[n[ـٰ]حَ فَتُثِيرُ سَحَا[f:11073[بًا ف]َسُ[q:11074[قْ]نَ[n[ـٰ]هُ إِلَيٰ بَلَ[a:11075[دٍ م]َّيِّ[f:11076[تٍ ف]َأَحْيَيْنَا بِهِ [h:842[ٱ]لْأَرْضَ بَعْدَ مَوْتِهَاۚ كَذ[n[َٲ]لِكَ [h:11077[ٱ][l[ل][g[نّ]ُش[p[ُو]رُ","text_id":"Allahlah yang mengirimkan bermacam angin, lalu ia (angin) menggerakkan awan. (Selanjutnya) Kami arahkan awan itu ke suatu negeri yang mati (tandus), lalu dengannya (hujan) Kami hidupkan bumi setelah matinya. Demikianlah kebangkitan itu.","text_en":"It is God who sends the winds that raise the clouds. Then We drive the clouds towards the land that was dead, and restore the earth to life after it had died. So will be the Resurrection.","transliteration":"Wallaahul lazeee arsalar riyaaha fatuseeru shaaban fasuqnaahu ilaa baladim maiyitin fa ahyaynaa bihil arda ba'da mawtihaa; kazaalikan nushoor","no_fn":"","text_fn":""},{"id":3670,"surah":35,"no_ayah":10,"tema":"Beberapa Tanda Kekuasaan Allah ","text_ayah":"مَ[f:506[ن ك]َانَ يُرِيدُ [h:11078[ٱ]لْعِزَّةَ فَلِلَّهِ [h:11079[ٱ]لْعِزَّةُ جَمِيعًاۚ إِلَيْهِ يَصْعَدُ [h:11080[ٱ]لْكَلِمُ [h:11081[ٱ][l[ل]طَّيِّبُ وَ[h:11082[ٱ]لْعَمَلُ [h:11083[ٱ][l[ل]صَّ[n[ـٰ]لِحُ يَرْفَعُهُۚ[n[ۥ] وَ[h:37[ٱ]لَّذِينَ يَمْكُرُونَ [h:11084[ٱ][l[ل]سَّيِّـَٔـاتِ لَهُمْ عَذَا[f:1727[بٌ ش]َدِي[a:11085[دٌۖ و]َمَكْرُ أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ هُوَ يَب[p[ُو]رُ","text_id":"Siapa yang menghendaki kemuliaan (ketahuilah) kemuliaan itu semuanya milik Allah. Kepada-Nyalah akan naik perkataan-perkataan yang baik<sup>631)</sup> dan amal saleh akan diangkat-Nya. Adapun orang-orang yang merencanakan kejahatan akan mendapat azab yang sangat keras dan rencana jahat mereka akan hancur.","text_en":"Whosoever desires honour (should remember) that all honour is with God. All good words ascend to Him, and all good deeds He exalts. As for those who are plotting evil, there is severe punishment for them, and their plots will be fruitless.","transliteration":"Man kaana yureedul 'izzata falillaahil 'izzatu jamee'aa; ilaihi yas'adul kalimut taiyibu wal'amalus saalihu yarfa'uh; wallazeena yamkuroonas sayyiaati lahum 'azaabun shadeed; wa makru ulaaa'ika huwa yaboor","no_fn":"631","text_fn":"631) Menurut sebagian mufasir, perkataan yang baik itu adalah kalimat lā ilāha illallāh. Namun, ada pula yang mengatakan bahwa yang dimaksud adalah zikir kepada Allah Swt. atau semua perkataan yang baik yang diucapkan karena Allah Swt."},{"id":3671,"surah":35,"no_ayah":11,"tema":"Beberapa Tanda Kekuasaan Allah ","text_ayah":"وَ[h:9999[ٱ]للَّهُ خَلَقَك[w:2530[ُم م]ِّ[f:1972[ن ت]ُرَا[f:1973[بٍ ث]ُ[g[مّ]َ م[a:7325[ِن ن]ُّ[q:7326[طْ]فَ[f:8077[ةٍ ث]ُ[g[مّ]َ جَعَلَكُمْ أَزْو[n[َٲ][a:11086[جًاۚ و]َمَا تَحْمِلُ مِنْ أُ[f:1867[نث]َيٰ وَلَا تَضَعُ إِلَّا بِعِلْمِهِ[n[ۚۦ] وَمَا يُعَ[g[مّ]َرُ م[a:11087[ِن م]ُّعَ[g[مّ]َ[a:11088[رٍ و]َلَا يُ[f:11089[نق]َصُ مِنْ عُمُرِه[o[ِۦٓ] إِلَّا فِي كِتَ[n[ـٰ]بٍۚ إِ[g[نّ]َ ذ[n[َٲ]لِكَ عَلَي [h:412[ٱ]للَّهِ يَس[p[ِي]رٌ","text_id":"Allah menciptakanmu dari tanah, dari air mani, kemudian Dia menjadikanmu berpasang-pasangan (laki-laki dan perempuan). Tidak ada seorang perempuan pun yang mengandung dan melahirkan, kecuali dengan sepengetahuan-Nya. Tidak dipanjangkan umur seseorang dan tidak pula dikurangi umurnya, kecuali (sudah ditetapkan) dalam Kitab (Lauh Mahfuz). Sesungguhnya yang demikian itu sangat mudah bagi Allah.","text_en":"It is God who created you from dust, then from a sperm, then formed you into pairs. Neither does a female conceive nor gives birth without His knowledge; nor do the old grow older or become younger in years but in accordance with the law (of nature). Indeed the law of God works inevitably.","transliteration":"Wallaahu khalaqakum min turaabin summa min nutfatin summa ja'alakum azwaajaa; wa maa tahmilu min unsaa wa laa tada'u illaa bi'ilmih; wa maa yu'ammaru mim mu'ammarinw wa laa yunqasu min 'umuriheee illaa fee kitaab; inna zaalika 'alal laahi yaseer","no_fn":"","text_fn":""},{"id":3672,"surah":35,"no_ayah":12,"tema":"Bukti-Bukti Kekuasaan Allah","text_ayah":"وَمَا يَسْتَوِي [h:11090[ٱ]لْبَحْرَانِ هَ[n[ـٰ]ذَا عَذْ[f:9670[بٌ ف]ُرَا[f:11091[تٌ س][o[َا]ٓئِ[f:11092[غٌ ش]َرَابُهُ[n[ۥ] وَهَ[n[ـٰ]ذَا مِلْحٌ أُجَا[a:11093[جٌۖ و]َمِ[f:11094[ن ك]ُ[f:11095[لٍّ ت]َأْكُلُونَ لَحْ[f:7349[مًا ط]َرِي[a:11096[ًّا و]َتَسْتَخْرِجُونَ حِلْيَ[f:7351[ةً ت]َلْبَسُونَهَاۖ وَتَرَي [h:7352[ٱ]لْفُلْكَ فِيهِ مَوَاخِرَ لِتَ[q:7694[بْ]تَغُو[s[اْ] مِ[f:475[ن ف]َضْلِه[n[ِۦ] وَلَعَلَّكُمْ تَشْكُر[p[ُو]نَ","text_id":"Tidak sama (antara) dua laut: yang ini tawar, segar, dan mudah diminum serta yang lain sangat asin. Dari masing-masing itu kamu dapat memakan daging yang segar dan dapat mengeluarkan perhiasan yang kamu pakai. Di sana kamu melihat bahtera (berlayar) membelah (lautan) agar kamu dapat mencari sebagian karunia-Nya dan agar kamu bersyukur.","text_en":"Alike are not two bodies of water: This one is sweet and fresh and pleasant to drink, and this one brine and bitter; yet you get fresh meat to eat from both, and take out ornaments to wear. You see how the ships churn through them so that you may seek of His bounty and, perhaps, give thanks.","transliteration":"Wa maa yastawil bahraani haaza 'azbun furaatun saaa'ighun sharaabuhoo wa haazaa milhun ujaaj; wa min kullin taakuloona lahman tariyyanw wa tastakhrijoona hilyatan talbasoonahaa wa taral fulka feehi mawaakhira litabtaghoo min fadlihee wa la'allakm tashkuroon","no_fn":"","text_fn":""},{"id":3673,"surah":35,"no_ayah":13,"tema":"Bukti-Bukti Kekuasaan Allah","text_ayah":"يُولِجُ [h:9084[ٱ]لَّيْلَ فِي [h:1829[ٱ][l[ل][g[نّ]َهَارِ وَيُولِجُ [h:9085[ٱ][l[ل][g[نّ]َهَارَ فِي [h:1831[ٱ]لَّيْلِ وَسَخَّرَ [h:6864[ٱ][l[ل]شَّمْسَ وَ[h:4265[ٱ]لْقَمَرَ كُ[a:6865[لٌّ ي]َ[q:6866[جْ]رِي لِأَجَ[a:6867[لٍ م]ُّسَم[f:11097[ًّيۚ ذ][n[َٲ]لِكُمُ [h:4260[ٱ]للَّهُ رَبُّكُمْ لَهُ [h:1397[ٱ]لْمُلْكُۚ وَ[h:37[ٱ]لَّذِينَ تَ[q:4040[دْ]عُونَ مِ[f:3136[ن د]ُونِه[n[ِۦ] مَا يَمْلِكُونَ مِ[f:11098[ن ق]ِ[q:11099[طْ]م[p[ِي]رٍ","text_id":"Dia memasukkan malam ke dalam siang dan memasukkan siang ke dalam malam. Dia (pula yang) menundukkan matahari dan bulan. Masing-masing beredar sampai batas waktu yang ditentukan. (Yang berbuat demikian) itulah Allah Tuhanmu. Milik-Nyalah segala kerajaan. Mereka yang kamu seru (sembah) selain-Nya tidak mempunyai (sesuatu walaupun) setipis kulit ari.","text_en":"He makes night run into day, the day run into night, and has harnessed the sun and the moon so that each runs to its determined course. This is God your Lord; His is the kingdom; and those you invoke apart from Him are not masters even of the film on a date-palm stone.","transliteration":"Yoolijul laila fin nahaari wa yoolijun nahaara fil laili wa sakhkharash shamsa wal qamara kulluny yajree li ajalim musammaa; zaalikumul lahuu Rabbukum lahul mulk; wallazeena tad'oona min doonihee maa yamlikoona min qitmeer","no_fn":"","text_fn":""},{"id":3674,"surah":35,"no_ayah":14,"tema":"Bukti-Bukti Kekuasaan Allah","text_ayah":"إِ[f:11100[ن ت]َ[q:5192[دْ]عُوهُمْ لَا يَسْمَعُو[s[اْ] دُع[o[َا]ٓءَكُمْ وَلَوْ سَمِعُو[s[اْ] مَا [h:11101[ٱ]سْتَجَابُو[s[اْ] لَكُمْۖ وَيَوْمَ [h:443[ٱ]لْقِيَ[n[ـٰ]مَةِ يَكْفُرُونَ بِشِرْكِكُمْۚ وَلَا يُنَبِّئُكَ مِثْلُ خَب[p[ِي]رٍ","text_id":"Jika kamu menyeru mereka, mereka tidak mendengar seruanmu dan sekiranya mendengar, mereka tidak dapat memenuhi permintaanmu. Pada hari Kiamat mereka akan mengingkari kemusyrikanmu dan tidak ada yang dapat memberikan keterangan kepadamu seperti (yang diberikan oleh Allah) Yang Mahateliti.","text_en":"You pray to them, but they do not hear your call; and even if they heard you, they could not answer your prayer; and on the Day of Resurrection they will deny your having worshipped them. None can acquaint you (with the reality) as He who is informed of everything.","transliteration":"in tad'oohum laa yasma'oo du'aaa'akum wa law sami'oo mas tajaaboo lakum; wa Yawmal Qiyaamati Yakfuroona bishirkikum; wa laa yunabbi'uka mislu khabeer","no_fn":"","text_fn":""},{"id":3675,"surah":35,"no_ayah":15,"tema":"Kebutuhan Manusia terhadap Rahmat Allah ","text_ayah":"۞ يَ[o[ـٰٓ]أَيُّهَا [h:82[ٱ][l[ل][g[نّ]َاسُ أَ[f:8796[نت]ُمُ [h:11102[ٱ]لْفُقَر[o[َا]ٓءُ إِلَي [h:1637[ٱ]للَّهِۖ وَ[h:72[ٱ]للَّهُ هُوَ [h:6121[ٱ]لْغَنِيُّ [h:9093[ٱ]لْحَم[p[ِي][q[د]ُ","text_id":"Wahai manusia, kamulah yang memerlukan Allah. Hanya Allah Yang Mahakaya lagi Maha Terpuji.","text_en":"O men, it is you who stand in need of God. As for God, He is above all need, worthy of praise.","transliteration":"Yaaa ayyunhan naasu antumul fuqaraaa'u ilallaahi wallaahu Huwal Ghaniyyul Hameed","no_fn":"","text_fn":""},{"id":3676,"surah":35,"no_ayah":16,"tema":"Kebutuhan Manusia terhadap Rahmat Allah ","text_ayah":"إ[a:3197[ِن ي]َشَأْ يُذْهِ[q:3198[بْ]كُمْ وَيَأْتِ بِخَلْ[f:7086[قٍ ج]َد[p[ِي][q[د]ٍ","text_id":"Jika berkehendak, niscaya Dia membinasakan kamu dan mendatangkan makhluk yang baru.","text_en":"He could take you away if He pleased and bring a new creation (in your place).","transliteration":"Iny yashaa yuzhibkum wa yaati bikhalqin jadeed","no_fn":"","text_fn":""},{"id":3677,"surah":35,"no_ayah":17,"tema":"Kebutuhan Manusia terhadap Rahmat Allah ","text_ayah":"وَمَا ذ[n[َٲ]لِكَ عَلَي [h:412[ٱ]للَّهِ بِعَز[p[ِي]زٍ","text_id":"Yang demikian itu bagi Allah tidak sulit.","text_en":"This is well within the power of God.","transliteration":"Wa maa zaalika 'alal laahi bi'azeez","no_fn":"","text_fn":""},{"id":3678,"surah":35,"no_ayah":18,"tema":"Kebutuhan Manusia terhadap Rahmat Allah ","text_ayah":"وَلَا تَزِرُ وَازِرَ[a:4572[ةٌ و]ِزْرَ أُخْرَيٰۚ وَإِ[f:11103[ن ت]َ[q:6220[دْ]عُ مُثْقَلَةٌ إِلَيٰ حِمْلِهَا لَا يُحْمَلْ مِنْهُ ش[a:11104[َيْءٌ و]َلَوْ كَانَ ذَا قُرْبَ[o[يٰٓۗ] إِ[g[نّ]َمَا تُ[f:11105[نذ]ِرُ [h:11106[ٱ]لَّذِينَ يَخْشَوْنَ رَبَّه[c:8779[ُم ب]ِ[h:13[ٱ]لْغَيْبِ وَأَقَامُو[s[اْ] [h:1641[ٱ][l[ل]صَّلَ[s[و][n[ٲ]ةَۚ وَمَ[f:11107[ن ت]َزَكَّيٰ فَإِ[g[نّ]َمَا يَتَزَكَّيٰ لِنَفْسِهِ[n[ۚۦ] وَإِلَي [h:1148[ٱ]للَّهِ [h:1842[ٱ]لْمَص[p[ِي]رُ","text_id":"Orang yang berdosa tidak akan memikul dosa orang lain. Jika seseorang yang (dibebani dengan) dosa yang berat (lalu) memanggil (orang lain) untuk memikul bebannya itu tidak akan dipikulkan sedikit pun meskipun (yang dipanggilnya itu) kaum kerabatnya. Sesungguhnya yang dapat engkau beri peringatan<sup>632)</sup>  hanya orang-orang yang takut kepada Tuhannya (sekalipun) tidak melihat-Nya dan mereka yang menegakkan salat. Siapa yang menyucikan dirinya sesungguhnya menyucikan diri untuk kebaikan dirinya sendiri. Hanya kepada Allah tempat kembali.","text_en":"No one who carries a burden bears another's load; and even if the burdened soul cry out for help none will carry the least of its burden, however close a relative it may be. You can only warn those who fear their Lord in secret and fulfil their devotional obligations. Whoever grows in goodness does so for himself. To God is the journeying back.","transliteration":"Wa laa taziru waaziratun wizra ukhraa; wa in tad'u musqalatun ilaa himlihaa laa yuhmal minhu shai'unw wa law kaana zaa qurbaa; innamaa tunzirul lazeena yakhshawna Rabbahum bilghaibi wa aqaamus Sallah; wa man tazakkaa fa innamaa yatazakkaa linafsih; wa ilal laahil maseer","no_fn":"632","text_fn":"632) Maksudnya adalah orang-orang yang dapat engkau beri peringatan dan mau menerimanya."},{"id":3679,"surah":35,"no_ayah":19,"tema":"Nabi Muhammad sebagai Pembawa Kebenaran ","text_ayah":"وَمَا يَسْتَوِي [h:4068[ٱ]لْأَعْمَيٰ وَ[h:4069[ٱ]لْبَص[p[ِي]رُ","text_id":"Tidaklah sama orang yang buta dengan orang yang melihat.","text_en":"Equal are not the blind and those who can see,","transliteration":"Wa maa tastawil a'maa wal baseer","no_fn":"","text_fn":""},{"id":3680,"surah":35,"no_ayah":20,"tema":"Nabi Muhammad sebagai Pembawa Kebenaran ","text_ayah":"وَلَا [h:11108[ٱ][l[ل]ظُّلُمَ[n[ـٰ]تُ وَلَا [h:11109[ٱ][l[ل][g[نّ][p[ُو]رُ","text_id":"Tidak (pula) sama gelap gulita dengan cahaya.","text_en":"Nor darkness and light,","transliteration":"Wa laz zulumaatu wa lannoon","no_fn":"","text_fn":""},{"id":3681,"surah":35,"no_ayah":21,"tema":"Nabi Muhammad sebagai Pembawa Kebenaran ","text_ayah":"وَلَا [h:11110[ٱ][l[ل]ظِّلُّ وَلَا [h:11111[ٱ]لْحَر[p[ُو]رُ","text_id":"Tidak (sama) pula yang teduh dengan yang panas.","text_en":"Nor shade and heat of sunshine.","transliteration":"Wa laz zillu wa lal haroor","no_fn":"","text_fn":""},{"id":3682,"surah":35,"no_ayah":22,"tema":"Nabi Muhammad sebagai Pembawa Kebenaran ","text_ayah":"وَمَا يَسْتَوِي [h:11112[ٱ]لْأَحْي[o[َا]ٓءُ وَلَا [h:11113[ٱ]لْأَمْو[n[َٲ]تُۚ إِ[g[نّ]َ [h:80[ٱ]للَّهَ يُسْمِعُ م[a:476[َن ي]َش[o[َا]ٓءُۖ وَم[o[َآ] أَ[f:169[نت]َ بِمُسْمِ[a:11114[عٍ م]َّ[f:2074[ن ف]ِي [h:8926[ٱ]لْقُب[p[ُو]رِ","text_id":"Tidak (pula) sama orang yang hidup dengan orang yang mati. Sesungguhnya Allah memberikan pendengaran kepada siapa yang Dia kehendaki dan engkau (Nabi Muhammad) tidak akan sanggup menjadikan orang yang di dalam kubur dapat mendengar.","text_en":"Equal are not the living and the dead. Verily God makes those He will to listen; but you cannot make those hear who are in their graves.","transliteration":"Wa maa yastawil ahyaaa'u wa lal amwaat; innal laaha yusmi'u mai yashaaa'u wa maaa anta bimusi'im man fil quboor","no_fn":"","text_fn":""},{"id":3683,"surah":35,"no_ayah":23,"tema":"Nabi Muhammad sebagai Pembawa Kebenaran ","text_ayah":"إِنْ أَ[f:169[نت]َ إِلَّا نَذ[p[ِي]رٌ","text_id":"Engkau tidak lain hanyalah seorang pemberi peringatan.","text_en":"You are only a bearer of warnings.","transliteration":"In anta illaa nazeer","no_fn":"","text_fn":""},{"id":3684,"surah":35,"no_ayah":24,"tema":"Nabi Muhammad sebagai Pembawa Kebenaran ","text_ayah":"إِ[g[نّ][o[َآ] أَرْسَلْنَ[n[ـٰ]كَ بِ[h:370[ٱ]لْحَقِّ بَشِي[a:622[رًا و]َنَذِي[a:11115[رًاۚ و]َإ[a:3281[ِن م]ِّنْ أُ[g[مّ]َةٍ إِلَّا خَلَا فِيهَا نَذ[p[ِي]رٌ","text_id":"Sesungguhnya Kami mengutus engkau dengan membawa kebenaran<sup>633)</sup> sebagai pembawa berita gembira dan sebagai pemberi peringatan. Tidak ada satu umat pun, kecuali telah datang kepadanya seorang pemberi peringatan.","text_en":"We have sent you with the truth, to give glad tidings and to warn. Never has there been a community to which an admonisher was not sent.","transliteration":"Innaa arsalnaak bil haqqi basheeranw wa nazeeraa; wa im min ummatin illaa khalaa feehaa nazeer","no_fn":"633","text_fn":"633) Kebenaran pada ayat ini adalah agama tauhid dan hukum-hukum."},{"id":3685,"surah":35,"no_ayah":25,"tema":"Nabi Muhammad sebagai Pembawa Kebenaran ","text_ayah":"وَإ[a:9047[ِن ي]ُكَذِّبُوكَ فَقَ[q:563[دْ] كَذَّبَ [h:4507[ٱ]لَّذِينَ مِ[f:617[ن ق]َ[q:618[بْ]لِهِمْ ج[o[َا]ٓءَتْهُمْ رُسُلُه[c:4900[ُم ب]ِ[h:484[ٱ]لْبَيِّنَ[n[ـٰ]تِ وَبِ[h:11116[ٱ][l[ل]زُّبُرِ وَبِ[h:11117[ٱ]لْكِتَ[n[ـٰ]بِ [h:11118[ٱ]لْمُن[p[ِي]رِ","text_id":"Jika mereka mendustakanmu, sungguh orang-orang yang sebelum mereka pun telah mendustakan (kebenaran). Telah datang rasul-rasul mereka dengan membawa keterangan yang nyata (mukjizat), zubur,<sup>634)</sup> dan kitab yang memberi penjelasan yang sempurna.","text_en":"If they call you a liar, so had those before them called their apostles liars, who had come to them with clear proofs, scriptures and the splendent Book.","transliteration":"Wa inyukazzibooka faqad kazzabal lazeena min qablihim jaaa'at hum Rusuluhum bilbaiyinaati wa biz Zuburi wa bil Kitaabil Muneer","no_fn":"634","text_fn":"634) Zubur adalah lembaran-lembaran wahyu yang mengandung ketetapan hukum dan nasihat yang diberikan kepada para nabi terdahulu."},{"id":3686,"surah":35,"no_ayah":26,"tema":"Nabi Muhammad sebagai Pembawa Kebenaran ","text_ayah":"ثُ[g[مّ]َ أَخَذْتُ [h:11119[ٱ]لَّذِينَ كَفَرُو[s[اْۖ] فَكَيْفَ كَانَ نَك[p[ِي]رِ","text_id":"Kemudian, Aku azab orang-orang yang kufur. Maka, (lihatlah) bagaimana akibat kemurkaan-Ku.","text_en":"So We seized the unbelievers. How great was the change I wrought in their condition then!","transliteration":"Summa akhaztul lazeena kafaroo fakaifa kaana nakeer","no_fn":"","text_fn":""},{"id":3687,"surah":35,"no_ayah":27,"tema":"Hanya Ulama yang Benar-Benar Takut ","text_ayah":"أَلَمْ تَرَ أَ[g[نّ]َ [h:394[ٱ]للَّهَ أَ[f:471[نز]َلَ مِنَ [h:64[ٱ][l[ل]سَّم[o[َا]ٓءِ م[o[َا]ٓ[f:4278[ءً ف]َأَخْرَ[q:4279[جْ]نَا بِه[n[ِۦ] ثَمَر[n[َٲ][a:11120[تٍ م]ُّخْتَلِفًا أَلْو[n[َٲ]نُهَاۚ وَمِنَ [h:11121[ٱ]لْجِبَالِ جُدَ[i:11122[دُۢ ب]ِي[a:11123[ضٌ و]َحُمْ[a:11124[رٌ م]ُّخْتَلِفٌ أَلْو[n[َٲ]نُهَا وَغَرَابِيبُ س[p[ُو][q[د]ٌ","text_id":"Tidakkah engkau melihat bahwa sesungguhnya Allah menurunkan air dari langit, lalu dengan (air) itu Kami mengeluarkan hasil tanaman yang beraneka macam warnanya. Di antara gunung-gunung itu ada bergaris-garis putih dan merah yang beraneka macam warnanya dan ada (pula) yang hitam pekat.","text_en":"Do you not see how God sends water from the sky, then We produce fruits from it variegated in colour; and on mountains are tracts of red and white, in different shades and raven black.","transliteration":"Alam tara annal laaha anzala minas samaaa'i maaa'an fa akhrajnaa bihee samaraatim mukhtalifan alwaanuhaa; wa minal jibaali judadum beedunw wa humrum mukhtalifun alwaanuhaa wa gharaabeebu sood","no_fn":"","text_fn":""},{"id":3688,"surah":35,"no_ayah":28,"tema":"Hanya Ulama yang Benar-Benar Takut ","text_ayah":"وَمِنَ [h:30[ٱ][l[ل][g[نّ]َاسِ وَ[h:11125[ٱ][l[ل]دَّو[m[َا]ٓبِّ وَ[h:1778[ٱ]لْأَنْعَ[n[ـٰ]مِ مُخْتَلِفٌ أَلْو[n[َٲ]نُهُ[n[ۥ] كَذ[n[َٲ]لِكَۗ إِ[g[نّ]َمَا يَخْشَي [h:11126[ٱ]للَّهَ مِنْ عِبَادِهِ [h:11127[ٱ]لْعُلَمَ[o[ـٰٓ]ؤُ[s[اْ]ۗ إِ[g[نّ]َ [h:80[ٱ]للَّهَ عَزِيزٌ غَف[p[ُو]رٌ","text_id":"(Demikian pula) di antara manusia, makhluk bergerak yang bernyawa, dan hewan-hewan ternak ada yang bermacam-macam warnanya (dan jenisnya). Di antara hamba-hamba Allah yang takut kepada-Nya, hanyalah para ulama.<sup>635)</sup> Sesungguhnya Allah Mahaperkasa lagi Maha Pengampun.","text_en":"And so are among men, beasts and cattle, different shades. Only those of His creatures fear God who have knowledge. Verily He is all-mighty and forgiving.","transliteration":"Wa minan naasi wadda waaabbi wal an'aami mukhtalifun alwaanuhoo kazalik; innamaa yakhshal laaha min 'ibaadihil 'ulamaaa'; innal laaha 'Azeezun Ghafoor","no_fn":"635","text_fn":"635) Yang dimaksud dengan para ulama adalah orang yang mempunyai pengetahuan tentang syariat serta fenomena alam dan sosial yang menghasilkan rasa takut disertai pengagungan kepada Allah Swt."},{"id":3689,"surah":35,"no_ayah":29,"tema":"Perniagaan yang Tidak Pernah Rugi ","text_ayah":"إِ[g[نّ]َ [h:24[ٱ]لَّذِينَ يَتْلُونَ كِتَ[n[ـٰ]بَ [h:525[ٱ]للَّهِ وَأَقَامُو[s[اْ] [h:1641[ٱ][l[ل]صَّلَ[s[و][n[ٲ]ةَ وَأَ[f:2789[نف]َقُو[s[اْ] مِ[g[مّ]َا رَزَ[q:15[قْ]نَ[n[ـٰ]هُمْ سِر[a:1623[ًّا و]َعَلَانِيَ[a:11128[ةً ي]َرْجُونَ تِجَ[n[ـٰ]رَ[u:11129[ةً ل]َّ[f:11130[ن ت]َب[p[ُو]رَ","text_id":"Sesungguhnya orang-orang yang selalu membaca Kitab Allah (Al-Qur’an), menegakkan salat, dan menginfakkan sebagian rezeki yang Kami anugerahkan kepadanya secara sembunyi-sembunyi dan terang-terangan, mereka itu mengharapkan perdagangan yang tidak akan pernah rugi.","text_en":"Surely those who read the Book of God, are firm in devotion, and spend of what We have given them in secret or openly, can hope for a commerce that will not decline,","transliteration":"Innal lazeena yatloona Kitabbal laahi wa aqaamus Salaata wa anfaqoo mimmaa razaqnaahum sirranw wa 'alaa niyatany yarjoona tijaaratal lan taboor","no_fn":"","text_fn":""},{"id":3690,"surah":35,"no_ayah":30,"tema":"Perniagaan yang Tidak Pernah Rugi ","text_ayah":"لِيُوَفِّيَهُمْ أُجُورَهُمْ وَيَزِيدَه[w:9444[ُم م]ِّ[f:475[ن ف]َضْلِهِ[o[ۚۦٓ] إِ[g[نّ]َهُ[n[ۥ] غَفُو[f:11131[رٌ ش]َك[p[ُو]رٌ","text_id":"(Demikian itu) agar Allah menyempurnakan pahala mereka dan menambah karunia-Nya. Sesungguhnya Allah Maha Pengampun lagi Maha Mensyukuri.","text_en":"So that He may reward them in full, and give them a greater increase by His grace. He is verily forgiving and rewarding.","transliteration":"Liyuwaffiyahum ujoorahum wa yazeedahum min fadlih; innahoo Ghafoorun Shakoor","no_fn":"","text_fn":""},{"id":3691,"surah":35,"no_ayah":31,"tema":"Tingkatan Manusia dalam Menerima Al-Qur’an ","text_ayah":"وَ[h:9999[ٱ]لَّذ[o[ِيٓ] أَوْحَيْن[o[َآ] إِلَيْكَ مِنَ [h:891[ٱ]لْكِتَ[n[ـٰ]بِ هُوَ [h:8923[ٱ]لْحَقُّ مُصَدِّ[u:206[قًا ل]ِّمَا بَيْنَ يَدَيْهِۗ إِ[g[نّ]َ [h:80[ٱ]للَّهَ بِعِبَادِه[n[ِۦ] لَخَبِي[i:11132[رُۢ ب]َص[p[ِي]رٌ","text_id":"Apa yang telah Kami wahyukan kepadamu (Nabi Muhammad), yaitu Kitab Suci (Al-Qur’an), itulah yang benar yang membenarkan kitab-kitab sebelumnya. Sesungguhnya Allah benar-benar Maha Mengetahui lagi Maha Melihat (keadaan) hamba-hamba-Nya.","text_en":"What We have revealed to you of the Book is the truth, and proves (what has been sent) before it to be true. Verily God is informed of His creatures and sees everything.","transliteration":"Wallaeee awhainaaa ilaika minal Kitaabi huwal haqqu musaddiqal limaa baina yadayh; innal laaha bi'ibaadihee la khabeerum Baseer","no_fn":"","text_fn":""},{"id":3692,"surah":35,"no_ayah":32,"tema":"Tingkatan Manusia dalam Menerima Al-Qur’an ","text_ayah":"ثُ[g[مّ]َ أَوْرَثْنَا [h:11133[ٱ]لْكِتَ[n[ـٰ]بَ [h:11134[ٱ]لَّذِينَ [h:11135[ٱ]صْطَفَيْنَا مِنْ عِبَادِنَاۖ فَمِنْهُمْ ظَالِ[u:8069[مٌ ل]ِّنَفْسِه[n[ِۦ] وَمِنْه[w:11136[ُم م]ُّ[q:10606[قْ]تَصِ[a:11137[دٌ و]َمِنْهُمْ سَابِ[i:11138[قُۢ ب]ِ[h:11139[ٱ]لْخَيْر[n[َٲ]تِ بِإِذْنِ [h:509[ٱ]للَّهِۚ ذ[n[َٲ]لِكَ هُوَ [h:11140[ٱ]لْفَضْلُ [h:11141[ٱ]لْكَب[p[ِي]رُ","text_id":"Kemudian, Kitab Suci itu Kami wariskan kepada orang-orang yang Kami pilih di antara hamba-hamba Kami. Lalu, di antara mereka ada yang menzalimi diri sendiri, ada yang pertengahan, dan ada (pula) yang lebih dahulu berbuat kebaikan<sup>636)</sup> dengan izin Allah. Itulah (dianugerahkannya kitab suci adalah) karunia yang besar.","text_en":"So We made those of Our creatures whom We had chosen, heirs to the Book; but some of these exceed themselves, and some follow the middle course, and some surpass others in goodness by God's will, which is the greatest blessing.","transliteration":"Summa awrasnal Kitaaballazeenas tafainaa min 'ibaadinaa faminhum zaalimul linafsihee wa minhum muqtasid, wa minhum saabiqum bilkhairaati bi iznil laah; zaalika huwal fadlul kabeer","no_fn":"636","text_fn":"636) Ungkapan menzalimi diri sendiri berarti melakukan dosa, sedangkan kata pertengahan mengacu kepada orang yang melakukan amalan yang wajib saja dan menjauhi dosa. Adapun orang-orang yang lebih dahulu dalam berbuat kebaikan adalah orang-orang yang tidak hanya mengerjakan yang wajib, tetapi juga mengerjakan yang sunah. "},{"id":3693,"surah":35,"no_ayah":33,"tema":"Tingkatan Manusia dalam Menerima Al-Qur’an ","text_ayah":"جَ[g[نّ]َ[n[ـٰ]تُ عَ[q:5720[دْ][a:6962[نٍ ي]َ[q:6963[دْ]خُلُونَهَا يُحَلَّوْنَ فِيهَا مِنْ أَسَاوِرَ مِ[f:8050[ن ذ]َهَ[a:8971[بٍ و]َلُؤْلُ[a:8972[ؤًاۖ و]َلِبَاسُهُمْ فِيهَا حَر[p[ِي]رٌ","text_id":"(Balasan mereka di akhirat adalah) surga ‘Adn yang mereka masuki. Di dalamnya mereka dihiasi gelang-gelang dari emas dan mutiara. Pakaian mereka di dalamnya adalah sutra.","text_en":"They will enter the gardens of Eden, where they will be adorned with bracelets of gold and pearls, and of silk will be their garments.","transliteration":"jannaatu 'adniny yad khuloonahaa yuhallawna feeha min asaawira min zahabinw wa lu'lu'anw wa libaa suhum feehaa hareer","no_fn":"","text_fn":""},{"id":3694,"surah":35,"no_ayah":34,"tema":"Tingkatan Manusia dalam Menerima Al-Qur’an ","text_ayah":"وَقَالُو[s[اْ] [h:4698[ٱ]لْحَمْدُ لِلَّهِ [h:3912[ٱ]لَّذ[o[ِيٓ] أَذْهَبَ عَ[g[نّ]َا [h:11142[ٱ]لْحَزَنَۖ إِ[g[نّ]َ رَبَّنَا لَغَفُو[f:11143[رٌ ش]َك[p[ُو]رٌ","text_id":"Mereka berkata, “Segala puji bagi Allah yang telah menghilangkan kesedihan dari kami. Sesungguhnya Tuhan kami benar-benar Maha Pengampun lagi Maha Mensyukuri.","text_en":"They will say: \"All praise be to God who has removed all care from us. Indeed our Lord is forgiving and rewarding,","transliteration":"Wa qaalul hamdu lillaahil lazeee azhaba 'annal hazan; inna Rabbanaa la Ghafoorun Shakoor","no_fn":"","text_fn":""},{"id":3695,"surah":35,"no_ayah":35,"tema":"Tingkatan Manusia dalam Menerima Al-Qur’an ","text_ayah":"ٱلَّذ[o[ِيٓ] أَحَلَّنَا دَارَ [h:11144[ٱ]لْمُقَامَةِ مِ[f:475[ن ف]َضْلِه[n[ِۦ] لَا يَمَسُّنَا فِيهَا نَصَ[a:5892[بٌ و]َلَا يَمَسُّنَا فِيهَا لُغ[p[ُو][q[ب]ٌ","text_id":"(Dia) yang menempatkan kami di tempat yang kekal (surga) dengan karunia-Nya. Di dalamnya kami tidak lelah dan lesu.”","text_en":"Who has settled us by His grace in the mansions of eternal rest, where there is no labour for us, nor does weariness come upon us.\"","transliteration":"Allazeee ahallanaa daaral muqaamati min fadlihee laa yamassunaa feehaa nasabunw wa laa yamassunaa feehaa lughoob","no_fn":"","text_fn":""},{"id":3696,"surah":35,"no_ayah":36,"tema":"Permintaan Orang-Orang Kafir untuk Dikembalikan ke Dunia supaya Beramal Saleh ","text_ayah":"وَ[h:9999[ٱ]لَّذِينَ كَفَرُو[s[اْ] لَهُمْ نَارُ جَهَ[g[نّ]َمَ لَا يُ[q:8625[قْ]ضَيٰ عَلَيْهِمْ فَيَمُوتُو[s[اْ] وَلَا يُخَفَّفُ عَنْه[w:11145[ُم م]ِّنْ عَذَابِهَاۚ كَذ[n[َٲ]لِكَ نَ[q:4214[جْ]زِي كُلَّ كَف[p[ُو]رٍ","text_id":"Orang-orang yang kufur, bagi mereka neraka Jahanam. Mereka tidak dibinasakan hingga mereka mati dan tidak diringankan dari mereka azabnya. Demikianlah Kami membalas setiap orang yang sangat kufur.","text_en":"As for the unbelievers, there is the fire of Hell. It will neither consume them wholly that they should die, nor will its torment be lessened for them. That is how We requite the ungrateful.","transliteration":"Wallazeena kafaroo lahum naaru Jahannama laa yuqdaa 'alaihim fa yamootoo wa laa yukhaffafu 'anhum min 'azaabihaa; kazaalika najzee kulla kafoor","no_fn":"","text_fn":""},{"id":3697,"surah":35,"no_ayah":37,"tema":"Permintaan Orang-Orang Kafir untuk Dikembalikan ke Dunia supaya Beramal Saleh ","text_ayah":"وَهُمْ يَصْطَرِخُونَ فِيهَا رَبَّن[o[َآ] أَخْرِ[q:2927[جْ]نَا نَعْمَلْ صَ[n[ـٰ]لِحًا غَيْرَ [h:287[ٱ]لَّذِي كُ[g[نّ]َا نَعْمَلُۚ أَوَلَمْ نُعَ[g[مّ]ِرْك[w:11146[ُم م]َّا يَتَذَكَّرُ فِيهِ مَ[f:11147[ن ت]َذَكَّرَ وَج[o[َا]ٓءَكُمُ [h:11148[ٱ][l[ل][g[نّ]َذِيرُۖ فَذُوقُو[s[اْ] فَمَا لِلظَّ[n[ـٰ]لِمِينَ م[a:9103[ِن ن]َّص[p[ِي]رٍ","text_id":"Mereka berteriak di dalam (neraka) itu, “Ya Tuhan kami, keluarkanlah kami (dari neraka), niscaya kami akan mengerjakan kebajikan, bukan (seperti perbuatan) yang pernah kami kerjakan dahulu.” (Dikatakan kepada mereka,) “Bukankah Kami telah memanjangkan umurmu dalam masa (yang cukup) untuk dapat berpikir bagi orang yang mau berpikir. (Bukankah pula) telah datang kepadamu seorang pemberi peringatan? Maka, rasakanlah (azab Kami). Bagi orang-orang zalim tidak ada seorang penolong pun.”","text_en":"There they will cry for help: \"O Lord, get us out that we may do the right, and not what we used to do.\" Did We not give you a long enough span of life so that he who remembered may reflect? And did not the warner come to you? So now taste (the punishment). The iniquitous will have none to help them.","transliteration":"Wa hum yastarikhoona feehaa Rabbanaa akhrijnaa na'mal saalihan ghairal lazee kunnaa na'mal; awa lamnu 'ammirkum maa yatazak karu feehi man tazakkara wa jaaa'akumun nazeeru fazooqoo famaa lizzaalimeena min naseer","no_fn":"","text_fn":""},{"id":3698,"surah":35,"no_ayah":38,"tema":"Keluasan Ilmu Allah yang Meliputi Segalanya ","text_ayah":"إِ[g[نّ]َ [h:80[ٱ]للَّهَ عَ[n[ـٰ]لِمُ غَيْبِ [h:11149[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:177[ٱ]لْأَرْضِۚ إِ[g[نّ]َهُ[n[ۥ] عَلِي[i:2196[مُۢ ب]ِذَاتِ [h:2197[ٱ][l[ل]صُّد[p[ُو]رِ","text_id":"Sesungguhnya Allah mengetahui yang gaib di langit dan di bumi. Sesungguhnya Dia Maha Mengetahui segala isi hati.","text_en":"Verily God knows the unknown of the heavens and the earth. Indeed He knows what lies in the hearts of men.","transliteration":"Innal laaha 'aalimu ghaibis samaawaati wal ard; innahoo 'aleemum bizaatis sudoor","no_fn":"","text_fn":""},{"id":3699,"surah":35,"no_ayah":39,"tema":"Keluasan Ilmu Allah yang Meliputi Segalanya ","text_ayah":"هُوَ [h:153[ٱ]لَّذِي جَعَلَكُمْ خَلَ[o[ـٰٓ]ئِفَ فِي [h:44[ٱ]لْأَرْضِۚ فَمَ[f:3429[ن ك]َفَرَ فَعَلَيْهِ كُفْرُهُۖ[n[ۥ] وَلَا يَزِيدُ [h:11150[ٱ]لْكَ[n[ـٰ]فِرِينَ كُفْرُهُمْ عِ[f:264[ند]َ رَبِّهِمْ إِلَّا مَ[q:11151[قْ][a:11152[تًاۖ و]َلَا يَزِيدُ [h:11150[ٱ]لْكَ[n[ـٰ]فِرِينَ كُفْرُهُمْ إِلَّا خَسَارًا","text_id":"Dialah yang menjadikan kamu sebagai khalifah-khalifah di bumi. Siapa yang kufur, (akibat) kekufurannya akan menimpa dirinya sendiri. Kekufuran orang-orang kafir itu hanya akan menambah kemurkaan di sisi Tuhan mereka. Kekufuran orang-orang kafir itu juga hanya akan menambah kerugian mereka.","text_en":"He is the one who made you trustees on the earth. So he who disbelieves, will bear the consequence of his unbelief. but their unbelief will only increase disgust for unbelievers in the sight of their Lord; and their unbelief will only lead the unbelievers to greater loss.","transliteration":"Huwal lazee ja'alakum khalaaa'ifa fil ard; faman kafara fa'alaihi kufruhoo; wa laa yazeedul kaafireena kufruhum 'inda Rabbihim illaa maqtanw wa la yazeedul kaafireena kufruhum illaa khasaaraa","no_fn":"","text_fn":""},{"id":3700,"surah":35,"no_ayah":40,"tema":"Kesalahan Jalan Pikiran Penyembah Berhala ","text_ayah":"قُلْ أَرَءَيْتُمْ شُرَك[o[َا]ٓءَكُمُ [h:11153[ٱ]لَّذِينَ تَ[q:4040[دْ]عُونَ مِ[f:107[ن د]ُونِ [h:108[ٱ]للَّهِ أَرُونِي مَاذَا خَلَقُو[s[اْ] مِنَ [h:1579[ٱ]لْأَرْضِ أَمْ لَهُمْ شِرْ[f:11154[كٌ ف]ِي [h:609[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ أَمْ ءَاتَيْنَ[n[ـٰ]هُمْ كِتَ[n[ـٰ][f:11155[بًا ف]َهُمْ عَلَيٰ بَيِّنَ[a:11156[تٍ م]ِّنْهُۚ بَلْ إ[a:11157[ِن ي]َعِدُ [h:11158[ٱ][l[ل]ظَّ[n[ـٰ]لِمُونَ بَعْضُه[c:11159[ُم ب]َعْضًا إِلَّا غُرُورًا","text_id":"Katakanlah, “Terangkanlah (perihal) sesembahanmu yang kamu seru selain Allah. Perlihatkanlah kepada-Ku (bagian) manakah dari bumi ini yang telah mereka ciptakan ataukah mereka mempunyai peran serta dalam (penciptaan) langit atau adakah Kami menganugerahkan kitab kepada mereka sehingga mereka mendapat keterangan-keterangan yang jelas darinya?” Sebenarnya orang-orang zalim itu, sebagian mereka, hanya menjanjikan tipuan belaka kepada sebagian yang lain.","text_en":"Say: \"Look at the compeers you invoke apart from God. Show me, what of the earth have they created, or what share have they in the heavens?\" Or have We given them a Book whose testimony they possess? Not in the least. What the unbelievers have been promising one another is nothing but deceit.","transliteration":"Qul ara'aytum shurakaaa'a kumul lazeena tad'oona min doonil laah; aroonee maazaa khalaqoo minal ardi am lahum shirkun fis samaawaati am aatainaahum Kitaaban fahum 'alaa baiyinatim minh; bal iny ya'iiduz zaalimoona ba 'duhum ba'dan illaa ghurooraa","no_fn":"","text_fn":""},{"id":3701,"surah":35,"no_ayah":41,"tema":"Kesalahan Jalan Pikiran Penyembah Berhala ","text_ayah":"۞ إِ[g[نّ]َ [h:80[ٱ]للَّهَ يُمْسِكُ [h:11160[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:1474[ٱ]لْأَرْضَ أَ[f:11161[ن ت]َزُولَاۚ وَلَئِ[f:11162[ن ز]َالَت[o[َآ] إِنْ أَمْسَكَهُمَا مِنْ أَحَ[a:1710[دٍ م]ّ[i:254[ِنۢ ب]َعْدِهِ[o[ۚۦٓ] إِ[g[نّ]َهُ[n[ۥ] كَانَ حَلِيمًا غَفُورًا","text_id":"Sesungguhnya Allah yang menahan langit dan bumi agar tidak lenyap. Jika keduanya akan lenyap, tidak ada seorang pun yang mampu menahannya selain-Nya. Sesungguhnya Dia Maha Penyantun lagi Maha Pengampun.","text_en":"Verily God holds the heavens and the earth in position lest they deviate; and if they deviated there will be none to hold them in place, apart from Him He is sagacious and forgiving.","transliteration":"Innal laaha yumsikus samaawaati wal arda an tazoolaaa; wa la'in zaalataaa in amsa kahumaa min ahadim mim ba'dih; innahoo kaana Haleeman Ghafooraa","no_fn":"","text_fn":""},{"id":3702,"surah":35,"no_ayah":42,"tema":"Pengingkaran Orang Musyrik terhadap Rasul setelah Memperoleh Kebenarannya ","text_ayah":"وَأَ[q:4324[قْ]سَمُو[s[اْ] بِ[h:32[ٱ]للَّهِ جَهْدَ أَيْمَ[n[ـٰ]نِهِمْ لَئِ[f:11163[ن ج][o[َا]ٓءَهُمْ نَذِي[u:11164[رٌ ل]َّيَكُونُ[g[نّ]َ أَهْدَيٰ مِنْ إِحْدَي [h:11165[ٱ]لْأُمَمِۖ فَلَ[g[مّ]َا ج[o[َا]ٓءَهُمْ نَذِي[a:11166[رٌ م]َّا زَادَهُمْ إِلَّا نُفُورًا","text_id":"Mereka bersumpah atas (nama) Allah dengan sungguh-sungguh bahwa jika datang kepada mereka seorang pemberi peringatan, niscaya mereka akan lebih banyak mendapat petunjuk daripada salah satu umat (yang lain). Akan tetapi, ketika pemberi peringatan datang kepada mereka, tidak menambah (apa-apa) kepada mereka, kecuali makin jauh dari (kebenaran)","text_en":"The unbelievers swore on oath emphatically that if an admonisher came to them they would be guided better than the other communities. But when the admonisher came to them their aversion for the truth increased,","transliteration":"Wa aqsamoo billaahi jahda aymaanihim la'in jaaa'ahum nazeerul layakoonunna ahdaa min ihdal umami falam maa jaaa'ahum nazeerum maa zaadahum illaa nufooraa","no_fn":"","text_fn":""},{"id":3703,"surah":35,"no_ayah":43,"tema":"Pengingkaran Orang Musyrik terhadap Rasul setelah Memperoleh Kebenarannya ","text_ayah":"ٱسْتِكْبَا[f:11167[رًا ف]ِي [h:44[ٱ]لْأَرْضِ وَمَكْرَ [h:11168[ٱ][l[ل]سَّيِّيِٕۚ وَلَا يَحِيقُ [h:11169[ٱ]لْمَكْرُ [h:11170[ٱ][l[ل]سَّيِّئُ إِلَّا بِأَهْلِهِ[n[ۚۦ] فَهَلْ يَ[f:1141[نظ]ُرُونَ إِلَّا سُ[g[نّ]َتَ [h:11171[ٱ]لْأَوَّلِينَۚ فَلَ[f:2843[ن ت]َجِدَ لِسُ[g[نّ]َتِ [h:11172[ٱ]للَّهِ تَ[q:10752[بْ]دِيل[a:11173[اًۖ و]َلَ[f:3232[ن ت]َجِدَ لِسُ[g[نّ]َتِ [h:11172[ٱ]للَّهِ تَحْوِيلاً","text_id":"karena kesombongan (mereka) di bumi dan karena rencana jahat mereka. Akibat (buruk) dari rencana jahat itu hanya akan menimpa orang yang merencanakannya sendiri. Mereka hanya menunggu ketetapan (yang berlaku) kepada orang-orang yang terdahulu.<sup>637)</sup> Maka, kamu tidak akan mendapatkan perubahan atas ketetapan Allah dan tidak (pula) akan menemukan penyimpangan bagi ketetapan Allah itu.","text_en":"As did their arrogance in the land, and their plotting of evil. But their evil plots will turn back on the plotters themselves. So can they expect any thing but what befell the earlier people? You will not find any change in the law of God, nor will you find divine law mutable.","transliteration":"Istakbaaran fil ardi wa makras sayyi'; wa laa yaheequl makrus sayyi'u illaa bi ahlih; fahal yanzuroona illaa sunnatal awwaleen; falan tajida lisunnatil laahi tabdeelanw wa lan tajida lisunnatil laahi tahweela","no_fn":"637","text_fn":"637) Yang dimaksud dengan ketetapan (yang berlaku) kepada orang-orang yang terdahulu adalah turunnya azab kepada orang-orang yang mendustakan rasul."},{"id":3704,"surah":35,"no_ayah":44,"tema":"Ancaman Allah terhadap Orang Musyrik ","text_ayah":"أَوَلَمْ يَسِيرُو[s[اْ] فِي [h:44[ٱ]لْأَرْضِ فَيَ[f:6853[نظ]ُرُو[s[اْ] كَيْفَ كَانَ عَ[n[ـٰ]قِبَةُ [h:6854[ٱ]لَّذِينَ مِ[f:617[ن ق]َ[q:618[بْ]لِهِمْ وَكَان[o[ُوٓ][s[اْ] أَشَدَّ مِنْهُمْ قُوَّۚ[a:11174[ةً و]َمَا كَانَ [h:742[ٱ]للَّهُ لِيُعْجِزَهُ[n[ۥ] مِ[f:2103[ن ش][f:5402[َيْءٍ ف]ِي [h:609[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَلَا فِي [h:44[ٱ]لْأَرْضِۚ إِ[g[نّ]َهُ[n[ۥ] كَانَ عَلِي[f:11175[مًا ق]َدِيرًا","text_id":"Tidakkah mereka bepergian di bumi lalu melihat bagaimana kesudahan orang-orang sebelum mereka (yang mendustakan rasul), padahal orang-orang itu lebih besar kekuatannya dari mereka? Tidak ada sesuatu pun yang dapat melemahkan Allah, baik di langit maupun di bumi. Sesungguhnya Dia Maha Mengetahui lagi Mahakuasa.","text_en":"Have they not journeyed in the land and seen how the end of those before them, who were far more powerful, came about? There is nothing in the heavens and the earth that can defeat (the law of) God. He is all-knowing and all-powerful.","transliteration":"Awalam yaseeroo fil ardi fa yanzuroo kaifa kaana 'aaqibatul lazeena min qblihim wa kaanoo ashadda minhum quwwah; wa maa kaanal laahu liyu'jizahoo min shai'in fis samaawaati wa laa fil ard; innahoo kaana 'Aleeman Qadeeraa","no_fn":"","text_fn":""},{"id":3705,"surah":35,"no_ayah":45,"tema":"Ancaman Allah terhadap Orang Musyrik ","text_ayah":"وَلَوْ يُؤَاخِذُ [h:7452[ٱ]للَّهُ [h:7453[ٱ][l[ل][g[نّ]َاسَ بِمَا كَسَبُو[s[اْ] مَا تَرَكَ عَلَيٰ ظَهْرِهَا مِ[f:4026[ن د][m[َا]ٓبَّ[a:7455[ةٍ و]َلَ[n[ـٰ]ك[a:7456[ِن ي]ُؤَخِّرُهُمْ إِلَ[o[يٰٓ] أَجَ[a:1657[لٍ م]ُّسَم[f:7457[ًّيۖ ف]َإِذَا ج[o[َا]ٓءَ أَجَلُهُمْ فَإِ[g[نّ]َ [h:513[ٱ]للَّهَ كَانَ بِعِبَادِه[n[ِۦ] بَصِيرَۢا","text_id":"Sekiranya Allah menghukum manusia disebabkan apa yang telah mereka perbuat, niscaya Dia tidak akan menyisakan satu makhluk pun yang bergerak dan bernyawa di bumi ini. Akan tetapi, Dia menangguhkan (hukuman)-nya sampai waktu yang sudah ditentukan. Maka, apabila datang ajal (waktu ditimpakannya hukuman atas) mereka, sesungguhnya Allah Maha Melihat (keadaan) hamba-hamba-Nya.","text_en":"If God were to seize men for their doings, not a living being would be left upon the earth. But He gives them respite for a time ordained. When their time is come, surely God will keep (the interest of) His creatures in view.","transliteration":"Wa law yu'aakhizul laahun naasa bima kasaboo maa taraka 'alaa zahrihaa min daaabbatinw wa laakiny yu'akhkhiruhum ilaaa ajalim musamman fa izaa jaaa'a ajaluhum fa innal laaha kaana bi'ibaadihee Baseeraa","no_fn":"","text_fn":""}]