[{"id":3706,"surah":36,"no_ayah":1,"theme":"Al-Qur’an dan Kerasulan Nabi Muhammad ","text_ayah":"يٰسۤۚ ","text_id":"Yā Sīn. ","text_en":"YA SIN.","transliteration":"yā sīn","no_fn":"","text_fn":""},{"id":3707,"surah":36,"no_ayah":2,"theme":"Al-Qur’an dan Kerasulan Nabi Muhammad ","text_ayah":"وَالْقُرْاٰنِ الْحَكِيْمِۙ ","text_id":"Demi Al-Qur’an yang penuh hikmah,","text_en":"I call to witness the Qur'an, custodian of all laws, --","transliteration":"wal-qur`ānil-ḥakīm","no_fn":"","text_fn":""},{"id":3708,"surah":36,"no_ayah":3,"theme":"Al-Qur’an dan Kerasulan Nabi Muhammad ","text_ayah":"اِنَّكَ لَمِنَ الْمُرْسَلِيْنَۙ ","text_id":"sesungguhnya engkau (Nabi Muhammad) benar-benar salah seorang dari rasul-rasul","text_en":"That you are indeed one of those sent","transliteration":"innaka laminal-mursalīn","no_fn":"","text_fn":""},{"id":3709,"surah":36,"no_ayah":4,"theme":"Al-Qur’an dan Kerasulan Nabi Muhammad ","text_ayah":"عَلٰى صِرَاطٍ مُّسْتَقِيْمٍۗ ","text_id":"(yang berada) di atas jalan yang lurus,","text_en":"On a path that is straight, --","transliteration":"'alā ṣirāṭim mustaqīm","no_fn":"","text_fn":""},{"id":3710,"surah":36,"no_ayah":5,"theme":"Al-Qur’an dan Kerasulan Nabi Muhammad ","text_ayah":"تَنْزِيْلَ الْعَزِيْزِ الرَّحِيْمِۙ ","text_id":"(sebagai wahyu) yang diturunkan oleh (Allah) Yang Mahaperkasa lagi Maha Penyayang,","text_en":"A revelation from the mighty, ever-merciful (God),","transliteration":"tanzīlal-'azīzir-raḥīm","no_fn":"","text_fn":""},{"id":3711,"surah":36,"no_ayah":6,"theme":"Al-Qur’an dan Kerasulan Nabi Muhammad ","text_ayah":"لِتُنْذِرَ قَوْمًا مَّآ اُنْذِرَ اٰبَاۤؤُهُمْ فَهُمْ غٰفِلُوْنَ ","text_id":"agar engkau (Nabi Muhammad) memberi peringatan kepada suatu kaum yang nenek moyang mereka belum pernah diberi peringatan, sehingga mereka lalai.","text_en":"That you may warn a people whose ancestors had never been warned, who are therefore heedless.","transliteration":"litunżira qaumam mā unżira ābā`uhum fa hum gāfilụn","no_fn":"","text_fn":""},{"id":3712,"surah":36,"no_ayah":7,"theme":"Azab Allah bagi Orang yang Mengabaikan Peringatannya ","text_ayah":"لَقَدْ حَقَّ الْقَوْلُ عَلٰٓى اَكْثَرِهِمْ فَهُمْ لَا يُؤْمِنُوْنَ ","text_id":"Sungguh, benar-benar berlaku perkataan (ketetapan takdir) terhadap kebanyakan mereka, maka mereka tidak akan beriman.","text_en":"The sentence is surely justified against most of them, for they do not believe.","transliteration":"laqad ḥaqqal-qaulu 'alā akṡarihim fa hum lā yu`minụn","no_fn":"","text_fn":""},{"id":3713,"surah":36,"no_ayah":8,"theme":"Azab Allah bagi Orang yang Mengabaikan Peringatannya ","text_ayah":"اِنَّا جَعَلْنَا فِيْٓ اَعْنَاقِهِمْ اَغْلٰلًا فَهِيَ اِلَى الْاَذْقَانِ فَهُمْ مُّقْمَحُوْنَ ","text_id":"Sesungguhnya Kami telah memasang belenggu di leher mereka, lalu (tangan mereka yang terbelenggu diangkat) ke dagu, karena itu mereka tertengadah.","text_en":"We will certainly put iron collars on their heel's which will come up to their chins, so that they will not be able to raise their heads.","transliteration":"innā ja'alnā fī a'nāqihim aglālan fa hiya ilal-ażqāni fa hum muqmaḥụn","no_fn":"","text_fn":""},{"id":3714,"surah":36,"no_ayah":9,"theme":"Azab Allah bagi Orang yang Mengabaikan Peringatannya ","text_ayah":"وَجَعَلْنَا مِنْۢ بَيْنِ اَيْدِيْهِمْ سَدًّا وَّمِنْ خَلْفِهِمْ سَدًّا فَاَغْشَيْنٰهُمْ فَهُمْ لَا يُبْصِرُوْنَ ","text_id":"Kami memasang penghalang di hadapan mereka dan di belakang mereka, sehingga Kami menutupi (pandangan) mereka. Mereka pun tidak dapat melihat.","text_en":"And We shall raise a barrier in front of them and a barrier behind them, and cover them over so that they will not be able to see.","transliteration":"wa ja'alnā mim baini aidīhim saddaw wa min khalfihim saddan fa agsyaināhum fa hum lā yubṣirụn","no_fn":"","text_fn":""},{"id":3715,"surah":36,"no_ayah":10,"theme":"Azab Allah bagi Orang yang Mengabaikan Peringatannya ","text_ayah":"وَسَوَاۤءٌ عَلَيْهِمْ ءَاَنْذَرْتَهُمْ اَمْ لَمْ تُنْذِرْهُمْ لَا يُؤْمِنُوْنَ ","text_id":"Sama saja bagi mereka, apakah engkau (Nabi Muhammad) memberi peringatan kepada mereka atau tidak. Mereka (tetap) tidak akan beriman.","text_en":"Whether you warn them or do not warn, it is all the same; they will not believe.","transliteration":"wa sawā`un 'alaihim a anżartahum am lam tunżir-hum lā yu`minụn","no_fn":"","text_fn":""},{"id":3716,"surah":36,"no_ayah":11,"theme":"Peringatan hanya Berguna bagi Orang yang Takut kepada Allah ","text_ayah":"اِنَّمَا تُنْذِرُ مَنِ اتَّبَعَ الذِّكْرَ وَخَشِيَ الرَّحْمٰنَ بِالْغَيْبِۚ فَبَشِّرْهُ بِمَغْفِرَةٍ وَّاَجْرٍ كَرِيْمٍ ","text_id":"Sesungguhnya engkau (Nabi Muhammad) hanya (bisa) memberi peringatan kepada orang-orang yang mau mengikutinya<sup>638)</sup> dan yang takut kepada Tuhan Yang Maha Pengasih tanpa melihat-Nya. Berilah mereka kabar gembira dengan ampunan dan pahala yang mulia.","text_en":"You can only warn him who listens to the warning and fears Ar-Rahman secretly. So give him good news of forgiveness and a generous reward.","transliteration":"innamā tunżiru manittaba'aż-żikra wa khasyiyar-raḥmāna bil-gaīb, fa basysyir-hu bimagfiratiw wa ajring karīm","no_fn":"638","text_fn":"638) Peringatan yang diberikan oleh Nabi Muhammad saw. hanya berguna bagi orang yang mau mengikutinya."},{"id":3717,"surah":36,"no_ayah":12,"theme":"Peringatan hanya Berguna bagi Orang yang Takut kepada Allah ","text_ayah":"اِنَّا نَحْنُ نُحْيِ الْمَوْتٰى وَنَكْتُبُ مَا قَدَّمُوْا وَاٰثَارَهُمْۗ وَكُلَّ شَيْءٍ اَحْصَيْنٰهُ فِيْٓ اِمَامٍ مُّبِيْنٍࣖ","text_id":"Sesungguhnya Kamilah yang menghidupkan orang-orang yang mati dan Kami (pulalah) yang mencatat apa yang telah mereka kerjakan dan bekas-bekas yang mereka (tinggalkan). Segala sesuatu Kami kumpulkan dalam kitab induk yang nyata (Lauh Mahfuz).","text_en":"It is We indeed who bring back the dead to life, and write down what they send ahead (of their deeds), and traces that they leave behind. We keep an account of all things in a lucid register.","transliteration":"innā naḥnu nuḥyil-mautā wa naktubu mā qaddamụ wa āṡārahum, wa kulla syai`in aḥṣaināhu fī imāmim mubīn","no_fn":"","text_fn":""},{"id":3718,"surah":36,"no_ayah":13,"theme":"Kisah Aṣhābul Qaryah ","text_ayah":"وَاضْرِبْ لَهُمْ مَّثَلًا اَصْحٰبَ الْقَرْيَةِۘ اِذْ جَاۤءَهَا الْمُرْسَلُوْنَۚ ","text_id":"Buatlah suatu perumpamaan bagi mereka (kaum kafir Makkah), yaitu penduduk suatu negeri, ketika para utusan datang kepada mereka,","text_en":"Narrate to them the example of the people of the city when the messengers came to it.","transliteration":"waḍrib lahum maṡalan aṣ-ḥābal-qaryah, iż jā`ahal-mursalụn","no_fn":"","text_fn":""},{"id":3719,"surah":36,"no_ayah":14,"theme":"Kisah Aṣhābul Qaryah ","text_ayah":"اِذْ اَرْسَلْنَآ اِلَيْهِمُ اثْنَيْنِ فَكَذَّبُوْهُمَا فَعَزَّزْنَا بِثَالِثٍ فَقَالُوْٓا اِنَّآ اِلَيْكُمْ مُّرْسَلُوْنَ ","text_id":"(yaitu) ketika Kami mengutus kepada mereka dua orang utusan, lalu mereka mendustakan keduanya. Kemudian Kami menguatkan dengan (utusan) yang ketiga. Maka, ketiga (utusan itu) berkata, “Sesungguhnya kami adalah orang-orang yang diutus kepadamu.”","text_en":"When We sent two of them they called them liars; so We sent a third to strengthen them. \"We have been sent to you,\" they said.","transliteration":"iż arsalnā ilaihimuṡnaini fa każżabụhumā fa 'azzaznā biṡāliṡin fa qālū innā ilaikum mursalụn","no_fn":"","text_fn":""},{"id":3720,"surah":36,"no_ayah":15,"theme":"Kisah Aṣhābul Qaryah ","text_ayah":"قَالُوْا مَآ اَنْتُمْ اِلَّا بَشَرٌ مِّثْلُنَاۙ وَمَآ اَنْزَلَ الرَّحْمٰنُ مِنْ شَيْءٍۙ اِنْ اَنْتُمْ اِلَّا تَكْذِبُوْنَ ","text_id":"Mereka (penduduk negeri) menjawab, “Kamu tidak lain hanyalah manusia seperti kami. (Allah) Yang Maha Pengasih tidak (pernah) menurunkan sesuatu apa pun. Kamu hanyalah berdusta.”","text_en":"\"You are only men like us,\" they replied; \"Ar-Rahman has not sent down any thing. You are speaking only lies.\"","transliteration":"qālụ mā antum illā basyarum miṡlunā wa mā anzalar-raḥmānu min syai`in in antum illā takżibụn","no_fn":"","text_fn":""},{"id":3721,"surah":36,"no_ayah":16,"theme":"Kisah Aṣhābul Qaryah ","text_ayah":"قَالُوْا رَبُّنَا يَعْلَمُ اِنَّآ اِلَيْكُمْ لَمُرْسَلُوْنَ ","text_id":"Mereka (para rasul) berkata, “Tuhan kami mengetahui bahwa sesungguhnya kami benar-benar para utusan(-Nya) kepadamu.","text_en":"(The messengers) said: \"Our Lord knows that we have been sent to you.","transliteration":"qālụ rabbunā ya'lamu innā ilaikum lamursalụn","no_fn":"","text_fn":""},{"id":3722,"surah":36,"no_ayah":17,"theme":"Kisah Aṣhābul Qaryah ","text_ayah":"وَمَا عَلَيْنَآ اِلَّا الْبَلٰغُ الْمُبِيْنُ ","text_id":"Adapun kewajiban kami hanyalah menyampaikan (perintah Allah) yang jelas.”","text_en":"Our duty is to convey the message clearly.\"","transliteration":"wa mā 'alainā illal-balāgul-mubīn","no_fn":"","text_fn":""},{"id":3723,"surah":36,"no_ayah":18,"theme":"Kisah Aṣhābul Qaryah ","text_ayah":"قَالُوْٓا اِنَّا تَطَيَّرْنَا بِكُمْۚ لَىِٕنْ لَّمْ تَنْتَهُوْا لَنَرْجُمَنَّكُمْ وَلَيَمَسَّنَّكُمْ مِّنَّا عَذَابٌ اَلِيْمٌ ","text_id":"Mereka (penduduk negeri) menjawab, “Sesungguhnya kami bernasib malang karenamu. Sungguh, jika kamu tidak berhenti (menyeru kami), niscaya kami merajam kamu dan kamu pasti akan merasakan siksaan yang pedih dari kami.”","text_en":"They rejoined: \"We feel you augur ill. If you do not desist, we shall stone you to death, and inflict a grievous punishment on you.\"","transliteration":"qālū innā taṭayyarnā bikum, la`il lam tantahụ lanarjumannakum wa layamassannakum minnā 'ażābun alīm","no_fn":"","text_fn":""},{"id":3724,"surah":36,"no_ayah":19,"theme":"Kisah Aṣhābul Qaryah ","text_ayah":"قَالُوْا طَاۤىِٕرُكُمْ مَّعَكُمْۗ اَىِٕنْ ذُكِّرْتُمْۗ بَلْ اَنْتُمْ قَوْمٌ مُّسْرِفُوْنَ ","text_id":"Mereka (para rasul) berkata, “Kemalangan kamu itu (akibat perbuatan) kamu sendiri. Apakah karena kamu diberi peringatan, (lalu kamu menjadi malang)? Sebenarnya kamu adalah kaum yang melampaui batas.”","text_en":"(The messengers) said: \"The augury is within your own selves. Do you (consider it a bad omen) that you should be warned? You are a people guilty of excess.\"","transliteration":"qālụ ṭā`irukum ma'akum, a in żukkirtum, bal antum qaumum musrifụn","no_fn":"","text_fn":""},{"id":3725,"surah":36,"no_ayah":20,"theme":"Kisah Aṣhābul Qaryah ","text_ayah":"وَجَاۤءَ مِنْ اَقْصَا الْمَدِيْنَةِ رَجُلٌ يَّسْعٰى قَالَ يٰقَوْمِ اتَّبِعُوا الْمُرْسَلِيْنَۙ  ","text_id":"Datanglah dengan bergegas dari ujung kota, seorang laki-laki.<sup>639)</sup> Dia berkata, “Wahai kaumku, ikutilah para rasul itu!","text_en":"Then a man came running from the other side of the city. \"O my people,\" he said, \"follow the messengers.","transliteration":"wa jā`a min aqṣal-madīnati rajuluy yas'ā qāla yā qaumittabi'ul-mursalīn","no_fn":"639","text_fn":"639) Menurut sebagian mufasir, laki-laki tersebut bernama Habib an-Najjar."},{"id":3726,"surah":36,"no_ayah":21,"theme":"Kisah Aṣhābul Qaryah ","text_ayah":"اتَّبِعُوْا مَنْ لَّا يَسْـَٔلُكُمْ اَجْرًا وَّهُمْ مُّهْتَدُوْنَ  ۔","text_id":"Ikutilah orang yang tidak meminta imbalan (dalam berdakwah) kepadamu. Mereka adalah orang-orang yang mendapat petunjuk.","text_en":"Follow those who do not ask for any recompense of you, and are rightly guided.","transliteration":"ittabi'ụ mal lā yas`alukum ajraw wa hum muhtadụn","no_fn":"","text_fn":""},{"id":3727,"surah":36,"no_ayah":22,"theme":"Kisah Aṣhābul Qaryah ","text_ayah":"وَمَا لِيَ لَآ اَعْبُدُ الَّذِيْ فَطَرَنِيْ وَاِلَيْهِ تُرْجَعُوْنَ ","text_id":"Apa (alasanku) untuk tidak menyembah (Allah) yang telah menciptakanku dan hanya kepada-Nyalah kamu akan dikembalikan.","text_en":"Why should I not worship Him who brought me into being, to whom you will be brought back in the end?","transliteration":"wa mā liya lā a'budullażī faṭaranī wa ilaihi turja'ụn","no_fn":"","text_fn":""},{"id":3728,"surah":36,"no_ayah":23,"theme":"Kisah Aṣhābul Qaryah ","text_ayah":"ءَاَتَّخِذُ مِنْ دُوْنِهٖٓ اٰلِهَةً اِنْ يُّرِدْنِ الرَّحْمٰنُ بِضُرٍّ لَّا تُغْنِ عَنِّيْ شَفَاعَتُهُمْ شَيْـًٔا وَّلَا يُنْقِذُوْنِۚ ","text_id":"Mengapa aku (harus) mengambil sembahan-sembahan selain-Nya? Jika (Allah) Yang Maha Pengasih menghendaki bencana terhadapku, pasti pertolongan mereka tidak berguna sama sekali bagi diriku dan mereka (juga) tidak dapat menyelamatkanku.","text_en":"Should I take other gods apart from Him, who would neither be able to intercede for me nor save me if Ar-Rahman brings me harm?","transliteration":"a attakhiżu min dụnihī ālihatan iy yuridnir-raḥmānu biḍurril lā tugni 'annī syafā'atuhum syai`aw wa lā yungqiżụn","no_fn":"","text_fn":""},{"id":3729,"surah":36,"no_ayah":24,"theme":"Kisah Aṣhābul Qaryah ","text_ayah":"اِنِّيْٓ اِذًا لَّفِيْ ضَلٰلٍ مُّبِيْنٍ ","text_id":"Sesungguhnya aku (jika berbuat) begitu, pasti berada dalam kesesatan yang nyata.","text_en":"In that case I would surely be in clear error.","transliteration":"innī iżal lafī ḍalālim mubīn","no_fn":"","text_fn":""},{"id":3730,"surah":36,"no_ayah":25,"theme":"Kisah Aṣhābul Qaryah ","text_ayah":"اِنِّيْٓ اٰمَنْتُ بِرَبِّكُمْ فَاسْمَعُوْنِۗ  ","text_id":"Sesungguhnya aku telah beriman kepada Tuhanmu. Maka, dengarkanlah (pengakuan)-ku.”","text_en":"I believe in your Lord, so listen to me.\"","transliteration":"innī āmantu birabbikum fasma'ụn","no_fn":"","text_fn":""},{"id":3731,"surah":36,"no_ayah":26,"theme":"Kisah Aṣhābul Qaryah ","text_ayah":"قِيْلَ ادْخُلِ الْجَنَّةَۗ قَالَ يٰلَيْتَ قَوْمِيْ يَعْلَمُوْنَۙ","text_id":"Dikatakan (kepadanya), “Masuklah ke surga.”<sup>640)</sup> Dia (laki-laki itu) berkata, “Aduhai, sekiranya kaumku mengetahui","text_en":"(But they stoned him to death.) It was said to him: \"Enter Paradise;\" and he said: \"If only my people knew","transliteration":"qīladkhulil-jannah, qāla yā laita qaumī ya'lamụn","no_fn":"640","text_fn":"640) Menurut riwayat, laki-laki itu dibunuh oleh kaumnya sebagaimana tersebut dalam ayat 20‒25. Pada saat sakratulmaut, malaikat turun untuk memberinya kabar gembira bahwa Allah Swt. telah mengampuni dosanya dan menyediakan surga untuknya."},{"id":3732,"surah":36,"no_ayah":27,"theme":"Kisah Aṣhābul Qaryah ","text_ayah":"بِمَا غَفَرَ لِيْ رَبِّيْ وَجَعَلَنِيْ مِنَ الْمُكْرَمِيْنَ","text_id":"(bagaimana) Tuhanku mengampuniku dan menjadikanku termasuk orang-orang yang dimuliakan.”","text_en":"How my Lord has forgiven me and made me one of those who are honoured!\"","transliteration":"bimā gafara lī rabbī wa ja'alanī minal-mukramīn","no_fn":"","text_fn":""},{"id":3733,"surah":36,"no_ayah":28,"theme":"Kisah Aṣhābul Qaryah ","text_ayah":"۞ وَمَآ اَنْزَلْنَا عَلٰى قَوْمِهٖ مِنْۢ بَعْدِهٖ مِنْ جُنْدٍ مِّنَ السَّمَاۤءِ وَمَا كُنَّا مُنْزِلِيْنَ  ","text_id":"Setelah dia (dibunuh), Kami tidak menurunkan satu pasukan pun dari langit kepada kaumnya dan Kami tidak perlu menurunkannya.","text_en":"We did not send down any army against his people from heaven, nor did We have to send one.","transliteration":"wa mā anzalnā 'alā qaumihī mim ba'dihī min jundim minas-samā`i wa mā kunnā munzilīn","no_fn":"","text_fn":""},{"id":3734,"surah":36,"no_ayah":29,"theme":"Kisah Aṣhābul Qaryah ","text_ayah":"اِنْ كَانَتْ اِلَّا صَيْحَةً وَّاحِدَةً فَاِذَا هُمْ خٰمِدُوْنَ ","text_id":"(Azab mereka) itu cukup dengan satu teriakan saja. Maka, seketika itu mereka mati. ","text_en":"There was just one blast, and they were extinguished.","transliteration":"ing kānat illā ṣaiḥataw wāḥidatan fa iżā hum khāmidụn","no_fn":"","text_fn":""},{"id":3735,"surah":36,"no_ayah":30,"theme":"Tingkah Laku Kaum Kafir yang Menimbulkan Penyesalan ","text_ayah":"يٰحَسْرَةً عَلَى الْعِبَادِۚ مَا يَأْتِيْهِمْ مِّنْ رَّسُوْلٍ اِلَّا كَانُوْا بِهٖ يَسْتَهْزِءُوْنَ ","text_id":"Alangkah besar penyesalan diri para hamba itu. Setiap datang seorang rasul kepada mereka, mereka selalu memperolok-olokkannya.","text_en":"Alas for men! No apostle ever came to them but they made fun of him.","transliteration":"yā ḥasratan 'alal-'ibād, mā ya`tīhim mir rasụlin illā kānụ bihī yastahzi`ụn","no_fn":"","text_fn":""},{"id":3736,"surah":36,"no_ayah":31,"theme":"Tingkah Laku Kaum Kafir yang Menimbulkan Penyesalan ","text_ayah":"اَلَمْ يَرَوْا كَمْ اَهْلَكْنَا قَبْلَهُمْ مِّنَ الْقُرُوْنِ اَنَّهُمْ اِلَيْهِمْ لَا يَرْجِعُوْنَ ","text_id":"Tidakkah mereka mengetahui berapa banyak umat sebelum mereka yang telah Kami binasakan. Mereka (setelah binasa) tidak ada yang kembali kepada mereka (di dunia).","text_en":"Have they not seen how many generations have We destroyed before them who will not return again?","transliteration":"a lam yarau kam ahlaknā qablahum minal-qurụni annahum ilaihim lā yarji'ụn","no_fn":"","text_fn":""},{"id":3737,"surah":36,"no_ayah":32,"theme":"Tingkah Laku Kaum Kafir yang Menimbulkan Penyesalan ","text_ayah":"وَاِنْ كُلٌّ لَّمَّا جَمِيْعٌ لَّدَيْنَا مُحْضَرُوْنَࣖ","text_id":"Tidak ada satu (umat) pun, kecuali semuanya akan dihadirkan kepada Kami (untuk dihisab).","text_en":"They will all be brought together before Us.","transliteration":"wa ing kullul lammā jamī'ul ladainā muḥḍarụn","no_fn":"","text_fn":""},{"id":3738,"surah":36,"no_ayah":33,"theme":"Bukti-Bukti Kekuasaan Allah di Bumi ","text_ayah":"وَاٰيَةٌ لَّهُمُ الْاَرْضُ الْمَيْتَةُۖ اَحْيَيْنٰهَا وَاَخْرَجْنَا مِنْهَا حَبًّا فَمِنْهُ يَأْكُلُوْنَ","text_id":"Suatu tanda (kekuasaan-Nya) bagi mereka adalah bumi yang mati (tandus lalu) Kami menghidupkannya dan mengeluarkan darinya biji-bijian kemudian dari (biji-bijian) itu mereka makan.","text_en":"There is a sign in the dead earth for them which We quicken, and produce from it grain which they eat.","transliteration":"wa āyatul lahumul-arḍul-maitatu aḥyaināhā wa akhrajnā min-hā ḥabban fa min-hu ya`kulụn","no_fn":"","text_fn":""},{"id":3739,"surah":36,"no_ayah":34,"theme":"Bukti-Bukti Kekuasaan Allah di Bumi ","text_ayah":"وَجَعَلْنَا فِيْهَا جَنّٰتٍ مِّنْ نَّخِيْلٍ وَّاَعْنَابٍ وَّفَجَّرْنَا فِيْهَا مِنَ الْعُيُوْنِۙ","text_id":"Kami (juga) menjadikan padanya (bumi) kebun-kebun kurma dan anggur serta Kami memancarkan padanya beberapa mata air","text_en":"We have laid out gardens of dates and grapes upon it, and made springs of water flow,","transliteration":"wa ja'alnā fīhā jannātim min nakhīliw wa a'nābiw wa fajjarnā fīhā minal-'uyụn","no_fn":"","text_fn":""},{"id":3740,"surah":36,"no_ayah":35,"theme":"Bukti-Bukti Kekuasaan Allah di Bumi ","text_ayah":"لِيَأْكُلُوْا مِنْ ثَمَرِهٖۙ وَمَا عَمِلَتْهُ اَيْدِيْهِمْۗ اَفَلَا يَشْكُرُوْنَ ","text_id":"agar mereka dapat makan dari buahnya, dan dari hasil usaha tangan mereka. Mengapa mereka tidak bersyukur?","text_en":"So that they may eat of its fruit; yet it was not done by their hands. Then why do they not acknowledge thanks?","transliteration":"liya`kulụ min ṡamarihī wa mā 'amilat-hu aidīhim, a fa lā yasykurụn","no_fn":"","text_fn":""},{"id":3741,"surah":36,"no_ayah":36,"theme":"Bukti-Bukti Kekuasaan Allah di Bumi ","text_ayah":"سُبْحٰنَ الَّذِيْ خَلَقَ الْاَزْوَاجَ كُلَّهَا مِمَّا تُنْۢبِتُ الْاَرْضُ وَمِنْ اَنْفُسِهِمْ وَمِمَّا لَا يَعْلَمُوْنَ","text_id":"Mahasuci (Allah) yang telah menciptakan semuanya berpasang-pasangan, baik dari apa yang ditumbuhkan oleh bumi dan dari diri mereka sendiri maupun dari apa yang tidak mereka ketahui.","text_en":"All glory to Him who created pairs of everything that grows from the earth, and out of themselves, and other things they do not know.","transliteration":"sub-ḥānallażī khalaqal-azwāja kullahā mimmā tumbitul-arḍu wa min anfusihim wa mimmā lā ya'lamụn","no_fn":"","text_fn":""},{"id":3742,"surah":36,"no_ayah":37,"theme":"Bukti-Bukti Kekuasaan Allah di Alam ","text_ayah":"وَاٰيَةٌ لَّهُمُ الَّيْلُۖ نَسْلَخُ مِنْهُ النَّهَارَ فَاِذَا هُمْ مُّظْلِمُوْنَۙ","text_id":"Suatu tanda juga (atas kekuasaan Allah) bagi mereka adalah malam. Kami pisahkan siang dari (malam) itu. Maka, seketika itu mereka (berada dalam) kegelapan.","text_en":"And there is a sign in the night for them. We strip off the day from it and they are left in darkness,","transliteration":"wa āyatul lahumul-lailu naslakhu min-hun-nahāra fa iżā hum muẓlimụn","no_fn":"","text_fn":""},{"id":3743,"surah":36,"no_ayah":38,"theme":"Bukti-Bukti Kekuasaan Allah di Alam ","text_ayah":"وَالشَّمْسُ تَجْرِيْ لِمُسْتَقَرٍّ لَّهَاۗ ذٰلِكَ تَقْدِيْرُ الْعَزِيْزِ الْعَلِيْمِۗ ","text_id":"(Suatu tanda juga atas kekuasaan Allah bagi mereka adalah) matahari yang berjalan di tempat peredarannya. Demikianlah ketetapan (Allah) Yang Mahaperkasa lagi Maha Mengetahui.","text_en":"While the sun keeps revolving in its orbit. This is the dispensation of the mighty, all-knowing (God).","transliteration":"wasy-syamsu tajrī limustaqarril lahā, żālika taqdīrul-'azīzil-'alīm","no_fn":"","text_fn":""},{"id":3744,"surah":36,"no_ayah":39,"theme":"Bukti-Bukti Kekuasaan Allah di Alam ","text_ayah":"وَالْقَمَرَ قَدَّرْنٰهُ مَنَازِلَ حَتّٰى عَادَ كَالْعُرْجُوْنِ الْقَدِيْمِ ","text_id":"(Begitu juga) bulan, Kami tetapkan bagi(-nya) tempat-tempat peredaran sehingga (setelah ia sampai ke tempat peredaran yang terakhir,) kembalilah ia seperti bentuk tandan yang tua.<sup>641)</sup>","text_en":"We have determined the stations of the moon, so that (after its wanderings) it returns as a dried up inflorescent spike of dates.","transliteration":"wal-qamara qaddarnāhu manāzila ḥattā 'āda kal-'urjụnil-qadīm","no_fn":"641","text_fn":" 641) Bulan itu mulanya berbentuk seperti sabit, kemudian secara berangsur makin besar dan bundar sempurna pada saat purnama. Kemudian, bulan berangsur mengecil kembali hingga terlihat seperti tandan kering yang melengkung."},{"id":3745,"surah":36,"no_ayah":40,"theme":"Bukti-Bukti Kekuasaan Allah di Alam ","text_ayah":"لَا الشَّمْسُ يَنْۢبَغِيْ لَهَآ اَنْ تُدْرِكَ الْقَمَرَ وَلَا الَّيْلُ سَابِقُ النَّهَارِۗ وَكُلٌّ فِيْ فَلَكٍ يَّسْبَحُوْنَ","text_id":"Tidaklah mungkin bagi matahari mengejar bulan dan malam pun tidak dapat mendahului siang. Masing-masing beredar pada garis edarnya.","text_en":"Neither can the sun overtake the moon, nor the night outpace the day: Each of them keeps coursing in its orbit.","transliteration":"lasy-syamsu yambagī lahā an tudrikal-qamara wa lal-lailu sābiqun-nahār, wa kullun fī falakiy yasbaḥụn","no_fn":"","text_fn":""},{"id":3746,"surah":36,"no_ayah":41,"theme":"Bukti-Bukti Kekuasaan Allah di Samudra ","text_ayah":"وَاٰيَةٌ لَّهُمْ اَنَّا حَمَلْنَا ذُرِّيَّتَهُمْ فِى الْفُلْكِ الْمَشْحُوْنِۙ","text_id":"Suatu tanda (kebesaran Allah) bagi mereka adalah bahwa Kami mengangkut keturunan mereka dalam kapal yang penuh muatan.","text_en":"That We bore their progeny in the laden ark is a sign for them;","transliteration":"wa āyatul lahum annā ḥamalnā żurriyyatahum fil-fulkil-masy-ḥụn","no_fn":"","text_fn":""},{"id":3747,"surah":36,"no_ayah":42,"theme":"Bukti-Bukti Kekuasaan Allah di Samudra ","text_ayah":"وَخَلَقْنَا لَهُمْ مِّنْ مِّثْلِهٖ مَا يَرْكَبُوْنَ","text_id":"(Begitu juga) Kami menciptakan untuk mereka dari jenis itu angkutan (lain) yang mereka kendarai.<sup>642)</sup>","text_en":"And We made similar vessels for them to ride.","transliteration":"wa khalaqnā lahum mim miṡlihī mā yarkabụn","no_fn":"642","text_fn":"642)  Maksudnya adalah hewan-hewan tunggangan dan alat-alat angkutan pada umumnya."},{"id":3748,"surah":36,"no_ayah":43,"theme":"Bukti-Bukti Kekuasaan Allah di Samudra ","text_ayah":"وَاِنْ نَّشَأْ نُغْرِقْهُمْ فَلَا صَرِيْخَ لَهُمْ وَلَاهُمْ يُنْقَذُوْنَۙ","text_id":"Jika Kami menghendaki, Kami akan menenggelamkan mereka. Kemudian, tidak ada penolong bagi mereka dan tidak (pula) mereka diselamatkan.","text_en":"We could have drowned them if We pleased, and none would have answered their cry for help, nor would they have been saved,","transliteration":"wa in nasya` nugriq-hum fa lā ṣarīkha lahum wa lā hum yungqażụn","no_fn":"","text_fn":""},{"id":3749,"surah":36,"no_ayah":44,"theme":"Bukti-Bukti Kekuasaan Allah di Samudra ","text_ayah":"اِلَّا رَحْمَةً مِّنَّا وَمَتَاعًا اِلٰى حِيْنٍ","text_id":"Akan tetapi, (Kami menyelamatkan mereka) karena rahmat yang besar dari Kami dan untuk memberi mereka kesenangan hidup sampai waktu tertentu.","text_en":"Unless by Our benevolence, to reap advantage for a time.","transliteration":"illā raḥmatam minnā wa matā'an ilā ḥīn","no_fn":"","text_fn":""},{"id":3750,"surah":36,"no_ayah":45,"theme":"Sikap Orang yang Ingkar ","text_ayah":"وَاِذَا قِيْلَ لَهُمُ اتَّقُوْا مَا بَيْنَ اَيْدِيْكُمْ وَمَا خَلْفَكُمْ لَعَلَّكُمْ تُرْحَمُوْنَ","text_id":"Ketika dikatakan kepada mereka, “Takutlah kamu akan (siksa) yang ada di hadapanmu (di dunia) dan azab yang ada di belakangmu (akhirat) agar kamu mendapat rahmat,” (maka mereka berpaling).","text_en":"When it is said to them: \"Beware of what is before you and what is past, that you may be treated with kindness;\"","transliteration":"wa iżā qīla lahumuttaqụ mā baina aidīkum wa mā khalfakum la'allakum tur-ḥamụn","no_fn":"","text_fn":""},{"id":3751,"surah":36,"no_ayah":46,"theme":"Sikap Orang yang Ingkar ","text_ayah":"وَمَا تَأْتِيْهِمْ مِّنْ اٰيَةٍ مِّنْ اٰيٰتِ رَبِّهِمْ اِلَّا كَانُوْا عَنْهَا مُعْرِضِيْنَ ","text_id":"Tidak satu pun dari tanda-tanda (kebesaran) Tuhan datang kepada mereka, kecuali mereka berpaling darinya.","text_en":"None of the signs of their Lord ever comes to them but they turn away from it.","transliteration":"wa mā ta`tīhim min āyatim min āyāti rabbihim illā kānụ 'an-hā mu'riḍīn","no_fn":"","text_fn":""},{"id":3752,"surah":36,"no_ayah":47,"theme":"Sikap Orang yang Ingkar ","text_ayah":"وَاِذَا قِيْلَ لَهُمْ اَنْفِقُوْا مِمَّا رَزَقَكُمُ اللّٰهُۙ قَالَ الَّذِيْنَ كَفَرُوْا لِلَّذِيْنَ اٰمَنُوْٓا اَنُطْعِمُ مَنْ لَّوْ يَشَاۤءُ اللّٰهُ اَطْعَمَهٗٓۖ اِنْ اَنْتُمْ اِلَّا فِيْ ضَلٰلٍ مُّبِيْنٍ","text_id":"Apabila dikatakan kepada mereka, “Infakkanlah sebagian rezeki yang diberikan Allah kepadamu,” orang-orang yang kufur itu berkata kepada orang-orang yang beriman, “Apakah pantas kami memberi makan kepada orang-orang yang jika Allah menghendaki, Dia akan memberinya makan? Kamu benar-benar dalam kesesatan yang nyata.”","text_en":"When they are told: \"Spend of what God has given you,\" the unbelievers say to those who believe: \"Why should we feed those whom God should have fed if He pleased?\" You are only in palpable error.","transliteration":"wa iżā qīla lahum anfiqụ mimmā razaqakumullāhu qālallażīna kafarụ lillażīna āmanū a nuṭ'imu mal lau yasyā`ullāhu aṭ'amahū in antum illā fī ḍalālim mubīn","no_fn":"","text_fn":""},{"id":3753,"surah":36,"no_ayah":48,"theme":"Sikap dan Kondisi Orang yang Mengingkari Kebangkitan pada Hari Kiamat ","text_ayah":"وَيَقُوْلُوْنَ مَتٰى هٰذَا الْوَعْدُ اِنْ كُنْتُمْ صٰدِقِيْنَ","text_id":"Mereka berkata, “Kapankah janji (hari Kebangkitan) ini (terjadi) jika kamu orang-orang benar?”","text_en":"And they say: \"When will this promise come to pass, if what you say is true?\"","transliteration":"wa yaqụlụna matā hāżal-wa'du ing kuntum ṣādiqīn","no_fn":"","text_fn":""},{"id":3754,"surah":36,"no_ayah":49,"theme":"Sikap dan Kondisi Orang yang Mengingkari Kebangkitan pada Hari Kiamat ","text_ayah":"مَا يَنْظُرُوْنَ اِلَّا صَيْحَةً وَّاحِدَةً تَأْخُذُهُمْ وَهُمْ يَخِصِّمُوْنَ","text_id":"Mereka hanya menunggu satu teriakan<sup>643)</sup> yang akan membinasakan mereka saat mereka (sibuk) bertengkar (tentang urusan dunia).","text_en":"They are only waiting for a single blast that will seize them, but they will go on contending.","transliteration":"mā yanẓurụna illā ṣaiḥataw wāḥidatan ta`khużuhum wa hum yakhiṣṣimụn","no_fn":"643","text_fn":"643) Yang dimaksud dengan teriakan adalah suara tiupan sangkakala pertama yang menghancurkan alam ini."},{"id":3755,"surah":36,"no_ayah":50,"theme":"Sikap dan Kondisi Orang yang Mengingkari Kebangkitan pada Hari Kiamat ","text_ayah":"فَلَا يَسْتَطِيْعُوْنَ تَوْصِيَةً وَّلَآ اِلٰٓى اَهْلِهِمْ يَرْجِعُوْنَࣖ  ","text_id":"Oleh sebab itu, mereka tidak dapat berwasiat dan tidak dapat kembali kepada keluarganya. ","text_en":"Then they would not be able to make a will, or go back to their people.","transliteration":"fa lā yastaṭī'ụna tauṣiyataw wa lā ilā ahlihim yarji'ụn","no_fn":"","text_fn":""},{"id":3756,"surah":36,"no_ayah":51,"theme":"Sikap dan Kondisi Orang yang Mengingkari Kebangkitan pada Hari Kiamat ","text_ayah":"وَنُفِخَ فِى الصُّوْرِ فَاِذَا هُمْ مِّنَ الْاَجْدَاثِ اِلٰى رَبِّهِمْ يَنْسِلُوْنَ","text_id":"Sangkakala pun ditiup<sup>644)</sup> dan seketika itu mereka bergerak cepat dari kuburnya menuju kepada Tuhannya. ","text_en":"When the trumpet blast is sounded they will come out of their graves and hasten to their Lord,","transliteration":"wa nufikha fiṣ-ṣụri fa iżā hum minal-ajdāṡi ilā rabbihim yansilụn","no_fn":"644","text_fn":"644) Ini adalah tiupan sangkakala yang kedua yang membangkitkan orang-orang dari kubur."},{"id":3757,"surah":36,"no_ayah":52,"theme":"Sikap dan Kondisi Orang yang Mengingkari Kebangkitan pada Hari Kiamat ","text_ayah":"قَالُوْا يٰوَيْلَنَا مَنْۢ بَعَثَنَا مِنْ مَّرْقَدِنَا ۜهٰذَا مَا وَعَدَ الرَّحْمٰنُ وَصَدَقَ الْمُرْسَلُوْنَ","text_id":"Mereka berkata, “Celakalah kami! Siapakah yang membangkitkan kami dari tempat tidur kami (kubur)?” (Lalu, dikatakan kepada mereka,) “Inilah yang dijanjikan (Allah) Yang Maha Pengasih dan benarlah para rasul(-Nya).” ","text_en":"Saying: \"Ah woe, who has roused us from our sleep?\" This is what Ar-Rahman had promised, and whose truth the apostles had affirmed.","transliteration":"qālụ yā wailanā mam ba'aṡanā mim marqadinā hāżā mā wa'adar-raḥmānu wa ṣadaqal-mursalụn","no_fn":"","text_fn":""},{"id":3758,"surah":36,"no_ayah":53,"theme":"Sikap dan Kondisi Orang yang Mengingkari Kebangkitan pada Hari Kiamat ","text_ayah":"اِنْ كَانَتْ اِلَّا صَيْحَةً وَّاحِدَةً فَاِذَا هُمْ جَمِيْعٌ لَّدَيْنَا مُحْضَرُوْنَ","text_id":"Teriakan itu hanya sekali saja, maka seketika itu mereka semua dihadapkan kepada Kami (untuk dihisab).","text_en":"It would be but a single blast of the trumpet, and they would all be arraigned before Us.","transliteration":"ing kānat illā ṣaiḥataw wāḥidatan fa iżā hum jamī'ul ladainā muḥḍarụn","no_fn":"","text_fn":""},{"id":3759,"surah":36,"no_ayah":54,"theme":"Sikap dan Kondisi Orang yang Mengingkari Kebangkitan pada Hari Kiamat ","text_ayah":"فَالْيَوْمَ لَا تُظْلَمُ نَفْسٌ شَيْـًٔا وَّلَا تُجْزَوْنَ اِلَّا مَا كُنْتُمْ تَعْمَلُوْنَ","text_id":"Pada hari itu tidak ada sama sekali orang yang dirugikan sedikit pun. Kamu tidak akan diberi balasan, kecuali atas apa yang telah kamu kerjakan.","text_en":"No soul will be wronged the least that Day, nor would be recompensed but only for what it had done.","transliteration":"fal-yauma lā tuẓlamu nafsun syai`aw wa lā tujzauna illā mā kuntum ta'malụn","no_fn":"","text_fn":""},{"id":3760,"surah":36,"no_ayah":55,"theme":"Balasan bagi Orang Mukmin di Akhirat ","text_ayah":"اِنَّ اَصْحٰبَ الْجَنَّةِ الْيَوْمَ فِيْ شُغُلٍ فٰكِهُوْنَۚ ","text_id":"Sesungguhnya penghuni surga pada hari itu berada dalam kesibukan (sehingga tidak sempat berpikir tentang penghuni neraka) lagi bersenang-senang. ","text_en":"Surely the inmates of Paradise will be engaged in pastimes.","transliteration":"inna aṣ-ḥābal-jannatil-yauma fī syugulin fākihụn","no_fn":"","text_fn":""},{"id":3761,"surah":36,"no_ayah":56,"theme":"Balasan bagi Orang Mukmin di Akhirat ","text_ayah":"هُمْ وَاَزْوَاجُهُمْ فِيْ ظِلٰلٍ عَلَى الْاَرَاۤىِٕكِ مُتَّكِـُٔوْنَۚ  ","text_id":"Mereka dan pasangan-pasangannya berada dalam tempat yang teduh sambil berbaring di atas ranjang berkelambu.","text_en":"They and their companions will recline on couches in the shade.","transliteration":"hum wa azwājuhum fī ẓilālin 'alal-arā`iki muttaki`ụn","no_fn":"","text_fn":""},{"id":3762,"surah":36,"no_ayah":57,"theme":"Balasan bagi Orang Mukmin di Akhirat ","text_ayah":"لَهُمْ فِيْهَا فَاكِهَةٌ وَّلَهُمْ مَّا يَدَّعُوْنَۚ ","text_id":"Di (surga) itu mereka memperoleh buah-buahan dan apa saja yang mereka inginkan.","text_en":"For them will be fruits and whatever they ask.","transliteration":"lahum fīhā fākihatuw wa lahum mā yadda'ụn","no_fn":"","text_fn":""},{"id":3763,"surah":36,"no_ayah":58,"theme":"Balasan bagi Orang Mukmin di Akhirat ","text_ayah":"سَلٰمٌۗ قَوْلًا مِّنْ رَّبٍّ رَّحِيْمٍ","text_id":"(Kepada mereka dikatakan,) “Salam sejahtera” sebagai ucapan dari Tuhan Yang Maha Penyayang.","text_en":"\"Peace\" shall be the greeting from the merciful Lord.","transliteration":"salām, qaulam mir rabbir raḥīm","no_fn":"","text_fn":""},{"id":3764,"surah":36,"no_ayah":59,"theme":"Azab yang Menimpa Orang Kafir di Neraka ","text_ayah":"وَامْتَازُوا الْيَوْمَ اَيُّهَا الْمُجْرِمُوْنَ","text_id":"(Dikatakan kepada orang-orang kafir,) “Berpisahlah kamu (dari orang-orang mukmin) pada hari ini, wahai para pendurhaka!","text_en":"(And the guilty will be told:) \"O sinners, separate yourselves this day.","transliteration":"wamtāzul-yauma ayyuhal-mujrimụn","no_fn":"","text_fn":""},{"id":3765,"surah":36,"no_ayah":60,"theme":"Azab yang Menimpa Orang Kafir di Neraka ","text_ayah":"۞ اَلَمْ اَعْهَدْ اِلَيْكُمْ يٰبَنِيْٓ اٰدَمَ اَنْ لَّا تَعْبُدُوا الشَّيْطٰنَۚ اِنَّهٗ لَكُمْ عَدُوٌّ مُّبِيْنٌ ","text_id":"Bukankah Aku telah berpesan kepadamu dengan sungguh-sungguh, wahai anak cucu Adam, bahwa janganlah kamu menyembah setan? Sesungguhnya setan itu musuh yang nyata bagi kamu.","text_en":"Did I not commit you, O children of Adam, not to worship Satan who is your acknowledged foe,","transliteration":"a lam a'had ilaikum yā banī ādama al lā ta'budusy-syaiṭān, innahụ lakum 'aduwwum mubīn","no_fn":"","text_fn":""},{"id":3766,"surah":36,"no_ayah":61,"theme":"Azab yang Menimpa Orang Kafir di Neraka ","text_ayah":"وَاَنِ اعْبُدُوْنِيْۗ هٰذَا صِرَاطٌ مُّسْتَقِيْمٌ ","text_id":"(Begitu juga bahwa) sembahlah Aku. Inilah jalan yang lurus.”","text_en":"But to serve Me; (that) this is the straight path?","transliteration":"wa ani'budụnī, hāżā ṣirāṭum mustaqīm","no_fn":"","text_fn":""},{"id":3767,"surah":36,"no_ayah":62,"theme":"Azab yang Menimpa Orang Kafir di Neraka ","text_ayah":"وَلَقَدْ اَضَلَّ مِنْكُمْ جِبِلًّا كَثِيْرًاۗ اَفَلَمْ تَكُوْنُوْا تَعْقِلُوْنَ ","text_id":"Sungguh, ia (setan itu) benar-benar telah menyesatkan sangat banyak orang dari kamu. Maka, apakah kamu tidak mengerti?","text_en":"But he beguiled a great many of you. Why did you not then understand?","transliteration":"wa laqad aḍalla mingkum jibillang kaṡīrā, a fa lam takụnụ ta'qilụn","no_fn":"","text_fn":""},{"id":3768,"surah":36,"no_ayah":63,"theme":"Azab yang Menimpa Orang Kafir di Neraka ","text_ayah":"هٰذِهٖ جَهَنَّمُ الَّتِيْ كُنْتُمْ تُوْعَدُوْنَ","text_id":"Inilah (neraka) Jahanam yang dahulu telah diperingatkan kepadamu.","text_en":"This is the Hell that you were promised.","transliteration":"hāżihī jahannamullatī kuntum tụ'adụn","no_fn":"","text_fn":""},{"id":3769,"surah":36,"no_ayah":64,"theme":"Azab yang Menimpa Orang Kafir di Neraka ","text_ayah":"اِصْلَوْهَا الْيَوْمَ بِمَا كُنْتُمْ تَكْفُرُوْنَ ","text_id":"Masuklah ke dalamnya pada hari ini karena dahulu kamu mengingkarinya.","text_en":"Roast in it now for having disbelieved.\"","transliteration":"iṣlauhal-yauma bimā kuntum takfurụn","no_fn":"","text_fn":""},{"id":3770,"surah":36,"no_ayah":65,"theme":"Azab yang Menimpa Orang Kafir di Neraka ","text_ayah":"اَلْيَوْمَ نَخْتِمُ عَلٰٓى اَفْوَاهِهِمْ وَتُكَلِّمُنَآ اَيْدِيْهِمْ وَتَشْهَدُ اَرْجُلُهُمْ بِمَا كَانُوْا يَكْسِبُوْنَ ","text_id":"Pada hari ini Kami membungkam mulut mereka. Tangan merekalah yang berkata kepada Kami dan kaki merekalah yang akan bersaksi terhadap apa yang dahulu mereka kerjakan.","text_en":"We shall seal their lips that day; and their hands will speak, their feet testify to what they had done.","transliteration":"al-yauma nakhtimu 'alā afwāhihim wa tukallimunā aidīhim wa tasy-hadu arjuluhum bimā kānụ yaksibụn","no_fn":"","text_fn":""},{"id":3771,"surah":36,"no_ayah":66,"theme":"Azab yang Menimpa Orang Kafir di Neraka ","text_ayah":"وَلَوْ نَشَاۤءُ لَطَمَسْنَا عَلٰٓى اَعْيُنِهِمْ فَاسْتَبَقُوا الصِّرَاطَ فَاَنّٰى يُبْصِرُوْنَ","text_id":"Seandainya Kami menghendaki, pastilah Kami akan menghapus penglihatan (membutakan) mereka sehingga mereka berlomba-lomba (mencari) jalan (selamat). Maka, bagaimana mungkin mereka dapat melihat?","text_en":"We could take away their sight if We pleased; then they would run around to find the way: But how then would they see?","transliteration":"walau nasyā`u laṭamasnā 'alā a'yunihim fastabaquṣ-ṣirāṭa fa annā yubṣirụn","no_fn":"","text_fn":""},{"id":3772,"surah":36,"no_ayah":67,"theme":"Azab yang Menimpa Orang Kafir di Neraka ","text_ayah":"وَلَوْ نَشَاۤءُ لَمَسَخْنٰهُمْ عَلٰى مَكَانَتِهِمْ فَمَا اسْتَطَاعُوْا مُضِيًّا وَّلَا يَرْجِعُوْنَࣖ ","text_id":"Seandainya Kami menghendaki, pastilah Kami akan mengubah bentuk mereka di tempat mereka berada, sehingga mereka tidak sanggup meneruskan perjalanan dan juga tidak sanggup pulang kembali.","text_en":"And if We pleased We could paralyse them in their tracks, and they would not be able to move forward or turn back.","transliteration":"walau nasyā`u lamasakhnāhum 'alā makānatihim famastaṭā'ụ muḍiyyaw wa lā yarji'ụn","no_fn":"","text_fn":""},{"id":3773,"surah":36,"no_ayah":68,"theme":"Azab yang Menimpa Orang Kafir di Neraka ","text_ayah":"وَمَنْ نُّعَمِّرْهُ نُنَكِّسْهُ فِى الْخَلْقِۗ اَفَلَا يَعْقِلُوْنَ ","text_id":"Siapa yang Kami panjangkan umurnya niscaya Kami balik proses penciptaannya (dari kuat menuju lemah). Maka, apakah mereka tidak mengerti?","text_en":"Whoever reaches old age, We reverse in natural disposition. Do they not have sense (to see)?","transliteration":"wa man nu'ammir-hu nunakkis-hu fil-khalq, a fa lā ya'qilụn","no_fn":"","text_fn":""},{"id":3774,"surah":36,"no_ayah":69,"theme":"Al-Qur’an bukan Syair ","text_ayah":"وَمَا عَلَّمْنٰهُ الشِّعْرَ وَمَا يَنْۢبَغِيْ لَهٗۗ اِنْ هُوَ اِلَّا ذِكْرٌ وَّقُرْاٰنٌ مُّبِيْنٌۙ","text_id":"Kami tidak mengajarkan syair kepadanya (Nabi Muhammad) dan (bersyair) itu tidaklah pantas baginya. (Wahyu yang Kami turunkan kepadanya) itu tidak lain hanyalah pelajaran dan Al-Qur’an yang jelas,","text_en":"We have not taught (Muhammad) to versify, nor is it worthy of him. This is nothing but a reminder and illuminating discourse,","transliteration":"wa mā 'allamnāhusy-syi'ra wa mā yambagī lah, in huwa illā żikruw wa qur`ānum mubīn","no_fn":"","text_fn":""},{"id":3775,"surah":36,"no_ayah":70,"theme":"Al-Qur’an bukan Syair ","text_ayah":"لِّيُنْذِرَ مَنْ كَانَ حَيًّا وَّيَحِقَّ الْقَوْلُ عَلَى الْكٰفِرِيْنَ","text_id":"agar dia (Nabi Muhammad) memberi peringatan kepada orang-orang yang hidup (hatinya) dan agar ketetapan (azab) terhadap orang-orang kafir itu menjadi pasti.","text_en":"So that he may warn him who is alive and feels, and justify the word against those who do not believe.","transliteration":"liyunżira mang kāna ḥayyaw wa yaḥiqqal-qaulu 'alal-kāfirīn","no_fn":"","text_fn":""},{"id":3776,"surah":36,"no_ayah":71,"theme":"Al-Qur’an bukan Syair ","text_ayah":"اَوَلَمْ يَرَوْا اَنَّا خَلَقْنَا لَهُمْ مِّمَّا عَمِلَتْ اَيْدِيْنَآ اَنْعَامًا فَهُمْ لَهَا مٰلِكُوْنَ ","text_id":"Tidakkah mereka mengetahui bahwa Kami telah menciptakan untuk mereka hewan-hewan ternak dari ciptaan tangan Kami (sendiri), lalu mereka menjadi pemiliknya?","text_en":"Do they not see the cattle among things We have fashioned by Our power, which they own,","transliteration":"a wa lam yarau annā khalaqnā lahum mimmā 'amilat aidīnā an'āman fa hum lahā mālikụn","no_fn":"","text_fn":""},{"id":3777,"surah":36,"no_ayah":72,"theme":"Al-Qur’an bukan Syair ","text_ayah":"وَذَلَّلْنٰهَا لَهُمْ فَمِنْهَا رَكُوْبُهُمْ وَمِنْهَا يَأْكُلُوْنَ ","text_id":"Kami menjadikannya (hewan-hewan itu) tunduk kepada mereka. Sebagian di antaranya menjadi tunggangan mereka dan sebagian (lagi) mereka makan.","text_en":"Whom We made subservient to them so that some of them they ride and some they eat?","transliteration":"wa żallalnāhā lahum fa min-hā rakụbuhum wa min-hā ya`kulụn","no_fn":"","text_fn":""},{"id":3778,"surah":36,"no_ayah":73,"theme":"Al-Qur’an bukan Syair ","text_ayah":"وَلَهُمْ فِيْهَا مَنَافِعُ وَمَشَارِبُۗ اَفَلَا يَشْكُرُوْنَ ","text_id":"Pada dirinya (hewan-hewan ternak itu) terdapat berbagai manfaat dan minuman untuk mereka. Apakah mereka tidak bersyukur?","text_en":"And they derive other advantages and drinks from them. Even then they do not offer thanks,","transliteration":"wa lahum fīhā manāfi'u wa masyārib, a fa lā yasykurụn","no_fn":"","text_fn":""},{"id":3779,"surah":36,"no_ayah":74,"theme":"Al-Qur’an bukan Syair ","text_ayah":"وَاتَّخَذُوْا مِنْ دُوْنِ اللّٰهِ اٰلِهَةً لَّعَلَّهُمْ يُنْصَرُوْنَۗ ","text_id":"Mereka menjadikan sesembahan selain Allah agar mereka mendapat pertolongan.","text_en":"And take other gods apart from God that they may perhaps give them help.","transliteration":"wattakhażụ min dụnillāhi ālihatal la'allahum yunṣarụn","no_fn":"","text_fn":""},{"id":3780,"surah":36,"no_ayah":75,"theme":"Al-Qur’an bukan Syair ","text_ayah":"لَا يَسْتَطِيْعُوْنَ نَصْرَهُمْۙ وَهُمْ لَهُمْ جُنْدٌ مُّحْضَرُوْنَ","text_id":"(Sesembahan) itu tidak mampu menolong mereka, padahal (sesembahan) itu adalah tentara yang dihadirkan untuk menjaganya.","text_en":"They will not be able to help them and will be brought (to Us) as their levied troops.","transliteration":"lā yastaṭī'ụna naṣrahum wa hum lahum jundum muḥḍarụn","no_fn":"","text_fn":""},{"id":3781,"surah":36,"no_ayah":76,"theme":"Al-Qur’an bukan Syair ","text_ayah":"فَلَا يَحْزُنْكَ قَوْلُهُمْۘاِنَّا نَعْلَمُ مَا يُسِرُّوْنَ وَمَا يُعْلِنُوْنَ ","text_id":"Maka, jangan sampai ucapan mereka membuat engkau (Nabi Muhammad) bersedih hati. Sesungguhnya Kami mengetahui apa yang mereka rahasiakan dan apa yang mereka nyatakan.","text_en":"So be not grieved by what they say. We certainly know what they hide and disclose.","transliteration":"fa lā yaḥzungka qauluhum, innā na'lamu mā yusirrụna wa mā yu'linụn","no_fn":"","text_fn":""},{"id":3782,"surah":36,"no_ayah":77,"theme":"Keniscayaan Hari Kebangkitan ","text_ayah":"اَوَلَمْ يَرَ الْاِنْسَانُ اَنَّا خَلَقْنٰهُ مِنْ نُّطْفَةٍ فَاِذَا هُوَ خَصِيْمٌ مُّبِيْنٌ ","text_id":"Tidakkah manusia mengetahui bahwa Kami menciptakannya dari setetes mani? Kemudian tiba-tiba saja dia menjadi musuh yang nyata.","text_en":"Does not man see We created him from a drop of semen? Even then he becomes an open contender,","transliteration":"a wa lam yaral-insānu annā khalaqnāhu min nuṭfatin fa iżā huwa khaṣīmum mubīn","no_fn":"","text_fn":""},{"id":3783,"surah":36,"no_ayah":78,"theme":"Keniscayaan Hari Kebangkitan ","text_ayah":"وَضَرَبَ لَنَا مَثَلًا وَّنَسِيَ خَلْقَهٗۗ قَالَ مَنْ يُّحْيِ الْعِظَامَ وَهِيَ رَمِيْمٌ ","text_id":"Dia membuat perumpamaan bagi Kami dan melupakan asal penciptaannya. Dia berkata, “Siapakah yang bisa menghidupkan tulang-belulang yang telah hancur luluh?”<sup>645)</sup>","text_en":"And applies comparisons to Us, having forgotten his origin, and says: \"Who can put life into decayed bones?\"","transliteration":"wa ḍaraba lanā maṡalaw wa nasiya khalqah, qāla may yuḥyil-'iẓāma wa hiya ramīm","no_fn":"645","text_fn":"645) Ayat ini terkait dengan kisah al-‘As bin Wa’il yang mendatangi Nabi Muhammad saw. dengan membawa tulang belulang yang sudah hancur, lalu berkata, “Siapakah yang bisa menghidupkan tulang-belulang yang telah hancur luluh ini?”"},{"id":3784,"surah":36,"no_ayah":79,"theme":"Keniscayaan Hari Kebangkitan ","text_ayah":"قُلْ يُحْيِيْهَا الَّذِيْٓ اَنْشَاَهَآ اَوَّلَ مَرَّةٍۗ وَهُوَ بِكُلِّ خَلْقٍ عَلِيْمٌۙ","text_id":"Katakanlah (Nabi Muhammad), “Yang akan menghidupkannya adalah Zat yang menciptakannya pertama kali. Dia Maha Mengetahui setiap makhluk.","text_en":"Say: \"He who created you the first time. He has knowledge of every creation,","transliteration":"qul yuḥyīhallażī ansya`ahā awwala marrah, wa huwa bikulli khalqin 'alīm","no_fn":"","text_fn":""},{"id":3785,"surah":36,"no_ayah":80,"theme":"Keniscayaan Hari Kebangkitan ","text_ayah":" ۨالَّذِيْ جَعَلَ لَكُمْ مِّنَ الشَّجَرِ الْاَخْضَرِ نَارًاۙ فَاِذَآ اَنْتُمْ مِّنْهُ تُوْقِدُوْنَ ","text_id":"(Dialah) yang menjadikan api untukmu dari kayu yang hijau. Kemudian, seketika itu kamu menyalakan (api) darinya.”","text_en":"Who gave you fire from a green tree, with which you ignite the flame.\"","transliteration":"allażī ja'ala lakum minasy-syajaril-akhḍari nāran fa iżā antum min-hu tụqidụn","no_fn":"","text_fn":""},{"id":3786,"surah":36,"no_ayah":81,"theme":"Keniscayaan Hari Kebangkitan ","text_ayah":"اَوَلَيْسَ الَّذِيْ خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ بِقٰدِرٍ عَلٰٓى اَنْ يَّخْلُقَ مِثْلَهُمْۗ بَلٰى وَهُوَ الْخَلّٰقُ الْعَلِيْمُ ","text_id":"Bukankah Zat yang menciptakan langit dan bumi mampu menciptakan manusia yang serupa mereka itu (di akhirat kelak)? Benar. Dialah yang Maha Banyak Mencipta lagi Maha Mengetahui.","text_en":"How can He who created the heavens and the earth not be able to create others like them? Why not? He is the real creator all-knowing.","transliteration":"a wa laisallażī khalaqas-samāwāti wal-arḍa biqādirin 'alā ay yakhluqa miṡlahum, balā wa huwal-khallāqul-'alīm","no_fn":"","text_fn":""},{"id":3787,"surah":36,"no_ayah":82,"theme":"Keniscayaan Hari Kebangkitan ","text_ayah":"اِنَّمَآ اَمْرُهٗٓ اِذَآ اَرَادَ شَيْـًٔاۖ اَنْ يَّقُوْلَ لَهٗ كُنْ فَيَكُوْنُ ","text_id":"Sesungguhnya ketetapan-Nya, jika Dia menghendaki sesuatu, Dia hanya berkata kepadanya, “Jadilah!” Maka, jadilah (sesuatu) itu.","text_en":"When He wills a thing He has only to say: \"Be,\" and it is.","transliteration":"innamā amruhū iżā arāda syai`an ay yaqụla lahụ kun fa yakụn","no_fn":"","text_fn":""},{"id":3788,"surah":36,"no_ayah":83,"theme":"Keniscayaan Hari Kebangkitan ","text_ayah":"فَسُبْحٰنَ الَّذِيْ بِيَدِهٖ مَلَكُوْتُ كُلِّ شَيْءٍ وَّاِلَيْهِ تُرْجَعُوْنَࣖ","text_id":"Maka, Mahasuci (Allah) yang di tangan-Nya kekuasaan atas segala sesuatu dan kepada-Nya kamu dikembalikan.","text_en":"So all glory to Him who holds all power over everything, to whom you will go back in the end.","transliteration":"fa sub-ḥānallażī biyadihī malakụtu kulli syai`iw wa ilaihi turja'ụn","no_fn":"","text_fn":""}]