[{"id":3971,"surah":38,"no_ayah":1,"theme":"Kehancuran Musuh Para Nabi ","text_ayah":"صۤۗ وَالْقُرْاٰنِ ذِى الذِّكْرِۗ ","text_id":"Ṣād, demi Al-Qur’an yang mengandung peringatan. ","text_en":"SAD. I CALL to witness the admonishing Qur'an.","transliteration":"shād, wal-qur`āni żiż-żikr","no_fn":"","text_fn":""},{"id":3972,"surah":38,"no_ayah":2,"theme":"Kehancuran Musuh Para Nabi ","text_ayah":"بَلِ الَّذِيْنَ كَفَرُوْا فِيْ عِزَّةٍ وَّشِقَاقٍ","text_id":"Akan tetapi, orang-orang yang kufur (berada) dalam kesombongan dan permusuhan.","text_en":"But the unbelievers are still full of pride and hostility.","transliteration":"balillażīna kafarụ fī 'izzatiw wa syiqāq","no_fn":"","text_fn":""},{"id":3973,"surah":38,"no_ayah":3,"theme":"Kehancuran Musuh Para Nabi ","text_ayah":"كَمْ اَهْلَكْنَا مِنْ قَبْلِهِمْ مِّنْ قَرْنٍ فَنَادَوْا وَّلَاتَ حِيْنَ مَنَاصٍ","text_id":"Betapa banyak generasi sebelum mereka yang telah Kami binasakan. Lalu, mereka meminta tolong (ketika datang azab), padahal (waktu itu) bukanlah saat untuk melepaskan diri.","text_en":"How many generations have We destroyed before them who cried (for mercy) when it was too late for escape.","transliteration":"kam ahlaknā ming qablihim ming qarnin fa nādaw wa lāta ḥīna manāṣ","no_fn":"","text_fn":""},{"id":3974,"surah":38,"no_ayah":4,"theme":"Kehancuran Musuh Para Nabi ","text_ayah":"وَعَجِبُوْٓا اَنْ جَاۤءَهُمْ مُّنْذِرٌ مِّنْهُمْۖوَقَالَ الْكٰفِرُوْنَ هٰذَا سٰحِرٌ كَذَّابٌۚ ","text_id":"Mereka heran karena telah datang kepada mereka seorang pemberi peringatan (rasul) dari kalangan mereka. Orang-orang kafir berkata, “Orang ini adalah penyihir yang banyak berdusta.","text_en":"They were surprised that one of them had come to them as warner; and the unbelievers said: \"He is a deceiving sorcerer.","transliteration":"wa 'ajibū an jā`ahum munżirum min-hum wa qālal-kāfirụna hāżā sāḥirung każżāb","no_fn":"","text_fn":""},{"id":3975,"surah":38,"no_ayah":5,"theme":"Kehancuran Musuh Para Nabi ","text_ayah":"اَجَعَلَ الْاٰلِهَةَ اِلٰهًا وَّاحِدًاۖاِنَّ هٰذَا لَشَيْءٌ عُجَابٌ","text_id":"Apakah dia menjadikan tuhan-tuhan itu Tuhan yang satu saja? Sesungguhnya ini benar-benar sesuatu yang sangat mengherankan.”","text_en":"Has he turned so many gods into one deity? This is indeed a strange thing!\"","transliteration":"a ja'alal-ālihata ilāhaw wāḥidan inna hāżā lasyai`un 'ujāb","no_fn":"","text_fn":""},{"id":3976,"surah":38,"no_ayah":6,"theme":"Kehancuran Musuh Para Nabi ","text_ayah":"وَانْطَلَقَ الْمَلَاُ مِنْهُمْ اَنِ امْشُوْا وَاصْبِرُوْا عَلٰٓى اٰلِهَتِكُمْۖاِنَّ هٰذَا لَشَيْءٌ يُّرَادُۖ","text_id":"Lalu pergilah pemimpin-pemimpin mereka (seraya berkata), “Pergilah kamu dan tetaplah (menyembah) tuhan-tuhanmu. Sesungguhnya ini benar-benar suatu hal yang dikehendaki.","text_en":"And their leading chiefs said: \"Remain attached to your gods. There is surely some motive behind it.","transliteration":"wanṭalaqal-mala`u min-hum animsyụ waṣbirụ 'alā ālihatikum inna hāżā lasyai`uy yurād","no_fn":"","text_fn":""},{"id":3977,"surah":38,"no_ayah":7,"theme":"Kehancuran Musuh Para Nabi ","text_ayah":"مَا سَمِعْنَا بِهٰذَا فِى الْمِلَّةِ الْاٰخِرَةِۖاِنْ هٰذَآ اِلَّا اخْتِلَاقٌۚ ","text_id":"Kami tidak pernah mendengar hal ini dalam agama yang terakhir. (Ajaran mengesakan Allah) ini tidak lain kecuali (dusta) yang dibuat-buat.","text_en":"We never heard of it in the former faith. It is surely a fabrication.","transliteration":"mā sami'nā bihāżā fil-millatil-ākhirati in hāżā illakhtilāq","no_fn":"","text_fn":""},{"id":3978,"surah":38,"no_ayah":8,"theme":"Kehancuran Musuh Para Nabi ","text_ayah":"اَؤُنْزِلَ عَلَيْهِ الذِّكْرُ مِنْۢ بَيْنِنَاۗ بَلْ هُمْ فِيْ شَكٍّ مِّنْ ذِكْرِيْۚ بَلْ لَّمَّا يَذُوْقُوْا عَذَابِۗ ","text_id":"Mengapa Al-Qur’an itu diturunkan kepada dia di antara kita?” Sebenarnya mereka dalam keraguan terhadap kitab-Ku. Akan tetapi, mereka (ragu karena) belum merasakan azab-Ku.","text_en":"To him of all of us has the Reminder been sent down?\" They are still in doubt about My admonition; but they have not tasted My punishment yet!","transliteration":"a unzila 'alaihiż-żikru mim baininā, bal hum fī syakkim min żikrī, bal lammā yażụqụ 'ażāb","no_fn":"","text_fn":""},{"id":3979,"surah":38,"no_ayah":9,"theme":"Kehancuran Musuh Para Nabi ","text_ayah":"اَمْ عِنْدَهُمْ خَزَاۤىِٕنُ رَحْمَةِ رَبِّكَ الْعَزِيْزِ الْوَهَّابِۚ ","text_id":"Atau, apakah mereka itu mempunyai perbendaharaan rahmat Tuhanmu Yang Mahaperkasa lagi Maha Pemberi?","text_en":"Do they have the stores of the mercy of your Lord, the mighty and munificent?","transliteration":"am 'indahum khazā`inu raḥmati rabbikal-'azīzil wahhāb","no_fn":"","text_fn":""},{"id":3980,"surah":38,"no_ayah":10,"theme":"Kehancuran Musuh Para Nabi ","text_ayah":"اَمْ لَهُمْ مُّلْكُ السَّمٰوٰتِ وَالْاَرْضِ وَمَا بَيْنَهُمَاۗ فَلْيَرْتَقُوْا فِى الْاَسْبَابِ","text_id":"Atau, apakah mereka mempunyai kerajaan langit dan bumi serta apa yang ada di antara keduanya? (Jika ada,) biarlah mereka menaiki tangga-tangga (ke langit).","text_en":"Or is the kingdom of the heavens and the earth and all that lies between them, theirs? Then let them climb up the ladders (to the heavens).","transliteration":"am lahum mulkus-samāwāti wal-arḍi wa mā bainahumā, falyartaqụ fil-asbāb","no_fn":"","text_fn":""},{"id":3981,"surah":38,"no_ayah":11,"theme":"Kehancuran Musuh Para Nabi ","text_ayah":"جُنْدٌ مَّا هُنَالِكَ مَهْزُوْمٌ مِّنَ الْاَحْزَابِ","text_id":"Bala tentara yang berada di sana dari golongan yang bersekutu (untuk mengalahkan Rasul Kami) tentu akan dikalahkan.","text_en":"They will be one more army vanquished among the many routed hordes.","transliteration":"jundum mā hunālika mahzụmum minal-aḥzāb","no_fn":"","text_fn":""},{"id":3982,"surah":38,"no_ayah":12,"theme":"Kepastian Kehancuran Para Penentang Rasul ","text_ayah":"كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوْحٍ وَّعَادٌ وَّفِرْعَوْنُ ذُو الْاَوْتَادِۙ","text_id":"Sebelum mereka itu, kaum Nuh, ‘Ad, dan Fir‘aun yang mempunyai kekuatan besar (juga) telah mendustakan (para rasul).","text_en":"Even before them the people of Noah, 'Ad, the mighty Pharoah,","transliteration":"każżabat qablahum qaumu nụḥiw wa 'āduw wa fir'aunu żul-autād","no_fn":"","text_fn":""},{"id":3983,"surah":38,"no_ayah":13,"theme":"Kepastian Kehancuran Para Penentang Rasul ","text_ayah":"وَثَمُوْدُ وَقَوْمُ لُوْطٍ وَّاَصْحٰبُ لْـَٔيْكَةِۗ اُولٰۤىِٕكَ الْاَحْزَابُ","text_id":"(Begitu juga) Samud, kaum Lut, dan penduduk Aikah. Mereka itulah golongan yang bersekutu (menentang para rasul).","text_en":"And the Thamud, the people of Lot, as well as the dwellers of the Wood, had denied. These were the hordes.","transliteration":"wa ṡamụdu wa qaumu lụṭiw wa aṣ-ḥābul-aikah, ulā`ikal-aḥzāb","no_fn":"","text_fn":""},{"id":3984,"surah":38,"no_ayah":14,"theme":"Kepastian Kehancuran Para Penentang Rasul ","text_ayah":"اِنْ كُلٌّ اِلَّا كَذَّبَ الرُّسُلَ فَحَقَّ عِقَابِࣖ","text_id":"Masing-masing tidak lain, kecuali mendustakan para rasul. Maka, pantaslah mereka merasakan hukuman-Ku.","text_en":"Of all these there was not one who did not deny the messengers. So My retribution was justified.","transliteration":"ing kullun illā każżabar-rusula fa ḥaqqa 'iqāb","no_fn":"","text_fn":""},{"id":3985,"surah":38,"no_ayah":15,"theme":"Kepastian Kehancuran Para Penentang Rasul ","text_ayah":"وَمَا يَنْظُرُ هٰٓؤُلَاۤءِ اِلَّا صَيْحَةً وَّاحِدَةً مَّا لَهَا مِنْ فَوَاقٍ","text_id":"Mereka tidak menunggu selain satu teriakan (saja) yang tidak ada selanya.","text_en":"They await but a single blast which will not be repeated.","transliteration":"wa mā yanẓuru hā`ulā`i illā ṣaiḥataw wāḥidatam mā lahā min fawāq","no_fn":"","text_fn":""},{"id":3986,"surah":38,"no_ayah":16,"theme":"Kepastian Kehancuran Para Penentang Rasul ","text_ayah":"وَقَالُوْا رَبَّنَا عَجِّلْ لَّنَا قِطَّنَا قَبْلَ يَوْمِ الْحِسَابِ","text_id":"Mereka berkata, “Wahai Tuhan kami, segerakanlah untuk kami bagian (dari siksa) kami sebelum hari Perhitungan.”","text_en":"Still they say: \"O Lord, give us our share before the Day of Reckoning.\"","transliteration":"wa qālụ rabbanā 'ajjil lanā qiṭṭanā qabla yaumil-ḥisāb","no_fn":"","text_fn":""},{"id":3987,"surah":38,"no_ayah":17,"theme":"Kisah Nabi Daud ","text_ayah":"اِصْبِرْ عَلٰى مَا يَقُوْلُوْنَ وَاذْكُرْ عَبْدَنَا دَاوٗدَ ذَا الْاَيْدِۚ اِنَّهٗٓ اَوَّابٌ","text_id":"Bersabarlah atas apa yang mereka katakan dan ingatlah akan hamba Kami, Daud, yang mempunyai kekuatan. Sesungguhnya dia adalah orang yang selalu kembali (kepada Allah).","text_en":"Bear with patience what they say, and remember Our votary David, man of strength. He surely turned to Us in penitence.","transliteration":"iṣbir 'alā mā yaqụlụna ważkur 'abdanā dāwụda żal-aīd, innahū awwāb","no_fn":"","text_fn":""},{"id":3988,"surah":38,"no_ayah":18,"theme":"Kisah Nabi Daud ","text_ayah":"اِنَّا سَخَّرْنَا الْجِبَالَ مَعَهٗ يُسَبِّحْنَ بِالْعَشِيِّ وَالْاِشْرَاقِۙ","text_id":"Sesungguhnya Kami telah menundukkan gunung-gunung untuk bertasbih bersama dia (Daud) pada waktu petang dan pagi.","text_en":"We subjugated the chiefs (of tribes) to struggle day and night with him,","transliteration":"innā sakhkharnal-jibāla ma'ahụ yusabbiḥna bil-'asyiyyi wal-isyrāq","no_fn":"","text_fn":""},{"id":3989,"surah":38,"no_ayah":19,"theme":"Kisah Nabi Daud ","text_ayah":"وَالطَّيْرَمَحْشُوْرَةًۗ كُلٌّ لَّهٗٓ اَوَّابٌ","text_id":"(Kami menundukkan pula) burung-burung dalam keadaan berkumpul. Masing-masing sangat patuh kepadanya (Daud).","text_en":"And the levied Tair. They were all obedient to him.","transliteration":"waṭ-ṭaira maḥsyụrah, kullul lahū awwāb","no_fn":"","text_fn":""},{"id":3990,"surah":38,"no_ayah":20,"theme":"Kisah Nabi Daud ","text_ayah":"وَشَدَدْنَا مُلْكَهٗ وَاٰتَيْنٰهُ الْحِكْمَةَ وَفَصْلَ الْخِطَابِ","text_id":"Kami menguatkan kerajaannya serta menganugerahkan hikmah (kenabian) kepadanya dan kemampuan dalam menyelesaikan perkara.","text_en":"So We further strengthened his kingdom, and bestowed wisdom on him, and judgement in legal matters.","transliteration":"wa syadadnā mulkahụ wa ātaināhul-ḥikmata wa faṣlal-khiṭāb","no_fn":"","text_fn":""},{"id":3991,"surah":38,"no_ayah":21,"theme":"Kisah Nabi Daud ","text_ayah":"۞ وَهَلْ اَتٰىكَ نَبَؤُا الْخَصْمِۘ اِذْ تَسَوَّرُوا الْمِحْرَابَۙ","text_id":"Apakah telah sampai kepadamu (Nabi Muhammad) berita orang-orang yang berselisih ketika mereka memanjat dinding mihrab?","text_en":"Have you heard of the litigants who jumped over the wall into his chamber?","transliteration":"wa hal atāka naba`ul khaṣm, iż tasawwarul-miḥrāb","no_fn":"","text_fn":""},{"id":3992,"surah":38,"no_ayah":22,"theme":"Kisah Nabi Daud ","text_ayah":"اِذْ دَخَلُوْا عَلٰى دَاوٗدَ فَفَزِعَ مِنْهُمْ قَالُوْا لَا تَخَفْۚ خَصْمٰنِ بَغٰى بَعْضُنَا عَلٰى بَعْضٍ فَاحْكُمْ بَيْنَنَا بِالْحَقِّ وَلَا تُشْطِطْ وَاهْدِنَآ اِلٰى سَوَاۤءِ الصِّرَاطِ","text_id":"Ketika mereka masuk menemui Daud, dia terkejut karena (kedatangan) mereka. Mereka berkata, “Janganlah takut! (Kami) berdua sedang berselisih. Sebagian kami berbuat aniaya kepada yang lain. Maka, berilah keputusan di antara kami dengan hak, janganlah menyimpang dari kebenaran, dan tunjukilah kami ke jalan yang lurus.”","text_en":"When they came before David, he was frightened of them. \"Do not be afraid,\" they said. \"The two of us are disputing the wrong one has done the other. So judge between us with equity, and do not be unjust, and guide us to the right path.","transliteration":"iż dakhalụ 'alā dāwụda fa fazi'a min-hum qālụ lā takhaf, khaṣmāni bagā ba'ḍunā 'alā ba'ḍin faḥkum bainanā bil-ḥaqqi wa lā tusyṭiṭ wahdinā ilā sawā`iṣ-ṣirāṭ","no_fn":"","text_fn":""},{"id":3993,"surah":38,"no_ayah":23,"theme":"Kisah Nabi Daud ","text_ayah":"اِنَّ هٰذَآ اَخِيْۗ لَهٗ تِسْعٌ وَّتِسْعُوْنَ نَعْجَةً وَّلِيَ نَعْجَةٌ وَّاحِدَةٌۗ فَقَالَ اَكْفِلْنِيْهَا وَعَزَّنِيْ فِى الْخِطَابِ","text_id":"(Salah seorang berkata,) “Sesungguhnya ini saudaraku. Dia mempunyai sembilan puluh sembilan ekor kambing betina, sedangkan aku mempunyai seekor saja. Lalu, dia berkata, ‘Biarkan aku yang memeliharanya! Dia mengalahkanku dalam perdebatan.’”","text_en":"This man here is my brother. He has ninety and nine ewes while I have only one. He demands that I should give him my ewe, and wants to get the better of me in argument.\"","transliteration":"inna hāżā akhī, lahụ tis'uw wa tis'ụna na'jataw wa liya na'jatuw wāḥidah, fa qāla akfilnīhā wa 'azzanī fil-khiṭāb","no_fn":"","text_fn":""},{"id":3994,"surah":38,"no_ayah":24,"theme":"Kisah Nabi Daud ","text_ayah":"قَالَ لَقَدْ ظَلَمَكَ بِسُؤَالِ نَعْجَتِكَ اِلٰى نِعَاجِهٖۗ وَاِنَّ كَثِيْرًا مِّنَ الْخُلَطَاۤءِ لَيَبْغِيْ بَعْضُهُمْ عَلٰى بَعْضٍ اِلَّا الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ وَقَلِيْلٌ مَّا هُمْۗ وَظَنَّ دَاوٗدُ اَنَّمَا فَتَنّٰهُ فَاسْتَغْفَرَ رَبَّهٗ وَخَرَّ رَاكِعًا وَّاَنَابَ ۩ ","text_id":"Dia (Daud) berkata, “Sungguh, dia benar-benar telah berbuat zalim kepadamu dengan meminta kambingmu itu untuk (digabungkan) kepada kambing-kambingnya. Sesungguhnya banyak di antara orang-orang yang berserikat itu benar-benar saling merugikan satu sama lain, kecuali orang-orang yang beriman dan beramal saleh, dan sedikit sekali mereka itu.” Daud meyakini bahwa Kami hanya mengujinya. Maka, dia memohon ampunan kepada Tuhannya dan dia tersungkur jatuh serta bertobat.","text_en":"(David) said: \"He is unjust in demanding your ewe to add to his (many) ewes. Many partners are surely -- unjust to one another, except those who believe and do the right; but there are only a few of them.\" It occurred to David that he was being tried by Us, and he begged his Lord to forgive him, and fell down in homage and repented.","transliteration":"qāla laqad ẓalamaka bisu`āli na'jatika ilā ni'ājih, wa inna kaṡīram minal-khulaṭā`i layabgī ba'ḍuhum 'alā ba'ḍin illallażīna āmanụ wa 'amiluṣ-ṣāliḥāti wa qalīlum mā hum, wa ẓanna dāwụdu annamā fatannāhu fastagfara rabbahụ wa kharra rāki'aw wa anāb","no_fn":"","text_fn":""},{"id":3995,"surah":38,"no_ayah":25,"theme":"Kisah Nabi Daud ","text_ayah":"فَغَفَرْنَا لَهٗ ذٰلِكَۗ وَاِنَّ لَهٗ عِنْدَنَا لَزُلْفٰى وَحُسْنَ مَاٰبٍ","text_id":"Lalu, Kami mengampuni (kesalahannya) itu. Sesungguhnya dia mempunyai kedudukan yang benar-benar dekat di sisi Kami dan tempat kembali yang baik.","text_en":"So We forgave him. He has surely a high rank with Us and an excellent place of return.","transliteration":"fa gafarnā lahụ żālik, wa inna lahụ 'indanā lazulfā wa ḥusna ma`āb","no_fn":"","text_fn":""},{"id":3996,"surah":38,"no_ayah":26,"theme":"Kisah Nabi Daud ","text_ayah":"يٰدَاوٗدُ اِنَّا جَعَلْنٰكَ خَلِيْفَةً فِى الْاَرْضِ فَاحْكُمْ بَيْنَ النَّاسِ بِالْحَقِّ وَلَا تَتَّبِعِ الْهَوٰى فَيُضِلَّكَ عَنْ سَبِيْلِ اللّٰهِۗ اِنَّ الَّذِيْنَ يَضِلُّوْنَ عَنْ سَبِيْلِ اللّٰهِ لَهُمْ عَذَابٌ شَدِيْدٌ ۢبِمَا نَسُوْا يَوْمَ الْحِسَابِࣖ ","text_id":"(Allah berfirman,) “Wahai Daud, sesungguhnya Kami menjadikanmu khalifah (penguasa) di bumi. Maka, berilah keputusan (perkara) di antara manusia dengan hak dan janganlah mengikuti hawa nafsu karena akan menyesatkan engkau dari jalan Allah. Sesungguhnya orang-orang yang sesat dari jalan Allah akan mendapat azab yang berat, karena mereka melupakan hari Perhitungan.”","text_en":"\"O David, We have made you trustee on the earth. So judge between men equitably, and do not follow your lust lest it should lead you astray from the way of God. Surely for those who go astray from the way of God, is severe punishment, for having forgotten the Day of Reckoning.","transliteration":"yā dāwụdu innā ja'alnāka khalīfatan fil-arḍi faḥkum bainan-nāsi bil-ḥaqqi wa lā tattabi'il-hawā fa yuḍillaka 'an sabīlillāh, innallażīna yaḍillụna 'an sabīlillāhi lahum 'ażābun syadīdum bimā nasụ yaumal-ḥisāb","no_fn":"","text_fn":""},{"id":3997,"surah":38,"no_ayah":27,"theme":"Bukti Wujud Allah dan Kebenaran Al-Qur’an ","text_ayah":"وَمَا خَلَقْنَا السَّمَاۤءَ وَالْاَرْضَ وَمَا بَيْنَهُمَا بَاطِلًاۗ ذٰلِكَ ظَنُّ الَّذِيْنَ كَفَرُوْا فَوَيْلٌ لِّلَّذِيْنَ كَفَرُوْا مِنَ النَّارِۗ ","text_id":"Kami tidak menciptakan langit dan bumi serta apa yang ada di antara keduanya secara sia-sia. Itulah anggapan orang-orang yang kufur. Maka, celakalah orang-orang yang kufur karena (mereka akan masuk) neraka.","text_en":"We have not created the heavens and the earth and all that lies between them, all for nothing. Only those who deny imagine so. So for the unbelievers there is woe from the fire.","transliteration":"wa mā khalaqnas-samā`a wal-arḍa wa mā bainahumā bāṭilā, żālika ẓannullażīna kafarụ fa wailul lillażīna kafarụ minan-nār","no_fn":"","text_fn":""},{"id":3998,"surah":38,"no_ayah":28,"theme":"Bukti Wujud Allah dan Kebenaran Al-Qur’an ","text_ayah":"اَمْ نَجْعَلُ الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ كَالْمُفْسِدِيْنَ فِى الْاَرْضِۖ اَمْ نَجْعَلُ الْمُتَّقِيْنَ كَالْفُجَّارِ","text_id":"Apakah (pantas) Kami menjadikan orang-orang yang beriman dan beramal saleh sama dengan orang-orang yang berbuat kerusakan di bumi? Pantaskah Kami menjadikan orang-orang yang bertakwa sama dengan para pendurhaka?","text_en":"Should We equate those who do the right with those who spread corruption in the land? Should We make those who are morally integrated equal to those who seek disintegration?","transliteration":"am naj'alullażīna āmanụ wa 'amiluṣ-ṣāliḥāti kal-mufsidīna fil-arḍi am naj'alul-muttaqīna kal-fujjār","no_fn":"","text_fn":""},{"id":3999,"surah":38,"no_ayah":29,"theme":"Bukti Wujud Allah dan Kebenaran Al-Qur’an ","text_ayah":"كِتٰبٌ اَنْزَلْنٰهُ اِلَيْكَ مُبٰرَكٌ لِّيَدَّبَّرُوْٓا اٰيٰتِهٖ وَلِيَتَذَكَّرَ اُولُوا الْاَلْبَابِ","text_id":"(Al-Qur’an ini adalah) kitab yang Kami turunkan kepadamu (Nabi Muhammad) yang penuh berkah supaya mereka menghayati ayat-ayatnya dan orang-orang yang berakal sehat mendapat pelajaran.","text_en":"We have sent down a Book to you which is blessed, so that people may apply their minds to its revelations, and the men of wisdom may reflect.","transliteration":"kitābun anzalnāhu ilaika mubārakul liyaddabbarū āyātihī wa liyatażakkara ulul-albāb","no_fn":"","text_fn":""},{"id":4000,"surah":38,"no_ayah":30,"theme":"Kisah Nabi Sulaiman ","text_ayah":"وَوَهَبْنَا لِدَاوٗدَ سُلَيْمٰنَۗ نِعْمَ الْعَبْدُۗ اِنَّهٗٓ اَوَّابٌۗ ","text_id":"Kami menganugerahkan kepada Daud (anak bernama) Sulaiman. Dia adalah sebaik-baik hamba. Sesungguhnya dia sangat taat (kepada Allah).","text_en":"We bestowed Solomon on David who was an excellent devotee, for he turned to God in penitence.","transliteration":"wa wahabnā lidāwụda sulaimān, ni'mal-'abd, innahū awwāb","no_fn":"","text_fn":""},{"id":4001,"surah":38,"no_ayah":31,"theme":"Kisah Nabi Sulaiman ","text_ayah":"اِذْ عُرِضَ عَلَيْهِ بِالْعَشِيِّ الصّٰفِنٰتُ الْجِيَادُۙ","text_id":"(Ingatlah) ketika pada suatu petang dipertunjukkan kepadanya (kuda-kuda) yang jinak, (tetapi) sangat cepat larinya.","text_en":"When they brought fleet-footed chargers in the evening to show him,","transliteration":"iż 'uriḍa 'alaihi bil-'asyiyyiṣ-ṣāfinātul-jiyād","no_fn":"","text_fn":""},{"id":4002,"surah":38,"no_ayah":32,"theme":"Kisah Nabi Sulaiman ","text_ayah":"فَقَالَ اِنِّيْٓ اَحْبَبْتُ حُبَّ الْخَيْرِ عَنْ ذِكْرِ رَبِّيْۚ حَتّٰى تَوَارَتْ بِالْحِجَابِۗ ","text_id":"Maka, dia berkata, “Sesungguhnya aku menyukai kesenangan terhadap yang baik (kuda) sehingga aku lalai mengingat Tuhanku sampai ia (matahari atau kuda itu) bersembunyi di balik tabir (hilang dari pandangan).","text_en":"He said: \"The love of horses is worthy of desire to me for the remembrance of my Lord;\" and when they were out of sight, (he said):","transliteration":"fa qāla innī aḥbabtu ḥubbal-khairi 'an żikri rabbī, ḥattā tawārat bil-ḥijāb","no_fn":"","text_fn":""},{"id":4003,"surah":38,"no_ayah":33,"theme":"Kisah Nabi Sulaiman ","text_ayah":"رُدُّوْهَا عَلَيَّۚ فَطَفِقَ مَسْحًا ۢبِالسُّوْقِ وَالْاَعْنَاقِ","text_id":"Bawalah semua kuda itu kembali kepadaku.” Lalu, dia mengusap-usap kaki dan leher (kuda itu).","text_en":"\"Bring them back to me,\" and he began to rub and stroke their shanks and necks.","transliteration":"ruddụhā 'alayy, fa ṭafiqa mas-ḥam bis-sụqi wal-a'nāq","no_fn":"","text_fn":""},{"id":4004,"surah":38,"no_ayah":34,"theme":"Kisah Nabi Sulaiman ","text_ayah":"وَلَقَدْ فَتَنَّا سُلَيْمٰنَ وَاَلْقَيْنَا عَلٰى كُرْسِيِّهٖ جَسَدًا ثُمَّ اَنَابَ","text_id":"Sungguh, Kami benar-benar telah menguji Sulaiman dan Kami menggeletakkan(-nya) di atas kursinya sebagai tubuh (yang lemah karena sakit), kemudian dia bertobat.","text_en":"We surely tried Solomon, and placed another body on his throne. So he turned to God","transliteration":"wa laqad fatannā sulaimāna wa alqainā 'alā kursiyyihī jasadan ṡumma anāb","no_fn":"","text_fn":""},{"id":4005,"surah":38,"no_ayah":35,"theme":"Kisah Nabi Sulaiman ","text_ayah":"قَالَ رَبِّ اغْفِرْ لِيْ وَهَبْ لِيْ مُلْكًا لَّا يَنْۢبَغِيْ لِاَحَدٍ مِّنْۢ بَعْدِيْۚ اِنَّكَ اَنْتَ الْوَهَّابُ","text_id":"Dia berkata, “Wahai Tuhanku, ampunilah aku dan anugerahkanlah kepadaku kerajaan yang tidak patut (dimiliki) oleh seorang pun sesudahku. Sesungguhnya Engkaulah Yang Maha Pemberi.” ","text_en":"Saying: \"O Lord, forgive me, and give me such a dominion as none will merit after me. You are the great bestower.\"","transliteration":"qāla rabbigfir lī wa hab lī mulkal lā yambagī li`aḥadim mim ba'dī, innaka antal-wahhāb","no_fn":"","text_fn":""},{"id":4006,"surah":38,"no_ayah":36,"theme":"Kisah Nabi Sulaiman ","text_ayah":"فَسَخَّرْنَا لَهُ الرِّيْحَ تَجْرِيْ بِاَمْرِهٖ رُخَاۤءً حَيْثُ اَصَابَۙ","text_id":"Maka, Kami menundukkan kepadanya angin yang berhembus dengan baik menurut perintahnya ke mana saja yang ia kehendaki.","text_en":"So we subjugated the wind to his service which carried his merchandise wheresoever he wished;","transliteration":"fa sakhkharnā lahur-rīḥa tajrī bi`amrihī rukhā`an ḥaiṡu aṣāb","no_fn":"","text_fn":""},{"id":4007,"surah":38,"no_ayah":37,"theme":"Kisah Nabi Sulaiman ","text_ayah":"وَالشَّيٰطِيْنَ كُلَّ بَنَّاۤءٍ وَّغَوَّاصٍۙ","text_id":"(Kami menundukkan pula kepadanya) setan-setan, semuanya ahli bangunan, dan penyelam.","text_en":"And the devils -- the builders and divers of all kinds,","transliteration":"wasy-syayāṭīna kulla bannā`iw wa gawwāṣ","no_fn":"","text_fn":""},{"id":4008,"surah":38,"no_ayah":38,"theme":"Kisah Nabi Sulaiman ","text_ayah":"وَّاٰخَرِيْنَ مُقَرَّنِيْنَ فِى الْاَصْفَادِ","text_id":"(Begitu juga setan-setan) lain yang terikat dalam belenggu.","text_en":"And many others bound in bond.","transliteration":"wa ākharīna muqarranīna fil-aṣfād","no_fn":"","text_fn":""},{"id":4009,"surah":38,"no_ayah":39,"theme":"Kisah Nabi Sulaiman ","text_ayah":"هٰذَا عَطَاۤؤُنَا فَامْنُنْ اَوْ اَمْسِكْ بِغَيْرِ حِسَابٍ","text_id":"Inilah anugerah Kami. Maka, berikanlah (kepada orang lain) atau tahanlah (untuk dirimu sendiri) tanpa perhitungan.","text_en":"\"This is Our gift,\" (We said to him), \"so bestow freely or withhold without reckoning.\"","transliteration":"hāżā 'aṭā`unā famnun au amsik bigairi ḥisāb","no_fn":"","text_fn":""},{"id":4010,"surah":38,"no_ayah":40,"theme":"Kisah Nabi Sulaiman ","text_ayah":"وَاِنَّ لَهٗ عِنْدَنَا لَزُلْفٰى وَحُسْنَ مَاٰبٍࣖ","text_id":"Sesungguhnya dia mempunyai kedudukan yang dekat pada sisi Kami dan tempat kembali yang baik.","text_en":"He has a high position with Us and an excellent abode.","transliteration":"wa inna lahụ 'indanā lazulfā wa ḥusna ma`āb","no_fn":"","text_fn":""},{"id":4011,"surah":38,"no_ayah":41,"theme":"Kisah Nabi Ayyub ","text_ayah":"وَاذْكُرْ عَبْدَنَآ اَيُّوْبَۘ اِذْ نَادٰى رَبَّهٗٓ اَنِّيْ مَسَّنِيَ الشَّيْطٰنُ بِنُصْبٍ وَّعَذَابٍۗ ","text_id":"Ingatlah hamba Kami Ayyub ketika dia menyeru Tuhannya, “Sesungguhnya aku telah diganggu setan dengan penderitaan dan siksaan (rasa sakit).”","text_en":"Remember Our votary Job because he called to his Lord: \"Satan has afflicted me with disease and distress.\"","transliteration":"ważkur 'abdanā ayyụb, iż nādā rabbahū annī massaniyasy-syaiṭānu binuṣbiw wa 'ażāb","no_fn":"","text_fn":""},{"id":4012,"surah":38,"no_ayah":42,"theme":"Kisah Nabi Ayyub ","text_ayah":"اُرْكُضْ بِرِجْلِكَۚ هٰذَا مُغْتَسَلٌۢ بَارِدٌ وَّشَرَابٌ","text_id":"(Allah berfirman,) “Entakkanlah kakimu (ke bumi)! Inilah air yang sejuk untuk mandi dan minum.”","text_en":"\"Go swiftly to the spring,\" (We said). \"This cold water is for bathing and for drinking.\"","transliteration":"urkuḍ birijlik, hāżā mugtasalum bāriduw wa syarāb","no_fn":"","text_fn":""},{"id":4013,"surah":38,"no_ayah":43,"theme":"Kisah Nabi Ayyub ","text_ayah":"وَوَهَبْنَا لَهٗٓ اَهْلَهٗ وَمِثْلَهُمْ مَّعَهُمْ رَحْمَةً مِّنَّا وَذِكْرٰى لِاُولِى الْاَلْبَابِ","text_id":"Kami anugerahkan (pula) kepadanya (Ayyub) keluarganya dan (Kami lipat gandakan) jumlah mereka sebagai rahmat dari Kami dan pelajaran bagi orang-orang yang berpikiran sehat.<sup>656)</sup>","text_en":"We restored his family to him with others similar to them, as a blessing from Us and a reminder for men of wisdom. --","transliteration":"wa wahabnā lahū ahlahụ wa miṡlahum ma'ahum raḥmatam minnā wa żikrā li`ulil-albāb","no_fn":"656","text_fn":"656) Nabi Ayyub a.s. menderita penyakit kulit beberapa waktu lamanya. Dia memohon kepada Allah Swt. untuk disembuhkan. Allah Swt. mengabulkan permohonan tersebut dan memerintahkannya untuk mengentakkan kaki ke tanah. Nabi Ayyub a.s. menaati perintah itu. Maka, keluarlah air dari bekas entakan kakinya. Dia mandi dan minum dari air itu. Dia pun sembuh dari penyakitnya dan dapat berkumpul kembali dengan keluarganya. Mereka kemudian berkembang biak dua kali lipat dari jumlah sebelumnya. Pada suatu ketika, Nabi Ayyub a.s. teringat akan sumpahnya untuk memukul istrinya apabila ia sembuh dari sakitnya lantaran sang istri pernah lalai mengurusnya ketika dia masih sakit. Namun, timbul rasa iba dan sayang kepada istrinya sehingga dia urung memenuhi sumpah tersebut. Maka, turunlah petunjuk Allah Swt. dalam ayat 44 bahwa dia dapat melaksanakan sumpahnya tanpa perlu menyakiti istrinya, yaitu dengan memukulnya dengan seikat rumput."},{"id":4014,"surah":38,"no_ayah":44,"theme":"Kisah Nabi Ayyub ","text_ayah":"وَخُذْ بِيَدِكَ ضِغْثًا فَاضْرِبْ بِّهٖ وَلَا تَحْنَثْۗ اِنَّا وَجَدْنٰهُ صَابِرًاۗ نِعْمَ الْعَبْدُۗ اِنَّهٗٓ اَوَّابٌ","text_id":"Ambillah dengan tanganmu seikat rumput, lalu pukullah (istrimu) dengannya dan janganlah engkau melanggar sumpah. Sesungguhnya Kami dapati dia (Ayyub) seorang yang sabar. Dialah sebaik-baik hamba. Sesungguhnya dia selalu kembali (kepada Allah dan sangat taat kepadanya).","text_en":"\"Take a handful of herbs,\" (We said to him), and apply and rub them, and do not make a mistake.\" We found him patient in adversity, an excellent devotee, always turning in repentance.","transliteration":"wa khuż biyadika ḍigṡan faḍrib bihī wa lā taḥnaṡ, innā wajadnāhu ṣābirā, ni'mal-'abd, innahū awwāb","no_fn":"","text_fn":""},{"id":4015,"surah":38,"no_ayah":45,"theme":"Kisah Beberapa Nabi Pilihan ","text_ayah":"وَاذْكُرْ عِبٰدَنَآ اِبْرٰهِيْمَ وَاِسْحٰقَ وَيَعْقُوْبَ اُولِى الْاَيْدِيْ وَالْاَبْصَارِ","text_id":"Ingatlah hamba-hamba Kami: Ibrahim, Ishaq, dan Ya‘qub yang mempunyai kekuatan (dalam taat kepada Allah) dan penglihatan (mata hati yang jernih). ","text_en":"Remember Our votaries Abraham, Isaac and Jacob, men of power and insight.","transliteration":"ważkur 'ibādanā ibrāhīma wa is-ḥāqa wa ya'qụba ulil-aidī wal-abṣār","no_fn":"","text_fn":""},{"id":4016,"surah":38,"no_ayah":46,"theme":"Kisah Beberapa Nabi Pilihan ","text_ayah":"اِنَّآ اَخْلَصْنٰهُمْ بِخَالِصَةٍ ذِكْرَى الدَّارِۚ ","text_id":"Sesungguhnya Kami telah memberikan secara khusus kepada mereka anugerah yang besar, (yaitu selalu) mengingat negeri akhirat.","text_en":"We distinguished them for the distinct remembrance of the abode (of the Hereafter).","transliteration":"innā akhlaṣnāhum bikhāliṣatin żikrad-dār","no_fn":"","text_fn":""},{"id":4017,"surah":38,"no_ayah":47,"theme":"Kisah Beberapa Nabi Pilihan ","text_ayah":"وَاِنَّهُمْ عِنْدَنَا لَمِنَ الْمُصْطَفَيْنَ الْاَخْيَارِۗ ","text_id":"Sesungguhnya mereka di sisi Kami benar-benar termasuk orang-orang pilihan yang terbaik.","text_en":"They are the chosen ones, the excellent in Our sight.","transliteration":"wa innahum 'indanā laminal-muṣṭafainal-akhyār","no_fn":"","text_fn":""},{"id":4018,"surah":38,"no_ayah":48,"theme":"Kisah Beberapa Nabi Pilihan ","text_ayah":"وَاذْكُرْ اِسْمٰعِيْلَ وَالْيَسَعَ وَذَا الْكِفْلِۗ وَكُلٌّ مِّنَ الْاَخْيَارِۗ ","text_id":"Ingatlah Ismail, Ilyasa, dan Zulkifli. Semuanya termasuk orang-orang yang paling baik.","text_en":"And remember Ishmael, Elisha and Dhu'l-Kifl. Every one of them is among the best.","transliteration":"ważkur ismā'īla walyasa'a wa żal-kifl, wa kullum minal-akhyār","no_fn":"","text_fn":""},{"id":4019,"surah":38,"no_ayah":49,"theme":"Pahala bagi Para Pengikut Nabi ","text_ayah":"هٰذَا ذِكْرٌۗ وَاِنَّ لِلْمُتَّقِيْنَ لَحُسْنَ مَاٰبٍۙ ","text_id":"Ini adalah kehormatan (bagimu dan kaummu). Sesungguhnya bagi orang-orang yang bertakwa benar-benar (disediakan) tempat kembali yang baik.","text_en":"This is a commemoration. Surely for those who take heed for themselves is an excellent place of return --","transliteration":"hāżā żikr, wa inna lil-muttaqīna laḥusna ma`āb","no_fn":"","text_fn":""},{"id":4020,"surah":38,"no_ayah":50,"theme":"Pahala bagi Para Pengikut Nabi ","text_ayah":"جَنّٰتِ عَدْنٍ مُّفَتَّحَةً لَّهُمُ الْاَبْوَابُۚ ","text_id":"(Yaitu) surga ‘Adn yang pintu-pintunya terbuka bagi mereka.","text_en":"Gardens of Eden with gates open wide to them,","transliteration":"jannāti 'adnim mufattaḥatal lahumul-abwāb","no_fn":"","text_fn":""},{"id":4021,"surah":38,"no_ayah":51,"theme":"Pahala bagi Para Pengikut Nabi ","text_ayah":"مُتَّكِـِٕيْنَ فِيْهَا يَدْعُوْنَ فِيْهَا بِفَاكِهَةٍ كَثِيْرَةٍ وَّشَرَابٍ","text_id":"Mereka bersandar di dalamnya (di atas dipan-dipan) sambil meminta buah-buahan dan minuman yang banyak (di surga itu).","text_en":"Where they will take their ease, calling for fruits in plenty, and for wine,","transliteration":"muttaki`īna fīhā yad'ụna fīhā bifākihating kaṡīratiw wa syarāb","no_fn":"","text_fn":""},{"id":4022,"surah":38,"no_ayah":52,"theme":"Pahala bagi Para Pengikut Nabi ","text_ayah":"۞ وَعِنْدَهُمْ قٰصِرٰتُ الطَّرْفِ اَتْرَابٌ","text_id":"Di samping mereka (ada bidadari-bidadari) yang pandangannya terbatas (hanya untuk pasangannya), lagi sebaya umurnya.","text_en":"With companions of modest look, the same in age, by their side.","transliteration":"wa 'indahum qāṣirātuṭ-ṭarfi atrāb","no_fn":"","text_fn":""},{"id":4023,"surah":38,"no_ayah":53,"theme":"Pahala bagi Para Pengikut Nabi ","text_ayah":"هٰذَا مَا تُوْعَدُوْنَ لِيَوْمِ الْحِسَابِ","text_id":"Inilah apa yang dijanjikan kepadamu pada hari Perhitungan.","text_en":"This is what is promised you for the Day of Reckoning.","transliteration":"hāżā mā tụ'adụna liyaumil-ḥisāb","no_fn":"","text_fn":""},{"id":4024,"surah":38,"no_ayah":54,"theme":"Pahala bagi Para Pengikut Nabi ","text_ayah":"اِنَّ هٰذَا لَرِزْقُنَا مَا لَهٗ مِنْ نَّفَادٍۚ ","text_id":"Sesungguhnya ini adalah benar-benar rezeki (dari) Kami yang tidak habis-habisnya.","text_en":"This is surely Our provision never-ending.","transliteration":"inna hāżā larizqunā mā lahụ min nafād","no_fn":"","text_fn":""},{"id":4025,"surah":38,"no_ayah":55,"theme":"Azab bagi Orang Kafir ","text_ayah":"هٰذَاۗ وَاِنَّ لِلطّٰغِيْنَ لَشَرَّ مَاٰبٍۙ","text_id":"Inilah (kenikmatan bagi orang yang bertakwa). Sesungguhnya bagi orang-orang yang melampaui batas benar-benar (disediakan) tempat kembali yang buruk.","text_en":"This (for the virtuous); but for the transgressors the evil destination,","transliteration":"hāżā, wa inna liṭ-ṭāgīna lasyarra ma`āb","no_fn":"","text_fn":""},{"id":4026,"surah":38,"no_ayah":56,"theme":"Azab bagi Orang Kafir ","text_ayah":"جَهَنَّمَۚ يَصْلَوْنَهَاۚ فَبِئْسَ الْمِهَادُ","text_id":"(Yaitu neraka) Jahanam yang mereka akan masuk ke dalamnya. Itulah seburuk-buruk tempat tinggal.","text_en":"Hell, in which they will burn. How vile a resting place!","transliteration":"jahannam, yaṣlaunahā, fa bi`sal-mihād","no_fn":"","text_fn":""},{"id":4027,"surah":38,"no_ayah":57,"theme":"Azab bagi Orang Kafir ","text_ayah":"هٰذَاۙ فَلْيَذُوْقُوْهُ حَمِيْمٌ وَّغَسَّاقٌۙ","text_id":"Inilah (azab neraka). Biarlah mereka merasakannya. (Minuman mereka) air yang mendidih dan cairan nanah (yang menjijikkan).","text_en":"There will be boiling water for them and cold, clammy, fetid drink to taste,","transliteration":"hāżā falyażụqụhu ḥamīmuw wa gassāq","no_fn":"","text_fn":""},{"id":4028,"surah":38,"no_ayah":58,"theme":"Azab bagi Orang Kafir ","text_ayah":"وَّاٰخَرُ مِنْ شَكْلِهٖٓ اَزْوَاجٌۗ ","text_id":"(Selain itu, ada) berbagai macam (azab) lain yang serupa itu.","text_en":"And other similar torments.","transliteration":"wa ākharu min syaklihī azwāj","no_fn":"","text_fn":""},{"id":4029,"surah":38,"no_ayah":59,"theme":"Azab bagi Orang Kafir ","text_ayah":"هٰذَا فَوْجٌ مُّقْتَحِمٌ مَّعَكُمْۚ لَا مَرْحَبًا ۢبِهِمْۗ اِنَّهُمْ صَالُوا النَّارِ","text_id":"(Dikatakan kepada mereka,) “Ini rombongan (pengikut-pengikutmu) yang masuk berdesak-desakan bersama kamu (ke neraka).” Tidak ada ucapan selamat datang bagi mereka karena sesungguhnya mereka akan masuk neraka.","text_en":"Here is a multitude rushing headlong with you. There is no welcome for them. They will roast in the fire.","transliteration":"hāżā faujum muqtaḥimum ma'akum, lā mar-ḥabam bihim, innahum ṣālun-nār","no_fn":"","text_fn":""},{"id":4030,"surah":38,"no_ayah":60,"theme":"Azab bagi Orang Kafir ","text_ayah":"قَالُوْا بَلْ اَنْتُمْ لَا مَرْحَبًاۢ بِكُمْۗ اَنْتُمْ قَدَّمْتُمُوْهُ لَنَاۚ فَبِئْسَ الْقَرَارُ","text_id":"Mereka (para pengikutnya) menjawab, “Sebenarnya kamulah yang (lebih pantas) tidak menerima ucapan selamat datang karena kamulah yang menjerumuskan kami ke dalam azab. (Itulah) seburuk-buruk tempat menetap.”","text_en":"They will say: \"In fact, it is you who will have no welcome. It is you who brought this upon us. What an evil place of rest!\"","transliteration":"qālụ bal antum lā mar-ḥabam bikum, antum qaddamtumụhu lanā, fa bi`sal-qarār","no_fn":"","text_fn":""},{"id":4031,"surah":38,"no_ayah":61,"theme":"Azab bagi Orang Kafir ","text_ayah":"قَالُوْا رَبَّنَا مَنْ قَدَّمَ لَنَا هٰذَا فَزِدْهُ عَذَابًا ضِعْفًا فِى النَّارِ","text_id":"Mereka berkata (lagi), “Wahai Tuhan kami, siapa yang menjerumuskan kami ke dalam (azab) ini, tambahkanlah kepadanya azab yang berlipat ganda di dalam neraka.”","text_en":"They will say: \"O Lord, give him who has brought this upon us two times more the torment of Hell;\"","transliteration":"qālụ rabbanā mang qaddama lanā hāżā fa zid-hu 'ażāban ḍi'fan fin-nār","no_fn":"","text_fn":""},{"id":4032,"surah":38,"no_ayah":62,"theme":"Azab bagi Orang Kafir ","text_ayah":"وَقَالُوْا مَا لَنَا لَا نَرٰى رِجَالًا كُنَّا نَعُدُّهُمْ مِّنَ الْاَشْرَارِ","text_id":"Mereka (penghuni neraka) berkata, “Mengapa kami tidak melihat orang-orang yang (di dunia) selalu kami anggap sebagai orang-orang yang jahat (hina)?","text_en":"And will add: \"O what has happened to us that we do not see the men we counted among the wicked.","transliteration":"wa qālụ mā lanā lā narā rijālang kunnā na'udduhum minal-asyrār","no_fn":"","text_fn":""},{"id":4033,"surah":38,"no_ayah":63,"theme":"Azab bagi Orang Kafir ","text_ayah":"اَتَّخَذْنٰهُمْ سِخْرِيًّا اَمْ زَاغَتْ عَنْهُمُ الْاَبْصَارُ","text_id":"Apakah karena dahulu kami menjadikan mereka (bahan) olok-olokan ataukah karena penglihatan (kami) yang tidak melihat mereka?”","text_en":"Did we laugh at them (for nothing), or our eyes fail to pick them out?\"","transliteration":"attakhażnāhum sikhriyyan am zāgat 'an-humul-abṣār","no_fn":"","text_fn":""},{"id":4034,"surah":38,"no_ayah":64,"theme":"Azab bagi Orang Kafir ","text_ayah":"اِنَّ ذٰلِكَ لَحَقٌّ تَخَاصُمُ اَهْلِ النَّارِࣖ","text_id":"Sesungguhnya yang demikian itu benar-benar terjadi, (yaitu) pertengkaran di antara penghuni neraka.","text_en":"This contending of the inmates of Hell will surely be real.","transliteration":"inna żālika laḥaqqun takhāṣumu ahlin-nār","no_fn":"","text_fn":""},{"id":4035,"surah":38,"no_ayah":65,"theme":"Hanya Wahyu Allah yang Menjelaskan Berita Gaib ","text_ayah":"قُلْ اِنَّمَآ اَنَا۠ مُنْذِرٌۖوَّمَا مِنْ اِلٰهٍ اِلَّا اللّٰهُ الْوَاحِدُ الْقَهَّارُ","text_id":"Katakanlah (Nabi Muhammad), “Sesungguhnya aku hanya seorang pemberi peringatan, tidak ada tuhan selain Allah Yang Maha Esa lagi Maha Mengalahkan,","text_en":"Say: \"I am only a warner, and there is no other god but God, the one, the omnipotent,","transliteration":"qul innamā ana munżiruw wa mā min ilāhin illallāhul-wāḥidul-qahhār","no_fn":"","text_fn":""},{"id":4036,"surah":38,"no_ayah":66,"theme":"Hanya Wahyu Allah yang Menjelaskan Berita Gaib ","text_ayah":"رَبُّ السَّمٰوٰتِ وَالْاَرْضِ وَمَا بَيْنَهُمَا الْعَزِيْزُ الْغَفَّارُ","text_id":"(yaitu,) Tuhan langit dan bumi dan apa yang ada di antara keduanya, Yang Mahaperkasa lagi Maha Pengampun.”","text_en":"Lord of the heavens and the earth and all that lies between them, all-mighty, all-forgiving.\"","transliteration":"rabbus-samāwāti wal-arḍi wa mā bainahumal-'azīzul-gaffār","no_fn":"","text_fn":""},{"id":4037,"surah":38,"no_ayah":67,"theme":"Hanya Wahyu Allah yang Menjelaskan Berita Gaib ","text_ayah":"قُلْ هُوَ نَبَؤٌا عَظِيْمٌۙ","text_id":"Katakanlah (Nabi Muhammad), “Ia (Al-Qur’an) adalah berita besar.","text_en":"Say: \"This is a momentous message,","transliteration":"qul huwa naba`un 'aẓīm","no_fn":"","text_fn":""},{"id":4038,"surah":38,"no_ayah":68,"theme":"Hanya Wahyu Allah yang Menjelaskan Berita Gaib ","text_ayah":"اَنْتُمْ عَنْهُ مُعْرِضُوْنَ","text_id":"Kamu berpaling darinya.","text_en":"To which you pay no heed.","transliteration":"antum 'an-hu mu'riḍụn","no_fn":"","text_fn":""},{"id":4039,"surah":38,"no_ayah":69,"theme":"Hanya Wahyu Allah yang Menjelaskan Berita Gaib ","text_ayah":"مَا كَانَ لِيَ مِنْ عِلْمٍۢ بِالْمَلَاِ الْاَعْلٰٓى اِذْ يَخْتَصِمُوْنَ","text_id":"Aku tidak mempunyai pengetahuan sedikit pun tentang malaikat langit ketika mereka berbantah-bantahan.","text_en":"I had no knowledge of the higher Assembly when they discussed it among themselves.","transliteration":"mā kāna liya min 'ilmim bil-mala`il-a'lā iż yakhtaṣimụn","no_fn":"","text_fn":""},{"id":4040,"surah":38,"no_ayah":70,"theme":"Hanya Wahyu Allah yang Menjelaskan Berita Gaib ","text_ayah":"اِنْ يُّوْحٰىٓ اِلَيَّ اِلَّآ اَنَّمَآ اَنَا۠ نَذِيْرٌ مُّبِيْنٌ","text_id":"Tidaklah diwahyukan kepadaku, kecuali aku hanyalah seorang pemberi peringatan yang nyata.”","text_en":"Only this has been revealed to me that I am a distinct warner.","transliteration":"iy yụḥā ilayya illā annamā ana nażīrum mubīn","no_fn":"","text_fn":""},{"id":4041,"surah":38,"no_ayah":71,"theme":"Kisah Penciptaan Nabi Adam ","text_ayah":"اِذْ قَالَ رَبُّكَ لِلْمَلٰۤىِٕكَةِ اِنِّيْ خَالِقٌۢ بَشَرًا مِّنْ طِيْنٍ","text_id":"(Ingatlah) ketika Tuhanmu berfirman kepada malaikat, “Sesungguhnya Aku akan menciptakan manusia dari tanah.","text_en":"When your Lord said to the angels: \"I am going to create a man from clay;","transliteration":"iż qāla rabbuka lil-malā`ikati innī khāliqum basyaram min ṭīn","no_fn":"","text_fn":""},{"id":4042,"surah":38,"no_ayah":72,"theme":"Kisah Penciptaan Nabi Adam ","text_ayah":"فَاِذَا سَوَّيْتُهٗ وَنَفَخْتُ فِيْهِ مِنْ رُّوْحِيْ فَقَعُوْا لَهٗ سٰجِدِيْنَ","text_id":"Apabila Aku telah menyempurnakan (penciptaan)-nya dan meniupkan roh (ciptaan)-Ku ke dalamnya, tunduklah kamu kepadanya dalam keadaan bersujud.”","text_en":"And when I have made him and have breathed into him of My spirit. Fall down in homage before him.\"","transliteration":"fa iżā sawwaituhụ wa nafakhtu fīhi mir rụḥī faqa'ụ lahụ sājidīn","no_fn":"","text_fn":""},{"id":4043,"surah":38,"no_ayah":73,"theme":"Kisah Penciptaan Nabi Adam ","text_ayah":"فَسَجَدَ الْمَلٰۤىِٕكَةُ كُلُّهُمْ اَجْمَعُوْنَۙ","text_id":"Lalu, para malaikat itu bersujud semuanya bersama-sama,","text_en":"Then the angels bowed before him in a body,","transliteration":"fa sajadal-malā`ikatu kulluhum ajma'ụn","no_fn":"","text_fn":""},{"id":4044,"surah":38,"no_ayah":74,"theme":"Kisah Penciptaan Nabi Adam ","text_ayah":"اِلَّآ اِبْلِيْسَۗ اِسْتَكْبَرَ وَكَانَ مِنَ الْكٰفِرِيْنَ","text_id":"kecuali Iblis. Ia menyombongkan diri dan termasuk golongan kafir.","text_en":"Except Iblis. He was filled with pride and turned an unbeliever.","transliteration":"illā iblīs, istakbara wa kāna minal-kāfirīn","no_fn":"","text_fn":""},{"id":4045,"surah":38,"no_ayah":75,"theme":"Kisah Penciptaan Nabi Adam ","text_ayah":"قَالَ يٰٓاِبْلِيْسُ مَا مَنَعَكَ اَنْ تَسْجُدَ لِمَا خَلَقْتُ بِيَدَيَّۗ اَسْتَكْبَرْتَ اَمْ كُنْتَ مِنَ الْعَالِيْنَ","text_id":"(Allah) berfirman, “Wahai Iblis, apakah yang menghalangimu untuk bersujud kepada yang telah Aku ciptakan dengan kedua tangan-Ku (kekuasaan-Ku)? Apakah kamu menyombongkan diri ataukah (memang) termasuk golongan yang (lebih) tinggi?”","text_en":"Said (God): \"O Iblis, what hindered you from adoring what I created by My own authority? Are you too proud, or too high and mighty?\"","transliteration":"qāla yā iblīsu mā mana'aka an tasjuda limā khalaqtu biyadayy, astakbarta am kunta minal-'ālīn","no_fn":"","text_fn":""},{"id":4046,"surah":38,"no_ayah":76,"theme":"Kisah Penciptaan Nabi Adam ","text_ayah":"قَالَ اَنَا۠ خَيْرٌ مِّنْهُ خَلَقْتَنِيْ مِنْ نَّارٍ وَّخَلَقْتَهٗ مِنْ طِيْنٍ","text_id":"(Iblis) berkata, “Aku lebih baik darinya, karena Engkau menciptakanku dari api, sedangkan Engkau menciptakannya dari tanah.”","text_en":"He said: \"I am better than he. You created me from fire, and him from clay.\"","transliteration":"qāla ana khairum min-hu khalaqtanī min nāriw wa khalaqtahụ min ṭīn","no_fn":"","text_fn":""},{"id":4047,"surah":38,"no_ayah":77,"theme":"Kisah Penciptaan Nabi Adam ","text_ayah":"قَالَ فَاخْرُجْ مِنْهَا فَاِنَّكَ رَجِيْمٌۖ","text_id":"(Allah) berfirman, “Keluarlah darinya (surga) karena sesungguhnya kamu terkutuk.","text_en":"(God) said: \"Then go hence, ostracised.","transliteration":"qāla fakhruj min-hā fa innaka rajīm","no_fn":"","text_fn":""},{"id":4048,"surah":38,"no_ayah":78,"theme":"Kisah Penciptaan Nabi Adam ","text_ayah":"وَّاِنَّ عَلَيْكَ لَعْنَتِيْٓ اِلٰى يَوْمِ الدِّيْنِ","text_id":"Sesungguhnya laknat-Ku tetap atasmu sampai hari Pembalasan.”","text_en":"Upon you will be My damnation till the Day of Doom.\"","transliteration":"wa inna 'alaika la'natī ilā yaumid-dīn","no_fn":"","text_fn":""},{"id":4049,"surah":38,"no_ayah":79,"theme":"Kisah Penciptaan Nabi Adam ","text_ayah":"قَالَ رَبِّ فَاَنْظِرْنِيْٓ اِلٰى يَوْمِ يُبْعَثُوْنَ","text_id":"(Iblis) berkata, “Wahai Tuhanku, tangguhkanlah (usia)-ku sampai hari mereka (manusia) dibangkitkan.”","text_en":"He said: \"O Lord, give me respite till the day the dead rise from their graves.\"","transliteration":"qāla rabbi fa anẓirnī ilā yaumi yub'aṡụn","no_fn":"","text_fn":""},{"id":4050,"surah":38,"no_ayah":80,"theme":"Kisah Penciptaan Nabi Adam ","text_ayah":"قَالَ فَاِنَّكَ مِنَ الْمُنْظَرِيْنَۙ","text_id":"(Allah) berfirman, “Sesungguhnya kamu termasuk golongan yang ditangguhkan","text_en":"(God) said: \"You have the respite","transliteration":"qāla fa innaka minal-munẓarīn","no_fn":"","text_fn":""},{"id":4051,"surah":38,"no_ayah":81,"theme":"Kisah Penciptaan Nabi Adam ","text_ayah":"اِلٰى يَوْمِ الْوَقْتِ الْمَعْلُوْمِ","text_id":"sampai hari yang telah ditentukan waktunya (kiamat).”","text_en":"Till the appointed day.\"","transliteration":"ilā yaumil-waqtil-ma'lụm","no_fn":"","text_fn":""},{"id":4052,"surah":38,"no_ayah":82,"theme":"Kisah Penciptaan Nabi Adam ","text_ayah":"قَالَ فَبِعِزَّتِكَ لَاُغْوِيَنَّهُمْ اَجْمَعِيْنَۙ","text_id":"(Iblis) berkata, “Demi kemuliaan-Mu, pasti aku akan menyesatkan mereka semuanya.","text_en":"He said: \"By Your authority, I will lead them astray,","transliteration":"qāla fa bi'izzatika la`ugwiyannahum ajma'īn","no_fn":"","text_fn":""},{"id":4053,"surah":38,"no_ayah":83,"theme":"Kisah Penciptaan Nabi Adam ","text_ayah":"اِلَّا عِبَادَكَ مِنْهُمُ الْمُخْلَصِيْنَ","text_id":"Kecuali, hamba-hamba-Mu yang terpilih (karena keikhlasannya) di antara mereka.”<sup>657)</sup>","text_en":"Other than the chosen ones among Your creatures.\"","transliteration":"illā 'ibādaka min-humul-mukhlaṣīn","no_fn":"657","text_fn":"657) Arti ungkapan hamba yang terpilih adalah orang-orang yang telah diberi taufik untuk menaati segala petunjuk dan perintah Allah Swt."},{"id":4054,"surah":38,"no_ayah":84,"theme":"Kisah Penciptaan Nabi Adam ","text_ayah":"قَالَ فَالْحَقُّۖ وَالْحَقَّ اَقُوْلُۚ ","text_id":"(Allah) berfirman, “Maka, yang benar (adalah sumpah-Ku) dan hanya kebenaran itulah yang Aku katakan.","text_en":"(God) said: \"This is right by Me, and what I say is right.","transliteration":"qāla fal-ḥaqqu wal-ḥaqqa aqụl","no_fn":"","text_fn":""},{"id":4055,"surah":38,"no_ayah":85,"theme":"Kisah Penciptaan Nabi Adam ","text_ayah":"لَاَمْلَـَٔنَّ جَهَنَّمَ مِنْكَ وَمِمَّنْ تَبِعَكَ مِنْهُمْ اَجْمَعِيْنَ","text_id":"Aku pasti akan memenuhi (neraka) Jahanam denganmu dan orang yang mengikutimu di antara mereka semuanya.”","text_en":"I will fill up Hell with you together with those who follow you.\"","transliteration":"la`amla`anna jahannama mingka wa mim man tabi'aka min-hum ajma'īn","no_fn":"","text_fn":""},{"id":4056,"surah":38,"no_ayah":86,"theme":"Peringatan Al-Qur’an kepada Manusia ","text_ayah":"قُلْ مَآ اَسْـَٔلُكُمْ عَلَيْهِ مِنْ اَجْرٍ وَّمَآ اَنَا۠ مِنَ الْمُتَكَلِّفِيْنَ","text_id":"Katakanlah (Nabi Muhammad), “Aku tidak meminta imbalan sedikit pun kepadamu atasnya (dakwahku) dan aku bukanlah termasuk orang-orang yang mengada-ada.","text_en":"Say: \"I do not ask any compensation of you for it, nor am I a specious pretender.","transliteration":"qul mā as`alukum 'alaihi min ajriw wa mā ana minal-mutakallifīn","no_fn":"","text_fn":""},{"id":4057,"surah":38,"no_ayah":87,"theme":"Peringatan Al-Qur’an kepada Manusia ","text_ayah":"اِنْ هُوَ اِلَّا ذِكْرٌ لِّلْعٰلَمِيْنَ","text_id":"(Al-Qur’an) ini tidak lain, kecuali (sebagai) peringatan bagi semesta alam.","text_en":"This is only a warning for mankind.","transliteration":"in huwa illā żikrul lil-'ālamīn","no_fn":"","text_fn":""},{"id":4058,"surah":38,"no_ayah":88,"theme":"Peringatan Al-Qur’an kepada Manusia ","text_ayah":"وَلَتَعْلَمُنَّ نَبَاَهٗ بَعْدَ حِيْنٍࣖ","text_id":"Sungguh, kamu akan mengetahui (kebenaran) beritanya (Al-Qur’an) setelah beberapa waktu lagi.”<sup>658)</sup>","text_en":"You will come to know its truth in time.\"","transliteration":"wa lata'lamunna naba`ahụ ba'da ḥīn","no_fn":"658","text_fn":"658) Kebenaran berita-berita Al-Qur’an itu ada yang terlaksana di dunia dan ada pula yang terlaksana di akhirat. Yang terlaksana di dunia misalnya adalah janji Allah Swt. kepada orang mukmin untuk menang dalam peperangan melawan orang musyrik, sedangkan yang terlaksana di akhirat adalah seperti kebenaran janji Allah Swt. tentang balasan atau perhitungan yang akan dilakukan terhadap manusia."}]