[{"id":4059,"surah":39,"no_ayah":1,"theme":"Keikhlasan Beribadah kepada Allah ","text_ayah":" تَنْزِيْلُ الْكِتٰبِ مِنَ اللّٰهِ الْعَزِيْزِ الْحَكِيْمِ ","text_id":"Diturunkannya Kitab (Al-Qur’an) ini (berasal) dari Allah Yang Mahaperkasa lagi Mahabijaksana.","text_en":"THE REVELATION OF this Book is from God, the mighty and all-wise.","transliteration":"tanzīlul-kitābi minallāhil-'azīzil-ḥakīm","no_fn":"","text_fn":""},{"id":4060,"surah":39,"no_ayah":2,"theme":"Keikhlasan Beribadah kepada Allah ","text_ayah":"اِنَّآ اَنْزَلْنَآ اِلَيْكَ الْكِتٰبَ بِالْحَقِّ فَاعْبُدِ اللّٰهَ مُخْلِصًا لَّهُ الدِّيْنَۗ","text_id":"Sesungguhnya Kami menurunkan Kitab (Al-Qur’an) kepadamu (Nabi Muhammad) dengan hak. Maka, sembahlah Allah dengan mengikhlaskan ketaatan kepada-Nya.","text_en":"We have revealed to you the Scripture with exactitude; so worship God with devotion all exclusive for Him.","transliteration":"innā anzalnā ilaikal-kitāba bil-ḥaqqi fa'budillāha mukhliṣal lahud-dīn","no_fn":"","text_fn":""},{"id":4061,"surah":39,"no_ayah":3,"theme":"Keikhlasan Beribadah kepada Allah ","text_ayah":"اَلَا لِلّٰهِ الدِّيْنُ الْخَالِصُۗوَالَّذِيْنَ اتَّخَذُوْا مِنْ دُوْنِهٖٓ اَوْلِيَاۤءَۘ مَا نَعْبُدُهُمْ اِلَّا لِيُقَرِّبُوْنَآ اِلَى اللّٰهِ زُلْفٰىۗ اِنَّ اللّٰهَ يَحْكُمُ بَيْنَهُمْ فِيْ مَا هُمْ فِيْهِ يَخْتَلِفُوْنَ ەۗ اِنَّ اللّٰهَ لَا يَهْدِيْ مَنْ هُوَ كٰذِبٌ كَفَّارٌ","text_id":"Ketahuilah, hanya untuk Allah agama yang bersih (dari syirik). Orang-orang yang mengambil pelindung selain Dia (berkata,) “Kami tidak menyembah mereka, kecuali (berharap) agar mereka mendekatkan kami kepada Allah dengan sedekat-dekatnya.” Sesungguhnya Allah akan memberi putusan di antara mereka tentang apa yang mereka perselisihkan. Sesungguhnya Allah tidak memberi petunjuk kepada pendusta lagi sangat ingkar.","text_en":"Remember that devotion is exclusively for God. Those who have taken protectors other than Him, say: \"We worship them that they may bring us nearer to God.\" Surely God will judge between them in what they are differing about. Verily God does not show the way to an ungrateful liar.","transliteration":"alā lillāhid-dīnul-khāliṣ, wallażīnattakhażụ min dụnihī auliyā`, mā na'buduhum illā liyuqarribụnā ilallāhi zulfā, innallāha yaḥkumu bainahum fī mā hum fīhi yakhtalifụn, innallāha lā yahdī man huwa kāżibung kaffār","no_fn":"","text_fn":""},{"id":4062,"surah":39,"no_ayah":4,"theme":"Keikhlasan Beribadah kepada Allah ","text_ayah":"لَوْ اَرَادَ اللّٰهُ اَنْ يَّتَّخِذَ وَلَدًا لَّاصْطَفٰى مِمَّا يَخْلُقُ مَا يَشَاۤءُۙ سُبْحٰنَهٗۗهُوَ اللّٰهُ الْوَاحِدُ الْقَهَّارُ","text_id":"Seandainya Allah hendak mengambil (makhluk-Nya sebagai) anak, pasti akan memilih yang Dia kehendaki dari apa yang Dia ciptakan. Mahasuci Dia. Dialah Allah Yang Maha Esa lagi Maha Mengalahkan.","text_en":"Had God pleased to take a son, He could have chosen whom He liked from among those He has created. Glory be to Him. He is God, the one, the omnipotent.","transliteration":"lau arādallāhu ay yattakhiża waladal laṣṭafā mimmā yakhluqu mā yasyā`u sub-ḥānah, huwallāhul-wāḥidul-qahhār","no_fn":"","text_fn":""},{"id":4063,"surah":39,"no_ayah":5,"theme":"Bukti Keesaan Allah ","text_ayah":"خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ بِالْحَقِّۚ يُكَوِّرُ الَّيْلَ عَلَى النَّهَارِ وَيُكَوِّرُ النَّهَارَ عَلَى الَّيْلِ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَۗ كُلٌّ يَّجْرِيْ لِاَجَلٍ مُّسَمًّىۗ  اَلَا هُوَ الْعَزِيْزُ الْغَفَّارُ","text_id":"Dia (Allah) menciptakan langit dan bumi dengan hak (yang benar). Dia menutupkan malam atas siang, menutupkan siang atas malam, serta menundukkan matahari dan bulan. Masing-masing beredar menurut waktu yang ditentukan. Ketahuilah, Dialah Yang Mahaperkasa lagi Maha Pengampun.","text_en":"He has created the heavens and the earth with precision. He folds the day up over the night, and folds the night up over the day. He has subjugated the sun and moon, (so that) each runs its appointed course. Is He not all-mighty and forgiving?","transliteration":"khalaqas-samāwāti wal-arḍa bil-ḥaqq, yukawwirul-laila 'alan-nahāri wa yukawwirun-nahāra 'alal-laili wa sakhkharasy-syamsa wal-qamar, kulluy yajrī li`ajalim musammā, alā huwal-'azīzul-gaffār","no_fn":"","text_fn":""},{"id":4064,"surah":39,"no_ayah":6,"theme":"Bukti Keesaan Allah ","text_ayah":"خَلَقَكُمْ مِّنْ نَّفْسٍ وَّاحِدَةٍ ثُمَّ جَعَلَ مِنْهَا زَوْجَهَا وَاَنْزَلَ لَكُمْ مِّنَ الْاَنْعَامِ ثَمٰنِيَةَ اَزْوَاجٍۗ يَخْلُقُكُمْ فِيْ بُطُوْنِ اُمَّهٰتِكُمْ خَلْقًا مِّنْۢ بَعْدِ خَلْقٍ فِيْ ظُلُمٰتٍ ثَلٰثٍۗ ذٰلِكُمُ اللّٰهُ رَبُّكُمْ لَهُ الْمُلْكُۗ  لَآ اِلٰهَ اِلَّا هُوَۚ فَاَنّٰى تُصْرَفُوْنَ","text_id":"Dia menciptakanmu dari jiwa yang satu (Adam), kemudian darinya Dia menjadikan pasangannya dan Dia menurunkan delapan pasang hewan ternak untukmu. Dia menciptakanmu dalam perut ibumu kejadian demi kejadian dalam tiga kegelapan.<sup>659)</sup> Yang (berbuat) demikian itu adalah Allah, Tuhanmu, Pemilik kerajaan. Tidak ada tuhan selain Dia. Mengapa kamu dapat berpaling (dari kebenaran)?","text_en":"He created you from a single cell, then from it created its mate; arid provided eight varieties of cattle for you. He formed you in the mother's womb, formation after formation in three (veils of) darkness. He is God your Lord. His is the kingdom. There is no god other than He. How then can you turn away?","transliteration":"khalaqakum min nafsiw wāḥidatin ṡumma ja'ala min-hā zaujahā wa anzala lakum minal-an'āmi ṡamāniyata azwāj, yakhluqukum fī buṭụni ummahātikum khalqam mim ba'di khalqin fī ẓulumātin ṡalāṡ, żālikumullāhu rabbukum lahul-mulk, lā ilāha illā huw, fa annā tuṣrafụn","no_fn":"659","text_fn":"659) Ungkapan tiga kegelapan pada ayat ini berarti kegelapan dalam perut, kegelapan dalam rahim, dan kegelapan dalam selaput yang menutup anak dalam rahim."},{"id":4065,"surah":39,"no_ayah":7,"theme":"Ketidakbutuhan Allah kepada Hamba-Nya ","text_ayah":"اِنْ تَكْفُرُوْا فَاِنَّ اللّٰهَ غَنِيٌّ عَنْكُمْۗوَلَا يَرْضٰى لِعِبَادِهِ الْكُفْرَۚ وَاِنْ تَشْكُرُوْا يَرْضَهُ لَكُمْۗ وَلَا تَزِرُ وَازِرَةٌ وِّزْرَ اُخْرٰىۗ ثُمَّ اِلٰى رَبِّكُمْ مَّرْجِعُكُمْ فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُوْنَۗ اِنَّهٗ عَلِيْمٌ ۢبِذَاتِ الصُّدُوْرِ","text_id":"Jika kamu kufur, sesungguhnya Allah tidak memerlukanmu. Dia pun tidak meridai kekufuran hamba-hamba-Nya. Jika kamu bersyukur, Dia meridai kesyukuranmu itu. Seseorang yang berdosa tidak memikul dosa orang lain. Kemudian, kepada Tuhanmulah kembalimu, lalu Dia beritakan kepadamu apa yang telah kamu kerjakan. Sesungguhnya Dia Maha Mengetahui apa yang tersimpan di dalam dada.","text_en":"If you are ungrateful, then remember! God is independent of you, and He does not favour ingratitude on the part of His creatures. If you are grateful He will be pleased with you. For no one who carries a burden bears another's load; and your returning is to your Lord, when He will tell you what you used to do. Surely He knows what is in the hearts.","transliteration":"in takfurụ fa innallāha ganiyyun 'angkum, wa lā yarḍā li'ibādihil-kufr, wa in tasykurụ yarḍahu lakum, wa lā taziru wāziratuw wizra ukhrā, ṡumma ilā rabbikum marji'ukum fa yunabbi`ukum bimā kuntum ta'malụn, innahụ 'alīmum biżātiṣ-ṣudụr","no_fn":"","text_fn":""},{"id":4066,"surah":39,"no_ayah":8,"theme":"Ketidakbutuhan Allah kepada Hamba-Nya ","text_ayah":"۞ وَاِذَا مَسَّ الْاِنْسَانَ ضُرٌّ دَعَا رَبَّهٗ مُنِيْبًا اِلَيْهِ ثُمَّ اِذَا خَوَّلَهٗ نِعْمَةً مِّنْهُ نَسِيَ مَا كَانَ يَدْعُوْٓا اِلَيْهِ مِنْ قَبْلُ وَجَعَلَ لِلّٰهِ اَنْدَادًا لِّيُضِلَّ عَنْ سَبِيْلِهٖۗ قُلْ تَمَتَّعْ بِكُفْرِكَ قَلِيْلًاۖاِنَّكَ مِنْ اَصْحٰبِ النَّارِ","text_id":"Apabila ditimpa bencana, manusia memohon (pertolongan) kepada Tuhannya dengan kembali (taat) kepada-Nya. Akan tetapi, apabila Dia memberikan nikmat kepadanya, dia lupa terhadap apa yang pernah dia mohonkan kepada Allah sebelum itu dan dia menjadikan sekutu-sekutu bagi Allah untuk menyesatkan (manusia) dari jalan-Nya. Katakanlah (Nabi Muhammad), “Bersenang-senanglah dengan kekufuranmu untuk sementara waktu! Sesungguhnya kamu termasuk penghuni neraka.”","text_en":"When man is afflicted with adversity he turns to his Lord, and prays to Him. But when He bestows His favour on him, he forgets what he prayed for before, and sets up others as compeers of God to mislead (people) from His way. Say: \"Take advantage of your denying for a while: You will be among the inmates of Hell.\"","transliteration":"wa iżā massal-insāna ḍurrun da'ā rabbahụ munīban ilaihi ṡumma iżā khawwalahụ ni'matam min-hu nasiya mā kāna yad'ū ilaihi ming qablu wa ja'ala lillāhi andādal liyuḍilla 'an sabīlih, qul tamatta' bikufrika qalīlan innaka min aṣ-ḥābin-nār","no_fn":"","text_fn":""},{"id":4067,"surah":39,"no_ayah":9,"theme":"Ketidakbutuhan Allah kepada Hamba-Nya ","text_ayah":"اَمَّنْ هُوَ قَانِتٌ اٰنَاۤءَ الَّيْلِ سَاجِدًا وَّقَاۤىِٕمًا يَّحْذَرُ الْاٰخِرَةَ وَيَرْجُوْا رَحْمَةَ رَبِّهٖۗ قُلْ هَلْ يَسْتَوِى الَّذِيْنَ يَعْلَمُوْنَ وَالَّذِيْنَ لَا يَعْلَمُوْنَۗ اِنَّمَا يَتَذَكَّرُ اُولُوا الْاَلْبَابِࣖ","text_id":"(Apakah orang musyrik yang lebih beruntung) ataukah orang yang beribadah pada waktu malam dalam keadaan bersujud, berdiri, takut pada (azab) akhirat, dan mengharapkan rahmat Tuhannya? Katakanlah (Nabi Muhammad), “Apakah sama orang-orang yang mengetahui (hak-hak Allah) dengan orang-orang yang tidak mengetahui (hak-hak Allah)?” Sesungguhnya hanya ululalbab (orang yang berakal sehat) yang dapat menerima pelajaran.","text_en":"Can one who prays in the watches of the night, bowing in homage or standing attentive, fearful of the life to come, and hoping for the mercy of his Lord, (be like one who does not)? Say: \"Can those who know, and those who do not know, be equal? Only they think who are wise.\"","transliteration":"am man huwa qānitun ānā`al-laili sājidaw wa qā`imay yaḥżarul-ākhirata wa yarjụ raḥmata rabbih, qul hal yastawillażīna ya'lamụna wallażīna lā ya'lamụn, innamā yatażakkaru ulul-albāb","no_fn":"","text_fn":""},{"id":4068,"surah":39,"no_ayah":10,"theme":"Perbedaan Orang Mukmin dan Kafir ","text_ayah":"قُلْ يٰعِبَادِ الَّذِيْنَ اٰمَنُوا اتَّقُوْا رَبَّكُمْۗلِلَّذِيْنَ اَحْسَنُوْا فِيْ هٰذِهِ الدُّنْيَا حَسَنَةٌ ۗوَاَرْضُ اللّٰهِ وَاسِعَةٌ ۗاِنَّمَا يُوَفَّى الصّٰبِرُوْنَ اَجْرَهُمْ بِغَيْرِ حِسَابٍ ","text_id":"Katakanlah (Nabi Muhammad), “Wahai hamba-hamba-Ku yang beriman, bertakwalah kepada Tuhanmu.” Orang-orang yang berbuat baik di dunia ini akan memperoleh kebaikan. Bumi Allah itu luas. Sesungguhnya hanya orang-orang yang bersabarlah yang disempurnakan pahalanya tanpa perhitungan.","text_en":"Tell them: \"O my creatures who have come to belief, have fear of displeasing your Lord. There is good for those who do good in this world, and productive is God's earth. Only those who persevere will get their reward measureless.\"","transliteration":"qul yā 'ibādillażīna āmanuttaqụ rabbakum, lillażīna aḥsanụ fī hāżihid-dun-yā ḥasanah, wa arḍullāhi wāsi'ah, innamā yuwaffaṣ-ṣābirụna ajrahum bigairi ḥisāb","no_fn":"","text_fn":""},{"id":4069,"surah":39,"no_ayah":11,"theme":"Perbedaan Orang Mukmin dan Kafir ","text_ayah":"قُلْ اِنِّيْٓ اُمِرْتُ اَنْ اَعْبُدَ اللّٰهَ مُخْلِصًا لَّهُ الدِّيْنَ","text_id":"Katakanlah, “Sesungguhnya aku diperintahkan untuk menyembah Allah dengan mengikhlaskan ketaatan kepada-Nya. ","text_en":"Say: \"I am commanded to worship God with obedience all-exclusive for Him;","transliteration":"qul innī umirtu an a'budallāha mukhliṣal lahud-dīn","no_fn":"","text_fn":""},{"id":4070,"surah":39,"no_ayah":12,"theme":"Perbedaan Orang Mukmin dan Kafir ","text_ayah":"وَاُمِرْتُ لِاَنْ اَكُوْنَ اَوَّلَ الْمُسْلِمِيْنَ","text_id":"Aku diperintahkan untuk menjadi orang pertama (dari umatnya) yang berserah diri (kepada Allah).”","text_en":"And I am commanded to be the first of those who submit.\"","transliteration":"wa umirtu li`an akụna awwalal-muslimīn","no_fn":"","text_fn":""},{"id":4071,"surah":39,"no_ayah":13,"theme":"Perbedaan Orang Mukmin dan Kafir ","text_ayah":"قُلْ اِنِّيْٓ اَخَافُ اِنْ عَصَيْتُ رَبِّيْ عَذَابَ يَوْمٍ عَظِيْمٍ","text_id":"Katakanlah, “Sesungguhnya aku takut azab pada hari yang besar (kiamat) jika aku durhaka kepada Tuhanku.”","text_en":"Say: \"If I disobey my Lord, I fear the punishment of an evil Day.\"","transliteration":"qul innī akhāfu in 'aṣaitu rabbī 'ażāba yaumin 'aẓīm","no_fn":"","text_fn":""},{"id":4072,"surah":39,"no_ayah":14,"theme":"Perbedaan Orang Mukmin dan Kafir ","text_ayah":"قُلِ اللّٰهَ اَعْبُدُ مُخْلِصًا لَّهٗ دِيْنِيْۚ","text_id":"Katakanlah, “Hanya Allah yang aku sembah dengan mengikhlaskan ketaatanku kepada-Nya.”","text_en":"Say: \"I worship God with devotion all-exclusive for Him.","transliteration":"qulillāha a'budu mukhliṣal lahụ dīnī","no_fn":"","text_fn":""},{"id":4073,"surah":39,"no_ayah":15,"theme":"Perbedaan Orang Mukmin dan Kafir ","text_ayah":"فَاعْبُدُوْا مَا شِئْتُمْ مِّنْ دُوْنِهٖۗ قُلْ اِنَّ الْخٰسِرِيْنَ الَّذِيْنَ خَسِرُوْٓا اَنْفُسَهُمْ وَاَهْلِيْهِمْ يَوْمَ الْقِيٰمَةِۗ  اَلَا ذٰلِكَ هُوَ الْخُسْرَانُ الْمُبِيْنُ","text_id":" Maka, sembahlah sesukamu selain Dia (wahai orang-orang musyrik!)<sup>660)</sup> Katakanlah, “Sesungguhnya orang-orang yang rugi ialah orang-orang yang merugikan diri sendiri dan keluarganya pada hari Kiamat.” Ingatlah, yang demikian itu adalah kerugian yang nyata.","text_en":"You may worship what you will apart from Him.\" Say: \"Surely the greatest losers will be those who will lose their own selves and their people on the Day of Resurrection.\" Remember, this will be an all-too-evident loss.","transliteration":"fa'budụ mā syi`tum min dụnih, qul innal-khāsirīnallażīna khasirū anfusahum wa ahlīhim yaumal-qiyāmah, alā żālika huwal-khusrānul-mubīn","no_fn":"660","text_fn":"660) Perintah ini bukanlah dalam arti yang sebenarnya, tetapi pernyataan kemurkaan Allah Swt. terhadap kaum musyrik yang selalu ingkar, meskipun berulang kali diajak bertauhid."},{"id":4074,"surah":39,"no_ayah":16,"theme":"Perbedaan Orang Mukmin dan Kafir ","text_ayah":"لَهُمْ مِّنْ فَوْقِهِمْ ظُلَلٌ مِّنَ النَّارِ وَمِنْ تَحْتِهِمْ ظُلَلٌ ۗذٰلِكَ يُخَوِّفُ اللّٰهُ بِهٖ عِبَادَهٗۗيٰعِبَادِ فَاتَّقُوْنِ","text_id":"Di atas mereka ada lapisan-lapisan dari api dan di bawah mereka pun ada lapisan-lapisan pula. Demikianlah Allah membuat takut hamba-hamba-Nya dengan (azab) itu. “Wahai hamba-hamba-Ku, bertakwalah kepada-Ku!”","text_en":"Above them will be a covering of fire, below them a cloud (of flames). With this does God warn His creatures: \"O My creatures, fear Me.\"","transliteration":"lahum min fauqihim ẓulalum minan-nāri wa min taḥtihim ẓulal, żālika yukhawwifullāhu bihī 'ibādah, yā 'ibādi fattaqụn","no_fn":"","text_fn":""},{"id":4075,"surah":39,"no_ayah":17,"theme":"Orang yang Mendapat Hidayah Allah ","text_ayah":"وَالَّذِيْنَ اجْتَنَبُوا الطَّاغُوْتَ اَنْ يَّعْبُدُوْهَا وَاَنَابُوْٓا اِلَى اللّٰهِ لَهُمُ الْبُشْرٰىۚ فَبَشِّرْ عِبَادِۙ","text_id":"Orang-orang yang menjauhi tagut, (yaitu) tidak menyembahnya dan kembali (bertobat) kepada Allah, bagi mereka berita gembira. Maka, sampaikanlah kabar gembira itu kepada hamba-hamba-Ku.","text_en":"There are happy tidings for those who keep away from the worship of false gods and turn to God in repentance. Give glad tidings to My creatures.","transliteration":"wallażīnajtanabuṭ-ṭāgụta ay ya'budụhā wa anābū ilallāhi lahumul-busyrā, fa basysyir 'ibād","no_fn":"","text_fn":""},{"id":4076,"surah":39,"no_ayah":18,"theme":"Orang yang Mendapat Hidayah Allah ","text_ayah":"الَّذِيْنَ يَسْتَمِعُوْنَ الْقَوْلَ فَيَتَّبِعُوْنَ اَحْسَنَهٗۗ اُولٰۤىِٕكَ الَّذِيْنَ هَدٰىهُمُ اللّٰهُ وَاُولٰۤىِٕكَ هُمْ اُولُوا الْاَلْبَابِ","text_id":"(Yaitu) mereka yang mendengarkan perkataan lalu mengikuti apa yang paling baik di antaranya.<sup>661)</sup> Mereka itulah orang-orang yang telah diberi petunjuk oleh Allah dan mereka itulah ululalbab (orang-orang yang mempunyai akal sehat).","text_en":"Those who listen to the Word and then follow the best it contains, are the ones who have been guided by God, and are men of wisdom.","transliteration":"allażīna yastami'ụnal-qaula fa yattabi'ụna aḥsanah, ulā`ikallażīna hadāhumullāhu wa ulā`ika hum ulul-albāb","no_fn":"661","text_fn":"661) Mereka mendengarkan ajaran-ajaran Al-Qur’an dan ajaran yang lain, lalu mengikuti ajaran-ajaran Al-Qur’an karena meyakininya sebagai yang terbaik."},{"id":4077,"surah":39,"no_ayah":19,"theme":"Orang yang Mendapat Hidayah Allah ","text_ayah":"اَفَمَنْ حَقَّ عَلَيْهِ كَلِمَةُ الْعَذَابِۗ اَفَاَنْتَ تُنْقِذُ مَنْ فِى النَّارِۚ","text_id":"Maka, apakah (engkau, Nabi Muhammad, hendak mengubah nasib) orang-orang yang telah dipastikan mendapat azab? Apakah engkau akan menyelamatkan orang yang berada di dalam neraka?","text_en":"Can he against whom the sentence of punishment has been justified (be rescued)? Can you save him who is in the Fire?","transliteration":"a fa man ḥaqqa 'alaihi kalimatul-'ażāb, a fa anta tungqiżu man fin-nār","no_fn":"","text_fn":""},{"id":4078,"surah":39,"no_ayah":20,"theme":"Orang yang Mendapat Hidayah Allah ","text_ayah":"لٰكِنِ الَّذِيْنَ اتَّقَوْا رَبَّهُمْ لَهُمْ غُرَفٌ مِّنْ فَوْقِهَا غُرَفٌ مَّبْنِيَّةٌ ۙتَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُ ەۗ وَعْدَ اللّٰهِۗ لَا يُخْلِفُ اللّٰهُ الْمِيْعَادَ","text_id":"Akan tetapi, orang-orang yang bertakwa kepada Tuhannya bagi mereka kamar-kamar (di surga), di atasnya terdapat kamar-kamar yang dibangun (bertingkat-tingkat), dan mengalir di bawahnya sungai-sungai. (Itulah) janji Allah. Allah tidak akan mengingkari janji.","text_en":"But for those who fear displeasing their Lord there are lofty mansions built above mansions, with rivers rippling past below them: A promise of God; (and) God does not go back on His promise.","transliteration":"lākinillażīnattaqau rabbahum lahum gurafum min fauqihā gurafum mabniyyatun tajrī min taḥtihal-an-hār, wa'dallāh, lā yukhlifullāhul-mī'ād","no_fn":"","text_fn":""},{"id":4079,"surah":39,"no_ayah":21,"theme":"Tanda-Tanda Kekuasaan Allah ","text_ayah":"اَلَمْ تَرَ اَنَّ اللّٰهَ اَنْزَلَ مِنَ السَّمَاۤءِ مَاۤءً فَسَلَكَهٗ يَنَابِيْعَ فِى الْاَرْضِ ثُمَّ يُخْرِجُ بِهٖ زَرْعًا مُّخْتَلِفًا اَلْوَانُهٗ ثُمَّ يَهِيْجُ فَتَرٰىهُ مُصْفَرًّا ثُمَّ يَجْعَلُهٗ حُطَامًاۗاِنَّ فِيْ ذٰلِكَ لَذِكْرٰى لِاُولِى الْاَلْبَابِࣖ ","text_id":"Tidakkah engkau memperhatikan bahwa Allah menurunkan air (hujan) dari langit, lalu Dia mengalirkannya menjadi sumber-sumber air di bumi. Kemudian, dengan air itu Dia tumbuhkan tanam-tanaman yang bermacam-macam warnanya, kemudian ia menjadi kering, engkau melihatnya kekuning-kuningan, kemudian Dia menjadikannya hancur berderai. Sesungguhnya pada yang demikian itu benar-benar terdapat pelajaran bagi ululalbab.","text_en":"Do you not see that God sends down water from the sky, then makes it flow in rills on the earth, and brings forth corn from it which, having passed through changes of shade and colour, comes to ripen, and you see it autumnal yellow; then He reduces it to chaff. There are indeed lessons in this for those who are wise.","transliteration":"a lam tara annallāha anzala minas-samā`i mā`an fa salakahụ yanābī'a fil-arḍi ṡumma yukhriju bihī zar'am mukhtalifan alwānuhụ ṡumma yahīju fa tarāhu muṣfarran ṡumma yaj'aluhụ huṭāmā, inna fī żālika lażikrā li`ulil-albāb","no_fn":"","text_fn":""},{"id":4080,"surah":39,"no_ayah":22,"theme":"Al-Qur’an adalah Petunjuk bagi Manusia ","text_ayah":"اَفَمَنْ شَرَحَ اللّٰهُ صَدْرَهٗ لِلْاِسْلَامِ فَهُوَ عَلٰى نُوْرٍ مِّنْ رَّبِّهٖۗفَوَيْلٌ لِّلْقٰسِيَةِ قُلُوْبُهُمْ مِّنْ ذِكْرِ اللّٰهِۗ اُولٰۤىِٕكَ فِيْ ضَلٰلٍ مُّبِيْنٍ","text_id":"Maka, apakah orang yang Allah bukakan hatinya untuk (menerima) agama Islam, lalu mendapat cahaya dari Tuhannya (sama dengan orang yang hatinya membatu)? Maka, celakalah mereka yang hatinya membatu dari mengingat Allah. Mereka itu dalam kesesatan yang nyata.","text_en":"Will he whose breast has been opened up to peace (not be) in luminescence from his Lord? Alas for those whose hearts have been hardened to God's remembrance! They wander (astray) in clear error.","transliteration":"a fa man syaraḥallāhu ṣadrahụ lil-islāmi fa huwa 'alā nụrim mir rabbih, fa wailul lil-qāsiyati qulụbuhum min żikrillāh, ulā`ika fī ḍalālim mubīn","no_fn":"","text_fn":""},{"id":4081,"surah":39,"no_ayah":23,"theme":"Al-Qur’an adalah Petunjuk bagi Manusia ","text_ayah":"اَللّٰهُ نَزَّلَ اَحْسَنَ الْحَدِيْثِ كِتٰبًا مُّتَشَابِهًا مَّثَانِيَۙ  تَقْشَعِرُّ مِنْهُ جُلُوْدُ الَّذِيْنَ يَخْشَوْنَ رَبَّهُمْۚ ثُمَّ تَلِيْنُ جُلُوْدُهُمْ وَقُلُوْبُهُمْ اِلٰى ذِكْرِ اللّٰهِۗذٰلِكَ هُدَى اللّٰهِ يَهْدِيْ بِهٖ مَنْ يَّشَاۤءُۗوَمَنْ يُّضْلِلِ اللّٰهُ فَمَا لَهٗ مِنْ هَادٍ","text_id":"Allah telah menurunkan perkataan yang terbaik, (yaitu) Kitab (Al-Qur’an) yang serupa (ayat-ayatnya) lagi berulang-ulang.<sup>662)</sup> Oleh karena itu, kulit orang yang takut kepada Tuhannya gemetar. Kemudian, kulit dan hati mereka menjadi lunak ketika mengingat Allah. Itulah petunjuk Allah yang dengannya Dia memberi petunjuk kepada siapa yang Dia kehendaki. Siapa yang dibiarkan sesat oleh Allah tidak ada yang dapat memberi petunjuk. ","text_en":"God has sent down the very best discourse, the Book conformable in its juxtapositions, which makes all of those who fear their Lord, shudder. So their hearts and bodies become receptive to the remembrance of God. This is the guidance of God with which He guides whosoever He will; but whosoever God allows to go astray has none to show him the way.","transliteration":"allāhu nazzala aḥsanal-ḥadīṡi kitābam mutasyābiham maṡāniya taqsya'irru min-hu julụdullażīna yakhsyauna rabbahum, ṡumma talīnu julụduhum wa qulụbuhum ilā żikrillāh, żālika hudallāhi yahdī bihī may yasyā`, wa may yuḍlilillāhu fa mā lahụ min hād","no_fn":"662","text_fn":"662) Hukum-hukum, pelajaran, dan kisah-kisah itu diulang-ulang dalam Al-Qur’an agar lebih berpengaruh dan lebih meresap dalam hati. Menurut sebagian mufasir yang lain, maksud kalimat ini adalah bahwa ayat-ayat Al-Qur’an itu dibaca berulang-ulang."},{"id":4082,"surah":39,"no_ayah":24,"theme":"Al-Qur’an adalah Petunjuk bagi Manusia ","text_ayah":"اَفَمَنْ يَّتَّقِيْ بِوَجْهِهٖ سُوْۤءَ الْعَذَابِ يَوْمَ الْقِيٰمَةِۗوَقِيْلَ لِلظّٰلِمِيْنَ ذُوْقُوْا مَا كُنْتُمْ تَكْسِبُوْنَ","text_id":"Apakah orang yang menghindari azab yang buruk dengan wajahnya pada hari Kiamat (sama dengan orang mukmin yang tidak kena azab)? Dikatakan kepada orang-orang yang zalim, “Rasakanlah balasan apa yang telah kamu kerjakan.”","text_en":"Can he who will have to shield himself against the torment of the Day of Resurrection (be the same as one at peace)? The evil-doers will be told: \"So taste what you earned.\"","transliteration":"a fa may yattaqī biwaj-hihī sū`al-'ażābi yaumal-qiyāmah, wa qīla liẓ-ẓālimīna żụqụ mā kuntum taksibụn","no_fn":"","text_fn":""},{"id":4083,"surah":39,"no_ayah":25,"theme":"Al-Qur’an adalah Petunjuk bagi Manusia ","text_ayah":"كَذَّبَ الَّذِيْنَ مِنْ قَبْلِهِمْ فَاَتٰىهُمُ الْعَذَابُ مِنْ حَيْثُ لَا يَشْعُرُوْنَ","text_id":"Orang-orang yang sebelum mereka telah mendustakan (rasul-rasul), datanglah azab kepada mereka dari arah yang tidak mereka sadari.","text_en":"Those before them had denied, then punishment had overtaken them is from a quarter they did not suspect.","transliteration":"każżaballażīna ming qablihim fa atāhumul-'ażābu min ḥaiṡu lā yasy'urụn","no_fn":"","text_fn":""},{"id":4084,"surah":39,"no_ayah":26,"theme":"Al-Qur’an adalah Petunjuk bagi Manusia ","text_ayah":"فَاَذَاقَهُمُ اللّٰهُ الْخِزْيَ فِى الْحَيٰوةِ الدُّنْيَاۚوَلَعَذَابُ الْاٰخِرَةِ اَكْبَرُۘ لَوْ كَانُوْا يَعْلَمُوْنَ","text_id":"Maka, Allah menimpakan kepada mereka kehinaan dalam kehidupan dunia. Sungguh, azab akhirat lebih besar kalau mereka mengetahui(-nya).","text_en":"Then God made them taste of disgrace in this life; and the torment of the life to come is greater, if they understand.","transliteration":"fa ażāqahumullāhul-khizya fil-ḥayātid-dun-yā, wa la'ażābul-ākhirati akbar, lau kānụ ya'lamụn","no_fn":"","text_fn":""},{"id":4085,"surah":39,"no_ayah":27,"theme":"Perumpamaan dalam Al-Qur’an ","text_ayah":"وَلَقَدْ ضَرَبْنَا لِلنَّاسِ فِيْ هٰذَا الْقُرْاٰنِ مِنْ كُلِّ مَثَلٍ لَّعَلَّهُمْ يَتَذَكَّرُوْنَۚ","text_id":"Sungguh, Kami benar-benar telah membuatkan dalam Al-Qur’an ini segala macam perumpamaan bagi manusia agar mereka mendapat pelajaran.","text_en":"We have given examples of every kind for men in this Qur'an so that they may contemplate:","transliteration":"wa laqad darabnā lin-nāsi fī hāżal-qur`āni ming kulli maṡalil la'allahum yatażakkarụn","no_fn":"","text_fn":""},{"id":4086,"surah":39,"no_ayah":28,"theme":"Perumpamaan dalam Al-Qur’an ","text_ayah":"قُرْاٰنًا عَرَبِيًّا غَيْرَ ذِيْ عِوَجٍ لَّعَلَّهُمْ يَتَّقُوْنَ","text_id":"(Yaitu) Al-Qur’an dalam bahasa Arab yang tidak ada kebengkokan (di dalamnya) agar mereka bertakwa.","text_en":"A clear discourse which expounds all things without any obliquity, so that they may take heed for themselves.","transliteration":"qur`ānan 'arabiyyan gaira żī 'iwajil la'allahum yattaqụn","no_fn":"","text_fn":""},{"id":4087,"surah":39,"no_ayah":29,"theme":"Perumpamaan dalam Al-Qur’an ","text_ayah":"ضَرَبَ اللّٰهُ مَثَلًا رَّجُلًا فِيْهِ شُرَكَاۤءُ مُتَشٰكِسُوْنَ وَرَجُلًا سَلَمًا لِّرَجُلٍ هَلْ يَسْتَوِيٰنِ مَثَلًاۗ اَلْحَمْدُ لِلّٰهِۗبَلْ اَكْثَرُهُمْ لَا يَعْلَمُوْنَ","text_id":"Allah membuat perumpamaan, (yaitu) seorang laki-laki (hamba sahaya) yang dimiliki oleh beberapa orang yang berserikat, (tetapi) dalam perselisihan dan seorang (hamba sahaya) yang menjadi milik penuh seorang (saja). Apakah keduanya sama keadaannya? Segala puji bagi Allah, tetapi kebanyakan mereka tidak mengetahui(-nya).","text_en":"God advances the example of a man who is owned (as slave in common) by a number of men at loggerheads, and another man who is owned by only one. Are these two alike in attribute? God be praised; yet many of them do not know.","transliteration":"ḍaraballāhu maṡalar rajulan fīhi syurakā`u mutasyākisụna wa rajulan salamal lirajulin hal yastawiyāni maṡalā, al-ḥamdu lillāh, bal akṡaruhum lā ya'lamụn","no_fn":"","text_fn":""},{"id":4088,"surah":39,"no_ayah":30,"theme":"Perumpamaan dalam Al-Qur’an ","text_ayah":"اِنَّكَ مَيِّتٌ وَّاِنَّهُمْ مَّيِّتُوْنَۖ","text_id":"Sesungguhnya engkau (Nabi Muhammad akan) mati dan sesungguhnya mereka pun (akan) mati.","text_en":"Verily you will die, and so will they.","transliteration":"innaka mayyituw wa innahum mayyitụn","no_fn":"","text_fn":""},{"id":4089,"surah":39,"no_ayah":31,"theme":"Perumpamaan dalam Al-Qur’an ","text_ayah":"ثُمَّ اِنَّكُمْ يَوْمَ الْقِيٰمَةِ عِنْدَ رَبِّكُمْ تَخْتَصِمُوْنَࣖ   ۔","text_id":"Kemudian, sesungguhnya kamu sekalian pada hari Kiamat akan berbantah-bantahan di hadapan Tuhanmu.","text_en":"Then on the Day of Resurrection you will dispute before your Lord.","transliteration":"ṡumma innakum yaumal-qiyāmati 'inda rabbikum takhtaṣimụn","no_fn":"","text_fn":""},{"id":4090,"surah":39,"no_ayah":32,"theme":"Sanksi bagi Orang Kafir dan Anugerah bagi Orang yang Bertakwa","text_ayah":"۞ فَمَنْ اَظْلَمُ مِمَّنْ كَذَبَ عَلَى اللّٰهِ وَكَذَّبَ بِالصِّدْقِ اِذْ جَاۤءَهٗۗ  اَلَيْسَ فِيْ جَهَنَّمَ مَثْوًى لِّلْكٰفِرِيْنَ ","text_id":"Maka, siapakah yang lebih zalim daripada orang yang membuat kebohongan terhadap Allah dan mendustakan kebenaran ketika datang kepadanya? Bukankah di (neraka) Jahanam terdapat tempat tinggal bagi orang-orang kafir?","text_en":"Who does greater wrong than he who tells a lie against God, and denies the truth when it has come to him? Is there no place for unbelievers in Hell?","transliteration":"fa man aẓlamu mim mang każaba 'alallāhi wa każżaba biṣ-ṣidqi iż jā`ah, a laisa fī jahannama maṡwal lil-kāfirīn","no_fn":"","text_fn":""},{"id":4091,"surah":39,"no_ayah":33,"theme":"Sanksi bagi Orang Kafir dan Anugerah bagi Orang yang Bertakwa","text_ayah":"وَالَّذِيْ جَاۤءَ بِالصِّدْقِ وَصَدَّقَ بِهٖٓ اُولٰۤىِٕكَ هُمُ الْمُتَّقُوْنَ","text_id":"Orang yang membawa kebenaran (Nabi Muhammad) dan yang membenarkannya, mereka itulah orang-orang yang bertakwa.","text_en":"He who brings the truth and verifies it, -- such are the people who are God-fearing.","transliteration":"wallażī jā`a biṣ-ṣidqi wa ṣaddaqa bihī ulā`ika humul-muttaqụn","no_fn":"","text_fn":""},{"id":4092,"surah":39,"no_ayah":34,"theme":"Sanksi bagi Orang Kafir dan Anugerah bagi Orang yang Bertakwa","text_ayah":"لَهُمْ مَّا يَشَاۤءُوْنَ عِنْدَ رَبِّهِمْۗ ذٰلِكَ جَزَاۤءُ الْمُحْسِنِيْنَۚ","text_id":"Mereka memperoleh apa yang mereka kehendaki di sisi Tuhannya. Itulah balasan bagi orang-orang yang berbuat kebaikan.","text_en":"They shall have what they wish from their Lord. This is the recompense for the good,","transliteration":"lahum mā yasyā`ụna 'inda rabbihim, żālika jazā`ul-muḥsinīn","no_fn":"","text_fn":""},{"id":4093,"surah":39,"no_ayah":35,"theme":"Sanksi bagi Orang Kafir dan Anugerah bagi Orang yang Bertakwa","text_ayah":"لِيُكَفِّرَ اللّٰهُ عَنْهُمْ اَسْوَاَ الَّذِيْ عَمِلُوْا وَيَجْزِيَهُمْ اَجْرَهُمْ بِاَحْسَنِ الَّذِيْ كَانُوْا يَعْمَلُوْنَ","text_id":"(Demikian itu) agar Allah menghapus (dosa) perbuatan mereka yang paling buruk yang pernah mereka lakukan dan memberi pahala kepada mereka dengan yang lebih baik daripada apa yang dahulu mereka kerjakan.","text_en":"That God may absolve them of their sins and reward them for the best that they had done.","transliteration":"liyukaffirallāhu 'an-hum aswa`allażī 'amilụ wa yajziyahum ajrahum bi-aḥsanillażī kānụ ya'malụn","no_fn":"","text_fn":""},{"id":4094,"surah":39,"no_ayah":36,"theme":"Sanksi bagi Orang Kafir dan Anugerah bagi Orang yang Bertakwa","text_ayah":"اَلَيْسَ اللّٰهُ بِكَافٍ عَبْدَهٗۗ وَيُخَوِّفُوْنَكَ بِالَّذِيْنَ مِنْ دُوْنِهٖۗ وَمَنْ يُّضْلِلِ اللّٰهُ فَمَا لَهٗ مِنْ هَادٍۚ","text_id":"Bukankah Allah yang mencukupi hamba-Nya? Mereka menakut-nakutimu dengan (sesembahan) selain Dia. Siapa yang Allah biarkan sesat tidak ada satu pun yang memberi petunjuk kepadanya.","text_en":"Is not God sufficient for His devotee? Still they frighten you with others apart from Him. Whoever God allows to go astray has none to show him the way.","transliteration":"a laisallāhu bikāfin 'abdah, wa yukhawwifụnaka billażīna min dụnih, wa may yuḍlilillāhu fa mā lahụ min hād","no_fn":"","text_fn":""},{"id":4095,"surah":39,"no_ayah":37,"theme":"Sanksi bagi Orang Kafir dan Anugerah bagi Orang yang Bertakwa","text_ayah":"وَمَنْ يَّهْدِ اللّٰهُ فَمَا لَهٗ مِنْ مُّضِلٍّۗ اَلَيْسَ اللّٰهُ بِعَزِيْزٍ ذِى انْتِقَامٍ","text_id":"Siapa yang Allah tunjuki tidak satu pun yang menyesatkannya. Bukankah Allah Mahaperkasa lagi Maha Memiliki (kekuasaan) untuk membalas?","text_en":"And none can lead him astray who has been guided by God. Is not God all-mighty, the lord of retribution?","transliteration":"wa may yahdillāhu fa mā lahụ mim muḍill, a laisallāhu bi'azīzin żintiqām","no_fn":"","text_fn":""},{"id":4096,"surah":39,"no_ayah":38,"theme":"Pengakuan Kaum Musyrik Makkah bahwa Allah adalah Pencipta Langit dan Bumi ","text_ayah":"وَلَىِٕنْ سَاَلْتَهُمْ مَّنْ خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ لَيَقُوْلُنَّ اللّٰهُۗ قُلْ اَفَرَءَيْتُمْ مَّا تَدْعُوْنَ مِنْ دُوْنِ اللّٰهِ اِنْ اَرَادَنِيَ اللّٰهُ بِضُرٍّ هَلْ هُنَّ كٰشِفٰتُ ضُرِّهٖٓ اَوْ اَرَادَنِيْ بِرَحْمَةٍ هَلْ هُنَّ مُمْسِكٰتُ رَحْمَتِهٖۗ قُلْ حَسْبِيَ اللّٰهُۗعَلَيْهِ يَتَوَكَّلُ الْمُتَوَكِّلُوْنَ ","text_id":"Sungguh, jika engkau (Nabi Muhammad) bertanya kepada mereka (kaum musyrik Makkah) siapa yang menciptakan langit dan bumi, niscaya mereka menjawab, “Allah.” Katakanlah, “Kalau begitu, tahukah kamu tentang apa yang kamu sembah selain Allah jika Allah hendak mendatangkan bencana kepadaku, apakah mereka (sesembahan itu) mampu menghilangkan bencana itu atau jika Allah hendak memberi rahmat kepadaku, apakah mereka dapat mencegah rahmat-Nya?” Katakanlah, “Cukuplah Allah (sebagai pelindung) bagiku. Hanya kepada-Nya orang-orang yang bertawakal berserah diri.”","text_en":"If you ask them, \"Who created the heavens and the earth?\" they will answer: \"God.\" Say: \"Then just think. Can those whom you worship apart from God remove the distress God is pleased to visit upon me, or withhold a blessing God is pleased to favour me with?' Say: \"God is all-sufficient for me. The trusting place their trust in Him.\"","transliteration":"wa la`in sa`altahum man khalaqas-samāwāti wal-arḍa layaqụlunnallāh, qul a fa ra`aitum mā tad'ụna min dụnillāhi in arādaniyallāhu biḍurrin hal hunna kāsyifātu ḍurrihī au arādanī biraḥmatin hal hunna mumsikātu raḥmatih, qul ḥasbiyallāh, 'alaihi yatawakkalul-mutawakkilụn","no_fn":"","text_fn":""},{"id":4097,"surah":39,"no_ayah":39,"theme":"Pengakuan Kaum Musyrik Makkah bahwa Allah adalah Pencipta Langit dan Bumi ","text_ayah":"قُلْ يٰقَوْمِ اعْمَلُوْا عَلٰى مَكَانَتِكُمْ اِنِّيْ عَامِلٌۚفَسَوْفَ تَعْلَمُوْنَۙ","text_id":"Katakanlah, “Wahai kaumku, berbuatlah menurut kedudukanmu! Sesungguhnya aku pun berbuat (demikian). Kelak kamu akan mengetahui","text_en":"Say: \"O people, act as best you can on your part, I am acting too. You will come to know in time","transliteration":"qul yā qaumi'malụ 'alā makānatikum innī 'āmil, fa saufa ta'lamụn","no_fn":"","text_fn":""},{"id":4098,"surah":39,"no_ayah":40,"theme":"Pengakuan Kaum Musyrik Makkah bahwa Allah adalah Pencipta Langit dan Bumi ","text_ayah":"مَنْ يَّأْتِيْهِ عَذَابٌ يُّخْزِيْهِ وَيَحِلُّ عَلَيْهِ عَذَابٌ مُّقِيْمٌ","text_id":"siapa yang akan mendapat siksa yang menghinakannya dan yang akan ditimpa azab yang kekal.”","text_en":"Who suffers the shameful punishment, and on whom falls the everlasting torment.","transliteration":"may ya`tīhi 'ażābuy yukhzīhi wa yaḥillu 'alaihi 'ażābum muqīm","no_fn":"","text_fn":""},{"id":4099,"surah":39,"no_ayah":41,"theme":"Turunnya Al-Qur’an dengan Hak oleh Allah ","text_ayah":"اِنَّآ اَنْزَلْنَا عَلَيْكَ الْكِتٰبَ لِلنَّاسِ بِالْحَقِّۚ فَمَنِ اهْتَدٰى فَلِنَفْسِهٖۚ وَمَنْ ضَلَّ فَاِنَّمَا يَضِلُّ عَلَيْهَاۚوَمَآ اَنْتَ عَلَيْهِمْ بِوَكِيْلٍࣖ","text_id":"Sesungguhnya Kami telah menurunkan kepadamu (Nabi Muhammad) Kitab (Al-Qur’an) untuk (seluruh) manusia dengan hak. Siapa yang mendapat petunjuk, (petunjuk itu) untuk dirinya sendiri, dan siapa yang sesat, sesungguhnya kesesatan itu untuk dirinya sendiri. Engkau bukanlah penanggung jawab mereka.","text_en":"We have Sent down this Book to you with the truth for all mankind. So, he who comes to guidance does so for himself, and he who goes astray does so for his own loss; on you does not lie their guardianship.","transliteration":"innā anzalnā 'alaikal-kitāba lin-nāsi bil-ḥaqq, fa manihtadā fa linafsih, wa man ḍalla fa innamā yaḍillu 'alaihā, wa mā anta 'alaihim biwakīl","no_fn":"","text_fn":""},{"id":4100,"surah":39,"no_ayah":42,"theme":"Turunnya Al-Qur’an dengan Hak oleh Allah ","text_ayah":"اَللّٰهُ يَتَوَفَّى الْاَنْفُسَ حِيْنَ مَوْتِهَا وَالَّتِيْ لَمْ تَمُتْ فِيْ مَنَامِهَاۚ فَيُمْسِكُ الَّتِيْ قَضٰى عَلَيْهَا الْمَوْتَ وَيُرْسِلُ الْاُخْرٰىٓ اِلٰٓى اَجَلٍ مُّسَمًّىۗ اِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ لِّقَوْمٍ يَّتَفَكَّرُوْنَ","text_id":"Allah menggenggam nyawa (manusia) pada saat kematiannya dan yang belum mati ketika dia tidur. Dia menahan nyawa yang telah Dia tetapkan kematiannya dan Dia melepaskan nyawa yang lain sampai waktu yang ditentukan. Sesungguhnya pada yang demikian itu benar-benar terdapat bukti-bukti (kekuasaan) Allah bagi kaum yang berpikir.","text_en":"God gathers up the souls of those who die, and of those who do not die, in their sleep; then He keeps back those ordained for death, and sends the others back for an appointed term. Surely there are signs in this for those who reflect.","transliteration":"allāhu yatawaffal-anfusa ḥīna mautihā wallatī lam tamut fī manāmihā, fa yumsikullatī qaḍā 'alaihal-mauta wa yursilul-ukhrā ilā ajalim musammā, inna fī żālika la`āyātil liqaumiy yatafakkarụn","no_fn":"","text_fn":""},{"id":4101,"surah":39,"no_ayah":43,"theme":"Turunnya Al-Qur’an dengan Hak oleh Allah ","text_ayah":"اَمِ اتَّخَذُوْا مِنْ دُوْنِ اللّٰهِ شُفَعَاۤءَۗ قُلْ اَوَلَوْ كَانُوْا لَا يَمْلِكُوْنَ شَيْـًٔا وَّلَا يَعْقِلُوْنَ ","text_id":"Apakah mereka juga menjadikan penolong selain Allah? Katakanlah, “Apakah (kamu menjadikannya penolong juga) meskipun mereka tidak memiliki suatu apa pun dan tidak mengerti?”","text_en":"Have they appointed intercessors other than God? Say: \"Even though they have no power in the least, nor do they understand?\"","transliteration":"amittakhażụ min dụnillāhi syufa'ā`, qul a walau kānụ lā yamlikụna syai`aw wa lā ya'qilụn","no_fn":"","text_fn":""},{"id":4102,"surah":39,"no_ayah":44,"theme":"Turunnya Al-Qur’an dengan Hak oleh Allah ","text_ayah":"قُلْ لِّلّٰهِ الشَّفَاعَةُ جَمِيْعًاۗ لَهٗ مُلْكُ السَّمٰوٰتِ وَالْاَرْضِۗ ثُمَّ اِلَيْهِ تُرْجَعُوْنَ","text_id":"Katakanlah (Nabi Muhammad), “Hanya milik Allah pertolongan itu semuanya. Milik-Nya kerajaan langit dan bumi. Kemudian, hanya kepada-Nya kamu dikembalikan.”","text_en":"Say: \"God's is the intercession entirely; His is the kingdom of the heavens and the earth; then to Him you will return.\"","transliteration":"qul lillahisy-syafā'atu jamī'ā, lahụ mulkus-samāwāti wal-arḍ, ṡumma ilaihi turja'ụn","no_fn":"","text_fn":""},{"id":4103,"surah":39,"no_ayah":45,"theme":"Sikap Buruk Orang-Orang yang Tidak Percaya kepada Akhirat ","text_ayah":"وَاِذَا ذُكِرَ اللّٰهُ وَحْدَهُ اشْمَـَٔزَّتْ قُلُوْبُ الَّذِيْنَ لَا يُؤْمِنُوْنَ بِالْاٰخِرَةِۚ وَاِذَا ذُكِرَ الَّذِيْنَ مِنْ دُوْنِهٖٓ اِذَا هُمْ يَسْتَبْشِرُوْنَ","text_id":"Apabila hanya (nama) Allah yang disebut, hati orang-orang yang tidak beriman kepada akhirat kesal. Namun, apabila (nama-nama sembahan) selain Allah disebut, tiba-tiba mereka bergembira.","text_en":"When God alone is mentioned the hearts of those who do not believe in the life to come, are filled with resentment. But when others are mentioned apart from God, they begin to rejoice.","transliteration":"wa iżā żukirallāhu waḥdahusyma`azzat qulụbullażīna lā yu`minụna bil-ākhirah, wa iżā żukirallażīna min dụnihī iżā hum yastabsyirụn","no_fn":"","text_fn":""},{"id":4104,"surah":39,"no_ayah":46,"theme":"Sikap Buruk Orang-Orang yang Tidak Percaya kepada Akhirat ","text_ayah":"قُلِ اللّٰهُمَّ فَاطِرَ السَّمٰوٰتِ وَالْاَرْضِ عٰلِمَ الْغَيْبِ وَالشَّهَادَةِ اَنْتَ تَحْكُمُ بَيْنَ عِبَادِكَ فِيْ مَا كَانُوْا فِيْهِ يَخْتَلِفُوْنَ","text_id":"Katakanlah, “Ya Allah, Pencipta langit dan bumi, yang mengetahui segala yang gaib dan nyata, Engkaulah yang memutuskan di antara hamba-hamba-Mu apa yang selalu mereka perselisihkan.”","text_en":"Say: \"O God, the originator of the heavens and the earth, the knower of the unknown and the known, You alone will judge between Your creatures for things they differed about.\"","transliteration":"qulillāhumma fāṭiras-samāwāti wal-arḍi 'ālimal-gaibi wasy-syahādati anta taḥkumu baina 'ibādika fī mā kānụ fīhi yakhtalifụn","no_fn":"","text_fn":""},{"id":4105,"surah":39,"no_ayah":47,"theme":"Sikap Buruk Orang-Orang yang Tidak Percaya kepada Akhirat ","text_ayah":"وَلَوْ اَنَّ لِلَّذِيْنَ ظَلَمُوْا مَا فِى الْاَرْضِ جَمِيْعًا وَّمِثْلَهٗ مَعَهٗ لَافْتَدَوْا بِهٖ مِنْ سُوْۤءِ الْعَذَابِ يَوْمَ الْقِيٰمَةِۗ وَبَدَا لَهُمْ مِّنَ اللّٰهِ مَا لَمْ يَكُوْنُوْا يَحْتَسِبُوْنَ","text_id":"Sekiranya orang-orang yang zalim mempunyai segala apa yang ada di bumi dan ditambah lagi sebanyak itu, niscaya mereka akan menebus dirinya dengan itu dari azab yang buruk pada hari Kiamat. Tampak jelaslah bagi mereka (azab) dari Allah yang belum pernah mereka perkirakan.","text_en":"Even if the sinners possessed whatever is in the heavens and the earth, and as much more, they would offer it to ransom themselves from the torment of the Day of Resurrection; yet what they did not even imagine would appear to them from God;","transliteration":"walau anna lillażīna ẓalamụ mā fil-arḍi jamī'aw wa miṡlahụ ma'ahụ laftadau bihī min sū`il-'ażābi yaumal-qiyāmah, wa badā lahum minallāhi mā lam yakụnụ yaḥtasibụn","no_fn":"","text_fn":""},{"id":4106,"surah":39,"no_ayah":48,"theme":"Sikap Buruk Orang-Orang yang Tidak Percaya kepada Akhirat ","text_ayah":"وَبَدَا لَهُمْ سَيِّاٰتُ مَا كَسَبُوْا وَحَاقَ بِهِمْ مَّا كَانُوْا بِهٖ يَسْتَهْزِءُوْنَ","text_id":"Tampak jelaslah bagi mereka keburukan-keburukan yang mereka kerjakan (di dunia) dan mereka diliputi oleh (azab) yang selalu mereka olok-olokkan.","text_en":"And the evil of what they had earned would become visible to them; and what they used to mock would surround them from all sides.","transliteration":"wa badā lahum sayyi`ātu mā kasabụ wa ḥāqa bihim mā kānụ bihī yastahzi`ụn","no_fn":"","text_fn":""},{"id":4107,"surah":39,"no_ayah":49,"theme":"Kecenderungan Manusia untuk Menyombongkan Diri ","text_ayah":"فَاِذَا مَسَّ الْاِنْسَانَ ضُرٌّ دَعَانَاۖ  ثُمَّ اِذَا خَوَّلْنٰهُ نِعْمَةً مِّنَّاۙ قَالَ اِنَّمَآ اُوْتِيْتُهٗ عَلٰى عِلْمٍۗبَلْ هِيَ فِتْنَةٌ وَّلٰكِنَّ اَكْثَرَهُمْ لَا يَعْلَمُوْنَ","text_id":"Apabila ditimpa bencana, manusia menyeru Kami. Kemudian, apabila Kami memberikan nikmat sebagai anugerah Kami kepadanya, dia berkata, “Sesungguhnya aku diberikan (nikmat) itu hanyalah karena kepintaranku.” Sebenarnya, itu adalah ujian, tetapi kebanyakan mereka tidak mengetahui(-nya).","text_en":"When a man is in trouble, he prays to God; but when We bestow a favour on him he says: \"It has come to me through my acumen.\" In fact, this is an illusion, but most men do not know.","transliteration":"fa iżā massal-insāna ḍurrun da'ānā ṡumma iżā khawwalnāhu ni'matam minnā qāla innamā ụtītuhụ 'alā 'ilm, bal hiya fitnatuw wa lākinna akṡarahum lā ya'lamụn","no_fn":"","text_fn":""},{"id":4108,"surah":39,"no_ayah":50,"theme":"Kecenderungan Manusia untuk Menyombongkan Diri ","text_ayah":"قَدْ قَالَهَا الَّذِيْنَ مِنْ قَبْلِهِمْ فَمَآ اَغْنٰى عَنْهُمْ مَّا كَانُوْا يَكْسِبُوْنَ","text_id":"Sungguh, orang-orang yang sebelum mereka pun telah mengatakan hal itu. Maka, tidak berguna lagi bagi mereka apa yang selalu mereka usahakan.","text_en":"Those before them had also said so, and yet nothing of what they did availed them in the least.","transliteration":"qad qālahallażīna ming qablihim fa mā agnā 'an-hum mā kānụ yaksibụn","no_fn":"","text_fn":""},{"id":4109,"surah":39,"no_ayah":51,"theme":"Kecenderungan Manusia untuk Menyombongkan Diri ","text_ayah":"فَاَصَابَهُمْ سَيِّاٰتُ مَا كَسَبُوْاۗوَالَّذِيْنَ ظَلَمُوْا مِنْ هٰٓؤُلَاۤءِ سَيُصِيْبُهُمْ سَيِّاٰتُ مَا كَسَبُوْاۙوَمَا هُمْ بِمُعْجِزِيْنَ","text_id":"Lalu, mereka ditimpa (bencana akibat) keburukan-keburukan yang mereka perbuat. Orang-orang yang zalim di antara mereka juga akan ditimpa (bencana akibat) keburukan-keburukan yang mereka perbuat dan tidak dapat melepaskan diri (darinya).","text_en":"Then the worst of what they had done overtook them. So will the evil deeds of those who are sinners among them recoil back on them. They cannot get the better (of Us).","transliteration":"fa aṣābahum sayyi`ātu mā kasabụ, wallażīna ẓalamụ min hā`ulā`i sayuṣībuhum sayyi`ātu mā kasabụ wa mā hum bimu'jizīn","no_fn":"","text_fn":""},{"id":4110,"surah":39,"no_ayah":52,"theme":"Kecenderungan Manusia untuk Menyombongkan Diri ","text_ayah":"اَوَلَمْ يَعْلَمُوْٓا اَنَّ اللّٰهَ يَبْسُطُ الرِّزْقَ لِمَنْ يَّشَاۤءُ وَيَقْدِرُۗاِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ لِّقَوْمٍ يُّؤْمِنُوْنَࣖ","text_id":"Tidakkah mereka mengetahui bahwa Allah melapangkan rezeki bagi siapa yang Dia kehendaki dan menyempitkannya (bagi siapa yang Dia kehendaki)? Sesungguhnya pada yang demikian itu benar-benar terdapat tanda-tanda (kekuasaan Allah) bagi kaum yang beriman.","text_en":"Do they not know that God enhances or restricts the provision of any one He will. Surely there are signs in this for people who believe.","transliteration":"a wa lam ya'lamū annallāha yabsuṭur-rizqa limay yasyā`u wa yaqdir, inna fī żālika la`āyātil liqaumiy yu`minụn","no_fn":"","text_fn":""},{"id":4111,"surah":39,"no_ayah":53,"theme":"Larangan Berputus asa dari Rahmat Allah ","text_ayah":"۞ قُلْ يٰعِبَادِيَ الَّذِيْنَ اَسْرَفُوْا عَلٰٓى اَنْفُسِهِمْ لَا تَقْنَطُوْا مِنْ رَّحْمَةِ اللّٰهِۗاِنَّ اللّٰهَ يَغْفِرُ الذُّنُوْبَ جَمِيْعًاۗاِنَّهٗ هُوَ الْغَفُوْرُ الرَّحِيْمُ","text_id":"Katakanlah (Nabi Muhammad), “Wahai hamba-hamba-Ku yang melampaui batas (dengan menzalimi) dirinya sendiri, janganlah berputus asa dari rahmat Allah. Sesungguhnya Allah mengampuni dosa semuanya.<sup>663)</sup> Sesungguhnya Dialah Yang Maha Pengampun lagi Maha Penyayang.","text_en":"Say: \"O creatures of God, those of you who have acted against your own interests should not be disheartened of the mercy of God. Surely God forgives all sins. He is all-forgiving and all-merciful.","transliteration":"qul yā 'ibādiyallażīna asrafụ 'alā anfusihim lā taqnaṭụ mir raḥmatillāh, innallāha yagfiruż-żunụba jamī'ā, innahụ huwal-gafụrur-raḥīm","no_fn":"663","text_fn":"663) Semua dosa bisa diampuni Allah Swt., kecuali dosa syirik (lihat surah an-Nisā’/4: 48)."},{"id":4112,"surah":39,"no_ayah":54,"theme":"Larangan Berputus asa dari Rahmat Allah ","text_ayah":"وَاَنِيْبُوْٓا اِلٰى رَبِّكُمْ وَاَسْلِمُوْا لَهٗ مِنْ قَبْلِ اَنْ يَّأْتِيَكُمُ الْعَذَابُ ثُمَّ لَا تُنْصَرُوْنَ","text_id":"Kembalilah kepada Tuhanmu dan berserah dirilah kepada-Nya sebelum datang azab kepadamu, kemudian kamu tidak akan ditolong.","text_en":"Turn towards your Lord and obey Him before the punishment comes upon you when you will not be helped.","transliteration":"wa anībū ilā rabbikum wa aslimụ lahụ ming qabli ay ya`tiyakumul-'ażābu ṡumma lā tunṣarụn","no_fn":"","text_fn":""},{"id":4113,"surah":39,"no_ayah":55,"theme":"Larangan Berputus asa dari Rahmat Allah ","text_ayah":"وَاتَّبِعُوْٓا اَحْسَنَ مَآ اُنْزِلَ اِلَيْكُمْ مِّنْ رَّبِّكُمْ مِّنْ قَبْلِ اَنْ يَّأْتِيَكُمُ الْعَذَابُ بَغْتَةً وَّاَنْتُمْ لَا تَشْعُرُوْنَۙ  ","text_id":"Ikutilah sebaik-baik apa yang diturunkan kepadamu dari Tuhanmu (Al-Qur’an) sebelum azab datang kepadamu secara mendadak, sedangkan kamu tidak menyadarinya.","text_en":"Follow the best of what has been revealed to you by your Lord before the punishment overtakes you suddenly and you are caught unawares,","transliteration":"wattabi'ū aḥsana mā unzila ilaikum mir rabbikum ming qabli ay ya`tiyakumul-'ażābu bagtataw wa antum lā tasy'urụn","no_fn":"","text_fn":""},{"id":4114,"surah":39,"no_ayah":56,"theme":"Tiadanya Penyesalan di Kemudian Hari ","text_ayah":"اَنْ تَقُوْلَ نَفْسٌ يّٰحَسْرَتٰى عَلٰى مَا فَرَّطْتُّ فِيْ جَنْۢبِ اللّٰهِ وَاِنْ كُنْتُ لَمِنَ السّٰخِرِيْنَۙ   ","text_id":"(Maksudnya,) supaya (tidak) ada orang yang berkata, “Alangkah besar penyesalanku atas kelalaianku dalam (menunaikan kewajiban) terhadap Allah dan sesungguhnya aku benar-benar termasuk orang-orang yang memperolok-olokkan (agama Allah).”","text_en":"Lest a soul should say: \"Alas, I was heedless of God and only laughed;\"","transliteration":"an taqụla nafsuy yā ḥasratā 'alā mā farrattu fī jambillāhi wa ing kuntu laminas-sākhirīn","no_fn":"","text_fn":""},{"id":4115,"surah":39,"no_ayah":57,"theme":"Tiadanya Penyesalan di Kemudian Hari ","text_ayah":"اَوْ تَقُوْلَ لَوْ اَنَّ اللّٰهَ هَدٰىنِيْ لَكُنْتُ مِنَ الْمُتَّقِيْنَۙ","text_id":"Atau, supaya (tidak) ada yang berkata, “Seandainya Allah memberi petunjuk kepadaku, tentulah aku termasuk orang-orang yang bertakwa.”","text_en":"Or say: \"If only God had guided me I would have been a man of fear and piety;\"","transliteration":"au taqụla lau annallāha hadānī lakuntu minal-muttaqīn","no_fn":"","text_fn":""},{"id":4116,"surah":39,"no_ayah":58,"theme":"Tiadanya Penyesalan di Kemudian Hari ","text_ayah":"اَوْ تَقُوْلَ حِيْنَ تَرَى الْعَذَابَ لَوْ اَنَّ لِيْ كَرَّةً فَاَكُوْنَ مِنَ الْمُحْسِنِيْنَ","text_id":"Atau, supaya (tidak) ada (pula) yang berkata ketika melihat azab, “Seandainya aku dapat kembali (ke dunia), tentu aku termasuk orang-orang yang muhsin.”","text_en":"Or say on seeing the punishment: \"If I could only return I would be among the good.\"","transliteration":"au taqụla ḥīna taral-'ażāba lau anna lī karratan fa akụna minal-muḥsinīn","no_fn":"","text_fn":""},{"id":4117,"surah":39,"no_ayah":59,"theme":"Tiadanya Penyesalan di Kemudian Hari ","text_ayah":"بَلٰى قَدْ جَاۤءَتْكَ اٰيٰتِيْ فَكَذَّبْتَ بِهَا وَاسْتَكْبَرْتَ وَكُنْتَ مِنَ الْكٰفِرِيْنَ","text_id":"Tidak begitu! Sebenarnya ayat-ayat-Ku telah datang kepadamu, tetapi kamu mendustakannya, menyombongkan diri, dan termasuk orang-orang kafir.","text_en":"Why, My revelations had come to you, but you denied them and were filled with pride, and were among the disbelievers.","transliteration":"balā qad jā`atka āyātī fa każżabta bihā wastakbarta wa kunta minal-kāfirīn","no_fn":"","text_fn":""},{"id":4118,"surah":39,"no_ayah":60,"theme":"Tiadanya Penyesalan di Kemudian Hari ","text_ayah":"وَيَوْمَ الْقِيٰمَةِ تَرَى الَّذِيْنَ كَذَبُوْا عَلَى اللّٰهِ وُجُوْهُهُمْ مُّسْوَدَّةٌ ۗ اَلَيْسَ فِيْ جَهَنَّمَ مَثْوًى لِّلْمُتَكَبِّرِيْنَ","text_id":"Pada hari Kiamat, engkau akan melihat bahwa orang-orang yang berdusta kepada Allah wajahnya menghitam. Bukankah (neraka) Jahanam itu tempat tinggal bagi orang-orang yang takabur?","text_en":"If you see those who had imputed lies to God on the Day of Resurrection, black would be their faces (with disgrace). Is there not a place in Hell for the arrogant?","transliteration":"wa yaumal-qiyāmati tarallażīna każabụ 'alallāhi wujụhuhum muswaddah, a laisa fī jahannama maṡwal lil-mutakabbirīn","no_fn":"","text_fn":""},{"id":4119,"surah":39,"no_ayah":61,"theme":"Tiadanya Penyesalan di Kemudian Hari ","text_ayah":"وَيُنَجِّى اللّٰهُ الَّذِيْنَ اتَّقَوْا بِمَفَازَتِهِمْۖ  لَا يَمَسُّهُمُ السُّوْۤءُ وَلَا هُمْ يَحْزَنُوْنَ","text_id":"Allah menyelamatkan orang-orang yang bertakwa karena kemenangannya sehingga mereka tidak disentuh oleh azab dan tidak bersedih.","text_en":"God would rescue those who fear Him (and guide them) to places of safety. Neither will evil touch them nor regret.","transliteration":"wa yunajjillāhullażīnattaqau bimafāzatihim lā yamassuhumus-sū`u wa lā hum yaḥzanụn","no_fn":"","text_fn":""},{"id":4120,"surah":39,"no_ayah":62,"theme":"Allah sebagai Zat yang Maha Pencipta dan Pemilik Segalanya ","text_ayah":"اَللّٰهُ خَالِقُ كُلِّ شَيْءٍۙوَّهُوَ عَلٰى كُلِّ شَيْءٍ وَّكِيْلٌ","text_id":"Allah adalah pencipta segala sesuatu dan Dia Maha Pemelihara atas segala sesuatu.","text_en":"God is the creator of all things, and He is the guarantor of all things.","transliteration":"allāhu khāliqu kulli syai`iw wa huwa 'alā kulli syai`iw wakīl","no_fn":"","text_fn":""},{"id":4121,"surah":39,"no_ayah":63,"theme":"Allah sebagai Zat yang Maha Pencipta dan Pemilik Segalanya ","text_ayah":"لَهٗ مَقَالِيْدُ السَّمٰوٰتِ وَالْاَرْضِۗ وَالَّذِيْنَ كَفَرُوْا بِاٰيٰتِ اللّٰهِ اُولٰۤىِٕكَ هُمُ الْخٰسِرُوْنَࣖ ","text_id":"Milik-Nyalah kunci-kunci (perbendaharaan) langit dan bumi. Orang-orang yang kufur terhadap ayat-ayat Allah, mereka itulah orang-orang yang rugi.","text_en":"He has the keys of the heavens and the earth; and those who deny the revelations of God will be losers.","transliteration":"lahụ maqālīdus-samāwāti wal-arḍ, wallażīna kafarụ bi`āyātillāhi ulā`ika humul-khāsirụn","no_fn":"","text_fn":""},{"id":4122,"surah":39,"no_ayah":64,"theme":"Allah sebagai Zat yang Maha Pencipta dan Pemilik Segalanya ","text_ayah":"قُلْ اَفَغَيْرَ اللّٰهِ تَأْمُرُوْۤنِّيْٓ اَعْبُدُ اَيُّهَا الْجٰهِلُوْنَ","text_id":"Katakanlah (Nabi Muhammad), “Apakah kamu menyuruhku (untuk) menyembah selain Allah, wahai orang-orang yang bodoh?”","text_en":"Say: \"O you ignorant people, do you bid me to worship someone other than God?","transliteration":"qul a fa gairallāhi ta`murūnnī a'budu ayyuhal-jāhilụn","no_fn":"","text_fn":""},{"id":4123,"surah":39,"no_ayah":65,"theme":"Allah sebagai Zat yang Maha Pencipta dan Pemilik Segalanya ","text_ayah":"وَلَقَدْ اُوْحِيَ اِلَيْكَ وَاِلَى الَّذِيْنَ مِنْ قَبْلِكَۚ  لَىِٕنْ اَشْرَكْتَ لَيَحْبَطَنَّ عَمَلُكَ وَلَتَكُوْنَنَّ مِنَ الْخٰسِرِيْنَ","text_id":"Sungguh, benar-benar telah diwahyukan kepadamu dan kepada orang-orang (para nabi) sebelummu, “Sungguh, jika engkau mempersekutukan (Allah), niscaya akan gugurlah amalmu dan tentulah engkau termasuk orang-orang yang rugi.","text_en":"Surely you have been commanded, as those before you were: \"If you associate (any one with God), wasted will be all your deeds, arid you will perish.\"","transliteration":"wa laqad ụḥiya ilaika wa ilallażīna ming qablik, la`in asyrakta layaḥbaṭanna 'amaluka wa latakụnanna minal-khāsirīn","no_fn":"","text_fn":""},{"id":4124,"surah":39,"no_ayah":66,"theme":"Allah sebagai Zat yang Maha Pencipta dan Pemilik Segalanya ","text_ayah":"بَلِ اللّٰهَ فَاعْبُدْ وَكُنْ مِّنَ الشّٰكِرِيْنَ","text_id":"Oleh karena itu, sembahlah Allah (saja) dan jadilah engkau termasuk orang-orang yang bersyukur.”","text_en":"So, you should worship only God, arid be among the grateful.","transliteration":"balillāha fa'bud wa kum minasy-syākirīn","no_fn":"","text_fn":""},{"id":4125,"surah":39,"no_ayah":67,"theme":"Peringatan akan Datangnya Hari Kiamat ","text_ayah":"وَمَا قَدَرُوا اللّٰهَ حَقَّ قَدْرِهٖۖ وَالْاَرْضُ جَمِيْعًا قَبْضَتُهٗ يَوْمَ الْقِيٰمَةِ وَالسَّمٰوٰتُ مَطْوِيّٰتٌۢ بِيَمِيْنِهٖۗسُبْحٰنَهٗ وَتَعٰلٰى عَمَّا يُشْرِكُوْنَ","text_id":"Mereka tidak mengagungkan Allah sebagaimana mestinya. Padahal, bumi seluruhnya (ada dalam) genggaman-Nya pada hari Kiamat dan langit digulung dengan tangan kanan-Nya.<sup>664)</sup> Mahasuci dan Mahatinggi Dia dari apa yang mereka persekutukan.","text_en":"They do not esteem God as is rightly due to Him. The whole earth would be a fistful of His on the Day of Resurrection, and the heavens would be rolled up in His right hand. Too immaculate is He and too high for what they associate with Him!","transliteration":"wa mā qadarullāha ḥaqqa qadrihī wal-arḍu jamī'ang qabḍatuhụ yaumal-qiyāmati was-samāwātu maṭwiyyātum biyamīnih, sub-ḥānahụ wa ta'ālā 'ammā yusyrikụn","no_fn":"664","text_fn":"664) Ayat ini menggambarkan kebesaran dan kekuasaan Allah Swt. dan hanya Dia yang berkuasa pada hari Kiamat."},{"id":4126,"surah":39,"no_ayah":68,"theme":"Peringatan akan Datangnya Hari Kiamat ","text_ayah":"وَنُفِخَ فِى الصُّوْرِ فَصَعِقَ مَنْ فِى السَّمٰوٰتِ وَمَنْ فِى الْاَرْضِ اِلَّا مَنْ شَاۤءَ اللّٰهُۗ ثُمَّ نُفِخَ فِيْهِ اُخْرٰى فَاِذَا هُمْ قِيَامٌ يَّنْظُرُوْنَ","text_id":"Sangkakala pun ditiup sehingga matilah semua (makhluk) yang (ada) di langit dan di bumi, kecuali mereka yang dikehendaki Allah. Kemudian, ia ditiup sekali lagi. Seketika itu, mereka bangun (dari kuburnya dan) menunggu (keputusan Allah).","text_en":"When the trumpet blast is sounded whoever is in the heavens and the earth will swoon away, except those God please. When the blast is sounded the second time, they will stand up all expectant.","transliteration":"wa nufikha fiṣ-ṣụri fa ṣa'iqa man fis-samāwāti wa man fil-arḍi illā man syā`allāh, ṡumma nufikha fīhi ukhrā fa iżā hum qiyāmuy yanẓurụn","no_fn":"","text_fn":""},{"id":4127,"surah":39,"no_ayah":69,"theme":"Peringatan akan Datangnya Hari Kiamat ","text_ayah":"وَاَشْرَقَتِ الْاَرْضُ بِنُوْرِ رَبِّهَا وَوُضِعَ الْكِتٰبُ وَجِايْۤءَ بِالنَّبِيّٖنَ وَالشُّهَدَاۤءِ وَقُضِيَ بَيْنَهُمْ بِالْحَقِّ وَهُمْ لَا يُظْلَمُوْنَ","text_id":"Bumi (padang Mahsyar) menjadi terang benderang dengan cahaya Tuhannya, buku (catatan amal) diberikan (kepada setiap orang), para nabi dan para saksi pun dihadirkan, lalu diberikan keputusan di antara mereka secara adil dan mereka tidak dizalimi.","text_en":"The earth will light up with the effulgence of her Lord; and the ledger (of account) will be placed (in each man's hand), and the apostles and the witnesses will be called, and judgement passed between them equitably, and no wrong will be done to them.","transliteration":"wa asyraqatil-arḍu binụri rabbihā wa wuḍi'al-kitābu wajī`a bin-nabiyyīna wasy-syuhadā`i wa quḍiya bainahum bil-ḥaqqi wa hum lā yuẓlamụn","no_fn":"","text_fn":""},{"id":4128,"surah":39,"no_ayah":70,"theme":"Peringatan akan Datangnya Hari Kiamat ","text_ayah":"وَوُفِّيَتْ كُلُّ نَفْسٍ مَّا عَمِلَتْ وَهُوَ اَعْلَمُ بِمَا يَفْعَلُوْنَࣖ ","text_id":"Setiap jiwa diberi balasan dengan sempurna sesuai dengan apa yang telah dikerjakannya dan Dia paling tahu tentang apa yang mereka lakukan.","text_en":"Each soul will be paid in full for what it had done. He is cognisant of what you do.","transliteration":"wa wuffiyat kullu nafsim mā 'amilat wa huwa a'lamu bimā yaf'alụn","no_fn":"","text_fn":""},{"id":4129,"surah":39,"no_ayah":71,"theme":"Risiko yang Ditanggung Manusia atas Perbuatannya ","text_ayah":"وَسِيْقَ الَّذِيْنَ كَفَرُوْٓا اِلٰى جَهَنَّمَ زُمَرًاۗحَتّٰىٓ اِذَا جَاۤءُوْهَا فُتِحَتْ اَبْوَابُهَا وَقَالَ لَهُمْ خَزَنَتُهَآ اَلَمْ يَأْتِكُمْ رُسُلٌ مِّنْكُمْ يَتْلُوْنَ عَلَيْكُمْ اٰيٰتِ رَبِّكُمْ وَيُنْذِرُوْنَكُمْ لِقَاۤءَ يَوْمِكُمْ هٰذَاۗقَالُوْا بَلٰى وَلٰكِنْ حَقَّتْ كَلِمَةُ الْعَذَابِ عَلَى الْكٰفِرِيْنَ","text_id":"Orang-orang yang kufur digiring ke (neraka) Jahanam secara berombongan sehingga apabila mereka telah sampai di sana, pintu-pintunya dibuka dan para penjaganya berkata kepada mereka, “Apakah belum pernah datang kepadamu rasul-rasul dari kalanganmu yang membacakan ayat-ayat Tuhanmu dan memperingatkan kepadamu pertemuan (dengan) harimu ini?” Mereka menjawab, “Benar, (telah datang para rasul).” Akan tetapi, ketetapan azab pasti berlaku terhadap orang-orang kafir.","text_en":"The unbelievers will be driven into Hell in groups till, when they reach it and its doors are opened up, its keepers will say to them: \"Did not apostles of your own come to you reciting your Lord's revelations, warning you of this your day of Doom?\" They will answer: \"Yes;\" but the sentence of punishment was justified against the unbelievers.","transliteration":"wa sīqallażīna kafarū ilā jahannama zumarā, ḥattā iżā jā`ụhā futiḥat abwābuhā wa qāla lahum khazanatuhā a lam ya`tikum rusulum mingkum yatlụna 'alaikum āyāti rabbikum wa yunżirụnakum liqā`a yaumikum hāżā, qālụ balā wa lākin ḥaqqat kalimatul-'ażābi 'alal-kāfirīn","no_fn":"","text_fn":""},{"id":4130,"surah":39,"no_ayah":72,"theme":"Risiko yang Ditanggung Manusia atas Perbuatannya ","text_ayah":"قِيْلَ ادْخُلُوْٓا اَبْوَابَ جَهَنَّمَ خٰلِدِيْنَ فِيْهَاۚفَبِئْسَ مَثْوَى الْمُتَكَبِّرِيْنَ","text_id":"Dikatakan (kepada mereka), “Masuklah pintu-pintu (neraka) Jahanam (untuk tinggal) di dalamnya selama-lamanya!” Maka, (neraka Jahanam) itu seburuk-buruk tempat tinggal bagi orang-orang yang takabur.","text_en":"\"Enter the gates of Hell,\" they will be told, \"and there abide for ever.\" How grievous a destination for the haughty!","transliteration":"qīladkhulū abwāba jahannama khālidīna fīhā, fa bi`sa maṡwal-mutakabbirīn","no_fn":"","text_fn":""},{"id":4131,"surah":39,"no_ayah":73,"theme":"Risiko yang Ditanggung Manusia atas Perbuatannya ","text_ayah":"وَسِيْقَ الَّذِيْنَ اتَّقَوْا رَبَّهُمْ اِلَى الْجَنَّةِ زُمَرًاۗحَتّٰىٓ اِذَا جَاۤءُوْهَا وَفُتِحَتْ اَبْوَابُهَا وَقَالَ لَهُمْ خَزَنَتُهَا سَلٰمٌ عَلَيْكُمْ طِبْتُمْ فَادْخُلُوْهَا خٰلِدِيْنَ","text_id":"Orang-orang yang bertakwa kepada Tuhannya diantar ke dalam surga secara berombongan sehingga apabila mereka telah sampai di sana dan pintu-pintunya telah dibuka, para penjaganya berkata kepada mereka, “Salāmun ‘alaikum (semoga keselamatan tercurah kepadamu), berbahagialah kamu. Maka, masuklah ke dalamnya (untuk tinggal) selama-lamanya!”","text_en":"Those who were mindful of their duty to their Lord will be driven in groups to Paradise, till they reach it and its gates are opened, and its keepers say to them: \"Peace be on you; you are the joyous. So enter here to live for ever.\"","transliteration":"wa sīqallażīnattaqau rabbahum ilal-jannati zumarā, ḥattā iżā jā`ụhā wa futiḥat abwābuhā wa qāla lahum khazanatuhā salāmun 'alaikum ṭibtum fadkhulụhā khālidīn","no_fn":"","text_fn":""},{"id":4132,"surah":39,"no_ayah":74,"theme":"Risiko yang Ditanggung Manusia atas Perbuatannya ","text_ayah":"وَقَالُوا الْحَمْدُ لِلّٰهِ الَّذِيْ صَدَقَنَا وَعْدَهٗ وَاَوْرَثَنَا الْاَرْضَ نَتَبَوَّاُ مِنَ الْجَنَّةِ حَيْثُ نَشَاۤءُۚفَنِعْمَ اَجْرُ الْعٰمِلِيْنَ","text_id":"Mereka berkata, “Segala puji bagi Allah yang telah memenuhi janji-Nya dan mewariskan bumi (di akhirat) ini kepada kami sehingga dapat menempati surga sesuai dengan kehendak kami.” (Surga adalah) sebaik-baik balasan bagi orang-orang yang beramal (saleh).","text_en":"They will say: \"All praise be to God Who has fulfilled the promise He had made to us, and bequeathed to us this land for dwelling in the garden wheresoever we like.\" How excellent the recompense for those who act!","transliteration":"wa qālul-ḥamdu lillāhillażī ṣadaqanā wa'dahụ wa auraṡanal-arḍa natabawwa`u minal-jannati ḥaiṡu nasyā`, fa ni'ma ajrul-'āmilīn","no_fn":"","text_fn":""},{"id":4133,"surah":39,"no_ayah":75,"theme":"Risiko yang Ditanggung Manusia atas Perbuatannya ","text_ayah":"وَتَرَى الْمَلٰۤىِٕكَةَ حَاۤفِّيْنَ مِنْ حَوْلِ الْعَرْشِ يُسَبِّحُوْنَ بِحَمْدِ رَبِّهِمْۚ وَقُضِيَ بَيْنَهُمْ بِالْحَقِّ وَقِيْلَ الْحَمْدُ لِلّٰهِ رَبِّ الْعٰلَمِيْنَࣖ","text_id":"Engkau (Nabi Muhammad) akan melihat malaikat melingkar di sekeliling ʻArasy. Mereka bertasbih sambil memuji Tuhannya. (Urusan) di antara mereka (seluruh makhluk) diputuskan dengan hak (adil). (Ketika itu) dikatakan, “Segala puji bagi Allah, Tuhan semesta alam.”","text_en":"You will see the angels hover round the Throne, singing the praises of their Lord; and justice will be done between them equitably, and it would be said: \"All praise to God the Lord of all the worlds.\"","transliteration":"wa taral-malā`ikata ḥāffīna min ḥaulil-'arsyi yusabbiḥụna biḥamdi rabbihim, wa quḍiya bainahum bil-ḥaqqi wa qīlal-ḥamdu lillāhi rabbil-'ālamīn","no_fn":"","text_fn":""}]