[{"id":4134,"surah":40,"no_ayah":1,"theme":"Al-Qur’an sebagai Wahyu dari Allah ","text_ayah":"حٰمۤ ۚ ","text_id":"Ḥā Mīm. ","text_en":"HA MIM.","transliteration":"ḥā mīm","no_fn":"","text_fn":""},{"id":4135,"surah":40,"no_ayah":2,"theme":"Al-Qur’an sebagai Wahyu dari Allah ","text_ayah":"تَنْزِيْلُ الْكِتٰبِ مِنَ اللّٰهِ الْعَزِيْزِ الْعَلِيْمِۙ","text_id":"Diturunkannya Kitab (Al-Qur’an) ini dari Allah Yang Mahaperkasa lagi Maha Mengetahui.","text_en":"The revelation of this Book is from God the all-mighty and all-knowing,","transliteration":"tanzīlul-kitābi minallāhil-'azīzil-'alīm","no_fn":"","text_fn":""},{"id":4136,"surah":40,"no_ayah":3,"theme":"Al-Qur’an sebagai Wahyu dari Allah ","text_ayah":"غَافِرِ الذَّنْۢبِ وَقَابِلِ التَّوْبِ شَدِيْدِ الْعِقَابِ ذِى الطَّوْلِۗ  لَآ اِلٰهَ اِلَّا هُوَۗ اِلَيْهِ الْمَصِيْرُ ","text_id":"(Dia) Pengampun dosa, Penerima tobat, Pemberi hukuman yang keras, (dan) Pemilik karunia. Tidak ada tuhan  selain Dia. Hanya kepada-Nyalah (semua makhluk) kembali.","text_en":"Forgiver of trespasses, acceptor of repentance, severe of retribution, lord of power. There is no god but He. Towards Him is your destination.","transliteration":"gāfiriż-żambi wa qābilit-taubi syadīdil-'iqābi żiṭ-ṭaụl, lā ilāha illā huw, ilaihil-maṣīr","no_fn":"","text_fn":""},{"id":4137,"surah":40,"no_ayah":4,"theme":"Al-Qur’an sebagai Wahyu dari Allah ","text_ayah":"مَا يُجَادِلُ فِيْٓ اٰيٰتِ اللّٰهِ اِلَّا الَّذِيْنَ كَفَرُوْا فَلَا يَغْرُرْكَ تَقَلُّبُهُمْ فِى الْبِلَادِ","text_id":"Tidak ada yang memperdebatkan ayat-ayat Allah, kecuali orang-orang yang kufur. Oleh karena itu, janganlah engkau (Nabi Muhammad) tertipu oleh bolak-balik perjalanan mereka di seluruh negeri.","text_en":"Only the unbelievers dispute the revelations of God. So do not let their activities in the land deceive you.","transliteration":"mā yujādilu fī āyātillāhi illallażīna kafarụ fa lā yagrurka taqallubuhum fil-bilād","no_fn":"","text_fn":""},{"id":4138,"surah":40,"no_ayah":5,"theme":"Al-Qur’an sebagai Wahyu dari Allah ","text_ayah":"كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوْحٍ وَّالْاَحْزَابُ مِنْۢ بَعْدِهِمْۖ وَهَمَّتْ كُلُّ اُمَّةٍۢ بِرَسُوْلِهِمْ لِيَأْخُذُوْهُ وَجَادَلُوْا بِالْبَاطِلِ لِيُدْحِضُوْا بِهِ الْحَقَّ فَاَخَذْتُهُمْۗ فَكَيْفَ كَانَ عِقَابِ","text_id":"Sebelum mereka, kaum Nuh dan golongan-golongan yang bersekutu setelah mereka mendustakan (rasul). Setiap umat telah merencanakan (tipu daya) terhadap rasul mereka untuk membunuhnya. Mereka membantah dengan (alasan) yang batil untuk melenyapkan kebenaran. Maka, Aku menyiksa mereka. Bagaimanakah (pedihnya) azab-Ku?","text_en":"The people of Noah had denied before them, and many factions after them. Every nation has intrigued against its apostle and afflicted him, and argued with false arguments to condemn the truth. Then I seized them. How was then My retribution!","transliteration":"każżabat qablahum qaumu nụḥiw wal-aḥzābu mim ba'dihim wa hammat kullu ummatim birasụlihim liya`khużụhu wa jādalụ bil-bāṭili liyud-ḥiḍụ bihil-ḥaqqa fa akhażtuhum, fa kaifa kāna 'iqāb","no_fn":"","text_fn":""},{"id":4139,"surah":40,"no_ayah":6,"theme":"Al-Qur’an sebagai Wahyu dari Allah ","text_ayah":"وَكَذٰلِكَ حَقَّتْ كَلِمَتُ رَبِّكَ عَلَى الَّذِيْنَ كَفَرُوْٓا اَنَّهُمْ اَصْحٰبُ النَّارِۘ ","text_id":"Demikianlah (sebagaimana berlaku kepada umat terdahulu), ketetapan Tuhanmu itu berlaku pula bagi orang-orang yang kufur bahwa mereka adalah para penghuni neraka.","text_en":"In this way the sentence of your Lord against the infidels that they would be the inmates of Hell, was justified.","transliteration":"wa każālika ḥaqqat kalimatu rabbika 'alallażīna kafarū annahum aṣ-ḥābun-nār","no_fn":"","text_fn":""},{"id":4140,"surah":40,"no_ayah":7,"theme":"Bertasbihnya Malaikat Mendoakan Orang Mukmin ","text_ayah":"اَلَّذِيْنَ يَحْمِلُوْنَ الْعَرْشَ وَمَنْ حَوْلَهٗ يُسَبِّحُوْنَ بِحَمْدِ رَبِّهِمْ وَيُؤْمِنُوْنَ بِهٖ وَيَسْتَغْفِرُوْنَ لِلَّذِيْنَ اٰمَنُوْاۚ رَبَّنَا وَسِعْتَ كُلَّ شَيْءٍ رَّحْمَةً وَّعِلْمًا فَاغْفِرْ لِلَّذِيْنَ تَابُوْا وَاتَّبَعُوْا سَبِيْلَكَ وَقِهِمْ عَذَابَ الْجَحِيْمِ ","text_id":"(Para malaikat) yang memikul ʻArasy dan yang berada di sekelilingnya selalu bertasbih dengan memuji Tuhannya, beriman kepada-Nya, dan memohonkan ampunan untuk orang-orang yang beriman. (Mereka berkata,) “Wahai Tuhan kami, rahmat dan ilmu-Mu meliputi segala sesuatu. Maka, berikanlah ampunan kepada orang-orang yang bertobat serta mengikuti jalan-Mu dan lindungilah mereka dari azab (neraka) Jahim.","text_en":"The bearers of the Throne, and those around it, sing the praises of their Lord and believe in Him, and seek forgiveness for those who believe: \"O our Lord, Your mercy and knowledge embrace everything; so forgive those who turn to You in repentance and follow Your path; and preserve them from the torment of Hell.","transliteration":"allażīna yaḥmilụnal-'arsya wa man ḥaulahụ yusabbiḥụna biḥamdi rabbihim wa yu`minụna bihī wa yastagfirụna lillażīna āmanụ, rabbanā wasi'ta kulla syai`ir raḥmataw wa 'ilman fagfir lillażīna tābụ wattaba'ụ sabīlaka wa qihim 'ażābal-jaḥīm","no_fn":"","text_fn":""},{"id":4141,"surah":40,"no_ayah":8,"theme":"Bertasbihnya Malaikat Mendoakan Orang Mukmin ","text_ayah":"رَبَّنَا وَاَدْخِلْهُمْ جَنّٰتِ عَدْنِ ِۨالَّتِيْ وَعَدْتَّهُمْ وَمَنْ صَلَحَ مِنْ اٰبَاۤىِٕهِمْ وَاَزْوَاجِهِمْ وَذُرِّيّٰتِهِمْۗ اِنَّكَ اَنْتَ الْعَزِيْزُ الْحَكِيْمُۙ ","text_id":"Wahai Tuhan kami, masukkanlah mereka ke dalam surga ‘Adn yang telah Engkau janjikan kepada mereka serta orang yang saleh di antara nenek moyang, istri, dan keturunan mereka. Sesungguhnya Engkaulah Yang Mahaperkasa lagi Mahabijaksana.","text_en":"Admit them, O Lord, to the garden of Eden which You promised them, and those of their fathers, spouses and progeny who are upright. You are truly all-mighty and all-wise.","transliteration":"rabbanā wa adkhil-hum jannāti 'adninillatī wa'attahum wa man ṣalaḥa min ābā`ihim wa azwājihim wa żurriyyātihim, innaka antal-'azīzul-ḥakīm","no_fn":"","text_fn":""},{"id":4142,"surah":40,"no_ayah":9,"theme":"Bertasbihnya Malaikat Mendoakan Orang Mukmin ","text_ayah":"وَقِهِمُ السَّيِّاٰتِۗ وَمَنْ تَقِ السَّيِّاٰتِ يَوْمَىِٕذٍ فَقَدْ رَحِمْتَهٗۗ وَذٰلِكَ هُوَ الْفَوْزُ الْعَظِيْمُࣖ ","text_id":"Lindungilah mereka dari keburukan. Siapa yang Engkau lindungi dari keburukan pada hari itu, sungguh, Engkau telah menganugerahkan rahmat kepadanya. Itulah kemenangan yang agung.”","text_en":"Protect them from evil; and whosoever You preserve from evil on that Day shall have surely received Your mercy. This will be the great triumph.\"","transliteration":"wa qihimus-sayyi`āt, wa man taqis-sayyi`āti yauma`iżin fa qad raḥimtah, wa żālika huwal-fauzul-'aẓīm","no_fn":"","text_fn":""},{"id":4143,"surah":40,"no_ayah":10,"theme":"Bertasbihnya Malaikat Mendoakan Orang Mukmin ","text_ayah":"اِنَّ الَّذِيْنَ كَفَرُوْا يُنَادَوْنَ لَمَقْتُ اللّٰهِ اَكْبَرُ مِنْ مَّقْتِكُمْ اَنْفُسَكُمْ اِذْ تُدْعَوْنَ اِلَى الْاِيْمَانِ فَتَكْفُرُوْنَ","text_id":"Sesungguhnya orang-orang yang kufur akan diseru (oleh malaikat pada hari Kiamat), “Sungguh, kebencian Allah (kepadamu) jauh lebih besar daripada kebencianmu kepada dirimu sendiri ketika kamu diseru untuk beriman, lalu kamu mengingkarinya.”","text_en":"Those who disbelieve will certainly be told: \"God's displeasure was greater than your disgust of your selves when you were called to belief and refused to believe.\"","transliteration":"innallażīna kafarụ yunādauna lamaqtullāhi akbaru mim maqtikum anfusakum iż tud'auna ilal-īmāni fa takfurụn","no_fn":"","text_fn":""},{"id":4144,"surah":40,"no_ayah":11,"theme":"Keinginan Orang-Orang Kafir untuk Kembali ke Dunia ","text_ayah":"قَالُوْا رَبَّنَآ اَمَتَّنَا اثْنَتَيْنِ وَاَحْيَيْتَنَا اثْنَتَيْنِ فَاعْتَرَفْنَا بِذُنُوْبِنَا فَهَلْ اِلٰى خُرُوْجٍ مِّنْ سَبِيْلٍ","text_id":"Mereka menjawab, “Wahai Tuhan kami, Engkau telah mematikan kami dua kali dan telah menghidupkan kami dua kali (pula), lalu kami mengakui dosa-dosa kami. Maka, adakah jalan (bagi kami) untuk keluar (dari neraka)?”","text_en":"They say: \"O Lord, twice You made us die, and twice You made us live. We admit our sins. Is there still a way out for us?\"","transliteration":"qālụ rabbanā amattanaṡnataini wa aḥyaitanaṡnataini fa'tarafnā biżunụbinā fa hal ilā khurụjim min sabīl","no_fn":"","text_fn":""},{"id":4145,"surah":40,"no_ayah":12,"theme":"Keinginan Orang-Orang Kafir untuk Kembali ke Dunia ","text_ayah":"ذٰلِكُمْ بِاَنَّهٗٓ اِذَا دُعِيَ اللّٰهُ وَحْدَهٗ كَفَرْتُمْۚ وَاِنْ يُّشْرَكْ بِهٖ تُؤْمِنُوْاۗ فَالْحُكْمُ لِلّٰهِ الْعَلِيِّ الْكَبِيْرِ","text_id":"(Dikatakan kepada mereka,) “Itu (terjadi) karena kamu benar-benar kufur apabila diseru untuk menyembah Allah semata. (Namun,) jika Dia dipersekutukan, kamu (langsung) percaya. Maka, keputusan (saat ini) ada pada Allah Yang Mahatinggi lagi Mahabesar.”","text_en":"This has come upon you because when God alone was invoked you disbelieved; but when partners were associated with Him, you believed. But judgement belongs to God, the all-high and supreme.","transliteration":"żālikum bi`annahū iżā du'iyallāhu waḥdahụ kafartum, wa iy yusyrak bihī tu`minụ, fal-ḥukmu lillāhil-'aliyyil-kabīr","no_fn":"","text_fn":""},{"id":4146,"surah":40,"no_ayah":13,"theme":"Peringatan Allah sebelum Datangnya Hari Pembalasan ","text_ayah":"هُوَ الَّذِيْ يُرِيْكُمْ اٰيٰتِهٖ وَيُنَزِّلُ لَكُمْ مِّنَ السَّمَاۤءِ رِزْقًاۗ وَمَا يَتَذَكَّرُ اِلَّا مَنْ يُّنِيْبُ","text_id":"Dialah yang memperlihatkan tanda-tanda (kekuasaan)-Nya kepadamu dan menurunkan rezeki dari langit untukmu. Yang mendapat pelajaran tidak lain, kecuali orang-orang yang kembali (kepada Allah).","text_en":"It is He who shows you His signs, and sends you food from the heavens. Yet none takes a warning except him who turns to Him.","transliteration":"huwallażī yurīkum āyātihī wa yunazzilu lakum minas-samā`i rizqā, wa mā yatażakkaru illā may yunīb","no_fn":"","text_fn":""},{"id":4147,"surah":40,"no_ayah":14,"theme":"Peringatan Allah sebelum Datangnya Hari Pembalasan ","text_ayah":"فَادْعُوا اللّٰهَ مُخْلِصِيْنَ لَهُ الدِّيْنَ وَلَوْ كَرِهَ الْكٰفِرُوْنَ","text_id":"Maka, sembahlah Allah dengan mengikhlaskan ketaatan kepada-Nya meskipun orang-orang kafir tidak menyukai(-nya).","text_en":"So call on God with exclusive obedience, howsoever the unbelievers may dislike it.","transliteration":"fad'ullāha mukhliṣīna lahud-dīna walau karihal-kāfirụn","no_fn":"","text_fn":""},{"id":4148,"surah":40,"no_ayah":15,"theme":"Peringatan Allah sebelum Datangnya Hari Pembalasan ","text_ayah":"رَفِيْعُ الدَّرَجٰتِ ذُو الْعَرْشِۚ يُلْقِى الرُّوْحَ مِنْ اَمْرِهٖ عَلٰى مَنْ يَّشَاۤءُ مِنْ عِبَادِهٖ لِيُنْذِرَ يَوْمَ التَّلَاقِۙ","text_id":"(Dialah) Yang Mahatinggi derajat-Nya, yang memiliki ʻArasy, yang menurunkan wahyu dengan perintah-Nya kepada siapa yang Dia kehendaki di antara hamba-hamba-Nya agar memperingatkan (manusia) tentang hari pertemuan (hari Kiamat).","text_en":"Most exalted of position, Lord of power, He directs inspiration by His command to any of His creatures as He will, to warn (men) of the Day of Meeting,","transliteration":"rafī'ud-darajāti żul-'arsy, yulqir-rụḥa min amrihī 'alā may yasyā`u min 'ibādihī liyunżira yaumat-talāq","no_fn":"","text_fn":""},{"id":4149,"surah":40,"no_ayah":16,"theme":"Peringatan Allah sebelum Datangnya Hari Pembalasan ","text_ayah":"يَوْمَ هُمْ بٰرِزُوْنَۚ لَا يَخْفٰى عَلَى اللّٰهِ مِنْهُمْ شَيْءٌۗ لِمَنِ الْمُلْكُ الْيَوْمَۗ لِلّٰهِ الْوَاحِدِ الْقَهَّارِ","text_id":"(Yaitu) pada hari (ketika) mereka tampak dengan jelas (di hadapan Tuhan-Nya), tidak (ada) satu (keadaan) pun dari mereka yang tersembunyi di sisi Allah. (Allah berfirman,) “Milik siapakah kerajaan pada hari ini?” (Lalu, dijawab,) “Milik Allah Yang Maha Esa lagi Maha Mengalahkan.”","text_en":"The day when they will come out (of their graves), with nothing of them hidden from God. Whose then will be the kingdom? -- God's, the one, the omnipotent.","transliteration":"yauma hum bārizụn, lā yakhfā 'alallāhi min-hum syaī`, limanil-mulkul-yaụm, lillāhil-wāḥidil-qahhār","no_fn":"","text_fn":""},{"id":4150,"surah":40,"no_ayah":17,"theme":"Tiadanya Kerugian dari Balasan Allah ","text_ayah":"اَلْيَوْمَ تُجْزٰى كُلُّ نَفْسٍۢ بِمَا كَسَبَتْۗ لَا ظُلْمَ الْيَوْمَۗ اِنَّ اللّٰهَ سَرِيْعُ الْحِسَابِ","text_id":"Pada hari ini setiap jiwa diberi balasan sesuai dengan apa yang telah diusahakannya. Tidak ada yang terzalimi pada hari ini. Sesungguhnya Allah sangat cepat perhitungan-Nya.","text_en":"Each soul will be recompensed that Day for what it had earned. There will be no depriving on that Day. Surely God is swift at reckoning.","transliteration":"al-yauma tujzā kullu nafsim bimā kasabat, lā ẓulmal-yaụm, innallāha sarī'ul-ḥisāb","no_fn":"","text_fn":""},{"id":4151,"surah":40,"no_ayah":18,"theme":"Tiadanya Kerugian dari Balasan Allah ","text_ayah":"وَاَنْذِرْهُمْ يَوْمَ الْاٰزِفَةِ اِذِ الْقُلُوْبُ لَدَى الْحَنَاجِرِ كٰظِمِيْنَ ەۗ مَا لِلظّٰلِمِيْنَ مِنْ حَمِيْمٍ وَّلَا شَفِيْعٍ يُّطَاعُۗ ","text_id":"Berilah mereka peringatan akan hari yang makin dekat (hari Kiamat, yaitu) ketika hati (menyesak) sampai di kerongkongan karena menahan (kesedihan). Tidak ada seorang pun teman setia bagi orang yang zalim dan tidak ada baginya seorang penolong yang diterima (pertolongannya).","text_en":"Warn them of the coming day inevitable, when hearts would jump to the throats, filling them with anguish. The sinners will have neither friend nor intercessor whose (word) will be heeded.","transliteration":"wa anżir-hum yaumal-āzifati iżil-qulụbu ladal-ḥanājiri kāẓimīn, mā liẓ-ẓālimīna min ḥamīmiw wa lā syafī'iy yuṭā'","no_fn":"","text_fn":""},{"id":4152,"surah":40,"no_ayah":19,"theme":"Sifat Allah yang Maha Mengetahui Perbuatan Manusia ","text_ayah":"يَعْلَمُ خَاۤىِٕنَةَ الْاَعْيُنِ وَمَا تُخْفِى الصُّدُوْرُ","text_id":"Dia mengetahui (pandangan) mata yang khianat<sup>665)</sup> dan apa yang tersembunyi di dalam dada.","text_en":"Known to Him is the treachery of the eye, and what the breasts conceal.","transliteration":"ya'lamu khā`inatal-a'yuni wa mā tukhfiṣ-ṣudụr","no_fn":"665","text_fn":"665) Maksud ungkapan pandangan yang khianat adalah pandangan pada hal-hal yang terlarang, seperti memandang lawan jenis yang bukan mahram tanpa alasan yang dibenarkan syariat."},{"id":4153,"surah":40,"no_ayah":20,"theme":"Sifat Allah yang Maha Mengetahui Perbuatan Manusia ","text_ayah":"وَاللّٰهُ يَقْضِيْ بِالْحَقِّۗ وَالَّذِيْنَ يَدْعُوْنَ مِنْ دُوْنِهٖ لَا يَقْضُوْنَ بِشَيْءٍۗ اِنَّ اللّٰهَ هُوَ السَّمِيْعُ الْبَصِيْرُࣖ","text_id":"Allah memutuskan dengan hak (benar dan adil), sedangkan mereka yang disembah selain-Nya tidak mampu memutuskan dengan suatu apa pun. Sesungguhnya Allah, Dialah Yang Maha Mendengar lagi Maha Melihat.","text_en":"God decides with justice. But those they call apart from Him can not adjudge in the least. Verily God is all-hearing, all-perceiving.","transliteration":"wallāhu yaqḍī bil-ḥaqq, wallażīna yad'ụna min dụnihī lā yaqḍụna bisyaī`, innallāha huwas-samī'ul-baṣīr","no_fn":"","text_fn":""},{"id":4154,"surah":40,"no_ayah":21,"theme":"Perintah untuk Mengembara Melihat Tanda-Tanda Kebesaran Allah ","text_ayah":"۞ اَوَلَمْ يَسِيْرُوْا فِى الْاَرْضِ فَيَنْظُرُوْا كَيْفَ كَانَ عَاقِبَةُ الَّذِيْنَ كَانُوْا مِنْ قَبْلِهِمْۗ كَانُوْا هُمْ اَشَدَّ مِنْهُمْ قُوَّةً وَّاٰثَارًا فِى الْاَرْضِ فَاَخَذَهُمُ اللّٰهُ بِذُنُوْبِهِمْۗ وَمَا كَانَ لَهُمْ مِّنَ اللّٰهِ مِنْ وَّاقٍ","text_id":"Apakah mereka tidak berjalan di bumi, lalu memperhatikan bagaimana kesudahan orang-orang yang sebelum mereka? Orang-orang itu lebih hebat kekuatannya daripada mereka dan (lebih banyak) peninggalan (peradaban)-nya di bumi. Akan tetapi, Allah mengazab mereka karena dosa-dosanya. Tidak ada suatu pun yang melindungi mereka dari (azab) Allah.","text_en":"Have they not travelled on the earth that they could see what happened to those before them? They were greater in strength than they, and have left behind them traces on the earth. Yet they were seized by God for their sins, and had none to protect them against God.","transliteration":"a wa lam yasīrụ fil-arḍi fa yanẓurụ kaifa kāna 'āqibatullażīna kānụ ming qablihim, kānụ hum asyadda min-hum quwwataw wa āṡāran fil-arḍi fa akhażahumullāhu biżunụbihim, wa mā kāna lahum minallāhi miw wāq","no_fn":"","text_fn":""},{"id":4155,"surah":40,"no_ayah":22,"theme":"Perintah untuk Mengembara Melihat Tanda-Tanda Kebesaran Allah ","text_ayah":"ذٰلِكَ بِاَنَّهُمْ كَانَتْ تَّأْتِيْهِمْ رُسُلُهُمْ بِالْبَيِّنٰتِ فَكَفَرُوْا فَاَخَذَهُمُ اللّٰهُۗ اِنَّهٗ قَوِيٌّ شَدِيْدُ الْعِقَابِ","text_id":"Yang demikian itu adalah karena sesungguhnya rasul-rasul telah datang kepada mereka dengan membawa bukti-bukti yang nyata<sup>666)</sup> lalu mereka ingkar. Maka, Allah mengazab mereka. Sesungguhnya Dia Mahakuat lagi Mahakeras hukuman-Nya.","text_en":"This was so because their apostles came with clear proofs to them, but they refused to believe. So they were seized by God. Surely God is powerful, unrelenting in retribution.","transliteration":"żālika bi`annahum kānat ta`tīhim rusuluhum bil-bayyināti fa kafarụ fa akhażahumullāh, innahụ qawiyyun syadīdul-'iqāb","no_fn":"666","text_fn":"666) Maksud bukti-bukti yang nyata adalah mukjizat, hukum-hukum, dan ajaran yang dibawanya."},{"id":4156,"surah":40,"no_ayah":23,"theme":"Diutusnya Nabi Musa oleh Allah kepada Fir‘aun ","text_ayah":"وَلَقَدْ اَرْسَلْنَا مُوْسٰى بِاٰيٰتِنَا وَسُلْطٰنٍ مُّبِيْنٍۙ","text_id":"Sungguh, Kami benar-benar telah mengutus Musa dengan (membawa) ayat-ayat Kami dan keterangan yang nyata","text_en":"We sent Moses with Our signs and clear authority","transliteration":"wa laqad arsalnā mụsā bi`āyātinā wa sulṭānim mubīn","no_fn":"","text_fn":""},{"id":4157,"surah":40,"no_ayah":24,"theme":"Diutusnya Nabi Musa oleh Allah kepada Fir‘aun ","text_ayah":"اِلٰى فِرْعَوْنَ وَهَامٰنَ وَقَارُوْنَ فَقَالُوْا سٰحِرٌ كَذَّابٌ","text_id":"kepada Fir‘aun, Haman, dan Qarun. Lalu, mereka berkata, “(Musa) itu seorang penyihir lagi pendusta.”","text_en":"To Pharaoh, Haman and Qarun. But they said: \"He is only a deceiving sorcerer.\"","transliteration":"ilā fir'auna wa hāmāna wa qārụna fa qālụ sāḥirung każżāb","no_fn":"","text_fn":""},{"id":4158,"surah":40,"no_ayah":25,"theme":"Diutusnya Nabi Musa oleh Allah kepada Fir‘aun ","text_ayah":"فَلَمَّا جَاۤءَهُمْ بِالْحَقِّ مِنْ عِنْدِنَا قَالُوا اقْتُلُوْٓا اَبْنَاۤءَ الَّذِيْنَ اٰمَنُوْا مَعَهٗ وَاسْتَحْيُوْا نِسَاۤءَهُمْۗ وَمَا كَيْدُ الْكٰفِرِيْنَ اِلَّا فِيْ ضَلٰلٍ","text_id":"Ketika dia (Musa) datang kepada mereka membawa kebenaran dari Kami, mereka berkata, “Bunuhlah anak laki-laki orang-orang yang beriman bersama dia dan biarkan hidup perempuan-perempuan mereka.” Tidaklah tipu daya orang-orang kafir itu kecuali sia-sia belaka.","text_en":"And when he brought the truth to them from Us, they said: \"Slay the sons of those who believe with him, and spare their women.\" But the unbelievers' stratagem is bound to fail.","transliteration":"fa lammā jā`ahum bil-ḥaqqi min 'indinā qāluqtulū abnā`allażīna āmanụ ma'ahụ wastaḥyụ nisā`ahum, wa mā kaidul-kāfirīna illā fī ḍalāl","no_fn":"","text_fn":""},{"id":4159,"surah":40,"no_ayah":26,"theme":"Diutusnya Nabi Musa oleh Allah kepada Fir‘aun ","text_ayah":"وَقَالَ فِرْعَوْنُ ذَرُوْنِيْٓ اَقْتُلْ مُوْسٰى وَلْيَدْعُ رَبَّهٗۚ اِنِّيْٓ اَخَافُ اَنْ يُّبَدِّلَ دِيْنَكُمْ اَوْ اَنْ يُّظْهِرَ فِى الْاَرْضِ الْفَسَادَ","text_id":"Fir‘aun berkata (kepada pembesar-pembesarnya), “Biar aku yang membunuh Musa dan suruh dia memohon kepada Tuhannya. Sesungguhnya aku khawatir (bahwa) dia akan menukar agamamu atau menimbulkan kerusakan di bumi.”","text_en":"\"Let me kill Moses,\" the Pharaoh said, \"and let him call to his Lord. I fear that he will change your faith and spread corruption in the land.\"","transliteration":"wa qāla fir'aunu żarụnī aqtul mụsā walyad'u rabbah, innī akhāfu ay yubaddila dīnakum au ay yuẓ-hira fil-arḍil-fasād","no_fn":"","text_fn":""},{"id":4160,"surah":40,"no_ayah":27,"theme":"Diutusnya Nabi Musa oleh Allah kepada Fir‘aun ","text_ayah":"وَقَالَ مُوْسٰىٓ اِنِّيْ عُذْتُ بِرَبِّيْ وَرَبِّكُمْ مِّنْ كُلِّ مُتَكَبِّرٍ لَّا يُؤْمِنُ بِيَوْمِ الْحِسَابِࣖ ","text_id":"Musa berkata, “Sesungguhnya aku berlindung kepada Tuhanku dan Tuhanmu dari setiap orang yang menyombongkan diri yang tidak beriman kepada hari Perhitungan.”","text_en":"Moses said: \"I seek refuge in my Lord and your Lord from every insolent imposter who does not believe in the Day of Reckoning.\"","transliteration":"wa qāla mụsā innī 'użtu birabbī wa rabbikum ming kulli mutakabbiril lā yu`minu biyaumil-ḥisāb","no_fn":"","text_fn":""},{"id":4161,"surah":40,"no_ayah":28,"theme":"Peringatan Seorang Mukmin dari Pengikut Fir‘aun ","text_ayah":"وَقَالَ رَجُلٌ مُّؤْمِنٌۖ مِّنْ اٰلِ فِرْعَوْنَ يَكْتُمُ اِيْمَانَهٗٓ اَتَقْتُلُوْنَ رَجُلًا اَنْ يَّقُوْلَ رَبِّيَ اللّٰهُ وَقَدْ جَاۤءَكُمْ بِالْبَيِّنٰتِ مِنْ رَّبِّكُمْۗ وَاِنْ يَّكُ كَاذِبًا فَعَلَيْهِ كَذِبُهٗۚ وَاِنْ يَّكُ صَادِقًا يُّصِبْكُمْ بَعْضُ الَّذِيْ يَعِدُكُمْۗ اِنَّ اللّٰهَ لَا يَهْدِيْ مَنْ هُوَ مُسْرِفٌ كَذَّابٌ","text_id":"Seorang laki-laki mukmin dari keluarga Fir‘aun yang menyembunyikan imannya berkata, “Apakah kamu akan membunuh seseorang karena dia berkata, ‘Tuhanku adalah Allah.’ Padahal, sungguh dia telah datang kepadamu dengan membawa bukti-bukti yang nyata dari Tuhanmu. Jika dia seorang pendusta, dialah yang akan menanggung (dosa) dustanya itu, dan jika dia seorang yang benar, niscaya sebagian (bencana) yang diancamkan kepadamu akan menimpamu. Sesungguhnya Allah tidak memberi petunjuk kepada orang yang melampaui batas lagi pendusta.","text_en":"A believer from the House of Pharaoh who had kept his faith to himself, said: \"Will you kill a man because he says: 'My Lord is God,' when he has brought clear signs from his Lord to you? If he is a liar his lie will recoil back on him; but in case he speaks the truth, then what he predicts will befall you. Surely God does not show the way to the shameful liar.","transliteration":"wa qāla rajulum mu`minum min āli fir'auna yaktumu īmānahū a taqtulụna rajulan ay yaqụla rabbiyallāhu wa qad jā`akum bil-bayyināti mir rabbikum, wa iy yaku kāżiban fa 'alaihi każibuh, wa iy yaku ṣādiqay yuṣibkum ba'ḍullażī ya'idukum, innallāha lā yahdī man huwa musrifung każżāb","no_fn":"","text_fn":""},{"id":4162,"surah":40,"no_ayah":29,"theme":"Peringatan Seorang Mukmin dari Pengikut Fir‘aun ","text_ayah":"يٰقَوْمِ لَكُمُ الْمُلْكُ الْيَوْمَ ظٰهِرِيْنَ فِى الْاَرْضِۖ فَمَنْ يَّنْصُرُنَا مِنْۢ بَأْسِ اللّٰهِ اِنْ جَاۤءَنَاۗ قَالَ فِرْعَوْنُ مَآ اُرِيْكُمْ اِلَّا مَآ اَرٰى وَمَآ اَهْدِيْكُمْ اِلَّا سَبِيْلَ الرَّشَادِ","text_id":"Wahai kaumku, pada hari ini kerajaan ada padamu dengan berkuasa di bumi. Akan tetapi, siapa yang akan menolong kita dari azab Allah jika (azab itu) menimpa kita?” Fir‘aun berkata, “Aku hanya mengemukakan kepadamu apa yang aku pandang baik dan aku hanya menunjukkan kepadamu jalan yang benar.”","text_en":"O my people, authority is yours today being the most powerful in the land; but who will save us from the scourge of God if it fall upon us?\" \"I show you,\" said the Pharaoh, \"only what I see (is right), and guide you but to the right path.\"","transliteration":"yā qaumi lakumul-mulkul-yauma ẓāhirīna fil-arḍi fa may yanṣurunā mim ba`sillāhi in jā`anā, qāla fir'aunu mā urīkum illā mā arā wa mā ahdīkum illā sabīlar-rasyād","no_fn":"","text_fn":""},{"id":4163,"surah":40,"no_ayah":30,"theme":"Peringatan Seorang Mukmin dari Pengikut Fir‘aun ","text_ayah":"وَقَالَ الَّذِيْٓ اٰمَنَ يٰقَوْمِ اِنِّيْٓ اَخَافُ عَلَيْكُمْ مِّثْلَ يَوْمِ الْاَحْزَابِۙ  ","text_id":"Orang yang beriman itu berkata, “Wahai kaumku, sesungguhnya aku khawatir (bahwa) kamu akan ditimpa (bencana) seperti hari (kehancuran) golongan yang bersekutu.","text_en":"But the man of belief said: \"O my people, what I fear for you is the like of what befell the communities (of old).","transliteration":"wa qālallażī āmana yā qaumi innī akhāfu 'alaikum miṡla yaumil-aḥzāb","no_fn":"","text_fn":""},{"id":4164,"surah":40,"no_ayah":31,"theme":"Peringatan Seorang Mukmin dari Pengikut Fir‘aun ","text_ayah":"مِثْلَ دَأْبِ قَوْمِ نُوْحٍ وَّعَادٍ وَّثَمُوْدَ وَالَّذِيْنَ مِنْۢ بَعْدِهِمْۗ وَمَا اللّٰهُ يُرِيْدُ ظُلْمًا لِّلْعِبَادِ","text_id":"(Yakni) seperti kebiasaan kaum Nuh, ‘Ad, Samud, dan orang-orang yang datang setelah mereka (yang ditimpa bencana). Allah tidak menghendaki kezaliman terhadap hamba-hamba-Nya.","text_en":"Like the people of Noah, 'Ad and Thamud, and those that came after them. God does not want to be unjust to His creatures.","transliteration":"miṡla da`bi qaumi nụḥiw wa 'ādiw wa ṡamụda wallażīna mim ba'dihim, wa mallāhu yurīdu ẓulmal lil-'ibād","no_fn":"","text_fn":""},{"id":4165,"surah":40,"no_ayah":32,"theme":"Peringatan Seorang Mukmin dari Pengikut Fir‘aun ","text_ayah":"وَيٰقَوْمِ اِنِّيْٓ اَخَافُ عَلَيْكُمْ يَوْمَ التَّنَادِۙ  ","text_id":"Wahai kaumku, sesungguhnya aku khawatir terhadapmu akan (siksaan) hari saling memanggil.<sup>667)</sup>","text_en":"O my people, what I fear for you is the day of gathering, crying and calling,","transliteration":"wa yā qaumi innī akhāfu 'alaikum yaumat-tanād","no_fn":"667","text_fn":"667) Hari Kiamat disebut hari saling memanggil karena orang yang berkumpul di Padang Mahsyar saling memanggil untuk meminta tolong."},{"id":4166,"surah":40,"no_ayah":33,"theme":"Peringatan Seorang Mukmin dari Pengikut Fir‘aun ","text_ayah":"يَوْمَ تُوَلُّوْنَ مُدْبِرِيْنَۚ مَا لَكُمْ مِّنَ اللّٰهِ مِنْ عَاصِمٍۚ وَمَنْ يُّضْلِلِ اللّٰهُ فَمَا لَهٗ مِنْ هَادٍ","text_id":"(Yaitu) pada hari (ketika) kamu dipalingkan dengan berbalik ke belakang (mencari perlindungan). Tidak ada seorang pun yang mampu menyelamatkanmu dari (azab) Allah. Siapa yang disesatkan oleh Allah tidak ada baginya (seorang) pemberi petunjuk pun.","text_en":"The day you will turn your backs and flee, with none to defend you against God. Whoever God allows to go astray has none to show him the way.","transliteration":"yauma tuwallụna mudbirīn, mā lakum minallāhi min 'āṣim, wa may yuḍlilillāhu fa mā lahụ min hād","no_fn":"","text_fn":""},{"id":4167,"surah":40,"no_ayah":34,"theme":"Peringatan Seorang Mukmin dari Pengikut Fir‘aun ","text_ayah":"وَلَقَدْ جَاۤءَكُمْ يُوْسُفُ مِنْ قَبْلُ بِالْبَيِّنٰتِ فَمَا زِلْتُمْ فِيْ شَكٍّ مِّمَّا جَاۤءَكُمْ بِهٖۗ حَتّٰىٓ اِذَا هَلَكَ قُلْتُمْ لَنْ يَّبْعَثَ اللّٰهُ مِنْۢ بَعْدِهٖ رَسُوْلًاۗ كَذٰلِكَ يُضِلُّ اللّٰهُ مَنْ هُوَ مُسْرِفٌ مُّرْتَابٌۙ","text_id":"Sungguh, sebelum itu Yusuf benar-benar telah datang kepadamu dengan membawa bukti-bukti yang nyata. Akan tetapi, kamu senantiasa dalam keraguan terhadap apa yang dibawanya hingga ketika dia wafat, kamu berkata, ‘Allah sekali-kali tidak akan mengirim seorang rasul pun setelahnya.’ Demikianlah Allah membiarkan sesat orang yang melampaui batas dan ragu-ragu.”","text_en":"Joseph had indeed come to you before with clear proofs, but you did not cease to doubt what he had brought until he died, when you said: 'God will not send a prophet after him.' That is how God leads the waster, the sceptic astray.","transliteration":"wa laqad jā`akum yụsufu ming qablu bil-bayyināti fa mā ziltum fī syakkim mimmā jā`akum bih, hattā iżā halaka qultum lay yab'aṡallāhu mim ba'dihī rasụlā, każālika yuḍillullāhu man huwa musrifum murtāb,","no_fn":"","text_fn":""},{"id":4168,"surah":40,"no_ayah":35,"theme":"Peringatan Seorang Mukmin dari Pengikut Fir‘aun ","text_ayah":" ۨالَّذِيْنَ يُجَادِلُوْنَ فِيْٓ اٰيٰتِ اللّٰهِ بِغَيْرِ سُلْطٰنٍ اَتٰىهُمْۗ  كَبُرَ مَقْتًا عِنْدَ اللّٰهِ وَعِنْدَ الَّذِيْنَ اٰمَنُوْاۗ كَذٰلِكَ يَطْبَعُ اللّٰهُ عَلٰى كُلِّ قَلْبِ مُتَكَبِّرٍ جَبَّارٍ","text_id":"Orang-orang yang memperdebatkan ayat-ayat Allah tanpa alasan yang sampai kepada mereka, sangat besar kemurkaan (bagi mereka) di sisi Allah dan di sisi orang-orang yang beriman. Demikianlah Allah mengunci hati setiap orang yang sombong lagi sewenang-wenang.","text_en":"Those who dispute God's revelations, with no authority having come to them, (are) greatly odious in the sight of God, and the sight of those who believe. That is how God seals every proud and perverse heart.\"","transliteration":"allażīna yujādilụna fī āyātillāhi bigairi sulṭānin atāhum, kabura maqtan 'indallāhi wa 'indallażīna āmanụ, każālika yaṭba'ullāhu 'alā kulli qalbi mutakabbirin jabbār","no_fn":"","text_fn":""},{"id":4169,"surah":40,"no_ayah":36,"theme":"Peringatan Seorang Mukmin dari Pengikut Fir‘aun ","text_ayah":"وَقَالَ فِرْعَوْنُ يٰهَامٰنُ ابْنِ لِيْ صَرْحًا لَّعَلِّيْٓ اَبْلُغُ الْاَسْبَابَۙ","text_id":"Fir‘aun berkata, “Hai Haman, buatkanlah untukku sebuah bangunan yang tinggi agar aku sampai ke pintu-pintu,","text_en":"The Pharaoh said: \"O Haman, build me a lofty tower that I may perhaps find the means","transliteration":"wa qāla fir'aunu yā hāmānubni lī ṣar-ḥal la'allī ablugul-asbāb","no_fn":"","text_fn":""},{"id":4170,"surah":40,"no_ayah":37,"theme":"Peringatan Seorang Mukmin dari Pengikut Fir‘aun ","text_ayah":"اَسْبَابَ السَّمٰوٰتِ فَاَطَّلِعَ اِلٰٓى اِلٰهِ مُوْسٰى وَاِنِّيْ لَاَظُنُّهٗ كَاذِبًاۗ وَكَذٰلِكَ زُيِّنَ لِفِرْعَوْنَ سُوْۤءُ عَمَلِهٖ وَصُدَّ عَنِ السَّبِيْلِۗ وَمَا كَيْدُ فِرْعَوْنَ اِلَّا فِيْ تَبَابٍࣖ ","text_id":"(yaitu) pintu-pintu langit, agar aku dapat melihat Tuhannya Musa. Sesungguhnya aku benar-benar meyakininya sebagai seorang pendusta.” Demikianlah dijadikan terasa indah bagi Fir‘aun perbuatan buruknya itu, dan dia tertutup dari jalan (yang benar). Tipu daya Fir‘aun itu tidak lain kecuali membawa kerugian.","text_en":"Of reaching the tracts of heaven and look at the god of Moses, though I think that he is a liar.\" Thus were the evil deeds of Pharaoh made to look attractive to him, and he was hindered from the path. So the stratagem of Pharaoh was bound to perish.","transliteration":"asbābas-samāwāti fa aṭṭali'a ilā ilāhi mụsā wa innī la`aẓunnuhụ kāżibā, wa każālika zuyyina lifir'auna sū`u 'amalihī wa ṣudda 'anis-sabīl, wa mā kaidu fir'auna illā fī tabāb","no_fn":"","text_fn":""},{"id":4171,"surah":40,"no_ayah":38,"theme":"Peringatan Seorang Mukmin dari Pengikut Fir‘aun ","text_ayah":"وَقَالَ الَّذِيْٓ اٰمَنَ يٰقَوْمِ اتَّبِعُوْنِ اَهْدِكُمْ سَبِيْلَ الرَّشَادِۚ ","text_id":"Orang yang beriman itu berkata, “Wahai kaumku, ikutilah aku! Aku akan menunjukkan kepadamu jalan yang benar.","text_en":"The man who believed said: \"O my people, follow me; I will guide you to the right path.","transliteration":"wa qālallażī āmana yā qaumittabi'ụni ahdikum sabīlar-rasyād","no_fn":"","text_fn":""},{"id":4172,"surah":40,"no_ayah":39,"theme":"Peringatan Seorang Mukmin dari Pengikut Fir‘aun ","text_ayah":"يٰقَوْمِ اِنَّمَا هٰذِهِ الْحَيٰوةُ الدُّنْيَا مَتَاعٌۖ وَّاِنَّ الْاٰخِرَةَ هِيَ دَارُ الْقَرَارِ","text_id":"Wahai kaumku, sesungguhnya kehidupan dunia ini hanyalah kesenangan (sementara) dan sesungguhnya akhirat itulah negeri yang kekal.","text_en":"O people, the life of this world is ephemeral; but enduring is the abode of the Hereafter.","transliteration":"yā qaumi innamā hāżihil-ḥayātud-dun-yā matā'uw wa innal-ākhirata hiya dārul-qarār","no_fn":"","text_fn":""},{"id":4173,"surah":40,"no_ayah":40,"theme":"Peringatan Seorang Mukmin dari Pengikut Fir‘aun ","text_ayah":"مَنْ عَمِلَ سَيِّئَةً فَلَا يُجْزٰىٓ اِلَّا مِثْلَهَاۚ وَمَنْ عَمِلَ صَالِحًا مِّنْ ذَكَرٍ اَوْ اُنْثٰى وَهُوَ مُؤْمِنٌ فَاُولٰۤىِٕكَ يَدْخُلُوْنَ الْجَنَّةَ يُرْزَقُوْنَ فِيْهَا بِغَيْرِ حِسَابٍ ","text_id":"Siapa yang mengerjakan keburukan tidak dibalas, kecuali sebanding dengan keburukan itu. Siapa yang mengerjakan kebajikan, baik laki-laki maupun perempuan sedangkan dia dalam keadaan beriman, akan masuk surga. Mereka dianugerahi rezeki di dalamnya tanpa perhitungan.","text_en":"Whoever does evil will be requited in accordance with it; but whoever does right, whether man or woman, and is a believer, will enter Paradise, where they will have provision in abundance.","transliteration":"man 'amila sayyi`atan fa lā yujzā illā miṡlahā, wa man 'amila ṣāliḥam min żakarin au unṡā wa huwa mu`minun fa ulā`ika yadkhulụnal-jannata yurzaqụna fīhā bigairi ḥisāb","no_fn":"","text_fn":""},{"id":4174,"surah":40,"no_ayah":41,"theme":"Seruan untuk Keselamatan Dunia dan Akhirat ","text_ayah":"۞ وَيٰقَوْمِ مَا لِيْٓ اَدْعُوْكُمْ اِلَى النَّجٰوةِ وَتَدْعُوْنَنِيْٓ اِلَى النَّارِۗ ","text_id":"Wahai kaumku, bagaimanakah ini? Aku menyerumu kepada keselamatan, sedangkan kamu menyeruku kepada neraka.","text_en":"O my people, what is wrong with me that I am calling you to preservation, while you invite me to the Fire!","transliteration":"wa yā qaumi mā lī ad'ụkum ilan-najāti wa tad'ụnanī ilan-nār","no_fn":"","text_fn":""},{"id":4175,"surah":40,"no_ayah":42,"theme":"Seruan untuk Keselamatan Dunia dan Akhirat ","text_ayah":"تَدْعُوْنَنِيْ لِاَكْفُرَ بِاللّٰهِ وَاُشْرِكَ بِهٖ مَا لَيْسَ لِيْ بِهٖ عِلْمٌ وَّاَنَا۠ اَدْعُوْكُمْ اِلَى الْعَزِيْزِ الْغَفَّارِ","text_id":"Kamu menyeruku agar kufur kepada Allah dan mempersekutukan-Nya dengan sesuatu yang tidak ada padaku pengetahuan tentangnya, padahal aku menyerumu (beriman) kepada Yang Mahaperkasa lagi Maha Pengampun.","text_en":"You are asking me to disbelieve in God, and to associate with Him that of which I have no knowledge, yet I invite you to the all-mighty, all-forgiving.","transliteration":"tad'ụnanī li`akfura billāhi wa usyrika bihī mā laisa lī bihī 'ilmuw wa ana ad'ụkum ilal-'azīzil-gaffār","no_fn":"","text_fn":""},{"id":4176,"surah":40,"no_ayah":43,"theme":"Seruan untuk Keselamatan Dunia dan Akhirat ","text_ayah":"لَا جَرَمَ اَنَّمَا تَدْعُوْنَنِيْٓ اِلَيْهِ لَيْسَ لَهٗ دَعْوَةٌ فِى الدُّنْيَا وَلَا فِى الْاٰخِرَةِ وَاَنَّ مَرَدَّنَآ اِلَى اللّٰهِ وَاَنَّ الْمُسْرِفِيْنَ هُمْ اَصْحٰبُ النَّارِ","text_id":"Sudah pasti bahwa apa yang kamu serukan kepadaku (agar menyembah)-nya bukanlah seruan yang layak sama sekali di dunia dan di akhirat. Sesungguhnya tempat kembali kita pasti kepada Allah dan sesungguhnya orang-orang yang melampaui batas akan menjadi penghuni neraka.","text_en":"What you are calling me to is surely not worth the calling in this world or in the next, because our returning is to God; and because the transgressors will be inmates of Hell.","transliteration":"lā jarama annamā tad'ụnanī ilaihi laisa lahụ da'watun fid-dun-yā wa lā fil-ākhirati wa anna maraddanā ilallāhi wa annal-musrifīna hum aṣ-ḥābun-nār","no_fn":"","text_fn":""},{"id":4177,"surah":40,"no_ayah":44,"theme":"Seruan untuk Keselamatan Dunia dan Akhirat ","text_ayah":"فَسَتَذْكُرُوْنَ مَآ اَقُوْلُ لَكُمْۗ وَاُفَوِّضُ اَمْرِيْٓ اِلَى اللّٰهِۗ اِنَّ اللّٰهَ بَصِيْرٌ ۢبِالْعِبَادِ","text_id":"Kelak kamu akan mengingat apa yang kukatakan kepadamu. Aku menyerahkan urusanku kepada Allah. Sesungguhnya Allah Maha Melihat hamba-hamba-Nya.”","text_en":"You will remember what I say in time to come; I submit my case to the judgement of God. Surely God keeps an eye on His creatures.\"","transliteration":"fasatażkurụna mā aqụlu lakum, wa ufawwiḍu amrī ilallāh, innallāha baṣīrum bil-'ibād","no_fn":"","text_fn":""},{"id":4178,"surah":40,"no_ayah":45,"theme":"Pemeliharaan Orang-Orang Beriman oleh Allah ","text_ayah":"فَوَقٰىهُ اللّٰهُ سَيِّاٰتِ مَا مَكَرُوْا وَحَاقَ بِاٰلِ فِرْعَوْنَ سُوْۤءُ الْعَذَابِۚ ","text_id":"Maka, Allah melindunginya (orang yang beriman) dari berbagai kejahatan tipu daya mereka, sedangkan Fir‘aun beserta kaumnya dikepung oleh seburuk-buruk azab.","text_en":"So God preserved him from the evil they were planning; and a dreadful doom encompassed the people of Pharaoh:","transliteration":"fa waqāhullāhu sayyi`āti mā makarụ wa ḥāqa bi`āli fir'auna sū`ul-'ażāb","no_fn":"","text_fn":""},{"id":4179,"surah":40,"no_ayah":46,"theme":"Pemeliharaan Orang-Orang Beriman oleh Allah ","text_ayah":"اَلنَّارُ يُعْرَضُوْنَ عَلَيْهَا غُدُوًّا وَّعَشِيًّاۚ وَيَوْمَ تَقُوْمُ السَّاعَةُۗ اَدْخِلُوْٓا اٰلَ فِرْعَوْنَ اَشَدَّ الْعَذَابِ","text_id":"Neraka diperlihatkan kepada mereka (di alam barzakh) pada pagi dan petang. Pada hari terjadinya kiamat, (dikatakan,) “Masukkanlah Fir‘aun dan kaumnya ke dalam sekeras-keras azab!”","text_en":"Fire, to which they are exposed morning and evening. The day the Hour is proclaimed (it will be said:) \"Admit the people of Pharaoh to the severest punishment,\"","transliteration":"an-nāru yu'raḍụna 'alaihā guduwwaw wa 'asyiyyā, wa yauma taqụmus-sā'ah, adkhilū āla fir'auna asyaddal-'ażāb","no_fn":"","text_fn":""},{"id":4180,"surah":40,"no_ayah":47,"theme":"Perbuatan Para Pendosa yang Saling Menghujat di Dalam Neraka ","text_ayah":"وَاِذْ يَتَحَاۤجُّوْنَ فِى النَّارِ فَيَقُوْلُ الضُّعَفٰۤؤُا لِلَّذِيْنَ اسْتَكْبَرُوْٓا اِنَّا كُنَّا لَكُمْ تَبَعًا فَهَلْ اَنْتُمْ مُّغْنُوْنَ عَنَّا نَصِيْبًا مِّنَ النَّارِ","text_id":"(Ingatlah) ketika mereka berbantah-bantahan di dalam neraka. Orang yang lemah berkata kepada orang-orang yang menyombongkan diri, “Sesungguhnya kami (dahulu) adalah pengikut-pengikutmu, maka dapatkah kamu melepaskan sebagian (azab) api neraka yang menimpa kami?”","text_en":"As they will noisily argue in the Fire, the weaker ones will say to the arrogant: \"We were your followers, so will you take over some of our share of the fire?\"","transliteration":"wa iż yataḥājjụna fin-nāri fa yaqụlud-du'afā`u lillażīnastakbarū innā kunnā lakum taba'an fa hal antum mugnụna 'annā naṣībam minan-nār","no_fn":"","text_fn":""},{"id":4181,"surah":40,"no_ayah":48,"theme":"Perbuatan Para Pendosa yang Saling Menghujat di Dalam Neraka ","text_ayah":"قَالَ الَّذِيْنَ اسْتَكْبَرُوْٓا اِنَّا كُلٌّ فِيْهَآ اِنَّ اللّٰهَ قَدْ حَكَمَ بَيْنَ الْعِبَادِ","text_id":"Orang-orang yang menyombongkan diri menjawab, “Sesungguhnya kita semua sama-sama di dalamnya (neraka). Sesungguhnya Allah telah menetapkan keputusan di antara hamba-hamba(-Nya).”","text_en":"The arrogant will answer: \"All of us are in it. Surely God has judged between His creatures.\"","transliteration":"qālallażīnastakbarū innā kullun fīhā innallāha qad ḥakama bainal-'ibād","no_fn":"","text_fn":""},{"id":4182,"surah":40,"no_ayah":49,"theme":"Perbuatan Para Pendosa yang Saling Menghujat di Dalam Neraka ","text_ayah":"وَقَالَ الَّذِيْنَ فِى النَّارِ لِخَزَنَةِ جَهَنَّمَ ادْعُوْا رَبَّكُمْ يُخَفِّفْ عَنَّا يَوْمًا مِّنَ الْعَذَابِ ","text_id":"Orang-orang yang berada di dalam neraka berkata kepada penjaga-penjaga (neraka) Jahanam, “Mohonkanlah kepada Tuhanmu agar Dia meringankan azab atas kami sehari saja.”","text_en":"Those in the Fire will say to the warders of Hell: \"Ask your Lord to reduce the punishment by a day for us.\"","transliteration":"wa qālallażīna fin-nāri likhazanati jahannamad'ụ rabbakum yukhaffif 'annā yaumam minal-'ażāb","no_fn":"","text_fn":""},{"id":4183,"surah":40,"no_ayah":50,"theme":"Perbuatan Para Pendosa yang Saling Menghujat di Dalam Neraka ","text_ayah":"قَالُوْٓا اَوَلَمْ تَكُ تَأْتِيْكُمْ رُسُلُكُمْ بِالْبَيِّنٰتِۗ قَالُوْا بَلٰىۗ قَالُوْا فَادْعُوْاۚ وَمَا دُعٰۤؤُا الْكٰفِرِيْنَ اِلَّا فِيْ ضَلٰلٍࣖ","text_id":"(Penjaga-penjaga Jahanam) berkata, “Bukankah rasul-rasul telah datang kepadamu dengan membawa bukti-bukti yang nyata?” Mereka menjawab, “Benar (telah datang).” Mereka berkata, “Mohonlah (sendiri!)” (Akan tetapi,) doa orang-orang kafir itu sia-sia belaka.","text_en":"They will say: \"Did not your apostles come to you with clear proofs?\" They will answer: \"Indeed, they did.\" \"Then pray,\" will (the warders) say. But the praying of unbelievers will be all in vain.","transliteration":"qālū a wa lam taku ta`tīkum rusulukum bil-bayyināt, qālụ balā, qālụ fad'ụ, wa mā du'ā`ul-kāfirīna illā fī ḍalāl","no_fn":"","text_fn":""},{"id":4184,"surah":40,"no_ayah":51,"theme":"Perbuatan Para Pendosa yang Saling Menghujat di Dalam Neraka ","text_ayah":"اِنَّا لَنَنْصُرُ رُسُلَنَا وَالَّذِيْنَ اٰمَنُوْا فِى الْحَيٰوةِ الدُّنْيَا وَيَوْمَ يَقُوْمُ الْاَشْهَادُۙ ","text_id":"Sesungguhnya Kami akan menolong rasul-rasul Kami dan orang-orang yang beriman dalam kehidupan dunia dan pada hari dihadirkannya para saksi (hari Kiamat),","text_en":"We will certainly help Our messengers and those who believe, in this world, and on the day the witnesses take their stand,","transliteration":"innā lananṣuru rusulanā wallażīna āmanụ fil-ḥayātid-dun-yā wa yauma yaqụmul-asy-hād","no_fn":"","text_fn":""},{"id":4185,"surah":40,"no_ayah":52,"theme":"Perbuatan Para Pendosa yang Saling Menghujat di Dalam Neraka ","text_ayah":"يَوْمَ لَا يَنْفَعُ الظّٰلِمِيْنَ مَعْذِرَتُهُمْ وَلَهُمُ اللَّعْنَةُ وَلَهُمْ سُوْۤءُ الدَّارِ ","text_id":"(yaitu) hari (ketika) permintaan maaf tidak berguna bagi orang-orang zalim. Bagi mereka laknat dan tempat tinggal yang buruk.","text_en":"The day upon which their excuses will not benefit the evil-doers, and the condemnation and evil abode will be theirs.","transliteration":"yauma lā yanfa'uẓ-ẓālimīna ma'żiratuhum wa lahumul-la'natu wa lahum sū`ud-dār","no_fn":"","text_fn":""},{"id":4186,"surah":40,"no_ayah":53,"theme":"Petunjuk Allah bagi Orang-Orang yang Mau Berpikir ","text_ayah":"وَلَقَدْاٰتَيْنَا مُوْسَى الْهُدٰى وَاَوْرَثْنَا بَنِيْٓ اِسْرَاۤءِيْلَ الْكِتٰبَۙ ","text_id":"Sungguh, Kami benar-benar telah menganugerahkan petunjuk kepada Musa dan mewariskan Kitab (Taurat) kepada Bani Israil","text_en":"Verily We showed Moses the way, and bequeathed the Book to the children of Israel,","transliteration":"wa laqad ātainā mụsal-hudā wa auraṡnā banī isrā`īlal-kitāb","no_fn":"","text_fn":""},{"id":4187,"surah":40,"no_ayah":54,"theme":"Petunjuk Allah bagi Orang-Orang yang Mau Berpikir ","text_ayah":"هُدًى وَّذِكْرٰى لِاُولِى الْاَلْبَابِ","text_id":"untuk menjadi petunjuk dan peringatan bagi orang-orang yang berpikiran sehat.","text_en":"A guidance and reminder for men of wisdom.","transliteration":"hudaw wa żikrā li`ulil-albāb","no_fn":"","text_fn":""},{"id":4188,"surah":40,"no_ayah":55,"theme":"Petunjuk Allah bagi Orang-Orang yang Mau Berpikir ","text_ayah":"فَاصْبِرْ اِنَّ وَعْدَ اللّٰهِ حَقٌّ وَّاسْتَغْفِرْ لِذَنْۢبِكَ وَسَبِّحْ بِحَمْدِ رَبِّكَ بِالْعَشِيِّ وَالْاِبْكَارِ","text_id":"Bersabarlah, sesungguhnya janji Allah itu benar, mohonlah ampun untuk dosamu, dan bertasbihlah seraya memuji Tuhanmu pada waktu petang dan pagi!","text_en":"So persevere; the promise of God is true; and seek forgiveness for your sins, and chant the praises of your Lord evening and morning.","transliteration":"faṣbir inna wa'dallāhi ḥaqquw wastagfir liżambika wa sabbiḥ biḥamdi rabbika bil-'asyiyyi wal-ibkār","no_fn":"","text_fn":""},{"id":4189,"surah":40,"no_ayah":56,"theme":"Petunjuk Allah bagi Orang-Orang yang Mau Berpikir ","text_ayah":"اِنَّ الَّذِيْنَ يُجَادِلُوْنَ فِيْٓ اٰيٰتِ اللّٰهِ بِغَيْرِ سُلْطٰنٍ اَتٰىهُمْۙ اِنْ فِيْ صُدُوْرِهِمْ اِلَّا كِبْرٌ مَّا هُمْ بِبَالِغِيْهِۚ فَاسْتَعِذْ بِاللّٰهِۗ اِنَّهٗ هُوَ السَّمِيْعُ الْبَصِيْرُ","text_id":"Sesungguhnya orang-orang yang membantah ayat-ayat Allah tanpa alasan (bukti) yang sampai kepada mereka, tidaklah ada dalam dada mereka kecuali kesombongan (untuk tujuan) yang tidak akan mereka capai, maka mintalah pelindungan kepada Allah. Sesungguhnya Dia Maha Mendengar lagi Maha Melihat.","text_en":"Verily those who argue in the matter of God's revelations, without authority having reached them, have nothing but pride in their hearts, and they will not achieve their end. So take refuge in God: Surely He is all-hearing and all-seeing.","transliteration":"innallażīna yujādilụna fī āyātillāhi bigairi sulṭānin atāhum in fī ṣudụrihim illā kibrum mā hum bibāligīh, fasta'iż billāh, innahụ huwas-samī'ul-baṣīr","no_fn":"","text_fn":""},{"id":4190,"surah":40,"no_ayah":57,"theme":"Petunjuk Allah bagi Orang-Orang yang Mau Berpikir ","text_ayah":"لَخَلْقُ السَّمٰوٰتِ وَالْاَرْضِ اَكْبَرُ مِنْ خَلْقِ النَّاسِ وَلٰكِنَّ اَكْثَرَ النَّاسِ لَا يَعْلَمُوْنَ","text_id":"Penciptaan langit dan bumi itu sungguh lebih besar daripada penciptaan manusia, tetapi kebanyakan manusia tidak mengetahui.","text_en":"The creation of the heavens and the earth is indeed of greater magnitude than the creation of mankind; but most men do not understand.","transliteration":"lakhalqus-samāwāti wal-arḍi akbaru min khalqin-nāsi wa lākinna akṡaran-nāsi lā ya'lamụn","no_fn":"","text_fn":""},{"id":4191,"surah":40,"no_ayah":58,"theme":"Petunjuk Allah bagi Orang-Orang yang Mau Berpikir ","text_ayah":"وَمَا يَسْتَوِى الْاَعْمٰى وَالْبَصِيْرُ ەۙ وَالَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ وَلَا الْمُسِيْۤئُۗ قَلِيْلًا مَّا تَتَذَكَّرُوْنَ","text_id":"Tidak sama orang buta dengan orang melihat. Tidak (sama) pula orang-orang yang beriman dan mengerjakan kebajikan dengan orang-orang yang berbuat keburukan. Sedikit sekali kamu mengambil pelajaran.","text_en":"The blind and the seeing are surely not alike, nor those who believe and act rightly and those who do evil. Little do you reflect!","transliteration":"wa mā yastawil-a'mā wal-baṣīru wallażīna āmanụ wa 'amiluṣ-ṣāliḥāti wa lal-musī`, qalīlam mā tatażakkarụn","no_fn":"","text_fn":""},{"id":4192,"surah":40,"no_ayah":59,"theme":"Petunjuk Allah bagi Orang-Orang yang Mau Berpikir ","text_ayah":"اِنَّ السَّاعَةَ لَاٰتِيَةٌ لَّا رَيْبَ فِيْهَاۖ وَلٰكِنَّ اَكْثَرَ النَّاسِ لَا يُؤْمِنُوْنَ","text_id":"Sesungguhnya hari Kiamat pasti akan datang. Tidak ada keraguan tentangnya, tetapi kebanyakan manusia tidak beriman.","text_en":"The Hour will certainly come; there is no mystery about it; but most men do not believe.","transliteration":"innas-sā'ata la`ātiyatul lā raiba fīhā wa lākinna akṡaran-nāsi lā yu`minụn","no_fn":"","text_fn":""},{"id":4193,"surah":40,"no_ayah":60,"theme":"Petunjuk Allah bagi Orang-Orang yang Mau Berpikir ","text_ayah":"وَقَالَ رَبُّكُمُ ادْعُوْنِيْٓ اَسْتَجِبْ لَكُمْۗ اِنَّ الَّذِيْنَ يَسْتَكْبِرُوْنَ عَنْ عِبَادَتِيْ سَيَدْخُلُوْنَ جَهَنَّمَ دَاخِرِيْنَࣖ ","text_id":"Tuhanmu berfirman, “Berdoalah kepada-Ku, niscaya akan Aku perkenankan bagimu (apa yang kamu harapkan). Sesungguhnya orang-orang yang menyombongkan diri tidak mau beribadah kepada-Ku akan masuk (neraka) Jahanam dalam keadaan hina dina.”","text_en":"Your Lord has said: \"Call to Me that I may answer your call. Surely those who disdain worshipping Me will enter Hell, disgraced.\"","transliteration":"wa qāla rabbukumud'ụnī astajib lakum, innallażīna yastakbirụna 'an 'ibādatī sayadkhulụna jahannama dākhirīn","no_fn":"","text_fn":""},{"id":4194,"surah":40,"no_ayah":61,"theme":"Keniscayaan bahwa Allah Layak untuk Disembah ","text_ayah":"اَللّٰهُ الَّذِيْ جَعَلَ لَكُمُ الَّيْلَ لِتَسْكُنُوْا فِيْهِ وَالنَّهَارَ مُبْصِرًاۗ اِنَّ اللّٰهَ لَذُوْ فَضْلٍ عَلَى النَّاسِ وَلٰكِنَّ اَكْثَرَ النَّاسِ لَا يَشْكُرُوْنَ","text_id":"Allahlah yang menjadikan malam untukmu agar kamu beristirahat padanya (dan menjadikan) siang terang-benderang (agar kamu bekerja). Sesungguhnya Allah benar-benar memiliki karunia (yang dilimpahkan) kepada manusia, tetapi kebanyakan manusia tidak bersyukur.","text_en":"It is God who made the night for you to rest, the day to make things visible. Indeed God is gracious to men, but most men are not grateful.","transliteration":"allāhullażī ja'ala lakumul-laila litaskunụ fīhi wan-nahāra mubṣirā, innallāha lażụ faḍlin 'alan-nāsi wa lākinna akṡaran-nāsi lā yasykurụn","no_fn":"","text_fn":""},{"id":4195,"surah":40,"no_ayah":62,"theme":"Keniscayaan bahwa Allah Layak untuk Disembah ","text_ayah":"ذٰلِكُمُ اللّٰهُ رَبُّكُمْ خَالِقُ كُلِّ شَيْءٍۘ  لَآ اِلٰهَ اِلَّا هُوَۖ فَاَنّٰى تُؤْفَكُوْنَ","text_id":"Demikianlah Allah, Tuhanmu, Pencipta segala sesuatu, tidak ada tuhan selain Dia; maka bagaimanakah kamu dapat dipalingkan?","text_en":"He is God your Lord, creator of everything. There is no god but He. How then do you turn away (from Him)?","transliteration":"żālikumullāhu rabbukum khāliqu kulli syaī`, lā ilāha illā huwa fa annā tu`fakụn","no_fn":"","text_fn":""},{"id":4196,"surah":40,"no_ayah":63,"theme":"Keniscayaan bahwa Allah Layak untuk Disembah ","text_ayah":"كَذٰلِكَ يُؤْفَكُ الَّذِيْنَ كَانُوْا بِاٰيٰتِ اللّٰهِ يَجْحَدُوْنَ","text_id":"Seperti itulah orang-orang yang selalu mengingkari ayat-ayat Allah dipalingkan.","text_en":"Only they are turned away thus who deny the signs of God.","transliteration":"każālika yu`fakullażīna kānụ bi`āyātillāhi yaj-ḥadụn","no_fn":"","text_fn":""},{"id":4197,"surah":40,"no_ayah":64,"theme":"Keniscayaan bahwa Allah Layak untuk Disembah ","text_ayah":"اَللّٰهُ الَّذِيْ جَعَلَ لَكُمُ الْاَرْضَ قَرَارًا وَّالسَّمَاۤءَ بِنَاۤءً وَّصَوَّرَكُمْ فَاَحْسَنَ صُوَرَكُمْ وَرَزَقَكُمْ مِّنَ الطَّيِّبٰتِۗ ذٰلِكُمُ اللّٰهُ رَبُّكُمْۚ فَتَبٰرَكَ اللّٰهُ رَبُّ الْعٰلَمِيْنَ","text_id":"Allahlah yang menjadikan bumi untukmu sebagai tempat menetap dan langit sebagai atap. (Dia pula yang) membentukmu, lalu memperindah bentukmu, serta memberimu rezeki dari yang baik-baik. Demikianlah Allah Tuhanmu. Mahasuci Allah, Tuhan semesta alam.","text_en":"It is God who made the earth a dwelling for you, and the sky a vaulted roof, who fashioned you and gave you excellent form and provided you with clean and wholesome things. He is God, your Lord. So blessed be God, the Lord of all the worlds.","transliteration":"allāhullażī ja'ala lakumul-arḍa qarāraw was-samā`a binā`aw wa ṣawwarakum fa aḥsana ṣuwarakum wa razaqakum minaṭ-ṭayyibāt, żālikumullāhu rabbukum, fa tabārakallāhu rabbul-'ālamīn","no_fn":"","text_fn":""},{"id":4198,"surah":40,"no_ayah":65,"theme":"Keniscayaan bahwa Allah Layak untuk Disembah ","text_ayah":"هُوَ الْحَيُّ لَآ اِلٰهَ اِلَّا هُوَ فَادْعُوْهُ مُخْلِصِيْنَ لَهُ الدِّيْنَۗ اَلْحَمْدُ لِلّٰهِ رَبِّ الْعٰلَمِيْنَ","text_id":"Dialah yang hidup kekal, tidak ada tuhan selain Dia, maka berdoalah kepada-Nya dengan mengikhlaskan ketaatan kepada-Nya. Segala puji bagi Allah, Tuhan semesta alam.","text_en":"He is the living. There is no god but He. Therefore pray to Him with obedience all-exclusive. Praise be to God, the Lord of all the worlds.","transliteration":"huwal-ḥayyu lā ilāha illā huwa fad'ụhu mukhliṣīna lahud-dīn, al-ḥamdu lillāhi rabbil-'ālamīn","no_fn":"","text_fn":""},{"id":4199,"surah":40,"no_ayah":66,"theme":"Larangan Menyembah selain Allah ","text_ayah":"۞ قُلْ اِنِّيْ نُهِيْتُ اَنْ اَعْبُدَ الَّذِيْنَ تَدْعُوْنَ مِنْ دُوْنِ اللّٰهِ لَمَّا جَاۤءَنِيَ الْبَيِّنٰتُ مِنْ رَّبِّيْ وَاُمِرْتُ اَنْ اُسْلِمَ لِرَبِّ الْعٰلَمِيْنَ","text_id":"Katakanlah (Nabi Muhammad), “Sesungguhnya aku dilarang menyembah (sekutu-sekutu) yang kamu seru selain Allah setelah datang kepadaku keterangan-keterangan dari Tuhanku. Aku diperintahkan agar berserah diri kepada Tuhan semesta alam.”","text_en":"Say: \"I am forbidden to worship those you call apart from God, since clear signs have come to me from my Lord, and I am commanded to submit to the Lord of all the worlds.\"","transliteration":"qul innī nuhītu an a'budallażīna tad'ụna min dụnillāhi lammā jā`aniyal-bayyinātu mir rabbī wa umirtu an uslima lirabbil-'ālamīn","no_fn":"","text_fn":""},{"id":4200,"surah":40,"no_ayah":67,"theme":"Larangan Menyembah selain Allah ","text_ayah":"هُوَ الَّذِيْ خَلَقَكُمْ مِّنْ تُرَابٍ ثُمَّ مِنْ نُّطْفَةٍ ثُمَّ مِنْ عَلَقَةٍ ثُمَّ يُخْرِجُكُمْ طِفْلًا ثُمَّ لِتَبْلُغُوْٓا اَشُدَّكُمْ ثُمَّ لِتَكُوْنُوْا شُيُوْخًاۚ وَمِنْكُمْ مَّنْ يُّتَوَفّٰى مِنْ قَبْلُ وَلِتَبْلُغُوْٓا اَجَلًا مُّسَمًّى وَّلَعَلَّكُمْ تَعْقِلُوْنَ","text_id":"Dialah yang menciptakanmu dari tanah, kemudian dari setetes mani, lalu dari darah yang menggumpal, kemudian Dia lahirkan kamu sebagai seorang anak kecil, kemudian (Dia membiarkan) kamu sampai dewasa, lalu menjadi tua. (Akan tetapi,) di antara kamu ada yang dimatikan sebelum itu. (Dia pun membiarkan) agar kamu sampai kepada kurun waktu yang ditentukan dan agar kamu mengerti.","text_en":"It is He who created you from dust, then a drop of semen, then the embryo; afterwards He brings you forth as a child; then you attain the age of manhood, and then reach old age. But some of you die before you reach the appointed term that you may haply understand.","transliteration":"huwallażī khalaqakum min turābin ṡumma min nuṭfatin ṡumma min 'alaqatin ṡumma yukhrijukum ṭiflan ṡumma litablugū asyuddakum ṡumma litakụnụ syuyụkhā, wa mingkum may yutawaffā ming qablu wa litablugū ajalam musammaw wa la'allakum ta'qilụn","no_fn":"","text_fn":""},{"id":4201,"surah":40,"no_ayah":68,"theme":"Larangan Menyembah selain Allah ","text_ayah":"هُوَ الَّذِيْ يُحْيٖ وَيُمِيْتُۚ فَاِذَا قَضٰىٓ اَمْرًا فَاِنَّمَا يَقُوْلُ لَهٗ كُنْ فَيَكُوْنُࣖ ","text_id":"Dialah yang menghidupkan dan mematikan. Maka, apabila Dia hendak menetapkan sesuatu urusan, Dia hanya berkata kepadanya, “Jadilah!” Maka jadilah sesuatu itu.","text_en":"It is He who gives you life and death. When He creates a thing, He has only to say: \"Be,\" and it is.","transliteration":"huwallażī yuḥyī wa yumīt, fa iżā qaḍā amran fa innamā yaqụlu lahụ kun fa yakụn","no_fn":"","text_fn":""},{"id":4202,"surah":40,"no_ayah":69,"theme":"Akibat Orang-Orang yang Mendebat Kebenaran Wahyu ","text_ayah":"اَلَمْ تَرَ اِلَى الَّذِيْنَ يُجَادِلُوْنَ فِيْٓ اٰيٰتِ اللّٰهِۗ اَنّٰى يُصْرَفُوْنَۚ ","text_id":"Apakah kamu tidak memperhatikan orang-orang yang (selalu) membantah ayat-ayat Allah, bagaimana mereka dapat dipalingkan?","text_en":"Have you not seen how those who dispute the signs of God are turned away?","transliteration":"a lam tara ilallażīna yujādilụna fī āyātillāh, annā yuṣrafụn","no_fn":"","text_fn":""},{"id":4203,"surah":40,"no_ayah":70,"theme":"Akibat Orang-Orang yang Mendebat Kebenaran Wahyu ","text_ayah":"اَلَّذِيْنَ كَذَّبُوْا بِالْكِتٰبِ وَبِمَآ اَرْسَلْنَا بِهٖ رُسُلَنَاۗ فَسَوْفَ يَعْلَمُوْنَۙ","text_id":"(Mereka adalah) orang-orang yang mendustakan Kitab (Al-Qur’an) dan wahyu yang dengannya para rasul Kami utus. Kelak mereka akan mengetahui","text_en":"Those who deny the Book and what We have sent down with Our apostles, will soon come to know","transliteration":"allażīna każżabụ bil-kitābi wa bimā arsalnā bihī rusulanā, fa saufa ya'lamụn","no_fn":"","text_fn":""},{"id":4204,"surah":40,"no_ayah":71,"theme":"Akibat Orang-Orang yang Mendebat Kebenaran Wahyu ","text_ayah":"اِذِ الْاَغْلٰلُ فِيْٓ اَعْنَاقِهِمْ وَالسَّلٰسِلُۗ يُسْحَبُوْنَۙ","text_id":"ketika belenggu dan rantai (dipasang) di leher mereka, seraya mereka diseret","text_en":"When, with (iron) collars and chains around their necks, they will be dragged","transliteration":"iżil-aglālu fī a'nāqihim was-salāsil, yus-ḥabụn","no_fn":"","text_fn":""},{"id":4205,"surah":40,"no_ayah":72,"theme":"Akibat Orang-Orang yang Mendebat Kebenaran Wahyu ","text_ayah":"فِى الْحَمِيْمِ ەۙ ثُمَّ فِى النَّارِ يُسْجَرُوْنَۚ ","text_id":"ke dalam air yang sangat panas. Mereka kemudian dibakar ke dalam api.","text_en":"Through boiling water, and then burnt in the Fire.","transliteration":"fil-ḥamīmi ṡumma fin-nāri yusjarụn","no_fn":"","text_fn":""},{"id":4206,"surah":40,"no_ayah":73,"theme":"Akibat Orang-Orang yang Mendebat Kebenaran Wahyu ","text_ayah":"ثُمَّ قِيْلَ لَهُمْ اَيْنَ مَا كُنْتُمْ تُشْرِكُوْنَۙ","text_id":"Lalu, dikatakan kepada mereka, “Manakah berhala-berhala yang selalu kamu persekutukan","text_en":"They will then be asked: \"Where are they you took as partners","transliteration":"ṡumma qīla lahum aina mā kuntum tusyrikụn","no_fn":"","text_fn":""},{"id":4207,"surah":40,"no_ayah":74,"theme":"Akibat Orang-Orang yang Mendebat Kebenaran Wahyu ","text_ayah":"مِنْ دُوْنِ اللّٰهِۗ قَالُوْا ضَلُّوْا عَنَّا بَلْ لَّمْ نَكُنْ نَّدْعُوْا مِنْ قَبْلُ شَيْـًٔاۗ  كَذٰلِكَ يُضِلُّ اللّٰهُ الْكٰفِرِيْنَ","text_id":"selain Allah?” Mereka menjawab, “Mereka telah lenyap dari (hadapan) kami. Sebenarnya kami dahulu tidak pernah menyembah sesuatu pun.” Demikianlah Allah membiarkan orang-orang kafir menjadi sesat.","text_en":"Apart from God?\" They will answer: \"They have left us in the lurch and fled. In fact it was nothing that we prayed to before.\" That is how God sends the unbelievers astray.","transliteration":"min dụnillāh, qālụ ḍallụ 'annā bal lam nakun nad'ụ ming qablu syai`ā, każālika yuḍillullāhul-kāfirīn","no_fn":"","text_fn":""},{"id":4208,"surah":40,"no_ayah":75,"theme":"Akibat Orang-Orang yang Mendebat Kebenaran Wahyu ","text_ayah":"ذٰلِكُمْ بِمَا كُنْتُمْ تَفْرَحُوْنَ فِى الْاَرْضِ بِغَيْرِ الْحَقِّ وَبِمَا كُنْتُمْ تَمْرَحُوْنَ","text_id":"Yang demikian itu karena kamu bersuka ria di bumi tanpa (alasan) yang benar dan karena kamu selalu bersuka ria (dalam kemaksiatan).","text_en":"\"This is so because you went about exulting wrongfully in the land,\" (will they be told), \"and you were insolent.","transliteration":"żālikum bimā kuntum tafraḥụna fil-arḍi bigairil-ḥaqqi wa bimā kuntum tamraḥụn","no_fn":"","text_fn":""},{"id":4209,"surah":40,"no_ayah":76,"theme":"Akibat Orang-Orang yang Mendebat Kebenaran Wahyu ","text_ayah":"اُدْخُلُوْٓا اَبْوَابَ جَهَنَّمَ خٰلِدِيْنَ فِيْهَاۚ فَبِئْسَ مَثْوَى الْمُتَكَبِّرِيْنَ","text_id":"(Dikatakan kepada mereka,) “Masuklah ke pintu-pintu (neraka) Jahanam dan kamu kekal di dalamnya. Itulah seburuk-buruk tempat bagi orang-orang yang sombong.”","text_en":"So enter the gates of Hell to abide in it for ever.\" How evil the abode of the arrogant!","transliteration":"udkhulū abwāba jahannama khālidīna fīhā, fa bi`sa maṡwal-mutakabbirīn","no_fn":"","text_fn":""},{"id":4210,"surah":40,"no_ayah":77,"theme":"Akibat Orang-Orang yang Mendebat Kebenaran Wahyu ","text_ayah":"فَاصْبِرْ اِنَّ وَعْدَ اللّٰهِ حَقٌّۚ فَاِمَّا نُرِيَنَّكَ بَعْضَ الَّذِيْ نَعِدُهُمْ اَوْ نَتَوَفَّيَنَّكَ فَاِلَيْنَا يُرْجَعُوْنَ","text_id":"Bersabarlah (Nabi Muhammad)! Sesungguhnya janji Allah itu benar. Jika Kami benar-benar memperlihatkan kepadamu sebagian dari (siksa) yang Kami janjikan kepada mereka (di dunia), ataupun jika Kami mewafatkanmu, (bagaimanapun juga) kepada Kamilah mereka dikembalikan.","text_en":"So you persevere with patience (in your mission). The promise of God is true. Whether We show you some of the punishment We have promised them, or gather you up in death, they have to come back to Us.","transliteration":"faṣbir inna wa'dallāhi ḥaqq, fa immā nuriyannaka ba'ḍallażī na'iduhum au natawaffayannaka fa ilainā yurja'ụn","no_fn":"","text_fn":""},{"id":4211,"surah":40,"no_ayah":78,"theme":"Keputusan Allah sebagai Putusan yang Adil ","text_ayah":"وَلَقَدْ اَرْسَلْنَا رُسُلًا مِّنْ قَبْلِكَ مِنْهُمْ مَّنْ قَصَصْنَا عَلَيْكَ وَمِنْهُمْ مَّنْ لَّمْ نَقْصُصْ عَلَيْكَۗ وَمَا كَانَ لِرَسُوْلٍ اَنْ يَّأْتِيَ بِاٰيَةٍ اِلَّا بِاِذْنِ اللّٰهِۚ فَاِذَا جَاۤءَ اَمْرُ اللّٰهِ قُضِيَ بِالْحَقِّ وَخَسِرَ هُنَالِكَ الْمُبْطِلُوْنَࣖ ","text_id":"Sungguh, Kami benar-benar telah mengutus rasul-rasul sebelum engkau (Nabi Muhammad). Di antara mereka ada yang Kami ceritakan kepadamu dan ada (pula) yang tidak Kami ceritakan kepadamu. Tidak ada seorang rasul pun membawa suatu mukjizat, kecuali seizin Allah. Maka, apabila telah datang perintah Allah (hari Kiamat), diputuskanlah (segala perkara) dengan adil. Ketika itu, rugilah para pelaku kebatilan.","text_en":"Surely We have sent apostles before you, some of whose account We have related to you, and that of some We have not told you. But no apostle was given a miracle unless God dispensed. But when the decree of God comes the sentence is passed with justice; and the lovers of vice and vanity will then come to grief.","transliteration":"wa laqad arsalnā rusulam ming qablika min-hum mang qaṣaṣnā 'alaika wa min-hum mal lam naqṣuṣ 'alaīk, wa mā kāna lirasụlin ay ya`tiya bi`āyatin illā bi`iżnillāh, fa iżā jā`a amrullāhi quḍiya bil-ḥaqqi wa khasira hunālikal-mubṭilụn","no_fn":"","text_fn":""},{"id":4212,"surah":40,"no_ayah":79,"theme":"Keputusan Allah sebagai Putusan yang Adil ","text_ayah":"اَللّٰهُ الَّذِيْ جَعَلَ لَكُمُ الْاَنْعَامَ لِتَرْكَبُوْا مِنْهَا وَمِنْهَا تَأْكُلُوْنَۖ ","text_id":"Allahlah yang menjadikan hewan ternak untukmu. Sebagian untuk kamu kendarai dan sebagian lagi untuk kamu makan.","text_en":"It is God who made the cattle for you so that some you ride and some you eat.","transliteration":"allāhullażī ja'ala lakumul-an'āma litarkabụ min-hā wa min-hā ta`kulụn","no_fn":"","text_fn":""},{"id":4213,"surah":40,"no_ayah":80,"theme":"Keputusan Allah sebagai Putusan yang Adil ","text_ayah":"وَلَكُمْ فِيْهَا مَنَافِعُ وَلِتَبْلُغُوْا عَلَيْهَا حَاجَةً فِيْ صُدُوْرِكُمْ وَعَلَيْهَا وَعَلَى الْفُلْكِ تُحْمَلُوْنَۗ ","text_id":"Bagimu (ada) manfaat-manfaat lain darinya (hewan ternak itu). Dengan mengendarainya, kamu bisa memenuhi keperluan yang kamu inginkan. Di atasnya (hewan-hewan ternak) dan di atas kapal-kapal kamu diangkut.","text_en":"There are advantages for you in them, so that you may satisfy your needs through them, and may be borne upon them and on ships.","transliteration":"wa lakum fīhā manāfi'u wa litablugụ 'alaihā ḥājatan fī ṣudụrikum wa 'alaihā wa 'alal-fulki tuḥmalụn","no_fn":"","text_fn":""},{"id":4214,"surah":40,"no_ayah":81,"theme":"Keputusan Allah sebagai Putusan yang Adil ","text_ayah":"وَيُرِيْكُمْ اٰيٰتِهٖۖ فَاَيَّ اٰيٰتِ اللّٰهِ تُنْكِرُوْنَ","text_id":"Dia memperlihatkan tanda-tanda (kebesaran-Nya) kepadamu, maka tanda-tanda (kebesaran) Allah manakah yang kamu ingkari?","text_en":"He shows His signs. How many of God's signs will you then deny?","transliteration":"wa yurīkum āyātihī fa ayya āyātillāhi tungkirụn","no_fn":"","text_fn":""},{"id":4215,"surah":40,"no_ayah":82,"theme":"Pengembaraan di Muka Bumi untuk Memetik Pelajaran dari Sejarah Umat Terdahulu ","text_ayah":"اَفَلَمْ يَسِيْرُوْا فِى الْاَرْضِ فَيَنْظُرُوْا كَيْفَ كَانَ عَاقِبَةُ الَّذِيْنَ مِنْ قَبْلِهِمْۗ كَانُوْٓا اَكْثَرَ مِنْهُمْ وَاَشَدَّ قُوَّةً وَّاٰثَارًا فِى الْاَرْضِ فَمَآ اَغْنٰى عَنْهُمْ مَّا كَانُوْا يَكْسِبُوْنَ","text_id":"Apakah mereka tidak mengadakan perjalanan di bumi, lalu mereka memperhatikan bagaimana kesudahan orang-orang yang sebelum mereka? Mereka itu lebih banyak dan lebih hebat kekuatannya serta (lebih banyak) jejak-jejak peradabannya di bumi.<sup>668)</sup> Apa yang mereka usahakan itu tidak dapat menolong mereka.","text_en":"Have they not travelled in the land and seen how was the end of those before them who were far more numerous than they and more strong, and have left behind them traces on the earth. And yet nothing of what they did profited them.","transliteration":"a fa lam yasīrụ fil-arḍi fa yanẓurụ kaifa kāna 'āqibatullażīna ming qablihim, kānū akṡara min-hum wa asyadda quwwataw wa āṡāran fil-arḍi fa mā agnā 'an-hum mā kānụ yaksibụn","no_fn":"668","text_fn":"668) Peninggalan peradaban tersebut berupa bangunan, benteng, istana, dan alat-alat perlengkapan."},{"id":4216,"surah":40,"no_ayah":83,"theme":"Pengembaraan di Muka Bumi untuk Memetik Pelajaran dari Sejarah Umat Terdahulu ","text_ayah":"فَلَمَّا جَاۤءَتْهُمْ رُسُلُهُمْ بِالْبَيِّنٰتِ فَرِحُوْا بِمَا عِنْدَهُمْ مِّنَ الْعِلْمِ وَحَاقَ بِهِمْ مَّا كَانُوْا بِهٖ يَسْتَهْزِءُوْنَ","text_id":"Ketika para rasul datang kepada mereka dengan membawa bukti-bukti yang nyata, mereka merasa senang dengan pengetahuan yang ada pada mereka. (Pada saat itulah) mereka dikepung oleh (azab) yang dahulu mereka perolok-olokkan.","text_en":"For when Our apostles came to them with clear proofs, they boasted and exulted at the knowledge they possessed; but what they used to mock recoiled back on them,","transliteration":"fa lammā jā`at-hum rusuluhum bil-bayyināti fariḥụ bimā 'indahum minal-'ilmi wa ḥāqa bihim mā kānụ bihī yastahzi`ụn","no_fn":"","text_fn":""},{"id":4217,"surah":40,"no_ayah":84,"theme":"Pengembaraan di Muka Bumi untuk Memetik Pelajaran dari Sejarah Umat Terdahulu ","text_ayah":"فَلَمَّا رَاَوْا بَأْسَنَاۗ قَالُوْٓا اٰمَنَّا بِاللّٰهِ وَحْدَهٗ وَكَفَرْنَا بِمَا كُنَّا بِهٖ مُشْرِكِيْنَ","text_id":"Ketika mereka melihat azab Kami, mereka berkata, “Kami hanya beriman kepada Allah saja dan kami ingkar kepada sesembahan yang telah kami persekutukan dengan-Nya.”","text_en":"So that when they saw Our might, they said: \"We believe in God the one and single, and reject those we associated (with Him).\" --","transliteration":"fa lammā ra`au ba`sanā, qālū āmannā billāhi waḥdahụ wa kafarnā bimā kunnā bihī musyrikīn","no_fn":"","text_fn":""},{"id":4218,"surah":40,"no_ayah":85,"theme":"Pengembaraan di Muka Bumi untuk Memetik Pelajaran dari Sejarah Umat Terdahulu ","text_ayah":"فَلَمْ يَكُ يَنْفَعُهُمْ اِيْمَانُهُمْ لَمَّا رَاَوْا بَأْسَنَاۗ سُنَّتَ اللّٰهِ الَّتِيْ قَدْ خَلَتْ فِيْ عِبَادِهٖۚ وَخَسِرَ هُنَالِكَ الْكٰفِرُوْنَࣖ ","text_id":"Tidak berguna lagi iman mereka setelah melihat azab Kami. (Yang demikian itu) merupakan sunatullah yang telah berlaku terhadap hamba-hamba-Nya. Ketika itu, rugilah orang-orang kafir.","text_en":"But then their affirming served them nothing after they had seen Our torment. This is the law of God that has prevailed among His creatures, Then the unbelievers went to rack and ruin.","transliteration":"fa lam yaku yanfa'uhum īmānuhum lammā ra`au ba`sanā, sunnatallāhillatī qad khalat fī 'ibādih, wa khasira hunālikal-kāfirụn","no_fn":"","text_fn":""}]