[{"id":4134,"surah":40,"no_ayah":1,"tema":"Al-Qur’an sebagai Wahyu dari Allah ","text_ayah":"ح[m[مٓ]","text_id":"Ḥā Mīm. ","text_en":"HA MIM.","transliteration":"Haa-Meeem","no_fn":"","text_fn":""},{"id":4135,"surah":40,"no_ayah":2,"tema":"Al-Qur’an sebagai Wahyu dari Allah ","text_ayah":"تَ[f:10623[نز]ِيلُ [h:10624[ٱ]لْكِتَ[n[ـٰ]بِ مِنَ [h:321[ٱ]للَّهِ [h:11613[ٱ]لْعَزِيزِ [h:4269[ٱ]لْعَل[p[ِي]مِ","text_id":"Diturunkannya Kitab (Al-Qur’an) ini dari Allah Yang Mahaperkasa lagi Maha Mengetahui.","text_en":"The revelation of this Book is from God the all-mighty and all-knowing,","transliteration":"Tanzeelul Kitaabi minal laahil Azeezil 'Aleem","no_fn":"","text_fn":""},{"id":4136,"surah":40,"no_ayah":3,"tema":"Al-Qur’an sebagai Wahyu dari Allah ","text_ayah":"غَافِرِ [h:11767[ٱ][l[ل]ذَّ[i:11768[نۢب]ِ وَقَابِلِ [h:11769[ٱ][l[ل]تَّوْبِ شَدِيدِ [h:11770[ٱ]لْعِقَابِ ذِيْ [h:11771[ٱ][l[ل]طَّوْلِۖ ل[o[َآ] إِلَ[n[ـٰ]هَ إِلَّا هُوَۖ إِلَيْهِ [h:11772[ٱ]لْمَص[p[ِي]رُ","text_id":"(Dia) Pengampun dosa, Penerima tobat, Pemberi hukuman yang keras, (dan) Pemilik karunia. Tidak ada tuhan  selain Dia. Hanya kepada-Nyalah (semua makhluk) kembali.","text_en":"Forgiver of trespasses, acceptor of repentance, severe of retribution, lord of power. There is no god but He. Towards Him is your destination.","transliteration":"Ghaafiriz zambi wa qaabilit tawbi shadeedil 'iqaabi zit tawli laaa ilaaha illaa Huwa ilaihil maseer","no_fn":"","text_fn":""},{"id":4137,"surah":40,"no_ayah":4,"tema":"Al-Qur’an sebagai Wahyu dari Allah ","text_ayah":"مَا يُجَ[n[ـٰ]دِلُ ف[o[ِيْٓ] ءَايَ[n[ـٰ]تِ [h:1298[ٱ]للَّهِ إِلَّا [h:778[ٱ]لَّذِينَ كَفَرُو[s[اْ] فَلَا يَغْرُرْكَ تَقَلُّبُهُمْ فِيْ [h:2519[ٱ]لْبِلَ[p[ـٰ][q[د]ِ","text_id":"Tidak ada yang memperdebatkan ayat-ayat Allah, kecuali orang-orang yang kufur. Oleh karena itu, janganlah engkau (Nabi Muhammad) tertipu oleh bolak-balik perjalanan mereka di seluruh negeri.","text_en":"Only the unbelievers dispute the revelations of God. So do not let their activities in the land deceive you.","transliteration":"Maa yujaadilu feee Aayaatil laahi illal lazeena kafaroo falaa yaghrurka taqallubuhum fil bilaad","no_fn":"","text_fn":""},{"id":4138,"surah":40,"no_ayah":5,"tema":"Al-Qur’an sebagai Wahyu dari Allah ","text_ayah":"كَذَّبَتْ قَ[q:8394[بْ]لَهُمْ قَوْمُ نُو[a:11773[حٍ و]َ[h:11774[ٱ]لْأَحْزَابُ م[i:1453[ِنۢ ب]َعْدِهِمْۖ وَهَ[g[مّ]َتْ كُلُّ أُ[g[مّ]َ[i:11775[ةِۭ ب]ِرَسُولِهِمْ لِيَأْخُذُوهُۖ وَجَ[n[ـٰ]دَلُو[s[اْ] بِ[h:212[ٱ]لْبَ[n[ـٰ]طِلِ لِيُ[q:8130[دْ]حِضُو[s[اْ] بِهِ [h:8131[ٱ]لْحَقَّ فَأَخَذْتُهُمْۖ فَكَيْفَ كَانَ عِق[p[َا][q[ب]ِ","text_id":"Sebelum mereka, kaum Nuh dan golongan-golongan yang bersekutu setelah mereka mendustakan (rasul). Setiap umat telah merencanakan (tipu daya) terhadap rasul mereka untuk membunuhnya. Mereka membantah dengan (alasan) yang batil untuk melenyapkan kebenaran. Maka, Aku menyiksa mereka. Bagaimanakah (pedihnya) azab-Ku?","text_en":"The people of Noah had denied before them, and many factions after them. Every nation has intrigued against its apostle and afflicted him, and argued with false arguments to condemn the truth. Then I seized them. How was then My retribution!","transliteration":"Kazzabat qablahum qawmu Noohinw wal Ahzaabu mim ba'dihim wa hammat kullu ummatim bi Rasoolihim liyaa khuzoobhu wa jaadaloo bilbaatili liyudhidoo bihil haqqa fa akhaztuhum fakifa kaana 'iqaab","no_fn":"","text_fn":""},{"id":4139,"surah":40,"no_ayah":6,"tema":"Al-Qur’an sebagai Wahyu dari Allah ","text_ayah":"وَكَذ[n[َٲ]لِكَ حَقَّتْ كَلِمَتُ رَبِّكَ عَلَيْ [h:289[ٱ]لَّذِينَ كَفَر[o[ُوٓ][s[اْ] أَ[g[نّ]َهُمْ أَصْحَ[n[ـٰ]بُ [h:201[ٱ][l[ل][g[نّ][p[َا]رِ","text_id":"Demikianlah (sebagaimana berlaku kepada umat terdahulu), ketetapan Tuhanmu itu berlaku pula bagi orang-orang yang kufur bahwa mereka adalah para penghuni neraka.","text_en":"In this way the sentence of your Lord against the infidels that they would be the inmates of Hell, was justified.","transliteration":"Wa kazaalika haqqat Kalimatu Rabbika 'alal lazeena kafarooo annahum Ashaabun Naar","no_fn":"","text_fn":""},{"id":4140,"surah":40,"no_ayah":7,"tema":"Bertasbihnya Malaikat Mendoakan Orang Mukmin ","text_ayah":"ٱلَّذِينَ يَحْمِلُونَ [h:11776[ٱ]لْعَرْشَ وَمَنْ حَوْلَهُ[n[ۥ] يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ وَيُؤْمِنُونَ بِه[n[ِۦ] وَيَسْتَغْفِرُونَ لِلَّذِينَ ءَامَنُو[s[اْ] رَبَّنَا وَسِعْتَ كُلَّ ش[u:11777[َيْْءٍ ر]َّحْمَ[a:11778[ةً و]َعِلْ[f:11779[مًا ف]َ[h:1791[ٱ]غْفِرْ لِلَّذِينَ تَابُو[s[اْ] وَ[h:2433[ٱ]تَّبَعُو[s[اْ] سَبِيلَكَ وَقِهِمْ عَذَابَ [h:11780[ٱ]لْجَح[p[ِي]مِ","text_id":"(Para malaikat) yang memikul ʻArasy dan yang berada di sekelilingnya selalu bertasbih dengan memuji Tuhannya, beriman kepada-Nya, dan memohonkan ampunan untuk orang-orang yang beriman. (Mereka berkata,) “Wahai Tuhan kami, rahmat dan ilmu-Mu meliputi segala sesuatu. Maka, berikanlah ampunan kepada orang-orang yang bertobat serta mengikuti jalan-Mu dan lindungilah mereka dari azab (neraka) Jahim.","text_en":"The bearers of the Throne, and those around it, sing the praises of their Lord and believe in Him, and seek forgiveness for those who believe: \"O our Lord, Your mercy and knowledge embrace everything; so forgive those who turn to You in repentance and follow Your path; and preserve them from the torment of Hell.","transliteration":"Allazeena yahmiloonal 'Arsha wa man hawlahoo yusabbihoona bihamdi Rabbihim wa yu'minoona bihee wa yastaghfiroona lillazeena aamanoo Rabbanaa wasi'ta kulla shai'ir rahmantanw wa 'ilman faghfir lillazeena taaboo wattaba'oo sabeelaka wa qihim 'azaabal Jaheem","no_fn":"","text_fn":""},{"id":4141,"surah":40,"no_ayah":8,"tema":"Bertasbihnya Malaikat Mendoakan Orang Mukmin ","text_ayah":"رَبَّنَا وَأَ[q:11781[دْ]خِلْهُمْ جَ[g[نّ]َ[n[ـٰ]تِ عَ[q:5720[دْ]نٍ [h:8376[ٱ]لَّتِيْ وَعَ[d:11782[د]تَّهُمْ وَمَ[f:6964[ن ص]َلَحَ مِنْ ءَاب[o[َا]ٓئِهِمْ وَأَزْو[n[َٲ]جِهِمْ وَذُرِّيَّ[n[ـٰ]تِهِمْۚ إِ[g[نّ]َكَ أَ[f:169[نت]َ [h:680[ٱ]لْعَزِيزُ [h:681[ٱ]لْحَك[p[ِي]مُ","text_id":"Wahai Tuhan kami, masukkanlah mereka ke dalam surga ‘Adn yang telah Engkau janjikan kepada mereka serta orang yang saleh di antara nenek moyang, istri, dan keturunan mereka. Sesungguhnya Engkaulah Yang Mahaperkasa lagi Mahabijaksana.","text_en":"Admit them, O Lord, to the garden of Eden which You promised them, and those of their fathers, spouses and progeny who are upright. You are truly all-mighty and all-wise.","transliteration":"Rabbannaa wa adkhilhum Jannaati 'adninil latee wa'attahum wa man salaha min aabaaa'ihim wa azwaajihim wa zurriyyaatihim; innaka Antal 'Azeezul Hakeem","no_fn":"","text_fn":""},{"id":4142,"surah":40,"no_ayah":9,"tema":"Bertasbihnya Malaikat Mendoakan Orang Mukmin ","text_ayah":"وَقِهِمُ [h:11783[ٱ][l[ل]سَّيِّـَٔـاتِۚ وَمَ[f:11784[ن ت]َقِ [h:11785[ٱ][l[ل]سَّيِّـَٔـاتِ يَوْمَئِ[f:3960[ذٍ ف]َقَ[q:563[دْ] رَحِمْتَهُ[n[ۥ]ۚ وَذ[n[َٲ]لِكَ هُوَ [h:5722[ٱ]لْفَوْزُ [h:2633[ٱ]لْعَظ[p[ِي]مُ","text_id":"Lindungilah mereka dari keburukan. Siapa yang Engkau lindungi dari keburukan pada hari itu, sungguh, Engkau telah menganugerahkan rahmat kepadanya. Itulah kemenangan yang agung.”","text_en":"Protect them from evil; and whosoever You preserve from evil on that Day shall have surely received Your mercy. This will be the great triumph.\"","transliteration":"Wa qihimus saiyi-aat; wa man taqis saiyi-aati Yawma'izin faqad rahimtah; wa zaalika huwal fawzul 'azeem","no_fn":"","text_fn":""},{"id":4143,"surah":40,"no_ayah":10,"tema":"Bertasbihnya Malaikat Mendoakan Orang Mukmin ","text_ayah":"إِ[g[نّ]َ [h:24[ٱ]لَّذِينَ كَفَرُو[s[اْ] يُنَادَوْنَ لَمَ[q:11786[قْ]تُ [h:11787[ٱ]للَّهِ أَكْبَرُ م[a:11788[ِن م]َّ[q:11789[قْ]تِكُمْ أَ[f:221[نف]ُسَكُمْ إِذْ تُ[q:11790[دْ]عَوْنَ إِلَيْ [h:11791[ٱ]لْإِيمَ[n[ـٰ]نِ فَتَكْفُر[p[ُو]نَ","text_id":"Sesungguhnya orang-orang yang kufur akan diseru (oleh malaikat pada hari Kiamat), “Sungguh, kebencian Allah (kepadamu) jauh lebih besar daripada kebencianmu kepada dirimu sendiri ketika kamu diseru untuk beriman, lalu kamu mengingkarinya.”","text_en":"Those who disbelieve will certainly be told: \"God's displeasure was greater than your disgust of your selves when you were called to belief and refused to believe.\"","transliteration":"Innal lazeena kafaroo yunaadawna lamaqtul laahi akbaru mim maqtikum anfusakum iz tud'awna ilal eemaani fatakfuroon","no_fn":"","text_fn":""},{"id":4144,"surah":40,"no_ayah":11,"tema":"Keinginan Orang-Orang Kafir untuk Kembali ke Dunia ","text_ayah":"قَالُو[s[اْ] رَبَّن[o[َآ] أَمَتَّنَا [h:11792[ٱ]ثْنَتَيْنِ وَأَحْيَيْتَنَا [h:11793[ٱ]ثْنَتَيْنِ فَ[h:11794[ٱ]عْتَرَفْنَا بِذُنُوبِنَا فَهَلْ إِلَيْٰ خُرُو[a:11795[جٍ م]ِّ[f:5782[ن س]َب[p[ِي]لٍ","text_id":"Mereka menjawab, “Wahai Tuhan kami, Engkau telah mematikan kami dua kali dan telah menghidupkan kami dua kali (pula), lalu kami mengakui dosa-dosa kami. Maka, adakah jalan (bagi kami) untuk keluar (dari neraka)?”","text_en":"They say: \"O Lord, twice You made us die, and twice You made us live. We admit our sins. Is there still a way out for us?\"","transliteration":"Qaaloo Rabbanaaa amat tanasnataini wa ahyaitanas nataini fa'tarafnaa bizunoo binaa fahal ilaa khuroojim min sabeel","no_fn":"","text_fn":""},{"id":4145,"surah":40,"no_ayah":12,"tema":"Keinginan Orang-Orang Kafir untuk Kembali ke Dunia ","text_ayah":"ذ[n[َٲ]لِك[c:11796[ُم ب]ِأَ[g[نّ]َهُ[o[ۥٓ] إِذَا دُعِيَْ [h:11797[ٱ]للَّهُ وَحْدَهُ[n[ۥ] كَفَرْتُمْۖ وَإ[a:11798[ِن ي]ُشْرَكْ بِه[n[ِۦ] تُؤْمِنُو[s[اْۚ] فَ[h:11799[ٱ]لْحُكْمُ لِلَّهِ [h:11800[ٱ]لْعَلِيِّْ [h:11801[ٱ]لْكَب[p[ِي]رِ","text_id":"(Dikatakan kepada mereka,) “Itu (terjadi) karena kamu benar-benar kufur apabila diseru untuk menyembah Allah semata. (Namun,) jika Dia dipersekutukan, kamu (langsung) percaya. Maka, keputusan (saat ini) ada pada Allah Yang Mahatinggi lagi Mahabesar.”","text_en":"This has come upon you because when God alone was invoked you disbelieved; but when partners were associated with Him, you believed. But judgement belongs to God, the all-high and supreme.","transliteration":"Zaalikum bi annahooo izaa du'iyal laahu wahdahoo kafartum wa iny yushrak bihee tu'minoo; falhukmu lillaahil 'Aliyyil Kabeer","no_fn":"","text_fn":""},{"id":4146,"surah":40,"no_ayah":13,"tema":"Peringatan Allah sebelum Datangnya Hari Pembalasan ","text_ayah":"هُوَ [h:153[ٱ]لَّذِيْ يُرِيكُمْ ءَايَ[n[ـٰ]تِه[n[ِۦ] وَيُنَزِّلُ لَك[w:1578[ُم م]ِّنَ [h:64[ٱ][l[ل]سَّم[o[َا]ٓءِ رِزْ[a:11802[قًاۚ و]َمَا يَتَذَكَّرُ إِلَّا م[a:11803[َن ي]ُن[p[ِي][q[ب]ُ","text_id":"Dialah yang memperlihatkan tanda-tanda (kekuasaan)-Nya kepadamu dan menurunkan rezeki dari langit untukmu. Yang mendapat pelajaran tidak lain, kecuali orang-orang yang kembali (kepada Allah).","text_en":"It is He who shows you His signs, and sends you food from the heavens. Yet none takes a warning except him who turns to Him.","transliteration":"Huwal lazee yureekum Aayaatihee wa yunazzilu lakum minas samaaa'i rizqaa; wa maa tatazakkaru illaa mai yuneeb","no_fn":"","text_fn":""},{"id":4147,"surah":40,"no_ayah":14,"tema":"Peringatan Allah sebelum Datangnya Hari Pembalasan ","text_ayah":"فَ[h:9999[ٱ][q:11804[دْ]عُو[s[اْ] [h:11805[ٱ]للَّهَ مُخْلِصِينَ لَهُ [h:4649[ٱ][l[ل]دِّينَ وَلَوْ كَرِهَ [h:5556[ٱ]لْكَ[n[ـٰ]فِر[p[ُو]نَ","text_id":"Maka, sembahlah Allah dengan mengikhlaskan ketaatan kepada-Nya meskipun orang-orang kafir tidak menyukai(-nya).","text_en":"So call on God with exclusive obedience, howsoever the unbelievers may dislike it.","transliteration":"Fad'ul laaha mukhliseena lahud deena wa law karihal kaafiroon","no_fn":"","text_fn":""},{"id":4148,"surah":40,"no_ayah":15,"tema":"Peringatan Allah sebelum Datangnya Hari Pembalasan ","text_ayah":"رَفِيعُ [h:11806[ٱ][l[ل]دَّرَجَ[n[ـٰ]تِ ذُو [h:11807[ٱ]لْعَرْشِ يُلْقِيْ [h:11808[ٱ][l[ل]رُّوحَ مِنْ أَمْرِه[n[ِۦ] عَلَيْٰ م[a:476[َن ي]َش[o[َا]ٓءُ مِنْ عِبَادِه[n[ِۦ] لِيُ[f:7947[نذ]ِرَ يَوْمَ [h:11809[ٱ][l[ل]تَّل[p[َا][q[ق]ِ","text_id":"(Dialah) Yang Mahatinggi derajat-Nya, yang memiliki ʻArasy, yang menurunkan wahyu dengan perintah-Nya kepada siapa yang Dia kehendaki di antara hamba-hamba-Nya agar memperingatkan (manusia) tentang hari pertemuan (hari Kiamat).","text_en":"Most exalted of position, Lord of power, He directs inspiration by His command to any of His creatures as He will, to warn (men) of the Day of Meeting,","transliteration":"Rafee'ud darajaati zul 'Arshi yulqir rooha min amrihee 'alaa mai yashaaa'u min 'ibaadihee liyunzira yawmat talaaq","no_fn":"","text_fn":""},{"id":4149,"surah":40,"no_ayah":16,"tema":"Peringatan Allah sebelum Datangnya Hari Pembalasan ","text_ayah":"يَوْمَ ه[c:11810[ُم ب]َ[n[ـٰ]رِزُونَۖ لَا يَخْفَيْٰ عَلَيْ [h:412[ٱ]للَّهِ مِنْهُمْ ش[u:11811[َيْْءٌۚ ل]ِّمَنِ [h:11812[ٱ]لْمُلْكُ [h:11813[ٱ]لْيَوْمَۖ لِلَّهِ [h:7180[ٱ]لْو[n[َٲ]حِدِ [h:7181[ٱ]لْقَهّ[p[َا]رِ","text_id":"(Yaitu) pada hari (ketika) mereka tampak dengan jelas (di hadapan Tuhan-Nya), tidak (ada) satu (keadaan) pun dari mereka yang tersembunyi di sisi Allah. (Allah berfirman,) “Milik siapakah kerajaan pada hari ini?” (Lalu, dijawab,) “Milik Allah Yang Maha Esa lagi Maha Mengalahkan.”","text_en":"The day when they will come out (of their graves), with nothing of them hidden from God. Whose then will be the kingdom? -- God's, the one, the omnipotent.","transliteration":"Yawma hum baarizoona laa yakhfaa 'alal laahi minhum shai; limanil mulkul Yawma lillaahil Waahidil Qahaar","no_fn":"","text_fn":""},{"id":4150,"surah":40,"no_ayah":17,"tema":"Tiadanya Kerugian dari Balasan Allah ","text_ayah":"ٱلْيَوْمَ تُ[q:11814[جْ]زَيْٰ كُلُّ نَفْ[i:6995[سِۭ ب]ِمَا كَسَبَتْۚ لَا ظُلْمَ [h:11815[ٱ]لْيَوْمَۚ إِ[g[نّ]َ [h:80[ٱ]للَّهَ سَرِيعُ [h:1112[ٱ]لْحِس[p[َا][q[ب]ِ","text_id":"Pada hari ini setiap jiwa diberi balasan sesuai dengan apa yang telah diusahakannya. Tidak ada yang terzalimi pada hari ini. Sesungguhnya Allah sangat cepat perhitungan-Nya.","text_en":"Each soul will be recompensed that Day for what it had earned. There will be no depriving on that Day. Surely God is swift at reckoning.","transliteration":"Al-Yawma tujzaa kullu nafsim bimaa kasabat; laa zulmal Yawm; innal laaha saree'ul hisaab","no_fn":"","text_fn":""},{"id":4151,"surah":40,"no_ayah":18,"tema":"Tiadanya Kerugian dari Balasan Allah ","text_ayah":"وَأَ[f:8340[نذ]ِرْهُمْ يَوْمَ [h:11816[ٱ]لْأَزِفَةِ إِذِ [h:11817[ٱ]لْقُلُوبُ لَدَيْ [h:11818[ٱ]لْحَنَاجِرِ كَ[n[ـٰ]ظِمِينَۚ مَا لِلظَّ[n[ـٰ]لِمِينَ مِنْ حَمِي[a:11819[مٍ و]َلَا شَفِي[a:11820[عٍ ي]ُط[p[َا]عُ","text_id":"Berilah mereka peringatan akan hari yang makin dekat (hari Kiamat, yaitu) ketika hati (menyesak) sampai di kerongkongan karena menahan (kesedihan). Tidak ada seorang pun teman setia bagi orang yang zalim dan tidak ada baginya seorang penolong yang diterima (pertolongannya).","text_en":"Warn them of the coming day inevitable, when hearts would jump to the throats, filling them with anguish. The sinners will have neither friend nor intercessor whose (word) will be heeded.","transliteration":"Wa anzirhum yawmal aazifati izil quloobu ladal hanaajiri kaazimeen; maa lizzaalimeena min hameeminw wa laa shafee'iny-yutaa'","no_fn":"","text_fn":""},{"id":4152,"surah":40,"no_ayah":19,"tema":"Sifat Allah yang Maha Mengetahui Perbuatan Manusia ","text_ayah":"يَعْلَمُ خ[o[َا]ٓئِنَةَ [h:11821[ٱ]لْأَعْيُنِ وَمَا تُخْفِيْ [h:11822[ٱ][l[ل]صُّد[p[ُو]رُ","text_id":"Dia mengetahui (pandangan) mata yang khianat<sup>665)</sup> dan apa yang tersembunyi di dalam dada.","text_en":"Known to Him is the treachery of the eye, and what the breasts conceal.","transliteration":"Ya'lamu khaaa'inatal a'yuni wa maa tukhfis sudoor","no_fn":"665","text_fn":"665) Maksud ungkapan pandangan yang khianat adalah pandangan pada hal-hal yang terlarang, seperti memandang lawan jenis yang bukan mahram tanpa alasan yang dibenarkan syariat."},{"id":4153,"surah":40,"no_ayah":20,"tema":"Sifat Allah yang Maha Mengetahui Perbuatan Manusia ","text_ayah":"وَ[h:9999[ٱ]للَّهُ يَ[q:6194[قْ]ضِيْ بِ[h:370[ٱ]لْحَقِّۖ وَ[h:37[ٱ]لَّذِينَ يَ[q:1240[دْ]عُونَ مِ[f:3136[ن د]ُونِه[n[ِۦ] لَا يَ[q:11823[قْ]ضُونَ بِشَيْْءٍۗ إِ[g[نّ]َ [h:80[ٱ]للَّهَ هُوَ [h:3721[ٱ][l[ل]سَّمِيعُ [h:7657[ٱ]لْبَص[p[ِي]رُ","text_id":"Allah memutuskan dengan hak (benar dan adil), sedangkan mereka yang disembah selain-Nya tidak mampu memutuskan dengan suatu apa pun. Sesungguhnya Allah, Dialah Yang Maha Mendengar lagi Maha Melihat.","text_en":"God decides with justice. But those they call apart from Him can not adjudge in the least. Verily God is all-hearing, all-perceiving.","transliteration":"Wallaahu yaqdee bilhaqq, wallazeena yad'oona min doonihee laa yaqdoona bishai'; innal laaha Huwas Samee'ul Baseer","no_fn":"","text_fn":""},{"id":4154,"surah":40,"no_ayah":21,"tema":"Perintah untuk Mengembara Melihat Tanda-Tanda Kebesaran Allah ","text_ayah":"۞ أَوَلَمْ يَسِيرُو[s[اْ] فِيْ [h:44[ٱ]لْأَرْضِ فَيَ[f:6853[نظ]ُرُو[s[اْ] كَيْفَ كَانَ عَ[n[ـٰ]قِبَةُ [h:6854[ٱ]لَّذِينَ كَانُو[s[اْ] مِ[f:617[ن ق]َ[q:618[بْ]لِهِمْۚ كَانُو[s[اْ] هُمْ أَشَدَّ مِنْهُمْ قُوَّ[a:11824[ةً و]َءَاثَا[f:11825[رًا ف]ِيْ [h:44[ٱ]لْأَرْضِ فَأَخَذَهُمُ [h:1756[ٱ]للَّهُ بِذُنُوبِهِمْ وَمَا كَانَ لَه[w:6026[ُم م]ِّنَ [h:321[ٱ]للَّهِ م[a:7001[ِن و][p[َا][q[ق]ٍ","text_id":"Apakah mereka tidak berjalan di bumi, lalu memperhatikan bagaimana kesudahan orang-orang yang sebelum mereka? Orang-orang itu lebih hebat kekuatannya daripada mereka dan (lebih banyak) peninggalan (peradaban)-nya di bumi. Akan tetapi, Allah mengazab mereka karena dosa-dosanya. Tidak ada suatu pun yang melindungi mereka dari (azab) Allah.","text_en":"Have they not travelled on the earth that they could see what happened to those before them? They were greater in strength than they, and have left behind them traces on the earth. Yet they were seized by God for their sins, and had none to protect them against God.","transliteration":"Awalam yaseeroo fil ardi fa yanzuroo kaifa kaana 'aaqibatul lazeena kaanoo min qablihim; kaanoo hum ashadda minhum quwwatanw wa aasaaran fil ardi fa akhazahumul laahu bizunoobihim wa maa kaana lahum minal laahi minw waaq","no_fn":"","text_fn":""},{"id":4155,"surah":40,"no_ayah":22,"tema":"Perintah untuk Mengembara Melihat Tanda-Tanda Kebesaran Allah ","text_ayah":"ذ[n[َٲ]لِكَ بِأَ[g[نّ]َهُمْ كَانَت تَّأْتِيهِمْ رُسُلُه[c:4900[ُم ب]ِ[h:484[ٱ]لْبَيِّنَ[n[ـٰ]تِ فَكَفَرُو[s[اْ] فَأَخَذَهُمُ [h:1756[ٱ]للَّهُۚ إِ[g[نّ]َهُ[n[ۥ] قَوِ[f:5381[يٌّْ ش]َدِيدُ [h:1075[ٱ]لْعِق[p[َا][q[ب]ِ","text_id":"Yang demikian itu adalah karena sesungguhnya rasul-rasul telah datang kepada mereka dengan membawa bukti-bukti yang nyata<sup>666)</sup> lalu mereka ingkar. Maka, Allah mengazab mereka. Sesungguhnya Dia Mahakuat lagi Mahakeras hukuman-Nya.","text_en":"This was so because their apostles came with clear proofs to them, but they refused to believe. So they were seized by God. Surely God is powerful, unrelenting in retribution.","transliteration":"Zaalika bi annahum kaanat taateehim Rusuluhum bilbaiyinaati fakafaroo fa akhazahumul laah; innahoo qawiyyun shadeedul 'iqaab","no_fn":"666","text_fn":"666) Maksud bukti-bukti yang nyata adalah mukjizat, hukum-hukum, dan ajaran yang dibawanya."},{"id":4156,"surah":40,"no_ayah":23,"tema":"Diutusnya Nabi Musa oleh Allah kepada Fir‘aun ","text_ayah":"وَلَقَ[q:341[دْ] أَرْسَلْنَا مُوسَيْٰ بِـَٔـايَ[n[ـٰ]تِنَا وَسُلْطَ[n[ـٰ][a:6479[نٍ م]ُّب[p[ِي]نٍ","text_id":"Sungguh, Kami benar-benar telah mengutus Musa dengan (membawa) ayat-ayat Kami dan keterangan yang nyata","text_en":"We sent Moses with Our signs and clear authority","transliteration":"Wa laqad arsalnaa Moosaa bi Aayaatinaa wa sultaanim mubeen","no_fn":"","text_fn":""},{"id":4157,"surah":40,"no_ayah":24,"tema":"Diutusnya Nabi Musa oleh Allah kepada Fir‘aun ","text_ayah":"إِلَيْٰ فِرْعَوْنَ وَهَ[n[ـٰ]مَ[n[ـٰ]نَ وَقَ[n[ـٰ]رُونَ فَقَالُو[s[اْ] سَ[n[ـٰ]حِ[f:11472[رٌ ك]َذّ[p[َا][q[ب]ٌ","text_id":"kepada Fir‘aun, Haman, dan Qarun. Lalu, mereka berkata, “(Musa) itu seorang penyihir lagi pendusta.”","text_en":"To Pharaoh, Haman and Qarun. But they said: \"He is only a deceiving sorcerer.\"","transliteration":"Ilaa Fir'awna wa Haamaana qa Qaaroona faqaaloo saahirun kazzaab","no_fn":"","text_fn":""},{"id":4158,"surah":40,"no_ayah":25,"tema":"Diutusnya Nabi Musa oleh Allah kepada Fir‘aun ","text_ayah":"فَلَ[g[مّ]َا ج[o[َا]ٓءَه[c:9251[ُم ب]ِ[h:370[ٱ]لْحَقِّ مِنْ عِ[f:6142[ند]ِنَا قَالُو[s[اْ] [h:11826[ٱ][q:2891[قْ]تُل[o[ُوٓ][s[اْ] أَ[q:11827[بْ]ن[o[َا]ٓءَ [h:11828[ٱ]لَّذِينَ ءَامَنُو[s[اْ] مَعَهُ[n[ۥ] وَ[h:11829[ٱ]سْتَحْيُو[s[اْ] نِس[o[َا]ٓءَهُمْۚ وَمَا كَيْدُ [h:11830[ٱ]لْكَ[n[ـٰ]فِرِينَ إِلَّا فِيْ ضَلَ[p[ـٰ]لٍ","text_id":"Ketika dia (Musa) datang kepada mereka membawa kebenaran dari Kami, mereka berkata, “Bunuhlah anak laki-laki orang-orang yang beriman bersama dia dan biarkan hidup perempuan-perempuan mereka.” Tidaklah tipu daya orang-orang kafir itu kecuali sia-sia belaka.","text_en":"And when he brought the truth to them from Us, they said: \"Slay the sons of those who believe with him, and spare their women.\" But the unbelievers' stratagem is bound to fail.","transliteration":"Falamuna jaaa'ahum bil haqqi min 'indinaa qaaluq tulooo abnaaa'al lazeena aamanoo ma'ahoo wastahyoo nisaaa'ahum; wa maa kaidul kaafireena illaa fee dalaal","no_fn":"","text_fn":""},{"id":4159,"surah":40,"no_ayah":26,"tema":"Diutusnya Nabi Musa oleh Allah kepada Fir‘aun ","text_ayah":"وَقَالَ فِرْعَوْنُ ذَرُون[o[ِيْٓ] أَ[q:11831[قْ]تُلْ مُوسَيْٰ وَلْيَ[q:11832[دْ]عُ رَبَّهُ[o[ۥٓ‌ۖ] إِ[g[نّ][o[ِيْٓ] أَخَافُ أ[a:11833[َن ي]ُبَدِّلَ دِينَكُمْ أَوْ أ[a:11834[َن ي]ُظْهِرَ فِيْ [h:44[ٱ]لْأَرْضِ [h:11835[ٱ]لْفَس[p[َا][q[د]َ","text_id":"Fir‘aun berkata (kepada pembesar-pembesarnya), “Biar aku yang membunuh Musa dan suruh dia memohon kepada Tuhannya. Sesungguhnya aku khawatir (bahwa) dia akan menukar agamamu atau menimbulkan kerusakan di bumi.”","text_en":"\"Let me kill Moses,\" the Pharaoh said, \"and let him call to his Lord. I fear that he will change your faith and spread corruption in the land.\"","transliteration":"Wa qaala Fir'awnu zarooneee aqtul Moosaa walyad'u Rabbahoo inneee akhaafu ai yubaddila deenakum aw ai yuzhira fil ardil fasaad","no_fn":"","text_fn":""},{"id":4160,"surah":40,"no_ayah":27,"tema":"Diutusnya Nabi Musa oleh Allah kepada Fir‘aun ","text_ayah":"وَقَالَ مُوسَ[o[يْٰٓ] إِ[g[نّ]ِيْ عُذْتُ بِرَبِّيْ وَرَبِّك[w:11836[ُم م]ِّ[f:843[ن ك]ُلِّ مُتَكَبِّ[u:11837[رٍ ل]َّا يُؤْمِنُ بِيَوْمِ [h:11838[ٱ]لْحِس[p[َا][q[ب]ِ","text_id":"Musa berkata, “Sesungguhnya aku berlindung kepada Tuhanku dan Tuhanmu dari setiap orang yang menyombongkan diri yang tidak beriman kepada hari Perhitungan.”","text_en":"Moses said: \"I seek refuge in my Lord and your Lord from every insolent imposter who does not believe in the Day of Reckoning.\"","transliteration":"Wa qaala Moosaaaa innee 'uztu bi Rabbee wa Rabbikum min kulli mutakabbiril laayu'minu bi Yawmil Hisaab","no_fn":"","text_fn":""},{"id":4161,"surah":40,"no_ayah":28,"tema":"Peringatan Seorang Mukmin dari Pengikut Fir‘aun ","text_ayah":"وَقَالَ رَجُ[a:11839[لٌ م]ُّؤْمِ[a:11840[نٌ م]ِّنْ ءَالِ فِرْعَوْنَ يَكْتُمُ إِيمَ[n[ـٰ]نَهُ[o[ۥٓ] أَتَ[q:11841[قْ]تُلُونَ رَجُلاً أ[a:11309[َن ي]َقُولَ رَبِّيَْ [h:11842[ٱ]للَّهُ وَقَ[q:387[دْ] ج[o[َا]ٓءَك[c:11843[ُم ب]ِ[h:484[ٱ]لْبَيِّنَ[n[ـٰ]تِ م[u:243[ِن ر]َّبِّكُمْۖ وَإ[a:11844[ِن ي]َكُ كَ[n[ـٰ]ذِ[f:11845[بًا ف]َعَلَيْهِ كَذِبُهُ[n[ۥ]ۖ وَإ[a:11844[ِن ي]َكُ صَادِ[a:11846[قًا ي]ُصِ[q:11847[بْ]ك[c:11848[ُم ب]َعْضُ [h:10025[ٱ]لَّذِيْ يَعِدُكُمْۖ إِ[g[نّ]َ [h:80[ٱ]للَّهَ لَا يَهْدِيْ مَنْ هُوَ مُسْرِ[f:11849[فٌ ك]َذّ[p[َا][q[ب]ٌ","text_id":"Seorang laki-laki mukmin dari keluarga Fir‘aun yang menyembunyikan imannya berkata, “Apakah kamu akan membunuh seseorang karena dia berkata, ‘Tuhanku adalah Allah.’ Padahal, sungguh dia telah datang kepadamu dengan membawa bukti-bukti yang nyata dari Tuhanmu. Jika dia seorang pendusta, dialah yang akan menanggung (dosa) dustanya itu, dan jika dia seorang yang benar, niscaya sebagian (bencana) yang diancamkan kepadamu akan menimpamu. Sesungguhnya Allah tidak memberi petunjuk kepada orang yang melampaui batas lagi pendusta.","text_en":"A believer from the House of Pharaoh who had kept his faith to himself, said: \"Will you kill a man because he says: 'My Lord is God,' when he has brought clear signs from his Lord to you? If he is a liar his lie will recoil back on him; but in case he speaks the truth, then what he predicts will befall you. Surely God does not show the way to the shameful liar.","transliteration":"Wa qaala rajulum mu'minummin Aali Fir'awna yaktumu eemaanahooo ataqtuloona rajulan ai yaqoola Rabbi yal laahu wa qad jaaa'akum bil haiyinaati mir Rabbikum wa iny yaku kaaziban fa'alaihi kazi buhoo wa iny yaku saadiqany yasibkum ba'dul lazee ya'idukum innal laaha laa yahdee man huwa musrifun kaazaab","no_fn":"","text_fn":""},{"id":4162,"surah":40,"no_ayah":29,"tema":"Peringatan Seorang Mukmin dari Pengikut Fir‘aun ","text_ayah":"يَ[n[ـٰ]قَوْمِ لَكُمُ [h:11850[ٱ]لْمُلْكُ [h:11813[ٱ]لْيَوْمَ ظَ[n[ـٰ]هِرِينَ فِيْ [h:44[ٱ]لْأَرْضِ فَم[a:11851[َن ي]َ[f:11852[نص]ُرُنَا م[i:11853[ِنۢ ب]َأْسِ [h:11854[ٱ]للَّهِ إِ[f:11855[ن ج][o[َا]ٓءَنَاۚ قَالَ فِرْعَوْنُ م[o[َآ] أُرِيكُمْ إِلَّا م[o[َآ] أَرَيْٰ وَم[o[َآ] أَهْدِيكُمْ إِلَّا سَبِيلَ [h:11856[ٱ][l[ل]رَّش[p[َا][q[د]ِ","text_id":"Wahai kaumku, pada hari ini kerajaan ada padamu dengan berkuasa di bumi. Akan tetapi, siapa yang akan menolong kita dari azab Allah jika (azab itu) menimpa kita?” Fir‘aun berkata, “Aku hanya mengemukakan kepadamu apa yang aku pandang baik dan aku hanya menunjukkan kepadamu jalan yang benar.”","text_en":"O my people, authority is yours today being the most powerful in the land; but who will save us from the scourge of God if it fall upon us?\" \"I show you,\" said the Pharaoh, \"only what I see (is right), and guide you but to the right path.\"","transliteration":"Yaa qawmi lakumul mulkul yawma zaahireena fil ardi famai yansurunaa mim baasil laahi in jaaa'anaa; qaala Fir'awnu maaa ureekum illaa maaa araa wa maaa ahdeekum illaa sabeelar Rashaad","no_fn":"","text_fn":""},{"id":4163,"surah":40,"no_ayah":30,"tema":"Peringatan Seorang Mukmin dari Pengikut Fir‘aun ","text_ayah":"وَقَالَ [h:6593[ٱ]لَّذ[o[ِيْٓ] ءَامَنَ يَ[n[ـٰ]قَوْمِ إِ[g[نّ][o[ِيْٓ] أَخَافُ عَلَيْك[w:11857[ُم م]ِّثْلَ يَوْمِ [h:11858[ٱ]لْأَحْز[p[َا][q[ب]ِ","text_id":"Orang yang beriman itu berkata, “Wahai kaumku, sesungguhnya aku khawatir (bahwa) kamu akan ditimpa (bencana) seperti hari (kehancuran) golongan yang bersekutu.","text_en":"But the man of belief said: \"O my people, what I fear for you is the like of what befell the communities (of old).","transliteration":"Wa qaalal lazee aamana yaa qawmi inneee akhaafu 'alaikum misla yawmil Ahzaab","no_fn":"","text_fn":""},{"id":4164,"surah":40,"no_ayah":31,"tema":"Peringatan Seorang Mukmin dari Pengikut Fir‘aun ","text_ayah":"مِثْلَ دَأْبِ قَوْمِ نُو[a:5711[حٍ و]َعَا[a:5712[دٍ و]َثَمُودَ وَ[h:37[ٱ]لَّذِينَ م[i:1453[ِنۢ ب]َعْدِهِمْۚ وَمَا [h:384[ٱ]للَّهُ يُرِيدُ ظُلْ[u:11859[مًا ل]ِّلْعِب[p[َا][q[د]ِ","text_id":"(Yakni) seperti kebiasaan kaum Nuh, ‘Ad, Samud, dan orang-orang yang datang setelah mereka (yang ditimpa bencana). Allah tidak menghendaki kezaliman terhadap hamba-hamba-Nya.","text_en":"Like the people of Noah, 'Ad and Thamud, and those that came after them. God does not want to be unjust to His creatures.","transliteration":"Misla daabi qawmi Noohinw wa 'aadinw wa Samooda wallazeena mim ba'dihim; wa mal laahu yureedu zulmal lil'ibaad","no_fn":"","text_fn":""},{"id":4165,"surah":40,"no_ayah":32,"tema":"Peringatan Seorang Mukmin dari Pengikut Fir‘aun ","text_ayah":"وَيَ[n[ـٰ]قَوْمِ إِ[g[نّ][o[ِيْٓ] أَخَافُ عَلَيْكُمْ يَوْمَ [h:11860[ٱ][l[ل]تَّن[p[َا][q[د]ِ","text_id":"Wahai kaumku, sesungguhnya aku khawatir terhadapmu akan (siksaan) hari saling memanggil.<sup>667)</sup>","text_en":"O my people, what I fear for you is the day of gathering, crying and calling,","transliteration":"Wa yaa qawmi inneee akhaafu 'alaikum yawmat tanaad","no_fn":"667","text_fn":"667) Hari Kiamat disebut hari saling memanggil karena orang yang berkumpul di Padang Mahsyar saling memanggil untuk meminta tolong."},{"id":4166,"surah":40,"no_ayah":33,"tema":"Peringatan Seorang Mukmin dari Pengikut Fir‘aun ","text_ayah":"يَوْمَ تُوَلُّونَ مُ[q:5528[دْ]بِرِينَ مَا لَك[w:1578[ُم م]ِّنَ [h:321[ٱ]للَّهِ مِنْ عَاصِ[a:11861[مٍۗ و]َم[a:3002[َن ي]ُضْلِلِ [h:3003[ٱ]للَّهُ فَمَا لَهُ[n[ۥ] مِنْ ه[p[َا][q[د]ٍ","text_id":"(Yaitu) pada hari (ketika) kamu dipalingkan dengan berbalik ke belakang (mencari perlindungan). Tidak ada seorang pun yang mampu menyelamatkanmu dari (azab) Allah. Siapa yang disesatkan oleh Allah tidak ada baginya (seorang) pemberi petunjuk pun.","text_en":"The day you will turn your backs and flee, with none to defend you against God. Whoever God allows to go astray has none to show him the way.","transliteration":"Yawma tuwalloona mud bireena maa lakum minal laahi min 'aasim; wa mai yudlilil laahu famaa lahoo min haad","no_fn":"","text_fn":""},{"id":4167,"surah":40,"no_ayah":34,"tema":"Peringatan Seorang Mukmin dari Pengikut Fir‘aun ","text_ayah":"وَلَقَ[q:341[دْ] ج[o[َا]ٓءَكُمْ يُوسُفُ مِ[f:128[ن ق]َ[q:129[بْ]لُ بِ[h:484[ٱ]لْبَيِّنَ[n[ـٰ]تِ فَمَا زِلْتُمْ فِيْ شَ[a:6196[كٍّ م]ِّ[g[مّ]َا ج[o[َا]ٓءَك[c:11862[ُم ب]ِه[n[ِۦ]ۖ حَتَّ[o[يْٰٓ] إِذَا هَلَكَ قُلْتُمْ ل[a:11863[َن ي]َ[q:4140[بْ]عَثَ [h:11864[ٱ]للَّهُ م[i:254[ِنۢ ب]َعْدِه[n[ِۦ] رَسُوۚل[f:11865[اً ك]َذ[n[َٲ]لِكَ يُضِلُّ [h:11866[ٱ]للَّهُ مَنْ هُوَ مُسْرِ[a:11867[فٌ م]ُّرْت[p[َا][q[ب]ٌ","text_id":"Sungguh, sebelum itu Yusuf benar-benar telah datang kepadamu dengan membawa bukti-bukti yang nyata. Akan tetapi, kamu senantiasa dalam keraguan terhadap apa yang dibawanya hingga ketika dia wafat, kamu berkata, ‘Allah sekali-kali tidak akan mengirim seorang rasul pun setelahnya.’ Demikianlah Allah membiarkan sesat orang yang melampaui batas dan ragu-ragu.”","text_en":"Joseph had indeed come to you before with clear proofs, but you did not cease to doubt what he had brought until he died, when you said: 'God will not send a prophet after him.' That is how God leads the waster, the sceptic astray.","transliteration":"Wa laqad jaaa'akum Yoosufu min qablu bil baiyinaati famaa ziltum fee shakkim mimaa jaaa'akum bihee hattaaa izaa halaka qultum lai yab asal laahu mim ba'dihee Rasoolaa; kazaalika yudillul laahu man huwa Musrifum murtaab","no_fn":"","text_fn":""},{"id":4168,"surah":40,"no_ayah":35,"tema":"Peringatan Seorang Mukmin dari Pengikut Fir‘aun ","text_ayah":"ٱلَّذِينَ يُجَ[n[ـٰ]دِلُونَ ف[o[ِيْٓ] ءَايَ[n[ـٰ]تِ [h:1298[ٱ]للَّهِ بِغَيْرِ سُلْطَ[n[ـٰ]نٍ أَتَ[n[ـٰ]هُمْۖ كَبُرَ مَ[q:11151[قْ]تًا عِ[f:264[ند]َ [h:408[ٱ]للَّهِ وَعِ[f:5476[ند]َ [h:11868[ٱ]لَّذِينَ ءَامَنُو[s[اْۚ] كَذ[n[َٲ]لِكَ يَ[q:4901[طْ]بَعُ [h:4902[ٱ]للَّهُ عَلَيْٰ كُلِّ قَلْبِ مُتَكَبِّ[f:11869[رٍ ج]َبّ[p[َا]رٍ","text_id":"Orang-orang yang memperdebatkan ayat-ayat Allah tanpa alasan yang sampai kepada mereka, sangat besar kemurkaan (bagi mereka) di sisi Allah dan di sisi orang-orang yang beriman. Demikianlah Allah mengunci hati setiap orang yang sombong lagi sewenang-wenang.","text_en":"Those who dispute God's revelations, with no authority having come to them, (are) greatly odious in the sight of God, and the sight of those who believe. That is how God seals every proud and perverse heart.\"","transliteration":"Allazeena yujaadiloona feee Aaayaatil laahi bighairi sultaanin ataahum kabura maqtan 'indal laahi wa 'indal lazeena aamanoo; kazaalika yatha'ul laahu 'alaa kulli qalbi mutakabbirin jabbaar","no_fn":"","text_fn":""},{"id":4169,"surah":40,"no_ayah":36,"tema":"Peringatan Seorang Mukmin dari Pengikut Fir‘aun ","text_ayah":"وَقَالَ فِرْعَوْنُ يَ[n[ـٰ]هَ[n[ـٰ]مَ[n[ـٰ]نُ [h:11870[ٱ][q:3590[بْ]نِ لِيْ صَرْ[u:10169[حًا ل]َّعَلّ[o[ِيْٓ] أَ[q:11871[بْ]لُغُ [h:11872[ٱ]لْأَسْبَ[p[ـٰ][q[ب]َ","text_id":"Fir‘aun berkata, “Hai Haman, buatkanlah untukku sebuah bangunan yang tinggi agar aku sampai ke pintu-pintu,","text_en":"The Pharaoh said: \"O Haman, build me a lofty tower that I may perhaps find the means","transliteration":"Wa qaala Fir'awnu yaa Haamaanub-ni lee sarhal la'alleee ablughul asbaab","no_fn":"","text_fn":""},{"id":4170,"surah":40,"no_ayah":37,"tema":"Peringatan Seorang Mukmin dari Pengikut Fir‘aun ","text_ayah":"أَسْبَ[n[ـٰ]بَ [h:11873[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ فَأَطَّلِعَ إِلَ[o[يْٰٓ] إِلَ[n[ـٰ]هِ مُوسَيْٰ وَإِ[g[نّ]ِيْ لَأَظُ[g[نّ]ُهُ[n[ۥ] كَ[n[ـٰ]ذِ[a:11874[بًاۚ و]َكَذ[n[َٲ]لِكَ زُيِّنَ لِفِرْعَوْنَ س[o[ُو]ٓءُ عَمَلِه[n[ِۦ] وَصُدَّ عَنِ [h:6998[ٱ][l[ل]سَّبِيلِۚ وَمَا كَيْدُ فِرْعَوْنَ إِلَّا فِيْ تَب[p[َا][q[ب]ٍ","text_id":"(yaitu) pintu-pintu langit, agar aku dapat melihat Tuhannya Musa. Sesungguhnya aku benar-benar meyakininya sebagai seorang pendusta.” Demikianlah dijadikan terasa indah bagi Fir‘aun perbuatan buruknya itu, dan dia tertutup dari jalan (yang benar). Tipu daya Fir‘aun itu tidak lain kecuali membawa kerugian.","text_en":"Of reaching the tracts of heaven and look at the god of Moses, though I think that he is a liar.\" Thus were the evil deeds of Pharaoh made to look attractive to him, and he was hindered from the path. So the stratagem of Pharaoh was bound to perish.","transliteration":"Asbaabas samaawaati faattali'a ilaaa ilaahi Moosaa wa innee la azunnuhoo kaazibaa; wa kazaalika zuyyina li-Fir'awna sooo'u 'amalihee wa sudda 'anis sabeel; wa maa kaidu Fir'awna illaa fee tabaab","no_fn":"","text_fn":""},{"id":4171,"surah":40,"no_ayah":38,"tema":"Peringatan Seorang Mukmin dari Pengikut Fir‘aun ","text_ayah":"وَقَالَ [h:6593[ٱ]لَّذ[o[ِيْٓ] ءَامَنَ يَ[n[ـٰ]قَوْمِ [h:11875[ٱ]تَّبِعُونِ أَهْدِكُمْ سَبِيلَ [h:11856[ٱ][l[ل]رَّش[p[َا][q[د]ِ","text_id":"Orang yang beriman itu berkata, “Wahai kaumku, ikutilah aku! Aku akan menunjukkan kepadamu jalan yang benar.","text_en":"The man who believed said: \"O my people, follow me; I will guide you to the right path.","transliteration":"Wa qaalal lazeee aamana yaa qawmit tabi'ooni ahdikum sabeelar rashaad","no_fn":"","text_fn":""},{"id":4172,"surah":40,"no_ayah":39,"tema":"Peringatan Seorang Mukmin dari Pengikut Fir‘aun ","text_ayah":"يَ[n[ـٰ]قَوْمِ إِ[g[نّ]َمَا هَ[n[ـٰ]ذِهِ [h:10406[ٱ]لْحَيَ[s[و][n[ٲ]ةُ [h:1156[ٱ][l[ل]دُّنْيَا مَتَ[n[ـٰ][a:11876[عٌ و]َإِ[g[نّ]َ [h:11877[ٱ]لْأَخِرَةَ هِيَْ دَارُ [h:11878[ٱ]لْقَر[p[َا]رِ","text_id":"Wahai kaumku, sesungguhnya kehidupan dunia ini hanyalah kesenangan (sementara) dan sesungguhnya akhirat itulah negeri yang kekal.","text_en":"O people, the life of this world is ephemeral; but enduring is the abode of the Hereafter.","transliteration":"Yaa qawmi innamaa haazihil hayaatud dunyaa mataa'unw wa innal Aakhirata hiya daarul qaraar","no_fn":"","text_fn":""},{"id":4173,"surah":40,"no_ayah":40,"tema":"Peringatan Seorang Mukmin dari Pengikut Fir‘aun ","text_ayah":"مَنْ عَمِلَ سَيِّئَ[f:11879[ةً ف]َلَا يُ[q:4564[جْ]زَ[o[يْٰٓ] إِلَّا مِثْلَهَاۖ وَمَنْ عَمِلَ صَ[n[ـٰ]لِ[a:7575[حًا م]ِّ[f:2511[ن ذ]َكَرٍ أَوْ أُ[f:1867[نث]َيْٰ وَهُوَ مُؤْمِ[f:3155[نٌ ف]َأُ[s[وْ]لَ[o[ـٰٓ]ئِكَ يَ[q:3156[دْ]خُلُونَ [h:3157[ٱ]لْجَ[g[نّ]َةَ يُرْزَقُونَ فِيهَا بِغَيْرِ حِس[p[َا][q[ب]ٍ","text_id":"Siapa yang mengerjakan keburukan tidak dibalas, kecuali sebanding dengan keburukan itu. Siapa yang mengerjakan kebajikan, baik laki-laki maupun perempuan sedangkan dia dalam keadaan beriman, akan masuk surga. Mereka dianugerahi rezeki di dalamnya tanpa perhitungan.","text_en":"Whoever does evil will be requited in accordance with it; but whoever does right, whether man or woman, and is a believer, will enter Paradise, where they will have provision in abundance.","transliteration":"Man 'amila saiyi'atan falaa yujzaaa illaa mislahaa wa man 'amila saaliham min zakarin aw unsaa wa huwa mu'minun fa ulaaa'ika yadkhuloonal Jannata yurzaqoona feehaa bighairi hisaab","no_fn":"","text_fn":""},{"id":4174,"surah":40,"no_ayah":41,"tema":"Seruan untuk Keselamatan Dunia dan Akhirat ","text_ayah":"۞ وَيَ[n[ـٰ]قَوْمِ مَا ل[o[ِيْٓ] أَ[q:11880[دْ]عُوكُمْ إِلَيْ [h:11881[ٱ][l[ل][g[نّ]َجَ[s[و][n[ٲ]ةِ وَتَ[q:11882[دْ]عُونَن[o[ِيْٓ] إِلَيْ [h:1241[ٱ][l[ل][g[نّ][p[َا]رِ","text_id":"Wahai kaumku, bagaimanakah ini? Aku menyerumu kepada keselamatan, sedangkan kamu menyeruku kepada neraka.","text_en":"O my people, what is wrong with me that I am calling you to preservation, while you invite me to the Fire!","transliteration":"Wa yaa qawmi maa leee ad'ookum ilan najaati wa tad'oonaneee ilan Naar","no_fn":"","text_fn":""},{"id":4175,"surah":40,"no_ayah":42,"tema":"Seruan untuk Keselamatan Dunia dan Akhirat ","text_ayah":"تَ[q:11883[دْ]عُونَنِيْ لِأَكْفُرَ بِ[h:32[ٱ]للَّهِ وَأُشْرِكَ بِه[n[ِۦ] مَا لَيْسَ لِيْ بِه[n[ِۦ] عِلْ[a:11884[مٌ و]َأَنَا۟ أَ[q:11880[دْ]عُوكُمْ إِلَيْ [h:11885[ٱ]لْعَزِيزِ [h:11886[ٱ]لْغَفَّ[p[ـٰ]رِ","text_id":"Kamu menyeruku agar kufur kepada Allah dan mempersekutukan-Nya dengan sesuatu yang tidak ada padaku pengetahuan tentangnya, padahal aku menyerumu (beriman) kepada Yang Mahaperkasa lagi Maha Pengampun.","text_en":"You are asking me to disbelieve in God, and to associate with Him that of which I have no knowledge, yet I invite you to the all-mighty, all-forgiving.","transliteration":"Tad'oonanee li-akfura billaahi wa ushrika bihee maa laisa lee bihee 'ilmunw wa ana ad'ookum ilal'Azeezil Ghaffaar","no_fn":"","text_fn":""},{"id":4176,"surah":40,"no_ayah":43,"tema":"Seruan untuk Keselamatan Dunia dan Akhirat ","text_ayah":"لَا جَرَمَ أَ[g[نّ]َمَا تَ[q:11883[دْ]عُونَن[o[ِيْٓ] إِلَيْهِ لَيْسَ لَهُ[n[ۥ] دَعْوَ[f:11887[ةٌ ف]ِيْ [h:599[ٱ][l[ل]دُّنْيَا وَلَا فِيْ [h:536[ٱ]لْأَخِرَةِ وَأَ[g[نّ]َ مَرَدَّن[o[َآ] إِلَيْ [h:1637[ٱ]للَّهِ وَأَ[g[نّ]َ [h:11888[ٱ]لْمُسْرِفِينَ هُمْ أَصْحَ[n[ـٰ]بُ [h:201[ٱ][l[ل][g[نّ][p[َا]رِ","text_id":"Sudah pasti bahwa apa yang kamu serukan kepadaku (agar menyembah)-nya bukanlah seruan yang layak sama sekali di dunia dan di akhirat. Sesungguhnya tempat kembali kita pasti kepada Allah dan sesungguhnya orang-orang yang melampaui batas akan menjadi penghuni neraka.","text_en":"What you are calling me to is surely not worth the calling in this world or in the next, because our returning is to God; and because the transgressors will be inmates of Hell.","transliteration":"Laa jarama annamaa tad'oonanee ilaihi laisa lahoo da'watun fid dunyaa wa laa fil Aakhirati wa anna maraddanaaa ilal laahi wa annal musrifeenahum Ashaabun Naar","no_fn":"","text_fn":""},{"id":4177,"surah":40,"no_ayah":44,"tema":"Seruan untuk Keselamatan Dunia dan Akhirat ","text_ayah":"فَسَتَذْكُرُونَ م[o[َآ] أَقُولُ لَكُمْۚ وَأُفَوِّضُ أَمْر[o[ِيْٓ] إِلَيْ [h:1637[ٱ]للَّهِۚ إِ[g[نّ]َ [h:80[ٱ]للَّهَ بَصِي[i:1790[رُۢ ب]ِ[h:1133[ٱ]لْعِب[p[َا][q[د]ِ","text_id":"Kelak kamu akan mengingat apa yang kukatakan kepadamu. Aku menyerahkan urusanku kepada Allah. Sesungguhnya Allah Maha Melihat hamba-hamba-Nya.”","text_en":"You will remember what I say in time to come; I submit my case to the judgement of God. Surely God keeps an eye on His creatures.\"","transliteration":"Fasatazkuroona maaa aqoolu lakum; wa ufawwidu amreee ilal laah; innallaaha baseerum bil'ibaad","no_fn":"","text_fn":""},{"id":4178,"surah":40,"no_ayah":45,"tema":"Pemeliharaan Orang-Orang Beriman oleh Allah ","text_ayah":"فَوَقَ[n[ـٰ]هُ [h:11889[ٱ]للَّهُ سَيِّـَٔـاتِ مَا مَكَرُو[s[اْۖ] وَحَاقَ بِـَٔـالِ فِرْعَوْنَ س[o[ُو]ٓءُ [h:9886[ٱ]لْعَذ[p[َا][q[ب]ِ","text_id":"Maka, Allah melindunginya (orang yang beriman) dari berbagai kejahatan tipu daya mereka, sedangkan Fir‘aun beserta kaumnya dikepung oleh seburuk-buruk azab.","text_en":"So God preserved him from the evil they were planning; and a dreadful doom encompassed the people of Pharaoh:","transliteration":"Fa waqaahul laahu saiyiaati maa makaroo wa haaqa bi Aali-Fir'awna sooo'ul 'azaab","no_fn":"","text_fn":""},{"id":4179,"surah":40,"no_ayah":46,"tema":"Pemeliharaan Orang-Orang Beriman oleh Allah ","text_ayah":"ٱ[l[ل][g[نّ]َارُ يُعْرَضُونَ عَلَيْهَا غُدُو[a:11890[ًّا و]َعَشِي[a:11891[ًّاۖ و]َيَوْمَ تَقُومُ [h:10435[ٱ][l[ل]سَّاعَةُ أَ[q:11892[دْ]خِل[o[ُوٓ][s[اْ] ءَالَ فِرْعَوْنَ أَشَدَّ [h:11893[ٱ]لْعَذ[p[َا][q[ب]ِ","text_id":"Neraka diperlihatkan kepada mereka (di alam barzakh) pada pagi dan petang. Pada hari terjadinya kiamat, (dikatakan,) “Masukkanlah Fir‘aun dan kaumnya ke dalam sekeras-keras azab!”","text_en":"Fire, to which they are exposed morning and evening. The day the Hour is proclaimed (it will be said:) \"Admit the people of Pharaoh to the severest punishment,\"","transliteration":"An Naaru yu'radoona 'alaihaa ghuduwwanw wa 'ashiyyanw wa Yawma taqoomus Saa'aatu adkhilooo Aala Fir'awna ashaddal 'azaab","no_fn":"","text_fn":""},{"id":4180,"surah":40,"no_ayah":47,"tema":"Perbuatan Para Pendosa yang Saling Menghujat di Dalam Neraka ","text_ayah":"وَإِذْ يَتَح[m[َا]ٓجُّونَ فِيْ [h:4674[ٱ][l[ل][g[نّ]َارِ فَيَقُولُ [h:11894[ٱ][l[ل]ضُّعَفَ[o[ـٰٓ]ؤُ[s[اْ] لِلَّذِينَ [h:7089[ٱ]سْتَكْبَر[o[ُوٓ][s[اْ] إِ[g[نّ]َا كُ[g[نّ]َا لَكُمْ تَبَ[f:7090[عًا ف]َهَلْ أَ[f:428[نت][w:7091[ُم م]ُّغْنُونَ عَ[g[نّ]َا نَصِي[a:1814[بًا م]ِّنَ [h:869[ٱ][l[ل][g[نّ][p[َا]رِ","text_id":"(Ingatlah) ketika mereka berbantah-bantahan di dalam neraka. Orang yang lemah berkata kepada orang-orang yang menyombongkan diri, “Sesungguhnya kami (dahulu) adalah pengikut-pengikutmu, maka dapatkah kamu melepaskan sebagian (azab) api neraka yang menimpa kami?”","text_en":"As they will noisily argue in the Fire, the weaker ones will say to the arrogant: \"We were your followers, so will you take over some of our share of the fire?\"","transliteration":"Wa iz yatahaaajjoona fin Naari fa-yaqoolud du'afaaa'u lillazeenas takbarooo innaa kunnaa lakum taba'an fahal antum mughnoona annaa naseebam minan Naar","no_fn":"","text_fn":""},{"id":4181,"surah":40,"no_ayah":48,"tema":"Perbuatan Para Pendosa yang Saling Menghujat di Dalam Neraka ","text_ayah":"قَالَ [h:590[ٱ]لَّذِينَ [h:4816[ٱ]سْتَكْبَر[o[ُوٓ][s[اْ] إِ[g[نّ]َا كُ[f:11895[لٌّ ف]ِيه[o[َآ] إِ[g[نّ]َ [h:80[ٱ]للَّهَ قَ[q:298[دْ] حَكَمَ بَيْنَ [h:11896[ٱ]لْعِب[p[َا][q[د]ِ","text_id":"Orang-orang yang menyombongkan diri menjawab, “Sesungguhnya kita semua sama-sama di dalamnya (neraka). Sesungguhnya Allah telah menetapkan keputusan di antara hamba-hamba(-Nya).”","text_en":"The arrogant will answer: \"All of us are in it. Surely God has judged between His creatures.\"","transliteration":"Qaalal lazeenas takbarooo innaa kullun feehaaa innal laaha qad hakama baynal'ibaad","no_fn":"","text_fn":""},{"id":4182,"surah":40,"no_ayah":49,"tema":"Perbuatan Para Pendosa yang Saling Menghujat di Dalam Neraka ","text_ayah":"وَقَالَ [h:614[ٱ]لَّذِينَ فِيْ [h:4674[ٱ][l[ل][g[نّ]َارِ لِخَزَنَةِ جَهَ[g[نّ]َمَ [h:11897[ٱ][q:4751[دْ]عُو[s[اْ] رَبَّكُمْ يُخَفِّفْ عَ[g[نّ]َا يَوْ[a:11898[مًا م]ِّنَ [h:503[ٱ]لْعَذ[p[َا][q[ب]ِ","text_id":"Orang-orang yang berada di dalam neraka berkata kepada penjaga-penjaga (neraka) Jahanam, “Mohonkanlah kepada Tuhanmu agar Dia meringankan azab atas kami sehari saja.”","text_en":"Those in the Fire will say to the warders of Hell: \"Ask your Lord to reduce the punishment by a day for us.\"","transliteration":"Wa qaalal lazena fin Naari likhazanati Jahannamad-'oo Rabbakum yukhaffif 'annaa yawmam minal 'azaab","no_fn":"","text_fn":""},{"id":4183,"surah":40,"no_ayah":50,"tema":"Perbuatan Para Pendosa yang Saling Menghujat di Dalam Neraka ","text_ayah":"قَال[o[ُوٓ][s[اْ] أَوَلَمْ تَكُ تَأْتِيكُمْ رُسُلُك[c:11899[ُم ب]ِ[h:484[ٱ]لْبَيِّنَ[n[ـٰ]تِۖ قَالُو[s[اْ] بَلَيْٰۚ قَالُو[s[اْ] فَ[h:11804[ٱ][q:11804[دْ]عُو[s[اْۗ] وَمَا دُعَ[o[ـٰٓ]ؤُ[s[اْ] [h:11900[ٱ]لْكَ[n[ـٰ]فِرِينَ إِلَّا فِيْ ضَلَ[p[ـٰ]لٍ","text_id":"(Penjaga-penjaga Jahanam) berkata, “Bukankah rasul-rasul telah datang kepadamu dengan membawa bukti-bukti yang nyata?” Mereka menjawab, “Benar (telah datang).” Mereka berkata, “Mohonlah (sendiri!)” (Akan tetapi,) doa orang-orang kafir itu sia-sia belaka.","text_en":"They will say: \"Did not your apostles come to you with clear proofs?\" They will answer: \"Indeed, they did.\" \"Then pray,\" will (the warders) say. But the praying of unbelievers will be all in vain.","transliteration":"Qaalooo awalam taku taateekum Rusulukum bilbaiyinaati qaaloo balaa' qaaloo fad'oo; wa maa du'aaa'ul kaafireena illaa fee dalaal","no_fn":"","text_fn":""},{"id":4184,"surah":40,"no_ayah":51,"tema":"Perbuatan Para Pendosa yang Saling Menghujat di Dalam Neraka ","text_ayah":"إِ[g[نّ]َا لَنَ[f:11901[نص]ُرُ رُسُلَنَا وَ[h:37[ٱ]لَّذِينَ ءَامَنُو[s[اْ] فِيْ [h:441[ٱ]لْحَيَ[s[و][n[ٲ]ةِ [h:442[ٱ][l[ل]دُّنْيَا وَيَوْمَ يَقُومُ [h:11902[ٱ]لْأَشْهَ[p[ـٰ][q[د]ُ","text_id":"Sesungguhnya Kami akan menolong rasul-rasul Kami dan orang-orang yang beriman dalam kehidupan dunia dan pada hari dihadirkannya para saksi (hari Kiamat),","text_en":"We will certainly help Our messengers and those who believe, in this world, and on the day the witnesses take their stand,","transliteration":"Innaa lanansuru Rusulanaa wallazeena aamanoo fil hayaatid dunyaa wa Yawma yaqoomul ashhaad","no_fn":"","text_fn":""},{"id":4185,"surah":40,"no_ayah":52,"tema":"Perbuatan Para Pendosa yang Saling Menghujat di Dalam Neraka ","text_ayah":"يَوْمَ لَا يَ[f:838[نف]َعُ [h:11903[ٱ][l[ل]ظَّ[n[ـٰ]لِمِينَ مَعْذِرَتُهُمْۖ وَلَهُمُ [h:11904[ٱ][l[ل]لَّعْنَةُ وَلَهُمْ س[o[ُو]ٓءُ [h:6967[ٱ][l[ل]دّ[p[َا]رِ","text_id":"(yaitu) hari (ketika) permintaan maaf tidak berguna bagi orang-orang zalim. Bagi mereka laknat dan tempat tinggal yang buruk.","text_en":"The day upon which their excuses will not benefit the evil-doers, and the condemnation and evil abode will be theirs.","transliteration":"Yawma laa yanfa'uz zaalimeena ma'ziratuhum wa lahumul la'natu wa lahum soooud daar","no_fn":"","text_fn":""},{"id":4186,"surah":40,"no_ayah":53,"tema":"Petunjuk Allah bagi Orang-Orang yang Mau Berpikir ","text_ayah":"وَلَقَ[q:341[دْ] ءَاتَيْنَا مُوسَيْ [h:11905[ٱ]لْهُدَيْٰ وَأَوْرَثْنَا بَن[o[ِيْٓ] إِسْر[o[َٲ]ٓءِيلَ [h:11906[ٱ]لْكِتَ[p[ـٰ][q[ب]َ","text_id":"Sungguh, Kami benar-benar telah menganugerahkan petunjuk kepada Musa dan mewariskan Kitab (Taurat) kepada Bani Israil","text_en":"Verily We showed Moses the way, and bequeathed the Book to the children of Israel,","transliteration":"Wa laqad aatainaa Moosal hudaa wa awrasnaa Baneee Israaa 'eelal Kitaab","no_fn":"","text_fn":""},{"id":4187,"surah":40,"no_ayah":54,"tema":"Petunjuk Allah bagi Orang-Orang yang Mau Berpikir ","text_ayah":"هُ[a:11907[دًيْ و]َذِكْرَيْٰ لِأُ[s[وْ]لِيْ [h:11555[ٱ]لْأَلْبَ[p[ـٰ][q[ب]ِ","text_id":"untuk menjadi petunjuk dan peringatan bagi orang-orang yang berpikiran sehat.","text_en":"A guidance and reminder for men of wisdom.","transliteration":"Hudanw wa zikraa li ulil albaab","no_fn":"","text_fn":""},{"id":4188,"surah":40,"no_ayah":55,"tema":"Petunjuk Allah bagi Orang-Orang yang Mau Berpikir ","text_ayah":"فَ[h:9999[ٱ]صْبِرْ إِ[g[نّ]َ وَعْدَ [h:3149[ٱ]للَّهِ حَ[a:11908[قٌّ و]َ[h:2374[ٱ]سْتَغْفِرْ لِذَ[i:11909[نۢب]ِكَ وَسَبِّحْ بِحَمْدِ رَبِّكَ بِ[h:1900[ٱ]لْعَشِيِّْ وَ[h:1901[ٱ]لْإِ[q:1901[بْ]كَ[p[ـٰ]رِ","text_id":"Bersabarlah, sesungguhnya janji Allah itu benar, mohonlah ampun untuk dosamu, dan bertasbihlah seraya memuji Tuhanmu pada waktu petang dan pagi!","text_en":"So persevere; the promise of God is true; and seek forgiveness for your sins, and chant the praises of your Lord evening and morning.","transliteration":"Fasbir inna wa'dal laahi haqqunw wastaghfir lizambika wa sabbih bihamdi Rabbika bil'ashiyyi wal ibkaar","no_fn":"","text_fn":""},{"id":4189,"surah":40,"no_ayah":56,"tema":"Petunjuk Allah bagi Orang-Orang yang Mau Berpikir ","text_ayah":"إِ[g[نّ]َ [h:24[ٱ]لَّذِينَ يُجَ[n[ـٰ]دِلُونَ ف[o[ِيْٓ] ءَايَ[n[ـٰ]تِ [h:1298[ٱ]للَّهِ بِغَيْرِ سُلْطَ[n[ـٰ]نٍ أَتَ[n[ـٰ]هُمْۙ إِ[f:11910[ن ف]ِيْ صُدُورِهِمْ إِلَّا كِ[q:11911[بْ][a:11912[رٌ م]َّا ه[c:11913[ُم ب]ِبَ[n[ـٰ]لِغِيهِۚ فَ[h:5208[ٱ]سْتَعِذْ بِ[h:32[ٱ]للَّهِۖ إِ[g[نّ]َهُ[n[ۥ] هُوَ [h:3721[ٱ][l[ل]سَّمِيعُ [h:7657[ٱ]لْبَص[p[ِي]رُ","text_id":"Sesungguhnya orang-orang yang membantah ayat-ayat Allah tanpa alasan (bukti) yang sampai kepada mereka, tidaklah ada dalam dada mereka kecuali kesombongan (untuk tujuan) yang tidak akan mereka capai, maka mintalah pelindungan kepada Allah. Sesungguhnya Dia Maha Mendengar lagi Maha Melihat.","text_en":"Verily those who argue in the matter of God's revelations, without authority having reached them, have nothing but pride in their hearts, and they will not achieve their end. So take refuge in God: Surely He is all-hearing and all-seeing.","transliteration":"Innal lazeena yujaadi loona feee Aayaatil laahi bighairi sultaanin ataahum in fee sudoorihim illaa kibrum maa hum bibaaligheeh; fasta'iz billaahi innahoo Huwas Samee'ul Baseer","no_fn":"","text_fn":""},{"id":4190,"surah":40,"no_ayah":57,"tema":"Petunjuk Allah bagi Orang-Orang yang Mau Berpikir ","text_ayah":"لَخَلْقُ [h:11914[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:177[ٱ]لْأَرْضِ أَكْبَرُ مِنْ خَلْقِ [h:11915[ٱ][l[ل][g[نّ]َاسِ وَلَ[n[ـٰ]كِ[g[نّ]َ أَكْثَرَ [h:1374[ٱ][l[ل][g[نّ]َاسِ لَا يَعْلَم[p[ُو]نَ","text_id":"Penciptaan langit dan bumi itu sungguh lebih besar daripada penciptaan manusia, tetapi kebanyakan manusia tidak mengetahui.","text_en":"The creation of the heavens and the earth is indeed of greater magnitude than the creation of mankind; but most men do not understand.","transliteration":"Lakhalqus samaawaati wal ardi akbaru min khalqin naasi wa laakinna aksaran naasi laa ya'lamoon","no_fn":"","text_fn":""},{"id":4191,"surah":40,"no_ayah":58,"tema":"Petunjuk Allah bagi Orang-Orang yang Mau Berpikir ","text_ayah":"وَمَا يَسْتَوِيْ [h:4068[ٱ]لْأَعْمَيْٰ وَ[h:4069[ٱ]لْبَصِيرُ وَ[h:37[ٱ]لَّذِينَ ءَامَنُو[s[اْ] وَعَمِلُو[s[اْ] [h:118[ٱ][l[ل]صَّ[n[ـٰ]لِحَ[n[ـٰ]تِ وَلَا [h:11916[ٱ]لْمُس[o[ِيْ]ٓءُۚ قَلِيل[a:4583[اً م]َّا تَتَذَكَّر[p[ُو]نَ","text_id":"Tidak sama orang buta dengan orang melihat. Tidak (sama) pula orang-orang yang beriman dan mengerjakan kebajikan dengan orang-orang yang berbuat keburukan. Sedikit sekali kamu mengambil pelajaran.","text_en":"The blind and the seeing are surely not alike, nor those who believe and act rightly and those who do evil. Little do you reflect!","transliteration":"Wa maa yastawil a'maa walbaseeru wallazeena aamanoo wa 'amilus saalihaati wa lal museee'; qaleelam maa tatazakkaroon","no_fn":"","text_fn":""},{"id":4192,"surah":40,"no_ayah":59,"tema":"Petunjuk Allah bagi Orang-Orang yang Mau Berpikir ","text_ayah":"إِ[g[نّ]َ [h:8457[ٱ][l[ل]سَّاعَةَ لَأَتِيَ[u:11917[ةٌ ل]َّا رَيْبَ فِيهَا وَلَ[n[ـٰ]كِ[g[نّ]َ أَكْثَرَ [h:1374[ٱ][l[ل][g[نّ]َاسِ لَا يُؤْمِن[p[ُو]نَ","text_id":"Sesungguhnya hari Kiamat pasti akan datang. Tidak ada keraguan tentangnya, tetapi kebanyakan manusia tidak beriman.","text_en":"The Hour will certainly come; there is no mystery about it; but most men do not believe.","transliteration":"Innas Saa'ata la aatiyatul laa raiba feehaa wa laakinna aksaran naasi laa yu'minoon","no_fn":"","text_fn":""},{"id":4193,"surah":40,"no_ayah":60,"tema":"Petunjuk Allah bagi Orang-Orang yang Mau Berpikir ","text_ayah":"وَقَالَ رَبُّكُمُ [h:11918[ٱ][q:11919[دْ]عُون[o[ِيْٓ] أَسْتَجِ[q:11920[بْ] لَكُمْۚ إِ[g[نّ]َ [h:24[ٱ]لَّذِينَ يَسْتَكْبِرُونَ عَنْ عِبَادَتِيْ سَيَ[q:11921[دْ]خُلُونَ جَهَ[g[نّ]َمَ دَاخِر[p[ِي]نَ","text_id":"Tuhanmu berfirman, “Berdoalah kepada-Ku, niscaya akan Aku perkenankan bagimu (apa yang kamu harapkan). Sesungguhnya orang-orang yang menyombongkan diri tidak mau beribadah kepada-Ku akan masuk (neraka) Jahanam dalam keadaan hina dina.”","text_en":"Your Lord has said: \"Call to Me that I may answer your call. Surely those who disdain worshipping Me will enter Hell, disgraced.\"","transliteration":"Wa qaala Rabbukumud 'ooneee astajib lakum; innal lazeena yastakbiroona an 'ibaadatee sa yadkhuloona jahannama daakhireen","no_fn":"","text_fn":""},{"id":4194,"surah":40,"no_ayah":61,"tema":"Keniscayaan bahwa Allah Layak untuk Disembah ","text_ayah":"ٱللَّهُ [h:4738[ٱ]لَّذِيْ جَعَلَ لَكُمُ [h:6116[ٱ]لَّيْلَ لِتَسْكُنُو[s[اْ] فِيهِ وَ[h:6117[ٱ][l[ل][g[نّ]َهَارَ مُ[q:6118[بْ]صِرًاۚ إِ[g[نّ]َ [h:80[ٱ]للَّهَ لَذُو فَضْلٍ عَلَيْ [h:729[ٱ][l[ل][g[نّ]َاسِ وَلَ[n[ـٰ]كِ[g[نّ]َ أَكْثَرَ [h:1374[ٱ][l[ل][g[نّ]َاسِ لَا يَشْكُر[p[ُو]نَ","text_id":"Allahlah yang menjadikan malam untukmu agar kamu beristirahat padanya (dan menjadikan) siang terang-benderang (agar kamu bekerja). Sesungguhnya Allah benar-benar memiliki karunia (yang dilimpahkan) kepada manusia, tetapi kebanyakan manusia tidak bersyukur.","text_en":"It is God who made the night for you to rest, the day to make things visible. Indeed God is gracious to men, but most men are not grateful.","transliteration":"Allaahul lazee ja'ala lakumul laila litqaskunoo feehi wannahaara mubsiraa; innal laaha lazoo fadlin 'alan naasi wa laakinna aksaran naasi laa yashkuroon","no_fn":"","text_fn":""},{"id":4195,"surah":40,"no_ayah":62,"tema":"Keniscayaan bahwa Allah Layak untuk Disembah ","text_ayah":"ذ[n[َٲ]لِكُمُ [h:4260[ٱ]للَّهُ رَبُّكُمْ خَ[n[ـٰ]لِقُ كُلِّ ش[u:11922[َيْْءٍ ل]ّ[o[َآ] إِلَ[n[ـٰ]هَ إِلَّا هُوَۖ فَأَ[g[نّ]َيْٰ تُؤْفَك[p[ُو]نَ","text_id":"Demikianlah Allah, Tuhanmu, Pencipta segala sesuatu, tidak ada tuhan selain Dia; maka bagaimanakah kamu dapat dipalingkan?","text_en":"He is God your Lord, creator of everything. There is no god but He. How then do you turn away (from Him)?","transliteration":"Zaalikumul laahu Rabbukum khaaliqu kulli shai'; laaa ilaaha illaa Huwa fa annaa tu'fakoon","no_fn":"","text_fn":""},{"id":4196,"surah":40,"no_ayah":63,"tema":"Keniscayaan bahwa Allah Layak untuk Disembah ","text_ayah":"كَذ[n[َٲ]لِكَ يُؤْفَكُ [h:11923[ٱ]لَّذِينَ كَانُو[s[اْ] بِـَٔـايَ[n[ـٰ]تِ [h:322[ٱ]للَّهِ يَ[q:4008[جْ]حَد[p[ُو]نَ","text_id":"Seperti itulah orang-orang yang selalu mengingkari ayat-ayat Allah dipalingkan.","text_en":"Only they are turned away thus who deny the signs of God.","transliteration":"Kazaalika yu'fakul loazeena kaanoo bi Aayaatil laahi yajhadoon","no_fn":"","text_fn":""},{"id":4197,"surah":40,"no_ayah":64,"tema":"Keniscayaan bahwa Allah Layak untuk Disembah ","text_ayah":"ٱللَّهُ [h:4738[ٱ]لَّذِيْ جَعَلَ لَكُمُ [h:87[ٱ]لْأَرْضَ قَرَا[a:11924[رًا و]َ[h:89[ٱ][l[ل]سَّم[o[َا]ٓءَ بِن[o[َا]ٓ[a:11925[ءً و]َصَوَّرَكُمْ فَأَحْسَنَ صُوَرَكُمْ وَرَزَقَك[w:5306[ُم م]ِّنَ [h:5307[ٱ][l[ل]طَّيِّبَ[n[ـٰ]تِۚ ذ[n[َٲ]لِكُمُ [h:4260[ٱ]للَّهُ رَبُّكُمْۖ فَتَبَارَكَ [h:9160[ٱ]للَّهُ رَبُّ [h:4750[ٱ]لْعَ[n[ـٰ]لَم[p[ِي]نَ","text_id":"Allahlah yang menjadikan bumi untukmu sebagai tempat menetap dan langit sebagai atap. (Dia pula yang) membentukmu, lalu memperindah bentukmu, serta memberimu rezeki dari yang baik-baik. Demikianlah Allah Tuhanmu. Mahasuci Allah, Tuhan semesta alam.","text_en":"It is God who made the earth a dwelling for you, and the sky a vaulted roof, who fashioned you and gave you excellent form and provided you with clean and wholesome things. He is God, your Lord. So blessed be God, the Lord of all the worlds.","transliteration":"Allaahul lazee ja'ala lakumul arda qaraaranw wassa maaa'a binaaa'anw wa sawwarakum fa ahsana suwarakum wa razaqakum minat taiyibaat; zaalikumul laahu Rabbukum fatabaarakal laahu Rabbul 'aalameen","no_fn":"","text_fn":""},{"id":4198,"surah":40,"no_ayah":65,"tema":"Keniscayaan bahwa Allah Layak untuk Disembah ","text_ayah":"هُوَ [h:1468[ٱ]لْحَيُّْ ل[o[َآ] إِلَ[n[ـٰ]هَ إِلَّا هُوَ فَ[h:5157[ٱ][q:5157[دْ]عُوهُ مُخْلِصِينَ لَهُ [h:4649[ٱ][l[ل]دِّينَۗ [h:11926[ٱ]لْحَمْدُ لِلَّهِ رَبِّ [h:4[ٱ]لْعَ[n[ـٰ]لَم[p[ِي]نَ","text_id":"Dialah yang hidup kekal, tidak ada tuhan selain Dia, maka berdoalah kepada-Nya dengan mengikhlaskan ketaatan kepada-Nya. Segala puji bagi Allah, Tuhan semesta alam.","text_en":"He is the living. There is no god but He. Therefore pray to Him with obedience all-exclusive. Praise be to God, the Lord of all the worlds.","transliteration":"Huwal Hayyu laaa ilaaha illaa Huwa fad'oohu mukh liseena lahudeen; alhamdu lillaahi Rabbil 'aalameen","no_fn":"","text_fn":""},{"id":4199,"surah":40,"no_ayah":66,"tema":"Larangan Menyembah selain Allah ","text_ayah":"۞ قُلْ إِ[g[نّ]ِيْ نُهِيتُ أَنْ أَعْبُدَ [h:4094[ٱ]لَّذِينَ تَ[q:4040[دْ]عُونَ مِ[f:107[ن د]ُونِ [h:108[ٱ]للَّهِ لَ[g[مّ]َا ج[o[َا]ٓءَنِيَْ [h:11927[ٱ]لْبَيِّنَ[n[ـٰ]تُ م[u:4098[ِن ر]َّبِّيْ وَأُمِرْتُ أَنْ أُسْلِمَ لِرَبِّ [h:687[ٱ]لْعَ[n[ـٰ]لَم[p[ِي]نَ","text_id":"Katakanlah (Nabi Muhammad), “Sesungguhnya aku dilarang menyembah (sekutu-sekutu) yang kamu seru selain Allah setelah datang kepadaku keterangan-keterangan dari Tuhanku. Aku diperintahkan agar berserah diri kepada Tuhan semesta alam.”","text_en":"Say: \"I am forbidden to worship those you call apart from God, since clear signs have come to me from my Lord, and I am commanded to submit to the Lord of all the worlds.\"","transliteration":"Qul innee nuheetu an a'budal lazeena tad'oona min doonil laahi lammaa jaaa'a niyal biyinaatu mir Rabbee wa umirtu an uslima li Rabbil 'aalameen","no_fn":"","text_fn":""},{"id":4200,"surah":40,"no_ayah":67,"tema":"Larangan Menyembah selain Allah ","text_ayah":"هُوَ [h:153[ٱ]لَّذِيْ خَلَقَك[w:2530[ُم م]ِّ[f:1972[ن ت]ُرَا[f:1973[بٍ ث]ُ[g[مّ]َ م[a:7325[ِن ن]ُّ[q:7326[طْ]فَ[f:8077[ةٍ ث]ُ[g[مّ]َ مِنْ عَلَقَ[f:8909[ةٍ ث]ُ[g[مّ]َ يُخْرِجُكُمْ طِفْل[f:8914[اً ث]ُ[g[مّ]َ لِتَ[q:8915[بْ]لُغ[o[ُوٓ][s[اْ] أَشُدَّكُمْ ثُ[g[مّ]َ لِتَكُونُو[s[اْ] شُيُو[a:11928[خًاۚ و]َمِ[f:2325[نك][w:2326[ُم م]ّ[a:8916[َن ي]ُتَوَفَّيْٰ مِ[f:128[ن ق]َ[q:129[بْ]لُۖ وَلِتَ[q:11929[بْ]لُغ[o[ُوٓ][s[اْ] أَجَل[a:11930[اً م]ُّسَم[a:11931[ًّيْ و]َلَعَلَّكُمْ تَعْقِل[p[ُو]نَ","text_id":"Dialah yang menciptakanmu dari tanah, kemudian dari setetes mani, lalu dari darah yang menggumpal, kemudian Dia lahirkan kamu sebagai seorang anak kecil, kemudian (Dia membiarkan) kamu sampai dewasa, lalu menjadi tua. (Akan tetapi,) di antara kamu ada yang dimatikan sebelum itu. (Dia pun membiarkan) agar kamu sampai kepada kurun waktu yang ditentukan dan agar kamu mengerti.","text_en":"It is He who created you from dust, then a drop of semen, then the embryo; afterwards He brings you forth as a child; then you attain the age of manhood, and then reach old age. But some of you die before you reach the appointed term that you may haply understand.","transliteration":"Huwal lazee khalaqakum min turaabin summa min nutfatin summa min 'alaqatin summa yukhrijukum tiflan summa litablughooo ashuddakum summa litakoonoo shuyookhaa; wa minkum mai yutawaffaa min qablu wa litablughooo ajalam musam manw-wa la'allakum ta'qiloon","no_fn":"","text_fn":""},{"id":4201,"surah":40,"no_ayah":68,"tema":"Larangan Menyembah selain Allah ","text_ayah":"هُوَ [h:153[ٱ]لَّذِيْ يُحْيْ[n[ِۦ] وَيُمِيتُۖ فَإِذَا قَضَ[o[يْٰٓ] أَمْ[f:612[رًا ف]َإِ[g[نّ]َمَا يَقُولُ لَهُ[n[ۥ] كُ[f:613[ن ف]َيَك[p[ُو]نُ","text_id":"Dialah yang menghidupkan dan mematikan. Maka, apabila Dia hendak menetapkan sesuatu urusan, Dia hanya berkata kepadanya, “Jadilah!” Maka jadilah sesuatu itu.","text_en":"It is He who gives you life and death. When He creates a thing, He has only to say: \"Be,\" and it is.","transliteration":"Huwal lazee yuhyee wa yumeetu fa izaa qadaaa amran fa innamaa yaqoolu lahoo kun fa yakon","no_fn":"","text_fn":""},{"id":4202,"surah":40,"no_ayah":69,"tema":"Akibat Orang-Orang yang Mendebat Kebenaran Wahyu ","text_ayah":"أَلَمْ تَرَ إِلَيْ [h:1372[ٱ]لَّذِينَ يُجَ[n[ـٰ]دِلُونَ ف[o[ِيْٓ] ءَايَ[n[ـٰ]تِ [h:1298[ٱ]للَّهِ أَ[g[نّ]َيْٰ يُصْرَف[p[ُو]نَ","text_id":"Apakah kamu tidak memperhatikan orang-orang yang (selalu) membantah ayat-ayat Allah, bagaimana mereka dapat dipalingkan?","text_en":"Have you not seen how those who dispute the signs of God are turned away?","transliteration":"Alam tara ilal lazeena yujaadiloona feee Aayaatil laahi annaa yusrafoon","no_fn":"","text_fn":""},{"id":4203,"surah":40,"no_ayah":70,"tema":"Akibat Orang-Orang yang Mendebat Kebenaran Wahyu ","text_ayah":"ٱلَّذِينَ كَذَّبُو[s[اْ] بِ[h:2042[ٱ]لْكِتَ[n[ـٰ]بِ وَبِم[o[َآ] أَرْسَلْنَا بِه[n[ِۦ] رُسُلَنَاۖ فَسَوْفَ يَعْلَم[p[ُو]نَ","text_id":"(Mereka adalah) orang-orang yang mendustakan Kitab (Al-Qur’an) dan wahyu yang dengannya para rasul Kami utus. Kelak mereka akan mengetahui","text_en":"Those who deny the Book and what We have sent down with Our apostles, will soon come to know","transliteration":"Allazeena kazzaboo bil Kitaabi wa bimaa arsalnaa bihee Rusulanaa fasawfa ya'lamoon","no_fn":"","text_fn":""},{"id":4204,"surah":40,"no_ayah":71,"tema":"Akibat Orang-Orang yang Mendebat Kebenaran Wahyu ","text_ayah":"إِذِ [h:11932[ٱ]لْأَغْلَ[n[ـٰ]لُ ف[o[ِيْٓ] أَعْنَ[n[ـٰ]قِهِمْ وَ[h:11933[ٱ][l[ل]سَّلَ[n[ـٰ]سِلُ يُسْحَب[p[ُو]نَ","text_id":"ketika belenggu dan rantai (dipasang) di leher mereka, seraya mereka diseret","text_en":"When, with (iron) collars and chains around their necks, they will be dragged","transliteration":"Izil aghlaalu feee a'naaqi-him wassalaasilu yashaboon","no_fn":"","text_fn":""},{"id":4205,"surah":40,"no_ayah":72,"tema":"Akibat Orang-Orang yang Mendebat Kebenaran Wahyu ","text_ayah":"فِيْ [h:11934[ٱ]لْحَمِيمِ ثُ[g[مّ]َ فِيْ [h:4674[ٱ][l[ل][g[نّ]َارِ يُسْجَر[p[ُو]نَ","text_id":"ke dalam air yang sangat panas. Mereka kemudian dibakar ke dalam api.","text_en":"Through boiling water, and then burnt in the Fire.","transliteration":"Fil hameemi summa fin Naari Yasjaroon","no_fn":"","text_fn":""},{"id":4206,"surah":40,"no_ayah":73,"tema":"Akibat Orang-Orang yang Mendebat Kebenaran Wahyu ","text_ayah":"ثُ[g[مّ]َ قِيلَ لَهُمْ أَيْنَ مَا كُ[f:100[نت]ُمْ تُشْرِك[p[ُو]نَ","text_id":"Lalu, dikatakan kepada mereka, “Manakah berhala-berhala yang selalu kamu persekutukan","text_en":"They will then be asked: \"Where are they you took as partners","transliteration":"Summaa qeela lahum ayna maa kuntum tushrikoon","no_fn":"","text_fn":""},{"id":4207,"surah":40,"no_ayah":74,"tema":"Akibat Orang-Orang yang Mendebat Kebenaran Wahyu ","text_ayah":"مِ[f:107[ن د]ُونِ [h:108[ٱ]للَّهِۖ قَالُو[s[اْ] ضَلُّو[s[اْ] عَ[g[نّ]َا بَل لَّمْ نَك[a:11935[ُن ن]َّ[q:7542[دْ]عُو[s[اْ] مِ[f:128[ن ق]َ[q:129[بْ]لُ شَيْـ[f:11936[ـًٔاۚ ك]َذ[n[َٲ]لِكَ يُضِلُّ [h:11866[ٱ]للَّهُ [h:11937[ٱ]لْكَ[n[ـٰ]فِر[p[ِي]نَ","text_id":"selain Allah?” Mereka menjawab, “Mereka telah lenyap dari (hadapan) kami. Sebenarnya kami dahulu tidak pernah menyembah sesuatu pun.” Demikianlah Allah membiarkan orang-orang kafir menjadi sesat.","text_en":"Apart from God?\" They will answer: \"They have left us in the lurch and fled. In fact it was nothing that we prayed to before.\" That is how God sends the unbelievers astray.","transliteration":"Min doonil laahi qaaloo dalloo 'annaa bal lam nakun nad'oo min qablu shai'aa; kazaalika yudillul laahul kaafireen","no_fn":"","text_fn":""},{"id":4208,"surah":40,"no_ayah":75,"tema":"Akibat Orang-Orang yang Mendebat Kebenaran Wahyu ","text_ayah":"ذ[n[َٲ]لِك[c:11938[ُم ب]ِمَا كُ[f:100[نت]ُمْ تَفْرَحُونَ فِيْ [h:44[ٱ]لْأَرْضِ بِغَيْرِ [h:325[ٱ]لْحَقِّ وَبِمَا كُ[f:100[نت]ُمْ تَمْرَح[p[ُو]نَ","text_id":"Yang demikian itu karena kamu bersuka ria di bumi tanpa (alasan) yang benar dan karena kamu selalu bersuka ria (dalam kemaksiatan).","text_en":"\"This is so because you went about exulting wrongfully in the land,\" (will they be told), \"and you were insolent.","transliteration":"Zaalikum bimaa kuntum tafrahoona fil ardi bighairil haqqi wa bimaa kuntum tamrahoon","no_fn":"","text_fn":""},{"id":4209,"surah":40,"no_ayah":76,"tema":"Akibat Orang-Orang yang Mendebat Kebenaran Wahyu ","text_ayah":"ٱ[q:278[دْ]خُل[o[ُوٓ][s[اْ] أَ[q:4047[بْ]و[n[َٲ]بَ جَهَ[g[نّ]َمَ خَ[n[ـٰ]لِدِينَ فِيهَاۖ فَبِئْسَ مَثْوَيْ [h:7387[ٱ]لْمُتَكَبِّر[p[ِي]نَ","text_id":"(Dikatakan kepada mereka,) “Masuklah ke pintu-pintu (neraka) Jahanam dan kamu kekal di dalamnya. Itulah seburuk-buruk tempat bagi orang-orang yang sombong.”","text_en":"So enter the gates of Hell to abide in it for ever.\" How evil the abode of the arrogant!","transliteration":"Udkhulooo abwaaba Jahannama khaalideena feehaa fabi'sa maswal mutakabbireen","no_fn":"","text_fn":""},{"id":4210,"surah":40,"no_ayah":77,"tema":"Akibat Orang-Orang yang Mendebat Kebenaran Wahyu ","text_ayah":"فَ[h:9999[ٱ]صْبِرْ إِ[g[نّ]َ وَعْدَ [h:3149[ٱ]للَّهِ حَۚ[f:11939[قٌّ ف]َإِ[g[مّ]َا نُرِيَ[g[نّ]َكَ بَعْضَ [h:1943[ٱ]لَّذِيْ نَعِدُهُمْ أَوْ نَتَوَفَّيَ[g[نّ]َكَ فَإِلَيْنَا يُرْجَع[p[ُو]نَ","text_id":"Bersabarlah (Nabi Muhammad)! Sesungguhnya janji Allah itu benar. Jika Kami benar-benar memperlihatkan kepadamu sebagian dari (siksa) yang Kami janjikan kepada mereka (di dunia), ataupun jika Kami mewafatkanmu, (bagaimanapun juga) kepada Kamilah mereka dikembalikan.","text_en":"So you persevere with patience (in your mission). The promise of God is true. Whether We show you some of the punishment We have promised them, or gather you up in death, they have to come back to Us.","transliteration":"Fasbir inna wa'dal laahi haqq; fa immaa nuriyannak ba'dal lazee na'i duhum aw natawaffayannaka fa ilainaa yurja'oon","no_fn":"","text_fn":""},{"id":4211,"surah":40,"no_ayah":78,"tema":"Keputusan Allah sebagai Putusan yang Adil ","text_ayah":"وَلَقَ[q:341[دْ] أَرْسَلْنَا رُسُل[a:7017[اً م]ِّ[f:18[ن ق]َ[q:19[بْ]لِكَ مِنْه[w:1446[ُم م]َّ[f:11940[ن ق]َصَصْنَا عَلَيْكَ وَمِنْه[w:1106[ُم م]ّ[u:11941[َن ل]َّمْ نَ[q:11942[قْ]صُصْ عَلَيْكَۗ وَمَا كَانَ لِرَسُولٍ أ[a:1462[َن ي]َأْتِيَْ بِـَٔـايَةٍ إِلَّا بِإِذْنِ [h:509[ٱ]للَّهِۚ فَإِذَا ج[o[َا]ٓءَ أَمْرُ [h:2832[ٱ]للَّهِ قُضِيَْ بِ[h:370[ٱ]لْحَقِّ وَخَسِرَ هُنَالِكَ [h:11943[ٱ]لْمُ[q:5131[بْ]طِل[p[ُو]نَ","text_id":"Sungguh, Kami benar-benar telah mengutus rasul-rasul sebelum engkau (Nabi Muhammad). Di antara mereka ada yang Kami ceritakan kepadamu dan ada (pula) yang tidak Kami ceritakan kepadamu. Tidak ada seorang rasul pun membawa suatu mukjizat, kecuali seizin Allah. Maka, apabila telah datang perintah Allah (hari Kiamat), diputuskanlah (segala perkara) dengan adil. Ketika itu, rugilah para pelaku kebatilan.","text_en":"Surely We have sent apostles before you, some of whose account We have related to you, and that of some We have not told you. But no apostle was given a miracle unless God dispensed. But when the decree of God comes the sentence is passed with justice; and the lovers of vice and vanity will then come to grief.","transliteration":"Wa laqad arsalnaa Rusulam min qablika minhum man qasasnaa 'alaika wa minhum mal lam naqsus 'alaik; wa maa kaana li Rasoolin any yaatiya bi Aayatin illaa bi iznil laah; fa izaa jaaa'a amrul laahi qudiya bilhaqqi wa khasira hunaalikal mubtiloon","no_fn":"","text_fn":""},{"id":4212,"surah":40,"no_ayah":79,"tema":"Keputusan Allah sebagai Putusan yang Adil ","text_ayah":"ٱللَّهُ [h:4738[ٱ]لَّذِيْ جَعَلَ لَكُمُ [h:11944[ٱ]لْأَنْعَ[n[ـٰ]مَ لِتَرْكَبُو[s[اْ] مِنْهَا وَمِنْهَا تَأْكُل[p[ُو]نَ","text_id":"Allahlah yang menjadikan hewan ternak untukmu. Sebagian untuk kamu kendarai dan sebagian lagi untuk kamu makan.","text_en":"It is God who made the cattle for you so that some you ride and some you eat.","transliteration":"Allaahul lazee ja'ala lakumul an'aama litarkaboo minhaa wa minhaa taakuloon","no_fn":"","text_fn":""},{"id":4213,"surah":40,"no_ayah":80,"tema":"Keputusan Allah sebagai Putusan yang Adil ","text_ayah":"وَلَكُمْ فِيهَا مَنَ[n[ـٰ]فِعُ وَلِتَ[q:11929[بْ]لُغُو[s[اْ] عَلَيْهَا حَاجَ[f:6751[ةً ف]ِيْ صُدُورِكُمْ وَعَلَيْهَا وَعَلَيْ [h:9178[ٱ]لْفُلْكِ تُحْمَل[p[ُو]نَ","text_id":"Bagimu (ada) manfaat-manfaat lain darinya (hewan ternak itu). Dengan mengendarainya, kamu bisa memenuhi keperluan yang kamu inginkan. Di atasnya (hewan-hewan ternak) dan di atas kapal-kapal kamu diangkut.","text_en":"There are advantages for you in them, so that you may satisfy your needs through them, and may be borne upon them and on ships.","transliteration":"Wa lakum feehaa manaafi'u wa litablughoo 'alaihaa haajatan fee sudoorikum wa 'alaihaa wa 'alal fulki tuhmaloon","no_fn":"","text_fn":""},{"id":4214,"surah":40,"no_ayah":81,"tema":"Keputusan Allah sebagai Putusan yang Adil ","text_ayah":"وَيُرِيكُمْ ءَايَ[n[ـٰ]تِه[n[ِۦ] فَأَيَّْ ءَايَ[n[ـٰ]تِ [h:1298[ٱ]للَّهِ تُ[f:11945[نك]ِر[p[ُو]نَ","text_id":"Dia memperlihatkan tanda-tanda (kebesaran-Nya) kepadamu, maka tanda-tanda (kebesaran) Allah manakah yang kamu ingkari?","text_en":"He shows His signs. How many of God's signs will you then deny?","transliteration":"Wa yureekum Aayaatihee fa ayya Aayaatil laahi tunkiroon","no_fn":"","text_fn":""},{"id":4215,"surah":40,"no_ayah":82,"tema":"Pengembaraan di Muka Bumi untuk Memetik Pelajaran dari Sejarah Umat Terdahulu ","text_ayah":"أَفَلَمْ يَسِيرُو[s[اْ] فِيْ [h:44[ٱ]لْأَرْضِ فَيَ[f:6853[نظ]ُرُو[s[اْ] كَيْفَ كَانَ عَ[n[ـٰ]قِبَةُ [h:6854[ٱ]لَّذِينَ مِ[f:617[ن ق]َ[q:618[بْ]لِهِمْۚ كَان[o[ُوٓ][s[اْ] أَكْثَرَ مِنْهُمْ وَأَشَدَّ قُوَّ[a:11824[ةً و]َءَاثَا[f:11825[رًا ف]ِيْ [h:44[ٱ]لْأَرْضِ فَم[o[َآ] أَغْنَيْٰ عَنْه[w:3985[ُم م]َّا كَانُو[s[اْ] يَكْسِب[p[ُو]نَ","text_id":"Apakah mereka tidak mengadakan perjalanan di bumi, lalu mereka memperhatikan bagaimana kesudahan orang-orang yang sebelum mereka? Mereka itu lebih banyak dan lebih hebat kekuatannya serta (lebih banyak) jejak-jejak peradabannya di bumi.<sup>668)</sup> Apa yang mereka usahakan itu tidak dapat menolong mereka.","text_en":"Have they not travelled in the land and seen how was the end of those before them who were far more numerous than they and more strong, and have left behind them traces on the earth. And yet nothing of what they did profited them.","transliteration":"Afalam yaseeroo fil ardi fa yanzuroo kaifa kaana 'aaqibatul lazeena min qablihim; kaanoo aksara minhum wa ashadda quwwatanw wa aasaaran fil ardi famaaa aghnaa 'anhum maa kaanoo yaksiboon","no_fn":"668","text_fn":"668) Peninggalan peradaban tersebut berupa bangunan, benteng, istana, dan alat-alat perlengkapan."},{"id":4216,"surah":40,"no_ayah":83,"tema":"Pengembaraan di Muka Bumi untuk Memetik Pelajaran dari Sejarah Umat Terdahulu ","text_ayah":"فَلَ[g[مّ]َا ج[o[َا]ٓءَتْهُمْ رُسُلُه[c:4900[ُم ب]ِ[h:484[ٱ]لْبَيِّنَ[n[ـٰ]تِ فَرِحُو[s[اْ] بِمَا عِ[f:5060[ند]َه[w:11946[ُم م]ِّنَ [h:634[ٱ]لْعِلْمِ وَحَاقَ بِه[w:6252[ِم م]َّا كَانُو[s[اْ] بِه[n[ِۦ] يَسْتَهْزِء[p[ُو]نَ","text_id":"Ketika para rasul datang kepada mereka dengan membawa bukti-bukti yang nyata, mereka merasa senang dengan pengetahuan yang ada pada mereka. (Pada saat itulah) mereka dikepung oleh (azab) yang dahulu mereka perolok-olokkan.","text_en":"For when Our apostles came to them with clear proofs, they boasted and exulted at the knowledge they possessed; but what they used to mock recoiled back on them,","transliteration":"Falammaa jaaa'at hum Rusuluhum bilbaiyinaati farihoo bimaa 'indahum minal 'ilmi wa haaqa bihim maa kaanoo bihee yastahzi'oon","no_fn":"","text_fn":""},{"id":4217,"surah":40,"no_ayah":84,"tema":"Pengembaraan di Muka Bumi untuk Memetik Pelajaran dari Sejarah Umat Terdahulu ","text_ayah":"فَلَ[g[مّ]َا رَأَوْ[s[اْ] بَأْسَنَا قَال[o[ُوٓ][s[اْ] ءَامَ[g[نّ]َا بِ[h:32[ٱ]للَّهِ وَحْدَهُ[n[ۥ] وَكَفَرْنَا بِمَا كُ[g[نّ]َا بِه[n[ِۦ] مُشْرِك[p[ِي]نَ","text_id":"Ketika mereka melihat azab Kami, mereka berkata, “Kami hanya beriman kepada Allah saja dan kami ingkar kepada sesembahan yang telah kami persekutukan dengan-Nya.”","text_en":"So that when they saw Our might, they said: \"We believe in God the one and single, and reject those we associated (with Him).\" --","transliteration":"Falammaa ra aw baasanaa qaalooo aamannaa billaahi wahdahoo wa kafarnaa bimaa kunnaa bihee mushrikeen","no_fn":"","text_fn":""},{"id":4218,"surah":40,"no_ayah":85,"tema":"Pengembaraan di Muka Bumi untuk Memetik Pelajaran dari Sejarah Umat Terdahulu ","text_ayah":"فَلَمْ يَكُ يَ[f:534[نف]َعُهُمْ إِيمَ[n[ـٰ]نُهُمْ لَ[g[مّ]َا رَأَوْ[s[اْ] بَأْسَنَاۖ سُ[g[نّ]َتَ [h:11947[ٱ]للَّهِ [h:4656[ٱ]لَّتِيْ قَ[q:298[دْ] خَلَتْ فِيْ عِبَادِهِ[n[ۖۦ] وَخَسِرَ هُنَالِكَ [h:11948[ٱ]لْكَ[n[ـٰ]فِر[p[ُو]نَ","text_id":"Tidak berguna lagi iman mereka setelah melihat azab Kami. (Yang demikian itu) merupakan sunatullah yang telah berlaku terhadap hamba-hamba-Nya. Ketika itu, rugilah orang-orang kafir.","text_en":"But then their affirming served them nothing after they had seen Our torment. This is the law of God that has prevailed among His creatures, Then the unbelievers went to rack and ruin.","transliteration":"Falam yaku tanfa 'uhum eemaanuhum lammaa ra-aw baasana sunnatal laahil latee qad khalat fee 'ibaadihee wa khasira hunaalikal kaafiroon","no_fn":"","text_fn":""}]