[{"id_ayat":4219,"no_surah":41,"no_ayat":1,"teks_ayat":" حٰمۤ ۚ ","tema":"Al-Qur’an sebagai Basyīr dan Nażīr ","teks_terjemah":"Ḥa Mīm. ","no_fn":"","teks_fn":"","bacaan":"haa-miim"},{"id_ayat":4220,"no_surah":41,"no_ayat":2,"teks_ayat":"تَنْزِيْلٌ مِّنَ الرَّحْمٰنِ الرَّحِيْمِ ۚ ","tema":"Al-Qur’an sebagai Basyīr dan Nażīr ","teks_terjemah":"(Al-Qur’an ini) diturunkan dari Tuhan Yang Maha Pengasih lagi Maha Penyayang.","no_fn":"","teks_fn":"","bacaan":"tanziilun minarrahmaanirrahiim"},{"id_ayat":4221,"no_surah":41,"no_ayat":3,"teks_ayat":"كِتٰبٌ فُصِّلَتْ اٰيٰتُهٗ قُرْاٰنًا عَرَبِيًّا لِّقَوْمٍ يَّعْلَمُوْنَۙ ","tema":"Al-Qur’an sebagai Basyīr dan Nażīr ","teks_terjemah":"Kitab yang ayat-ayatnya dijelaskan sebagai bacaan dalam bahasa Arab untuk kaum yang mengetahui,","no_fn":"","teks_fn":"","bacaan":"kitaabun fushshilat aayaatuhu qur-aanan 'arabiyyan liqawmin ya'lamuun"},{"id_ayat":4222,"no_surah":41,"no_ayat":4,"teks_ayat":"بَشِيْرًا وَّنَذِيْرًاۚ فَاَعْرَضَ اَكْثَرُهُمْ فَهُمْ لَا يَسْمَعُوْنَ ","tema":"Al-Qur’an sebagai Basyīr dan Nażīr ","teks_terjemah":"yang membawa berita gembira dan peringatan. Akan tetapi, kebanyakan mereka berpaling (darinya) serta tidak mendengarkan.","no_fn":"","teks_fn":"","bacaan":"basyiiran wanadziiran fa-a'radha aktsaruhum fahum laa yasma'uun"},{"id_ayat":4223,"no_surah":41,"no_ayat":5,"teks_ayat":"وَقَالُوْا قُلُوْبُنَا فِيْٓ اَكِنَّةٍ مِّمَّا تَدْعُوْنَآ اِلَيْهِ وَفِيْٓ اٰذَانِنَا وَقْرٌ وَّمِنْۢ بَيْنِنَا وَبَيْنِكَ حِجَابٌ فَاعْمَلْ اِنَّنَا عٰمِلُوْنَ","tema":"Al-Qur’an sebagai Basyīr dan Nażīr ","teks_terjemah":"Mereka berkata, “Hati kami sudah tertutup dari apa yang engkau serukan kepada kami. Dalam telinga kami ada penyumbat dan di antara kami dan engkau ada tabir. Oleh sebab itu, lakukanlah (apa yang kamu sukai). Sesungguhnya kami akan melakukan (apa yang kami sukai).”","no_fn":"","teks_fn":"","bacaan":"waqaaluu quluubunaa fii akinnatin mimmaa tad'uunaa ilayhi wafii aatsaaninaa waqrun wamin bayninaa wabaynika hijaabun fa'mal innanaa 'aamiluun"},{"id_ayat":4224,"no_surah":41,"no_ayat":6,"teks_ayat":"قُلْ اِنَّمَآ اَنَا۟ بَشَرٌ مِّثْلُكُمْ يُوْحٰىٓ اِلَيَّ اَنَّمَآ اِلٰهُكُمْ اِلٰهٌ وَّاحِدٌ فَاسْتَقِيْمُوْٓا اِلَيْهِ وَاسْتَغْفِرُوْهُ ۗوَوَيْلٌ لِّلْمُشْرِكِيْنَۙ ","tema":"Al-Qur’an sebagai Basyīr dan Nażīr ","teks_terjemah":"Katakanlah (Nabi Muhammad), “Sesungguhnya aku hanyalah seorang manusia seperti kamu yang diwahyukan kepadaku bahwa Tuhan kamu adalah Tuhan Yang Maha Esa. Oleh sebab itu, tetaplah (dalam beribadah) dan mohonlah ampunan kepada-Nya. Celakalah orang-orang yang mempersekutukan(-Nya),","no_fn":"","teks_fn":"","bacaan":"qul innamaa anaa basyarun mitslukum yuuhaa ilayya annamaa ilaahukum ilaahun waahidun fastaqiimuu ilayhi wastaghfiruuhu wawaylun lilmusyrikiin"},{"id_ayat":4225,"no_surah":41,"no_ayat":7,"teks_ayat":"الَّذِيْنَ لَا يُؤْتُوْنَ الزَّكٰوةَ وَهُمْ بِالْاٰخِرَةِ هُمْ كٰفِرُوْنَ","tema":"Al-Qur’an sebagai Basyīr dan Nażīr ","teks_terjemah":"(yaitu) orang-orang yang tidak menunaikan zakat dan mereka ingkar terhadap kehidupan akhirat.","no_fn":"","teks_fn":"","bacaan":"aladziina laa yu'tuunazzakaata wahum bil-aakhirati hum kaafiruun"},{"id_ayat":4226,"no_surah":41,"no_ayat":8,"teks_ayat":"اِنَّ الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ لَهُمْ اَجْرٌ غَيْرُ مَمْنُوْنٍ ࣖ ","tema":"Al-Qur’an sebagai Basyīr dan Nażīr ","teks_terjemah":"Sesungguhnya orang-orang yang beriman dan mengerjakan kebajikan, mereka akan mendapat pahala yang tidak ada putus-putusnya.”","no_fn":"","teks_fn":"","bacaan":"innaladziina aamanuu wa'amiluushshaalihaati lahum ajrun ghayru mamnuun"},{"id_ayat":4227,"no_surah":41,"no_ayat":9,"teks_ayat":"۞ قُلْ اَىِٕنَّكُمْ لَتَكْفُرُوْنَ بِالَّذِيْ خَلَقَ الْاَرْضَ فِيْ يَوْمَيْنِ وَتَجْعَلُوْنَ لَهٗٓ اَنْدَادًا ۗذٰلِكَ رَبُّ الْعٰلَمِيْنَ ۚ ","tema":"Ketidakpantasan Mengingkari Allah sebagai Pencipta Langit dan Bumi ","teks_terjemah":"Katakanlah, “Pantaskah kamu mengingkari Tuhan yang menciptakan bumi dalam dua masa dan kamu adakan pula sekutu-sekutu bagi-Nya? Itulah Tuhan semesta alam.”","no_fn":"","teks_fn":"","bacaan":"qul a-innakum latakfuruuna billadzii khalaqal-ardha fii yawmayni wataj'aluuna lahu andaadan dzaalika rabbul'aalamiin"},{"id_ayat":4228,"no_surah":41,"no_ayat":10,"teks_ayat":"وَجَعَلَ فِيْهَا رَوَاسِيَ مِنْ فَوْقِهَا وَبٰرَكَ فِيْهَا وَقَدَّرَ فِيْهَآ اَقْوَاتَهَا فِيْٓ اَرْبَعَةِ اَيَّامٍۗ سَوَاۤءً لِّلسَّاۤىِٕلِيْنَ","tema":"Ketidakpantasan Mengingkari Allah sebagai Pencipta Langit dan Bumi ","teks_terjemah":"Dia ciptakan pada (bumi) itu gunung-gunung yang kokoh di atasnya, lalu Dia memberkahi dan menentukan makanan-makanan (bagi penghuni)-nya dalam empat masa yang cukup untuk (kebutuhan) mereka yang memerlukannya.","no_fn":"","teks_fn":"","bacaan":"waja'ala fiihaa rawaasiya min fawqihaa wabaaraka fiihaa waqaddara fiihaa aqwaatahaa fii arba'ati ayyaamin sawaa-an lissaa-iliin"},{"id_ayat":4229,"no_surah":41,"no_ayat":11,"teks_ayat":"ثُمَّ اسْتَوٰىٓ اِلَى السَّمَاۤءِ وَهِيَ دُخَانٌ فَقَالَ لَهَا وَلِلْاَرْضِ ائْتِيَا طَوْعًا اَوْ كَرْهًاۗ قَالَتَآ اَتَيْنَا طَاۤىِٕعِيْنَ ","tema":"Ketidakpantasan Mengingkari Allah sebagai Pencipta Langit dan Bumi ","teks_terjemah":"Dia kemudian menuju ke langit dan (langit) itu masih berupa asap. Dia berfirman kepadanya dan kepada bumi, “Tunduklah kepada-Ku dengan patuh atau terpaksa.” Keduanya menjawab, “Kami tunduk dengan patuh.”","no_fn":"","teks_fn":"","bacaan":"tsumma istawaa ilaassamaa-i wahiya dukhaanun faqaala lahaa walil-ardhi i'tiyaa thaw'an aw karhan qaalataa ataynaa thaa-i'iin"},{"id_ayat":4230,"no_surah":41,"no_ayat":12,"teks_ayat":"فَقَضٰىهُنَّ سَبْعَ سَمٰوَاتٍ فِيْ يَوْمَيْنِ وَاَوْحٰى فِيْ كُلِّ سَمَاۤءٍ اَمْرَهَا ۗوَزَيَّنَّا السَّمَاۤءَ الدُّنْيَا بِمَصَابِيْحَۖ وَحِفْظًا ۗذٰلِكَ تَقْدِيْرُ الْعَزِيْزِ الْعَلِيْمِ","tema":"Ketidakpantasan Mengingkari Allah sebagai Pencipta Langit dan Bumi ","teks_terjemah":"Lalu, Dia menjadikan-Nya tujuh langit dalam dua masa dan pada setiap langit Dia mewahyukan urusan masing-masing. Kemudian langit yang paling dekat (dengan bumi), Kami hiasi dengan bintang-bintang sebagai penjagaan (dari setan).<sup>669)<\/sup> Demikianlah ketetapan (Allah) Yang Mahaperkasa lagi Maha Mengetahui.","no_fn":"669","teks_fn":"669) Kebiasaan setan adalah mengintip dan mencuri dengar pembicaraan para malaikat tentang apa yang akan terjadi di bumi.","bacaan":"faqadaahunna sab'a samaawaatin fii yawmayni wa-awhaa fii kulli samaa-in amrahaa wazayyannaassamaa-addunyaa bimashaabiiha wahifzhan dzaalika taqdiirul'aziizil'aliim"},{"id_ayat":4231,"no_surah":41,"no_ayat":13,"teks_ayat":"فَاِنْ اَعْرَضُوْا فَقُلْ اَنْذَرْتُكُمْ صٰعِقَةً مِّثْلَ صٰعِقَةِ عَادٍ وَّثَمُوْدَ ۗ ","tema":"Azab Allah untuk Kaum ‘Ad dan Kaum Samud ","teks_terjemah":"Jika mereka berpaling, katakanlah, “Aku telah memperingatkan kamu (azab berupa) petir seperti petir yang menimpa (kaum) ‘Ad dan (kaum) Samud.”","no_fn":"","teks_fn":"","bacaan":"fa-in a'radhuu fuqul andzartukum shaa'iqatan mitsla shaa'iqati 'aadin watsamuud"},{"id_ayat":4232,"no_surah":41,"no_ayat":14,"teks_ayat":"اِذْ جَاۤءَتْهُمُ الرُّسُلُ مِنْۢ بَيْنِ اَيْدِيْهِمْ وَمِنْ خَلْفِهِمْ اَلَّا تَعْبُدُوْٓا اِلَّا اللّٰهَ ۗقَالُوْا لَوْ شَاۤءَ رَبُّنَا لَاَنْزَلَ مَلٰۤىِٕكَةً فَاِنَّا بِمَآ اُرْسِلْتُمْ بِهٖ كٰفِرُوْنَ ","tema":"Azab Allah untuk Kaum ‘Ad dan Kaum Samud ","teks_terjemah":"Ketika para rasul datang kepada mereka dari depan dan dari belakang mereka<sup>670)<\/sup> (dengan menyerukan,) “Janganlah kamu menyembah selain Allah,” mereka menjawab, “Kalau Tuhan kami menghendaki, tentu Dia menurunkan malaikat-malaikat-Nya. Sesungguhnya kami ingkar pada kerasulanmu.”","no_fn":"670","teks_fn":"670) Yang dimaksud dengan dari depan dan dari belakang adalah dari segala penjuru.","bacaan":"idz jaa-at-humurrusulu min bayni aydiihim wamin khalfihimlaa ta'buduu illaalaaha qaaluu law syaa-a rabbunaa la-anzala malaa-ikatan fa-innaa bimaa ursiltum bihi kaafiruun"},{"id_ayat":4233,"no_surah":41,"no_ayat":15,"teks_ayat":"فَاَمَّا عَادٌ فَاسْتَكْبَرُوْا فِى الْاَرْضِ بِغَيْرِ الْحَقِّ وَقَالُوْا مَنْ اَشَدُّ مِنَّا قُوَّةً ۗ اَوَلَمْ يَرَوْا اَنَّ اللّٰهَ الَّذِيْ خَلَقَهُمْ هُوَ اَشَدُّ مِنْهُمْ قُوَّةً ۗ وَكَانُوْا بِاٰيٰتِنَا يَجْحَدُوْنَ","tema":"Azab Allah untuk Kaum ‘Ad dan Kaum Samud ","teks_terjemah":"Adapun (kaum) ‘Ad, mereka menyombongkan diri di bumi tanpa alasan yang benar. Mereka berkata, “Siapakah yang lebih hebat kekuatannya daripada kami?” Tidakkah mereka memperhatikan bahwa sesungguhnya Allah yang menciptakan mereka itu lebih hebat kekuatan-Nya daripada mereka? Mereka telah mengingkari tanda-tanda (kebesaran) Kami.","no_fn":"","teks_fn":"","bacaan":"fa-ammaa 'aadun fastakbaruu fiil-ardhi bighayrilhaqqi waqaaluu man asyaddu minnaa quwwatan awa lam yaraw annalaahaladzii khalaqahum huwa asyaddu minhum quwwatan wakaanuu bi-aayaatinaa yajhaduun"},{"id_ayat":4234,"no_surah":41,"no_ayat":16,"teks_ayat":"فَاَرْسَلْنَا عَلَيْهِمْ رِيْحًا صَرْصَرًا فِيْٓ اَيَّامٍ نَّحِسَاتٍ لِّنُذِيْقَهُمْ عَذَابَ الْخِزْيِ فِى الْحَيٰوةِ الدُّنْيَا ۗوَلَعَذَابُ الْاٰخِرَةِ اَخْزٰى وَهُمْ لَا يُنْصَرُوْنَ","tema":"Azab Allah untuk Kaum ‘Ad dan Kaum Samud ","teks_terjemah":"Maka, Kami mengembuskan angin yang sangat dingin dan bergemuruh kepada mereka selama beberapa hari yang nahas karena Kami ingin agar mereka merasakan siksaan yang menghinakan dalam kehidupan di dunia. Sungguh, azab akhirat lebih menghinakan dan mereka tidak diberi pertolongan.","no_fn":"","teks_fn":"","bacaan":"fa-arsalnaa 'alayhim riihan sharsharan fii ayyaamin nahisaatin linudziiqahum 'adzaabalkhizyi fiilhayaatiddunyaa wala'adzaabul-aakhirati akhzaa wahum laa yunsharuun"},{"id_ayat":4235,"no_surah":41,"no_ayat":17,"teks_ayat":"وَاَمَّا ثَمُوْدُ فَهَدَيْنٰهُمْ فَاسْتَحَبُّوا الْعَمٰى عَلَى الْهُدٰى فَاَخَذَتْهُمْ صٰعِقَةُ الْعَذَابِ الْهُوْنِ بِمَا كَانُوْا يَكْسِبُوْنَ ۚ ","tema":"Azab Allah untuk Kaum ‘Ad dan Kaum Samud ","teks_terjemah":"Adapun (kaum) Samud, mereka telah Kami beri petunjuk, tetapi mereka lebih menyukai kebutaan (kesesatan) daripada petunjuk itu. Maka, mereka disambar petir sebagai azab yang menghinakan karena apa yang telah mereka kerjakan.","no_fn":"","teks_fn":"","bacaan":"wa-ammaa tsamuudu fahadaynaahum fastahabbuul'amaa 'alaalhudaa fa-akhadzat-hum shaa'iqatul'adzaabilhuuni bimaa kaanuu yaksibuun"},{"id_ayat":4236,"no_surah":41,"no_ayat":18,"teks_ayat":"وَنَجَّيْنَا الَّذِيْنَ اٰمَنُوْا وَكَانُوْا يَتَّقُوْنَ ࣖ ","tema":"Azab Allah untuk Kaum ‘Ad dan Kaum Samud ","teks_terjemah":"Kami menyelamatkan orang-orang yang beriman dan selalu bertakwa.","no_fn":"","teks_fn":"","bacaan":"wanajjaynaaladziina aamanuu wakaanuu yattaquun"},{"id_ayat":4237,"no_surah":41,"no_ayat":19,"teks_ayat":"وَيَوْمَ يُحْشَرُ اَعْدَاۤءُ اللّٰهِ اِلَى النَّارِ فَهُمْ يُوْزَعُوْنَ","tema":"Kesaksian Anggota Tubuh di Akhirat ","teks_terjemah":"(Ingatlah) hari (ketika) musuh-musuh Allah digiring ke neraka, lalu mereka dipisah-pisahkan.","no_fn":"","teks_fn":"","bacaan":"wayawma yuhsyaru a'daaulaahi ilaannaari fahum yuuza'uun"},{"id_ayat":4238,"no_surah":41,"no_ayat":20,"teks_ayat":"حَتّٰىٓ اِذَا مَا جَاۤءُوْهَا شَهِدَ عَلَيْهِمْ سَمْعُهُمْ وَاَبْصَارُهُمْ وَجُلُوْدُهُمْ بِمَا كَانُوْا يَعْمَلُوْنَ ","tema":"Kesaksian Anggota Tubuh di Akhirat ","teks_terjemah":"Ketika mereka sampai ke neraka, pendengaran, penglihatan, dan kulit mereka menjadi saksi terhadap apa yang telah mereka lakukan.","no_fn":"","teks_fn":"","bacaan":"hattaa idzaa maa jaauuhaa syahida 'alayhim sam'uhum wa-abshaaruhum wajuluuduhum bimaa kaanuu ya'maluun"},{"id_ayat":4239,"no_surah":41,"no_ayat":21,"teks_ayat":"وَقَالُوْا لِجُلُوْدِهِمْ لِمَ شَهِدْتُّمْ عَلَيْنَا ۗقَالُوْٓا اَنْطَقَنَا اللّٰهُ الَّذِيْٓ اَنْطَقَ كُلَّ شَيْءٍ وَّهُوَ خَلَقَكُمْ اَوَّلَ مَرَّةٍۙ وَّاِلَيْهِ تُرْجَعُوْنَ","tema":"Kesaksian Anggota Tubuh di Akhirat ","teks_terjemah":"Mereka berkata kepada kulit mereka, “Mengapa kamu menjadi saksi terhadap kami?” (Kulit) mereka menjawab, “Allah yang menjadikan segala sesuatu dapat berbicara telah menjadikan kami dapat berbicara. Dialah yang menciptakan kamu pertama kali dan hanya kepada-Nya kamu dikembalikan.”","no_fn":"","teks_fn":"","bacaan":"waqaaluu lijuluudihim lima syahidtum 'alaynaa qaaluu anthaqanaalaahuladzii anthaqa kulla syay-in wahuwa khalaqakum awwala marratin wa-ilayhi turja'uun"},{"id_ayat":4240,"no_surah":41,"no_ayat":22,"teks_ayat":"وَمَا كُنْتُمْ تَسْتَتِرُوْنَ اَنْ يَّشْهَدَ عَلَيْكُمْ سَمْعُكُمْ وَلَآ اَبْصَارُكُمْ وَلَا جُلُوْدُكُمْ وَلٰكِنْ ظَنَنْتُمْ اَنَّ اللّٰهَ لَا يَعْلَمُ كَثِيْرًا مِّمَّا تَعْمَلُوْنَ","tema":"Kesaksian Anggota Tubuh di Akhirat ","teks_terjemah":"Kamu tidak dapat bersembunyi dari kesaksian pendengaran, penglihatan, dan kulitmu terhadapmu, bahkan kamu mengira Allah tidak mengetahui banyak tentang apa yang kamu lakukan.<sup>671)<\/sup>","no_fn":"671","teks_fn":"671) Mereka melakukan dosa dengan terang-terangan karena menyangka bahwa Allah tidak mengetahui perbuatan mereka serta pendengaran, penglihatan, dan kulit mereka tidak akan menjadi saksi di akhirat kelak atas perbuatan mereka.","bacaan":"wamaa kuntum tastatiruuna an yasyhada 'alaykum sam'ukum walaa abshaarukum walaa juluudukum walaakin zhanantum annalaaha laa ya'lamu katsiiran mimmaa ta'maluun"},{"id_ayat":4241,"no_surah":41,"no_ayat":23,"teks_ayat":"وَذٰلِكُمْ ظَنُّكُمُ الَّذِيْ ظَنَنْتُمْ بِرَبِّكُمْ اَرْدٰىكُمْ فَاَصْبَحْتُمْ مِّنَ الْخٰسِرِيْنَ","tema":"Kesaksian Anggota Tubuh di Akhirat ","teks_terjemah":"Itulah dugaanmu yang telah kamu sangkakan terhadap Tuhanmu. (Dugaan) itu telah membinasakan kamu sehingga jadilah kamu termasuk orang-orang yang rugi.","no_fn":"","teks_fn":"","bacaan":"wadzaalikum zhannukumuladzii zhanantum birabbikum ardaakum fa-ashbahtum minalkhaasiriin"},{"id_ayat":4242,"no_surah":41,"no_ayat":24,"teks_ayat":"فَاِنْ يَّصْبِرُوْا فَالنَّارُ مَثْوًى لَّهُمْ ۚوَاِنْ يَّسْتَعْتِبُوْا فَمَا هُمْ مِّنَ الْمُعْتَبِيْنَ","tema":"Kesaksian Anggota Tubuh di Akhirat ","teks_terjemah":"Jika mereka bersabar (atas azab neraka), nerakalah tempat tinggal mereka dan jika mereka meminta belas kasihan, maka mereka bukanlah orang yang pantas dikasihani.","no_fn":"","teks_fn":"","bacaan":"fa-in yashbiruu fannaaru matswan lahum wa-in yasta'tibuu famaa hum minalmu'tabiin"},{"id_ayat":4243,"no_surah":41,"no_ayat":25,"teks_ayat":"۞ وَقَيَّضْنَا لَهُمْ قُرَنَاۤءَ فَزَيَّنُوْا لَهُمْ مَّا بَيْنَ اَيْدِيْهِمْ وَمَا خَلْفَهُمْ وَحَقَّ عَلَيْهِمُ الْقَوْلُ فِيْٓ اُمَمٍ قَدْ خَلَتْ مِنْ قَبْلِهِمْ مِّنَ الْجِنِّ وَالْاِنْسِۚ اِنَّهُمْ كَانُوْا خٰسِرِيْنَ ࣖ ","tema":"Ketetapan bagi Teman-Teman Orang Kafir ","teks_terjemah":"Kami menetapkan bagi mereka teman-teman (dari setan) yang memuji-muji apa saja yang ada di hadapan (nafsu dan kelezatan dunia) dan di belakang (angan-angan) mereka. Tetaplah atas mereka putusan (azab) bersama umat-umat yang terdahulu sebelum mereka dari (golongan) jin dan manusia. Sesungguhnya mereka adalah orang-orang yang rugi.","no_fn":"","teks_fn":"","bacaan":"waqayyadhnaa lahum quranaa-a fazayyanuu lahum maa bayna aydiihim wamaa khalfahum wahaqqa 'alayhimulqawlu fii umamin qad khalat min qablihim minaljinni wal-insi innahum kaanuu khaasiriin"},{"id_ayat":4244,"no_surah":41,"no_ayat":26,"teks_ayat":"وَقَالَ الَّذِيْنَ كَفَرُوْا لَا تَسْمَعُوْا لِهٰذَا الْقُرْاٰنِ وَالْغَوْا فِيْهِ لَعَلَّكُمْ تَغْلِبُوْنَ","tema":"Ketetapan bagi Teman-Teman Orang Kafir ","teks_terjemah":"Orang-orang yang kufur berkata, “Janganlah kamu mendengarkan (bacaan) Al-Qur’an ini dan buatlah kegaduhan terhadapnya agar kamu dapat mengalahkan (mereka).”","no_fn":"","teks_fn":"","bacaan":"waqaalaladziina kafaruu laa tasma'uu lihaadzaalqur-aani walghaw fiihi la'allakum taghlibuun"},{"id_ayat":4245,"no_surah":41,"no_ayat":27,"teks_ayat":"فَلَنُذِيْقَنَّ الَّذِيْنَ كَفَرُوْا عَذَابًا شَدِيْدًاۙ وَّلَنَجْزِيَنَّهُمْ اَسْوَاَ الَّذِيْ كَانُوْا يَعْمَلُوْنَ","tema":"Ketetapan bagi Teman-Teman Orang Kafir ","teks_terjemah":"Sungguh, Kami pasti akan menimpakan azab yang keras kepada orang-orang yang kufur itu dan sungguh, Kami pasti akan membalas mereka dengan seburuk-buruk balasan (atas) apa yang telah mereka kerjakan.","no_fn":"","teks_fn":"","bacaan":"falanudziiqannaladziina kafaruu 'adzaaban syadiidan walanajziyannahum aswa-aladzii kaanuu ya'maluun"},{"id_ayat":4246,"no_surah":41,"no_ayat":28,"teks_ayat":"ذٰلِكَ جَزَاۤءُ اَعْدَاۤءِ اللّٰهِ النَّارُ لَهُمْ فِيْهَا دَارُ الْخُلْدِ ۗجَزَاۤءً ۢبِمَا كَانُوْا بِاٰيٰتِنَا يَجْحَدُوْنَ","tema":"Ketetapan bagi Teman-Teman Orang Kafir ","teks_terjemah":"Itulah neraka, balasan (bagi) musuh-musuh Allah. Mereka mendapat tempat tinggal yang kekal di dalamnya sebagai balasan atas keingkaran mereka terhadap ayat-ayat Kami.","no_fn":"","teks_fn":"","bacaan":"dzaalika jazaau a'daa-ilaahinnaaru lahum fiihaa daarulkhuldi jazaa-an bimaa kaanuu bi-aayaatinaa yajhaduun"},{"id_ayat":4247,"no_surah":41,"no_ayat":29,"teks_ayat":"وَقَالَ الَّذِيْنَ كَفَرُوْا رَبَّنَآ اَرِنَا الَّذَيْنِ اَضَلّٰنَا مِنَ الْجِنِّ وَالْاِنْسِ نَجْعَلْهُمَا تَحْتَ اَقْدَامِنَا لِيَكُوْنَا مِنَ الْاَسْفَلِيْنَ","tema":"Ketetapan bagi Teman-Teman Orang Kafir ","teks_terjemah":"Orang-orang yang kufur berkata, “Ya Tuhan kami, perlihatkanlah kepada kami dua golongan yang telah menyesatkan kami, yaitu (golongan) jin dan manusia, agar kami meletakkan keduanya di bawah telapak kaki kami supaya keduanya menjadi golongan yang paling bawah (hina).”","no_fn":"","teks_fn":"","bacaan":"waqaalaladziina kafaruu rabbanaa arinaaladzayni adhallaanaa minaljinni wal-insi naj'alhumaa tahta aqdaaminaa liyakuunaa minal-asfaliin"},{"id_ayat":4248,"no_surah":41,"no_ayat":30,"teks_ayat":"اِنَّ الَّذِيْنَ قَالُوْا رَبُّنَا اللّٰهُ ثُمَّ اسْتَقَامُوْا تَتَنَزَّلُ عَلَيْهِمُ الْمَلٰۤىِٕكَةُ اَلَّا تَخَافُوْا وَلَا تَحْزَنُوْا وَاَبْشِرُوْا بِالْجَنَّةِ الَّتِيْ كُنْتُمْ تُوْعَدُوْنَ","tema":"Orang-Orang yang Istikamah dalam Iman ","teks_terjemah":"Sesungguhnya orang-orang yang berkata, “Tuhan kami adalah Allah,” kemudian tetap (dalam pendiriannya), akan turun malaikat-malaikat kepada mereka (seraya berkata), “Janganlah kamu takut dan bersedih hati serta bergembiralah dengan (memperoleh) surga yang telah dijanjikan kepadamu.”","no_fn":"","teks_fn":"","bacaan":"innaladziina qaaluu rabbunaalaahu tsumma istaqaamuu tatanazzalu 'alayhimulmalaa-ikatulaa takhaafuu walaa tahzanuu wa-absyiruu biljannatilatii kuntum tuu'aduun"},{"id_ayat":4249,"no_surah":41,"no_ayat":31,"teks_ayat":"نَحْنُ اَوْلِيَاۤؤُكُمْ فِى الْحَيٰوةِ الدُّنْيَا وَفِى الْاٰخِرَةِ ۚوَلَكُمْ فِيْهَا مَا تَشْتَهِيْٓ اَنْفُسُكُمْ وَلَكُمْ فِيْهَا مَا تَدَّعُوْنَ ۗ ","tema":"Orang-Orang yang Istikamah dalam Iman ","teks_terjemah":"Kamilah pelindung-pelindungmu dalam kehidupan dunia dan akhirat. Di dalamnya (surga) kamu akan memperoleh apa yang kamu sukai dan apa yang kamu minta.","no_fn":"","teks_fn":"","bacaan":"nahnu awliyaaukum fiilhayaatiddunyaa wafiil-aakhirati walakum fiihaa maa tasytahii anfusukum walakum fiihaa maa tadda'uun"},{"id_ayat":4250,"no_surah":41,"no_ayat":32,"teks_ayat":"نُزُلًا مِّنْ غَفُوْرٍ رَّحِيْمٍ ࣖ ","tema":"Orang-Orang yang Istikamah dalam Iman ","teks_terjemah":"(Semua itu) sebagai karunia (penghormatan bagimu) dari (Allah) Yang Maha Pengampun lagi Maha Penyayang.”","no_fn":"","teks_fn":"","bacaan":"nuzulan min ghafuurin rahiim"},{"id_ayat":4251,"no_surah":41,"no_ayat":33,"teks_ayat":"وَمَنْ اَحْسَنُ قَوْلًا مِّمَّنْ دَعَآ اِلَى اللّٰهِ وَعَمِلَ صَالِحًا وَّقَالَ اِنَّنِيْ مِنَ الْمُسْلِمِيْنَ ","tema":"Seruan kepada Allah sebagai Sebaik-baiknya Seruan ","teks_terjemah":"Siapakah yang lebih baik perkataannya daripada orang yang menyeru kepada Allah, mengerjakan kebajikan, dan berkata, “Sesungguhnya aku termasuk orang-orang muslim (yang berserah diri)?”","no_fn":"","teks_fn":"","bacaan":"waman ahsanu qawlan mimman da'aa ilaalaahi wa'amila shaalihan waqaala innanii minalmusl"},{"id_ayat":4252,"no_surah":41,"no_ayat":34,"teks_ayat":"وَلَا تَسْتَوِى الْحَسَنَةُ وَلَا السَّيِّئَةُ ۗاِدْفَعْ بِالَّتِيْ هِيَ اَحْسَنُ فَاِذَا الَّذِيْ بَيْنَكَ وَبَيْنَهٗ عَدَاوَةٌ كَاَنَّهٗ وَلِيٌّ حَمِيْمٌ  ","tema":"Seruan kepada Allah sebagai Sebaik-baiknya Seruan ","teks_terjemah":"Tidaklah sama kebaikan dengan kejahatan. Tolaklah (kejahatan) dengan perilaku yang lebih baik sehingga orang yang ada permusuhan denganmu serta-merta menjadi seperti teman yang sangat setia.","no_fn":"","teks_fn":"","bacaan":"walaa tastawiilhasanatu walaassayyi-atu idfa' billatii hiya ahsanu fa-idzaaladzii baynaka wabaynahu 'adaawatun ka-annahu waliyyun hamiim"},{"id_ayat":4253,"no_surah":41,"no_ayat":35,"teks_ayat":"وَمَا يُلَقّٰىهَآ اِلَّا الَّذِيْنَ صَبَرُوْاۚ وَمَا يُلَقّٰىهَآ اِلَّا ذُوْ حَظٍّ عَظِيْمٍ","tema":"Seruan kepada Allah sebagai Sebaik-baiknya Seruan ","teks_terjemah":"(Sifat-sifat yang baik itu) tidak akan dianugerahkan kecuali kepada orang-orang yang sabar dan tidak (pula) dianugerahkan kecuali kepada orang-orang yang mempunyai keberuntungan yang besar.","no_fn":"","teks_fn":"","bacaan":"wamaa yulaqqaahaa illaaladziina shabaruu wamaa yulaqqaahaa illaa dzuu hazhzhin 'azhiim"},{"id_ayat":4254,"no_surah":41,"no_ayat":36,"teks_ayat":"وَاِمَّا يَنْزَغَنَّكَ مِنَ الشَّيْطٰنِ نَزْغٌ فَاسْتَعِذْ بِاللّٰهِ ۗاِنَّهٗ هُوَ السَّمِيْعُ الْعَلِيْمُ ","tema":"Seruan kepada Allah sebagai Sebaik-baiknya Seruan ","teks_terjemah":"Jika setan sungguh-sungguh menggodamu dengan halus (untuk meninggalkan perilaku baik itu), maka berlindunglah kepada Allah! Sesungguhnya Dialah Yang Maha Mendengar lagi Maha Mengetahui.","no_fn":"","teks_fn":"","bacaan":"wa-immaa yanzaghannaka minasysyaythaani nazghun fasta'idz bialaahi innahu huwassamii'ul'aliim"},{"id_ayat":4255,"no_surah":41,"no_ayat":37,"teks_ayat":"وَمِنْ اٰيٰتِهِ الَّيْلُ وَالنَّهَارُ وَالشَّمْسُ وَالْقَمَرُۗ  لَا تَسْجُدُوْا لِلشَّمْسِ وَلَا لِلْقَمَرِ وَاسْجُدُوْا لِلّٰهِ الَّذِيْ خَلَقَهُنَّ اِنْ كُنْتُمْ اِيَّاهُ تَعْبُدُوْنَ  ","tema":"Sebagian Tanda Kebesaran Allah ","teks_terjemah":"Sebagian dari tanda-tanda (kebesaran)-Nya adalah malam, siang, matahari, dan bulan. Janganlah bersujud pada matahari dan jangan (pula) pada bulan. Bersujudlah kepada Allah yang menciptakannya jika kamu hanya menyembah kepada-Nya.","no_fn":"","teks_fn":"","bacaan":"wamin aayaatihilaylu wannahaaru wasysyamsu walqamaru laa tasjuduu lisysyamsi walaa lilqamari wasjuduu lillaahi aladzii khalaqahunna in kuntum iyyaahu ta'buduun"},{"id_ayat":4256,"no_surah":41,"no_ayat":38,"teks_ayat":"فَاِنِ اسْتَكْبَرُوْا فَالَّذِيْنَ عِنْدَ رَبِّكَ يُسَبِّحُوْنَ لَهٗ بِالَّيْلِ وَالنَّهَارِ وَهُمْ لَا يَسْـَٔمُوْنَ ۩","tema":"Sebagian Tanda Kebesaran Allah ","teks_terjemah":"Jika mereka (orang-orang musyrik) menyombongkan diri (enggan bersujud kepada-Nya), maka mereka (malaikat) yang (berada) di sisi Tuhanmu selalu bertasbih kepada-Nya pada malam dan siang hari tanpa pernah jemu.","no_fn":"","teks_fn":"","bacaan":"fa-ini istakbaruu falladziina 'inda rabbika yusabbihuuna lahu billayli wannahaari wahum laa yas-amuun"},{"id_ayat":4257,"no_surah":41,"no_ayat":39,"teks_ayat":"وَمِنْ اٰيٰتِهٖٓ اَنَّكَ تَرَى الْاَرْضَ خَاشِعَةً فَاِذَآ اَنْزَلْنَا عَلَيْهَا الْمَاۤءَ اهْتَزَّتْ وَرَبَتْۗ اِنَّ الَّذِيْٓ اَحْيَاهَا لَمُحْيِ الْمَوْتٰى ۗاِنَّهٗ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ ","tema":"Sebagian Tanda Kebesaran Allah ","teks_terjemah":"Sebagian dari tanda-tanda (kebesaran)-Nya adalah bahwa engkau melihat bumi kering dan tandus, kemudian apabila Kami menurunkan air (hujan) padanya, ia pun hidup dan menjadi subur. Sesungguhnya Zat yang menghidupkannya pasti dapat menghidupkan yang mati. Sesungguhnya Dia Mahakuasa atas segala sesuatu.","no_fn":"","teks_fn":"","bacaan":"wamin aayaatihi annaka taraal-ardha khaasyi'atan fa-idzaa anzalnaa 'alayhaalmaa-a ihtazzat warabat innaladzii ahyaahaa lamuhyiilmawtaa innahu 'alaa kulli syay-in qadiir"},{"id_ayat":4258,"no_surah":41,"no_ayat":40,"teks_ayat":"اِنَّ الَّذِيْنَ يُلْحِدُوْنَ فِيْٓ اٰيٰتِنَا لَا يَخْفَوْنَ عَلَيْنَاۗ اَفَمَنْ يُّلْقٰى فِى النَّارِ خَيْرٌ اَمَّنْ يَّأْتِيْٓ اٰمِنًا يَّوْمَ الْقِيٰمَةِ ۗاِعْمَلُوْا مَا شِئْتُمْ ۙاِنَّهٗ بِمَا تَعْمَلُوْنَ بَصِيْرٌ ","tema":"Sebagian Tanda Kebesaran Allah ","teks_terjemah":"Sesungguhnya orang-orang yang mengingkari tanda-tanda (kebesaran) Kami, (mereka) tidak tersembunyi dari Kami. Apakah orang-orang yang dilemparkan ke dalam neraka itu lebih baik ataukah yang datang pada hari Kiamat dengan aman sentosa? Lakukanlah apa yang kamu kehendaki! Sesungguhnya Dia Maha Melihat apa yang kamu kerjakan.","no_fn":"","teks_fn":"","bacaan":"innaladziina yulhiduuna fii aayaatinaa laa yakhfawna 'alaynaa afaman yulqaa fiinnaari khayrun amman ya'tii aaminan yawmalqiyaamati i'maluu maa syi'tum innahu bimaa ta'maluuna bashiir"},{"id_ayat":4259,"no_surah":41,"no_ayat":41,"teks_ayat":"اِنَّ الَّذِيْنَ كَفَرُوْا بِالذِّكْرِ لَمَّا جَاۤءَهُمْ ۗوَاِنَّهٗ لَكِتٰبٌ عَزِيْزٌ ۙ","tema":"Sebagian Tanda Kebesaran Allah ","teks_terjemah":"Sesungguhnya orang-orang yang mengingkari Al-Qur’an ketika (Al-Qur’an) itu disampaikan kepada mereka, (pasti mereka akan celaka). Sesungguhnya (Al-Qur’an) itu adalah kitab yang mulia.","no_fn":"","teks_fn":"","bacaan":"innaladziina kafaruu bidzdzikri lammaa jaa-ahum wa-innahu lakitaabun 'aziiz"},{"id_ayat":4260,"no_surah":41,"no_ayat":42,"teks_ayat":"لَّا يَأْتِيْهِ الْبَاطِلُ مِنْۢ بَيْنِ يَدَيْهِ وَلَا مِنْ خَلْفِهٖ ۗتَنْزِيْلٌ مِّنْ حَكِيْمٍ حَمِيْدٍ ","tema":"Sebagian Tanda Kebesaran Allah ","teks_terjemah":"Tidak ada kebatilan yang mendatanginya, baik dari depan maupun dari belakang.<sup>672)<\/sup> (Al-Qur’an itu adalah) kitab yang diturunkan dari Tuhan Yang Mahabijaksana lagi Maha Terpuji.","no_fn":"672","teks_fn":"672) Maksud ungkapan dari depan maupun dari belakang adalah pada masa lalu dan yang akan datang.","bacaan":"laa ya'tiihilbaathilu min bayni yadayhi walaa min khalfihi tanziilun min hakiimin hamiid"},{"id_ayat":4261,"no_surah":41,"no_ayat":43,"teks_ayat":"مَا يُقَالُ لَكَ اِلَّا مَا قَدْ قِيْلَ لِلرُّسُلِ مِنْ قَبْلِكَ ۗاِنَّ رَبَّكَ لَذُوْ مَغْفِرَةٍ وَّذُوْ عِقَابٍ اَلِيْمٍ ","tema":"Kesamaan Perbuatan para Pendurhaka Dahulu dan Kini ","teks_terjemah":"Apa yang dikatakan (oleh orang-orang kafir) kepadamu tidak lain adalah apa yang telah dikatakan kepada rasul-rasul sebelummu. Sesungguhnya Tuhanmu pasti mempunyai ampunan dan azab yang pedih.","no_fn":"","teks_fn":"","bacaan":"maa yuqaalu laka illaa maa qad qiila lirrusuli min qablika inna rabbaka ladzuu maghfiratin wadzuu 'iqaabinliim"},{"id_ayat":4262,"no_surah":41,"no_ayat":44,"teks_ayat":"وَلَوْ جَعَلْنٰهُ قُرْاٰنًا اَعْجَمِيًّا لَّقَالُوْا لَوْلَا فُصِّلَتْ اٰيٰتُهٗ ۗ ءَاَ۬عْجَمِيٌّ وَّعَرَبِيٌّ ۗ قُلْ هُوَ لِلَّذِيْنَ اٰمَنُوْا هُدًى وَّشِفَاۤءٌ ۗوَالَّذِيْنَ لَا يُؤْمِنُوْنَ فِيْٓ اٰذَانِهِمْ وَقْرٌ وَّهُوَ عَلَيْهِمْ عَمًىۗ اُولٰۤىِٕكَ يُنَادَوْنَ مِنْ مَّكَانٍۢ بَعِيْدٍ ࣖ","tema":"Kesamaan Perbuatan para Pendurhaka Dahulu dan Kini ","teks_terjemah":"Seandainya Kami menjadikannya (Al-Qur’an) bacaan dalam bahasa selain Arab, niscaya mereka akan mengatakan, “Mengapa ayat-ayatnya tidak dijelaskan (dengan bahasa yang kami pahami)?” Apakah patut (Al-Qur’an) dalam bahasa selain bahasa Arab, sedangkan (rasul adalah) orang Arab? Katakanlah (Nabi Muhammad), “Al-Qur’an adalah petunjuk dan penyembuh bagi orang-orang yang beriman, sedangkan orang-orang yang tidak beriman, pada telinga mereka ada penyumbat dan mereka buta terhadapnya (Al-Qur’an).<sup>673)<\/sup> Mereka itu (seperti) orang-orang yang dipanggil dari tempat yang jauh.”","no_fn":"673","teks_fn":"673) Mereka tidak melihat dari Al-Qur’an, kecuali fitnah-fitnah yang memang mereka cari.","bacaan":"walaw ja'alnaahu qur-aanan a'jamiyyan laqaaluu lawlaa fushshilat aayaatuhu a-a'jamiyyun wa'arabiyyun qul huwa lilladziina aamanuu hudan wasyifaaun walladziina laa yu'minuuna fii aatsaanihim waqrun wahuwa 'alayhim 'aman ulaa-ika yunaadawna min makaanin ba'iid"},{"id_ayat":4263,"no_surah":41,"no_ayat":45,"teks_ayat":"وَلَقَدْ اٰتَيْنَا مُوْسَى الْكِتٰبَ فَاخْتُلِفَ فِيْهِ ۗوَلَوْلَا كَلِمَةٌ سَبَقَتْ مِنْ رَّبِّكَ لَقُضِيَ بَيْنَهُمْ ۗوَاِنَّهُمْ لَفِيْ شَكٍّ مِّنْهُ مُرِيْبٍ ","tema":"Kesamaan Perbuatan para Pendurhaka Dahulu dan Kini ","teks_terjemah":"Sungguh, Kami benar-benar telah menganugerahkan Kitab (Taurat) kepada Musa, lalu ia (kitab itu) diperselisihkan. Seandainya tidak ada ketetapan yang terdahulu dari Tuhanmu (bahwa orang-orang yang mendustakan Al-Qur’an akan ditunda penyiksaannya), niscaya telah dilaksanakan hukuman di antara mereka. Sesungguhnya mereka benar-benar dalam kebimbangan dan keraguan terhadapnya.","no_fn":"","teks_fn":"","bacaan":"walaqad aataynaa muusaalkitaaba fakhtulifa fiihi walawlaa kalimatun sabaqat min rabbika laqudhiya baynahum wa-innahum lafii syakkin minhu muriib"},{"id_ayat":4264,"no_surah":41,"no_ayat":46,"teks_ayat":"مَنْ عَمِلَ صَالِحًا فَلِنَفْسِهٖ ۙوَمَنْ اَسَاۤءَ فَعَلَيْهَا ۗوَمَا رَبُّكَ بِظَلَّامٍ لِّلْعَبِيْدِ  ۔ ","tema":"Kesamaan Perbuatan para Pendurhaka Dahulu dan Kini ","teks_terjemah":"Siapa yang mengerjakan kebajikan, maka (pahalanya) untuk dirinya sendiri dan siapa yang berbuat jahat, maka (akibatnya) menjadi tanggungan dirinya sendiri. Tuhanmu sama sekali tidak menzalimi hamba-hamba(-Nya).","no_fn":"","teks_fn":"","bacaan":"man 'amila shaalihan falinafsihi waman asaa-a fa'alayhaa wamaa rabbuka bizhallaamin lil'abiid"},{"id_ayat":4265,"no_surah":41,"no_ayat":47,"teks_ayat":"۞ اِلَيْهِ يُرَدُّ عِلْمُ السَّاعَةِ ۗوَمَا تَخْرُجُ مِنْ ثَمَرٰتٍ مِّنْ اَكْمَامِهَا وَمَا تَحْمِلُ مِنْ اُنْثٰى وَلَا تَضَعُ اِلَّا بِعِلْمِهٖ ۗوَيَوْمَ يُنَادِيْهِمْ اَيْنَ شُرَكَاۤءِيْۙ قَالُوْٓا اٰذَنّٰكَ مَا مِنَّا مِنْ شَهِيْدٍ ۚ ","tema":"Kesamaan Perbuatan para Pendurhaka Dahulu dan Kini","teks_terjemah":"Hanya kepada-Nya pengetahuan tentang hari Kiamat itu dikembalikan.<sup>674)<\/sup> Tidak ada sama sekali buah-buahan yang keluar dari kelopaknya dan tidak seorang perempuan pun yang mengandung dan melahirkan, melainkan semuanya dengan sepengetahuan-Nya. Pada hari ketika Dia (Allah) menyeru mereka, “Di manakah sekutu-sekutu-Ku itu?”<sup>675)<\/sup> Mereka menjawab, “Kami menyatakan kepada-Mu bahwa tidak ada seorang pun di antara kami yang dapat memberi kesaksian (bahwa Engkau mempunyai sekutu).”","no_fn":"674,675","teks_fn":"674) Hanya Allahlah yang mengetahui kapan datangnya hari Kiamat itu.<\/br>675) Yang dimaksud dengan sekutu-sekutu-Ku adalah berhala-berhala yang mereka anggap sebagai sekutu Allah.","bacaan":"ilayhi yuraddu 'ilmussaa'ati wamaa takhruju min tsamaraatin min akmaamihaa wamaa tahmilu min untsaa walaa tadha'u illaa bi'ilmihi wayawma yunaadiihim ayna syurakaa-ii qaaluu aadzannaaka maa minnaa min syahiid"},{"id_ayat":4266,"no_surah":41,"no_ayat":48,"teks_ayat":"وَضَلَّ عَنْهُمْ مَّا كَانُوْا يَدْعُوْنَ مِنْ قَبْلُ وَظَنُّوْا مَا لَهُمْ مِّنْ مَّحِيْصٍ ","tema":"Kesamaan Perbuatan para Pendurhaka Dahulu dan Kini","teks_terjemah":"Lenyaplah dari mereka apa yang dahulu selalu mereka sembah dan mereka pun mengetahui bahwa tidak ada tempat untuk menghindar (dari azab Allah) bagi mereka.","no_fn":"","teks_fn":"","bacaan":"wadhalla 'anhum maa kaanuu yad'uuna min qablu wazhannuu maa lahum min mahiish"},{"id_ayat":4267,"no_surah":41,"no_ayat":49,"teks_ayat":"لَا يَسْـَٔمُ الْاِنْسَانُ مِنْ دُعَاۤءِ الْخَيْرِۖ وَاِنْ مَّسَّهُ الشَّرُّ فَيَـُٔوْسٌ قَنُوْطٌ ","tema":"Sifat-Sifat Buruk Manusia","teks_terjemah":"Manusia tidak pernah jemu memohon kebaikan dan jika ditimpa malapetaka, mereka berputus asa dan hilang harapan.","no_fn":"","teks_fn":"","bacaan":"laa yas-amul-insaanu min du'aa-ilkhayri wa-in massahusysyarru fayauusun qanuuth"},{"id_ayat":4268,"no_surah":41,"no_ayat":50,"teks_ayat":"وَلَىِٕنْ اَذَقْنٰهُ رَحْمَةً مِّنَّا مِنْۢ بَعْدِ ضَرَّاۤءَ مَسَّتْهُ لَيَقُوْلَنَّ هٰذَا لِيْۙ وَمَآ اَظُنُّ السَّاعَةَ قَاۤىِٕمَةًۙ وَّلَىِٕنْ رُّجِعْتُ اِلٰى رَبِّيْٓ اِنَّ لِيْ عِنْدَهٗ لَلْحُسْنٰىۚ فَلَنُنَبِّئَنَّ الَّذِيْنَ كَفَرُوْا بِمَا عَمِلُوْاۖ وَلَنُذِيْقَنَّهُمْ مِّنْ عَذَابٍ غَلِيْظٍ ","tema":"Sifat-Sifat Buruk Manusia","teks_terjemah":"Jika Kami menganugerahkan kepadanya suatu rahmat dari Kami setelah ditimpa kesusahan, pastilah dia akan berkata, “Ini adalah hakku dan aku tidak yakin bahwa hari Kiamat itu akan terjadi. Jika (ternyata) aku dikembalikan kepada Tuhanku, sesungguhnya aku akan memperoleh kebaikan di sisi-Nya.” Maka, sungguh, Kami akan memberitahukan kepada orang-orang yang kufur tentang apa yang telah mereka kerjakan dan sungguh Kami benar-benar akan menimpakan kepada mereka azab yang sangat berat.","no_fn":"","teks_fn":"","bacaan":"wala-in adzaqnaahu rahmatan minnaa min ba'di dharraa-a massat-hu layaquulanna haadzaa lii wamaa azhunnussaa'ata qaa-imatan wala-in ruji'tu ilaa rabbii inna lii 'indahu lalhusnaa falanunabbi-annaladziina kafaruu bimaa 'amiluu walanudziiqannahum min 'adzaabin ghaliizh"},{"id_ayat":4269,"no_surah":41,"no_ayat":51,"teks_ayat":"وَاِذَآ اَنْعَمْنَا عَلَى الْاِنْسَانِ اَعْرَضَ وَنَاٰ بِجَانِبِهٖۚ وَاِذَا مَسَّهُ الشَّرُّ فَذُوْ دُعَاۤءٍ عَرِيْضٍ ","tema":"Sifat-Sifat Buruk Manusia","teks_terjemah":"Apabila Kami menganugerahkan kenikmatan kepada manusia, niscaya dia berpaling (tidak mensyukuri nikmat-Nya) dan menjauhkan diri (dari Allah dengan sombong), namun apabila kesusahan menimpanya, dia akan banyak berdoa.","no_fn":"","teks_fn":"","bacaan":"wa-idzaa an'amnaa 'alaal-insaani a'radha wanaaa bijaanibihi wa-idzaa massahusysyarru fadzuu du'aa-in 'ariidh"},{"id_ayat":4270,"no_surah":41,"no_ayat":52,"teks_ayat":"قُلْ اَرَءَيْتُمْ اِنْ كَانَ مِنْ عِنْدِ اللّٰهِ ثُمَّ كَفَرْتُمْ بِهٖ مَنْ اَضَلُّ مِمَّنْ هُوَ فِيْ شِقَاقٍۢ بَعِيْدٍ ","tema":"Sifat-Sifat Buruk Manusia","teks_terjemah":"Katakanlah (Nabi Muhammad), “Bagaimana pendapatmu jika (Al-Qur’an) itu datang dari sisi Allah, kemudian kamu mengingkarinya? Siapakah yang lebih sesat daripada orang yang selalu menyimpang jauh (dari kebenaran)?”","no_fn":"","teks_fn":"","bacaan":"qul ara-aytum in kaana min 'indilaahi tsumma kafartum bihi man adhallu mimman huwa fii syiqaaqin ba'iid"},{"id_ayat":4271,"no_surah":41,"no_ayat":53,"teks_ayat":"سَنُرِيْهِمْ اٰيٰتِنَا فِى الْاٰفَاقِ وَفِيْٓ اَنْفُسِهِمْ حَتّٰى يَتَبَيَّنَ لَهُمْ اَنَّهُ الْحَقُّۗ اَوَلَمْ يَكْفِ بِرَبِّكَ اَنَّهٗ عَلٰى كُلِّ شَيْءٍ شَهِيْدٌ ","tema":"Sifat-Sifat Buruk Manusia","teks_terjemah":"Kami akan memperlihatkan kepada mereka tanda-tanda (kebesaran) Kami di segenap penjuru dan pada diri mereka sendiri sehingga jelaslah bagi mereka bahwa (Al-Qur’an) itu adalah benar. Tidak cukupkah (bagi kamu) bahwa sesungguhnya Tuhanmu menjadi saksi atas segala sesuatu?","no_fn":"","teks_fn":"","bacaan":"sanuriihim aayaatinaa fiil-aafaaqi wafii anfusihim hattaa yatabayyana lahum annahulhaqqu awa lam yakfi birabbika annahu 'alaa kulli syay-in syahiid"},{"id_ayat":4272,"no_surah":41,"no_ayat":54,"teks_ayat":"اَلَآ اِنَّهُمْ  فِيْ مِرْيَةٍ مِّنْ لِّقَاۤءِ رَبِّهِمْ ۗ اَلَآ اِنَّهٗ بِكُلِّ شَيْءٍ مُّحِيْطٌ ࣖ","tema":"Sifat-Sifat Buruk Manusia","teks_terjemah":"Ketahuilah, sesungguhnya mereka dalam keraguan tentang pertemuan dengan Tuhan mereka. Ketahuilah, sesungguhnya Dia Maha Meliputi segala sesuatu.","no_fn":"","teks_fn":"","bacaan":"alaa innahum fii miryatin min liqaa-i rabbihimlaa innahu bikulli syay-in muhiith"}]