[{"id":4219,"surah":41,"no_ayah":1,"tema":"Al-Qur’an sebagai Basyīr dan Nażīr ","text_ayah":"ح[m[مٓ]","text_id":"Ḥa Mīm. ","text_en":"HA MIM.","transliteration":"Haa Meeem","no_fn":"","text_fn":""},{"id":4220,"surah":41,"no_ayah":2,"tema":"Al-Qur’an sebagai Basyīr dan Nażīr ","text_ayah":"تَ[f:11949[نز]ِي[a:11950[لٌ م]ِّنَ [h:8351[ٱ][l[ل]رَّحْمَ[n[ـٰ]نِ [h:3[ٱ][l[ل]رَّح[p[ِي]مِ","text_id":"(Al-Qur’an ini) diturunkan dari Tuhan Yang Maha Pengasih lagi Maha Penyayang.","text_en":"A revelation from the most benevolent, ever-merciful,","transliteration":"Tanzeelum Minar-Rahmaanir-Raheem","no_fn":"","text_fn":""},{"id":4221,"surah":41,"no_ayah":3,"tema":"Al-Qur’an sebagai Basyīr dan Nażīr ","text_ayah":"كِتَ[n[ـٰ][f:11951[بٌ ف]ُصِّلَتْ ءَايَ[n[ـٰ]تُهُ[n[ۥ] قُرْءَانًا عَرَبِي[u:11952[ًّا ل]ِّقَوْ[a:1292[مٍ ي]َعْلَم[p[ُو]نَ","text_id":"Kitab yang ayat-ayatnya dijelaskan sebagai bacaan dalam bahasa Arab untuk kaum yang mengetahui,","text_en":"A Book whose verses have been distinguished and explained, a lucid discourse for people who understand,","transliteration":"Kitaabun fussilat Aayaatuhoo Qur-aanan 'Arabiyyal liqawminy ya'lamoon","no_fn":"","text_fn":""},{"id":4222,"surah":41,"no_ayah":4,"tema":"Al-Qur’an sebagai Basyīr dan Nażīr ","text_ayah":"بَشِي[a:622[رًا و]َنَذِي[f:11953[رًا ف]َأَعْرَضَ أَكْثَرُهُمْ فَهُمْ لَا يَسْمَع[p[ُو]نَ","text_id":"yang membawa berita gembira dan peringatan. Akan tetapi, kebanyakan mereka berpaling (darinya) serta tidak mendengarkan.","text_en":"Announcing happy news and warnings. And yet most of them are averse and do not listen,","transliteration":"Basheeranw wa nazeeran fa-a'rada aksaruhum fahum laa yasma'oon","no_fn":"","text_fn":""},{"id":4223,"surah":41,"no_ayah":5,"tema":"Al-Qur’an sebagai Basyīr dan Nażīr ","text_ayah":"وَقَالُو[s[اْ] قُلُوبُنَا ف[o[ِىٓ] أَكِ[g[نّ]َ[a:11954[ةٍ م]ِّ[g[مّ]َا تَ[q:6404[دْ]عُون[o[َآ] إِلَيْهِ وَف[o[ِىٓ] ءَاذَانِنَا وَ[q:11955[قْ][a:11956[رٌ و]َم[i:11957[ِنۢ ب]َيْنِنَا وَبَيْنِكَ حِجَا[f:11958[بٌ ف]َ[h:11959[ٱ]عْمَلْ إِ[g[نّ]َنَا عَ[n[ـٰ]مِل[p[ُو]نَ","text_id":"Mereka berkata, “Hati kami sudah tertutup dari apa yang engkau serukan kepada kami. Dalam telinga kami ada penyumbat dan di antara kami dan engkau ada tabir. Oleh sebab itu, lakukanlah (apa yang kamu sukai). Sesungguhnya kami akan melakukan (apa yang kami sukai).”","text_en":"And say: \"Our hearts are immured against what you call us to. There is a deafness in our ears, and a veil lies between us and you. So act (your way), we are acting (ours).\"","transliteration":"Wa qaaloo quloobunaa feee akinnatim mimmaa tad'oonaaa ilaihi wa feee aazaaninaa waqrunw wa mim baininaa wa bainika bijaabun fa'mal innanaa 'aamiloon","no_fn":"","text_fn":""},{"id":4224,"surah":41,"no_ayah":6,"tema":"Al-Qur’an sebagai Basyīr dan Nażīr ","text_ayah":"قُلْ إِ[g[نّ]َم[o[َآ] أَنَا۟ بَشَ[a:7069[رٌ م]ِّثْلُكُمْ يُوحَ[o[ىٰٓ] إِلَىَّ أَ[g[نّ]َم[o[َآ] إِلَ[n[ـٰ]هُكُمْ إِلَ[n[ـٰ][a:827[هٌ و][n[َٲ]حِ[f:11960[دٌ ف]َ[h:5478[ٱ]سْتَقِيم[o[ُوٓ][s[اْ] إِلَيْهِ وَ[h:11961[ٱ]سْتَغْفِرُوهُ‌ۗ وَوَيْ[u:11962[لٌ ل]ِّلْمُشْرِك[p[ِي]نَ","text_id":"Katakanlah (Nabi Muhammad), “Sesungguhnya aku hanyalah seorang manusia seperti kamu yang diwahyukan kepadaku bahwa Tuhan kamu adalah Tuhan Yang Maha Esa. Oleh sebab itu, tetaplah (dalam beribadah) dan mohonlah ampunan kepada-Nya. Celakalah orang-orang yang mempersekutukan(-Nya),","text_en":"Say: \"I am a man like you, (but) it is revealed to me that your God is one God, so take the straight path to Him, and ask Him to forgive your sins. Woe to the idolaters","transliteration":"Qul innamaaa ana basharum mislukum yoohaaa ilaiya annamaaa ilaahukum Ilaahunw Waahidun fastaqeemooo ilaihi wastagfirooh; wa wailul lil mushrikeen","no_fn":"","text_fn":""},{"id":4225,"surah":41,"no_ayah":7,"tema":"Al-Qur’an sebagai Basyīr dan Nażīr ","text_ayah":"ٱلَّذِينَ لَا يُؤْتُونَ [h:11963[ٱ][l[ل]زَّكَ[s[و][n[ٲ]ةَ وَه[c:4710[ُم ب]ِ[h:447[ٱ]لْأَخِرَةِ هُمْ كَ[n[ـٰ]فِر[p[ُو]نَ","text_id":"(yaitu) orang-orang yang tidak menunaikan zakat dan mereka ingkar terhadap kehidupan akhirat.","text_en":"Who do not give a due share of their wealth for the welfare of others, and do not believe in the Hereafter.","transliteration":"Allazeena laa yu'toonaz Zakaata wa hum bil-Aakhiratihum kaafiroon","no_fn":"","text_fn":""},{"id":4226,"surah":41,"no_ayah":8,"tema":"Al-Qur’an sebagai Basyīr dan Nażīr ","text_ayah":"إِ[g[نّ]َ [h:24[ٱ]لَّذِينَ ءَامَنُو[s[اْ] وَعَمِلُو[s[اْ] [h:118[ٱ][l[ل]صَّ[n[ـٰ]لِحَ[n[ـٰ]تِ لَهُمْ أَ[q:2423[جْ]رٌ غَيْرُ مَمْن[p[ُو]نٍ","text_id":"Sesungguhnya orang-orang yang beriman dan mengerjakan kebajikan, mereka akan mendapat pahala yang tidak ada putus-putusnya.”","text_en":"But those who believe and do the right, will have a continuing reward.","transliteration":"Innal lazeena aamanoo wa 'amilus saalihaati lahum ajrun ghairu mamnoon","no_fn":"","text_fn":""},{"id":4227,"surah":41,"no_ayah":9,"tema":"Ketidakpantasan Mengingkari Allah sebagai Pencipta Langit dan Bumi ","text_ayah":"۞ قُلْ أَئِ[g[نّ]َكُمْ لَتَكْفُرُونَ بِ[h:315[ٱ]لَّذِى خَلَقَ [h:8438[ٱ]لْأَرْضَ فِى يَوْمَيْنِ وَتَ[q:11964[جْ]عَلُونَ لَهُ[o[ۥٓ] أَ[f:96[ند]َا[f:11965[دًا‌ۚ ذ][n[َٲ]لِكَ رَبُّ [h:4750[ٱ]لْعَ[n[ـٰ]لَم[p[ِي]نَ","text_id":"Katakanlah, “Pantaskah kamu mengingkari Tuhan yang menciptakan bumi dalam dua masa dan kamu adakan pula sekutu-sekutu bagi-Nya? Itulah Tuhan semesta alam.”","text_en":"Say: \"Do you refuse to believe in Him who created the earth in two spans of time, and set up compeers to Him, the Lord of all the worlds?","transliteration":"Qul a'innakum latakfuroona billazee khalaqal arda fee yawmaini wa taj'aloona lahooo andaadaa; zaalika Rabbul 'aalameen","no_fn":"","text_fn":""},{"id":4228,"surah":41,"no_ayah":10,"tema":"Ketidakpantasan Mengingkari Allah sebagai Pencipta Langit dan Bumi ","text_ayah":"وَجَعَلَ فِيهَا رَو[n[َٲ]سِىَ مِ[f:11665[ن ف]َوْقِهَا وَبَ[n[ـٰ]رَكَ فِيهَا وَقَدَّرَ فِيه[o[َآ] أَ[q:11966[قْ]و[n[َٲ]تَهَا ف[o[ِىٓ] أَرْبَعَةِ أَيَّا[f:11967[مٍ س]َو[o[َا]ٓ[u:11968[ءً ل]ِّلسّ[o[َا]ٓئِل[p[ِي]نَ","text_id":"Dia ciptakan pada (bumi) itu gunung-gunung yang kokoh di atasnya, lalu Dia memberkahi dan menentukan makanan-makanan (bagi penghuni)-nya dalam empat masa yang cukup untuk (kebutuhan) mereka yang memerlukannya.","text_en":"He placed firm stabilisers rising above its surface, blessed it with plenty and growth, and ingrained the means of growing its food within it, sufficient for all seekers, in four spans.","transliteration":"Wa ja'ala feehaa rawaa siya min fawqihaa wa baaraka feehaa wa qaddara feehaaaa aqwaatahaa feee arba'ati ayyaamin sawaaa'al lissaaa'ileen","no_fn":"","text_fn":""},{"id":4229,"surah":41,"no_ayah":11,"tema":"Ketidakpantasan Mengingkari Allah sebagai Pencipta Langit dan Bumi ","text_ayah":"ثُ[g[مّ]َ [h:156[ٱ]سْتَوَ[o[ىٰٓ] إِلَى [h:157[ٱ][l[ل]سَّم[o[َا]ٓءِ وَهِىَ دُخَا[f:11969[نٌ ف]َقَالَ لَهَا وَلِلْأَرْضِ [h:11970[ٱ]ئْتِيَا طَوْعًا أَوْ كَرْ[f:11971[هًا ق]َالَت[o[َآ] أَتَيْنَا ط[o[َا]ٓئِع[p[ِي]نَ","text_id":"Dia kemudian menuju ke langit dan (langit) itu masih berupa asap. Dia berfirman kepadanya dan kepada bumi, “Tunduklah kepada-Ku dengan patuh atau terpaksa.” Keduanya menjawab, “Kami tunduk dengan patuh.”","text_en":"Then He turned to the heavens, and it was smoke. So He said to it and the earth: \"Come with willing obedience or perforce.\" They said: \"We come willingly.\"","transliteration":"Summas tawaaa ilas-samaaa'i wa hiya dukhaanun faqaala lahaa wa lil ardi'tiyaaa taw'an aw karhan qaalataaa atainaa taaa'i'een","no_fn":"","text_fn":""},{"id":4230,"surah":41,"no_ayah":12,"tema":"Ketidakpantasan Mengingkari Allah sebagai Pencipta Langit dan Bumi ","text_ayah":"فَقَضَ[n[ـٰ]هُ[g[نّ]َ سَ[q:158[بْ]عَ سَمَ[n[ـٰ]وَا[f:11972[تٍ ف]ِى يَوْمَيْنِ وَأَوْحَىٰ فِى كُلِّ سَم[o[َا]ٓءٍ أَمْرَهَا‌ۚ وَزَيَّ[g[نّ]َا [h:11973[ٱ][l[ل]سَّم[o[َا]ٓءَ [h:11315[ٱ][l[ل]دُّنْيَا بِمَصَ[n[ـٰ]بِيحَ وَحِفْ[f:11974[ظًا‌ۚ ذ][n[َٲ]لِكَ تَ[q:4267[قْ]دِيرُ [h:4268[ٱ]لْعَزِيزِ [h:4269[ٱ]لْعَل[p[ِي]مِ","text_id":"Lalu, Dia menjadikan-Nya tujuh langit dalam dua masa dan pada setiap langit Dia mewahyukan urusan masing-masing. Kemudian langit yang paling dekat (dengan bumi), Kami hiasi dengan bintang-bintang sebagai penjagaan (dari setan).<sup>669)</sup> Demikianlah ketetapan (Allah) Yang Mahaperkasa lagi Maha Mengetahui.","text_en":"Then He created several skies in two spans, and ingrained in each sky its function, decking the nearest heaven with lamps, and guarded it. This has been determined by the mighty and all-knowing.","transliteration":"Faqadaahunna sab'a samaawaatin fee yawmaini wa awhaa fee kulli samaaa'in amarahaa; wa zaiyannassa maaa'ad dunyaa bimasaabeeha wa hifzaa; zaalika taqdeerul 'Azeezil 'Aleem","no_fn":"669","text_fn":"669) Kebiasaan setan adalah mengintip dan mencuri dengar pembicaraan para malaikat tentang apa yang akan terjadi di bumi."},{"id":4231,"surah":41,"no_ayah":13,"tema":"Azab Allah untuk Kaum ‘Ad dan Kaum Samud ","text_ayah":"فَإِنْ أَعْرَضُو[s[اْ] فَقُلْ أَ[f:11975[نذ]َرْتُكُمْ صَ[n[ـٰ]عِقَ[a:11976[ةً م]ِّثْلَ صَ[n[ـٰ]عِقَةِ عَا[a:11977[دٍ و]َثَم[p[ُو][q[د]َ","text_id":"Jika mereka berpaling, katakanlah, “Aku telah memperingatkan kamu (azab berupa) petir seperti petir yang menimpa (kaum) ‘Ad dan (kaum) Samud.”","text_en":"If even then they turn away, tell them: \"I forewarn you of a terrible punishment like the thunderbolt that fell upon the 'Ad and Thamud.\"","transliteration":"Fa-in a'radoo faqul anzartukum saa'iqatam misla saa'iqati 'Aadinw wa Samood","no_fn":"","text_fn":""},{"id":4232,"surah":41,"no_ayah":14,"tema":"Azab Allah untuk Kaum ‘Ad dan Kaum Samud ","text_ayah":"إِذْ ج[o[َا]ٓءَتْهُمُ [h:11978[ٱ][l[ل]رُّسُلُ م[i:4612[ِنۢ ب]َيْنِ أَيْدِيهِمْ وَمِنْ خَلْفِهِمْ أَلَّا تَعْبُد[o[ُوٓ][s[اْ] إِلَّا [h:416[ٱ]للَّهَ‌ۖ قَالُو[s[اْ] لَوْ ش[o[َا]ٓءَ رَبُّنَا لَأَ[f:9182[نز]َلَ مَلَ[o[ـٰٓ]ئِكَ[f:11979[ةً ف]َإِ[g[نّ]َا بِم[o[َآ] أُرْسِلْت[c:7059[ُم ب]ِه[n[ِۦ] كَ[n[ـٰ]فِر[p[ُو]نَ","text_id":"Ketika para rasul datang kepada mereka dari depan dan dari belakang mereka<sup>670)</sup> (dengan menyerukan,) “Janganlah kamu menyembah selain Allah,” mereka menjawab, “Kalau Tuhan kami menghendaki, tentu Dia menurunkan malaikat-malaikat-Nya. Sesungguhnya kami ingkar pada kerasulanmu.”","text_en":"Their apostles came to them one after the other (saying): \"Do not worship any one but God.\" They said: \"If our Lord had pleased He would have sent the angels down. We reject what is sent with you.\"","transliteration":"Iz jaaa'at humur Rusulu mim baini aydeehim wa min khalfihim allaa ta'budooo illal laaha qaaloo law shaaa'a Rabunaa la anzala malaaa 'ikatan fa innaa bimaaa ursiltum bihee kaafiroon","no_fn":"670","text_fn":"670) Yang dimaksud dengan dari depan dan dari belakang adalah dari segala penjuru."},{"id":4233,"surah":41,"no_ayah":15,"tema":"Azab Allah untuk Kaum ‘Ad dan Kaum Samud ","text_ayah":"فَأَ[g[مّ]َا عَا[f:11980[دٌ ف]َ[h:4956[ٱ]سْتَكْبَرُو[s[اْ] فِى [h:44[ٱ]لْأَرْضِ بِغَيْرِ [h:325[ٱ]لْحَقِّ وَقَالُو[s[اْ] مَنْ أَشَدُّ مِ[g[نّ]َا قُوَّةً‌ۖ أَوَلَمْ يَرَوْ[s[اْ] أَ[g[نّ]َ [h:394[ٱ]للَّهَ [h:2537[ٱ]لَّذِى خَلَقَهُمْ هُوَ أَشَدُّ مِنْهُمْ قُوَّ[a:11981[ةً‌ۖ و]َكَانُو[s[اْ] بِـَٔـايَ[n[ـٰ]تِنَا يَ[q:4008[جْ]حَد[p[ُو]نَ","text_id":"Adapun (kaum) ‘Ad, mereka menyombongkan diri di bumi tanpa alasan yang benar. Mereka berkata, “Siapakah yang lebih hebat kekuatannya daripada kami?” Tidakkah mereka memperhatikan bahwa sesungguhnya Allah yang menciptakan mereka itu lebih hebat kekuatan-Nya daripada mereka? Mereka telah mengingkari tanda-tanda (kebesaran) Kami.","text_en":"So those who were 'Ad turned insolent unjustly in the land, and said: \"Who is stronger than us?\" Did they not see that God who created them was greater far in power than they? Yet they refused to believe Our signs.","transliteration":"Fa ammaa 'Aadun fastak baroo fil ardi bighairul haqqi wa qaaloo man ashaddu minnaa quwwatan awalam yaraw annal laahal lazee khalaqahum Huwa ashaddu minhum quwwatanw wa kaanoo bi Aayaatinaa yajhadoon","no_fn":"","text_fn":""},{"id":4234,"surah":41,"no_ayah":16,"tema":"Azab Allah untuk Kaum ‘Ad dan Kaum Samud ","text_ayah":"فَأَرْسَلْنَا عَلَيْهِمْ رِي[f:11982[حًا ص]َرْصَ[f:11983[رًا ف][o[ِىٓ] أَيَّا[a:11984[مٍ ن]َّحِسَا[u:11985[تٍ ل]ِّنُذِيقَهُمْ عَذَابَ [h:6201[ٱ]لْخِزْىِ فِى [h:441[ٱ]لْحَيَ[s[و][n[ٲ]ةِ [h:442[ٱ][l[ل]دُّنْيَا‌ۖ وَلَعَذَابُ [h:7000[ٱ]لْأَخِرَةِ أَخْزَىٰ‌ۖ وَهُمْ لَا يُ[f:237[نص]َر[p[ُو]نَ","text_id":"Maka, Kami mengembuskan angin yang sangat dingin dan bergemuruh kepada mereka selama beberapa hari yang nahas karena Kami ingin agar mereka merasakan siksaan yang menghinakan dalam kehidupan di dunia. Sungguh, azab akhirat lebih menghinakan dan mereka tidak diberi pertolongan.","text_en":"So We let loose on them a violent wind for several days of distress to make them taste a most disgraceful punishment here in this world, and far more shameful will be the punishment in the Hereafter, and there will be no succour for them.","transliteration":"Fa arsalnaa 'alaihim reehan sarsaran feee ayyaamin nahisaatil linuzeeqahum 'azaabal khizyi fil hayaatid dunyaa wa la'azaabul Aakhirati akhzaa wa hum laa yunsaroon","no_fn":"","text_fn":""},{"id":4235,"surah":41,"no_ayah":17,"tema":"Azab Allah untuk Kaum ‘Ad dan Kaum Samud ","text_ayah":"وَأَ[g[مّ]َا ثَمُودُ فَهَدَيْنَ[n[ـٰ]هُمْ فَ[h:11986[ٱ]سْتَحَبُّو[s[اْ] [h:11987[ٱ]لْعَمَىٰ عَلَى [h:4019[ٱ]لْهُدَىٰ فَأَخَذَتْهُمْ صَ[n[ـٰ]عِقَةُ [h:11988[ٱ]لْعَذَابِ [h:11989[ٱ]لْهُونِ بِمَا كَانُو[s[اْ] يَكْسِب[p[ُو]نَ","text_id":"Adapun (kaum) Samud, mereka telah Kami beri petunjuk, tetapi mereka lebih menyukai kebutaan (kesesatan) daripada petunjuk itu. Maka, mereka disambar petir sebagai azab yang menghinakan karena apa yang telah mereka kerjakan.","text_en":"As for the (tribe of) Thamud, We tried to guide them, but they preferred blindness to guidance; then they were seized by the torment of a humiliating punishment as requital for their misdeeds;","transliteration":"Wa ammaa Samoodu fahadinaahum fastahabbul 'ama 'alal huda fa akhazathum saa'iqatul 'azaabil hooni bimaa kaanoo yaksiboon","no_fn":"","text_fn":""},{"id":4236,"surah":41,"no_ayah":18,"tema":"Azab Allah untuk Kaum ‘Ad dan Kaum Samud ","text_ayah":"وَنَجَّيْنَا [h:11990[ٱ]لَّذِينَ ءَامَنُو[s[اْ] وَكَانُو[s[اْ] يَتَّق[p[ُو]نَ","text_id":"Kami menyelamatkan orang-orang yang beriman dan selalu bertakwa.","text_en":"But We saved those who believed and took heed for themselves.","transliteration":"Wa najjainal lazeena aamanoo wa kaanoo yattaqoon","no_fn":"","text_fn":""},{"id":4237,"surah":41,"no_ayah":19,"tema":"Kesaksian Anggota Tubuh di Akhirat ","text_ayah":"وَيَوْمَ يُحْشَرُ أَعْد[o[َا]ٓءُ [h:11991[ٱ]للَّهِ إِلَى [h:1241[ٱ][l[ل][g[نّ]َارِ فَهُمْ يُوزَع[p[ُو]نَ","text_id":"(Ingatlah) hari (ketika) musuh-musuh Allah digiring ke neraka, lalu mereka dipisah-pisahkan.","text_en":"The day the enemies of God will be gathered at the Fire and the records of their deeds will be distributed,","transliteration":"Wa yawma yuhsharu a'daaa'ul laahi ilan Naari fahum yooza'oon","no_fn":"","text_fn":""},{"id":4238,"surah":41,"no_ayah":20,"tema":"Kesaksian Anggota Tubuh di Akhirat ","text_ayah":"حَتَّ[o[ىٰٓ] إِذَا مَا ج[o[َا]ٓءُوهَا شَهِدَ عَلَيْهِمْ سَمْعُهُمْ وَأَ[q:11992[بْ]صَ[n[ـٰ]رُهُمْ وَجُلُودُه[c:11993[ُم ب]ِمَا كَانُو[s[اْ] يَعْمَل[p[ُو]نَ","text_id":"Ketika mereka sampai ke neraka, pendengaran, penglihatan, dan kulit mereka menjadi saksi terhadap apa yang telah mereka lakukan.","text_en":"So that when they reach it their ears and eyes and persons will testify to what they did.","transliteration":"Hattaaa izaa maa jaaa'oohaa shahida 'alaihim samu'uhum wa absaaruhum wa julooduhum bimaa kaanoo ya'maloon","no_fn":"","text_fn":""},{"id":4239,"surah":41,"no_ayah":21,"tema":"Kesaksian Anggota Tubuh di Akhirat ","text_ayah":"وَقَالُو[s[اْ] لِجُلُودِهِمْ لِمَ شَهِ[d:11994[د]تُّمْ عَلَيْنَا‌ۖ قَال[o[ُوٓ][s[اْ] أَ[f:11995[نط]َقَنَا [h:11996[ٱ]للَّهُ [h:4738[ٱ]لَّذ[o[ِىٓ] أَ[f:11997[نط]َقَ كُلَّ ش[a:4300[َىْءٍ و]َهُوَ خَلَقَكُمْ أَوَّلَ مَرَّ[a:11998[ةٍ و]َإِلَيْهِ تُرْجَع[p[ُو]نَ","text_id":"Mereka berkata kepada kulit mereka, “Mengapa kamu menjadi saksi terhadap kami?” (Kulit) mereka menjawab, “Allah yang menjadikan segala sesuatu dapat berbicara telah menjadikan kami dapat berbicara. Dialah yang menciptakan kamu pertama kali dan hanya kepada-Nya kamu dikembalikan.”","text_en":"And they will say to their bodies: \"Why did you testify against us?\" They will answer: \"God, who gave all things power of articulation, made us speak. It is He who created you the first time, and to Him you will return.","transliteration":"Wa qaaloo lijuloodihim lima shahittum 'alainaa qaaloo antaqanal laahul lazeee antaqa kulla shai'inw wa Huwa khalaqakum awwala marratinw wa ilaihi turja'oon","no_fn":"","text_fn":""},{"id":4240,"surah":41,"no_ayah":22,"tema":"Kesaksian Anggota Tubuh di Akhirat ","text_ayah":"وَمَا كُ[f:100[نت]ُمْ تَسْتَتِرُونَ أ[a:11999[َن ي]َشْهَدَ عَلَيْكُمْ سَمْعُكُمْ وَل[o[َآ] أَ[q:12000[بْ]صَ[n[ـٰ]رُكُمْ وَلَا جُلُودُكُمْ وَلَ[n[ـٰ]كِ[f:12001[ن ظ]َنَ[f:12002[نت]ُمْ أَ[g[نّ]َ [h:394[ٱ]للَّهَ لَا يَعْلَمُ كَثِي[a:3437[رًا م]ِّ[g[مّ]َا تَعْمَل[p[ُو]نَ","text_id":"Kamu tidak dapat bersembunyi dari kesaksian pendengaran, penglihatan, dan kulitmu terhadapmu, bahkan kamu mengira Allah tidak mengetahui banyak tentang apa yang kamu lakukan.<sup>671)</sup>","text_en":"You did not hide your (doings) so that your ears or eyes or persons should not testify against you. In fact you thought that God did not know the things you used to do.","transliteration":"Wa maa kuntum tastatiroona ai-yashhada 'alaikum sam'ukum wa laaa absaarukum wa laa juloodukum wa laakin zanantum annal laaha laa ya'lamu kaseeram mimmaa ta'maloon","no_fn":"671","text_fn":"671) Mereka melakukan dosa dengan terang-terangan karena menyangka bahwa Allah tidak mengetahui perbuatan mereka serta pendengaran, penglihatan, dan kulit mereka tidak akan menjadi saksi di akhirat kelak atas perbuatan mereka."},{"id":4241,"surah":41,"no_ayah":23,"tema":"Kesaksian Anggota Tubuh di Akhirat ","text_ayah":"وَذ[n[َٲ]لِكُمْ ظَ[g[نّ]ُكُمُ [h:12003[ٱ]لَّذِى ظَنَ[f:12002[نت][c:12004[ُم ب]ِرَبِّكُمْ أَرْدَ[n[ٮٰ]كُمْ فَأَصْبَحْت[w:12005[ُم م]ِّنَ [h:340[ٱ]لْخَ[n[ـٰ]سِر[p[ِي]نَ","text_id":"Itulah dugaanmu yang telah kamu sangkakan terhadap Tuhanmu. (Dugaan) itu telah membinasakan kamu sehingga jadilah kamu termasuk orang-orang yang rugi.","text_en":"It is this notion you had of your Lord that caused your ruin, and you are lost.\"","transliteration":"Wa zaalikum zannukumul lazee zanantum bi-Rabbikum ardaakum fa asbahtum minal khaasireen","no_fn":"","text_fn":""},{"id":4242,"surah":41,"no_ayah":24,"tema":"Kesaksian Anggota Tubuh di Akhirat ","text_ayah":"فَإ[a:12006[ِن ي]َصْبِرُو[s[اْ] فَ[h:6278[ٱ][l[ل][g[نّ]َارُ مَثْ[u:12007[وًى ل]َّهُمْ‌ۖ وَإ[a:12008[ِن ي]َسْتَعْتِبُو[s[اْ] فَمَا ه[w:10171[ُم م]ِّنَ [h:12009[ٱ]لْمُعْتَب[p[ِي]نَ","text_id":"Jika mereka bersabar (atas azab neraka), nerakalah tempat tinggal mereka dan jika mereka meminta belas kasihan, maka mereka bukanlah orang yang pantas dikasihani.","text_en":"Even if they are patient, their abode is Hell; and if they beg for favour, none will favour them.","transliteration":"Fa-iny yasbiroo fan Naaru maswal lahum wa iny-yasta'tiboo famaa hum minal mu'tabeen","no_fn":"","text_fn":""},{"id":4243,"surah":41,"no_ayah":25,"tema":"Ketetapan bagi Teman-Teman Orang Kafir ","text_ayah":"۞ وَقَيَّضْنَا لَهُمْ قُرَن[o[َا]ٓءَ فَزَيَّنُو[s[اْ] لَه[w:3531[ُم م]َّا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَحَقَّ عَلَيْهِمُ [h:10217[ٱ]لْقَوْلُ ف[o[ِىٓ] أُمَ[f:4671[مٍ ق]َ[q:298[دْ] خَلَتْ مِ[f:617[ن ق]َ[q:618[بْ]لِه[w:10662[ِم م]ِّنَ [h:4673[ٱ]لْجِ[g[نّ]ِ وَ[h:4418[ٱ]لْإِ[f:4418[نس]ِ‌ۖ إِ[g[نّ]َهُمْ كَانُو[s[اْ] خَ[n[ـٰ]سِر[p[ِي]نَ","text_id":"Kami menetapkan bagi mereka teman-teman (dari setan) yang memuji-muji apa saja yang ada di hadapan (nafsu dan kelezatan dunia) dan di belakang (angan-angan) mereka. Tetaplah atas mereka putusan (azab) bersama umat-umat yang terdahulu sebelum mereka dari (golongan) jin dan manusia. Sesungguhnya mereka adalah orang-orang yang rugi.","text_en":"We had assigned to them close companions who made their past and present look attractive to them; and the fate that had once befallen the communities of jinns and men before them was justified upon them. They were indeed bound to perish.","transliteration":"Wa qaiyadnaa lahum quranaaa'a fazaiyanoo lahum maa baina aideehim wa maa khalfahum wa haqqa 'alaihimul qawlu feee umamin qad khalat min qablihim minal jinni wal insi innahum kaanoo khaasireen","no_fn":"","text_fn":""},{"id":4244,"surah":41,"no_ayah":26,"tema":"Ketetapan bagi Teman-Teman Orang Kafir ","text_ayah":"وَقَالَ [h:614[ٱ]لَّذِينَ كَفَرُو[s[اْ] لَا تَسْمَعُو[s[اْ] لِهَ[n[ـٰ]ذَا [h:12010[ٱ]لْقُرْءَانِ وَ[h:12011[ٱ]لْغَوْ[s[اْ] فِيهِ لَعَلَّكُمْ تَغْلِب[p[ُو]نَ","text_id":"Orang-orang yang kufur berkata, “Janganlah kamu mendengarkan (bacaan) Al-Qur’an ini dan buatlah kegaduhan terhadapnya agar kamu dapat mengalahkan (mereka).”","text_en":"The disbelievers say: \"Do not listen to this Qur'an, and shout away (its reading); you may haply prevail.\"","transliteration":"Wa qaalal lazeena kafaroo laa tasma'oo lihaazal Quraani walghaw feehi la'allakum taghlihoon","no_fn":"","text_fn":""},{"id":4245,"surah":41,"no_ayah":27,"tema":"Ketetapan bagi Teman-Teman Orang Kafir ","text_ayah":"فَلَنُذِيقَ[g[نّ]َ [h:12012[ٱ]لَّذِينَ كَفَرُو[s[اْ] عَذَا[f:1966[بًا ش]َدِي[a:12013[دًا و]َلَنَ[q:7579[جْ]زِيَ[g[نّ]َهُمْ أَسْوَأَ [h:11701[ٱ]لَّذِى كَانُو[s[اْ] يَعْمَل[p[ُو]نَ","text_id":"Sungguh, Kami pasti akan menimpakan azab yang keras kepada orang-orang yang kufur itu dan sungguh, Kami pasti akan membalas mereka dengan seburuk-buruk balasan (atas) apa yang telah mereka kerjakan.","text_en":"We shall make the disbelievers taste the severest punishment, and retribute them for the worst that they had done.","transliteration":"Falanuzeeqannal lazeena kafaroo 'azaaban shadeedanw wa lanajziyannahum aswallazee kaanoo ya'maloon","no_fn":"","text_fn":""},{"id":4246,"surah":41,"no_ayah":28,"tema":"Ketetapan bagi Teman-Teman Orang Kafir ","text_ayah":"ذ[n[َٲ]لِكَ جَز[o[َا]ٓءُ أَعْد[o[َا]ٓءِ [h:12014[ٱ]للَّهِ [h:12015[ٱ][l[ل][g[نّ]َارُ‌ۖ لَهُمْ فِيهَا دَارُ [h:12016[ٱ]لْخُلْدِ‌ۖ جَز[o[َا]ٓ[i:3537[ءَۢ ب]ِمَا كَانُو[s[اْ] بِـَٔـايَ[n[ـٰ]تِنَا يَ[q:4008[جْ]حَد[p[ُو]نَ","text_id":"Itulah neraka, balasan (bagi) musuh-musuh Allah. Mereka mendapat tempat tinggal yang kekal di dalamnya sebagai balasan atas keingkaran mereka terhadap ayat-ayat Kami.","text_en":"This is the requital for God's enemies: Hell, where they will have their lasting home, as punishment for denying Our revelations.","transliteration":"Zaalika jazaaa'u a'daaa'il laahin Naaru lahum feehaa daarul khuld, jazaaa'am bimaa kaanoo bi aayaatinaa yajhdoon","no_fn":"","text_fn":""},{"id":4247,"surah":41,"no_ayah":29,"tema":"Ketetapan bagi Teman-Teman Orang Kafir ","text_ayah":"وَقَالَ [h:614[ٱ]لَّذِينَ كَفَرُو[s[اْ] رَبَّن[o[َآ] أَرِنَا [h:12017[ٱ]لَّذَيْنِ أَضَلَّانَا مِنَ [h:4673[ٱ]لْجِ[g[نّ]ِ وَ[h:4418[ٱ]لْإِ[f:4418[نس]ِ نَ[q:12018[جْ]عَلْهُمَا تَحْتَ أَ[q:12019[قْ]دَامِنَا لِيَكُونَا مِنَ [h:12020[ٱ]لْأَسْفَل[p[ِي]نَ","text_id":"Orang-orang yang kufur berkata, “Ya Tuhan kami, perlihatkanlah kepada kami dua golongan yang telah menyesatkan kami, yaitu (golongan) jin dan manusia, agar kami meletakkan keduanya di bawah telapak kaki kami supaya keduanya menjadi golongan yang paling bawah (hina).”","text_en":"Those who disbelieve will say: \"O Lord, show us those among the jinns and men who had led us astray that we may trample them underfoot and make them wholly abject.\"","transliteration":"Wa qaalal lazeena kafaroo Rabbanaaa arinal lazaini adal laanaa minal jinni wal insi naj'alhumaa tahta aqdaaminaa liyakoonaa minal asfaleen","no_fn":"","text_fn":""},{"id":4248,"surah":41,"no_ayah":30,"tema":"Orang-Orang yang Istikamah dalam Iman ","text_ayah":"إِ[g[نّ]َ [h:24[ٱ]لَّذِينَ قَالُو[s[اْ] رَبُّنَا [h:9034[ٱ]للَّهُ ثُ[g[مّ]َ [h:12021[ٱ]سْتَقَ[n[ـٰ]مُو[s[اْ] تَتَنَزَّلُ عَلَيْهِمُ [h:12022[ٱ]لْمَلَ[o[ـٰٓ]ئِكَةُ أَلَّا تَخَافُو[s[اْ] وَلَا تَحْزَنُو[s[اْ] وَأَ[q:12023[بْ]شِرُو[s[اْ] بِ[h:12024[ٱ]لْجَ[g[نّ]َةِ [h:12025[ٱ]لَّتِى كُ[f:100[نت]ُمْ تُوعَد[p[ُو]نَ","text_id":"Sesungguhnya orang-orang yang berkata, “Tuhan kami adalah Allah,” kemudian tetap (dalam pendiriannya), akan turun malaikat-malaikat kepada mereka (seraya berkata), “Janganlah kamu takut dan bersedih hati serta bergembiralah dengan (memperoleh) surga yang telah dijanjikan kepadamu.”","text_en":"Surely the angels will come down to those who say, 'Our Lord is God' and then remain steadfast, saying: \"You should have neither fear nor regret, but rejoice in the happy news of Paradise that has been promised you.","transliteration":"Innal lazeena qaaloo Rabbunal laahu summas taqaamoo tatanazzalu 'alaihimul malaaa 'ikatu allaa takhaafoo wa laa tahzanoo wa abshiroo bil Jannnatil latee kuntum too'adoon","no_fn":"","text_fn":""},{"id":4249,"surah":41,"no_ayah":31,"tema":"Orang-Orang yang Istikamah dalam Iman ","text_ayah":"نَحْنُ أَوْلِي[o[َا]ٓؤُكُمْ فِى [h:441[ٱ]لْحَيَ[s[و][n[ٲ]ةِ [h:442[ٱ][l[ل]دُّنْيَا وَفِى [h:1108[ٱ]لْأَخِرَةِ‌ۖ وَلَكُمْ فِيهَا مَا تَشْتَه[o[ِىٓ] أَ[f:6579[نف]ُسُكُمْ وَلَكُمْ فِيهَا مَا تَدَّع[p[ُو]نَ","text_id":"Kamilah pelindung-pelindungmu dalam kehidupan dunia dan akhirat. Di dalamnya (surga) kamu akan memperoleh apa yang kamu sukai dan apa yang kamu minta.","text_en":"We are your friends in this life and in the Hereafter where you will get whatever your hearts desire, and have whatsoever you ask for,","transliteration":"Nahnu awliyaaa'ukum fil hayaatid dunyaa wa fil Aakhirati wa lakum feehaa maa tashtaheee anfusukum wa lakum feehaa ma tadda'oon","no_fn":"","text_fn":""},{"id":4250,"surah":41,"no_ayah":32,"tema":"Orang-Orang yang Istikamah dalam Iman ","text_ayah":"نُزُل[a:2524[اً م]ِّنْ غَفُو[u:12026[رٍ ر]َّح[p[ِي]مٍ","text_id":"(Semua itu) sebagai karunia (penghormatan bagimu) dari (Allah) Yang Maha Pengampun lagi Maha Penyayang.”","text_en":"As a gift from the forgiving, ever-merciful (God).\"","transliteration":"Nuzulam min Ghafoorir Raheem","no_fn":"","text_fn":""},{"id":4251,"surah":41,"no_ayah":33,"tema":"Seruan kepada Allah sebagai Sebaik-baiknya Seruan ","text_ayah":"وَمَنْ أَحْسَنُ قَوْل[a:12027[اً م]ِّ[g[مّ]َ[f:12028[ن د]َع[o[َآ] إِلَى [h:1637[ٱ]للَّهِ وَعَمِلَ صَ[n[ـٰ]لِ[a:12029[حًا و]َقَالَ إِ[g[نّ]َنِى مِنَ [h:6135[ٱ]لْمُسْلِم[p[ِي]نَ","text_id":"Siapakah yang lebih baik perkataannya daripada orang yang menyeru kepada Allah, mengerjakan kebajikan, dan berkata, “Sesungguhnya aku termasuk orang-orang muslim (yang berserah diri)?”","text_en":"Whose word is better than his who calls to God and does the right, and says: \"I am of the obedient?\"","transliteration":"Wa man ahsanu qawlam mimman da'aaa ilal laahi wa 'amila saalihanw wa qaala innanee minal muslimeen","no_fn":"","text_fn":""},{"id":4252,"surah":41,"no_ayah":34,"tema":"Seruan kepada Allah sebagai Sebaik-baiknya Seruan ","text_ayah":"وَلَا تَسْتَوِى [h:12030[ٱ]لْحَسَنَةُ وَلَا [h:12031[ٱ][l[ل]سَّيِّئَةُ‌ۚ [h:12032[ٱ][q:9286[دْ]فَعْ بِ[h:4526[ٱ]لَّتِى هِىَ أَحْسَنُ فَإِذَا [h:10094[ٱ]لَّذِى بَيْنَكَ وَبَيْنَهُ[n[ۥ] عَد[n[َٲ]وَ[f:12033[ةٌ ك]َأَ[g[نّ]َهُ[n[ۥ] وَلِىٌّ حَم[p[ِي]مٌ","text_id":"Tidaklah sama kebaikan dengan kejahatan. Tolaklah (kejahatan) dengan perilaku yang lebih baik sehingga orang yang ada permusuhan denganmu serta-merta menjadi seperti teman yang sangat setia.","text_en":"Good and evil are not alike. Repel evil with what is good. Then you will find your erstwhile enemy like a close. affectionate friend.","transliteration":"Wa laa tastawil hasanatu wa las saiyi'ah; idfa' billatee hiya ahsanu fa'izal lazee bainaka wa bainahoo 'adaawatun ka'annahoo waliyun hameem","no_fn":"","text_fn":""},{"id":4253,"surah":41,"no_ayah":35,"tema":"Seruan kepada Allah sebagai Sebaik-baiknya Seruan ","text_ayah":"وَمَا يُلَقَّ[n[ـٰ]ه[o[َآ] إِلَّا [h:778[ٱ]لَّذِينَ صَبَرُو[s[اْ] وَمَا يُلَقَّ[n[ـٰ]ه[o[َآ] إِلَّا ذُو حَظٍّ عَظ[p[ِي]مٍ","text_id":"(Sifat-sifat yang baik itu) tidak akan dianugerahkan kecuali kepada orang-orang yang sabar dan tidak (pula) dianugerahkan kecuali kepada orang-orang yang mempunyai keberuntungan yang besar.","text_en":"Only they attain it who forbear, and only a man of great good fortune can achieve it.","transliteration":"Wa maa yulaqqaahaaa illal lazeena sabaroo wa maa yulaqqaahaaa illaa zoo hazzin 'azeem","no_fn":"","text_fn":""},{"id":4254,"surah":41,"no_ayah":36,"tema":"Seruan kepada Allah sebagai Sebaik-baiknya Seruan ","text_ayah":"وَإِ[g[مّ]َا يَ[f:5206[نز]َغَ[g[نّ]َكَ مِنَ [h:1870[ٱ][l[ل]شَّيْطَ[n[ـٰ]نِ نَزْ[f:5207[غٌ ف]َ[h:5208[ٱ]سْتَعِذْ بِ[h:32[ٱ]للَّهِ‌ۖ إِ[g[نّ]َهُ[n[ۥ] هُوَ [h:3721[ٱ][l[ل]سَّمِيعُ [h:669[ٱ]لْعَل[p[ِي]مُ","text_id":"Jika setan sungguh-sungguh menggodamu dengan halus (untuk meninggalkan perilaku baik itu), maka berlindunglah kepada Allah! Sesungguhnya Dialah Yang Maha Mendengar lagi Maha Mengetahui.","text_en":"If the Devil incite you to evil, seek refuge in God. He is all-hearing and all-knowing.","transliteration":"Wa immaa yanzaghannaka minash Shaitaani nazghun fasta'iz billaahi innahoo Huwas Samee'ul 'Aleem","no_fn":"","text_fn":""},{"id":4255,"surah":41,"no_ayah":37,"tema":"Sebagian Tanda Kebesaran Allah ","text_ayah":"وَمِنْ ءَايَ[n[ـٰ]تِهِ [h:12034[ٱ]لَّيْلُ وَ[h:12035[ٱ][l[ل][g[نّ]َهَارُ وَ[h:8955[ٱ][l[ل]شَّمْسُ وَ[h:8956[ٱ]لْقَمَرُ‌ۚ لَا تَسْجُدُو[s[اْ] لِلشَّمْسِ وَلَا لِلْقَمَرِ وَ[h:9126[ٱ]سْجُدُو[s[اْ] لِلَّهِ [h:3912[ٱ]لَّذِى خَلَقَهُ[g[نّ]َ إِ[f:109[ن ك]ُ[f:100[نت]ُمْ إِيَّاهُ تَعْبُد[p[ُو]نَ","text_id":"Sebagian dari tanda-tanda (kebesaran)-Nya adalah malam, siang, matahari, dan bulan. Janganlah bersujud pada matahari dan jangan (pula) pada bulan. Bersujudlah kepada Allah yang menciptakannya jika kamu hanya menyembah kepada-Nya.","text_en":"The night and day and the sun and moon are (only) some of His signs. So do not bow before the sun and the moon, but bow in homage to God who created them, if you truly worship Him.","transliteration":"Wa min Aayaatihil lailu wannahaaru washshamsu walqamar; laa tasjudoo lishshamsi wa laa lilqamari wasjudoo lillaahil lazee khala qahunna in kuntum iyyaahu ta'budoon","no_fn":"","text_fn":""},{"id":4256,"surah":41,"no_ayah":38,"tema":"Sebagian Tanda Kebesaran Allah ","text_ayah":"فَإِنِ [h:12036[ٱ]سْتَكْبَرُو[s[اْ] فَ[h:2514[ٱ]لَّذِينَ عِ[f:264[ند]َ رَبِّكَ يُسَبِّحُونَ لَهُ[n[ۥ] بِ[h:1622[ٱ]لَّيْلِ وَ[h:834[ٱ][l[ل][g[نّ]َهَارِ وَهُمْ لَا يَسْــَٔمُ[p[و]نَ ۩","text_id":"Jika mereka (orang-orang musyrik) menyombongkan diri (enggan bersujud kepada-Nya), maka mereka (malaikat) yang (berada) di sisi Tuhanmu selalu bertasbih kepada-Nya pada malam dan siang hari tanpa pernah jemu.","text_en":"But if they become haughty (then remember) that those who are close to your Lord sing His praises night and day and do not grow weary of (doing so).","transliteration":"Fa inis-takbaroo fallazee na 'inda Rabbika yusabbihoona lahoo billaili wannnahaari wa hum laa yas'amoon","no_fn":"","text_fn":""},{"id":4257,"surah":41,"no_ayah":39,"tema":"Sebagian Tanda Kebesaran Allah ","text_ayah":"وَمِنْ ءَايَ[n[ـٰ]تِه[o[ِۦٓ] أَ[g[نّ]َكَ تَرَى [h:12037[ٱ]لْأَرْضَ خَ[n[ـٰ]شِعَ[f:12038[ةً ف]َإِذ[o[َآ] أَ[f:515[نز]َلْنَا عَلَيْهَا [h:8919[ٱ]لْم[o[َا]ٓءَ [h:8920[ٱ]هْتَزَّتْ وَرَبَتْ‌ۚ إِ[g[نّ]َ [h:10272[ٱ]لَّذ[o[ِىٓ] أَحْيَاهَا لَمُحْىِ [h:10519[ٱ]لْمَوْتَ[o[ىٰٓ‌ۚ] إِ[g[نّ]َهُ[n[ۥ] عَلَىٰ كُلِّ ش[f:81[َىْءٍ ق]َد[p[ِي]رٌ","text_id":"Sebagian dari tanda-tanda (kebesaran)-Nya adalah bahwa engkau melihat bumi kering dan tandus, kemudian apabila Kami menurunkan air (hujan) padanya, ia pun hidup dan menjadi subur. Sesungguhnya Zat yang menghidupkannya pasti dapat menghidupkan yang mati. Sesungguhnya Dia Mahakuasa atas segala sesuatu.","text_en":"It is among His signs that the earth you see all barren and desolate begins to stir and sprout when We send down rain upon it. Surely He who gives it life will also give life to the dead. Indeed He has power over everything.","transliteration":"Wa min Aayaatiheee annaka taral arda khaashi'atan fa izaaa anzalna 'alaihal maaa'ah tazzat wa rabat; innal lazeee ahyaahaa lamuhiyil mawtaa; innahoo 'alaa kulli shai-in Qadeer","no_fn":"","text_fn":""},{"id":4258,"surah":41,"no_ayah":40,"tema":"Sebagian Tanda Kebesaran Allah ","text_ayah":"إِ[g[نّ]َ [h:24[ٱ]لَّذِينَ يُلْحِدُونَ ف[o[ِىٓ] ءَايَ[n[ـٰ]تِنَا لَا يَخْفَوْنَ عَلَيْن[o[َآ‌ۗ] أَفَم[a:12039[َن ي]ُلْقَىٰ فِى [h:4674[ٱ][l[ل][g[نّ]َارِ خَيْرٌ أ[w:3110[َم م]ّ[a:12040[َن ي]َأْت[o[ِىٓ] ءَامِ[a:12041[نًا ي]َوْمَ [h:592[ٱ]لْقِيَ[n[ـٰ]مَةِ‌ۚ [h:12042[ٱ]عْمَلُو[s[اْ] مَا شِئْتُمْ‌ۖ إِ[g[نّ]َهُ[n[ۥ] بِمَا تَعْمَلُونَ بَص[p[ِي]رٌ","text_id":"Sesungguhnya orang-orang yang mengingkari tanda-tanda (kebesaran) Kami, (mereka) tidak tersembunyi dari Kami. Apakah orang-orang yang dilemparkan ke dalam neraka itu lebih baik ataukah yang datang pada hari Kiamat dengan aman sentosa? Lakukanlah apa yang kamu kehendaki! Sesungguhnya Dia Maha Melihat apa yang kamu kerjakan.","text_en":"Surely those who slander Our signs are not hidden from Us. Then, is he better who will be cast into Hell, or he who will come out safe on the Day of Resurrection? Do whatever you will, He sees whatsoever you do.","transliteration":"Innal lazeena yulhidoona feee Aayaatina laa yakhfawna 'alainaa' afamai yulqaa fin Naari khayrun am mai yaateee aaminai Yawmal Qiyaamah; i'maloo ma shi'tum innahoo bimaa ta'maloona Baseer","no_fn":"","text_fn":""},{"id":4259,"surah":41,"no_ayah":41,"tema":"Sebagian Tanda Kebesaran Allah ","text_ayah":"إِ[g[نّ]َ [h:24[ٱ]لَّذِينَ كَفَرُو[s[اْ] بِ[h:12043[ٱ][l[ل]ذِّكْرِ لَ[g[مّ]َا ج[o[َا]ٓءَهُمْ‌ۖ وَإِ[g[نّ]َهُ[n[ۥ] لَكِتَ[n[ـٰ]بٌ عَز[p[ِي]زٌ","text_id":"Sesungguhnya orang-orang yang mengingkari Al-Qur’an ketika (Al-Qur’an) itu disampaikan kepada mereka, (pasti mereka akan celaka). Sesungguhnya (Al-Qur’an) itu adalah kitab yang mulia.","text_en":"Those who reject the Reminder when it has come to them (should know) that it is a Book inviolate.","transliteration":"Inna Lazeena kafaroo biz Zikri lammaa jaa'ahum wa innahoo la Kitaabun 'Azeez","no_fn":"","text_fn":""},{"id":4260,"surah":41,"no_ayah":42,"tema":"Sebagian Tanda Kebesaran Allah ","text_ayah":"لَّا يَأْتِيهِ [h:12044[ٱ]لْبَ[n[ـٰ]طِلُ م[i:4612[ِنۢ ب]َيْنِ يَدَيْهِ وَلَا مِنْ خَلْفِه[n[ِۦ]‌ۖ تَ[f:11949[نز]ِي[a:12045[لٌ م]ِّنْ حَكِيمٍ حَم[p[ِي][q[د]ٍ","text_id":"Tidak ada kebatilan yang mendatanginya, baik dari depan maupun dari belakang.<sup>672)</sup> (Al-Qur’an itu adalah) kitab yang diturunkan dari Tuhan Yang Mahabijaksana lagi Maha Terpuji.","text_en":"Falsehood cannot enter it from any side: It's a revelation from the all-wise and praiseworthy (God).","transliteration":"Laa yaateehil baatilu mim baini yadaihi wa laa min khalfihee tanzeelum min Hakeemin Hameed","no_fn":"672","text_fn":"672) Maksud ungkapan dari depan maupun dari belakang adalah pada masa lalu dan yang akan datang."},{"id":4261,"surah":41,"no_ayah":43,"tema":"Kesamaan Perbuatan para Pendurhaka Dahulu dan Kini ","text_ayah":"مَّا يُقَالُ لَكَ إِلَّا مَا قَ[q:298[دْ] قِيلَ لِلرُّسُلِ مِ[f:18[ن ق]َ[q:19[بْ]لِكَ‌ۚ إِ[g[نّ]َ رَبَّكَ لَذُو مَغْفِرَ[a:12046[ةٍ و]َذُو عِقَابٍ أَل[p[ِي]مٍ","text_id":"Apa yang dikatakan (oleh orang-orang kafir) kepadamu tidak lain adalah apa yang telah dikatakan kepada rasul-rasul sebelummu. Sesungguhnya Tuhanmu pasti mempunyai ampunan dan azab yang pedih.","text_en":"Nothing is said to you which had not been said to other apostles before you. Surely your Lord is the lord of forgiveness, but also the lord of severe retribution.","transliteration":"Maa yuqaalu laka illaa maa qad qeela lir Rusuli min qablik; inna Rabbaka lazoo maghfiratinw wa zoo 'iqaabin aleem","no_fn":"","text_fn":""},{"id":4262,"surah":41,"no_ayah":44,"tema":"Kesamaan Perbuatan para Pendurhaka Dahulu dan Kini ","text_ayah":"وَلَوْ جَعَلْنَ[n[ـٰ]هُ قُرْءَانًا أَعْجَمِي[u:12047[ًّا ل]َّقَالُو[s[اْ] لَوْلَا فُصِّلَتْ ءَايَ[n[ـٰ]تُهُ[o[ۥٓ‌ۖ] ءَا۠عْجَمِ[a:12048[ىٌّ۬ و]َعَرَبِ[f:12049[ىٌّ‌ۗ ق]ُلْ هُوَ لِلَّذِينَ ءَامَنُو[s[اْ] هُ[a:12050[دًى و]َشِف[o[َا]ٓ[a:12051[ءٌ‌ۖ و]َ[h:37[ٱ]لَّذِينَ لَا يُؤْمِنُونَ ف[o[ِىٓ] ءَاذَانِهِمْ وَ[q:11955[قْ][a:12052[رٌ و]َهُوَ عَلَيْهِمْ عَمًى‌ۚ أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ يُنَادَوْنَ م[a:9578[ِن م]َّكَا[i:9579[نِۭ ب]َع[p[ِي][q[د]ٍ","text_id":"Seandainya Kami menjadikannya (Al-Qur’an) bacaan dalam bahasa selain Arab, niscaya mereka akan mengatakan, “Mengapa ayat-ayatnya tidak dijelaskan (dengan bahasa yang kami pahami)?” Apakah patut (Al-Qur’an) dalam bahasa selain bahasa Arab, sedangkan (rasul adalah) orang Arab? Katakanlah (Nabi Muhammad), “Al-Qur’an adalah petunjuk dan penyembuh bagi orang-orang yang beriman, sedangkan orang-orang yang tidak beriman, pada telinga mereka ada penyumbat dan mereka buta terhadapnya (Al-Qur’an).<sup>673)</sup> Mereka itu (seperti) orang-orang yang dipanggil dari tempat yang jauh.”","text_en":"If We had made it a discourse in an obscure tongue, they would have said: \"Why were its revelations not expounded distinctly? A foreign tongue and an Arab (audience)?\" Say: \"For those who believe it is a guidance and a healing; but for those who do not believe it is a deafness in the ears, and a blindness. They are those one calls to from far away.","transliteration":"Wa law ja'alnaahu Qur-aanan A'jamiyyal laqaaloo law laa fussilat Aayaatuhoo 'a A'jamiyyunw wa 'Arabiyy; qul huwa lillazeena aamanoo hudanw wa shifaaa'unw wallazeena la yu'minoona feee aazaanihim waqrunw wa huwa 'alaihim 'amaa; ulaaa'ika yunaadawna mim maakaanim ba'eed","no_fn":"673","text_fn":"673) Mereka tidak melihat dari Al-Qur’an, kecuali fitnah-fitnah yang memang mereka cari."},{"id":4263,"surah":41,"no_ayah":45,"tema":"Kesamaan Perbuatan para Pendurhaka Dahulu dan Kini ","text_ayah":"وَلَقَ[q:341[دْ] ءَاتَيْنَا مُوسَى [h:257[ٱ]لْكِتَ[n[ـٰ]بَ فَ[h:6512[ٱ]خْتُلِفَ فِيهِ‌ۗ وَلَوْلَا كَلِمَ[f:5989[ةٌ س]َبَقَتْ م[u:770[ِن ر]َّبِّكَ لَقُضِىَ بَيْنَهُمْ‌ۚ وَإِ[g[نّ]َهُمْ لَفِى شَ[a:3275[كٍّ م]ِّنْهُ مُر[p[ِي][q[ب]ٍ","text_id":"Sungguh, Kami benar-benar telah menganugerahkan Kitab (Taurat) kepada Musa, lalu ia (kitab itu) diperselisihkan. Seandainya tidak ada ketetapan yang terdahulu dari Tuhanmu (bahwa orang-orang yang mendustakan Al-Qur’an akan ditunda penyiksaannya), niscaya telah dilaksanakan hukuman di antara mereka. Sesungguhnya mereka benar-benar dalam kebimbangan dan keraguan terhadapnya.","text_en":"Verily We gave Moses the Book; but they began to differ about it. If the Word of your Lord had not preceded it the matter would have been settled between them. They are still in doubt about it and uneasy.","transliteration":"Wa laqad aatainaa Moosal Kitaaba fakhtulifa fee; wa lawlaa Kalimatun sabaqat mir Rabbika laqudiya bainahum; wa innahum lafee shakkim minhu mureeb","no_fn":"","text_fn":""},{"id":4264,"surah":41,"no_ayah":46,"tema":"Kesamaan Perbuatan para Pendurhaka Dahulu dan Kini ","text_ayah":"مَّنْ عَمِلَ صَ[n[ـٰ]لِ[f:12053[حًا ف]َلِنَفْسِه[n[ِۦ]‌ۖ وَمَنْ أَس[o[َا]ٓءَ فَعَلَيْهَا‌ۗ وَمَا رَبُّكَ بِظَلَّ[n[ـٰ][u:2466[مٍ ل]ِّلْعَب[p[ِي][q[د]ِ","text_id":"Siapa yang mengerjakan kebajikan, maka (pahalanya) untuk dirinya sendiri dan siapa yang berbuat jahat, maka (akibatnya) menjadi tanggungan dirinya sendiri. Tuhanmu sama sekali tidak menzalimi hamba-hamba(-Nya).","text_en":"Whoever does good does so for himself, and whoever does wrong bears the guilt thereof. Your Lord does no wrong to His creatures.","transliteration":"Man 'amila salihan falinafshihee wa man asaaa'a fa'alaihaa; wamaa rabbuka bizallaamil lil 'abeed","no_fn":"","text_fn":""},{"id":4265,"surah":41,"no_ayah":47,"tema":"Kesamaan Perbuatan para Pendurhaka Dahulu dan Kini","text_ayah":"۞ إِلَيْهِ يُرَدُّ عِلْمُ [h:10616[ٱ][l[ل]سَّاعَةِ‌ۚ وَمَا تَخْرُجُ مِ[f:12054[ن ث]َمَر[n[َٲ][a:12055[تٍ م]ِّنْ أَكْمَامِهَا وَمَا تَحْمِلُ مِنْ أُ[f:1867[نث]َىٰ وَلَا تَضَعُ إِلَّا بِعِلْمِه[n[ِۦ]‌ۚ وَيَوْمَ يُنَادِيهِمْ أَيْنَ شُرَك[o[َا]ٓءِى قَال[o[ُوٓ][s[اْ] ءَاذَ[g[نّ]َ[n[ـٰ]كَ مَا مِ[g[نّ]َا مِ[f:12056[ن ش]َه[p[ِي][q[د]ٍ","text_id":"Hanya kepada-Nya pengetahuan tentang hari Kiamat itu dikembalikan.<sup>674)</sup> Tidak ada sama sekali buah-buahan yang keluar dari kelopaknya dan tidak seorang perempuan pun yang mengandung dan melahirkan, melainkan semuanya dengan sepengetahuan-Nya. Pada hari ketika Dia (Allah) menyeru mereka, “Di manakah sekutu-sekutu-Ku itu?”<sup>675)</sup> Mereka menjawab, “Kami menyatakan kepada-Mu bahwa tidak ada seorang pun di antara kami yang dapat memberi kesaksian (bahwa Engkau mempunyai sekutu).”","text_en":"He alone has knowledge of the Hour (of change): No fruit comes Out of its spathe, no female conceives or gives birth, but He has knowledge of it. The day He will call them (and ask): \"Where are the compeers (you ascribed to Me)?\" They will answer: \"We profess to You not one of us can vouch for them.\"","transliteration":"Ilaihi yuraddu 'ilmus Saaa'ah; wa maa takhruju min samaraatim min akmaamihaa wa maa tahmilu min unsaa wa laa tada'u illaa bi'ilmih; wa Yawma yunaadeehim aina shurakaaa'ee qaalooo aazannaaka maa minnaa min shaheed","no_fn":"674,675","text_fn":"674) Hanya Allahlah yang mengetahui kapan datangnya hari Kiamat itu.</br>675) Yang dimaksud dengan sekutu-sekutu-Ku adalah berhala-berhala yang mereka anggap sebagai sekutu Allah."},{"id":4266,"surah":41,"no_ayah":48,"tema":"Kesamaan Perbuatan para Pendurhaka Dahulu dan Kini","text_ayah":"وَضَلَّ عَنْه[w:3985[ُم م]َّا كَانُو[s[اْ] يَ[q:1240[دْ]عُونَ مِ[f:128[ن ق]َ[q:129[بْ]لُ‌ۖ وَظَ[g[نّ]ُو[s[اْ] مَا لَه[w:1812[ُم م]ّ[a:7093[ِن م]َّح[p[ِي]صٍ","text_id":"Lenyaplah dari mereka apa yang dahulu selalu mereka sembah dan mereka pun mengetahui bahwa tidak ada tempat untuk menghindar (dari azab Allah) bagi mereka.","text_en":"And those they used to worship will leave them in the lurch, and they will realise there is no escape for them.","transliteration":"Wa dalla 'anhum maa kaanoo yad'oona min qablu wa zannoo maa lahum mim mahees","no_fn":"","text_fn":""},{"id":4267,"surah":41,"no_ayah":49,"tema":"Sifat-Sifat Buruk Manusia","text_ayah":"لَّا يَسْــَٔمُ [h:12057[ٱ]لْإِ[f:2732[نس]َ[n[ـٰ]نُ مِ[f:12058[ن د]ُع[o[َا]ٓءِ [h:12059[ٱ]لْخَيْرِ وَإ[a:12060[ِن م]َّسَّهُ [h:7875[ٱ][l[ل]شَّرُّ فَيَــُٔو[f:12061[سٌ ق]َن[p[ُو][q[ط]ٌ","text_id":"Manusia tidak pernah jemu memohon kebaikan dan jika ditimpa malapetaka, mereka berputus asa dan hilang harapan.","text_en":"Man never tires of praying for good; but if evil assails him he begins to despair.","transliteration":"Laa yas'amul insaanu min du'aaa'il khairi wa im massa hush sharru fa ya'oosun qanoot","no_fn":"","text_fn":""},{"id":4268,"surah":41,"no_ayah":50,"tema":"Sifat-Sifat Buruk Manusia","text_ayah":"وَلَئِنْ أَذَ[q:6256[قْ]نَ[n[ـٰ]هُ رَحْمَ[a:11254[ةً م]ِّ[g[نّ]َا م[i:146[ِنۢ ب]َعْدِ ضَرّ[o[َا]ٓءَ مَسَّتْهُ لَيَقُولَ[g[نّ]َ هَ[n[ـٰ]ذَا لِى وَم[o[َآ] أَظُ[g[نّ]ُ [h:8071[ٱ][l[ل]سَّاعَةَ ق[o[َا]ٓئِمَ[a:8072[ةً و]َلَئ[u:12062[ِن ر]ُّجِعْتُ إِلَىٰ رَبّ[o[ِىٓ] إِ[g[نّ]َ لِى عِ[f:719[ند]َهُ[n[ۥ] لَلْحُسْنَىٰ‌ۚ فَلَنُنَبِّئَ[g[نّ]َ [h:12063[ٱ]لَّذِينَ كَفَرُو[s[اْ] بِمَا عَمِلُو[s[اْ] وَلَنُذِيقَ[g[نّ]َه[w:12064[ُم م]ِّنْ عَذَابٍ غَل[p[ِي]ظٍ","text_id":"Jika Kami menganugerahkan kepadanya suatu rahmat dari Kami setelah ditimpa kesusahan, pastilah dia akan berkata, “Ini adalah hakku dan aku tidak yakin bahwa hari Kiamat itu akan terjadi. Jika (ternyata) aku dikembalikan kepada Tuhanku, sesungguhnya aku akan memperoleh kebaikan di sisi-Nya.” Maka, sungguh, Kami akan memberitahukan kepada orang-orang yang kufur tentang apa yang telah mereka kerjakan dan sungguh Kami benar-benar akan menimpakan kepada mereka azab yang sangat berat.","text_en":"If We give him a taste of Our favour after some distress he has known, he says: \"It was my due. I cannot imagine the Hour will come. And even if I go back to my Lord, there will surely still be the best for me with Him.\" We shall tell those who do not believe what they used to do, and inflict on them a heavy punishment.","transliteration":"Wa la in azaqnaahu rahmatam minnaa mim ba'di dar raaa'a massat hu la yaqoolanna haazaa lee wa maaa azunnus Saa'ata qaaa'imatanw wa la'in ruji'tu ilaa Rabbeee inna lee 'indahoo lalhusnaa; falanu nabbi'annal lazeena kafaroo bimaa 'amiloo wa lanuzeeqan nahum min 'azaabin ghaleez","no_fn":"","text_fn":""},{"id":4269,"surah":41,"no_ayah":51,"tema":"Sifat-Sifat Buruk Manusia","text_ayah":"وَإِذ[o[َآ] أَنْعَمْنَا عَلَى [h:7873[ٱ]لْإِ[f:7874[نس]َ[n[ـٰ]نِ أَعْرَضَ وَنَـَٔـا بِجَانِبِه[n[ِۦ] وَإِذَا مَسَّهُ [h:7875[ٱ][l[ل]شَّرُّ فَذُو دُع[o[َا]ٓءٍ عَر[p[ِي]ضٍ","text_id":"Apabila Kami menganugerahkan kenikmatan kepada manusia, niscaya dia berpaling (tidak mensyukuri nikmat-Nya) dan menjauhkan diri (dari Allah dengan sombong), namun apabila kesusahan menimpanya, dia akan banyak berdoa.","text_en":"When We show Our favours to man he moves away and turns aside; but when in trouble he prays a great deal.","transliteration":"Wa izaaa an'amnaa 'alal insaani a'rada wa na-aa bijaani bihee wa izaa massahush sharru fazoo du'aaa'in 'areed","no_fn":"","text_fn":""},{"id":4270,"surah":41,"no_ayah":52,"tema":"Sifat-Sifat Buruk Manusia","text_ayah":"قُلْ أَرَءَيْتُمْ إِ[f:2594[ن ك]َانَ مِنْ عِ[f:398[ند]ِ [h:399[ٱ]للَّهِ ثُ[g[مّ]َ كَفَرْت[c:12065[ُم ب]ِه[n[ِۦ] مَنْ أَضَلُّ مِ[g[مّ]َنْ هُوَ فِى شِقَا[i:900[قِۭ ب]َع[p[ِي][q[د]ٍ","text_id":"Katakanlah (Nabi Muhammad), “Bagaimana pendapatmu jika (Al-Qur’an) itu datang dari sisi Allah, kemudian kamu mengingkarinya? Siapakah yang lebih sesat daripada orang yang selalu menyimpang jauh (dari kebenaran)?”","text_en":"Say: \"Just think. If this is from God and you deny it, who will be in greater error than he who is in open dissent?\"","transliteration":"Qul araiaitum in kaana min 'indil laahi summa kafar tum bihee man adallu mimman huwa fee shiqaqim ba'eed","no_fn":"","text_fn":""},{"id":4271,"surah":41,"no_ayah":53,"tema":"Sifat-Sifat Buruk Manusia","text_ayah":"سَنُرِيهِمْ ءَايَ[n[ـٰ]تِنَا فِى [h:12066[ٱ]لْأَفَاقِ وَف[o[ِىٓ] أَ[f:568[نف]ُسِهِمْ حَتَّىٰ يَتَبَيَّنَ لَهُمْ أَ[g[نّ]َهُ [h:137[ٱ]لْحَقُّ‌ۗ أَوَلَمْ يَكْفِ بِرَبِّكَ أَ[g[نّ]َهُ[n[ۥ] عَلَىٰ كُلِّ ش[f:3903[َىْءٍ ش]َه[p[ِي][q[د]ٌ","text_id":"Kami akan memperlihatkan kepada mereka tanda-tanda (kebesaran) Kami di segenap penjuru dan pada diri mereka sendiri sehingga jelaslah bagi mereka bahwa (Al-Qur’an) itu adalah benar. Tidak cukupkah (bagi kamu) bahwa sesungguhnya Tuhanmu menjadi saksi atas segala sesuatu?","text_en":"We will show Our signs to them in the horizons of the external world and within themselves, until it becomes clear to them that it's the truth. Is your Lord not sufficient? He is a witness over all things.","transliteration":"Sanureehim Aayaatinaa fil aafaaqi wa feee anfusihim hattaa yatabaiyana lahum annahul haqq; awa lam yakfi bi Rabbika annahoo 'alaa kulli shai-in Shaheed","no_fn":"","text_fn":""},{"id":4272,"surah":41,"no_ayah":54,"tema":"Sifat-Sifat Buruk Manusia","text_ayah":"أَل[o[َآ] إِ[g[نّ]َهُمْ فِى مِرْيَ[a:10660[ةٍ م]ّ[u:12067[ِن ل]ِّق[o[َا]ٓءِ رَبِّهِمْ‌ۗ أَل[o[َآ] إِ[g[نّ]َهُ[n[ۥ] بِكُلِّ ش[a:12068[َىْءٍ م]ُّح[p[ِي][q[ط]ُۢ","text_id":"Ketahuilah, sesungguhnya mereka dalam keraguan tentang pertemuan dengan Tuhan mereka. Ketahuilah, sesungguhnya Dia Maha Meliputi segala sesuatu.","text_en":"In truth they are in doubt that they will ever face their Lord. Do they not know that He surrounds all things?","transliteration":"Alaaa innahum fee miryatim mil liqaaa'i Rabbihim; alaaa innahoo bikulli shai'im muheet","no_fn":"","text_fn":""}]