[{"id":4273,"surah":42,"no_ayah":1,"tema":"Allah sebagai Satu-Satunya Sumber Wahyu Seluruh Nabi dan Rasul ","text_ayah":"ح[m[مٓ]","text_id":"Ḥā Mīm","text_en":"HA MIM.","transliteration":"Haa Meeem","no_fn":"","text_fn":""},{"id":4274,"surah":42,"no_ayah":2,"tema":"Allah sebagai Satu-Satunya Sumber Wahyu Seluruh Nabi dan Rasul ","text_ayah":"[m[عٓ][m[سٓ][m[قٓ]","text_id":"‘Aīn Sīn Qāf","text_en":"'Am Sin Qaf.","transliteration":"'Ayyyn Seeen Qaaaf","no_fn":"","text_fn":""},{"id":4275,"surah":42,"no_ayah":3,"tema":"Allah sebagai Satu-Satunya Sumber Wahyu Seluruh Nabi dan Rasul ","text_ayah":"كَذ[n[َٲ]لِكَ يُوح[o[ِىٓ] إِلَيْكَ وَإِلَى [h:11747[ٱ]لَّذِينَ مِ[f:18[ن ق]َ[q:19[بْ]لِكَ [h:12069[ٱ]للَّهُ [h:9894[ٱ]لْعَزِيزُ [h:681[ٱ]لْحَك[p[ِي]مُ","text_id":"Demikianlah Allah Yang Mahaperkasa lagi Mahabijaksana menurunkan wahyu kepadamu (Nabi Muhammad) dan kepada orang-orang sebelummu.","text_en":"So has God, all-mighty and all-wise, been revealing to you and to others before you.","transliteration":"Kazaalika yooheee ilaika wa ilal lazeena min qablikal laahul 'Azeezul Hakeem","no_fn":"","text_fn":""},{"id":4276,"surah":42,"no_ayah":4,"tema":"Allah sebagai Satu-Satunya Sumber Wahyu Seluruh Nabi dan Rasul ","text_ayah":"لَهُ[n[ۥ] مَا فِى [h:609[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَمَا فِى [h:44[ٱ]لْأَرْضِ‌ۖ وَهُوَ [h:1475[ٱ]لْعَلِىُّ [h:1476[ٱ]لْعَظ[p[ِي]مُ","text_id":"Milik-Nyalah apa yang ada di langit dan apa yang ada di bumi. Dialah Zat Yang Mahatinggi lagi Mahaagung.","text_en":"Whatever is in the heavens and the earth, belongs to Him. He is all-high and supreme.","transliteration":"Lahoo maa fis samaa waati wa maa fil ardi wa Huwal 'Aliyul 'Azeem","no_fn":"","text_fn":""},{"id":4277,"surah":42,"no_ayah":5,"tema":"Allah sebagai Satu-Satunya Sumber Wahyu Seluruh Nabi dan Rasul ","text_ayah":"تَكَادُ [h:8420[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تُ يَتَفَطَّرْنَ مِ[f:12070[ن ف]َوْقِهِ[g[نّ]َ‌ۚ وَ[h:1146[ٱ]لْمَلَ[o[ـٰٓ]ئِكَةُ يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ وَيَسْتَغْفِرُونَ لِمَ[f:5428[ن ف]ِى [h:44[ٱ]لْأَرْضِ‌ۗ أَل[o[َآ] إِ[g[نّ]َ [h:80[ٱ]للَّهَ هُوَ [h:6822[ٱ]لْغَفُورُ [h:6228[ٱ][l[ل]رَّح[p[ِي]مُ","text_id":"(Karena keagungan-Nya,) hampir saja langit itu pecah dari sebelah atasnya dan malaikat-malaikat bertasbih dengan memuji Tuhannya serta memohonkan ampunan untuk orang yang ada di bumi. Ingatlah, sesungguhnya Allahlah Zat Yang Maha Pengampun lagi Maha Penyayang.","text_en":"The skies are near to bursting asunder above them (for awe of Him), and the angels sing the praises of their Lord, imploring forgiveness for the dwellers of the earth. Is it not that God is forgiving and merciful?","transliteration":"Takaadus samaawaatu yatafattarna min fawqihinn; walmalaaa'ikatu yusabbihoona bihamdi Rabbihim wa yastaghfiroona liman fil ard; alaaa innal laaha huwal Ghafoorur Raheem","no_fn":"","text_fn":""},{"id":4278,"surah":42,"no_ayah":6,"tema":"Allah sebagai Satu-Satunya Sumber Wahyu Seluruh Nabi dan Rasul ","text_ayah":"وَ[h:9999[ٱ]لَّذِينَ [h:5828[ٱ]تَّخَذُو[s[اْ] مِ[f:3136[ن د]ُونِه[o[ِۦٓ] أَوْلِي[o[َا]ٓءَ [h:12071[ٱ]للَّهُ حَفِيظٌ عَلَيْهِمْ وَم[o[َآ] أَ[f:169[نت]َ عَلَيْه[c:4316[ِم ب]ِوَك[p[ِي]لٍ","text_id":"Orang-orang yang mengambil pelindung-pelindung selain-Nya, Allah mengawasi (perbuatan) mereka, sedangkan engkau (Nabi Muhammad) bukanlah penanggung jawab mereka.","text_en":"Those who have taken protectors other than Him, are watched over by God. It is not for you to be their guardian.","transliteration":"Wallazeenat takhazoo min dooniheee awliyaaa'al laahu hafeezun 'alaihim wa maaa anta 'alaihim biwakeel","no_fn":"","text_fn":""},{"id":4279,"surah":42,"no_ayah":7,"tema":"Al-Qur’an adalah Peringatan untuk Seluruh Manusia","text_ayah":"وَكَذ[n[َٲ]لِكَ أَوْحَيْن[o[َآ] إِلَيْكَ قُرْءَانًا عَرَبِي[u:12072[ًّا ل]ِّتُ[f:4582[نذ]ِرَ أُ[g[مّ]َ [h:4240[ٱ]لْقُرَىٰ وَمَنْ حَوْلَهَا وَتُ[f:8431[نذ]ِرَ يَوْمَ [h:12073[ٱ]لْجَمْعِ لَا رَيْبَ فِيهِ‌ۚ فَرِي[f:12074[قٌ ف]ِى [h:12075[ٱ]لْجَ[g[نّ]َةِ وَفَرِي[f:12076[قٌ ف]ِى [h:12077[ٱ][l[ل]سَّع[p[ِي]رِ","text_id":"Demikianlah Kami mewahyukan kepadamu Al-Qur’an yang berbahasa Arab agar engkau memberi peringatan kepada (penduduk) Ummul Qurā (Makkah) dan penduduk di sekelilingnya serta memberi peringatan tentang hari berkumpul (kiamat) yang tidak diragukan keberadaannya. Segolongan masuk surga dan segolongan (lain) masuk neraka.","text_en":"We have, therefore, revealed to you the eloquent Qur'an that you may warn the people of the Metropolis, and those who live around it, of the Day of Gathering, of which there is no doubt, (when mankind would be assembled) some in Heaven, some in Hell.","transliteration":"Wa kazaalika awhainaaa llaika Qur-aanan 'Arabiyyal litunzir aUmmal Quraa wa man hawlahaa wa tunzira Yawmal Jam'ilaa raiba feeh; fareequn fil jannati wa fareequn fissa'eer","no_fn":"","text_fn":""},{"id":4280,"surah":42,"no_ayah":8,"tema":"Al-Qur’an adalah Peringatan untuk Seluruh Manusia","text_ayah":"وَلَوْ ش[o[َا]ٓءَ [h:78[ٱ]للَّهُ لَجَعَلَهُمْ أُ[g[مّ]َ[a:1159[ةً و][n[َٲ]حِدَ[a:3601[ةً و]َلَ[n[ـٰ]ك[a:12078[ِن ي]ُ[q:8947[دْ]خِلُ م[a:476[َن ي]َش[o[َا]ٓءُ فِى رَحْمَتِه[n[ِۦ]‌ۚ وَ[h:12079[ٱ][l[ل]ظَّ[n[ـٰ]لِمُونَ مَا لَه[w:1812[ُم م]ّ[a:557[ِن و]َلِ[a:558[ىٍّ و]َلَا نَص[p[ِي]رٍ","text_id":"Seandainya Allah menghendaki, niscaya Dia akan menjadikan mereka umat yang satu. Akan tetapi, Dia memasukkan orang-orang yang Dia kehendaki ke dalam rahmat-Nya. Adapun orang-orang zalim, mereka sama sekali tidak memiliki pelindung dan penolong.","text_en":"If God had pleased He would have made them one community of belief; but He admits whom He please to His grace; yet the sinners have neither friend nor helper.","transliteration":"Wa law shaaa'al laahu laja'alahum ummatanw waahi datanw walaakiny yudkhilumany yashaaa'u fee rahmatih; waz zaalimoona maa lahum minw waliyyinw wa laa naseer","no_fn":"","text_fn":""},{"id":4281,"surah":42,"no_ayah":9,"tema":"Al-Qur’an adalah Peringatan untuk Seluruh Manusia","text_ayah":"أَمِ [h:8702[ٱ]تَّخَذُو[s[اْ] مِ[f:3136[ن د]ُونِه[o[ِۦٓ] أَوْلِي[o[َا]ٓءَ‌ۖ فَ[h:591[ٱ]للَّهُ هُوَ [h:12080[ٱ]لْوَلِىُّ وَهُوَ يُحْىِ [h:8924[ٱ]لْمَوْتَىٰ وَهُوَ عَلَىٰ كُلِّ ش[f:81[َىْءٍ ق]َد[p[ِي]رٌ","text_id":"Bahkan, apakah mereka mengambil pelindung-pelindung selain Dia? Padahal, hanya Allahlah pelindung (yang sebenarnya). Dia menghidupkan orang-orang mati dan Dia Mahakuasa atas segala sesuatu.","text_en":"Have they taken others beside Him as protectors? It is God who protects; it is He who gives life to the dead, for He has power over everything.","transliteration":"Amit takhazoo min dooniheee awliyaaa'a fallaahu Huwal Waliyyu wa Huwa yuhyil mawtaa wa Huwa 'alaa kulli shai'in Qadeer","no_fn":"","text_fn":""},{"id":4282,"surah":42,"no_ayah":10,"tema":"Kitab Allah sebagai Tempat Kembali ketika Umat Manusia Berselisih","text_ayah":"وَمَا [h:12081[ٱ]خْتَلَفْتُمْ فِيهِ مِ[f:2103[ن ش][f:12082[َىْءٍ ف]َحُكْمُهُ[o[ۥٓ] إِلَى [h:1637[ٱ]للَّهِ‌ۚ ذ[n[َٲ]لِكُمُ [h:4260[ٱ]للَّهُ رَبِّى عَلَيْهِ تَوَكَّلْتُ وَإِلَيْهِ أُن[p[ِي][q[ب]ُ","text_id":"Apa pun yang kamu perselisihkan, keputusannya (diserahkan) kepada Allah. (Yang memiliki sifat-sifat demikian) itulah Allah Tuhanku. Hanya kepada-Nya aku bertawakal dan hanya kepada-Nya aku kembali.","text_en":"In whatever matter you disagree the ultimate judgement rests with God. This is God, my Lord; in Him have I placed my trust, if to Him I turn.","transliteration":"Wa makh-talaftum feehi min shai'in fahukmuhooo ilallaah; zaalikumul laahu Rabbee 'alaihi tawakkaltu wa ilaihi uneeb","no_fn":"","text_fn":""},{"id":4283,"surah":42,"no_ayah":11,"tema":"Kitab Allah sebagai Tempat Kembali ketika Umat Manusia Berselisih","text_ayah":"فَاطِرُ [h:12083[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:177[ٱ]لْأَرْضِ‌ۚ جَعَلَ لَك[w:556[ُم م]ِّنْ أَ[f:1329[نف]ُسِكُمْ أَزْو[n[َٲ][a:12084[جًا و]َمِنَ [h:4470[ٱ]لْأَنْعَ[n[ـٰ]مِ أَزْو[n[َٲ][a:12085[جًا‌ۖ ي]َذْرَؤُكُمْ فِيهِ‌ۚ لَيْسَ كَمِثْلِه[n[ِۦ] ش[a:12086[َىْءٌ‌ۖ و]َهُوَ [h:709[ٱ][l[ل]سَّمِيعُ [h:7657[ٱ]لْبَص[p[ِي]رُ","text_id":"(Allah) Pencipta langit dan bumi. Dia menjadikan bagimu pasangan-pasangan dari jenismu sendiri dan (menjadikan pula) dari jenis hewan ternak pasangan-pasangan(-nya). Dia menjadikanmu berkembang biak dengan jalan itu. Tidak ada sesuatu pun yang serupa dengan-Nya. Dia Maha Mendengar lagi Maha Melihat.","text_en":"Originator of the heavens and the earth, He has made your consorts from among you, and made pairs of cattle. He multiplies you in this way. There is no other like Him. He is all-hearing and all-seeing.","transliteration":"Faatirus samaawaati wal ard; ja'ala lakum min anfusikum azwaajanw wa minal an'aami azwaajany yazra'ukum feeh; laisa kamislihee shai'unw wa Huwas Samee'ul Baseer","no_fn":"","text_fn":""},{"id":4284,"surah":42,"no_ayah":12,"tema":"Kitab Allah sebagai Tempat Kembali ketika Umat Manusia Berselisih","text_ayah":"لَهُ[n[ۥ] مَقَالِيدُ [h:11745[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:177[ٱ]لْأَرْضِ‌ۖ يَ[q:6968[بْ]سُطُ [h:6969[ٱ][l[ل]رِّزْقَ لِم[a:1537[َن ي]َش[o[َا]ٓءُ وَيَ[q:6970[قْ]دِرُ‌ۚ إِ[g[نّ]َهُ[n[ۥ] بِكُلِّ شَىْءٍ عَل[p[ِي]مٌ","text_id":"Milik-Nyalah perbendaharaan langit dan bumi. Dia melapangkan rezeki dan menyempitkan(-nya) bagi siapa yang Dia kehendaki. Sesungguhnya Dia Maha Mengetahui segala sesuatu.","text_en":"He holds the keys of the heavens and the earth. He increases or decreases the provision of any one He will. He has knowledge of everything.","transliteration":"Lahoo maqaaleedus samaawaati wal ardi yabsutur rizqa limany yashaaa'u wa yaqdir; innahoo bikulli shai'unw wa Huwas Samee'ul Baseer","no_fn":"","text_fn":""},{"id":4285,"surah":42,"no_ayah":13,"tema":"Kesamaan Pokok-Pokok Dakwah para Rasul","text_ayah":"۞ شَرَعَ لَك[w:1578[ُم م]ِّنَ [h:12087[ٱ][l[ل]دِّينِ مَا وَصَّىٰ بِه[n[ِۦ] نُو[a:12088[حًا و]َ[h:4765[ٱ]لَّذ[o[ِىٓ] أَوْحَيْن[o[َآ] إِلَيْكَ وَمَا وَصَّيْنَا بِه[o[ِۦٓ] إِ[q:1860[بْ]ر[n[َٲ]هِيمَ وَمُوسَىٰ وَعِيسَ[o[ىٰٓ‌ۖ] أَنْ أَقِيمُو[s[اْ] [h:12089[ٱ][l[ل]دِّينَ وَلَا تَتَفَرَّقُو[s[اْ] فِيهِ‌ۚ كَبُرَ عَلَى [h:12090[ٱ]لْمُشْرِكِينَ مَا تَ[q:5192[دْ]عُوهُمْ إِلَيْهِ‌ۚ [h:12091[ٱ]للَّهُ يَ[q:2454[جْ]تَب[o[ِىٓ] إِلَيْهِ م[a:476[َن ي]َش[o[َا]ٓءُ وَيَهْد[o[ِىٓ] إِلَيْهِ م[a:11803[َن ي]ُن[p[ِي][q[ب]ُ","text_id":"Dia (Allah) telah mensyariatkan bagi kamu agama yang Dia wasiatkan (juga) kepada Nuh, yang telah Kami wahyukan kepadamu (Nabi Muhammad), dan yang telah Kami wasiatkan kepada Ibrahim, Musa, dan Isa yaitu: tegakkanlah agama (keimanan dan ketakwaan) dan janganlah kamu berpecah-belah di dalamnya. Sangat berat bagi orang-orang musyrik (untuk mengikuti) agama yang kamu serukan kepada mereka. Allah memilih orang yang Dia kehendaki pada (agama)-Nya dan memberi petunjuk pada (agama)-Nya bagi orang yang kembali (kepada-Nya).","text_en":"He has laid down for you the (same) way of life and belief which He had commended to Noah, and which We have enjoined on you, and which We had bequeathed to Abraham, Moses and Jesus, so that they should maintain the order and not be divided among themselves. Heavy is to idolaters what you invite them to. God chooses whom He please for Himself, and guides to Himself whoever turns to Him.","transliteration":"Shara'a lakum minad deeni maa wassaa bihee Noohanw wallazeee awhainaaa ilaika wa maa wassainaa biheee Ibraaheema wa Moosa wa 'Eesaaa an aqeemud adeena wa laa tatafarraqoo feeh; kabura 'alal mushrikeena maa tad'oohum ilaih; Allaahu yajtabee ilaihi many yashaaa'u wa yahdeee ilaihi mai yuneeb","no_fn":"","text_fn":""},{"id":4286,"surah":42,"no_ayah":14,"tema":"Kesamaan Pokok-Pokok Dakwah para Rasul","text_ayah":"وَمَا تَفَرَّق[o[ُوٓ][s[اْ] إِلَّا م[i:146[ِنۢ ب]َعْدِ مَا ج[o[َا]ٓءَهُمُ [h:1804[ٱ]لْعِلْمُ بَغْي[i:1169[َۢا ب]َيْنَهُمْ‌ۚ وَلَوْلَا كَلِمَ[f:5989[ةٌ س]َبَقَتْ م[u:770[ِن ر]َّبِّكَ إِلَ[o[ىٰٓ] أَجَ[a:1657[لٍ م]ُّسَم[u:12092[ًّى ل]َّقُضِىَ بَيْنَهُمْ‌ۚ وَإِ[g[نّ]َ [h:754[ٱ]لَّذِينَ أُورِثُو[s[اْ] [h:12093[ٱ]لْكِتَ[n[ـٰ]بَ م[i:1453[ِنۢ ب]َعْدِهِمْ لَفِى شَ[a:3275[كٍّ م]ِّنْهُ مُر[p[ِي][q[ب]ٍ","text_id":"Mereka (Ahlulkitab) tidak berpecah-belah kecuali setelah datang kepada mereka pengetahuan (tentang kebenaran yang disampaikan oleh para nabi) karena kedengkian antara sesama mereka. Seandainya tidak karena suatu ketetapan yang telah terlebih dahulu ada dari Tuhanmu (untuk menangguhkan azab) sampai batas waktu yang ditentukan, pastilah hukuman bagi mereka telah dilaksanakan. Sesungguhnya orang-orang yang mewarisi kitab suci (Taurat dan Injil) setelah mereka (pada zaman Nabi Muhammad) benar-benar berada dalam keraguan yang mendalam tentangnya (Al-Qur’an) itu.","text_en":"Yet they did not differ about it until knowledge came to them, through rivalries among themselves. If the Word of your Lord, (staying) it for a time ordained, had not preceded it, the matter would have been settled among them. But those who came to inherit the Book after them are also in doubt and disturbed about it.","transliteration":"Wa maa tafarraqooo illaa mim ba'di maa jaaa'ahumul 'ilmu baghyam bainahum; wa law laa Kalimatun sabaqat mir Rabbika ilaaa ajalim musammal laqudiya bainahum; wa innal lazeena oorisul Kitaaba mim ba'dihim lafee shakkim minhu mureeb","no_fn":"","text_fn":""},{"id":4287,"surah":42,"no_ayah":15,"tema":"Kesamaan Pokok-Pokok Dakwah para Rasul","text_ayah":"فَلِذ[n[َٲ]لِكَ فَ[h:306[ٱ][q:306[دْ]عُ‌ۖ وَ[h:12094[ٱ]سْتَقِمْ كَم[o[َآ] أُمِرْتَ‌ۖ وَلَا تَتَّبِعْ أَهْو[o[َا]ٓءَهُمْ‌ۖ وَقُلْ ءَامَ[f:6185[نت]ُ بِم[o[َآ] أَ[f:471[نز]َلَ [h:472[ٱ]للَّهُ مِ[f:2060[ن ك]ِتَ[n[ـٰ][a:12095[بٍ‌ۖ و]َأُمِرْتُ لِأَعْدِلَ بَيْنَكُمُ‌ۖ [h:12096[ٱ]للَّهُ رَبُّنَا وَرَبُّكُمْ‌ۖ لَن[o[َآ] أَعْمَ[n[ـٰ]لُنَا وَلَكُمْ أَعْمَ[n[ـٰ]لُكُمْ‌ۖ لَا حُجَّةَ بَيْنَنَا وَبَيْنَكُمُ‌ۖ [h:12097[ٱ]للَّهُ يَ[q:3861[جْ]مَعُ بَيْنَنَا‌ۖ وَإِلَيْهِ [h:3461[ٱ]لْمَص[p[ِي]رُ","text_id":"Oleh karena itu, serulah (mereka untuk beriman), tetaplah (beriman dan berdakwah) sebagaimana diperintahkan kepadamu (Nabi Muhammad), dan janganlah mengikuti keinginan mereka. Katakanlah, “Aku beriman kepada kitab yang diturunkan Allah dan aku diperintahkan agar berlaku adil di antara kamu. Allah Tuhan kami dan Tuhan kamu. Bagi kami perbuatan kami dan bagimu perbuatanmu. Tidak (perlu) ada pertengkaran di antara kami dan kamu. Allah mengumpulkan kita dan kepada-Nyalah (kita) kembali.”","text_en":"Yet to that (law) you should call them, and be constant as commanded. Do not follow their passing whims, but say: \"I believe in whatever Scripture God has revealed, and I am commanded to act with equivalence among you. God is our Lord and your Lord. To us our actions, to you your deeds. There is no dispute between you and us. God will gather us all together, and to Him is our returning.\"","transliteration":"Falizaalika fad'u wastaqim kamaaa umirta wa laa tattabi' ahwaaa'ahum wa qul aamantu bimaaa anzalal laahu min Kitaab, wa umirtu li a'dila bainakum Allaahu Rabbunaa wa Rabbukum lanaaa a'maa lunaa wa lakum a'maalukim laa hujjata bainanaa wa baina kumul laahu yajma'u bainanaa wa ilaihil maseer","no_fn":"","text_fn":""},{"id":4288,"surah":42,"no_ayah":16,"tema":"Kesamaan Pokok-Pokok Dakwah para Rasul","text_ayah":"وَ[h:9999[ٱ]لَّذِينَ يُح[m[َا]ٓجُّونَ فِى [h:714[ٱ]للَّهِ م[i:146[ِنۢ ب]َعْدِ مَا [h:12098[ٱ]سْتُجِيبَ لَهُ[n[ۥ] حُجَّتُهُمْ دَاحِضَةٌ عِ[f:264[ند]َ رَبِّهِمْ وَعَلَيْهِمْ غَضَ[a:12099[بٌ و]َلَهُمْ عَذَا[f:1727[بٌ ش]َد[p[ِي][q[د]ٌ","text_id":"Orang-orang yang berbantah-bantahan tentang (agama) Allah setelah (agama itu) diterima, perbantahan mereka itu sia-sia di sisi Tuhan mereka. Mereka mendapat kemurkaan (Allah) dan azab yang sangat keras.","text_en":"As for those who argue in the matter of God after He has been fully acknowledged, their disputing has no force with their Lord. Upon them is (God's) anger, and the punishment for them will be severe.","transliteration":"Wallazeena yuhaaajjoona fil laahi mim ba'di mastujeeba lahoo hujjatuhum daahidatun 'inda Rabbihim wa 'alaihim ghadabunw wa lahum 'azaabun shadeed","no_fn":"","text_fn":""},{"id":4289,"surah":42,"no_ayah":17,"tema":"Kesamaan Pokok-Pokok Dakwah para Rasul","text_ayah":"ٱللَّهُ [h:4738[ٱ]لَّذ[o[ِىٓ] أَ[f:471[نز]َلَ [h:4228[ٱ]لْكِتَ[n[ـٰ]بَ بِ[h:370[ٱ]لْحَقِّ وَ[h:4528[ٱ]لْمِيزَانَ‌ۗ وَمَا يُ[q:10898[دْ]رِيكَ لَعَلَّ [h:10899[ٱ][l[ل]سَّاعَةَ قَر[p[ِي][q[ب]ٌ","text_id":"Allah yang menurunkan Kitab (Al-Qur’an) dengan benar dan (menurunkan) timbangan (keadilan). Tahukah kamu (bahwa) boleh jadi hari Kiamat itu sudah dekat?","text_en":"It is God who has sent down the Book with the truth, and the Balance. How do you know the Hour is not near?","transliteration":"Allahul lazeee anzalal Kitaaba bilhaqqi wal Meezaan; wa ma yudreeka la'allas Saa'ata qareeb","no_fn":"","text_fn":""},{"id":4290,"surah":42,"no_ayah":18,"tema":"Kesamaan Pokok-Pokok Dakwah para Rasul","text_ayah":"يَسْتَعْجِلُ بِهَا [h:12100[ٱ]لَّذِينَ لَا يُؤْمِنُونَ بِهَا‌ۖ وَ[h:37[ٱ]لَّذِينَ ءَامَنُو[s[اْ] مُشْفِقُونَ مِنْهَا وَيَعْلَمُونَ أَ[g[نّ]َهَا [h:12101[ٱ]لْحَقُّ‌ۗ أَل[o[َآ] إِ[g[نّ]َ [h:24[ٱ]لَّذِينَ يُمَارُونَ فِى [h:12102[ٱ][l[ل]سَّاعَةِ لَفِى ضَلَ[n[ـٰ][i:7043[لِۭ ب]َع[p[ِي][q[د]ٍ","text_id":"Orang-orang yang tidak percaya kepadanya (hari Kiamat) meminta agar ia (hari Kiamat) segera terjadi, dan orang-orang yang beriman merasa takut kepadanya serta yakin bahwa ia adalah benar (akan terjadi). Ketahuilah, sesungguhnya orang-orang yang membantah tentang (terjadinya) kiamat itu benar-benar berada dalam kesesatan yang jauh.","text_en":"Only they who do not believe in it wish to hasten it; but those who believe are in fear of it, for they know it to be true. Surely those who are in doubt about the Hour are wandering far astray.","transliteration":"Yasta'jilu bihal lazeena laa yu'minoona bihaa wallazeena aamanoo mushfiqoona minhaa wa ya'lamoona annahal haqq; alaaa innal lazeena yumaaroona fis Saa'ati lafee dalaalim ba'eed","no_fn":"","text_fn":""},{"id":4291,"surah":42,"no_ayah":19,"tema":"Kesamaan Pokok-Pokok Dakwah para Rasul","text_ayah":"ٱللَّهُ لَطِي[i:12103[فُۢ ب]ِعِبَادِه[n[ِۦ] يَرْزُقُ م[a:476[َن ي]َش[o[َا]ٓءُ‌ۖ وَهُوَ [h:12104[ٱ]لْقَوِىُّ [h:6410[ٱ]لْعَز[p[ِي]زُ","text_id":"Allah Mahalembut terhadap hamba-hamba-Nya. Dia memberi rezeki kepada siapa yang Dia kehendaki. Dia Mahakuat lagi Mahaperkasa.","text_en":"God is gracious to His creatures, and bestows favours on whosoever He will. He is all-powerful and all-mighty.","transliteration":"Allahu lateefum bi'ibaadihee yarzuqu mai yashaaa'u wa Huwal Qawiyyul 'Azeez","no_fn":"","text_fn":""},{"id":4292,"surah":42,"no_ayah":20,"tema":"Balasan Amal Berdasarkan Niat","text_ayah":"مَ[f:506[ن ك]َانَ يُرِيدُ حَرْثَ [h:12105[ٱ]لْأَخِرَةِ نَزِ[q:12106[دْ] لَهُ[n[ۥ] فِى حَرْثِه[n[ِۦ]‌ۖ وَمَ[f:975[ن ك]َانَ يُرِيدُ حَرْثَ [h:12107[ٱ][l[ل]دُّنْيَا نُؤْتِه[n[ِۦ] مِنْهَا وَمَا لَهُ[n[ۥ] فِى [h:536[ٱ]لْأَخِرَةِ م[a:12108[ِن ن]َّص[p[ِي][q[ب]ٍ","text_id":"Siapa yang menghendaki balasan di akhirat, akan Kami tambahkan balasan itu baginya. Siapa yang menghendaki balasan di dunia, Kami berikan kepadanya sebagian darinya (balasan dunia), tetapi dia tidak akan mendapat bagian sedikit pun di akhirat.","text_en":"Whoever desires the fruits of the Hereafter, We shall add to his fruit. As for him who desires the fruits of this world, We shall give to him of these, but he will have no share in the Hereafter.","transliteration":"Man kaana yureedu harsal Aakhirati nazid lahoo fee harsihee wa man kaana yureedu harsad dunyaa nu'tihee mnhaa wa maa lahoo fil Aakhirati min naseeb","no_fn":"","text_fn":""},{"id":4293,"surah":42,"no_ayah":21,"tema":"Agama Orang Kafir tidak Bersumber dari Allah","text_ayah":"أَمْ لَهُمْ شُرَكَ[o[ـٰٓ]ؤُ[s[اْ] شَرَعُو[s[اْ] لَه[w:6026[ُم م]ِّنَ [h:12087[ٱ][l[ل]دِّينِ مَا لَمْ يَأْذ[i:12109[َنۢ ب]ِهِ [h:1707[ٱ]للَّهُ‌ۚ وَلَوْلَا كَلِمَةُ [h:12110[ٱ]لْفَصْلِ لَقُضِىَ بَيْنَهُمْ‌ۗ وَإِ[g[نّ]َ [h:9074[ٱ][l[ل]ظَّ[n[ـٰ]لِمِينَ لَهُمْ عَذَابٌ أَل[p[ِي]مٌ","text_id":"Apakah mereka mempunyai sembahan-sembahan selain Allah yang menetapkan bagi mereka aturan agama yang tidak diizinkan (diridai) oleh Allah? Seandainya tidak ada ketetapan yang pasti (tentang penundaan hukuman dari Allah) tentulah hukuman di antara mereka telah dilaksanakan. Sesungguhnya orang-orang zalim itu akan mendapat azab yang sangat pedih.","text_en":"Have they other associates who have prescribed another law for them which has not been dispensed by God? But for the decisive Word (of God) a sentence would have been passed amongst them. Surely there is a grievous punishment for the ungodly.","transliteration":"Am lahum shurakaaa'u shara'oo lahum minad deeni maa lam yaazam bihil laah; wa law laa kalimatul fasli laqudiya bainahum; wa innaz zaalimeena lahum 'azaabun aleem","no_fn":"","text_fn":""},{"id":4294,"surah":42,"no_ayah":22,"tema":"Agama Orang Kafir tidak Bersumber dari Allah","text_ayah":"تَرَى [h:12111[ٱ][l[ل]ظَّ[n[ـٰ]لِمِينَ مُشْفِقِينَ مِ[g[مّ]َا كَسَبُو[s[اْ] وَهُوَ وَاقِ[i:5127[عُۢ ب]ِهِمْ‌ۗ وَ[h:37[ٱ]لَّذِينَ ءَامَنُو[s[اْ] وَعَمِلُو[s[اْ] [h:118[ٱ][l[ل]صَّ[n[ـٰ]لِحَ[n[ـٰ]تِ فِى رَوْضَاتِ [h:12112[ٱ]لْجَ[g[نّ]َاتِ‌ۖ لَه[w:3531[ُم م]َّا يَش[o[َا]ٓءُونَ عِ[f:264[ند]َ رَبِّهِمْ‌ۚ ذ[n[َٲ]لِكَ هُوَ [h:11140[ٱ]لْفَضْلُ [h:11141[ٱ]لْكَب[p[ِي]رُ","text_id":"Kamu akan melihat orang-orang zalim itu sangat ketakutan karena (kejahatan-kejahatan) yang telah mereka lakukan, sedangkan (azab) menimpa mereka. Orang-orang yang beriman dan beramal saleh (akan bersenang-senang) di dalam taman-taman surga. Mereka mendapatkan apa yang mereka kehendaki di sisi Tuhan mereka. Yang demikian itu adalah karunia yang besar.","text_en":"You will see the evil-doers full of fear of what they deserve, yet it will come to pass. But those who believe and do the right will be in gardens of Paradise. They will receive what they wish from their Lord; and this will be the greatest favour.","transliteration":"Taraz zaalimeena mushfiqeena mimmaa kasaboo wa huwa waaqi'um bihim; wallazeena aamanoo wa 'amilus saalihaati fee rawdaatil jannaati lahum maa yashaaa'oona 'inda Rabbihim; zaalika huwal fadlul kabeer","no_fn":"","text_fn":""},{"id":4295,"surah":42,"no_ayah":23,"tema":"Agama Orang Kafir tidak Bersumber dari Allah","text_ayah":"ذ[n[َٲ]لِكَ [h:12113[ٱ]لَّذِى يُبَشِّرُ [h:12114[ٱ]للَّهُ عِبَادَهُ [h:12115[ٱ]لَّذِينَ ءَامَنُو[s[اْ] وَعَمِلُو[s[اْ] [h:118[ٱ][l[ل]صَّ[n[ـٰ]لِحَ[n[ـٰ]تِ‌ۗ قُل لّ[o[َآ] أَسْــَٔلُكُمْ عَلَيْهِ أَ[q:2795[جْ]رًا إِلَّا [h:12116[ٱ]لْمَوَدَّةَ فِى [h:12117[ٱ]لْقُرْبَىٰ‌ۗ وَم[a:12118[َن ي]َ[q:12119[قْ]تَرِفْ حَسَنَ[a:12120[ةً ن]َّزِ[q:12106[دْ] لَهُ[n[ۥ] فِيهَا حُسْنًا‌ۚ إِ[g[نّ]َ [h:80[ٱ]للَّهَ غَفُو[f:11131[رٌ ش]َك[p[ُو]رٌ","text_id":"Itulah (karunia) yang (dengannya) Allah menggembirakan hamba-hamba-Nya yang beriman dan beramal saleh. Katakanlah (Nabi Muhammad), “Aku tidak meminta kepadamu suatu imbalan pun atas seruanku, kecuali kasih sayang dalam kekeluargaan.” Siapa mengerjakan kebaikan, akan Kami tambahkan kebaikan baginya. Sesungguhnya Allah Maha Pengampun lagi Maha Mensyukuri.","text_en":"This is the good news that God gives to His creatures who believe and do good. Say: \"I ask no recompense of you for it other than obligations of relationship.\" We shall give more excellence to him who acquires excellence. Surely God forgives and accepts (gratitude).","transliteration":"Zaalikal lazee yubash shirul laahu 'ibaadahul lazeena aamanoo wa 'amilus saalihaat; qul laaa as'alukum 'alaihi ajran illal mawaddata fil qurbaa; wa mai yaqtarif hasanatan nazid lahoo feehaa husnaa; innal laaha Ghafoorun Shakoor","no_fn":"","text_fn":""},{"id":4296,"surah":42,"no_ayah":24,"tema":"Tuduhan Dusta Orang Kafir terhadap Nabi Muhammad","text_ayah":"أَمْ يَقُولُونَ [h:12121[ٱ]فْتَرَىٰ عَلَى [h:412[ٱ]للَّهِ كَذِ[f:12122[بًا‌ۖ ف]َإ[a:12123[ِن ي]َشَإِ [h:4035[ٱ]للَّهُ يَخْتِمْ عَلَىٰ قَلْبِكَ‌ۗ وَيَمْحُ [h:12124[ٱ]للَّهُ [h:12125[ٱ]لْبَ[n[ـٰ]طِلَ وَيُحِقُّ [h:12126[ٱ]لْحَقَّ بِكَلِمَ[n[ـٰ]تِه[o[ِۦٓ‌ۚ] إِ[g[نّ]َهُ[n[ۥ] عَلِي[i:2196[مُۢ ب]ِذَاتِ [h:2197[ٱ][l[ل]صُّد[p[ُو]رِ","text_id":"Ataukah mereka mengatakan, “Dia (Nabi Muhammad) telah mengada-adakan kebohongan tentang Allah.” Jika Allah menghendaki, niscaya Dia akan mengunci hatimu. Allah menghapus yang batil dan membenarkan yang benar dengan firman-firman-Nya (Al-Qur’an). Sesungguhnya Dia Maha Mengetahui segala isi hati.","text_en":"Do they say he has fabricated a lie about God? He could have sealed your hearts if He pleased; but God blots out the false and vindicates the truth by His dispensations, for He knows the secrets of the hearts.","transliteration":"Am yaqooloonaf tara 'alal laahi kaziban fa-iny yasha il laahu yakhtim 'alaa qalbik; wa yamhul laahul baatila wa yuhiqqul haqqa bi Kalimaatih; innahoo 'Aleemum bizaatis sudoor","no_fn":"","text_fn":""},{"id":4297,"surah":42,"no_ayah":25,"tema":"Tuduhan Dusta Orang Kafir terhadap Nabi Muhammad","text_ayah":"وَهُوَ [h:4114[ٱ]لَّذِى يَ[q:5822[قْ]بَلُ [h:5823[ٱ][l[ل]تَّوْبَةَ عَنْ عِبَادِه[n[ِۦ] وَيَعْفُو[s[اْ] عَنِ [h:12127[ٱ][l[ل]سَّيِّـَٔـاتِ وَيَعْلَمُ مَا تَفْعَل[p[ُو]نَ","text_id":"Dialah yang menerima tobat dari hamba-hamba-Nya, memaafkan kesalahan-kesalahan, mengetahui apa yang kamu kerjakan,","text_en":"It is He who accepts repentance from His creatures and forgives their trespasses, for He knows what you do.","transliteration":"Wa Huwal lazee yaqbalut tawbata 'an 'ibaadihee wa ya'foo 'anis saiyiaati wa ya'lamu maa taf'aloon","no_fn":"","text_fn":""},{"id":4298,"surah":42,"no_ayah":26,"tema":"Tuduhan Dusta Orang Kafir terhadap Nabi Muhammad","text_ayah":"وَيَسْتَجِيبُ [h:12128[ٱ]لَّذِينَ ءَامَنُو[s[اْ] وَعَمِلُو[s[اْ] [h:118[ٱ][l[ل]صَّ[n[ـٰ]لِحَ[n[ـٰ]تِ وَيَزِيدُه[w:3323[ُم م]ِّ[f:475[ن ف]َضْلِه[n[ِۦ]‌ۚ وَ[h:1467[ٱ]لْكَ[n[ـٰ]فِرُونَ لَهُمْ عَذَا[f:1727[بٌ ش]َد[p[ِي][q[د]ٌ","text_id":"memperkenankan (doa) orang-orang yang beriman dan mengerjakan kebajikan, dan menambah (pahala) kepada mereka dari karunia-Nya. Orang-orang kafir akan mendapat azab yang sangat keras.","text_en":"He answers (the prayers) of those who believe and do good, and gives them more of His bounty. But for the unbelievers there is severe punishment.","transliteration":"Wa yastajeebul lazeena aamanoo wa 'amilu saalihaati wa yazeeduhum min fadlih; wal kaafiroona lahum 'azaabun shadeed","no_fn":"","text_fn":""},{"id":4299,"surah":42,"no_ayah":27,"tema":"Tuduhan Dusta Orang Kafir terhadap Nabi Muhammad","text_ayah":"۞ وَلَوْ بَسَطَ [h:12129[ٱ]للَّهُ [h:12130[ٱ][l[ل]رِّزْقَ لِعِبَادِه[n[ِۦ] لَبَغَوْ[s[اْ] فِى [h:44[ٱ]لْأَرْضِ وَلَ[n[ـٰ]ك[a:12131[ِن ي]ُنَزِّلُ بِقَدَ[a:12132[رٍ م]َّا يَش[o[َا]ٓءُ‌ۚ إِ[g[نّ]َهُ[n[ۥ] بِعِبَادِه[n[ِۦ] خَبِي[i:12133[رُۢ ب]َص[p[ِي]رٌ","text_id":"Seandainya Allah melapangkan rezeki kepada hamba-hamba-Nya, niscaya mereka akan berbuat melampaui batas di bumi. Akan tetapi, Dia menurunkan apa yang Dia kehendaki dengan ukuran (tertentu). Sesungguhnya Dia Mahateliti lagi Maha Melihat (keadaan) hamba-hamba-Nya.","text_en":"If God were to give in abundance to His creatures they would fill the earth with oppression. So He gives according to measure as He will. He knows (what is good for) His creatures. He is all-aware and all-seeing.","transliteration":"Wa law basatal laahur rizqa li'ibaadihee labaghaw fil ardi wa laakiny yunazzilu biqadarim maa yashaaa'; innahoo bi'ibaadihee Khabeerum Baseer","no_fn":"","text_fn":""},{"id":4300,"surah":42,"no_ayah":28,"tema":"Tuduhan Dusta Orang Kafir terhadap Nabi Muhammad","text_ayah":"وَهُوَ [h:4114[ٱ]لَّذِى يُنَزِّلُ [h:12134[ٱ]لْغَيْثَ م[i:146[ِنۢ ب]َعْدِ مَا قَنَطُو[s[اْ] وَيَ[f:12135[نش]ُرُ رَحْمَتَهُ[n[ۥ]‌ۚ وَهُوَ [h:12136[ٱ]لْوَلِىُّ [h:12137[ٱ]لْحَم[p[ِي][q[د]ُ","text_id":"Dialah yang menurunkan hujan setelah mereka berputus asa dan (Dia pula yang) menyebarkan rahmat-Nya. Dialah Maha Pelindung lagi Maha Terpuji.","text_en":"It is He who sends down rain when they had despaired of it, and showers His benevolence. He is the protector worthy of praise.","transliteration":"Wa Huwal lazee yunazzilul ghaisa mim ba'di maa qanatoo wa yanshuru rahmatah; wa Huwal Waliyyul Hameed","no_fn":"","text_fn":""},{"id":4301,"surah":42,"no_ayah":29,"tema":"Tuduhan Dusta Orang Kafir terhadap Nabi Muhammad","text_ayah":"وَمِنْ ءَايَ[n[ـٰ]تِه[n[ِۦ] خَلْقُ [h:10451[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:177[ٱ]لْأَرْضِ وَمَا بَثَّ فِيهِمَا مِ[f:4026[ن د][m[َا]ٓبَّ[a:12138[ةٍ‌ۚ و]َهُوَ عَلَىٰ جَمْعِهِمْ إِذَا يَش[o[َا]ٓءُ قَد[p[ِي]رٌ","text_id":"Di antara tanda-tanda (kebesaran)-Nya adalah penciptaan langit dan bumi serta makhluk-makhluk melata yang Dia sebarkan pada keduanya. Dia Mahakuasa mengumpulkan semuanya apabila Dia menghendaki.","text_en":"The creation of the heavens and the earth and all the living things dispersed in them, are a sign of His. He has the power to gather them together when He will.","transliteration":"Wa min Aayaatihee khalqus samaawaati wal ardi wa maa bassa feehimaa min daaabbah; wa Huwa 'alaa jam'ihim izaa yashaaa'u Qadeer","no_fn":"","text_fn":""},{"id":4302,"surah":42,"no_ayah":30,"tema":"Ampunan Allah atas Sebagian Besar Dosa Hamba-Hamba-Nya","text_ayah":"وَم[o[َآ] أَصَ[n[ـٰ]بَك[w:12139[ُم م]ّ[a:12140[ِن م]ُّصِيبَ[f:12141[ةٍ ف]َبِمَا كَسَبَتْ أَيْدِيكُمْ وَيَعْفُو[s[اْ] عَ[f:3438[ن ك]َث[p[ِي]رٍ","text_id":"Musibah apa pun yang menimpa kamu adalah karena perbuatan tanganmu sendiri dan (Allah) memaafkan banyak (kesalahanmu).","text_en":"Whatever misfortune befalls you is a consequence of your deeds; yet He forgives much.","transliteration":"Wa maaa asaabakum mim museebatin fabimaa kasabat aydeekum wa ya'foo 'an kaseer","no_fn":"","text_fn":""},{"id":4303,"surah":42,"no_ayah":31,"tema":"Ampunan Allah atas Sebagian Besar Dosa Hamba-Hamba-Nya","text_ayah":"وَم[o[َآ] أَ[f:428[نت][c:4435[ُم ب]ِمُعْجِزِينَ فِى [h:44[ٱ]لْأَرْضِ‌ۖ وَمَا لَك[w:556[ُم م]ِّ[f:107[ن د]ُونِ [h:108[ٱ]للَّهِ م[a:557[ِن و]َلِ[a:558[ىٍّ و]َلَا نَص[p[ِي]رٍ","text_id":"Kamu tidak dapat melepaskan diri di bumi (dari siksaan Allah) dan kamu tidak mempunyai (satu) pelindung atau (satu) penolong pun selain Allah.","text_en":"You cannot thwart Him on the earth, and have no friend or helper apart from Him.","transliteration":"Wa maaa antum bimu'jizeena fil ardi wa maa lakum min doonil laahi minw wa liyyinw wa laa naseer","no_fn":"","text_fn":""},{"id":4304,"surah":42,"no_ayah":32,"tema":"Ampunan Allah atas Sebagian Besar Dosa Hamba-Hamba-Nya","text_ayah":"وَمِنْ ءَايَ[n[ـٰ]تِهِ [h:12142[ٱ]لْجَوَارِ فِى [h:837[ٱ]لْبَحْرِ كَ[h:12143[ٱ]لْأَعْلَ[p[ـٰ]مِ","text_id":"Di antara tanda-tanda (kebesaran)-Nya adalah kapal-kapal yang berlayar di laut seperti gunung-gunung.","text_en":"Ships sailing in the ocean like ensigns are a sign of His.","transliteration":"Wa min Aayaatihil ja waarifil bahri kal a'lam","no_fn":"","text_fn":""},{"id":4305,"surah":42,"no_ayah":33,"tema":"Ampunan Allah atas Sebagian Besar Dosa Hamba-Hamba-Nya","text_ayah":"إ[a:3197[ِن ي]َشَأْ يُسْكِنِ [h:12144[ٱ][l[ل]رِّيحَ فَيَظْلَلْنَ رَوَاكِدَ عَلَىٰ ظَهْرِه[o[ِۦٓ‌ۚ] إِ[g[نّ]َ فِى ذ[n[َٲ]لِكَ لَأَيَ[n[ـٰ][u:7049[تٍ ل]ِّكُلِّ صَبَّا[f:7050[رٍ ش]َك[p[ُو]رٍ","text_id":"Jika Dia menghendaki, Dia akan menghentikan angin, sehingga jadilah (kapal-kapal) itu terhenti di permukaannya (laut). Sesungguhnya pada yang demikian itu terdapat tanda-tanda (kebesaran Allah) bagi tiap-tiap orang yang selalu bersabar dan banyak bersyukur,","text_en":"He could stop the wind if He pleased, then they would be stranded on its surface. Surely there are signs in this for every one who perseveres and is grateful.","transliteration":"Iny yashaaa yuskinir reeha fa yazlalna rawaakida 'alaa zahirh; inna fee zaalika la Aayaatil likulli sabbaarin shakoor","no_fn":"","text_fn":""},{"id":4306,"surah":42,"no_ayah":34,"tema":"Ampunan Allah atas Sebagian Besar Dosa Hamba-Hamba-Nya","text_ayah":"أَوْ يُوبِ[q:12145[قْ]هُ[g[نّ]َ بِمَا كَسَبُو[s[اْ] وَيَعْفُ عَ[f:3438[ن ك]َث[p[ِي]رٍ","text_id":"atau Dia akan menghancurkan kapal-kapal itu karena perbuatan (dosa) mereka, dan Dia memaafkan banyak (kesalahan mereka).","text_en":"Or He could wreck them for what they have done; yet there is much that He pardons.","transliteration":"Aw yoobiqhunna bimaa kasaboo wa ya'fu 'an kaseer","no_fn":"","text_fn":""},{"id":4307,"surah":42,"no_ayah":35,"tema":"Ampunan Allah atas Sebagian Besar Dosa Hamba-Hamba-Nya","text_ayah":"وَيَعْلَمَ [h:12146[ٱ]لَّذِينَ يُجَ[n[ـٰ]دِلُونَ ف[o[ِىٓ] ءَايَ[n[ـٰ]تِنَا مَا لَه[w:1812[ُم م]ّ[a:7093[ِن م]َّح[p[ِي]صٍ","text_id":"(Yang demikian itu) agar orang-orang yang membantah tanda-tanda (kekuasaan) Kami mengetahui bahwa mereka tidak akan memperoleh jalan keluar (dari siksaan).","text_en":"Let those who dispute Our signs know that there is no way of escape for them.","transliteration":"Wa ya'lamal lazeena yujaadiloona feee Aayaatinaa maa lahum mim mahees","no_fn":"","text_fn":""},{"id":4308,"surah":42,"no_ayah":36,"tema":"Ampunan Allah atas Sebagian Besar Dosa Hamba-Hamba-Nya","text_ayah":"فَم[o[َآ] أُوتِيت[w:10210[ُم م]ِّ[f:2103[ن ش][f:10211[َىْءٍ ف]َمَتَ[n[ـٰ]عُ [h:10212[ٱ]لْحَيَ[s[و][n[ٲ]ةِ [h:442[ٱ][l[ل]دُّنْيَا‌ۖ وَمَا عِ[f:264[ند]َ [h:408[ٱ]للَّهِ خَيْ[a:8546[رٌ و]َأَ[q:8540[بْ]قَىٰ لِلَّذِينَ ءَامَنُو[s[اْ] وَعَلَىٰ رَبِّهِمْ يَتَوَكَّل[p[ُو]نَ","text_id":"Apa pun (kenikmatan) yang diberikan kepadamu, maka itu adalah kesenangan hidup di dunia. Sedangkan apa (kenikmatan) yang ada di sisi Allah lebih baik dan lebih kekal bagi orang-orang yang beriman dan hanya kepada Tuhan mereka bertawakal.","text_en":"Whatsoever you have been given is only this life's merchandise; but what is with God is better and more lasting for those who believe and place their trust in their Lord,","transliteration":"Famaa ooteetum min shai'in famataa'ul hayaatid dunyaa wa maa 'indal laahi khairunw wa abqaa lillazeena aamanoo wa 'alaa Rabbihim yatawakkaloon","no_fn":"","text_fn":""},{"id":4309,"surah":42,"no_ayah":37,"tema":"Ampunan Allah atas Sebagian Besar Dosa Hamba-Hamba-Nya","text_ayah":"وَ[h:9999[ٱ]لَّذِينَ يَ[q:12147[جْ]تَنِبُونَ كَبَ[o[ـٰٓ]ئِرَ [h:12148[ٱ]لْإِثْمِ وَ[h:12149[ٱ]لْفَو[n[َٲ]حِشَ وَإِذَا مَا غَضِبُو[s[اْ] هُمْ يَغْفِر[p[ُو]نَ","text_id":"(Kenikmatan itu juga lebih baik dan lebih kekal bagi) orang-orang yang menjauhi dosa-dosa besar dan perbuatan-perbuatan keji, dan apabila mereka marah segera memberi maaf;","text_en":"Who avoid the deadly sins, immoral acts, and forgive when they are angered,","transliteration":"Wallazeena yajtaniboona kabaaa'iral ismi wal fawaa hisha wa izaa maa ghadiboo hum yaghfiroon","no_fn":"","text_fn":""},{"id":4310,"surah":42,"no_ayah":38,"tema":"Kewajiban Bermusyawarah dalam Masalah Keduniaan","text_ayah":"وَ[h:9999[ٱ]لَّذِينَ [h:12150[ٱ]سْتَجَابُو[s[اْ] لِرَبِّهِمْ وَأَقَامُو[s[اْ] [h:1641[ٱ][l[ل]صَّلَ[s[و][n[ٲ]ةَ وَأَمْرُهُمْ شُورَىٰ بَيْنَهُمْ وَمِ[g[مّ]َا رَزَ[q:15[قْ]نَ[n[ـٰ]هُمْ يُ[f:16[نف]ِق[p[ُو]نَ","text_id":"(juga lebih baik dan lebih kekal bagi) orang-orang yang menerima (mematuhi) seruan Tuhan dan melaksanakan salat, sedangkan urusan mereka (diputuskan) dengan musyawarah di antara mereka. Mereka menginfakkan sebagian dari rezeki yang Kami anugerahkan kepada mereka;","text_en":"Who obey the commands of their Lord and fulfil their devotional obligations, whose affairs are settled by mutual consultation, who spend of what We have given them,","transliteration":"Wallazeenas tajaaboo li Rabbhim wa aqaamus Salaata wa amruhum shooraa bainahum wa mimmaa razaqnaahum yunfiqoon","no_fn":"","text_fn":""},{"id":4311,"surah":42,"no_ayah":39,"tema":"Cara Membalas Perlakuan Buruk Orang Lain","text_ayah":"وَ[h:9999[ٱ]لَّذِينَ إِذ[o[َآ] أَصَابَهُمُ [h:12151[ٱ]لْبَغْىُ هُمْ يَ[f:9794[نت]َصِر[p[ُو]نَ","text_id":"(juga lebih baik dan lebih kekal bagi) orang-orang yang apabila mereka diperlakukan dengan zalim, mereka membela diri.","text_en":"And those who defend themselves when they are wronged.","transliteration":"Wallazeena izaa asaabahumul baghyu hum yantasiroon","no_fn":"","text_fn":""},{"id":4312,"surah":42,"no_ayah":40,"tema":"Cara Membalas Perlakuan Buruk Orang Lain","text_ayah":"وَجَز[o[َٲ]ٓؤُ[s[اْ] سَيِّئَ[f:12152[ةٍ س]َيِّئَ[a:12153[ةٌ م]ِّثْلُهَا‌ۖ فَمَنْ عَفَا وَأَصْلَحَ فَأَ[q:12154[جْ]رُهُ[n[ۥ] عَلَى [h:412[ٱ]للَّهِ‌ۚ إِ[g[نّ]َهُ[n[ۥ] لَا يُحِبُّ [h:1968[ٱ][l[ل]ظَّ[n[ـٰ]لِم[p[ِي]نَ","text_id":"Balasan suatu keburukan adalah keburukan yang setimpal. Akan tetapi, siapa yang memaafkan dan berbuat baik (kepada orang yang berbuat jahat), maka pahalanya dari Allah. Sesungguhnya Dia tidak menyukai orang-orang zalim.","text_en":"The retribution of evil is the equal of evil (done); yet those who forgive and rehabilitate will be rewarded by God. Verily He does not like those who do wrong.","transliteration":"Wa jazaaa'u saiyi'atin saiyi'tum misluha faman 'afaa wa aslaha fa ajruhoo 'alal laah; innahoo laa yuhibbuz zaalimeen","no_fn":"","text_fn":""},{"id":4313,"surah":42,"no_ayah":41,"tema":"Cara Membalas Perlakuan Buruk Orang Lain","text_ayah":"وَلَمَنِ [h:12155[ٱ][f:12156[نت]َصَرَ بَعْدَ ظُلْمِه[n[ِۦ] فَأُ[s[وْ]لَ[o[ـٰٓ]ئِكَ مَا عَلَيْه[w:4082[ِم م]ِّ[f:5782[ن س]َب[p[ِي]لٍ","text_id":"Akan tetapi, sungguh siapa yang membela diri setelah teraniaya, tidak ada satu alasan pun (untuk menyalahkan) mereka.","text_en":"If one avenges himself after he has been wronged, there is no way of blaming him.","transliteration":"Wa lamanin tasara ba'da zulmihee fa ulaaa'ika maa 'alaihim min sabeel","no_fn":"","text_fn":""},{"id":4314,"surah":42,"no_ayah":42,"tema":"Cara Membalas Perlakuan Buruk Orang Lain","text_ayah":"إِ[g[نّ]َمَا [h:5784[ٱ][l[ل]سَّبِيلُ عَلَى [h:289[ٱ]لَّذِينَ يَظْلِمُونَ [h:12157[ٱ][l[ل][g[نّ]َاسَ وَيَ[q:12158[بْ]غُونَ فِى [h:44[ٱ]لْأَرْضِ بِغَيْرِ [h:325[ٱ]لْحَقِّ‌ۚ أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ لَهُمْ عَذَابٌ أَل[p[ِي]مٌ","text_id":"Sesungguhnya alasan (untuk menyalahkan) itu hanya ada pada orang-orang yang menganiaya manusia dan melampaui batas di bumi tanpa hak (alasan yang benar). Mereka itu mendapat siksa yang sangat pedih.","text_en":"Blame lies on those who oppress, and terrorise the land unjustly. For them there is painful punishment.","transliteration":"Innamas sabeelu 'alal lazeena yazlimoonan naasa wa yabghoona fil ardi bighairil haqq; ulaaa'ika lahum 'azaabun aleem","no_fn":"","text_fn":""},{"id":4315,"surah":42,"no_ayah":43,"tema":"Cara Membalas Perlakuan Buruk Orang Lain","text_ayah":"وَلَمَ[f:12159[ن ص]َبَرَ وَغَفَرَ إِ[g[نّ]َ ذ[n[َٲ]لِكَ لَمِنْ عَزْمِ [h:2488[ٱ]لْأُم[p[ُو]رِ","text_id":"Akan tetapi, sungguh siapa yang bersabar dan memaafkan, sesungguhnya yang demikian itu termasuk urusan yang (patut) diutamakan.","text_en":"But he who bears with patience and forgives, surely complies with divine resolve.","transliteration":"Wa laman sabara wa ghafara inna zaalika lamin 'azmil umoor","no_fn":"","text_fn":""},{"id":4316,"surah":42,"no_ayah":44,"tema":"Orang-Orang Sesat tidak akan Menemukan Penolong ","text_ayah":"وَم[a:3002[َن ي]ُضْلِلِ [h:3003[ٱ]للَّهُ فَمَا لَهُ[n[ۥ] م[a:557[ِن و]َلِ[a:12160[ىٍّ م]ّ[i:254[ِنۢ ب]َعْدِه[n[ِۦ]‌ۗ وَتَرَى [h:12161[ٱ][l[ل]ظَّ[n[ـٰ]لِمِينَ لَ[g[مّ]َا رَأَوُ[s[اْ] [h:6091[ٱ]لْعَذَابَ يَقُولُونَ هَلْ إِلَىٰ مَرَ[a:12162[دٍّ م]ِّ[f:5782[ن س]َب[p[ِي]لٍ","text_id":"Siapa yang dibiarkan sesat oleh Allah (karena kecenderungan dan pilihannya sendiri), tidak ada baginya pelindung setelah itu. Kamu akan melihat orang-orang zalim, ketika mereka melihat azab, berkata, “Adakah kiranya jalan untuk kembali (ke dunia)?”","text_en":"He whom God leads astray has no one except God to protect him. You should see the sinners when they face the punishment. They will say: \"Isn't there a way of going back?\"","transliteration":"Wa mai yudlilil laahu famaa lahoo minw waliyyim mim ba'dih; wa taraz zaalimeena lammaa ra awul 'azaaba yaqooloona hal ilaa maraddim min sabeel","no_fn":"","text_fn":""},{"id":4317,"surah":42,"no_ayah":45,"tema":"Orang-Orang Sesat tidak akan Menemukan Penolong ","text_ayah":"وَتَرَ[n[ٮٰ]هُمْ يُعْرَضُونَ عَلَيْهَا خَ[n[ـٰ]شِعِينَ مِنَ [h:7943[ٱ][l[ل]ذُّلِّ يَ[f:1141[نظ]ُرُونَ مِ[f:12163[ن ط]َرْفٍ خَفِ[a:12164[ىٍّ‌ۗ و]َقَالَ [h:614[ٱ]لَّذِينَ ءَامَن[o[ُوٓ][s[اْ] إِ[g[نّ]َ [h:11650[ٱ]لْخَ[n[ـٰ]سِرِينَ [h:11651[ٱ]لَّذِينَ خَسِر[o[ُوٓ][s[اْ] أَ[f:38[نف]ُسَهُمْ وَأَهْلِيهِمْ يَوْمَ [h:592[ٱ]لْقِيَ[n[ـٰ]مَةِ‌ۗ أَل[o[َآ] إِ[g[نّ]َ [h:7101[ٱ][l[ل]ظَّ[n[ـٰ]لِمِينَ فِى عَذَا[a:12165[بٍ م]ُّق[p[ِي]مٍ","text_id":"Kamu akan melihat mereka dihadapkan kepadanya (neraka) dalam keadaan tertunduk karena (merasa) hina. Mereka memperhatikan dengan pandangan yang lesu. Orang-orang yang beriman berkata, “Sesungguhnya orang-orang yang rugi adalah orang-orang yang merugikan diri mereka sendiri dan keluarganya pada hari Kiamat.” Ketahuilah, sesungguhnya orang-orang zalim itu berada dalam azab yang kekal.","text_en":"You should see them brought before the Fire, abject in disgrace, looking stealthily. And those who believe will say: \"They who forfeit their souls and families on the Day of Resurrection will really be losers.\" Is it not that sinners will suffer a lasting torment?","transliteration":"Wa taraahum yu'radoona 'alaihaa khaashi'eena minazzulli yanzuroona min tarfin khaifiyy; wa qaalal lazeena aamanooo innal khaasireenal lazeena khasiroon anfusahum wa ahleehim Yawmal Qiyaamah; alaaa innaz zaalimeena fee'azaabim muqeem","no_fn":"","text_fn":""},{"id":4318,"surah":42,"no_ayah":46,"tema":"Orang-Orang Sesat tidak akan Menemukan Penolong ","text_ayah":"وَمَا كَانَ لَه[w:1812[ُم م]ِّنْ أَوْلِي[o[َا]ٓءَ يَ[f:12166[نص]ُرُونَه[w:12167[ُم م]ِّ[f:107[ن د]ُونِ [h:108[ٱ]للَّهِ‌ۗ وَم[a:3002[َن ي]ُضْلِلِ [h:3003[ٱ]للَّهُ فَمَا لَهُ[n[ۥ] مِ[f:5782[ن س]َب[p[ِي]لٍ","text_id":"Mereka tidak akan mempunyai pelindung yang dapat menolong mereka selain Allah. Siapa pun yang disesatkan oleh Allah (berdasarkan kecenderungan dan pilihannya sendiri) tidak akan ada jalan baginya (untuk mendapat petunjuk).","text_en":"They will have no protector to help them other than God. He whom God allows to go astray has no way.","transliteration":"Wa maa kaana lahum min awliyaaa'a yansuroonahum min doonil laah; wa mai yudlilil laahu famaa lahoo min sabeel","no_fn":"","text_fn":""},{"id":4319,"surah":42,"no_ayah":47,"tema":"Orang-Orang Sesat tidak akan Menemukan Penolong ","text_ayah":"ٱسْتَجِيبُو[s[اْ] لِرَبِّك[w:12168[ُم م]ِّ[f:1346[ن ق]َ[q:1347[بْ]لِ أ[a:1462[َن ي]َأْتِىَ يَوْ[u:1463[مٌ ل]َّا مَرَدَّ لَهُ[n[ۥ] مِنَ [h:321[ٱ]للَّهِ‌ۚ مَا لَك[w:556[ُم م]ّ[a:12169[ِن م]َّلْجَ[a:12170[إٍ ي]َوْمَئِ[a:12171[ذٍ و]َمَا لَك[w:556[ُم م]ّ[a:12172[ِن ن]َّك[p[ِي]رٍ","text_id":"Penuhilah seruan Tuhanmu sebelum datang dari Allah suatu hari (Kiamat) yang tidak dapat ditolak. Pada hari itu kamu tidak akan mempunyai tempat berlindung dan tidak (pula) dapat mengingkari (dosa-dosamu).","text_en":"Hearken to your Lord before the Day arrives from God that will not be averted. You will have no place of refuge then nor time for denying.","transliteration":"Istajeeboo li Rabbikum min qabli any yaatiya Yawmul laa maradda lahoo minal laah; maa lakum mim malja iny yawma'izinw wa maa lakum min nakeer","no_fn":"","text_fn":""},{"id":4320,"surah":42,"no_ayah":48,"tema":"Orang-Orang Sesat tidak akan Menemukan Penolong ","text_ayah":"فَإِنْ أَعْرَضُو[s[اْ] فَم[o[َآ] أَرْسَلْنَ[n[ـٰ]كَ عَلَيْهِمْ حَفِيظًا‌ۖ إِنْ عَلَيْكَ إِلَّا [h:3819[ٱ]لْبَلَ[n[ـٰ]غُ‌ۗ وَإِ[g[نّ][o[َآ] إِذ[o[َآ] أَذَ[q:5991[قْ]نَا [h:6253[ٱ]لْإِ[f:5969[نس]َ[n[ـٰ]نَ مِ[g[نّ]َا رَحْمَ[f:12173[ةً ف]َرِحَ بِهَا‌ۖ وَإِ[f:2950[ن ت]ُصِ[q:2951[بْ]هُمْ سَيِّئَ[i:10486[ةُۢ ب]ِمَا قَدَّمَتْ أَيْدِيهِمْ فَإِ[g[نّ]َ [h:12174[ٱ]لْإِ[f:5969[نس]َ[n[ـٰ]نَ كَف[p[ُو]رٌ","text_id":"Jika mereka berpaling, (ingatlah) Kami tidak mengutus engkau sebagai pengawas bagi mereka. Kewajibanmu hanyalah menyampaikan (risalah). Sesungguhnya apabila Kami merasakan kepada manusia sedikit dari rahmat Kami, dia gembira karenanya. Akan tetapi, jika mereka ditimpa kesusahan disebabkan perbuatan tangan mereka sendiri, (niscaya mereka ingkar). Sesungguhnya manusia itu sangat ingkar (pada nikmat).","text_en":"If they turn away (you are not responsible); We have not appointed you a warden over them. Your duty is to deliver the message. When We let man taste of Our favours he begins to exult; but if misfortune befalls him, as a consequence of his own deeds, man is surely then ungrateful.","transliteration":"Fa-in a'radoo famaaa arsalnaaka 'alaihim hafeezan in 'alaika illal balaagh; wa innaaa izaaa azaqnal insaana minnaa rahmatan fariha bihaa wa in tusibhum saiyi'atum bimaa qaddamat aydeehim fa innal insaana kafoor","no_fn":"","text_fn":""},{"id":4321,"surah":42,"no_ayah":49,"tema":"Orang-Orang Sesat tidak akan Menemukan Penolong ","text_ayah":"لِّلَّهِ مُلْكُ [h:555[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:177[ٱ]لْأَرْضِ‌ۚ يَخْلُقُ مَا يَش[o[َا]ٓءُ‌ۚ يَهَبُ لِم[a:1537[َن ي]َش[o[َا]ٓءُ إِنَ[n[ـٰ][a:12175[ثًا و]َيَهَبُ لِم[a:1537[َن ي]َش[o[َا]ٓءُ [h:12176[ٱ][l[ل]ذُّك[p[ُو]رَ","text_id":"Milik Allahlah kerajaan langit dan bumi. Dia menciptakan apa yang Dia kehendaki, memberikan anak perempuan kepada siapa yang Dia kehendaki, memberikan anak laki-laki kepada siapa yang Dia kehendaki,","text_en":"To God belongs the kingdom of the heavens and the earth. He creates whatsoever He wills, bestows daughters on whosoever He will, and gives sons to whom He choose.","transliteration":"Lillaahi mulkus samaawaati wal ard; yakhluqu maa yashaaa'; yahabu limai yashaaa'u inaasanw wa yahabu limai yashaaa'uz zukoor","no_fn":"","text_fn":""},{"id":4322,"surah":42,"no_ayah":50,"tema":"Orang-Orang Sesat tidak akan Menemukan Penolong ","text_ayah":"أَوْ يُزَوِّجُهُمْ ذُكْرَا[a:12177[نًا و]َإِنَ[n[ـٰ][a:12178[ثًا‌ۖ و]َيَ[q:6204[جْ]عَلُ م[a:476[َن ي]َش[o[َا]ٓءُ عَقِيمًا‌ۚ إِ[g[نّ]َهُ[n[ۥ] عَلِي[f:7488[مٌ ق]َد[p[ِي]رٌ","text_id":"atau Dia menganugerahkan (keturunan) laki-laki dan perempuan, serta menjadikan mandul siapa saja yang Dia kehendaki. Sesungguhnya Dia Maha Mengetahui lagi Mahakuasa.","text_en":"On some He bestows both sons and daughters, and some He leaves issueless. He is all-knowing and all-powerful.","transliteration":"Aw yuzawwijuhum zukraananw wa inaasanw wa yaj'alu mai yashaaa'u 'aqeemaa; innahoo 'Aleemun Qadeer","no_fn":"","text_fn":""},{"id":4323,"surah":42,"no_ayah":51,"tema":"Cara Wahyu Diturunkan kepada Rasul","text_ayah":"۞ وَمَا كَانَ لِبَشَرٍ أ[a:12179[َن ي]ُكَلِّمَهُ [h:12180[ٱ]للَّهُ إِلَّا وَحْيًا أَوْ م[a:12181[ِن و]َرَآىِٕ حِجَابٍ أَوْ يُرْسِلَ رَسُول[f:12182[اً ف]َيُوحِىَ بِإِذْنِه[n[ِۦ] مَا يَش[o[َا]ٓءُ‌ۚ إِ[g[نّ]َهُ[n[ۥ] عَلِىٌّ حَك[p[ِي]مٌ","text_id":"Tidak mungkin bagi seorang manusia untuk diajak berbicara langsung oleh Allah, kecuali dengan (perantaraan) wahyu, dari belakang tabir, atau dengan mengirim utusan (malaikat) lalu mewahyukan kepadanya dengan izin-Nya apa yang Dia kehendaki. Sesungguhnya Dia Mahatinggi lagi Mahabijaksana.","text_en":"It is not given to man that God should speak to him except by suggestion or indirectly, or send a messenger to convey by His command whatsoever He please. He is all-high and all-wise.","transliteration":"Wa maa kaana libasharin any yukallimahul laahu illaa wahyan aw minw waraaa'i hijaabin aw yursila Rasoolan fa yoohiya bi iznuhee maa yashaaa'; innahoo 'Aliyyun Hakeem","no_fn":"","text_fn":""},{"id":4324,"surah":42,"no_ayah":52,"tema":"Cara Wahyu Diturunkan kepada Rasul","text_ayah":"وَكَذ[n[َٲ]لِكَ أَوْحَيْن[o[َآ] إِلَيْكَ رُو[a:12183[حًا م]ِّنْ أَمْرِنَا‌ۚ مَا كُ[f:735[نت]َ تَ[q:10618[دْ]رِى مَا [h:12184[ٱ]لْكِتَ[n[ـٰ]بُ وَلَا [h:12185[ٱ]لْإِيمَ[n[ـٰ]نُ وَلَ[n[ـٰ]كِ[f:12186[ن ج]َعَلْنَ[n[ـٰ]هُ نُو[a:12187[رًا ن]َّهْدِى بِه[n[ِۦ] م[a:4211[َن ن]َّش[o[َا]ٓءُ مِنْ عِبَادِنَا‌ۚ وَإِ[g[نّ]َكَ لَتَهْد[o[ِىٓ] إِلَىٰ صِر[n[َٲ][a:726[طٍ م]ُّسْتَق[p[ِي]مٍ","text_id":"Demikianlah Kami mewahyukan kepadamu (Nabi Muhammad) rūh (Al-Qur’an) dengan perintah Kami. Sebelumnya engkau tidaklah mengetahui apakah Kitab (Al-Qur’an) dan apakah iman itu, tetapi Kami menjadikannya (Al-Qur’an) cahaya yang dengannya Kami memberi petunjuk siapa yang Kami kehendaki di antara hamba-hamba Kami. Sesungguhnya engkau benar-benar membimbing (manusia) ke jalan yang lurus,","text_en":"So have We revealed to you the Qur'an by Our command. You did not know what the Scripture was before, nor (the laws of) faith. And We made it a light by which We show the way to those of Our creatures as We please; and you certainly guide them to the right path,","transliteration":"Wa kazaalika awhainaaa ilaika rooham min amrinaa; maa kunta tadree mal Kitaabu wa lal eemaanu wa laakin ja'alnaahu nooran nahdee bihee man nashaaa'u min 'ibaadinaa; wa innaka latahdeee ilaaa Siraatim Mustaqeem","no_fn":"","text_fn":""},{"id":4325,"surah":42,"no_ayah":53,"tema":"Cara Wahyu Diturunkan kepada Rasul","text_ayah":"صِر[n[َٲ]طِ [h:12188[ٱ]للَّهِ [h:9413[ٱ]لَّذِى لَهُ[n[ۥ] مَا فِى [h:609[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَمَا فِى [h:44[ٱ]لْأَرْضِ‌ۗ أَل[o[َآ] إِلَى [h:1637[ٱ]للَّهِ تَصِيرُ [h:12189[ٱ]لْأُم[p[ُو]رُ","text_id":"(yaitu) jalan Allah yang milik-Nyalah apa yang ada di langit dan apa yang ada di bumi. Ketahuilah (bahwa) kepada Allahlah segala urusan kembali!","text_en":"The path of God to whom belongs the kingdom of the heavens and the earth. And will not all things go back to God?","transliteration":"Siraatil laahil lazee lahoo maa fis samaawaati wa maa fil ard; alaaa ilal laahi taseerul umoor","no_fn":"","text_fn":""}]