[{"id_ayat":4326,"no_surah":43,"no_ayat":1,"teks_ayat":" حٰمۤ  ۚ ","tema":"Sifat-Sifat Al-Qur’an","teks_terjemah":"Ḥā Mīm.","no_fn":"","teks_fn":"","bacaan":"haa-miim"},{"id_ayat":4327,"no_surah":43,"no_ayat":2,"teks_ayat":"وَالْكِتٰبِ الْمُبِيْنِ ۙ ","tema":"Sifat-Sifat Al-Qur’an","teks_terjemah":"Demi Kitab (Al-Qur’an) yang jelas,","no_fn":"","teks_fn":"","bacaan":"walkitaabilmubiin"},{"id_ayat":4328,"no_surah":43,"no_ayat":3,"teks_ayat":"اِنَّا جَعَلْنٰهُ قُرْاٰنًا عَرَبِيًّا لَّعَلَّكُمْ تَعْقِلُوْنَۚ ","tema":"Sifat-Sifat Al-Qur’an","teks_terjemah":"sesungguhnya Kami menjadikannya sebagai Al-Qur’an yang berbahasa Arab agar kamu mengerti","no_fn":"","teks_fn":"","bacaan":"innaa ja'alnaahu qur-aanan 'arabiyyan la'allakum ta'qiluunaa"},{"id_ayat":4329,"no_surah":43,"no_ayat":4,"teks_ayat":"وَاِنَّهٗ فِيْٓ اُمِّ الْكِتٰبِ لَدَيْنَا لَعَلِيٌّ حَكِيْمٌ ۗ ","tema":"Sifat-Sifat Al-Qur’an","teks_terjemah":"dan sesungguhnya (Al-Qur’an) itu berada di dalam Ummul Kitāb (Lauh Mahfuz) di sisi Kami, benar-benar (bernilai) tinggi, dan penuh hikmah.","no_fn":"","teks_fn":"","bacaan":"wa-innahu fii ummilkitaabi ladaynaa la'aliyyun hakiim"},{"id_ayat":4330,"no_surah":43,"no_ayat":5,"teks_ayat":"اَفَنَضْرِبُ عَنْكُمُ الذِّكْرَ صَفْحًا اَنْ كُنْتُمْ قَوْمًا مُّسْرِفِيْنَ","tema":"Sifat-Sifat Al-Qur’an","teks_terjemah":"Apakah Kami akan menahan (turunnya) Al-Qur’an dan mengabaikanmu (hanya) karena kamu kaum yang melampaui batas?","no_fn":"","teks_fn":"","bacaan":"afanadhribu 'ankumudzdzikra shafhan an kuntum qawman musrifiin"},{"id_ayat":4331,"no_surah":43,"no_ayat":6,"teks_ayat":"وَكَمْ اَرْسَلْنَا مِنْ نَّبِيٍّ فِى الْاَوَّلِيْنَ ","tema":"Sifat-Sifat Al-Qur’an","teks_terjemah":"Betapa banyak nabi yang telah Kami utus kepada umat-umat yang terdahulu.","no_fn":"","teks_fn":"","bacaan":"wakam arsalnaa min nabiyyin fiil-awwaliin"},{"id_ayat":4332,"no_surah":43,"no_ayat":7,"teks_ayat":"وَمَا يَأْتِيْهِمْ مِّنْ نَّبِيٍّ اِلَّا كَانُوْا بِهٖ يَسْتَهْزِءُوْنَ ","tema":"Sifat-Sifat Al-Qur’an","teks_terjemah":"Setiap kali seorang nabi datang kepada mereka, mereka selalu memperolok-olokkannya.","no_fn":"","teks_fn":"","bacaan":"wamaa ya'tiihim min nabiyyin illaa kaanuu bihi yastahzi-uun"},{"id_ayat":4333,"no_surah":43,"no_ayat":8,"teks_ayat":"فَاَهْلَكْنَآ اَشَدَّ مِنْهُمْ بَطْشًا وَّمَضٰى مَثَلُ الْاَوَّلِيْنَ","tema":"Sifat-Sifat Al-Qur’an","teks_terjemah":"Oleh karena itu, Kami membinasakan orang-orang yang lebih kuat dari mereka (kaum musyrik Quraisy) dan telah berlalu contoh (kehancuran) umat-umat terdahulu.","no_fn":"","teks_fn":"","bacaan":"fa-ahlaknaa asyadda minhum bathsyan wamadaa matsalul-awwaliin"},{"id_ayat":4334,"no_surah":43,"no_ayat":9,"teks_ayat":"وَلَىِٕنْ سَاَلْتَهُمْ مَّنْ خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ لَيَقُوْلُنَّ خَلَقَهُنَّ الْعَزِيْزُ الْعَلِيْمُۙ","tema":"Pengakuan Kaum Musyrik bahwa Allah Pencipta Langit dan Bumi","teks_terjemah":"Jika kamu menanyakan kepada mereka, “Siapakah yang menciptakan langit dan bumi,” pastilah mereka akan menjawab, “Yang menciptakannya adalah Zat Yang Mahaperkasa lagi Maha Mengetahui.","no_fn":"","teks_fn":"","bacaan":"wala-in sa-altahum man khalaqassamaawaati wal-ardha layaquulunna khalaqahunnal'aziizul'aliim"},{"id_ayat":4335,"no_surah":43,"no_ayat":10,"teks_ayat":"الَّذِيْ جَعَلَ لَكُمُ الْاَرْضَ مَهْدًا وَّجَعَلَ لَكُمْ فِيْهَا سُبُلًا لَّعَلَّكُمْ تَهْتَدُوْنَ ۚ ","tema":"Pengakuan Kaum Musyrik bahwa Allah Pencipta Langit dan Bumi","teks_terjemah":"(Dialah) yang menjadikan bumi sebagai tempat menetap bagimu dan menjadikan jalan-jalan di atasnya untukmu agar kamu mendapat petunjuk.","no_fn":"","teks_fn":"","bacaan":"aladzii ja'ala lakumul-ardha mahdan waja'ala lakum fiihaa subulan la'allakum tahtaduun"},{"id_ayat":4336,"no_surah":43,"no_ayat":11,"teks_ayat":"وَالَّذِيْ نَزَّلَ مِنَ السَّمَاۤءِ مَاۤءًۢ بِقَدَرٍۚ فَاَنْشَرْنَا بِهٖ بَلْدَةً مَّيْتًا ۚ كَذٰلِكَ تُخْرَجُوْنَ ","tema":"Pengakuan Kaum Musyrik bahwa Allah Pencipta Langit dan Bumi","teks_terjemah":"Yang menurunkan air dari langit dengan suatu ukuran, lalu dengan air itu Kami menghidupkan negeri yang mati (tandus). Seperti itulah kamu akan dikeluarkan (dari kubur).","no_fn":"","teks_fn":"","bacaan":"walladzii nazzala minassamaa-i maa-an biqadarin fa-ansyarnaa bihi baldatan maytan kadzaalika tukhrajuun"},{"id_ayat":4337,"no_surah":43,"no_ayat":12,"teks_ayat":"وَالَّذِيْ خَلَقَ الْاَزْوَاجَ كُلَّهَا وَجَعَلَ لَكُمْ مِّنَ الْفُلْكِ وَالْاَنْعَامِ مَا تَرْكَبُوْنَۙ ","tema":"Pengakuan Kaum Musyrik bahwa Allah Pencipta Langit dan Bumi","teks_terjemah":"(Dialah) yang menciptakan semua makhluk berpasang-pasangan dan menjadikan kapal laut untukmu serta hewan ternak untuk kamu tunggangi","no_fn":"","teks_fn":"","bacaan":"walladzii khalaqal-azwaaja kullahaa waja'ala lakum minalfulki wal-an'aami maa tarkabuun"},{"id_ayat":4338,"no_surah":43,"no_ayat":13,"teks_ayat":"لِتَسْتَوٗا عَلٰى ظُهُوْرِهٖ ثُمَّ تَذْكُرُوْا نِعْمَةَ رَبِّكُمْ اِذَا اسْتَوَيْتُمْ عَلَيْهِ وَتَقُوْلُوْا سُبْحٰنَ الَّذِيْ سَخَّرَ لَنَا هٰذَا وَمَا كُنَّا لَهٗ مُقْرِنِيْنَۙ ","tema":"Pengakuan Kaum Musyrik bahwa Allah Pencipta Langit dan Bumi","teks_terjemah":"agar kamu dapat duduk di atas punggungnya. Kemudian jika kamu sudah duduk (di atas punggung)-nya, kamu akan mengingat nikmat Tuhanmu dan mengucapkan, “Mahasuci Zat yang telah menundukkan (semua) ini bagi kami, padahal kami sebelumnya tidak mampu menguasainya.","no_fn":"","teks_fn":"","bacaan":"litastawuu 'alaa zhuhuurihi tsumma tadzkuruu ni'mata rabbikum idzaa istawaytum 'alayhi wataquuluu subhaanaladzii sakhkhara lanaa haadzaa wamaa kunnaa lahu muqriniin"},{"id_ayat":4339,"no_surah":43,"no_ayat":14,"teks_ayat":"وَاِنَّآ اِلٰى رَبِّنَا لَمُنْقَلِبُوْنَ ","tema":"Pengakuan Kaum Musyrik bahwa Allah Pencipta Langit dan Bumi","teks_terjemah":"Sesungguhnya kami pasti akan kembali kepada Tuhan kami.”","no_fn":"","teks_fn":"","bacaan":"wa-innaa ilaa rabbinaa lamunqalibuun"},{"id_ayat":4340,"no_surah":43,"no_ayat":15,"teks_ayat":"وَجَعَلُوْا لَهٗ مِنْ عِبَادِهٖ جُزْءًا ۗاِنَّ الْاِنْسَانَ لَكَفُوْرٌ مُّبِيْنٌ ۗ ࣖ ","tema":"Pengakuan Kaum Musyrik bahwa Allah Pencipta Langit dan Bumi","teks_terjemah":"Mereka menjadikan sebagian dari hamba-hamba-Nya sebagai bagian dari-Nya.<sup>676)<\/sup> Sesungguhnya manusia itu benar-benar pengingkar (nikmat Tuhan) yang nyata.","no_fn":"676","teks_fn":"676) Orang-orang musyrik mengatakan bahwa malaikat adalah anak perempuan Allah. Padahal, malaikat itu sebagian dari makhluk dan ciptaan-Nya.","bacaan":"waja'aluu lahu min 'ibaadihi juz-an innal-insaana lakafuurun mubiin"},{"id_ayat":4341,"no_surah":43,"no_ayat":16,"teks_ayat":"اَمِ اتَّخَذَ مِمَّا يَخْلُقُ بَنٰتٍ وَّاَصْفٰىكُمْ بِالْبَنِيْنَ ۗ ","tema":"Ketidaksukaan Kaum Musyrik terhadap Anak Perempuan","teks_terjemah":"Patutkah Dia mengambil anak perempuan dari sebagian yang telah Dia ciptakan dan memilihkan anak laki-laki untukmu?","no_fn":"","teks_fn":"","bacaan":"ami ittakhadza mimmaa yakhluqu banaatin wa-ashfaakum bilbaniin"},{"id_ayat":4342,"no_surah":43,"no_ayat":17,"teks_ayat":"وَاِذَا بُشِّرَ اَحَدُهُمْ بِمَا ضَرَبَ لِلرَّحْمٰنِ مَثَلًا ظَلَّ وَجْهُهٗ مُسْوَدًّا وَّهُوَ كَظِيْمٌ ","tema":"Ketidaksukaan Kaum Musyrik terhadap Anak Perempuan","teks_terjemah":"Apabila salah seorang di antara mereka diberi kabar gembira tentang sesuatu (kelahiran anak perempuan) yang dijadikan sebagai perumpamaan bagi (Allah) Yang Maha Pengasih, jadilah wajahnya merah padam karena menahan sedih (dan marah).","no_fn":"","teks_fn":"","bacaan":"wa-idzaa busysyira ahaduhum bimaa dharaba lirrahmaani matsalan zhalla wajhuhu muswaddan wahuwa kazhiim"},{"id_ayat":4343,"no_surah":43,"no_ayat":18,"teks_ayat":"اَوَمَنْ يُّنَشَّؤُا فِى الْحِلْيَةِ وَهُوَ فِى الْخِصَامِ غَيْرُ مُبِيْنٍ ","tema":"Ketidaksukaan Kaum Musyrik terhadap Anak Perempuan","teks_terjemah":"Apakah patut (menjadi anak Allah) orang yang tumbuh dan berkembang (dengan tabiat) selalu berhias diri, sedangkan dia tidak mampu memberi alasan yang tegas dan jelas dalam pertengkaran.<sup>677)<\/sup>","no_fn":"677","teks_fn":"677) Ayat ini menggambarkan keadaan perempuan Arab pada waktu Al-Qur’an diturunkan. Mereka hanya dijadikan perhiasan atau tidak diberi kesempatan dalam pendidikan sehingga kurang pengetahuannya serta tidak mampu bersikap tegas dan jelas.","bacaan":"awaman yunasysyau fiilhilyati wahuwa fiilkhishaami ghayru mubiin"},{"id_ayat":4344,"no_surah":43,"no_ayat":19,"teks_ayat":"وَجَعَلُوا الْمَلٰۤىِٕكَةَ الَّذِيْنَ هُمْ عِبٰدُ الرَّحْمٰنِ اِنَاثًا ۗ اَشَهِدُوْا خَلْقَهُمْ ۗسَتُكْتَبُ شَهَادَتُهُمْ وَيُسْـَٔلُوْنَ","tema":"Ketidaksukaan Kaum Musyrik terhadap Anak Perempuan","teks_terjemah":"Mereka menganggap para malaikat, hamba-hamba (Allah) Yang Maha Pengasih itu, berjenis perempuan. Apakah mereka menyaksikan penciptaannya? Kelak kesaksian (yang mereka karang sendiri itu) akan dituliskan dan akan dimintakan pertanggungjawaban.","no_fn":"","teks_fn":"","bacaan":"waja'aluulmalaa-ikataladziina hum 'ibaadurrahmaani inaatsan asyahiduu khalqahum satuktabu syahaadatuhum wayus-aluun"},{"id_ayat":4345,"no_surah":43,"no_ayat":20,"teks_ayat":"وَقَالُوْا لَوْ شَاۤءَ الرَّحْمٰنُ مَا عَبَدْنٰهُمْ ۗمَا لَهُمْ بِذٰلِكَ مِنْ عِلْمٍ اِنْ هُمْ اِلَّا يَخْرُصُوْنَۗ ","tema":"Keingkaran Kaum Musyrik karena Berpegang Teguh pada Tradisi Lama","teks_terjemah":"Mereka berkata, “Sekiranya (Allah) Yang Maha Pengasih menghendaki, tentulah kami tidak menyembah mereka (malaikat).” Mereka tidak mempunyai pengetahuan sedikit pun tentang itu. Mereka hanyalah menduga-duga belaka.","no_fn":"","teks_fn":"","bacaan":"waqaaluu law syaa-arrahmaanu maa 'abadnaahum maa lahum bidzaalika min 'ilmin in hum illaa yakhrushuun"},{"id_ayat":4346,"no_surah":43,"no_ayat":21,"teks_ayat":"اَمْ اٰتَيْنٰهُمْ كِتٰبًا مِّنْ قَبْلِهٖ فَهُمْ بِهٖ مُسْتَمْسِكُوْنَ ","tema":"Keingkaran Kaum Musyrik karena Berpegang Teguh pada Tradisi Lama","teks_terjemah":"Apakah kami pernah memberikan sebuah kitab kepada mereka sebelumnya (Al-Qur’an), lalu mereka berpegang teguh (pada kitab itu)?","no_fn":"","teks_fn":"","bacaan":"am aataynaahum kitaaban min qablihi fahum bihi mustamsikuun"},{"id_ayat":4347,"no_surah":43,"no_ayat":22,"teks_ayat":"بَلْ قَالُوْٓا اِنَّا وَجَدْنَآ اٰبَاۤءَنَا عَلٰٓى اُمَّةٍ وَّاِنَّا عَلٰٓى اٰثٰرِهِمْ مُّهْتَدُوْنَ ","tema":"Keingkaran Kaum Musyrik karena Berpegang Teguh pada Tradisi Lama","teks_terjemah":"Bahkan, mereka berkata, “Sesungguhnya kami telah mendapati nenek moyang kami menganut suatu agama dan kami hanya mengikuti jejak mereka.”","no_fn":"","teks_fn":"","bacaan":"bal qaaluu innaa wajadnaa aabaa-anaa 'alaa ummatin wa-innaa 'alaa aatsaarihim muhtaduun"},{"id_ayat":4348,"no_surah":43,"no_ayat":23,"teks_ayat":"وَكَذٰلِكَ مَآ اَرْسَلْنَا مِنْ قَبْلِكَ فِيْ قَرْيَةٍ مِّنْ نَّذِيْرٍۙ اِلَّا قَالَ مُتْرَفُوْهَآ  ۙاِنَّا وَجَدْنَآ اٰبَاۤءَنَا عَلٰٓى اُمَّةٍ وَّاِنَّا عَلٰٓى اٰثٰرِهِمْ مُّقْتَدُوْنَ","tema":"Keingkaran Kaum Musyrik karena Berpegang Teguh pada Tradisi Lama","teks_terjemah":"Demikian juga ketika Kami mengutus seorang pemberi peringatan sebelum engkau (Nabi Muhammad) ke suatu negeri. Orang-orang yang hidup mewah (di negeri itu) selalu berkata, “Sesungguhnya kami mendapati nenek moyang kami menganut suatu (agama) dan kami hanya mencontoh jejak mereka.”","no_fn":"","teks_fn":"","bacaan":"wakadzaalika maa arsalnaa min qablika fii qaryatin min nadziirin illaa qaala mutrafuuhaa innaa wajadnaa aabaa-anaa 'alaa ummatin wa-innaa 'alaa aatsaarihim muqtaduun"},{"id_ayat":4349,"no_surah":43,"no_ayat":24,"teks_ayat":"۞ قٰلَ اَوَلَوْ جِئْتُكُمْ بِاَهْدٰى مِمَّا وَجَدْتُّمْ عَلَيْهِ اٰبَاۤءَكُمْۗ قَالُوْٓا اِنَّا بِمَآ اُرْسِلْتُمْ بِهٖ كٰفِرُوْنَ ","tema":"Keingkaran Kaum Musyrik karena Berpegang Teguh pada Tradisi Lama","teks_terjemah":"Dia (pemberi peringatan) berkata, “Masihkah kamu (mengikuti jejak nenek moyangmu), sekalipun aku membawa (agama) yang lebih baik panduannya daripada apa yang kamu peroleh dari nenek moyangmu itu?” Mereka menjawab, “Sesungguhnya kami (tetap) mengingkari kerasulanmu.”","no_fn":"","teks_fn":"","bacaan":"qaala awa law ji'tukum bi-ahdaa mimmaa wajadtum 'alayhi aabaa-akum qaaluu innaa bimaa ursiltum bihi kaafiruun"},{"id_ayat":4350,"no_surah":43,"no_ayat":25,"teks_ayat":"فَانْتَقَمْنَا مِنْهُمْ فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ الْمُكَذِّبِيْنَ ࣖ","tema":"Keingkaran Kaum Musyrik karena Berpegang Teguh pada Tradisi Lama","teks_terjemah":"Lalu kami membinasakan mereka. Maka, perhatikanlah bagaimana kesudahan orang-orang yang mendustakan (kebenaran).","no_fn":"","teks_fn":"","bacaan":"fantaqamnaa minhum fanzhur kayfa kaana 'aaqibatulmukadzdzibiin"},{"id_ayat":4351,"no_surah":43,"no_ayat":26,"teks_ayat":"وَاِذْ قَالَ اِبْرٰهِيْمُ لِاَبِيْهِ وَقَوْمِهٖٓ اِنَّنِيْ بَرَاۤءٌ مِّمَّا تَعْبُدُوْنَۙ","tema":"Ibrahim Berlepas Diri dari Sembahan Ayahnya","teks_terjemah":"(Ingatlah) ketika Ibrahim berkata kepada ayahnya dan kaumnya, “Sesungguhnya aku berlepas diri dari apa yang kamu sembah,","no_fn":"","teks_fn":"","bacaan":"wa-idz qaala ibraahiimu li-abiihi waqawmihi innanii baraaun mimmaa ta'buduun"},{"id_ayat":4352,"no_surah":43,"no_ayat":27,"teks_ayat":"اِلَّا الَّذِيْ فَطَرَنِيْ فَاِنَّهٗ سَيَهْدِيْنِ ","tema":"Ibrahim Berlepas Diri dari Sembahan Ayahnya","teks_terjemah":"kecuali (kamu menyembah) Allah yang menciptakanku. Sesungguhnya Dia akan memberi petunjuk kepadaku.”","no_fn":"","teks_fn":"","bacaan":"illaaladzii fatharanii fa-innahu sayahdiin"},{"id_ayat":4353,"no_surah":43,"no_ayat":28,"teks_ayat":"وَجَعَلَهَا كَلِمَةً ۢ بَاقِيَةً فِيْ عَقِبِهٖ لَعَلَّهُمْ يَرْجِعُوْنَۗ ","tema":"Ibrahim Berlepas Diri dari Sembahan Ayahnya","teks_terjemah":"Dia (Ibrahim) menjadikannya (kalimat tauhid) perkataan yang kekal pada keturunannya agar mereka kembali (kepadanya).<sup>678)<\/sup>","no_fn":"678","teks_fn":"678) Nabi Ibrahim a.s. menjadikan kalimat tauhid sebagai pegangan bagi keturunannya sehingga kalau di antara mereka ada yang mempersekutukan Allah, mereka diharapkan segera kembali pada tauhid itu.","bacaan":"waja'alahaa kalimatan baaqiyatan fii 'aqibihi la'allahum yarji'uun"},{"id_ayat":4354,"no_surah":43,"no_ayat":29,"teks_ayat":"بَلْ مَتَّعْتُ هٰٓؤُلَاۤءِ وَاٰبَاۤءَهُمْ حَتّٰى جَاۤءَهُمُ الْحَقُّ وَرَسُوْلٌ مُّبِيْنٌ","tema":"Ibrahim Berlepas Diri dari Sembahan Ayahnya","teks_terjemah":"Bahkan Aku telah memberikan kenikmatan hidup kepada mereka dan nenek moyang mereka sampai kebenaran (Al-Qur’an) datang kepada mereka beserta seorang Rasul yang memberi penjelasan.<sup>679)<\/sup>","no_fn":"679","teks_fn":"679) Sebagian keturunan Nabi Ibrahim a.s. melupakan tauhid serta tidak mensyukuri kenikmatan dan kehidupan yang dianugerahkan Allah. Allah tidak segera mengazab mereka. Sebaliknya, Allah memberi mereka kenikmatan hingga Dia menurunkan Al-Qur’an serta mengutus seorang rasul untuk membimbing mereka.","bacaan":"bal matta'tu haaulaa-i waaabaa-ahum hattaa jaa-ahumulhaqqu warasuulun mubiin"},{"id_ayat":4355,"no_surah":43,"no_ayat":30,"teks_ayat":"وَلَمَّا جَاۤءَهُمُ الْحَقُّ قَالُوْا هٰذَا سِحْرٌ وَّاِنَّا بِهٖ كٰفِرُوْنَ ","tema":"Ibrahim Berlepas Diri dari Sembahan Ayahnya","teks_terjemah":"Ketika kebenaran (Al-Qur’an) itu datang kepada mereka, mereka berkata, “Ini adalah sihir dan sesungguhnya kami mengingkarinya.”","no_fn":"","teks_fn":"","bacaan":"walammaa jaa-ahumulhaqqu qaaluu haadzaa sihrun wa-innaa bihi kaafiruun"},{"id_ayat":4356,"no_surah":43,"no_ayat":31,"teks_ayat":"وَقَالُوْا لَوْلَا نُزِّلَ هٰذَا الْقُرْاٰنُ عَلٰى رَجُلٍ مِّنَ الْقَرْيَتَيْنِ عَظِيْمٍ","tema":"Rahmat Kenabian yang hanya Diketahui Allah ","teks_terjemah":"Mereka (juga) berkata, “Mengapa Al-Qur’an ini tidak diturunkan kepada (salah satu) pembesar dari dua negeri ini (Makkah dan Taif)?”","no_fn":"","teks_fn":"","bacaan":"waqaaluu lawlaa nuzzila haadzaalqur-aanu 'alaa rajulin minalqaryatayni 'azhiim"},{"id_ayat":4357,"no_surah":43,"no_ayat":32,"teks_ayat":"اَهُمْ يَقْسِمُوْنَ رَحْمَتَ رَبِّكَۗ نَحْنُ قَسَمْنَا بَيْنَهُمْ مَّعِيْشَتَهُمْ فِى الْحَيٰوةِ الدُّنْيَاۙ وَرَفَعْنَا بَعْضَهُمْ فَوْقَ بَعْضٍ دَرَجٰتٍ لِّيَتَّخِذَ بَعْضُهُمْ بَعْضًا سُخْرِيًّا ۗوَرَحْمَتُ رَبِّكَ خَيْرٌ مِّمَّا يَجْمَعُوْنَ ","tema":"Rahmat Kenabian yang hanya Diketahui Allah ","teks_terjemah":"Apakah mereka yang membagi-bagi rahmat Tuhanmu? Kamilah yang menentukan penghidupan mereka dalam kehidupan dunia dan Kami telah meninggikan sebagian mereka atas sebagian yang lain beberapa derajat, agar sebagian mereka dapat memanfaatkan sebagian yang lain. Rahmat Tuhanmu lebih baik dari apa yang mereka kumpulkan.","no_fn":"","teks_fn":"","bacaan":"ahum yaqsimuuna rahmata rabbika nahnu qasamnaa baynahum ma'iisyatahum fiilhayaatiddunyaa warafa'naa ba'dhahum fawqa ba'dhin darajaatin liyattakhidza ba'dhuhum ba'dhan sukhriyyan warahmatu rabbika khayrun mimmaa yajma'uun"},{"id_ayat":4358,"no_surah":43,"no_ayat":33,"teks_ayat":"وَلَوْلَآ اَنْ يَّكُوْنَ النَّاسُ اُمَّةً وَّاحِدَةً لَّجَعَلْنَا لِمَنْ يَّكْفُرُ بِالرَّحْمٰنِ لِبُيُوْتِهِمْ سُقُفًا مِّنْ فِضَّةٍ وَّمَعَارِجَ عَلَيْهَا يَظْهَرُوْنَۙ ","tema":"Rahmat Kenabian yang hanya Diketahui Allah ","teks_terjemah":"Seandainya bukan karena (Kami tidak menghendaki) manusia menjadi satu umat (yang kufur), pastilah sudah Kami buatkan bagi orang-orang yang ingkar kepada (Allah) Yang Maha Pengasih, loteng-loteng rumah mereka dan tangga-tangga yang mereka naiki dari perak.","no_fn":"","teks_fn":"","bacaan":"walawlaa an yakuunannaasu ummatan waahidatan laja'alnaa liman yakfuru birrahmaani libuyuutihim suqufan min fidhdhatin wama'aarija 'alayhaa yazhharuun"},{"id_ayat":4359,"no_surah":43,"no_ayat":34,"teks_ayat":"وَلِبُيُوْتِهِمْ اَبْوَابًا وَّسُرُرًا عَلَيْهَا يَتَّكِـُٔوْنَۙ ","tema":"Rahmat Kenabian yang hanya Diketahui Allah ","teks_terjemah":"Dan, bagi rumah-rumah mereka (Kami buatkan) pintu-pintu (perak) dan dipan-dipan tempat mereka bersandar.","no_fn":"","teks_fn":"","bacaan":"walibuyuutihim abwaaban wasururan 'alayhaa yattaki-uun"},{"id_ayat":4360,"no_surah":43,"no_ayat":35,"teks_ayat":"وَزُخْرُفًاۗ وَاِنْ كُلُّ ذٰلِكَ لَمَّا مَتَاعُ الْحَيٰوةِ الدُّنْيَا ۗوَالْاٰخِرَةُ عِنْدَ رَبِّكَ لِلْمُتَّقِيْنَ ࣖ ","tema":"Rahmat Kenabian yang hanya Diketahui Allah ","teks_terjemah":"Dan, (Kami buatkan pula) perhiasan-perhiasan dari emas. Semuanya itu tidak lain hanyalah kesenangan hidup dunia, sedangkan (kenikmatan hidup) akhirat di sisi Tuhanmu (dikhususkan) bagi orang-orang bertakwa.","no_fn":"","teks_fn":"","bacaan":"wazukhrufan wa-in kullu dzaalika lammaa mataa'ulhayaatiddunyaa wal-aakhiratu 'inda rabbika lilmuttaqiin"},{"id_ayat":4361,"no_surah":43,"no_ayat":36,"teks_ayat":"وَمَنْ يَّعْشُ عَنْ ذِكْرِ الرَّحْمٰنِ نُقَيِّضْ لَهٗ شَيْطٰنًا فَهُوَ لَهٗ قَرِيْنٌ ","tema":"Pembiaran Allah terhadap Setan yang Menemani Orang yang Berpaling dari Al-Quran","teks_terjemah":"Siapa yang berpaling dari pengajaran (Allah) Yang Maha Pengasih (Al-Qur’an), Kami biarkan setan (menyesatkannya). Maka, ia (setan) selalu menemaninya. ","no_fn":"","teks_fn":"","bacaan":"waman ya'syu 'an dzikrirrahmaani nuqayyidh lahu syaythaanan fahuwa lahu qariin"},{"id_ayat":4362,"no_surah":43,"no_ayat":37,"teks_ayat":"وَاِنَّهُمْ لَيَصُدُّوْنَهُمْ عَنِ السَّبِيْلِ وَيَحْسَبُوْنَ اَنَّهُمْ مُّهْتَدُوْنَ ","tema":"Pembiaran Allah terhadap Setan yang Menemani Orang yang Berpaling dari Al-Quran","teks_terjemah":"Sesungguhnya mereka (setan-setan itu) benar-benar menghalangi mereka (manusia) dari jalan (yang benar), sedangkan mereka (manusia yang sesat itu) mengira bahwa mereka adalah orang-orang yang mendapat petunjuk.","no_fn":"","teks_fn":"","bacaan":"wa-innahum layashudduunahum 'anissabiili wayahsabuuna annahum muhtaduun"},{"id_ayat":4363,"no_surah":43,"no_ayat":38,"teks_ayat":"حَتّٰىٓ اِذَا جَاۤءَنَا قَالَ يٰلَيْتَ بَيْنِيْ وَبَيْنَكَ بُعْدَ الْمَشْرِقَيْنِ فَبِئْسَ الْقَرِيْنُ","tema":"Pembiaran Allah terhadap Setan yang Menemani Orang yang Berpaling dari Al-Quran","teks_terjemah":"Sehingga, apabila dia (orang yang berpaling itu) datang kepada Kami (pada hari Kiamat) dia berkata, “Aduhai, sekiranya (jarak) antara aku dan kamu seperti jarak antara timur dan barat! Memang (setan itu) teman yang paling buruk (bagi manusia).”","no_fn":"","teks_fn":"","bacaan":"hattaa idzaa jaa-anaa qaala yaa layta baynii wabaynaka bu'dalmasyriqayni fabi'salqariin"},{"id_ayat":4364,"no_surah":43,"no_ayat":39,"teks_ayat":"وَلَنْ يَّنْفَعَكُمُ الْيَوْمَ اِذْ ظَّلَمْتُمْ اَنَّكُمْ فِى الْعَذَابِ مُشْتَرِكُوْنَ ","tema":"Pembiaran Allah terhadap Setan yang Menemani Orang yang Berpaling dari Al-Quran","teks_terjemah":"(Harapanmu itu) sekali-kali tidak akan memberi manfaat kepadamu pada hari itu karena kamu telah menzalimi (dirimu sendiri). Sesungguhnya kamu (orang yang berpaling dan setan) adalah bersekutu dalam azab itu.","no_fn":"","teks_fn":"","bacaan":"walan yanfa'akumulyawma idz zhalamtum annakum fiil'adzaabi musytarikuun"},{"id_ayat":4365,"no_surah":43,"no_ayat":40,"teks_ayat":"اَفَاَنْتَ تُسْمِعُ الصُّمَّ اَوْ تَهْدِى الْعُمْيَ وَمَنْ كَانَ فِيْ ضَلٰلٍ مُّبِيْنٍ ","tema":"Pembiaran Allah terhadap Setan yang Menemani Orang yang Berpaling dari Al-Quran","teks_terjemah":"Maka, apakah engkau (Nabi Muhammad) dapat menjadikan orang-orang yang tuli bisa mendengar (kebenaran) atau (dapatkah) engkau memberi petunjuk kepada orang-orang yang buta (hatinya) dan kepada orang yang tetap dalam kesesatan yang nyata?","no_fn":"","teks_fn":"","bacaan":"afa-anta tusmi'ushshumma aw tahdiil'umya waman kaana fii dhalaalin mubiin"},{"id_ayat":4366,"no_surah":43,"no_ayat":41,"teks_ayat":"فَاِمَّا نَذْهَبَنَّ بِكَ فَاِنَّا مِنْهُمْ مُّنْتَقِمُوْنَۙ ","tema":"Pembiaran Allah terhadap Setan yang Menemani Orang yang Berpaling dari Al-Quran","teks_terjemah":"Maka, sungguh jika Kami benar-benar mewafatkanmu (sebelum engkau mencapai kemenangan), sesungguhnya kepada mereka Kami akan (tetap) memberikan balasan.","no_fn":"","teks_fn":"","bacaan":"fa-immaa nadzhabanna bika fa-innaa minhum muntaqimuun"},{"id_ayat":4367,"no_surah":43,"no_ayat":42,"teks_ayat":"اَوْ نُرِيَنَّكَ الَّذِيْ وَعَدْنٰهُمْ فَاِنَّا عَلَيْهِمْ مُّقْتَدِرُوْنَ ","tema":"Pembiaran Allah terhadap Setan yang Menemani Orang yang Berpaling dari Al-Quran","teks_terjemah":"Atau, benar-benar Kami perlihatkan kepadamu (azab) yang telah Kami ancamkan kepada mereka. Sesungguhnya Kami Maha Berkuasa atas mereka.","no_fn":"","teks_fn":"","bacaan":"aw nuriyannakaladzii wa'adnaahum fa-innaa 'alayhim muqtadiruun"},{"id_ayat":4368,"no_surah":43,"no_ayat":43,"teks_ayat":"فَاسْتَمْسِكْ بِالَّذِيْٓ اُوْحِيَ اِلَيْكَ ۚاِنَّكَ عَلٰى صِرَاطٍ مُّسْتَقِيْمٍ ","tema":"Pembiaran Allah terhadap Setan yang Menemani Orang yang Berpaling dari Al-Quran","teks_terjemah":"Maka, berpegang teguhlah pada (Al-Qur’an) yang telah diwahyukan kepadamu. Sesungguhnya engkau berada di jalan yang lurus.","no_fn":"","teks_fn":"","bacaan":"fastamsik billadzii uuhiya ilayka innaka 'alaa shiraathin mustaqiim"},{"id_ayat":4369,"no_surah":43,"no_ayat":44,"teks_ayat":"وَاِنَّهٗ لَذِكْرٌ لَّكَ وَلِقَوْمِكَ ۚوَسَوْفَ تُسْـَٔلُوْنَ","tema":"Pembiaran Allah terhadap Setan yang Menemani Orang yang Berpaling dari Al-Quran","teks_terjemah":"Sesungguhnya ia (Al-Qur’an) benar-benar merupakan kemuliaan bagimu dan bagi kaummu dan kelak kamu akan dimintai pertanggungjawaban.","no_fn":"","teks_fn":"","bacaan":"wa-innahu ladzikrun laka waliqawmika wasawfa tus-aluun"},{"id_ayat":4370,"no_surah":43,"no_ayat":45,"teks_ayat":"وَسْـَٔلْ مَنْ اَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رُّسُلِنَآ  ۖ اَجَعَلْنَا مِنْ دُوْنِ الرَّحْمٰنِ اٰلِهَةً يُّعْبَدُوْنَ ࣖ","tema":"Pembiaran Allah terhadap Setan yang Menemani Orang yang Berpaling dari Al-Quran","teks_terjemah":"Tanyakanlah (Nabi Muhammad) kepada (pengikut) rasul-rasul Kami yang telah Kami utus sebelum engkau, “Apakah Kami menjadikan selain (Allah) yang Maha Pengasih sebagai tuhan-tuhan yang disembah?”","no_fn":"","teks_fn":"","bacaan":"was-al man arsalnaa min qablika min rusulinaa aja'alnaa min duunirrahmaani aalihatan yu'baduun"},{"id_ayat":4371,"no_surah":43,"no_ayat":46,"teks_ayat":"وَلَقَدْ اَرْسَلْنَا مُوْسٰى بِاٰيٰتِنَآ اِلٰى فِرْعَوْنَ وَمَلَا۟ىِٕهٖ فَقَالَ اِنِّيْ رَسُوْلُ رَبِّ الْعٰلَمِيْنَ ","tema":"Kehancuran Fir‘aun sebagai Pelajaran bagi Umat yang Datang Kemudian","teks_terjemah":"Sungguh, Kami benar-benar telah mengutus Musa dengan membawa ayat-ayat (mukjizat) Kami kepada Fir‘aun dan para pemuka (kaum)-nya. Dia (Musa) berkata, “Sesungguhnya aku adalah utusan dari Tuhan semesta alam.”","no_fn":"","teks_fn":"","bacaan":"walaqad arsalnaa muusaa bi-aayaatinaa ilaa fir'awna wamala-ihi faqaala innii rasuulu rabbil'aalamiin"},{"id_ayat":4372,"no_surah":43,"no_ayat":47,"teks_ayat":"فَلَمَّا جَاۤءَهُمْ بِاٰيٰتِنَآ اِذَا هُمْ مِّنْهَا يَضْحَكُوْنَ ","tema":"Kehancuran Fir‘aun sebagai Pelajaran bagi Umat yang Datang Kemudian","teks_terjemah":"Ketika dia (Musa) datang kepada mereka dengan membawa ayat-ayat (mukjizat) Kami, seketika itu mereka menertawakannya.","no_fn":"","teks_fn":"","bacaan":"falammaa jaa-ahum bi-aayaatinaa idzaa hum minhaa yadhakuun"},{"id_ayat":4373,"no_surah":43,"no_ayat":48,"teks_ayat":"وَمَا نُرِيْهِمْ مِّنْ اٰيَةٍ اِلَّا هِيَ اَكْبَرُ مِنْ اُخْتِهَاۗ وَاَخَذْنٰهُمْ بِالْعَذَابِ لَعَلَّهُمْ يَرْجِعُوْنَ ","tema":"Kehancuran Fir‘aun sebagai Pelajaran bagi Umat yang Datang Kemudian","teks_terjemah":"Tidaklah Kami perlihatkan suatu mukjizat kepada mereka kecuali ia (mukjizat itu) lebih besar daripada mukjizat (sebelumnya) dan Kami timpakan kepada mereka azab agar mereka kembali (ke jalan yang benar).","no_fn":"","teks_fn":"","bacaan":"wamaa nuriihim min aayatin illaa hiya akbaru min ukhtihaa wa-akhadznaahum bil'adzaabi la'allahum yarji'uun"},{"id_ayat":4374,"no_surah":43,"no_ayat":49,"teks_ayat":"وَقَالُوْا يٰٓاَيُّهَ السَّاحِرُ ادْعُ لَنَا رَبَّكَ بِمَا عَهِدَ عِنْدَكَۚ اِنَّنَا لَمُهْتَدُوْنَ ","tema":"Kehancuran Fir‘aun sebagai Pelajaran bagi Umat yang Datang Kemudian","teks_terjemah":"Mereka berkata, “Wahai penyihir,<sup>680)<\/sup> berdoalah kepada Tuhanmu untuk (melepaskan) kami sesuai dengan apa yang telah dijanjikan-Nya kepadamu. Sesungguhnya kami benar-benar akan menjadi orang-orang yang mendapat petunjuk.”","no_fn":"680","teks_fn":"680) Kata penyihir tidak mereka gunakan untuk tujuan menghina, tetapi justru untuk menghormati karena mereka sangat mengagungkan ilmu sihir.","bacaan":"waqaaluu yaa ayyuhaasaahiru ud'u lanaa rabbaka bimaa 'ahida 'indaka innanaa lamuhtaduun"},{"id_ayat":4375,"no_surah":43,"no_ayat":50,"teks_ayat":"فَلَمَّا كَشَفْنَا عَنْهُمُ الْعَذَابَ اِذَا هُمْ يَنْكُثُوْنَ","tema":"Kehancuran Fir‘aun sebagai Pelajaran bagi Umat yang Datang Kemudian","teks_terjemah":"Maka, ketika Kami hilangkan azab itu dari mereka, seketika itu (juga) mereka ingkar janji.","no_fn":"","teks_fn":"","bacaan":"falammaa kasyafnaa 'anhumul'adzaaba idzaa hum yankutsuun"},{"id_ayat":4376,"no_surah":43,"no_ayat":51,"teks_ayat":"وَنَادٰى فِرْعَوْنُ فِيْ قَوْمِهٖ قَالَ يٰقَوْمِ اَلَيْسَ لِيْ مُلْكُ مِصْرَ وَهٰذِهِ الْاَنْهٰرُ تَجْرِيْ مِنْ تَحْتِيْۚ اَفَلَا تُبْصِرُوْنَۗ ","tema":"Kehancuran Fir‘aun sebagai Pelajaran bagi Umat yang Datang Kemudian","teks_terjemah":"Fir‘aun berseru kepada kaumnya (seraya) berkata, “Wahai kaumku, bukankah Kerajaan Mesir itu milikku dan (bukankah) sungai-sungai itu mengalir di bawah (istana-istana)-ku. Apakah kamu tidak melihat?","no_fn":"","teks_fn":"","bacaan":"wanaadaa fir'awnu fii qawmihi qaala yaa qawmi alaysa lii mulku mishra wahaadzihi al-anhaaru tajrii min tahtii afalaa tubshiruun"},{"id_ayat":4377,"no_surah":43,"no_ayat":52,"teks_ayat":"اَمْ اَنَا۠ خَيْرٌ مِّنْ هٰذَا الَّذِيْ هُوَ مَهِيْنٌ ەۙ وَّلَا يَكَادُ يُبِيْنُ ","tema":"Kehancuran Fir‘aun sebagai Pelajaran bagi Umat yang Datang Kemudian","teks_terjemah":"Bahkan, bukankah aku lebih baik daripada orang yang hina ini (Musa) yang hampir-hampir tidak dapat menjelaskan (maksud perkataannya)?","no_fn":"","teks_fn":"","bacaan":"am anaa khayrun min haadzaaladzii huwa mahiinun walaa yakaadu yubiin"},{"id_ayat":4378,"no_surah":43,"no_ayat":53,"teks_ayat":"فَلَوْلَآ اُلْقِيَ عَلَيْهِ اَسْوِرَةٌ مِّنْ ذَهَبٍ اَوْ جَاۤءَ مَعَهُ الْمَلٰۤىِٕكَةُ مُقْتَرِنِيْنَ","tema":"Kehancuran Fir‘aun sebagai Pelajaran bagi Umat yang Datang Kemudian","teks_terjemah":"Maka, mengapa tidak dipakaikan kepadanya (Musa) gelang dari emas atau malaikat datang bersama dia mengiringinya?”","no_fn":"","teks_fn":"","bacaan":"falawlaa ulqiya 'alayhi aswiratun min dzahabin aw jaa-a ma'ahulmalaa-ikatu muqtariniin"},{"id_ayat":4379,"no_surah":43,"no_ayat":54,"teks_ayat":"فَاسْتَخَفَّ قَوْمَهٗ فَاَطَاعُوْهُ ۗاِنَّهُمْ كَانُوْا قَوْمًا فٰسِقِيْنَ ","tema":"Kehancuran Fir‘aun sebagai Pelajaran bagi Umat yang Datang Kemudian","teks_terjemah":"Maka, dia (Fir‘aun) telah memengaruhi kaumnya sehingga mereka patuh kepadanya. Sesungguhnya mereka adalah kaum yang fasik.","no_fn":"","teks_fn":"","bacaan":"fastakhaffa qawmahu fa-athaa'uuhu innahum kaanuu qawman faasiqiin"},{"id_ayat":4380,"no_surah":43,"no_ayat":55,"teks_ayat":"فَلَمَّآ اٰسَفُوْنَا انْتَقَمْنَا مِنْهُمْ فَاَغْرَقْنٰهُمْ اَجْمَعِيْنَۙ ","tema":"Kehancuran Fir‘aun sebagai Pelajaran bagi Umat yang Datang Kemudian","teks_terjemah":"Maka, ketika mereka telah membuat Kami murka, Kami hukum mereka, lalu Kami tenggelamkan mereka semuanya (di laut).","no_fn":"","teks_fn":"","bacaan":"falammaa aasafuunaa intaqamnaa minhum fa-aghraqnaahum ajma'iin"},{"id_ayat":4381,"no_surah":43,"no_ayat":56,"teks_ayat":"فَجَعَلْنٰهُمْ سَلَفًا وَّمَثَلًا لِّلْاٰخِرِيْنَ ࣖ","tema":"Kehancuran Fir‘aun sebagai Pelajaran bagi Umat yang Datang Kemudian","teks_terjemah":"Maka, Kami jadikan mereka sebagai (kaum) terdahulu dan pelajaran bagi orang-orang yang kemudian.","no_fn":"","teks_fn":"","bacaan":"faja'alnaahum salafan wamatsalan lil-aakhiriin"},{"id_ayat":4382,"no_surah":43,"no_ayat":57,"teks_ayat":"۞ وَلَمَّا ضُرِبَ ابْنُ مَرْيَمَ مَثَلًا اِذَا قَوْمُكَ مِنْهُ يَصِدُّوْنَ","tema":"Ajakan Nabi Isa agar Kaumnya Menyembah hanya kepada Allah","teks_terjemah":"Ketika putra Maryam (Isa) dijadikan perumpamaan, tiba-tiba kaummu (suku Quraisy) bersorak karenanya.","no_fn":"","teks_fn":"","bacaan":"walammaa dhuriba ibnu maryama matsalan idzaa qawmuka minhu yashidduun"},{"id_ayat":4383,"no_surah":43,"no_ayat":58,"teks_ayat":"وَقَالُوْٓا ءَاٰلِهَتُنَا خَيْرٌ اَمْ هُوَ ۗمَا ضَرَبُوْهُ لَكَ اِلَّا جَدَلًا ۗبَلْ هُمْ قَوْمٌ خَصِمُوْنَ","tema":"Ajakan Nabi Isa agar Kaumnya Menyembah hanya kepada Allah","teks_terjemah":"Mereka berkata, “Manakah yang lebih baik, tuhan-tuhan kami atau dia (Isa)?” Mereka tidak memberikan (perumpamaan itu) kepadamu, kecuali dengan maksud membantah saja. Sebenarnya mereka adalah kaum yang suka bertengkar.","no_fn":"","teks_fn":"","bacaan":"waqaaluu aaalihatunaa khayrun am huwa maa dharabuuhu laka illaa jadalan bal hum qawmun khashimuun"},{"id_ayat":4384,"no_surah":43,"no_ayat":59,"teks_ayat":"اِنْ هُوَ اِلَّا عَبْدٌ اَنْعَمْنَا عَلَيْهِ وَجَعَلْنٰهُ مَثَلًا لِّبَنِيْٓ اِسْرَاۤءِيْلَ ۗ  ","tema":"Ajakan Nabi Isa agar Kaumnya Menyembah hanya kepada Allah","teks_terjemah":"Dia (Isa) tidak lain hanyalah seorang hamba yang Kami anugerahkan nikmat (kenabian) kepadanya dan Kami jadikan dia sebagai pelajaran (tanda kekuasaan Kami) bagi Bani Israil.","no_fn":"","teks_fn":"","bacaan":"in huwa illaa 'abdun an'amnaa 'alayhi waja'alnaahu matsalan libanii israa-iil"},{"id_ayat":4385,"no_surah":43,"no_ayat":60,"teks_ayat":"وَلَوْ نَشَاۤءُ لَجَعَلْنَا مِنْكُمْ مَّلٰۤىِٕكَةً فِى الْاَرْضِ يَخْلُفُوْنَ ","tema":"Ajakan Nabi Isa agar Kaumnya Menyembah hanya kepada Allah","teks_terjemah":"Seandainya Kami kehendaki, niscaya Kami jadikan malaikat sebagai penggantimu di bumi secara turun temurun.","no_fn":"","teks_fn":"","bacaan":"walaw nasyaau laja'alnaa minkum malaa-ikatan fiil-ardhi yakhlufuun"},{"id_ayat":4386,"no_surah":43,"no_ayat":61,"teks_ayat":"وَاِنَّهٗ لَعِلْمٌ لِّلسَّاعَةِ فَلَا تَمْتَرُنَّ بِهَا وَاتَّبِعُوْنِۗ هٰذَا صِرَاطٌ مُّسْتَقِيْمٌ ","tema":"Ajakan Nabi Isa agar Kaumnya Menyembah hanya kepada Allah","teks_terjemah":"Sesungguhnya dia (Isa) itu benar-benar menjadi pertanda akan datangnya hari Kiamat. Oleh karena itu, janganlah sekali-kali kamu ragu tentang (kiamat) itu dan ikutilah (petunjuk)-Ku. Ini adalah jalan yang lurus.","no_fn":"","teks_fn":"","bacaan":"wa-innahu la'ilmun lissaa'ati falaa tamtarunna bihaa wattabi'uuni haadzaa shiraathun mustaqiim"},{"id_ayat":4387,"no_surah":43,"no_ayat":62,"teks_ayat":"وَلَا يَصُدَّنَّكُمُ الشَّيْطٰنُۚ اِنَّهٗ لَكُمْ عَدُوٌّ مُّبِيْنٌ ","tema":"Ajakan Nabi Isa agar Kaumnya Menyembah hanya kepada Allah","teks_terjemah":"Janganlah sekali-kali kamu dipalingkan oleh setan. Sesungguhnya ia merupakan musuh yang nyata bagimu.","no_fn":"","teks_fn":"","bacaan":"walaa yashuddannakumusysyaythaanu innahu lakum 'aduwwun mubiin"},{"id_ayat":4388,"no_surah":43,"no_ayat":63,"teks_ayat":"وَلَمَّا جَاۤءَ عِيْسٰى بِالْبَيِّنٰتِ قَالَ قَدْ جِئْتُكُمْ بِالْحِكْمَةِ وَلِاُبَيِّنَ لَكُمْ بَعْضَ الَّذِيْ تَخْتَلِفُوْنَ فِيْهِۚ فَاتَّقُوا اللّٰهَ وَاَطِيْعُوْنِ ","tema":"Ajakan Nabi Isa agar Kaumnya Menyembah hanya kepada Allah","teks_terjemah":"Ketika Isa datang membawa bukti-bukti yang nyata, dia berkata, “Sungguh, aku datang kepadamu dengan membawa hikmah dan untuk aku jelaskan kepadamu sebagian dari apa yang kamu perselisihkan. Maka, bertakwalah kepada Allah dan taatilah aku.","no_fn":"","teks_fn":"","bacaan":"walammaa jaa-a 'iisaa bilbayyinaati qaala qad ji'tukum bilhikmati wali-ubayyina lakum ba'dhaladzii takhtalifuuna fiihi fattaquulaaha wa-athii'uun"},{"id_ayat":4389,"no_surah":43,"no_ayat":64,"teks_ayat":"اِنَّ اللّٰهَ هُوَ رَبِّيْ وَرَبُّكُمْ فَاعْبُدُوْهُۗ هٰذَا صِرَاطٌ مُّسْتَقِيْمٌ ","tema":"Ajakan Nabi Isa agar Kaumnya Menyembah hanya kepada Allah","teks_terjemah":"Sesungguhnya Allah, Dialah Tuhanku dan Tuhanmu. Sembahlah Dia! Ini adalah jalan yang lurus.”","no_fn":"","teks_fn":"","bacaan":"innalaaha huwa rabbii warabbukum fa'buduuhu haadzaa shiraathun mustaqiim"},{"id_ayat":4390,"no_surah":43,"no_ayat":65,"teks_ayat":"فَاخْتَلَفَ الْاَحْزَابُ مِنْۢ بَيْنِهِمْ ۚفَوَيْلٌ لِّلَّذِيْنَ ظَلَمُوْا مِنْ عَذَابِ يَوْمٍ اَلِيْمٍ ","tema":"Ajakan Nabi Isa agar Kaumnya Menyembah hanya kepada Allah","teks_terjemah":"Golongan-golongan di antara mereka (Yahudi dan Nasrani) berselisih. Celakalah orang-orang yang zalim (karena) azab pada hari yang sangat pedih (kiamat).","no_fn":"","teks_fn":"","bacaan":"fakhtalafal-ahzaabu min baynihim fawaylun lilladziina zhalamuu min 'adzaabi yawminliim"},{"id_ayat":4391,"no_surah":43,"no_ayat":66,"teks_ayat":"هَلْ يَنْظُرُوْنَ اِلَّا السَّاعَةَ اَنْ تَأْتِيَهُمْ بَغْتَةً وَّهُمْ لَا يَشْعُرُوْنَ ","tema":"Ajakan Nabi Isa agar Kaumnya Menyembah hanya kepada Allah","teks_terjemah":"Tidaklah mereka (orang-orang kafir) menunggu, kecuali hari Kiamat yang datang kepada mereka secara tiba-tiba, sedangkan mereka tidak menyadari(-nya).","no_fn":"","teks_fn":"","bacaan":"hal yanzhuruuna illaassaa'ata an ta'tiyahum baghtatan wahum laa yasy'uruun"},{"id_ayat":4392,"no_surah":43,"no_ayat":67,"teks_ayat":"اَلْاَخِلَّاۤءُ يَوْمَىِٕذٍۢ بَعْضُهُمْ لِبَعْضٍ عَدُوٌّ اِلَّا الْمُتَّقِيْنَ ۗ ࣖ","tema":"Ajakan Nabi Isa agar Kaumnya Menyembah hanya kepada Allah","teks_terjemah":"Teman-teman akrab pada hari itu saling bermusuhan satu sama lain, kecuali orang-orang yang bertakwa.","no_fn":"","teks_fn":"","bacaan":"al-akhillaau yawma-idzin ba'dhuhum liba'dhin 'aduwwun illaalmuttaqiin"},{"id_ayat":4393,"no_surah":43,"no_ayat":68,"teks_ayat":"يٰعِبَادِ لَاخَوْفٌ عَلَيْكُمُ الْيَوْمَ وَلَآ اَنْتُمْ تَحْزَنُوْنَۚ ","tema":"Kebahagiaan Penghuni Surga dan Kesengsaraan Penghuni Neraka","teks_terjemah":"(Dikatakan kepada mereka,) “Wahai hamba-hamba-Ku, tidak ada ketakutan bagimu pada hari ini (kiamat) dan tidak pula kamu bersedih.","no_fn":"","teks_fn":"","bacaan":"yaa 'ibaadi laa khawfun 'alaykumulyawma walaa antum tahzanuun"},{"id_ayat":4394,"no_surah":43,"no_ayat":69,"teks_ayat":"اَلَّذِيْنَ اٰمَنُوْا بِاٰيٰتِنَا وَكَانُوْا مُسْلِمِيْنَۚ ","tema":"Kebahagiaan Penghuni Surga dan Kesengsaraan Penghuni Neraka","teks_terjemah":"(Yaitu) orang-orang yang beriman kepada ayat-ayat Kami dan mereka adalah orang-orang muslim.","no_fn":"","teks_fn":"","bacaan":"aladziina aamanuu bi-aayaatinaa wakaanuu muslimiin"},{"id_ayat":4395,"no_surah":43,"no_ayat":70,"teks_ayat":"اُدْخُلُوا الْجَنَّةَ اَنْتُمْ وَاَزْوَاجُكُمْ تُحْبَرُوْنَ ","tema":"Kebahagiaan Penghuni Surga dan Kesengsaraan Penghuni Neraka","teks_terjemah":"Masuklah ke dalam surga, kamu dan pasanganmu (dalam keadaan) dibahagiakan.”","no_fn":"","teks_fn":"","bacaan":"udkhuluuljannata antum wa-azwaajukum tuhbaruun"},{"id_ayat":4396,"no_surah":43,"no_ayat":71,"teks_ayat":"يُطَافُ عَلَيْهِمْ بِصِحَافٍ مِّنْ ذَهَبٍ وَّاَكْوَابٍ ۚوَفِيْهَا مَا تَشْتَهِيْهِ الْاَنْفُسُ وَتَلَذُّ الْاَعْيُنُ ۚوَاَنْتُمْ فِيْهَا خٰلِدُوْنَۚ ","tema":"Kebahagiaan Penghuni Surga dan Kesengsaraan Penghuni Neraka","teks_terjemah":"Kepada mereka diedarkan piring-piring dan gelas-gelas dari emas dan di dalamnya (surga) terdapat apa yang diingini oleh hati dan dipandang sedap oleh mata serta kamu kekal di dalamnya.","no_fn":"","teks_fn":"","bacaan":"yuthaafu 'alayhim bishhaafin min dzahabin wa-akwaabin wafiihaa maa tasytahiihil-anfusu wataladzdzul-a'yunu wa-antum fiihaa khaaliduun"},{"id_ayat":4397,"no_surah":43,"no_ayat":72,"teks_ayat":"وَتِلْكَ الْجَنَّةُ الَّتِيْٓ اُوْرِثْتُمُوْهَا بِمَا كُنْتُمْ تَعْمَلُوْنَ ","tema":"Kebahagiaan Penghuni Surga dan Kesengsaraan Penghuni Neraka","teks_terjemah":"Itulah surga yang diwariskan kepada kamu disebabkan apa yang selama ini kamu kerjakan.","no_fn":"","teks_fn":"","bacaan":"watilkaljannatulatii uuritstumuuhaa bimaa kuntum ta'maluun"},{"id_ayat":4398,"no_surah":43,"no_ayat":73,"teks_ayat":"لَكُمْ فِيْهَا فَاكِهَةٌ كَثِيْرَةٌ مِّنْهَا تَأْكُلُوْنَ","tema":"Kebahagiaan Penghuni Surga dan Kesengsaraan Penghuni Neraka","teks_terjemah":"Untukmu di dalamnya (surga) buah-buahan yang banyak yang sebagiannya kamu makan.","no_fn":"","teks_fn":"","bacaan":"lakum fiihaa faakihatun katsiiratun minhaa ta'kuluun"},{"id_ayat":4399,"no_surah":43,"no_ayat":74,"teks_ayat":"اِنَّ الْمُجْرِمِيْنَ فِيْ عَذَابِ جَهَنَّمَ خٰلِدُوْنَۖ ","tema":"Kebahagiaan Penghuni Surga dan Kesengsaraan Penghuni Neraka","teks_terjemah":"Sesungguhnya para pendurhaka itu kekal di dalam azab (neraka) Jahanam.","no_fn":"","teks_fn":"","bacaan":"innalmujrimiina fii 'adzaabi jahannama khaaliduun"},{"id_ayat":4400,"no_surah":43,"no_ayat":75,"teks_ayat":"لَا يُفَتَّرُ عَنْهُمْ وَهُمْ فِيْهِ مُبْلِسُوْنَ ۚ ","tema":"Kebahagiaan Penghuni Surga dan Kesengsaraan Penghuni Neraka","teks_terjemah":"Tidak diringankan (azab itu) dari mereka dan mereka berputus asa di dalamnya.","no_fn":"","teks_fn":"","bacaan":"laa yufattaru 'anhum wahum fiihi mublisuun"},{"id_ayat":4401,"no_surah":43,"no_ayat":76,"teks_ayat":"وَمَا ظَلَمْنٰهُمْ وَلٰكِنْ كَانُوْا هُمُ الظّٰلِمِيْنَ","tema":"Kebahagiaan Penghuni Surga dan Kesengsaraan Penghuni Neraka","teks_terjemah":"Tidaklah Kami menzalimi mereka, tetapi mereka adalah orang-orang zalim (terhadap dirinya).","no_fn":"","teks_fn":"","bacaan":"wamaa zhalamnaahum walaakin kaanuu humuzhzhaalimiin"},{"id_ayat":4402,"no_surah":43,"no_ayat":77,"teks_ayat":"وَنَادَوْا يٰمٰلِكُ لِيَقْضِ عَلَيْنَا رَبُّكَۗ قَالَ اِنَّكُمْ مّٰكِثُوْنَ","tema":"Kebahagiaan Penghuni Surga dan Kesengsaraan Penghuni Neraka","teks_terjemah":"Mereka menyeru, “Wahai (Malaikat) Malik, hendaklah Tuhanmu mematikan kami saja.” Dia menjawab, “Sesungguhnya kamu akan tetap tinggal (di neraka ini).”","no_fn":"","teks_fn":"","bacaan":"wanaadaw yaa maaliku liyaqdhi 'alaynaa rabbuka qaala innakum maakitsuun"},{"id_ayat":4403,"no_surah":43,"no_ayat":78,"teks_ayat":"لَقَدْ جِئْنٰكُمْ بِالْحَقِّ وَلٰكِنَّ اَكْثَرَكُمْ لِلْحَقِّ كٰرِهُوْنَ","tema":"Pengingkaran Orang-Orang Makkah terhadap Kebenaran yang Dibawa oleh Rasul","teks_terjemah":"Sungguh, Kami benar-benar telah datang kepada kamu dengan (membawa) kebenaran, tetapi kebanyakan kamu benci kepada kebenaran itu.","no_fn":"","teks_fn":"","bacaan":"laqad ji'naakum bilhaqqi walaakinna aktsarakum lilhaqqi kaarihuun"},{"id_ayat":4404,"no_surah":43,"no_ayat":79,"teks_ayat":"اَمْ اَبْرَمُوْٓا اَمْرًا فَاِنَّا مُبْرِمُوْنَۚ","tema":"Pengingkaran Orang-Orang Makkah terhadap Kebenaran yang Dibawa oleh Rasul","teks_terjemah":"Bahkan, bukankah mereka telah merencanakan suatu tipu daya (jahat)? Sesungguhnya Kami telah berencana (mengatasi tipu daya mereka).","no_fn":"","teks_fn":"","bacaan":"am abramuu amran fa-innaa mubrimuun"},{"id_ayat":4405,"no_surah":43,"no_ayat":80,"teks_ayat":"اَمْ يَحْسَبُوْنَ اَنَّا لَا نَسْمَعُ سِرَّهُمْ وَنَجْوٰىهُمْ ۗ بَلٰى وَرُسُلُنَا لَدَيْهِمْ يَكْتُبُوْنَ ","tema":"Pengingkaran Orang-Orang Makkah terhadap Kebenaran yang Dibawa oleh Rasul","teks_terjemah":"Ataukah mereka mengira bahwa Kami tidak mendengar rahasia dan bisikan mereka? Sebenarnya (Kami mendengar) dan utusan-utusan Kami (malaikat) mencatat di sisi mereka.","no_fn":"","teks_fn":"","bacaan":"am yahsabuuna annaa laa nasma'u sirrahum wanajwaahum balaa warusulunaa ladayhim yaktubuun"},{"id_ayat":4406,"no_surah":43,"no_ayat":81,"teks_ayat":"قُلْ اِنْ كَانَ لِلرَّحْمٰنِ وَلَدٌ  ۖفَاَنَا۠ اَوَّلُ الْعٰبِدِيْنَ ","tema":"Bantahan Al-Qur’an tentang Kepercayaan Tuhan Mempunyai Anak","teks_terjemah":"Katakanlah (Nabi Muhammad), “Jika benar Tuhan Yang Maha Pengasih mempunyai anak, akulah orang pertama yang menyembah (anak itu).","no_fn":"","teks_fn":"","bacaan":"qul in kaana lirrahmaani waladun fa-anaa awwalul'aabidiin"},{"id_ayat":4407,"no_surah":43,"no_ayat":82,"teks_ayat":"سُبْحٰنَ رَبِّ السَّمٰوٰتِ وَالْاَرْضِ رَبِّ الْعَرْشِ عَمَّا يَصِفُوْنَ ","tema":"Bantahan Al-Qur’an tentang Kepercayaan Tuhan Mempunyai Anak","teks_terjemah":"Mahasuci Tuhan pemilik langit dan bumi, Tuhan pemilik ʻArasy, dari apa yang mereka sifatkan.”","no_fn":"","teks_fn":"","bacaan":"subhaana rabbissamaawaati wal-ardhi rabbil'arsyi 'ammaa yashifuun"},{"id_ayat":4408,"no_surah":43,"no_ayat":83,"teks_ayat":"فَذَرْهُمْ يَخُوْضُوْا وَيَلْعَبُوْا حَتّٰى يُلٰقُوْا يَوْمَهُمُ الَّذِيْ يُوْعَدُوْنَ","tema":"Bantahan Al-Qur’an tentang Kepercayaan Tuhan Mempunyai Anak","teks_terjemah":"Maka, biarkanlah mereka tenggelam (dalam kesesatan) dan bermain-main (di dunia) sampai mereka menemui hari yang dijanjikan kepada mereka.","no_fn":"","teks_fn":"","bacaan":"fadzarhum yakhuudhuu wayal'abuu hattaa yulaaquu yawmahumuladzii yuu'aduun"},{"id_ayat":4409,"no_surah":43,"no_ayat":84,"teks_ayat":"وَهُوَ الَّذِيْ فِى السَّمَاۤءِ اِلٰهٌ وَّ فِى الْاَرْضِ اِلٰهٌ ۗوَهُوَ الْحَكِيْمُ الْعَلِيْمُ ","tema":"Bantahan Al-Qur’an tentang Kepercayaan Tuhan Mempunyai Anak","teks_terjemah":"Dialah Tuhan (yang disembah) di langit dan Tuhan (yang disembah) di bumi. Dialah Yang Mahabijaksana lagi Maha Mengetahui.","no_fn":"","teks_fn":"","bacaan":"wahuwaladzii fiissamaa-i ilaahun wafiil-ardhi ilaahun wahuwalhakiimul'aliim"},{"id_ayat":4410,"no_surah":43,"no_ayat":85,"teks_ayat":"وَتَبٰرَكَ الَّذِيْ لَهٗ مُلْكُ السَّمٰوٰتِ وَالْاَرْضِ وَمَا بَيْنَهُمَا ۚوَعِنْدَهٗ عِلْمُ السَّاعَةِۚ وَاِلَيْهِ تُرْجَعُوْنَ","tema":"Bantahan Al-Qur’an tentang Kepercayaan Tuhan Mempunyai Anak","teks_terjemah":"Mahaberkah (Allah) yang memiliki kerajaan langit dan bumi serta apa yang ada di antara keduanya. Di sisi-Nyalah ilmu tentang hari Kiamat dan hanya kepada-Nyalah kamu dikembalikan.","no_fn":"","teks_fn":"","bacaan":"watabaarakaladzii lahu mulkussamaawaati wal-ardhi wamaa baynahumaa wa'indahu 'ilmussaa'ati wa-ilayhi turja'uun"},{"id_ayat":4411,"no_surah":43,"no_ayat":86,"teks_ayat":"وَلَا يَمْلِكُ الَّذِيْنَ يَدْعُوْنَ مِنْ دُوْنِهِ الشَّفَاعَةَ اِلَّا مَنْ شَهِدَ بِالْحَقِّ وَهُمْ يَعْلَمُوْنَ","tema":"Bantahan Al-Qur’an tentang Kepercayaan Tuhan Mempunyai Anak","teks_terjemah":"Sembahan-sembahan mereka selain Dia tidak bisa memberi syafaat (pertolongan di akhirat), kecuali orang yang bersaksi dengan yang hak (tauhid) dan mereka meyakininya.","no_fn":"","teks_fn":"","bacaan":"walaa yamlikuladziina yad'uuna min duunihisysyafaa'ata illaa man syahida bilhaqqi wahum ya'lamuun"},{"id_ayat":4412,"no_surah":43,"no_ayat":87,"teks_ayat":"وَلَىِٕنْ سَاَلْتَهُمْ مَّنْ خَلَقَهُمْ لَيَقُوْلُنَّ اللّٰهُ فَاَنّٰى يُؤْفَكُوْنَۙ","tema":"Bantahan Al-Qur’an tentang Kepercayaan Tuhan Mempunyai Anak","teks_terjemah":"Jika engkau bertanya kepada mereka, siapakah yang menciptakan mereka, niscaya mereka menjawab, “Allah.” Maka, mengapa mereka bisa dipalingkan?","no_fn":"","teks_fn":"","bacaan":"wala-in sa-altahum man khalaqahum layaquulunnalaahu fa-annaa yu'fakuun"},{"id_ayat":4413,"no_surah":43,"no_ayat":88,"teks_ayat":"وَقِيْلِهٖ يٰرَبِّ اِنَّ هٰٓؤُلَاۤءِ قَوْمٌ لَّا يُؤْمِنُوْنَۘ","tema":"Bantahan Al-Qur’an tentang Kepercayaan Tuhan Mempunyai Anak","teks_terjemah":"Demi (kebenaran) ucapannya (Nabi Muhammad), “Ya Tuhanku, sesungguhnya mereka itu adalah kaum yang tidak beriman.”","no_fn":"","teks_fn":"","bacaan":"waqiilihi yaa rabbi inna haaulaa-i qawmun laa yu'minuun"},{"id_ayat":4414,"no_surah":43,"no_ayat":89,"teks_ayat":"فَاصْفَحْ عَنْهُمْ وَقُلْ سَلٰمٌۗ فَسَوْفَ يَعْلَمُوْنَ ࣖ","tema":"Bantahan Al-Qur’an tentang Kepercayaan Tuhan Mempunyai Anak","teks_terjemah":"Maka, berpalinglah dari mereka dan katakanlah, “Salam (selamat tinggal).” Kelak mereka akan mengetahui (nasibnya yang buruk).","no_fn":"","teks_fn":"","bacaan":"fashfah 'anhum waqul salaamun fasawfa ya'lamuun"}]