[{"id":4326,"surah":43,"no_ayah":1,"theme":"Sifat-Sifat Al-Qur’an","text_ayah":" حٰمۤ ۚ ","text_id":"Ḥā Mīm.","text_en":"HA MIM.","transliteration":"ḥā mīm","no_fn":"","text_fn":"","juz":25,"hizb":49,"rub_al_hizb":196,"page":489},{"id":4327,"surah":43,"no_ayah":2,"theme":"Sifat-Sifat Al-Qur’an","text_ayah":"وَالْكِتٰبِ الْمُبِيْنِۙ ","text_id":"Demi Kitab (Al-Qur’an) yang jelas,","text_en":"I call to witness the lucent Book,","transliteration":"wal-kitābil-mubīn","no_fn":"","text_fn":"","juz":25,"hizb":49,"rub_al_hizb":196,"page":489},{"id":4328,"surah":43,"no_ayah":3,"theme":"Sifat-Sifat Al-Qur’an","text_ayah":"اِنَّا جَعَلْنٰهُ قُرْاٰنًا عَرَبِيًّا لَّعَلَّكُمْ تَعْقِلُوْنَۚ ","text_id":"sesungguhnya Kami menjadikannya sebagai Al-Qur’an yang berbahasa Arab agar kamu mengerti","text_en":"That We made it a distinctly lucid Qur'an that you may understand.","transliteration":"innā ja'alnāhu qur`ānan 'arabiyyal la'allakum ta'qilụn","no_fn":"","text_fn":"","juz":25,"hizb":49,"rub_al_hizb":196,"page":489},{"id":4329,"surah":43,"no_ayah":4,"theme":"Sifat-Sifat Al-Qur’an","text_ayah":"وَاِنَّهٗ فِيْٓ اُمِّ الْكِتٰبِ لَدَيْنَا لَعَلِيٌّ حَكِيْمٌۗ ","text_id":"dan sesungguhnya (Al-Qur’an) itu berada di dalam Ummul Kitāb (Lauh Mahfuz) di sisi Kami, benar-benar (bernilai) tinggi, dan penuh hikmah.","text_en":"It is inscribed in the original Book (of Books) with Us, sublime, dispenser of (all) laws.","transliteration":"wa innahụ fī ummil-kitābi ladainā la'aliyyun ḥakīm","no_fn":"","text_fn":"","juz":25,"hizb":49,"rub_al_hizb":196,"page":489},{"id":4330,"surah":43,"no_ayah":5,"theme":"Sifat-Sifat Al-Qur’an","text_ayah":"اَفَنَضْرِبُ عَنْكُمُ الذِّكْرَ صَفْحًا اَنْ كُنْتُمْ قَوْمًا مُّسْرِفِيْنَ","text_id":"Apakah Kami akan menahan (turunnya) Al-Qur’an dan mengabaikanmu (hanya) karena kamu kaum yang melampaui batas?","text_en":"Should We have withdrawn the Reminder from you as you are a people who exceed the bounds?","transliteration":"a fa naḍribu 'angkumuż-żikra ṣaf-ḥan ang kuntum qaumam musrifīn","no_fn":"","text_fn":"","juz":25,"hizb":49,"rub_al_hizb":196,"page":489},{"id":4331,"surah":43,"no_ayah":6,"theme":"Sifat-Sifat Al-Qur’an","text_ayah":"وَكَمْ اَرْسَلْنَا مِنْ نَّبِيٍّ فِى الْاَوَّلِيْنَ ","text_id":"Betapa banyak nabi yang telah Kami utus kepada umat-umat yang terdahulu.","text_en":"Many a prophet had We sent to the earlier communities,","transliteration":"wa kam arsalnā min nabiyyin fil-awwalīn","no_fn":"","text_fn":"","juz":25,"hizb":49,"rub_al_hizb":196,"page":489},{"id":4332,"surah":43,"no_ayah":7,"theme":"Sifat-Sifat Al-Qur’an","text_ayah":"وَمَا يَأْتِيْهِمْ مِّنْ نَّبِيٍّ اِلَّا كَانُوْا بِهٖ يَسْتَهْزِءُوْنَ ","text_id":"Setiap kali seorang nabi datang kepada mereka, mereka selalu memperolok-olokkannya.","text_en":"But never did a prophet come at whom they did not scoff.","transliteration":"wa mā ya`tīhim min nabiyyin illā kānụ bihī yastahzi`ụn","no_fn":"","text_fn":"","juz":25,"hizb":49,"rub_al_hizb":196,"page":489},{"id":4333,"surah":43,"no_ayah":8,"theme":"Sifat-Sifat Al-Qur’an","text_ayah":"فَاَهْلَكْنَآ اَشَدَّ مِنْهُمْ بَطْشًا وَّمَضٰى مَثَلُ الْاَوَّلِيْنَ","text_id":"Oleh karena itu, Kami membinasakan orang-orang yang lebih kuat dari mereka (kaum musyrik Quraisy) dan telah berlalu contoh (kehancuran) umat-umat terdahulu.","text_en":"So We destroyed far more powerful (nations) than they. The example of earlier people is there.","transliteration":"fa ahlaknā asyadda min-hum baṭsyaw wa maḍā maṡalul-awwalīn","no_fn":"","text_fn":"","juz":25,"hizb":49,"rub_al_hizb":196,"page":489},{"id":4334,"surah":43,"no_ayah":9,"theme":"Pengakuan Kaum Musyrik bahwa Allah Pencipta Langit dan Bumi","text_ayah":"وَلَىِٕنْ سَاَلْتَهُمْ مَّنْ خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ لَيَقُوْلُنَّ خَلَقَهُنَّ الْعَزِيْزُ الْعَلِيْمُۙ","text_id":"Jika kamu menanyakan kepada mereka, “Siapakah yang menciptakan langit dan bumi,” pastilah mereka akan menjawab, “Yang menciptakannya adalah Zat Yang Mahaperkasa lagi Maha Mengetahui.","text_en":"If you ask them: \"Who created the heavens and the earth?\" they will answer: \"The Mighty and All-knowing created them,\"","transliteration":"wa la`in sa`altahum man khalaqas-samāwāti wal-arḍa layaqụlunna khalaqahunnal-'azīzul-'alīm","no_fn":"","text_fn":"","juz":25,"hizb":49,"rub_al_hizb":196,"page":489},{"id":4335,"surah":43,"no_ayah":10,"theme":"Pengakuan Kaum Musyrik bahwa Allah Pencipta Langit dan Bumi","text_ayah":"الَّذِيْ جَعَلَ لَكُمُ الْاَرْضَ مَهْدًا وَّجَعَلَ لَكُمْ فِيْهَا سُبُلًا لَّعَلَّكُمْ تَهْتَدُوْنَۚ ","text_id":"(Dialah) yang menjadikan bumi sebagai tempat menetap bagimu dan menjadikan jalan-jalan di atasnya untukmu agar kamu mendapat petunjuk.","text_en":"He who made the earth a bed for you, and laid out tracks upon it so that you may find the way;","transliteration":"allażī ja'ala lakumul-arḍa mahdaw wa ja'ala lakum fīhā subulal la'allakum tahtadụn","no_fn":"","text_fn":"","juz":25,"hizb":49,"rub_al_hizb":196,"page":489},{"id":4336,"surah":43,"no_ayah":11,"theme":"Pengakuan Kaum Musyrik bahwa Allah Pencipta Langit dan Bumi","text_ayah":"وَالَّذِيْ نَزَّلَ مِنَ السَّمَاۤءِ مَاۤءًۢ بِقَدَرٍۚ فَاَنْشَرْنَا بِهٖ بَلْدَةً مَّيْتًاۚ كَذٰلِكَ تُخْرَجُوْنَ ","text_id":"Yang menurunkan air dari langit dengan suatu ukuran, lalu dengan air itu Kami menghidupkan negeri yang mati (tandus). Seperti itulah kamu akan dikeluarkan (dari kubur).","text_en":"Who sent down water in due measure from the sky, then quickened a region that was dead -- So shall We bring you forth --","transliteration":"wallażī nazzala minas-samā`i mā`am biqadar, fa ansyarnā bihī baldatam maitā, każālika tukhrajụn","no_fn":"","text_fn":"","juz":25,"hizb":49,"rub_al_hizb":196,"page":490},{"id":4337,"surah":43,"no_ayah":12,"theme":"Pengakuan Kaum Musyrik bahwa Allah Pencipta Langit dan Bumi","text_ayah":"وَالَّذِيْ خَلَقَ الْاَزْوَاجَ كُلَّهَا وَجَعَلَ لَكُمْ مِّنَ الْفُلْكِ وَالْاَنْعَامِ مَا تَرْكَبُوْنَۙ ","text_id":"(Dialah) yang menciptakan semua makhluk berpasang-pasangan dan menjadikan kapal laut untukmu serta hewan ternak untuk kamu tunggangi","text_en":"He who created pairs of everything, and fashioned for you boats and beasts on which you ride,","transliteration":"wallażī khalaqal-azwāja kullahā wa ja'ala lakum minal-fulki wal-an'āmi mā tarkabụn","no_fn":"","text_fn":"","juz":25,"hizb":49,"rub_al_hizb":196,"page":490},{"id":4338,"surah":43,"no_ayah":13,"theme":"Pengakuan Kaum Musyrik bahwa Allah Pencipta Langit dan Bumi","text_ayah":"لِتَسْتَوٗا عَلٰى ظُهُوْرِهٖ ثُمَّ تَذْكُرُوْا نِعْمَةَ رَبِّكُمْ اِذَا اسْتَوَيْتُمْ عَلَيْهِ وَتَقُوْلُوْا سُبْحٰنَ الَّذِيْ سَخَّرَ لَنَا هٰذَا وَمَا كُنَّا لَهٗ مُقْرِنِيْنَۙ ","text_id":"agar kamu dapat duduk di atas punggungnya. Kemudian jika kamu sudah duduk (di atas punggung)-nya, kamu akan mengingat nikmat Tuhanmu dan mengucapkan, “Mahasuci Zat yang telah menundukkan (semua) ini bagi kami, padahal kami sebelumnya tidak mampu menguasainya.","text_en":"So that when you sit astride of them and think of the bounties of your Lord, you may say: \"All glory to Him who subjugated these for us. We were incapable of doing so.","transliteration":"litastawụ 'alā ẓuhụrihī ṡumma tażkurụ ni'mata rabbikum iżastawaitum 'alaihi wa taqụlụ sub-ḥānallażī sakhkhara lanā hāżā wa mā kunnā lahụ muqrinīn","no_fn":"","text_fn":"","juz":25,"hizb":49,"rub_al_hizb":196,"page":490},{"id":4339,"surah":43,"no_ayah":14,"theme":"Pengakuan Kaum Musyrik bahwa Allah Pencipta Langit dan Bumi","text_ayah":"وَاِنَّآ اِلٰى رَبِّنَا لَمُنْقَلِبُوْنَ ","text_id":"Sesungguhnya kami pasti akan kembali kepada Tuhan kami.”","text_en":"Surely we have to go back to our Lord.\"","transliteration":"wa innā ilā rabbinā lamungqalibụn","no_fn":"","text_fn":"","juz":25,"hizb":49,"rub_al_hizb":196,"page":490},{"id":4340,"surah":43,"no_ayah":15,"theme":"Pengakuan Kaum Musyrik bahwa Allah Pencipta Langit dan Bumi","text_ayah":"وَجَعَلُوْا لَهٗ مِنْ عِبَادِهٖ جُزْءًاۗ اِنَّ الْاِنْسَانَ لَكَفُوْرٌ مُّبِيْنٌۗ ࣖ ","text_id":"Mereka menjadikan sebagian dari hamba-hamba-Nya sebagai bagian dari-Nya.<sup>676)</sup> Sesungguhnya manusia itu benar-benar pengingkar (nikmat Tuhan) yang nyata.","text_en":"Yet they make some of His creatures His offspring! Man is surely most ungrateful.","transliteration":"wa ja'alụ lahụ min 'ibādihī juz`ā, innal-insāna lakafụrum mubīn","no_fn":"676","text_fn":"676) Orang-orang musyrik mengatakan bahwa malaikat adalah anak perempuan Allah. Padahal, malaikat itu sebagian dari makhluk dan ciptaan-Nya.","juz":25,"hizb":49,"rub_al_hizb":196,"page":490},{"id":4341,"surah":43,"no_ayah":16,"theme":"Ketidaksukaan Kaum Musyrik terhadap Anak Perempuan","text_ayah":"اَمِ اتَّخَذَ مِمَّا يَخْلُقُ بَنٰتٍ وَّاَصْفٰىكُمْ بِالْبَنِيْنَۗ ","text_id":"Patutkah Dia mengambil anak perempuan dari sebagian yang telah Dia ciptakan dan memilihkan anak laki-laki untukmu?","text_en":"Or has He taken from those He has created daughters for Himself, and assigned sons to you?","transliteration":"amittakhaża mimmā yakhluqu banātiw wa aṣfākum bil-banīn","no_fn":"","text_fn":"","juz":25,"hizb":49,"rub_al_hizb":196,"page":490},{"id":4342,"surah":43,"no_ayah":17,"theme":"Ketidaksukaan Kaum Musyrik terhadap Anak Perempuan","text_ayah":"وَاِذَا بُشِّرَ اَحَدُهُمْ بِمَا ضَرَبَ لِلرَّحْمٰنِ مَثَلًا ظَلَّ وَجْهُهٗ مُسْوَدًّا وَّهُوَ كَظِيْمٌ ","text_id":"Apabila salah seorang di antara mereka diberi kabar gembira tentang sesuatu (kelahiran anak perempuan) yang dijadikan sebagai perumpamaan bagi (Allah) Yang Maha Pengasih, jadilah wajahnya merah padam karena menahan sedih (dan marah).","text_en":"Yet when news of (a daughter) they had reserved for Ar-Rahman comes to one of them, his face is blackened (with shame), and he grieves in silence inwardly.","transliteration":"wa iżā busysyira aḥaduhum bimā ḍaraba lir-raḥmāni maṡalan ẓalla waj-huhụ muswaddaw wa huwa kaẓīm","no_fn":"","text_fn":"","juz":25,"hizb":49,"rub_al_hizb":196,"page":490},{"id":4343,"surah":43,"no_ayah":18,"theme":"Ketidaksukaan Kaum Musyrik terhadap Anak Perempuan","text_ayah":"اَوَمَنْ يُّنَشَّؤُا فِى الْحِلْيَةِ وَهُوَ فِى الْخِصَامِ غَيْرُ مُبِيْنٍ ","text_id":"Apakah patut (menjadi anak Allah) orang yang tumbuh dan berkembang (dengan tabiat) selalu berhias diri, sedangkan dia tidak mampu memberi alasan yang tegas dan jelas dalam pertengkaran.<sup>677)</sup>","text_en":"Can one who has been raised on ornaments and cannot present her case coolly in a dispute (be associated with God?)","transliteration":"a wa may yunasysya`u fil-ḥilyati wa huwa fil-khiṣāmi gairu mubīn","no_fn":"677","text_fn":"677) Ayat ini menggambarkan keadaan perempuan Arab pada waktu Al-Qur’an diturunkan. Mereka hanya dijadikan perhiasan atau tidak diberi kesempatan dalam pendidikan sehingga kurang pengetahuannya serta tidak mampu bersikap tegas dan jelas.","juz":25,"hizb":49,"rub_al_hizb":196,"page":490},{"id":4344,"surah":43,"no_ayah":19,"theme":"Ketidaksukaan Kaum Musyrik terhadap Anak Perempuan","text_ayah":"وَجَعَلُوا الْمَلٰۤىِٕكَةَ الَّذِيْنَ هُمْ عِبٰدُ الرَّحْمٰنِ اِنَاثًاۗ اَشَهِدُوْا خَلْقَهُمْۗ سَتُكْتَبُ شَهَادَتُهُمْ وَيُسْـَٔلُوْنَ","text_id":"Mereka menganggap para malaikat, hamba-hamba (Allah) Yang Maha Pengasih itu, berjenis perempuan. Apakah mereka menyaksikan penciptaannya? Kelak kesaksian (yang mereka karang sendiri itu) akan dituliskan dan akan dimintakan pertanggungjawaban.","text_en":"Yet they have made the angels, who are creatures of Ar-Rahman, females. Did they witness their creation? We shall record their testimony, and they will be interrogated.","transliteration":"wa ja'alul-malā`ikatallażīna hum 'ibādur-raḥmāni ināṡā, a syahidụ khalqahum, satuktabu syahādatuhum wa yus`alụn","no_fn":"","text_fn":"","juz":25,"hizb":49,"rub_al_hizb":196,"page":490},{"id":4345,"surah":43,"no_ayah":20,"theme":"Keingkaran Kaum Musyrik karena Berpegang Teguh pada Tradisi Lama","text_ayah":"وَقَالُوْا لَوْ شَاۤءَ الرَّحْمٰنُ مَا عَبَدْنٰهُمْۗ مَا لَهُمْ بِذٰلِكَ مِنْ عِلْمٍ اِنْ هُمْ اِلَّا يَخْرُصُوْنَۗ ","text_id":"Mereka berkata, “Sekiranya (Allah) Yang Maha Pengasih menghendaki, tentulah kami tidak menyembah mereka (malaikat).” Mereka tidak mempunyai pengetahuan sedikit pun tentang itu. Mereka hanyalah menduga-duga belaka.","text_en":"Yet they say: \"If Ar-Rahman had so pleased we would not have worshipped them.\" They have no knowledge of it in the least. They only make up lies.","transliteration":"wa qālụ lau syā`ar-raḥmānu mā 'abadnāhum, mā lahum biżālika min 'ilmin in hum illā yakhruṣụn","no_fn":"","text_fn":"","juz":25,"hizb":49,"rub_al_hizb":196,"page":490},{"id":4346,"surah":43,"no_ayah":21,"theme":"Keingkaran Kaum Musyrik karena Berpegang Teguh pada Tradisi Lama","text_ayah":"اَمْ اٰتَيْنٰهُمْ كِتٰبًا مِّنْ قَبْلِهٖ فَهُمْ بِهٖ مُسْتَمْسِكُوْنَ ","text_id":"Apakah kami pernah memberikan sebuah kitab kepada mereka sebelumnya (Al-Qur’an), lalu mereka berpegang teguh (pada kitab itu)?","text_en":"Did We give them a Scripture before this to which they are holding fast?","transliteration":"am ātaināhum kitābam ming qablihī fa hum bihī mustamsikụn","no_fn":"","text_fn":"","juz":25,"hizb":49,"rub_al_hizb":196,"page":490},{"id":4347,"surah":43,"no_ayah":22,"theme":"Keingkaran Kaum Musyrik karena Berpegang Teguh pada Tradisi Lama","text_ayah":"بَلْ قَالُوْٓا اِنَّا وَجَدْنَآ اٰبَاۤءَنَا عَلٰٓى اُمَّةٍ وَّاِنَّا عَلٰٓى اٰثٰرِهِمْ مُّهْتَدُوْنَ ","text_id":"Bahkan, mereka berkata, “Sesungguhnya kami telah mendapati nenek moyang kami menganut suatu agama dan kami hanya mengikuti jejak mereka.”","text_en":"In fact they say: \"We found our fathers following a certain way, and are guided by their footprints.\"","transliteration":"bal qālū innā wajadnā ābā`anā 'alā ummatiw wa innā 'alā āṡārihim muhtadụn","no_fn":"","text_fn":"","juz":25,"hizb":49,"rub_al_hizb":196,"page":490},{"id":4348,"surah":43,"no_ayah":23,"theme":"Keingkaran Kaum Musyrik karena Berpegang Teguh pada Tradisi Lama","text_ayah":"وَكَذٰلِكَ مَآ اَرْسَلْنَا مِنْ قَبْلِكَ فِيْ قَرْيَةٍ مِّنْ نَّذِيْرٍۙ اِلَّا قَالَ مُتْرَفُوْهَآ ۙ اِنَّا وَجَدْنَآ اٰبَاۤءَنَا عَلٰٓى اُمَّةٍ وَّاِنَّا عَلٰٓى اٰثٰرِهِمْ مُّقْتَدُوْنَ","text_id":"Demikian juga ketika Kami mengutus seorang pemberi peringatan sebelum engkau (Nabi Muhammad) ke suatu negeri. Orang-orang yang hidup mewah (di negeri itu) selalu berkata, “Sesungguhnya kami mendapati nenek moyang kami menganut suatu (agama) dan kami hanya mencontoh jejak mereka.”","text_en":"Thus, We never sent an admonisher to a settlement before you but the decadent among them said. \"We found our fathers following this way, and we are walking in their footsteps.\"","transliteration":"wa każālika mā arsalnā ming qablika fī qaryatim min nażīrin illā qāla mutrafụhā innā wajadnā ābā`anā 'alā ummatiw wa innā 'alā āṡārihim muqtadụn","no_fn":"","text_fn":"","juz":25,"hizb":49,"rub_al_hizb":196,"page":491},{"id":4349,"surah":43,"no_ayah":24,"theme":"Keingkaran Kaum Musyrik karena Berpegang Teguh pada Tradisi Lama","text_ayah":"۞ قٰلَ اَوَلَوْ جِئْتُكُمْ بِاَهْدٰى مِمَّا وَجَدْتُّمْ عَلَيْهِ اٰبَاۤءَكُمْۗ قَالُوْٓا اِنَّا بِمَآ اُرْسِلْتُمْ بِهٖ كٰفِرُوْنَ ","text_id":"Dia (pemberi peringatan) berkata, “Masihkah kamu (mengikuti jejak nenek moyangmu), sekalipun aku membawa (agama) yang lebih baik panduannya daripada apa yang kamu peroleh dari nenek moyangmu itu?” Mereka menjawab, “Sesungguhnya kami (tetap) mengingkari kerasulanmu.”","text_en":"\"Even if I bring you a better guidance,\" he rejoined, \"than the one you found your fathers on?\" Still they said: \"We do not believe in what you have brought.\"","transliteration":"qāla a walau ji`tukum bi`ahdā mimmā wajattum 'alaihi ābā`akum, qālū innā bimā ursiltum bihī kāfirụn","no_fn":"","text_fn":"","juz":25,"hizb":50,"rub_al_hizb":197,"page":491},{"id":4350,"surah":43,"no_ayah":25,"theme":"Keingkaran Kaum Musyrik karena Berpegang Teguh pada Tradisi Lama","text_ayah":"فَانْتَقَمْنَا مِنْهُمْ فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ الْمُكَذِّبِيْنَࣖ","text_id":"Lalu kami membinasakan mereka. Maka, perhatikanlah bagaimana kesudahan orang-orang yang mendustakan (kebenaran).","text_en":"Then We punished them. So look at the fate of those who denied.","transliteration":"fantaqamnā min-hum fanẓur kaifa kāna 'āqibatul-mukażżibīn","no_fn":"","text_fn":"","juz":25,"hizb":50,"rub_al_hizb":197,"page":491},{"id":4351,"surah":43,"no_ayah":26,"theme":"Ibrahim Berlepas Diri dari Sembahan Ayahnya","text_ayah":"وَاِذْ قَالَ اِبْرٰهِيْمُ لِاَبِيْهِ وَقَوْمِهٖٓ اِنَّنِيْ بَرَاۤءٌ مِّمَّا تَعْبُدُوْنَۙ","text_id":"(Ingatlah) ketika Ibrahim berkata kepada ayahnya dan kaumnya, “Sesungguhnya aku berlepas diri dari apa yang kamu sembah,","text_en":"When Abraham said to his father and his people: \"I am rid of what you worship","transliteration":"wa iż qāla ibrāhīmu li`abīhi wa qaumihī innanī barā`um mimmā ta'budụn","no_fn":"","text_fn":"","juz":25,"hizb":50,"rub_al_hizb":197,"page":491},{"id":4352,"surah":43,"no_ayah":27,"theme":"Ibrahim Berlepas Diri dari Sembahan Ayahnya","text_ayah":"اِلَّا الَّذِيْ فَطَرَنِيْ فَاِنَّهٗ سَيَهْدِيْنِ ","text_id":"kecuali (kamu menyembah) Allah yang menciptakanku. Sesungguhnya Dia akan memberi petunjuk kepadaku.”","text_en":"Other than Him who created me. He will show me the right way.\"","transliteration":"illallażī faṭaranī fa innahụ sayahdīn","no_fn":"","text_fn":"","juz":25,"hizb":50,"rub_al_hizb":197,"page":491},{"id":4353,"surah":43,"no_ayah":28,"theme":"Ibrahim Berlepas Diri dari Sembahan Ayahnya","text_ayah":"وَجَعَلَهَا كَلِمَةً ۢ بَاقِيَةً فِيْ عَقِبِهٖ لَعَلَّهُمْ يَرْجِعُوْنَۗ ","text_id":"Dia (Ibrahim) menjadikannya (kalimat tauhid) perkataan yang kekal pada keturunannya agar mereka kembali (kepadanya).<sup>678)</sup>","text_en":"This is the legacy he left to his descendants so that they may turn (to God).","transliteration":"wa ja'alahā kalimatam bāqiyatan fī 'aqibihī la'allahum yarji'ụn","no_fn":"678","text_fn":"678) Nabi Ibrahim a.s. menjadikan kalimat tauhid sebagai pegangan bagi keturunannya sehingga kalau di antara mereka ada yang mempersekutukan Allah, mereka diharapkan segera kembali pada tauhid itu.","juz":25,"hizb":50,"rub_al_hizb":197,"page":491},{"id":4354,"surah":43,"no_ayah":29,"theme":"Ibrahim Berlepas Diri dari Sembahan Ayahnya","text_ayah":"بَلْ مَتَّعْتُ هٰٓؤُلَاۤءِ وَاٰبَاۤءَهُمْ حَتّٰى جَاۤءَهُمُ الْحَقُّ وَرَسُوْلٌ مُّبِيْنٌ","text_id":"Bahkan Aku telah memberikan kenikmatan hidup kepada mereka dan nenek moyang mereka sampai kebenaran (Al-Qur’an) datang kepada mereka beserta seorang Rasul yang memberi penjelasan.<sup>679)</sup>","text_en":"In fact, I allowed them and their fathers to enjoy this life till the truth, and the apostle preaching it lucidly, came to them.","transliteration":"bal matta'tu hā`ulā`i wa ābā`ahum ḥattā jā`ahumul-ḥaqqu wa rasụlum mubīn","no_fn":"679","text_fn":"679) Sebagian keturunan Nabi Ibrahim a.s. melupakan tauhid serta tidak mensyukuri kenikmatan dan kehidupan yang dianugerahkan Allah. Allah tidak segera mengazab mereka. Sebaliknya, Allah memberi mereka kenikmatan hingga Dia menurunkan Al-Qur’an serta mengutus seorang rasul untuk membimbing mereka.","juz":25,"hizb":50,"rub_al_hizb":197,"page":491},{"id":4355,"surah":43,"no_ayah":30,"theme":"Ibrahim Berlepas Diri dari Sembahan Ayahnya","text_ayah":"وَلَمَّا جَاۤءَهُمُ الْحَقُّ قَالُوْا هٰذَا سِحْرٌ وَّاِنَّا بِهٖ كٰفِرُوْنَ ","text_id":"Ketika kebenaran (Al-Qur’an) itu datang kepada mereka, mereka berkata, “Ini adalah sihir dan sesungguhnya kami mengingkarinya.”","text_en":"Yet when the truth had come to them, they said: \"This is sorcery. We shall never believe in it.\"","transliteration":"wa lammā jā`ahumul-ḥaqqu qālụ hāżā siḥruw wa innā bihī kāfirụn","no_fn":"","text_fn":"","juz":25,"hizb":50,"rub_al_hizb":197,"page":491},{"id":4356,"surah":43,"no_ayah":31,"theme":"Rahmat Kenabian yang hanya Diketahui Allah ","text_ayah":"وَقَالُوْا لَوْلَا نُزِّلَ هٰذَا الْقُرْاٰنُ عَلٰى رَجُلٍ مِّنَ الْقَرْيَتَيْنِ عَظِيْمٍ","text_id":"Mereka (juga) berkata, “Mengapa Al-Qur’an ini tidak diturunkan kepada (salah satu) pembesar dari dua negeri ini (Makkah dan Taif)?”","text_en":"They also said: \"Why was this Qur'an not sent down to some great man of the two cities?\"","transliteration":"wa qālụ lau lā nuzzila hāżal-qur`ānu 'alā rajulim minal-qaryataini 'aẓīm","no_fn":"","text_fn":"","juz":25,"hizb":50,"rub_al_hizb":197,"page":491},{"id":4357,"surah":43,"no_ayah":32,"theme":"Rahmat Kenabian yang hanya Diketahui Allah ","text_ayah":"اَهُمْ يَقْسِمُوْنَ رَحْمَتَ رَبِّكَۗ نَحْنُ قَسَمْنَا بَيْنَهُمْ مَّعِيْشَتَهُمْ فِى الْحَيٰوةِ الدُّنْيَاۙ وَرَفَعْنَا بَعْضَهُمْ فَوْقَ بَعْضٍ دَرَجٰتٍ لِّيَتَّخِذَ بَعْضُهُمْ بَعْضًا سُخْرِيًّاۗ وَرَحْمَتُ رَبِّكَ خَيْرٌ مِّمَّا يَجْمَعُوْنَ ","text_id":"Apakah mereka yang membagi-bagi rahmat Tuhanmu? Kamilah yang menentukan penghidupan mereka dalam kehidupan dunia dan Kami telah meninggikan sebagian mereka atas sebagian yang lain beberapa derajat, agar sebagian mereka dapat memanfaatkan sebagian yang lain. Rahmat Tuhanmu lebih baik dari apa yang mereka kumpulkan.","text_en":"Are they the ones who dispense the favour of your Lord? It is He who apportions the means of livelihood among them in this world, and raises some in position over the others to make some others submissive. The favours of your Lord are better than what they amass.","transliteration":"a hum yaqsimụna raḥmata rabbik, naḥnu qasamnā bainahum ma'īsyatahum fil-ḥayātid-dun-yā wa rafa'nā ba'ḍahum fauqa ba'ḍin darajātil liyattakhiża ba'ḍuhum ba'ḍan sukhriyyā, wa raḥmatu rabbika khairum mimmā yajma'ụn","no_fn":"","text_fn":"","juz":25,"hizb":50,"rub_al_hizb":197,"page":491},{"id":4358,"surah":43,"no_ayah":33,"theme":"Rahmat Kenabian yang hanya Diketahui Allah ","text_ayah":"وَلَوْلَآ اَنْ يَّكُوْنَ النَّاسُ اُمَّةً وَّاحِدَةً لَّجَعَلْنَا لِمَنْ يَّكْفُرُ بِالرَّحْمٰنِ لِبُيُوْتِهِمْ سُقُفًا مِّنْ فِضَّةٍ وَّمَعَارِجَ عَلَيْهَا يَظْهَرُوْنَۙ ","text_id":"Seandainya bukan karena (Kami tidak menghendaki) manusia menjadi satu umat (yang kufur), pastilah sudah Kami buatkan bagi orang-orang yang ingkar kepada (Allah) Yang Maha Pengasih, loteng-loteng rumah mereka dan tangga-tangga yang mereka naiki dari perak.","text_en":"Had it not been that all people would become one community (of unbelievers), We might have given those who disbelieve in Ar-Rahman roofs of silver for their dwellings and (silver) stairs for mounting,","transliteration":"walau lā ay yakụnan-nāsu ummataw wāḥidatal laja'alnā limay yakfuru bir-raḥmāni libuyụtihim suqufam min fiḍḍatiw wa ma'ārija 'alaihā yaẓ-harụn","no_fn":"","text_fn":"","juz":25,"hizb":50,"rub_al_hizb":197,"page":491},{"id":4359,"surah":43,"no_ayah":34,"theme":"Rahmat Kenabian yang hanya Diketahui Allah ","text_ayah":"وَلِبُيُوْتِهِمْ اَبْوَابًا وَّسُرُرًا عَلَيْهَا يَتَّكِـُٔوْنَۙ ","text_id":"Dan, bagi rumah-rumah mereka (Kami buatkan) pintu-pintu (perak) dan dipan-dipan tempat mereka bersandar.","text_en":"And doors (of silver) for their houses, (silver) couches for reclining,","transliteration":"wa libuyụtihim abwābaw wa sururan 'alaihā yattaki`ụn","no_fn":"","text_fn":"","juz":25,"hizb":50,"rub_al_hizb":197,"page":492},{"id":4360,"surah":43,"no_ayah":35,"theme":"Rahmat Kenabian yang hanya Diketahui Allah ","text_ayah":"وَزُخْرُفًاۗ وَاِنْ كُلُّ ذٰلِكَ لَمَّا مَتَاعُ الْحَيٰوةِ الدُّنْيَاۗ وَالْاٰخِرَةُ عِنْدَ رَبِّكَ لِلْمُتَّقِيْنَࣖ ","text_id":"Dan, (Kami buatkan pula) perhiasan-perhiasan dari emas. Semuanya itu tidak lain hanyalah kesenangan hidup dunia, sedangkan (kenikmatan hidup) akhirat di sisi Tuhanmu (dikhususkan) bagi orang-orang bertakwa.","text_en":"And ornaments of gold. But all this would have been nothing but the vanity of this world. The Hereafter with your Lord is for those who take heed for themselves and follow the straight path.","transliteration":"wa zukhrufā, wa ing kullu żālika lammā matā'ul-ḥayātid-dun-yā, wal-ākhiratu 'inda rabbika lil-muttaqīn","no_fn":"","text_fn":"","juz":25,"hizb":50,"rub_al_hizb":197,"page":492},{"id":4361,"surah":43,"no_ayah":36,"theme":"Pembiaran Allah terhadap Setan yang Menemani Orang yang Berpaling dari Al-Quran","text_ayah":"وَمَنْ يَّعْشُ عَنْ ذِكْرِ الرَّحْمٰنِ نُقَيِّضْ لَهٗ شَيْطٰنًا فَهُوَ لَهٗ قَرِيْنٌ ","text_id":"Siapa yang berpaling dari pengajaran (Allah) Yang Maha Pengasih (Al-Qur’an), Kami biarkan setan (menyesatkannya). Maka, ia (setan) selalu menemaninya. ","text_en":"We shall attach to him who goes blind to the remembrance of Ar-Rahman a devil as companion, --","transliteration":"wa may ya'syu 'an żikrir-raḥmāni nuqayyiḍ lahụ syaiṭānan fa huwa lahụ qarīn","no_fn":"","text_fn":"","juz":25,"hizb":50,"rub_al_hizb":197,"page":492},{"id":4362,"surah":43,"no_ayah":37,"theme":"Pembiaran Allah terhadap Setan yang Menemani Orang yang Berpaling dari Al-Quran","text_ayah":"وَاِنَّهُمْ لَيَصُدُّوْنَهُمْ عَنِ السَّبِيْلِ وَيَحْسَبُوْنَ اَنَّهُمْ مُّهْتَدُوْنَ ","text_id":"Sesungguhnya mereka (setan-setan itu) benar-benar menghalangi mereka (manusia) dari jalan (yang benar), sedangkan mereka (manusia yang sesat itu) mengira bahwa mereka adalah orang-orang yang mendapat petunjuk.","text_en":"Surely the (devils) obstruct them from the path, though they think they are rightly guided, --","transliteration":"wa innahum layaṣuddụnahum 'anis-sabīli wa yaḥsabụna annahum muhtadụn","no_fn":"","text_fn":"","juz":25,"hizb":50,"rub_al_hizb":197,"page":492},{"id":4363,"surah":43,"no_ayah":38,"theme":"Pembiaran Allah terhadap Setan yang Menemani Orang yang Berpaling dari Al-Quran","text_ayah":"حَتّٰىٓ اِذَا جَاۤءَنَا قَالَ يٰلَيْتَ بَيْنِيْ وَبَيْنَكَ بُعْدَ الْمَشْرِقَيْنِ فَبِئْسَ الْقَرِيْنُ","text_id":"Sehingga, apabila dia (orang yang berpaling itu) datang kepada Kami (pada hari Kiamat) dia berkata, “Aduhai, sekiranya (jarak) antara aku dan kamu seperti jarak antara timur dan barat! Memang (setan itu) teman yang paling buruk (bagi manusia).”","text_en":"Until when he comes before Us he will say (to the devil): \"Would to God there was a distance of the East and West between you and me, for you were an evil companion!\"","transliteration":"ḥattā iżā jā`anā qāla yā laita bainī wa bainaka bu'dal-masyriqaini fa bi`sal-qarīn","no_fn":"","text_fn":"","juz":25,"hizb":50,"rub_al_hizb":197,"page":492},{"id":4364,"surah":43,"no_ayah":39,"theme":"Pembiaran Allah terhadap Setan yang Menemani Orang yang Berpaling dari Al-Quran","text_ayah":"وَلَنْ يَّنْفَعَكُمُ الْيَوْمَ اِذْ ظَّلَمْتُمْ اَنَّكُمْ فِى الْعَذَابِ مُشْتَرِكُوْنَ ","text_id":"(Harapanmu itu) sekali-kali tidak akan memberi manfaat kepadamu pada hari itu karena kamu telah menzalimi (dirimu sendiri). Sesungguhnya kamu (orang yang berpaling dan setan) adalah bersekutu dalam azab itu.","text_en":"But nothing will avail you on that day, for you were unjust, and you will be partners in the punishment.","transliteration":"wa lay yanfa'akumul-yauma iẓ ẓalamtum annakum fil-'ażābi musytarikụn","no_fn":"","text_fn":"","juz":25,"hizb":50,"rub_al_hizb":197,"page":492},{"id":4365,"surah":43,"no_ayah":40,"theme":"Pembiaran Allah terhadap Setan yang Menemani Orang yang Berpaling dari Al-Quran","text_ayah":"اَفَاَنْتَ تُسْمِعُ الصُّمَّ اَوْ تَهْدِى الْعُمْيَ وَمَنْ كَانَ فِيْ ضَلٰلٍ مُّبِيْنٍ ","text_id":"Maka, apakah engkau (Nabi Muhammad) dapat menjadikan orang-orang yang tuli bisa mendengar (kebenaran) atau (dapatkah) engkau memberi petunjuk kepada orang-orang yang buta (hatinya) dan kepada orang yang tetap dalam kesesatan yang nyata?","text_en":"Can you make the deaf to hear, or show the blind, and those lost in clear error, the way?","transliteration":"a fa anta tusmi'uṣ-ṣumma au tahdil-'umya wa mang kāna fī ḍalālim mubīn","no_fn":"","text_fn":"","juz":25,"hizb":50,"rub_al_hizb":197,"page":492},{"id":4366,"surah":43,"no_ayah":41,"theme":"Pembiaran Allah terhadap Setan yang Menemani Orang yang Berpaling dari Al-Quran","text_ayah":"فَاِمَّا نَذْهَبَنَّ بِكَ فَاِنَّا مِنْهُمْ مُّنْتَقِمُوْنَۙ ","text_id":"Maka, sungguh jika Kami benar-benar mewafatkanmu (sebelum engkau mencapai kemenangan), sesungguhnya kepada mereka Kami akan (tetap) memberikan balasan.","text_en":"We shall punish them whether We take you away,","transliteration":"fa immā naż-habanna bika fa innā min-hum muntaqimụn","no_fn":"","text_fn":"","juz":25,"hizb":50,"rub_al_hizb":197,"page":492},{"id":4367,"surah":43,"no_ayah":42,"theme":"Pembiaran Allah terhadap Setan yang Menemani Orang yang Berpaling dari Al-Quran","text_ayah":"اَوْ نُرِيَنَّكَ الَّذِيْ وَعَدْنٰهُمْ فَاِنَّا عَلَيْهِمْ مُّقْتَدِرُوْنَ ","text_id":"Atau, benar-benar Kami perlihatkan kepadamu (azab) yang telah Kami ancamkan kepada mereka. Sesungguhnya Kami Maha Berkuasa atas mereka.","text_en":"Or show you some of what We have promised them. They are certainly well within Our power.","transliteration":"au nuriyannakallażī wa'adnāhum fa innā 'alaihim muqtadirụn","no_fn":"","text_fn":"","juz":25,"hizb":50,"rub_al_hizb":197,"page":492},{"id":4368,"surah":43,"no_ayah":43,"theme":"Pembiaran Allah terhadap Setan yang Menemani Orang yang Berpaling dari Al-Quran","text_ayah":"فَاسْتَمْسِكْ بِالَّذِيْٓ اُوْحِيَ اِلَيْكَۚ اِنَّكَ عَلٰى صِرَاطٍ مُّسْتَقِيْمٍ ","text_id":"Maka, berpegang teguhlah pada (Al-Qur’an) yang telah diwahyukan kepadamu. Sesungguhnya engkau berada di jalan yang lurus.","text_en":"So hold fast to what has been revealed to you. You are truly on the right path.","transliteration":"fastamsik billażī ụḥiya ilaīk, innaka 'alā ṣirāṭim mustaqīm","no_fn":"","text_fn":"","juz":25,"hizb":50,"rub_al_hizb":197,"page":492},{"id":4369,"surah":43,"no_ayah":44,"theme":"Pembiaran Allah terhadap Setan yang Menemani Orang yang Berpaling dari Al-Quran","text_ayah":"وَاِنَّهٗ لَذِكْرٌ لَّكَ وَلِقَوْمِكَۚ وَسَوْفَ تُسْـَٔلُوْنَ","text_id":"Sesungguhnya ia (Al-Qur’an) benar-benar merupakan kemuliaan bagimu dan bagi kaummu dan kelak kamu akan dimintai pertanggungjawaban.","text_en":"It is a (source) of greatness for you and your people. You will surely be questioned about it.","transliteration":"wa innahụ lażikrul laka wa liqaumik, wa saufa tus`alụn","no_fn":"","text_fn":"","juz":25,"hizb":50,"rub_al_hizb":197,"page":492},{"id":4370,"surah":43,"no_ayah":45,"theme":"Pembiaran Allah terhadap Setan yang Menemani Orang yang Berpaling dari Al-Quran","text_ayah":"وَسْـَٔلْ مَنْ اَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رُّسُلِنَآۖ اَجَعَلْنَا مِنْ دُوْنِ الرَّحْمٰنِ اٰلِهَةً يُّعْبَدُوْنَࣖ","text_id":"Tanyakanlah (Nabi Muhammad) kepada (pengikut) rasul-rasul Kami yang telah Kami utus sebelum engkau, “Apakah Kami menjadikan selain (Allah) yang Maha Pengasih sebagai tuhan-tuhan yang disembah?”","text_en":"Inquire of apostles We had sent before you if We appointed gods to be worshipped other than Ar-Rahman.","transliteration":"was`al man arsalnā ming qablika mir rusulinā a ja'alnā min dụnir-raḥmāni ālihatay yu'badụn","no_fn":"","text_fn":"","juz":25,"hizb":50,"rub_al_hizb":197,"page":492},{"id":4371,"surah":43,"no_ayah":46,"theme":"Kehancuran Fir‘aun sebagai Pelajaran bagi Umat yang Datang Kemudian","text_ayah":"وَلَقَدْ اَرْسَلْنَا مُوْسٰى بِاٰيٰتِنَآ اِلٰى فِرْعَوْنَ وَمَلَا۟ىِٕهٖ فَقَالَ اِنِّيْ رَسُوْلُ رَبِّ الْعٰلَمِيْنَ ","text_id":"Sungguh, Kami benar-benar telah mengutus Musa dengan membawa ayat-ayat (mukjizat) Kami kepada Fir‘aun dan para pemuka (kaum)-nya. Dia (Musa) berkata, “Sesungguhnya aku adalah utusan dari Tuhan semesta alam.”","text_en":"We sent Moses with Our signs to the Pharaoh and his nobles. He said: \"I have been sent by the Lord of all the worlds.\"","transliteration":"wa laqad arsalnā mụsā bi`āyātinā ilā fir'auna wa mala`ihī fa qāla innī rasụlu rabbil-'ālamīn","no_fn":"","text_fn":"","juz":25,"hizb":50,"rub_al_hizb":197,"page":492},{"id":4372,"surah":43,"no_ayah":47,"theme":"Kehancuran Fir‘aun sebagai Pelajaran bagi Umat yang Datang Kemudian","text_ayah":"فَلَمَّا جَاۤءَهُمْ بِاٰيٰتِنَآ اِذَا هُمْ مِّنْهَا يَضْحَكُوْنَ ","text_id":"Ketika dia (Musa) datang kepada mereka dengan membawa ayat-ayat (mukjizat) Kami, seketika itu mereka menertawakannya.","text_en":"But when he brought to them Our signs they laughed at them,","transliteration":"fa lammā jā`ahum bi`āyātinā iżā hum min-hā yaḍ-ḥakụn","no_fn":"","text_fn":"","juz":25,"hizb":50,"rub_al_hizb":197,"page":492},{"id":4373,"surah":43,"no_ayah":48,"theme":"Kehancuran Fir‘aun sebagai Pelajaran bagi Umat yang Datang Kemudian","text_ayah":"وَمَا نُرِيْهِمْ مِّنْ اٰيَةٍ اِلَّا هِيَ اَكْبَرُ مِنْ اُخْتِهَاۗ وَاَخَذْنٰهُمْ بِالْعَذَابِ لَعَلَّهُمْ يَرْجِعُوْنَ ","text_id":"Tidaklah Kami perlihatkan suatu mukjizat kepada mereka kecuali ia (mukjizat itu) lebih besar daripada mukjizat (sebelumnya) dan Kami timpakan kepada mereka azab agar mereka kembali (ke jalan yang benar).","text_en":"(Even though) each miracle that We showed them was greater than the other. So We seized them with chastisement so that they may turn back.","transliteration":"wa mā nurīhim min āyatin illā hiya akbaru min ukhtihā, wa akhażnāhum bil-'ażābi la'allahum yarji'ụn","no_fn":"","text_fn":"","juz":25,"hizb":50,"rub_al_hizb":197,"page":493},{"id":4374,"surah":43,"no_ayah":49,"theme":"Kehancuran Fir‘aun sebagai Pelajaran bagi Umat yang Datang Kemudian","text_ayah":"وَقَالُوْا يٰٓاَيُّهَ السَّاحِرُ ادْعُ لَنَا رَبَّكَ بِمَا عَهِدَ عِنْدَكَۚ اِنَّنَا لَمُهْتَدُوْنَ ","text_id":"Mereka berkata, “Wahai penyihir,<sup>680)</sup> berdoalah kepada Tuhanmu untuk (melepaskan) kami sesuai dengan apa yang telah dijanjikan-Nya kepadamu. Sesungguhnya kami benar-benar akan menjadi orang-orang yang mendapat petunjuk.”","text_en":"But they said: \"O sorcerer, call on your Lord for us in accordance with the compact He has made with you. We shall certainly come to guidance.\"","transliteration":"wa qālụ yā ayyuhas-sāḥirud'u lanā rabbaka bimā 'ahida 'indak, innanā lamuhtadụn","no_fn":"680","text_fn":"680) Kata penyihir tidak mereka gunakan untuk tujuan menghina, tetapi justru untuk menghormati karena mereka sangat mengagungkan ilmu sihir.","juz":25,"hizb":50,"rub_al_hizb":197,"page":493},{"id":4375,"surah":43,"no_ayah":50,"theme":"Kehancuran Fir‘aun sebagai Pelajaran bagi Umat yang Datang Kemudian","text_ayah":"فَلَمَّا كَشَفْنَا عَنْهُمُ الْعَذَابَ اِذَا هُمْ يَنْكُثُوْنَ","text_id":"Maka, ketika Kami hilangkan azab itu dari mereka, seketika itu (juga) mereka ingkar janji.","text_en":"Yet no sooner did We take away the affliction from them than they broke their pledge.","transliteration":"fa lammā kasyafnā 'an-humul-'ażāba iżā hum yangkuṡụn","no_fn":"","text_fn":"","juz":25,"hizb":50,"rub_al_hizb":197,"page":493},{"id":4376,"surah":43,"no_ayah":51,"theme":"Kehancuran Fir‘aun sebagai Pelajaran bagi Umat yang Datang Kemudian","text_ayah":"وَنَادٰى فِرْعَوْنُ فِيْ قَوْمِهٖ قَالَ يٰقَوْمِ اَلَيْسَ لِيْ مُلْكُ مِصْرَ وَهٰذِهِ الْاَنْهٰرُ تَجْرِيْ مِنْ تَحْتِيْۚ اَفَلَا تُبْصِرُوْنَۗ ","text_id":"Fir‘aun berseru kepada kaumnya (seraya) berkata, “Wahai kaumku, bukankah Kerajaan Mesir itu milikku dan (bukankah) sungai-sungai itu mengalir di bawah (istana-istana)-ku. Apakah kamu tidak melihat?","text_en":"And the Pharaoh said to his people: \"O people, is not mine the kingdom of Egypt and these rivers that flow at my feet? Can you still not comprehend?","transliteration":"wa nādā fir'aunu fī qaumihī qāla yā qaumi a laisa lī mulku miṣra wa hāżihil-an-hāru tajrī min taḥtī, a fa lā tubṣirụn","no_fn":"","text_fn":"","juz":25,"hizb":50,"rub_al_hizb":197,"page":493},{"id":4377,"surah":43,"no_ayah":52,"theme":"Kehancuran Fir‘aun sebagai Pelajaran bagi Umat yang Datang Kemudian","text_ayah":"اَمْ اَنَا۠ خَيْرٌ مِّنْ هٰذَا الَّذِيْ هُوَ مَهِيْنٌ ەۙ وَّلَا يَكَادُ يُبِيْنُ ","text_id":"Bahkan, bukankah aku lebih baik daripada orang yang hina ini (Musa) yang hampir-hampir tidak dapat menjelaskan (maksud perkataannya)?","text_en":"Am I (not) better than him who is contemptible, and cannot even express himself clearly?","transliteration":"am ana khairum min hāżallażī huwa mahīnuw wa lā yakādu yubīn","no_fn":"","text_fn":"","juz":25,"hizb":50,"rub_al_hizb":197,"page":493},{"id":4378,"surah":43,"no_ayah":53,"theme":"Kehancuran Fir‘aun sebagai Pelajaran bagi Umat yang Datang Kemudian","text_ayah":"فَلَوْلَآ اُلْقِيَ عَلَيْهِ اَسْوِرَةٌ مِّنْ ذَهَبٍ اَوْ جَاۤءَ مَعَهُ الْمَلٰۤىِٕكَةُ مُقْتَرِنِيْنَ","text_id":"Maka, mengapa tidak dipakaikan kepadanya (Musa) gelang dari emas atau malaikat datang bersama dia mengiringinya?”","text_en":"Why were then no bracelets of gold shed upon him from above, or angels sent down as a retinue with him?\"","transliteration":"falau lā ulqiya 'alaihi aswiratum min żahabin au jā`a ma'ahul-malā`ikatu muqtarinīn","no_fn":"","text_fn":"","juz":25,"hizb":50,"rub_al_hizb":197,"page":493},{"id":4379,"surah":43,"no_ayah":54,"theme":"Kehancuran Fir‘aun sebagai Pelajaran bagi Umat yang Datang Kemudian","text_ayah":"فَاسْتَخَفَّ قَوْمَهٗ فَاَطَاعُوْهُۗ اِنَّهُمْ كَانُوْا قَوْمًا فٰسِقِيْنَ ","text_id":"Maka, dia (Fir‘aun) telah memengaruhi kaumnya sehingga mereka patuh kepadanya. Sesungguhnya mereka adalah kaum yang fasik.","text_en":"Thus he made light (of the matter) to his people, and they obeyed him. They were certainly wicked.","transliteration":"fastakhaffa qaumahụ fa aṭā'ụh, innahum kānụ qauman fāsiqīn","no_fn":"","text_fn":"","juz":25,"hizb":50,"rub_al_hizb":197,"page":493},{"id":4380,"surah":43,"no_ayah":55,"theme":"Kehancuran Fir‘aun sebagai Pelajaran bagi Umat yang Datang Kemudian","text_ayah":"فَلَمَّآ اٰسَفُوْنَا انْتَقَمْنَا مِنْهُمْ فَاَغْرَقْنٰهُمْ اَجْمَعِيْنَۙ ","text_id":"Maka, ketika mereka telah membuat Kami murka, Kami hukum mereka, lalu Kami tenggelamkan mereka semuanya (di laut).","text_en":"But when they roused Our anger We inflicted retributive punishment and drowned them all,","transliteration":"fa lammā āsafụnantaqamnā min-hum fa agraqnāhum ajma'īn","no_fn":"","text_fn":"","juz":25,"hizb":50,"rub_al_hizb":197,"page":493},{"id":4381,"surah":43,"no_ayah":56,"theme":"Kehancuran Fir‘aun sebagai Pelajaran bagi Umat yang Datang Kemudian","text_ayah":"فَجَعَلْنٰهُمْ سَلَفًا وَّمَثَلًا لِّلْاٰخِرِيْنَࣖ","text_id":"Maka, Kami jadikan mereka sebagai (kaum) terdahulu dan pelajaran bagi orang-orang yang kemudian.","text_en":"And made them a precedent and example for posterity.","transliteration":"fa ja'alnāhum salafaw wa maṡalal lil-ākhirīn","no_fn":"","text_fn":"","juz":25,"hizb":50,"rub_al_hizb":197,"page":493},{"id":4382,"surah":43,"no_ayah":57,"theme":"Ajakan Nabi Isa agar Kaumnya Menyembah hanya kepada Allah","text_ayah":"۞ وَلَمَّا ضُرِبَ ابْنُ مَرْيَمَ مَثَلًا اِذَا قَوْمُكَ مِنْهُ يَصِدُّوْنَ","text_id":"Ketika putra Maryam (Isa) dijadikan perumpamaan, tiba-tiba kaummu (suku Quraisy) bersorak karenanya.","text_en":"When the example of Mary's son is quoted before them, your people cry out at it,","transliteration":"wa lammā ḍuribabnu maryama maṡalan iżā qaumuka min-hu yaṣiddụn","no_fn":"","text_fn":"","juz":25,"hizb":50,"rub_al_hizb":198,"page":493},{"id":4383,"surah":43,"no_ayah":58,"theme":"Ajakan Nabi Isa agar Kaumnya Menyembah hanya kepada Allah","text_ayah":"وَقَالُوْٓا ءَاٰلِهَتُنَا خَيْرٌ اَمْ هُوَۗ مَا ضَرَبُوْهُ لَكَ اِلَّا جَدَلًاۗ بَلْ هُمْ قَوْمٌ خَصِمُوْنَ","text_id":"Mereka berkata, “Manakah yang lebih baik, tuhan-tuhan kami atau dia (Isa)?” Mereka tidak memberikan (perumpamaan itu) kepadamu, kecuali dengan maksud membantah saja. Sebenarnya mereka adalah kaum yang suka bertengkar.","text_en":"And say: \"Are our deities better or he?\" They say this only for disputing. Surely they are a contentious people.","transliteration":"wa qālū a ālihatunā khairun am huw, mā ḍarabụhu laka illā jadalā, bal hum qaumun khaṣimụn","no_fn":"","text_fn":"","juz":25,"hizb":50,"rub_al_hizb":198,"page":493},{"id":4384,"surah":43,"no_ayah":59,"theme":"Ajakan Nabi Isa agar Kaumnya Menyembah hanya kepada Allah","text_ayah":"اِنْ هُوَ اِلَّا عَبْدٌ اَنْعَمْنَا عَلَيْهِ وَجَعَلْنٰهُ مَثَلًا لِّبَنِيْٓ اِسْرَاۤءِيْلَۗ  ","text_id":"Dia (Isa) tidak lain hanyalah seorang hamba yang Kami anugerahkan nikmat (kenabian) kepadanya dan Kami jadikan dia sebagai pelajaran (tanda kekuasaan Kami) bagi Bani Israil.","text_en":"(Jesus) was only a creature whom We favoured and made an example for the children of Israel.","transliteration":"in huwa illā 'abdun an'amnā 'alaihi wa ja'alnāhu maṡalal libanī isrā`īl","no_fn":"","text_fn":"","juz":25,"hizb":50,"rub_al_hizb":198,"page":493},{"id":4385,"surah":43,"no_ayah":60,"theme":"Ajakan Nabi Isa agar Kaumnya Menyembah hanya kepada Allah","text_ayah":"وَلَوْ نَشَاۤءُ لَجَعَلْنَا مِنْكُمْ مَّلٰۤىِٕكَةً فِى الْاَرْضِ يَخْلُفُوْنَ ","text_id":"Seandainya Kami kehendaki, niscaya Kami jadikan malaikat sebagai penggantimu di bumi secara turun temurun.","text_en":"If We pleased We could have put angels in place of you as trustees on the earth.","transliteration":"walau nasyā`u laja'alnā mingkum malā`ikatan fil-arḍi yakhlufụn","no_fn":"","text_fn":"","juz":25,"hizb":50,"rub_al_hizb":198,"page":493},{"id":4386,"surah":43,"no_ayah":61,"theme":"Ajakan Nabi Isa agar Kaumnya Menyembah hanya kepada Allah","text_ayah":"وَاِنَّهٗ لَعِلْمٌ لِّلسَّاعَةِ فَلَا تَمْتَرُنَّ بِهَا وَاتَّبِعُوْنِۗ هٰذَا صِرَاطٌ مُّسْتَقِيْمٌ ","text_id":"Sesungguhnya dia (Isa) itu benar-benar menjadi pertanda akan datangnya hari Kiamat. Oleh karena itu, janganlah sekali-kali kamu ragu tentang (kiamat) itu dan ikutilah (petunjuk)-Ku. Ini adalah jalan yang lurus.","text_en":"He is certainly the sign of the Hour (of change). So have no doubt about it, and listen to me. This is the straight path.","transliteration":"wa innahụ la'ilmul lis-sā'ati fa lā tamtarunna bihā wattabi'ụn, hāżā ṣirāṭum mustaqīm","no_fn":"","text_fn":"","juz":25,"hizb":50,"rub_al_hizb":198,"page":494},{"id":4387,"surah":43,"no_ayah":62,"theme":"Ajakan Nabi Isa agar Kaumnya Menyembah hanya kepada Allah","text_ayah":"وَلَا يَصُدَّنَّكُمُ الشَّيْطٰنُۚ اِنَّهٗ لَكُمْ عَدُوٌّ مُّبِيْنٌ ","text_id":"Janganlah sekali-kali kamu dipalingkan oleh setan. Sesungguhnya ia merupakan musuh yang nyata bagimu.","text_en":"Let not Satan misdirect you. He is your open enemy.","transliteration":"wa lā yaṣuddannakumusy-syaiṭān, innahụ lakum 'aduwwum mubīn","no_fn":"","text_fn":"","juz":25,"hizb":50,"rub_al_hizb":198,"page":494},{"id":4388,"surah":43,"no_ayah":63,"theme":"Ajakan Nabi Isa agar Kaumnya Menyembah hanya kepada Allah","text_ayah":"وَلَمَّا جَاۤءَ عِيْسٰى بِالْبَيِّنٰتِ قَالَ قَدْ جِئْتُكُمْ بِالْحِكْمَةِ وَلِاُبَيِّنَ لَكُمْ بَعْضَ الَّذِيْ تَخْتَلِفُوْنَ فِيْهِۚ فَاتَّقُوا اللّٰهَ وَاَطِيْعُوْنِ ","text_id":"Ketika Isa datang membawa bukti-bukti yang nyata, dia berkata, “Sungguh, aku datang kepadamu dengan membawa hikmah dan untuk aku jelaskan kepadamu sebagian dari apa yang kamu perselisihkan. Maka, bertakwalah kepada Allah dan taatilah aku.","text_en":"When Jesus came with the signs, he said: \"I have come to you with authority, and to explain some thing about which you are at variance. So fear God, and follow me.","transliteration":"wa lammā jā`a 'īsā bil-bayyināti qāla qad ji`tukum bil-ḥikmati wa li`ubayyina lakum ba'ḍallażī takhtalifụna fīh, fattaqullāha wa aṭī'ụn","no_fn":"","text_fn":"","juz":25,"hizb":50,"rub_al_hizb":198,"page":494},{"id":4389,"surah":43,"no_ayah":64,"theme":"Ajakan Nabi Isa agar Kaumnya Menyembah hanya kepada Allah","text_ayah":"اِنَّ اللّٰهَ هُوَ رَبِّيْ وَرَبُّكُمْ فَاعْبُدُوْهُۗ هٰذَا صِرَاطٌ مُّسْتَقِيْمٌ ","text_id":"Sesungguhnya Allah, Dialah Tuhanku dan Tuhanmu. Sembahlah Dia! Ini adalah jalan yang lurus.”","text_en":"Verily God is my Lord and your Lord; so worship Him. This is the straight path.\"","transliteration":"innallāha huwa rabbī wa rabbukum fa'budụh, hāżā ṣirāṭum mustaqīm","no_fn":"","text_fn":"","juz":25,"hizb":50,"rub_al_hizb":198,"page":494},{"id":4390,"surah":43,"no_ayah":65,"theme":"Ajakan Nabi Isa agar Kaumnya Menyembah hanya kepada Allah","text_ayah":"فَاخْتَلَفَ الْاَحْزَابُ مِنْۢ بَيْنِهِمْۚ فَوَيْلٌ لِّلَّذِيْنَ ظَلَمُوْا مِنْ عَذَابِ يَوْمٍ اَلِيْمٍ ","text_id":"Golongan-golongan di antara mereka (Yahudi dan Nasrani) berselisih. Celakalah orang-orang yang zalim (karena) azab pada hari yang sangat pedih (kiamat).","text_en":"But the factions differed among themselves. Woe alas to the sinners for the torment of the grievous Day!","transliteration":"fakhtalafal-aḥzābu mim bainihim, fa wailul lillażīna ẓalamụ min 'ażābi yaumin alīm","no_fn":"","text_fn":"","juz":25,"hizb":50,"rub_al_hizb":198,"page":494},{"id":4391,"surah":43,"no_ayah":66,"theme":"Ajakan Nabi Isa agar Kaumnya Menyembah hanya kepada Allah","text_ayah":"هَلْ يَنْظُرُوْنَ اِلَّا السَّاعَةَ اَنْ تَأْتِيَهُمْ بَغْتَةً وَّهُمْ لَا يَشْعُرُوْنَ ","text_id":"Tidaklah mereka (orang-orang kafir) menunggu, kecuali hari Kiamat yang datang kepada mereka secara tiba-tiba, sedangkan mereka tidak menyadari(-nya).","text_en":"Are they waiting (for any thing) but the Hour (of Doom) which would descend upon them suddenly, and catch them unawares?","transliteration":"hal yanẓurụna illas-sā'ata an ta`tiyahum bagtataw wa hum lā yasy'urụn","no_fn":"","text_fn":"","juz":25,"hizb":50,"rub_al_hizb":198,"page":494},{"id":4392,"surah":43,"no_ayah":67,"theme":"Ajakan Nabi Isa agar Kaumnya Menyembah hanya kepada Allah","text_ayah":"اَلْاَخِلَّاۤءُ يَوْمَىِٕذٍۢ بَعْضُهُمْ لِبَعْضٍ عَدُوٌّ اِلَّا الْمُتَّقِيْنَۗ ࣖ","text_id":"Teman-teman akrab pada hari itu saling bermusuhan satu sama lain, kecuali orang-orang yang bertakwa.","text_en":"Friends will turn into enemies on that day, except those who fear and follow the straight path.","transliteration":"al-akhillā`u yauma`iżim ba'ḍuhum liba'ḍin 'aduwwun illal-muttaqīn","no_fn":"","text_fn":"","juz":25,"hizb":50,"rub_al_hizb":198,"page":494},{"id":4393,"surah":43,"no_ayah":68,"theme":"Kebahagiaan Penghuni Surga dan Kesengsaraan Penghuni Neraka","text_ayah":"يٰعِبَادِ لَاخَوْفٌ عَلَيْكُمُ الْيَوْمَ وَلَآ اَنْتُمْ تَحْزَنُوْنَۚ ","text_id":"(Dikatakan kepada mereka,) “Wahai hamba-hamba-Ku, tidak ada ketakutan bagimu pada hari ini (kiamat) dan tidak pula kamu bersedih.","text_en":"O My creatures, there will be no fear or regret","transliteration":"yā 'ibādi lā khaufun 'alaikumul-yauma wa lā antum taḥzanụn","no_fn":"","text_fn":"","juz":25,"hizb":50,"rub_al_hizb":198,"page":494},{"id":4394,"surah":43,"no_ayah":69,"theme":"Kebahagiaan Penghuni Surga dan Kesengsaraan Penghuni Neraka","text_ayah":"اَلَّذِيْنَ اٰمَنُوْا بِاٰيٰتِنَا وَكَانُوْا مُسْلِمِيْنَۚ ","text_id":"(Yaitu) orang-orang yang beriman kepada ayat-ayat Kami dan mereka adalah orang-orang muslim.","text_en":"For (those of) you on that day who believed in My revelations and submitted.","transliteration":"allażīna āmanụ bi`āyātinā wa kānụ muslimīn","no_fn":"","text_fn":"","juz":25,"hizb":50,"rub_al_hizb":198,"page":494},{"id":4395,"surah":43,"no_ayah":70,"theme":"Kebahagiaan Penghuni Surga dan Kesengsaraan Penghuni Neraka","text_ayah":"اُدْخُلُوا الْجَنَّةَ اَنْتُمْ وَاَزْوَاجُكُمْ تُحْبَرُوْنَ ","text_id":"Masuklah ke dalam surga, kamu dan pasanganmu (dalam keadaan) dibahagiakan.”","text_en":"(You will) enter the garden, you and your spouses, and be glad.\"","transliteration":"udkhulul-jannata antum wa azwājukum tuḥbarụn","no_fn":"","text_fn":"","juz":25,"hizb":50,"rub_al_hizb":198,"page":494},{"id":4396,"surah":43,"no_ayah":71,"theme":"Kebahagiaan Penghuni Surga dan Kesengsaraan Penghuni Neraka","text_ayah":"يُطَافُ عَلَيْهِمْ بِصِحَافٍ مِّنْ ذَهَبٍ وَّاَكْوَابٍۚ وَفِيْهَا مَا تَشْتَهِيْهِ الْاَنْفُسُ وَتَلَذُّ الْاَعْيُنُۚ وَاَنْتُمْ فِيْهَا خٰلِدُوْنَۚ ","text_id":"Kepada mereka diedarkan piring-piring dan gelas-gelas dari emas dan di dalamnya (surga) terdapat apa yang diingini oleh hati dan dipandang sedap oleh mata serta kamu kekal di dalamnya.","text_en":"Golden platters and goblets will be passed around, and everything the heart desires and pleases the eye will be there, where you will abide for ever.","transliteration":"yuṭāfu 'alaihim biṣiḥāfim min żahabiw wa akwāb, wa fīhā mā tasytahīhil-anfusu wa talażżul-a'yun, wa antum fīhā khālidụn","no_fn":"","text_fn":"","juz":25,"hizb":50,"rub_al_hizb":198,"page":494},{"id":4397,"surah":43,"no_ayah":72,"theme":"Kebahagiaan Penghuni Surga dan Kesengsaraan Penghuni Neraka","text_ayah":"وَتِلْكَ الْجَنَّةُ الَّتِيْٓ اُوْرِثْتُمُوْهَا بِمَا كُنْتُمْ تَعْمَلُوْنَ ","text_id":"Itulah surga yang diwariskan kepada kamu disebabkan apa yang selama ini kamu kerjakan.","text_en":"This is the Paradise you will inherit (as meed) for your deeds.","transliteration":"wa tilkal-jannatullatī ụriṡtumụhā bimā kuntum ta'malụn","no_fn":"","text_fn":"","juz":25,"hizb":50,"rub_al_hizb":198,"page":494},{"id":4398,"surah":43,"no_ayah":73,"theme":"Kebahagiaan Penghuni Surga dan Kesengsaraan Penghuni Neraka","text_ayah":"لَكُمْ فِيْهَا فَاكِهَةٌ كَثِيْرَةٌ مِّنْهَا تَأْكُلُوْنَ","text_id":"Untukmu di dalamnya (surga) buah-buahan yang banyak yang sebagiannya kamu makan.","text_en":"You will have fruits in abundance there to eat.","transliteration":"lakum fīhā fākihatung kaṡīratum min-hā ta`kulụn","no_fn":"","text_fn":"","juz":25,"hizb":50,"rub_al_hizb":198,"page":494},{"id":4399,"surah":43,"no_ayah":74,"theme":"Kebahagiaan Penghuni Surga dan Kesengsaraan Penghuni Neraka","text_ayah":"اِنَّ الْمُجْرِمِيْنَ فِيْ عَذَابِ جَهَنَّمَ خٰلِدُوْنَۖ ","text_id":"Sesungguhnya para pendurhaka itu kekal di dalam azab (neraka) Jahanam.","text_en":"The sinners will certainly dwell for ever in the torment of Hell.","transliteration":"innal-mujrimīna fī 'ażābi jahannama khālidụn","no_fn":"","text_fn":"","juz":25,"hizb":50,"rub_al_hizb":198,"page":495},{"id":4400,"surah":43,"no_ayah":75,"theme":"Kebahagiaan Penghuni Surga dan Kesengsaraan Penghuni Neraka","text_ayah":"لَا يُفَتَّرُ عَنْهُمْ وَهُمْ فِيْهِ مُبْلِسُوْنَۚ ","text_id":"Tidak diringankan (azab itu) dari mereka dan mereka berputus asa di dalamnya.","text_en":"It will not decrease for them; dumb with despair they will stay in it.","transliteration":"lā yufattaru 'an-hum wa hum fīhi mublisụn","no_fn":"","text_fn":"","juz":25,"hizb":50,"rub_al_hizb":198,"page":495},{"id":4401,"surah":43,"no_ayah":76,"theme":"Kebahagiaan Penghuni Surga dan Kesengsaraan Penghuni Neraka","text_ayah":"وَمَا ظَلَمْنٰهُمْ وَلٰكِنْ كَانُوْا هُمُ الظّٰلِمِيْنَ","text_id":"Tidaklah Kami menzalimi mereka, tetapi mereka adalah orang-orang zalim (terhadap dirinya).","text_en":"We did not wrong them, they wronged themselves.","transliteration":"wa mā ẓalamnāhum wa lāking kānụ humuẓ-ẓālimīn","no_fn":"","text_fn":"","juz":25,"hizb":50,"rub_al_hizb":198,"page":495},{"id":4402,"surah":43,"no_ayah":77,"theme":"Kebahagiaan Penghuni Surga dan Kesengsaraan Penghuni Neraka","text_ayah":"وَنَادَوْا يٰمٰلِكُ لِيَقْضِ عَلَيْنَا رَبُّكَۗ قَالَ اِنَّكُمْ مّٰكِثُوْنَ","text_id":"Mereka menyeru, “Wahai (Malaikat) Malik, hendaklah Tuhanmu mematikan kami saja.” Dia menjawab, “Sesungguhnya kamu akan tetap tinggal (di neraka ini).”","text_en":"They will call (to the keeper of Hell-gate): \"O Malik, let your Lord decide our fate.\" He will answer: \"You are to stay.\"","transliteration":"wa nādau yā māliku liyaqḍi 'alainā rabbuk, qāla innakum mākiṡụn","no_fn":"","text_fn":"","juz":25,"hizb":50,"rub_al_hizb":198,"page":495},{"id":4403,"surah":43,"no_ayah":78,"theme":"Pengingkaran Orang-Orang Makkah terhadap Kebenaran yang Dibawa oleh Rasul","text_ayah":"لَقَدْ جِئْنٰكُمْ بِالْحَقِّ وَلٰكِنَّ اَكْثَرَكُمْ لِلْحَقِّ كٰرِهُوْنَ","text_id":"Sungguh, Kami benar-benar telah datang kepada kamu dengan (membawa) kebenaran, tetapi kebanyakan kamu benci kepada kebenaran itu.","text_en":"We have brought to you the truth, but most of you despise the truth.","transliteration":"laqad ji`nākum bil-ḥaqqi wa lākinna akṡarakum lil-ḥaqqi kārihụn","no_fn":"","text_fn":"","juz":25,"hizb":50,"rub_al_hizb":198,"page":495},{"id":4404,"surah":43,"no_ayah":79,"theme":"Pengingkaran Orang-Orang Makkah terhadap Kebenaran yang Dibawa oleh Rasul","text_ayah":"اَمْ اَبْرَمُوْٓا اَمْرًا فَاِنَّا مُبْرِمُوْنَۚ ","text_id":"Bahkan, bukankah mereka telah merencanakan suatu tipu daya (jahat)? Sesungguhnya Kami telah berencana (mengatasi tipu daya mereka).","text_en":"Have they settled upon a plan? We shall also settle on one.","transliteration":"am abramū amran fa innā mubrimụn","no_fn":"","text_fn":"","juz":25,"hizb":50,"rub_al_hizb":198,"page":495},{"id":4405,"surah":43,"no_ayah":80,"theme":"Pengingkaran Orang-Orang Makkah terhadap Kebenaran yang Dibawa oleh Rasul","text_ayah":"اَمْ يَحْسَبُوْنَ اَنَّا لَا نَسْمَعُ سِرَّهُمْ وَنَجْوٰىهُمْۗ بَلٰى وَرُسُلُنَا لَدَيْهِمْ يَكْتُبُوْنَ ","text_id":"Ataukah mereka mengira bahwa Kami tidak mendengar rahasia dan bisikan mereka? Sebenarnya (Kami mendengar) dan utusan-utusan Kami (malaikat) mencatat di sisi mereka.","text_en":"Or do they think We do not hear their secrecies and stealthy consultations? In fact, Our messengers who attend them record everything.","transliteration":"am yaḥsabụna annā lā nasma'u sirrahum wa najwāhum, balā wa rusulunā ladaihim yaktubụn","no_fn":"","text_fn":"","juz":25,"hizb":50,"rub_al_hizb":198,"page":495},{"id":4406,"surah":43,"no_ayah":81,"theme":"Bantahan Al-Qur’an tentang Kepercayaan Tuhan Mempunyai Anak","text_ayah":"قُلْ اِنْ كَانَ لِلرَّحْمٰنِ وَلَدٌۖ فَاَنَا۠ اَوَّلُ الْعٰبِدِيْنَ ","text_id":"Katakanlah (Nabi Muhammad), “Jika benar Tuhan Yang Maha Pengasih mempunyai anak, akulah orang pertama yang menyembah (anak itu).","text_en":"Say: \"If Ar-Rahman had a son I would have been the first of worshippers.\"","transliteration":"qul ing kāna lir-raḥmāni waladun fa ana awwalul-'ābidīn","no_fn":"","text_fn":"","juz":25,"hizb":50,"rub_al_hizb":198,"page":495},{"id":4407,"surah":43,"no_ayah":82,"theme":"Bantahan Al-Qur’an tentang Kepercayaan Tuhan Mempunyai Anak","text_ayah":"سُبْحٰنَ رَبِّ السَّمٰوٰتِ وَالْاَرْضِ رَبِّ الْعَرْشِ عَمَّا يَصِفُوْنَ ","text_id":"Mahasuci Tuhan pemilik langit dan bumi, Tuhan pemilik ʻArasy, dari apa yang mereka sifatkan.”","text_en":"All too glorious is He, Lord of the heavens and the earth, the Lord of all power, for what they ascribe to Him","transliteration":"sub-ḥāna rabbis-samāwāti wal-arḍi rabbil-'arsyi 'ammā yaṣifụn","no_fn":"","text_fn":"","juz":25,"hizb":50,"rub_al_hizb":198,"page":495},{"id":4408,"surah":43,"no_ayah":83,"theme":"Bantahan Al-Qur’an tentang Kepercayaan Tuhan Mempunyai Anak","text_ayah":"فَذَرْهُمْ يَخُوْضُوْا وَيَلْعَبُوْا حَتّٰى يُلٰقُوْا يَوْمَهُمُ الَّذِيْ يُوْعَدُوْنَ","text_id":"Maka, biarkanlah mereka tenggelam (dalam kesesatan) dan bermain-main (di dunia) sampai mereka menemui hari yang dijanjikan kepada mereka.","text_en":"Leave them to their vain discoursing and horse-play till they come to meet their promised day (of reckoning).","transliteration":"fa żar-hum yakhụḍụ wa yal'abụ ḥattā yulāqụ yaumahumullażī yụ'adụn","no_fn":"","text_fn":"","juz":25,"hizb":50,"rub_al_hizb":198,"page":495},{"id":4409,"surah":43,"no_ayah":84,"theme":"Bantahan Al-Qur’an tentang Kepercayaan Tuhan Mempunyai Anak","text_ayah":"وَهُوَ الَّذِيْ فِى السَّمَاۤءِ اِلٰهٌ وَّ فِى الْاَرْضِ اِلٰهٌۗ وَهُوَ الْحَكِيْمُ الْعَلِيْمُ ","text_id":"Dialah Tuhan (yang disembah) di langit dan Tuhan (yang disembah) di bumi. Dialah Yang Mahabijaksana lagi Maha Mengetahui.","text_en":"He is God in heaven and God on earth, and He is all-wise and all-knowing.","transliteration":"wa huwallażī fis-samā`i ilāhuw wa fil-arḍi ilāh, wa huwal-ḥakīmul-'alīm","no_fn":"","text_fn":"","juz":25,"hizb":50,"rub_al_hizb":198,"page":495},{"id":4410,"surah":43,"no_ayah":85,"theme":"Bantahan Al-Qur’an tentang Kepercayaan Tuhan Mempunyai Anak","text_ayah":"وَتَبٰرَكَ الَّذِيْ لَهٗ مُلْكُ السَّمٰوٰتِ وَالْاَرْضِ وَمَا بَيْنَهُمَاۚ وَعِنْدَهٗ عِلْمُ السَّاعَةِۚ وَاِلَيْهِ تُرْجَعُوْنَ","text_id":"Mahaberkah (Allah) yang memiliki kerajaan langit dan bumi serta apa yang ada di antara keduanya. Di sisi-Nyalah ilmu tentang hari Kiamat dan hanya kepada-Nyalah kamu dikembalikan.","text_en":"Blessed be He, who holds the kingdom of the heavens and the earth and all that lies between them. He alone has knowledge of the Hour, and to Him will you return.","transliteration":"wa tabārakallażī lahụ mulkus-samāwāti wal-arḍi wa mā bainahumā, wa 'indahụ 'ilmus-sā'ah, wa ilaihi turja'ụn","no_fn":"","text_fn":"","juz":25,"hizb":50,"rub_al_hizb":198,"page":495},{"id":4411,"surah":43,"no_ayah":86,"theme":"Bantahan Al-Qur’an tentang Kepercayaan Tuhan Mempunyai Anak","text_ayah":"وَلَا يَمْلِكُ الَّذِيْنَ يَدْعُوْنَ مِنْ دُوْنِهِ الشَّفَاعَةَ اِلَّا مَنْ شَهِدَ بِالْحَقِّ وَهُمْ يَعْلَمُوْنَ","text_id":"Sembahan-sembahan mereka selain Dia tidak bisa memberi syafaat (pertolongan di akhirat), kecuali orang yang bersaksi dengan yang hak (tauhid) dan mereka meyakininya.","text_en":"Those they invoke apart from Him have no power of intercession, except those who testify to the truth and have knowledge.","transliteration":"wa lā yamlikullażīna yad'ụna min dụnihisy-syafā'ata illā man syahida bil-ḥaqqi wa hum ya'lamụn","no_fn":"","text_fn":"","juz":25,"hizb":50,"rub_al_hizb":198,"page":495},{"id":4412,"surah":43,"no_ayah":87,"theme":"Bantahan Al-Qur’an tentang Kepercayaan Tuhan Mempunyai Anak","text_ayah":"وَلَىِٕنْ سَاَلْتَهُمْ مَّنْ خَلَقَهُمْ لَيَقُوْلُنَّ اللّٰهُ فَاَنّٰى يُؤْفَكُوْنَۙ","text_id":"Jika engkau bertanya kepada mereka, siapakah yang menciptakan mereka, niscaya mereka menjawab, “Allah.” Maka, mengapa mereka bisa dipalingkan?","text_en":"If you ask them who created them, they will answer: \"God.\" How then can they turn away?","transliteration":"wa la`in sa`altahum man khalaqahum layaqụlunnallāhu fa annā yu`fakụn","no_fn":"","text_fn":"","juz":25,"hizb":50,"rub_al_hizb":198,"page":495},{"id":4413,"surah":43,"no_ayah":88,"theme":"Bantahan Al-Qur’an tentang Kepercayaan Tuhan Mempunyai Anak","text_ayah":"وَقِيْلِهٖ يٰرَبِّ اِنَّ هٰٓؤُلَاۤءِ قَوْمٌ لَّا يُؤْمِنُوْنَۘ","text_id":"Demi (kebenaran) ucapannya (Nabi Muhammad), “Ya Tuhanku, sesungguhnya mereka itu adalah kaum yang tidak beriman.”","text_en":"And (the Prophet) will say: \"O Lord, these are certainly a people who do not believe.\"","transliteration":"wa qīlihī yā rabbi inna hā`ulā`i qaumul lā yu`minụn","no_fn":"","text_fn":"","juz":25,"hizb":50,"rub_al_hizb":198,"page":495},{"id":4414,"surah":43,"no_ayah":89,"theme":"Bantahan Al-Qur’an tentang Kepercayaan Tuhan Mempunyai Anak","text_ayah":"فَاصْفَحْ عَنْهُمْ وَقُلْ سَلٰمٌۗ فَسَوْفَ يَعْلَمُوْنَࣖ","text_id":"Maka, berpalinglah dari mereka dan katakanlah, “Salam (selamat tinggal).” Kelak mereka akan mengetahui (nasibnya yang buruk).","text_en":"Turn away from them and say: \"Peace.\" They will come to know soon.","transliteration":"faṣfaḥ 'an-hum wa qul salām, fa saufa ya'lamụn","no_fn":"","text_fn":"","juz":25,"hizb":50,"rub_al_hizb":198,"page":495}]