[{"id_ayat":4511,"no_surah":46,"no_ayat":1,"teks_ayat":"حٰمۤ  ۚ","tema":"Ayat-Ayat Allah dan Berpalingnya Orang-Orang Kafir darinya","teks_terjemah":"Ḥā Mīm. ","no_fn":"","teks_fn":"","bacaan":"haa-miim"},{"id_ayat":4512,"no_surah":46,"no_ayat":2,"teks_ayat":"تَنْزِيْلُ الْكِتٰبِ مِنَ اللّٰهِ الْعَزِيْزِ الْحَكِيْمِ ","tema":"Ayat-Ayat Allah dan Berpalingnya Orang-Orang Kafir darinya","teks_terjemah":"Diturunkannya Kitab (Al-Qur’an) ini (berasal) dari Allah Yang Mahaperkasa lagi Mahabijaksana. ","no_fn":"","teks_fn":"","bacaan":"tanziilulkitaabi minalaahil'aziizilhakiim"},{"id_ayat":4513,"no_surah":46,"no_ayat":3,"teks_ayat":"مَا خَلَقْنَا السَّمٰوٰتِ وَالْاَرْضَ وَمَا بَيْنَهُمَآ اِلَّا بِالْحَقِّ وَاَجَلٍ مُّسَمًّىۗ وَالَّذِيْنَ كَفَرُوْا عَمَّآ اُنْذِرُوْا مُعْرِضُوْنَ","tema":"Ayat-Ayat Allah dan Berpalingnya Orang-Orang Kafir darinya","teks_terjemah":"Kami tidak menciptakan langit, bumi, dan apa yang ada di antara keduanya, kecuali dengan hak dan dalam waktu yang ditentukan. Namun demikian, orang-orang yang kufur berpaling dari peringatan yang diberikan kepada mereka. ","no_fn":"","teks_fn":"","bacaan":"maa khalaqnaassamaawaati wal-ardha wamaa baynahumaa illaa bilhaqqi wa-ajalin musamman walladziina kafaruu 'ammaa undziruu mu'ridhuun"},{"id_ayat":4514,"no_surah":46,"no_ayat":4,"teks_ayat":"قُلْ اَرَءَيْتُمْ مَّا تَدْعُوْنَ مِنْ دُوْنِ اللّٰهِ اَرُوْنِيْ مَاذَا خَلَقُوْا مِنَ الْاَرْضِ اَمْ لَهُمْ شِرْكٌ فِى السَّمٰوٰتِ ۖائْتُوْنِيْ بِكِتٰبٍ مِّنْ قَبْلِ هٰذَآ اَوْ اَثٰرَةٍ مِّنْ عِلْمٍ اِنْ كُنْتُمْ صٰدِقِيْنَ ","tema":"Ayat-Ayat Allah dan Berpalingnya Orang-Orang Kafir darinya","teks_terjemah":"Katakanlah (Nabi Muhammad), “Terangkanlah kepadaku tentang apa yang kamu sembah selain Allah! Perlihatkanlah kepadaku (bagian) manakah dari bumi ini yang telah mereka ciptakan ataukah mereka memiliki peran serta dalam (penciptaan) langit! Datangkanlah kepadaku kitab yang sebelum ini (Al-Qur’an) atau peninggalan dari pengetahuan (generasi terdahulu) jika kamu adalah orang-orang benar.” ","no_fn":"","teks_fn":"","bacaan":"qul ara-aytum maa tad'uuna min duunilaahi aruunii maatsaa khalaquu minal-ardhi am lahum syirkun fiissamaawaati iituunii bikitaabin min qabli haadzaa aw atsaaratin min 'ilmin in kuntum shaadiqiin"},{"id_ayat":4515,"no_surah":46,"no_ayat":5,"teks_ayat":"وَمَنْ اَضَلُّ مِمَّنْ يَّدْعُوْا مِنْ دُوْنِ اللّٰهِ مَنْ لَّا يَسْتَجِيْبُ لَهٗٓ اِلٰى يَوْمِ الْقِيٰمَةِ وَهُمْ عَنْ دُعَاۤىِٕهِمْ غٰفِلُوْنَ ","tema":"Ayat-Ayat Allah dan Berpalingnya Orang-Orang Kafir darinya","teks_terjemah":"Siapakah yang lebih sesat daripada orang yang menyembah selain Allah (sembahan) yang tidak dapat mengabulkan (doa)-nya sampai hari Kiamat dan mereka lalai dari (memperhatikan) doa mereka?","no_fn":"","teks_fn":"","bacaan":"waman adhallu mimman yad'uu min duunilaahi man laa yastajiibu lahu ilaa yawmilqiyaamati wahum 'an du'aa-ihim ghaafiluun"},{"id_ayat":4516,"no_surah":46,"no_ayat":6,"teks_ayat":"وَاِذَا حُشِرَ النَّاسُ كَانُوْا لَهُمْ اَعْدَاۤءً وَّكَانُوْا بِعِبَادَتِهِمْ كٰفِرِيْنَ ","tema":"Ayat-Ayat Allah dan Berpalingnya Orang-Orang Kafir darinya","teks_terjemah":"Apabila manusia dikumpulkan (pada hari Kiamat), mereka (sesembahan) itu menjadi musuh-musuh mereka dan mereka mengingkari pemujaan-pemujaan yang dahulu mereka lakukan kepadanya.","no_fn":"","teks_fn":"","bacaan":"wa-idzaa husyirannaasu kaanuu lahum a'daa-an wakaanuu bi'ibaadatihim kaafiriin"},{"id_ayat":4517,"no_surah":46,"no_ayat":7,"teks_ayat":"وَاِذَا تُتْلٰى عَلَيْهِمْ اٰيٰتُنَا بَيِّنٰتٍ قَالَ الَّذِيْنَ كَفَرُوْا لِلْحَقِّ لَمَّا جَاۤءَهُمْۙ هٰذَا سِحْرٌ مُّبِيْنٌۗ","tema":"Ayat-Ayat Allah dan Berpalingnya Orang-Orang Kafir darinya","teks_terjemah":"Apabila dibacakan ayat-ayat Kami yang jelas kepada mereka, orang-orang yang kufur berkata tentang kebenaran itu ketika datang kepada mereka, “Ini adalah sihir yang nyata.”","no_fn":"","teks_fn":"","bacaan":"wa-idzaa tutlaa 'alayhim aayaatunaa bayyinaatin qaalaladziina kafaruu lilhaqqi lammaa jaa-ahum haadzaa sihrun mubiin"},{"id_ayat":4518,"no_surah":46,"no_ayat":8,"teks_ayat":"اَمْ يَقُوْلُوْنَ افْتَرٰىهُ ۗ قُلْ اِنِ افْتَرَيْتُهٗ فَلَا تَمْلِكُوْنَ لِيْ مِنَ اللّٰهِ شَيْـًٔا ۗهُوَ اَعْلَمُ بِمَا تُفِيْضُوْنَ فِيْهِۗ  كَفٰى بِهٖ شَهِيْدًا ۢ بَيْنِيْ وَبَيْنَكُمْ ۗ وَهُوَ الْغَفُوْرُ الرَّحِيْمُ","tema":"Tuduhan Orang-Orang Kafir kepada Nabi Muhammad bahwa Ia telah Mengada-adakan Al-Qur’an","teks_terjemah":"Bahkan, mereka berkata, “Dia (Nabi Muhammad) telah mengada-adakannya (Al-Qur’an).” Katakanlah (Nabi Muhammad), “Jika aku mengada-adakannya, tentu kamu tidak mampu sedikit pun menghindarkan aku dari (azab) Allah. Dia lebih tahu apa yang kamu percakapkan tentang itu (Al-Qur’an). Cukuplah Dia menjadi saksi antara aku dan kamu. Dialah Yang Maha Pengampun lagi Maha Penyayang.”","no_fn":"","teks_fn":"","bacaan":"am yaquuluuna iftaraahu qul ini iftaraytuhu falaa tamlikuuna lii minalaahi syay-an huwa a'lamu bimaa tufiidhuuna fiihi kafaa bihi syahiidan baynii wabaynakum wahuwalghafuururrahiim"},{"id_ayat":4519,"no_surah":46,"no_ayat":9,"teks_ayat":"قُلْ مَا كُنْتُ بِدْعًا مِّنَ الرُّسُلِ وَمَآ اَدْرِيْ مَا يُفْعَلُ بِيْ وَلَا بِكُمْۗ اِنْ اَتَّبِعُ اِلَّا مَا يُوْحٰٓى اِلَيَّ وَمَآ اَنَا۠ اِلَّا نَذِيْرٌ مُّبِيْنٌ ","tema":"Tuduhan Orang-Orang Kafir kepada Nabi Muhammad bahwa Ia telah Mengada-adakan Al-Qur’an","teks_terjemah":"Katakanlah (Nabi Muhammad), “Aku bukanlah Rasul yang pertama di antara para rasul dan aku tidak tahu apa yang akan diperbuat (Allah) kepadaku dan kepadamu. Aku hanyalah mengikuti apa yang diwahyukan kepadaku dan aku tidak lain hanyalah seorang pemberi peringatan yang menjelaskan.”","no_fn":"","teks_fn":"","bacaan":"qul maa kuntu bid'an minarrusuli wamaa adrii maa yuf'alu bii walaa bikum in attabi'u illaa maa yuuhaa ilayya wamaa anaa illaa nadziirun mubiin"},{"id_ayat":4520,"no_surah":46,"no_ayat":10,"teks_ayat":"قُلْ اَرَءَيْتُمْ اِنْ كَانَ مِنْ عِنْدِ اللّٰهِ وَكَفَرْتُمْ بِهٖ وَشَهِدَ شَاهِدٌ مِّنْۢ بَنِيْٓ اِسْرَاۤءِيْلَ عَلٰى مِثْلِهٖ فَاٰمَنَ وَاسْتَكْبَرْتُمْۗ اِنَّ اللّٰهَ لَا يَهْدِى الْقَوْمَ الظّٰلِمِيْنَ ࣖ ","tema":"Tuduhan Orang-Orang Kafir kepada Nabi Muhammad bahwa Ia telah Mengada-adakan Al-Qur’an","teks_terjemah":"Katakanlah, “Terangkanlah kepadaku bagaimana pendapatmu jika ia (Al-Qur’an) itu datang dari Allah dan kamu mengingkarinya, padahal seorang saksi dari Bani Israil mengakui (kebenaran) yang serupa dengan (yang disebut dalam) Al-Qur’an lalu dia beriman,<sup>689)<\/sup> sedangkan kamu menyombongkan diri. Sesungguhnya Allah tidak memberi petunjuk kepada kaum yang zalim.”","no_fn":"689","teks_fn":"689) Yang dimaksud dengan seorang saksi dari Bani Israil ialah Abdullah bin Salam. Dia menyatakan keimanannya kepada Nabi Muhammad saw. setelah memperhatikan adanya kesesuaian antara ajaran Al-Qur’an dan Taurat, seperti tauhid, janji dan ancaman, kerasulan Nabi Muhammad saw., adanya kehidupan akhirat, dan sebagainya.","bacaan":"qul ara-aytum in kaana min 'indilaahi wakafartum bihi wasyahida syaahidun min banii israa-iila 'alaa mitslihi faaamana wastakbartum innalaaha laa yahdiilqawmazhzhaalimiin"},{"id_ayat":4521,"no_surah":46,"no_ayat":11,"teks_ayat":"وَقَالَ الَّذِيْنَ كَفَرُوْا لِلَّذِيْنَ اٰمَنُوْا لَوْ كَانَ خَيْرًا مَّا سَبَقُوْنَآ اِلَيْهِۗ وَاِذْ لَمْ يَهْتَدُوْا بِهٖ فَسَيَقُوْلُوْنَ هٰذَآ اِفْكٌ قَدِيْمٌ  ","tema":"Tuduhan Orang-Orang Kafir kepada Nabi Muhammad bahwa Ia telah Mengada-adakan Al-Qur’an","teks_terjemah":"Orang-orang yang kufur berkata tentang orang-orang yang beriman, “Sekiranya Al-Qur’an itu adalah sesuatu yang baik, tentu mereka tidak pantas mendahului kami (beriman) kepadanya.”<sup>690)<\/sup> (Akan tetapi,) karena tidak mendapat petunjuk dengannya, mereka akan berkata, “Ini adalah kedustaan lama (yang disampaikan kembali).”","no_fn":"690","teks_fn":"690) Orang-orang kafir itu mengejek umat Islam dengan mengatakan, “Sekiranya Al-Qur’an ini benar, tentu kami lebih dahulu beriman padanya daripada orang-orang miskin dan lemah itu, seperti Bilal, ‘Ammar, Suhaib, dan Khabbab.”","bacaan":"waqaalaladziina kafaruu lilladziina aamanuu law kaana khayran maa sabaquunaa ilayhi wa-idz lam yahtaduu bihi fasayaquuluuna haadzaa ifkun qadiim"},{"id_ayat":4522,"no_surah":46,"no_ayat":12,"teks_ayat":"وَمِنْ قَبْلِهٖ كِتٰبُ مُوْسٰٓى اِمَامًا وَّرَحْمَةً ۗوَهٰذَا كِتٰبٌ مُّصَدِّقٌ لِّسَانًا عَرَبِيًّا لِّيُنْذِرَ الَّذِيْنَ ظَلَمُوْا ۖوَبُشْرٰى لِلْمُحْسِنِيْنَ","tema":"Tuduhan Orang-Orang Kafir kepada Nabi Muhammad bahwa Ia telah Mengada-adakan Al-Qur’an","teks_terjemah":"Sebelum itu (Al-Qur’an) telah ada Kitab Musa sebagai imam (anutan) dan rahmat. Ini (Al-Qur’an) adalah Kitab yang membenarkan (kitab-kitab sebelumnya) yang berbahasa Arab untuk memberi peringatan kepada orang-orang yang zalim dan memberi kabar gembira kepada orang-orang muhsin.","no_fn":"","teks_fn":"","bacaan":"wamin qablihi kitaabu muusaa imaaman warahmatan wahaadzaa kitaabun mushaddiqun lisaanan 'arabiyyan liyundziraladziina zhalamuu wabusyraa lilmuhsiniin"},{"id_ayat":4523,"no_surah":46,"no_ayat":13,"teks_ayat":"اِنَّ الَّذِيْنَ قَالُوْا رَبُّنَا اللّٰهُ ثُمَّ اسْتَقَامُوْا فَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُوْنَۚ","tema":"Orang-Orang yang Beriman dan Beristikamah","teks_terjemah":"Sesungguhnya orang-orang yang berkata, “Tuhan kami adalah Allah,” kemudian tetap istikamah, tidak ada rasa takut pada mereka, dan mereka tidak (pula) bersedih.","no_fn":"","teks_fn":"","bacaan":"innaladziina qaaluu rabbunaalaahu tsumma istaqaamuu falaa khawfun 'alayhim walaa hum yahzanuun"},{"id_ayat":4524,"no_surah":46,"no_ayat":14,"teks_ayat":"اُولٰۤىِٕكَ اَصْحٰبُ الْجَنَّةِ خٰلِدِيْنَ فِيْهَاۚ جَزَاۤءً ۢبِمَا كَانُوْا يَعْمَلُوْنَ ","tema":"Orang-Orang yang Beriman dan Beristikamah","teks_terjemah":"Mereka itulah para penghuni surga (dan) kekal di dalamnya sebagai balasan atas apa yang telah mereka kerjakan. ","no_fn":"","teks_fn":"","bacaan":"ulaa-ika ash-haabuljannati khaalidiina fiihaa jazaa-an bimaa kaanuu ya'maluun"},{"id_ayat":4525,"no_surah":46,"no_ayat":15,"teks_ayat":"وَوَصَّيْنَا الْاِنْسَانَ بِوَالِدَيْهِ اِحْسَانًا ۗحَمَلَتْهُ اُمُّهٗ كُرْهًا وَّوَضَعَتْهُ كُرْهًا ۗوَحَمْلُهٗ وَفِصٰلُهٗ ثَلٰثُوْنَ شَهْرًا ۗحَتّٰىٓ اِذَا بَلَغَ اَشُدَّهٗ وَبَلَغَ اَرْبَعِيْنَ سَنَةًۙ  قَالَ رَبِّ اَوْزِعْنِيْٓ اَنْ اَشْكُرَ نِعْمَتَكَ الَّتِيْٓ اَنْعَمْتَ عَلَيَّ وَعَلٰى وَالِدَيَّ وَاَنْ اَعْمَلَ صَالِحًا تَرْضٰىهُ وَاَصْلِحْ لِيْ فِيْ ذُرِّيَّتِيْۗ اِنِّيْ تُبْتُ اِلَيْكَ وَاِنِّيْ مِنَ الْمُسْلِمِيْنَ ","tema":"Wasiat kepada Manusia agar Berbakti kepada Kedua Orang Tuanya","teks_terjemah":"Kami wasiatkan kepada manusia agar berbuat baik kepada kedua orang tuanya. Ibunya telah mengandungnya dengan susah payah dan melahirkannya dengan susah payah (pula). Mengandung sampai menyapihnya itu selama tiga puluh bulan. Sehingga, apabila telah dewasa dan umurnya mencapai empat puluh tahun, dia (anak itu) berkata, “Wahai Tuhanku, berilah petunjuk agar aku dapat mensyukuri nikmat-Mu yang telah Engkau anugerahkan kepadaku dan kepada kedua orang tuaku, dapat beramal saleh yang Engkau ridai, dan berikanlah kesalehan kepadaku hingga kepada anak cucuku. Sesungguhnya aku bertobat kepada-Mu dan sesungguhnya aku termasuk orang-orang muslim.”","no_fn":"","teks_fn":"","bacaan":"wawashshaynaal-insaana biwaalidayhi ihsaanan hamalat-hu ummuhu kurhan wawadha'at-hu kurhan wahamluhu wafishaaluhu tsalaatsuuna syahran hattaa idzaa balagha asyuddahu wabalagha arba'iina sanatan qaala rabbi awzi'nii an asykura ni'matakalatii an'amta 'alayya wa'alaa waalidayya wa-an a'mala shaalihan tardaahu wa-ashlih lii fii dzurriyyatii innii tubtu ilayka wa-innii minalmuslimiin"},{"id_ayat":4526,"no_surah":46,"no_ayat":16,"teks_ayat":"اُولٰۤىِٕكَ الَّذِيْنَ نَتَقَبَّلُ عَنْهُمْ اَحْسَنَ مَا عَمِلُوْا وَنَتَجَاوَزُ عَنْ سَيِّاٰتِهِمْ فِيْٓ اَصْحٰبِ الْجَنَّةِۗ وَعْدَ الصِّدْقِ الَّذِيْ كَانُوْا يُوْعَدُوْنَ ","tema":"Wasiat kepada Manusia agar Berbakti kepada Kedua Orang Tuanya","teks_terjemah":"Mereka itulah orang-orang yang Kami terima amal terbaiknya yang telah mereka kerjakan, Kami maafkan kesalahan-kesalahannya, (dan mereka) termasuk para penghuni surga. Itu merupakan janji yang benar yang dahulu dijanjikan kepada mereka.","no_fn":"","teks_fn":"","bacaan":"ulaa-ikaladziina nataqabbalu 'anhum ahsana maa 'amiluu wanatajaawazu 'an sayyi-aatihim fii ash-haabiljannati wa'dashshidqiladzii kaanuu yuu'aduun"},{"id_ayat":4527,"no_surah":46,"no_ayat":17,"teks_ayat":"وَالَّذِيْ قَالَ لِوَالِدَيْهِ اُفٍّ لَّكُمَآ اَتَعِدَانِنِيْٓ اَنْ اُخْرَجَ وَقَدْ خَلَتِ الْقُرُوْنُ مِنْ قَبْلِيْۚ وَهُمَا يَسْتَغِيْثٰنِ اللّٰهَ وَيْلَكَ اٰمِنْ ۖاِنَّ وَعْدَ اللّٰهِ حَقٌّۚ فَيَقُوْلُ مَا هٰذَآ اِلَّآ اَسَاطِيْرُ الْاَوَّلِيْنَ ","tema":"Wasiat kepada Manusia agar Berbakti kepada Kedua Orang Tuanya","teks_terjemah":"Namun, orang yang berkata kepada kedua orang tuanya, “Ah, kamu berdua! Apakah kamu berdua memperingatkanku bahwa aku akan dibangkitkan (dari kubur), padahal umat-umat sebelumku telah berlalu?” Sementara itu, kedua orang tuanya memohon pertolongan kepada Allah (seraya berkata,) “Celaka kamu, berimanlah! Sesungguhnya janji Allah itu benar.” Lalu, dia (anak itu) berkata, “Ini hanyalah dongeng orang-orang dahulu.”","no_fn":"","teks_fn":"","bacaan":"walladzii qaala liwaalidayhi uffin lakumaa ata'idaaninii an ukhraja waqad khalatilquruunu min qablii wahumaa yastaghiitsaanilaaha waylaka aamin inna wa'dalaahi haqqun fayaquulu maa haadzaa illaa asaathiirul-awwaliin"},{"id_ayat":4528,"no_surah":46,"no_ayat":18,"teks_ayat":"اُولٰۤىِٕكَ الَّذِيْنَ حَقَّ عَلَيْهِمُ الْقَوْلُ فِيْٓ اُمَمٍ قَدْ خَلَتْ مِنْ قَبْلِهِمْ مِّنَ الْجِنِّ وَالْاِنْسِ ۗاِنَّهُمْ كَانُوْا خٰسِرِيْنَ","tema":"Wasiat kepada Manusia agar Berbakti kepada Kedua Orang Tuanya","teks_terjemah":"Mereka itulah orang-orang yang pasti terkena ketetapan (azab) bersama umat-umat sebelum mereka dari kalangan jin dan manusia. Sesungguhnya mereka adalah orang-orang yang rugi.","no_fn":"","teks_fn":"","bacaan":"ulaa-ikaladziina haqqa 'alayhimulqawlu fii umamin qad khalat min qablihim minaljinni wal-insi innahum kaanuu khaasiriin"},{"id_ayat":4529,"no_surah":46,"no_ayat":19,"teks_ayat":"وَلِكُلٍّ دَرَجٰتٌ مِّمَّا عَمِلُوْاۚ وَلِيُوَفِّيَهُمْ اَعْمَالَهُمْ وَهُمْ لَا يُظْلَمُوْنَ ","tema":"Wasiat kepada Manusia agar Berbakti kepada Kedua Orang Tuanya","teks_terjemah":"Setiap orang memperoleh tingkatan sesuai dengan apa yang telah mereka kerjakan dan agar Allah menyempurnakan balasan amal mereka serta mereka tidak dizalimi.","no_fn":"","teks_fn":"","bacaan":"walikullin darajaatun mimmaa 'amiluu waliyuwaffiyahum a'maalahum wahum laa yuzhlamuun"},{"id_ayat":4530,"no_surah":46,"no_ayat":20,"teks_ayat":"وَيَوْمَ يُعْرَضُ الَّذِيْنَ كَفَرُوْا عَلَى النَّارِۗ  اَذْهَبْتُمْ طَيِّبٰتِكُمْ فِيْ حَيَاتِكُمُ الدُّنْيَا وَاسْتَمْتَعْتُمْ بِهَاۚ فَالْيَوْمَ تُجْزَوْنَ عَذَابَ الْهُوْنِ بِمَا كُنْتُمْ تَسْتَكْبِرُوْنَ فِى الْاَرْضِ بِغَيْرِ الْحَقِّ وَبِمَا كُنْتُمْ تَفْسُقُوْنَ ࣖ ","tema":"Wasiat kepada Manusia agar Berbakti kepada Kedua Orang Tuanya","teks_terjemah":"Pada hari (ketika) orang-orang yang kufur dihadapkan pada neraka, (dikatakan kepada mereka,) “Kamu telah menghabiskan (rezeki) yang baik dalam kehidupan duniamu dan bersenang-senang dengannya. Pada hari ini kamu dibalas dengan azab yang menghinakan karena kamu takabur di bumi, padahal tidak berhak (untuk sombong), dan  (juga) karena kamu selalu durhaka.”","no_fn":"","teks_fn":"","bacaan":"wayawma yu'radhuladziina kafaruu 'alaannaari adzhabtum thayyibaatikum fii hayaatikumuddunyaa wastamta'tum bihaa falyawma tujzawna 'adzaabalhuuni bimaa kuntum tastakbiruuna fiil-ardhi bighayrilhaqqi wabimaa kuntum tafsuquun"},{"id_ayat":4531,"no_surah":46,"no_ayat":21,"teks_ayat":"۞ وَاذْكُرْ اَخَا عَادٍۗ اِذْ اَنْذَرَ قَوْمَهٗ بِالْاَحْقَافِ وَقَدْ خَلَتِ النُّذُرُ مِنْۢ بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهٖٓ اَلَّا تَعْبُدُوْٓا اِلَّا اللّٰهَ ۗاِنِّيْٓ اَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ عَظِيْمٍ ","tema":"Kehancuran Kaum ‘Ad","teks_terjemah":"Ingatlah saudara (kaum) ‘Ad (Hud) ketika dia mengingatkan kaumnya (yang tinggal) di (lembah) Ahqaf.<sup>691)<\/sup> Sungguh, telah berlalu para pemberi peringatan sebelum dan setelahnya. (Dia berkata,) “Janganlah kamu menyembah selain Allah. Sesungguhnya aku khawatir nanti kamu ditimpa azab pada hari yang besar.”","no_fn":"691","teks_fn":"691) Lembah Ahqaf adalah lembah-lembah pasir yang terletak di Jazirah Arabia bagian selatan.","bacaan":"wadzkur akhaa 'aadin idz andzara qawmahu bil-ahqaafi waqad khalatinnudzuru min bayni yadayhi wamin khalfihilaa ta'buduu illaalaaha innii akhaafu 'alaykum 'adzaaba yawmin 'azhiim"},{"id_ayat":4532,"no_surah":46,"no_ayat":22,"teks_ayat":"قَالُوْٓا اَجِئْتَنَا لِتَأْفِكَنَا عَنْ اٰلِهَتِنَاۚ فَأْتِنَا بِمَا تَعِدُنَآ اِنْ كُنْتَ مِنَ الصّٰدِقِيْنَ ","tema":"Kehancuran Kaum ‘Ad","teks_terjemah":"Mereka menjawab, “Apakah engkau datang untuk memalingkan kami dari (menyembah) tuhan-tuhan kami? Maka, datangkanlah azab yang telah engkau janjikan kepada kami jika engkau termasuk orang-orang benar.”","no_fn":"","teks_fn":"","bacaan":"qaaluu aji'tanaa lita'fikanaa 'an aalihatinaa fa'tinaa bimaa ta'idunaa in kunta minashshaadiqiin"},{"id_ayat":4533,"no_surah":46,"no_ayat":23,"teks_ayat":"قَالَ اِنَّمَا الْعِلْمُ عِنْدَ اللّٰهِ ۖوَاُبَلِّغُكُمْ مَّآ اُرْسِلْتُ بِهٖ وَلٰكِنِّيْٓ اَرٰىكُمْ قَوْمًا تَجْهَلُوْنَ ","tema":"Kehancuran Kaum ‘Ad","teks_terjemah":"Dia (Hud) berkata, “Sesungguhnya ilmu (kapan datangnya azab itu) hanya ada pada Allah. Aku (hanya) menyampaikan kepadamu apa yang diwahyukan kepadaku, tetapi aku melihat kamu adalah kaum yang berlaku bodoh.”","no_fn":"","teks_fn":"","bacaan":"qaala innamaal'ilmu 'indalaahi wauballighukum maa ursiltu bihi walaakinnii araakum qawman tajhaluun"},{"id_ayat":4534,"no_surah":46,"no_ayat":24,"teks_ayat":"فَلَمَّا رَاَوْهُ عَارِضًا مُّسْتَقْبِلَ اَوْدِيَتِهِمْ قَالُوْا هٰذَا عَارِضٌ مُّمْطِرُنَا ۗبَلْ هُوَ مَا اسْتَعْجَلْتُمْ بِهٖ ۗرِيْحٌ فِيْهَا عَذَابٌ اَلِيْمٌۙ","tema":"Kehancuran Kaum ‘Ad","teks_terjemah":"Maka, ketika melihat azab itu berupa awan yang menuju ke lembah-lembah mereka, mereka berkata, “Inilah awan yang akan menurunkan hujan kepada kita.” (Bukan,) tetapi itu azab yang kamu minta agar disegerakan kedatangannya, (yaitu) angin yang mengandung azab yang sangat pedih.","no_fn":"","teks_fn":"","bacaan":"falammaa ra-awhu 'aaridhan mustaqbila awdiyatihim qaaluu haadzaa 'aaridhun mumthirunaa bal huwa maa ista'jaltum bihi riihun fiihaa 'adzaabunliim"},{"id_ayat":4535,"no_surah":46,"no_ayat":25,"teks_ayat":"تُدَمِّرُ كُلَّ شَيْءٍۢ بِاَمْرِ رَبِّهَا فَاَصْبَحُوْا لَا يُرٰىٓ اِلَّا مَسٰكِنُهُمْۗ  كَذٰلِكَ نَجْزِى الْقَوْمَ الْمُجْرِمِيْنَ ","tema":"Kehancuran Kaum ‘Ad","teks_terjemah":"(Azab itu) menghancurkan segala sesuatu dengan perintah Tuhannya sehingga mereka (kaum ‘Ad) menjadi tidak terlihat lagi, kecuali hanya (bekas-bekas) tempat tinggal mereka. Demikianlah Kami memberi balasan kepada kaum yang durhaka.","no_fn":"","teks_fn":"","bacaan":"tudammiru kulla syay-in bi-amri rabbihaa fa-ashbahuu laa yuraa illaa masaakinuhum kadzaalika najziilqawmalmujrimiin"},{"id_ayat":4536,"no_surah":46,"no_ayat":26,"teks_ayat":"وَلَقَدْ مَكَّنّٰهُمْ فِيْمَآ اِنْ مَّكَّنّٰكُمْ فِيْهِ وَجَعَلْنَا لَهُمْ سَمْعًا وَّاَبْصَارًا وَّاَفْـِٕدَةًۖ فَمَآ اَغْنٰى عَنْهُمْ سَمْعُهُمْ وَلَآ اَبْصَارُهُمْ وَلَآ اَفْـِٕدَتُهُمْ مِّنْ شَيْءٍ اِذْ كَانُوْا يَجْحَدُوْنَ بِاٰيٰتِ اللّٰهِ وَحَاقَ بِهِمْ مَّا كَانُوْا بِهٖ يَسْتَهْزِءُوْنَ ࣖ","tema":"Kehancuran Kaum ‘Ad","teks_terjemah":"Sungguh, Kami benar-benar telah meneguhkan kedudukan mereka (‘Ad) yang tidak Kami berikan kepadamu (kafir Makkah). Kami telah memberikan kepada mereka pendengaran, penglihatan, dan hati, tetapi tidak berguna pendengaran, penglihatan, dan hati mereka itu sedikit pun karena mereka selalu mengingkari ayat-ayat Allah dan mereka telah dikepung oleh apa (azab) yang selalu mereka perolok-olokkan.","no_fn":"","teks_fn":"","bacaan":"walaqad makkannaahum fiimaa in makkannaakum fiihi waja'alnaa lahum sam'an wa-abshaaran wa-af-idatan famaa aghnaa 'anhum sam'uhum walaa abshaaruhum walaa af-idatuhum min syay-in idz kaanuu yajhaduuna bi-aayaatilaahi wahaaqa bihim maa kaanuu bihi yastahzi-uun"},{"id_ayat":4537,"no_surah":46,"no_ayat":27,"teks_ayat":"وَلَقَدْ اَهْلَكْنَا مَا حَوْلَكُمْ مِّنَ الْقُرٰى وَصَرَّفْنَا الْاٰيٰتِ لَعَلَّهُمْ يَرْجِعُوْنَ","tema":"Kehancuran Kaum ‘Ad","teks_terjemah":"Sungguh, benar-benar telah Kami binasakan negeri-negeri di sekitarmu (penduduk Makkah) dan telah Kami ulang-ulang (jelaskan) tanda-tanda (kebesaran Kami) agar mereka kembali (dari kekufuran).","no_fn":"","teks_fn":"","bacaan":"walaqad ahlaknaa maa hawlakum minalquraa washarrafnaal-aayaati la'allahum yarji'uun"},{"id_ayat":4538,"no_surah":46,"no_ayat":28,"teks_ayat":"فَلَوْلَا نَصَرَهُمُ الَّذِيْنَ اتَّخَذُوْا مِنْ دُوْنِ اللّٰهِ قُرْبَانًا اٰلِهَةً  ۗبَلْ ضَلُّوْا عَنْهُمْۚ وَذٰلِكَ اِفْكُهُمْ وَمَا كَانُوْا يَفْتَرُوْنَ ","tema":"Kehancuran Kaum ‘Ad","teks_terjemah":"Maka, mengapa (tuhan-tuhan) yang mereka sembah selain Allah untuk mendekatkan diri (kepada-Nya) itu tidak menolong mereka? Bahkan, tuhan-tuhan itu telah lenyap dari mereka. Itulah kebohongan mereka dan apa yang selalu mereka ada-adakan.","no_fn":"","teks_fn":"","bacaan":"falawlaa nasharahumuladziina ittakhadzuu min duunilaahi qurbaanan aalihatan bal dhalluu 'anhum wadzaalika ifkuhum wamaa kaanuu yaftaruun"},{"id_ayat":4539,"no_surah":46,"no_ayat":29,"teks_ayat":"وَاِذْ صَرَفْنَآ اِلَيْكَ نَفَرًا مِّنَ الْجِنِّ يَسْتَمِعُوْنَ الْقُرْاٰنَۚ فَلَمَّا حَضَرُوْهُ قَالُوْٓا اَنْصِتُوْاۚ فَلَمَّا قُضِيَ وَلَّوْا اِلٰى قَوْمِهِمْ مُّنْذِرِيْنَ ","tema":"Penyiaran Al-Qur’an pada Golongan Jin","teks_terjemah":"(Ingatlah) ketika Kami hadapkan kepadamu (Nabi Muhammad) sekelompok jin yang mendengarkan (bacaan) Al-Qur’an. Ketika menghadirinya, mereka berkata, “Diamlah!” Ketika (bacaannya) selesai, mereka kembali kepada kaumnya sebagai pemberi peringatan.","no_fn":"","teks_fn":"","bacaan":"wa-idz sharafnaa ilayka nafaran minaljinni yastami'uunalqur-aana falammaa hadharuuhu qaaluu anshituu falammaa qudhiya wallaw ilaa qawmihim mundziriin"},{"id_ayat":4540,"no_surah":46,"no_ayat":30,"teks_ayat":"قَالُوْا يٰقَوْمَنَآ اِنَّا سَمِعْنَا كِتٰبًا اُنْزِلَ مِنْۢ بَعْدِ مُوْسٰى مُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِ يَهْدِيْٓ اِلَى الْحَقِّ وَاِلٰى طَرِيْقٍ مُّسْتَقِيْمٍ ","tema":"Penyiaran Al-Qur’an pada Golongan Jin","teks_terjemah":"Mereka berkata, “Wahai kaum kami, sesungguhnya kami telah mendengarkan Kitab (Al-Qur’an) yang diturunkan setelah Musa sebagai pembenar (kitab-kitab) yang datang sebelumnya yang menunjukkan pada kebenaran dan yang (membimbing) ke jalan yang lurus.","no_fn":"","teks_fn":"","bacaan":"qaaluu yaa qawmanaa innaa sami'naa kitaaban unzila min ba'di muusaa mushaddiqan limaa bayna yadayhi yahdii ilaalhaqqi wa-ilaa thariiqin mustaqiim"},{"id_ayat":4541,"no_surah":46,"no_ayat":31,"teks_ayat":"يٰقَوْمَنَآ اَجِيْبُوْا دَاعِيَ اللّٰهِ وَاٰمِنُوْا بِهٖ يَغْفِرْ لَكُمْ مِّنْ ذُنُوْبِكُمْ وَيُجِرْكُمْ مِّنْ عَذَابٍ اَلِيْمٍ ","tema":"Penyiaran Al-Qur’an pada Golongan Jin","teks_terjemah":"Wahai kaum kami, penuhilah (seruan Nabi Muhammad) yang mengajak pada (agama) Allah dan berimanlah kepada-Nya, niscaya Dia akan mengampuni sebagian dosa-dosamu dan menyelamatkanmu dari azab yang pedih.","no_fn":"","teks_fn":"","bacaan":"yaa qawmanaa ajiibuu daa'iyalaahi waaaminuu bihi yaghfir lakum min dzunuubikum wayujirkum min 'adzaabinliim"},{"id_ayat":4542,"no_surah":46,"no_ayat":32,"teks_ayat":"وَمَنْ لَّا يُجِبْ دَاعِيَ اللّٰهِ فَلَيْسَ بِمُعْجِزٍ فِى الْاَرْضِ وَلَيْسَ لَهٗ مِنْ دُوْنِهٖٓ اَوْلِيَاۤءُ ۗ اُولٰۤىِٕكَ فِيْ ضَلٰلٍ مُّبِيْنٍ ","tema":"Penyiaran Al-Qur’an pada Golongan Jin","teks_terjemah":"Siapa yang tidak memenuhi (seruan Nabi Muhammad) yang mengajak pada (agama) Allah tidak kuasa (melepaskan diri dari siksa Allah) di bumi dan tidak ada para pelindung baginya selain Allah. Mereka itu berada dalam kesesatan yang nyata.”","no_fn":"","teks_fn":"","bacaan":"waman laa yujib daa'iyalaahi falaysa bimu'jizin fiil-ardhi walaysa lahu min duunihi awliyaa-a ulaa-ika fii dhalaalin mubiin"},{"id_ayat":4543,"no_surah":46,"no_ayat":33,"teks_ayat":"اَوَلَمْ يَرَوْا اَنَّ اللّٰهَ الَّذِيْ خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ وَلَمْ يَعْيَ بِخَلْقِهِنَّ بِقٰدِرٍ عَلٰٓى اَنْ يُّحْيِ َۧ الْمَوْتٰى  ۗبَلٰٓى اِنَّهٗ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ ","tema":"Penyiaran Al-Qur’an pada Golongan Jin","teks_terjemah":"Tidakkah mereka memperhatikan bahwa sesungguhnya Allah yang menciptakan langit dan bumi serta tidak merasa lelah karena menciptakannya, Dia kuasa untuk menghidupkan yang mati? Tentu demikian. Sesungguhnya Dia Mahakuasa atas segala sesuatu.","no_fn":"","teks_fn":"","bacaan":"awa lam yaraw annalaahaladzii khalaqassamaawaati wal-ardha walam ya'ya bikhalqihinna biqaadirin 'alaa an yuhyiyalmawtaa balaa innahu 'alaa kulli syay-in qadiir"},{"id_ayat":4544,"no_surah":46,"no_ayat":34,"teks_ayat":"وَيَوْمَ يُعْرَضُ الَّذِيْنَ كَفَرُوْا عَلَى النَّارِۗ  اَلَيْسَ هٰذَا بِالْحَقِّ ۗ قَالُوْا بَلٰى وَرَبِّنَا ۗقَالَ فَذُوْقُوا الْعَذَابَ بِمَا كُنْتُمْ تَكْفُرُوْنَ ","tema":"Penyiaran Al-Qur’an pada Golongan Jin","teks_terjemah":"Pada hari (ketika) orang-orang yang kufur dihadapkan pada neraka, (dikatakan kepada mereka,) “Bukankah (azab) ini merupakan kebenaran?” Mereka menjawab, “Tentu demikian, demi Tuhan kami.” Allah berfirman, “Maka, rasakanlah azab ini karena kamu selalu mengingkarinya.”","no_fn":"","teks_fn":"","bacaan":"wayawma yu'radhuladziina kafaruu 'alaannaari alaysa haadzaa bilhaqqi qaaluu balaa warabbinaa qaala fadzuuquu al'adzaaba bimaa kuntum takfuruun"},{"id_ayat":4545,"no_surah":46,"no_ayat":35,"teks_ayat":"فَاصْبِرْ كَمَا صَبَرَ اُولُوا الْعَزْمِ مِنَ الرُّسُلِ وَلَا تَسْتَعْجِلْ لَّهُمْ ۗ كَاَنَّهُمْ يَوْمَ يَرَوْنَ مَا يُوْعَدُوْنَۙ  لَمْ يَلْبَثُوْٓا اِلَّا سَاعَةً مِّنْ نَّهَارٍ ۗ بَلٰغٌ ۚفَهَلْ يُهْلَكُ اِلَّا الْقَوْمُ الْفٰسِقُوْنَ ࣖ","tema":"Penyiaran Al-Qur’an pada Golongan Jin","teks_terjemah":"Maka, bersabarlah engkau (Nabi Muhammad) sebagaimana ululazmi (orang-orang yang memiliki keteguhan hati) dari kalangan para rasul telah bersabar dan janganlah meminta agar azab disegerakan untuk mereka. Pada hari ketika melihat azab yang dijanjikan, seolah-olah mereka hanya tinggal (di dunia) sesaat saja pada siang hari. (Nasihatmu itu) merupakan peringatan (dari Allah). Maka, tidak ada yang dibinasakan kecuali kaum yang fasik.","no_fn":"","teks_fn":"","bacaan":"fashbir kamaa shabara uluul'azmi minarrusuli walaa tasta'jil lahum ka-annahum yawma yarawna maa yuu'aduuna lam yalbatsuu illaa saa'atan min nahaarin balaaghun fahal yuhlaku illaalqawmulfaasiquun"}]