[{"id":4511,"surah":46,"no_ayah":1,"theme":"Ayat-Ayat Allah dan Berpalingnya Orang-Orang Kafir darinya","text_ayah":"حٰمۤ ۚ ","text_id":"Ḥā Mīm. ","text_en":"HA MIM.","transliteration":"ḥā mīm","no_fn":"","text_fn":""},{"id":4512,"surah":46,"no_ayah":2,"theme":"Ayat-Ayat Allah dan Berpalingnya Orang-Orang Kafir darinya","text_ayah":"تَنْزِيْلُ الْكِتٰبِ مِنَ اللّٰهِ الْعَزِيْزِ الْحَكِيْمِ ","text_id":"Diturunkannya Kitab (Al-Qur’an) ini (berasal) dari Allah Yang Mahaperkasa lagi Mahabijaksana. ","text_en":"The revelation of this Book is from God, the mighty and all-wise.","transliteration":"tanzīlul-kitābi minallāhil-'azīzil-ḥakīm","no_fn":"","text_fn":""},{"id":4513,"surah":46,"no_ayah":3,"theme":"Ayat-Ayat Allah dan Berpalingnya Orang-Orang Kafir darinya","text_ayah":"مَا خَلَقْنَا السَّمٰوٰتِ وَالْاَرْضَ وَمَا بَيْنَهُمَآ اِلَّا بِالْحَقِّ وَاَجَلٍ مُّسَمًّىۗ وَالَّذِيْنَ كَفَرُوْا عَمَّآ اُنْذِرُوْا مُعْرِضُوْنَ","text_id":"Kami tidak menciptakan langit, bumi, dan apa yang ada di antara keduanya, kecuali dengan hak dan dalam waktu yang ditentukan. Namun demikian, orang-orang yang kufur berpaling dari peringatan yang diberikan kepada mereka. ","text_en":"We have not created the heavens and the earth and all that lies between them but with a purpose for an appointed time. Yet the unbelievers turn away from the warning.","transliteration":"mā khalaqnas-samāwāti wal-arḍa wa mā bainahumā illā bil-ḥaqqi wa ajalim musamman, wallażīna kafarụ 'ammā unżirụ mu'riḍụn","no_fn":"","text_fn":""},{"id":4514,"surah":46,"no_ayah":4,"theme":"Ayat-Ayat Allah dan Berpalingnya Orang-Orang Kafir darinya","text_ayah":"قُلْ اَرَءَيْتُمْ مَّا تَدْعُوْنَ مِنْ دُوْنِ اللّٰهِ اَرُوْنِيْ مَاذَا خَلَقُوْا مِنَ الْاَرْضِ اَمْ لَهُمْ شِرْكٌ فِى السَّمٰوٰتِۖائْتُوْنِيْ بِكِتٰبٍ مِّنْ قَبْلِ هٰذَآ اَوْ اَثٰرَةٍ مِّنْ عِلْمٍ اِنْ كُنْتُمْ صٰدِقِيْنَ ","text_id":"Katakanlah (Nabi Muhammad), “Terangkanlah kepadaku tentang apa yang kamu sembah selain Allah! Perlihatkanlah kepadaku (bagian) manakah dari bumi ini yang telah mereka ciptakan ataukah mereka memiliki peran serta dalam (penciptaan) langit! Datangkanlah kepadaku kitab yang sebelum ini (Al-Qur’an) atau peninggalan dari pengetahuan (generasi terdahulu) jika kamu adalah orang-orang benar.” ","text_en":"Say: \"Have you thought of those you invoke apart from God? Show me what they have created of the earth, or, do they have a share in the heavens? Bring me an earlier Book than this, or inherited knowledge, if you are truthful.\"","transliteration":"qul a ra`aitum mā tad'ụna min dụnillāhi arụnī māżā khalaqụ minal-arḍi am lahum syirkun fis-samāwāti`tụnī bikitābim ming qabli hāżā au aṡāratim min 'ilmin ing kuntum ṣādiqīn","no_fn":"","text_fn":""},{"id":4515,"surah":46,"no_ayah":5,"theme":"Ayat-Ayat Allah dan Berpalingnya Orang-Orang Kafir darinya","text_ayah":"وَمَنْ اَضَلُّ مِمَّنْ يَّدْعُوْا مِنْ دُوْنِ اللّٰهِ مَنْ لَّا يَسْتَجِيْبُ لَهٗٓ اِلٰى يَوْمِ الْقِيٰمَةِ وَهُمْ عَنْ دُعَاۤىِٕهِمْ غٰفِلُوْنَ ","text_id":"Siapakah yang lebih sesat daripada orang yang menyembah selain Allah (sembahan) yang tidak dapat mengabulkan (doa)-nya sampai hari Kiamat dan mereka lalai dari (memperhatikan) doa mereka?","text_en":"Who is more astray than he who calls on those, apart from God, who cannot answer their prayers till the Day of Resurrection, and are even unaware of being called.","transliteration":"wa man aḍallu mim may yad'ụ min dụnillāhi mal lā yastajību lahū ilā yaumil-qiyāmati wa hum 'an du'ā`ihim gāfilụn","no_fn":"","text_fn":""},{"id":4516,"surah":46,"no_ayah":6,"theme":"Ayat-Ayat Allah dan Berpalingnya Orang-Orang Kafir darinya","text_ayah":"وَاِذَا حُشِرَ النَّاسُ كَانُوْا لَهُمْ اَعْدَاۤءً وَّكَانُوْا بِعِبَادَتِهِمْ كٰفِرِيْنَ ","text_id":"Apabila manusia dikumpulkan (pada hari Kiamat), mereka (sesembahan) itu menjadi musuh-musuh mereka dan mereka mengingkari pemujaan-pemujaan yang dahulu mereka lakukan kepadanya.","text_en":"When all men are gathered together (on that Day) they will become their enemies and deny their worship.","transliteration":"wa iżā ḥusyiran-nāsu kānụ lahum a'dā`aw wa kānụ bi'ibādatihim kāfirīn","no_fn":"","text_fn":""},{"id":4517,"surah":46,"no_ayah":7,"theme":"Ayat-Ayat Allah dan Berpalingnya Orang-Orang Kafir darinya","text_ayah":"وَاِذَا تُتْلٰى عَلَيْهِمْ اٰيٰتُنَا بَيِّنٰتٍ قَالَ الَّذِيْنَ كَفَرُوْا لِلْحَقِّ لَمَّا جَاۤءَهُمْۙ هٰذَا سِحْرٌ مُّبِيْنٌۗ","text_id":"Apabila dibacakan ayat-ayat Kami yang jelas kepada mereka, orang-orang yang kufur berkata tentang kebenaran itu ketika datang kepada mereka, “Ini adalah sihir yang nyata.”","text_en":"When Our clear revelations are read out to them, the infidels say of the truth, when it has come to them: \"This is pure magic.\"","transliteration":"wa iżā tutlā 'alaihim āyātunā bayyināting qālallażīna kafarụ lil-ḥaqqi lammā jā`ahum hāżā siḥrum mubīn","no_fn":"","text_fn":""},{"id":4518,"surah":46,"no_ayah":8,"theme":"Tuduhan Orang-Orang Kafir kepada Nabi Muhammad bahwa Ia telah Mengada-adakan Al-Qur’an","text_ayah":"اَمْ يَقُوْلُوْنَ افْتَرٰىهُۗ قُلْ اِنِ افْتَرَيْتُهٗ فَلَا تَمْلِكُوْنَ لِيْ مِنَ اللّٰهِ شَيْـًٔاۗهُوَ اَعْلَمُ بِمَا تُفِيْضُوْنَ فِيْهِۗ  كَفٰى بِهٖ شَهِيْدًا ۢ بَيْنِيْ وَبَيْنَكُمْۗ وَهُوَ الْغَفُوْرُ الرَّحِيْمُ","text_id":"Bahkan, mereka berkata, “Dia (Nabi Muhammad) telah mengada-adakannya (Al-Qur’an).” Katakanlah (Nabi Muhammad), “Jika aku mengada-adakannya, tentu kamu tidak mampu sedikit pun menghindarkan aku dari (azab) Allah. Dia lebih tahu apa yang kamu percakapkan tentang itu (Al-Qur’an). Cukuplah Dia menjadi saksi antara aku dan kamu. Dialah Yang Maha Pengampun lagi Maha Penyayang.”","text_en":"Do they say: \"He has fabricated it?\" Tell them: \"If I have fabricated it, you have no power to save me from God. He knows what you are busy with concerning this. He is sufficient as witness between you and me; yet He is forgiving, ever-merciful.\"","transliteration":"am yaqụlụnaftarāh, qul iniftaraituhụ fa lā tamlikụna lī minallāhi syai`ā, huwa a'lamu bimā tufīḍụna fīh, kafā bihī syahīdam bainī wa bainakum, wa huwal-gafụrur-raḥīm","no_fn":"","text_fn":""},{"id":4519,"surah":46,"no_ayah":9,"theme":"Tuduhan Orang-Orang Kafir kepada Nabi Muhammad bahwa Ia telah Mengada-adakan Al-Qur’an","text_ayah":"قُلْ مَا كُنْتُ بِدْعًا مِّنَ الرُّسُلِ وَمَآ اَدْرِيْ مَا يُفْعَلُ بِيْ وَلَا بِكُمْۗ اِنْ اَتَّبِعُ اِلَّا مَا يُوْحٰٓى اِلَيَّ وَمَآ اَنَا۠ اِلَّا نَذِيْرٌ مُّبِيْنٌ ","text_id":"Katakanlah (Nabi Muhammad), “Aku bukanlah Rasul yang pertama di antara para rasul dan aku tidak tahu apa yang akan diperbuat (Allah) kepadaku dan kepadamu. Aku hanyalah mengikuti apa yang diwahyukan kepadaku dan aku tidak lain hanyalah seorang pemberi peringatan yang menjelaskan.”","text_en":"Say: \"I am not a new Messenger to come, nor do I know what is to be done to me or you. I only follow what is revealed to me. My duty is only to warn you clearly.\"","transliteration":"qul mā kuntu bid'am minar-rusuli wa mā adrī mā yuf'alu bī wa lā bikum, in attabi'u illā mā yụḥā ilayya wa mā ana illā nażīrum mubīn","no_fn":"","text_fn":""},{"id":4520,"surah":46,"no_ayah":10,"theme":"Tuduhan Orang-Orang Kafir kepada Nabi Muhammad bahwa Ia telah Mengada-adakan Al-Qur’an","text_ayah":"قُلْ اَرَءَيْتُمْ اِنْ كَانَ مِنْ عِنْدِ اللّٰهِ وَكَفَرْتُمْ بِهٖ وَشَهِدَ شَاهِدٌ مِّنْۢ بَنِيْٓ اِسْرَاۤءِيْلَ عَلٰى مِثْلِهٖ فَاٰمَنَ وَاسْتَكْبَرْتُمْۗ اِنَّ اللّٰهَ لَا يَهْدِى الْقَوْمَ الظّٰلِمِيْنَࣖ ","text_id":"Katakanlah, “Terangkanlah kepadaku bagaimana pendapatmu jika ia (Al-Qur’an) itu datang dari Allah dan kamu mengingkarinya, padahal seorang saksi dari Bani Israil mengakui (kebenaran) yang serupa dengan (yang disebut dalam) Al-Qur’an lalu dia beriman,<sup>689)</sup> sedangkan kamu menyombongkan diri. Sesungguhnya Allah tidak memberi petunjuk kepada kaum yang zalim.”","text_en":"Tell them: \"Think (of the consequence) if this is from God and you deny it when a witness from the people of Israel had testified to the like of it and come to believe, while you spurn it?\" Assuredly God does not guide a wicked people.","transliteration":"qul ara`aitum ing kāna min 'indillāhi wa kafartum bihī wa syahida syāhidum mim banī isrā`īla 'alā miṡlihī fa āmana wastakbartum, innallāha lā yahdil-qaumaẓ-ẓālimīn","no_fn":"689","text_fn":"689) Yang dimaksud dengan seorang saksi dari Bani Israil ialah Abdullah bin Salam. Dia menyatakan keimanannya kepada Nabi Muhammad saw. setelah memperhatikan adanya kesesuaian antara ajaran Al-Qur’an dan Taurat, seperti tauhid, janji dan ancaman, kerasulan Nabi Muhammad saw., adanya kehidupan akhirat, dan sebagainya."},{"id":4521,"surah":46,"no_ayah":11,"theme":"Tuduhan Orang-Orang Kafir kepada Nabi Muhammad bahwa Ia telah Mengada-adakan Al-Qur’an","text_ayah":"وَقَالَ الَّذِيْنَ كَفَرُوْا لِلَّذِيْنَ اٰمَنُوْا لَوْ كَانَ خَيْرًا مَّا سَبَقُوْنَآ اِلَيْهِۗ وَاِذْ لَمْ يَهْتَدُوْا بِهٖ فَسَيَقُوْلُوْنَ هٰذَآ اِفْكٌ قَدِيْمٌ  ","text_id":"Orang-orang yang kufur berkata tentang orang-orang yang beriman, “Sekiranya Al-Qur’an itu adalah sesuatu yang baik, tentu mereka tidak pantas mendahului kami (beriman) kepadanya.”<sup>690)</sup> (Akan tetapi,) karena tidak mendapat petunjuk dengannya, mereka akan berkata, “Ini adalah kedustaan lama (yang disampaikan kembali).”","text_en":"Those who deny say of those who believe: \"Had there been any good in it they would not have preceded us in coming to it.\" Since they have not taken guidance from it, they will say: \"This is the same old lie.\"","transliteration":"wa qālallażīna kafarụ lillażīna āmanụ lau kāna khairam mā sabaqụnā ilaīh, wa iż lam yahtadụ bihī fa sayaqụlụna hāżā ifkung qadīm","no_fn":"690","text_fn":"690) Orang-orang kafir itu mengejek umat Islam dengan mengatakan, “Sekiranya Al-Qur’an ini benar, tentu kami lebih dahulu beriman padanya daripada orang-orang miskin dan lemah itu, seperti Bilal, ‘Ammar, Suhaib, dan Khabbab.”"},{"id":4522,"surah":46,"no_ayah":12,"theme":"Tuduhan Orang-Orang Kafir kepada Nabi Muhammad bahwa Ia telah Mengada-adakan Al-Qur’an","text_ayah":"وَمِنْ قَبْلِهٖ كِتٰبُ مُوْسٰٓى اِمَامًا وَّرَحْمَةًۗوَهٰذَا كِتٰبٌ مُّصَدِّقٌ لِّسَانًا عَرَبِيًّا لِّيُنْذِرَ الَّذِيْنَ ظَلَمُوْاۖوَبُشْرٰى لِلْمُحْسِنِيْنَ","text_id":"Sebelum itu (Al-Qur’an) telah ada Kitab Musa sebagai imam (anutan) dan rahmat. Ini (Al-Qur’an) adalah Kitab yang membenarkan (kitab-kitab sebelumnya) yang berbahasa Arab untuk memberi peringatan kepada orang-orang yang zalim dan memberi kabar gembira kepada orang-orang muhsin.","text_en":"There was the Book of Moses before this, a guide and a mercy; and here is this Book confirming it in lucid language, warning those who are wicked, and giving happy tidings to the righteous.","transliteration":"wa ming qablihī kitābu mụsā imāmaw wa raḥmah, wa hāżā kitābum muṣaddiqul lisānan 'arabiyyal liyunżirallażīna ẓalamụ wa busyrā lil-muḥsinīn","no_fn":"","text_fn":""},{"id":4523,"surah":46,"no_ayah":13,"theme":"Orang-Orang yang Beriman dan Beristikamah","text_ayah":"اِنَّ الَّذِيْنَ قَالُوْا رَبُّنَا اللّٰهُ ثُمَّ اسْتَقَامُوْا فَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُوْنَۚ ","text_id":"Sesungguhnya orang-orang yang berkata, “Tuhan kami adalah Allah,” kemudian tetap istikamah, tidak ada rasa takut pada mereka, dan mereka tidak (pula) bersedih.","text_en":"Surely for those who say, \"God is our Lord,\" and then remain firm, there is no fear or regret.","transliteration":"innallażīna qālụ rabbunallāhu ṡummastaqāmụ fa lā khaufun 'alaihim wa lā hum yaḥzanụn","no_fn":"","text_fn":""},{"id":4524,"surah":46,"no_ayah":14,"theme":"Orang-Orang yang Beriman dan Beristikamah","text_ayah":"اُولٰۤىِٕكَ اَصْحٰبُ الْجَنَّةِ خٰلِدِيْنَ فِيْهَاۚ جَزَاۤءً ۢبِمَا كَانُوْا يَعْمَلُوْنَ ","text_id":"Mereka itulah para penghuni surga (dan) kekal di dalamnya sebagai balasan atas apa yang telah mereka kerjakan. ","text_en":"They are men of Paradise where they will abide for ever as a recompense for what they had done.","transliteration":"ulā`ika aṣ-ḥābul-jannati khālidīna fīhā, jazā`am bimā kānụ ya'malụn","no_fn":"","text_fn":""},{"id":4525,"surah":46,"no_ayah":15,"theme":"Wasiat kepada Manusia agar Berbakti kepada Kedua Orang Tuanya","text_ayah":"وَوَصَّيْنَا الْاِنْسَانَ بِوَالِدَيْهِ اِحْسَانًاۗحَمَلَتْهُ اُمُّهٗ كُرْهًا وَّوَضَعَتْهُ كُرْهًاۗوَحَمْلُهٗ وَفِصٰلُهٗ ثَلٰثُوْنَ شَهْرًاۗحَتّٰىٓ اِذَا بَلَغَ اَشُدَّهٗ وَبَلَغَ اَرْبَعِيْنَ سَنَةًۙ  قَالَ رَبِّ اَوْزِعْنِيْٓ اَنْ اَشْكُرَ نِعْمَتَكَ الَّتِيْٓ اَنْعَمْتَ عَلَيَّ وَعَلٰى وَالِدَيَّ وَاَنْ اَعْمَلَ صَالِحًا تَرْضٰىهُ وَاَصْلِحْ لِيْ فِيْ ذُرِّيَّتِيْۗ اِنِّيْ تُبْتُ اِلَيْكَ وَاِنِّيْ مِنَ الْمُسْلِمِيْنَ ","text_id":"Kami wasiatkan kepada manusia agar berbuat baik kepada kedua orang tuanya. Ibunya telah mengandungnya dengan susah payah dan melahirkannya dengan susah payah (pula). Mengandung sampai menyapihnya itu selama tiga puluh bulan. Sehingga, apabila telah dewasa dan umurnya mencapai empat puluh tahun, dia (anak itu) berkata, “Wahai Tuhanku, berilah petunjuk agar aku dapat mensyukuri nikmat-Mu yang telah Engkau anugerahkan kepadaku dan kepada kedua orang tuaku, dapat beramal saleh yang Engkau ridai, dan berikanlah kesalehan kepadaku hingga kepada anak cucuku. Sesungguhnya aku bertobat kepada-Mu dan sesungguhnya aku termasuk orang-orang muslim.”","text_en":"We have enjoined on man to be good to his parents: His mother carries him in her womb with hardship, and gives birth to him in pain. Thirty months is the period of her carrying and weaning him. When he attains to manhood and the age of forty, he says: \"O Lord, guide me to thank You for the favours You have bestowed on me and my parents, and to do things good as may please You, and give me a righteous off-spring. I turn to You in penitence and submit.\"","transliteration":"wa waṣṣainal-insāna biwālidaihi iḥsānā, ḥamalat-hu ummuhụ kurhaw wa waḍa'at-hu kurhā, wa ḥamluhụ wa fiṣāluhụ ṡalāṡụna syahrā, ḥattā iżā balaga asyuddahụ wa balaga arba'īna sanatang qāla rabbi auzi'nī an asykura ni'matakallatī an'amta 'alayya wa 'alā wālidayya wa an a'mala ṣāliḥan tarḍāhu wa aṣliḥ lī fī żurriyyatī, innī tubtu ilaika wa innī minal-muslimīn","no_fn":"","text_fn":""},{"id":4526,"surah":46,"no_ayah":16,"theme":"Wasiat kepada Manusia agar Berbakti kepada Kedua Orang Tuanya","text_ayah":"اُولٰۤىِٕكَ الَّذِيْنَ نَتَقَبَّلُ عَنْهُمْ اَحْسَنَ مَا عَمِلُوْا وَنَتَجَاوَزُ عَنْ سَيِّاٰتِهِمْ فِيْٓ اَصْحٰبِ الْجَنَّةِۗ وَعْدَ الصِّدْقِ الَّذِيْ كَانُوْا يُوْعَدُوْنَ ","text_id":"Mereka itulah orang-orang yang Kami terima amal terbaiknya yang telah mereka kerjakan, Kami maafkan kesalahan-kesalahannya, (dan mereka) termasuk para penghuni surga. Itu merupakan janji yang benar yang dahulu dijanjikan kepada mereka.","text_en":"They are those from whom We accept the very best of what they have done, and overlook their faults. They will be among the inmates of Paradise: A true promise they have been made.","transliteration":"ulā`ikallażīna nataqabbalu 'an-hum aḥsana mā 'amilụ wa natajāwazu 'an sayyi`ātihim fī aṣ-ḥābil-jannah, wa'daṣ-ṣidqillażī kānụ yụ'adụn","no_fn":"","text_fn":""},{"id":4527,"surah":46,"no_ayah":17,"theme":"Wasiat kepada Manusia agar Berbakti kepada Kedua Orang Tuanya","text_ayah":"وَالَّذِيْ قَالَ لِوَالِدَيْهِ اُفٍّ لَّكُمَآ اَتَعِدَانِنِيْٓ اَنْ اُخْرَجَ وَقَدْ خَلَتِ الْقُرُوْنُ مِنْ قَبْلِيْۚ وَهُمَا يَسْتَغِيْثٰنِ اللّٰهَ وَيْلَكَ اٰمِنْۖاِنَّ وَعْدَ اللّٰهِ حَقٌّۚ فَيَقُوْلُ مَا هٰذَآ اِلَّآ اَسَاطِيْرُ الْاَوَّلِيْنَ ","text_id":"Namun, orang yang berkata kepada kedua orang tuanya, “Ah, kamu berdua! Apakah kamu berdua memperingatkanku bahwa aku akan dibangkitkan (dari kubur), padahal umat-umat sebelumku telah berlalu?” Sementara itu, kedua orang tuanya memohon pertolongan kepada Allah (seraya berkata,) “Celaka kamu, berimanlah! Sesungguhnya janji Allah itu benar.” Lalu, dia (anak itu) berkata, “Ini hanyalah dongeng orang-orang dahulu.”","text_en":"But he who says to his parents: \"Shame on you: You intimidate me that I will be resurrected when many generations will have passed before me?\" And (the parents) would implore God's help: \"Woe to you. You better believe. The promise of God is certainly true.\" Yet he answers: \"These are only fables of long ago.\"","transliteration":"wallażī qāla liwālidaihi uffil lakumā ata'idāninī an ukhraja wa qad khalatil-qurụnu ming qablī, wa humā yastagīṡānillāha wailaka āmin inna wa'dallāhi ḥaqq, fa yaqụlu mā hāżā illā asāṭīrul-awwalīn","no_fn":"","text_fn":""},{"id":4528,"surah":46,"no_ayah":18,"theme":"Wasiat kepada Manusia agar Berbakti kepada Kedua Orang Tuanya","text_ayah":"اُولٰۤىِٕكَ الَّذِيْنَ حَقَّ عَلَيْهِمُ الْقَوْلُ فِيْٓ اُمَمٍ قَدْ خَلَتْ مِنْ قَبْلِهِمْ مِّنَ الْجِنِّ وَالْاِنْسِۗاِنَّهُمْ كَانُوْا خٰسِرِيْنَ","text_id":"Mereka itulah orang-orang yang pasti terkena ketetapan (azab) bersama umat-umat sebelum mereka dari kalangan jin dan manusia. Sesungguhnya mereka adalah orang-orang yang rugi.","text_en":"They are those on whom the sentence of God would be justified as on communities of jinns and men before them. They will surely perish.","transliteration":"ulā`ikallażīna ḥaqqa 'alaihimul-qaulu fī umaming qad khalat ming qablihim minal-jinni wal-ins, innahum kānụ khāsirīn","no_fn":"","text_fn":""},{"id":4529,"surah":46,"no_ayah":19,"theme":"Wasiat kepada Manusia agar Berbakti kepada Kedua Orang Tuanya","text_ayah":"وَلِكُلٍّ دَرَجٰتٌ مِّمَّا عَمِلُوْاۚ وَلِيُوَفِّيَهُمْ اَعْمَالَهُمْ وَهُمْ لَا يُظْلَمُوْنَ ","text_id":"Setiap orang memperoleh tingkatan sesuai dengan apa yang telah mereka kerjakan dan agar Allah menyempurnakan balasan amal mereka serta mereka tidak dizalimi.","text_en":"Each will have a position in accordance with his deeds; and no wrong will be done to them.","transliteration":"wa likullin darajātum mimmā 'amilụ, wa liyuwaffiyahum a'mālahum wa hum lā yuẓlamụn","no_fn":"","text_fn":""},{"id":4530,"surah":46,"no_ayah":20,"theme":"Wasiat kepada Manusia agar Berbakti kepada Kedua Orang Tuanya","text_ayah":"وَيَوْمَ يُعْرَضُ الَّذِيْنَ كَفَرُوْا عَلَى النَّارِۗ  اَذْهَبْتُمْ طَيِّبٰتِكُمْ فِيْ حَيَاتِكُمُ الدُّنْيَا وَاسْتَمْتَعْتُمْ بِهَاۚ فَالْيَوْمَ تُجْزَوْنَ عَذَابَ الْهُوْنِ بِمَا كُنْتُمْ تَسْتَكْبِرُوْنَ فِى الْاَرْضِ بِغَيْرِ الْحَقِّ وَبِمَا كُنْتُمْ تَفْسُقُوْنَࣖ ","text_id":"Pada hari (ketika) orang-orang yang kufur dihadapkan pada neraka, (dikatakan kepada mereka,) “Kamu telah menghabiskan (rezeki) yang baik dalam kehidupan duniamu dan bersenang-senang dengannya. Pada hari ini kamu dibalas dengan azab yang menghinakan karena kamu takabur di bumi, padahal tidak berhak (untuk sombong), dan  (juga) karena kamu selalu durhaka.”","text_en":"The day the unbelievers are brought to the Fire, (it will be said): \"You wasted all your good deeds in the life of the world, and enjoyed them to the full. You will now be requited with a shameful punishment, for you behaved with arrogance for no reason on the earth, and acted wickedly.\"","transliteration":"wa yauma yu'raḍullażīna kafarụ 'alan-nār, aż-habtum ṭayyibātikum fī ḥayātikumud-dun-yā wastamta'tum bihā, fal-yauma tujzauna 'ażābal-hụni bimā kuntum tastakbirụna fil-arḍi bigairil-ḥaqqi wa bimā kuntum tafsuqụn","no_fn":"","text_fn":""},{"id":4531,"surah":46,"no_ayah":21,"theme":"Kehancuran Kaum ‘Ad","text_ayah":"۞ وَاذْكُرْ اَخَا عَادٍۗ اِذْ اَنْذَرَ قَوْمَهٗ بِالْاَحْقَافِ وَقَدْ خَلَتِ النُّذُرُ مِنْۢ بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهٖٓ اَلَّا تَعْبُدُوْٓا اِلَّا اللّٰهَۗاِنِّيْٓ اَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ عَظِيْمٍ ","text_id":"Ingatlah saudara (kaum) ‘Ad (Hud) ketika dia mengingatkan kaumnya (yang tinggal) di (lembah) Ahqaf.<sup>691)</sup> Sungguh, telah berlalu para pemberi peringatan sebelum dan setelahnya. (Dia berkata,) “Janganlah kamu menyembah selain Allah. Sesungguhnya aku khawatir nanti kamu ditimpa azab pada hari yang besar.”","text_en":"Remember (Hud) the brother of 'Ad. When he warned his people in Ahqaf -- though many a warner had come and gone before and after him: \"Do not worship any one but God, for I fear the punishment of an awful day for you,\"","transliteration":"ważkur akhā 'ād, iż anżara qaumahụ bil-aḥqāfi wa qad khalatin-nużuru mim baini yadaihi wa min khalfihī allā ta'budū illallāh, innī akhāfu 'alaikum 'ażāba yaumin 'aẓīm","no_fn":"691","text_fn":"691) Lembah Ahqaf adalah lembah-lembah pasir yang terletak di Jazirah Arabia bagian selatan."},{"id":4532,"surah":46,"no_ayah":22,"theme":"Kehancuran Kaum ‘Ad","text_ayah":"قَالُوْٓا اَجِئْتَنَا لِتَأْفِكَنَا عَنْ اٰلِهَتِنَاۚ فَأْتِنَا بِمَا تَعِدُنَآ اِنْ كُنْتَ مِنَ الصّٰدِقِيْنَ ","text_id":"Mereka menjawab, “Apakah engkau datang untuk memalingkan kami dari (menyembah) tuhan-tuhan kami? Maka, datangkanlah azab yang telah engkau janjikan kepada kami jika engkau termasuk orang-orang benar.”","text_en":"They said: \"Have you come to turn us away from our gods? Then bring upon us what you predict for us, if you are a man of truth.\"","transliteration":"qālū a ji`tanā lita`fikanā 'an ālihatinā, fa`tinā bimā ta'idunā ing kunta minaṣ-ṣādiqīn","no_fn":"","text_fn":""},{"id":4533,"surah":46,"no_ayah":23,"theme":"Kehancuran Kaum ‘Ad","text_ayah":"قَالَ اِنَّمَا الْعِلْمُ عِنْدَ اللّٰهِۖوَاُبَلِّغُكُمْ مَّآ اُرْسِلْتُ بِهٖ وَلٰكِنِّيْٓ اَرٰىكُمْ قَوْمًا تَجْهَلُوْنَ ","text_id":"Dia (Hud) berkata, “Sesungguhnya ilmu (kapan datangnya azab itu) hanya ada pada Allah. Aku (hanya) menyampaikan kepadamu apa yang diwahyukan kepadaku, tetapi aku melihat kamu adalah kaum yang berlaku bodoh.”","text_en":"He said: \"Only God has the knowledge. I only convey to you what I have been sent with. But I see you are a foolish people.\"","transliteration":"qāla innamal-'ilmu 'indallāhi wa uballigukum mā ursiltu bihī wa lākinnī arākum qauman taj-halụn","no_fn":"","text_fn":""},{"id":4534,"surah":46,"no_ayah":24,"theme":"Kehancuran Kaum ‘Ad","text_ayah":"فَلَمَّا رَاَوْهُ عَارِضًا مُّسْتَقْبِلَ اَوْدِيَتِهِمْ قَالُوْا هٰذَا عَارِضٌ مُّمْطِرُنَاۗبَلْ هُوَ مَا اسْتَعْجَلْتُمْ بِهٖۗرِيْحٌ فِيْهَا عَذَابٌ اَلِيْمٌۙ","text_id":"Maka, ketika melihat azab itu berupa awan yang menuju ke lembah-lembah mereka, mereka berkata, “Inilah awan yang akan menurunkan hujan kepada kita.” (Bukan,) tetapi itu azab yang kamu minta agar disegerakan kedatangannya, (yaitu) angin yang mengandung azab yang sangat pedih.","text_en":"So when they saw it as a cloud advancing towards their valleys, they said: \"This is just a passing cloud that will bring us rain.\" \"No. It is what you were trying to hasten: The wind which carries the grievous punishment!","transliteration":"fa lammā ra`auhu 'āriḍam mustaqbila audiyatihim qālụ hāżā 'āriḍum mumṭirunā, bal huwa masta'jaltum bih, rīḥun fīhā 'ażābun alīm","no_fn":"","text_fn":""},{"id":4535,"surah":46,"no_ayah":25,"theme":"Kehancuran Kaum ‘Ad","text_ayah":"تُدَمِّرُ كُلَّ شَيْءٍۢ بِاَمْرِ رَبِّهَا فَاَصْبَحُوْا لَا يُرٰىٓ اِلَّا مَسٰكِنُهُمْۗ  كَذٰلِكَ نَجْزِى الْقَوْمَ الْمُجْرِمِيْنَ ","text_id":"(Azab itu) menghancurkan segala sesuatu dengan perintah Tuhannya sehingga mereka (kaum ‘Ad) menjadi tidak terlihat lagi, kecuali hanya (bekas-bekas) tempat tinggal mereka. Demikianlah Kami memberi balasan kepada kaum yang durhaka.","text_en":"It will destroy everything at the bidding of its Lord.\" So in the morning there was nothing but their empty dwellings to be seen. That is how We requite the sinners.","transliteration":"tudammiru kulla syai`im bi`amri rabbihā fa`aṣbaḥụ lā yurā illā masākinuhum, każālika najzil-qaumal-mujrimīn","no_fn":"","text_fn":""},{"id":4536,"surah":46,"no_ayah":26,"theme":"Kehancuran Kaum ‘Ad","text_ayah":"وَلَقَدْ مَكَّنّٰهُمْ فِيْمَآ اِنْ مَّكَّنّٰكُمْ فِيْهِ وَجَعَلْنَا لَهُمْ سَمْعًا وَّاَبْصَارًا وَّاَفْـِٕدَةًۖ فَمَآ اَغْنٰى عَنْهُمْ سَمْعُهُمْ وَلَآ اَبْصَارُهُمْ وَلَآ اَفْـِٕدَتُهُمْ مِّنْ شَيْءٍ اِذْ كَانُوْا يَجْحَدُوْنَ بِاٰيٰتِ اللّٰهِ وَحَاقَ بِهِمْ مَّا كَانُوْا بِهٖ يَسْتَهْزِءُوْنَࣖ","text_id":"Sungguh, Kami benar-benar telah meneguhkan kedudukan mereka (‘Ad) yang tidak Kami berikan kepadamu (kafir Makkah). Kami telah memberikan kepada mereka pendengaran, penglihatan, dan hati, tetapi tidak berguna pendengaran, penglihatan, dan hati mereka itu sedikit pun karena mereka selalu mengingkari ayat-ayat Allah dan mereka telah dikepung oleh apa (azab) yang selalu mereka perolok-olokkan.","text_en":"We had strengthened them as We have not strengthened you, had given them ears and eyes and hearts; but nothing stood them in good stead, neither their ears nor eyes nor hearts, for they rejected the signs of God, and were seized by what they had mocked.","transliteration":"wa laqad makkannāhum fīmā im makkannākum fīhi wa ja'alnā lahum sam'aw wa abṣāraw wa af`idatan fa mā agnā 'an-hum sam'uhum wa lā abṣāruhum wa lā af`idatuhum min syai`in iż kānụ yaj-ḥadụna bi`āyātillāhi wa ḥāqa bihim mā kānụ bihī yastahzi`ụn","no_fn":"","text_fn":""},{"id":4537,"surah":46,"no_ayah":27,"theme":"Kehancuran Kaum ‘Ad","text_ayah":"وَلَقَدْ اَهْلَكْنَا مَا حَوْلَكُمْ مِّنَ الْقُرٰى وَصَرَّفْنَا الْاٰيٰتِ لَعَلَّهُمْ يَرْجِعُوْنَ","text_id":"Sungguh, benar-benar telah Kami binasakan negeri-negeri di sekitarmu (penduduk Makkah) dan telah Kami ulang-ulang (jelaskan) tanda-tanda (kebesaran Kami) agar mereka kembali (dari kekufuran).","text_en":"We have destroyed habitations all around you, having explained Our signs in different ways to them that they may turn back.","transliteration":"wa laqad ahlaknā mā ḥaulakum minal-qurā wa ṣarrafnal-āyāti la'allahum yarji'ụn","no_fn":"","text_fn":""},{"id":4538,"surah":46,"no_ayah":28,"theme":"Kehancuran Kaum ‘Ad","text_ayah":"فَلَوْلَا نَصَرَهُمُ الَّذِيْنَ اتَّخَذُوْا مِنْ دُوْنِ اللّٰهِ قُرْبَانًا اٰلِهَةً ۗبَلْ ضَلُّوْا عَنْهُمْۚ وَذٰلِكَ اِفْكُهُمْ وَمَا كَانُوْا يَفْتَرُوْنَ ","text_id":"Maka, mengapa (tuhan-tuhan) yang mereka sembah selain Allah untuk mendekatkan diri (kepada-Nya) itu tidak menolong mereka? Bahkan, tuhan-tuhan itu telah lenyap dari mereka. Itulah kebohongan mereka dan apa yang selalu mereka ada-adakan.","text_en":"Why then did the gods they had taken apart from God as propitiators, not come to their aid? In fact they strayed away from them. It was all a lie what they had contrived!","transliteration":"falau lā naṣarahumullażīnattakhażụ min dụnillāhi qurbānan ālihah, bal ḍallụ 'an-hum, wa żālika ifkuhum wa mā kānụ yaftarụn","no_fn":"","text_fn":""},{"id":4539,"surah":46,"no_ayah":29,"theme":"Penyiaran Al-Qur’an pada Golongan Jin","text_ayah":"وَاِذْ صَرَفْنَآ اِلَيْكَ نَفَرًا مِّنَ الْجِنِّ يَسْتَمِعُوْنَ الْقُرْاٰنَۚ فَلَمَّا حَضَرُوْهُ قَالُوْٓا اَنْصِتُوْاۚ فَلَمَّا قُضِيَ وَلَّوْا اِلٰى قَوْمِهِمْ مُّنْذِرِيْنَ ","text_id":"(Ingatlah) ketika Kami hadapkan kepadamu (Nabi Muhammad) sekelompok jin yang mendengarkan (bacaan) Al-Qur’an. Ketika menghadirinya, mereka berkata, “Diamlah!” Ketika (bacaannya) selesai, mereka kembali kepada kaumnya sebagai pemberi peringatan.","text_en":"And (remember), when We turned a company of jinns towards you to listen to the Qur'an, they arrived when it was being recited, and they said: \"Keep silent.\" When it was over they came back to their people, warning them:","transliteration":"wa iż ṣarafnā ilaika nafaram minal-jinni yastami'ụnal-qur`ān, fa lammā ḥaḍarụhu qālū anṣitụ, fa lammā quḍiya wallau ilā qaumihim munżirīn","no_fn":"","text_fn":""},{"id":4540,"surah":46,"no_ayah":30,"theme":"Penyiaran Al-Qur’an pada Golongan Jin","text_ayah":"قَالُوْا يٰقَوْمَنَآ اِنَّا سَمِعْنَا كِتٰبًا اُنْزِلَ مِنْۢ بَعْدِ مُوْسٰى مُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِ يَهْدِيْٓ اِلَى الْحَقِّ وَاِلٰى طَرِيْقٍ مُّسْتَقِيْمٍ ","text_id":"Mereka berkata, “Wahai kaum kami, sesungguhnya kami telah mendengarkan Kitab (Al-Qur’an) yang diturunkan setelah Musa sebagai pembenar (kitab-kitab) yang datang sebelumnya yang menunjukkan pada kebenaran dan yang (membimbing) ke jalan yang lurus.","text_en":"\"O our people:\" they said: \"we have listened to a Book which has come down after Moses, confirming what was (sent down) before it, showing the way to the truth and a path that is straight.","transliteration":"qālụ yā qaumanā innā sami'nā kitāban unzila mim ba'di mụsā muṣaddiqal limā baina yadaihi yahdī ilal-ḥaqqi wa ilā ṭarīqim mustaqīm","no_fn":"","text_fn":""},{"id":4541,"surah":46,"no_ayah":31,"theme":"Penyiaran Al-Qur’an pada Golongan Jin","text_ayah":"يٰقَوْمَنَآ اَجِيْبُوْا دَاعِيَ اللّٰهِ وَاٰمِنُوْا بِهٖ يَغْفِرْ لَكُمْ مِّنْ ذُنُوْبِكُمْ وَيُجِرْكُمْ مِّنْ عَذَابٍ اَلِيْمٍ ","text_id":"Wahai kaum kami, penuhilah (seruan Nabi Muhammad) yang mengajak pada (agama) Allah dan berimanlah kepada-Nya, niscaya Dia akan mengampuni sebagian dosa-dosamu dan menyelamatkanmu dari azab yang pedih.","text_en":"O our people, hearken to the summoner of God, and believe in him, so that He may forgive you your sins and save you from a painful doom.","transliteration":"yā qaumanā ajībụ dā'iyallāhi wa āminụ bihī yagfir lakum min żunụbikum wa yujirkum min 'ażābin alīm","no_fn":"","text_fn":""},{"id":4542,"surah":46,"no_ayah":32,"theme":"Penyiaran Al-Qur’an pada Golongan Jin","text_ayah":"وَمَنْ لَّا يُجِبْ دَاعِيَ اللّٰهِ فَلَيْسَ بِمُعْجِزٍ فِى الْاَرْضِ وَلَيْسَ لَهٗ مِنْ دُوْنِهٖٓ اَوْلِيَاۤءُۗ اُولٰۤىِٕكَ فِيْ ضَلٰلٍ مُّبِيْنٍ ","text_id":"Siapa yang tidak memenuhi (seruan Nabi Muhammad) yang mengajak pada (agama) Allah tidak kuasa (melepaskan diri dari siksa Allah) di bumi dan tidak ada para pelindung baginya selain Allah. Mereka itu berada dalam kesesatan yang nyata.”","text_en":"He who does not listen to the summoner of God cannot weaken (the power of) God on earth, nor will he have protectors other than Him. They are clearly in the wrong.\"","transliteration":"wa mal lā yujib dā'iyallāhi fa laisa bimu'jizin fil-arḍi wa laisa lahụ min dụnihī auliyā`, ulā`ika fī ḍalālim mubīn","no_fn":"","text_fn":""},{"id":4543,"surah":46,"no_ayah":33,"theme":"Penyiaran Al-Qur’an pada Golongan Jin","text_ayah":"اَوَلَمْ يَرَوْا اَنَّ اللّٰهَ الَّذِيْ خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ وَلَمْ يَعْيَ بِخَلْقِهِنَّ بِقٰدِرٍ عَلٰٓى اَنْ يُّحْيِ َۧ الْمَوْتٰى ۗبَلٰٓى اِنَّهٗ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ ","text_id":"Tidakkah mereka memperhatikan bahwa sesungguhnya Allah yang menciptakan langit dan bumi serta tidak merasa lelah karena menciptakannya, Dia kuasa untuk menghidupkan yang mati? Tentu demikian. Sesungguhnya Dia Mahakuasa atas segala sesuatu.","text_en":"Do they not realise that God who created the heavens and the earth, and did not tire creating them, is able to bring the dead to life? And why not? He has the power over everything.","transliteration":"a wa lam yarau annallāhallażī khalaqas-samāwāti wal-arḍa wa lam ya'ya bikhalqihinna biqādirin 'alā ay yuḥyiyal-mautā, balā innahụ 'alā kulli syai`ing qadīr","no_fn":"","text_fn":""},{"id":4544,"surah":46,"no_ayah":34,"theme":"Penyiaran Al-Qur’an pada Golongan Jin","text_ayah":"وَيَوْمَ يُعْرَضُ الَّذِيْنَ كَفَرُوْا عَلَى النَّارِۗ  اَلَيْسَ هٰذَا بِالْحَقِّۗ قَالُوْا بَلٰى وَرَبِّنَاۗقَالَ فَذُوْقُوا الْعَذَابَ بِمَا كُنْتُمْ تَكْفُرُوْنَ ","text_id":"Pada hari (ketika) orang-orang yang kufur dihadapkan pada neraka, (dikatakan kepada mereka,) “Bukankah (azab) ini merupakan kebenaran?” Mereka menjawab, “Tentu demikian, demi Tuhan kami.” Allah berfirman, “Maka, rasakanlah azab ini karena kamu selalu mengingkarinya.”","text_en":"The day the unbelievers will be stood before the Fire, (they will be asked:) \"Is this not the reality?\" They will answer: \"In truth, by our Lord!\" It will be said: \"Then taste the torment of what you had denied.\"","transliteration":"wa yauma yu'raḍullażīna kafarụ 'alan-nār, a laisa hāżā bil-ḥaqq, qālụ balā wa rabbinā, qāla fa żụqul-'ażāba bimā kuntum takfurụn","no_fn":"","text_fn":""},{"id":4545,"surah":46,"no_ayah":35,"theme":"Penyiaran Al-Qur’an pada Golongan Jin","text_ayah":"فَاصْبِرْ كَمَا صَبَرَ اُولُوا الْعَزْمِ مِنَ الرُّسُلِ وَلَا تَسْتَعْجِلْ لَّهُمْۗ كَاَنَّهُمْ يَوْمَ يَرَوْنَ مَا يُوْعَدُوْنَۙ  لَمْ يَلْبَثُوْٓا اِلَّا سَاعَةً مِّنْ نَّهَارٍۗ بَلٰغٌۚ فَهَلْ يُهْلَكُ اِلَّا الْقَوْمُ الْفٰسِقُوْنَࣖ","text_id":"Maka, bersabarlah engkau (Nabi Muhammad) sebagaimana ululazmi (orang-orang yang memiliki keteguhan hati) dari kalangan para rasul telah bersabar dan janganlah meminta agar azab disegerakan untuk mereka. Pada hari ketika melihat azab yang dijanjikan, seolah-olah mereka hanya tinggal (di dunia) sesaat saja pada siang hari. (Nasihatmu itu) merupakan peringatan (dari Allah). Maka, tidak ada yang dibinasakan kecuali kaum yang fasik.","text_en":"So bear with patience, as the apostles who were constant, bore; and do not be hasty (in demanding punishment) for them. On the day they see what they had been foretold, (they will realise) that they did not stay in the world but only an hour of the day. This is the message to be conveyed: Shall any perish but the ungodly?","transliteration":"faṣbir kamā ṣabara ulul-'azmi minar-rusuli wa lā tasta'jil lahum, ka`annahum yauma yarauna mā yụ'adụna lam yalbaṡū illā sā'atam min nahār, balāg, fa hal yuhlaku illal-qaumul-fāsiqụn","no_fn":"","text_fn":""}]