[{"id":4584,"surah":48,"no_ayah":1,"tema":"Kabar Gembira kepada Nabi Muhammad: Perjanjian Hudaibiah adalah Suatu Kemenangan yang Besar","text_ayah":"إِ[g[نّ]َا فَتَحْنَا لَكَ فَتْ[a:12625[حًا م]ُّبِينًا","text_id":"Sesungguhnya Kami telah menganugerahkan kepadamu kemenangan yang nyata","text_en":"WE HAVE GIVEN you a splendent victory","transliteration":"Innaa fatahnaa laka Fatham Mubeenaa","no_fn":"","text_fn":""},{"id":4585,"surah":48,"no_ayah":2,"tema":"Kabar Gembira kepada Nabi Muhammad: Perjanjian Hudaibiah adalah Suatu Kemenangan yang Besar","text_ayah":"لِّيَغْفِرَ لَكَ [h:12626[ٱ]للَّهُ مَا تَقَدَّمَ مِ[f:12627[ن ذ]َ[i:12628[نۢب]ِكَ وَمَا تَأَخَّرَ وَيُتِ[g[مّ]َ نِعْمَتَهُ[n[ۥ] عَلَيْكَ وَيَهْدِيَكَ صِر[n[َٲ][a:2898[طًا م]ُّسْتَقِيمًا","text_id":"agar Allah memberikan ampunan kepadamu (Nabi Muhammad) atas dosamu yang lalu dan yang akan datang, menyempurnakan nikmat-Nya atasmu, menunjukimu ke jalan yang lurus,","text_en":"That God may save you from earlier and subsequent blames, and complete His favours on you, and guide you on the straight path,","transliteration":"Liyaghfira lakal laahu maa taqaddama min zambika wa maa ta akhkhara wa yutimma ni'matahoo 'alaika wa yahdiyaka siraatam mustaqeema","no_fn":"","text_fn":""},{"id":4586,"surah":48,"no_ayah":3,"tema":"Kabar Gembira kepada Nabi Muhammad: Perjanjian Hudaibiah adalah Suatu Kemenangan yang Besar","text_ayah":"وَيَ[f:12629[نص]ُرَكَ [h:12630[ٱ]للَّهُ نَصْرًا عَزِيزًا","text_id":"dan agar Allah menolongmu dengan pertolongan yang besar.","text_en":"And help you with surpassing help.","transliteration":"Wa yansurakal laahu nasran 'azeezaa","no_fn":"","text_fn":""},{"id":4587,"surah":48,"no_ayah":4,"tema":"Kabar Gembira kepada Nabi Muhammad: Perjanjian Hudaibiah adalah Suatu Kemenangan yang Besar","text_ayah":"هُوَ [h:153[ٱ]لَّذ[o[ِىٓ] أَ[f:471[نز]َلَ [h:12631[ٱ][l[ل]سَّكِينَةَ فِى قُلُوبِ [h:12632[ٱ]لْمُؤْمِنِينَ لِيَزْدَاد[o[ُوٓ][s[اْ] إِيمَ[n[ـٰ][a:12633[نًا م]َّعَ إِيمَ[n[ـٰ]نِهِمْ‌ۗ وَلِلَّهِ جُنُودُ [h:12634[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:177[ٱ]لْأَرْضِ‌ۚ وَكَانَ [h:2653[ٱ]للَّهُ عَلِيمًا حَكِيمًا","text_id":"Dialah yang telah menurunkan ketenangan ke dalam hati orang-orang mukmin untuk menambah keimanan atas keimanan mereka (yang telah ada). Milik Allahlah bala tentara langit dan bumi dan Allah Maha Mengetahui lagi Mahabijaksana.","text_en":"It is He who sent down the sense of security into the hearts of believers so that their faith may increase with belief, -- God's are the armies of the heavens and the earth; and God is all-knowing and all-wise; --","transliteration":"Huwal lazeee anzalas sakeenata fee quloobil mu'mineena liyazdaadooo eemaanamma'a eemaanihim; wa lillaahi junoodus samawaati wal ard; wa kaanal laahu 'Aleeman Hakeemaa","no_fn":"","text_fn":""},{"id":4588,"surah":48,"no_ayah":5,"tema":"Kabar Gembira kepada Nabi Muhammad: Perjanjian Hudaibiah adalah Suatu Kemenangan yang Besar","text_ayah":"لِّيُ[q:12635[دْ]خِلَ [h:12636[ٱ]لْمُؤْمِنِينَ وَ[h:5718[ٱ]لْمُؤْمِنَ[n[ـٰ]تِ جَ[g[نّ]َ[n[ـٰ][f:119[تٍ ت]َ[q:120[جْ]رِى مِ[f:121[ن ت]َحْتِهَا [h:122[ٱ]لْأَنْهَ[n[ـٰ]رُ خَ[n[ـٰ]لِدِينَ فِيهَا وَيُكَفِّرَ عَنْهُمْ سَيِّـَٔـاتِهِمْ‌ۚ وَكَانَ ذ[n[َٲ]لِكَ عِ[f:264[ند]َ [h:408[ٱ]للَّهِ فَوْزًا عَظِيمًا","text_id":"(Hal itu) agar Dia memasukkan orang-orang mukmin laki-laki dan perempuan ke dalam surga yang mengalir di bawahnya sungai-sungai. Mereka kekal di dalamnya. Dia pun akan menghapus kesalahan-kesalahan mereka. Yang demikian itu menurut Allah suatu keuntungan yang besar.","text_en":"And that He may admit men and women who believe into gardens with rivers running by, to live for ever there, and absolve their evil, -- This, in the sight of God, will be the great fulfilment --","transliteration":"Liyudkhilal mu'mineena walmu'minaati jannaatin tajree min tahtihal anhaaru khaalideena feehaa wa yukaffira 'anhum saiyi aatihim; wa kaana zaalika 'indal laahi fawzan 'azeemaa","no_fn":"","text_fn":""},{"id":4589,"surah":48,"no_ayah":6,"tema":"Kabar Gembira kepada Nabi Muhammad: Perjanjian Hudaibiah adalah Suatu Kemenangan yang Besar","text_ayah":"وَيُعَذِّبَ [h:10755[ٱ]لْمُنَ[n[ـٰ]فِقِينَ وَ[h:5699[ٱ]لْمُنَ[n[ـٰ]فِقَ[n[ـٰ]تِ وَ[h:10916[ٱ]لْمُشْرِكِينَ وَ[h:10917[ٱ]لْمُشْرِكَ[n[ـٰ]تِ [h:12637[ٱ][l[ل]ظّ[m[َا]ٓ[g[نّ]ِينَ بِ[h:32[ٱ]للَّهِ ظَ[g[نّ]َ [h:12638[ٱ][l[ل]سَّوْءِ‌ۚ عَلَيْهِمْ د[o[َا]ٓئِرَةُ [h:5798[ٱ][l[ل]سَّوْءِ‌ۖ وَغَضِبَ [h:3036[ٱ]للَّهُ عَلَيْهِمْ وَلَعَنَهُمْ وَأَعَدَّ لَهُمْ جَهَ[g[نّ]َمَ‌ۖ وَس[o[َا]ٓءَتْ مَصِيرًا","text_id":"(Juga agar) Dia mengazab orang-orang munafik laki-laki dan perempuan serta orang-orang musyrik laki-laki dan perempuan yang berprasangka buruk terhadap Allah. Mereka akan mendapat giliran (azab) yang buruk. Allah pun murka kepada mereka, melaknat mereka, dan menyediakan (neraka) Jahanam bagi mereka. Itulah seburuk-buruk tempat kembali. ","text_en":"And that He may punish men and women (who are) hypocrites, and idolaters and idolatresses who entertain evil notions of God: It is against them that the wheel of misfortune will turn, and God will be wroth with them, and condemn them. For them He has prepared Hell, an evil destination!","transliteration":"Wa yu'azzibal munaafiqeena walmunaafiqaati wal mushrikeena walmushrikaatiz zaaanneena billaahi zannas saw'; 'alaihim daaa'iratus saw'i wa ghadibal laahu 'alaihim wa la'anahum wa a'adda lahum jahannama wa saaa' at maseeraa","no_fn":"","text_fn":""},{"id":4590,"surah":48,"no_ayah":7,"tema":"Kabar Gembira kepada Nabi Muhammad: Perjanjian Hudaibiah adalah Suatu Kemenangan yang Besar","text_ayah":"وَلِلَّهِ جُنُودُ [h:12634[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:177[ٱ]لْأَرْضِ‌ۚ وَكَانَ [h:2653[ٱ]للَّهُ عَزِيزًا حَكِيمًا","text_id":"Milik Allahlah bala tentara langit dan bumi. Allah Mahaperkasa lagi Mahabijaksana. ","text_en":"For God's are the armies of the heavens and the earth; and God is all-knowing and all-wise.","transliteration":"Wa lillaahi junoodus samaawaati wal ard; wa kaanal laahu 'azeezan hakeema","no_fn":"","text_fn":""},{"id":4591,"surah":48,"no_ayah":8,"tema":"Terjadinya Baiat Ridwan","text_ayah":"إِ[g[نّ][o[َآ] أَرْسَلْنَ[n[ـٰ]كَ شَ[n[ـٰ]هِ[a:10848[دًا و]َمُبَشِّ[a:10849[رًا و]َنَذِيرًا","text_id":"Sesungguhnya Kami mengutus engkau (Nabi Muhammad) sebagai saksi, pembawa berita gembira, dan pemberi peringatan","text_en":"We have sent you as witness (of the truth) and harbinger of good news and a warner,","transliteration":"Innaaa arsalnaaka shaahi danw wa mubashshiranw wa nazeera","no_fn":"","text_fn":""},{"id":4592,"surah":48,"no_ayah":9,"tema":"Terjadinya Baiat Ridwan","text_ayah":"لِّتُؤْمِنُو[s[اْ] بِ[h:32[ٱ]للَّهِ وَرَسُولِه[n[ِۦ] وَتُعَزِّرُوهُ وَتُوَقِّرُوهُ وَتُسَبِّحُوهُ بُكْرَ[a:9566[ةً و]َأَصِيلاً","text_id":"agar kamu sekalian beriman kepada Allah dan Rasul-Nya, menguatkan (agama)-Nya, membesarkan-Nya, dan bertasbih kepada-Nya, baik pagi maupun petang.","text_en":"So that (men) may believe in God and His Apostle, and honour Him and revere Him, and sing His praises morning and evening.","transliteration":"Litu minoo billaahi wa Rasoolihee wa tu'azziroohu watuwaqqiroohu watusabbi hoohu bukratanw wa aseelaa","no_fn":"","text_fn":""},{"id":4593,"surah":48,"no_ayah":10,"tema":"Terjadinya Baiat Ridwan","text_ayah":"إِ[g[نّ]َ [h:24[ٱ]لَّذِينَ يُبَايِعُونَكَ إِ[g[نّ]َمَا يُبَايِعُونَ [h:12639[ٱ]للَّهَ يَدُ [h:3668[ٱ]للَّهِ فَوْقَ أَيْدِيهِمْ‌ۚ فَم[a:12640[َن ن]َّكَثَ فَإِ[g[نّ]َمَا يَ[f:12641[نك]ُثُ عَلَىٰ نَفْسِه[n[ِۦ]‌ۖ وَمَنْ أَوْفَىٰ بِمَا عَ[n[ـٰ]هَدَ عَلَيْهُ [h:12642[ٱ]للَّهَ فَسَيُؤْتِيهِ أَ[q:2795[جْ]رًا عَظِيمًا","text_id":"Sesungguhnya orang-orang yang berjanji setia kepadamu (Nabi Muhammad), (pada hakikatnya) mereka berjanji setia kepada Allah. Tangan<sup>692)</sup> Allah di atas tangan mereka. Oleh sebab itu, siapa yang melanggar janji (setia itu), maka sesungguhnya (akibat buruk dari) pelanggaran itu hanya akan menimpa dirinya sendiri. Siapa yang menepati janjinya kepada Allah, maka Dia akan menganugerahinya pahala yang besar. ","text_en":"Those who swear allegiance to you indeed swear allegiance to God; and God's protection is over them. Then whosoever breaks the promise breaks it to his own loss; but whosoever fulfills the promise made to God will receive a great reward from Him.","transliteration":"Innal lazeena yubaayi'oonaka innamaa yubaayi'oonal laaha yadul laahi fawqa aydehim; faman nakasa fainnamaa yuankusu 'alaa nafsihee wa man awfaa bimaa 'aahada 'alihul laaha fasa yu'teehi ajran 'azeemaa","no_fn":"692","text_fn":"692) Ini termasuk ayat-ayat sifat. Ahli tafsir berbeda pendapat mengenai ayat ini. Sebagian menjelaskan bahwa yang dimaksud tangan adalah kekuatan dan kekuasaan Allah. Sebagian yang lain memahaminya sebagai pengawasan Allah akan janji setia yang diberikan oleh beberapa orang kepada Nabi Muhammad saw."},{"id":4594,"surah":48,"no_ayah":11,"tema":"Celaan terhadap Orang-Orang yang Takut Berperang","text_ayah":"سَيَقُولُ لَكَ [h:12643[ٱ]لْمُخَلَّفُونَ مِنَ [h:5777[ٱ]لْأَعْرَابِ شَغَلَتْن[o[َآ] أَمْو[n[َٲ]لُنَا وَأَهْلُونَا فَ[h:12644[ٱ]سْتَغْفِرْ لَنَا‌ۚ يَقُولُونَ بِأَلْسِنَتِه[w:12645[ِم م]َّا لَيْسَ فِى قُلُوبِهِمْ‌ۚ قُلْ فَم[a:3449[َن ي]َمْلِكُ لَك[w:1578[ُم م]ِّنَ [h:321[ٱ]للَّهِ شَيْــًٔا إِنْ أَرَادَ بِكُمْ ضَرًّا أَوْ أَرَادَ بِكُمْ نَفْع[i:12646[َۢا‌ۚ ب]َلْ كَانَ [h:742[ٱ]للَّهُ بِمَا تَعْمَلُونَ خَبِيرَۢا","text_id":"Orang-orang Arab Badui yang ditinggalkan (karena tidak mau ikut ke Hudaibiah) akan berkata kepadamu, “Kami telah disibukkan oleh harta dan keluarga kami, maka mohonkanlah ampunan untuk kami.” Mereka mengucapkan dengan mulutnya apa yang tidak ada dalam hatinya. Katakanlah, “Siapakah yang dapat menghalang-halangi kehendak Allah jika Dia menghendaki mudarat terhadap kamu atau jika Dia menghendaki manfaat bagimu? Bahkan, Allah Mahateliti terhadap apa yang kamu kerjakan.” ","text_en":"The Arabs of the desert who had stayed behind will now say to you: \"We were occupied with our flocks and herds and families, so ask forgiveness for us. They say with their tongues what is not in their hearts. Tell them: \"Who can prevail with God for you if He wish you harm or benefit? Surely God is well aware of what you do.","transliteration":"Sa yaqoolu lakal mukhal lafoona minal-A'raabi shaighalatnaaa amwaalunaa wa ahloonaa fastaghfir lanaa; yaqooloona bi alsinatihim maa laisa fee quloobihim; qul famany yamliku lakum minal laahi shai'an in araada bikum darran aw araada bikum naf'aa; bal kaanal laahu bimaa ta'maloona Khabeeraa","no_fn":"","text_fn":""},{"id":4595,"surah":48,"no_ayah":12,"tema":"Celaan terhadap Orang-Orang yang Takut Berperang","text_ayah":"بَلْ ظَنَ[f:12002[نت]ُمْ أ[u:8842[َن ل]ّ[a:12647[َن ي]َ[f:12648[نق]َلِبَ [h:12649[ٱ][l[ل]رَّسُولُ وَ[h:1709[ٱ]لْمُؤْمِنُونَ إِلَ[o[ىٰٓ] أَهْلِيهِمْ أَبَ[a:12650[دًا و]َزُيِّنَ ذ[n[َٲ]لِكَ فِى قُلُوبِكُمْ وَظَنَ[f:12651[نت]ُمْ ظَ[g[نّ]َ [h:12638[ٱ][l[ل]سَّوْءِ وَكُ[f:151[نت]ُمْ قَوْم[i:9595[َۢا ب]ُورًا","text_id":"Bahkan, (semula) kamu menyangka bahwa Rasul dan orang-orang mukmin sama sekali tidak akan kembali lagi kepada keluarga mereka selama-lamanya dan dijadikan terasa indah yang demikian itu di dalam hatimu. Kamu telah berprasangka buruk. Oleh sebab itu, kamu menjadi kaum yang binasa.","text_en":"In fact you imagined that the Prophet and the faithful would never come back home; and this seemed pleasing to your hearts, and you entertained evil thoughts. You are a people lost.","transliteration":"Bal zanantum al lany yanqalibar Rasoolu walmu'minoona ilaaa ahleehim abadanw wa zuyyina zaalika fee quloobikum wa zanantum zannnas saw'i wa kuntum qawmam booraa","no_fn":"","text_fn":""},{"id":4596,"surah":48,"no_ayah":13,"tema":"Celaan terhadap Orang-Orang yang Takut Berperang","text_ayah":"وَم[u:1416[َن ل]َّمْ يُؤْم[i:12652[ِنۢ ب]ِ[h:32[ٱ]للَّهِ وَرَسُولِه[n[ِۦ] فَإِ[g[نّ][o[َآ] أَعْتَ[q:2660[دْ]نَا لِلْكَ[n[ـٰ]فِرِينَ سَعِيرًا","text_id":"Siapa yang tidak beriman kepada Allah dan Rasul-Nya, maka sesungguhnya Kami telah menyediakan untuk orang-orang kafir itu (neraka) Sa‘ir (yang menyala-nyala).","text_en":"He who does not believe in God and His Apostle (should know) We have prepared for unbelievers a blazing fire.\"","transliteration":"Wa mal lam yu'mim billaahi wa Rasoolihee fainnaaa a'tadnaa lilkaafireena sa'eeraa","no_fn":"","text_fn":""},{"id":4597,"surah":48,"no_ayah":14,"tema":"Celaan terhadap Orang-Orang yang Takut Berperang","text_ayah":"وَلِلَّهِ مُلْكُ [h:555[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:177[ٱ]لْأَرْضِ‌ۚ يَغْفِرُ لِم[a:1537[َن ي]َش[o[َا]ٓءُ وَيُعَذِّبُ م[a:476[َن ي]َش[o[َا]ٓءُ‌ۚ وَكَانَ [h:2653[ٱ]للَّهُ غَفُو[u:2701[رًا ر]َّحِيمًا","text_id":"Milik Allahlah kerajaan langit dan bumi. Dia mengampuni siapa yang Dia kehendaki dan mengazab siapa yang Dia kehendaki. Allah Maha Pengampun lagi Maha Penyayang.","text_en":"To God belongs the kingdom of the heavens and the earth; He may forgive whosoever He please, and afflict whosoever He will. Yet God is forgiving and kind.","transliteration":"Wa lillaahii mulkus samaawaati wal ard; yaghfiru limany yashaaa'u wa yu'azzibu many yashaaa'; wa kaanal laahu Ghafoorar Raheemaa","no_fn":"","text_fn":""},{"id":4598,"surah":48,"no_ayah":15,"tema":"Celaan terhadap Orang-Orang yang Takut Berperang","text_ayah":"سَيَقُولُ [h:12653[ٱ]لْمُخَلَّفُونَ إِذَا [h:12654[ٱ][f:12655[نط]َلَ[q:12655[قْ]تُمْ إِلَىٰ مَغَانِمَ لِتَأْخُذُوهَا ذَرُونَا نَتَّبِعْكُمْ‌ۖ يُرِيدُونَ أ[a:12656[َن ي]ُبَدِّلُو[s[اْ] كَلَ[n[ـٰ]مَ [h:389[ٱ]للَّهِ‌ۚ قُل لَّ[f:12657[ن ت]َتَّبِعُونَا كَذ[n[َٲ]لِكُمْ قَالَ [h:1961[ٱ]للَّهُ مِ[f:128[ن ق]َ[q:129[بْ]لُ‌ۖ فَسَيَقُولُونَ بَلْ تَحْسُدُونَنَا‌ۚ بَلْ كَانُو[s[اْ] لَا يَفْقَهُونَ إِلَّا قَلِيلاً","text_id":"Apabila kamu nanti berangkat untuk mengambil rampasan perang, orang-orang Badui yang ditinggalkan itu akan berkata, “Biarkanlah kami mengikutimu.” Mereka hendak mengubah janji Allah.<sup>693)</sup>  Katakanlah, “Kamu sekali-kali  tidak (boleh) mengikuti kami. Demikianlah yang telah difirmankan Allah sebelumnya.” Maka, mereka akan berkata, “Sebenarnya kamu dengki kepada kami,” padahal mereka tidak mengerti kecuali sedikit sekali.","text_en":"Those who had stayed behind will say: \"When you depart for taking the spoils, allow us to follow you.\" They wish to change the word of God. Tell them: \"You will not follow us. That is what God has already said before.\" They will say: \"You are envious of our gain.\" The fact is they understand but little.","transliteration":"Sa yaqoolul mukhalla foona izan talaqtum ilaa maghaanima litaakhuzoohaa zaroonaa nattabi'kum yureedoona any yubaddiloo Kalaamallaah; qul lan tattabi'oonaa kazaalikum qaalal laahu min qablu fasa yaqooloona bal tahsudoonanna; bal kaanoo laa yafqahoona illaa qaleela","no_fn":"693","text_fn":"693) Mereka ingin mengubah janji Allah bahwa rampasan itu (Khaibar) hanya untuk orang-orang yang ikut dalam Perjanjian Hudaibiah. Perjanjian itu terjadi pada akhir tahun keenam Hijriah. Kemudian, pada Muharam tahun ketujuh, Rasulullah dan para sahabat berangkat perang menuju Khaibar. Pada perang Khaibar ini, orang-orang Badui yang tidak ikut dalam Perjanjian Hudaibiah bermaksud untuk ikut berangkat ke Khaibar agar turut serta mendapatkan rampasan perang. Allah mengabarkan bahwa Dia telah berjanji bahwa rampasan perang ini hanya untuk mereka yang ikut dalam Perjanjian Hudaibiah."},{"id":4599,"surah":48,"no_ayah":16,"tema":"Celaan terhadap Orang-Orang yang Takut Berperang","text_ayah":"قُل لِّلْمُخَلَّفِينَ مِنَ [h:5777[ٱ]لْأَعْرَابِ سَتُ[q:12658[دْ]عَوْنَ إِلَىٰ قَوْمٍ أُ[s[وْ]لِى بَأْ[f:7663[سٍ ش]َدِي[f:12659[دٍ ت]ُقَ[n[ـٰ]تِلُونَهُمْ أَوْ يُسْلِمُونَ‌ۖ فَإِ[f:12660[ن ت]ُطِيعُو[s[اْ] يُؤْتِكُمُ [h:12661[ٱ]للَّهُ أَ[q:2795[جْ]رًا حَسَ[a:12662[نًا‌ۖ و]َإِ[f:12623[ن ت]َتَوَلَّوْ[s[اْ] كَمَا تَوَلَّيْت[w:336[ُم م]ِّ[f:128[ن ق]َ[q:129[بْ]لُ يُعَذِّ[q:5585[بْ]كُمْ عَذَابًا أَلِيمًا","text_id":"Katakanlah kepada orang-orang Arab Badui yang ditinggalkan itu, “Kamu akan diajak untuk (memerangi) kaum yang mempunyai kekuatan yang besar. Kamu akan memerangi mereka atau mereka menyerah. Jika kamu mematuhi (ajakan itu), Allah akan memberimu balasan yang baik. Akan tetapi, jika kamu berpaling seperti yang kamu perbuat sebelumnya, Dia akan mengazabmu dengan azab yang pedih.”","text_en":"Say to the desert Arabs who had stayed behind: \"You will be called against a formidable people. You will fight them till they surrender. If you obey, then He will give you a good reward; but if you turn back, as you had done before, He will punish you with a grievous affliction.\"","transliteration":"Qul lilmukhallafeena minal A'raabi satud'awna ilaa qawmin ulee baasin shadeedin tuqaati loonahum aw yuslimoona fa in tutee'oo yu'tikumul laahu ajran hasananw wa in tatawallaw kamaa tawallaitum min qablu yu'azzibkum 'azaaban aleemaa","no_fn":"","text_fn":""},{"id":4600,"surah":48,"no_ayah":17,"tema":"Celaan terhadap Orang-Orang yang Takut Berperang","text_ayah":"لَّيْسَ عَلَى [h:9532[ٱ]لْأَعْمَىٰ حَرَ[a:9533[جٌ و]َلَا عَلَى [h:9534[ٱ]لْأَعْرَجِ حَرَ[a:9533[جٌ و]َلَا عَلَى [h:9535[ٱ]لْمَرِيضِ حَرَ[a:12663[جٌ‌ۗ و]َم[a:2629[َن ي]ُطِعِ [h:2630[ٱ]للَّهَ وَرَسُولَهُ[n[ۥ] يُ[q:2631[دْ]خِلْهُ جَ[g[نّ]َ[n[ـٰ][f:119[تٍ ت]َ[q:120[جْ]رِى مِ[f:121[ن ت]َحْتِهَا [h:122[ٱ]لْأَنْهَ[n[ـٰ]رُ‌ۖ وَم[a:3640[َن ي]َتَوَلَّ يُعَذِّ[q:12664[بْ]هُ عَذَابًا أَلِيمًا","text_id":"Tidak ada dosa atas orang-orang yang buta, orang-orang yang pincang, dan orang-orang yang sakit (apabila tidak ikut berperang). Siapa yang taat kepada Allah dan Rasul-Nya, dia akan dimasukkan oleh-Nya ke dalam surga yang mengalir bawahnya sungai-sungai. Akan tetapi, siapa yang berpaling, dia akan diazab oleh-Nya dengan azab yang pedih. ","text_en":"It is not binding on the blind, the lame or the sick (to follow this command); but those who obey God and His Apostle will be admitted by God to gardens with running streams; but those who turn back will suffer a painful doom.","transliteration":"Laisa 'alal a'maa harajunw wa laa 'alal a'raji harajunw wa laa 'alal mareedi haraj' wa many yutil'il laaha wa Rasoolahoo yudkhilhu jannaatin tajree min tahtihal anhaaru wa many yatawalla yu'azzibhu 'azaaban aleemaa","no_fn":"","text_fn":""},{"id":4601,"surah":48,"no_ayah":18,"tema":"Allah Meridai Para Sahabat yang Mengadakan Baiat Ridwan","text_ayah":"۞ لَّقَ[q:2389[دْ] رَضِىَ [h:3910[ٱ]للَّهُ عَنِ [h:12665[ٱ]لْمُؤْمِنِينَ إِذْ يُبَايِعُونَكَ تَحْتَ [h:12666[ٱ][l[ل]شَّجَرَةِ فَعَلِمَ مَا فِى قُلُوبِهِمْ فَأَ[f:5594[نز]َلَ [h:12667[ٱ][l[ل]سَّكِينَةَ عَلَيْهِمْ وَأَثَ[n[ـٰ]بَهُمْ فَتْ[f:12668[حًا ق]َرِيبًا","text_id":"Sungguh, Allah benar-benar telah meridai orang-orang mukmin ketika mereka berjanji setia kepadamu (Nabi Muhammad) di bawah sebuah pohon. Dia mengetahui apa yang ada dalam hati mereka, lalu Dia menganugerahkan ketenangan kepada mereka dan memberi balasan berupa kemenangan yang dekat","text_en":"God was pleased with the believers when they swore allegiance to you under the tree, for He knew well what was in their hearts, and sent down tranquility on them, and rewarded them with an expeditious victory","transliteration":"Laqad radiyal laahu 'anil mu'mineena iz yubaayi 'oonaka tahtash shajarati fa'alima maa fee quloobihim fa anzalas sakeenata 'alaihim wa asaa bahum fat han qareebaa","no_fn":"","text_fn":""},{"id":4602,"surah":48,"no_ayah":19,"tema":"Allah Meridai Para Sahabat yang Mengadakan Baiat Ridwan","text_ayah":"وَمَغَانِمَ كَثِيرَ[a:12669[ةً ي]َأْخُذُونَهَا‌ۗ وَكَانَ [h:2653[ٱ]للَّهُ عَزِيزًا حَكِيمًا","text_id":"dan harta rampasan perang yang banyak yang dapat mereka ambil. Allah Mahaperkasa lagi Mahabijaksana.","text_en":"And the many spoils that they were to take. God is all-mighty and all-wise.","transliteration":"Wa maghaanima kaseera tany yaakhuzoonahaa; wa kaanal laahu 'Azeezan Hakeemaa","no_fn":"","text_fn":""},{"id":4603,"surah":48,"no_ayah":20,"tema":"Allah Meridai Para Sahabat yang Mengadakan Baiat Ridwan","text_ayah":"وَعَدَكُمُ [h:12670[ٱ]للَّهُ مَغَانِمَ كَثِيرَ[f:12671[ةً ت]َأْخُذُونَهَا فَعَجَّلَ لَكُمْ هَ[n[ـٰ]ذِه[n[ِۦ] وَكَفَّ أَيْدِىَ [h:12672[ٱ][l[ل][g[نّ]َاسِ عَ[f:255[نك]ُمْ وَلِتَكُونَ ءَايَ[u:12673[ةً ل]ِّلْمُؤْمِنِينَ وَيَهْدِيَكُمْ صِر[n[َٲ][a:2898[طًا م]ُّسْتَقِيمًا","text_id":"Allah telah menjanjikan kepadamu rampasan perang yang banyak yang (nanti) dapat kamu ambil, maka Dia menyegerakan (harta rampasan perang) ini untukmu.<sup>694)</sup> Dia menahan tangan (mencegah) manusia dari (upaya menganiaya)-mu (agar kamu mensyukuri-Nya), agar menjadi bukti bagi orang-orang mukmin, dan agar Dia menunjukkan kamu ke jalan yang lurus. ","text_en":"God had promised you many spoils that you would capture; so He gave this soon enough to you, and stayed the hands of men from you that it may serve as a sign for believers, and guide you on the straight path;","transliteration":"Wa'adakumul laahu ma ghaanima kaseeratan taakhuzoo nahaa fa'ajjala lakum haazihee wa kaffa aydiyan naasi 'ankum wa litakoona aayatal lilmu'mineena wa yahdiyakum siraatam mustaqeema","no_fn":"694","text_fn":"694) Allah menjanjikan harta rampasan perang yang banyak kepada kaum muslim. Sebagai pendahuluan, Allah memberikannya pada Perang Khaibar."},{"id":4604,"surah":48,"no_ayah":21,"tema":"Allah Meridai Para Sahabat yang Mengadakan Baiat Ridwan","text_ayah":"وَأُخْرَىٰ لَمْ تَ[q:3529[قْ]دِرُو[s[اْ] عَلَيْهَا قَ[q:298[دْ] أَحَاطَ [h:12674[ٱ]للَّهُ بِهَا‌ۚ وَكَانَ [h:2653[ٱ]للَّهُ عَلَىٰ كُلِّ ش[f:10766[َىْءٍ ق]َدِيرًا","text_id":"(Allah menjanjikan pula rampasan perang) lain yang kamu belum dapat menguasainya, tetapi sungguh Allah telah menguasainya. Allah Mahakuasa atas segala sesuatu.","text_en":"And other (benefits) which you have not yet obtained, are within the compass of God, for God has power over everything.","transliteration":"Wa ukhraa lam taqdiroo 'alaihaa qad ahaatal laahu bihaa; wa kaanal laahu 'alaa kulli shai'in qadeera","no_fn":"","text_fn":""},{"id":4605,"surah":48,"no_ayah":22,"tema":"Allah Meridai Para Sahabat yang Mengadakan Baiat Ridwan","text_ayah":"وَلَوْ قَ[n[ـٰ]تَلَكُمُ [h:12675[ٱ]لَّذِينَ كَفَرُو[s[اْ] لَوَلَّوُ[s[اْ] [h:12676[ٱ]لْأَ[q:2168[دْ]بَ[n[ـٰ]رَ ثُ[g[مّ]َ لَا يَجِدُونَ وَلِي[a:3006[ًّا و]َلَا نَصِيرًا","text_id":"Sekiranya orang-orang yang kufur itu memerangi kamu, pastilah mereka akan berbalik melarikan diri (kalah), kemudian mereka tidak akan mendapatkan pelindung dan penolong. ","text_en":"Had the unbelievers fought you they would have turned their backs and not found a protector or helper.","transliteration":"Wa law qaatalakumul lazeena kafaroo la wallawul adbaara summa laa yajidoona waliyanw-wa laa naseeraa","no_fn":"","text_fn":""},{"id":4606,"surah":48,"no_ayah":23,"tema":"Allah Meridai Para Sahabat yang Mengadakan Baiat Ridwan","text_ayah":"سُ[g[نّ]َةَ [h:10837[ٱ]للَّهِ [h:4656[ٱ]لَّتِى قَ[q:298[دْ] خَلَتْ مِ[f:128[ن ق]َ[q:129[بْ]لُ‌ۖ وَلَ[f:3232[ن ت]َجِدَ لِسُ[g[نّ]َةِ [h:10896[ٱ]للَّهِ تَ[q:10752[بْ]دِيلاً","text_id":"(Demikianlah) sunatullah yang sungguh telah berlaku sejak dahulu. Kamu sekali-kali tidak akan menemukan perubahan pada sunatullah itu.","text_en":"This is the law of God, effective as before: You will not find any change in the law of God.","transliteration":"Sunnatal laahil latee qad khalat min qablu wa lan tajida lisunnatil laahi tabdeelaa","no_fn":"","text_fn":""},{"id":4607,"surah":48,"no_ayah":24,"tema":"Allah Meridai Para Sahabat yang Mengadakan Baiat Ridwan","text_ayah":"وَهُوَ [h:4114[ٱ]لَّذِى كَفَّ أَيْدِيَهُمْ عَ[f:255[نك]ُمْ وَأَيْدِيَكُمْ عَنْه[c:12677[ُم ب]ِبَ[q:12678[طْ]نِ مَكَّةَ م[i:146[ِنۢ ب]َعْدِ أَنْ أَظْفَرَكُمْ عَلَيْهِمْ‌ۚ وَكَانَ [h:2653[ٱ]للَّهُ بِمَا تَعْمَلُونَ بَصِيرًا","text_id":"Dialah (Allah) yang menahan tangan (mencegah) mereka dari (upaya menganiaya) kamu dan menahan tangan (mencegah) kamu dari (upaya menganiaya) mereka di tengah (kota) Makkah setelah Dia memenangkan kamu atas mereka. Allah Maha Melihat apa yang kamu kerjakan. ","text_en":"It was He who restrained their hands from you in the heart of Makkah, and your hands from them, after He had given you victory over them, as God sees all that you do.","transliteration":"Wa Huwal lazee kaffa aydiyahum 'ankum wa aydiyakum 'anhum bibatni Makkata mim ba'di an azfarakum 'alaihim; wa kaanal laahu bimaa ta'maloona Baseera","no_fn":"","text_fn":""},{"id":4608,"surah":48,"no_ayah":25,"tema":"Allah Meridai Para Sahabat yang Mengadakan Baiat Ridwan","text_ayah":"هُمُ [h:12679[ٱ]لَّذِينَ كَفَرُو[s[اْ] وَصَدُّوكُمْ عَنِ [h:3362[ٱ]لْمَسْجِدِ [h:752[ٱ]لْحَرَامِ وَ[h:3816[ٱ]لْهَ[q:3816[دْ]ىَ مَعْكُوفًا أ[a:12680[َن ي]َ[q:1053[بْ]لُغَ مَحِلَّهُ[n[ۥ]‌ۚ وَلَوْلَا رِجَا[a:12681[لٌ م]ُّؤْمِنُونَ وَنِس[o[َا]ٓ[a:12682[ءٌ م]ُّؤْمِنَ[n[ـٰ][u:12683[تٌ ل]َّمْ تَعْلَمُوهُمْ أَ[f:12684[ن ت]َطَــُٔوهُمْ فَتُصِيبَك[w:12685[ُم م]ِّنْه[w:12686[ُم م]َّعَرَّ[i:12687[ةُۢ ب]ِغَيْرِ عِلْ[u:12688[مٍ‌ۖ ل]ِّيُ[q:12635[دْ]خِلَ [h:12689[ٱ]للَّهُ فِى رَحْمَتِه[n[ِۦ] م[a:476[َن ي]َش[o[َا]ٓءُ‌ۚ لَوْ تَزَيَّلُو[s[اْ] لَعَذَّ[q:12690[بْ]نَا [h:12691[ٱ]لَّذِينَ كَفَرُو[s[اْ] مِنْهُمْ عَذَابًا أَلِيمًا","text_id":"Merekalah orang-orang yang kufur dan menghalang-halangi kamu (masuk) Masjidilharam dan (menghalangi pula) hewan-hewan kurban yang terkumpul sampai ke tempat (penyembelihan)-nya. Seandainya tidak ada beberapa orang laki-laki dan perempuan yang beriman yang tidak kamu ketahui (keberadaannya karena berbaur dengan orang-orang kafir, yaitu seandainya tidak dikhawatirkan) kamu akan membunuh mereka yang menyebabkan kamu ditimpa kesulitan tanpa kamu sadari, (maka Allah tidak akan mencegahmu untuk memerangi mereka. Itu semua) karena Allah hendak memasukkan siapa yang Dia kehendaki ke dalam rahmat-Nya. Sekiranya mereka terpisah, tentu Kami akan mengazab orang-orang yang kufur di antara mereka dengan azab yang pedih. ","text_en":"It were those who disbelieved who hindered you from (going to) the Holy Mosque, preventing your offerings from arriving at the place of sacrifice. Had it not been for (the presence of) believers, men and women, (among the unbelievers) of whom you were unaware, and whom you might have trampled and thus incurred guilt unknowingly on account of them, (the matter would have been settled). (But this was not done) so that God may admit into His favour whom He willed. If these (believers) had been separated from them, He would have inflicted a grievous punishment on the unbelievers.","transliteration":"Humul lazeena kafaroo wa saddookum 'anil-Masjidil-Haraami walhadya ma'koofan any yablugha mahillah; wa law laa rijaalum mu'minoona wa nisaaa'um mu'minaatul lam ta'lamoohum an tata'oohum fatuseebakum minhum ma'arratum bighairi 'ilmin liyud khilal laahu fee rahmatihee many yashaaa'; law tazayyaloo la'azzabnal lazeena kafaroo minhum 'azaaban aleema","no_fn":"","text_fn":""},{"id":4609,"surah":48,"no_ayah":26,"tema":"Allah Meridai Para Sahabat yang Mengadakan Baiat Ridwan","text_ayah":"إِذْ جَعَلَ [h:12692[ٱ]لَّذِينَ كَفَرُو[s[اْ] فِى قُلُوبِهِمُ [h:12693[ٱ]لْحَمِيَّةَ حَمِيَّةَ [h:12694[ٱ]لْجَ[n[ـٰ]هِلِيَّةِ فَأَ[f:5594[نز]َلَ [h:5595[ٱ]للَّهُ سَكِينَتَهُ[n[ۥ] عَلَىٰ رَسُولِه[n[ِۦ] وَعَلَى [h:5529[ٱ]لْمُؤْمِنِينَ وَأَلْزَمَهُمْ كَلِمَةَ [h:12695[ٱ][l[ل]تَّ[q:1084[قْ]وَىٰ وَكَان[o[ُوٓ][s[اْ] أَحَقَّ بِهَا وَأَهْلَهَا‌ۚ وَكَانَ [h:2653[ٱ]للَّهُ بِكُلِّ شَىْءٍ عَلِيمًا","text_id":"(Kami akan mengazab) orang-orang yang kufur ketika mereka menanamkan kesombongan dalam hati mereka, (yaitu) kesombongan jahiliah, lalu Allah menurunkan ketenangan kepada Rasul-Nya dan orang-orang mukmin. (Allah) menetapkan pula untuk mereka kalimat takwa.<sup>695)</sup> Mereka lebih berhak atas kalimat itu dan patut memilikinya. Allah Maha Mengetahui segala sesuatu.","text_en":"When the unbelievers fostered a sense of honour in their hearts, a sense of pagan honour, God sent down a sense of tranquility on His Apostle and the believers, and obliged them to an act of self-restraint, for they were deserving and worthy of it. God is cognisant of everything.","transliteration":"Iz ja'alal lazeena kafaroo fee quloobihimul hamiyyata hamiyyatal jaahiliyyati fa anzalal laahu sakeenatahoo 'alaa Rasoolihee wa 'alal mu mineena wa alzamahum kalimatat taqwaa wa kaanooo ahaqqa bihaa wa ahlahaa; wa kaanal laahu bikulli shai'in Aleema","no_fn":"695","text_fn":"695) Kalimat takwa adalah kalimat tauhid."},{"id":4610,"surah":48,"no_ayah":27,"tema":"Kebenaran Mimpi Nabi Muhammad Akan Memasuki Kota Makkah","text_ayah":"لَّقَ[q:2389[دْ] صَدَقَ [h:2112[ٱ]للَّهُ رَسُولَهُ [h:12696[ٱ][l[ل]رُّءْيَا بِ[h:370[ٱ]لْحَقِّ‌ۖ لَتَ[q:12697[دْ]خُلُ[g[نّ]َ [h:12698[ٱ]لْمَسْجِدَ [h:5536[ٱ]لْحَرَامَ إِ[f:364[ن ش][o[َا]ٓءَ [h:78[ٱ]للَّهُ ءَامِنِينَ مُحَلِّقِينَ رُءُوسَكُمْ وَمُقَصِّرِينَ لَا تَخَافُونَ‌ۖ فَعَلِمَ مَا لَمْ تَعْلَمُو[s[اْ] فَجَعَلَ مِ[f:107[ن د]ُونِ ذ[n[َٲ]لِكَ فَتْ[f:12668[حًا ق]َرِيبًا","text_id":"Sungguh, Allah benar-benar akan membuktikan kepada Rasul-Nya tentang kebenaran mimpinya dengan sebenar-benarnya, (yaitu) bahwa kamu pasti akan memasuki Masjidilharam, jika Allah menghendaki, dalam keadaan aman, dengan mencukur rambut kepala,<sup>696)</sup> dan memendekkannya, sedang kamu tidak merasa takut. Allah mengetahui apa yang tidak kamu ketahui dan sebelum itu Dia telah memberikan kemenangan yang dekat.<sup>697)</sup>","text_en":"God has truly made the vision of His Apostle come true: You will surely enter the Holy Mosque in security if God please, without any fear, having shaved your heads and cut your hair. He knew what you did not know, and has vouchsafed you, apart from this, a victory near at hand.","transliteration":"Laqad sadaqal laahu Rasoolahur ru'yaa bilhaqq, latadkhulunnal Masjidal-Haraama in shaaa'al laahu aamineena muhalliqeena ru'oosakum wa muqassireena laa takhaafoona fa'alima maa lam ta'lamoo faja'ala min dooni zaalika fathan qareebaa","no_fn":"696,697","text_fn":"696) Yang dimaksud dengan mencukur rambut kepala adalah tahalul setelah umrah.</br>697) Selang beberapa lama sebelum terjadi Perjanjian Hudaibiah, Nabi Muhammad saw. bermimpi bahwa beliau bersama para sahabatnya memasuki kota Makkah dan Masjidilharam. Sebagian mereka menggunduli rambut dan yang lain memendekkannya. Nabi mengatakan bahwa mimpi beliau itu akan terjadi. Kemudian, berita ini tersiar di kalangan kaum muslim, orang-orang munafik, serta orang-orang Yahudi dan Nasrani. Setelah Perjanjian Hudaibiah tercapai dan kaum muslim gagal memasuki Makkah, orang-orang munafik memperolok-olokkan Nabi dan menyatakan bahwa mimpi beliau adalah bohong belaka. Maka, turunlah ayat ini yang menyatakan bahwa mimpi Nabi itu pasti akan menjadi kenyataan pada tahun yang akan datang. Sekiranya pada tahun terjadinya Perjanjian Hudaibiah itu kaum muslim memasuki kota Makkah, dikhawatirkan jiwa orang-orang Makkah yang menyembunyikan imannya akan terancam."},{"id":4611,"surah":48,"no_ayah":28,"tema":"Kebenaran Mimpi Nabi Muhammad Akan Memasuki Kota Makkah","text_ayah":"هُوَ [h:153[ٱ]لَّذ[o[ِىٓ] أَرْسَلَ رَسُولَهُ[n[ۥ] بِ[h:54[ٱ]لْهُدَىٰ وَدِينِ [h:5557[ٱ]لْحَقِّ لِيُظْهِرَهُ[n[ۥ] عَلَى [h:5558[ٱ][l[ل]دِّينِ كُلِّه[n[ِۦ]‌ۚ وَكَفَىٰ بِ[h:32[ٱ]للَّهِ شَهِيدًا","text_id":"Dialah yang mengutus Rasul-Nya dengan membawa petunjuk dan agama yang benar agar Dia mengunggulkan (agama tersebut) atas semua agama. Cukuplah Allah sebagai saksi.","text_en":"It is He who has sent His Apostle with the guidance and the true faith, so that He may exalt it over every other creed. God is sufficient as a witness.","transliteration":"Huwal lazeee arsala Rasoolahoo bilhudaa wa deenil haqqi liyuzhirahoo 'alad deeni kullih; wa kafaa billaahi Shaheeda","no_fn":"","text_fn":""},{"id":4612,"surah":48,"no_ayah":29,"tema":"Sifat-Sifat Nabi Muhammad dan Sahabat-Sahabatnya yang Tersebut di Dalam Kitab Taurat dan Injil","text_ayah":"مُّحَ[g[مّ]َ[u:12699[دٌ ر]َّسُولُ [h:3306[ٱ]للَّهِ‌ۚ وَ[h:37[ٱ]لَّذِينَ مَعَهُ[o[ۥٓ] أَشِدّ[o[َا]ٓءُ عَلَى [h:12700[ٱ]لْكُفَّارِ رُحَم[o[َا]ٓءُ بَيْنَهُمْ‌ۖ تَرَ[n[ٮٰ]هُمْ رُكَّ[f:12701[عًا س]ُجَّ[a:12702[دًا ي]َ[q:3357[بْ]تَغُونَ فَضْل[a:12703[اً م]ِّنَ [h:321[ٱ]للَّهِ وَرِضْو[n[َٲ][f:12704[نًا‌ۖ س]ِيمَاهُمْ فِى وُجُوهِه[w:12705[ِم م]ِّنْ أَثَرِ [h:12706[ٱ][l[ل]سُّجُودِ‌ۚ ذ[n[َٲ]لِكَ مَثَلُهُمْ فِى [h:5061[ٱ][l[ل]تَّوْرَ[n[ٮٰ]ةِ‌ۚ وَمَثَلُهُمْ فِى [h:12707[ٱ]لْإِ[f:3596[نج]ِيلِ كَزَرْعٍ أَخْرَجَ شَ[q:12708[طْ]ــَٔهُ[n[ۥ] فَـَٔـازَرَهُ[n[ۥ] فَ[h:12709[ٱ]سْتَغْلَظَ فَ[h:12710[ٱ]سْتَوَىٰ عَلَىٰ سُوقِه[n[ِۦ] يُعْجِبُ [h:12711[ٱ][l[ل]زُّرَّاعَ لِيَغِيظَ بِهِمُ [h:12712[ٱ]لْكُفَّارَ‌ۗ وَعَدَ [h:3055[ٱ]للَّهُ [h:1171[ٱ]لَّذِينَ ءَامَنُو[s[اْ] وَعَمِلُو[s[اْ] [h:118[ٱ][l[ل]صَّ[n[ـٰ]لِحَ[n[ـٰ]تِ مِنْه[w:12713[ُم م]َّغْفِرَ[a:10818[ةً و]َأَ[q:10819[جْ]رًا عَظِيمَۢا","text_id":"Nabi Muhammad adalah utusan Allah dan orang-orang yang bersama dengannya bersikap keras terhadap orang-orang kafir (yang bersikap memusuhi), tetapi berkasih sayang sesama mereka. Kamu melihat mereka rukuk dan sujud mencari karunia Allah dan keridaan-Nya. Pada wajah mereka tampak tanda-tanda bekas sujud (bercahaya). Itu adalah sifat-sifat mereka (yang diungkapkan) dalam Taurat dan Injil, yaitu seperti benih yang mengeluarkan tunasnya, kemudian tunas itu makin kuat, lalu menjadi besar dan tumbuh di atas batangnya. Tanaman itu menyenangkan hati orang yang menanamnya. (Keadaan mereka diumpamakan seperti itu) karena Allah hendak membuat marah orang-orang kafir. Allah menjanjikan kepada orang-orang yang beriman dan mengerjakan kebajikan di antara mereka ampunan dan pahala yang besar. ","text_en":"Muhammad is the Prophet of God; and those who are with him are severe with infidels but compassionate among themselves. You may see them kneeling and bowing in reverence, seeking His favour and acceptance. Their mark is on their foreheads from the effect of prostrations. Their likeness in the Torah, and their likeness in the Gospel, is like a seed that sends out a stalk, then makes it firm, and it becomes strong and rises straight upon its stem, gladdening the cultivator's heart, in order to fill the unbelievers with dismay. God has promised those who believe and do the right forgiveness and a great reward.","transliteration":"Muhammadur Rasoolul laah; wallazeena ma'ahooo ashiddaaa'u 'alal kuffaaari ruhamaaa'u bainahum taraahum rukka'an sujjadany yabtaghoona fadlam minal laahi wa ridwaanan seemaahum fee wujoohihim min asaris sujood; zaalika masaluhum fit tawraah; wa masaluhum fil Injeeli kazar'in akhraja shat 'ahoo fa 'aazarahoo fastaghlaza fastawaa 'alaa sooqihee yu'jibuz zurraa'a liyagheeza bihimul kuffaar; wa'adal laahul lazeena aamanoo wa 'amilus saalihaati minhum maghfiratanw wa ajran 'azeemaa","no_fn":"","text_fn":""}]