[{"id_ayat":670,"no_surah":5,"no_ayat":1,"teks_ayat":"يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اَوْفُوْا بِالْعُقُوْدِۗ  اُحِلَّتْ لَكُمْ بَهِيْمَةُ الْاَنْعَامِ اِلَّا مَا يُتْلٰى عَلَيْكُمْ غَيْرَ مُحِلِّى الصَّيْدِ وَاَنْتُمْ حُرُمٌۗ  اِنَّ اللّٰهَ يَحْكُمُ مَا يُرِيْدُ","tema":"Hukum Terkait Binatang Ternak, Bulan Suci, dan Kesempurnaan Islam","teks_terjemah":"Wahai orang-orang yang beriman, penuhilah janji-janji!<sup>192)<\/sup> Dihalalkan bagimu hewan ternak, kecuali yang akan disebutkan kepadamu (keharamannya) dengan tidak menghalalkan berburu ketika kamu sedang berihram (haji atau umrah). Sesungguhnya Allah menetapkan hukum sesuai dengan yang Dia kehendaki.","no_fn":"192","teks_fn":"192) Maksud janji di sini adalah janji kepada Allah Swt. untuk mengikuti ajaran-Nya dan janji kepada manusia dalam muamalah.","bacaan":"yaa ayyuhaaladziina aamanuu awfuu bil'uquudi uhillat lakum bahiimatul-an'aami illaa maa yutlaa 'alaykum ghayra muhilliishshaydi wa-antum hurumun innalaaha yahkumu maa yuriid"},{"id_ayat":671,"no_surah":5,"no_ayat":2,"teks_ayat":"يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تُحِلُّوْا شَعَاۤىِٕرَ اللّٰهِ وَلَا الشَّهْرَ الْحَرَامَ وَلَا الْهَدْيَ وَلَا الْقَلَاۤىِٕدَ وَلَآ اٰۤمِّيْنَ الْبَيْتَ الْحَرَامَ يَبْتَغُوْنَ فَضْلًا مِّنْ رَّبِّهِمْ وَرِضْوَانًا ۗوَاِذَا حَلَلْتُمْ فَاصْطَادُوْا ۗوَلَا يَجْرِمَنَّكُمْ شَنَاٰنُ قَوْمٍ اَنْ صَدُّوْكُمْ عَنِ الْمَسْجِدِ الْحَرَامِ اَنْ تَعْتَدُوْاۘ وَتَعَاوَنُوْا عَلَى الْبِرِّ وَالتَّقْوٰىۖ وَلَا تَعَاوَنُوْا عَلَى الْاِثْمِ وَالْعُدْوَانِ ۖ وَاتَّقُوا اللّٰهَ ۗاِنَّ اللّٰهَ شَدِيْدُ الْعِقَابِ","tema":"Hukum Terkait Binatang Ternak, Bulan Suci, dan Kesempurnaan Islam","teks_terjemah":"Wahai orang-orang yang beriman, janganlah kamu melanggar syiar-syiar (kesucian) Allah,<sup>193)<\/sup> jangan (melanggar kehormatan) bulan-bulan haram,<sup>194)<\/sup> jangan (mengganggu) hadyu (hewan-hewan kurban)<sup>195)<\/sup> dan qalā’id (hewan-hewan kurban yang diberi tanda),<sup>196)<\/sup> dan jangan (pula mengganggu) para pengunjung Baitulharam sedangkan mereka mencari karunia dan rida Tuhannya!<sup>197)<\/sup> Apabila kamu telah bertahalul (menyelesaikan ihram), berburulah (jika mau). Janganlah sekali-kali kebencian(-mu) kepada suatu kaum, karena mereka menghalang-halangimu dari Masjidilharam, mendorongmu berbuat melampaui batas (kepada mereka). Tolong-menolonglah kamu dalam (mengerjakan) kebajikan dan takwa, dan jangan tolong-menolong dalam berbuat dosa dan permusuhan. Bertakwalah kepada Allah, sesungguhnya Allah sangat berat siksaan-Nya.","no_fn":"193,194,195,","teks_fn":"193) Syiar-syiar kesucian Allah ialah segala amalan yang dilakukan dalam rangka ibadah haji, seperti tata cara melakukan tawaf dan sa’i, serta tempat-tempat mengerjakannya, seperti Ka‘bah, Safa, dan Marwah.<\/br>194) Bulan haram ialah Zulkaidah, Zulhijah, Muharam, dan Rajab. Pada bulan-bulan itu dilarang melakukan peperangan.<\/br>195) Hadyu ialah hewan yang disembelih sebagai pengganti (dam) pekerjaan wajib yang ditinggalkan atau sebagai denda karena melanggar hal-hal yang terlarang di dalam ibadah haji.<\/br>196) Qalā’id ialah hewan hadyu yang diberi kalung sebagai tanda bahwa hewan itu telah ditetapkan untuk dibawa ke Ka‘bah.<\/br>197)Yang dimaksud dengan karunia di sini ialah keuntungan yang diberikan Allah Swt. dalam perjalanan ibadah haji, sedangkan keridaan-Nya ialah pahala yang diberikannya atas ibadah haji.","bacaan":"yaa ayyuhaaladziina aamanuu laa tuhilluu sya'aa-iralaahi walaasysyahralharaama walaalhadya walaalqalaa-ida walaa aammiinalbaytalharaama yabtaghuuna fadhlan min rabbihim waridhwaanan wa-idzaa halaltum fastaaduu walaa yajrimannakum syanaaanu qawmin an shadduukum 'anilmasjidilharaami an ta'taduu wata'aawanuu 'alaalbirri wattaqwaa walaa ta'aawanuu 'alaal-itsmi wal'udwaani wattaquulaaha innalaaha syadiidul'iqaab"},{"id_ayat":672,"no_surah":5,"no_ayat":3,"teks_ayat":"حُرِّمَتْ عَلَيْكُمُ الْمَيْتَةُ وَالدَّمُ وَلَحْمُ الْخِنْزِيْرِ وَمَآ اُهِلَّ لِغَيْرِ اللّٰهِ بِهٖ وَالْمُنْخَنِقَةُ وَالْمَوْقُوْذَةُ وَالْمُتَرَدِّيَةُ وَالنَّطِيْحَةُ وَمَآ اَكَلَ السَّبُعُ اِلَّا مَا ذَكَّيْتُمْۗ وَمَا ذُبِحَ عَلَى النُّصُبِ وَاَنْ تَسْتَقْسِمُوْا بِالْاَزْلَامِۗ  ذٰلِكُمْ فِسْقٌۗ  اَلْيَوْمَ يَىِٕسَ الَّذِيْنَ كَفَرُوْا مِنْ دِيْنِكُمْ فَلَا تَخْشَوْهُمْ وَاخْشَوْنِۗ  اَلْيَوْمَ اَكْمَلْتُ لَكُمْ دِيْنَكُمْ وَاَتْمَمْتُ عَلَيْكُمْ نِعْمَتِيْ وَرَضِيْتُ لَكُمُ الْاِسْلَامَ دِيْنًاۗ  فَمَنِ اضْطُرَّ فِيْ مَخْمَصَةٍ غَيْرَ مُتَجَانِفٍ لِّاِثْمٍۙ  فَاِنَّ اللّٰهَ غَفُوْرٌ رَّحِيْمٌ","tema":"Hukum Terkait Binatang Ternak, Bulan Suci, dan Kesempurnaan Islam","teks_terjemah":"Diharamkan bagimu (memakan) bangkai, darah, daging babi, dan (daging hewan) yang disembelih bukan atas (nama) Allah, yang tercekik, yang dipukul, yang jatuh, yang ditanduk, dan yang diterkam binatang buas, kecuali yang (sempat) kamu sembelih.<sup>198)<\/sup> (Diharamkan pula) apa yang disembelih untuk berhala. (Demikian pula) mengundi nasib dengan azlām (anak panah),<sup>199)<\/sup> (karena) itu suatu perbuatan fasik. Pada hari ini<sup>200)<\/sup> orang-orang kafir telah putus asa untuk (mengalahkan) agamamu. Oleh sebab itu, janganlah kamu takut kepada mereka, tetapi takutlah kepada-Ku. Pada hari ini telah Aku sempurnakan agamamu untukmu, telah Aku cukupkan nikmat-Ku bagimu, dan telah Aku ridai Islam sebagai agamamu. Maka, siapa yang terpaksa karena lapar, bukan karena ingin berbuat dosa, sesungguhnya Allah Maha Pengampun lagi Maha Penyayang.","no_fn":"198","teks_fn":"198) Hewan yang tercekik, dipukul, jatuh, ditanduk, dan diterkam binatang buas hukumnya halal apabila sempat disembelih sebelum mati.<\/br>199) Al-Azlām artinya ‘anak panah yang tidak memakai bulu’. Orang Arab Jahiliah menggunakannya untuk mengundi apakah melakukan sesuatu atau tidak. Mereka mengambil tiga buah anak panah: yang pertama ditulis “lakukanlah”, yang kedua ditulis “jangan lakukan”, dan yang ketiga dibiarkan kosong. Ketiganya lalu diletakkan dalam sebuah tempat dan disimpan di dalam Ka‘bah. Apabila hendak melakukan sesuatu, mereka meminta juru kunci Ka‘bah untuk mengambil sebuah anak panah. Mereka akan menaati apa pun yang tertulis pada anak panah yang terambil. Akan tetapi, jika yang terambil adalah anak panah yang kosong, mereka akan mengulang undian.<\/br>200) Maksud kata hari ini adalah pada waktu haji wada‘.","bacaan":"hurrimat 'alaykumulmaytatu waddamu walahmulkhinziiri wamaa uhilla lighayrilaahi bihi walmunkhaniqatu walmawquudzatu walmutaraddiyatu wannathiihatu wamaa akalassabu'u illaa maa tsakkaytum wamaa dzubiha 'alaannushubi wa-an tastaqsimuu bil-azlaami dzaalikum fisqunlyawma ya-isaladziina kafaruu min diinikum falaa takhsyawhum wakhsyawnilyawma akmaltu lakum diinakum wa-atmamtu 'alaykum ni'matii waradhiitu lakumul-islaama diinan famani idthurra fii makhmashatin ghayra mutajaanifin li-itsmin fa-innalaaha ghafuurun rahiim"},{"id_ayat":673,"no_surah":5,"no_ayat":4,"teks_ayat":"يَسْـَٔلُوْنَكَ مَاذَآ اُحِلَّ لَهُمْۗ  قُلْ اُحِلَّ لَكُمُ الطَّيِّبٰتُۙ وَمَا عَلَّمْتُمْ مِّنَ الْجَوَارِحِ مُكَلِّبِيْنَ تُعَلِّمُوْنَهُنَّ مِمَّا عَلَّمَكُمُ اللّٰهُ  فَكُلُوْا مِمَّآ اَمْسَكْنَ عَلَيْكُمْ وَاذْكُرُوا اسْمَ اللّٰهِ عَلَيْهِ ۖوَاتَّقُوا اللّٰهَ ۗاِنَّ اللّٰهَ سَرِيْعُ الْحِسَابِ","tema":"Hukum Terkait Binatang Ternak, Bulan Suci, dan Kesempurnaan Islam","teks_terjemah":"Mereka bertanya kepadamu (Nabi Muhammad), “Apakah yang dihalalkan bagi mereka?” Katakanlah, “Yang dihalalkan bagimu adalah (makanan-makanan) yang baik dan (buruan yang ditangkap) oleh binatang pemburu yang telah kamu latih untuk berburu, yang kamu latih menurut apa yang telah diajarkan Allah kepadamu. Maka, makanlah apa yang ditangkapnya untukmu<sup>201)<\/sup> dan sebutlah nama Allah (waktu melepasnya). Bertakwalah kepada Allah. Sesungguhnya Allah sangat cepat perhitungan-Nya.”","no_fn":"201","teks_fn":"201) Maksudnya adalah hewan buruan yang ditangkap oleh binatang pemburu yang sengaja dilepas oleh pemiliknya untuk berburu dan binatang pemburu itu tidak memakannya.","bacaan":"yas-aluunaka maatsaa uhilla lahum qul uhilla lakumuththhayyibaatu wamaa 'allamtum minaljawaarihi mukallibiina tu'allimuunahunna mimmaa 'allamakumulaahu fakuluu mimmaa amsakna 'alaykum wadzkuruu ismalaahi 'alayhi wattaquulaaha innalaaha sarii'ulhisaab"},{"id_ayat":674,"no_surah":5,"no_ayat":5,"teks_ayat":"اَلْيَوْمَ اُحِلَّ لَكُمُ الطَّيِّبٰتُۗ وَطَعَامُ الَّذِيْنَ اُوْتُوا الْكِتٰبَ حِلٌّ لَّكُمْ ۖوَطَعَامُكُمْ حِلٌّ لَّهُمْ ۖوَالْمُحْصَنٰتُ مِنَ الْمُؤْمِنٰتِ وَالْمُحْصَنٰتُ مِنَ الَّذِيْنَ اُوْتُوا الْكِتٰبَ مِنْ قَبْلِكُمْ اِذَآ اٰتَيْتُمُوْهُنَّ اُجُوْرَهُنَّ مُحْصِنِيْنَ غَيْرَ مُسٰفِحِيْنَ وَلَا مُتَّخِذِيْٓ اَخْدَانٍۗ وَمَنْ يَّكْفُرْ بِالْاِيْمَانِ فَقَدْ حَبِطَ عَمَلُهٗ ۖوَهُوَ فِى الْاٰخِرَةِ مِنَ الْخٰسِرِيْنَ ࣖ ","tema":"Hukum Terkait Binatang Ternak, Bulan Suci, dan Kesempurnaan Islam","teks_terjemah":"Pada hari ini dihalalkan bagimu segala (makanan) yang baik. Makanan (sembelihan) Ahlulkitab itu halal bagimu dan makananmu halal (juga) bagi mereka. (Dihalalkan bagimu menikahi) perempuan-perempuan yang menjaga kehormatan di antara perempuan-perempuan yang beriman dan perempuan-perempuan yang menjaga kehormatan di antara orang-orang yang diberi kitab suci sebelum kamu, apabila kamu membayar maskawin mereka untuk menikahinya, tidak dengan maksud berzina, dan tidak untuk menjadikan (mereka) pasangan gelap (gundik). Siapa yang kufur setelah beriman, maka sungguh sia-sia amalnya dan di akhirat dia termasuk orang-orang yang rugi.","no_fn":"","teks_fn":"","bacaan":"alyawma uhilla lakumuththhayyibaatu watha'aamuladziina uutuulkitaaba hillun lakum watha'aamukum hillun lahum walmuhsanaatu minalmu'minaati walmuhsanaatu minaladziina uutuulkitaaba min qablikum idzaa aataytumuuhunna ujuurahunna muhsiniina ghayra musaafihiina walaa muttakhidzii akhdaanin waman yakfur bil-iimaani faqad habitha 'amaluhu wahuwa fiil-aakhirati minalkhaasiriin"},{"id_ayat":675,"no_surah":5,"no_ayat":6,"teks_ayat":"يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اِذَا قُمْتُمْ اِلَى الصَّلٰوةِ فَاغْسِلُوْا وُجُوْهَكُمْ وَاَيْدِيَكُمْ اِلَى الْمَرَافِقِ وَامْسَحُوْا بِرُءُوْسِكُمْ وَاَرْجُلَكُمْ اِلَى الْكَعْبَيْنِۗ وَاِنْ كُنْتُمْ جُنُبًا فَاطَّهَّرُوْاۗ وَاِنْ كُنْتُمْ مَّرْضٰٓى اَوْ عَلٰى سَفَرٍ اَوْ جَاۤءَ اَحَدٌ مِّنْكُمْ مِّنَ الْغَاۤىِٕطِ اَوْ لٰمَسْتُمُ النِّسَاۤءَ فَلَمْ تَجِدُوْا مَاۤءً فَتَيَمَّمُوْا صَعِيْدًا طَيِّبًا فَامْسَحُوْا بِوُجُوْهِكُمْ وَاَيْدِيْكُمْ مِّنْهُ ۗمَا يُرِيْدُ اللّٰهُ لِيَجْعَلَ عَلَيْكُمْ مِّنْ حَرَجٍ وَّلٰكِنْ يُّرِيْدُ لِيُطَهِّرَكُمْ وَلِيُتِمَّ نِعْمَتَهٗ عَلَيْكُمْ لَعَلَّكُمْ تَشْكُرُوْنَ","tema":"Hukum Wudu, Mandi, dan Tayamum","teks_terjemah":"Wahai orang-orang yang beriman, apabila kamu berdiri hendak melaksanakan salat, maka basuhlah wajahmu dan tanganmu sampai ke siku serta usaplah kepalamu dan (basuh) kedua kakimu sampai kedua mata kaki. Jika kamu dalam keadaan junub, mandilah. Jika kamu sakit,<sup>202)<\/sup> dalam perjalanan, kembali dari tempat buang air (kakus), atau menyentuh<sup>203)<\/sup> perempuan, lalu tidak memperoleh air, bertayamumlah dengan debu yang baik (suci); usaplah wajahmu dan tanganmu dengan (debu) itu. Allah tidak ingin menjadikan bagimu sedikit pun kesulitan, tetapi Dia hendak membersihkan kamu dan menyempurnakan nikmat-Nya bagimu agar kamu bersyukur.","no_fn":"202","teks_fn":"202) Maksudnya, sakit yang membuatnya tidak boleh terkena air.<\/br>203) Lihat catatan kaki surah an-Nisā’\/4: 43.","bacaan":"yaa ayyuhaaladziina aamanuu idzaa qumtum ilaashshalaati faghsiluu wujuuhakum wa-aydiyakum ilaalmaraafiqi wamsahuu biruuusikum wa-arjulakum ilaalka'bayni wa-in kuntum junuban faththhahharuu wa-in kuntum mardaa aw 'alaa safarin aw jaa-a ahadun minkum minalghaa-ithi aw laamastumunnisaa-a falam tajiduu maa-an fatayammamuu sha'iidan thayyiban famsahuu biwujuuhikum wa-aydiikum minhu maa yuriidulaahu liyaj'ala 'alaykum min harajin walaakin yuriidu liyuthahhirakum waliyutimma ni'matahu 'alaykum la'allakum tasykuruun"},{"id_ayat":676,"no_surah":5,"no_ayat":7,"teks_ayat":"وَاذْكُرُوْا نِعْمَةَ اللّٰهِ عَلَيْكُمْ وَمِيْثَاقَهُ الَّذِيْ وَاثَقَكُمْ بِهٖٓ ۙاِذْ قُلْتُمْ سَمِعْنَا وَاَطَعْنَا ۖوَاتَّقُوا اللّٰهَ ۗاِنَّ اللّٰهَ عَلِيْمٌ ۢبِذَاتِ الصُّدُوْرِ","tema":"Nikmat Islam dan Kewajiban Berlaku Adil","teks_terjemah":"Ingatlah nikmat Allah kepadamu dan perjanjian-Nya<sup>204)<\/sup> yang telah Dia ikatkan kepadamu ketika kamu mengatakan, “Kami mendengar dan kami menaati.” Bertakwalah kepada Allah. Sesungguhnya Allah Maha Mengetahui segala isi hati.","no_fn":"204","teks_fn":"204) Maksudnya, perjanjian untuk mendengar dan taat kepada Nabi Muhammad saw. dalam kondisi apa pun yang diikrarkan pada waktu baiat (sumpah setia).","bacaan":"wadzkuruu ni'matalaahi 'alaykum wamiitsaaqahuladzii waatsaqakum bihi idz qultum sami'naa wa-atha'naa wattaquulaaha innalaaha 'aliimun bidzaatishshuduur"},{"id_ayat":677,"no_surah":5,"no_ayat":8,"teks_ayat":"يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا كُوْنُوْا قَوَّامِيْنَ لِلّٰهِ شُهَدَاۤءَ بِالْقِسْطِۖ وَلَا يَجْرِمَنَّكُمْ شَنَاٰنُ قَوْمٍ عَلٰٓى اَلَّا تَعْدِلُوْا ۗاِعْدِلُوْاۗ هُوَ اَقْرَبُ لِلتَّقْوٰىۖ وَاتَّقُوا اللّٰهَ ۗاِنَّ اللّٰهَ خَبِيْرٌۢ بِمَا تَعْمَلُوْنَ","tema":"Nikmat Islam dan Kewajiban Berlaku Adil","teks_terjemah":"Wahai orang-orang yang beriman, jadilah kamu penegak (kebenaran) karena Allah (dan) saksi-saksi (yang bertindak) dengan adil. Janganlah kebencianmu terhadap suatu kaum mendorong kamu untuk berlaku tidak adil. Berlakulah adil karena (adil) itu lebih dekat pada takwa. Bertakwalah kepada Allah. Sesungguhnya Allah Mahateliti terhadap apa yang kamu kerjakan.","no_fn":"","teks_fn":"","bacaan":"yaa ayyuhaaladziina aamanuu kuunuu qawwaamiina lillaahi syuhadaa-a bilqisthi walaa yajrimannakum syanaaanu qawmin 'alaalaa ta'diluu i'diluu huwa aqrabu littaqwaa wattaquulaaha innalaaha khabiirun bimaa ta'maluun"},{"id_ayat":678,"no_surah":5,"no_ayat":9,"teks_ayat":"وَعَدَ اللّٰهُ الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِۙ لَهُمْ مَّغْفِرَةٌ وَّاَجْرٌ عَظِيْمٌ","tema":"Nikmat Islam dan Kewajiban Berlaku Adil","teks_terjemah":"Allah telah menjanjikan kepada orang-orang yang beriman dan beramal saleh (bahwa) bagi mereka ampunan dan pahala yang besar.","no_fn":"","teks_fn":"","bacaan":"wa'adalaahuladziina aamanuu wa'amiluushshaalihaati lahum maghfiratun wa-ajrun 'azhiim"},{"id_ayat":679,"no_surah":5,"no_ayat":10,"teks_ayat":"وَالَّذِيْنَ كَفَرُوْا وَكَذَّبُوْا بِاٰيٰتِنَآ اُولٰۤىِٕكَ اَصْحٰبُ الْجَحِيْمِ","tema":"Nikmat Islam dan Kewajiban Berlaku Adil","teks_terjemah":"Adapun orang-orang yang kufur dan mendustakan ayat-ayat Kami, mereka itulah penghuni (neraka) Jahim.","no_fn":"","teks_fn":"","bacaan":"walladziina kafaruu wakadzdzabuu bi-aayaatinaa ulaa-ika ash-haabuljahiim"},{"id_ayat":680,"no_surah":5,"no_ayat":11,"teks_ayat":"يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوا اذْكُرُوْا نِعْمَتَ اللّٰهِ عَلَيْكُمْ اِذْ هَمَّ قَوْمٌ اَنْ يَّبْسُطُوْٓا اِلَيْكُمْ اَيْدِيَهُمْ فَكَفَّ اَيْدِيَهُمْ عَنْكُمْۚ وَاتَّقُوا اللّٰهَ ۗوَعَلَى اللّٰهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُوْنَ ࣖ ","tema":"Nikmat Islam dan Kewajiban Berlaku Adil","teks_terjemah":"Wahai orang-orang yang beriman, ingatlah nikmat Allah (yang dianugerahkan) kepadamu ketika suatu kaum bermaksud hendak menyerangmu dengan tangannya, lalu Dia menahan tangan (mencegah) mereka dari kamu. Bertakwalah kepada Allah dan hanya kepada Allahlah hendaknya orang-orang mukmin itu bertawakal.","no_fn":"","teks_fn":"","bacaan":"yaa ayyuhaaladziina aamanuu udzkuruu ni'matalaahi 'alaykum idz hamma qawmun an yabsuthuu ilaykum aydiyahum fakaffa aydiyahum 'ankum wattaquulaaha wa'alaalaahi falyatawakkalilmu'minuun"},{"id_ayat":681,"no_surah":5,"no_ayat":12,"teks_ayat":"۞ وَلَقَدْ اَخَذَ اللّٰهُ مِيْثَاقَ بَنِيْٓ اِسْرَاۤءِيْلَۚ وَبَعَثْنَا مِنْهُمُ اثْنَيْ عَشَرَ نَقِيْبًاۗ وَقَالَ اللّٰهُ اِنِّيْ مَعَكُمْ ۗ لَىِٕنْ اَقَمْتُمُ الصَّلٰوةَ وَاٰتَيْتُمُ الزَّكٰوةَ وَاٰمَنْتُمْ بِرُسُلِيْ وَعَزَّرْتُمُوْهُمْ وَاَقْرَضْتُمُ اللّٰهَ قَرْضًا حَسَنًا لَّاُكَفِّرَنَّ عَنْكُمْ سَيِّاٰتِكُمْ وَلَاُدْخِلَنَّكُمْ جَنّٰتٍ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُۚ فَمَنْ كَفَرَ بَعْدَ ذٰلِكَ مِنْكُمْ فَقَدْ ضَلَّ سَوَاۤءَ السَّبِيْلِ ","tema":"Pengingkaran Janji Orang-Orang Yahudi dan Nasrani","teks_terjemah":"Sungguh, Allah benar-benar telah mengambil perjanjian dengan Bani Israil dan Kami telah mengangkat dua belas orang pemimpin di antara mereka. Allah berfirman, “Aku bersamamu. Sungguh, jika kamu mendirikan salat, menunaikan zakat, beriman kepada rasul-rasul-Ku dan membantu mereka, serta kamu meminjamkan kepada Allah pinjaman yang baik,<sup>205)<\/sup> pasti akan Aku hapus kesalahan-kesalahanmu dan akan Aku masukkan kamu ke dalam surga yang mengalir di bawahnya sungai-sungai. Maka, siapa yang kufur di antaramu setelah itu, sungguh dia telah tersesat dari jalan yang lurus.”","no_fn":"205","teks_fn":"205) Pinjaman yang baik kepada Allah maksudnya adalah menginfakkan harta di jalan Allah Swt., baik infak wajib maupun sunah.","bacaan":"walaqad akhadzalaahu miitsaaqa banii israa-iila waba'atsnaa minhumu itsnay 'asyara naqiiban waqaalalaahu innii ma'akum la-in aqamtumushshalaata waaataytumuzzakaata waaamantum birusulii wa'azzartumuuhum wa-aqradhtumulaaha qardhan hasanan laukaffiranna 'ankum sayyi-aatikum walaudkhilannakum jannaatin tajrii min tahtihaal-anhaaru faman kafara ba'da dzaalika minkum faqad dhalla sawaa-assabiil"},{"id_ayat":682,"no_surah":5,"no_ayat":13,"teks_ayat":"فَبِمَا نَقْضِهِمْ مِّيْثَاقَهُمْ لَعَنّٰهُمْ وَجَعَلْنَا قُلُوْبَهُمْ قٰسِيَةً ۚ يُحَرِّفُوْنَ الْكَلِمَ عَنْ مَّوَاضِعِهٖۙ وَنَسُوْا حَظًّا مِّمَّا ذُكِّرُوْا بِهٖۚ وَلَا تَزَالُ تَطَّلِعُ عَلٰى خَاۤىِٕنَةٍ مِّنْهُمْ اِلَّا قَلِيْلًا مِّنْهُمْ ۖ فَاعْفُ عَنْهُمْ وَاصْفَحْ ۗاِنَّ اللّٰهَ يُحِبُّ الْمُحْسِنِيْنَ","tema":"Pengingkaran Janji Orang-Orang Yahudi dan Nasrani","teks_terjemah":"(Namun,) karena mereka melanggar janjinya, Kami melaknat mereka dan Kami menjadikan hati mereka keras membatu. Mereka suka mengubah firman-firman (Allah) dari tempat-tempatnya<sup>206)<\/sup> dan mereka (sengaja) melupakan sebagian pesan yang telah diperingatkan kepada mereka. Engkau (Nabi Muhammad) senantiasa akan melihat pengkhianatan dari mereka, kecuali sekelompok kecil di antara mereka (yang tidak berkhianat). Maka, maafkanlah mereka dan biarkanlah. Sesungguhnya Allah menyukai orang-orang muhsin.","no_fn":"206","teks_fn":"206) Maksudnya, mengubah teks ayat dengan cara mendahulukan, mengakhirkan, menambahkan, atau mengurangi, dan memalingkan makna kalimat dari pemahaman yang sesungguhnya.","bacaan":"fabimaa naqdhihim miitsaaqahum la'annaahum waja'alnaa quluubahum qaasiyatan yuharrifuunalkalima 'an mawaadi'ihi wanasuu hazhzhan mimmaa dzukkiruu bihi walaa tazaalu taththhali'u 'alaa khaa-inatin minhum illaa qaliilan minhum fa'fu 'anhum washfah innalaaha yuhibbulmuhsiniin"},{"id_ayat":683,"no_surah":5,"no_ayat":14,"teks_ayat":"وَمِنَ الَّذِيْنَ قَالُوْٓا اِنَّا نَصٰرٰٓى اَخَذْنَا مِيْثَاقَهُمْ فَنَسُوْا حَظًّا مِّمَّا ذُكِّرُوْا بِهٖۖ فَاَغْرَيْنَا بَيْنَهُمُ الْعَدَاوَةَ وَالْبَغْضَاۤءَ اِلٰى يَوْمِ الْقِيٰمَةِ ۗ وَسَوْفَ يُنَبِّئُهُمُ اللّٰهُ بِمَا كَانُوْا يَصْنَعُوْنَ","tema":"Pengingkaran Janji Orang-Orang Yahudi dan Nasrani","teks_terjemah":"Dari orang-orang yang mengatakan, “Sesungguhnya kami adalah orang Nasrani,” Kami telah mengambil perjanjian. Kemudian, mereka melupakan sebagian pesan yang telah diperingatkan kepada mereka. Maka, Kami menimbulkan permusuhan dan kebencian di antara mereka hingga hari Kiamat. Kelak Allah akan memberitakan kepada mereka apa yang selama ini mereka perbuat.","no_fn":"","teks_fn":"","bacaan":"waminaladziina qaaluu innaa nashaaraa akhadznaa miitsaaqahum fanasuu hazhzhan mimmaa dzukkiruu bihi fa-aghraynaa baynahumul'adaawata walbaghdhaa-a ilaa yawmilqiyaamati wasawfa yunabbi-uhumulaahu bimaa kaanuu yashna'uun"},{"id_ayat":684,"no_surah":5,"no_ayat":15,"teks_ayat":"يٰٓاَهْلَ الْكِتٰبِ قَدْ جَاۤءَكُمْ رَسُوْلُنَا يُبَيِّنُ لَكُمْ كَثِيْرًا مِّمَّا كُنْتُمْ تُخْفُوْنَ مِنَ الْكِتٰبِ وَيَعْفُوْا عَنْ كَثِيْرٍەۗ قَدْ جَاۤءَكُمْ مِّنَ اللّٰهِ نُوْرٌ وَّكِتٰبٌ مُّبِيْنٌۙ","tema":"Pengingkaran Janji Orang-Orang Yahudi dan Nasrani","teks_terjemah":"Wahai Ahlulkitab, sungguh rasul Kami telah datang kepadamu untuk menjelaskan banyak hal dari (isi) kitab suci yang kamu sembunyikan dan membiarkan (tidak menjelaskan) banyak hal (pula). Sungguh, telah datang kepadamu cahaya dari Allah dan kitab suci<sup>207)<\/sup> yang jelas.","no_fn":"207","teks_fn":"207) Cahaya dari Allah Swt. maksudnya adalah Nabi Muhammad saw., sedangkan kitab suci maksudnya adalah Al-Qur’an.","bacaan":"yaa ahlalkitaabi qad jaa-akum rasuulunaa yubayyinu lakum katsiiran mimmaa kuntum tukhfuuna minalkitaabi waya'fuu 'an katsiirin qad jaa-akum minalaahi nuurun wakitaabun mubiin"},{"id_ayat":685,"no_surah":5,"no_ayat":16,"teks_ayat":"يَّهْدِيْ بِهِ اللّٰهُ مَنِ اتَّبَعَ رِضْوَانَهٗ سُبُلَ السَّلٰمِ وَيُخْرِجُهُمْ مِّنَ الظُّلُمٰتِ اِلَى النُّوْرِ بِاِذْنِهٖ وَيَهْدِيْهِمْ اِلٰى صِرَاطٍ مُّسْتَقِيْمٍ","tema":"Pengingkaran Janji Orang-Orang Yahudi dan Nasrani","teks_terjemah":"Dengannya (kitab suci) Allah menunjukkan kepada orang yang mengikuti rida-Nya jalan-jalan keselamatan, mengeluarkannya dari berbagai kegelapan menuju cahaya dengan izin-Nya, dan menunjukkan kepadanya (satu) jalan yang lurus.","no_fn":"","teks_fn":"","bacaan":"yahdii bihilaahu mani ittaba'a ridhwaanahu subulassalaami wayukhrijuhum minazhzhulumaati ilaannuuri bi-idznihi wayahdiihim ilaa shiraathin mustaqiim"},{"id_ayat":686,"no_surah":5,"no_ayat":17,"teks_ayat":"لَقَدْ كَفَرَ الَّذِيْنَ قَالُوْٓا اِنَّ اللّٰهَ هُوَ الْمَسِيْحُ ابْنُ مَرْيَمَۗ  قُلْ فَمَنْ يَّمْلِكُ مِنَ اللّٰهِ شَيْـًٔا اِنْ اَرَادَ اَنْ يُّهْلِكَ الْمَسِيْحَ ابْنَ مَرْيَمَ وَاُمَّهٗ وَمَنْ فِى الْاَرْضِ جَمِيْعًا ۗوَلِلّٰهِ مُلْكُ السَّمٰوٰتِ وَالْاَرْضِ وَمَا بَيْنَهُمَا ۗ يَخْلُقُ مَا يَشَاۤءُ ۗوَاللّٰهُ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ ","tema":"Kekufuran Yahudi dan Nasrani","teks_terjemah":"Sungguh, benar-benar telah kufur orang-orang yang berkata, “Sesungguhnya Allah itulah Almasih putra Maryam.” Katakanlah (Nabi Muhammad), “(Jika benar begitu,) siapakah yang dapat menghalang-halangi kehendak Allah jika Dia hendak membinasakan Almasih putra Maryam, ibunya, dan seluruh yang berada di bumi?” Milik Allahlah kerajaan langit, bumi, dan apa yang ada di antara keduanya. Dia menciptakan apa yang Dia kehendaki. Allah Mahakuasa atas segala sesuatu.","no_fn":"","teks_fn":"","bacaan":"laqad kafaraladziina qaaluu innalaaha huwalmasiihu ibnu maryama qul faman yamliku minalaahi syay-an in araada an yuhlikalmasiiha ibna maryama waummahu waman fiil-ardhi jamii'an walillaahi mulkussamaawaati wal-ardhi wamaa baynahumaa yakhluqu maa yasyaau waalaahu 'alaa kulli syay-in qadiir"},{"id_ayat":687,"no_surah":5,"no_ayat":18,"teks_ayat":"وَقَالَتِ الْيَهُوْدُ وَالنَّصٰرٰى نَحْنُ اَبْنٰۤؤُا اللّٰهِ وَاَحِبَّاۤؤُهٗ ۗ قُلْ فَلِمَ يُعَذِّبُكُمْ بِذُنُوْبِكُمْ ۗ بَلْ اَنْتُمْ بَشَرٌ مِّمَّنْ خَلَقَۗ يَغْفِرُ لِمَنْ يَّشَاۤءُ وَيُعَذِّبُ مَنْ يَّشَاۤءُۗ وَلِلّٰهِ مُلْكُ السَّمٰوٰتِ وَالْاَرْضِ وَمَا بَيْنَهُمَا ۖوَاِلَيْهِ الْمَصِيْرُ","tema":"Kekufuran Yahudi dan Nasrani","teks_terjemah":"Orang Yahudi dan orang Nasrani berkata, “Kami adalah anak-anak Allah dan kekasih-kekasih-Nya.” Katakanlah, “(Jika benar begitu,) mengapa Allah menyiksa kamu karena dosa-dosamu? Sebaliknya, kamu adalah manusia (biasa) di antara orang-orang yang Dia ciptakan. Dia mengampuni siapa yang Dia kehendaki dan menyiksa siapa yang Dia kehendaki (pula). Milik Allahlah kerajaan langit, bumi, dan apa yang ada di antara keduanya, dan kepada-Nya semua akan kembali.”","no_fn":"","teks_fn":"","bacaan":"waqaalatilyahuudu wannashaaraa nahnu abnaaulaahi wa-ahibbaauhu qul falima yu'adzdzibukum bidzunuubikum bal antum basyarun mimman khalaqa yaghfiru liman yasyaau wayu'adzdzibu man yasyaau walillaahi mulkussamaawaati wal-ardhi wamaa baynahumaa wa-ilayhilmashiir"},{"id_ayat":688,"no_surah":5,"no_ayat":19,"teks_ayat":"يٰٓاَهْلَ الْكِتٰبِ قَدْ جَاۤءَكُمْ رَسُوْلُنَا يُبَيِّنُ لَكُمْ عَلٰى فَتْرَةٍ مِّنَ الرُّسُلِ اَنْ تَقُوْلُوْا مَا جَاۤءَنَا مِنْۢ بَشِيْرٍ وَّلَا نَذِيْرٍۗ فَقَدْ جَاۤءَكُمْ بَشِيْرٌ وَّنَذِيْرٌ ۗوَاللّٰهُ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ ࣖ","tema":"Kekufuran Yahudi dan Nasrani","teks_terjemah":"Wahai Ahlulkitab, sungguh rasul Kami telah datang kepadamu untuk memberi penjelasan setelah beberapa saat terhentinya (pengutusan) rasul-rasul agar kamu tidak mengatakan, “Tidak ada yang datang kepada kami, baik pembawa berita gembira maupun pemberi peringatan.” Sungguh, telah datang kepadamu pembawa berita gembira dan pemberi peringatan. Allah Mahakuasa atas segala sesuatu.","no_fn":"","teks_fn":"","bacaan":"yaa ahlalkitaabi qad jaa-akum rasuulunaa yubayyinu lakum 'alaa fatratin minarrusuli an taquuluu maa jaa-anaa min basyiirin walaa nadziirin faqad jaa-akum basyiirun wanadziirun waalaahu 'alaa kulli syay-in qadiir"},{"id_ayat":689,"no_surah":5,"no_ayat":20,"teks_ayat":"وَاِذْ قَالَ مُوْسٰى لِقَوْمِهٖ يٰقَوْمِ اذْكُرُوْا نِعْمَةَ اللّٰهِ عَلَيْكُمْ اِذْ جَعَلَ فِيْكُمْ اَنْۢبِيَاۤءَ وَجَعَلَكُمْ مُّلُوْكًاۙ وَّاٰتٰىكُمْ مَّا لَمْ يُؤْتِ اَحَدًا مِّنَ الْعٰلَمِيْنَ","tema":"Pembangkangan Bangsa Yahudi kepada Nabi Musa dan Akibatnya","teks_terjemah":"(Ingatlah) ketika Musa berkata kepada kaumnya, “Wahai kaumku, ingatlah nikmat Allah kepadamu ketika Dia mengangkat nabi-nabi di antaramu, menjadikanmu (terhormat seperti) para raja, dan menganugerahkan kepadamu apa yang belum pernah Dia anugerahkan kepada seorang pun di antara umat yang lain.","no_fn":"","teks_fn":"","bacaan":"wa-idz qaala muusaa liqawmihi yaa qawmi udzkuruu ni'matalaahi 'alaykum idz ja'ala fiikum anbiyaa-a waja'alakum muluukan waaataakum maa lam yu'ti ahadan minal'aalamiin"},{"id_ayat":690,"no_surah":5,"no_ayat":21,"teks_ayat":"يٰقَوْمِ ادْخُلُوا الْاَرْضَ الْمُقَدَّسَةَ الَّتِيْ كَتَبَ اللّٰهُ لَكُمْ وَلَا تَرْتَدُّوْا عَلٰٓى اَدْبَارِكُمْ فَتَنْقَلِبُوْا خٰسِرِيْنَ","tema":"Pembangkangan Bangsa Yahudi kepada Nabi Musa dan Akibatnya","teks_terjemah":"Wahai kaumku, masuklah ke tanah suci (Baitulmaqdis) yang telah Allah tentukan bagimu<sup>208)<\/sup> dan janganlah berbalik ke belakang (karena takut kepada musuh), nanti kamu menjadi orang-orang yang rugi.”","no_fn":"208","teks_fn":"208) Maksudnya, tanah Palestina ditentukan Allah Swt. bagi kaum Yahudi selama mereka beriman dan taat kepada Allah Swt. Ketika Nabi Muhammad saw. sudah diutus Allah Swt., sementara mereka menolak untuk beriman kepadanya, ketentuan itu pupus bagi orang Yahudi.","bacaan":"yaa qawmi udkhuluul-ardhalmuqaddasatalatii katabalaahu lakum walaa tartadduu 'alaa adbaarikum fatanqalibuu khaasiriin"},{"id_ayat":691,"no_surah":5,"no_ayat":22,"teks_ayat":"قَالُوْا يٰمُوْسٰٓى اِنَّ فِيْهَا قَوْمًا جَبَّارِيْنَۖ وَاِنَّا لَنْ نَّدْخُلَهَا حَتّٰى يَخْرُجُوْا مِنْهَاۚ فَاِنْ يَّخْرُجُوْا مِنْهَا فَاِنَّا دٰخِلُوْنَ","tema":"Pembangkangan Bangsa Yahudi kepada Nabi Musa dan Akibatnya","teks_terjemah":"Mereka berkata, “Wahai Musa, sesungguhnya di dalamnya (negeri itu) ada orang-orang yang sangat kuat dan kejam. Kami tidak akan memasukinya sebelum mereka keluar. Jika mereka keluar dari sana, kami pasti akan masuk.”","no_fn":"","teks_fn":"","bacaan":"qaaluu yaa muusaa inna fiihaa qawman jabbaariina wa-innaa lan nadkhulahaa hattaa yakhrujuu minhaa fa-in yakhrujuu minhaa fa-innaa daakhiluun"},{"id_ayat":692,"no_surah":5,"no_ayat":23,"teks_ayat":"قَالَ رَجُلَانِ مِنَ الَّذِيْنَ يَخَافُوْنَ اَنْعَمَ اللّٰهُ عَلَيْهِمَا ادْخُلُوْا عَلَيْهِمُ الْبَابَۚ فَاِذَا دَخَلْتُمُوْهُ فَاِنَّكُمْ غٰلِبُوْنَ ەۙ وَعَلَى اللّٰهِ فَتَوَكَّلُوْٓا اِنْ كُنْتُمْ مُّؤْمِنِيْنَ","tema":"Pembangkangan Bangsa Yahudi kepada Nabi Musa dan Akibatnya","teks_terjemah":"Berkatalah dua orang laki-laki di antara mereka yang bertakwa, yang keduanya telah diberi nikmat oleh Allah, “Masukilah pintu gerbang negeri itu untuk (menyerang) mereka (penduduk Baitulmaqdis). Jika kamu memasukinya, kamu pasti akan menang. Bertawakallah hanya kepada Allah, jika kamu orang-orang mukmin.”","no_fn":"","teks_fn":"","bacaan":"qaala rajulaani minaladziina yakhaafuuna an'amalaahu 'alayhimaa udkhuluu 'alayhimulbaaba fa-idzaa dakhaltumuuhu fa-innakum ghaalibuuna wa'alaalaahi fatawakkaluu in kuntum mu'miniin"},{"id_ayat":693,"no_surah":5,"no_ayat":24,"teks_ayat":"قَالُوْا يٰمُوْسٰٓى اِنَّا لَنْ نَّدْخُلَهَآ اَبَدًا مَّا دَامُوْا فِيْهَا ۖفَاذْهَبْ اَنْتَ وَرَبُّكَ فَقَاتِلَآ اِنَّا هٰهُنَا قٰعِدُوْنَ","tema":"Pembangkangan Bangsa Yahudi kepada Nabi Musa dan Akibatnya","teks_terjemah":" Mereka berkata, “Wahai Musa, sesungguhnya kami sampai kapan pun tidak akan memasukinya selama mereka masih ada di dalamnya. Oleh karena itu, pergilah engkau bersama Tuhanmu, lalu berperanglah kamu berdua. Sesungguhnya kami tetap berada di sini saja.”","no_fn":"","teks_fn":"","bacaan":"qaaluu yaa muusaa innaa lan nadkhulahaa abadan maa daamuu fiihaa fa-idzhab anta warabbuka faqaatilaa innaa haahunaa qaa'iduun"},{"id_ayat":694,"no_surah":5,"no_ayat":25,"teks_ayat":"قَالَ رَبِّ اِنِّيْ لَآ اَمْلِكُ اِلَّا نَفْسِيْ وَاَخِيْ فَافْرُقْ بَيْنَنَا وَبَيْنَ الْقَوْمِ الْفٰسِقِيْنَ","tema":"Pembangkangan Bangsa Yahudi kepada Nabi Musa dan Akibatnya","teks_terjemah":"Dia (Musa) berkata, “Ya Tuhanku, aku tidak mempunyai kekuasaan apa pun, kecuali atas diriku sendiri dan saudaraku. Oleh sebab itu, pisahkanlah antara kami dan kaum yang fasik itu.”","no_fn":"","teks_fn":"","bacaan":"qaala rabbi innii laa amliku illaa nafsii wa-akhii fafruq baynanaa wabaynalqawmilfaasiqiin"},{"id_ayat":695,"no_surah":5,"no_ayat":26,"teks_ayat":"قَالَ فَاِنَّهَا مُحَرَّمَةٌ عَلَيْهِمْ اَرْبَعِيْنَ سَنَةً  ۚيَتِيْهُوْنَ فِى الْاَرْضِۗ فَلَا تَأْسَ عَلَى الْقَوْمِ الْفٰسِقِيْنَ ࣖ","tema":"Pembangkangan Bangsa Yahudi kepada Nabi Musa dan Akibatnya","teks_terjemah":"(Allah) berfirman, “(Jika demikian,) sesungguhnya (negeri) itu terlarang buat mereka selama empat puluh tahun. (Selama itu) mereka akan mengembara kebingungan di bumi. Maka, janganlah engkau (Musa) bersedih atas (nasib) kaum yang fasik itu.”","no_fn":"","teks_fn":"","bacaan":"qaala fa-innahaa muharramatun 'alayhim arba'iina sanatan yatiihuuna fiil-ardhi falaa ta'sa 'alaalqawmilfaasiqiin"},{"id_ayat":696,"no_surah":5,"no_ayat":27,"teks_ayat":"۞ وَاتْلُ عَلَيْهِمْ نَبَاَ ابْنَيْ اٰدَمَ بِالْحَقِّۘ اِذْ قَرَّبَا قُرْبَانًا فَتُقُبِّلَ مِنْ اَحَدِهِمَا وَلَمْ يُتَقَبَّلْ مِنَ الْاٰخَرِۗ قَالَ لَاَقْتُلَنَّكَ ۗ قَالَ اِنَّمَا يَتَقَبَّلُ اللّٰهُ مِنَ الْمُتَّقِيْنَ","tema":"Kisah Habil dan Qabil","teks_terjemah":"Bacakanlah (Nabi Muhammad) kepada mereka berita tentang dua putra Adam dengan sebenarnya. Ketika keduanya mempersembahkan kurban, kemudian diterima dari salah satunya (Habil) dan tidak diterima dari yang lain (Qabil). Dia (Qabil) berkata, “Sungguh, aku pasti akan membunuhmu.” Dia (Habil) berkata, “Sesungguhnya Allah hanya menerima (amal) dari orang-orang yang bertakwa.","no_fn":"","teks_fn":"","bacaan":"watlu 'alayhim naba-a ibnay aadama bilhaqqi idz qarrabaa qurbaanan fatuqubbila min ahadihimaa walam yutaqabbal minal-aakhari qaala la-aqtulannaka qaala innamaa yataqabbalulaahu minalmuttaqiin"},{"id_ayat":697,"no_surah":5,"no_ayat":28,"teks_ayat":"لَىِٕنْۢ بَسَطْتَّ اِلَيَّ يَدَكَ لِتَقْتُلَنِيْ مَآ اَنَا۠ بِبَاسِطٍ يَّدِيَ اِلَيْكَ لِاَقْتُلَكَۚ اِنِّيْٓ اَخَافُ اللّٰهَ رَبَّ الْعٰلَمِيْنَ","tema":"Kisah Habil dan Qabil","teks_terjemah":"Sesungguhnya jika engkau (Qabil) menggerakkan tanganmu kepadaku untuk membunuhku, aku tidak akan menggerakkan tanganku kepadamu untuk membunuhmu. Sesungguhnya aku takut kepada Allah, Tuhan semesta alam.","no_fn":"","teks_fn":"","bacaan":"la-in basathta ilayya yadaka litaqtulanii maa anaa bibaasithin yadiya ilayka li-aqtulaka innii akhaafulaaha rabbal'aalamiin"},{"id_ayat":698,"no_surah":5,"no_ayat":29,"teks_ayat":"اِنِّيْٓ اُرِيْدُ اَنْ تَبُوْۤاَ بِاِثْمِيْ وَاِثْمِكَ فَتَكُوْنَ مِنْ اَصْحٰبِ النَّارِۚ وَذٰلِكَ جَزٰۤؤُا الظّٰلِمِيْنَۚ ","tema":"Kisah Habil dan Qabil","teks_terjemah":"Sesungguhnya aku ingin engkau kembali (kepada-Nya) dengan (membawa) dosa (karena membunuh)-ku dan dosamu (sebelum itu) sehingga engkau akan termasuk penghuni neraka. Itulah balasan bagi orang-orang yang zalim.”","no_fn":"","teks_fn":"","bacaan":"innii uriidu an tabuu-a bi-itsmii wa-itsmika fatakuuna min ash-haabinnaari wadzaalika jazaauzhzhaalimiin"},{"id_ayat":699,"no_surah":5,"no_ayat":30,"teks_ayat":"فَطَوَّعَتْ لَهٗ نَفْسُهٗ قَتْلَ اَخِيْهِ فَقَتَلَهٗ فَاَصْبَحَ مِنَ الْخٰسِرِيْنَ ","tema":"Kisah Habil dan Qabil","teks_terjemah":"Kemudian, hawa nafsunya (Qabil) mendorong dia untuk membunuh saudaranya.<sup>209)<\/sup> Maka, dia pun (benar-benar) membunuhnya sehingga dia termasuk orang-orang yang rugi.","no_fn":"209","teks_fn":"209) Sifat-sifat manusia yang dikhawatirkan malaikat (surah al-Baqarah\/2: 30) mulai muncul pada anak Adam.","bacaan":"fathawwa'at lahu nafsuhu qatla akhiihi faqatalahu fa-ashbaha minalkhaasiriin"},{"id_ayat":700,"no_surah":5,"no_ayat":31,"teks_ayat":"فَبَعَثَ اللّٰهُ غُرَابًا يَّبْحَثُ فِى الْاَرْضِ لِيُرِيَهٗ كَيْفَ يُوَارِيْ سَوْءَةَ اَخِيْهِ ۗ قَالَ يٰوَيْلَتٰٓى اَعَجَزْتُ اَنْ اَكُوْنَ مِثْلَ هٰذَا الْغُرَابِ فَاُوَارِيَ سَوْءَةَ اَخِيْۚ  فَاَصْبَحَ مِنَ النّٰدِمِيْنَ ۛ","tema":"Kisah Habil dan Qabil","teks_terjemah":"Kemudian, Allah mengirim seekor burung gagak untuk menggali tanah supaya Dia memperlihatkan kepadanya (Qabil) bagaimana cara mengubur mayat saudaranya.<sup>210)<\/sup> (Qabil) berkata, “Celakalah aku! Mengapa aku tidak mampu berbuat seperti burung gagak ini sehingga aku dapat mengubur mayat saudaraku?” Maka, jadilah dia termasuk orang-orang yang menyesal.","no_fn":"210","teks_fn":"210) Allah Swt. mengajarkan kepada manusia ilmu dan kemampuan untuk mengembangkan kehidupannya dengan mempelajari perilaku hewan, tumbuhan, dan fenomena alam lainnya.","bacaan":"faba'atsalaahu ghuraaban yabhatsu fiil-ardhi liyuriyahu kayfa yuwaarii saw-ata akhiihi qaala yaa waylataa a'ajaztu an akuuna mitsla haadzaalghuraabi fauwaariya saw-ata akhii fa-ashbaha minannaadimiin"},{"id_ayat":701,"no_surah":5,"no_ayat":32,"teks_ayat":"مِنْ اَجْلِ ذٰلِكَ ۛ كَتَبْنَا عَلٰى بَنِيْٓ اِسْرَاۤءِيْلَ اَنَّهٗ مَنْ قَتَلَ نَفْسًاۢ بِغَيْرِ نَفْسٍ اَوْ فَسَادٍ فِى الْاَرْضِ فَكَاَنَّمَا قَتَلَ النَّاسَ جَمِيْعًاۗ وَمَنْ اَحْيَاهَا فَكَاَنَّمَآ اَحْيَا النَّاسَ جَمِيْعًا ۗوَلَقَدْ جَاۤءَتْهُمْ رُسُلُنَا بِالْبَيِّنٰتِ ثُمَّ اِنَّ كَثِيْرًا مِّنْهُمْ بَعْدَ ذٰلِكَ فِى الْاَرْضِ لَمُسْرِفُوْنَ","tema":"Kewajiban Menghormati Kemanusiaan","teks_terjemah":"Oleh karena itu, Kami menetapkan (suatu hukum) bagi Bani Israil bahwa siapa yang membunuh seseorang bukan karena (orang yang dibunuh itu) telah membunuh orang lain atau karena telah berbuat kerusakan di bumi, maka seakan-akan dia telah membunuh semua manusia.<sup>211)<\/sup> Sebaliknya, siapa yang memelihara kehidupan seorang manusia, dia seakan-akan telah memelihara kehidupan semua manusia. Sungguh, rasul-rasul Kami benar-benar telah datang kepada mereka dengan (membawa) keterangan-keterangan yang jelas. Kemudian, sesungguhnya banyak di antara mereka setelah itu melampaui batas di bumi.","no_fn":"211","teks_fn":"211) Maksudnya, membunuh seorang manusia sama dengan menghalalkan pembunuhan terhadap seluruh manusia. Sebaliknya, menjaga kehormatan seorang manusia sama dengan menjaga kehormatan seluruh manusia.","bacaan":"min ajli dzaalika katabnaa 'alaa banii israa-iila annahu man qatala nafsan bighayri nafsin aw fasaadin fiil-ardhi faka-annamaa qatalannaasa jamii'an waman ahyaahaa faka-annamaa ahyaannaasa jamii'an walaqad jaa-at-hum rusulunaa bilbayyinaati tsumma inna katsiiran minhum ba'da dzaalika fiil-ardhi lamusrifuun"},{"id_ayat":702,"no_surah":5,"no_ayat":33,"teks_ayat":"اِنَّمَا جَزٰۤؤُا الَّذِيْنَ يُحَارِبُوْنَ اللّٰهَ وَرَسُوْلَهٗ وَيَسْعَوْنَ فِى الْاَرْضِ فَسَادًا اَنْ يُّقَتَّلُوْٓا اَوْ يُصَلَّبُوْٓا اَوْ تُقَطَّعَ اَيْدِيْهِمْ وَاَرْجُلُهُمْ مِّنْ خِلَافٍ اَوْ يُنْفَوْا مِنَ الْاَرْضِۗ ذٰلِكَ لَهُمْ خِزْيٌ فِى الدُّنْيَا وَلَهُمْ فِى الْاٰخِرَةِ عَذَابٌ عَظِيْمٌ","tema":"Hukuman bagi Perusuh dan Pengacau Keamanan","teks_terjemah":"Balasan bagi orang-orang yang memerangi Allah dan rasul-Nya serta membuat kerusakan di bumi hanyalah dibunuh, disalib, dipotong tangan dan kaki mereka secara silang, atau diasingkan dari tempat kediamannya. Yang demikian itu merupakan kehinaan bagi mereka di dunia dan di akhirat (kelak) mereka mendapat azab yang sangat berat,<sup>212)<\/sup>","no_fn":"212","teks_fn":"212) Ayat ini berkenaan dengan penjelasan Allah Swt. tentang ḥirābah, yaitu tindak kekerasan secara terang-terangan untuk mengambil harta, membunuh, dan menimbulkan rasa takut, seperti perampokan dan terorisme.","bacaan":"innamaa jazaauladziina yuhaaribuunalaaha warasuulahu wayas'awna fiil-ardhi fasaadan an yuqattaluu aw yushallabuu aw tuqaththha'a aydiihim wa-arjuluhum min khilaafin aw yunfaw minal-ardhi dzaalika lahum khizyun fiiddunyaa walahum fiil-aakhirati 'adzaabun 'azhiim"},{"id_ayat":703,"no_surah":5,"no_ayat":34,"teks_ayat":"اِلَّا الَّذِيْنَ تَابُوْا مِنْ قَبْلِ اَنْ تَقْدِرُوْا عَلَيْهِمْۚ فَاعْلَمُوْٓا اَنَّ اللّٰهَ غَفُوْرٌ رَّحِيْمٌ ࣖ ","tema":"Hukuman bagi Perusuh dan Pengacau Keamanan","teks_terjemah":"kecuali orang-orang yang bertobat sebelum kamu dapat menangkapnya. Maka, ketahuilah bahwa sesungguhnya Allah Maha Pengampun lagi Maha Penyayang.","no_fn":"","teks_fn":"","bacaan":"illaaladziina taabuu min qabli an taqdiruu 'alayhim fa'lamuu annalaaha ghafuurun rahiim"},{"id_ayat":704,"no_surah":5,"no_ayat":35,"teks_ayat":"يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوا اتَّقُوا اللّٰهَ وَابْتَغُوْٓا اِلَيْهِ الْوَسِيْلَةَ وَجَاهِدُوْا فِيْ سَبِيْلِهٖ لَعَلَّكُمْ تُفْلِحُوْنَ","tema":"Perintah Bertakwa, Mencari Wasilah, dan Berjihad","teks_terjemah":"Wahai orang-orang yang beriman, bertakwalah kepada Allah, carilah wasilah (jalan untuk mendekatkan diri) kepada-Nya, dan berjihadlah (berjuanglah) di jalan-Nya agar kamu beruntung.","no_fn":"","teks_fn":"","bacaan":"yaa ayyuhaaladziina aamanuu ittaquulaaha wabtaghuu ilayhilwasiilata wajaahiduu fii sabiilihi la'allakum tuflihuun"},{"id_ayat":705,"no_surah":5,"no_ayat":36,"teks_ayat":"اِنَّ الَّذِيْنَ كَفَرُوْا لَوْ اَنَّ لَهُمْ مَّا فِى الْاَرْضِ جَمِيْعًا وَّمِثْلَهٗ مَعَهٗ لِيَفْتَدُوْا بِهٖ مِنْ عَذَابِ يَوْمِ الْقِيٰمَةِ مَا تُقُبِّلَ مِنْهُمْ ۚ وَلَهُمْ عَذَابٌ اَلِيْمٌ","tema":"Perintah Bertakwa, Mencari Wasilah, dan Berjihad","teks_terjemah":"Sesungguhnya orang-orang yang kufur, seandainya memiliki segala apa yang ada di bumi dan ditambah (lagi) dengan sebanyak itu untuk menebus diri mereka dari azab hari Kiamat, niscaya semua (tebusan) itu tidak akan diterima dari mereka. Bagi mereka azab yang sangat pedih.","no_fn":"","teks_fn":"","bacaan":"innaladziina kafaruu law anna lahum maa fiil-ardhi jamii'an wamitslahu ma'ahu liyaftaduu bihi min 'adzaabi yawmilqiyaamati maa tuqubbila minhum walahum 'adzaabunliim"},{"id_ayat":706,"no_surah":5,"no_ayat":37,"teks_ayat":"يُرِيْدُوْنَ اَنْ يَّخْرُجُوْا مِنَ النَّارِ وَمَا هُمْ بِخٰرِجِيْنَ مِنْهَا ۖوَلَهُمْ عَذَابٌ مُّقِيْمٌ","tema":"Perintah Bertakwa, Mencari Wasilah, dan Berjihad","teks_terjemah":"Mereka ingin keluar dari neraka, tetapi tidak akan dapat keluar dari sana. Bagi mereka azab yang kekal","no_fn":"","teks_fn":"","bacaan":"yuriiduuna an yakhrujuu minannaari wamaa hum bikhaarijiina minhaa walahum 'adzaabun muqiim"},{"id_ayat":707,"no_surah":5,"no_ayat":38,"teks_ayat":"وَالسَّارِقُ وَالسَّارِقَةُ فَاقْطَعُوْٓا اَيْدِيَهُمَا جَزَاۤءًۢ بِمَا كَسَبَا نَكَالًا مِّنَ اللّٰهِ ۗوَاللّٰهُ عَزِيْزٌ حَكِيْمٌ ","tema":"Hukuman bagi Pencuri","teks_terjemah":"Laki-laki maupun perempuan yang mencuri, potonglah tangan keduanya sebagai balasan atas perbuatan yang mereka lakukan dan sebagai siksaan dari Allah. Allah Mahaperkasa lagi Mahabijaksana.","no_fn":"","teks_fn":"","bacaan":"wassaariqu wassaariqatu faqtha'uu aydiyahumaa jazaa-an bimaa kasabaa nakaalan minalaahi waalaahu 'aziizun hakiim"},{"id_ayat":708,"no_surah":5,"no_ayat":39,"teks_ayat":"فَمَنْ تَابَ مِنْۢ بَعْدِ ظُلْمِهٖ وَاَصْلَحَ فَاِنَّ اللّٰهَ يَتُوْبُ عَلَيْهِ ۗاِنَّ اللّٰهَ غَفُوْرٌ رَّحِيْمٌ ","tema":"Hukuman bagi Pencuri","teks_terjemah":"Maka, siapa yang bertobat setelah melakukan kezaliman dan memperbaiki diri, sesungguhnya Allah menerima tobatnya. Sesungguhnya Allah Maha Pengampun lagi Maha Penyayang.","no_fn":"","teks_fn":"","bacaan":"faman taaba min ba'di zhulmihi wa-ashlaha fa-innalaaha yatuubu 'alayhi innalaaha ghafuurun rahiim"},{"id_ayat":709,"no_surah":5,"no_ayat":40,"teks_ayat":"اَلَمْ تَعْلَمْ اَنَّ اللّٰهَ لَهٗ مُلْكُ السَّمٰوٰتِ وَالْاَرْضِۗ يُعَذِّبُ مَنْ يَّشَاۤءُ وَيَغْفِرُ لِمَنْ يَّشَاۤءُ ۗوَاللّٰهُ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ","tema":"Hukuman bagi Pencuri","teks_terjemah":"Tidakkah engkau tahu bahwa sesungguhnya milik Allahlah kerajaan langit dan bumi? Dia menyiksa siapa yang Dia kehendaki dan mengampuni siapa yang Dia kehendaki. Allah Mahakuasa atas segala sesuatu.","no_fn":"","teks_fn":"","bacaan":"alam ta'lam annalaaha lahu mulkussamaawaati wal-ardhi yu'adzdzibu man yasyaau wayaghfiru liman yasyaau waalaahu 'alaa kulli syay-in qadiir"},{"id_ayat":710,"no_surah":5,"no_ayat":41,"teks_ayat":"۞ يٰٓاَيُّهَا الرَّسُوْلُ لَا يَحْزُنْكَ الَّذِيْنَ يُسَارِعُوْنَ فِى الْكُفْرِ مِنَ الَّذِيْنَ قَالُوْٓا اٰمَنَّا بِاَفْوَاهِهِمْ وَلَمْ تُؤْمِنْ قُلُوْبُهُمْ ۛ وَمِنَ الَّذِيْنَ هَادُوْا ۛ سَمّٰعُوْنَ لِلْكَذِبِ سَمّٰعُوْنَ لِقَوْمٍ اٰخَرِيْنَۙ لَمْ يَأْتُوْكَ ۗ يُحَرِّفُوْنَ الْكَلِمَ مِنْۢ بَعْدِ مَوَاضِعِهٖۚ يَقُوْلُوْنَ اِنْ اُوْتِيْتُمْ هٰذَا فَخُذُوْهُ وَاِنْ لَّمْ تُؤْتَوْهُ فَاحْذَرُوْا ۗوَمَنْ يُّرِدِ اللّٰهُ فِتْنَتَهٗ فَلَنْ تَمْلِكَ لَهٗ مِنَ اللّٰهِ شَيْـًٔا ۗ اُولٰۤىِٕكَ الَّذِيْنَ لَمْ يُرِدِ اللّٰهُ اَنْ يُّطَهِّرَ قُلُوْبَهُمْ ۗ لَهُمْ فِى الدُّنْيَا خِزْيٌ ۖوَّلَهُمْ فِى الْاٰخِرَةِ عَذَابٌ عَظِيْمٌ ","tema":"Sikap Orang Yahudi dan Munafik terhadap Hukum Allah","teks_terjemah":"Wahai Rasul (Muhammad), janganlah engkau disedihkan oleh orang-orang yang bersegera dalam kekufuran, yaitu orang-orang (munafik) yang mengatakan dengan mulut mereka, “Kami telah beriman,” padahal hati mereka belum beriman, dan juga orang-orang Yahudi. (Mereka adalah) orang-orang yang sangat suka mendengar (berita-berita) bohong lagi sangat suka mendengar (perkataan-perkataan) orang lain yang belum pernah datang kepadamu. Mereka mengubah firman-firman (Allah) setelah berada di tempat-tempat yang (sebenar)-nya. Mereka mengatakan, “Jika ini yang diberikan kepada kamu, terimalah. Jika kamu diberi yang bukan ini, hati-hatilah.” Siapa yang dikehendaki Allah kesesatannya, maka sekali-kali engkau tidak akan mampu menolak sesuatu pun dari Allah. Mereka itu adalah orang-orang yang Allah tidak hendak menyucikan hati mereka. Di dunia mereka mendapat kehinaan dan di akhirat akan mendapat azab yang sangat berat.","no_fn":"","teks_fn":"","bacaan":"yaa ayyuhaarrasuulu laa yahzunkaladziina yusaari'uuna fiilkufri minaladziina qaaluu aamannaa bi-afwaahihim walam tu'min quluubuhum waminaladziina haaduu sammaa'uuna lilkadzibi sammaa'uuna liqawmin aakhariina lam ya'tuuka yuharrifuunalkalima min ba'di mawaadi'ihi yaquuluuna in uutiitum haadzaa fakhudzuuhu wa-in lam tu'tawhu fahtsaruu waman yuridilaahu fitnatahu falan tamlika lahu minalaahi syay-an ulaa-ikaladziina lam yuridilaahu an yuthahhira quluubahum lahum fiiddunyaa khizyun walahum fiil-aakhirati 'adzaabun 'azhiim"},{"id_ayat":711,"no_surah":5,"no_ayat":42,"teks_ayat":"سَمّٰعُوْنَ لِلْكَذِبِ اَكّٰلُوْنَ لِلسُّحْتِۗ فَاِنْ جَاۤءُوْكَ فَاحْكُمْ بَيْنَهُمْ اَوْ اَعْرِضْ عَنْهُمْ ۚوَاِنْ تُعْرِضْ عَنْهُمْ فَلَنْ يَّضُرُّوْكَ شَيْـًٔا ۗ وَاِنْ حَكَمْتَ فَاحْكُمْ بَيْنَهُمْ بِالْقِسْطِۗ اِنَّ اللّٰهَ يُحِبُّ الْمُقْسِطِيْنَ","tema":"Sikap Orang Yahudi dan Munafik terhadap Hukum Allah","teks_terjemah":"Mereka (orang-orang Yahudi itu) sangat suka mendengar berita bohong lagi banyak memakan makanan yang haram. Maka, jika mereka datang kepadamu (Nabi Muhammad untuk meminta putusan), berilah putusan di antara mereka atau berpalinglah dari mereka. Jika engkau berpaling, mereka tidak akan membahayakanmu sedikit pun. Akan tetapi, jika engkau memutuskan (perkara mereka), putuskanlah dengan adil. Sesungguhnya Allah menyukai orang-orang yang adil.","no_fn":"","teks_fn":"","bacaan":"sammaa'uuna lilkadzibi akkaaluuna lissuhti fa-in jaauuka fahkum baynahum aw a'ridh 'anhum wa-in tu'ridh 'anhum falan yadhurruuka syay-an wa-in hakamta fahkum baynahum bilqisthi innalaaha yuhibbulmuqsithiin"},{"id_ayat":712,"no_surah":5,"no_ayat":43,"teks_ayat":"وَكَيْفَ يُحَكِّمُوْنَكَ وَعِنْدَهُمُ التَّوْرٰىةُ فِيْهَا حُكْمُ اللّٰهِ ثُمَّ يَتَوَلَّوْنَ مِنْۢ بَعْدِ ذٰلِكَ ۗوَمَآ اُولٰۤىِٕكَ بِالْمُؤْمِنِيْنَ ࣖ ","tema":"Sikap Orang Yahudi dan Munafik terhadap Hukum Allah","teks_terjemah":"Bagaimana mereka menjadikanmu sebagai hakim mereka, sedangkan mereka mempunyai Taurat yang di dalamnya (ada) hukum Allah, kemudian mereka berpaling (dari putusanmu) setelah itu? Mereka benar-benar bukanlah orang-orang mukmin.","no_fn":"","teks_fn":"","bacaan":"wakayfa yuhakkimuunaka wa'indahumuttawraatu fiihaa hukmulaahi tsumma yatawallawna min ba'di dzaalika wamaa ulaa-ika bilmu'miniin"},{"id_ayat":713,"no_surah":5,"no_ayat":44,"teks_ayat":"اِنَّآ اَنْزَلْنَا التَّوْرٰىةَ فِيْهَا هُدًى وَّنُوْرٌۚ يَحْكُمُ بِهَا النَّبِيُّوْنَ الَّذِيْنَ اَسْلَمُوْا لِلَّذِيْنَ هَادُوْا وَالرَّبّٰنِيُّوْنَ وَالْاَحْبَارُ بِمَا اسْتُحْفِظُوْا مِنْ كِتٰبِ اللّٰهِ وَكَانُوْا عَلَيْهِ شُهَدَاۤءَۚ فَلَا تَخْشَوُا النَّاسَ وَاخْشَوْنِ وَلَا تَشْتَرُوْا بِاٰيٰتِيْ ثَمَنًا قَلِيْلًا ۗوَمَنْ لَّمْ يَحْكُمْ بِمَآ اَنْزَلَ اللّٰهُ فَاُولٰۤىِٕكَ هُمُ الْكٰفِرُوْنَ","tema":"Sikap Orang Yahudi dan Munafik terhadap Hukum Allah","teks_terjemah":"Sesungguhnya Kami telah menurunkan Taurat. Di dalamnya ada petunjuk dan cahaya. Dengannya para nabi, yang berserah diri (kepada Allah), memberi putusan atas perkara orang Yahudi. Demikian pula para rabi dan ulama-ulama mereka (juga memberi putusan) sebab mereka diperintahkan (oleh Allah untuk) menjaga kitab Allah dan mereka merupakan saksi-saksi terhadapnya. Oleh karena itu, janganlah kamu takut kepada manusia, (tetapi) takutlah kepada-Ku. Janganlah kamu menukar ayat-ayat-Ku dengan harga yang murah. Siapa yang tidak memutuskan (suatu urusan) menurut ketentuan yang diturunkan Allah, maka mereka itulah orang-orang kafir.<sup>213)<\/sup>","no_fn":"213","teks_fn":"213) Orang yang tidak memutuskan perkara menurut hukum Allah Swt. ada tiga macam: a) karena benci dan ingkarnya kepada hukum Allah Swt., orang yang semacam ini kafir (surah al-Mā’idah\/5: 44); b) karena menuruti hawa nafsu dan merugikan orang lain, dinamakan zalim (surah al-Mā’idah\/5: 45); dan c) karena fasik, sebagaimana terdapat dalam ayat 47 surah ini.","bacaan":"innaa anzalnaattawraata fiihaa hudan wanuurun yahkumu bihaannabiyyuunaladziina aslamuu lilladziina haaduu warrabbaaniyyuuna wal-ahbaaru bimaa istuhfizhuu min kitaabilaahi wakaanuu 'alayhi syuhadaa-a falaa takhsyawuunnaasa wakhsyawni walaa tasytaruu bi-aayaatii tsamanan qaliilan waman lam yahkum bimaa anzalalaahu faulaa-ika humulkaafiruun"},{"id_ayat":714,"no_surah":5,"no_ayat":45,"teks_ayat":"وَكَتَبْنَا عَلَيْهِمْ فِيْهَآ اَنَّ النَّفْسَ بِالنَّفْسِ وَالْعَيْنَ بِالْعَيْنِ وَالْاَنْفَ بِالْاَنْفِ وَالْاُذُنَ بِالْاُذُنِ وَالسِّنَّ بِالسِّنِّۙ وَالْجُرُوْحَ قِصَاصٌۗ فَمَنْ تَصَدَّقَ بِهٖ فَهُوَ كَفَّارَةٌ لَّهٗ  ۗوَمَنْ لَّمْ يَحْكُمْ بِمَآ اَنْزَلَ اللّٰهُ فَاُولٰۤىِٕكَ هُمُ الظّٰلِمُوْنَ","tema":"Sikap Orang Yahudi dan Munafik terhadap Hukum Allah","teks_terjemah":"Kami telah menetapkan bagi mereka (Bani Israil) di dalamnya (Taurat) bahwa nyawa (dibalas) dengan nyawa, mata dengan mata, hidung dengan hidung, telinga dengan telinga, gigi dengan gigi, dan luka-luka (pun) ada kisasnya (balasan yang sama). Siapa yang melepaskan (hak kisasnya), maka itu (menjadi) penebus dosa baginya. Siapa yang tidak memutuskan (suatu urusan) menurut ketentuan yang diturunkan Allah, maka mereka itulah orang-orang zalim.","no_fn":"","teks_fn":"","bacaan":"wakatabnaa 'alayhim fiihaa annannafsa binnafsi wal'ayna bil'ayni wal-anfa bil-anfi waludzuna biludzuni wassinna bissinni waljuruuha qisasun faman tashaddaqa bihi fahuwa kaffaaratun lahu waman lam yahkum bimaa anzalalaahu faulaa-ika humuzhzhaalimuun"},{"id_ayat":715,"no_surah":5,"no_ayat":46,"teks_ayat":"وَقَفَّيْنَا عَلٰٓى اٰثَارِهِمْ بِعِيْسَى ابْنِ مَرْيَمَ مُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِ مِنَ التَّوْرٰىةِ ۖوَاٰتَيْنٰهُ الْاِنْجِيْلَ فِيْهِ هُدًى وَّنُوْرٌۙ وَّمُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِ مِنَ التَّوْرٰىةِ وَهُدًى وَّمَوْعِظَةً لِّلْمُتَّقِيْنَۗ ","tema":"Nabi Isa dan Kitab Injil","teks_terjemah":"Kami meneruskan jejak mereka (para nabi Bani Israil) dengan (mengutus) Isa putra Maryam yang membenarkan apa (kitab suci) yang sebelumnya, yaitu Taurat. Kami menurunkan Injil kepadanya (yang) di dalamnya terdapat petunjuk dan cahaya; yang membenarkan kitab suci yang sebelumnya, yaitu Taurat; dan menjadi petunjuk serta pengajaran bagi orang-orang yang bertakwa.","no_fn":"","teks_fn":"","bacaan":"waqaffaynaa 'alaa aatsaarihim bi'iisaa ibni maryama mushaddiqan limaa bayna yadayhi minattawraati waaataynaahul-injiila fiihi hudan wanuurun wamushaddiqan limaa bayna yadayhi minattawraati wahudan wamaw'izhatan lilmuttaqiin"},{"id_ayat":716,"no_surah":5,"no_ayat":47,"teks_ayat":"وَلْيَحْكُمْ اَهْلُ الْاِنْجِيْلِ بِمَآ اَنْزَلَ اللّٰهُ فِيْهِۗ وَمَنْ لَّمْ يَحْكُمْ بِمَآ اَنْزَلَ اللّٰهُ فَاُولٰۤىِٕكَ هُمُ الْفٰسِقُوْنَ","tema":"Nabi Isa dan Kitab Injil","teks_terjemah":"Hendaklah pengikut Injil memutuskan (urusan) menurut apa yang diturunkan Allah di dalamnya.<sup>214)<\/sup> Siapa yang tidak memutuskan (suatu urusan) menurut ketentuan yang diturunkan Allah, maka mereka itulah orang-orang fasik.","no_fn":"214","teks_fn":"214) Hukum ini berlaku sampai Allah Swt. mengutus Nabi Muhammad saw.","bacaan":"walyahkum ahlul-injiili bimaa anzalalaahu fiihi waman lam yahkum bimaa anzalalaahu faulaa-ika humulfaasiquun"},{"id_ayat":717,"no_surah":5,"no_ayat":48,"teks_ayat":"وَاَنْزَلْنَآ اِلَيْكَ الْكِتٰبَ بِالْحَقِّ مُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِ مِنَ الْكِتٰبِ وَمُهَيْمِنًا عَلَيْهِ فَاحْكُمْ بَيْنَهُمْ بِمَآ اَنْزَلَ اللّٰهُ وَلَا تَتَّبِعْ اَهْوَاۤءَهُمْ عَمَّا جَاۤءَكَ مِنَ الْحَقِّۗ لِكُلٍّ جَعَلْنَا مِنْكُمْ شِرْعَةً وَّمِنْهَاجًا ۗوَلَوْ شَاۤءَ اللّٰهُ لَجَعَلَكُمْ اُمَّةً وَّاحِدَةً وَّلٰكِنْ لِّيَبْلُوَكُمْ فِيْ مَآ اٰتٰىكُمْ فَاسْتَبِقُوا الْخَيْرٰتِۗ اِلَى اللّٰهِ مَرْجِعُكُمْ جَمِيْعًا فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ فِيْهِ تَخْتَلِفُوْنَۙ","tema":"Kewajiban Menjalankan Hukum Al-Qur’an","teks_terjemah":"Kami telah menurunkan kitab suci (Al-Qur’an) kepadamu (Nabi Muhammad) dengan (membawa) kebenaran sebagai pembenar kitab-kitab yang diturunkan sebelumnya dan sebagai penjaganya (acuan kebenaran terhadapnya). Maka, putuskanlah (perkara) mereka menurut aturan yang diturunkan Allah dan janganlah engkau mengikuti hawa nafsu mereka dengan (meninggalkan) kebenaran yang telah datang kepadamu. Untuk setiap umat di antara kamu Kami berikan aturan dan jalan yang terang. Seandainya Allah menghendaki, niscaya Dia menjadikanmu satu umat (saja). Akan tetapi, Allah hendak mengujimu tentang karunia yang telah Dia anugerahkan kepadamu. Maka, berlomba-lombalah dalam berbuat kebaikan. Hanya kepada Allah kamu semua kembali, lalu Dia memberitahukan kepadamu apa yang selama ini kamu perselisihkan.","no_fn":"","teks_fn":"","bacaan":"wa-anzalnaa ilaykalkitaaba bilhaqqi mushaddiqan limaa bayna yadayhi minalkitaabi wamuhayminan 'alayhi fahkum baynahum bimaa anzalalaahu walaa tattabi' ahwaa-ahum 'ammaa jaa-aka minalhaqqi likullin ja'alnaa minkum syir'atan waminhaajan walaw syaa-alaahu laja'alakum ummatan waahidatan walaakin liyabluwakum fiimaa aataakum fastabiquulkhayraati ilaalaahi marji'ukum jamii'an fayunabbi-ukum bimaa kuntum fiihi takhtalifuun"},{"id_ayat":718,"no_surah":5,"no_ayat":49,"teks_ayat":"وَاَنِ احْكُمْ بَيْنَهُمْ بِمَآ اَنْزَلَ اللّٰهُ وَلَا تَتَّبِعْ اَهْوَاۤءَهُمْ وَاحْذَرْهُمْ اَنْ يَّفْتِنُوْكَ عَنْۢ بَعْضِ مَآ اَنْزَلَ اللّٰهُ اِلَيْكَۗ فَاِنْ تَوَلَّوْا فَاعْلَمْ اَنَّمَا يُرِيْدُ اللّٰهُ اَنْ يُّصِيْبَهُمْ بِبَعْضِ ذُنُوْبِهِمْ ۗوَاِنَّ كَثِيْرًا مِّنَ النَّاسِ لَفٰسِقُوْنَ","tema":"Kewajiban Menjalankan Hukum Al-Qur’an","teks_terjemah":"Hendaklah engkau memutuskan (urusan) di antara mereka menurut aturan yang diturunkan Allah dan janganlah engkau mengikuti hawa nafsu mereka. Waspadailah mereka agar mereka tidak dapat memperdayakan engkau untuk meninggalkan sebagian apa yang telah diturunkan Allah kepadamu. Jika mereka berpaling (dari hukum yang telah diturunkan Allah), ketahuilah bahwa sesungguhnya Allah berkehendak menimpakan musibah kepada mereka disebabkan sebagian dosa-dosa mereka. Sesungguhnya banyak dari manusia adalah orang-orang yang fasik.","no_fn":"","teks_fn":"","bacaan":"wa-ani uhkum baynahum bimaa anzalalaahu walaa tattabi' ahwaa-ahum wahtsarhum an yaftinuuka 'an ba'dhi maa anzalalaahu ilayka fa-in tawallaw fa'lam annamaa yuriidulaahu an yushiibahum biba'dhi dzunuubihim wa-inna katsiiran minannaasi lafaasiquun"},{"id_ayat":719,"no_surah":5,"no_ayat":50,"teks_ayat":"اَفَحُكْمَ الْجَاهِلِيَّةِ يَبْغُوْنَۗ وَمَنْ اَحْسَنُ مِنَ اللّٰهِ حُكْمًا لِّقَوْمٍ يُّوْقِنُوْنَ ࣖ ","tema":"Kewajiban Menjalankan Hukum Al-Qur’an","teks_terjemah":"Apakah hukum jahiliah yang mereka kehendaki? (Hukum) siapakah yang lebih baik daripada (hukum) Allah bagi orang-orang yang meyakini (agamanya)?","no_fn":"","teks_fn":"","bacaan":"afahukmaljaahiliyyati yabghuuna waman ahsanu minalaahu hukman liqawmin yuuqinuun"},{"id_ayat":720,"no_surah":5,"no_ayat":51,"teks_ayat":"۞ يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَتَّخِذُوا الْيَهُوْدَ وَالنَّصٰرٰٓى اَوْلِيَاۤءَ ۘ بَعْضُهُمْ اَوْلِيَاۤءُ بَعْضٍۗ وَمَنْ يَّتَوَلَّهُمْ مِّنْكُمْ فَاِنَّهٗ مِنْهُمْ ۗ اِنَّ اللّٰهَ لَا يَهْدِى الْقَوْمَ الظّٰلِمِيْنَ","tema":"Larangan Menjadikan Orang Yahudi, Nasrani, dan Orang yang Memusuhi Islam sebagai Teman Setia","teks_terjemah":"Wahai orang-orang yang beriman, janganlah kamu menjadikan orang Yahudi dan Nasrani sebagai teman setia(-mu).<sup>215)<\/sup> Sebagian mereka menjadi teman setia bagi sebagian yang lain. Siapa di antara kamu yang menjadikan mereka teman setia, maka sesungguhnya dia termasuk golongan mereka. Sesungguhnya Allah tidak memberi petunjuk kepada kaum yang zalim.","no_fn":"215","teks_fn":"215) Lihat catatan kaki surah Āli ‘Imrān\/3: 28.","bacaan":"yaa ayyuhaaladziina aamanuu laa tattakhidzuulyahuuda wannashaaraa awliyaa-a ba'dhuhum awliyaau ba'dhin waman yatawallahum minkum fa-innahu minhum innalaaha laa yahdiilqawmazhzhaalimiin"},{"id_ayat":721,"no_surah":5,"no_ayat":52,"teks_ayat":"فَتَرَى الَّذِيْنَ فِيْ قُلُوْبِهِمْ مَّرَضٌ يُّسَارِعُوْنَ فِيْهِمْ يَقُوْلُوْنَ نَخْشٰٓى اَنْ تُصِيْبَنَا دَاۤىِٕرَةٌ  ۗفَعَسَى اللّٰهُ اَنْ يَّأْتِيَ بِالْفَتْحِ اَوْ اَمْرٍ مِّنْ عِنْدِهٖ فَيُصْبِحُوْا عَلٰى مَآ اَسَرُّوْا فِيْٓ اَنْفُسِهِمْ نٰدِمِيْنَۗ  ","tema":"Larangan Menjadikan Orang Yahudi, Nasrani, dan Orang yang Memusuhi Islam sebagai Teman Setia","teks_terjemah":"Maka, kamu akan melihat orang-orang yang hatinya berpenyakit segera mendekati mereka (Yahudi dan Nasrani) seraya berkata, “Kami takut akan tertimpa mara bahaya.” Mudah-mudahan Allah akan mendatangkan kemenangan (kepada Rasul-Nya) atau suatu keputusan dari sisi-Nya sehingga mereka menyesali apa yang mereka rahasiakan dalam diri mereka.","no_fn":"","teks_fn":"","bacaan":"fataraaladziina fii quluubihim maradhun yusaari'uuna fiihim yaquuluuna nakhsyaa an tushiibanaa daa-iratun fa'asaalaahu an ya'tiya bilfathi aw amrin min 'indihi fayushbihuu 'alaa maa asarruu fii anfusihim naadimiin"},{"id_ayat":722,"no_surah":5,"no_ayat":53,"teks_ayat":"وَيَقُوْلُ الَّذِيْنَ اٰمَنُوْٓا اَهٰٓؤُلَاۤءِ الَّذِيْنَ اَقْسَمُوْا بِاللّٰهِ جَهْدَ اَيْمَانِهِمْۙ اِنَّهُمْ لَمَعَكُمْۗ حَبِطَتْ اَعْمَالُهُمْ فَاَصْبَحُوْا خٰسِرِيْنَ","tema":"Larangan Menjadikan Orang Yahudi, Nasrani, dan Orang yang Memusuhi Islam sebagai Teman Setia","teks_terjemah":"Orang-orang yang beriman akan berkata, “Inikah orang yang bersumpah dengan (nama) Allah secara sungguh-sungguh bahwa mereka benar-benar beserta kamu?” Segala amal mereka menjadi sia-sia sehingga mereka menjadi orang-orang yang rugi.","no_fn":"","teks_fn":"","bacaan":"wayaquululadziina aamanuu ahaaulaa-iladziina aqsamuu bialaahi jahda aymaanihim innahum lama'akum habithat a'maaluhum fa-ashbahuu khaasiriin"},{"id_ayat":723,"no_surah":5,"no_ayat":54,"teks_ayat":"يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا مَنْ يَّرْتَدَّ مِنْكُمْ عَنْ دِيْنِهٖ فَسَوْفَ يَأْتِى اللّٰهُ بِقَوْمٍ يُّحِبُّهُمْ وَيُحِبُّوْنَهٗٓ  ۙاَذِلَّةٍ عَلَى الْمُؤْمِنِيْنَ اَعِزَّةٍ عَلَى الْكٰفِرِيْنَۖ  يُجَاهِدُوْنَ فِيْ سَبِيْلِ اللّٰهِ وَلَا يَخَافُوْنَ لَوْمَةَ لَاۤىِٕمٍ ۗذٰلِكَ فَضْلُ اللّٰهِ يُؤْتِيْهِ مَنْ يَّشَاۤءُۗ وَاللّٰهُ وَاسِعٌ عَلِيْمٌ","tema":"Larangan Menjadikan Orang Yahudi, Nasrani, dan Orang yang Memusuhi Islam sebagai Teman Setia","teks_terjemah":"Wahai orang-orang yang beriman, siapa di antara kamu yang murtad dari agamanya, maka Allah akan mendatangkan suatu kaum yang Dia mencintai mereka dan mereka pun mencintai-Nya, yang bersikap lemah lembut terhadap orang-orang mukmin dan bersikap tegas terhadap orang-orang kafir. Mereka berjihad di jalan Allah dan tidak takut pada celaan orang yang mencela. Itulah karunia Allah yang diberikan-Nya kepada siapa yang Dia kehendaki. Allah Mahaluas (pemberian-Nya) lagi Maha Mengetahui.","no_fn":"","teks_fn":"","bacaan":"yaa ayyuhaaladziina aamanuu man yartadda minkum 'an diinihi fasawfa ya'tiilaahu biqawmin yuhibbuhum wayuhibbuunahu adzillatin 'alaalmu'miniina a'izzatin 'alaalkaafiriina yujaahiduuna fii sabiililaahi walaa yakhaafuuna lawmata laa-imin dzaalika fadhlulaahi yu'tiihi man yasyaau waalaahu waasi'un 'aliim"},{"id_ayat":724,"no_surah":5,"no_ayat":55,"teks_ayat":"اِنَّمَا وَلِيُّكُمُ اللّٰهُ وَرَسُوْلُهٗ وَالَّذِيْنَ اٰمَنُوا الَّذِيْنَ يُقِيْمُوْنَ الصَّلٰوةَ وَيُؤْتُوْنَ الزَّكٰوةَ وَهُمْ رٰكِعُوْنَ","tema":"Larangan Menjadikan Orang Yahudi, Nasrani, dan Orang yang Memusuhi Islam sebagai Teman Setia","teks_terjemah":"Sesungguhnya penolongmu hanyalah Allah, Rasul-Nya, dan orang-orang yang beriman yang menegakkan salat dan menunaikan zakat seraya tunduk (kepada Allah).","no_fn":"","teks_fn":"","bacaan":"innamaa waliyyukumulaahu warasuuluhu walladziina aamanuuladziina yuqiimuunashshalaata wayu'tuunazzakaata wahum raaki'uun"},{"id_ayat":725,"no_surah":5,"no_ayat":56,"teks_ayat":"وَمَنْ يَّتَوَلَّ اللّٰهَ وَرَسُوْلَهٗ وَالَّذِيْنَ اٰمَنُوْا فَاِنَّ حِزْبَ اللّٰهِ هُمُ الْغٰلِبُوْنَ ࣖ ","tema":"Larangan Menjadikan Orang Yahudi, Nasrani, dan Orang yang Memusuhi Islam sebagai Teman Setia","teks_terjemah":"Siapa yang menjadikan Allah, Rasul-Nya, dan orang-orang yang beriman sebagai penolongnya, sesungguhnya para pengikut Allah itulah yang akan menjadi pemenang.","no_fn":"","teks_fn":"","bacaan":"waman yatawallalaaha warasuulahu walladziina aamanuu fa-inna hizbalaahi humulghaalibuun"},{"id_ayat":726,"no_surah":5,"no_ayat":57,"teks_ayat":"يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَتَّخِذُوا الَّذِيْنَ اتَّخَذُوْا دِيْنَكُمْ هُزُوًا وَّلَعِبًا مِّنَ الَّذِيْنَ اُوْتُوا الْكِتٰبَ مِنْ قَبْلِكُمْ وَالْكُفَّارَ اَوْلِيَاۤءَۚ وَاتَّقُوا اللّٰهَ اِنْ كُنْتُمْ مُّؤْمِنِيْنَ","tema":"Larangan Menjadikan Orang Yahudi, Nasrani, dan Orang yang Memusuhi Islam sebagai Teman Setia","teks_terjemah":" Wahai orang-orang yang beriman, janganlah kamu menjadikan orang-orang yang menjadikan agamamu bahan ejekan dan permainan, (yaitu) di antara orang-orang yang telah diberi kitab suci sebelummu dan orang-orang kafir, sebagai teman setia(-mu).<sup>216)<\/sup> Bertakwalah kepada Allah jika kamu orang-orang mukmin.","no_fn":"216","teks_fn":"216) Lihat catatan kaki surah Āli ‘Imrān\/3: 28.","bacaan":"yaa ayyuhaaladziina aamanuu laa tattakhidzuuladziina ittakhadzuu diinakum huzuwan wala'iban minaladziina uutuulkitaaba min qablikum walkuffaara awliyaa-a wattaquulaaha in kuntum mu'miniin"},{"id_ayat":727,"no_surah":5,"no_ayat":58,"teks_ayat":"وَاِذَا نَادَيْتُمْ اِلَى الصَّلٰوةِ اتَّخَذُوْهَا هُزُوًا وَّلَعِبًا ۗذٰلِكَ بِاَ نَّهُمْ قَوْمٌ لَّا يَعْقِلُوْنَ","tema":"Larangan Menjadikan Orang Yahudi, Nasrani, dan Orang yang Memusuhi Islam sebagai Teman Setia","teks_terjemah":"Apabila kamu menyeru untuk (melaksanakan) salat, mereka menjadikannya bahan ejekan dan permainan. Yang demikian itu adalah karena sesungguhnya mereka orang-orang yang tidak mengerti.","no_fn":"","teks_fn":"","bacaan":"wa-idzaa naadaytum ilaashshalaati ittakhadzuuhaa huzuwan wala'iban dzaalika bi-annahum qawmun laa ya'qiluun"},{"id_ayat":728,"no_surah":5,"no_ayat":59,"teks_ayat":"قُلْ يٰٓاَهْلَ الْكِتٰبِ هَلْ تَنْقِمُوْنَ مِنَّآ اِلَّآ اَنْ اٰمَنَّا بِاللّٰهِ وَمَآ اُنْزِلَ اِلَيْنَا وَمَآ اُنْزِلَ مِنْ قَبْلُۙ وَاَنَّ اَكْثَرَكُمْ فٰسِقُوْنَ","tema":"Kebencian Ahlulkitab kepada Orang Mukmin","teks_terjemah":"Katakanlah, “Wahai Ahlulkitab, apakah kamu memandang kami salah hanya karena kami beriman kepada Allah, pada apa yang diturunkan kepada kami (Al-Qur’an), pada apa yang diturunkan sebelumnya, dan (kami yakin bahwa) sesungguhnya kebanyakan kamu adalah orang-orang fasik?”","no_fn":"","teks_fn":"","bacaan":"qul yaa ahlalkitaabi hal tanqimuuna minnaa illaa an aamannaa bialaahi wamaa unzila ilaynaa wamaa unzila min qablu wa-anna aktsarakum faasiquun"},{"id_ayat":729,"no_surah":5,"no_ayat":60,"teks_ayat":"قُلْ هَلْ اُنَبِّئُكُمْ بِشَرٍّ مِّنْ ذٰلِكَ مَثُوْبَةً عِنْدَ اللّٰهِ ۗمَنْ لَّعَنَهُ اللّٰهُ وَغَضِبَ عَلَيْهِ وَجَعَلَ مِنْهُمُ الْقِرَدَةَ وَالْخَنَازِيْرَ وَعَبَدَ الطَّاغُوْتَۗ اُولٰۤىِٕكَ شَرٌّ مَّكَانًا وَّاَضَلُّ عَنْ سَوَاۤءِ السَّبِيْلِ","tema":"Kebencian Ahlulkitab kepada Orang Mukmin","teks_terjemah":"Katakanlah (Nabi Muhammad), “Apakah akan aku beritakan kepadamu tentang sesuatu yang lebih buruk pembalasannya daripada itu<sup>217)<\/sup> di sisi Allah? (Yaitu balasan) orang yang dilaknat dan dimurkai Allah (yang) di antara mereka Dia jadikan kera dan babi.<sup>218)<\/sup> (Di antara mereka ada pula yang) menyembah Tagut.” Mereka itu lebih buruk tempatnya dan lebih tersesat dari jalan yang lurus.","no_fn":"217","teks_fn":"217) Sesuatu yang lebih buruk pembalasannya adalah menganggap salah keimanan kepada Allah Swt., Al-Qur’an, dan kitab suci yang diturunkan sebelumnya.-><-218) Laknat ini ditimpakan kepada orang-orang Yahudi yang melanggar kehormatan hari Sabat (lihat surah al-Baqarah\/2: 65).","bacaan":"qul hal unabbi-ukum bisyarrin min dzaalika matsuubatan 'indalaahi man la'anahulaahu waghadhiba 'alayhi waja'ala minhumulqiradata walkhanaaziira wa'abadaththaaghuuti ulaa-ika syarrun makaanan wa-adhallu 'an sawaa-issabiil"},{"id_ayat":730,"no_surah":5,"no_ayat":61,"teks_ayat":"وَاِذَا جَاۤءُوْكُمْ قَالُوْٓا اٰمَنَّا وَقَدْ دَّخَلُوْا بِالْكُفْرِ وَهُمْ قَدْ خَرَجُوْا بِهٖ ۗوَاللّٰهُ اَعْلَمُ بِمَا كَانُوْا يَكْتُمُوْنَ","tema":"Kebencian Ahlulkitab kepada Orang Mukmin","teks_terjemah":"Apabila (Ahlulkitab yang munafik) datang kepadamu, mereka berkata, “Kami telah beriman,” padahal mereka datang dengan kekufuran dan mereka pergi (juga) dengannya (kekufuran). Allah lebih mengetahui apa yang selalu mereka sembunyikan.","no_fn":"","teks_fn":"","bacaan":"wa-idzaa jaauukum qaaluu aamannaa waqad dakhaluu bilkufri wahum qad kharajuu bihi waalaahu a'lamu bimaa kaanuu yaktumuun"},{"id_ayat":731,"no_surah":5,"no_ayat":62,"teks_ayat":"وَتَرٰى كَثِيْرًا مِّنْهُمْ يُسَارِعُوْنَ فِى الْاِثْمِ وَالْعُدْوَانِ وَاَكْلِهِمُ السُّحْتَۗ  لَبِئْسَ مَا كَانُوْا يَعْمَلُوْنَ","tema":"Kebencian Ahlulkitab kepada Orang Mukmin","teks_terjemah":"Kamu akan melihat banyak di antara mereka (Ahlulkitab) berlomba-lomba dalam perbuatan dosa, permusuhan, dan memakan (makanan) yang haram. Sungguh, itulah seburuk-buruk apa yang selalu mereka kerjakan.","no_fn":"","teks_fn":"","bacaan":"wataraa katsiiran minhum yusaari'uuna fiil-itsmi wal'udwaani wa-aklihimussuhta labi'sa maa kaanuu ya'maluun"},{"id_ayat":732,"no_surah":5,"no_ayat":63,"teks_ayat":"لَوْلَا يَنْهٰىهُمُ الرَّبّٰنِيُّوْنَ وَالْاَحْبَارُ عَنْ قَوْلِهِمُ الْاِثْمَ وَاَكْلِهِمُ السُّحْتَۗ  لَبِئْسَ مَا كَانُوْا يَصْنَعُوْنَ","tema":"Kebencian Ahlulkitab kepada Orang Mukmin","teks_terjemah":"Mengapa para ulama dan pendeta tidak melarang mereka mengucapkan perkataan bohong dan memakan (makanan) yang haram? Sungguh, itulah seburuk- buruk apa yang selalu mereka perbuat.","no_fn":"","teks_fn":"","bacaan":"lawlaa yanhaahumurrabbaaniyyuuna wal-ahbaaru 'an qawlihimul-itsma wa-aklihimussuhta labi'sa maa kaanuu yashna'uun"},{"id_ayat":733,"no_surah":5,"no_ayat":64,"teks_ayat":"وَقَالَتِ الْيَهُوْدُ يَدُ اللّٰهِ مَغْلُوْلَةٌ  ۗغُلَّتْ اَيْدِيْهِمْ وَلُعِنُوْا بِمَا قَالُوْا ۘ بَلْ يَدٰهُ مَبْسُوْطَتٰنِۙ يُنْفِقُ كَيْفَ يَشَاۤءُۗ وَلَيَزِيْدَنَّ كَثِيْرًا مِّنْهُمْ مَّآ اُنْزِلَ اِلَيْكَ مِنْ رَّبِّكَ طُغْيَانًا وَّكُفْرًاۗ وَاَلْقَيْنَا بَيْنَهُمُ الْعَدَاوَةَ وَالْبَغْضَاۤءَ اِلٰى يَوْمِ الْقِيٰمَةِۗ  كُلَّمَآ اَوْقَدُوْا نَارًا لِّلْحَرْبِ اَطْفَاَهَا اللّٰهُ ۙوَيَسْعَوْنَ فِى الْاَرْضِ فَسَادًاۗ وَاللّٰهُ لَا يُحِبُّ الْمُفْسِدِيْنَ","tema":"Kutukan terhadap Orang Yahudi","teks_terjemah":"Orang-orang Yahudi berkata, “Tangan Allah terbelenggu (kikir).” Sebenarnya tangan merekalah yang dibelenggu. Mereka dilaknat disebabkan apa yang telah mereka katakan. Sebaliknya, kedua tangan-Nya terbuka (Maha Pemurah). Dia memberi rezeki sebagaimana Dia kehendaki. (Al-Qur’an) yang diturunkan kepadamu dari Tuhanmu itu pasti akan menambah kedurhakaan dan kekufuran bagi kebanyakan mereka. Kami timbulkan permusuhan dan kebencian di antara mereka sampai hari Kiamat. Setiap kali mereka menyalakan api peperangan, Allah memadamkannya. Mereka berusaha (menimbulkan) kerusakan di bumi. Allah tidak menyukai orang-orang yang berbuat kerusakan.","no_fn":"","teks_fn":"","bacaan":"waqaalatilyahuudu yadulaahi maghluulatun ghullat aydiihim walu'inuu bimaa qaaluu bal yadaahu mabsuuthataani yunfiqu kayfa yasyaau walayaziidanna katsiiran minhum maa unzila ilayka min rabbika thughyaanan wakufran wa-alqaynaa baynahumul'adaawata walbaghdhaa-a ilaa yawmilqiyaamati kullamaa awqaduu naaran lilharbi athfa-ahaalaahu wayas'awna fiil-ardhi fasaadan waalaahu laa yuhibbulmufsidiin"},{"id_ayat":734,"no_surah":5,"no_ayat":65,"teks_ayat":"وَلَوْ اَنَّ اَهْلَ الْكِتٰبِ اٰمَنُوْا وَاتَّقَوْا لَكَفَّرْنَا عَنْهُمْ سَيِّاٰتِهِمْ وَلَاَدْخَلْنٰهُمْ جَنّٰتِ النَّعِيْمِ","tema":"Kutukan terhadap Orang Yahudi","teks_terjemah":"Seandainya Ahlulkitab itu beriman dan bertakwa, niscaya Kami hapus kesalahan-kesalahan mereka dan tentu Kami masukkan mereka ke dalam surga-surga yang penuh kenikmatan. ","no_fn":"","teks_fn":"","bacaan":"walaw anna ahlalkitaabi aamanuu wattaqaw lakaffarnaa 'anhum sayyi-aatihim wala-adkhalnaahum jannaatinna'iim"},{"id_ayat":735,"no_surah":5,"no_ayat":66,"teks_ayat":"وَلَوْ اَنَّهُمْ اَقَامُوا التَّوْرٰىةَ وَالْاِنْجِيْلَ وَمَآ اُنْزِلَ اِلَيْهِمْ مِّنْ رَّبِّهِمْ لَاَكَلُوْا مِنْ فَوْقِهِمْ وَمِنْ تَحْتِ اَرْجُلِهِمْۗ مِنْهُمْ اُمَّةٌ مُّقْتَصِدَةٌ  ۗ وَكَثِيْرٌ مِّنْهُمْ سَاۤءَ مَا يَعْمَلُوْنَ ࣖ ","tema":"Kutukan terhadap Orang Yahudi","teks_terjemah":"Seandainya mereka menegakkan (hukum) Taurat, Injil, dan (Al-Qur’an) yang diturunkan kepada mereka dari Tuhan mereka, niscaya mereka akan mendapat makanan dari atas mereka dan dari bawah kaki mereka.<sup>219)<\/sup> Di antara mereka ada umat yang menempuh jalan yang lurus. Sementara itu, banyak di antara mereka sangat buruk apa yang mereka kerjakan.","no_fn":"219","teks_fn":"219) Sebagai pahalanya, Allah Swt. akan memberikan rahmat-Nya dengan menurunkan hujan dan menghidupkan tumbuh-tumbuhan yang buahnya berlimpah ruah.","bacaan":"walaw annahum aqaamuuttawraata wal-injiila wamaa unzila ilayhim min rabbihim la-akaluu min fawqihim wamin tahti arjulihim minhum ummatun muqtashidatun wakatsiirun minhum saa-a maa ya'maluun"},{"id_ayat":736,"no_surah":5,"no_ayat":67,"teks_ayat":"۞ يٰٓاَيُّهَا الرَّسُوْلُ بَلِّغْ مَآ اُنْزِلَ اِلَيْكَ مِنْ رَّبِّكَ ۗوَاِنْ لَّمْ تَفْعَلْ فَمَا بَلَّغْتَ رِسٰلَتَهٗ ۗوَاللّٰهُ يَعْصِمُكَ مِنَ النَّاسِۗ اِنَّ اللّٰهَ لَا يَهْدِى الْقَوْمَ الْكٰفِرِيْنَ","tema":"Kewajiban Rasulullah Menyampaikan Ajaran Islam","teks_terjemah":"Wahai Rasul, sampaikanlah apa yang diturunkan Tuhanmu kepadamu. Jika engkau tidak melakukan (apa yang diperintahkan itu), berarti engkau tidak menyampaikan risalah-Nya. Allah menjaga engkau dari (gangguan) manusia.<sup>220)<\/sup> Sesungguhnya Allah tidak memberi petunjuk kepada kaum yang kafir.","no_fn":"220","teks_fn":"220) Maksudnya, tidak seorang pun yang dapat membunuh Nabi Muhammad saw.","bacaan":"yaa ayyuhaarrasuulu balligh maa unzila ilayka min rabbika wa-in lam taf'al famaa ballaghta risaalatahu waalaahu ya'shimuka minannaasi innalaaha laa yahdiilqawmalkaafiriin"},{"id_ayat":737,"no_surah":5,"no_ayat":68,"teks_ayat":"قُلْ يٰٓاَهْلَ الْكِتٰبِ لَسْتُمْ عَلٰى شَيْءٍ حَتّٰى تُقِيْمُوا التَّوْرٰىةَ وَالْاِنْجِيْلَ وَمَآ اُنْزِلَ اِلَيْكُمْ مِّنْ رَّبِّكُمْ ۗوَلَيَزِيْدَنَّ كَثِيْرًا مِّنْهُمْ مَّآ اُنْزِلَ اِلَيْكَ مِنْ رَّبِّكَ طُغْيَانًا وَّكُفْرًاۚ فَلَا تَأْسَ عَلَى الْقَوْمِ الْكٰفِرِيْنَ","tema":"Kewajiban Rasulullah Menyampaikan Ajaran Islam","teks_terjemah":"Katakanlah (Nabi Muhammad), “Wahai Ahlulkitab, kamu tidak menganut sesuatu pun (agama yang benar) hingga kamu menegakkan ajaran-ajaran Taurat, Injil, dan (Al-Qur’an) yang diturunkan Tuhanmu kepadamu.” Apa yang diturunkan Tuhanmu kepadamu pasti akan membuat banyak di antara mereka lebih durhaka dan ingkar. Maka, janganlah engkau bersedih terhadap kaum yang kafir itu.","no_fn":"","teks_fn":"","bacaan":"qul yaa ahlalkitaabi lastum 'alaa syay-in hattaa tuqiimuuttawraata wal-injiila wamaa unzila ilaykum min rabbikum walayaziidanna katsiiran minhum maa unzila ilayka min rabbika thughyaanan wakufran falaa ta'sa 'alaalqawmilkaafiriin"},{"id_ayat":738,"no_surah":5,"no_ayat":69,"teks_ayat":"اِنَّ الَّذِيْنَ اٰمَنُوْا وَالَّذِيْنَ هَادُوْا وَالصَّابِـُٔوْنَ وَالنَّصٰرٰى مَنْ اٰمَنَ بِاللّٰهِ وَالْيَوْمِ الْاٰخِرِ وَعَمِلَ صَالِحًا فَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُوْنَ","tema":"Kewajiban Rasulullah Menyampaikan Ajaran Islam","teks_terjemah":"Sesungguhnya orang-orang yang beriman, orang-orang Yahudi, Sabiin, dan Nasrani, siapa yang beriman kepada Allah, hari kemudian, dan beramal saleh, tidak ada rasa takut yang menimpa mereka dan mereka pun tidak bersedih.","no_fn":"","teks_fn":"","bacaan":"innaladziina aamanuu walladziina haaduu washshaabi-uuna wannashaaraa man aamana bialaahi walyawmil-aakhiri wa'amila shaalihan falaa khawfun 'alayhim walaa hum yahzanuun"},{"id_ayat":739,"no_surah":5,"no_ayat":70,"teks_ayat":"لَقَدْ اَخَذْنَا مِيْثَاقَ بَنِيْٓ اِسْرَاۤءِيْلَ وَاَرْسَلْنَآ اِلَيْهِمْ رُسُلًا ۗ كُلَّمَا جَاۤءَهُمْ رَسُوْلٌۢ بِمَا لَا تَهْوٰٓى اَنْفُسُهُمْۙ فَرِيْقًا كَذَّبُوْا وَفَرِيْقًا يَّقْتُلُوْنَ","tema":"Kewajiban Rasulullah Menyampaikan Ajaran Islam","teks_terjemah":"Sungguh, Kami benar-benar telah mengambil perjanjian dari Bani Israil dan telah mengutus rasul-rasul kepada mereka.<sup>221)<\/sup> Setiap kali rasul datang kepada mereka dengan membawa apa yang tidak sesuai dengan hawa nafsu mereka, sebagian (dari rasul itu) mereka dustakan dan sebagian yang lain mereka bunuh.","no_fn":"221","teks_fn":"221) Yakni janji untuk beriman kepada Allah Swt. dan rasul-rasul-Nya.","bacaan":"laqad akhadznaa miitsaaqa banii israa-iila wa-arsalnaa ilayhim rusulan kullamaa jaa-ahum rasuulun bimaa laa tahwaa anfusuhum fariiqan kadzdzabuu wafariiqan yaqtuluun"},{"id_ayat":740,"no_surah":5,"no_ayat":71,"teks_ayat":"وَحَسِبُوْٓا اَلَّا تَكُوْنَ فِتْنَةٌ فَعَمُوْا وَصَمُّوْا ثُمَّ تَابَ اللّٰهُ عَلَيْهِمْ ثُمَّ عَمُوْا وَصَمُّوْا كَثِيْرٌ مِّنْهُمْۗ وَاللّٰهُ بَصِيْرٌۢ بِمَا يَعْمَلُوْنَ","tema":"Kewajiban Rasulullah Menyampaikan Ajaran Islam","teks_terjemah":"Mereka mengira bahwa tidak akan terjadi fitnah (azab akibat dosa-dosa mereka). Oleh karena itu, mereka menjadi buta dan tuli. Setelah itu Allah menerima tobat mereka, kemudian banyak di antara mereka buta dan tuli (lagi). Allah Maha Melihat apa yang mereka kerjakan.","no_fn":"","teks_fn":"","bacaan":"wahasibuulaa takuuna fitnatun fa'amuu washammuu tsumma taabalaahu 'alayhim tsumma 'amuu washammuu katsiirun minhum waalaahu bashiirun bimaa ya'maluun"},{"id_ayat":741,"no_surah":5,"no_ayat":72,"teks_ayat":"لَقَدْ كَفَرَ الَّذِيْنَ قَالُوْٓا اِنَّ اللّٰهَ هُوَ الْمَسِيْحُ ابْنُ مَرْيَمَ ۗوَقَالَ الْمَسِيْحُ يٰبَنِيْٓ اِسْرَاۤءِيْلَ اعْبُدُوا اللّٰهَ رَبِّيْ وَرَبَّكُمْ ۗاِنَّهٗ مَنْ يُّشْرِكْ بِاللّٰهِ فَقَدْ حَرَّمَ اللّٰهُ عَلَيْهِ الْجَنَّةَ وَمَأْوٰىهُ النَّارُ ۗوَمَا لِلظّٰلِمِيْنَ مِنْ اَنْصَارٍ ","tema":"Orang yang Menganggap Nabi Isa sebagai Tuhan Adalah Kafir","teks_terjemah":"Sungguh, telah kufur orang-orang yang berkata, “Sesungguhnya Allah itulah Almasih putra Maryam.” Almasih (sendiri) berkata, “Wahai Bani Israil, sembahlah Allah, Tuhanku dan Tuhanmu!” Sesungguhnya siapa yang mempersekutukan (sesuatu dengan) Allah, maka sungguh, Allah mengharamkan surga baginya dan tempatnya ialah neraka. Tidak ada seorang penolong pun bagi orang-orang zalim itu.","no_fn":"","teks_fn":"","bacaan":"laqad kafaraladziina qaaluu innalaaha huwalmasiihu ibnu maryama waqaalalmasiihu yaa banii israa-iila u'buduulaaha rabbii warabbakum innahu man yusyrik bialaahi faqad harramalaahu 'alayhiljannata wama'waahunnaaru wamaa lizhzhaalimiina min anshaar"},{"id_ayat":742,"no_surah":5,"no_ayat":73,"teks_ayat":"لَقَدْ كَفَرَ الَّذِيْنَ قَالُوْٓا اِنَّ اللّٰهَ ثَالِثُ ثَلٰثَةٍ ۘ وَمَا مِنْ اِلٰهٍ اِلَّآ اِلٰهٌ وَّاحِدٌ  ۗوَاِنْ لَّمْ يَنْتَهُوْا عَمَّا يَقُوْلُوْنَ لَيَمَسَّنَّ الَّذِيْنَ كَفَرُوْا مِنْهُمْ عَذَابٌ اَلِيْمٌ","tema":"Orang yang Menganggap Nabi Isa sebagai Tuhan Adalah Kafir","teks_terjemah":"Sungguh, telah kufur orang-orang yang mengatakan bahwa Allah adalah salah satu dari yang tiga, padahal tidak ada tuhan selain Tuhan Yang Maha Esa. Jika mereka tidak berhenti dari apa yang mereka katakan, pasti orang-orang yang kufur di antara mereka akan ditimpa azab yang sangat pedih.","no_fn":"","teks_fn":"","bacaan":"laqad kafaraladziina qaaluu innalaaha tsaalitsu tsalaatsatin wamaa min ilaahin illaa ilaahun waahidun wa-in lam yantahuu 'ammaa yaquuluuna layamassannaladziina kafaruu minhum 'adzaabunliim"},{"id_ayat":743,"no_surah":5,"no_ayat":74,"teks_ayat":"اَفَلَا يَتُوْبُوْنَ اِلَى اللّٰهِ وَيَسْتَغْفِرُوْنَهٗۗ وَاللّٰهُ غَفُوْرٌ رَّحِيْمٌ","tema":"Orang yang Menganggap Nabi Isa sebagai Tuhan Adalah Kafir","teks_terjemah":"Tidakkah mereka bertobat kepada Allah dan memohon ampunan kepada-Nya, padahal Allah Maha Pengampun lagi Maha Penyayang?","no_fn":"","teks_fn":"","bacaan":"afalaa yatuubuuna ilaalaahi wayastaghfiruunahu waalaahu ghafuurun rahiim"},{"id_ayat":744,"no_surah":5,"no_ayat":75,"teks_ayat":"مَا الْمَسِيْحُ ابْنُ مَرْيَمَ اِلَّا رَسُوْلٌۚ قَدْ خَلَتْ مِنْ قَبْلِهِ الرُّسُلُۗ وَاُمُّهٗ صِدِّيْقَةٌ  ۗ كَانَا يَأْكُلَانِ الطَّعَامَ ۗ اُنْظُرْ كَيْفَ نُبَيِّنُ لَهُمُ الْاٰيٰتِ ثُمَّ انْظُرْ اَنّٰى يُؤْفَكُوْنَ","tema":"Orang yang Menganggap Nabi Isa sebagai Tuhan Adalah Kafir","teks_terjemah":"Almasih putra Maryam hanyalah seorang rasul. Sebelumnya pun sudah berlalu beberapa rasul. Ibunya adalah seorang yang berpegang teguh pada kebenaran. Keduanya makan (seperti halnya manusia biasa). Perhatikanlah bagaimana Kami menjelaskan ayat-ayat (tanda-tanda kekuasaan) kepada mereka (Ahlulkitab), kemudian perhatikanlah bagaimana mereka dipalingkan (dari kebenaran).","no_fn":"","teks_fn":"","bacaan":"maalmasiihu ibnu maryama illaa rasuulun qad khalat min qablihirrusulu waummuhu shiddiiqatun kaanaa ya'kulaaniththha'aama unzhur kayfa nubayyinu lahumul-aayaati tsumma unzhur annaa yu'fakuun"},{"id_ayat":745,"no_surah":5,"no_ayat":76,"teks_ayat":"قُلْ اَتَعْبُدُوْنَ مِنْ دُوْنِ اللّٰهِ مَا لَا يَمْلِكُ لَكُمْ ضَرًّا وَّلَا نَفْعًا ۗوَاللّٰهُ هُوَ السَّمِيْعُ الْعَلِيْمُ","tema":"Larangan Berbuat Syirik dan Ekstrem dalam Beragama","teks_terjemah":"Katakanlah (Nabi Muhammad), “Mengapa kamu menyembah selain Allah sesuatu yang tidak dapat mendatangkan kepadamu mudarat dan tidak (pula) manfaat?” Allah Maha Mendengar lagi Maha Mengetahui.","no_fn":"","teks_fn":"","bacaan":"qul ata'buduuna min duunilaahi maa laa yamliku lakum dharran walaa naf'an waalaahu huwassamii'ul'aliim"},{"id_ayat":746,"no_surah":5,"no_ayat":77,"teks_ayat":"قُلْ يٰٓاَهْلَ الْكِتٰبِ لَا تَغْلُوْا فِيْ دِيْنِكُمْ غَيْرَ الْحَقِّ وَلَا تَتَّبِعُوْٓا اَهْوَاۤءَ قَوْمٍ قَدْ ضَلُّوْا مِنْ قَبْلُ وَاَضَلُّوْا كَثِيْرًا وَّضَلُّوْا عَنْ سَوَاۤءِ السَّبِيْلِ ࣖ ","tema":"Larangan Berbuat Syirik dan Ekstrem dalam Beragama","teks_terjemah":"Katakanlah (Nabi Muhammad), “Wahai Ahlulkitab, janganlah kamu berlebih-lebihan dalam (urusan) agamamu tanpa hak. Janganlah kamu mengikuti hawa nafsu kaum yang benar-benar tersesat sebelum kamu dan telah menyesatkan banyak (manusia) serta mereka sendiri pun tersesat dari jalan yang lurus.”","no_fn":"","teks_fn":"","bacaan":"qul yaa ahlalkitaabi laa taghluu fii diinikum ghayralhaqqi walaa tattabi'uu ahwaa-a qawmin qad dhalluu min qablu wa-adhalluu katsiiran wadhalluu 'an sawaa-issabiil"},{"id_ayat":747,"no_surah":5,"no_ayat":78,"teks_ayat":"لُعِنَ الَّذِيْنَ كَفَرُوْا مِنْۢ بَنِيْٓ اِسْرَاۤءِيْلَ عَلٰى لِسَانِ دَاوٗدَ وَعِيْسَى ابْنِ مَرْيَمَ ۗذٰلِكَ بِمَا عَصَوْا وَّكَانُوْا يَعْتَدُوْنَ","tema":"Sebab-Sebab Kutukan Allah terhadap Orang Yahudi","teks_terjemah":"Orang-orang yang kufur dari Bani Israil telah dilaknat (oleh Allah) melalui lisan (ucapan) Daud dan Isa putra Maryam. Hal itu karena mereka durhaka dan selalu melampaui batas.","no_fn":"","teks_fn":"","bacaan":"lu'inaladziina kafaruu min banii israa-iila 'alaa lisaani daawuuda wa'iisaa ibni maryama dzaalika bimaa 'ashaw wakaanuu ya'taduun"},{"id_ayat":748,"no_surah":5,"no_ayat":79,"teks_ayat":"كَانُوْا لَا يَتَنَاهَوْنَ عَنْ مُّنْكَرٍ فَعَلُوْهُۗ  لَبِئْسَ مَا كَانُوْا يَفْعَلُوْنَ","tema":"Sebab-Sebab Kutukan Allah terhadap Orang Yahudi","teks_terjemah":"Mereka tidak saling mencegah perbuatan mungkar yang mereka lakukan. Sungguh, itulah seburuk-buruk apa yang selalu mereka lakukan.","no_fn":"","teks_fn":"","bacaan":"kaanuu laa yatanaahawna 'an munkarin fa'aluuhu labi'sa maa kaanuu yaf'aluun"},{"id_ayat":749,"no_surah":5,"no_ayat":80,"teks_ayat":"تَرٰى كَثِيْرًا مِّنْهُمْ يَتَوَلَّوْنَ الَّذِيْنَ كَفَرُوْا ۗ لَبِئْسَ مَا قَدَّمَتْ لَهُمْ اَنْفُسُهُمْ اَنْ سَخِطَ اللّٰهُ عَلَيْهِمْ وَفِى الْعَذَابِ هُمْ خٰلِدُوْنَ","tema":"Sebab-Sebab Kutukan Allah terhadap Orang Yahudi","teks_terjemah":"Engkau melihat banyak di antara mereka bersekutu dengan orang-orang yang kufur (musyrik). Sungguh, itulah seburuk-buruk apa yang mereka lakukan untuk diri mereka sendiri (sehingga mengakibatkan) Allah murka kepada mereka. Mereka akan kekal dalam azab.","no_fn":"","teks_fn":"","bacaan":"taraa katsiiran minhum yatawallawnaladziina kafaruu labi'sa maa qaddamat lahum anfusuhum an sakhithalaahu 'alayhim wafiil'adzaabi hum khaaliduun"},{"id_ayat":750,"no_surah":5,"no_ayat":81,"teks_ayat":"وَلَوْ كَانُوْا يُؤْمِنُوْنَ بِاللّٰهِ وَالنَّبِيِّ وَمَآ اُنْزِلَ اِلَيْهِ مَا اتَّخَذُوْهُمْ اَوْلِيَاۤءَ وَلٰكِنَّ كَثِيْرًا مِّنْهُمْ فٰسِقُوْنَ","tema":"Sebab-Sebab Kutukan Allah terhadap Orang Yahudi","teks_terjemah":"Seandainya mereka beriman kepada Allah, Nabi (Muhammad), dan apa yang diturunkan kepadanya, niscaya mereka tidak akan menjadikan orang musyrik itu sebagai sekutu.<sup>222)<\/sup> Akan tetapi, banyak di antara mereka adalah orang-orang fasik.","no_fn":"222","teks_fn":"222) Lihat catatan kaki surah Āli ‘Imrān\/3: 28.","bacaan":"walaw kaanuu yu'minuuna bialaahi wannabiyyi wamaa unzila ilayhi maa ittakhadzuuhum awliyaa-a walaakinna katsiiran minhum faasiquun"},{"id_ayat":751,"no_surah":5,"no_ayat":82,"teks_ayat":"۞ لَتَجِدَنَّ اَشَدَّ النَّاسِ عَدَاوَةً لِّلَّذِيْنَ اٰمَنُوا الْيَهُوْدَ وَالَّذِيْنَ اَشْرَكُوْاۚ وَلَتَجِدَنَّ اَقْرَبَهُمْ مَّوَدَّةً لِّلَّذِيْنَ اٰمَنُوا الَّذِيْنَ قَالُوْٓا اِنَّا نَصٰرٰىۗ ذٰلِكَ بِاَنَّ مِنْهُمْ قِسِّيْسِيْنَ وَرُهْبَانًا وَّاَنَّهُمْ لَا يَسْتَكْبِرُوْنَ  ۔","tema":"Sikap Ahlulkitab kepada Orang Mukmin","teks_terjemah":"Pasti akan engkau dapati orang yang paling keras permusuhannya terhadap orang-orang yang beriman, yaitu orang-orang Yahudi dan orang-orang musyrik. Pasti akan engkau dapati pula orang yang paling dekat persahabatannya dengan orang-orang yang beriman, yaitu orang-orang yang berkata, “Sesungguhnya kami adalah orang Nasrani.” Hal itu karena di antara mereka terdapat para pendeta dan rahib, juga karena mereka tidak menyombongkan diri.","no_fn":"","teks_fn":"","bacaan":"latajidanna asyaddannaasi 'adaawatan lilladziina aamanuulyahuuda walladziina asyrakuu walatajidanna aqrabahum mawaddatan lilladziina aamanuuladziina qaaluu innaa nashaaraa dzaalika bi-anna minhum qissiisiina waruhbaanan wa-annahum laa yastakbiruun"},{"id_ayat":752,"no_surah":5,"no_ayat":83,"teks_ayat":"وَاِذَا سَمِعُوْا مَآ اُنْزِلَ اِلَى الرَّسُوْلِ تَرٰٓى اَعْيُنَهُمْ تَفِيْضُ مِنَ الدَّمْعِ مِمَّا عَرَفُوْا مِنَ الْحَقِّۚ يَقُوْلُوْنَ رَبَّنَآ اٰمَنَّا فَاكْتُبْنَا مَعَ الشّٰهِدِيْنَ ","tema":"Sikap Ahlulkitab kepada Orang Mukmin","teks_terjemah":"Apabila mereka mendengar sesuatu (Al-Qur’an) yang diturunkan kepada Rasul (Nabi Muhammad), engkau melihat mata mereka bercucuran air mata disebabkan kebenaran yang telah mereka ketahui (dari kitab-kitab mereka sendiri). Mereka berkata, “Ya Tuhan kami, kami telah beriman. Maka, catatlah kami bersama orang-orang yang menjadi saksi (atas kebenaran Al-Qur’an dan kenabian Muhammad).","no_fn":"","teks_fn":"","bacaan":"wa-idzaa sami'uu maa unzila ilaarrasuuli taraa a'yunahum tafiidhu minaddam'i mimmaa 'arafuu minalhaqqi yaquuluuna rabbanaa aamannaa faktubnaa ma'asysyaahidiin"},{"id_ayat":753,"no_surah":5,"no_ayat":84,"teks_ayat":"وَمَا لَنَا لَا نُؤْمِنُ بِاللّٰهِ وَمَا جَاۤءَنَا مِنَ الْحَقِّۙ وَنَطْمَعُ اَنْ يُّدْخِلَنَا رَبُّنَا مَعَ الْقَوْمِ الصّٰلِحِيْنَ","tema":"Sikap Ahlulkitab kepada Orang Mukmin","teks_terjemah":"Mengapa kami tidak beriman kepada Allah dan kebenaran yang telah datang kepada kami, padahal kami sangat ingin agar Tuhan kami memasukkan kami bersama kaum yang saleh?”","no_fn":"","teks_fn":"","bacaan":"wamaa lanaa laa nu'minu bialaahi wamaa jaa-anaa minalhaqqi wanathma'u an yudkhilanaa rabbunaa ma'alqawmishshaalihiin"},{"id_ayat":754,"no_surah":5,"no_ayat":85,"teks_ayat":"فَاَثَابَهُمُ اللّٰهُ بِمَا قَالُوْا جَنّٰتٍ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُ خٰلِدِيْنَ فِيْهَاۗ وَذٰلِكَ جَزَاۤءُ الْمُحْسِنِيْنَ ","tema":"Sikap Ahlulkitab kepada Orang Mukmin","teks_terjemah":"Maka, Allah memberi pahala kepada mereka atas sesuatu yang telah mereka ucapkan, (yaitu) surga yang mengalir di bawahnya sungai-sungai, sedang mereka kekal di dalamnya. Itulah balasan (bagi) orang-orang yang berbuat kebaikan.","no_fn":"","teks_fn":"","bacaan":"fa-atsaabahumulaahu bimaa qaaluu jannaatin tajrii min tahtihaal-anhaaru khaalidiina fiihaa wadzaalika jazaaulmuhsiniin"},{"id_ayat":755,"no_surah":5,"no_ayat":86,"teks_ayat":"وَالَّذِيْنَ كَفَرُوْا وَكَذَّبُوْا بِاٰيٰتِنَآ اُولٰۤىِٕكَ اَصْحٰبُ الْجَحِيْمِ ࣖ","tema":"Sikap Ahlulkitab kepada Orang Mukmin","teks_terjemah":"Adapun orang-orang yang kufur dan mendustakan ayat-ayat Kami, mereka itulah penghuni (neraka) Jahim. ","no_fn":"","teks_fn":"","bacaan":"walladziina kafaruu wakadzdzabuu bi-aayaatinaa ulaa-ika ash-haabuljahiim"},{"id_ayat":756,"no_surah":5,"no_ayat":87,"teks_ayat":"يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تُحَرِّمُوْا طَيِّبٰتِ مَآ اَحَلَّ اللّٰهُ لَكُمْ وَلَا تَعْتَدُوْا ۗاِنَّ اللّٰهَ لَا يُحِبُّ الْمُعْتَدِيْنَ ","tema":"Larangan Mengubah Hukum Allah dan Melampaui Batas","teks_terjemah":"Wahai orang-orang yang beriman, janganlah kamu mengharamkan sesuatu yang baik yang telah Allah halalkan bagi kamu, dan janganlah kamu melampaui batas. Sesungguhnya Allah tidak menyukai orang-orang yang melampaui batas.","no_fn":"","teks_fn":"","bacaan":"yaa ayyuhaaladziina aamanuu laa tuharrimuu thayyibaati maa ahallalaahu lakum walaa ta'taduu innalaaha laa yuhibbulmu'tadiin"},{"id_ayat":757,"no_surah":5,"no_ayat":88,"teks_ayat":"وَكُلُوْا مِمَّا رَزَقَكُمُ اللّٰهُ حَلٰلًا طَيِّبًا ۖوَّاتَّقُوا اللّٰهَ الَّذِيْٓ اَنْتُمْ بِهٖ مُؤْمِنُوْنَ ","tema":"Larangan Mengubah Hukum Allah dan Melampaui Batas","teks_terjemah":"Makanlah apa yang telah Allah anugerahkan kepadamu sebagai rezeki yang halal lagi baik, dan bertakwalah kepada Allah yang hanya kepada-Nya kamu beriman.","no_fn":"","teks_fn":"","bacaan":"wakuluu mimmaa razaqakumulaahu halaalan thayyiban wattaquulaahaladzii antum bihi mu'minuun"},{"id_ayat":758,"no_surah":5,"no_ayat":89,"teks_ayat":"لَا يُؤَاخِذُكُمُ اللّٰهُ بِاللَّغْوِ  فِيْٓ اَيْمَانِكُمْ وَلٰكِنْ يُّؤَاخِذُكُمْ بِمَا عَقَّدْتُّمُ الْاَيْمَانَۚ فَكَفَّارَتُهٗٓ اِطْعَامُ عَشَرَةِ مَسٰكِيْنَ مِنْ اَوْسَطِ مَا تُطْعِمُوْنَ اَهْلِيْكُمْ اَوْ كِسْوَتُهُمْ اَوْ تَحْرِيْرُ رَقَبَةٍ ۗفَمَنْ لَّمْ يَجِدْ فَصِيَامُ ثَلٰثَةِ اَيَّامٍ ۗذٰلِكَ كَفَّارَةُ اَيْمَانِكُمْ اِذَا حَلَفْتُمْ ۗوَاحْفَظُوْٓا اَيْمَانَكُمْ ۗ كَذٰلِكَ يُبَيِّنُ اللّٰهُ لَكُمْ اٰيٰتِهٖ لَعَلَّكُمْ تَشْكُرُوْنَ ","tema":"Larangan Mengubah Hukum Allah dan Melampaui Batas","teks_terjemah":"Allah tidak menghukum kamu disebabkan sumpah-sumpahmu yang tidak disengaja (untuk bersumpah), tetapi Dia menghukum kamu disebabkan sumpah-sumpah yang kamu sengaja. Maka, kafaratnya (denda akibat melanggar sumpah) ialah memberi makan sepuluh orang miskin dari makanan yang (biasa) kamu berikan kepada keluargamu, memberi pakaian kepada mereka, atau memerdekakan seorang hamba sahaya. Siapa yang tidak mampu melakukannya, maka (kafaratnya) berpuasa tiga hari. Itulah kafarat sumpah-sumpahmu apabila kamu bersumpah (dan kamu melanggarnya). Jagalah sumpah-sumpahmu! Demikianlah Allah menjelaskan kepadamu hukum-hukum-Nya agar kamu bersyukur (kepada-Nya).","no_fn":"","teks_fn":"","bacaan":"laa yu-aakhidzukumulaahu billaghwi fii aymaanikum walaakin yu-aakhidzukum bimaa 'aqqadtumul-aymaana fakaffaaratuhu ith'aamu 'asyarati masaakiina min awsathi maa tuth'imuuna ahliikum aw kiswatuhum aw tahriiru raqabatin faman lam yajid fashiyaamu tsalaatsati ayyaamin dzaalika kaffaaratu aymaanikum idzaa halaftum wahfazhuu aymaanakum kadzaalika yubayyinulaahu lakum aayaatihi la'allakum tasykuruun"},{"id_ayat":759,"no_surah":5,"no_ayat":90,"teks_ayat":"يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اِنَّمَا الْخَمْرُ وَالْمَيْسِرُ وَالْاَنْصَابُ وَالْاَزْلَامُ رِجْسٌ مِّنْ عَمَلِ الشَّيْطٰنِ فَاجْتَنِبُوْهُ لَعَلَّكُمْ تُفْلِحُوْنَ ","tema":"Perintah Menjauhi Setan","teks_terjemah":"Wahai orang-orang yang beriman, sesungguhnya minuman keras, berjudi, (berkurban untuk) berhala, dan mengundi nasib dengan anak panah adalah perbuatan keji (dan) termasuk perbuatan setan. Maka, jauhilah (perbuatan-perbuatan) itu agar kamu beruntung.","no_fn":"","teks_fn":"","bacaan":"yaa ayyuhaaladziina aamanuu innamaalkhamru walmaysiru wal-anshaabu wal-azlaamu rijsun min 'amalisysyaythaani fajtanibuuhu la'allakum tuflihuun"},{"id_ayat":760,"no_surah":5,"no_ayat":91,"teks_ayat":"اِنَّمَا يُرِيْدُ الشَّيْطٰنُ اَنْ يُّوْقِعَ بَيْنَكُمُ الْعَدَاوَةَ وَالْبَغْضَاۤءَ فِى الْخَمْرِ وَالْمَيْسِرِ وَيَصُدَّكُمْ عَنْ ذِكْرِ اللّٰهِ وَعَنِ الصَّلٰوةِ فَهَلْ اَنْتُمْ مُّنْتَهُوْنَ ","tema":"Perintah Menjauhi Setan","teks_terjemah":"Sesungguhnya setan hanya bermaksud menimbulkan permusuhan dan kebencian di antara kamu melalui minuman keras dan judi serta (bermaksud) menghalangi kamu dari mengingat Allah dan (melaksanakan) salat, maka tidakkah kamu mau berhenti?","no_fn":"","teks_fn":"","bacaan":"innamaa yuriidusysyaythaanu an yuuqi'a baynakumul'adaawata walbaghdhaa-a fiilkhamri walmaysiri wayashuddakum 'an dzikrilaahi wa'anishshalaati fahal antum muntahuun"},{"id_ayat":761,"no_surah":5,"no_ayat":92,"teks_ayat":"وَاَطِيْعُوا اللّٰهَ وَاَطِيْعُوا الرَّسُوْلَ وَاحْذَرُوْا ۚفَاِنْ تَوَلَّيْتُمْ فَاعْلَمُوْٓا اَنَّمَا عَلٰى رَسُوْلِنَا الْبَلٰغُ الْمُبِيْنُ ","tema":"Perintah Menjauhi Setan","teks_terjemah":"Taatlah kamu kepada Allah dan taatlah kamu kepada Rasul serta berhati-hatilah! Jika kamu berpaling, maka ketahuilah bahwa kewajiban Rasul Kami hanyalah menyampaikan (ajaran Allah) dengan jelas.","no_fn":"","teks_fn":"","bacaan":"wa-athii'uulaaha wa-athii'uurrasuula wahtsaruu fa-in tawallaytum fa'lamuu annamaa 'alaa rasuulinaalbalaaghulmubiin"},{"id_ayat":762,"no_surah":5,"no_ayat":93,"teks_ayat":"لَيْسَ عَلَى الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ جُنَاحٌ فِيْمَا طَعِمُوْٓا اِذَا مَا اتَّقَوْا وَّاٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ ثُمَّ اتَّقَوْا وَّاٰمَنُوْا ثُمَّ اتَّقَوْا وَّاَحْسَنُوْا ۗوَاللّٰهُ يُحِبُّ الْمُحْسِنِيْنَ ࣖ ","tema":"Perintah Menjauhi Setan","teks_terjemah":"Tidak ada dosa bagi orang-orang yang beriman dan mengerjakan amal-amal saleh menyangkut sesuatu yang telah mereka makan (dahulu sebelum turunnya aturan yang mengharamkan), apabila mereka bertakwa dan beriman, serta mengerjakan amal-amal saleh, kemudian mereka (tetap) bertakwa dan beriman, selanjutnya mereka (tetap juga) bertakwa dan berbuat kebajikan. Allah menyukai orang-orang yang berbuat kebajikan.","no_fn":"","teks_fn":"","bacaan":"laysa 'alaaladziina aamanuu wa'amiluushshaalihaati junaahun fiimaa tha'imuu idzaa maa ittaqaw waaamanuu wa'amiluushshaalihaati tsumma ittaqaw waaamanuu tsumma ittaqaw wa-ahsanuu waalaahu yuhibbulmuhsiniin"},{"id_ayat":763,"no_surah":5,"no_ayat":94,"teks_ayat":"يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَيَبْلُوَنَّكُمُ اللّٰهُ بِشَيْءٍ مِّنَ الصَّيْدِ تَنَالُهٗٓ اَيْدِيْكُمْ وَرِمَاحُكُمْ لِيَعْلَمَ اللّٰهُ مَنْ يَّخَافُهٗ بِالْغَيْبِۚ فَمَنِ اعْتَدٰى بَعْدَ ذٰلِكَ فَلَهٗ عَذَابٌ اَلِيْمٌ ","tema":"Ujian Bagi Orang yang sedang Berihram","teks_terjemah":"Wahai orang-orang yang beriman, sungguh Allah pasti akan mengujimu dengan sesuatu dari hewan buruan yang (mudah) didapat oleh tangan dan tombakmu agar Allah mengetahui siapa yang takut kepada-Nya, meskipun Dia gaib. Siapa yang melanggar (batas) setelah itu, baginya azab yang pedih.","no_fn":"","teks_fn":"","bacaan":"yaa ayyuhaaladziina aamanuu layabluwannakumulaahu bisyay-in minashshaydi tanaaluhu aydiikum warimaahukum liya'lamalaahu man yakhaafuhu bilghaybi famani i'tadaa ba'da dzaalika falahu 'adzaabunliim"},{"id_ayat":764,"no_surah":5,"no_ayat":95,"teks_ayat":"يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَقْتُلُوا الصَّيْدَ وَاَنْتُمْ حُرُمٌ ۗوَمَنْ قَتَلَهٗ مِنْكُمْ مُّتَعَمِّدًا فَجَزَۤاءٌ مِّثْلُ مَا قَتَلَ مِنَ النَّعَمِ يَحْكُمُ بِهٖ ذَوَا عَدْلٍ مِّنْكُمْ هَدْيًاۢ بٰلِغَ الْكَعْبَةِ اَوْ كَفَّارَةٌ طَعَامُ مَسٰكِيْنَ اَوْ عَدْلُ ذٰلِكَ صِيَامًا لِّيَذُوْقَ وَبَالَ اَمْرِهٖ ۗعَفَا اللّٰهُ عَمَّا سَلَفَ ۗوَمَنْ عَادَ فَيَنْتَقِمُ اللّٰهُ مِنْهُ ۗوَاللّٰهُ عَزِيْزٌ ذُو انْتِقَامٍ ","tema":"Ujian Bagi Orang yang sedang Berihram","teks_terjemah":"Wahai orang-orang yang beriman, janganlah kamu membunuh hewan buruan,<sup>223)<\/sup> ketika kamu sedang berihram (haji atau umrah). Siapa di antara kamu membunuhnya dengan sengaja, dendanya (ialah menggantinya) dengan hewan ternak yang sepadan dengan (hewan buruan) yang dibunuhnya menurut putusan dua orang yang adil di antara kamu sebagai hadyu (hewan kurban) yang (dibawa) sampai ke Ka‘bah<sup>224)<\/sup> atau (membayar) kafarat dengan memberi makan orang-orang miskin<sup>225)<\/sup> atau berpuasa, seimbang dengan makanan yang dikeluarkan itu,<sup>226)<\/sup> agar dia merasakan akibat buruk dari perbuatannya. Allah telah memaafkan perbuatan yang telah lalu.<sup>227)<\/sup> Siapa kembali mengerjakannya, pasti Allah akan menyiksanya. Allah Mahaperkasa lagi Maha Memiliki (kekuasaan) untuk membalas.","no_fn":"223","teks_fn":"223) Yang dimaksud hewan buruan pada ayat ini adalah hewan yang boleh dimakan maupun tidak, kecuali burung gagak, burung elang, kalajengking, tikus, dan anjing buas, termasuk juga ular, dalam suatu riwayat.<\/br>224) Maksud sampai ke Ka‘bah pada ayat ini adalah yang dibawa sampai ke daerah haram untuk disembelih di sana dan dagingnya dibagikan kepada fakir miskin.<\/br>225) Membayar kafarat harus sepadan dengan harga hewan ternak pengganti hewan yang dibunuh itu.<\/br>226) Puasa yang dilakukan sama jumlah harinya dengan jumlah mud yang diberikan kepada fakir miskin, yaitu seharga hewan yang dibunuh, dengan catatan, seorang fakir miskin mendapat satu mud (lebih kurang 6,5 ons).<\/br>227) Maksud perbuatan yang telah lalu dalam ayat ini adalah membunuh hewan sebelum turun ayat yang mengharamkannya.","bacaan":"yaa ayyuhaaladziina aamanuu laa taqtuluushshayda wa-antum hurumun waman qatalahu minkum muta'ammidan fajazaaun mitslu maa qatala minanna'ami yahkumu bihi dzawaa 'adlin minkum hadyan baalighalka'bati aw kaffaaratun tha'aamu masaakiina aw 'adlu dzaalika shiyaaman liyadzuuqa wabaala amrihi 'afaalaahu 'ammaa salafa waman 'aada fayantaqimulaahu minhu waalaahu 'aziizun dzuu intiqaam"},{"id_ayat":765,"no_surah":5,"no_ayat":96,"teks_ayat":"اُحِلَّ لَكُمْ صَيْدُ الْبَحْرِ وَطَعَامُهٗ مَتَاعًا لَّكُمْ وَلِلسَّيَّارَةِ ۚوَحُرِّمَ عَلَيْكُمْ صَيْدُ الْبَرِّ مَا دُمْتُمْ حُرُمًا ۗوَاتَّقُوا اللّٰهَ الَّذِيْٓ اِلَيْهِ تُحْشَرُوْنَ ","tema":"Ujian Bagi Orang yang sedang Berihram","teks_terjemah":"Dihalalkan bagi kamu hewan buruan laut<sup>228)<\/sup> dan makanan (yang berasal dari) laut sebagai kesenangan bagimu, dan bagi orang-orang yang dalam perjalanan; dan diharamkan atasmu (menangkap) hewan buruan darat selama kamu dalam keadaan ihram. Bertakwalah kepada Allah yang hanya kepada-Nya kamu akan dikumpulkan.","no_fn":"228","teks_fn":"228) Termasuk dalam pengertian laut di sini adalah sungai, danau, kolam, dan sebagainya.","bacaan":"uhilla lakum shaydulbahri watha'aamuhu mataa'an lakum walissayyaarati wahurrima 'alaykum shaydulbarri maa dumtum huruman wattaquulaahaladzii ilayhi tuhsyaruun"},{"id_ayat":766,"no_surah":5,"no_ayat":97,"teks_ayat":"۞ جَعَلَ اللّٰهُ الْكَعْبَةَ الْبَيْتَ الْحَرَامَ قِيٰمًا لِّلنَّاسِ وَالشَّهْرَ الْحَرَامَ وَالْهَدْيَ وَالْقَلَاۤىِٕدَ ۗذٰلِكَ لِتَعْلَمُوْٓا اَنَّ اللّٰهَ يَعْلَمُ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِۙ وَاَنَّ اللّٰهَ بِكُلِّ شَيْءٍ عَلِيْمٌ ","tema":"Ujian Bagi Orang yang sedang Berihram","teks_terjemah":"Allah telah menjadikan Ka‘bah, rumah suci itu sebagai pusat kegiatan (peribadatan dan urusan dunia)<sup>229)<\/sup> bagi manusia, dan (demikian pula) bulan haram, hadyu (hewan kurban) dan qalā’id (hewan kurban yang diberi kalung). Yang demikian itu agar kamu mengetahui bahwa sesungguhnya Allah mengetahui apa pun yang ada di langit dan apa pun yang ada di bumi dan bahwa Allah Maha Mengetahui segala sesuatu.","no_fn":"229","teks_fn":"229) Ka‘bah dan sekitarnya menjadi tempat yang aman bagi manusia untuk mengerjakan urusan-urusan yang berhubungan dengan dunia dan akhirat serta menjadi pusat ibadah haji.","bacaan":"ja'alalaahulka'batalbaytalharaama qiyaaman linnaasi wasysyahralharaama walhadya walqalaa-ida dzaalika lita'lamuu annalaaha ya'lamu maa fiissamaawaati wamaa fiil-ardhi wa-annalaaha bikulli syay-in 'aliim"},{"id_ayat":767,"no_surah":5,"no_ayat":98,"teks_ayat":"اِعْلَمُوْٓا اَنَّ اللّٰهَ شَدِيْدُ الْعِقَابِۙ وَاَنَّ اللّٰهَ غَفُوْرٌ رَّحِيْمٌۗ ","tema":"Ujian Bagi Orang yang sedang Berihram","teks_terjemah":"Ketahuilah bahwa Allah sangat keras hukuman-Nya dan bahwa Allah Maha Pengampun lagi Maha Penyayang.","no_fn":"","teks_fn":"","bacaan":"i'lamuu annalaaha syadiidul'iqaabi wa-annalaaha ghafuurun rahiim"},{"id_ayat":768,"no_surah":5,"no_ayat":99,"teks_ayat":"مَا عَلَى الرَّسُوْلِ اِلَّا الْبَلٰغُ ۗوَاللّٰهُ يَعْلَمُ مَا تُبْدُوْنَ وَمَا تَكْتُمُوْنَ ","tema":"Ujian Bagi Orang yang sedang Berihram","teks_terjemah":"Kewajiban Rasul tidak lain hanyalah menyampaikan (ajaran Allah). Allah mengetahui apa pun yang kamu tampakkan dan apa pun yang kamu sembunyikan.","no_fn":"","teks_fn":"","bacaan":"maa 'alaarrasuuli illaalbalaaghu waalaahu ya'lamu maa tubduuna wamaa taktumuun"},{"id_ayat":769,"no_surah":5,"no_ayat":100,"teks_ayat":"قُلْ لَّا يَسْتَوِى الْخَبِيْثُ وَالطَّيِّبُ وَلَوْ اَعْجَبَكَ كَثْرَةُ الْخَبِيْثِۚ فَاتَّقُوا اللّٰهَ يٰٓاُولِى الْاَلْبَابِ لَعَلَّكُمْ تُفْلِحُوْنَ ࣖ","tema":"Ujian Bagi Orang yang sedang Berihram","teks_terjemah":"Katakanlah (Nabi Muhammad), “Tidaklah sama yang buruk dengan yang baik meskipun banyaknya yang buruk itu menarik hatimu. Maka, bertakwalah kepada Allah wahai orang-orang yang berakal sehat agar kamu beruntung.”","no_fn":"","teks_fn":"","bacaan":"qul laa yastawiilkhabiitsu waththhayyibu walaw a'jabaka katsratulkhabiitsi fattaquulaaha yaa uliil-albaabi la'allakum tuflihuun"},{"id_ayat":770,"no_surah":5,"no_ayat":101,"teks_ayat":"يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَسْـَٔلُوْا عَنْ اَشْيَاۤءَ اِنْ تُبْدَ لَكُمْ تَسُؤْكُمْ ۚوَاِنْ تَسْـَٔلُوْا عَنْهَا حِيْنَ يُنَزَّلُ الْقُرْاٰنُ تُبْدَ لَكُمْ ۗعَفَا اللّٰهُ عَنْهَا ۗوَاللّٰهُ غَفُوْرٌ حَلِيْمٌ ","tema":"Penjelasan Al-Qur’an tentang Kaum Kafir Makkah yang Membuat-buat Kedustaan kepada Allah","teks_terjemah":"Wahai orang-orang yang beriman, janganlah kamu menanyakan (kepada Nabimu) hal-hal yang jika diterangkan kepadamu (niscaya) menyusahkan kamu. Jika kamu menanyakannya ketika Al-Qur’an sedang diturunkan, (niscaya) akan diterangkan kepadamu. Allah telah memaafkan (kamu) tentang hal itu. Allah Maha Pengampun lagi Maha Penyantun.","no_fn":"","teks_fn":"","bacaan":"yaa ayyuhaaladziina aamanuu laa tas-aluu 'an asyyaa-a in tubda lakum tasu'kum wa-in tas-aluu 'anhaa hiina yunazzalulqur-aanu tubda lakum 'afaalaahu 'anhaa waalaahu ghafuurun haliim"},{"id_ayat":771,"no_surah":5,"no_ayat":102,"teks_ayat":"قَدْ سَاَلَهَا قَوْمٌ مِّنْ قَبْلِكُمْ ثُمَّ اَصْبَحُوْا بِهَا كٰفِرِيْنَ ","tema":"Penjelasan Al-Qur’an tentang Kaum Kafir Makkah yang Membuat-buat Kedustaan kepada Allah","teks_terjemah":"Sungguh, segolongan manusia sebelum kamu telah menanyakan hal-hal serupa itu (kepada nabi mereka), kemudian mereka menjadi kafir karenanya.","no_fn":"","teks_fn":"","bacaan":"qad sa-alahaa qawmun min qablikum tsumma ashbahuu bihaa kaafiriin"},{"id_ayat":772,"no_surah":5,"no_ayat":103,"teks_ayat":"مَا جَعَلَ اللّٰهُ مِنْۢ بَحِيْرَةٍ وَّلَا سَاۤىِٕبَةٍ وَّلَا وَصِيْلَةٍ وَّلَا حَامٍ ۙوَّلٰكِنَّ الَّذِيْنَ كَفَرُوْا يَفْتَرُوْنَ عَلَى اللّٰهِ الْكَذِبَۗ وَاَكْثَرُهُمْ لَا يَعْقِلُوْنَ ","tema":"Penjelasan Al-Qur’an tentang Kaum Kafir Makkah yang Membuat-buat Kedustaan kepada Allah","teks_terjemah":"Allah tidak pernah menetapkan sedikit pun (aturan) menyangkut baḥīrah,<sup>230)<\/sup> sāi’bah,<sup>231)<\/sup> waṣīlah,<sup>232)<\/sup> dan ḥām.<sup>233)<\/sup> Akan tetapi, orang-orang yang kafir membuat-buat kedustaan terhadap Allah dan kebanyakan mereka tidak mengerti.","no_fn":"230","teks_fn":"230) Baḥīrah adalah unta betina yang telah beranak lima kali dan anak yang kelima itu jantan. Lalu, unta betina itu dibelah telinganya, dilepaskan, tidak boleh ditunggangi lagi, dan tidak boleh diambil air susunya.<\/br>231) Sā’ibah adalah unta betina yang dibiarkan pergi ke mana saja karena suatu nazar. Misalnya, jika orang Arab Jahiliah akan melakukan sesuatu atau perjalanan yang berat, dia biasa bernazar akan menjadikan untanya sā’ibah jika maksud atau perjalanannya berhasil dan selamat.<\/br>232) Menurut satu riwayat, waṣīlah adalah domba betina yang terlahir kembar dampit. Domba waṣīlah tidak boleh disembelih, sedangkan saudara kembarnya yang berkelamin jantan dipersembahkan pada berhala.<\/br>233) Ḥām adalah unta jantan yang tidak boleh diganggu-ganggu lagi karena telah dapat membuntingkan unta betina sepuluh kali. Perlakuan terhadap baḥīrah, sā’ibah, waṣīlah, dan ḥām ini adalah kepercayaan Arab Jahiliah.","bacaan":"maa ja'alalaahu min bahiiratin walaa saa-ibatin walaa washiilatin walaa haamin walaakinnaladziina kafaruu yaftaruuna 'alaalaahilkadziba wa-aktsaruhum laa ya'qiluun"},{"id_ayat":773,"no_surah":5,"no_ayat":104,"teks_ayat":"وَاِذَا قِيْلَ لَهُمْ تَعَالَوْا اِلٰى مَآ اَنْزَلَ اللّٰهُ وَاِلَى الرَّسُوْلِ قَالُوْا حَسْبُنَا مَا وَجَدْنَا عَلَيْهِ اٰبَاۤءَنَا ۗ اَوَلَوْ كَانَ اٰبَاۤؤُهُمْ لَا يَعْلَمُوْنَ شَيْـًٔا وَّلَا يَهْتَدُوْنَ ","tema":"Penjelasan Al-Qur’an tentang Kaum Kafir Makkah yang Membuat-buat Kedustaan kepada Allah","teks_terjemah":"Apabila dikatakan kepada mereka, “Marilah mengikuti sesuatu yang Allah turunkan dan (mengikuti) Rasul,” mereka menjawab, “Cukuplah bagi kami apa yang kami dapati pada nenek moyang kami.” Apakah (mereka akan mengikuti nenek moyang mereka) walaupun mereka itu tidak mengetahui sesuatu pun dan tidak (pula) mendapat petunjuk?","no_fn":"","teks_fn":"","bacaan":"wa-idzaa qiila lahum ta'aalaw ilaa maa anzalalaahu wa-ilaarrasuuli qaaluu hasbunaa maa wajadnaa 'alayhi aabaa-anaa awa law kaana aabaauhum laa ya'lamuuna syay-an walaa yahtaduun"},{"id_ayat":774,"no_surah":5,"no_ayat":105,"teks_ayat":"يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا عَلَيْكُمْ اَنْفُسَكُمْ ۚ لَا يَضُرُّكُمْ مَّنْ ضَلَّ اِذَا اهْتَدَيْتُمْ ۗ اِلَى اللّٰهِ مَرْجِعُكُمْ جَمِيْعًا فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُوْنَ","tema":"Penjelasan Al-Qur’an tentang Kaum Kafir Makkah yang Membuat-buat Kedustaan kepada Allah","teks_terjemah":"Wahai orang-orang yang beriman, jagalah dirimu! Orang yang sesat itu tidak akan memberimu mudarat apabila kamu telah mendapat petunjuk. Hanya kepada Allah kamu kembali semuanya, lalu Dia akan menerangkan kepadamu apa yang selama ini kamu kerjakan.","no_fn":"","teks_fn":"","bacaan":"yaa ayyuhaaladziina aamanuu 'alaykum anfusakum laa yadhurrukum man dhalla idza ihtadaytum ilaalaahi marji'ukum jamii'an fayunabbi-ukum bimaa kuntum ta'maluun"},{"id_ayat":775,"no_surah":5,"no_ayat":106,"teks_ayat":"يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا شَهَادَةُ بَيْنِكُمْ اِذَا حَضَرَ اَحَدَكُمُ الْمَوْتُ حِيْنَ الْوَصِيَّةِ اثْنٰنِ ذَوَا عَدْلٍ مِّنْكُمْ اَوْ اٰخَرٰنِ مِنْ غَيْرِكُمْ اِنْ اَنْتُمْ ضَرَبْتُمْ فِى الْاَرْضِ فَاَصَابَتْكُمْ مُّصِيْبَةُ الْمَوْتِۗ تَحْبِسُوْنَهُمَا مِنْۢ بَعْدِ الصَّلٰوةِ فَيُقْسِمٰنِ بِاللّٰهِ اِنِ ارْتَبْتُمْ لَا نَشْتَرِيْ بِهٖ ثَمَنًا وَّلَوْ كَانَ ذَا قُرْبٰىۙ وَلَا نَكْتُمُ شَهَادَةَ اللّٰهِ اِنَّآ اِذًا لَّمِنَ الْاٰثِمِيْنَ ","tema":"Saksi dalam Berwasiat","teks_terjemah":"Wahai orang-orang yang beriman, persaksian di antara kamu, apabila telah datang kepada salah seorang (di antara) kamu (tanda-tanda) kematian, sedangkan dia akan berwasiat, adalah dua orang yang adil di antara kamu atau dua orang selain kamu (nonmuslim) jika kamu dalam perjalanan di bumi lalu kamu ditimpa musibah kematian. Jika kamu ragu (akan kesaksiannya), tahanlah kedua saksi itu setelah salat agar bersumpah dengan nama Allah, “Kami tidak akan mengambil keuntungan dengan sumpah ini walaupun dia karib kerabat dan kami tidak menyembunyikan kesaksian Allah. Sesungguhnya jika demikian, tentu kami termasuk orang-orang yang berdosa.”","no_fn":"","teks_fn":"","bacaan":"yaa ayyuhaaladziina aamanuu syahaadatu baynikum idzaa hadhara ahadakumulmawtu hiinalwashiyyati itsnaani dzawaa 'adlin minkum aw aakharaani min ghayrikum in antum dharabtum fiil-ardhi fa-ashaabatkum mushiibatulmawti tahbisuunahumaa min ba'dishshalaati fayuqsimaani bialaahi ini irtabtum laa nasytarii bihi tsamanan walaw kaana dzaa qurbaa walaa naktumu syahaadatalaahi innaa idzan laminal-aatsimiin"},{"id_ayat":776,"no_surah":5,"no_ayat":107,"teks_ayat":"فَاِنْ عُثِرَ عَلٰٓى اَنَّهُمَا اسْتَحَقَّآ اِثْمًا فَاٰخَرٰنِ يَقُوْمٰنِ مَقَامَهُمَا مِنَ الَّذِيْنَ اسْتَحَقَّ عَلَيْهِمُ الْاَوْلَيٰنِ فَيُقْسِمٰنِ بِاللّٰهِ لَشَهَادَتُنَآ اَحَقُّ مِنْ شَهَادَتِهِمَا وَمَا اعْتَدَيْنَآ ۖاِنَّآ اِذًا لَّمِنَ الظّٰلِمِيْنَ ","tema":"Saksi dalam Berwasiat","teks_terjemah":"Jika terbukti kedua saksi itu berbuat dosa,<sup>234)<\/sup> maka dua orang yang lain menggantikan kedudukannya, yaitu di antara ahli waris yang berhak dan lebih dekat kepada orang yang meninggal, lalu keduanya bersumpah dengan nama Allah, “Sungguh, kesaksian kami lebih layak diterima daripada kesaksian kedua saksi itu, dan kami tidak melanggar batas. Sesungguhnya jika (berbuat) demikian, tentu kami termasuk orang-orang yang zalim.”","no_fn":"234","teks_fn":"234) Berbuat dosa di sini maksudnya adalah melakukan kecurangan dalam persaksiannya yang diketahui setelah dia bersumpah.","bacaan":"fa-in 'utsira 'alaa annahumaa istahaqqaa itsman faaakharani yaquumaani maqaamahumaa minaladziina istahaqqa 'alayhimul-awlayaani fayuqsimaani bialaahi lasyahaadatunaa ahaqqu min syahaadatihimaa wamaa i'tadaynaa innaa idzan laminazhzhaalimiin"},{"id_ayat":777,"no_surah":5,"no_ayat":108,"teks_ayat":"ذٰلِكَ اَدْنٰٓى اَنْ يَّأْتُوْا بِالشَّهَادَةِ عَلٰى وَجْهِهَآ اَوْ يَخَافُوْٓا اَنْ تُرَدَّ اَيْمَانٌۢ بَعْدَ اَيْمَانِهِمْۗ وَاتَّقُوا اللّٰهَ وَاسْمَعُوْا ۗوَاللّٰهُ لَا يَهْدِى الْقَوْمَ الْفٰسِقِيْنَ ࣖ","tema":"Saksi dalam Berwasiat","teks_terjemah":"Hal itu lebih dekat untuk membuat mereka memberikan kesaksian yang sebenarnya, atau mereka merasa takut akan dikembalikan sumpahnya (kepada ahli waris) setelah mereka bersumpah.<sup>235)<\/sup> Bertakwalah kepada Allah dan dengarkanlah (perintah-Nya). Allah tidak memberi petunjuk kepada kaum yang fasik.","no_fn":"235","teks_fn":"235) Maksud ungkapan ini adalah bahwa sumpah saksi-saksi yang berlainan agama itu ditolak dengan sumpah saksi-saksi yang berasal dari kerabat, atau bisa juga berarti bahwa orang-orang yang bersumpah itu akan mendapat balasan di dunia dan akhirat karena melakukan sumpah palsu.","bacaan":"dzaalika adnaa an ya'tuu bisysyahaadati 'alaa wajhihaa aw yakhaafuu an turadda aymaanun ba'da aymaanihim wattaquulaaha wasma'uu waalaahu laa yahdiilqawmalfaasiqiin"},{"id_ayat":778,"no_surah":5,"no_ayat":109,"teks_ayat":"۞ يَوْمَ يَجْمَعُ اللّٰهُ الرُّسُلَ فَيَقُوْلُ مَاذَٓا اُجِبْتُمْ ۗ قَالُوْا لَا عِلْمَ لَنَا ۗاِنَّكَ اَنْتَ عَلَّامُ الْغُيُوْبِ","tema":"Saksi dalam Berwasiat","teks_terjemah":"(Ingatlah) pada hari ketika Allah mengumpulkan para rasul, lalu Dia bertanya (kepada mereka), “Apa jawaban (kaummu) terhadap (seruan)-mu?” Mereka (para rasul) menjawab, “Kami tidak tahu (tentang itu). Sesungguhnya Engkaulah Yang Maha Mengetahui segala yang gaib.”","no_fn":"","teks_fn":"","bacaan":"yawma yajma'ulaahurrusula fayaquulu maatsaa ujibtum qaaluu laa 'ilma lanaa innaka anta 'allaamulghuyuub"},{"id_ayat":779,"no_surah":5,"no_ayat":110,"teks_ayat":"اِذْ قَالَ اللّٰهُ يٰعِيْسَى ابْنَ مَرْيَمَ اذْكُرْ نِعْمَتِيْ عَلَيْكَ وَعَلٰى وَالِدَتِكَ ۘاِذْ اَيَّدْتُّكَ بِرُوْحِ الْقُدُسِۗ  تُكَلِّمُ النَّاسَ فِى الْمَهْدِ وَكَهْلًا ۚوَاِذْ عَلَّمْتُكَ الْكِتٰبَ وَالْحِكْمَةَ وَالتَّوْرٰىةَ وَالْاِنْجِيْلَ ۚوَاِذْ تَخْلُقُ مِنَ الطِّيْنِ كَهَيْـَٔةِ الطَّيْرِ بِاِذْنِيْ فَتَنْفُخُ فِيْهَا فَتَكُوْنُ طَيْرًاۢ بِاِذْنِيْ وَتُبْرِئُ الْاَكْمَهَ وَالْاَبْرَصَ بِاِذْنِيْ ۚوَاِذْ تُخْرِجُ الْمَوْتٰى بِاِذْنِيْ ۚوَاِذْ كَفَفْتُ بَنِيْٓ اِسْرَاۤءِيْلَ عَنْكَ اِذْ جِئْتَهُمْ بِالْبَيِّنٰتِ فَقَالَ الَّذِيْنَ كَفَرُوْا مِنْهُمْ اِنْ هٰذَآ اِلَّا سِحْرٌ مُّبِيْنٌ ","tema":"Beberapa Kisah tentang Nabi Isa","teks_terjemah":"(Ingatlah) ketika Allah berfirman, “Wahai Isa putra Maryam, ingatlah nikmat-Ku kepadamu dan kepada ibumu sewaktu Aku menguatkanmu dengan Ruhulkudus. Engkau dapat berbicara dengan manusia pada waktu masih dalam buaian dan setelah dewasa. (Ingatlah) ketika Aku mengajarkan menulis kepadamu, (juga) hikmah, Taurat, dan Injil. (Ingatlah) ketika engkau membentuk dari tanah (sesuatu) seperti bentuk burung dengan seizin-Ku, kemudian engkau meniupnya, lalu menjadi seekor burung (yang sebenarnya) dengan seizin-Ku. (Ingatlah) ketika engkau menyembuhkan orang yang buta sejak lahir dan orang yang berpenyakit kusta dengan seizin-Ku. (Ingatlah) ketika engkau mengeluarkan orang mati (dari kubur menjadi hidup) dengan seizin-Ku. (Ingatlah) ketika Aku menghalangi Bani Israil (dari keinginan mereka membunuhmu) pada waktu engkau mengemukakan kepada mereka keterangan-keterangan yang nyata, lalu orang-orang kafir di antara mereka berkata, “Ini tidak lain hanyalah sihir yang nyata.”","no_fn":"","teks_fn":"","bacaan":"idz qaalalaahu yaa 'iisaa ibna maryama udzkur ni'matii 'alayka wa'alaa waalidatika idz ayyadtuka biruuhilqudusi tukallimunnaasa fiilmahdi wakahlan wa-idz 'allamtukalkitaaba walhikmata wattawraata wal-injiila wa-idz takhluqu minaththhiini kahay-atiththhayri bi-idznii fatanfukhu fiihaa fatakuunu thayran bi-idznii watubri-ul-akmaha wal-abrasha bi-idznii wa-idz tukhrijulmawtaa bi-idznii wa-idz kafaftu banii israa-iila 'anka idz ji'tahum bilbayyinaati faqaalaladziina kafaruu minhum in haadzaa illaa sihrun mubiin"},{"id_ayat":780,"no_surah":5,"no_ayat":111,"teks_ayat":"وَاِذْ اَوْحَيْتُ اِلَى الْحَوَارِيّٖنَ اَنْ اٰمِنُوْا بِيْ وَبِرَسُوْلِيْ ۚ قَالُوْٓا اٰمَنَّا وَاشْهَدْ بِاَنَّنَا مُسْلِمُوْنَ ","tema":"Beberapa Kisah tentang Nabi Isa","teks_terjemah":"(Ingatlah) ketika Aku ilhamkan kepada para pengikut setia Isa, “Berimanlah kamu kepada-Ku dan kepada Rasul-Ku.” Mereka menjawab, “Kami telah beriman dan saksikanlah (wahai Rasul) bahwa kami adalah orang-orang yang berserah diri.”","no_fn":"","teks_fn":"","bacaan":"wa-idz awhaytu ilaalhawaariyyiina an aaminuu bii wabirasuulii qaaluu aamannaa wasyhad bi-annanaa muslimuun"},{"id_ayat":781,"no_surah":5,"no_ayat":112,"teks_ayat":"اِذْ قَالَ الْحَوَارِيُّوْنَ يٰعِيْسَى ابْنَ مَرْيَمَ هَلْ يَسْتَطِيْعُ رَبُّكَ اَنْ يُّنَزِّلَ عَلَيْنَا مَاۤىِٕدَةً مِّنَ السَّمَاۤءِ ۗقَالَ اتَّقُوا اللّٰهَ اِنْ كُنْتُمْ مُّؤْمِنِيْنَ ","tema":"Beberapa Kisah tentang Nabi Isa","teks_terjemah":"(Ingatlah) ketika para pengikut setia Isa berkata, “Wahai Isa putra Maryam, sanggupkah (bersediakah) Tuhanmu menurunkan hidangan dari langit kepada kami?” Isa menjawab, “Bertak-walah kepada Allah jika kamu orang-orang mukmin.”","no_fn":"","teks_fn":"","bacaan":"idz qaalalhawaariyyuuna yaa 'iisaa ibna maryama hal yastathii'u rabbuka an yunazzila 'alaynaa maa-idatan minassamaa-i qaala ittaquulaaha in kuntum mu'miniin"},{"id_ayat":782,"no_surah":5,"no_ayat":113,"teks_ayat":"قَالُوْا نُرِيْدُ اَنْ نَّأْكُلَ مِنْهَا وَتَطْمَىِٕنَّ قُلُوْبُنَا وَنَعْلَمَ اَنْ قَدْ صَدَقْتَنَا وَنَكُوْنَ عَلَيْهَا مِنَ الشّٰهِدِيْنَ ","tema":"Beberapa Kisah tentang Nabi Isa","teks_terjemah":"Mereka berkata, “Kami ingin makan darinya (hidangan itu) dan agar tenteram hati kami serta agar kami yakin bahwa engkau telah berkata benar kepada kami, dan atasnya (hidangan itu) kami termasuk orang-orang yang menjadi saksi.”","no_fn":"","teks_fn":"","bacaan":"qaaluu nuriidu an na'kula minhaa watathma-inna quluubunaa wana'lama an qad shadaqtanaa wanakuuna 'alayhaa minasysyaahidiin"},{"id_ayat":783,"no_surah":5,"no_ayat":114,"teks_ayat":"قَالَ عِيْسَى ابْنُ مَرْيَمَ اللّٰهُمَّ رَبَّنَآ اَنْزِلْ عَلَيْنَا مَاۤىِٕدَةً مِّنَ السَّمَاۤءِ تَكُوْنُ لَنَا عِيْدًا لِّاَوَّلِنَا وَاٰخِرِنَا وَاٰيَةً مِّنْكَ وَارْزُقْنَا وَاَنْتَ خَيْرُ الرّٰزِقِيْنَ","tema":"Beberapa Kisah tentang Nabi Isa","teks_terjemah":"Isa putra Maryam berdoa, “Ya Allah Tuhan kami, turunkanlah kepada kami hidangan dari langit (yang hari turunnya) akan menjadi hari raya bagi kami, yaitu bagi orang-orang yang sekarang bersama kami maupun yang datang setelah kami, dan menjadi tanda bagi kekuasaan-Mu. Berilah kami rezeki. Engkaulah sebaik-baik pemberi rezeki.”","no_fn":"","teks_fn":"","bacaan":"qaala 'iisaa ibnu maryamalaahumma rabbanaa anzil 'alaynaa maa-idatan minassamaa-i takuunu lanaa 'iidan li-awwalinaa waaakhirinaa waaayatan minka warzuqnaa wa-anta khayrurraaziqiin"},{"id_ayat":784,"no_surah":5,"no_ayat":115,"teks_ayat":"قَالَ اللّٰهُ اِنِّيْ مُنَزِّلُهَا عَلَيْكُمْ ۚ فَمَنْ يَّكْفُرْ بَعْدُ مِنْكُمْ فَاِنِّيْٓ اُعَذِّبُهٗ عَذَابًا لَّآ اُعَذِّبُهٗٓ اَحَدًا مِّنَ الْعٰلَمِيْنَ ࣖ ","tema":"Beberapa Kisah tentang Nabi Isa","teks_terjemah":"Allah berfirman, “Sesungguhnya Aku akan menurunkannya (hidangan itu) kepadamu. Siapa yang kufur di antaramu setelah (turun hidangan) itu, sesungguhnya Aku akan mengazabnya dengan azab yang tidak pernah Aku timpakan kepada seorang pun di antara (manusia) seluruh alam.”","no_fn":"","teks_fn":"","bacaan":"qaalalaahu innii munazziluhaa 'alaykum faman yakfur ba'du minkum fa-innii u'adzdzibuhu 'adzaaban laa u'adzdzibuhu ahadan minal'aalamiin"},{"id_ayat":785,"no_surah":5,"no_ayat":116,"teks_ayat":"وَاِذْ قَالَ اللّٰهُ يٰعِيْسَى ابْنَ مَرْيَمَ ءَاَنْتَ قُلْتَ لِلنَّاسِ اتَّخِذُوْنِيْ وَاُمِّيَ اِلٰهَيْنِ مِنْ دُوْنِ اللّٰهِ ۗقَالَ سُبْحٰنَكَ مَا يَكُوْنُ لِيْٓ اَنْ اَقُوْلَ مَا لَيْسَ لِيْ بِحَقٍّ ۗاِنْ كُنْتُ قُلْتُهٗ فَقَدْ عَلِمْتَهٗ ۗتَعْلَمُ مَا فِيْ نَفْسِيْ وَلَآ اَعْلَمُ مَا فِيْ نَفْسِكَ ۗاِنَّكَ اَنْتَ عَلَّامُ الْغُيُوْبِ","tema":"Nabi Isa tidak Mengajarkan Trinitas","teks_terjemah":"(Ingatlah) ketika Allah berfirman, “Wahai Isa putra Maryam, apakah engkau mengatakan kepada orang-orang, ‘Jadikanlah aku dan ibuku sebagai dua tuhan selain Allah?’” Dia (Isa) menjawab, “Mahasuci Engkau, tidak patut bagiku mengatakan apa pun yang bukan hakku. Jika aku pernah mengatakannya tentulah Engkau telah mengetahuinya. Engkau mengetahui apa pun yang ada pada diriku dan aku tidak mengetahui apa pun yang ada pada diri-Mu. Sungguh, Engkaulah Yang Maha Mengetahui segala yang gaib.”","no_fn":"","teks_fn":"","bacaan":"wa-idz qaalalaahu yaa 'iisaa ibna maryama a-anta qulta linnaasi ittakhidzuunii waummiya ilaahayni min duunilaahi qaala subhaanaka maa yakuunu lii an aquula maa laysa lii bihaqqin in kuntu qultuhu faqad 'alimtahu ta'lamu maa fii nafsii walaa a'lamu maa fii nafsika innaka anta 'allaamulghuyuub"},{"id_ayat":786,"no_surah":5,"no_ayat":117,"teks_ayat":"مَا قُلْتُ لَهُمْ اِلَّا مَآ اَمَرْتَنِيْ بِهٖٓ اَنِ اعْبُدُوا اللّٰهَ رَبِّيْ وَرَبَّكُمْ ۚوَكُنْتُ عَلَيْهِمْ شَهِيْدًا مَّا دُمْتُ فِيْهِمْ ۚ فَلَمَّا تَوَفَّيْتَنِيْ كُنْتَ اَنْتَ الرَّقِيْبَ عَلَيْهِمْ ۗوَاَنْتَ عَلٰى كُلِّ شَيْءٍ شَهِيْدٌ ","tema":"Nabi Isa tidak Mengajarkan Trinitas","teks_terjemah":"Aku tidak (pernah) mengatakan kepada mereka kecuali sesuatu yang Engkau perintahkan kepadaku, (yaitu) “Sembahlah Allah, Tuhanku dan Tuhanmu.” Aku menjadi saksi terhadap mereka, selama aku berada di tengah-tengah mereka. Setelah Engkau mewafatkan aku, Engkaulah yang mengawasi mereka. Engkau Maha Menyaksikan atas segala sesuatu.","no_fn":"","teks_fn":"","bacaan":"maa qultu lahum illaa maa amartanii bihi ani u'buduulaaha rabbii warabbakum wakuntu 'alayhim syahiidan maa dumtu fiihim falammaa tawaffaytanii kunta antarraqiiba 'alayhim wa-anta 'alaa kulli syay-in syahiid"},{"id_ayat":787,"no_surah":5,"no_ayat":118,"teks_ayat":"اِنْ تُعَذِّبْهُمْ فَاِنَّهُمْ عِبَادُكَ ۚوَاِنْ تَغْفِرْ لَهُمْ فَاِنَّكَ اَنْتَ الْعَزِيْزُ الْحَكِيْمُ ","tema":"Nabi Isa tidak Mengajarkan Trinitas","teks_terjemah":"Jika Engkau menyiksa mereka, sesungguhnya mereka adalah hamba-hamba-Mu. Jika Engkau mengampuni mereka, sesungguhnya Engkaulah Yang Mahaperkasa lagi Mahabijaksana.”","no_fn":"","teks_fn":"","bacaan":"in tu'adzdzibhum fa-innahum 'ibaaduka wa-in taghfir lahum fa-innaka antal'aziizulhakiim"},{"id_ayat":788,"no_surah":5,"no_ayat":119,"teks_ayat":"قَالَ اللّٰهُ هٰذَا يَوْمُ يَنْفَعُ الصّٰدِقِيْنَ صِدْقُهُمْ ۗ لَهُمْ جَنّٰتٌ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُ خٰلِدِيْنَ فِيْهَآ اَبَدًا ۗرَضِيَ اللّٰهُ عَنْهُمْ وَرَضُوْا عَنْهُ ۗذٰلِكَ الْفَوْزُ الْعَظِيْمُ ","tema":"Nabi Isa tidak Mengajarkan Trinitas","teks_terjemah":"Allah berfirman, “Ini adalah hari yang kebenaran orang-orang yang benar bermanfaat bagi mereka. Bagi merekalah surga-surga yang mengalir di bawahnya sungai-sungai, mereka kekal di dalamnya selama-lamanya. Allah rida kepada mereka dan mereka pun rida kepada-Nya. Itulah kemenangan yang agung.”","no_fn":"","teks_fn":"","bacaan":"qaalalaahu haadzaa yawmu yanfa'ushshaadiqiina shidquhum lahum jannaatun tajrii min tahtihaal-anhaaru khaalidiina fiihaa abadan radhiyalaahu 'anhum waradhuu 'anhu dzaalikalfawzul'azhiim"},{"id_ayat":789,"no_surah":5,"no_ayat":120,"teks_ayat":"لِلّٰهِ مُلْكُ السَّمٰوٰتِ وَالْاَرْضِ وَمَا فِيْهِنَّ ۗوَهُوَ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ ࣖ ","tema":"Nabi Isa tidak Mengajarkan Trinitas","teks_terjemah":"Hanya milik Allah kerajaan langit dan bumi serta apa pun yang ada di dalamnya. Dia Mahakuasa atas segala sesuatu.","no_fn":"","teks_fn":"","bacaan":"lillaahi mulkussamaawaati wal-ardhi wamaa fiihinna wahuwa 'alaa kulli syay-in qadiir"}]