[{"id":5076,"surah":57,"no_ayah":1,"tema":"Seluruh Makhluk Bertasbih kepada Allah","text_ayah":"سَبَّحَ لِلَّهِ مَا فِيْ [h:609[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:177[ٱ]لْأَرْضِ‌ۖ وَهُوَ [h:7045[ٱ]لْعَزِيزُ [h:681[ٱ]لْحَك[p[ِي]مُ","text_id":"Apa yang ada di langit dan di bumi bertasbih kepada Allah. Dialah Yang Mahaperkasa lagi Mahabijaksana.","text_en":"WHATSOEVER IS IN the heavens and the earth sings the praises of God. He is all-mighty and all-wise.","transliteration":"Sabbaha lillaahi maa fissamaawaati wal ardi wa Huwal 'Azeezul Hakeem","no_fn":"","text_fn":""},{"id":5077,"surah":57,"no_ayah":2,"tema":"Seluruh Makhluk Bertasbih kepada Allah","text_ayah":"لَهُ[n[ۥ] مُلْكُ [h:555[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:177[ٱ]لْأَرْضِ‌ۖ يُحْيْ[n[ِۦ] وَيُمِيتُ‌ۖ وَهُوَ عَلَيْٰ كُلِّ ش[f:81[َيْْءٍ ق]َد[p[ِي]رٌ","text_id":"Milik-Nyalah kerajaan langit dan bumi. Dia menghidupkan dan mematikan. Dia Mahakuasa atas segala sesuatu.","text_en":"His is the kingdom of the heavens and the earth, He is the giver of life and death, and He has power over everything.","transliteration":"Lahoo mulkus samaawaati wal ardi yuhyee wa yumeetu wa Huwa 'alaa kulli shai'in Qadeer","no_fn":"","text_fn":""},{"id":5078,"surah":57,"no_ayah":3,"tema":"Seluruh Makhluk Bertasbih kepada Allah","text_ayah":"هُوَ [h:13307[ٱ]لْأَوَّلُ وَ[h:13308[ٱ]لْأَخِرُ وَ[h:13309[ٱ][l[ل]ظَّ[n[ـٰ]هِرُ وَ[h:13310[ٱ]لْبَاطِنُ‌ۖ وَهُوَ بِكُلِّ شَيْْءٍ عَل[p[ِي]مٌ","text_id":"Dialah Yang Mahaawal, Mahaakhir, Mahazahir, dan Mahabatin.<sup>709)</sup> Dia Maha Mengetahui segala sesuatu.","text_en":"He is the first and He the last, the transcendent and the immanent; and He has knowledge of everything.","transliteration":"Huwal Awwalu wal'Aakhiru waz Zaahiru wal Baatinu wa huwa bikulli shai'in Aleem","no_fn":"709","text_fn":"709) Mahaawalberarti telah ada sebelum segala sesuatu ada sehingga tidak ada yang mendahului-Nya; Mahaakhirberarti akan hidup selamanya setelah segala sesuatu musnah; Mahazahir berarti wujud-Nya begitu nyata, baik melalui perenungan atas alam semesta yang Dia ciptakan maupunmelalui pembuktian logika dan rasa; dan Mahabatinberarti bahwa zat dan hakikat-Nya tidak bisa dijangkau, baik dengan mata, akal, maupun khayal."},{"id":5079,"surah":57,"no_ayah":4,"tema":"Seluruh Makhluk Bertasbih kepada Allah","text_ayah":"هُوَ [h:153[ٱ]لَّذِيْ خَلَقَ [h:3913[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:1474[ٱ]لْأَرْضَ فِيْ سِتَّةِ أَيَّا[f:4739[مٍ ث]ُ[g[مّ]َ [h:156[ٱ]سْتَوَيْٰ عَلَيْ [h:4740[ٱ]لْعَرْشِ‌ۚ يَعْلَمُ مَا يَلِجُ فِيْ [h:44[ٱ]لْأَرْضِ وَمَا يَخْرُجُ مِنْهَا وَمَا يَ[f:10919[نز]ِلُ مِنَ [h:64[ٱ][l[ل]سَّم[o[َا]ٓءِ وَمَا يَعْرُجُ فِيهَا‌ۖ وَهُوَ مَعَكُمْ أَيْنَ مَا كُ[f:100[نت]ُمْ‌ۚ وَ[h:72[ٱ]للَّهُ بِمَا تَعْمَلُونَ بَص[p[ِي]رٌ","text_id":"Dialah yang menciptakan langit dan bumi dalam enam masa. Kemudian, Dia bersemayam di atas ʻArasy. Dia mengetahui apa yang masuk ke dalam bumi dan apa yang keluar darinya serta apa yang turun dari langit dan apa yang naik ke sana.<sup>710)</sup> Dia bersamamu di mana saja kamu berada. Allah Maha Melihat apa yang kamu kerjakan.","text_en":"It is He who created the heavens and the earth in six stages, then assumed the throne. He knows whatsoever enters the earth, and whatsoever comes out of it, and what comes down from the sky and what goes up to it; and He is with you wheresoever you may be, and He perceives whatsoever you do.","transliteration":"Huwal lazee khalaqas samaawaati wal arda fee sittati ayyaamin summas tawaa 'alal 'Arsh; ya'lamu maa yaliju filardi wa maa yakhruju minhaa wa maa yanzilu minas samaaa'i wa maa ya'ruju feeha wa Huwa ma'akum ayna maa kuntum; wallaahu bimaa ta'maloona Baseer","no_fn":"710","text_fn":"710) Yang dimaksud dengan yang naik, antara lain, adalah amal-amal dan doa-doa hamba-Nya."},{"id":5080,"surah":57,"no_ayah":5,"tema":"Seluruh Makhluk Bertasbih kepada Allah","text_ayah":"لَّهُ[n[ۥ] مُلْكُ [h:555[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:177[ٱ]لْأَرْضِ‌ۚ وَإِلَيْ [h:1148[ٱ]للَّهِ تُرْجَعُ [h:1149[ٱ]لْأُم[p[ُو]رُ","text_id":"Milik-Nyalah kerajaan langit dan bumi. Hanya kepada Allah segala urusan dikembalikan.","text_en":"His is the kingdom of the heavens and the earth, and all things will go back to Him.","transliteration":"Lahoo mulkus samaawaati wal ard; wa ilal laahi turja'ul umoor","no_fn":"","text_fn":""},{"id":5081,"surah":57,"no_ayah":6,"tema":"Seluruh Makhluk Bertasbih kepada Allah","text_ayah":"يُولِجُ [h:9084[ٱ]لَّيْلَ فِيْ [h:1829[ٱ][l[ل][g[نّ]َهَارِ وَيُولِجُ [h:9085[ٱ][l[ل][g[نّ]َهَارَ فِيْ [h:1831[ٱ]لَّيْلِ‌ۚ وَهُوَ عَلِي[i:2196[مُۢ ب]ِذَاتِ [h:2197[ٱ][l[ل]صُّد[p[ُو]رِ","text_id":"Dia memasukkan malam ke dalam siang dan memasukkan siang ke dalam malam. Dia Maha Mengetahui segala isi hati.","text_en":"He turns night into day, and turns day into night; and He knows whatsoever is in your hearts.","transliteration":"Yoolijul laila fin nahaari wa yoolijun nahaara fil lail; wa Huwa 'Aleemum bizaatis sudoor","no_fn":"","text_fn":""},{"id":5082,"surah":57,"no_ayah":7,"tema":"Keutamaan Infak","text_ayah":"ءَامِنُو[s[اْ] بِ[h:32[ٱ]للَّهِ وَرَسُولِه[n[ِۦ] وَأَ[f:1045[نف]ِقُو[s[اْ] مِ[g[مّ]َا جَعَلَك[w:13311[ُم م]ُّسْتَخْلَفِينَ فِيهِ‌ۖ فَ[h:2514[ٱ]لَّذِينَ ءَامَنُو[s[اْ] مِ[f:344[نك]ُمْ وَأَ[f:2789[نف]َقُو[s[اْ] لَهُمْ أَ[q:2423[جْ][f:13312[رٌ ك]َب[p[ِي]رٌ","text_id":"Berimanlah kepada Allah dan Rasul-Nya serta infakkanlah (di jalan Allah) sebagian dari apa yang Dia (titipkan kepadamu dan) telah menjadikanmu berwenang dalam (penggunaan)-nya. Lalu, orang-orang yang beriman di antaramu dan menginfakkan (hartanya di jalan Allah) memperoleh pahala yang sangat besar.","text_en":"Believe in God and His Apostle, and spend of what He has given you as His trustee. And those of you who believe and spend in charity will have a great reward.","transliteration":"Aaaminoo billaahi wa Rasoolihee wa anfiqoo mimmaa ja'alakum mustakh lafeena feehi fallazeena aamanoo minkum wa anfaqoo lahum ajrun kabeer","no_fn":"","text_fn":""},{"id":5083,"surah":57,"no_ayah":8,"tema":"Keutamaan Infak","text_ayah":"وَمَا لَكُمْ لَا تُؤْمِنُونَ بِ[h:32[ٱ]للَّهِ‌ۙ وَ[h:2331[ٱ][l[ل]رَّسُولُ يَ[q:2332[دْ]عُوكُمْ لِتُؤْمِنُو[s[اْ] بِرَبِّكُمْ وَقَ[q:387[دْ] أَخَذَ مِيثَ[n[ـٰ]قَكُمْ إِ[f:109[ن ك]ُ[f:100[نت][w:482[ُم م]ُّؤْمِن[p[ِي]نَ","text_id":"Mengapa kamu tidak beriman kepada Allah, padahal Rasul mengajakmu beriman kepada Tuhanmu? Sungguh, Dia telah mengambil janji (setia)-mu jika kamu adalah orang-orang mukmin.","text_en":"What has come upon you that you believe not in God, though the Prophet is calling you to believe in your Lord? And He has already taken your pledge, if you are believers.","transliteration":"Wa maa lakum laa tu'minoona billaahi war Rasoolu yad'ookum lituu'minoo bi Rabbikum wa qad akhaza meesaaqakum in kuntum mu'mineen","no_fn":"","text_fn":""},{"id":5084,"surah":57,"no_ayah":9,"tema":"Keutamaan Infak","text_ayah":"هُوَ [h:153[ٱ]لَّذِيْ يُنَزِّلُ عَلَيْٰ عَ[q:7944[بْ]دِه[o[ِۦٓ] ءَايَ[n[ـٰ][i:516[تِۭ ب]َيِّنَ[n[ـٰ][u:13313[تٍ ل]ِّيُخْرِجَك[w:10845[ُم م]ِّنَ [h:1491[ٱ][l[ل]ظُّلُمَ[n[ـٰ]تِ إِلَيْ [h:1492[ٱ][l[ل][g[نّ]ُورِ‌ۚ وَإِ[g[نّ]َ [h:1986[ٱ]للَّهَ بِكُمْ لَرَءُو[u:744[فٌ ر]َّح[p[ِي]مٌ","text_id":"Dialah yang menurunkan ayat-ayat yang terang (Al-Qur’an) kepada hamba-Nya (Nabi Muhammad) untuk mengeluarkanmu dari kegelapan kepada cahaya. Sesungguhnya Allah benar-benar Maha Penyantun lagi Maha Penyayang kepadamu.","text_en":"It is He who sends down splendent revelations to His votary that he may take you out of darkness into light; for surely God is gracious and kind to you.","transliteration":"Huwal lazee yunazzilu 'alaa 'abdiheee Aayaatim baiyinaatil liyukhrijakum minaz zulumaati ilan noor; wa innal laaha bikum la Ra'oofur Raheem","no_fn":"","text_fn":""},{"id":5085,"surah":57,"no_ayah":10,"tema":"Keutamaan Infak","text_ayah":"وَمَا لَكُمْ أَلَّا تُ[f:1607[نف]ِقُو[s[اْ] فِيْ سَبِيلِ [h:788[ٱ]للَّهِ وَلِلَّهِ مِير[n[َٲ]ثُ [h:2459[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:177[ٱ]لْأَرْضِ‌ۚ لَا يَسْتَوِيْ مِ[f:344[نك][w:2322[ُم م]َّنْ أَ[f:8088[نف]َقَ مِ[f:1346[ن ق]َ[q:1347[بْ]لِ [h:13314[ٱ]لْفَتْحِ وَقَ[n[ـٰ]تَلَ‌ۚ أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ أَعْظَمُ دَرَجَ[a:13315[ةً م]ِّنَ [h:523[ٱ]لَّذِينَ أَ[f:1538[نف]َقُو[s[اْ] م[i:1287[ِنۢ ب]َعْدُ وَقَ[n[ـٰ]تَلُو[s[اْ‌ۚ] وَكُل[a:3054[اًّ و]َعَدَ [h:3055[ٱ]للَّهُ [h:3056[ٱ]لْحُسْنَيْٰ‌ۚ وَ[h:72[ٱ]للَّهُ بِمَا تَعْمَلُونَ خَب[p[ِي]رٌ","text_id":"Mengapa kamu tidak menginfakkan (hartamu) di jalan Allah, padahal milik Allah semua pusaka langit dan bumi? Tidak sama orang yang menginfakkan (hartanya di jalan Allah) di antara kamu dan berperang sebelum penaklukan (Makkah). Mereka lebih tinggi derajatnya daripada orang-orang yang menginfakkan (hartanya) dan berperang setelah itu. Allah menjanjikan (balasan) yang baik kepada mereka masing-masing. Allah Mahateliti terhadap apa yang kamu kerjakan.","text_en":"What has come upon you that you do not spend in the way of God, when the heritage of the heavens and the earth belongs to God? Those of you who spent before the victory and fought, are not equal (to those who did not). They are higher in position than those who spent after (the victory) and fought. To each one God has made the promise of excellence, for God is aware of all you do.","transliteration":"Wa maa lakum allaa tunfiqoo fee sabeelil laahi wa lillaahi meeraasus samaawaati wal-ard; laa yastawee minkum man anfaqa min qablil fat-hi wa qaatal; ulaaaika a'zamu darajatam minal lazeena anfaqoo mim ba'du wa qaataloo; wa kullanw wa'adallaahul husnaa; wallaahu bimaa ta'maloona Khabeer","no_fn":"","text_fn":""},{"id":5086,"surah":57,"no_ayah":11,"tema":"Keutamaan Infak","text_ayah":"مَّ[f:1375[ن ذ]َا [h:1376[ٱ]لَّذِيْ يُ[q:1377[قْ]رِضُ [h:1378[ٱ]للَّهَ قَرْضًا حَسَ[f:1379[نًا ف]َيُضَ[n[ـٰ]عِفَهُ[n[ۥ] لَهُ[n[ۥ] وَلَهُ[o[ۥٓ] أَ[q:2423[جْ][f:13316[رٌ ك]َر[p[ِي]مٌ","text_id":"Siapakah yang (mau) memberi pinjaman kepada Allah dengan pinjaman yang baik? Dia akan melipatgandakan (pahala) untuknya, dan baginya (diberikan) ganjaran yang sangat mulia (surga).","text_en":"Who will give a goodly loan to God which He will double for him, and be for him a splendid reward?","transliteration":"man zal lazee yuqridul laaha qardan hasanan fa yudaa'ifahoo lahoo wa lahooo ajrun kareem","no_fn":"","text_fn":""},{"id":5087,"surah":57,"no_ayah":12,"tema":"Keadaan Orang Mukmin dan Orang Munafik di Akhirat","text_ayah":"يَوْمَ تَرَيْ [h:13317[ٱ]لْمُؤْمِنِينَ وَ[h:5718[ٱ]لْمُؤْمِنَ[n[ـٰ]تِ يَسْعَيْٰ نُورُه[c:13318[ُم ب]َيْنَ أَيْدِيهِمْ وَبِأَيْمَ[n[ـٰ]نِه[c:13319[ِم ب]ُشْرَ[n[ٮٰ]كُمُ [h:13320[ٱ]لْيَوْمَ جَ[g[نّ]َ[n[ـٰ][f:1786[تٌ ت]َ[q:120[جْ]رِيْ مِ[f:121[ن ت]َحْتِهَا [h:122[ٱ]لْأَنْهَ[n[ـٰ]رُ خَ[n[ـٰ]لِدِينَ فِيهَا‌ۚ ذ[n[َٲ]لِكَ هُوَ [h:5722[ٱ]لْفَوْزُ [h:2633[ٱ]لْعَظ[p[ِي]مُ","text_id":"Pada hari engkau akan melihat orang-orang mukmin laki-laki dan perempuan, cahaya mereka memancar di hadapan dan di sebelah kanan mereka. (Dikatakan kepada mereka,) “Pada hari ini ada berita gembira untukmu, (yaitu) surga yang mengalir di bawahnya sungai-sungai (dan) mereka kekal di dalamnya. Demikian itulah kemenangan yang sangat agung.”","text_en":"The day you see the believers, men and women, with their light advancing ahead and to the right of them, (they will be told:) \"There is good news for you this day, of gardens with rivers flowing by where you will live for ever.\" This will be the great attainment.","transliteration":"Yawma taral mu'mineena walmu'minaati yas'aa nooruhum baina aydeehim wa biaymaanihim bushraakumul yawma jannaatun tajree min tahtihal anhaaru khaalideena feeha; zaalika huwal fawzul 'azeem","no_fn":"","text_fn":""},{"id":5088,"surah":57,"no_ayah":13,"tema":"Keadaan Orang Mukmin dan Orang Munafik di Akhirat","text_ayah":"يَوْمَ يَقُولُ [h:5376[ٱ]لْمُنَ[n[ـٰ]فِقُونَ وَ[h:5691[ٱ]لْمُنَ[n[ـٰ]فِقَ[n[ـٰ]تُ لِلَّذِينَ ءَامَنُو[s[اْ] [h:13321[ٱ][f:13322[نظ]ُرُونَا نَ[q:13323[قْ]تَبِسْ م[a:13324[ِن ن]ُّورِكُمْ قِيلَ [h:13325[ٱ]رْجِعُو[s[اْ] وَر[o[َا]ٓءَكُمْ فَ[h:13326[ٱ]لْتَمِسُو[s[اْ] نُو[f:13327[رًا ف]َضُرِبَ بَيْنَه[c:13328[ُم ب]ِسُو[u:13329[رٍ ل]َّهُ[n[ۥ] بَا[i:13330[بُۢ ب]َاطِنُهُ[n[ۥ] فِيهِ [h:13331[ٱ][l[ل]رَّحْمَةُ وَظَ[n[ـٰ]هِرُهُ[n[ۥ] مِ[f:13332[ن ق]ِبَلِهِ [h:13333[ٱ]لْعَذ[p[َا][q[ب]ُ","text_id":"Pada hari (itu juga) orang-orang munafik laki-laki dan perempuan berkata kepada orang-orang yang beriman, “Tunggulah kami! Kami ingin mengambil cahayamu.” (Kepada mereka) dikatakan, “Kembalilah kamu ke belakang dan carilah sendiri cahaya (untukmu).” Lalu, di antara mereka dipasang dinding (pemisah) yang berpintu. Di sebelah dalamnya ada rahmat dan di luarnya ada azab.","text_en":"The day the hypocrites, men and women, will say to the believers: \"Wait for us that we may borrow a little light from your light,\" they will be told: \"Go back, and look for your light.\" A wall shall be raised between them in which there will be a door. Within it will be benevolence and retribution without.","transliteration":"Yawma yaqoolul munaa fiqoona walmunaafiqaatu lillazeena aamanun zuroonaa naqtabis min noorikum qeelarji'oo waraaa'akum faltamisoo nooran faduriba bainahum bisooril lahoo baab, baatinuhoo feehir rahmatu wa zaahiruhoo min qibalihi-'azaab","no_fn":"","text_fn":""},{"id":5089,"surah":57,"no_ayah":14,"tema":"Keadaan Orang Mukmin dan Orang Munafik di Akhirat","text_ayah":"يُنَادُونَهُمْ أَلَمْ نَك[a:3220[ُن م]َّعَكُمْ‌ۖ قَالُو[s[اْ] بَلَيْٰ وَلَ[n[ـٰ]كِ[g[نّ]َكُمْ فَتَ[f:13334[نت]ُمْ أَ[f:221[نف]ُسَكُمْ وَتَرَبَّصْتُمْ وَ[h:13335[ٱ]رْتَ[q:13335[بْ]تُمْ وَغَرَّتْكُمُ [h:13336[ٱ]لْأَمَانِيُّْ حَتَّيْٰ ج[o[َا]ٓءَ أَمْرُ [h:2832[ٱ]للَّهِ وَغَرَّك[c:13337[ُم ب]ِ[h:32[ٱ]للَّهِ [h:10615[ٱ]لْغَر[p[ُو]رُ","text_id":"Orang-orang (munafik) memanggil mereka (orang-orang beriman), “Bukankah kami dahulu bersama kamu?” Mereka menjawab, “Benar, tetapi kamu mencelakakan dirimu sendiri (dengan kemunafikan), menunggu-nunggu (kebinasaan kami), meragukan (ajaran Islam), dan ditipu oleh angan-angan kosong sampai datang ketetapan Allah. (Setan) penipu memperdayakanmu (sehingga kamu lalai) terhadap Allah.","text_en":"They will call to them: \"Were we not with you?\" They will answer: \"Certainly; but then you let yourselves be tempted, and waited in expectation but were suspicious and were deceived by vain desires, till the decree of God came to pass, and the deceiver duped you in respect of God.","transliteration":"Yunaadoonahum alam nakum ma'akum qaaloo balaa wa laakinnakum fatantum anfusakum wa tarabbastum wartabtum wa gharratkumul amaaniyyu hatta jaaa'a amrul laahi wa gharrakum billaahil gharoor","no_fn":"","text_fn":""},{"id":5090,"surah":57,"no_ayah":15,"tema":"Keadaan Orang Mukmin dan Orang Munafik di Akhirat","text_ayah":"فَ[h:9999[ٱ]لْيَوْمَ لَا يُؤْخَذُ مِ[f:344[نك]ُمْ فِ[q:959[دْ]يَ[a:13338[ةٌ و]َلَا مِنَ [h:523[ٱ]لَّذِينَ كَفَرُو[s[اْ‌ۚ] مَأْوَ[n[ٮٰ]كُمُ [h:13339[ٱ][l[ل][g[نّ]َارُ‌ۖ هِيَْ مَوْلَ[n[ـٰ]كُمْ‌ۖ وَبِئْسَ [h:665[ٱ]لْمَص[p[ِي]رُ","text_id":"Pada hari ini tidak akan diterima tebusan darimu maupun dari orang-orang yang kufur. Tempatmu adalah neraka. Ia adalah tempat berlindungmu dan seburuk-buruk tempat kembali.”","text_en":"So no ransom will be accepted of you on this day, or of those who refused to believe. Hell will be your refuge and the only friend -- and how evil a destination!\"","transliteration":"Fal Yawma laa yu'khazu minkum fidyatunw wa laa minal lazeena kafaroo; maawaakumun Naaru hiya maw laakum wa bi'sal maseer","no_fn":"","text_fn":""},{"id":5091,"surah":57,"no_ayah":16,"tema":"Teguran kepada Orang Mukmin","text_ayah":"۞ أَلَمْ يَأْنِ لِلَّذِينَ ءَامَن[o[ُوٓ][s[اْ] أَ[f:13340[ن ت]َخْشَعَ قُلُوبُهُمْ لِذِكْرِ [h:13341[ٱ]للَّهِ وَمَا نَزَلَ مِنَ [h:1173[ٱ]لْحَقِّ وَلَا يَكُونُو[s[اْ] كَ[h:2146[ٱ]لَّذِينَ أُوتُو[s[اْ] [h:524[ٱ]لْكِتَ[n[ـٰ]بَ مِ[f:128[ن ق]َ[q:129[بْ]لُ فَطَالَ عَلَيْهِمُ [h:13342[ٱ]لْأَمَدُ فَقَسَتْ قُلُوبُهُمْ‌ۖ وَكَثِي[a:3689[رٌ م]ِّنْهُمْ فَ[n[ـٰ]سِق[p[ُو]نَ","text_id":"Apakah belum tiba waktunya bagi orang-orang yang beriman agar hati mereka khusyuk mengingat Allah dan apa yang turun dari kebenaran (Al-Qur’an). Janganlah mereka (berlaku) seperti orang-orang yang telah menerima kitab sebelum itu, kemudian mereka melalui masa yang panjang sehingga hati mereka menjadi keras. Banyak di antara mereka adalah orang-orang fasik.","text_en":"Has the moment not yet come when the hearts of believers should be moved by the thought of God and the truth that has been sent down, so that they should not be like those who received the Book before them but whose hearts were hardened after a lapse of time, and many of them turned disobedient?","transliteration":"Alam yaani laillzeena aamanooo an takhsha'a quloo buhum lizikril laahi wa maa nazala minal haqqi wa laa yakoonoo kallazeena ootul Kitaaba min qablu fataala 'alaihimul amadu faqasat quloobuhum wa kaseerum minhum faasiqoon","no_fn":"","text_fn":""},{"id":5092,"surah":57,"no_ayah":17,"tema":"Teguran kepada Orang Mukmin","text_ayah":"ٱعْلَم[o[ُوٓ][s[اْ] أَ[g[نّ]َ [h:394[ٱ]للَّهَ يُحْيِْ [h:10518[ٱ]لْأَرْضَ بَعْدَ مَوْتِهَا‌ۚ قَ[q:298[دْ] بَيَّ[g[نّ]َا لَكُمُ [h:1221[ٱ]لْأَيَ[n[ـٰ]تِ لَعَلَّكُمْ تَعْقِل[p[ُو]نَ","text_id":"Ketahuilah bahwa Allah menghidupkan bumi setelah matinya (kering). Sungguh, telah Kami jelaskan kepadamu tanda-tanda (kebesaran Kami) agar kamu mengerti.","text_en":"Know that God enlivens the earth even after it has died. We have explained to you clearly Our signs that you may understand.","transliteration":"I'lamooo annal laaha yuhyil arda ba'da mawtihaa; qad baiyannaa lakumul Aayaati la'allakum ta'qiloon","no_fn":"","text_fn":""},{"id":5093,"surah":57,"no_ayah":18,"tema":"Teguran kepada Orang Mukmin","text_ayah":"إِ[g[نّ]َ [h:13343[ٱ]لْمُصَّدِّقِينَ وَ[h:13344[ٱ]لْمُصَّدِّقَ[n[ـٰ]تِ وَأَ[q:13345[قْ]رَضُو[s[اْ] [h:13346[ٱ]للَّهَ قَرْضًا حَسَ[a:13347[نًا ي]ُضَ[n[ـٰ]عَفُ لَهُمْ وَلَهُمْ أَ[q:2423[جْ][f:13316[رٌ ك]َر[p[ِي]مٌ","text_id":"Sesungguhnya orang-orang yang bersedekah, baik laki-laki maupun perempuan, dan meminjamkan (kepada) Allah pinjaman yang baik, akan dilipatgandakan (balasannya) kepada mereka dan baginya (diberikan) ganjaran yang sangat mulia (surga). ","text_en":"Surely the men and women who spend in charity and give a goodly loan to God, will have it doubled for them and will receive a generous reward.","transliteration":"Innal mussaddiqeena wal mussaddiqaati wa aqradul laaha qardan hassanany yudaa'afu lahum wa lahum ajrun kareem","no_fn":"","text_fn":""},{"id":5094,"surah":57,"no_ayah":19,"tema":"Teguran kepada Orang Mukmin","text_ayah":"وَ[h:9999[ٱ]لَّذِينَ ءَامَنُو[s[اْ] بِ[h:32[ٱ]للَّهِ وَرُسُلِه[o[ِۦٓ] أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ هُمُ [h:13348[ٱ][l[ل]صِّدِّيقُونَ‌ۖ وَ[h:13349[ٱ][l[ل]شُّهَد[o[َا]ٓءُ عِ[f:264[ند]َ رَبِّهِمْ لَهُمْ أَ[q:331[جْ]رُهُمْ وَنُورُهُمْ‌ۖ وَ[h:37[ٱ]لَّذِينَ كَفَرُو[s[اْ] وَكَذَّبُو[s[اْ] بِـَٔـايَ[n[ـٰ]تِن[o[َآ] أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ أَصْحَ[n[ـٰ]بُ [h:3415[ٱ]لْجَح[p[ِي]مِ","text_id":"Orang-orang yang beriman kepada Allah dan rasul-rasul-Nya mereka itulah aṣ-ṣiddīqūn (yang sangat kukuh dalam kebenaran dan pembenarannya) dan syuhadā’ (orang-orang yang disaksikan kebenaran dan kebajikannya) di sisi Tuhan mereka. Mereka mendapatkan pahala dan cahaya (dari Tuhan) mereka. Adapun orang-orang yang kufur dan mendustakan ayat-ayat Kami itulah penghuni (neraka) Jahim. ","text_en":"Those who believe in God and His apostles are true of word and deed; and by their Lord are considered testifiers of the truth. They have their guerdon and their light. As for those who do not believe and reject Our revelations, are the people of Hell.","transliteration":"Wallazeena aamanoo billaahi wa Rusuliheee ulaaa'ika humus siddeeqoona wash shuhadaaa'u 'inda Rabbihim lahum ajruhum wa nooruhum wallazeena kafaroo wa kazzaboo bi aayaatinaaa ulaaaika As haabul jaheem","no_fn":"","text_fn":""},{"id":5095,"surah":57,"no_ayah":20,"tema":"Kehidupan Dunia dan Anjuran Beristigfar","text_ayah":"ٱعْلَم[o[ُوٓ][s[اْ] أَ[g[نّ]َمَا [h:13350[ٱ]لْحَيَ[s[و][n[ٲ]ةُ [h:1156[ٱ][l[ل]دُّنْيَا لَعِ[a:4002[بٌ و]َلَهْ[a:13351[وٌ و]َزِينَ[a:13352[ةٌ و]َتَفَاخُ[i:13353[رُۢ ب]َيْنَكُمْ وَتَكَاثُ[f:13354[رٌ ف]ِيْ [h:7821[ٱ]لْأَمْو[n[َٲ]لِ وَ[h:7822[ٱ]لْأَوْلَ[n[ـٰ]دِ‌ۖ كَمَثَلِ غَيْثٍ أَعْجَبَ [h:13355[ٱ]لْكُفَّارَ نَبَاتُهُ[n[ۥ] ثُ[g[مّ]َ يَهِيجُ فَتَرَ[n[ٮٰ]هُ مُصْفَر[f:11672[ًّا ث]ُ[g[مّ]َ يَكُونُ حُطَ[n[ـٰ][a:13356[مًا‌ۖ و]َفِيْ [h:1108[ٱ]لْأَخِرَةِ عَذَا[f:1727[بٌ ش]َدِي[a:13357[دٌ و]َمَغْفِرَ[a:13358[ةٌ م]ِّنَ [h:321[ٱ]للَّهِ وَرِضْو[n[َٲ][a:13359[نٌ‌ۚ و]َمَا [h:2482[ٱ]لْحَيَ[s[و][n[ٲ]ةُ [h:1156[ٱ][l[ل]دُّنْي[o[َآ] إِلَّا مَتَ[n[ـٰ]عُ [h:2483[ٱ]لْغُر[p[ُو]رِ","text_id":"Ketahuilah bahwa kehidupan dunia itu hanyalah permainan, kelengahan, perhiasan, dan saling bermegah-megahan di antara kamu serta berlomba-lomba dalam banyaknya harta dan anak keturunan. (Perumpamaannya adalah) seperti hujan yang tanamannya mengagumkan para petani, lalu mengering dan kamu lihat menguning, kemudian hancur. Di akhirat ada azab yang keras serta ampunan dari Allah dan keridaan-Nya. Kehidupan dunia (bagi orang-orang yang lengah) hanyalah kesenangan yang memperdaya.","text_en":"Know that the life of this world is only a frolic and mummery, an ornamentation, boasting and bragging among yourselves, and lust for multiplying wealth and children. It is like rain so pleasing to the cultivator for his vegetation which sprouts and swells, and then begins to wither, and you see it turn to yellow and reduced to chaff. There is severe punishment in the Hereafter, but also forgiveness from God, and acceptance. As for the life of this world, it is no more than merchandise of vanity.","transliteration":"I'lamooo annamal hayaa tud dunyaa la'ibunw wa lahwunw wa zeenatunw wa takaasurun bainakum wa takaasurn fil amwaali wal awlaad, kamasali ghaisin a'jabal kuffaara nabaatuhoo summa yaheeju fataraahu musfaaran summa yakoonu hutaamaa; wa fil aakhirati 'azaabun shadeedunw wa magh firatum minal laahi wa ridwaan; wa mal haiyaa tuddun yaaa illaa mataa'ul ghuroor","no_fn":"","text_fn":""},{"id":5096,"surah":57,"no_ayah":21,"tema":"Kehidupan Dunia dan Anjuran Beristigfar","text_ayah":"سَابِق[o[ُوٓ][s[اْ] إِلَيْٰ مَغْفِرَ[a:2239[ةٍ م]ّ[u:243[ِن ر]َّبِّكُمْ وَجَ[g[نّ]َةٍ عَرْضُهَا كَعَرْضِ [h:13360[ٱ][l[ل]سَّم[o[َا]ٓءِ وَ[h:177[ٱ]لْأَرْضِ أُعِدَّتْ لِلَّذِينَ ءَامَنُو[s[اْ] بِ[h:32[ٱ]للَّهِ وَرُسُلِه[n[ِۦ]‌ۚ ذ[n[َٲ]لِكَ فَضْلُ [h:337[ٱ]للَّهِ يُؤْتِيهِ م[a:476[َن ي]َش[o[َا]ٓءُ‌ۚ وَ[h:72[ٱ]للَّهُ ذُو [h:550[ٱ]لْفَضْلِ [h:551[ٱ]لْعَظ[p[ِي]مِ","text_id":"Berlombalah menuju ampunan dari Tuhanmu dan surga yang lebarnya (luasnya) selebar langit dan bumi, yang telah disediakan bagi orang-orang yang beriman kepada Allah dan para rasul-Nya. Itulah karunia Allah yang dianugerahkan kepada siapa yang dikehendaki-Nya. Allah adalah Pemilik karunia yang agung. ","text_en":"Hasten for the forgiveness of your Lord and Paradise whose expanse is as wide as that of the heavens and the earth, which has been prepared for those who believe in God and His apostles. This is the bounty of God which He bestows on whosoever He please; and the bounty of God is infinite.","transliteration":"Saabiqooo ilaa maghfiratim mir Rabbikum wa jannatin 'arduhaa ka-'ardis samaaa'i wal ardi u'iddat lillazeena aamanoo billaahi wa Rusulih; zaalika fadlul laahi yu'teehi many yashaaa'; wal laahu zul fadlil 'azeem","no_fn":"","text_fn":""},{"id":5097,"surah":57,"no_ayah":22,"tema":"Bencana yang Terjadi telah Tertulis di Lauh Mahfuz","text_ayah":"م[o[َآ] أَصَابَ م[a:12140[ِن م]ُّصِيبَ[f:13361[ةٍ ف]ِيْ [h:44[ٱ]لْأَرْضِ وَلَا ف[o[ِيْٓ] أَ[f:1329[نف]ُسِكُمْ إِلَّا فِيْ كِتَ[n[ـٰ][a:13362[بٍ م]ِّ[f:1346[ن ق]َ[q:1347[بْ]لِ أ[a:13363[َن ن]َّ[q:13364[بْ]رَأَه[o[َآ‌ۚ] إِ[g[نّ]َ ذ[n[َٲ]لِكَ عَلَيْ [h:412[ٱ]للَّهِ يَس[p[ِي]رٌ","text_id":"Tidak ada bencana (apa pun) yang menimpa di bumi dan tidak (juga yang menimpa) dirimu, kecuali telah tertulis dalam Kitab (Lauh Mahfuz) sebelum Kami mewujudkannya. Sesungguhnya hal itu mudah bagi Allah. ","text_en":"There is no calamity that befalls the earth or your own selves but in accordance with the law (of causation) before We make it evident. This is indeed how the law of God works inevitably.","transliteration":"Maaa asaaba mim musee batin fil ardi wa laa feee anfusikum illaa fee kitaabim min qabli an nabra ahaa; innaa zaalika 'alal laahi yaseer","no_fn":"","text_fn":""},{"id":5098,"surah":57,"no_ayah":23,"tema":"Bencana yang Terjadi telah Tertulis di Lauh Mahfuz","text_ayah":"لِّكَيْلَا تَأْسَوْ[s[اْ] عَلَيْٰ مَا فَاتَكُمْ وَلَا تَفْرَحُو[s[اْ] بِم[o[َآ] ءَاتَ[n[ـٰ]كُمْ‌ۗ وَ[h:72[ٱ]للَّهُ لَا يُحِبُّ كُلَّ مُخْتَا[f:10576[لٍ ف]َخ[p[ُو]رٍ","text_id":"(Yang demikian itu kami tetapkan) agar kamu tidak bersedih terhadap apa yang luput dari kamu dan tidak pula terlalu gembira terhadap apa yang diberikan-Nya kepadamu. Allah tidak menyukai setiap orang yang sombong lagi membanggakan diri. ","text_en":"Lest you grieve for what you missed, or rejoice at what you received. God does not love the egoist and the braggart,","transliteration":"Likailaa taasaw 'alaa maa faatakum wa laa tafrahoo bimaaa aataakum; wallaahu laa yuhibbu kulla mukhtaalin fakhoor","no_fn":"","text_fn":""},{"id":5099,"surah":57,"no_ayah":24,"tema":"Bencana yang Terjadi telah Tertulis di Lauh Mahfuz","text_ayah":"ٱلَّذِينَ يَ[q:2456[بْ]خَلُونَ وَيَأْمُرُونَ [h:2780[ٱ][l[ل][g[نّ]َاسَ بِ[h:2781[ٱ]لْبُخْلِ‌ۗ وَم[a:3640[َن ي]َتَوَلَّ فَإِ[g[نّ]َ [h:513[ٱ]للَّهَ هُوَ [h:6121[ٱ]لْغَنِيُّْ [h:9093[ٱ]لْحَم[p[ِي][q[د]ُ","text_id":"(Mereka itu adalah) orang-orang yang kikir dan menyuruh orang lain (berbuat) kikir. Siapa yang berpaling (dari perintah Allah), sesungguhnya Allah, Dialah Yang Mahakaya lagi Maha Terpuji. ","text_en":"Who hold back what they possess and enjoin stinginess on others. Whoever turns away (from God, should remember) that God is self-sufficient, worthy of praise.","transliteration":"Allazeeena yabkhaloona wa yaamuroonan naasa bil bukhl; wa many yatawalla fa innal laaha Huwal Ghaniyyul Hameed","no_fn":"","text_fn":""},{"id":5100,"surah":57,"no_ayah":25,"tema":"Besi Merupakan Karunia Allah","text_ayah":"لَقَ[q:2389[دْ] أَرْسَلْنَا رُسُلَنَا بِ[h:484[ٱ]لْبَيِّنَ[n[ـٰ]تِ وَأَ[f:271[نز]َلْنَا مَعَهُمُ [h:1164[ٱ]لْكِتَ[n[ـٰ]بَ وَ[h:4528[ٱ]لْمِيزَانَ لِيَقُومَ [h:13365[ٱ][l[ل][g[نّ]َاسُ بِ[h:1800[ٱ]لْقِسْطِ‌ۖ وَأَ[f:271[نز]َلْنَا [h:13366[ٱ]لْحَدِيدَ فِيهِ بَأْ[f:13367[سٌ ش]َدِي[a:13368[دٌ و]َمَنَ[n[ـٰ]فِعُ لِل[g[نّ]َاسِ وَلِيَعْلَمَ [h:2269[ٱ]للَّهُ م[a:9042[َن ي]َ[f:9043[نص]ُرُهُ[n[ۥ] وَرُسُلَهُ[n[ۥ] بِ[h:13[ٱ]لْغَيْبِ‌ۚ إِ[g[نّ]َ [h:80[ٱ]للَّهَ قَوِيٌّْ عَز[p[ِي]زٌ","text_id":"Sungguh, Kami benar-benar telah mengutus rasul-rasul Kami dengan bukti-bukti yang nyata dan Kami menurunkan bersama mereka kitab dan neraca (keadilan) agar manusia dapat berlaku adil. Kami menurunkan besi yang mempunyai kekuatan hebat dan berbagai manfaat bagi manusia agar Allah mengetahui siapa yang menolong (agama)-Nya dan rasul-rasul-Nya walaupun (Allah) tidak dilihatnya. Sesungguhnya Allah Mahakuat lagi Mahaperkasa.","text_en":"We have surely sent apostles with clear signs, and sent with them the Book and the Balance, so that men may stand by justice; and We sent down iron which causes much distress but also has advantages for men, so that God may know who helps Him and His apostles in secret. Verily God is all-powerful and all-mighty.","transliteration":"Laqad arsalnaa Rusulanaa bilbaiyinaati wa anzalnaa ma'ahumul Kitaaba wal Meezaana liyaqooman naasu bilqist, wa anzalnal hadeeda feehi baasun shadeedunw wa manaafi'u linnaasi wa liya'lamal laahu many yansuruhoo wa Rusulahoo bilghaib; innal laaha Qawiyyn 'Azeez","no_fn":"","text_fn":""},{"id":5101,"surah":57,"no_ayah":26,"tema":"Tidak Ada Kependetaan dalam Islam","text_ayah":"وَلَقَ[q:341[دْ] أَرْسَلْنَا نُو[a:13369[حًا و]َإِ[q:10311[بْ]ر[n[َٲ]هِيمَ وَجَعَلْنَا فِيْ ذُرِّيَّتِهِمَا [h:13370[ٱ][l[ل][g[نّ]ُبُوَّةَ وَ[h:10342[ٱ]لْكِتَ[n[ـٰ]بَ‌ۖ فَمِنْه[w:13371[ُم م]ُّهْتَ[a:13372[دٍ‌ۖ و]َكَثِي[a:3689[رٌ م]ِّنْهُمْ فَ[n[ـٰ]سِق[p[ُو]نَ","text_id":"Sungguh, Kami benar-benar telah mengutus Nuh dan Ibrahim serta Kami memberikan kenabian dan kitab (wahyu) kepada keturunan keduanya. Di antara mereka ada yang menerima petunjuk dan banyak pula di antara mereka yang fasik.","text_en":"We sent Noah and Abraham, and gave prophethood to their progeny and the Book, and some of them are well-directed, but many of them are disobedient.","transliteration":"Wa laqad arsalnaa Noohanw wa Ibraaheema wa ja'alnaa fee zurriyyatihiman nubuwwata wal Kitaaba faminhum muhtad; wa kaseerum minhum faasiqoon","no_fn":"","text_fn":""},{"id":5102,"surah":57,"no_ayah":27,"tema":"Tidak Ada Kependetaan dalam Islam","text_ayah":"ثُ[g[مّ]َ قَفَّيْنَا عَلَ[o[يْٰٓ] ءَاثَ[n[ـٰ]رِه[c:13373[ِم ب]ِرُسُلِنَا وَقَفَّيْنَا بِعِيسَيْ [h:3589[ٱ][q:3590[بْ]نِ مَرْيَمَ وَءَاتَيْنَ[n[ـٰ]هُ [h:3591[ٱ]لْإِ[f:3592[نج]ِيلَ وَجَعَلْنَا فِيْ قُلُوبِ [h:2312[ٱ]لَّذِينَ [h:5878[ٱ]تَّبَعُوهُ رَأْفَ[a:13374[ةً و]َرَحْمَ[a:13375[ةً و]َرَهْبَانِيَّةً [h:13376[ٱ][q:13377[بْ]تَدَعُوهَا مَا كَتَ[q:13378[بْ]نَ[n[ـٰ]هَا عَلَيْهِمْ إِلَّا [h:1610[ٱ][q:1130[بْ]تِغ[o[َا]ٓءَ رِضْو[n[َٲ]نِ [h:13379[ٱ]للَّهِ فَمَا رَعَوْهَا حَقَّ رِعَايَتِهَا‌ۖ فَـَٔـاتَيْنَا [h:13380[ٱ]لَّذِينَ ءَامَنُو[s[اْ] مِنْهُمْ أَ[q:7573[جْ]رَهُمْ‌ۖ وَكَثِي[a:3689[رٌ م]ِّنْهُمْ فَ[n[ـٰ]سِق[p[ُو]نَ","text_id":"Kemudian, Kami meneruskan jejak mereka dengan (mengutus) rasul-rasul Kami dan Kami meneruskan (pula dengan mengutus) Isa putra Maryam serta Kami memberikan Injil kepadanya. Kami menjadikan kesantunan dan kasih sayang dalam hati orang-orang yang mengikutinya. Mereka mengada-adakan rahbaniah (berlebih-lebihan dalam beribadah). Padahal, Kami tidak mewajibkannya kepada mereka. Akan tetapi, (mereka mengada-adakannya dengan tujuan) mencari keridaan Allah, lalu mereka tidak memeliharanya dengan sebaik-baiknya. Maka, kepada orang-orang yang beriman di antara mereka Kami berikan pahalanya dan di antara mereka banyak yang fasik.","text_en":"Then in their train We sent Our apostles, and succeeding them Jesus, son of Mary, and gave him the Gospel, and put into the hearts of his followers compassion and kindness. But they created monasticism which had not been prescribed for them by Us except for seeking the pleasure of God; yet they did not observe it as it should have been rightly observed. So We gave those among them who were believers their reward; but most of them are disobedient.","transliteration":"Summa qaffainaa 'alaa aasaarihim bi Rusulinaa wa qaffainaa be 'Eesab ni Maryama wa aatainaahul Injeela wa ja'alnaa fee quloobil lazeenat taba' oohu raafatanw wa rahmatanw wa rahbaaniyyatanib tada' oohaa maa katanaahaa 'alaihim illab tighaaa'a ridwaanil laahi famaa ra'awhaa haqqa ri'aayatihaa fa aatainal lazeena aamanoo minhum ajrahum wa kaseerum minhum faasiqoon","no_fn":"","text_fn":""},{"id":5103,"surah":57,"no_ayah":28,"tema":"Keingkaran Ahlulkitab kepada Nabi Muhammad","text_ayah":"يَ[o[ـٰٓ]أَيُّهَا [h:541[ٱ]لَّذِينَ ءَامَنُو[s[اْ] [h:1643[ٱ]تَّقُو[s[اْ] [h:1644[ٱ]للَّهَ وَءَامِنُو[s[اْ] بِرَسُولِه[n[ِۦ] يُؤْتِكُمْ كِفْلَيْنِ م[u:7986[ِن ر]َّحْمَتِه[n[ِۦ] وَيَ[q:9574[جْ]عَل لَّكُمْ نُو[f:13381[رًا ت]َمْشُونَ بِه[n[ِۦ] وَيَغْفِرْ لَكُمْ‌ۚ وَ[h:72[ٱ]للَّهُ غَفُو[u:890[رٌ ر]َّح[p[ِي]مٌ","text_id":"Wahai orang-orang yang beriman, bertakwalah kepada Allah dan berimanlah kepada Rasul-Nya (Nabi Muhammad), niscaya Allah menganugerahkan kepadamu dua bagian dari rahmat-Nya dan menjadikan cahaya untukmu yang dengan cahaya itu kamu berjalan serta Dia mengampunimu. Allah Maha Pengampun lagi Maha Penyayang.","text_en":"O you who believe, have fear of displeasing God, and believe in His Prophet. He will give you twice as much of His bounty and place a light for you to walk in, and forgive you, for God is forgiving and kind;","transliteration":"Yaaa ayyuhal lazeena aamaanut taqullaaha wa aaminoo bi Rasoolihee yu'tikum kiflaini mir rahmatihee wa yaj'al lakum nooran tamshoona bihee wa yaghfir lakum; wallaahu Ghafoorur Raheem","no_fn":"","text_fn":""},{"id":5104,"surah":57,"no_ayah":29,"tema":"Keingkaran Ahlulkitab kepada Nabi Muhammad","text_ayah":"لِّئَلَّا يَعْلَمَ أَهْلُ [h:2159[ٱ]لْكِتَ[n[ـٰ]بِ أَلَّا يَ[q:1555[قْ]دِرُونَ عَلَيْٰ ش[a:13382[َيْْءٍ م]ِّ[f:6655[ن ف]َضْلِ [h:6656[ٱ]للَّهِ‌ۙ وَأَ[g[نّ]َ [h:13383[ٱ]لْفَضْلَ بِيَدِ [h:2027[ٱ]للَّهِ يُؤْتِيهِ م[a:476[َن ي]َش[o[َا]ٓءُ‌ۚ وَ[h:72[ٱ]للَّهُ ذُو [h:550[ٱ]لْفَضْلِ [h:551[ٱ]لْعَظ[p[ِي]مِ","text_id":"(Allah menganugerahkan itu) agar Ahlulkitab (yang tidak beriman kepada Nabi Muhammad) mengetahui bahwa mereka sedikit pun tidak akan mendapat karunia Allah dan bahwa karunia itu ada di tangan Allah. Dia menganugerahkannya kepada siapa yang dikehendaki-Nya. Allah Pemilik karunia yang agung.","text_en":"So that the people of the Book may know that they have not the least power over the bounty of God, and that the bounty is wholly in the hands of God to give whosoever He please, for God is the master of infinite bounty.","transliteration":"Li'alla ya'lama Ahlul kitaabi allaa yaqdiroona 'alaa shai'im min fadlil laahi wa annal fadla bi Yadil laahi u'teehi many yashaaa'; wallaahu Zul fadilil 'azeem","no_fn":"","text_fn":""}]