[{"id":5076,"surah":57,"no_ayah":1,"theme":"Seluruh Makhluk Bertasbih kepada Allah","text_ayah":"سَبَّحَ لِلّٰهِ مَا فِى السَّمٰوٰتِ وَالْاَرْضِۚ وَهُوَ الْعَزِيْزُ الْحَكِيْمُ ","text_id":"Apa yang ada di langit dan di bumi bertasbih kepada Allah. Dialah Yang Mahaperkasa lagi Mahabijaksana.","text_en":"WHATSOEVER IS IN the heavens and the earth sings the praises of God. He is all-mighty and all-wise.","transliteration":"sabbaḥa lillāhi mā fis-samāwāti wal-arḍ, wa huwal-'azīzul-ḥakīm","no_fn":"","text_fn":""},{"id":5077,"surah":57,"no_ayah":2,"theme":"Seluruh Makhluk Bertasbih kepada Allah","text_ayah":"لَهٗ مُلْكُ السَّمٰوٰتِ وَالْاَرْضِۚ يُحْيٖ وَيُمِيْتُۚ وَهُوَ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ ","text_id":"Milik-Nyalah kerajaan langit dan bumi. Dia menghidupkan dan mematikan. Dia Mahakuasa atas segala sesuatu.","text_en":"His is the kingdom of the heavens and the earth, He is the giver of life and death, and He has power over everything.","transliteration":"lahụ mulkus-samāwāti wal-arḍ, yuḥyī wa yumīt, wa huwa 'alā kulli syai`ing qadīr","no_fn":"","text_fn":""},{"id":5078,"surah":57,"no_ayah":3,"theme":"Seluruh Makhluk Bertasbih kepada Allah","text_ayah":"هُوَ الْاَوَّلُ وَالْاٰخِرُ وَالظَّاهِرُ وَالْبَاطِنُۚ وَهُوَ بِكُلِّ شَيْءٍ عَلِيْمٌ ","text_id":"Dialah Yang Mahaawal, Mahaakhir, Mahazahir, dan Mahabatin.<sup>709)</sup> Dia Maha Mengetahui segala sesuatu.","text_en":"He is the first and He the last, the transcendent and the immanent; and He has knowledge of everything.","transliteration":"huwal-awwalu wal-ākhiru waẓ-ẓāhiru wal-bāṭin, wa huwa bikulli syai`in 'alīm","no_fn":"709","text_fn":"709) Mahaawalberarti telah ada sebelum segala sesuatu ada sehingga tidak ada yang mendahului-Nya; Mahaakhirberarti akan hidup selamanya setelah segala sesuatu musnah; Mahazahir berarti wujud-Nya begitu nyata, baik melalui perenungan atas alam semesta yang Dia ciptakan maupunmelalui pembuktian logika dan rasa; dan Mahabatinberarti bahwa zat dan hakikat-Nya tidak bisa dijangkau, baik dengan mata, akal, maupun khayal."},{"id":5079,"surah":57,"no_ayah":4,"theme":"Seluruh Makhluk Bertasbih kepada Allah","text_ayah":"هُوَ الَّذِيْ خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ فِيْ سِتَّةِ اَيَّامٍ ثُمَّ اسْتَوٰى عَلَى الْعَرْشِۗ يَعْلَمُ مَا يَلِجُ فِى الْاَرْضِ وَمَا يَخْرُجُ مِنْهَا وَمَا يَنْزِلُ مِنَ السَّمَاۤءِ وَمَا يَعْرُجُ فِيْهَاۗ وَهُوَ مَعَكُمْ اَيْنَ مَا كُنْتُمْۗ وَاللّٰهُ بِمَا تَعْمَلُوْنَ بَصِيْرٌۗ ","text_id":"Dialah yang menciptakan langit dan bumi dalam enam masa. Kemudian, Dia bersemayam di atas ʻArasy. Dia mengetahui apa yang masuk ke dalam bumi dan apa yang keluar darinya serta apa yang turun dari langit dan apa yang naik ke sana.<sup>710)</sup> Dia bersamamu di mana saja kamu berada. Allah Maha Melihat apa yang kamu kerjakan.","text_en":"It is He who created the heavens and the earth in six stages, then assumed the throne. He knows whatsoever enters the earth, and whatsoever comes out of it, and what comes down from the sky and what goes up to it; and He is with you wheresoever you may be, and He perceives whatsoever you do.","transliteration":"huwallażī khalaqas-samāwāti wal-arḍa fī sittati ayyāmin ṡummastawā 'alal-'arsy, ya'lamu mā yaliju fil-arḍi wa mā yakhruju min-hā wa mā yanzilu minas-samā`i wa mā ya'ruju fīhā, wa huwa ma'akum aina mā kuntum, wallāhu bimā ta'malụna baṣīr","no_fn":"710","text_fn":"710) Yang dimaksud dengan yang naik, antara lain, adalah amal-amal dan doa-doa hamba-Nya."},{"id":5080,"surah":57,"no_ayah":5,"theme":"Seluruh Makhluk Bertasbih kepada Allah","text_ayah":"لَهٗ مُلْكُ السَّمٰوٰتِ وَالْاَرْضِۗ وَاِلَى اللّٰهِ تُرْجَعُ الْاُمُوْرُ ","text_id":"Milik-Nyalah kerajaan langit dan bumi. Hanya kepada Allah segala urusan dikembalikan.","text_en":"His is the kingdom of the heavens and the earth, and all things will go back to Him.","transliteration":"lahụ mulkus-samāwāti wal-arḍ, wa ilallāhi turja'ul-umụr","no_fn":"","text_fn":""},{"id":5081,"surah":57,"no_ayah":6,"theme":"Seluruh Makhluk Bertasbih kepada Allah","text_ayah":"يُوْلِجُ الَّيْلَ فِى النَّهَارِ وَيُوْلِجُ النَّهَارَ فِى الَّيْلِۗ وَهُوَ عَلِيْمٌ ۢبِذَاتِ الصُّدُوْرِ ","text_id":"Dia memasukkan malam ke dalam siang dan memasukkan siang ke dalam malam. Dia Maha Mengetahui segala isi hati.","text_en":"He turns night into day, and turns day into night; and He knows whatsoever is in your hearts.","transliteration":"yụlijul-laila fin-nahāri wa yụlijun-nahāra fil-laīl, wa huwa 'alīmum biżātiṣ-ṣudụr","no_fn":"","text_fn":""},{"id":5082,"surah":57,"no_ayah":7,"theme":"Keutamaan Infak","text_ayah":"اٰمِنُوْا بِاللّٰهِ وَرَسُوْلِهٖ وَاَنْفِقُوْا مِمَّا جَعَلَكُمْ مُّسْتَخْلَفِيْنَ فِيْهِۗ فَالَّذِيْنَ اٰمَنُوْا مِنْكُمْ وَاَنْفَقُوْا لَهُمْ اَجْرٌ كَبِيْرٌۚ ","text_id":"Berimanlah kepada Allah dan Rasul-Nya serta infakkanlah (di jalan Allah) sebagian dari apa yang Dia (titipkan kepadamu dan) telah menjadikanmu berwenang dalam (penggunaan)-nya. Lalu, orang-orang yang beriman di antaramu dan menginfakkan (hartanya di jalan Allah) memperoleh pahala yang sangat besar.","text_en":"Believe in God and His Apostle, and spend of what He has given you as His trustee. And those of you who believe and spend in charity will have a great reward.","transliteration":"āminụ billāhi wa rasụlihī wa anfiqụ mimmā ja'alakum mustakhlafīna fīh, fallażīna āmanụ mingkum wa anfaqụ lahum ajrung kabīr","no_fn":"","text_fn":""},{"id":5083,"surah":57,"no_ayah":8,"theme":"Keutamaan Infak","text_ayah":"وَمَا لَكُمْ لَا تُؤْمِنُوْنَ بِاللّٰهِۚ وَالرَّسُوْلُ يَدْعُوْكُمْ لِتُؤْمِنُوْا بِرَبِّكُمْ وَقَدْ اَخَذَ مِيْثَاقَكُمْ اِنْ كُنْتُمْ مُّؤْمِنِيْنَ ","text_id":"Mengapa kamu tidak beriman kepada Allah, padahal Rasul mengajakmu beriman kepada Tuhanmu? Sungguh, Dia telah mengambil janji (setia)-mu jika kamu adalah orang-orang mukmin.","text_en":"What has come upon you that you believe not in God, though the Prophet is calling you to believe in your Lord? And He has already taken your pledge, if you are believers.","transliteration":"wa mā lakum lā tu`minụna billāh, war-rasụlu yad'ụkum litu`minụ birabbikum wa qad akhaża mīṡāqakum ing kuntum mu`minīn","no_fn":"","text_fn":""},{"id":5084,"surah":57,"no_ayah":9,"theme":"Keutamaan Infak","text_ayah":"هُوَ الَّذِيْ يُنَزِّلُ عَلٰى عَبْدِهٖٓ اٰيٰتٍۢ بَيِّنٰتٍ لِّيُخْرِجَكُمْ مِّنَ الظُّلُمٰتِ اِلَى النُّوْرِۗ وَاِنَّ اللّٰهَ بِكُمْ لَرَءُوْفٌ رَّحِيْمٌ ","text_id":"Dialah yang menurunkan ayat-ayat yang terang (Al-Qur’an) kepada hamba-Nya (Nabi Muhammad) untuk mengeluarkanmu dari kegelapan kepada cahaya. Sesungguhnya Allah benar-benar Maha Penyantun lagi Maha Penyayang kepadamu.","text_en":"It is He who sends down splendent revelations to His votary that he may take you out of darkness into light; for surely God is gracious and kind to you.","transliteration":"huwallażī yunazzilu 'alā 'abdihī āyātim bayyinātil liyukhrijakum minaẓ-ẓulumāti ilan-nụr, wa innallāha bikum lara`ụfur raḥīm","no_fn":"","text_fn":""},{"id":5085,"surah":57,"no_ayah":10,"theme":"Keutamaan Infak","text_ayah":"وَمَا لَكُمْ اَلَّا تُنْفِقُوْا فِيْ سَبِيْلِ اللّٰهِ وَلِلّٰهِ مِيْرَاثُ السَّمٰوٰتِ وَالْاَرْضِۗ  لَا يَسْتَوِيْ مِنْكُمْ مَّنْ اَنْفَقَ مِنْ قَبْلِ الْفَتْحِ وَقَاتَلَۗ  اُولٰۤىِٕكَ اَعْظَمُ دَرَجَةً مِّنَ الَّذِيْنَ اَنْفَقُوْا مِنْۢ بَعْدُ وَقَاتَلُوْاۗ وَكُلًّا وَّعَدَ اللّٰهُ الْحُسْنٰىۗ وَاللّٰهُ بِمَا تَعْمَلُوْنَ خَبِيْرٌࣖ ","text_id":"Mengapa kamu tidak menginfakkan (hartamu) di jalan Allah, padahal milik Allah semua pusaka langit dan bumi? Tidak sama orang yang menginfakkan (hartanya di jalan Allah) di antara kamu dan berperang sebelum penaklukan (Makkah). Mereka lebih tinggi derajatnya daripada orang-orang yang menginfakkan (hartanya) dan berperang setelah itu. Allah menjanjikan (balasan) yang baik kepada mereka masing-masing. Allah Mahateliti terhadap apa yang kamu kerjakan.","text_en":"What has come upon you that you do not spend in the way of God, when the heritage of the heavens and the earth belongs to God? Those of you who spent before the victory and fought, are not equal (to those who did not). They are higher in position than those who spent after (the victory) and fought. To each one God has made the promise of excellence, for God is aware of all you do.","transliteration":"wa mā lakum allā tunfiqụ fī sabīlillāhi wa lillāhi mīrāṡus-samāwāti wal-arḍ, lā yastawī mingkum man anfaqa ming qablil-fat-ḥi wa qātal, ulā`ika a'ẓamu darajatam minallażīna anfaqụ mim ba'du wa qātalụ, wa kullaw wa'adallāhul-ḥusnā, wallāhu bimā ta'malụna khabīr","no_fn":"","text_fn":""},{"id":5086,"surah":57,"no_ayah":11,"theme":"Keutamaan Infak","text_ayah":"مَنْ ذَا الَّذِيْ يُقْرِضُ اللّٰهَ قَرْضًا حَسَنًا فَيُضٰعِفَهٗ لَهٗ وَلَهٗٓ اَجْرٌ كَرِيْمٌ ","text_id":"Siapakah yang (mau) memberi pinjaman kepada Allah dengan pinjaman yang baik? Dia akan melipatgandakan (pahala) untuknya, dan baginya (diberikan) ganjaran yang sangat mulia (surga).","text_en":"Who will give a goodly loan to God which He will double for him, and be for him a splendid reward?","transliteration":"man żallażī yuqriḍullāha qarḍan ḥasanan fa yuḍā'ifahụ lahụ wa lahū ajrung karīm","no_fn":"","text_fn":""},{"id":5087,"surah":57,"no_ayah":12,"theme":"Keadaan Orang Mukmin dan Orang Munafik di Akhirat","text_ayah":"يَوْمَ تَرَى الْمُؤْمِنِيْنَ وَالْمُؤْمِنٰتِ يَسْعٰى نُوْرُهُمْ بَيْنَ اَيْدِيْهِمْ وَبِاَيْمَانِهِمْ بُشْرٰىكُمُ الْيَوْمَ جَنّٰتٌ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُ خٰلِدِيْنَ فِيْهَاۗ ذٰلِكَ هُوَ الْفَوْزُ الْعَظِيْمُۚ ","text_id":"Pada hari engkau akan melihat orang-orang mukmin laki-laki dan perempuan, cahaya mereka memancar di hadapan dan di sebelah kanan mereka. (Dikatakan kepada mereka,) “Pada hari ini ada berita gembira untukmu, (yaitu) surga yang mengalir di bawahnya sungai-sungai (dan) mereka kekal di dalamnya. Demikian itulah kemenangan yang sangat agung.”","text_en":"The day you see the believers, men and women, with their light advancing ahead and to the right of them, (they will be told:) \"There is good news for you this day, of gardens with rivers flowing by where you will live for ever.\" This will be the great attainment.","transliteration":"yauma taral-mu`minīna wal-mu`mināti yas'ā nụruhum baina aidīhim wa bi`aimānihim busyrākumul-yauma jannātun tajrī min taḥtihal-an-hāru khālidīna fīhā, żālika huwal-fauzul-'aẓīm","no_fn":"","text_fn":""},{"id":5088,"surah":57,"no_ayah":13,"theme":"Keadaan Orang Mukmin dan Orang Munafik di Akhirat","text_ayah":"يَوْمَ يَقُوْلُ الْمُنٰفِقُوْنَ وَالْمُنٰفِقٰتُ لِلَّذِيْنَ اٰمَنُوا انْظُرُوْنَا نَقْتَبِسْ مِنْ نُّوْرِكُمْۚ قِيْلَ ارْجِعُوْا وَرَاۤءَكُمْ فَالْتَمِسُوْا نُوْرًاۗ فَضُرِبَ بَيْنَهُمْ بِسُوْرٍ لَّهٗ بَابۗ ٌ بَاطِنُهٗ فِيْهِ الرَّحْمَةُ وَظَاهِرُهٗ مِنْ قِبَلِهِ الْعَذَابُۗ ","text_id":"Pada hari (itu juga) orang-orang munafik laki-laki dan perempuan berkata kepada orang-orang yang beriman, “Tunggulah kami! Kami ingin mengambil cahayamu.” (Kepada mereka) dikatakan, “Kembalilah kamu ke belakang dan carilah sendiri cahaya (untukmu).” Lalu, di antara mereka dipasang dinding (pemisah) yang berpintu. Di sebelah dalamnya ada rahmat dan di luarnya ada azab.","text_en":"The day the hypocrites, men and women, will say to the believers: \"Wait for us that we may borrow a little light from your light,\" they will be told: \"Go back, and look for your light.\" A wall shall be raised between them in which there will be a door. Within it will be benevolence and retribution without.","transliteration":"yauma yaqụlul-munāfiqụna wal-munāfiqātu lillażīna āmanunẓurụnā naqtabis min nụrikum, qīlarji'ụ warā`akum faltamisụ nụrā, fa ḍuriba bainahum bisụril lahụ bāb, bāṭinuhụ fīhir-raḥmatu wa ẓāhiruhụ ming qibalihil-'ażāb","no_fn":"","text_fn":""},{"id":5089,"surah":57,"no_ayah":14,"theme":"Keadaan Orang Mukmin dan Orang Munafik di Akhirat","text_ayah":"يُنَادُوْنَهُمْ اَلَمْ نَكُنْ مَّعَكُمْۗ قَالُوْا بَلٰى وَلٰكِنَّكُمْ فَتَنْتُمْ اَنْفُسَكُمْ وَتَرَبَّصْتُمْ وَارْتَبْتُمْ وَغَرَّتْكُمُ الْاَمَانِيُّ حَتّٰى جَاۤءَ اَمْرُ اللّٰهِ وَغَرَّكُمْ بِاللّٰهِ الْغَرُوْرُ ","text_id":"Orang-orang (munafik) memanggil mereka (orang-orang beriman), “Bukankah kami dahulu bersama kamu?” Mereka menjawab, “Benar, tetapi kamu mencelakakan dirimu sendiri (dengan kemunafikan), menunggu-nunggu (kebinasaan kami), meragukan (ajaran Islam), dan ditipu oleh angan-angan kosong sampai datang ketetapan Allah. (Setan) penipu memperdayakanmu (sehingga kamu lalai) terhadap Allah.","text_en":"They will call to them: \"Were we not with you?\" They will answer: \"Certainly; but then you let yourselves be tempted, and waited in expectation but were suspicious and were deceived by vain desires, till the decree of God came to pass, and the deceiver duped you in respect of God.","transliteration":"yunādụnahum a lam nakum ma'akum, qālụ balā wa lākinnakum fatantum anfusakum wa tarabbaṣtum wartabtum wa garratkumul-amāniyyu ḥattā jā`a amrullāhi wa garrakum billāhil-garụr","no_fn":"","text_fn":""},{"id":5090,"surah":57,"no_ayah":15,"theme":"Keadaan Orang Mukmin dan Orang Munafik di Akhirat","text_ayah":"فَالْيَوْمَ لَا يُؤْخَذُ مِنْكُمْ فِدْيَةٌ وَّلَا مِنَ الَّذِيْنَ كَفَرُوْاۗ مَأْوٰىكُمُ النَّارُۗ هِيَ مَوْلٰىكُمْۗ وَبِئْسَ الْمَصِيْرُ ","text_id":"Pada hari ini tidak akan diterima tebusan darimu maupun dari orang-orang yang kufur. Tempatmu adalah neraka. Ia adalah tempat berlindungmu dan seburuk-buruk tempat kembali.”","text_en":"So no ransom will be accepted of you on this day, or of those who refused to believe. Hell will be your refuge and the only friend -- and how evil a destination!\"","transliteration":"fal-yauma lā yu`khażu mingkum fidyatuw wa lā minallażīna kafarụ, ma`wākumun-nār, hiya maulākum, wa bi`sal-maṣīr","no_fn":"","text_fn":""},{"id":5091,"surah":57,"no_ayah":16,"theme":"Teguran kepada Orang Mukmin","text_ayah":"۞ اَلَمْ يَأْنِ لِلَّذِيْنَ اٰمَنُوْٓا اَنْ تَخْشَعَ قُلُوْبُهُمْ لِذِكْرِ اللّٰهِ وَمَا نَزَلَ مِنَ الْحَقِّۙ وَلَا يَكُوْنُوْا كَالَّذِيْنَ اُوْتُوا الْكِتٰبَ مِنْ قَبْلُ فَطَالَ عَلَيْهِمُ الْاَمَدُ فَقَسَتْ قُلُوْبُهُمْۗ وَكَثِيْرٌ مِّنْهُمْ فٰسِقُوْنَ  ","text_id":"Apakah belum tiba waktunya bagi orang-orang yang beriman agar hati mereka khusyuk mengingat Allah dan apa yang turun dari kebenaran (Al-Qur’an). Janganlah mereka (berlaku) seperti orang-orang yang telah menerima kitab sebelum itu, kemudian mereka melalui masa yang panjang sehingga hati mereka menjadi keras. Banyak di antara mereka adalah orang-orang fasik.","text_en":"Has the moment not yet come when the hearts of believers should be moved by the thought of God and the truth that has been sent down, so that they should not be like those who received the Book before them but whose hearts were hardened after a lapse of time, and many of them turned disobedient?","transliteration":"a lam ya`ni lillażīna āmanū an takhsya'a qulụbuhum liżikrillāhi wa mā nazala minal-ḥaqqi wa lā yakụnụ kallażīna ụtul-kitāba ming qablu fa ṭāla 'alaihimul-amadu fa qasat qulụbuhum, wa kaṡīrum min-hum fāsiqụn","no_fn":"","text_fn":""},{"id":5092,"surah":57,"no_ayah":17,"theme":"Teguran kepada Orang Mukmin","text_ayah":"اِعْلَمُوْٓا اَنَّ اللّٰهَ يُحْيِ الْاَرْضَ بَعْدَ مَوْتِهَاۗ قَدْ بَيَّنَّا لَكُمُ الْاٰيٰتِ لَعَلَّكُمْ تَعْقِلُوْنَ ","text_id":"Ketahuilah bahwa Allah menghidupkan bumi setelah matinya (kering). Sungguh, telah Kami jelaskan kepadamu tanda-tanda (kebesaran Kami) agar kamu mengerti.","text_en":"Know that God enlivens the earth even after it has died. We have explained to you clearly Our signs that you may understand.","transliteration":"i'lamū annallāha yuḥyil-arḍa ba'da mautihā, qad bayyannā lakumul-āyāti la'allakum ta'qilụn","no_fn":"","text_fn":""},{"id":5093,"surah":57,"no_ayah":18,"theme":"Teguran kepada Orang Mukmin","text_ayah":"اِنَّ الْمُصَّدِّقِيْنَ وَالْمُصَّدِّقٰتِ وَاَقْرَضُوا اللّٰهَ قَرْضًا حَسَنًا يُّضٰعَفُ لَهُمْ وَلَهُمْ اَجْرٌ كَرِيْمٌ ","text_id":"Sesungguhnya orang-orang yang bersedekah, baik laki-laki maupun perempuan, dan meminjamkan (kepada) Allah pinjaman yang baik, akan dilipatgandakan (balasannya) kepada mereka dan baginya (diberikan) ganjaran yang sangat mulia (surga). ","text_en":"Surely the men and women who spend in charity and give a goodly loan to God, will have it doubled for them and will receive a generous reward.","transliteration":"innal-muṣṣaddiqīna wal-muṣṣaddiqāti wa aqraḍullāha qarḍan ḥasanay yuḍā'afu lahum wa lahum ajrung karīm","no_fn":"","text_fn":""},{"id":5094,"surah":57,"no_ayah":19,"theme":"Teguran kepada Orang Mukmin","text_ayah":"وَالَّذِيْنَ اٰمَنُوْا بِاللّٰهِ وَرُسُلِهٖٓ اُولٰۤىِٕكَ هُمُ الصِّدِّيْقُوْنَۖوَالشُّهَدَاۤءُ عِنْدَ رَبِّهِمْۗ  لَهُمْ اَجْرُهُمْ وَنُوْرُهُمْۗ وَالَّذِيْنَ كَفَرُوْا وَكَذَّبُوْا بِاٰيٰتِنَآ اُولٰۤىِٕكَ اَصْحٰبُ الْجَحِيْمِࣖ","text_id":"Orang-orang yang beriman kepada Allah dan rasul-rasul-Nya mereka itulah aṣ-ṣiddīqūn (yang sangat kukuh dalam kebenaran dan pembenarannya) dan syuhadā’ (orang-orang yang disaksikan kebenaran dan kebajikannya) di sisi Tuhan mereka. Mereka mendapatkan pahala dan cahaya (dari Tuhan) mereka. Adapun orang-orang yang kufur dan mendustakan ayat-ayat Kami itulah penghuni (neraka) Jahim. ","text_en":"Those who believe in God and His apostles are true of word and deed; and by their Lord are considered testifiers of the truth. They have their guerdon and their light. As for those who do not believe and reject Our revelations, are the people of Hell.","transliteration":"wallażīna āmanụ billāhi wa rusulihī ulā`ika humuṣ-ṣiddīqụna wasy-syuhadā`u 'inda rabbihim, lahum ajruhum wa nụruhum, wallażīna kafarụ wa każżabụ bi`āyātinā ulā`ika aṣ-ḥābul-jaḥīm","no_fn":"","text_fn":""},{"id":5095,"surah":57,"no_ayah":20,"theme":"Kehidupan Dunia dan Anjuran Beristigfar","text_ayah":"اِعْلَمُوْٓا اَنَّمَا الْحَيٰوةُ الدُّنْيَا لَعِبٌ وَّلَهْوٌ وَّزِيْنَةٌ وَّتَفَاخُرٌۢ بَيْنَكُمْ وَتَكَاثُرٌ فِى الْاَمْوَالِ وَالْاَوْلَادِۗ  كَمَثَلِ غَيْثٍ اَعْجَبَ الْكُفَّارَ نَبَاتُهٗ ثُمَّ يَهِيْجُ فَتَرٰىهُ مُصْفَرًّا ثُمَّ يَكُوْنُ حُطَامًاۗ وَفِى الْاٰخِرَةِ عَذَابٌ شَدِيْدٌۙ وَّمَغْفِرَةٌ مِّنَ اللّٰهِ وَرِضْوَانٌ ۗ وَمَا الْحَيٰوةُ الدُّنْيَآ اِلَّا مَتَاعُ الْغُرُوْرِ ","text_id":"Ketahuilah bahwa kehidupan dunia itu hanyalah permainan, kelengahan, perhiasan, dan saling bermegah-megahan di antara kamu serta berlomba-lomba dalam banyaknya harta dan anak keturunan. (Perumpamaannya adalah) seperti hujan yang tanamannya mengagumkan para petani, lalu mengering dan kamu lihat menguning, kemudian hancur. Di akhirat ada azab yang keras serta ampunan dari Allah dan keridaan-Nya. Kehidupan dunia (bagi orang-orang yang lengah) hanyalah kesenangan yang memperdaya.","text_en":"Know that the life of this world is only a frolic and mummery, an ornamentation, boasting and bragging among yourselves, and lust for multiplying wealth and children. It is like rain so pleasing to the cultivator for his vegetation which sprouts and swells, and then begins to wither, and you see it turn to yellow and reduced to chaff. There is severe punishment in the Hereafter, but also forgiveness from God, and acceptance. As for the life of this world, it is no more than merchandise of vanity.","transliteration":"i'lamū annamal-ḥayātud-dun-yā la'ibuw wa lahwuw wa zīnatuw wa tafākhurum bainakum wa takāṡurun fil-amwāli wal-aulād, kamaṡali gaiṡin a'jabal-kuffāra nabātuhụ ṡumma yahīju fa tarāhu muṣfarran ṡumma yakụnu huṭāmā, wa fil-ākhirati 'ażābun syadīduw wa magfiratum minallāhi wa riḍwān, wa mal-ḥayātud-dun-yā illā matā'ul-gurụr","no_fn":"","text_fn":""},{"id":5096,"surah":57,"no_ayah":21,"theme":"Kehidupan Dunia dan Anjuran Beristigfar","text_ayah":"سَابِقُوْٓا اِلٰى مَغْفِرَةٍ مِّنْ رَّبِّكُمْ وَجَنَّةٍ عَرْضُهَا كَعَرْضِ السَّمَاۤءِ وَالْاَرْضِۙ اُعِدَّتْ لِلَّذِيْنَ اٰمَنُوْا بِاللّٰهِ وَرُسُلِهٖۗ ذٰلِكَ فَضْلُ اللّٰهِ يُؤْتِيْهِ مَنْ يَّشَاۤءُۗ وَاللّٰهُ ذُو الْفَضْلِ الْعَظِيْمِ","text_id":"Berlombalah menuju ampunan dari Tuhanmu dan surga yang lebarnya (luasnya) selebar langit dan bumi, yang telah disediakan bagi orang-orang yang beriman kepada Allah dan para rasul-Nya. Itulah karunia Allah yang dianugerahkan kepada siapa yang dikehendaki-Nya. Allah adalah Pemilik karunia yang agung. ","text_en":"Hasten for the forgiveness of your Lord and Paradise whose expanse is as wide as that of the heavens and the earth, which has been prepared for those who believe in God and His apostles. This is the bounty of God which He bestows on whosoever He please; and the bounty of God is infinite.","transliteration":"sābiqū ilā magfiratim mir rabbikum wa jannatin 'arḍuhā ka'arḍis-samā`i wal-arḍi u'iddat lillażīna āmanụ billāhi wa rusulih, żālika faḍlullāhi yu`tīhi may yasyā`, wallāhu żul-faḍlil-'aẓīm","no_fn":"","text_fn":""},{"id":5097,"surah":57,"no_ayah":22,"theme":"Bencana yang Terjadi telah Tertulis di Lauh Mahfuz","text_ayah":"مَآ اَصَابَ مِنْ مُّصِيْبَةٍ فِى الْاَرْضِ وَلَا فِيْٓ اَنْفُسِكُمْ اِلَّا فِيْ كِتٰبٍ مِّنْ قَبْلِ اَنْ نَّبْرَاَهَاۗ اِنَّ ذٰلِكَ عَلَى اللّٰهِ يَسِيْرٌۖ  ","text_id":"Tidak ada bencana (apa pun) yang menimpa di bumi dan tidak (juga yang menimpa) dirimu, kecuali telah tertulis dalam Kitab (Lauh Mahfuz) sebelum Kami mewujudkannya. Sesungguhnya hal itu mudah bagi Allah. ","text_en":"There is no calamity that befalls the earth or your own selves but in accordance with the law (of causation) before We make it evident. This is indeed how the law of God works inevitably.","transliteration":"mā aṣāba mim muṣībatin fil-arḍi wa lā fī anfusikum illā fī kitābim ming qabli an nabra`ahā, inna żālika 'alallāhi yasīr","no_fn":"","text_fn":""},{"id":5098,"surah":57,"no_ayah":23,"theme":"Bencana yang Terjadi telah Tertulis di Lauh Mahfuz","text_ayah":"لِّكَيْلَا تَأْسَوْا عَلٰى مَا فَاتَكُمْ وَلَا تَفْرَحُوْا بِمَآ اٰتٰىكُمْۗ وَاللّٰهُ لَا يُحِبُّ كُلَّ مُخْتَالٍ فَخُوْرٍۙ","text_id":"(Yang demikian itu kami tetapkan) agar kamu tidak bersedih terhadap apa yang luput dari kamu dan tidak pula terlalu gembira terhadap apa yang diberikan-Nya kepadamu. Allah tidak menyukai setiap orang yang sombong lagi membanggakan diri. ","text_en":"Lest you grieve for what you missed, or rejoice at what you received. God does not love the egoist and the braggart,","transliteration":"likai lā ta`sau 'alā mā fātakum wa lā tafraḥụ bimā ātākum, wallāhu lā yuḥibbu kulla mukhtālin fakhụr","no_fn":"","text_fn":""},{"id":5099,"surah":57,"no_ayah":24,"theme":"Bencana yang Terjadi telah Tertulis di Lauh Mahfuz","text_ayah":" ۨالَّذِيْنَ يَبْخَلُوْنَ وَيَأْمُرُوْنَ النَّاسَ بِالْبُخْلِۗ وَمَنْ يَّتَوَلَّ فَاِنَّ اللّٰهَ هُوَ الْغَنِيُّ الْحَمِيْدُ ","text_id":"(Mereka itu adalah) orang-orang yang kikir dan menyuruh orang lain (berbuat) kikir. Siapa yang berpaling (dari perintah Allah), sesungguhnya Allah, Dialah Yang Mahakaya lagi Maha Terpuji. ","text_en":"Who hold back what they possess and enjoin stinginess on others. Whoever turns away (from God, should remember) that God is self-sufficient, worthy of praise.","transliteration":"allażīna yabkhalụna wa ya`murụnan-nāsa bil-bukhl, wa may yatawalla fa innallāha huwal-ganiyyul-ḥamīd","no_fn":"","text_fn":""},{"id":5100,"surah":57,"no_ayah":25,"theme":"Besi Merupakan Karunia Allah","text_ayah":"لَقَدْ اَرْسَلْنَا رُسُلَنَا بِالْبَيِّنٰتِ وَاَنْزَلْنَا مَعَهُمُ الْكِتٰبَ وَالْمِيْزَانَ لِيَقُوْمَ النَّاسُ بِالْقِسْطِۚ وَاَنْزَلْنَا الْحَدِيْدَ فِيْهِ بَأْسٌ شَدِيْدٌ وَّمَنَافِعُ لِلنَّاسِ وَلِيَعْلَمَ اللّٰهُ مَنْ يَّنْصُرُهٗ وَرُسُلَهٗ بِالْغَيْبِۗ اِنَّ اللّٰهَ قَوِيٌّ عَزِيْزٌࣖ ","text_id":"Sungguh, Kami benar-benar telah mengutus rasul-rasul Kami dengan bukti-bukti yang nyata dan Kami menurunkan bersama mereka kitab dan neraca (keadilan) agar manusia dapat berlaku adil. Kami menurunkan besi yang mempunyai kekuatan hebat dan berbagai manfaat bagi manusia agar Allah mengetahui siapa yang menolong (agama)-Nya dan rasul-rasul-Nya walaupun (Allah) tidak dilihatnya. Sesungguhnya Allah Mahakuat lagi Mahaperkasa.","text_en":"We have surely sent apostles with clear signs, and sent with them the Book and the Balance, so that men may stand by justice; and We sent down iron which causes much distress but also has advantages for men, so that God may know who helps Him and His apostles in secret. Verily God is all-powerful and all-mighty.","transliteration":"laqad arsalnā rusulanā bil-bayyināti wa anzalnā ma'ahumul-kitāba wal-mīzāna liyaqụman-nāsu bil-qisṭ, wa anzalnal-ḥadīda fīhi ba`sun syadīduw wa manāfi'u lin-nāsi wa liya'lamallāhu may yanṣuruhụ wa rusulahụ bil-gaīb, innallāha qawiyyun 'azīz","no_fn":"","text_fn":""},{"id":5101,"surah":57,"no_ayah":26,"theme":"Tidak Ada Kependetaan dalam Islam","text_ayah":"وَلَقَدْ اَرْسَلْنَا نُوْحًا وَّاِبْرٰهِيْمَ وَجَعَلْنَا فِيْ ذُرِّيَّتِهِمَا النُّبُوَّةَ وَالْكِتٰبَ فَمِنْهُمْ مُّهْتَدٍۚ وَكَثِيْرٌ مِّنْهُمْ فٰسِقُوْنَ","text_id":"Sungguh, Kami benar-benar telah mengutus Nuh dan Ibrahim serta Kami memberikan kenabian dan kitab (wahyu) kepada keturunan keduanya. Di antara mereka ada yang menerima petunjuk dan banyak pula di antara mereka yang fasik.","text_en":"We sent Noah and Abraham, and gave prophethood to their progeny and the Book, and some of them are well-directed, but many of them are disobedient.","transliteration":"wa laqad arsalnā nụḥaw wa ibrāhīma wa ja'alnā fī żurriyyatihiman-nubuwwata wal-kitāba fa min-hum muhtad, wa kaṡīrum min-hum fāsiqụn","no_fn":"","text_fn":""},{"id":5102,"surah":57,"no_ayah":27,"theme":"Tidak Ada Kependetaan dalam Islam","text_ayah":"ثُمَّ قَفَّيْنَا عَلٰٓى اٰثَارِهِمْ بِرُسُلِنَا وَقَفَّيْنَا بِعِيْسَى ابْنِ مَرْيَمَ وَاٰتَيْنٰهُ الْاِنْجِيْلَ ەۙ وَجَعَلْنَا فِيْ قُلُوْبِ الَّذِيْنَ اتَّبَعُوْهُ رَأْفَةً وَّرَحْمَةً ۗ وَرَهْبَانِيَّةَ ِۨابْتَدَعُوْهَا مَا كَتَبْنٰهَا عَلَيْهِمْ اِلَّا ابْتِغَاۤءَ رِضْوَانِ اللّٰهِ فَمَا رَعَوْهَا حَقَّ رِعَايَتِهَاۚ فَاٰتَيْنَا الَّذِيْنَ اٰمَنُوْا مِنْهُمْ اَجْرَهُمْۚ وَكَثِيْرٌ مِّنْهُمْ فٰسِقُوْنَ","text_id":"Kemudian, Kami meneruskan jejak mereka dengan (mengutus) rasul-rasul Kami dan Kami meneruskan (pula dengan mengutus) Isa putra Maryam serta Kami memberikan Injil kepadanya. Kami menjadikan kesantunan dan kasih sayang dalam hati orang-orang yang mengikutinya. Mereka mengada-adakan rahbaniah (berlebih-lebihan dalam beribadah). Padahal, Kami tidak mewajibkannya kepada mereka. Akan tetapi, (mereka mengada-adakannya dengan tujuan) mencari keridaan Allah, lalu mereka tidak memeliharanya dengan sebaik-baiknya. Maka, kepada orang-orang yang beriman di antara mereka Kami berikan pahalanya dan di antara mereka banyak yang fasik.","text_en":"Then in their train We sent Our apostles, and succeeding them Jesus, son of Mary, and gave him the Gospel, and put into the hearts of his followers compassion and kindness. But they created monasticism which had not been prescribed for them by Us except for seeking the pleasure of God; yet they did not observe it as it should have been rightly observed. So We gave those among them who were believers their reward; but most of them are disobedient.","transliteration":"ṡumma qaffainā 'alā āṡārihim birusulinā wa qaffainā bi'īsabni maryama wa ātaināhul-injīla wa ja'alnā fī qulụbillażīnattaba'ụhu ra`fataw wa raḥmah, wa rahbāniyyatanibtada'ụhā mā katabnāhā 'alaihim illabtigā`a riḍwānillāhi fa mā ra'auhā ḥaqqa ri'āyatihā, fa ātainallażīna āmanụ min-hum ajrahum, wa kaṡīrum min-hum fāsiqụn","no_fn":"","text_fn":""},{"id":5103,"surah":57,"no_ayah":28,"theme":"Keingkaran Ahlulkitab kepada Nabi Muhammad","text_ayah":"يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوا اتَّقُوا اللّٰهَ وَاٰمِنُوْا بِرَسُوْلِهٖ يُؤْتِكُمْ كِفْلَيْنِ مِنْ رَّحْمَتِهٖ وَيَجْعَلْ لَّكُمْ نُوْرًا تَمْشُوْنَ بِهٖ وَيَغْفِرْ لَكُمْۗ وَاللّٰهُ غَفُوْرٌ رَّحِيْمٌۙ","text_id":"Wahai orang-orang yang beriman, bertakwalah kepada Allah dan berimanlah kepada Rasul-Nya (Nabi Muhammad), niscaya Allah menganugerahkan kepadamu dua bagian dari rahmat-Nya dan menjadikan cahaya untukmu yang dengan cahaya itu kamu berjalan serta Dia mengampunimu. Allah Maha Pengampun lagi Maha Penyayang.","text_en":"O you who believe, have fear of displeasing God, and believe in His Prophet. He will give you twice as much of His bounty and place a light for you to walk in, and forgive you, for God is forgiving and kind;","transliteration":"yā ayyuhallażīna āmanuttaqullāha wa āminụ birasụlihī yu`tikum kiflaini mir raḥmatihī wa yaj'al lakum nụran tamsyụna bihī wa yagfir lakum, wallāhu gafụrur raḥīm","no_fn":"","text_fn":""},{"id":5104,"surah":57,"no_ayah":29,"theme":"Keingkaran Ahlulkitab kepada Nabi Muhammad","text_ayah":"لِّئَلَّا يَعْلَمَ اَهْلُ الْكِتٰبِ اَلَّا يَقْدِرُوْنَ عَلٰى شَيْءٍ مِّنْ فَضْلِ اللّٰهِ وَاَنَّ الْفَضْلَ بِيَدِ اللّٰهِ يُؤْتِيْهِ مَنْ يَّشَاۤءُۗ وَاللّٰهُ ذُو الْفَضْلِ الْعَظِيْمِࣖ   ۔","text_id":"(Allah menganugerahkan itu) agar Ahlulkitab (yang tidak beriman kepada Nabi Muhammad) mengetahui bahwa mereka sedikit pun tidak akan mendapat karunia Allah dan bahwa karunia itu ada di tangan Allah. Dia menganugerahkannya kepada siapa yang dikehendaki-Nya. Allah Pemilik karunia yang agung.","text_en":"So that the people of the Book may know that they have not the least power over the bounty of God, and that the bounty is wholly in the hands of God to give whosoever He please, for God is the master of infinite bounty.","transliteration":"li`allā ya'lama ahlul-kitābi allā yaqdirụna 'alā syai`im min faḍlillāhi wa annal-faḍla biyadillāhi yu`tīhi may yasyā`, wallāhu żul-faḍlil-'aẓīm","no_fn":"","text_fn":""}]