[{"id":5105,"surah":58,"no_ayah":1,"theme":"Hukum Zihar","text_ayah":"قَدْ سَمِعَ اللّٰهُ قَوْلَ الَّتِيْ تُجَادِلُكَ فِيْ زَوْجِهَا وَتَشْتَكِيْٓ اِلَى اللّٰهِ ۖوَاللّٰهُ يَسْمَعُ تَحَاوُرَكُمَاۗ اِنَّ اللّٰهَ سَمِيْعٌۢ بَصِيْرٌ ","text_id":"Sungguh, Allah telah mendengar ucapan wanita yang mengajukan gugatan kepadamu (Nabi Muhammad) tentang suaminya dan mengadukan kepada Allah, padahal Allah mendengar percakapan kamu berdua. Sesungguhnya Allah Maha Mendengar lagi Maha Melihat.<sup>711)</sup>","text_en":"GOD CERTAINLY HEARD what the woman who argued with you about her husband, said, and complained to God; and God heard your interrogation. Verily God hears all, and sees everything.","transliteration":"qad sami'allāhu qaulallatī tujādiluka fī zaujihā wa tasytakī ilallāhi wallāhu yasma'u taḥāwurakumā, innallāha samī'um baṣīr","no_fn":"711","text_fn":"711) Ayat ini turun berkenaan dengan Khaulah binti Ṡa‘labah yang dizihar oleh suaminya, Aus bin aṣ-Ṣamit, dengan mengatakan, “Kamu bagiku seperti punggung ibuku,” dengan maksud tidak akan lagi menggauli istrinya sebagaimana ia tidak akan menggauli ibunya. Dalam adat Jahiliah, kalimat zihar seperti itu sama dengan menalak istri. Khaulah mengadukan hal itu kepada Rasulullah saw. Rasulullah menjawab bahwa Allah belum menurunkan ketentuan hukum tentang zihar. Dalam riwayat lain beliau bersabda, “Engkau telah diharamkan bergaul dengan dia.” Khaulah lalu berkata, “Suamiku belum menyebut kata-kata talak.” Ia berulang kali mendesak Rasulullah agar menetapkan keputusan. Maka, turunlah ayat ini dan ayat-ayat berikutnya."},{"id":5106,"surah":58,"no_ayah":2,"theme":"Hukum Zihar","text_ayah":"اَلَّذِيْنَ يُظٰهِرُوْنَ مِنْكُمْ مِّنْ نِّسَاۤىِٕهِمْ مَّا هُنَّ اُمَّهٰتِهِمْۗ اِنْ اُمَّهٰتُهُمْ اِلَّا الّٰۤـِٔيْ وَلَدْنَهُمْۗ وَاِنَّهُمْ لَيَقُوْلُوْنَ مُنْكَرًا مِّنَ الْقَوْلِ وَزُوْرًاۗ وَاِنَّ اللّٰهَ لَعَفُوٌّ غَفُوْرٌ ","text_id":"Orang-orang yang menzihar istrinya (menganggapnya sebagai ibu) di antara kamu, istri mereka itu bukanlah ibunya. Ibu-ibu mereka tidak lain hanyalah perempuan yang melahirkannya. Sesungguhnya mereka benar-benar telah mengucapkan suatu perkataan yang mungkar dan dusta. Sesungguhnya Allah benar-benar Maha Pemaaf lagi Maha Pengampun. ","text_en":"Those of you who divorce your wives by calling them 'mothers,' cannot (make them) their mothers. Their mothers are only those who gave birth to them. They surely utter what is unseemly and a lie. But God is forbearing and forgiving.","transliteration":"allażīna yuẓāhirụna mingkum min nisā`ihim mā hunna ummahātihim, in ummahātuhum illal-lā`ī waladnahum, wa innahum layaqụlụna mungkaram minal-qauli wazụrā, wa innallāha la'afuwwun gafụr","no_fn":"","text_fn":""},{"id":5107,"surah":58,"no_ayah":3,"theme":"Hukum Zihar","text_ayah":"وَالَّذِيْنَ يُظٰهِرُوْنَ مِنْ نِّسَاۤىِٕهِمْ ثُمَّ يَعُوْدُوْنَ لِمَا قَالُوْا فَتَحْرِيْرُ رَقَبَةٍ مِّنْ قَبْلِ اَنْ يَّتَمَاۤسَّاۗ ذٰلِكُمْ تُوْعَظُوْنَ بِهٖۗ وَاللّٰهُ بِمَا تَعْمَلُوْنَ خَبِيْرٌ ","text_id":"Orang-orang yang menzihar istrinya kemudian menarik kembali apa yang telah mereka ucapkan wajib memerdekakan seorang budak sebelum kedua suami istri itu berhubungan badan. Demikianlah yang diajarkan kepadamu. Allah Mahateliti terhadap apa yang kamu kerjakan. ","text_en":"Those who call their wives their mothers then revoke what they had said, should free a slave before having physical contact (with them). This is to warn you, as God is aware of what you do.","transliteration":"wallażīna yuẓāhirụna min nisā`ihim ṡumma ya'ụdụna limā qālụ fa taḥrīru raqabatim ming qabli ay yatamāssā, żālikum tụ'aẓụna bih, wallāhu bimā ta'malụna khabīr","no_fn":"","text_fn":""},{"id":5108,"surah":58,"no_ayah":4,"theme":"Hukum Zihar","text_ayah":"فَمَنْ لَّمْ يَجِدْ فَصِيَامُ شَهْرَيْنِ مُتَتَابِعَيْنِ مِنْ قَبْلِ اَنْ يَّتَمَاۤسَّاۗ فَمَنْ لَّمْ يَسْتَطِعْ فَاِطْعَامُ سِتِّيْنَ مِسْكِيْنًاۗ ذٰلِكَ لِتُؤْمِنُوْا بِاللّٰهِ وَرَسُوْلِهٖۗ وَتِلْكَ حُدُوْدُ اللّٰهِۗوَلِلْكٰفِرِيْنَ عَذَابٌ اَلِيْمٌ ","text_id":"Siapa yang tidak mendapatkan (hamba sahaya) wajib berpuasa dua bulan berturut-turut sebelum keduanya berhubungan badan. Akan tetapi, siapa yang tidak mampu, (wajib) memberi makan enam puluh orang miskin. Demikianlah agar kamu beriman kepada Allah dan Rasul-Nya. Itulah ketentuan-ketentuan Allah. Orang-orang kafir mendapat azab yang pedih. ","text_en":"If one does not have the means (of doing so) then he should fast for two months continuously before he has physical contact; but any one who is unable to do so, should feed sixty needy persons. This (is enjoined) so that you may be faithful to God and His Apostle. These are the limits set by God. As for the unbelievers, there is painful punishment for them.","transliteration":"fa mal lam yajid fa ṣiyāmu syahraini mutatābi'aini ming qabli ay yatamāssā, fa mal lam yastaṭi' fa iṭ'āmu sittīna miskīnā, żālika litu`minụ billāhi wa rasụlih, wa tilka ḥudụdullāh, wa lil-kāfirīna 'ażābun alīm","no_fn":"","text_fn":""},{"id":5109,"surah":58,"no_ayah":5,"theme":"Akibat Menentang Allah dan Rasul-Nya","text_ayah":"اِنَّ الَّذِيْنَ يُحَاۤدُّوْنَ اللّٰهَ وَرَسُوْلَهٗ كُبِتُوْا كَمَا كُبِتَ الَّذِيْنَ مِنْ قَبْلِهِمْ وَقَدْ اَنْزَلْنَآ اٰيٰتٍۢ بَيِّنٰتٍۗ وَلِلْكٰفِرِيْنَ عَذَابٌ مُّهِيْنٌۚ ","text_id":"Sesungguhnya orang-orang yang menentang Allah dan Rasul-Nya dihinakan sebagaimana dihinakan orang-orang sebelum mereka. Sungguh, Kami telah menurunkan bukti-bukti yang nyata. Orang-orang kafir mendapat azab yang menghinakan. ","text_en":"Those who oppose God will be disgraced, as those before them were. We have sent down very clear signs. For unbelievers there is a shameful punishment.","transliteration":"innallażīna yuḥāddụnallāha wa rasụlahụ kubitụ kamā kubitallażīna ming qablihim wa qad anzalnā āyātim bayyināt, wa lil-kāfirīna 'ażābum muhīn","no_fn":"","text_fn":""},{"id":5110,"surah":58,"no_ayah":6,"theme":"Akibat Menentang Allah dan Rasul-Nya","text_ayah":"يَوْمَ يَبْعَثُهُمُ اللّٰهُ جَمِيْعًا فَيُنَبِّئُهُمْ بِمَا عَمِلُوْاۗ  اَحْصٰىهُ اللّٰهُ وَنَسُوْهُۗ وَاللّٰهُ عَلٰى كُلِّ شَيْءٍ شَهِيْدٌࣖ","text_id":"Pada hari itu Allah membangkitkan mereka semua, lalu Dia memberitakan kepada mereka apa yang telah mereka kerjakan. Allah menghitungnya (semua amal) meskipun mereka telah melupakannya. Allah Maha Menyaksikan segala sesuatu. ","text_en":"On the day when God will raise them up together, He will tell them what they did. God takes account of it although they forget, for all things are evident to God.","transliteration":"yauma yab'aṡuhumullāhu jamī'an fa yunabbi`uhum bimā 'amilụ, aḥṣāhullāhu wa nasụh, wallāhu 'alā kulli syai`in syahīd","no_fn":"","text_fn":""},{"id":5111,"surah":58,"no_ayah":7,"theme":"Akibat Menentang Allah dan Rasul-Nya","text_ayah":"اَلَمْ تَرَ اَنَّ اللّٰهَ يَعْلَمُ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِۗ مَا يَكُوْنُ مِنْ نَّجْوٰى ثَلٰثَةٍ اِلَّا هُوَ رَابِعُهُمْ وَلَا خَمْسَةٍ اِلَّا هُوَ سَادِسُهُمْ وَلَآ اَدْنٰى مِنْ ذٰلِكَ وَلَآ اَكْثَرَ اِلَّا هُوَ مَعَهُمْ اَيْنَ مَا كَانُوْاۚ ثُمَّ يُنَبِّئُهُمْ بِمَا عَمِلُوْا يَوْمَ الْقِيٰمَةِۗ اِنَّ اللّٰهَ بِكُلِّ شَيْءٍ عَلِيْمٌ ","text_id":"Apakah engkau tidak memperhatikan bahwa Allah mengetahui apa yang ada di langit dan apa yang ada di bumi? Tidak ada pembicaraan rahasia antara tiga orang, kecuali Dialah yang keempatnya dan tidak ada lima orang, kecuali Dialah yang keenamnya. Tidak kurang dari itu atau lebih banyak, kecuali Dia bersama mereka di mana pun mereka berada. Kemudian, Dia memberitakan apa yang telah mereka kerjakan kepada mereka pada hari Kiamat. Sesungguhnya Allah Maha Mengetahui segala sesuatu. ","text_en":"Have you not considered that God knows whatever is in the heavens and the earth? No three persons confer secretly but He is the fourth among them, and no five but He is the sixth; and neither fewer nor more but He is with them wheresoever they be. And on the Day of Judgement He will announce their deeds to them. Verily God has knowledge of everything.","transliteration":"a lam tara annallāha ya'lamu mā fis-samāwāti wa mā fil-arḍ, mā yakụnu min najwā ṡalāṡatin illā huwa rābi'uhum wa lā khamsatin illā huwa sādisuhum wa lā adnā min żālika wa lā akṡara illā huwa ma'ahum aina mā kānụ, ṡumma yunabbi`uhum bimā 'amilụ yaumal-qiyāmah, innallāha bikulli syai`in 'alīm","no_fn":"","text_fn":""},{"id":5112,"surah":58,"no_ayah":8,"theme":"Celaan terhadap Perundingan Rahasia untuk Memusuhi Islam","text_ayah":"اَلَمْ تَرَ اِلَى الَّذِيْنَ نُهُوْا عَنِ النَّجْوٰى ثُمَّ يَعُوْدُوْنَ لِمَا نُهُوْا عَنْهُ وَيَتَنٰجَوْنَ بِالْاِثْمِ وَالْعُدْوَانِ وَمَعْصِيَتِ الرَّسُوْلِۖ وَاِذَا جَاۤءُوْكَ حَيَّوْكَ بِمَا لَمْ يُحَيِّكَ بِهِ اللّٰهُۙوَيَقُوْلُوْنَ فِيْٓ اَنْفُسِهِمْ لَوْلَا يُعَذِّبُنَا اللّٰهُ بِمَا نَقُوْلُۗ حَسْبُهُمْ جَهَنَّمُۚ يَصْلَوْنَهَاۚ فَبِئْسَ الْمَصِيْرُ ","text_id":"Apakah engkau tidak memperhatikan orang-orang yang telah dilarang mengadakan pembicaraan rahasia, kemudian mereka kembali (melakukan) apa yang telah dilarang itu? Mereka saling mengadakan pembicaraan rahasia untuk berbuat dosa, permusuhan, dan durhaka kepada Rasul. Apabila datang kepadamu (Nabi Muhammad), mereka mengucapkan salam kepadamu dengan cara yang bukan sebagaimana yang ditentukan Allah untukmu. Mereka mengatakan dalam hati, “Mengapa Allah tidak menyiksa kita atas apa yang kita katakan?” Cukuplah bagi mereka (neraka) Jahanam yang akan mereka masuki. Maka, (neraka itu) seburuk-buruk tempat kembali. ","text_en":"Have you not considered those who were forbidden to conspire, but reverted after a time to what was forbidden them, and conspired evil, rebellion and disobedience to the Prophet? Yet when they come to you they greet you with a greeting even God does not greet you with; and say to themselves, \"Why doesn't God punish us for what we say?\" Hell is sufficient for them, in which they will be burnt: And what an evil consequence!","transliteration":"a lam tara ilallażīna nuhụ 'anin-najwā ṡumma ya'ụdụna limā nuhụ 'an-hu wa yatanājauna bil-iṡmi wal-'udwāni wa ma'ṣiyatir-rasụli wa iżā jā`ụka ḥayyauka bimā lam yuḥayyika bihillāhu wa yaqụlụna fī anfusihim lau lā yu'ażżibunallāhu bimā naqụl, ḥasbuhum jahannam, yaṣlaunahā, fa bi`sal-maṣīr","no_fn":"","text_fn":""},{"id":5113,"surah":58,"no_ayah":9,"theme":"Celaan terhadap Perundingan Rahasia untuk Memusuhi Islam","text_ayah":"يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اِذَا تَنَاجَيْتُمْ فَلَا تَتَنَاجَوْا بِالْاِثْمِ وَالْعُدْوَانِ وَمَعْصِيَتِ الرَّسُوْلِ وَتَنَاجَوْا بِالْبِرِّ وَالتَّقْوٰىۗ وَاتَّقُوا اللّٰهَ الَّذِيْٓ اِلَيْهِ تُحْشَرُوْنَ","text_id":"Wahai orang-orang yang beriman, apabila kamu saling mengadakan pembicaraan rahasia, janganlah berbicara tentang perbuatan dosa, permusuhan, dan durhaka kepada Rasul. Akan tetapi, berbicaralah tentang perbuatan kebajikan dan takwa. Bertakwalah kepada Allah yang hanya kepada-Nya kamu akan dikumpulkan. ","text_en":"O you who believe, when you converse privately, do not talk of iniquity, rebellion, and disobedience to the Prophet, but talk of goodness and piety, and fear God before whom you will be gathered.","transliteration":"yā ayyuhallażīna āmanū iżā tanājaitum fa lā tatanājau bil-iṡmi wal-'udwāni wa ma'ṣiyatir-rasụli wa tanājau bil-birri wat-taqwā, wattaqullāhallażī ilaihi tuḥsyarụn","no_fn":"","text_fn":""},{"id":5114,"surah":58,"no_ayah":10,"theme":"Celaan terhadap Perundingan Rahasia untuk Memusuhi Islam","text_ayah":"اِنَّمَا النَّجْوٰى مِنَ الشَّيْطٰنِ لِيَحْزُنَ الَّذِيْنَ اٰمَنُوْا وَلَيْسَ بِضَاۤرِّهِمْ شَيْـًٔا اِلَّا بِاِذْنِ اللّٰهِۗوَعَلَى اللّٰهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُوْنَ","text_id":"Sesungguhnya pembicaraan rahasia itu hanyalah dari setan, agar orang-orang yang beriman itu bersedih hati, sedangkan (pembicaraan) itu tidaklah memberi mudarat sedikit pun kepada mereka, kecuali dengan izin Allah. Hanya kepada Allah hendaknya orang-orang mukmin bertawakal. ","text_en":"Surely scheming is the work of Satan that he may cause the faithful grief; but he cannot harm them unless God dispense. So in God should the believers place their trust.","transliteration":"innaman-najwā minasy-syaiṭāni liyaḥzunallażīna āmanụ wa laisa biḍārrihim syai`an illā bi`iżnillāh, wa 'alallāhi falyatawakkalil-mu`minụn","no_fn":"","text_fn":""},{"id":5115,"surah":58,"no_ayah":11,"theme":"Tata Cara dalam Persidangan dan Pertemuan","text_ayah":"يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اِذَا قِيْلَ لَكُمْ تَفَسَّحُوْا فِى الْمَجٰلِسِ فَافْسَحُوْا يَفْسَحِ اللّٰهُ لَكُمْۚ وَاِذَا قِيْلَ انْشُزُوْا فَانْشُزُوْا يَرْفَعِ اللّٰهُ الَّذِيْنَ اٰمَنُوْا مِنْكُمْۙ وَالَّذِيْنَ اُوْتُوا الْعِلْمَ دَرَجٰتٍۗ وَاللّٰهُ بِمَا تَعْمَلُوْنَ خَبِيْرٌ","text_id":"Wahai orang-orang yang beriman, apabila dikatakan kepadamu “Berilah kelapangan di dalam majelis-majelis,” lapangkanlah, niscaya Allah akan memberi kelapangan untukmu. Apabila dikatakan, “Berdirilah,” (kamu) berdirilah. Allah niscaya akan mengangkat orang-orang yang beriman di antaramu dan orang-orang yang diberi ilmu beberapa derajat. Allah Mahateliti terhadap apa yang kamu kerjakan. ","text_en":"O you who believe, when you are told to make room in the assemblies, then make room; God will give you more room to spread. When you are told to rise, then rise; God will raise those of you who believe, and those who have knowledge, in position. God is aware of what you do.","transliteration":"yā ayyuhallażīna āmanū iżā qīla lakum tafassaḥụ fil-majālisi fafsaḥụ yafsaḥillāhu lakum, wa iżā qīlansyuzụ fansyuzụ yarfa'illāhullażīna āmanụ mingkum wallażīna ụtul-'ilma darajāt, wallāhu bimā ta'malụna khabīr","no_fn":"","text_fn":""},{"id":5116,"surah":58,"no_ayah":12,"theme":"Adab Menghadap Rasulullah","text_ayah":"يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اِذَا نَاجَيْتُمُ الرَّسُوْلَ فَقَدِّمُوْا بَيْنَ يَدَيْ نَجْوٰىكُمْ صَدَقَةًۗذٰلِكَ خَيْرٌ لَّكُمْ وَاَطْهَرُۗ فَاِنْ لَّمْ تَجِدُوْا فَاِنَّ اللّٰهَ غَفُوْرٌ رَّحِيْمٌ ","text_id":"Wahai orang-orang yang beriman, apabila kamu (ingin) melakukan pembicaraan rahasia dengan Rasul, hendaklah kamu mengeluarkan sedekah (kepada orang miskin) sebelum (melakukan) pembicaraan itu. Hal itu lebih baik bagimu dan lebih bersih. Akan tetapi, jika kamu tidak mendapatkan (apa yang akan disedekahkan), sesungguhnya Allah Maha Pengampun lagi Maha Penyayang.","text_en":"O you who believe, if you confer with the Prophet in private, give alms in the name of God before you go to confer. This is better for you and becoming. If you do not have the means, then surely God is forgiving and kind.","transliteration":"yā ayyuhallażīna āmanū iżā nājaitumur-rasụla fa qaddimụ baina yadai najwākum ṣadaqah, żālika khairul lakum wa aṭ-har, fa il lam tajidụ fa innallāha gafụrur raḥīm","no_fn":"","text_fn":""},{"id":5117,"surah":58,"no_ayah":13,"theme":"Adab Menghadap Rasulullah","text_ayah":"ءَاَشْفَقْتُمْ اَنْ تُقَدِّمُوْا بَيْنَ يَدَيْ نَجْوٰىكُمْ صَدَقٰتٍۗ فَاِذْ لَمْ تَفْعَلُوْا وَتَابَ اللّٰهُ عَلَيْكُمْ فَاَقِيْمُوا الصَّلٰوةَ وَاٰتُوا الزَّكٰوةَ وَاَطِيْعُوا اللّٰهَ وَرَسُوْلَهٗۗوَاللّٰهُ خَبِيْرٌ ۢبِمَا تَعْمَلُوْنَࣖ ","text_id":"Apakah kamu takut (menjadi miskin) jika mengeluarkan sedekah sebelum (melakukan) pembicaraan rahasia dengan Rasul? Jika kamu tidak melakukannya dan Allah mengampunimu, tegakkanlah salat, tunaikanlah zakat, serta taatlah kepada Allah dan Rasul-Nya. Allah Mahateliti terhadap apa yang kamu kerjakan.","text_en":"Are you afraid of giving alms before confering? Then, if you cannot do this, and God forgives you, be constant in your devotional obligations and pay the due share of your wealth for the welfare of others, and obey God and His Prophet. God is aware of all you do.","transliteration":"a asyfaqtum an tuqaddimụ baina yadai najwākum ṣadaqāt, fa iż lam taf'alụ wa tāballāhu 'alaikum fa aqīmuṣ-ṣalāta wa ātuz-zakāta wa aṭī'ullāha wa rasụlah, wallāhu khabīrum bimā ta'malụn","no_fn":"","text_fn":""},{"id":5118,"surah":58,"no_ayah":14,"theme":"Larangan Berteman Akrab dengan Orang yang Memusuhi Islam","text_ayah":"۞ اَلَمْ تَرَ اِلَى الَّذِيْنَ تَوَلَّوْا قَوْمًا غَضِبَ اللّٰهُ عَلَيْهِمْۗ مَا هُمْ مِّنْكُمْ وَلَا مِنْهُمْۙ وَيَحْلِفُوْنَ عَلَى الْكَذِبِ وَهُمْ يَعْلَمُوْنَ ","text_id":"Tidakkah engkau memperhatikan orang-orang (munafik) yang menjadikan suatu kaum yang dimurkai Allah sebagai sahabat? Orang-orang itu bukan dari (kaum)-mu dan bukan dari (kaum) mereka. Mereka bersumpah secara dusta (mengaku mukmin), padahal mereka mengetahuinya. ","text_en":"Have you not seen those who have taken a people who have roused the wrath of God, as friends? They are neither of you nor of them, and swear to a lie, and knowingly.","transliteration":"a lam tara ilallażīna tawallau qauman gaḍiballāhu 'alaihim, mā hum mingkum wa lā min-hum wa yaḥlifụna 'alal-każibi wa hum ya'lamụn","no_fn":"","text_fn":""},{"id":5119,"surah":58,"no_ayah":15,"theme":"Larangan Berteman Akrab dengan Orang yang Memusuhi Islam","text_ayah":"اَعَدَّ اللّٰهُ لَهُمْ عَذَابًا شَدِيْدًاۗ اِنَّهُمْ سَاۤءَ مَا كَانُوْا يَعْمَلُوْنَ","text_id":"Allah telah menyediakan azab yang sangat keras bagi mereka. Sesungguhnya sangat buruk apa yang selalu mereka kerjakan. ","text_en":"God has reserved a severe punishment for them. Evil indeed are the things they do!","transliteration":"a'addallāhu lahum 'ażāban syadīdā, innahum sā`a mā kānụ ya'malụn","no_fn":"","text_fn":""},{"id":5120,"surah":58,"no_ayah":16,"theme":"Larangan Berteman Akrab dengan Orang yang Memusuhi Islam","text_ayah":"اِتَّخَذُوْٓا اَيْمَانَهُمْ جُنَّةً فَصَدُّوْا عَنْ سَبِيْلِ اللّٰهِ فَلَهُمْ عَذَابٌ مُّهِيْنٌ ","text_id":"Mereka menjadikan sumpah-sumpahnya sebagai perisai, lalu menghalang-halangi (manusia) dari jalan Allah. Maka, bagi mereka azab yang menghinakan.","text_en":"They have made their oaths a shield, and obstruct people from the way of God. There is shameful punishment for them.","transliteration":"ittakhażū aimānahum junnatan fa ṣaddụ 'an sabīlillāhi fa lahum 'ażābum muhīn","no_fn":"","text_fn":""},{"id":5121,"surah":58,"no_ayah":17,"theme":"Larangan Berteman Akrab dengan Orang yang Memusuhi Islam","text_ayah":"لَنْ تُغْنِيَ عَنْهُمْ اَمْوَالُهُمْ وَلَآ اَوْلَادُهُمْ مِّنَ اللّٰهِ شَيْـًٔاۗ  اُولٰۤىِٕكَ اَصْحٰبُ النَّارِۗ هُمْ فِيْهَا خٰلِدُوْنَ ","text_id":"Harta benda dan anak-anak mereka tidak berguna sedikit pun (untuk menolong mereka) dari (azab) Allah. Mereka itulah penghuni neraka. Mereka kekal di dalamnya. ","text_en":"Neither their wealth nor children will avail them against God. They are the people of Hell, and there will abide for ever.","transliteration":"lan tugniya 'an-hum amwāluhum wa lā aulāduhum minallāhi syai`ā, ulā`ika aṣ-ḥābun-nār, hum fīhā khālidụn","no_fn":"","text_fn":""},{"id":5122,"surah":58,"no_ayah":18,"theme":"Larangan Berteman Akrab dengan Orang yang Memusuhi Islam","text_ayah":"يَوْمَ يَبْعَثُهُمُ اللّٰهُ جَمِيْعًا فَيَحْلِفُوْنَ لَهٗ كَمَا يَحْلِفُوْنَ لَكُمْ وَيَحْسَبُوْنَ اَنَّهُمْ عَلٰى شَيْءٍۗ  اَلَآ اِنَّهُمْ هُمُ الْكٰذِبُوْنَ","text_id":"(Ingatlah) pada hari (ketika) Allah membangkitkan mereka semuanya. Lalu, mereka bersumpah kepada-Nya (bahwa mereka mukmin) sebagaimana mereka bersumpah kepadamu. Mereka menyangka bahwa mereka akan memperoleh sesuatu (manfaat dari dustanya). Ketahuilah, sesungguhnya mereka adalah para pendusta. ","text_en":"On the day that God will raise them together, they will swear before Him as they swear before you, and imagine they are on the right path. Is it not they who are liars?","transliteration":"yauma yab'aṡuhumullāhu jamī'an fa yaḥlifụna lahụ kamā yaḥlifụna lakum wa yaḥsabụna annahum 'alā syaī`, alā innahum humul-kāżibụn","no_fn":"","text_fn":""},{"id":5123,"surah":58,"no_ayah":19,"theme":"Larangan Berteman Akrab dengan Orang yang Memusuhi Islam","text_ayah":"اِسْتَحْوَذَ عَلَيْهِمُ الشَّيْطٰنُ فَاَنْسٰىهُمْ ذِكْرَ اللّٰهِۗ اُولٰۤىِٕكَ حِزْبُ الشَّيْطٰنِۗ  اَلَآ اِنَّ حِزْبَ الشَّيْطٰنِ هُمُ الْخٰسِرُوْنَ","text_id":"Setan telah menguasai mereka, lalu menjadikannya lupa mengingat Allah. Mereka itulah golongan setan. Ketahuilah sesungguhnya golongan setan itulah orang-orang yang rugi. ","text_en":"Satan has got the better of them. and made them forget to remember God. Indeed they belong to Satan's faction. Will not Satan's faction perish?","transliteration":"istaḥważa 'alaihimusy-syaiṭānu fa ansāhum żikrallāh, ulā`ika ḥizbusy-syaiṭān, alā inna ḥizbasy-syaiṭāni humul-khāsirụn","no_fn":"","text_fn":""},{"id":5124,"surah":58,"no_ayah":20,"theme":"Sikap Orang yang Tidak Beriman terhadap Musuh Islam","text_ayah":"اِنَّ الَّذِيْنَ يُحَاۤدُّوْنَ اللّٰهَ وَرَسُوْلَهٗٓ اُولٰۤىِٕكَ فِى الْاَذَلِّيْنَ","text_id":"Sesungguhnya orang-orang yang menentang Allah dan Rasul-Nya, mereka termasuk orang-orang yang sangat hina. ","text_en":"Surely those who oppose God and His Prophet will be among the vilest.","transliteration":"innallażīna yuḥāddụnallāha wa rasụlahū ulā`ika fil-ażallīn","no_fn":"","text_fn":""},{"id":5125,"surah":58,"no_ayah":21,"theme":"Sikap Orang yang Tidak Beriman terhadap Musuh Islam","text_ayah":"كَتَبَ اللّٰهُ لَاَغْلِبَنَّ اَنَا۠ وَرُسُلِيْۗ اِنَّ اللّٰهَ قَوِيٌّ عَزِيْزٌ ","text_id":"Allah telah menetapkan, “Aku dan rasul-rasul-Ku pasti menang.” Sesungguhnya Allah Mahakuat lagi Mahaperkasa.","text_en":"God has decreed: \"I will prevail, I and My apostles.\" Verily God is powerful and all-mighty.","transliteration":"kataballāhu la`aglibanna ana wa rusulī, innallāha qawiyyun 'azīz","no_fn":"","text_fn":""},{"id":5126,"surah":58,"no_ayah":22,"theme":"Sikap Orang yang Tidak Beriman terhadap Musuh Islam","text_ayah":"لَا تَجِدُ قَوْمًا يُّؤْمِنُوْنَ بِاللّٰهِ وَالْيَوْمِ الْاٰخِرِ يُوَاۤدُّوْنَ مَنْ حَاۤدَّ اللّٰهَ وَرَسُوْلَهٗ وَلَوْ كَانُوْٓا اٰبَاۤءَهُمْ اَوْ اَبْنَاۤءَهُمْ اَوْ اِخْوَانَهُمْ اَوْ عَشِيْرَتَهُمْۗ  اُولٰۤىِٕكَ كَتَبَ فِيْ قُلُوْبِهِمُ الْاِيْمَانَ وَاَيَّدَهُمْ بِرُوْحٍ مِّنْهُۗوَيُدْخِلُهُمْ جَنّٰتٍ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُ خٰلِدِيْنَ فِيْهَاۗ رَضِيَ اللّٰهُ عَنْهُمْ وَرَضُوْا عَنْهُۗ  اُولٰۤىِٕكَ حِزْبُ اللّٰهِۗ اَلَآ اِنَّ حِزْبَ اللّٰهِ هُمُ الْمُفْلِحُوْنَࣖ ","text_id":"Engkau (Nabi Muhammad) tidak akan mendapatkan suatu kaum yang beriman kepada Allah dan hari Akhir saling berkasih sayang dengan orang yang menentang Allah dan Rasul-Nya sekalipun mereka itu bapaknya, anaknya, saudaranya, atau kerabatnya. Mereka itulah orang-orang yang telah Allah tetapkan keimanan di dalam hatinya dan menguatkan mereka dengan pertolongan dari-Nya. Dia akan memasukkan mereka ke dalam surga yang mengalir di bawahnya sungai-sungai. Mereka kekal di dalamnya. Allah rida kepada mereka dan mereka pun rida kepada-Nya. Merekalah golongan Allah. Ingatlah, sesungguhnya golongan Allah itulah orang-orang yang beruntung.","text_en":"You will not find those who believe in God and the Day of Resurrection, loving those who oppose God and His Prophet, even though they be their fathers, sons, or brothers or their kin. God has inscribed on their hearts belief, and has succoured them with His own grace, and will admit them to gardens with rivers flowing by, where they will abide for ever, God accepting them, and they, happy in the pleasure of God. They are verily the army of God. Will not the army of God be victorious?","transliteration":"lā tajidu qaumay yu`minụna billāhi wal-yaumil-ākhiri yuwāddụna man ḥāddallāha wa rasụlahụ walau kānū ābā`ahum au abnā`ahum au ikhwānahum au 'asyīratahum, ulā`ika kataba fī qulụbihimul-īmāna wa ayyadahum birụḥim min-h, wa yudkhiluhum jannātin tajrī min taḥtihal-an-hāru khālidīna fīhā, raḍiyallāhu 'an-hum wa raḍụ 'an-h, ulā`ika ḥizbullāh, alā inna ḥizballāhi humul-mufliḥụn","no_fn":"","text_fn":""}]