[{"id":5127,"surah":59,"no_ayah":1,"tema":"Pengusiran Yahudi Bani Nadir dari Madinah","text_ayah":"سَبَّحَ لِلَّهِ مَا فِيْ [h:609[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَمَا فِيْ [h:44[ٱ]لْأَرْضِ‌ۖ وَهُوَ [h:7045[ٱ]لْعَزِيزُ [h:681[ٱ]لْحَك[p[ِي]مُ","text_id":"Apa yang ada di langit dan apa yang ada di bumi bertasbih kepada Allah. Dialah Yang Mahaperkasa lagi Mahabijaksana.","text_en":"WHATEVER IS IN the heavens and the earth sings the praises of God. He is all-mighty and all-wise.","transliteration":"Sabbaha lillaahi maa fissamaawaati wa maa fil ardi wa Huwal 'Azeezul Hakeem","no_fn":"","text_fn":""},{"id":5128,"surah":59,"no_ayah":2,"tema":"Pengusiran Yahudi Bani Nadir dari Madinah","text_ayah":"هُوَ [h:153[ٱ]لَّذ[o[ِيْٓ] أَخْرَجَ [h:13439[ٱ]لَّذِينَ كَفَرُو[s[اْ] مِنْ أَهْلِ [h:545[ٱ]لْكِتَ[n[ـٰ]بِ مِ[f:432[ن د]ِيَ[n[ـٰ]رِهِمْ لِأَوَّلِ [h:13440[ٱ]لْحَشْرِ‌ۚ مَا ظَنَ[f:12002[نت]ُمْ أ[a:3533[َن ي]َخْرُجُو[s[اْ‌ۖ] وَظَ[g[نّ][o[ُوٓ][s[اْ] أَ[g[نّ]َه[w:13441[ُم م]َّانِعَتُهُمْ حُصُونُه[w:13442[ُم م]ِّنَ [h:321[ٱ]للَّهِ فَأَتَ[n[ـٰ]هُمُ [h:13443[ٱ]للَّهُ مِنْ حَيْثُ لَمْ يَحْتَسِبُو[s[اْ‌ۖ] وَقَذَفَ فِيْ قُلُوبِهِمُ [h:10763[ٱ][l[ل]رُّعْبَ‌ۚ يُخْرِبُونَ بُيُوتَه[c:13444[ُم ب]ِأَيْدِيهِمْ وَأَيْدِيْ [h:13445[ٱ]لْمُؤْمِنِينَ فَ[h:13446[ٱ]عْتَبِرُو[s[اْ] يَ[o[ـٰٓ]أُ[s[وْ]لِيْ [h:13447[ٱ]لْأَ[q:1767[بْ]صَ[p[ـٰ]رِ","text_id":"Dialah yang mengeluarkan orang-orang yang kufur di antara Ahlulkitab (Yahudi Bani Nadir) dari kampung halaman mereka pada saat pengusiran yang pertama. Kamu tidak menyangka bahwa mereka akan keluar. Mereka pun yakin bahwa benteng-benteng mereka akan dapat menjaganya dari (azab) Allah. Maka, (azab) Allah datang kepada mereka dari arah yang tidak mereka sangka. Dia menanamkan rasa takut di dalam hati mereka sehingga mereka menghancurkan rumah-rumahnya dengan tangannya sendiri dan tangan orang-orang mukmin. Maka, ambillah pelajaran (dari kejadian itu), wahai orang-orang yang mempunyai penglihatan (mata hati).","text_en":"It is He who drove those among the people of the Book who refused to believe, from their homes for the first confrontation. You did not think that they would go away, and they imagined that their forts would protect them against God. But God came upon them from where they did not suspect, and filled their hearts with terror, so that they destroyed their homes with their own hands (or were destroyed) by the hands of believers. So take heed, O men of sight!","transliteration":"Huwal lazeee akharajal lazeena kafaroo min ahlil kitaabi min diyaarihim li awwalil Hashr; maa zanantum any yakhrujoo wa zannooo annahum maa ni'atuhum husoonuhum minal laahi faataahumul laahu min haisu lam yahtasiboo wa qazafa fee quloobihimur ru'ba yukhriboona bu yootahum bi aydeehim wa aydil mu'mineena fa'tabiroo yaaa ulil absaar","no_fn":"","text_fn":""},{"id":5129,"surah":59,"no_ayah":3,"tema":"Pengusiran Yahudi Bani Nadir dari Madinah","text_ayah":"وَلَوْل[o[َآ] أَ[f:13448[ن ك]َتَبَ [h:989[ٱ]للَّهُ عَلَيْهِمُ [h:13449[ٱ]لْجَل[o[َا]ٓءَ لَعَذَّبَهُمْ فِيْ [h:599[ٱ][l[ل]دُّنْيَا‌ۖ وَلَهُمْ فِيْ [h:536[ٱ]لْأَخِرَةِ عَذَابُ [h:13450[ٱ][l[ل][g[نّ][p[َا]رِ","text_id":"Sekiranya tidak karena Allah telah menetapkan pengusiran terhadap mereka, Dia pasti mengazab mereka di dunia. Di akhirat mereka akan mendapat azab neraka. ","text_en":"Had God not decreed the expulsion for them He would have punished them in this world, and in the next the punishment of Hell would have been theirs.","transliteration":"Wa law laaa an katabal laahu 'alaihimul jalaaa'a la'azzabahum fid dunyaa wa lahum fil Aakhirati 'azaabun Naar","no_fn":"","text_fn":""},{"id":5130,"surah":59,"no_ayah":4,"tema":"Pengusiran Yahudi Bani Nadir dari Madinah","text_ayah":"ذ[n[َٲ]لِكَ بِأَ[g[نّ]َهُمْ ش[m[َا]ٓقُّو[s[اْ] [h:5272[ٱ]للَّهَ وَرَسُولَهُ[n[ۥ]‌ۖ وَم[a:13451[َن ي]ُش[m[َا]ٓقِّ [h:13452[ٱ]للَّهَ فَإِ[g[نّ]َ [h:513[ٱ]للَّهَ شَدِيدُ [h:1075[ٱ]لْعِق[p[َا][q[ب]ِ","text_id":"Hal yang demikian itu karena sesungguhnya mereka telah menentang Allah dan Rasul-Nya. Siapa yang menentang Allah, sesungguhnya Allah sangat keras hukuman-Nya. ","text_en":"For they had opposed God and His Apostle; and whosoever opposes God, then God is severe in retribution.","transliteration":"Zaalika bi annahum shaaqqul laaha wa Rasoolahoo wa many yushaaaqqil laaha fa innal laaha shadeedul-'iqaab","no_fn":"","text_fn":""},{"id":5131,"surah":59,"no_ayah":5,"tema":"Pengusiran Yahudi Bani Nadir dari Madinah","text_ayah":"مَا قَطَعْت[w:13453[ُم م]ّ[u:13454[ِن ل]ِّينَةٍ أَوْ تَرَكْتُمُوهَا ق[o[َا]ٓئِمَةً عَلَ[o[يْٰٓ] أُصُولِهَا فَبِإِذْنِ [h:2398[ٱ]للَّهِ وَلِيُخْزِيَْ [h:13455[ٱ]لْفَ[n[ـٰ]سِق[p[ِي]نَ","text_id":"Apa yang kamu tebang di antara pohon kurma (milik Yahudi Bani Nadir) atau yang kamu biarkan berdiri di atas pokoknya, (itu terjadi) dengan izin Allah dan (juga) karena Dia hendak menghinakan orang-orang fasik.","text_en":"The palm trees that you cut down or left standing intact was by God's dispensation, so that He might disgrace the transgressors.","transliteration":"Maa qata'tum mil leenatin aw taraktumoohaa qaaa'imatan'alaaa usoolihaa fabi iznil laahi wa liyukhziyal faasiqeen","no_fn":"","text_fn":""},{"id":5132,"surah":59,"no_ayah":6,"tema":"Hukum Fai’ dan Peruntukannya","text_ayah":"وَم[o[َآ] أَف[o[َا]ٓءَ [h:10855[ٱ]للَّهُ عَلَيْٰ رَسُولِه[n[ِۦ] مِنْهُمْ فَم[o[َآ] أَوْجَفْتُمْ عَلَيْهِ مِنْ خَيْ[a:13456[لٍ و]َلَا رِكَا[a:13457[بٍ و]َلَ[n[ـٰ]كِ[g[نّ]َ [h:1441[ٱ]للَّهَ يُسَلِّطُ رُسُلَهُ[n[ۥ] عَلَيْٰ م[a:476[َن ي]َش[o[َا]ٓءُ‌ۚ وَ[h:72[ٱ]للَّهُ عَلَيْٰ كُلِّ ش[f:81[َيْْءٍ ق]َد[p[ِي]رٌ","text_id":"Apa saja (harta yang diperoleh tanpa peperangan)<sup>712)</sup> yang dianugerahkan Allah kepada Rasul-Nya dari mereka tidak (perlu) kamu memacu kuda atau unta (untuk mendapatkannya). Akan tetapi, Allah memberikan kekuasaan kepada rasul-rasul-Nya terhadap siapa yang Dia kehendaki. Allah Mahakuasa atas segala sesuatu.","text_en":"You did not charge with horse or camel for whatever (spoils) God gave His Apostle from them. In any case, God gives authority to His Apostle over whomsoever He please. God has power over everything.","transliteration":"Wa maaa afaaa'al laahu 'alaaa Rasoolihee minhum famaaa awjaftum 'alaihi min khailiinw wa laa rikaabinw wa laakinnal laaha yusallitu Rusulahoo 'alaa many yashaaa'; wallaahu 'alaa kulli shai'in Qadeer","no_fn":"712","text_fn":"712) Harta rampasan yang diperoleh dari musuh tanpa melalui pertempuran disebut fai’, sedangkan yang diperoleh melalui pertempuran disebut ganimah. Pembagian harta fai’ dijelaskan pada ayat 7 surah ini, sedangkan pembagian ganimah dijelaskan pada surah al-Anfāl/8: 41."},{"id":5133,"surah":59,"no_ayah":7,"tema":"Hukum Fai’ dan Peruntukannya","text_ayah":"مّ[o[َآ] أَف[o[َا]ٓءَ [h:10855[ٱ]للَّهُ عَلَيْٰ رَسُولِه[n[ِۦ] مِنْ أَهْلِ [h:6852[ٱ]لْقُرَيْٰ فَلِلَّهِ وَلِلرَّسُولِ وَلِذِيْ [h:5340[ٱ]لْقُرْبَيْٰ وَ[h:420[ٱ]لْيَتَ[n[ـٰ]مَيْٰ وَ[h:421[ٱ]لْمَسَ[n[ـٰ]كِينِ وَ[h:1189[ٱ][q:1189[بْ]نِ [h:1190[ٱ][l[ل]سَّبِيلِ كَيْْ لَا يَكُونَ دُولَ[i:13458[ةَۢ ب]َيْنَ [h:13459[ٱ]لْأَغْنِي[o[َا]ٓءِ مِ[f:344[نك]ُمْ‌ۚ وَم[o[َآ] ءَاتَ[n[ـٰ]كُمُ [h:13460[ٱ][l[ل]رَّسُولُ فَخُذُوهُ وَمَا نَهَ[n[ـٰ]كُمْ عَنْهُ فَ[h:13461[ٱ][f:13461[نت]َهُو[s[اْ‌ۚ] وَ[h:1018[ٱ]تَّقُو[s[اْ] [h:1019[ٱ]للَّهَ‌ۖ إِ[g[نّ]َ [h:80[ٱ]للَّهَ شَدِيدُ [h:1075[ٱ]لْعِق[p[َا][q[ب]ِ","text_id":"Apa saja (harta yang diperoleh tanpa peperangan) yang dianugerahkan Allah kepada Rasul-Nya dari penduduk beberapa negeri adalah untuk Allah, Rasul, kerabat (Rasul), anak yatim, orang miskin, dan orang yang dalam perjalanan. (Demikian) agar harta itu tidak hanya beredar di antara orang-orang kaya saja di antara kamu. Apa yang diberikan Rasul kepadamu terimalah. Apa yang dilarangnya bagimu tinggalkanlah. Bertakwalah kepada Allah. Sesungguhnya Allah sangat keras hukuman-Nya. ","text_en":"Whatever booty God gives to His Apostle from the people of the cities, is for God and His Apostle, the near relations, the orphans, the needy and wayfarers, so that it does not concentrate in the hands of those who are rich among you. Accept what the Apostle gives you, and refrain from what he forbids, and take heed for yourself and fear God. Surely God is severe of retribution.","transliteration":"Maaa afaaa'al laahu 'alaa Rasoolihee min ahlil quraa falillaahi wa lir Rasooli wa lizil qurbaa wal yataamaa walmasaakeeni wabnis sabeeli kai laa yakoona doolatam bainal aghniyaaa'i minkum; wa maaa aataakumur Rasoolu fakhuzoohu wa maa nahaakum 'anhu fantahoo; wattaqul laaha innal laaha shadeedul-'iqaab","no_fn":"","text_fn":""},{"id":5134,"surah":59,"no_ayah":8,"tema":"Hukum Fai’ dan Peruntukannya","text_ayah":"لِلْفُقَر[o[َا]ٓءِ [h:13462[ٱ]لْمُهَ[n[ـٰ]جِرِينَ [h:13463[ٱ]لَّذِينَ أُخْرِجُو[s[اْ] مِ[f:432[ن د]ِيَ[n[ـٰ]رِهِمْ وَأَمْو[n[َٲ]لِهِمْ يَ[q:3357[بْ]تَغُونَ فَضْل[a:12703[اً م]ِّنَ [h:321[ٱ]للَّهِ وَرِضْو[n[َٲ][a:13464[نًا و]َيَ[f:13465[نص]ُرُونَ [h:13466[ٱ]للَّهَ وَرَسُولَهُ[o[ۥٓ‌ۚ] أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ هُمُ [h:12772[ٱ][l[ل]صَّ[n[ـٰ]دِق[p[ُو]نَ","text_id":"(Harta rampasan itu pula) untuk orang-orang fakir yang berhijrah, yaitu orang-orang yang diusir dari kampung halamannya dan (meninggalkan) harta bendanya demi mencari karunia dari Allah, keridaan(-Nya), serta (demi) menolong (agama) Allah dan Rasul-Nya. Mereka itulah orang-orang benar. ","text_en":"The spoils are also for the poor emigrants who were deprived of their homes and possessions and are seeking the bounty and protection of God, and are helping God and His Apostle. They are the ones who are true of word and deed.","transliteration":"Lilfuqaraaa'il Muhaaji reenal lazeena ukhrijoo min diyaarihim wa amwaalihim yabtaghoona fadlam minal laahi wa ridwaananw wa yansuroonal laaha wa Rasoolah; ulaaa'ika humus saadiqoon","no_fn":"","text_fn":""},{"id":5135,"surah":59,"no_ayah":9,"tema":"Persaudaraan Sejati antara Muhajirin dan Ansar","text_ayah":"وَ[h:9999[ٱ]لَّذِينَ تَبَوَّءُو [h:13467[ٱ][l[ل]دَّارَ وَ[h:10535[ٱ]لْإِيمَ[n[ـٰ]نَ مِ[f:617[ن ق]َ[q:618[بْ]لِهِمْ يُحِبُّونَ مَنْ هَاجَرَ إِلَيْهِمْ وَلَا يَجِدُونَ فِيْ صُدُورِهِمْ حَاجَ[a:13468[ةً م]ِّ[g[مّ][o[َآ] أُوتُو[s[اْ] وَيُؤْثِرُونَ عَلَ[o[يْٰٓ] أَ[f:568[نف]ُسِهِمْ وَلَوْ كَانَ بِهِمْ خَصَاصَ[a:13469[ةٌ‌ۚ و]َم[a:13470[َن ي]ُوقَ شُحَّ نَفْسِه[n[ِۦ] فَأُ[s[وْ]لَ[o[ـٰٓ]ئِكَ هُمُ [h:23[ٱ]لْمُفْلِح[p[ُو]نَ","text_id":"Orang-orang (Ansar) yang telah menempati kota (Madinah) dan beriman sebelum (kedatangan) mereka (Muhajirin) mencintai orang yang berhijrah ke (tempat) mereka. Mereka tidak mendapatkan keinginan di dalam hatinya terhadap apa yang diberikan (kepada Muhajirin). Mereka mengutamakan (Muhajirin) daripada dirinya sendiri meskipun mempunyai keperluan yang mendesak. Siapa yang dijaga dirinya dari kekikiran itulah orang-orang yang beruntung. ","text_en":"Those who came to the city and to faith before them, love those who take refuge with them, and do not feel for themselves any need for what is given them, and give them preference over themselves even if they are indigent. Whoever preserves himself from his own greed will be prosperous.","transliteration":"Wallazeena tabawwa'ud daara wal eemaana min qablihim yuhibboona man haajara ilaihim wa laa yajidoona fee sudoorihim haajatam mimmaa ootoo wa yu'siroona 'alaa anfusihim wa law kaana bihim khasaasah; wa many yooqa shuhha nafsihee fa ulaaa'ika humul muflihoon","no_fn":"","text_fn":""},{"id":5136,"surah":59,"no_ayah":10,"tema":"Persaudaraan Sejati antara Muhajirin dan Ansar","text_ayah":"وَ[h:9999[ٱ]لَّذِينَ ج[o[َا]ٓءُو م[i:1453[ِنۢ ب]َعْدِهِمْ يَقُولُونَ رَبَّنَا [h:2305[ٱ]غْفِرْ لَنَا وَلِإِخْو[n[َٲ]نِنَا [h:13471[ٱ]لَّذِينَ سَبَقُونَا بِ[h:562[ٱ]لْإِيمَ[n[ـٰ]نِ وَلَا تَ[q:7716[جْ]عَلْ فِيْ قُلُوبِنَا غِل[u:13472[اًّ ل]ِّلَّذِينَ ءَامَنُو[s[اْ] رَبَّن[o[َآ] إِ[g[نّ]َكَ رَءُو[u:5881[فٌ ر]َّح[p[ِي]مٌ","text_id":"Orang-orang yang datang sesudah mereka (Muhajirin dan Ansar) berdoa, “Ya Tuhan kami, ampunilah kami serta saudara-saudara kami yang telah beriman lebih dahulu daripada kami dan janganlah Engkau jadikan dalam hati kami kedengkian terhadap orang-orang yang beriman. Ya Tuhan kami, sesungguhnya Engkaulah Yang Maha Penyantun lagi Maha Penyayang.” ","text_en":"(And the spoils are for) those who came after them, who say: \"O Lord, forgive us and our brothers who came to faith before us, and do not put a grudge in our hearts against those who believe O Lord, You are compassionate and kind.\"","transliteration":"Wallazeena jaaa'oo min ba'dihim yaqooloona Rabbanagh fir lanaa wa li ikhwaani nal lazeena sabqoonaa bil eemaani wa laa taj'al fee quloobinaa ghillalil lazeena aamanoo rabbannaaa innaka Ra'oofur Raheem","no_fn":"","text_fn":""},{"id":5137,"surah":59,"no_ayah":11,"tema":"Sifat Orang-Orang Munafik","text_ayah":"۞ أَلَمْ تَرَ إِلَيْ [h:1372[ٱ]لَّذِينَ نَافَقُو[s[اْ] يَقُولُونَ لِإِخْو[n[َٲ]نِهِمُ [h:13473[ٱ]لَّذِينَ كَفَرُو[s[اْ] مِنْ أَهْلِ [h:545[ٱ]لْكِتَ[n[ـٰ]بِ لَئِنْ أُخْرِ[q:13474[جْ]تُمْ لَنَخْرُجَ[g[نّ]َ مَعَكُمْ وَلَا نُطِيعُ فِيكُمْ أَحَدًا أَبَ[a:13475[دًا و]َإِ[f:13476[ن ق]ُوتِلْتُمْ لَنَ[f:13477[نص]ُرَ[g[نّ]َكُمْ وَ[h:72[ٱ]للَّهُ يَشْهَدُ إِ[g[نّ]َهُمْ لَكَ[n[ـٰ]ذِب[p[ُو]نَ","text_id":"Tidakkah engkau memperhatikan orang-orang munafik? Mereka berkata kepada saudara-saudaranya yang kufur di antara Ahlulkitab, “Sungguh, jika kamu diusir, kami pasti akan keluar bersamamu dan kami selamanya tidak akan patuh kepada siapa pun demi kamu. Jika kamu diperangi, kami pasti menolongmu.” Allah bersaksi bahwa mereka benar-benar para pendusta. ","text_en":"Have you never considered the hypocrites? They say to their brethren among the people of the Book who do not believe: \"If you are driven out we shall go with you, and will not listen to any one in what concerns you; and if there is war against you, we shall aid you.\" But God is witness they are liars.","transliteration":"Alam tara ilal lazeena naafaqoo yaqooloona li ikhwaanihimul lazeena kafaroo min ahlil kitaabi la'in ukhrijtum lanakhrujanna ma'akum wa laa nutee'u feekum ahadan abadanw-wa in qootiltum lanansuran nakum wallaahu yashhadu innahum lakaaziboon","no_fn":"","text_fn":""},{"id":5138,"surah":59,"no_ayah":12,"tema":"Sifat Orang-Orang Munafik","text_ayah":"لَئِنْ أُخْرِجُو[s[اْ] لَا يَخْرُجُونَ مَعَهُمْ وَلَئِ[f:13478[ن ق]ُوتِلُو[s[اْ] لَا يَ[f:12166[نص]ُرُونَهُمْ وَلَئ[a:13479[ِن ن]َّصَرُوهُمْ لَيُوَلُّ[g[نّ]َ [h:13480[ٱ]لْأَ[q:2168[دْ]بَ[n[ـٰ]رَ ثُ[g[مّ]َ لَا يُ[f:237[نص]َر[p[ُو]نَ","text_id":"Jika mereka benar-benar diusir, orang-orang (munafik) itu tidak akan keluar bersama mereka. Jika mereka benar-benar diperangi, orang-orang (munafik) itu tidak akan menolongnya. Kalaupun menolongnya, niscaya orang-orang (munafik) itu akan berpaling (untuk lari) ke belakang, kemudian mereka tidak akan ditolong. ","text_en":"If they are driven out, they will not go with them; and if they are attacked, they will not aid them. And even if they aided them, they will turn their backs, then they will not be helped.","transliteration":"La'in ukhrijoo laa yakhrujoona ma'ahum wa la'in qootiloo laa yansuroonahum wa la'in nasaroohum la yuwallunnal adbaara summa laa yunsaroon","no_fn":"","text_fn":""},{"id":5139,"surah":59,"no_ayah":13,"tema":"Sifat Orang-Orang Munafik","text_ayah":"لَأَ[f:13481[نت]ُمْ أَشَدُّ رَهْبَ[f:13482[ةً ف]ِيْ صُدُورِه[w:13483[ِم م]ِّنَ [h:321[ٱ]للَّهِ‌ۚ ذ[n[َٲ]لِكَ بِأَ[g[نّ]َهُمْ قَوْ[u:3651[مٌ ل]َّا يَفْقَه[p[ُو]نَ","text_id":"Kamu (kaum yang beriman) benar-benar lebih ditakuti di dalam hati mereka daripada Allah. Hal itu disebabkan mereka kaum yang tidak mengerti.","text_en":"Surely they have greater fear of you in their hearts than of God, because they do not understand.","transliteration":"La antum ashaddu rahbatan fee sudoorihim minal laah; zaalika bi annahum qawmul laa yafqahoon","no_fn":"","text_fn":""},{"id":5140,"surah":59,"no_ayah":14,"tema":"Sifat Orang-Orang Munafik","text_ayah":"لَا يُقَ[n[ـٰ]تِلُونَكُمْ جَمِيعًا إِلَّا فِيْ قُ[a:13484[رًيْ م]ُّحَصَّنَةٍ أَوْ م[a:10877[ِن و]َر[o[َا]ٓءِ جُدُ[i:13485[رِۭ‌ۚ ب]َأْسُه[c:13486[ُم ب]َيْنَهُمْ شَدِي[f:13487[دٌ‌ۚ ت]َحْسَبُهُمْ جَمِي[a:13488[عًا و]َقُلُوبُهُمْ شَتَّيْٰ‌ۚ ذ[n[َٲ]لِكَ بِأَ[g[نّ]َهُمْ قَوْ[u:3651[مٌ ل]َّا يَعْقِل[p[ُو]نَ","text_id":"Mereka tidak akan memerangi kamu (secara) bersama-sama, kecuali di negeri-negeri yang berbenteng atau di balik tembok. Permusuhan antar sesama mereka sangat hebat. Kamu mengira bahwa mereka itu bersatu, padahal hati mereka terpecah belah. Hal itu disebabkan mereka kaum yang tidak berakal. ","text_en":"They will not fight you in a body except in fortified cities, or from behind the walls. Their enmity among themselves is great. You think they are united, but divided are their hearts. That is because these people are devoid of sense,","transliteration":"Laa yuqaatiloonakum jamee'an illaa fee quram muhas sanatin aw minw waraaa'i judur; baasuhum bainahum shadeed; tahsabuhum jamee'anw-wa quloobuhum shatta; zaalika biannahum qawmul laa ya'qiloon","no_fn":"","text_fn":""},{"id":5141,"surah":59,"no_ayah":15,"tema":"Sifat Orang-Orang Munafik","text_ayah":"كَمَثَلِ [h:13489[ٱ]لَّذِينَ مِ[f:617[ن ق]َ[q:618[بْ]لِهِمْ قَرِي[f:13490[بًا‌ۖ ذ]َاقُو[s[اْ] وَبَالَ أَمْرِهِمْ وَلَهُمْ عَذَابٌ أَل[p[ِي]مٌ","text_id":"(Kaum Yahudi itu) seperti orang-orang sebelumnya (musyrik Makkah) yang belum lama berselang telah merasakan akibat buruk perbuatannya sendiri (di dunia). Mereka akan mendapatkan azab yang pedih (di akhirat). ","text_en":"Like those who had tasted the gravity of their actions a little before them. There is a grievous punishment for them.","transliteration":"Kamasalil lazeena min qablihim qareeban zaaqoo wabaala amrihim wa lahum 'azaabun aleem","no_fn":"","text_fn":""},{"id":5142,"surah":59,"no_ayah":16,"tema":"Sifat Orang-Orang Munafik","text_ayah":"كَمَثَلِ [h:13491[ٱ][l[ل]شَّيْطَ[n[ـٰ]نِ إِذْ قَالَ لِلْإِ[f:6549[نس]َ[n[ـٰ]نِ [h:13492[ٱ]كْفُرْ فَلَ[g[مّ]َا كَفَرَ قَالَ إِ[g[نّ]ِيْ بَر[o[ِيْ]ٓ[a:13493[ءٌ م]ِّ[f:3891[نك]َ إِ[g[نّ][o[ِيْٓ] أَخَافُ [h:3504[ٱ]للَّهَ رَبَّ [h:3505[ٱ]لْعَ[n[ـٰ]لَم[p[ِي]نَ","text_id":"(Perumpamaan bujukan orang-orang munafik kepada kaum Yahudi) seperti setan ketika berkata kepada manusia, “Kufurlah kamu!” Ketika orang itu kufur, ia berkata, “Sesungguhnya aku berlepas diri darimu karena sesungguhnya aku takut kepada Allah, Tuhan semesta alam.”","text_en":"(They are) like Satan who says to man: \"Do not believe;\" and when he becomes a disbeliever, he says: \"I have nothing to do with you. I fear God, the Lord of all the worlds.\"","transliteration":"Kamasalish shaitaani izqaala lil insaanik fur falammaa kafara qaala innee bareee'um minka inneee akhaaful laaha rabbal 'aalameen","no_fn":"","text_fn":""},{"id":5143,"surah":59,"no_ayah":17,"tema":"Sifat Orang-Orang Munafik","text_ayah":"فَكَانَ عَ[n[ـٰ]قِبَتَهُم[o[َآ] أَ[g[نّ]َهُمَا فِيْ [h:4674[ٱ][l[ل][g[نّ]َارِ خَ[n[ـٰ]لِدَيْنِ فِيهَا‌ۚ وَذ[n[َٲ]لِكَ جَز[o[َٲ]ٓؤُ[s[اْ] [h:3508[ٱ][l[ل]ظَّ[n[ـٰ]لِم[p[ِي]نَ","text_id":"Maka, kesudahan bagi keduanya (setan dan manusia yang mengikutinya) bahwa keduanya berada dalam neraka, kekal di dalamnya. Itulah balasan bagi orang-orang zalim. ","text_en":"Both of them will end up in Hell, where they will abide for ever. This is the punishment for the wicked.","transliteration":"Fakaana 'aaqibatahumaaa annahumaa fin naari khaalidaini feehaa; wa zaalika jazaaa'uz zaalimeen","no_fn":"","text_fn":""},{"id":5144,"surah":59,"no_ayah":18,"tema":"Beberapa Peringatan Allah kepada Orang Beriman","text_ayah":"يَ[o[ـٰٓ]أَيُّهَا [h:541[ٱ]لَّذِينَ ءَامَنُو[s[اْ] [h:1643[ٱ]تَّقُو[s[اْ] [h:1644[ٱ]للَّهَ وَلْتَ[f:13494[نظ]ُرْ نَفْ[a:10644[سٌ م]َّا قَدَّمَتْ لِغَ[a:13495[دٍ‌ۖ و]َ[h:1018[ٱ]تَّقُو[s[اْ] [h:1019[ٱ]للَّهَ‌ۚ إِ[g[نّ]َ [h:80[ٱ]للَّهَ خَبِي[i:2335[رُۢ ب]ِمَا تَعْمَل[p[ُو]نَ","text_id":"Wahai orang-orang yang beriman, bertakwalah kepada Allah dan hendaklah setiap orang memperhatikan apa yang telah diperbuatnya untuk hari esok (akhirat). Bertakwalah kepada Allah. Sesungguhnya Allah Mahateliti terhadap apa yang kamu kerjakan.","text_en":"O you who believe, be fearful of God. Let each soul consider what it has sent (of good deeds) in advance for the morrow, and fear God. Surely God is aware of what you do.","transliteration":"Yaaa ayyuhal lazeena aamanut taqul laa; waltanzur nafsum maa qaddamat lighadiw wattaqual laah; innal laaha khabeerum bimaa ta'maloon","no_fn":"","text_fn":""},{"id":5145,"surah":59,"no_ayah":19,"tema":"Beberapa Peringatan Allah kepada Orang Beriman","text_ayah":"وَلَا تَكُونُو[s[اْ] كَ[h:2146[ٱ]لَّذِينَ نَسُو[s[اْ] [h:5697[ٱ]للَّهَ فَأَ[f:13427[نس]َ[n[ـٰ]هُمْ أَ[f:38[نف]ُسَهُمْ‌ۚ أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ هُمُ [h:2071[ٱ]لْفَ[n[ـٰ]سِق[p[ُو]نَ","text_id":"Janganlah kamu seperti orang-orang yang melupakan Allah sehingga Dia menjadikan mereka lupa kepada diri mereka sendiri. Mereka itulah orang-orang fasik. ","text_en":"And be not like those who have forgotten God, so that God has made them forget themselves. Such are the reprobates.","transliteration":"Wa laa takoonoo kallazeena nasul laaha fa ansaahum anfusahum; ulaaa'ika humul faasiqoon","no_fn":"","text_fn":""},{"id":5146,"surah":59,"no_ayah":20,"tema":"Beberapa Peringatan Allah kepada Orang Beriman","text_ayah":"لَا يَسْتَو[o[ِيْٓ] أَصْحَ[n[ـٰ]بُ [h:201[ٱ][l[ل][g[نّ]َارِ وَأَصْحَ[n[ـٰ]بُ [h:13496[ٱ]لْجَ[g[نّ]َةِ‌ۚ أَصْحَ[n[ـٰ]بُ [h:415[ٱ]لْجَ[g[نّ]َةِ هُمُ [h:5510[ٱ]لْف[o[َا]ٓئِز[p[ُو]نَ","text_id":"Tidak sama para penghuni neraka dengan para penghuni surga. Penghuni-penghuni surga itulah orang-orang yang memperoleh kemenangan.","text_en":"Alike are not the inmates of Hell and the residents of Paradise. The men of Paradise will be felicitous.","transliteration":"Laa yastaweee as-haabun naari wa ashaabul jannah; as haabul jannati humul faaa'izoon","no_fn":"","text_fn":""},{"id":5147,"surah":59,"no_ayah":21,"tema":"Beberapa Peringatan Allah kepada Orang Beriman","text_ayah":"لَوْ أَ[f:515[نز]َلْنَا هَ[n[ـٰ]ذَا [h:6544[ٱ]لْقُرْءَانَ عَلَيْٰ جَبَ[u:13497[لٍ ل]َّرَأَيْتَهُ[n[ۥ] خَ[n[ـٰ]شِ[a:13498[عًا م]ُّتَصَدِّ[a:13499[عًا م]ِّنْ خَشْيَةِ [h:383[ٱ]للَّهِ‌ۚ وَتِلْكَ [h:10375[ٱ]لْأَمْثَ[n[ـٰ]لُ نَضْرِبُهَا لِل[g[نّ]َاسِ لَعَلَّهُمْ يَتَفَكَّر[p[ُو]نَ","text_id":"Seandainya Kami turunkan Al-Qur’an ini kepada sebuah gunung, pasti kamu akan melihatnya tunduk terpecah belah karena takut kepada Allah. Perumpamaan-perumpamaan itu Kami buat untuk manusia agar mereka berpikir.","text_en":"If We had sent down this Qur'an to a mountain you would have seen it turn desolate and split into two for fear of God. We offer these examples to men that they may think and reflect.","transliteration":"Law anzalnaa haazal quraana 'alaa jabilil lara aytahoo khaashi'am muta saddi'am min khashiyatil laah; wa tilkal amsaalu nadribuhaa linnaasi la'allahum yatafakkaroon","no_fn":"","text_fn":""},{"id":5148,"surah":59,"no_ayah":22,"tema":"Memahami Asmaulhusna","text_ayah":"هُوَ [h:8078[ٱ]للَّهُ [h:4738[ٱ]لَّذِيْ ل[o[َآ] إِلَ[n[ـٰ]هَ إِلَّا هُوَ‌ۖ عَ[n[ـٰ]لِمُ [h:4186[ٱ]لْغَيْبِ وَ[h:4187[ٱ][l[ل]شَّهَ[n[ـٰ]دَةِ‌ۖ هُوَ [h:829[ٱ][l[ل]رَّحْمَ[n[ـٰ]نُ [h:830[ٱ][l[ل]رَّح[p[ِي]مُ","text_id":"Dialah Allah Yang tidak ada tuhan selain Dia. (Dialah) Yang Mengetahui yang gaib dan yang nyata. Dialah Yang Maha Pengasih lagi Maha Penyayang. ","text_en":"He is God; there is no god but He, the knower of the unknown and the known. He is the benevolent, ever-merciful.","transliteration":"Huwal-laahul-lazee laaa Ilaaha illaa Huwa 'Aalimul Ghaibi wash-shahaada; Huwar Rahmaanur-Raheem","no_fn":"","text_fn":""},{"id":5149,"surah":59,"no_ayah":23,"tema":"Memahami Asmaulhusna","text_ayah":"هُوَ [h:8078[ٱ]للَّهُ [h:4738[ٱ]لَّذِيْ ل[o[َآ] إِلَ[n[ـٰ]هَ إِلَّا هُوَ [h:13500[ٱ]لْمَلِكُ [h:13501[ٱ]لْقُدُّوسُ [h:13502[ٱ][l[ل]سَّلَ[n[ـٰ]مُ [h:13503[ٱ]لْمُؤْمِنُ [h:13504[ٱ]لْمُهَيْمِنُ [h:13505[ٱ]لْعَزِيزُ [h:13506[ٱ]لْجَبَّارُ [h:13507[ٱ]لْمُتَكَبِّرُ‌ۚ سُ[q:7648[بْ]حَ[n[ـٰ]نَ [h:9282[ٱ]للَّهِ عَ[g[مّ]َا يُشْرِك[p[ُو]نَ","text_id":"Dialah Allah Yang tidak ada tuhan selain Dia. Dia (adalah) Maharaja, Yang Mahasuci, Yang Mahadamai, Yang Maha Mengaruniakan keamanan, Maha Mengawasi, Yang Mahaperkasa, Yang Mahakuasa, dan Yang Memiliki segala keagungan. Mahasuci Allah dari apa yang mereka persekutukan.","text_en":"He is God; there is no god but He, the King, the Holy, the Preserver, Protector, Guardian, the Strong, the Powerful, Omnipotent. Far too exalted is God for what they associate with Him.","transliteration":"Huwal-laahul-lazee laaa Ilaaha illaa Huwal-Malikul Quddoosus-Salaamul Muminul Muhaiminul-'aAzeezul Jabbaarul-Mutakabbir; Subhaanal laahi 'Ammaa yushrikoon","no_fn":"","text_fn":""},{"id":5150,"surah":59,"no_ayah":24,"tema":"Memahami Asmaulhusna","text_ayah":"هُوَ [h:8078[ٱ]للَّهُ [h:13508[ٱ]لْخَ[n[ـٰ]لِقُ [h:13509[ٱ]لْبَارِئُ [h:13510[ٱ]لْمُصَوِّرُ‌ۖ لَهُ [h:8445[ٱ]لْأَسْم[o[َا]ٓءُ [h:5156[ٱ]لْحُسْنَيْٰ‌ۚ يُسَبِّحُ لَهُ[n[ۥ] مَا فِيْ [h:609[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:177[ٱ]لْأَرْضِ‌ۖ وَهُوَ [h:7045[ٱ]لْعَزِيزُ [h:681[ٱ]لْحَك[p[ِي]مُ","text_id":"Dialah Allah Yang Maha Pencipta, Yang Mewujudkan dari tiada, dan Yang Membentuk rupa. Dia memiliki nama-nama yang indah. Apa yang di langit dan di bumi senantiasa bertasbih kepada-Nya. Dialah Yang Mahaperkasa lagi Mahabijaksana.","text_en":"He is God, the Creator, the Maker, the Fashioner. His are all the names beautiful. Whatever is in the heavens and the earth sings His praises. He is all-mighty and all-wise.","transliteration":"Huwal Laahul Khaaliqul Baari 'ul Musawwir; lahul Asmaaa'ul Husnaa; yusabbihu lahoo maa fis samaawaati wal ardi wa Huwal 'Azeezul Hakeem","no_fn":"","text_fn":""}]