[{"id":790,"surah":6,"no_ayah":1,"theme":"Allah Maha Pencipta lagi Maha Mengetahui","text_ayah":"اَلْحَمْدُ لِلّٰهِ الَّذِيْ خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ وَجَعَلَ الظُّلُمٰتِ وَالنُّوْرَ ەۗ ثُمَّ الَّذِيْنَ كَفَرُوْا بِرَبِّهِمْ يَعْدِلُوْنَ","text_id":"Segala puji bagi Allah yang telah menciptakan langit dan bumi, dan menjadikan kegelapan-kegelapan dan cahaya. Sungguhpun demikian, orang-orang yang kufur mempersamakan tuhan mereka (dengan sesuatu yang lain).","text_en":"ALL PRAISE BE to God who created the heavens and the earth, and ordained darkness and light. Yet the unbelievers make the others equal of their Lord.","transliteration":"al-ḥamdu lillāhillażī khalaqas-samāwāti wal-arḍa wa ja'alaẓ-ẓulumāti wan-nụr, ṡummallażīna kafarụ birabbihim ya'dilụn","no_fn":"","text_fn":""},{"id":791,"surah":6,"no_ayah":2,"theme":"Allah Maha Pencipta lagi Maha Mengetahui","text_ayah":"هُوَ الَّذِيْ خَلَقَكُمْ مِّنْ طِيْنٍ ثُمَّ قَضٰٓى اَجَلًاۗ وَاَجَلٌ مُّسَمًّى عِنْدَهٗ ثُمَّ اَنْتُمْ تَمْتَرُوْنَ ","text_id":"Dialah yang menciptakan kamu dari tanah, kemudian Dia menentukan batas waktu hidup (masing-masing). Waktu yang ditentukan (untuk kebangkitan setelah mati) ada pada-Nya. Kemudian, kamu masih meragukannya.","text_en":"It is He who created you from clay then determined a term (of life) for you, and a term (is fixed) with Him. Even then you doubt.","transliteration":"huwallażī khalaqakum min ṭīnin ṡumma qaḍā ajalā, wa ajalum musamman 'indahụ ṡumma antum tamtarụn","no_fn":"","text_fn":""},{"id":792,"surah":6,"no_ayah":3,"theme":"Allah Maha Pencipta lagi Maha Mengetahui","text_ayah":"وَهُوَ اللّٰهُ فِى السَّمٰوٰتِ وَفِى الْاَرْضِۗ يَعْلَمُ سِرَّكُمْ وَجَهْرَكُمْ وَيَعْلَمُ مَا تَكْسِبُوْنَ ","text_id":"Dialah Allah (yang disembah) di langit dan di bumi. Dia mengetahui apa pun yang kamu rahasiakan dan kamu tampakkan serta mengetahui apa pun yang kamu usahakan.","text_en":"He is God in the heavens and the earth. He knows what you hide and bring out into the open, and knows what you earn (of good and evil).","transliteration":"wa huwallāhu fis-samāwāti wa fil-arḍ, ya'lamu sirrakum wa jahrakum wa ya'lamu mā taksibụn","no_fn":"","text_fn":""},{"id":793,"surah":6,"no_ayah":4,"theme":"Allah Maha Pencipta lagi Maha Mengetahui","text_ayah":"وَمَا تَأْتِيْهِمْ مِّنْ اٰيَةٍ مِّنْ اٰيٰتِ رَبِّهِمْ اِلَّا كَانُوْا عَنْهَا مُعْرِضِيْنَ ","text_id":"Tidaklah datang kepada mereka satu ayat pun dari ayat-ayat<sup>236)</sup> Tuhan mereka, kecuali mereka (pasti) berpaling darinya.","text_en":"Yet no sign of their Lord comes to them but they turn away from it.","transliteration":"wa mā ta`tīhim min āyatim min āyāti rabbihim illā kānụ 'an-hā mu'riḍīn","no_fn":"236","text_fn":"236) Ayat di sini berarti mukjizat, ayat Al-Qur’an, atau peristiwa-peristiwa yang terjadi di alam yang menunjukkan kekuasaan Allah Swt. "},{"id":794,"surah":6,"no_ayah":5,"theme":"Allah Maha Pencipta lagi Maha Mengetahui","text_ayah":"فَقَدْ كَذَّبُوْا بِالْحَقِّ لَمَّا جَاۤءَهُمْۗ فَسَوْفَ يَأْتِيْهِمْ اَنْۢبـٰۤؤُا مَا كَانُوْا بِهٖ يَسْتَهْزِءُوْنَ ","text_id":"Sungguh, mereka telah mendustakan kebenaran (Al-Qur’an) ketika sampai kepada mereka. Maka, kelak akan sampai kepada mereka berita-berita (tentang kebenaran) sesuatu yang selalu mereka perolok-olokkan.","text_en":"So they disbelieved the truth when it came to them; but they will soon come to know the reality of what they had ridiculed.","transliteration":"fa qad każżabụ bil-ḥaqqi lammā jā`ahum, fa saufa ya`tīhim ambā`u mā kānụ bihī yastahzi`ụn","no_fn":"","text_fn":""},{"id":795,"surah":6,"no_ayah":6,"theme":"Allah Maha Pencipta lagi Maha Mengetahui","text_ayah":"اَلَمْ يَرَوْا كَمْ اَهْلَكْنَا مِنْ قَبْلِهِمْ مِّنْ قَرْنٍ مَّكَّنّٰهُمْ فِى الْاَرْضِ مَا لَمْ نُمَكِّنْ لَّكُمْ وَاَرْسَلْنَا السَّمَاۤءَ عَلَيْهِمْ مِّدْرَارًاۖ وَّجَعَلْنَا الْاَنْهٰرَ تَجْرِيْ مِنْ تَحْتِهِمْ فَاَهْلَكْنٰهُمْ بِذُنُوْبِهِمْ وَاَنْشَأْنَا مِنْۢ بَعْدِهِمْ قَرْنًا اٰخَرِيْنَ","text_id":"Tidakkah mereka perhatikan betapa banyak generasi sebelum mereka yang telah Kami binasakan? (Yaitu) generasi yang telah Kami teguhkan kedudukan mereka di muka bumi, yang belum pernah Kami lakukan kepada kamu; dan Kami curahkan air hujan yang lebat, Kami jadikan sungai-sungai mengalir di bawah mereka; lalu Kami binasakan mereka karena dosa-dosa mereka, selanjutnya Kami munculkan sesudah mereka generasi lain.","text_en":"Do they not see how many generations We laid low before them, whom We had firmly established in the land as We have not established you, and showered abundant rain on them, and made rivers lap at their feet, yet whom We destroyed for their sins, and raised new generations after them?","transliteration":"a lam yarau kam ahlaknā ming qablihim ming qarnim makkannāhum fil-arḍi mā lam numakkil lakum wa arsalnas-samā`a 'alaihim midrāraw wa ja'alnal-an-hāra tajrī min taḥtihim fa ahlaknāhum biżunụbihim wa ansya`nā mim ba'dihim qarnan ākharīn","no_fn":"","text_fn":""},{"id":796,"surah":6,"no_ayah":7,"theme":"Allah Maha Pencipta lagi Maha Mengetahui","text_ayah":"وَلَوْ نَزَّلْنَا عَلَيْكَ كِتٰبًا فِيْ قِرْطَاسٍ فَلَمَسُوْهُ بِاَيْدِيْهِمْ لَقَالَ الَّذِيْنَ كَفَرُوْٓا اِنْ هٰذَآ اِلَّا سِحْرٌ مُّبِيْنٌ ","text_id":"Seandainya Kami turunkan kepadamu (Nabi Muhammad) kitab (berupa tulisan) pada kertas sehingga mereka dapat menyentuhnya dengan tangan mereka sendiri, pastilah orang-orang kafir itu mengatakan, “Ini tidak lain hanyalah sihir yang nyata.”","text_en":"Even if We had sent you a transcript on paper which they could feel with their hands, the unbelievers would have said: \"This is nothing but clear sorcery.\"","transliteration":"walau nazzalnā 'alaika kitāban fī qirṭāsin fa lamasụhu bi`aidīhim laqālallażīna kafarū in hāżā illā siḥrum mubīn","no_fn":"","text_fn":""},{"id":797,"surah":6,"no_ayah":8,"theme":"Allah Maha Pencipta lagi Maha Mengetahui","text_ayah":"وَقَالُوْا لَوْلَآ اُنْزِلَ عَلَيْهِ مَلَكٌۗ وَلَوْ اَنْزَلْنَا مَلَكًا لَّقُضِيَ الْاَمْرُ ثُمَّ لَا يُنْظَرُوْنَ ","text_id":"Mereka berkata, “Mengapa tidak diturunkan malaikat kepadanya (Nabi Muhammad)?”<sup>237)</sup> Andaikata Kami turunkan malaikat, niscaya selesailah urusan (mereka dibinasakan karena pengingkaran) kemudian mereka tidak lagi ditangguhkan (sedikit pun untuk bertobat).","text_en":"They say: \"How is it no angel was sent down to him?\" Had We sent an angel down the matter would have come to end, and they would have had no respite.","transliteration":"wa qālụ lau lā unzila 'alaihi malak, walau anzalnā malakal laquḍiyal-amru ṡumma lā yunẓarụn","no_fn":"237","text_fn":"237) Ungkapan ini adalah untuk menerangkan bahwa Nabi Muhammad saw. adalah seorang nabi."},{"id":798,"surah":6,"no_ayah":9,"theme":"Allah Maha Pencipta lagi Maha Mengetahui","text_ayah":"وَلَوْ جَعَلْنٰهُ مَلَكًا لَّجَعَلْنٰهُ رَجُلًا وَّلَلَبَسْنَا عَلَيْهِمْ مَّا يَلْبِسُوْنَ ","text_id":"Seandainya Kami jadikan dia (rasul) itu (dari) malaikat, tentu Kami jadikan dia (berwujud) laki-laki, dan pasti Kami buat mereka tetap ragu sebagaimana kini mereka ragu.<sup>238)</sup>","text_en":"Even if We had sent down an angel as messenger he would have appeared in the garb of a man and filled them with confusion, like the one they are filled with.","transliteration":"walau ja'alnāhu malakal laja'alnāhu rajulaw wa lalabasnā 'alaihim mā yalbisụn","no_fn":"238","text_fn":"238) Kalau Allah Swt. mengutus malaikat sebagai rasul, tentu Dia mengutusnya dalam wujud manusia. Hal itu karena manusia tidak dapat melihat malaikat dan tentu mereka akan berkata, “Ini bukanlah malaikat, tetapi hanya manusia sebagaimana kami juga.” Jadi, mereka akan tetap ragu-ragu. "},{"id":799,"surah":6,"no_ayah":10,"theme":"Allah Maha Pencipta lagi Maha Mengetahui","text_ayah":"وَلَقَدِ اسْتُهْزِئَ بِرُسُلٍ مِّنْ قَبْلِكَ فَحَاقَ بِالَّذِيْنَ سَخِرُوْا مِنْهُمْ مَّا كَانُوْا بِهٖ يَسْتَهْزِءُوْنَࣖ","text_id":"Sungguh, rasul-rasul sebelum engkau (Nabi Muhammad) benar-benar telah diperolok-olokkan, maka turunlah kepada orang-orang yang mencemooh mereka (rasul-rasul) apa (azab) yang selalu mereka perolok-olokkan.","text_en":"Surely the apostles have been mocked before you; but what they had mocked rebounded on the mockers themselves.","transliteration":"wa laqadistuhzi`a birusulim ming qablika fa ḥāqa billażīna sakhirụ min-hum mā kānụ bihī yastahzi`ụn","no_fn":"","text_fn":""},{"id":800,"surah":6,"no_ayah":11,"theme":"Bukti Kebenaran Ajaran Rasul dan Penolakan Orang Kafir","text_ayah":"قُلْ سِيْرُوْا فِى الْاَرْضِ ثُمَّ انْظُرُوْا كَيْفَ كَانَ عَاقِبَةُ الْمُكَذِّبِيْنَ ","text_id":"Katakanlah (Nabi Muhammad), “Jelajahilah bumi, kemudian perhatikanlah bagaimana kesudahan orang-orang yang mendustakan itu.”","text_en":"Say: \"Travel in the land and see what happened to those who disbelieved.\"","transliteration":"qul sīrụ fil-arḍi ṡummanẓurụ kaifa kāna 'āqibatul-mukażżibīn","no_fn":"","text_fn":""},{"id":801,"surah":6,"no_ayah":12,"theme":"Bukti Kebenaran Ajaran Rasul dan Penolakan Orang Kafir","text_ayah":"قُلْ لِّمَنْ مَّا فِى السَّمٰوٰتِ وَالْاَرْضِۗ  قُلْ لِّلّٰهِۗ كَتَبَ عَلٰى نَفْسِهِ الرَّحْمَةَۗ لَيَجْمَعَنَّكُمْ اِلٰى يَوْمِ الْقِيٰمَةِ لَا رَيْبَ فِيْهِۗ  اَلَّذِيْنَ خَسِرُوْٓا اَنْفُسَهُمْ فَهُمْ لَا يُؤْمِنُوْنَ ","text_id":"Katakanlah (Nabi Muhammad), “Milik siapakah apa yang di langit dan di bumi?” Katakanlah, “Milik Allah.” Dia telah menetapkan (sifat) kasih sayang pada diri-Nya.<sup>239)</sup> Sungguh, Dia pasti akan mengumpulkan kamu pada hari Kiamat yang tidak ada keraguan padanya. Orang-orang yang merugikan dirinya, mereka itu tidak beriman.","text_en":"And ask: \"To whom belongs what is in the heavens and the earth?\" Say: \"To God.\" He has prescribed grace for Himself. He will gather you on the Day of Resurrection which is certain to come. Only they who are lost of soul will not come to believe.","transliteration":"qul limam mā fis-samāwāti wal-arḍ, qul lillāh, kataba 'alā nafsihir-raḥmah, layajma'annakum ilā yaumil-qiyāmati lā raiba fīh, allażīna khasirū anfusahum fa hum lā yu`minụn","no_fn":"239","text_fn":"239) Allah Swt. telah berjanji, sebagai tanda kemurahan-Nya, bahwa Dia akan melimpahkan rahmat kepada makhluk-Nya."},{"id":802,"surah":6,"no_ayah":13,"theme":"Bukti Kebenaran Ajaran Rasul dan Penolakan Orang Kafir","text_ayah":"۞ وَلَهٗ مَا سَكَنَ فِى الَّيْلِ وَالنَّهَارِۗ وَهُوَ السَّمِيْعُ الْعَلِيْمُ ","text_id":"Milik-Nyalah segala sesuatu yang ada pada malam dan siang hari. Dialah Yang Maha Mendengar lagi Maha Mengetahui.","text_en":"Whatsoever dwells in the night and day belongs to Him. He is all-hearing and all-knowing.","transliteration":"wa lahụ mā sakana fil-laili wan-nahār, wa huwas-samī'ul-'alīm","no_fn":"","text_fn":""},{"id":803,"surah":6,"no_ayah":14,"theme":"Bukti Kebenaran Ajaran Rasul dan Penolakan Orang Kafir","text_ayah":"قُلْ اَغَيْرَ اللّٰهِ اَتَّخِذُ وَلِيًّا فَاطِرِ السَّمٰوٰتِ وَالْاَرْضِ وَهُوَ يُطْعِمُ وَلَا يُطْعَمُۗ قُلْ اِنِّيْٓ اُمِرْتُ اَنْ اَكُوْنَ اَوَّلَ مَنْ اَسْلَمَ وَلَا تَكُوْنَنَّ مِنَ الْمُشْرِكِيْنَ ","text_id":"Katakanlah (Nabi Muhammad), “Apakah selain Allah, Pencipta langit dan bumi serta Dia memberi makan dan tidak diberi makan, akan aku jadikan sebagai pelindung?” Katakanlah (Nabi Muhammad), “Sesungguhnya aku diperintahkan agar aku menjadi orang pertama yang berserah diri (kepada Allah), dan jangan sekali-kali kamu masuk golongan orang-orang musyrik.”","text_en":"Say: \"Should I find some other protector besides God the Creator of the heavens and the earth, who nourishes all and is nourished by none? Say: \"I am commanded to be the first to submit to Him, and not be an idolater.\"","transliteration":"qul agairallāhi attakhiżu waliyyan fāṭiris-samāwāti wal-arḍi wa huwa yuṭ'imu wa lā yuṭ'am, qul innī umirtu an akụna awwala man aslama wa lā takụnanna minal-musyrikīn","no_fn":"","text_fn":""},{"id":804,"surah":6,"no_ayah":15,"theme":"Bukti Kebenaran Ajaran Rasul dan Penolakan Orang Kafir","text_ayah":"قُلْ اِنِّيْٓ اَخَافُ اِنْ عَصَيْتُ رَبِّيْ عَذَابَ يَوْمٍ عَظِيْمٍ ","text_id":"Katakanlah, “Sesungguhnya aku takut azab pada hari yang besar (kiamat) jika aku durhaka kepada Tuhanku.”","text_en":"Say: \"If I disobey my Lord, I fear the punishment of a grievous Day.\"","transliteration":"qul innī akhāfu in 'aṣaitu rabbī 'ażāba yaumin 'aẓīm","no_fn":"","text_fn":""},{"id":805,"surah":6,"no_ayah":16,"theme":"Bukti Kebenaran Ajaran Rasul dan Penolakan Orang Kafir","text_ayah":"مَنْ يُّصْرَفْ عَنْهُ يَوْمَىِٕذٍ فَقَدْ رَحِمَهٗۗ وَذٰلِكَ الْفَوْزُ الْمُبِيْنُ","text_id":"Siapa yang dijauhkan darinya (azab) pada hari itu, maka sungguh Dia telah merahmatinya. Itulah keberuntungan yang nyata.","text_en":"Whosoever is spared that Day will surely have mercy shown to him, and this will be a clear triumph.","transliteration":"may yuṣraf 'an-hu yauma`iżin fa qad raḥimah, wa żālikal-fauzul-mubīn","no_fn":"","text_fn":""},{"id":806,"surah":6,"no_ayah":17,"theme":"Bukti Kebenaran Ajaran Rasul dan Penolakan Orang Kafir","text_ayah":"وَاِنْ يَّمْسَسْكَ اللّٰهُ بِضُرٍّ فَلَا كَاشِفَ لَهٗٓ اِلَّا هُوَۗ وَاِنْ يَّمْسَسْكَ بِخَيْرٍ فَهُوَ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ","text_id":"Jika Allah menimpakan kemudaratan kepadamu, tidak ada yang dapat menghilangkannya selain Dia; dan jika Dia memberikan kebaikan kepadamu, Dia Mahakuasa atas segala sesuatu.","text_en":"If God sends you harm, there is no one but He who can take it away; and if He bring you good, surely He has power over everything.","transliteration":"wa iy yamsaskallāhu biḍurrin fa lā kāsyifa lahū illā huw, wa iy yamsaska bikhairin fa huwa 'alā kulli syai`ing qadīr","no_fn":"","text_fn":""},{"id":807,"surah":6,"no_ayah":18,"theme":"Bukti Kebenaran Ajaran Rasul dan Penolakan Orang Kafir","text_ayah":"وَهُوَ الْقَاهِرُ فَوْقَ عِبَادِهٖۗ وَهُوَ الْحَكِيْمُ الْخَبِيْرُ ","text_id":"Dialah Penguasa atas hamba-hamba-Nya, dan Dialah Yang Maha Bijaksana lagi Maha Mengetahui.","text_en":"It is He who prevails over His creatures, and He is all-wise and aware.","transliteration":"wa huwal-qāhiru fauqa 'ibādih, wa huwal-ḥakīmul-khabīr","no_fn":"","text_fn":""},{"id":808,"surah":6,"no_ayah":19,"theme":"Bukti Kebenaran Ajaran Rasul dan Penolakan Orang Kafir","text_ayah":"قُلْ اَيُّ شَيْءٍ اَكْبَرُ شَهَادَةًۗ قُلِ اللّٰهُۗ شَهِيْدٌۢ بَيْنِيْ وَبَيْنَكُمْۗ وَاُوْحِيَ اِلَيَّ هٰذَا الْقُرْاٰنُ لِاُنْذِرَكُمْ بِهٖ وَمَنْۢ بَلَغَۗ اَىِٕنَّكُمْ لَتَشْهَدُوْنَ اَنَّ مَعَ اللّٰهِ اٰلِهَةً اُخْرٰىۗ  قُلْ لَّآ اَشْهَدُۚ قُلْ اِنَّمَا هُوَ اِلٰهٌ وَّاحِدٌ وَّاِنَّنِيْ بَرِيْۤءٌ مِّمَّا تُشْرِكُوْنَ","text_id":"Katakanlah (Nabi Muhammad), “Siapakah yang lebih kuat kesaksiannya?” Katakanlah, “Allah. Dia menjadi saksi antara aku dan kamu. Al-Qur’an ini diwahyukan kepadaku supaya dengan itu aku mengingatkan kamu dan orang yang sampai (Al-Qur’an kepadanya). Apakah kamu benar-benar bersaksi bahwa ada tuhan-tuhan lain selain Allah?” Katakanlah, “Aku tidak bersaksi.” Katakanlah, “Sesungguhnya Dialah Tuhan Yang Maha Esa dan aku lepas tangan dari apa yang kamu persekutukan.”","text_en":"Ask: \"Of all things what is most vital as evidence?\" Say: \"God (who) is witness between you and me that this Qur'an has been revealed to me that I may warn you on its strength, and those whom it reaches. Do you really bear witness there are other gods with God?\" Tell them: \"I bear no such Witness.\" Say: \"Verily He is the only God, and I am clear of what you associate (with Him).\"","transliteration":"qul ayyu syai`in akbaru syahādah, qulillāh, syahīdum bainī wa bainakum, wa ụḥiya ilayya hāżal-qur`ānu li`unżirakum bihī wa mam balag, a innakum latasy-hadụna anna ma'allāhi ālihatan ukhrā, qul lā asy-had, qul innamā huwa ilāhuw wāḥiduw wa innanī barī`um mimmā tusyrikụn","no_fn":"","text_fn":""},{"id":809,"surah":6,"no_ayah":20,"theme":"Bukti Kebenaran Ajaran Rasul dan Penolakan Orang Kafir","text_ayah":"اَلَّذِيْنَ اٰتَيْنٰهُمُ الْكِتٰبَ يَعْرِفُوْنَهٗ كَمَا يَعْرِفُوْنَ اَبْنَاۤءَهُمْۘ  اَلَّذِيْنَ خَسِرُوْٓا اَنْفُسَهُمْ فَهُمْ لَا يُؤْمِنُوْنَࣖ","text_id":"Orang-orang yang telah Kami beri Kitab mengenalnya (Nabi Muhammad) seperti mereka mengenal anak-anaknya sendiri. Orang-orang yang merugikan diri sendiri itu tidak beriman.","text_en":"Those to whom We have given the Book know it distinctly as they know their sons; but those who are lost of soul do not believe.","transliteration":"allażīna ātaināhumul-kitāba ya'rifụnahụ kamā ya'rifụna abnā`ahum, allażīna khasirū anfusahum fa hum lā yu`minụn","no_fn":"","text_fn":""},{"id":810,"surah":6,"no_ayah":21,"theme":"Kebohongan Orang Kafir","text_ayah":"وَمَنْ اَظْلَمُ مِمَّنِ افْتَرٰى عَلَى اللّٰهِ كَذِبًا اَوْ كَذَّبَ بِاٰيٰتِهٖۗ اِنَّهٗ لَا يُفْلِحُ الظّٰلِمُوْنَ","text_id":"Siapakah yang lebih zalim daripada orang yang mengada-adakan suatu kebohongan terhadap Allah atau mendustakan ayat-ayat-Nya? Sesungguhnya orang-orang yang zalim itu tidak beruntung.","text_en":"And who is more wicked than he who invents lies about God or denies His revelations? Surely the wicked will not succeed.","transliteration":"wa man aẓlamu mim maniftarā 'alallāhi każiban au każżaba bi`āyātih, innahụ lā yufliḥuẓ-ẓālimụn","no_fn":"","text_fn":""},{"id":811,"surah":6,"no_ayah":22,"theme":"Kebohongan Orang Kafir","text_ayah":"وَيَوْمَ نَحْشُرُهُمْ جَمِيْعًا ثُمَّ نَقُوْلُ لِلَّذِيْنَ اَشْرَكُوْٓا اَيْنَ شُرَكَاۤؤُكُمُ الَّذِيْنَ كُنْتُمْ تَزْعُمُوْنَ ","text_id":"(Ingatlah) tatkala Kami kumpulkan mereka semua kemudian Kami berfirman kepada orang-orang yang mempersekutukan Kami, “Manakah sekutu-sekutumu yang kamu sangkakan?”","text_en":"The day We shall gather all of them together and say to those who ascribe (partners to God): \"Where are the compeers who you claimed (were equal to God)?\"","transliteration":"wa yauma naḥsyuruhum jamī'an ṡumma naqụlu lillażīna asyrakū aina syurakā`ukumullażīna kuntum taz'umụn","no_fn":"","text_fn":""},{"id":812,"surah":6,"no_ayah":23,"theme":"Kebohongan Orang Kafir","text_ayah":"ثُمَّ لَمْ تَكُنْ فِتْنَتُهُمْ اِلَّآ اَنْ قَالُوْا وَاللّٰهِ رَبِّنَا مَا كُنَّا مُشْرِكِيْنَ ","text_id":"Kemudian, mereka tidak punya jawaban atas kebohongan mereka, kecuali (terpaksa) mengatakan, “Demi Allah, Tuhan kami, kami bukanlah orang-orang musyrik.”","text_en":"Then their excuse will be but to say: \"By God our Lord, we were not idolaters.\"","transliteration":"ṡumma lam takun fitnatuhum illā ang qālụ wallāhi rabbinā mā kunnā musyrikīn","no_fn":"","text_fn":""},{"id":813,"surah":6,"no_ayah":24,"theme":"Kebohongan Orang Kafir","text_ayah":"اُنْظُرْ كَيْفَ كَذَبُوْا عَلٰٓى اَنْفُسِهِمْ وَضَلَّ عَنْهُمْ مَّا كَانُوْا يَفْتَرُوْنَ ","text_id":"Perhatikanlah (Nabi Muhammad) bagaimana mereka berdusta terhadap diri sendiri. Lenyaplah dari mereka apa (kebohongan) yang selalu mereka ada-adakan.","text_en":"You will see how they will lie against themselves, and all their slanderings will be vain.","transliteration":"unẓur kaifa każabụ 'alā anfusihim wa ḍalla 'an-hum mā kānụ yaftarụn","no_fn":"","text_fn":""},{"id":814,"surah":6,"no_ayah":25,"theme":"Kebohongan Orang Kafir","text_ayah":"وَمِنْهُمْ مَّنْ يَّسْتَمِعُ اِلَيْكَۚ وَجَعَلْنَا عَلٰى قُلُوْبِهِمْ اَكِنَّةً اَنْ يَّفْقَهُوْهُ وَفِيْٓ اٰذَانِهِمْ وَقْرًاۗ وَاِنْ يَّرَوْا كُلَّ اٰيَةٍ لَّا يُؤْمِنُوْا بِهَاۗ حَتّٰٓى اِذَا جَاۤءُوْكَ يُجَادِلُوْنَكَ يَقُوْلُ الَّذِيْنَ كَفَرُوْٓا اِنْ هٰذَآ اِلَّآ اَسَاطِيْرُ الْاَوَّلِيْنَ","text_id":"Di antara mereka ada yang mendengarkan engkau (Nabi Muhammad membaca Al-Qur’an), padahal Kami menjadikan di hati mereka penutup, (sehingga mereka tidak) memahaminya, dan (Kami jadikan) pada telinga mereka penyumbat. Jika mereka melihat segala tanda kebenaran, mereka tetap tidak beriman padanya, sehingga apabila mereka datang kepadamu untuk membantahmu, orang-orang kafir itu berkata, “Ini (Al-Qur’an) tiada lain hanyalah dongengan orang-orang terdahulu.”","text_en":"There are some among them who listen to you; but We have put a covering on their hearts so that they fail to understand it, and a deafness appears in their ears. Even if they saw all the signs they would not believe in them; and even when they come to you to dispute with you, the unbelievers say: \"This is nothing but fables of antiquity.\"","transliteration":"wa min-hum may yastami'u ilaīk, wa ja'alnā 'alā qulụbihim akinnatan ay yafqahụhu wa fī āżānihim waqrā, wa iy yarau kulla āyatil lā yu`minụ bihā, ḥattā iżā jā`ụka yujādilụnaka yaqụlullażīna kafarū in hāżā illā asāṭīrul-awwalīn","no_fn":"","text_fn":""},{"id":815,"surah":6,"no_ayah":26,"theme":"Kebohongan Orang Kafir","text_ayah":"وَهُمْ يَنْهَوْنَ عَنْهُ وَيَنْـَٔوْنَ عَنْهُۚ وَاِنْ يُّهْلِكُوْنَ اِلَّآ اَنْفُسَهُمْ وَمَا يَشْعُرُوْنَ ","text_id":"Mereka melarang (orang lain) mendengarkannya (Al-Qur’an) dan mereka pun menjauhkan diri darinya. Mereka tidak membinasakan kecuali diri mereka sendiri, tetapi mereka tidak menyadari.","text_en":"And they forbid others from (believing in) it, and themselves keep away from it. But they ruin none but themselves, and do not understand.","transliteration":"wa hum yan-hauna 'an-hu wa yan`auna 'an-h, wa iy yuhlikụna illā anfusahum wa mā yasy'urụn","no_fn":"","text_fn":""},{"id":816,"surah":6,"no_ayah":27,"theme":"Kebohongan Orang Kafir","text_ayah":"وَلَوْ تَرٰٓى اِذْ وُقِفُوْا عَلَى النَّارِ فَقَالُوْا يٰلَيْتَنَا نُرَدُّ وَلَا نُكَذِّبَ بِاٰيٰتِ رَبِّنَا وَنَكُوْنَ مِنَ الْمُؤْمِنِيْنَ ","text_id":"Seandainya engkau (Nabi Muhammad) melihat ketika mereka dihadapkan ke neraka, mereka berkata, “Seandainya kami dikembalikan (ke dunia), tentu kami tidak akan mendustakan ayat-ayat Tuhan kami, dan kami menjadi orang-orang mukmin.”","text_en":"If you should see them when they are stood before the Fire, they will say: \"Ah would that we were sent back (to the world)! We shall not deny the signs of our Lord, and be among those who believe.\"","transliteration":"walau tarā iż wuqifụ 'alan-nāri fa qālụ yā laitanā nuraddu wa lā nukażżiba bi`āyāti rabbinā wa nakụna minal-mu`minīn","no_fn":"","text_fn":""},{"id":817,"surah":6,"no_ayah":28,"theme":"Kebohongan Orang Kafir","text_ayah":"بَلْ بَدَا لَهُمْ مَّا كَانُوْا يُخْفُوْنَ مِنْ قَبْلُۗ وَلَوْ رُدُّوْا لَعَادُوْا لِمَا نُهُوْا عَنْهُ وَاِنَّهُمْ لَكٰذِبُوْنَ ","text_id":"Namun, (sebenarnya) kejahatan yang mereka selalu sembunyikan dahulu telah tampak bagi mereka. Seandainya dikembalikan (ke dunia), tentu mereka akan mengulang kembali apa yang telah dilarang mengerjakannya. Sesungguhnya mereka benar-benar para pendusta.","text_en":"But no. What they were hiding has now become clear to them. If they were sent back they would surely return to what had been forbidden them, for surely they are liars.","transliteration":"bal badā lahum mā kānụ yukhfụna ming qabl, walau ruddụ la'ādụ limā nuhụ 'an-hu wa innahum lakāżibụn","no_fn":"","text_fn":""},{"id":818,"surah":6,"no_ayah":29,"theme":"Kebohongan Orang Kafir","text_ayah":"وَقَالُوْٓا اِنْ هِيَ اِلَّا حَيَاتُنَا الدُّنْيَا وَمَا نَحْنُ بِمَبْعُوْثِيْنَ ","text_id":"Mereka pun akan mengatakan, “Hidup hanyalah di dunia ini dan kita tidak akan dibangkitkan.”","text_en":"They say: \"There is no other life but that of this world, and we will not be raised (from the dead).\"","transliteration":"wa qālū in hiya illā ḥayātunad-dun-yā wa mā naḥnu bimab'ụṡīn","no_fn":"","text_fn":""},{"id":819,"surah":6,"no_ayah":30,"theme":"Kebohongan Orang Kafir","text_ayah":"وَلَوْ تَرٰٓى اِذْ وُقِفُوْا عَلٰى رَبِّهِمْۗ قَالَ اَلَيْسَ هٰذَا بِالْحَقِّۗ قَالُوْا بَلٰى وَرَبِّنَاۗ قَالَ فَذُوْقُوا الْعَذَابَ بِمَا كُنْتُمْ تَكْفُرُوْنَࣖ","text_id":"Seandainya engkau (Nabi Muhammad) melihat ketika mereka dihadapkan kepada Tuhannya (tentulah engkau melihat peristiwa yang luar biasa). Dia berfirman, “Bukankah (kebangkitan) ini benar?” Mereka menjawab, “Sungguh benar, demi Tuhan kami.” Dia berfirman, “Rasakanlah azab ini karena kamu selalu kufur (kepadanya).” ","text_en":"If you see them when they are put before their Lord, He will say to them: \"Is not this the truth?\" They will answer: \"Indeed, by our Lord.\" He will say: \"Then taste the agony of punishment for what you had denied.\"","transliteration":"walau tarā iż wuqifụ 'alā rabbihim, qāla a laisa hāżā bil-ḥaqq, qālụ balā wa rabbinā, qāla fa żụqul-'ażāba bimā kuntum takfurụn","no_fn":"","text_fn":""},{"id":820,"surah":6,"no_ayah":31,"theme":"Hukuman bagi Orang yang Mengingkari Ajaran Allah","text_ayah":"قَدْ خَسِرَ الَّذِيْنَ كَذَّبُوْا بِلِقَاۤءِ اللّٰهِۗ حَتّٰٓى اِذَا جَاۤءَتْهُمُ السَّاعَةُ بَغْتَةً قَالُوْا يٰحَسْرَتَنَا عَلٰى مَا فَرَّطْنَا فِيْهَاۙ وَهُمْ يَحْمِلُوْنَ اَوْزَارَهُمْ عَلٰى ظُهُوْرِهِمْۗ  اَلَا سَاۤءَ مَا يَزِرُوْنَ ","text_id":"Sungguh rugi orang-orang yang mendustakan pertemuan dengan Allah. Maka, apabila hari Kiamat datang kepada mereka secara tiba-tiba, mereka berkata, “Alangkah besarnya penyesalan kami atas kelalaian kami tentangnya (hari Kiamat),” sambil memikul dosa-dosa di atas punggungnya. Alangkah buruknya apa yang mereka pikul itu.","text_en":"They are surely lost who call the meeting with God a lie. When the Hour comes upon them unawares, they will say: \"Alas, we neglected it!\" and carry their burdens on their backs: How evil the burden they will carry!","transliteration":"qad khasirallażīna każżabụ biliqā`illāh, ḥattā iżā jā`at-humus-sā'atu bagtatang qālụ yā ḥasratanā 'alā mā farraṭnā fīhā wa hum yaḥmilụna auzārahum 'alā ẓuhụrihim, alā sā`a mā yazirụn","no_fn":"","text_fn":""},{"id":821,"surah":6,"no_ayah":32,"theme":"Hukuman bagi Orang yang Mengingkari Ajaran Allah","text_ayah":"وَمَا الْحَيٰوةُ الدُّنْيَآ اِلَّا لَعِبٌ وَّلَهْوٌۗ وَلَلدَّارُ الْاٰخِرَةُ خَيْرٌ لِّلَّذِيْنَ يَتَّقُوْنَۗ اَفَلَا تَعْقِلُوْنَ ","text_id":"Kehidupan dunia hanyalah permainan dan kelengahan, sedangkan negeri akhirat itu, sungguh lebih baik bagi orang-orang yang bertakwa. Tidakkah kamu mengerti?","text_en":"As for the life of this world, it is nothing but a frolic and frivolity. The final abode is the best for those who are pious and fear God. Do you not comprehend?","transliteration":"wa mal-ḥayātud-dun-yā illā la'ibuw wa lahw, wa lad-dārul-ākhiratu khairul lillażīna yattaqụn, a fa lā ta'qilụn","no_fn":"","text_fn":""},{"id":822,"surah":6,"no_ayah":33,"theme":"Hukuman bagi Orang yang Mengingkari Ajaran Allah","text_ayah":"قَدْ نَعْلَمُ اِنَّهٗ لَيَحْزُنُكَ الَّذِيْ يَقُوْلُوْنَ فَاِنَّهُمْ لَا يُكَذِّبُوْنَكَ وَلٰكِنَّ الظّٰلِمِيْنَ بِاٰيٰتِ اللّٰهِ يَجْحَدُوْنَ ","text_id":"Sungguh, Kami mengetahui bahwa sesungguhnya apa yang mereka katakan itu betul-betul membuatmu (Nabi Muhammad) bersedih. (Bersabarlah) karena sebenarnya mereka tidak mendustakanmu, tetapi orang-orang zalim itu selalu mengingkari ayat-ayat Allah.","text_en":"We know what they say distresses you. It is not you in fact they accuse of lies, but the wicked deny the revelations of God!","transliteration":"qad na'lamu innahụ layaḥzunukallażī yaqụlụna fa innahum lā yukażżibụnaka wa lākinnaẓ-ẓālimīna bi`āyātillāhi yaj-ḥadụn","no_fn":"","text_fn":""},{"id":823,"surah":6,"no_ayah":34,"theme":"Hukuman bagi Orang yang Mengingkari Ajaran Allah","text_ayah":"وَلَقَدْ كُذِّبَتْ رُسُلٌ مِّنْ قَبْلِكَ فَصَبَرُوْا عَلٰى مَا كُذِّبُوْا وَاُوْذُوْا حَتّٰٓى اَتٰىهُمْ نَصْرُنَاۚ وَلَا مُبَدِّلَ لِكَلِمٰتِ اللّٰهِۚ وَلَقَدْ جَاۤءَكَ مِنْ نَّبَإِ۟ى الْمُرْسَلِيْنَ ","text_id":"Sungguh rasul-rasul sebelum engkau pun telah didustakan, lalu mereka sabar terhadap pendustaan dan penganiayaan (yang dilakukan) terhadap mereka sampai datang pertolongan Kami kepada mereka. Tidak ada yang dapat mengubah kalimāt Allah.<sup>240)</sup> Sungguh, telah datang kepadamu sebagian berita rasul-rasul itu.","text_en":"Many an apostle has been accused of lies before you. Yet they bore with fortitude the falsehoods and the hurt until our help arrived. There is no changing the word of God: The news of (past) apostles has come to you already.","transliteration":"wa laqad kużżibat rusulum ming qablika fa ṣabarụ 'alā mā kużżibụ wa ụżụ ḥattā atāhum naṣrunā, wa lā mubaddila likalimātillāh, wa laqad jā`aka min naba`il-mursalīn","no_fn":"240","text_fn":"240) Yang dimaksud dengan kalimāt Allah adalah ketetapan-ketetapan-Nya yang sudah tertulis di Lauh Mahfuz. Di antaranya adalah bahwa mereka yang mendustakannya pasti akan hancur dan orang yang mengimaninya akan menang."},{"id":824,"surah":6,"no_ayah":35,"theme":"Hukuman bagi Orang yang Mengingkari Ajaran Allah","text_ayah":"وَاِنْ كَانَ كَبُرَ عَلَيْكَ اِعْرَاضُهُمْ فَاِنِ اسْتَطَعْتَ اَنْ تَبْتَغِيَ نَفَقًا فِى الْاَرْضِ اَوْ سُلَّمًا فِى السَّمَاۤءِ فَتَأْتِيَهُمْ بِاٰيَةٍۗ وَلَوْ شَاۤءَ اللّٰهُ لَجَمَعَهُمْ عَلَى الْهُدٰى فَلَا تَكُوْنَنَّ مِنَ الْجٰهِلِيْنَ ","text_id":"Jika keberpalingan mereka terasa berat bagimu (Nabi Muhammad), andaikan engkau dapat membuat lubang di bumi atau tangga ke langit lalu engkau dapat mendatangkan bukti (mukjizat) kepada mereka, (maka buatlah). Seandainya Allah menghendaki, tentu Dia akan menjadikan mereka semua mengikuti petunjuk. Oleh karena itu, janganlah sekali-kali engkau termasuk orang-orang yang bodoh.","text_en":"If their aversion still weighs upon you, seek out a tunnel (going deep) into the earth, or a ladder reaching out to the skies, and bring them a sign: (Even then they will not believe). If God had willed He would have brought them all to the right path. So be not like the pagans.","transliteration":"wa ing kāna kabura 'alaika i'rāḍuhum fa inistaṭa'ta an tabtagiya nafaqan fil-arḍi au sullaman fis-samā`i fa ta`tiyahum bi`āyah, walau syā`allāhu lajama'ahum 'alal-hudā fa lā takụnanna minal-jāhilīn","no_fn":"","text_fn":""},{"id":825,"surah":6,"no_ayah":36,"theme":"Kesempurnaan Ilmu Allah dan Bukti Kebenarannya","text_ayah":"۞ اِنَّمَا يَسْتَجِيْبُ الَّذِيْنَ يَسْمَعُوْنَۗ وَالْمَوْتٰى يَبْعَثُهُمُ اللّٰهُ ثُمَّ اِلَيْهِ يُرْجَعُوْنَ ","text_id":"Hanya orang-orang yang menyimak (ayat-ayat Allah) sajalah yang mematuhi (seruan-Nya). Adapun orang-orang yang mati<sup>241)</sup> kelak akan dibangkitkan oleh Allah, kemudian kepada-Nya mereka dikembalikan.","text_en":"Only they will respond who can hear. As for the dead, raised they will be by God, then to Him they will be returned.","transliteration":"innamā yastajībullażīna yasma'ụn, wal-mautā yab'aṡuhumullāhu ṡumma ilaihi yurja'ụn","no_fn":"241","text_fn":"241) Orang-orang kafir diserupakan dengan orang-orang yang mati karena mereka tidak mau mendengar seruan Allah Swt. "},{"id":826,"surah":6,"no_ayah":37,"theme":"Kesempurnaan Ilmu Allah dan Bukti Kebenarannya","text_ayah":"وَقَالُوْا لَوْلَا نُزِّلَ عَلَيْهِ اٰيَةٌ مِّنْ رَّبِّهٖۗ قُلْ اِنَّ اللّٰهَ قَادِرٌ عَلٰٓى اَنْ يُّنَزِّلَ اٰيَةً وَّلٰكِنَّ اَكْثَرَهُمْ لَا يَعْلَمُوْنَ","text_id":"Mereka (orang-orang musyrik) berkata, “Mengapa tidak diturunkan kepadanya (Nabi Muhammad) suatu bukti (mukjizat) dari Tuhannya?” Katakanlah, “Sesungguhnya Allah Mahakuasa menurunkan suatu bukti (mukjizat), tetapi kebanyakan mereka tidak mengetahui.”","text_en":"They say: \"How is it no miracle was sent down to him from his Lord?\" Say: \"God certainly has power to send down a miracle; but most men cannot understand.\"","transliteration":"wa qālụ lau lā nuzzila 'alaihi āyatum mir rabbih, qul innallāha qādirun 'alā ay yunazzila āyataw wa lākinna akṡarahum lā ya'lamụn","no_fn":"","text_fn":""},{"id":827,"surah":6,"no_ayah":38,"theme":"Kesempurnaan Ilmu Allah dan Bukti Kebenarannya","text_ayah":"وَمَا مِنْ دَاۤبَّةٍ فِى الْاَرْضِ وَلَا طٰۤىِٕرٍ يَّطِيْرُ بِجَنَاحَيْهِ اِلَّآ اُمَمٌ اَمْثَالُكُمْۗ مَا فَرَّطْنَا فِى الْكِتٰبِ مِنْ شَيْءٍ ثُمَّ اِلٰى رَبِّهِمْ يُحْشَرُوْنَ ","text_id":"Tidak ada seekor hewan pun (yang berada) di bumi dan burung-burung yang terbang dengan kedua sayapnya, melainkan semuanya merupakan umat (juga) seperti kamu.<sup>242)</sup> Tidak ada sesuatu pun yang Kami luputkan di dalam kitab,<sup>243)</sup> kemudian kepada Tuhannya mereka dikumpulkan.","text_en":"There is not a thing that moves on the earth, no bird that flies on its wings, but has a community of its own like yours. There is nothing that We have left out from recording. Then they will all be gathered before their Lord.","transliteration":"wa mā min dābbatin fil-arḍi wa lā ṭā`iriy yaṭīru bijanāḥaihi illā umamun amṡālukum, mā farraṭnā fil-kitābi min syai`in ṡumma ilā rabbihim yuḥsyarụn","no_fn":"242","text_fn":"242) Sebagai makhluk hidup, binatang mempunyai kemiripan biologis dengan manusia, bahkan sebagian mempunyai sistem sosial seperti masyarakat manusia dengan kepemimpinannya.</br>243) Sebagian mufasir menafsirkan kitab itu dengan Lauh Mahfuz sehingga kalimat ini menunjukkan bahwa nasib semua makhluk sudah dituliskan (ditetapkan) di dalamnya. Ada pula yang menafsirkannya dengan Al-Qur’an sehingga maknanya adalah bahwa Al-Qur’an telah memuat pokok-pokok agama, norma, hukum, hikmah, dan tuntunan untuk kebahagiaan manusia di dunia dan akhirat."},{"id":828,"surah":6,"no_ayah":39,"theme":"Kesempurnaan Ilmu Allah dan Bukti Kebenarannya","text_ayah":"وَالَّذِيْنَ كَذَّبُوْا بِاٰيٰتِنَا صُمٌّ وَّبُكْمٌ فِى الظُّلُمٰتِۗ مَنْ يَّشَاِ اللّٰهُ يُضْلِلْهُ وَمَنْ يَّشَأْ يَجْعَلْهُ عَلٰى صِرَاطٍ مُّسْتَقِيْمٍ ","text_id":"Orang-orang yang mendustakan ayat-ayat Kami (seperti orang yang) tuli dan bisu, serta berada dalam berbagai kegelapan. Siapa yang dikehendaki Allah (dalam kesesatan), niscaya disesatkan-Nya. Siapa yang dikehendaki Allah (dalam petunjuk), niscaya Dia menjadikannya berada di atas jalan yang lurus.<sup>244)</sup> ","text_en":"Those who deny Our revelations are deaf, dumb, and lost in the dark. God sends whosoever He wills astray, and leads whom He will to the straight path.","transliteration":"wallażīna każżabụ bi`āyātinā ṣummuw wa bukmun fiẓ-ẓulumāt, may yasya`illāhu yuḍlil-hu wa may yasya` yaj'al-hu 'alā ṣirāṭim mustaqīm","no_fn":"244","text_fn":"244) Mereka yang disesatkan oleh Allah Swt. memang memilih jalan kekufuran, sedangkan mereka yang diberi petunjuk memang memilih jalan petunjuk."},{"id":829,"surah":6,"no_ayah":40,"theme":"Kesempurnaan Ilmu Allah dan Bukti Kebenarannya","text_ayah":"قُلْ اَرَءَيْتَكُمْ اِنْ اَتٰىكُمْ عَذَابُ اللّٰهِ اَوْ اَتَتْكُمُ السَّاعَةُ اَغَيْرَ اللّٰهِ تَدْعُوْنَۚ اِنْ كُنْتُمْ صٰدِقِيْنَ ","text_id":"Katakanlah (Nabi Muhammad), “Terangkanlah kepadaku (bahwa) jika siksaan Allah sampai kepadamu (di dunia) atau hari Kiamat sampai kepadamu, apakah kamu (tetap) akan menyeru (tuhan) selain Allah, jika kamu (merasa) orang yang benar?”","text_en":"Say: \"Have you thought if the punishment of God or the Hour (of Doom) came upon you, would you call to any other than God? Answer, if you are men of truth.\"","transliteration":"qul a ra`aitakum in atākum 'ażābullāhi au atatkumus-sā'atu a gairallāhi tad'ụn, ing kuntum ṣādiqīn","no_fn":"","text_fn":""},{"id":830,"surah":6,"no_ayah":41,"theme":"Kesempurnaan Ilmu Allah dan Bukti Kebenarannya","text_ayah":"بَلْ اِيَّاهُ تَدْعُوْنَ فَيَكْشِفُ مَا تَدْعُوْنَ اِلَيْهِ اِنْ شَاۤءَ وَتَنْسَوْنَ مَا تُشْرِكُوْنَࣖ","text_id":"Tidak! Hanya kepada-Nya kamu menyeru. Maka, jika Dia menghendaki, Dia hilangkan apa (bahaya dan siksa) yang (karenanya) kamu memohon kepada-Nya, dan (karena dahsyatnya keadaan) kamu tinggalkan apa yang kamu persekutukan (dengan Allah).","text_en":"No: You will call to Him alone; and He will, if He please, remove (the distress) for which you had called Him; and forget those you associate as compeers (with Him)","transliteration":"bal iyyāhu tad'ụna fa yaksyifu mā tad'ụna ilaihi in syā`a wa tansauna mā tusyrikụn","no_fn":"","text_fn":""},{"id":831,"surah":6,"no_ayah":42,"theme":"Kesempurnaan Ilmu Allah dan Bukti Kebenarannya","text_ayah":"وَلَقَدْ اَرْسَلْنَآ اِلٰٓى اُمَمٍ مِّنْ قَبْلِكَ فَاَخَذْنٰهُمْ بِالْبَأْسَاۤءِ وَالضَّرَّاۤءِ لَعَلَّهُمْ يَتَضَرَّعُوْنَ ","text_id":"Sungguh, Kami telah mengutus (para rasul) kepada umat-umat sebelum engkau, (tetapi mereka membangkang,) kemudian Kami siksa mereka dengan (menimpakan) kemelaratan dan kesengsaraan, agar tunduk merendahkan diri (kepada Allah).","text_en":"We have indeed sent (apostles) to many a people before you, and inflicted upon them hardships and afflictions so that they might submit.","transliteration":"wa laqad arsalnā ilā umamim ming qablika fa akhażnāhum bil-ba`sā`i waḍ-ḍarrā`i la'allahum yataḍarra'ụn","no_fn":"","text_fn":""},{"id":832,"surah":6,"no_ayah":43,"theme":"Kesempurnaan Ilmu Allah dan Bukti Kebenarannya","text_ayah":"فَلَوْلَآ اِذْ جَاۤءَهُمْ بَأْسُنَا تَضَرَّعُوْا وَلٰكِنْ قَسَتْ قُلُوْبُهُمْ وَزَيَّنَ لَهُمُ الشَّيْطٰنُ مَا كَانُوْا يَعْمَلُوْنَ ","text_id":"Akan tetapi, mengapa mereka tidak tunduk merendahkan diri (kepada Allah) ketika siksaan Kami datang menimpa mereka? Bahkan hati mereka telah menjadi keras dan setan pun menjadikan terasa indah bagi mereka apa yang selalu mereka kerjakan.","text_en":"Then why did they not submit when Our punishment came upon them? But their hearts were hardened, and Satan made things they were doing look attractive to them.","transliteration":"falau lā iż jā`ahum ba`sunā taḍarra'ụ wa lāking qasat qulụbuhum wa zayyana lahumusy-syaiṭānu mā kānụ ya'malụn","no_fn":"","text_fn":""},{"id":833,"surah":6,"no_ayah":44,"theme":"Kesempurnaan Ilmu Allah dan Bukti Kebenarannya","text_ayah":"فَلَمَّا نَسُوْا مَا ذُكِّرُوْا بِهٖ فَتَحْنَا عَلَيْهِمْ اَبْوَابَ كُلِّ شَيْءٍۗ حَتّٰٓى اِذَا فَرِحُوْا بِمَآ اُوْتُوْٓا اَخَذْنٰهُمْ بَغْتَةً فَاِذَا هُمْ مُّبْلِسُوْنَ","text_id":"Maka, ketika mereka melupakan peringatan yang telah diberikan kepada mereka, Kami pun membukakan pintu-pintu segala sesuatu (kesenangan) untuk mereka, sehingga ketika mereka bergembira dengan apa yang telah diberikan kepada mereka, Kami siksa mereka secara tiba-tiba, maka ketika itu mereka terdiam putus asa.","text_en":"When they had become oblivious of what they were warned, We opened wide the gates of everything to them; yet as they rejoiced at what they were given, We caught them unawares, and they were filled with despair.","transliteration":"fa lammā nasụ mā żukkirụ bihī fataḥnā 'alaihim abwāba kulli syaī`, ḥattā iżā fariḥụ bimā ụtū akhażnāhum bagtatan fa iżā hum mublisụn","no_fn":"","text_fn":""},{"id":834,"surah":6,"no_ayah":45,"theme":"Kesempurnaan Ilmu Allah dan Bukti Kebenarannya","text_ayah":"فَقُطِعَ دَابِرُ الْقَوْمِ الَّذِيْنَ ظَلَمُوْاۗ وَالْحَمْدُ لِلّٰهِ رَبِّ الْعٰلَمِيْنَ ","text_id":"Maka, orang-orang yang zalim itu dimusnahkan sampai ke akar-akarnya. Segala puji bagi Allah, Tuhan semesta alam.","text_en":"Thus were the wicked people rooted out of existence to the last. All praise be to God, the Lord of all the worlds.","transliteration":"fa quṭi'a dābirul-qaumillażīna ẓalamụ, wal-ḥamdu lillāhi rabbil-'ālamīn","no_fn":"","text_fn":""},{"id":835,"surah":6,"no_ayah":46,"theme":"Kekuasaan Allah dan Ketentuan-Nya","text_ayah":"قُلْ اَرَاَيْتُمْ اِنْ اَخَذَ اللّٰهُ سَمْعَكُمْ وَاَبْصَارَكُمْ وَخَتَمَ عَلٰى قُلُوْبِكُمْ مَّنْ اِلٰهٌ غَيْرُ اللّٰهِ يَأْتِيْكُمْ بِهٖۗ اُنْظُرْ كَيْفَ نُصَرِّفُ الْاٰيٰتِ ثُمَّ هُمْ يَصْدِفُوْنَ ","text_id":"Katakanlah (Nabi Muhammad), “Terangkanlah kepadaku jika Allah mencabut pendengaran dan penglihatan serta menutup hatimu, siapakah tuhan selain Allah yang kuasa mengembalikannya kepadamu?” Perhatikanlah, bagaimana Kami menjelaskan berulang-ulang (kepada mereka) tanda-tanda kekuasaan (Kami), tetapi mereka tetap berpaling.","text_en":"Say: \"Imagine if God takes away your hearing and sight, and sets a seal on your hearts, what deity other than God will restore them to you?\" See how We inflect Our signs: Even then they turn aside.","transliteration":"qul a ra`aitum in akhażallāhu sam'akum wa abṣārakum wa khatama 'alā qulụbikum man ilāhun gairullāhi ya`tīkum bih, unẓur kaifa nuṣarriful-āyāti ṡumma hum yaṣdifụn","no_fn":"","text_fn":""},{"id":836,"surah":6,"no_ayah":47,"theme":"Kekuasaan Allah dan Ketentuan-Nya","text_ayah":"قُلْ اَرَاَيْتَكُمْ اِنْ اَتٰىكُمْ عَذَابُ اللّٰهِ بَغْتَةً اَوْ جَهْرَةً هَلْ يُهْلَكُ اِلَّا الْقَوْمُ الظّٰلِمُوْنَ ","text_id":"Katakanlah (Nabi Muhammad), “Terangkanlah kepadaku jika siksaan Allah sampai kepadamu secara tiba-tiba atau terang-terangan, maka adakah yang dibinasakan (Allah) selain orang-orang yang zalim?”","text_en":"Say: \"Imagine if the punishment of God were to come unawares, or openly, who will perish but the evil-doers?\"","transliteration":"qul a ra`aitakum in atākum 'ażābullāhi bagtatan au jahratan hal yuhlaku illal-qaumuẓ-ẓālimụn","no_fn":"","text_fn":""},{"id":837,"surah":6,"no_ayah":48,"theme":"Kekuasaan Allah dan Ketentuan-Nya","text_ayah":"وَمَا نُرْسِلُ الْمُرْسَلِيْنَ اِلَّا مُبَشِّرِيْنَ وَمُنْذِرِيْنَۚ فَمَنْ اٰمَنَ وَاَصْلَحَ فَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُوْنَ ","text_id":"Tidaklah Kami utus para rasul melainkan untuk memberi kabar gembira dan memberi peringatan. Siapa beriman dan mengadakan perbaikan, maka tidak ada rasa takut pada mereka dan mereka tidak bersedih hati.","text_en":"We do not send apostles but to give good tidings and to warn. Then those who believe or reform will have neither fear nor regret.","transliteration":"wa mā nursilul-mursalīna illā mubasysyirīna wa munżirīn, fa man āmana wa aṣlaḥa fa lā khaufun 'alaihim wa lā hum yaḥzanụn","no_fn":"","text_fn":""},{"id":838,"surah":6,"no_ayah":49,"theme":"Kekuasaan Allah dan Ketentuan-Nya","text_ayah":"وَالَّذِيْنَ كَذَّبُوْا بِاٰيٰتِنَا يَمَسُّهُمُ الْعَذَابُ بِمَا كَانُوْا يَفْسُقُوْنَ ","text_id":"Orang-orang yang mendustakan ayat-ayat Kami akan ditimpa azab karena mereka selalu berbuat fasik (berbuat dosa).","text_en":"But those who deny Our messages will be seized by nemesis for being disobedient.","transliteration":"wallażīna każżabụ bi`āyātinā yamassuhumul-'ażābu bimā kānụ yafsuqụn","no_fn":"","text_fn":""},{"id":839,"surah":6,"no_ayah":50,"theme":"Tuntunan Menghadapi Masyarakat","text_ayah":"قُلْ لَّآ اَقُوْلُ لَكُمْ عِنْدِيْ خَزَاۤىِٕنُ اللّٰهِ وَلَآ اَعْلَمُ الْغَيْبَ وَلَآ اَقُوْلُ لَكُمْ اِنِّيْ مَلَكٌۚ اِنْ اَتَّبِعُ اِلَّا مَا يُوْحٰٓى اِلَيَّۗ  قُلْ هَلْ يَسْتَوِى الْاَعْمٰى وَالْبَصِيْرُۗ اَفَلَا تَتَفَكَّرُوْنَࣖ","text_id":"Katakanlah (Nabi Muhammad), “Aku tidak mengatakan kepadamu bahwa perbendaharaan (rezeki) Allah ada padaku, aku (sendiri) tidak mengetahui yang gaib, dan aku tidak (pula) mengatakan kepadamu bahwa aku malaikat. Aku tidak mengikuti kecuali apa yang diwahyukan kepadaku.” Katakanlah, “Apakah sama orang yang buta dengan orang yang melihat? Apakah kamu tidak memikirkan(-nya)?”","text_en":"Tell them: \"I do not say that I possess the treasures of God, or have knowledge of the Unknown, or that I am an angel. I only follow what is sent down to me.\" And say: \"How can a blind man and a man who can see, be alike? Will you not reflect?\"","transliteration":"qul lā aqụlu lakum 'indī khazā`inullāhi wa lā a'lamul-gaiba wa lā aqụlu lakum innī malak, in attabi'u illā mā yụḥā ilayy, qul hal yastawil-a'mā wal-baṣīr, a fa lā tatafakkarụn","no_fn":"","text_fn":""},{"id":840,"surah":6,"no_ayah":51,"theme":"Tuntunan Menghadapi Masyarakat","text_ayah":"وَاَنْذِرْ بِهِ الَّذِيْنَ يَخَافُوْنَ اَنْ يُّحْشَرُوْٓا اِلٰى رَبِّهِمْ لَيْسَ لَهُمْ مِّنْ دُوْنِهٖ وَلِيٌّ وَّلَا شَفِيْعٌ لَّعَلَّهُمْ يَتَّقُوْنَ","text_id":"Peringatkanlah dengannya (Al-Qur’an) orang-orang yang takut akan dikumpulkan menghadap Tuhannya (pada hari Kiamat). Tidak ada bagi mereka pelindung dan pemberi syafaat (pertolongan) selain Allah, agar mereka bertakwa.","text_en":"Warn those who fear, through this (Qur'an), that they will be gathered before their Lord, and they will have none to protect or intercede for them apart from Him. They may haply take heed for themselves.","transliteration":"wa anżir bihillażīna yakhāfụna ay yuḥsyarū ilā rabbihim laisa lahum min dụnihī waliyyuw wa lā syafī'ul la'allahum yattaqụn","no_fn":"","text_fn":""},{"id":841,"surah":6,"no_ayah":52,"theme":"Tuntunan Menghadapi Masyarakat","text_ayah":"وَلَا تَطْرُدِ الَّذِيْنَ يَدْعُوْنَ رَبَّهُمْ بِالْغَدٰوةِ وَالْعَشِيِّ يُرِيْدُوْنَ وَجْهَهٗۗ مَا عَلَيْكَ مِنْ حِسَابِهِمْ مِّنْ شَيْءٍ وَّمَا مِنْ حِسَابِكَ عَلَيْهِمْ مِّنْ شَيْءٍ فَتَطْرُدَهُمْ فَتَكُوْنَ مِنَ الظّٰلِمِيْنَ ","text_id":"Janganlah engkau (Nabi Muhammad) mengusir orang-orang yang menyeru Tuhannya pada pagi dan petang hari, sedangkan mereka mengharapkan keridaan-Nya. Engkau tidak memikul tanggung jawab sedikit pun terhadap perbuatan mereka dan mereka (pun) tidak memikul tanggung jawab sedikit pun terhadap perbuatanmu, sehingga engkau (tidak berhak) mengusir mereka. (Jika dilakukan,) engkau termasuk orang-orang yang zalim.<sup>245)</sup>","text_en":"Do not turn away those who supplicate their Lord morning and evening, seeking His magnificence. You are not accountable for them in the least, nor they for you at all. If you drive them away you will only be unjust.","transliteration":"wa lā taṭrudillażīna yad'ụna rabbahum bil-gadāti wal-'asyiyyi yurīdụna waj-hah, mā 'alaika min ḥisābihim min syai`iw wa mā min ḥisābika 'alaihim min syai`in fa taṭrudahum fa takụna minaẓ-ẓālimīn","no_fn":"245","text_fn":"245) Ketika Rasulullah saw. sedang duduk-duduk bersama beberapa orang mukmin yang dianggap hina dan miskin oleh kaum Quraisy, datanglah beberapa pemuka Quraisy hendak berbicara dengan Rasulullah. Mereka enggan duduk bersama dengan orang mukmin itu dan mendesak beliau untuk mengusir orang-orang mukmin itu supaya mereka dapat berbicara dengan Rasulullah secara nyaman. Ayat ini turun sebagai teguran terhadap sikap tersebut. "},{"id":842,"surah":6,"no_ayah":53,"theme":"Tuntunan Menghadapi Masyarakat","text_ayah":"وَكَذٰلِكَ فَتَنَّا بَعْضَهُمْ بِبَعْضٍ لِّيَقُوْلُوْٓا اَهٰٓؤُلَاۤءِ مَنَّ اللّٰهُ عَلَيْهِمْ مِّنْۢ بَيْنِنَاۗ  اَلَيْسَ اللّٰهُ بِاَعْلَمَ بِالشّٰكِرِيْنَ ","text_id":"Demikianlah Kami telah menguji sebagian mereka (yang kaya dan berkuasa) dengan sebagian yang lain (yang miskin dan menderita), sehingga mereka (yang kaya dan kufur itu) berkata, “Orang-orang semacam inikah (yang status sosialnya rendah) di antara kita yang diberi anugerah oleh Allah?” (Allah berfirman,) “Tidakkah Allah lebih mengetahui tentang mereka yang bersyukur (kepada-Nya)?”","text_en":"Thus do We try men through one another so that they may ask: \"Are these the ones of all of us who have been favoured by God?\" Does God not know who are the grateful?","transliteration":"wa każālika fatannā ba'ḍahum biba'ḍil liyaqụlū a hā`ulā`i mannallāhu 'alaihim mim baininā, a laisallāhu bi`a'lama bisy-syākirīn","no_fn":"","text_fn":""},{"id":843,"surah":6,"no_ayah":54,"theme":"Tuntunan Menghadapi Masyarakat","text_ayah":"وَاِذَا جَاۤءَكَ الَّذِيْنَ يُؤْمِنُوْنَ بِاٰيٰتِنَا فَقُلْ سَلٰمٌ عَلَيْكُمْ كَتَبَ رَبُّكُمْ عَلٰى نَفْسِهِ الرَّحْمَةَۙ اَنَّهٗ مَنْ عَمِلَ مِنْكُمْ سُوْۤءًاۢ بِجَهَالَةٍ ثُمَّ تَابَ مِنْۢ بَعْدِهٖ وَاَصْلَحَ فَاَنَّهٗ غَفُوْرٌ رَّحِيْمٌ  ","text_id":"Apabila orang-orang yang beriman pada ayat-ayat Kami datang kepadamu, katakanlah, “Salāmun ‘alaikum (semoga keselamatan tercurah kepadamu).” Tuhanmu telah menetapkan sifat kasih sayang pada diri-Nya, (yaitu) siapa yang berbuat kejahatan di antara kamu karena kejahilan (kebodohan, kecerobohan, dorongan nafsu, amarah dan sebagainya), kemudian dia bertobat setelah itu dan memperbaiki diri, maka sesungguhnya Dia Maha Pengampun lagi Maha Penyayang.","text_en":"When those who believe in Our revelations come to you, say to them: \"Peace on you.\" Your Lord has prescribed grace for Himself, so that in case one of you commits evil out of ignorance, then feels repentant and reforms, He may be forgiving and kind.","transliteration":"wa iżā jā`akallażīna yu`minụna bi`āyātinā fa qul salāmun 'alaikum kataba rabbukum 'alā nafsihir-raḥmata annahụ man 'amila mingkum sū`am bijahālatin ṡumma tāba mim ba'dihī wa aṣlaḥa fa annahụ gafụrur raḥīm","no_fn":"","text_fn":""},{"id":844,"surah":6,"no_ayah":55,"theme":"Tuntunan Menghadapi Masyarakat","text_ayah":"وَكَذٰلِكَ نُفَصِّلُ الْاٰيٰتِ وَلِتَسْتَبِيْنَ سَبِيْلُ الْمُجْرِمِيْنَࣖ","text_id":"Demikianlah Kami terangkan ayat-ayat Al-Qur’an secara terperinci (agar terlihat jelas jalan kebenaran) dan agar terlihat jelas (pula) jalan para pendurhaka. ","text_en":"Thus distinctly do We explain Our signs that the way of sinners may become distinct.","transliteration":"wa każālika nufaṣṣilul-āyāti wa litastabīna sabīlul-mujrimīn","no_fn":"","text_fn":""},{"id":845,"surah":6,"no_ayah":56,"theme":"Sikap Muslim terhadap Ajakan Orang Musyrik","text_ayah":"قُلْ اِنِّيْ نُهِيْتُ اَنْ اَعْبُدَ الَّذِيْنَ تَدْعُوْنَ مِنْ دُوْنِ اللّٰهِۗ قُلْ لَّآ اَتَّبِعُ اَهْوَاۤءَكُمْۙ قَدْ ضَلَلْتُ اِذًا وَّمَآ اَنَا۠ مِنَ الْمُهْتَدِيْنَ ","text_id":"Katakanlah (Nabi Muhammad), “Sesungguhnya aku dilarang menyembah tuhan-tuhan yang kamu sembah selain Allah.” Katakanlah, “Aku tidak akan mengikuti keinginanmu. Jika berbuat demikian, sungguh tersesatlah aku, dan aku tidak termasuk orang yang mendapat petunjuk.”","text_en":"Tell them: \"I am forbidden to worship those you invoke apart from God.\" And say: \"I will not follow your wishes. If I do, I shall be lost and not be one of those who follow the right path.\"","transliteration":"qul innī nuhītu an a'budallażīna tad'ụna min dụnillāh, qul lā attabi'u ahwā`akum qad ḍalaltu iżaw wa mā ana minal-muhtadīn","no_fn":"","text_fn":""},{"id":846,"surah":6,"no_ayah":57,"theme":"Sikap Muslim terhadap Ajakan Orang Musyrik","text_ayah":"قُلْ اِنِّيْ عَلٰى بَيِّنَةٍ مِّنْ رَّبِّيْ وَكَذَّبْتُمْ بِهٖۗ مَا عِنْدِيْ مَا تَسْتَعْجِلُوْنَ بِهٖۗ اِنِ الْحُكْمُ اِلَّا لِلّٰهِۗ يَقُصُّ الْحَقَّ وَهُوَ خَيْرُ الْفٰصِلِيْنَ","text_id":"Katakanlah (Nabi Muhammad), “Aku (berada) di atas keterangan yang nyata (kebenarannya, yaitu Al-Qur’an) dari Tuhanku, sedangkan kamu mendustakannya. Bukanlah kewenanganku (untuk menurunkan azab) yang kamu tuntut untuk disegerakan kedatangannya. Menetapkan hukum itu hanyalah hak Allah. Dia menerangkan kebenaran dan Dia pemberi keputusan yang terbaik.”","text_en":"Tell them: \"A clear proof has come to me from my Lord, and Him you deny. But what you wish to be hastened is not within my power. The judgement is only God's. He unfolds the Truth, and is the best of judges.\"","transliteration":"qul innī 'alā bayyinatim mir rabbī wa każżabtum bih, mā 'indī mā tasta'jilụna bih, inil-ḥukmu illā lillāh, yaquṣṣul-ḥaqqa wa huwa khairul-fāṣilīn","no_fn":"","text_fn":""},{"id":847,"surah":6,"no_ayah":58,"theme":"Sikap Muslim terhadap Ajakan Orang Musyrik","text_ayah":"قُلْ لَّوْ اَنَّ عِنْدِيْ مَا تَسْتَعْجِلُوْنَ بِهٖ لَقُضِيَ الْاَمْرُ بَيْنِيْ وَبَيْنَكُمْۗ وَاللّٰهُ اَعْلَمُ بِالظّٰلِمِيْنَ ","text_id":"Katakanlah (Nabi Muhammad), “Seandainya ada padaku (kewenangan untuk menurunkan) apa (azab) yang kamu minta agar disegerakan kedatangannya, tentu selesailah segala perkara antara aku dan kamu.”<sup>246)</sup> Allah lebih mengetahui tentang orang-orang yang zalim.","text_en":"Say: \"If what you wish to be hastened were in my power, all matters between you and me would have been settled; God is cognisant of those who are unjust.\"","transliteration":"qul lau anna 'indī mā tasta'jilụna bihī laquḍiyal-amru bainī wa bainakum, wallāhu a'lamu biẓ-ẓālimīn","no_fn":"246","text_fn":"246) Maksudnya, tentu Allah Swt. menurunkan azab kepadamu sampai kamu binasa."},{"id":848,"surah":6,"no_ayah":59,"theme":"Allah Yang Maha Mengetahui Hal Gaib","text_ayah":"۞ وَعِنْدَهٗ مَفَاتِحُ الْغَيْبِ لَا يَعْلَمُهَآ اِلَّا هُوَۗ وَيَعْلَمُ مَا فِى الْبَرِّ وَالْبَحْرِۗ وَمَا تَسْقُطُ مِنْ وَّرَقَةٍ اِلَّا يَعْلَمُهَا وَلَا حَبَّةٍ فِيْ ظُلُمٰتِ الْاَرْضِ وَلَا رَطْبٍ وَّلَا يَابِسٍ اِلَّا فِيْ كِتٰبٍ مُّبِيْنٍ ","text_id":"Kunci-kunci semua yang gaib ada pada-Nya; tidak ada yang mengetahuinya selain Dia. Dia mengetahui apa yang ada di darat dan di laut. Tidak ada sehelai daun pun yang gugur yang tidak diketahui-Nya. Tidak ada sebutir biji pun dalam kegelapan bumi dan tidak pula sesuatu yang basah atau yang kering, melainkan (tertulis) dalam kitab yang nyata (Lauh Mahfuz).","text_en":"He has the keys of the Unknown. No one but He has knowledge; He knows what is on the land and in the sea. Not a leaf falls without His knowledge, nor a grain in the darkest (recess) of the earth, nor any thing green or seared that is not recorded in the open book (of nature).","transliteration":"wa 'indahụ mafātiḥul-gaibi lā ya'lamuhā illā huw, wa ya'lamu mā fil-barri wal-baḥr, wa mā tasquṭu miw waraqatin illā ya'lamuhā wa lā ḥabbatin fī ẓulumātil-arḍi wa lā raṭbiw wa lā yābisin illā fī kitābim mubīn","no_fn":"","text_fn":""},{"id":849,"surah":6,"no_ayah":60,"theme":"Allah Yang Maha Mengetahui Hal Gaib","text_ayah":"وَهُوَ الَّذِيْ يَتَوَفّٰىكُمْ بِالَّيْلِ وَيَعْلَمُ مَا جَرَحْتُمْ بِالنَّهَارِ ثُمَّ يَبْعَثُكُمْ فِيْهِ لِيُقْضٰٓى اَجَلٌ مُّسَمًّىۚ ثُمَّ اِلَيْهِ مَرْجِعُكُمْ ثُمَّ يُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُوْنَࣖ","text_id":"Dialah yang menidurkan kamu pada malam hari dan Dia mengetahui apa yang kamu kerjakan pada siang hari. Kemudian, Dia membangunkan kamu padanya (siang hari) untuk disempurnakan umurmu yang telah ditetapkan. Kemudian kepada-Nya tempat kamu kembali, lalu Dia memberitahukan kepadamu apa yang telah kamu kerjakan.","text_en":"It is He indeed who sends you to death at night, and knows what you do in the day, then makes you rise with it again in order that the fixed term of life be fulfilled. Then to Him you will be returned when He will tell you what you did.","transliteration":"wa huwallażī yatawaffākum bil-laili wa ya'lamu mā jaraḥtum bin-nahāri ṡumma yab'aṡukum fīhi liyuqḍā ajalum musammā, ṡumma ilaihi marji'ukum ṡumma yunabbi`ukum bimā kuntum ta'malụn","no_fn":"","text_fn":""},{"id":850,"surah":6,"no_ayah":61,"theme":"Allah Yang Maha Mengetahui Hal Gaib","text_ayah":"وَهُوَ الْقَاهِرُ فَوْقَ عِبَادِهٖ وَيُرْسِلُ عَلَيْكُمْ حَفَظَةًۗ حَتّٰٓى اِذَا جَاۤءَ اَحَدَكُمُ الْمَوْتُ تَوَفَّتْهُ رُسُلُنَا وَهُمْ لَا يُفَرِّطُوْنَ ","text_id":"Dialah Penguasa mutlak di atas semua hamba-Nya, dan Dia mengutus kepadamu malaikat-malaikat penjaga, sehingga apabila kematian datang kepada salah seorang di antara kamu, malaikat-malaikat Kami mencabut nyawanya, dan mereka tidak melalaikan tugasnya.","text_en":"He has power over His creatures, and appoints guardians to watch over them. When death comes to one of you, Our messengers take away his soul, and do not falter.","transliteration":"wa huwal-qāhiru fauqa 'ibādihī wa yursilu 'alaikum ḥafaẓah, ḥattā iżā jā`a aḥadakumul-mautu tawaffat-hu rusulunā wa hum lā yufarriṭụn","no_fn":"","text_fn":""},{"id":851,"surah":6,"no_ayah":62,"theme":"Allah Yang Maha Mengetahui Hal Gaib","text_ayah":"ثُمَّ رُدُّوْٓا اِلَى اللّٰهِ مَوْلٰىهُمُ الْحَقِّۗ  اَلَا لَهُ الْحُكْمُ وَهُوَ اَسْرَعُ الْحٰسِبِيْنَ ","text_id":"Kemudian mereka (hamba-hamba Allah) dikembalikan kepada Allah, Penguasa mereka yang sebenarnya. Ketahuilah bahwa segala hukum (pada hari itu) hanya milik-Nya, Dialah pembuat perhitungan yang paling cepat.","text_en":"Then they are taken to God, their real lord and master. His indeed is the judgement; and He is swift at reckoning.","transliteration":"ṡumma ruddū ilallāhi maulāhumul-ḥaqq, alā lahul-ḥukmu wa huwa asra'ul-ḥāsibīn","no_fn":"","text_fn":""},{"id":852,"surah":6,"no_ayah":63,"theme":"Bukti Kebesaran Allah dan Kasih Sayang-Nya","text_ayah":"قُلْ مَنْ يُّنَجِّيْكُمْ مِّنْ ظُلُمٰتِ الْبَرِّ وَالْبَحْرِ تَدْعُوْنَهٗ تَضَرُّعًا وَّخُفْيَةًۚ لَىِٕنْ اَنْجٰىنَا مِنْ هٰذِهٖ لَنَكُوْنَنَّ مِنَ الشّٰكِرِيْنَ ","text_id":"Katakanlah (Nabi Muhammad), “Siapakah yang dapat menyelamatkanmu dari berbagai kegelapan (bencana) di darat dan di laut, ketika kamu berdoa kepada-Nya dengan rendah hati dan dengan suara yang lembut (dengan berkata), ‘Sungguh, jika Dia menyelamatkan kami dari (bencana) ini, tentulah kami menjadi orang-orang yang bersyukur.’”","text_en":"Ask: \"Who is it who comes to your rescue in the darkness of the desert and the sea, and whom you supplicate humbly and unseen: 'If You deliver us from this, we shall indeed he grateful?'","transliteration":"qul may yunajjīkum min ẓulumātil-barri wal-baḥri tad'ụnahụ taḍarru'aw wa khufyah, la`in anjānā min hāżihī lanakụnanna minasy-syākirīn","no_fn":"","text_fn":""},{"id":853,"surah":6,"no_ayah":64,"theme":"Bukti-Bukti Kebesaran dan Kasih Sayang Allah Kepada Hamba-Nya","text_ayah":"قُلِ اللّٰهُ يُنَجِّيْكُمْ مِّنْهَا وَمِنْ كُلِّ كَرْبٍ ثُمَّ اَنْتُمْ تُشْرِكُوْنَ ","text_id":"Katakanlah (Nabi Muhammad), “Allah yang menyelamatkanmu darinya (bencana itu) dan dari segala macam kesusahan. Kemudian, kamu (kembali) mempersekutukan-Nya.”","text_en":"Say: \"God delivers you from this and every calamity. Even then you ascribe compeers (to Him)!\"","transliteration":"qulillāhu yunajjīkum min-hā wa ming kulli karbin ṡumma antum tusyrikụn","no_fn":"","text_fn":""},{"id":854,"surah":6,"no_ayah":65,"theme":"Bukti-Bukti Kebesaran dan Kasih Sayang Allah Kepada Hamba-Nya","text_ayah":"قُلْ هُوَ الْقَادِرُ عَلٰٓى اَنْ يَّبْعَثَ عَلَيْكُمْ عَذَابًا مِّنْ فَوْقِكُمْ اَوْ مِنْ تَحْتِ اَرْجُلِكُمْ اَوْ يَلْبِسَكُمْ شِيَعًا وَّيُذِيْقَ بَعْضَكُمْ بَأْسَ بَعْضٍۗ  اُنْظُرْ كَيْفَ نُصَرِّفُ الْاٰيٰتِ لَعَلَّهُمْ يَفْقَهُوْنَ ","text_id":"Katakanlah (Nabi Muhammad), “Dialah Yang Mahakuasa mengirimkan azab kepadamu, dari atas atau dari bawah kakimu<sup>247)</sup> atau Dia memecah belah kamu menjadi golongan-golongan (yang saling bertentangan) dan merasakan kepada sebagian kamu keganasan sebagian yang lain.” Perhatikanlah, bagaimana Kami menjelaskan berulang-ulang tanda-tanda (kekuasaan Kami) agar mereka memahami(-nya).<sup>248)</sup>","text_en":"Say: \"He has power to send you retribution from the skies above, or the earth beneath your feet, or confound you with divisions among you, and give one the taste of the vengeance of the other.\" See, how distinctly We explain Our signs that they may understand.","transliteration":"qul huwal-qādiru 'alā ay yab'aṡa 'alaikum 'ażābam min fauqikum au min taḥti arjulikum au yalbisakum syiya'aw wa yużīqa ba'ḍakum ba`sa ba'ḍ, unẓur kaifa nuṣarriful-āyāti la'allahum yafqahụn","no_fn":"247","text_fn":"247) Azab yang datang dari atas adalah hujan batu, sambaran petir, dan lain-lain. Adapun yang datang dari bawah adalah seperti gempa bumi dan banjir.</br>248) Allah Swt. menjelaskan tanda-tanda kekuasaan-Nya dalam berbagai rupa dengan cara yang berbeda-beda. Sebagian ulama menjelaskan bahwa tanda-tanda kekuasaan Allah itu berupa peringatan, kisah, hukum, dan lain-lain."},{"id":855,"surah":6,"no_ayah":66,"theme":"Bukti-Bukti Kebesaran dan Kasih Sayang Allah Kepada Hamba-Nya","text_ayah":"وَكَذَّبَ بِهٖ قَوْمُكَ وَهُوَ الْحَقُّۗ قُلْ لَّسْتُ عَلَيْكُمْ بِوَكِيْلٍۗ ","text_id":"Kaummu mendustakannya (azab)<sup>249)</sup> padahal (azab) itu benar adanya. Katakanlah (Nabi Muhammad), “Aku ini bukanlah penanggung jawab kamu.”","text_en":"This (Book) has been called by your people a falsehood though it is the truth. Say: \"I am not a warden over you.\"","transliteration":"wa każżaba bihī qaumuka wa huwal-ḥaqq, qul lastu 'alaikum biwakīl","no_fn":"249","text_fn":"249) Menurut sebagian mufasir, yang didustakan itu adalah Al-Qur’an."},{"id":856,"surah":6,"no_ayah":67,"theme":"Bukti-Bukti Kebesaran dan Kasih Sayang Allah Kepada Hamba-Nya","text_ayah":"لِكُلِّ نَبَاٍ مُّسْتَقَرٌّ وَّسَوْفَ تَعْلَمُوْنَ ","text_id":"Setiap berita (yang dibawa oleh rasul) ada (waktu) terjadinya dan kelak kamu akan mengetahui.","text_en":"A time is fixed for every prophecy; you will come to know in time.","transliteration":"likulli naba`im mustaqarruw wa saufa ta'lamụn","no_fn":"","text_fn":""},{"id":857,"surah":6,"no_ayah":68,"theme":"Perintah Meninggalkan Orang yang Memperolok Agama Allah","text_ayah":"وَاِذَا رَاَيْتَ الَّذِيْنَ يَخُوْضُوْنَ فِيْٓ اٰيٰتِنَا فَاَعْرِضْ عَنْهُمْ حَتّٰى يَخُوْضُوْا فِيْ حَدِيْثٍ غَيْرِهٖۗ وَاِمَّا يُنْسِيَنَّكَ الشَّيْطٰنُ فَلَا تَقْعُدْ بَعْدَ الذِّكْرٰى مَعَ الْقَوْمِ الظّٰلِمِيْنَ ","text_id":"Apabila engkau (Nabi Muhammad) melihat orang-orang memperolok-olokkan ayat-ayat Kami, maka tinggalkanlah mereka hingga mereka beralih ke pembicaraan lain. Jika setan benar-benar menjadikan engkau lupa (akan larangan ini), setelah ingat kembali janganlah engkau duduk bersama kaum yang zalim. ","text_en":"When you see them argue about Our messages, withdraw from their company until they begin to talk of other things. In case the Devil makes you forget, leave the company of these unjust people the moment you remember this.","transliteration":"wa iżā ra`aitallażīna yakhụḍụna fī āyātinā fa a'riḍ 'an-hum ḥattā yakhụḍụ fī ḥadīṡin gairih, wa immā yunsiyannakasy-syaiṭānu fa lā taq'ud ba'daż-żikrā ma'al-qaumiẓ-ẓālimīn","no_fn":"","text_fn":""},{"id":858,"surah":6,"no_ayah":69,"theme":"Perintah Meninggalkan Orang yang Memperolok Agama Allah","text_ayah":"وَمَا عَلَى الَّذِيْنَ يَتَّقُوْنَ مِنْ حِسَابِهِمْ مِّنْ شَيْءٍ وَّلٰكِنْ ذِكْرٰى لَعَلَّهُمْ يَتَّقُوْنَ","text_id":"Orang-orang yang bertakwa tidak ada tanggung jawab sedikit pun atas (dosa-dosa) mereka, tetapi (berkewajiban memberi) peringatan agar mereka (juga) bertakwa.","text_en":"As for the heedful and devout, they are not accountable for them, but should give advice: They may haply come to fear God.","transliteration":"wa mā 'alallażīna yattaqụna min ḥisābihim min syai`iw wa lākin żikrā la'allahum yattaqụn","no_fn":"","text_fn":""},{"id":859,"surah":6,"no_ayah":70,"theme":"Perintah Meninggalkan Orang yang Memperolok Agama Allah","text_ayah":"وَذَرِ الَّذِيْنَ اتَّخَذُوْا دِيْنَهُمْ لَعِبًا وَّلَهْوًا وَّغَرَّتْهُمُ الْحَيٰوةُ الدُّنْيَا وَذَكِّرْ بِهٖٓ اَنْ تُبْسَلَ نَفْسٌۢ بِمَا كَسَبَتْۖ  لَيْسَ لَهَا مِنْ دُوْنِ اللّٰهِ وَلِيٌّ وَّلَا شَفِيْعٌۚ وَاِنْ تَعْدِلْ كُلَّ عَدْلٍ لَّا يُؤْخَذْ مِنْهَاۗ اُولٰۤىِٕكَ الَّذِيْنَ اُبْسِلُوْا بِمَا كَسَبُوْا لَهُمْ شَرَابٌ مِّنْ حَمِيْمٍ وَّعَذَابٌ اَلِيْمٌ ۢبِمَا كَانُوْا يَكْفُرُوْنَࣖ","text_id":"Tinggalkanlah orang-orang yang menjadikan agamanya sebagai permainan dan kelengahan, dan mereka telah tertipu oleh kehidupan dunia. Peringatkanlah (mereka) dengannya (Al-Qur’an) agar seseorang tidak terjerumus (ke dalam neraka), karena perbuatannya sendiri. Tidak ada baginya pelindung dan pemberi syafaat (pertolongan) selain Allah. Jika dia hendak menebus dengan segala macam tebusan apa pun, niscaya tidak akan diterima. Mereka itulah orang-orang yang dijerumuskan (ke dalam neraka), karena perbuatan mereka sendiri. Mereka mendapat minuman dari air yang mendidih dan azab yang pedih karena mereka selalu kufur.","text_en":"Leave those alone who have made a sport and frolic of their faith, and have been seduced by the life of this world. Remind them hereby lest a man is doomed for what he has done. He will have none to help him, or intercede for him, other than God; and even if he offer all the ransoms they will not be accepted from him. They are those who will be destroyed by their own acts. There will be scalding water to drink for them and painful punishment, for they had disbelieved.","transliteration":"wa żarillażīnattakhażụ dīnahum la'ibaw wa lahwaw wa garrat-humul-ḥayātud-dun-yā wa żakkir bihī an tubsala nafsum bimā kasabat laisa lahā min dụnillāhi waliyyuw wa lā syafī', wa in ta'dil kulla 'adlil lā yu`khaż min-hā, ulā`ikallażīna ubsilụ bimā kasabụ lahum syarābum min ḥamīmiw wa 'ażābun alīmum bimā kānụ yakfurụn","no_fn":"","text_fn":""},{"id":860,"surah":6,"no_ayah":71,"theme":"Perintah Meninggalkan Orang yang Memperolok Agama Allah","text_ayah":"قُلْ اَنَدْعُوْا مِنْ دُوْنِ اللّٰهِ مَا لَا يَنْفَعُنَا وَلَا يَضُرُّنَا وَنُرَدُّ عَلٰٓى اَعْقَابِنَا بَعْدَ اِذْ هَدٰىنَا اللّٰهُ كَالَّذِى اسْتَهْوَتْهُ الشَّيٰطِيْنُ فِى الْاَرْضِ حَيْرَانَ لَهٗٓ اَصْحٰبٌ يَّدْعُوْنَهٗٓ اِلَى الْهُدَى ائْتِنَاۗ قُلْ اِنَّ هُدَى اللّٰهِ هُوَ الْهُدٰىۗ وَاُمِرْنَا لِنُسْلِمَ لِرَبِّ الْعٰلَمِيْنَۙ ","text_id":"Katakanlah (Nabi Muhammad), “Apakah kita akan memohon pada sesuatu selain Allah, yang tidak dapat memberi manfaat dan tidak (pula) mendatangkan mudarat kepada kita, dan (apakah) kita akan dikembalikan ke belakang (kufur dan sesat), setelah Allah memberi petunjuk kepada kita, seperti orang yang telah disesatkan oleh setan di bumi, dalam keadaan kebingungan,” sedangkan dia mempunyai kawan-kawan yang selalu mengajaknya ke jalan yang lurus (dengan mengatakan), ‘Ikutilah kami.’?” Katakanlah, “Sesungguhnya petunjuk Allah itulah petunjuk (yang sebenarnya). Kita diperintahkan agar berserah diri kepada Tuhan semesta alam,","text_en":"Say: 'Should we call in place of God one who can neither help nor do us harm, and turn back after having been guided by God, like a man beguiled by the devils who wanders perplexed in the wilderness while his friends call him back to the right path, saying: 'Come to us, this way?' Say: \"God's guidance is (true) guidance, and we have been commanded to submit to the Lord of all the worlds.","transliteration":"qul a nad'ụ min dụnillāhi mā lā yanfa'unā wa lā yaḍurrunā wa nuraddu 'alā a'qābinā ba'da iż hadānallāhu kallażistahwat-husy-syayāṭīnu fil-arḍi ḥairāna lahū aṣ-ḥābuy yad'ụnahū ilal-huda`tinā, qul inna hudallāhi huwal-hudā, wa umirnā linuslima lirabbil-'ālamīn","no_fn":"","text_fn":""},{"id":861,"surah":6,"no_ayah":72,"theme":"Perintah Meninggalkan Orang yang Memperolok Agama Allah","text_ayah":"وَاَنْ اَقِيْمُوا الصَّلٰوةَ وَاتَّقُوْهُۗ وَهُوَ الَّذِيْٓ اِلَيْهِ تُحْشَرُوْنَ ","text_id":"dan agar melaksanakan salat serta bertakwa kepada-Nya.” Dialah Tuhan yang hanya kepada-Nya kamu semua akan dihimpun.","text_en":"Observe (your) devotional obligations and fear (God), for it is He before whom you will be gathered (in the end).\"","transliteration":"wa an aqīmuṣ-ṣalāta wattaqụh, wa huwallażī ilaihi tuḥsyarụn","no_fn":"","text_fn":""},{"id":862,"surah":6,"no_ayah":73,"theme":"Perintah Meninggalkan Orang yang Memperolok Agama Allah","text_ayah":"وَهُوَ الَّذِيْ خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ بِالْحَقِّۗ وَيَوْمَ يَقُوْلُ كُنْ فَيَكُوْنُۚ قَوْلُهُ الْحَقُّۗ وَلَهُ الْمُلْكُ يَوْمَ يُنْفَخُ فِى الصُّوْرِۗ عٰلِمُ الْغَيْبِ وَالشَّهَادَةِ وَهُوَ الْحَكِيْمُ الْخَبِيْرُ ","text_id":"Dialah yang menciptakan langit dan bumi dengan hak (benar). (Sungguh benar ketetapan-Nya) pada hari (ketika) Dia berkata, “Jadilah!” Maka, jadilah sesuatu itu. Firman-Nya adalah benar, dan milik-Nyalah segala kekuasaan pada waktu sangkakala ditiup. Dia mengetahui yang gaib dan yang nyata. Dialah Yang Mahabijaksana lagi Maha Teliti.","text_en":"It is He who created the heavens and the earth with a definite purpose. The day He will say \"Be, \" it will be. His word is the truth, His alone the power on the Day when the blast of the trumpet will be sounded. He knows the hidden and the visible. He is all-prudent and all-knowing.","transliteration":"wa huwallażī khalaqas-samāwāti wal-arḍa bil-ḥaqq, wa yauma yaqụlu kun fa yakụn, qauluhul-ḥaqq, wa lahul-mulku yauma yunfakhu fiṣ-ṣụr, 'ālimul-gaibi wasy-syahādati wa huwal-ḥakīmul-khabīr","no_fn":"","text_fn":""},{"id":863,"surah":6,"no_ayah":74,"theme":"Ajaran Tauhid Nabi Ibrahim kepada Kaumnya","text_ayah":"۞ وَاِذْ قَالَ اِبْرٰهِيْمُ لِاَبِيْهِ اٰزَرَ اَتَتَّخِذُ اَصْنَامًا اٰلِهَةًۚ اِنِّيْٓ اَرٰىكَ وَقَوْمَكَ فِيْ ضَلٰلٍ مُّبِيْنٍ ","text_id":"(Ingatlah) ketika Ibrahim berkata kepada ayahnya,<sup>250)</sup> Azar, “Apakah (pantas) engkau menjadikan berhala-berhala itu sebagai tuhan? Sesungguhnya aku melihat engkau dan kaummu dalam kesesatan yang nyata.”","text_en":"Remember when Abraham said to Azar, his father: \"Why do you take idols for God? I certainly find you and your people in error.\"","transliteration":"wa iż qāla ibrāhīmu li`abīhi āzara a tattakhiżu aṣnāman ālihah, innī arāka wa qaumaka fī ḍalālim mubīn","no_fn":"250","text_fn":"250) Sebagian mufasir meyakini bahwa yang dimaksud dengan abīhi adalah pamannya, bukan ayahnya."},{"id":864,"surah":6,"no_ayah":75,"theme":"Ajaran Tauhid Nabi Ibrahim kepada Kaumnya","text_ayah":"وَكَذٰلِكَ نُرِيْٓ اِبْرٰهِيْمَ مَلَكُوْتَ السَّمٰوٰتِ وَالْاَرْضِ وَلِيَكُوْنَ مِنَ الْمُوْقِنِيْنَ ","text_id":"Demikianlah Kami memperlihatkan kepada Ibrahim kekuasaan (Kami yang terdapat) di langit dan bumi dan agar dia termasuk orang-orang yang yakin.","text_en":"Thus We showed to Abraham the visible and invisible world of the heavens and the earth, that he could be among those who believe.","transliteration":"wa każālika nurī ibrāhīma malakụtas-samāwāti wal-arḍi wa liyakụna minal-mụqinīn","no_fn":"","text_fn":""},{"id":865,"surah":6,"no_ayah":76,"theme":"Ajaran Tauhid Nabi Ibrahim kepada Kaumnya","text_ayah":"فَلَمَّا جَنَّ عَلَيْهِ الَّيْلُ رَاٰ كَوْكَبًاۗ قَالَ هٰذَا رَبِّيْۚ فَلَمَّآ اَفَلَ قَالَ لَآ اُحِبُّ الْاٰفِلِيْنَ","text_id":"Ketika malam telah menjadi gelap, dia (Ibrahim) melihat sebuah bintang (lalu) dia berkata, “Inilah Tuhanku.” Maka, ketika bintang itu terbenam dia berkata, “Aku tidak suka kepada yang terbenam.”<sup>251)</sup>","text_en":"When the night came with her covering of darkness he saw a star, and (Azar, his father) said: \"This is my Lord.\" But when the star set, (Abraham) said: \"I love not those that wane.\"","transliteration":"fa lammā janna 'alaihil-lailu ra`ā kaukabā, qāla hāżā rabbī, fa lammā afala qāla lā uḥibbul-āfilīn","no_fn":"251","text_fn":"251) Apa yang dilakukan Nabi Ibrahim a.s. ini lebih tepat dipahami sebagai upayanya menanamkan akidah tauhid kepada kaumnya, bukan sebagai perjalanannya mencari Tuhan."},{"id":866,"surah":6,"no_ayah":77,"theme":"Ajaran Tauhid Nabi Ibrahim kepada Kaumnya","text_ayah":"فَلَمَّا رَاَ الْقَمَرَ بَازِغًا قَالَ هٰذَا رَبِّيْۚ فَلَمَّآ اَفَلَ قَالَ لَىِٕنْ لَّمْ يَهْدِنِيْ رَبِّيْ لَاَكُوْنَنَّ مِنَ الْقَوْمِ الضَّاۤلِّيْنَ ","text_id":"Kemudian, ketika dia melihat bulan terbit dia berkata (kepada kaumnya), “Inilah Tuhanku.” Akan tetapi, ketika bulan itu terbenam dia berkata, “Sungguh, jika Tuhanku tidak memberi petunjuk kepadaku, pastilah aku termasuk kaum yang sesat.”","text_en":"When (Azar) saw the moon rise all aglow, he said: \"This is my Lord.\" But even as the moon set, (Abraham) said: \"If my Lord had not shown me the way I would surely have gone astray.\"","transliteration":"fa lammā ra`al-qamara bāzigang qāla hāżā rabbī, fa lammā afala qāla la`il lam yahdinī rabbī la`akụnanna minal-qaumiḍ-ḍāllīn","no_fn":"","text_fn":""},{"id":867,"surah":6,"no_ayah":78,"theme":"Ajaran Tauhid Nabi Ibrahim kepada Kaumnya","text_ayah":"فَلَمَّا رَاَ الشَّمْسَ بَازِغَةً قَالَ هٰذَا رَبِّيْ هٰذَآ اَكْبَرُۚ فَلَمَّآ اَفَلَتْ قَالَ يٰقَوْمِ اِنِّيْ بَرِيْۤءٌ مِّمَّا تُشْرِكُوْنَ ","text_id":"Kemudian, ketika dia melihat matahari terbit dia berkata (lagi kepada kaumnya), “Inilah Tuhanku. Ini lebih besar.” Akan tetapi, ketika matahari terbenam dia berkata, “Wahai kaumku, sesungguhnya aku berlepas diri dari yang kamu persekutukan.”","text_en":"When (Azar) saw the sun rise all resplendent, he said: \"My Lord is surely this, and the greatest of them all.\" But the sun also set, and (Abraham) said: \"O my people, I am through with those you associate (with God).","transliteration":"fa lammā ra`asy-syamsa bāzigatang qāla hāżā rabbī hāżā akbar, fa lammā afalat qāla yā qaumi innī barī`um mimmā tusyrikụn","no_fn":"","text_fn":""},{"id":868,"surah":6,"no_ayah":79,"theme":"Ajaran Tauhid Nabi Ibrahim kepada Kaumnya","text_ayah":"اِنِّيْ وَجَّهْتُ وَجْهِيَ لِلَّذِيْ فَطَرَ السَّمٰوٰتِ وَالْاَرْضَ حَنِيْفًا وَّمَآ اَنَا۠ مِنَ الْمُشْرِكِيْنَۚ ","text_id":"Sesungguhnya aku menghadapkan wajahku (hanya) kepada Yang menciptakan langit dan bumi dengan (mengikuti) agama yang lurus dan aku bukanlah termasuk orang-orang musyrik.","text_en":"I have truly turned my face towards Him who created the heavens and the earth: I have chosen one way and am not an idolater.\"","transliteration":"innī wajjahtu waj-hiya lillażī faṭaras-samāwāti wal-arḍa ḥanīfaw wa mā ana minal-musyrikīn","no_fn":"","text_fn":""},{"id":869,"surah":6,"no_ayah":80,"theme":"Ajaran Tauhid Nabi Ibrahim kepada Kaumnya","text_ayah":"وَحَاۤجَّهٗ قَوْمُهٗۗ قَالَ اَتُحَاۤجُّوْۤنِّيْ فِى اللّٰهِ وَقَدْ هَدٰىنِۗ وَلَآ اَخَافُ مَا تُشْرِكُوْنَ بِهٖٓ اِلَّآ اَنْ يَّشَاۤءَ رَبِّيْ شَيْـًٔاۗ وَسِعَ رَبِّيْ كُلَّ شَيْءٍ عِلْمًاۗ اَفَلَا تَتَذَكَّرُوْنَ ","text_id":"Kaumnya membantah. Dia (Ibrahim) berkata, “Apakah kamu hendak membantahku tentang Allah, padahal Dia benar-benar telah memberi petunjuk kepadaku? Aku tidak takut kepada yang kamu persekutukan dengan-Nya, kecuali Tuhanku menghendaki sesuatu. Ilmu Tuhanku meliputi segala sesuatu. Tidakkah kamu dapat mengambil pelajaran?”","text_en":"His people argued, and he said: \"Do you argue with me about God? He has guided me already, and I fear not what you associate with Him, unless my Lord wills, for held within the knowledge of my Lord is everything. Will you not reflect?","transliteration":"wa ḥājjahụ qaumuh, qāla a tuḥājjūnnī fillāhi wa qad hadān, wa lā akhāfu mā tusyrikụna bihī illā ay yasyā`a rabbī syai`ā, wasi'a rabbī kulla syai`in 'ilmā, a fa lā tatażakkarụn","no_fn":"","text_fn":""},{"id":870,"surah":6,"no_ayah":81,"theme":"Ajaran Tauhid Nabi Ibrahim kepada Kaumnya","text_ayah":"وَكَيْفَ اَخَافُ مَآ اَشْرَكْتُمْ وَلَا تَخَافُوْنَ اَنَّكُمْ اَشْرَكْتُمْ بِاللّٰهِ مَا لَمْ يُنَزِّلْ بِهٖ عَلَيْكُمْ سُلْطٰنًاۗ فَاَيُّ الْفَرِيْقَيْنِ اَحَقُّ بِالْاَمْنِۚ اِنْ كُنْتُمْ تَعْلَمُوْنَۘ ","text_id":"Bagaimana mungkin aku takut kepada yang kamu sekutukan (dengan Allah), padahal kamu tidak takut menyekutukan sesuatu dengan Allah yang Dia (sendiri) tidak pernah menurunkan kepadamu alasan apa pun. Maka, golongan yang manakah dari keduanya yang lebih berhak mendapat keamanan (dari malapetaka) jika kamu mengetahui?”<sup>252)</sup>","text_en":"And why should I fear those you associate with Him when you fear not associating others with God for which He has sent down no sanction? Tell me, whose way is the way of peace, if you have the knowledge?","transliteration":"wa kaifa akhāfu mā asyraktum wa lā takhāfụna annakum asyraktum billāhi mā lam yunazzil bihī 'alaikum sulṭānā, fa ayyul-farīqaini aḥaqqu bil-amn, ing kuntum ta'lamụn","no_fn":"252","text_fn":"252) Setelah Allah Swt. memperlihatkan tanda-tanda keagungan-Nya kepada Nabi Ibrahim a.s. sehingga imannya kepada Allah Swt. makin teguh (ayat 75), ia menuntun kaumnya menuju tauhid dengan mengikuti logika berpikir mereka."},{"id":871,"surah":6,"no_ayah":82,"theme":"Ajaran Tauhid Nabi Ibrahim kepada Kaumnya","text_ayah":"اَلَّذِيْنَ اٰمَنُوْا وَلَمْ يَلْبِسُوْٓا اِيْمَانَهُمْ بِظُلْمٍ اُولٰۤىِٕكَ لَهُمُ الْاَمْنُ وَهُمْ مُّهْتَدُوْنَࣖ","text_id":"Orang-orang yang beriman dan tidak mencampuradukkan iman mereka dengan kezaliman (syirik), merekalah orang-orang yang mendapat rasa aman dan mendapat petunjuk.","text_en":"They alone have peace who believe and do not intermix belief with denial, and are guided on the right path.\"","transliteration":"allażīna āmanụ wa lam yalbisū īmānahum biẓulmin ulā`ika lahumul-amnu wa hum muhtadụn","no_fn":"","text_fn":""},{"id":872,"surah":6,"no_ayah":83,"theme":"Ajaran Tauhid Nabi Ibrahim kepada Kaumnya","text_ayah":"وَتِلْكَ حُجَّتُنَآ اٰتَيْنٰهَآ اِبْرٰهِيْمَ عَلٰى قَوْمِهٖۗ نَرْفَعُ دَرَجٰتٍ مَّنْ نَّشَاۤءُۗ اِنَّ رَبَّكَ حَكِيْمٌ عَلِيْمٌ ","text_id":"Itulah keterangan yang Kami anugerahkan kepada Ibrahim untuk menghadapi kaumnya. Kami tinggikan orang yang Kami kehendaki beberapa derajat. Sesungguhnya Tuhanmu Mahabijaksana lagi Maha Mengetahui.","text_en":"This is the argument We gave to Abraham against his people. We exalt whosoever We please in rank by degrees. Your Lord is wise and all-knowing.","transliteration":"wa tilka ḥujjatunā ātaināhā ibrāhīma 'alā qaumih, narfa'u darajātim man nasyā`, inna rabbaka ḥakīmun 'alīm","no_fn":"","text_fn":""},{"id":873,"surah":6,"no_ayah":84,"theme":"Ajaran Tauhid Nabi Ibrahim kepada Kaumnya","text_ayah":"وَوَهَبْنَا لَهٗٓ اِسْحٰقَ وَيَعْقُوْبَۗ  كُلًّا هَدَيْنَا وَنُوْحًا هَدَيْنَا مِنْ قَبْلُ وَمِنْ ذُرِّيَّتِهٖ دَاوٗدَ وَسُلَيْمٰنَ وَاَيُّوْبَ وَيُوْسُفَ وَمُوْسٰى وَهٰرُوْنَۗ وَكَذٰلِكَ نَجْزِى الْمُحْسِنِيْنَۙ ","text_id":"Kami telah menganugerahkan kepadanya Ishaq dan Ya‘qub. Tiap-tiap mereka telah Kami beri petunjuk. Sebelumnya Kami telah menganugerahkan petunjuk kepada Nuh. (Kami juga menganugerahkan petunjuk) kepada sebagian dari keturunannya, yaitu Daud, Sulaiman, Ayyub, Yusuf, Musa, dan Harun. Demikianlah Kami memberi balasan kepada orang-orang yang berbuat kebaikan.","text_en":"And We gave him Isaac and Jacob and guided them, as We had guided Noah before them, and of his descendants, David and Solomon and Job and Joseph and Moses and Aaron. Thus We reward those who are upright and do good.","transliteration":"wa wahabnā lahū is-ḥāqa wa ya'qụb, kullan hadainā wa nụḥan hadainā ming qablu wa min żurriyyatihī dāwụda wa sulaimāna wa ayyụba wa yụsufa wa mụsā wa hārụn, wa każālika najzil-muḥsinīn","no_fn":"","text_fn":""},{"id":874,"surah":6,"no_ayah":85,"theme":"Ajaran Tauhid Nabi Ibrahim kepada Kaumnya","text_ayah":"وَزَكَرِيَّا وَيَحْيٰى وَعِيْسٰى وَاِلْيَاسَۗ  كُلٌّ مِّنَ الصّٰلِحِيْنَۙ ","text_id":"(Demikian juga kepada) Zakaria, Yahya, Isa, dan Ilyas. Semuanya termasuk orang-orang yang saleh.","text_en":"Zachariah and John We guided, and guided Jesus and Elias who were all among the upright.","transliteration":"wa zakariyyā wa yaḥyā wa 'īsā wa ilyās, kullum minaṣ-ṣāliḥīn","no_fn":"","text_fn":""},{"id":875,"surah":6,"no_ayah":86,"theme":"Ajaran Tauhid Nabi Ibrahim kepada Kaumnya","text_ayah":"وَاِسْمٰعِيْلَ وَالْيَسَعَ وَيُوْنُسَ وَلُوْطًاۗ وَكُلًّا فَضَّلْنَا عَلَى الْعٰلَمِيْنَۙ ","text_id":"(Begitu juga kepada) Ismail, Ilyasa’, Yunus, dan Lut. Tiap-tiap mereka Kami lebihkan daripada (umat) seluruh alam (pada masanya).","text_en":"We gave guidance to Ishmael, Elisha and Jonah and Lot; And We favoured them over the other people of the world,","transliteration":"wa ismā'īla walyasa'a wa yụnusa wa lụṭā, wa kullan faḍḍalnā 'alal-'ālamīn","no_fn":"","text_fn":""},{"id":876,"surah":6,"no_ayah":87,"theme":"Ajaran Tauhid Nabi Ibrahim kepada Kaumnya","text_ayah":"وَمِنْ اٰبَاۤىِٕهِمْ وَذُرِّيّٰتِهِمْ وَاِخْوَانِهِمْۚ وَاجْتَبَيْنٰهُمْ وَهَدَيْنٰهُمْ اِلٰى صِرَاطٍ مُّسْتَقِيْمٍ ","text_id":"(Kami lebihkan pula) sebagian dari nenek moyang mereka, keturunan mereka, dan saudara-saudara mereka. Kami telah memilih mereka (menjadi nabi dan rasul) dan Kami memberi mereka petunjuk menuju jalan yang lurus.","text_en":"As We did some of their fathers and progeny and brethren, and chose them, and showed them the right path.","transliteration":"wa min ābā`ihim wa żurriyyātihim wa ikhwānihim, wajtabaināhum wa hadaināhum ilā ṣirāṭim mustaqīm","no_fn":"","text_fn":""},{"id":877,"surah":6,"no_ayah":88,"theme":"Ajaran Tauhid Nabi Ibrahim kepada Kaumnya","text_ayah":"ذٰلِكَ هُدَى اللّٰهِ يَهْدِيْ بِهٖ مَنْ يَّشَاۤءُ مِنْ عِبَادِهٖۗ وَلَوْ اَشْرَكُوْا لَحَبِطَ عَنْهُمْ مَّا كَانُوْا يَعْمَلُوْنَ ","text_id":"Demikian itu petunjuk Allah. Dengannya Dia memberi petunjuk kepada siapa saja di antara hamba-hamba-Nya yang Dia kehendaki. Seandainya mereka mempersekutukan Allah, pasti sia-sialah amal yang telah mereka kerjakan.","text_en":"This is God's guidance: He gives among His creatures whom He will. If they had associated others with Him, surely vain would have been all they did.","transliteration":"żālika hudallāhi yahdī bihī may yasyā`u min 'ibādih, walau asyrakụ laḥabiṭa 'an-hum mā kānụ ya'malụn","no_fn":"","text_fn":""},{"id":878,"surah":6,"no_ayah":89,"theme":"Ajaran Tauhid Nabi Ibrahim kepada Kaumnya","text_ayah":"اُولٰۤىِٕكَ الَّذِيْنَ اٰتَيْنٰهُمُ الْكِتٰبَ وَالْحُكْمَ وَالنُّبُوَّةَۚ فَاِنْ يَّكْفُرْ بِهَا هٰٓؤُلَاۤءِ فَقَدْ وَكَّلْنَا بِهَا قَوْمًا لَّيْسُوْا بِهَا بِكٰفِرِيْنَ ","text_id":"Mereka itulah orang-orang yang telah Kami anugerahi kitab, hikmah, dan kenabian. Jika orang-orang (Quraisy) itu mengingkarinya, Kami akan menyerahkannya kepada kaum yang tidak mengingkarinya.","text_en":"Those were the people to whom We gave the Book and the Law and the Prophethood. But if they reject these things We shall entrust them to a people who will not deny.","transliteration":"ulā`ikallażīna ātaināhumul-kitāba wal-ḥukma wan-nubuwwah, fa iy yakfur bihā hā`ulā`i fa qad wakkalnā bihā qaumal laisụ bihā bikāfirīn","no_fn":"","text_fn":""},{"id":879,"surah":6,"no_ayah":90,"theme":"Ajaran Tauhid Nabi Ibrahim kepada Kaumnya","text_ayah":"اُولٰۤىِٕكَ الَّذِيْنَ هَدَى اللّٰهُ فَبِهُدٰىهُمُ اقْتَدِهْۗ قُلْ لَّآ اَسْـَٔلُكُمْ عَلَيْهِ اَجْرًاۗ اِنْ هُوَ اِلَّا ذِكْرٰى لِلْعٰلَمِيْنَࣖ ","text_id":"Mereka itulah (para nabi) yang telah diberi petunjuk oleh Allah. Maka, ikutilah petunjuk mereka. Katakanlah (Nabi Muhammad), “Aku tidak meminta imbalan kepadamu atasnya (menyampaikan Al-Qur’an).” (Al-Qur’an) itu hanyalah peringatan untuk (umat) seluruh alam. ","text_en":"Those were the people who were guided by God; so follow their way. Say: \"I ask no recompense of you for this. It is but a reminder for all the people of the world.\"","transliteration":"ulā`ikallażīna hadallāhu fa bihudāhumuqtadih, qul lā as`alukum 'alaihi ajrā, in huwa illā żikrā lil-'ālamīn","no_fn":"","text_fn":""},{"id":880,"surah":6,"no_ayah":91,"theme":"Pengingkaran terhadap Agama Tauhid yang Berupa Pengingkaran Orang Yahudi terhadap Al-Qur’an","text_ayah":"وَمَا قَدَرُوا اللّٰهَ حَقَّ قَدْرِهٖٓ اِذْ قَالُوْا مَآ اَنْزَلَ اللّٰهُ عَلٰى بَشَرٍ مِّنْ شَيْءٍۗ  قُلْ مَنْ اَنْزَلَ الْكِتٰبَ الَّذِيْ جَاۤءَ بِهٖ مُوْسٰى نُوْرًا وَّهُدًى لِّلنَّاسِ تَجْعَلُوْنَهٗ قَرَاطِيْسَ تُبْدُوْنَهَا وَتُخْفُوْنَ كَثِيْرًاۚ وَعُلِّمْتُمْ مَّا لَمْ تَعْلَمُوْٓا اَنْتُمْ وَلَآ اٰبَاۤؤُكُمْۗ قُلِ اللّٰهُۙ ثُمَّ ذَرْهُمْ فِيْ خَوْضِهِمْ يَلْعَبُوْنَ ","text_id":"Mereka (Bani Israil) tidak mengagungkan Allah sebagaimana mestinya ketika mereka berkata, “Allah tidak menurunkan sesuatu pun kepada manusia.” Katakanlah (Nabi Muhammad), “Siapakah yang menurunkan kitab suci (Taurat) yang dibawa Musa sebagai cahaya dan petunjuk bagi manusia? Kamu (Bani Israil) menjadikannya lembaran-lembaran lepas. Kamu memperlihatkan (sebagiannya) dan banyak yang kamu sembunyikan, padahal telah diajarkan kepadamu apa yang tidak diketahui baik olehmu maupun oleh nenek moyangmu.” Katakanlah, “Allah.” Kemudian, biarkanlah mereka bermain-main dalam kesesatannya.<sup>253)</sup>","text_en":"But they failed to make a just estimation of God when they said: \"He did not reveal to any man any thing.\" Ask them: \"Who then revealed the Book that Moses brought, -- a guidance and light for men, -- which you treat as sheafs of paper, which you display, yet conceal a great deal, though through it you were taught things you did not know before, nor even your fathers knew?\" Say: \"God,\" and leave them to the sport of engaging in vain discourse.","transliteration":"wa mā qadarullāha ḥaqqa qadrihī iż qālụ mā anzalallāhu 'alā basyarim min syaī`, qul man anzalal-kitāballażī jā`a bihī mụsā nụraw wa hudal lin-nāsi taj'alụnahụ qarāṭīsa tubdụnahā wa tukhfụna kaṡīrā, wa 'ullimtum mā lam ta'lamū antum wa lā ābā`ukum, qulillāhu ṡumma żar-hum fī khauḍihim yal'abụn","no_fn":"253","text_fn":"253) Kalimat ini diucapkan sebagai sindiran kepada mereka, seakan-akan mereka dipandang sebagai kanak-kanak yang belum berakal."},{"id":881,"surah":6,"no_ayah":92,"theme":"Pengingkaran terhadap Agama Tauhid yang Berupa Pengingkaran Orang Yahudi terhadap Al-Qur’an","text_ayah":"وَهٰذَا كِتٰبٌ اَنْزَلْنٰهُ مُبٰرَكٌ مُّصَدِّقُ الَّذِيْ بَيْنَ يَدَيْهِ وَلِتُنْذِرَ اُمَّ الْقُرٰى وَمَنْ حَوْلَهَاۗ وَالَّذِيْنَ يُؤْمِنُوْنَ بِالْاٰخِرَةِ يُؤْمِنُوْنَ بِهٖ وَهُمْ عَلٰى صَلَاتِهِمْ يُحٰفِظُوْنَ ","text_id":"Ini (Al-Qur’an) adalah kitab suci yang telah Kami turunkan lagi diberkahi yang membenarkan kitab-kitab yang (diturunkan) sebelumnya dan agar engkau memberi peringatan kepada (penduduk) Ummul Qura (Makkah) dan orang-orang yang ada di sekitarnya. Orang-orang yang beriman pada (kehidupan) akhirat (tentu) beriman padanya (Al-Qur’an) dan mereka selalu memelihara salatnya.","text_en":"And this (Qur'an) is another Book that We have revealed, blessed, affirming the earlier (revelations), so that you may warn the people of (Makkah) the town of towns, and those who live around it. Those who believe in the life to come shall believe in it and be watchful of their moral obligations.","transliteration":"wa hāżā kitābun anzalnāhu mubārakum muṣaddiqullażī baina yadaihi wa litunżira ummal-qurā wa man ḥaulahā, wallażīna yu`minụna bil-ākhirati yu`minụna bihī wa hum 'alā ṣalātihim yuḥāfiẓụn","no_fn":"","text_fn":""},{"id":882,"surah":6,"no_ayah":93,"theme":"Kebenaran Wahyu dan Akibat Dusta terhadap Allah","text_ayah":"وَمَنْ اَظْلَمُ مِمَّنِ افْتَرٰى عَلَى اللّٰهِ كَذِبًا اَوْ قَالَ اُوْحِيَ اِلَيَّ وَلَمْ يُوْحَ اِلَيْهِ شَيْءٌ وَّمَنْ قَالَ سَاُنْزِلُ مِثْلَ مَآ اَنْزَلَ اللّٰهُۗ وَلَوْ تَرٰٓى اِذِ الظّٰلِمُوْنَ فِيْ غَمَرٰتِ الْمَوْتِ وَالْمَلٰۤىِٕكَةُ بَاسِطُوْٓا اَيْدِيْهِمْۚ اَخْرِجُوْٓا اَنْفُسَكُمْۗ  اَلْيَوْمَ تُجْزَوْنَ عَذَابَ الْهُوْنِ بِمَا كُنْتُمْ تَقُوْلُوْنَ عَلَى اللّٰهِ غَيْرَ الْحَقِّ وَكُنْتُمْ عَنْ اٰيٰتِهٖ تَسْتَكْبِرُوْنَ","text_id":"Siapakah yang lebih zalim daripada orang-orang yang mengada-adakan dusta terhadap Allah atau yang berkata, “Telah diwahyukan kepadaku,” padahal tidak diwahyukan sesuatu pun kepadanya dan orang yang berkata, “Aku akan mendatangkan seperti yang diturunkan Allah.” Seandainya saja engkau melihat pada waktu orang-orang zalim itu (berada) dalam kesakitan sakratulmaut, sedang para malaikat memukul dengan tangannya (sembari berkata), “Keluarkanlah nyawamu!” Pada hari ini kamu akan dibalas dengan azab yang sangat menghinakan karena kamu mengatakan terhadap Allah (perkataan) yang tidak benar dan (karena) kamu menyombongkan diri terhadap ayat-ayat-Nya.","text_en":"Who is more vile than he who slanders God of falsehood, or says: \"Revelation came to me,\" when no such revelation came to him; or one who claims: \"I can reveal the like of what has been sent down by God?\" If you could see the evil creatures in the agony of death with the angels thrusting forward their hands (saying): \"Yield up your souls: This day you will suffer ignominious punishment for uttering lies about God and rejecting His signs with arrogance.\"","transliteration":"wa man aẓlamu mim maniftarā 'alallāhi każiban au qāla ụḥiya ilayya wa lam yụḥa ilaihi syai`uw wa mang qāla sa`unzilu miṡla mā anzalallāh, walau tarā iżiẓ-ẓālimụna fī gamarātil-mauti wal-malā`ikatu bāsiṭū aidīhim, akhrijū anfusakum, al-yauma tujzauna 'ażābal-hụni bimā kuntum taqụlụna 'alallāhi gairal-ḥaqqi wa kuntum 'an āyātihī tastakbirụn","no_fn":"","text_fn":""},{"id":883,"surah":6,"no_ayah":94,"theme":"Kebenaran Wahyu dan Akibat Dusta terhadap Allah","text_ayah":"وَلَقَدْ جِئْتُمُوْنَا فُرَادٰى كَمَا خَلَقْنٰكُمْ اَوَّلَ مَرَّةٍ وَّتَرَكْتُمْ مَّا خَوَّلْنٰكُمْ وَرَاۤءَ ظُهُوْرِكُمْۚ وَمَا نَرٰى مَعَكُمْ شُفَعَاۤءَكُمُ الَّذِيْنَ زَعَمْتُمْ اَنَّهُمْ فِيْكُمْ شُرَكٰۤؤُاۗ لَقَدْ تَّقَطَّعَ بَيْنَكُمْ وَضَلَّ عَنْكُمْ مَّا كُنْتُمْ تَزْعُمُوْنَࣖ","text_id":"(Kini) kamu benar-benar datang kepada Kami sendiri-sendiri sebagaimana Kami ciptakan kamu pada mulanya. Kamu sudah meninggalkan di belakangmu (di dunia) apa yang telah Kami karuniakan kepadamu. Kami tidak melihat bersamamu para pemberi syafaat (pertolongan) yang kamu anggap bagi dirimu sebagai sekutu-sekutu(-Ku). Sungguh, telah terputus (semua pertalian) antara kamu dan telah lenyap dari kamu apa yang dahulu kamu sangka (sebagai sekutu Allah).","text_en":"\"You have come before Us all alone,\" (God will say), \"as when you were created first, leaving behind all that We had bestowed on you. We do not see your intercessors with you who, you imagined, had partnership with you. Shattered lie your ties with them now, and gone are the claims you made.\"","transliteration":"wa laqad ji`tumụnā furādā kamā khalaqnākum awwala marratiw wa taraktum mā khawwalnākum warā`a ẓuhụrikum, wa mā narā ma'akum syufa'ā`akumullażīna za'amtum annahum fīkum syurakā`, laqat taqaṭṭa'a bainakum wa ḍalla 'angkum mā kuntum taz'umụn","no_fn":"","text_fn":""},{"id":884,"surah":6,"no_ayah":95,"theme":"Bukti Keesaan Allah dan Kekuasaan-Nya","text_ayah":"۞ اِنَّ اللّٰهَ فَالِقُ الْحَبِّ وَالنَّوٰىۗ  يُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَمُخْرِجُ الْمَيِّتِ مِنَ الْحَيِّۗ ذٰلِكُمُ اللّٰهُ فَاَنّٰى تُؤْفَكُوْنَ ","text_id":"Sesungguhnya Allah yang menumbuhkan butir (padi-padian) dan biji (buah-buahan). Dia mengeluarkan yang hidup dari yang mati dan mengeluarkan yang mati dari yang hidup. Itulah (kekuasaan) Allah. Maka, bagaimana kamu dapat dipalingkan?","text_en":"Indeed it is God who splits up the seed and the kernel, and brings forth the living from the dead, the dead from the living. This is God: So whither do you stray?","transliteration":"innallāha fāliqul-ḥabbi wan-nawā, yukhrijul-ḥayya minal-mayyiti wa mukhrijul-mayyiti minal-ḥayy, żālikumullāhu fa annā tu`fakụn","no_fn":"","text_fn":""},{"id":885,"surah":6,"no_ayah":96,"theme":"Bukti Keesaan Allah dan Kekuasaan-Nya","text_ayah":"فَالِقُ الْاِصْبَاحِۚ وَجَعَلَ الَّيْلَ سَكَنًا وَّالشَّمْسَ وَالْقَمَرَ حُسْبَانًاۗ ذٰلِكَ تَقْدِيْرُ الْعَزِيْزِ الْعَلِيْمِ ","text_id":"(Dia) yang menyingsingkan pagi dan menjadikan malam untuk beristirahat, serta (menjadikan) matahari dan bulan untuk perhitungan. Itulah ketetapan Allah Yang Mahaperkasa lagi Maha Mengetahui.","text_en":"He ushers in the dawn, and made the night for rest, the sun and moon a computation. Such is the measure appointed by Him, the omnipotent and all-wise.","transliteration":"fāliqul-iṣbāḥ, wa ja'alal-laila sakanaw wasy-syamsa wal-qamara ḥusbānā, żālika taqdīrul-'azīzil-'alīm","no_fn":"","text_fn":""},{"id":886,"surah":6,"no_ayah":97,"theme":"Bukti Keesaan Allah dan Kekuasaan-Nya","text_ayah":"وَهُوَ الَّذِيْ جَعَلَ لَكُمُ النُّجُوْمَ لِتَهْتَدُوْا بِهَا فِيْ ظُلُمٰتِ الْبَرِّ وَالْبَحْرِۗ قَدْ فَصَّلْنَا الْاٰيٰتِ لِقَوْمٍ يَّعْلَمُوْنَ ","text_id":"Dialah yang menjadikan bagimu bintang-bintang agar kamu menjadikannya petunjuk dalam kegelapan (yang pekat) di darat dan di laut. Sungguh, Kami telah memerinci tanda-tanda (kekuasaan Kami) kepada kaum yang mengetahui.","text_en":"It is He who made the stars by which you reckon your way through the darkness of the desert and the sea. Distinct have We made Our signs for those who recognise.","transliteration":"wa huwallażī ja'ala lakumun-nujụma litahtadụ bihā fī ẓulumātil-barri wal-baḥr, qad faṣṣalnal-āyāti liqaumiy ya'lamụn","no_fn":"","text_fn":""},{"id":887,"surah":6,"no_ayah":98,"theme":"Bukti Keesaan Allah dan Kekuasaan-Nya","text_ayah":"وَهُوَ الَّذِيْٓ اَنْشَاَكُمْ مِّنْ نَّفْسٍ وَّاحِدَةٍ فَمُسْتَقَرٌّ وَّمُسْتَوْدَعٌۗ قَدْ فَصَّلْنَا الْاٰيٰتِ لِقَوْمٍ يَّفْقَهُوْنَ ","text_id":"Dialah yang menciptakanmu dari diri yang satu (Adam), maka (bagimu) ada tempat menetap dan tempat menyimpan.<sup>254)</sup> Sungguh, Kami telah memerinci tanda-tanda (kekuasaan Kami) kepada kaum yang memahami.","text_en":"It is He who produced you from a single cell, and appointed a place of sojourning, (the womb of the mother), and a place of depositing, (the grave). How clear have We made Our signs for those who understand.","transliteration":"wa huwallażī ansya`akum min nafsiw wāḥidatin fa mustaqarruw wa mustauda', qad faṣṣalnal-āyāti liqaumiy yafqahụn","no_fn":"254","text_fn":"254) Menurut sebagian mufasir, yang dimaksud tempat menetap adalah tulang sulbi bapak dan tempat menyimpan adalah rahim ibu. Ada pula yang berpendapat bahwa tempat menetap adalah permukaan bumi pada waktu manusia masih hidup dan tempat menyimpan adalah perut bumi (kuburan) pada waktu manusia telah mati."},{"id":888,"surah":6,"no_ayah":99,"theme":"Bukti Keesaan Allah dan Kekuasaan-Nya","text_ayah":"وَهُوَ الَّذِيْٓ اَنْزَلَ مِنَ السَّمَاۤءِ مَاۤءًۚ فَاَخْرَجْنَا بِهٖ نَبَاتَ كُلِّ شَيْءٍ فَاَخْرَجْنَا مِنْهُ خَضِرًا نُّخْرِجُ مِنْهُ حَبًّا مُّتَرَاكِبًاۚ وَمِنَ النَّخْلِ مِنْ طَلْعِهَا قِنْوَانٌ دَانِيَةٌ وَّجَنّٰتٍ مِّنْ اَعْنَابٍ وَّالزَّيْتُوْنَ وَالرُّمَّانَ مُشْتَبِهًا وَّغَيْرَ مُتَشَابِهٍۗ اُنْظُرُوْٓا اِلٰى ثَمَرِهٖٓ اِذَٓا اَثْمَرَ وَيَنْعِهٖۗ اِنَّ فِيْ ذٰلِكُمْ لَاٰيٰتٍ لِّقَوْمٍ يُّؤْمِنُوْنَ ","text_id":"Dialah yang menurunkan air dari langit lalu dengannya Kami menumbuhkan segala macam tumbuhan. Maka, darinya Kami mengeluarkan tanaman yang menghijau. Darinya Kami mengeluarkan butir yang bertumpuk (banyak). Dari mayang kurma (mengurai) tangkai-tangkai yang menjuntai. (Kami menumbuhkan) kebun-kebun anggur. (Kami menumbuhkan pula) zaitun dan delima yang serupa dan yang tidak serupa. Perhatikanlah buahnya pada waktu berbuah dan menjadi masak. Sesungguhnya pada yang demikian itu benar-benar terdapat tanda-tanda (kekuasaan Allah) bagi kaum yang beriman.","text_en":"It is He who sends down water from the skies, and brings out of it everything that grows, the green foliage, the grain lying close, the date palm trees with clusters of dates, and the gardens of grapes, and of olives and pomegranates, so similar yet so unlike. Look at the fruits, how they appear on the trees, and they ripen. In all these are signs for those who believe.","transliteration":"wa huwallażī anzala minas-samā`i mā`ā, fa akhrajnā bihī nabāta kulli syai`in fa akhrajnā min-hu khaḍiran nukhriju min-hu ḥabbam mutarākibā, wa minan-nakhli min ṭal'ihā qinwānun dāniyatuw wa jannātim min a'nābiw waz-zaitụna war-rummāna musytabihaw wa gaira mutasyābih, unẓurū ilā ṡamarihī iżā aṡmara wa yan'ih, inna fī żālikum la`āyātil liqaumiy yu`minụn","no_fn":"","text_fn":""},{"id":889,"surah":6,"no_ayah":100,"theme":"Syirik sebagai Penyelewengan Fitrah","text_ayah":"وَجَعَلُوْا لِلّٰهِ شُرَكَاۤءَ الْجِنَّ وَخَلَقَهُمْ وَخَرَقُوْا لَهٗ بَنِيْنَ وَبَنٰتٍۢ بِغَيْرِ عِلْمٍۗ سُبْحٰنَهٗ وَتَعٰلٰى عَمَّا يَصِفُوْنَࣖ ","text_id":"Mereka (orang-orang musyrik) menjadikan jin sekutu-sekutu bagi Allah, padahal Dia yang menciptakannya (jin-jin itu). Mereka berbohong terhadap-Nya (dengan mengatakan bahwa Allah mempunyai) anak laki-laki dan anak perempuan, tanpa (dasar) pengetahuan.<sup>255)</sup> Mahasuci dan Mahatinggi Dia dari sifat-sifat yang mereka gambarkan.","text_en":"Yet they ascribe to jinns a partnership with God, although He created them; and they ascribe to Him sons and daughters, without possessing any knowledge. All praise be to Him. He is much too exalted for things they associate (with Him).","transliteration":"wa ja'alụ lillāhi syurakā`al-jinna wa khalaqahum wa kharaqụ lahụ banīna wa banātim bigairi 'ilm, sub-ḥānahụ wa ta'ālā 'ammā yaṣifụn","no_fn":"255","text_fn":"255) Mereka mengatakan bahwa Allah Swt. mempunyai anak, sebagaimana orang Yahudi mengatakan bahwa Uzair adalah putra Allah Swt. dan orang-orang musyrik mengatakan bahwa malaikat merupakan anak-anak perempuan Allah Swt. Mereka mengatakan demikian karena kebodohannya."},{"id":890,"surah":6,"no_ayah":101,"theme":"Syirik sebagai Penyelewengan Fitrah","text_ayah":"بَدِيْعُ السَّمٰوٰتِ وَالْاَرْضِۗ اَنّٰى يَكُوْنُ لَهٗ وَلَدٌ وَّلَمْ تَكُنْ لَّهٗ صَاحِبَةٌۗ وَخَلَقَ كُلَّ شَيْءٍۚ وَهُوَ بِكُلِّ شَيْءٍ عَلِيْمٌ  ","text_id":"Dia (Allah) pencipta langit dan bumi. Bagaimana (mungkin) Dia mempunyai anak, padahal Dia tidak mempunyai istri? Dia menciptakan segala sesuatu dan Dia Maha Mengetahui segala sesuatu.","text_en":"Creator of the heavens and the earth from nothingness, how could He have a son when He has no mate? He created all things, and has knowledge of all things.","transliteration":"badī'us-samāwāti wal-arḍ, annā yakụnu lahụ waladuw wa lam takul lahụ ṣāḥibah, wa khalaqa kulla syaī`, wa huwa bikulli syai`in 'alīm","no_fn":"","text_fn":""},{"id":891,"surah":6,"no_ayah":102,"theme":"Syirik sebagai Penyelewengan Fitrah","text_ayah":"ذٰلِكُمُ اللّٰهُ رَبُّكُمْۚ لَآ اِلٰهَ اِلَّا هُوَۚ خَالِقُ كُلِّ شَيْءٍ فَاعْبُدُوْهُۚ وَهُوَ عَلٰى كُلِّ شَيْءٍ وَّكِيْلٌ  ","text_id":"Itulah Allah Tuhanmu. Tidak ada tuhan selain Dia, pencipta segala sesuatu. Maka, sembahlah Dia. Dialah pemelihara segala sesuatu.","text_en":"This is God, your Lord; there is no god but He, the creator of all things. So pay homage to Him, for He takes care of everything.","transliteration":"żālikumullāhu rabbukum, lā ilāha illā huw, khāliqu kulli syai`in fa'budụh, wa huwa 'alā kulli syai`iw wakīl","no_fn":"","text_fn":""},{"id":892,"surah":6,"no_ayah":103,"theme":"Syirik sebagai Penyelewengan Fitrah","text_ayah":"لَا تُدْرِكُهُ الْاَبْصَارُ وَهُوَ يُدْرِكُ الْاَبْصَارَۚ وَهُوَ اللَّطِيْفُ الْخَبِيْرُ  ","text_id":"Dia tidak dapat dijangkau oleh penglihatan mata, sedangkan Dia dapat menjangkau segala penglihatan itu. Dialah Yang Maha Halus lagi Maha Teliti.","text_en":"No eyes can penetrate Him, but He penetrates all eyes, and He knows all the mysteries, for He is all-knowing.","transliteration":"lā tudrikuhul-abṣāru wa huwa yudrikul-abṣār, wa huwal-laṭīful-khabīr","no_fn":"","text_fn":""},{"id":893,"surah":6,"no_ayah":104,"theme":"Syirik sebagai Penyelewengan Fitrah","text_ayah":"قَدْ جَاۤءَكُمْ بَصَاۤىِٕرُ مِنْ رَّبِّكُمْۚ فَمَنْ اَبْصَرَ فَلِنَفْسِهٖۚ وَمَنْ عَمِيَ فَعَلَيْهَاۗ وَمَآ اَنَا۠ عَلَيْكُمْ بِحَفِيْظٍ  ","text_id":"Sungguh, telah datang kepadamu bukti-bukti yang nyata dari Tuhanmu. Siapa yang melihat (bukti-bukti itu),<sup>256)</sup> maka (manfaatnya) bagi dirinya sendiri dan siapa yang buta (tidak melihat bukti-bukti itu), maka (akibat buruknya) bagi dirinya sendiri, sedangkan aku (Nabi Muhammad) bukanlah pengawas(-mu).","text_en":"To you have come signs from your Lord, (and the light of understanding). So any one who sees (and understands) does so for himself, and any one who turns blind shall suffer the consequences alone. (Say:) \"I am not a guardian over you (to make you understand).\"","transliteration":"qad jā`akum baṣā`iru mir rabbikum, fa man abṣara fa linafsih, wa man 'amiya fa 'alaihā, wa mā ana 'alaikum biḥafīẓ","no_fn":"256","text_fn":"256) Siapa yang mengetahui kebenaran dan mengerjakan kebajikan serta memperoleh petunjuk, dia telah mencapai puncak kebahagiaan."},{"id":894,"surah":6,"no_ayah":105,"theme":"Syirik sebagai Penyelewengan Fitrah","text_ayah":"وَكَذٰلِكَ نُصَرِّفُ الْاٰيٰتِ وَلِيَقُوْلُوْا دَرَسْتَ وَلِنُبَيِّنَهٗ لِقَوْمٍ يَّعْلَمُوْنَ  ","text_id":"Demikianlah Kami menjelaskan berulang-ulang ayat-ayat Kami (agar orang-orang beriman mengambil pelajaran darinya) dan agar mereka (orang-orang musyrik) mengatakan, “Engkau telah mempelajari (ayat-ayat itu dari Ahlulkitab),” dan agar Kami menjelaskannya (Al-Qur’an) kepada kaum yang mengetahui.","text_en":"Thus in varied ways We explain Our signs so that they may say: \"You have been instructed,\" and that We might make it clear to those who understand.","transliteration":"wa każālika nuṣarriful-āyāti wa liyaqụlụ darasta wa linubayyinahụ liqaumiy ya'lamụn","no_fn":"","text_fn":""},{"id":895,"surah":6,"no_ayah":106,"theme":"Perintah Mengikuti Wahyu dan Larangan Memaki Sembahan Selain Allah","text_ayah":"اِتَّبِعْ مَآ اُوْحِيَ اِلَيْكَ مِنْ رَّبِّكَۚ لَآ اِلٰهَ اِلَّا هُوَۚ وَاَعْرِضْ عَنِ الْمُشْرِكِيْنَ  ","text_id":"Ikutilah apa yang telah diwahyukan kepadamu (Nabi Muhammad bahwa) tidak ada tuhan selain Dia dan berpalinglah dari orang-orang musyrik.","text_en":"So follow what is sent down to you by your Lord, for homage is due to no one but God, and turn away from idolaters.","transliteration":"ittabi' mā ụḥiya ilaika mir rabbik, lā ilāha illā huw, wa a'riḍ 'anil-musyrikīn","no_fn":"","text_fn":""},{"id":896,"surah":6,"no_ayah":107,"theme":"Perintah Mengikuti Wahyu dan Larangan Memaki Sembahan Selain Allah","text_ayah":"وَلَوْ شَاۤءَ اللّٰهُ مَآ اَشْرَكُوْاۗ وَمَا جَعَلْنٰكَ عَلَيْهِمْ حَفِيْظًاۚ وَمَآ اَنْتَ عَلَيْهِمْ بِوَكِيْلٍ ","text_id":"Sekiranya Allah menghendaki, niscaya mereka tidak mempersekutukan(-Nya). Kami tidak menjadikan engkau pengawas mereka dan engkau bukan pula penanggung jawab mereka.","text_en":"Had He willed they would not have been idolaters. We have not appointed you their guardian, nor are you their pleader.","transliteration":"walau syā`allāhu mā asyrakụ, wa mā ja'alnāka 'alaihim ḥafīẓā, wa mā anta 'alaihim biwakīl","no_fn":"","text_fn":""},{"id":897,"surah":6,"no_ayah":108,"theme":"Perintah Mengikuti Wahyu dan Larangan Memaki Sembahan Selain Allah","text_ayah":"وَلَا تَسُبُّوا الَّذِيْنَ يَدْعُوْنَ مِنْ دُوْنِ اللّٰهِ فَيَسُبُّوا اللّٰهَ عَدْوًاۢ بِغَيْرِ عِلْمٍۗ  كَذٰلِكَ زَيَّنَّا لِكُلِّ اُمَّةٍ عَمَلَهُمْۖ ثُمَّ اِلٰى رَبِّهِمْ مَّرْجِعُهُمْ فَيُنَبِّئُهُمْ بِمَا كَانُوْا يَعْمَلُوْنَ ","text_id":"Janganlah kamu memaki (sesembahan) yang mereka sembah selain Allah karena mereka nanti akan memaki Allah dengan melampaui batas tanpa (dasar) pengetahuan. Demikianlah, Kami jadikan setiap umat menganggap baik pekerjaan mereka. Kemudian kepada Tuhan merekalah tempat kembali mereka, lalu Dia akan memberitahukan kepada mereka apa yang telah mereka kerjakan.","text_en":"Do not revile those who invoke others apart from God, lest they begin to revile God out of malice and ignorance. We have made attractive their deeds to every people. They have to go back to their Lord, when He will tell them what they used to do.","transliteration":"wa lā tasubbullażīna yad'ụna min dụnillāhi fa yasubbullāha 'adwam bigairi 'ilm, każālika zayyannā likulli ummatin 'amalahum ṡumma ilā rabbihim marji'uhum fa yunabbi`uhum bimā kānụ ya'malụn","no_fn":"","text_fn":""},{"id":898,"surah":6,"no_ayah":109,"theme":"Perintah Mengikuti Wahyu dan Larangan Memaki Sembahan Selain Allah","text_ayah":"وَاَقْسَمُوْا بِاللّٰهِ جَهْدَ اَيْمَانِهِمْ لَىِٕنْ جَاۤءَتْهُمْ اٰيَةٌ لَّيُؤْمِنُنَّ بِهَاۗ قُلْ اِنَّمَا الْاٰيٰتُ عِنْدَ اللّٰهِ وَمَا يُشْعِرُكُمْ اَنَّهَآ اِذَا جَاۤءَتْ لَا يُؤْمِنُوْنَ ","text_id":"Mereka bersumpah dengan (nama) Allah dengan sebenar-benarnya sumpah (bahwa) sungguh jika datang suatu bukti (mukjizat) kepada mereka, pastilah mereka akan beriman kepadanya. Katakanlah, “Sesungguhnya bukti-bukti itu hanya ada pada sisi Allah.” Kamu tidak akan mengira bahwa jika bukti (mukjizat) itu datang, mereka tidak juga akan beriman.<sup>257)</sup>","text_en":"They solemnly swear by God: \"If a sign comes to us we shall certainly believe in it.\" Tell them: \"The signs are with God.\" Yet for all you know they will not believe if the signs came to them.","transliteration":"wa aqsamụ billāhi jahda aimānihim la`in jā`at-hum āyatul layu`minunna bihā, qul innamal-āyātu 'indallāhi wa mā yusy'irukum annahā iżā jā`at lā yu`minụn","no_fn":"257","text_fn":"257) Orang musyrik bersumpah bahwa jika mukjizat dari Allah datang, mereka akan beriman. Oleh karena itu, orang mukmin berharap agar Nabi memohon kepada Allah Swt. untuk menurunkan mukjizat yang dimaksud. Maka, Allah Swt. menolak harapan orang-orang mukmin itu dengan ayat ini."},{"id":899,"surah":6,"no_ayah":110,"theme":"Perintah Mengikuti Wahyu dan Larangan Memaki Sembahan Selain Allah","text_ayah":"وَنُقَلِّبُ اَفْـِٕدَتَهُمْ وَاَبْصَارَهُمْ كَمَا لَمْ يُؤْمِنُوْا بِهٖٓ اَوَّلَ مَرَّةٍ وَّنَذَرُهُمْ فِيْ طُغْيَانِهِمْ يَعْمَهُوْنَࣖ   ۔ ","text_id":"(Kamu pun tidak akan mengira bahwa) Kami akan memalingkan hati dan penglihatan mereka seperti pertama kali mereka tidak beriman kepadanya (Al-Qur’an) serta Kami membiarkan mereka bingung dalam kesesatan.","text_en":"We shall turn their hearts and their eyes, for they did not believe them at the very first, and leave them to wander perplexed in bewilderment.","transliteration":"wa nuqallibu af`idatahum wa abṣārahum kamā lam yu`minụ bihī awwala marratiw wa nażaruhum fī ṭugyānihim ya'mahụn","no_fn":"","text_fn":""},{"id":900,"surah":6,"no_ayah":111,"theme":"Keengganan Orang Musyrik untuk Beriman ","text_ayah":"۞ وَلَوْ اَنَّنَا نَزَّلْنَآ اِلَيْهِمُ الْمَلٰۤىِٕكَةَ وَكَلَّمَهُمُ الْمَوْتٰى وَحَشَرْنَا عَلَيْهِمْ كُلَّ شَيْءٍ قُبُلًا مَّا كَانُوْا لِيُؤْمِنُوْٓا اِلَّآ اَنْ يَّشَاۤءَ اللّٰهُ وَلٰكِنَّ اَكْثَرَهُمْ يَجْهَلُوْنَ ","text_id":"Seandainya Kami benar-benar menurunkan malaikat kepada mereka (sebagai saksi kebenaran Rasul), orang yang telah mati pun (Kami hidupkan kembali lalu) berbicara dengan mereka, dan Kami kumpulkan di hadapan mereka segala sesuatu (yang mereka inginkan), mereka tidak juga akan beriman, kecuali jika Allah menghendaki. Namun, kebanyakan mereka tidak mengetahui (hakikat ini).","text_en":"Even if We send down the angels to them, and the dead should speak to them, and We gather all things before their eyes, they will not believe, unless God should will, for most of them are ignorant.","transliteration":"walau annanā nazzalnā ilaihimul-malā`ikata wa kallamahumul-mautā wa ḥasyarnā 'alaihim kulla syai`ing qubulam mā kānụ liyu`minū illā ay yasyā`allāhu wa lākinna akṡarahum yaj-halụn","no_fn":"","text_fn":""},{"id":901,"surah":6,"no_ayah":112,"theme":"Musuh Para Nabi ","text_ayah":"وَكَذٰلِكَ جَعَلْنَا لِكُلِّ نَبِيٍّ عَدُوًّا شَيٰطِيْنَ الْاِنْسِ وَالْجِنِّ يُوْحِيْ بَعْضُهُمْ اِلٰى بَعْضٍ زُخْرُفَ الْقَوْلِ غُرُوْرًاۗ وَلَوْ شَاۤءَ رَبُّكَ مَا فَعَلُوْهُ فَذَرْهُمْ وَمَا يَفْتَرُوْنَ  ","text_id":"Demikianlah (sebagaimana Kami menjadikan bagimu musuh) Kami telah menjadikan (pula) bagi setiap nabi musuh yang terdiri atas setan-setan (berupa) manusia dan jin. Sebagian mereka membisikkan kepada sebagian yang lain perkataan yang indah sebagai tipuan. Seandainya Tuhanmu menghendaki, niscaya mereka tidak akan melakukannya. Maka, tinggalkan mereka bersama apa yang mereka ada-adakan (kebohongan).","text_en":"That is how We have made for each apostle opponents, the satans among men and jinns, who inspire one another with deceitful talk. But if your Lord had willed they would not have done so. Pay no attention to them and to what they fabricate.","transliteration":"wa każālika ja'alnā likulli nabiyyin 'aduwwan syayāṭīnal-insi wal-jinni yụḥī ba'ḍuhum ilā ba'ḍin zukhrufal-qauli gurụrā, walau syā`a rabbuka mā fa'alụhu fa żar-hum wa mā yaftarụn","no_fn":"","text_fn":""},{"id":902,"surah":6,"no_ayah":113,"theme":"Musuh Para Nabi ","text_ayah":"وَلِتَصْغٰٓى اِلَيْهِ اَفْـِٕدَةُ الَّذِيْنَ لَا يُؤْمِنُوْنَ بِالْاٰخِرَةِ وَلِيَرْضَوْهُ وَلِيَقْتَرِفُوْا مَا هُمْ مُّقْتَرِفُوْنَ ","text_id":"(Setan-setan itu saling membisikkan perkataan yang indah juga) agar hati kecil orang-orang yang tidak beriman pada akhirat tertarik pada bisikan itu serta menyenanginya, dan agar mereka melakukan apa yang biasa mereka (setan-setan itu) lakukan.","text_en":"Let those who do not believe in the life to come, listen to it and be pleased with it, and let them gain what they may gain.","transliteration":"wa litaṣgā ilaihi af`idatullażīna lā yu`minụna bil-ākhirati wa liyarḍauhu wa liyaqtarifụ mā hum muqtarifụn","no_fn":"","text_fn":""},{"id":903,"surah":6,"no_ayah":114,"theme":"Allah Sebenar-benar Hakim ","text_ayah":"اَفَغَيْرَ اللّٰهِ اَبْتَغِيْ حَكَمًا وَّهُوَ الَّذِيْٓ اَنْزَلَ اِلَيْكُمُ الْكِتٰبَ مُفَصَّلًاۗ وَالَّذِيْنَ اٰتَيْنٰهُمُ الْكِتٰبَ يَعْلَمُوْنَ اَنَّهٗ مُنَزَّلٌ مِّنْ رَّبِّكَ بِالْحَقِّ فَلَا تَكُوْنَنَّ مِنَ الْمُمْتَرِيْنَ ","text_id":"Maka, apakah (pantas) aku mencari selain Allah sebagai hakim, padahal Dialah yang menurunkan Kitab (Al-Qur’an) kepadamu (dengan penjelasan) secara terperinci? Orang-orang yang telah Kami anugerahi Kitab Suci mengetahui (bahwa) sesungguhnya (Al-Qur’an) itu diturunkan dari Tuhanmu dengan benar. Maka, janganlah sekali-kali kamu termasuk orang-orang yang ragu.","text_en":"(Say): \"Then should I seek (the source of) law elsewhere than God, when it is He who has revealed this Book to you, which distinctly explains (everything)?\" Those to whom We have given the Book know it has been sent by your Lord in truth. So be not a sceptic.","transliteration":"a fagairallāhi abtagī ḥakamaw wa huwallażī anzala ilaikumul-kitāba mufaṣṣalā, wallażīna ātaināhumul-kitāba ya'lamụna annahụ munazzalum mir rabbika bil-ḥaqqi fa lā takụnanna minal-mumtarīn","no_fn":"","text_fn":""},{"id":904,"surah":6,"no_ayah":115,"theme":"Kesempurnaan Kandungan Al-Qur’an ","text_ayah":"وَتَمَّتْ كَلِمَتُ رَبِّكَ صِدْقًا وَّعَدْلًاۗ لَا مُبَدِّلَ لِكَلِمٰتِهٖۚ وَهُوَ السَّمِيْعُ الْعَلِيْمُ","text_id":"Telah sempurna kalimat Tuhanmu (Al-Qur’an) dengan (mengandung) kebenaran dan keadilan. Tidak ada (seorang pun) yang dapat mengubah kalimat-kalimat-Nya. Dia Maha Mendengar lagi Maha Mengetahui.","text_en":"Perfected are the laws of your Lord in truth and justice, and there is no changing His laws. He is all-hearing and all-knowing.","transliteration":"wa tammat kalimatu rabbika ṣidqaw wa 'adlā, lā mubaddila likalimātih, wa huwas-samī'ul-'alīm","no_fn":"","text_fn":""},{"id":905,"surah":6,"no_ayah":116,"theme":"Kesempurnaan Kandungan Al-Qur’an ","text_ayah":"وَاِنْ تُطِعْ اَكْثَرَ مَنْ فِى الْاَرْضِ يُضِلُّوْكَ عَنْ سَبِيْلِ اللّٰهِۗ اِنْ يَّتَّبِعُوْنَ اِلَّا الظَّنَّ وَاِنْ هُمْ اِلَّا يَخْرُصُوْنَ ","text_id":"Jika engkau mengikuti (kemauan) kebanyakan orang (kafir) di bumi ini (dalam urusan agama), niscaya mereka akan menyesatkanmu dari jalan Allah. Mereka hanya mengikuti persangkaan belaka dan mereka hanyalah membuat kebohongan.","text_en":"If you follow the majority of people on the earth, they will lead you astray from the path of God, for they follow only conjecture and surmise.","transliteration":"wa in tuṭi' akṡara man fil-arḍi yuḍillụka 'an sabīlillāh, iy yattabi'ụna illaẓ-ẓanna wa in hum illā yakhruṣụn","no_fn":"","text_fn":""},{"id":906,"surah":6,"no_ayah":117,"theme":"Kesempurnaan Kandungan Al-Qur’an ","text_ayah":"اِنَّ رَبَّكَ هُوَ اَعْلَمُ مَنْ يَّضِلُّ عَنْ سَبِيْلِهٖۚ وَهُوَ اَعْلَمُ بِالْمُهْتَدِيْنَ ","text_id":"Sesungguhnya Tuhanmu, Dialah yang lebih mengetahui siapa yang tersesat dari jalan-Nya dan Dia (pula) yang lebih mengetahui orang-orang yang mendapat petunjuk.","text_en":"Your Lord surely knows those who have strayed from his path, and knows those who are rightly guided.","transliteration":"inna rabbaka huwa a'lamu may yaḍillu 'an sabīlih, wa huwa a'lamu bil-muhtadīn","no_fn":"","text_fn":""},{"id":907,"surah":6,"no_ayah":118,"theme":"Perselisihan tentang Kehalalan dan Keharaman Makanan ","text_ayah":"فَكُلُوْا مِمَّا ذُكِرَ اسْمُ اللّٰهِ عَلَيْهِ اِنْ كُنْتُمْ بِاٰيٰتِهٖ مُؤْمِنِيْنَ ","text_id":"Makanlah sebagian apa (daging hewan halal) yang (ketika disembelih) disebut nama Allah jika kamu beriman pada ayat-ayat-Nya.","text_en":"Eat only that over which the name of God has been pronounced, if you truly believe in His commands.","transliteration":"fa kulụ mimmā żukirasmullāhi 'alaihi ing kuntum bi`āyātihī mu`minīn","no_fn":"","text_fn":""},{"id":908,"surah":6,"no_ayah":119,"theme":"Perselisihan tentang Kehalalan dan Keharaman Makanan ","text_ayah":"وَمَا لَكُمْ اَلَّا تَأْكُلُوْا مِمَّا ذُكِرَ اسْمُ اللّٰهِ عَلَيْهِ وَقَدْ فَصَّلَ لَكُمْ مَّا حَرَّمَ عَلَيْكُمْ اِلَّا مَا اضْطُرِرْتُمْ اِلَيْهِۗ وَاِنَّ كَثِيْرًا لَّيُضِلُّوْنَ بِاَهْوَاۤىِٕهِمْ بِغَيْرِ عِلْمٍۗ اِنَّ رَبَّكَ هُوَ اَعْلَمُ بِالْمُعْتَدِيْنَ ","text_id":"Mengapa kamu tidak mau memakan sesuatu (daging hewan) yang (ketika disembelih) disebut nama Allah. Padahal, Allah telah menjelaskan secara rinci kepadamu sesuatu yang Dia haramkan kepadamu, kecuali jika kamu dalam keadaan terpaksa. Sesungguhnya banyak yang menyesatkan (orang lain) dengan mengikuti hawa nafsunya tanpa dasar pengetahuan. Sesungguhnya Tuhanmu lebih mengetahui orang-orang yang melampaui batas.","text_en":"And why should you not eat of that over which the name of God has been pronounced, when He has made it distinctly clear what is forbidden, unless you are constrained to do so. Surely many (men) mislead others into following their vain desires through lack of knowledge. Your Lord certainly knows the transgressors.","transliteration":"wa mā lakum allā ta`kulụ mimmā żukirasmullāhi 'alaihi wa qad faṣṣala lakum mā ḥarrama 'alaikum illā maḍṭurirtum ilaīh, wa inna kaṡīral layuḍillụna bi`ahwā`ihim bigairi 'ilm, inna rabbaka huwa a'lamu bil-mu'tadīn","no_fn":"","text_fn":""},{"id":909,"surah":6,"no_ayah":120,"theme":"Perselisihan tentang Kehalalan dan Keharaman Makanan ","text_ayah":"وَذَرُوْا ظَاهِرَ الْاِثْمِ وَبَاطِنَهٗۗ اِنَّ الَّذِيْنَ يَكْسِبُوْنَ الْاِثْمَ سَيُجْزَوْنَ بِمَا كَانُوْا يَقْتَرِفُوْنَ ","text_id":"Tinggalkanlah dosa yang terlihat dan yang tersembunyi. Sesungguhnya orang-orang yang mengerjakan (perbuatan) dosa kelak akan dibalas (dengan siksaan) karena apa yang mereka kerjakan.","text_en":"Discard both the visible and invisible sin. For those who sin will be punished for what they have done.","transliteration":"wa żarụ ẓāhiral-iṡmi wa bāṭinah, innallażīna yaksibụnal-iṡma sayujzauna bimā kānụ yaqtarifụn","no_fn":"","text_fn":""},{"id":910,"surah":6,"no_ayah":121,"theme":"Perselisihan tentang Kehalalan dan Keharaman Makanan ","text_ayah":"وَلَا تَأْكُلُوْا مِمَّا لَمْ يُذْكَرِ اسْمُ اللّٰهِ عَلَيْهِ وَاِنَّهٗ لَفِسْقٌۗ وَاِنَّ الشَّيٰطِيْنَ لَيُوْحُوْنَ اِلٰٓى اَوْلِيَاۤىِٕهِمْ  لِيُجَادِلُوْكُمْۚ وَاِنْ اَطَعْتُمُوْهُمْ اِنَّكُمْ لَمُشْرِكُوْنَࣖ ","text_id":"Janganlah kamu memakan sesuatu dari (daging hewan) yang (ketika disembelih) tidak disebut nama Allah. Perbuatan itu benar-benar suatu kefasikan. Sesungguhnya setan benar-benar selalu membisiki kawan-kawannya<sup>258)</sup> agar mereka membantahmu. Jika kamu menuruti mereka, sesungguhnya kamu benar-benar musyrik.","text_en":"Do not eat of that over which God's name has not been pronounced, for that would amount to exceeding the limits of law. Certainly the devils inspire their proteges to dispute with you: If you obey them, you will surely become an idolater.","transliteration":"wa lā ta`kulụ mimmā lam yużkarismullāhi 'alaihi wa innahụ lafisq, wa innasy-syayāṭīna layụḥụna ilā auliyā`ihim liyujādilụkum, wa in aṭa'tumụhum innakum lamusyrikụn","no_fn":"258","text_fn":"258) Lihat catatan kaki surah Āli ‘Imrān/3: 28. "},{"id":911,"surah":6,"no_ayah":122,"theme":"Perselisihan tentang Kehalalan dan Keharaman Makanan ","text_ayah":"اَوَمَنْ كَانَ مَيْتًا فَاَحْيَيْنٰهُ وَجَعَلْنَا لَهٗ نُوْرًا يَّمْشِيْ بِهٖ فِى النَّاسِ كَمَنْ مَّثَلُهٗ فِى الظُّلُمٰتِ لَيْسَ بِخَارِجٍ مِّنْهَاۗ  كَذٰلِكَ زُيِّنَ لِلْكٰفِرِيْنَ مَا كَانُوْا يَعْمَلُوْنَ ","text_id":"Apakah orang yang sudah mati lalu Kami hidupkan dan beri dia cahaya yang membuatnya dapat berjalan di tengah-tengah orang banyak, seperti orang yang berada dalam kegelapan sehingga dia tidak dapat keluar dari sana? Demikianlah, dijadikan terasa indah bagi orang-orang kafir apa yang mereka kerjakan.","text_en":"Can he who was lifeless, to whom We gave life, and gave him a light in whose glow he walks among men, be like him who is used to darkness from which he can never emerge? Thus have been their doings made attractive to unbelievers.","transliteration":"a wa mang kāna maitan fa aḥyaināhu wa ja'alnā lahụ nụray yamsyī bihī fin-nāsi kamam maṡaluhụ fiẓ-ẓulumāti laisa bikhārijim min-hā, każālika zuyyina lil-kāfirīna mā kānụ ya'malụn","no_fn":"","text_fn":""},{"id":912,"surah":6,"no_ayah":123,"theme":"Perselisihan tentang Kehalalan dan Keharaman Makanan ","text_ayah":"وَكَذٰلِكَ جَعَلْنَا فِيْ كُلِّ قَرْيَةٍ اَكٰبِرَ مُجْرِمِيْهَا لِيَمْكُرُوْا فِيْهَاۗ وَمَا يَمْكُرُوْنَ اِلَّا بِاَنْفُسِهِمْ وَمَا يَشْعُرُوْنَ ","text_id":"Demikian pula pada setiap negeri Kami jadikan orang-orang jahatnya<sup>259)</sup> sebagai pembesar agar melakukan tipu daya di sana. Padahal, mereka hanya menipu diri sendiri tanpa menyadarinya.","text_en":"And thus have We placed in every city the greatest of the sinners to contrive and deceive; yet they contrive against no one but themselves even though they do not know.","transliteration":"wa każālika ja'alnā fī kulli qaryatin akābira mujrimīhā liyamkurụ fīhā, wa mā yamkurụna illā bi`anfusihim wa mā yasy'urụn","no_fn":"259","text_fn":"259) Menurut sebagian mufasir, akābira mujrimīhā artinya adalah ‘para penjahat besar’."},{"id":913,"surah":6,"no_ayah":124,"theme":"Hak Allah Menunjuk Seseorang Menjadi Nabi ","text_ayah":"وَاِذَا جَاۤءَتْهُمْ اٰيَةٌ قَالُوْا لَنْ نُّؤْمِنَ حَتّٰى نُؤْتٰى مِثْلَ مَآ اُوْتِيَ رُسُلُ اللّٰهِۘ اَللّٰهُ اَعْلَمُ حَيْثُ يَجْعَلُ رِسٰلَتَهٗۗ سَيُصِيْبُ الَّذِيْنَ اَجْرَمُوْا صَغَارٌ عِنْدَ اللّٰهِ وَعَذَابٌ شَدِيْدٌۢ بِمَا كَانُوْا يَمْكُرُوْنَ","text_id":"Apabila datang suatu ayat kepada mereka, mereka berkata, “Kami tidak akan beriman hingga diberikan kepada kami (sesuatu) seperti apa yang diberikan kepada rasul-rasul Allah.” Allah lebih mengetahui di mana Dia menempatkan tugas kerasulan-Nya. Orang-orang yang berdosa nanti akan ditimpa kehinaan di sisi Allah dan azab yang keras karena tipu daya yang mereka lakukan.","text_en":"Every time a sign comes to them they say: \"We shall never believe till what God's apostles had been given comes to us.\" God knows best where to direct His messages. A degradation will befall the sinners and chastisement from God for deceiving.","transliteration":"wa iżā jā`at-hum āyatung qālụ lan nu`mina ḥattā nu`tā miṡla mā ụtiya rusulullāh, allāhu a'lamu ḥaiṡu yaj'alu risālatah, sayuṣībullażīna ajramụ ṣagārun 'indallāhi wa 'ażābun syadīdum bimā kānụ yamkurụn","no_fn":"","text_fn":""},{"id":914,"surah":6,"no_ayah":125,"theme":"Hak Allah Menunjuk Seseorang Menjadi Nabi ","text_ayah":"فَمَنْ يُّرِدِ اللّٰهُ اَنْ يَّهْدِيَهٗ يَشْرَحْ صَدْرَهٗ لِلْاِسْلَامِۚ وَمَنْ يُّرِدْ اَنْ يُّضِلَّهٗ يَجْعَلْ صَدْرَهٗ ضَيِّقًا حَرَجًا كَاَنَّمَا يَصَّعَّدُ فِى السَّمَاۤءِۗ كَذٰلِكَ يَجْعَلُ اللّٰهُ الرِّجْسَ عَلَى الَّذِيْنَ لَا يُؤْمِنُوْنَ","text_id":"Maka, siapa yang Allah kehendaki mendapat hidayah, Dia akan melapangkan dadanya untuk menerima Islam. Siapa yang Dia kehendaki menjadi sesat, Dia akan menjadikan dadanya sempit lagi sesak seakan-akan dia sedang mendaki ke langit. Begitulah Allah menimpakan siksa kepada orang-orang yang tidak beriman.","text_en":"Thus God guides whomsoever He please by opening wide his breast to surrender; and Straitens the breasts of those He allows to go astray, (who feel suffocated) as if they were ascending the skies. Thus will God punish those who do not believe.","transliteration":"fa may yuridillāhu ay yahdiyahụ yasyraḥ ṣadrahụ lil-islām, wa may yurid ay yuḍillahụ yaj'al ṣadrahụ ḍayyiqan ḥarajang ka`annamā yaṣṣa''adu fis-samā`, każālika yaj'alullāhur-rijsa 'alallażīna lā yu`minụn","no_fn":"","text_fn":""},{"id":915,"surah":6,"no_ayah":126,"theme":"Islam sebagai Jalan Hidup yang Lurus ","text_ayah":"وَهٰذَا صِرَاطُ رَبِّكَ مُسْتَقِيْمًاۗ قَدْ فَصَّلْنَا الْاٰيٰتِ لِقَوْمٍ يَّذَّكَّرُوْنَ ","text_id":"Inilah jalan Tuhanmu yang lurus. Sungguh, Kami telah menjelaskan secara rinci ayat-ayat (Kami) kepada orang-orang yang mengambil pelajaran.","text_en":"This is the straight path of your Lord. Distinct have We made Our signs for those who reflect.","transliteration":"wa hāżā ṣirāṭu rabbika mustaqīmā, qad faṣṣalnal-āyāti liqaumiy yażżakkarụn","no_fn":"","text_fn":""},{"id":916,"surah":6,"no_ayah":127,"theme":"Islam sebagai Jalan Hidup yang Lurus ","text_ayah":"۞ لَهُمْ دَارُ السَّلٰمِ عِنْدَ رَبِّهِمْ وَهُوَ وَلِيُّهُمْ بِمَا كَانُوْا يَعْمَلُوْنَ ","text_id":"Bagi mereka (disediakan) tempat yang damai (surga) di sisi Tuhannya. Dialah pelindung mereka karena apa (amal kebajikan) yang mereka kerjakan.","text_en":"For them is an abode of peace with their Lord. He will be their defender as reward for what they did.","transliteration":"lahum dārus-salāmi 'inda rabbihim wa huwa waliyyuhum bimā kānụ ya'malụn","no_fn":"","text_fn":""},{"id":917,"surah":6,"no_ayah":128,"theme":"Nasib Orang Zalim di Akhirat ","text_ayah":"وَيَوْمَ يَحْشُرُهُمْ جَمِيْعًاۚ يٰمَعْشَرَ الْجِنِّ قَدِ اسْتَكْثَرْتُمْ مِّنَ الْاِنْسِۚ وَقَالَ اَوْلِيَاۤؤُهُمْ مِّنَ الْاِنْسِ رَبَّنَا اسْتَمْتَعَ بَعْضُنَا بِبَعْضٍ وَّبَلَغْنَآ اَجَلَنَا الَّذِيْٓ اَجَّلْتَ لَنَاۗ قَالَ النَّارُ مَثْوٰىكُمْ خٰلِدِيْنَ فِيْهَآ اِلَّا مَا شَاۤءَ اللّٰهُۗ اِنَّ رَبَّكَ حَكِيْمٌ عَلِيْمٌ ","text_id":"(Ingatlah) pada hari ketika Dia mengumpulkan mereka semua (dan Allah berfirman), “Wahai golongan jin, kamu telah sering kali (menyesatkan) manusia.” Kawan-kawan<sup>260)</sup> mereka dari golongan manusia berkata, “Ya Tuhan, kami telah saling mendapatkan kesenangan<sup>261)</sup> dan kami telah sampai pada waktu yang telah Engkau tentukan buat kami.” Allah berfirman, “Nerakalah tempat kamu selama-lamanya, kecuali jika Allah menghendaki lain.” Sesungguhnya Tuhanmu Mahabijaksana lagi Maha Mengetahui. ","text_en":"On the day He will gather them together, (He will say:) \"O you assembly of jinns, you made great use of men.\" But their proteges among men will say: \"O our Lord, we lived a life of mutual gain, but have now reached the term You ordained for us.\" \"Your abode is Hell,\" He will say, \"where you will dwell for ever, unless God please otherwise.\" Verily your Lord is wise and all-knowing.","transliteration":"wa yauma yaḥsyuruhum jamī'ā, yā ma'syaral-jinni qadistakṡartum minal-ins, wa qāla auliyā`uhum minal-insi rabbanastamta'a ba'ḍunā biba'ḍiw wa balagnā ajalanallażī ajjalta lanā, qālan-nāru maṡwākum khālidīna fīhā illā mā syā`allāh, inna rabbaka ḥakīmun 'alīm","no_fn":"260","text_fn":"260) Tentang makna kata waliy dan auliyā’, silakan lihat catatan kaki surah Āli ‘Imrān/3: 28.</br>261) Masing-masing telah merasakan kesenangan dari pihak lain. Pihak jin setan merasa bahagia karena berhasil menyesatkan manusia, sedangkan manusia merasa senang mengikuti bujukan jin dan leluasa merasakan kenikmatan duniawi."},{"id":918,"surah":6,"no_ayah":129,"theme":"Nasib Orang Zalim di Akhirat ","text_ayah":"وَكَذٰلِكَ نُوَلِّيْ بَعْضَ الظّٰلِمِيْنَ بَعْضًاۢ بِمَا كَانُوْا يَكْسِبُوْنَࣖ ","text_id":"Demikianlah Kami jadikan sebagian orang-orang zalim berteman dengan sebagian lainnya, sebagai balasan atas apa yang selalu mereka kerjakan.","text_en":"Thus do We place some sinners over others as requital for their deeds.","transliteration":"wa każālika nuwallī ba'ḍaẓ-ẓālimīna ba'ḍam bimā kānụ yaksibụn","no_fn":"","text_fn":""},{"id":919,"surah":6,"no_ayah":130,"theme":"Nasib Orang Zalim di Akhirat ","text_ayah":"يٰمَعْشَرَ الْجِنِّ وَالْاِنْسِ اَلَمْ يَأْتِكُمْ رُسُلٌ مِّنْكُمْ يَقُصُّوْنَ عَلَيْكُمْ اٰيٰتِيْ وَيُنْذِرُوْنَكُمْ لِقَاۤءَ يَوْمِكُمْ هٰذَاۗ قَالُوْا شَهِدْنَا عَلٰٓى اَنْفُسِنَا وَغَرَّتْهُمُ الْحَيٰوةُ الدُّنْيَا وَشَهِدُوْا عَلٰٓى اَنْفُسِهِمْ اَنَّهُمْ كَانُوْا كٰفِرِيْنَ ","text_id":"(Allah berfirman,) “Wahai golongan jin dan manusia, tidakkah sudah datang kepadamu rasul-rasul dari kalanganmu sendiri yang menyampaikan ayat-ayat-Ku kepadamu dan memperingatkanmu tentang pertemuan pada hari ini?” Mereka menjawab, “(Ya,) kami menjadi saksi atas diri kami sendiri.” Namun, mereka tertipu oleh kehidupan dunia. Mereka telah menjadi saksi atas diri mereka sendiri bahwa mereka adalah orang kafir.","text_en":"O you assembly of jinns and men, did not apostles come to you from among you, communicating My signs to you, bringing warnings of this your day (of Doom)?\" They will answer: \"We bear witness to our sins.\" They were surely deluded by the life of the world, and bore witness against themselves because they were unbelievers.","transliteration":"yā ma'syaral-jinni wal-insi a lam ya`tikum rusulum mingkum yaquṣṣụna 'alaikum āyātī wa yunżirụnakum liqā`a yaumikum hāżā, qālụ syahidnā 'alā anfusinā wa garrat-humul-ḥayātud-dun-yā wa syahidụ 'alā anfusihim annahum kānụ kāfirīn","no_fn":"","text_fn":""},{"id":920,"surah":6,"no_ayah":131,"theme":"Nasib Orang Zalim di Akhirat ","text_ayah":"ذٰلِكَ اَنْ لَّمْ يَكُنْ رَّبُّكَ مُهْلِكَ الْقُرٰى بِظُلْمٍ وَّاَهْلُهَا غٰفِلُوْنَ ","text_id":"Demikian itu (pengutusan para rasul) karena Tuhanmu tidak akan membinasakan suatu negeri karena kezaliman (mereka), sedangkan penduduknya dalam keadaan belum tahu.","text_en":"And this (so that it may be clear) that your Lord does not destroy towns and cities arbitrarily while the citizens remain unaware.","transliteration":"żālika al lam yakur rabbuka muhlikal-qurā biẓulmiw wa ahluhā gāfilụn","no_fn":"","text_fn":""},{"id":921,"surah":6,"no_ayah":132,"theme":"Nasib Orang Zalim di Akhirat ","text_ayah":"وَلِكُلٍّ دَرَجٰتٌ مِّمَّا عَمِلُوْاۗ وَمَا رَبُّكَ بِغَافِلٍ عَمَّا يَعْمَلُوْنَ ","text_id":"Masing-masing orang ada tingkatannya, (sesuai) dengan apa yang mereka kerjakan. Tuhanmu tidak lengah terhadap apa yang mereka kerjakan.","text_en":"Every one has his place according to his deeds, for your Lord is not negligent of what you do.","transliteration":"wa likullin darajātum mimmā 'amilụ, wa mā rabbuka bigāfilin 'ammā ya'malụn","no_fn":"","text_fn":""},{"id":922,"surah":6,"no_ayah":133,"theme":"Nasib Orang Zalim di Akhirat ","text_ayah":"وَرَبُّكَ الْغَنِيُّ ذُو الرَّحْمَةِۗ اِنْ يَّشَأْ يُذْهِبْكُمْ وَيَسْتَخْلِفْ مِنْۢ  بَعْدِكُمْ مَّا يَشَاۤءُ كَمَآ اَنْشَاَكُمْ مِّنْ ذُرِّيَّةِ قَوْمٍ اٰخَرِيْنَ ","text_id":"Tuhanmulah Yang Mahakaya lagi penuh rahmat. Jika menghendaki, Dia akan memusnahkanmu. Setelah itu, Dia akan menggantimu dengan yang dikehendaki-Nya, sebagaimana Dia menjadikan kamu dari keturunan kaum lain (sebelummu).","text_en":"Your Lord is all-sufficient and full of benevolence. He can take you away if He please, and make whom He will succeed you, as He had raised you from the progeny of others.","transliteration":"wa rabbukal-ganiyyu żur-raḥmah, iy yasya` yuż-hibkum wa yastakhlif mim ba'dikum mā yasyā`u kamā ansya`akum min żurriyyati qaumin ākharīn","no_fn":"","text_fn":""},{"id":923,"surah":6,"no_ayah":134,"theme":"Nasib Orang Zalim di Akhirat ","text_ayah":"اِنَّ مَا تُوْعَدُوْنَ لَاٰتٍۙ وَّمَآ اَنْتُمْ بِمُعْجِزِيْنَ ","text_id":"Sesungguhnya apa pun yang dijanjikan kepadamu pasti datang dan kamu tidak mampu menolaknya.","text_en":"The promise that was made to you is bound to be fulfilled. It is not in your power to defeat it.","transliteration":"inna mā tụ'adụna la`ātiw wa mā antum bimu'jizīn","no_fn":"","text_fn":""},{"id":924,"surah":6,"no_ayah":135,"theme":"Nasib Orang Zalim di Akhirat ","text_ayah":"قُلْ يٰقَوْمِ اعْمَلُوْا عَلٰى مَكَانَتِكُمْ اِنِّيْ عَامِلٌۚ فَسَوْفَ تَعْلَمُوْنَۙ مَنْ تَكُوْنُ لَهٗ عَاقِبَةُ الدَّارِۗ اِنَّهٗ لَا يُفْلِحُ الظّٰلِمُوْنَ ","text_id":"Katakanlah (Nabi Muhammad), “Wahai kaumku, berbuatlah menurut kedudukanmu, aku pun berbuat (demikian). Kelak kamu akan mengetahui siapa yang akan memperoleh tempat (terbaik) di akhirat (nanti). Sesungguhnya orang-orang yang zalim tidak akan beruntung.","text_en":"Tell them: \"O my people, go on acting on your part, I am acting on mine. You will soon know whose is the guerdon of life to come.\" The wicked will not succeed.","transliteration":"qul yā qaumi'malụ 'alā makānatikum innī 'āmil, fa saufa ta'lamụna man takụnu lahụ 'āqibatud-dār, innahụ lā yufliḥuẓ-ẓālimụn","no_fn":"","text_fn":""},{"id":925,"surah":6,"no_ayah":136,"theme":"Nasib Orang Zalim di Akhirat ","text_ayah":"وَجَعَلُوْا لِلّٰهِ مِمَّا ذَرَاَ مِنَ الْحَرْثِ وَالْاَنْعَامِ نَصِيْبًا فَقَالُوْا هٰذَا لِلّٰهِ بِزَعْمِهِمْ وَهٰذَا لِشُرَكَاۤىِٕنَاۚ فَمَا كَانَ لِشُرَكَاۤىِٕهِمْ فَلَا يَصِلُ اِلَى اللّٰهِۚ وَمَا كَانَ لِلّٰهِ فَهُوَ يَصِلُ اِلٰى شُرَكَاۤىِٕهِمْۗ سَاۤءَ مَا يَحْكُمُوْنَ ","text_id":"Mereka menyediakan sebagian dari sesuatu yang Allah ciptakan, yaitu hasil tanaman dan hewan ternak, untuk Allah sambil berkata menurut persangkaan mereka, “Ini untuk Allah dan yang ini untuk berhala-berhala kami.” Bagian yang (disediakan) untuk berhala-berhala mereka tidak akan sampai kepada Allah, sedangkan bagian yang (disediakan) untuk Allah akan sampai pada berhala-berhala mereka.<sup>262)</sup> Sangat buruk ketetapan mereka itu. ","text_en":"They allocate a share from God's own created fields and cattle to God, and they say: \"This is God's\" -- or so they think -- \"and that, of the compeers of God,\" so that what belongs to the compeers does not reach God, but that which is God's may reach the compeers (set up by them). How bad is the judgement that they make!","transliteration":"wa ja'alụ lillāhi mimmā żara`a minal-ḥarṡi wal-an'āmi naṣīban fa qālụ hāżā lillāhi biza'mihim wa hāżā lisyurakā`inā, fa mā kāna lisyurakā`ihim fa lā yaṣilu ilallāh, wa mā kāna lillāhi fa huwa yaṣilu ilā syurakā`ihim, sā`a mā yaḥkumụn","no_fn":"262","text_fn":"262) Mereka membagi hasil tanaman dan ternak menjadi tiga bagian: satu bagian untuk mereka sendiri, satu bagian untuk Allah Swt., dan satu bagian untuk berhala mereka. Jika bagian untuk berhala tersebut menguntungkan, mereka tidak akan menguranginya sedikit pun untuk dipersembahkan kepada Allah Swt. Sebaliknya, jika bagian yang mereka persembahkan untuk Allah Swt. menguntungkan, mereka akan mengambil sebagiannya untuk dipersembahkan pada berhala."},{"id":926,"surah":6,"no_ayah":137,"theme":"Nasib Orang Zalim di Akhirat ","text_ayah":"وَكَذٰلِكَ زَيَّنَ لِكَثِيْرٍ مِّنَ الْمُشْرِكِيْنَ قَتْلَ اَوْلَادِهِمْ شُرَكَاۤؤُهُمْ لِيُرْدُوْهُمْ وَلِيَلْبِسُوْا عَلَيْهِمْ دِيْنَهُمْۗ وَلَوْ شَاۤءَ اللّٰهُ مَا فَعَلُوْهُ فَذَرْهُمْ وَمَا يَفْتَرُوْنَ ","text_id":"Demikianlah berhala-berhala mereka (setan) menjadikan terasa indah bagi banyak orang musyrik membunuh anak-anak mereka untuk membinasakan mereka dan mengacaukan agama mereka sendiri.<sup>263)</sup> Seandainya Allah berkehendak, niscaya mereka tidak akan mengerjakannya. Biarkanlah mereka bersama apa (kebohongan) yang mereka ada-adakan. ","text_en":"In the same way have their companions shown many unbelievers the killing of their children as desirable in order to ruin them and falsify their faith. If God had so willed they would never have done so. Leave them to their falsehoods.","transliteration":"wa każālika zayyana likaṡīrim minal-musyrikīna qatla aulādihim syurakā`uhum liyurdụhum wa liyalbisụ 'alaihim dīnahum, walau syā`allāhu mā fa'alụhu fa żar-hum wa mā yaftarụn","no_fn":"263","text_fn":"263) Sebagian orang Arab adalah penganut syariat Nabi Ibrahim a.s. Nabi Ibrahim a.s. pernah diperintah Allah Swt. untuk mengurbankan anaknya, Ismail. Kemudian, sejumlah pemuka agama mereka mengaburkan pengertian berkurban itu sehingga dapat menanamkan rasa memandang baik membunuh anak-anak mereka dengan alasan mendekatkan diri kepada Allah Swt. Padahal, alasan yang sesungguhnya adalah karena takut miskin dan takut ternoda."},{"id":927,"surah":6,"no_ayah":138,"theme":"Nasib Orang Zalim di Akhirat ","text_ayah":"وَقَالُوْا هٰذِهٖٓ اَنْعَامٌ وَّحَرْثٌ حِجْرٌ لَّا يَطْعَمُهَآ اِلَّا مَنْ نَّشَاۤءُ بِزَعْمِهِمْ وَاَنْعَامٌ حُرِّمَتْ ظُهُوْرُهَا وَاَنْعَامٌ لَّا يَذْكُرُوْنَ اسْمَ اللّٰهِ عَلَيْهَا افْتِرَاۤءً عَلَيْهِۗ سَيَجْزِيْهِمْ بِمَا كَانُوْا يَفْتَرُوْنَ ","text_id":"Mereka berkata menurut anggapan mereka, “Inilah hewan ternak dan hasil bumi yang dilarang, tidak boleh dimakan, kecuali oleh orang yang kami kehendaki. Ada pula hewan yang diharamkan punggungnya (tidak boleh ditunggangi) dan ada hewan ternak yang (ketika disembelih) boleh tidak menyebut nama Allah.” (Hal itu) sebagai kebohongan terhadap Allah. Kelak Allah akan membalas semua yang mereka ada-adakan.","text_en":"They also say: \"These cattle and these crops are consecrated. None may eat of them other than those we permit,\" -- so they assert. \"And the use of these cattle is forbidden for carrying burden.\" They do not pronounce the name of God on certain animals, inventing lies against Him. He will punish them for what they fabricate.","transliteration":"wa qālụ hāżihī an'āmuw wa ḥarṡun ḥijrul lā yaṭ'amuhā illā man nasyā`u biza'mihim wa an'āmun ḥurrimat ẓuhụruhā wa an'āmul lā yażkurụnasmallāhi 'alaihaftirā`an 'alaīh, sayajzīhim bimā kānụ yaftarụn","no_fn":"","text_fn":""},{"id":928,"surah":6,"no_ayah":139,"theme":"Nasib Orang Zalim di Akhirat ","text_ayah":"وَقَالُوْا مَا فِيْ بُطُوْنِ هٰذِهِ الْاَنْعَامِ خَالِصَةٌ لِّذُكُوْرِنَا وَمُحَرَّمٌ عَلٰٓى اَزْوَاجِنَاۚ وَاِنْ يَّكُنْ مَّيْتَةً فَهُمْ فِيْهِ شُرَكَاۤءُۗ سَيَجْزِيْهِمْ وَصْفَهُمْۗ اِنَّهٗ حَكِيْمٌ عَلِيْمٌ ","text_id":"Mereka juga berkata, “Apa yang ada di dalam perut hewan ternak ini khusus untuk kaum laki-laki kami dan haram bagi istri-istri kami.” Jika (yang ada di dalam perut itu dilahirkan dalam keadaan) mati, semua boleh (memakannya). Kelak Allah akan membalas ketetapan mereka. Sesungguhnya Dia Mahabijaksana lagi Maha Mengetahui.","text_en":"And they say: \"Whatever is in the wombs of these cattle is only meant for men and forbidden our women; but in case it should be still-born both could eat it.\" God will punish them for what they assert. He is all-wise and all-knowing.","transliteration":"wa qālụ mā fī buṭụni hāżihil-an'āmi khāliṣatul liżukụrinā wa muḥarramun 'alā azwājinā, wa iy yakum maitatan fa hum fīhi syurakā`, sayajzīhim waṣfahum, innahụ ḥakīmun 'alīm","no_fn":"","text_fn":""},{"id":929,"surah":6,"no_ayah":140,"theme":"Nasib Orang Zalim di Akhirat ","text_ayah":"قَدْ خَسِرَ الَّذِيْنَ قَتَلُوْٓا اَوْلَادَهُمْ سَفَهًاۢ بِغَيْرِ عِلْمٍ وَّحَرَّمُوْا مَا رَزَقَهُمُ اللّٰهُ افْتِرَاۤءً عَلَى اللّٰهِۗ قَدْ ضَلُّوْا وَمَا كَانُوْا مُهْتَدِيْنَࣖ ","text_id":"Sungguh rugi orang-orang yang membunuh anak-anak mereka karena kebodohan tanpa pengetahuan dan mengharamkan rezeki yang dikaruniakan Allah kepada mereka dengan (semata-mata) membuat-buat kebohongan terhadap Allah. Sungguh, mereka telah sesat dan tidak mendapat petunjuk.","text_en":"They will surely perish who kill their offspring in ignorance foolhardily, and forbid the food that God has given them by fabricating lies against God. Misguided are they surely, and will never come to guidance.","transliteration":"qad khasirallażīna qatalū aulādahum safaham bigairi 'ilmiw wa ḥarramụ mā razaqahumullāhuftirā`an 'alallāh, qad ḍallụ wa mā kānụ muhtadīn","no_fn":"","text_fn":""},{"id":930,"surah":6,"no_ayah":141,"theme":"Nikmat Allah kepada Umat Manusia ","text_ayah":"۞ وَهُوَ الَّذِيْٓ اَنْشَاَ جَنّٰتٍ مَّعْرُوْشٰتٍ وَّغَيْرَ مَعْرُوْشٰتٍ وَّالنَّخْلَ وَالزَّرْعَ مُخْتَلِفًا اُكُلُهٗ وَالزَّيْتُوْنَ وَالرُّمَّانَ مُتَشَابِهًا وَّغَيْرَ مُتَشَابِهٍۗ  كُلُوْا مِنْ ثَمَرِهٖٓ اِذَآ اَثْمَرَ وَاٰتُوْا حَقَّهٗ يَوْمَ حَصَادِهٖۖ وَلَا تُسْرِفُوْاۗ اِنَّهٗ لَا يُحِبُّ الْمُسْرِفِيْنَۙ","text_id":"Dialah yang menumbuhkan tanaman-tanaman yang merambat dan yang tidak merambat, pohon kurma, tanaman yang beraneka ragam rasanya, serta zaitun dan delima yang serupa (bentuk dan warnanya) dan tidak serupa (rasanya). Makanlah buahnya apabila ia berbuah dan berikanlah haknya (zakatnya) pada waktu memetik hasilnya. Akan tetapi, janganlah berlebih-lebihan. Sesungguhnya Allah tidak menyukai orang-orang yang berlebih-lebihan.","text_en":"It is He who grew the gardens, trellised and bowered, and palm trees and land sown with corn and many other seeds, and olives and pomegranates, alike and yet unlike. So eat of their fruit when they are in fruit, and give on the day of harvesting His due, and do not be extravagant, for God does not love those who are prodigal.","transliteration":"wa huwallażī ansya`a jannātim ma'rụsyātiw wa gaira ma'rụsyātiw wan-nakhla waz-zar'a mukhtalifan ukuluhụ waz-zaitụna war-rummāna mutasyābihaw wa gaira mutasyābih, kulụ min ṡamarihī iżā aṡmara wa ātụ ḥaqqahụ yauma ḥaṣādihī wa lā tusrifụ, innahụ lā yuḥibbul-musrifīn","no_fn":"","text_fn":""},{"id":931,"surah":6,"no_ayah":142,"theme":"Nikmat Allah kepada Umat Manusia ","text_ayah":"وَمِنَ الْاَنْعَامِ حَمُوْلَةً وَّفَرْشًاۗ كُلُوْا مِمَّا رَزَقَكُمُ اللّٰهُ وَلَا تَتَّبِعُوْا خُطُوٰتِ الشَّيْطٰنِۗ اِنَّهٗ لَكُمْ عَدُوٌّ مُّبِيْنٌۙ","text_id":"Di antara hewan-hewan ternak itu ada yang dijadikan pengangkut beban dan ada (pula) yang untuk disembelih. Makanlah rezeki yang diberikan Allah kepadamu. Janganlah kamu mengikuti langkah-langkah setan. Sesungguhnya dia adalah musuh yang nyata bagimu.","text_en":"He has created beasts of burden and cattle for slaughter. So eat of what God has given you for food, and do not walk in the footsteps of Satan who is surely your declared enemy.","transliteration":"wa minal-an'āmi ḥamụlataw wa farsyā, kulụ mimmā razaqakumullāhu wa lā tattabi'ụ khuṭuwātisy-syaiṭān, innahụ lakum 'aduwwum mubīn","no_fn":"","text_fn":""},{"id":932,"surah":6,"no_ayah":143,"theme":"Nikmat Allah kepada Umat Manusia ","text_ayah":"ثَمٰنِيَةَ اَزْوَاجٍۚ مِنَ الضَّأْنِ اثْنَيْنِ وَمِنَ الْمَعْزِ اثْنَيْنِۗ قُلْ ءٰۤالذَّكَرَيْنِ حَرَّمَ اَمِ الْاُنْثَيَيْنِ اَمَّا اشْتَمَلَتْ عَلَيْهِ اَرْحَامُ الْاُنْثَيَيْنِۗ نَبِّـُٔوْنِيْ بِعِلْمٍ اِنْ كُنْتُمْ صٰدِقِيْنَ ","text_id":"Ada delapan hewan ternak yang berpasangan (empat pasang, yaitu) sepasang domba dan sepasang kambing. Katakanlah, “Apakah yang Dia haramkan itu dua yang jantan, dua yang betina, atau yang ada dalam kandungan kedua betinanya? Terangkanlah kepadaku berdasarkan pengetahuan jika kamu orang yang benar.”","text_en":"There are eight pairs, two of the species of sheep and two of goats. Ask them which has He forbidden, the two males or the two females, or what the females carry in their wombs? Produce the sanction if you are truthful.","transliteration":"ṡamāniyata azwāj, minaḍ-ḍa`niṡnaini wa minal-ma'ziṡnaīn, qul āż-żakaraini ḥarrama amil-unṡayaini ammasytamalat 'alaihi ar-ḥāmul-unṡayaīn, nabbi`ụnī bi'ilmin ing kuntum ṣādiqīn","no_fn":"","text_fn":""},{"id":933,"surah":6,"no_ayah":144,"theme":"Nikmat Allah kepada Umat Manusia ","text_ayah":"وَمِنَ الْاِبِلِ اثْنَيْنِ وَمِنَ الْبَقَرِ اثْنَيْنِۗ قُلْ ءٰۤالذَّكَرَيْنِ حَرَّمَ اَمِ الْاُنْثَيَيْنِ اَمَّا اشْتَمَلَتْ عَلَيْهِ اَرْحَامُ الْاُنْثَيَيْنِۗ اَمْ كُنْتُمْ شُهَدَاۤءَ اِذْ وَصّٰىكُمُ اللّٰهُ بِهٰذَاۚ فَمَنْ اَظْلَمُ مِمَّنِ افْتَرٰى عَلَى اللّٰهِ كَذِبًا لِّيُضِلَّ النَّاسَ بِغَيْرِ عِلْمٍۗ اِنَّ اللّٰهَ لَا يَهْدِى الْقَوْمَ الظّٰلِمِيْنَࣖ ","text_id":"(Dua pasang lagi adalah) sepasang unta dan sepasang sapi. Katakanlah, “Apakah yang Dia haramkan dua yang jantan, dua yang betina, atau yang ada dalam kandungan kedua betinanya? Apakah kamu menjadi saksi ketika Allah menetapkan ini bagimu? Siapakah yang lebih zalim daripada orang-orang yang mengada-adakan kebohongan terhadap Allah untuk menyesatkan orang-orang tanpa pengetahuan?”<sup>264)</sup> Sesungguhnya Allah tidak akan memberi petunjuk kepada orang-orang yang zalim. ","text_en":"And there are two of camels and two of oxen. Ask them: \"Which has He forbidden, the two males or the two females, or what the females carry in their wombs?\" Were you present at the time God issued this command?\" Who then could be more wicked than he who fabricates a lie and ascribes it to God to mislead men, without any knowledge? God does not guide the miscreants.","transliteration":"wa minal-ibiliṡnaini wa minal-baqariṡnaīn, qul āż-żakaraini ḥarrama amil-unṡayaini ammasytamalat 'alaihi ar-ḥāmul-unṡayaīn, am kuntum syuhadā`a iż waṣṣākumullāhu bihāżā, fa man aẓlamu mim maniftarā 'alallāhi każibal liyuḍillan-nāsa bigairi 'ilm, innallāha lā yahdil-qaumaẓ-ẓālimīn","no_fn":"264","text_fn":"264) Maksud diharamkan pada ayat 143 dan 144 ini adalah bahwa hewan-hewan itu diharamkan karena akan dipersembahkan pada berhala-berhala mereka."},{"id":934,"surah":6,"no_ayah":145,"theme":"Makanan yang Diharamkan atas Kaum Muslim dan Yahudi ","text_ayah":"قُلْ لَّآ اَجِدُ فِيْ مَآ اُوْحِيَ اِلَيَّ مُحَرَّمًا عَلٰى طَاعِمٍ يَّطْعَمُهٗٓ اِلَّآ اَنْ يَّكُوْنَ مَيْتَةً اَوْ دَمًا مَّسْفُوْحًا اَوْ لَحْمَ خِنْزِيْرٍ فَاِنَّهٗ رِجْسٌ اَوْ فِسْقًا اُهِلَّ لِغَيْرِ اللّٰهِ بِهٖۚ فَمَنِ اضْطُرَّ غَيْرَ بَاغٍ وَّلَا عَادٍ فَاِنَّ رَبَّكَ غَفُوْرٌ رَّحِيْمٌ ","text_id":"Katakanlah, “Tidak kudapati di dalam apa yang diwahyukan kepadaku sesuatu yang diharamkan memakannya bagi yang ingin memakannya, kecuali (daging) hewan yang mati (bangkai), darah yang mengalir, daging babi karena ia najis, atau yang disembelih secara fasik, (yaitu) dengan menyebut (nama) selain Allah. Akan tetapi, siapa pun yang terpaksa bukan karena menginginkannya dan tidak melebihi (batas darurat), maka sesungguhnya Tuhanmu Maha Pengampun lagi Maha Penyayang.”","text_en":"You tell them: \"In all the commands revealed to me I find nothing which men have been forbidden to eat except carrion and running blood and flesh of the swine for it is unclean, or meat consecrated in the name of some other than God, which is profane. But if one is constrained to eat of these without craving or reverting to it, then surely your Lord is forgiving and kind.\"","transliteration":"qul lā ajidu fī mā ụḥiya ilayya muḥarraman 'alā ṭā'imiy yaṭ'amuhū illā ay yakụna maitatan au damam masfụḥan au laḥma khinzīrin fa innahụ rijsun au fisqan uhilla ligairillāhi bih, fa maniḍṭurra gaira bāgiw wa lā 'ādin fa inna rabbaka gafụrur raḥīm","no_fn":"","text_fn":""},{"id":935,"surah":6,"no_ayah":146,"theme":"Makanan yang Diharamkan atas Kaum Muslim dan Yahudi ","text_ayah":"وَعَلَى الَّذِيْنَ هَادُوْا حَرَّمْنَا كُلَّ ذِيْ ظُفُرٍۚ وَمِنَ الْبَقَرِ وَالْغَنَمِ حَرَّمْنَا عَلَيْهِمْ شُحُوْمَهُمَآ اِلَّا مَا حَمَلَتْ ظُهُوْرُهُمَآ اَوِ الْحَوَايَآ اَوْ مَا اخْتَلَطَ بِعَظْمٍۗ ذٰلِكَ جَزَيْنٰهُمْ بِبَغْيِهِمْۚ وَاِنَّا لَصٰدِقُوْنَ ","text_id":"Atas orang-orang Yahudi Kami mengharamkan semua (hewan) yang berkuku.<sup>265)</sup> Kami mengharamkan pula atas mereka lemak sapi dan domba, kecuali yang melekat di punggungnya, yang ada dalam isi perutnya, atau yang bercampur dengan tulang. Demikianlah Kami menghukum mereka karena kedurhakaannya. Sesungguhnya Kami Mahabenar. ","text_en":"We made unlawful for the Jews all animals with claws or nails, and the fat of the oxen and sheep, except that on their backs or their intestines, or which remains attached to their bones. This was the punishment for their insubordination; and what We say is true.","transliteration":"wa 'alallażīna hādụ ḥarramnā kulla żī ẓufur, wa minal-baqari wal-ganami ḥarramnā 'alaihim syuḥụmahumā illā mā ḥamalat ẓuhụruhumā awil-ḥawāyā au makhtalaṭa bi'aẓm, żālika jazaināhum bibagyihim, wa innā laṣādiqụn","no_fn":"265","text_fn":"265) Yang dimaksud hewan berkuku di sini adalah hewan yang jari-jarinya tidak saling terpisah, seperti unta, itik, dan angsa. Sebagian mufasir mengartikannya dengan hewan yang berkuku tunggal, seperti kuda dan keledai."},{"id":936,"surah":6,"no_ayah":147,"theme":"Makanan yang Diharamkan atas Kaum Muslim dan Yahudi ","text_ayah":"فَاِنْ كَذَّبُوْكَ فَقُلْ رَّبُّكُمْ ذُوْ رَحْمَةٍ وَّاسِعَةٍۚ وَلَا يُرَدُّ بَأْسُهٗ عَنِ الْقَوْمِ الْمُجْرِمِيْنَ ","text_id":"Maka, jika mereka mendustakanmu, katakanlah, “Tuhanmu mempunyai rahmat yang luas dan siksa-Nya tidak dapat dielakkan dari orang-orang yang berdosa.”","text_en":"If they call you a liar, tell them infinite is the mercy of your Lord; but His vengeance will not be turned back from the sinners.","transliteration":"fa ing każżabụka fa qur rabbukum żụ raḥmatiw wāsi'ah, wa lā yuraddu ba`suhụ 'anil-qaumil-mujrimīn","no_fn":"","text_fn":""},{"id":937,"surah":6,"no_ayah":148,"theme":"Makanan yang Diharamkan atas Kaum Muslim dan Yahudi ","text_ayah":"سَيَقُوْلُ الَّذِيْنَ اَشْرَكُوْا لَوْ شَاۤءَ اللّٰهُ مَآ اَشْرَكْنَا وَلَآ اٰبَاۤؤُنَا وَلَا حَرَّمْنَا مِنْ شَيْءٍۗ  كَذٰلِكَ كَذَّبَ الَّذِيْنَ مِنْ قَبْلِهِمْ حَتّٰى ذَاقُوْا بَأْسَنَاۗ قُلْ هَلْ عِنْدَكُمْ مِّنْ عِلْمٍ فَتُخْرِجُوْهُ لَنَاۗ اِنْ تَتَّبِعُوْنَ اِلَّا الظَّنَّ وَاِنْ اَنْتُمْ اِلَّا تَخْرُصُوْنَ","text_id":"Orang-orang musyrik akan berkata, “Jika Allah menghendaki, tentu kami tidak akan mempersekutukan-Nya, begitu pula nenek moyang kami, dan kami tidak akan mengharamkan apa pun.” Seperti itu pula orang-orang sebelum mereka telah mendustakan (para rasul) sampai mereka merasakan azab Kami. Katakanlah (Nabi Muhammad), “Apakah kamu mempunyai dalil yang dapat kamu kemukakan kepada kami? Yang kamu ikuti hanya persangkaan belaka dan kamu hanya mengira-ngira.”","text_en":"But the idolaters say: \"If God had so willed we would not have associated (others with Him), nor would have our fathers, nor would we have forbidden any thing.\" So had others denied before them, and had to taste Our punishment in the end. Ask them: \"Have you any knowledge? Then display it. You follow nothing but conjecture, and are nothing but liars.\"","transliteration":"sayaqụlullażīna asyrakụ lau syā`allāhu mā asyraknā wa lā ābā`unā wa lā ḥarramnā min syaī`, każālika każżaballażīna ming qablihim ḥattā żāqụ ba`sanā, qul hal 'indakum min 'ilmin fa tukhrijụhu lanā, in tattabi'ụna illaẓ-ẓanna wa in antum illā takhruṣụn","no_fn":"","text_fn":""},{"id":938,"surah":6,"no_ayah":149,"theme":"Makanan yang Diharamkan atas Kaum Muslim dan Yahudi ","text_ayah":"قُلْ فَلِلّٰهِ الْحُجَّةُ الْبَالِغَةُۚ فَلَوْ شَاۤءَ لَهَدٰىكُمْ اَجْمَعِيْنَ ","text_id":"Katakanlah (Nabi Muhammad), “Hanya milik Allahlah dalil yang kuat. Maka, kalau Dia menghendaki, niscaya kamu semua mendapat petunjuk.”","text_en":"Say: \"To God belongs the consummate argument. Had He willed He would surely have guided all of you aright.\"","transliteration":"qul falillāhil-ḥujjatul-bāligah, falau syā`a lahadākum ajma'īn","no_fn":"","text_fn":""},{"id":939,"surah":6,"no_ayah":150,"theme":"Makanan yang Diharamkan atas Kaum Muslim dan Yahudi ","text_ayah":"قُلْ هَلُمَّ شُهَدَاۤءَكُمُ الَّذِيْنَ يَشْهَدُوْنَ اَنَّ اللّٰهَ حَرَّمَ هٰذَاۚ فَاِنْ شَهِدُوْا فَلَا تَشْهَدْ مَعَهُمْۚ وَلَا تَتَّبِعْ اَهْوَاۤءَ الَّذِيْنَ كَذَّبُوْا بِاٰيٰتِنَا وَالَّذِيْنَ لَا يُؤْمِنُوْنَ بِالْاٰخِرَةِ وَهُمْ بِرَبِّهِمْ يَعْدِلُوْنَࣖ ","text_id":"Katakanlah (Nabi Muhammad), “Bawalah saksi-saksimu yang dapat membuktikan bahwa Allah mengharamkan ini.” Jika mereka memberi kesaksian, engkau jangan (ikut pula) memberi kesaksian bersama mereka. Jangan engkau ikuti keinginan orang-orang yang mendustakan ayat-ayat Kami dan orang-orang yang tidak beriman kepada akhirat dan mempersekutukan Tuhan.","text_en":"Tell them: \"Bring your witnesses to testify that God has forbidden this (and this).\" Then even if they testify, you should not testify with them; and do not follow the wishes of those who deny Our signs and believe not in the Hereafter, and make others the equal of their Lord.","transliteration":"qul halumma syuhadā`akumullażīna yasy-hadụna annallāha ḥarrama hāżā, fa in syahidụ fa lā tasy-had ma'ahum, wa lā tattabi' ahwā`allażīna każżabụ bi`āyātinā wallażīna lā yu`minụna bil-ākhirati wa hum birabbihim ya'dilụn","no_fn":"","text_fn":""},{"id":940,"surah":6,"no_ayah":151,"theme":"Makanan yang Diharamkan atas Kaum Muslim dan Yahudi ","text_ayah":"۞ قُلْ تَعَالَوْا اَتْلُ مَا حَرَّمَ رَبُّكُمْ عَلَيْكُمْ اَلَّا تُشْرِكُوْا بِهٖ شَيْـًٔا وَّبِالْوَالِدَيْنِ اِحْسَانًاۚ وَلَا تَقْتُلُوْٓا اَوْلَادَكُمْ مِّنْ اِمْلَاقٍۗ نَحْنُ نَرْزُقُكُمْ وَاِيَّاهُمْۚ وَلَا تَقْرَبُوا الْفَوَاحِشَ مَا ظَهَرَ مِنْهَا وَمَا بَطَنَۚ وَلَا تَقْتُلُوا النَّفْسَ الَّتِيْ حَرَّمَ اللّٰهُ اِلَّا بِالْحَقِّۗ ذٰلِكُمْ وَصّٰىكُمْ بِهٖ لَعَلَّكُمْ تَعْقِلُوْنَ ","text_id":"Katakanlah (Nabi Muhammad), “Kemarilah! Aku akan membacakan apa yang diharamkan Tuhan kepadamu, (yaitu) janganlah mempersekutukan-Nya dengan apa pun, berbuat baiklah kepada kedua orang tua, dan janganlah membunuh anak-anakmu karena kemiskinan. (Tuhanmu berfirman,) ‘Kamilah yang memberi rezeki kepadamu dan kepada mereka.’ Janganlah pula kamu mendekati perbuatan keji, baik yang terlihat maupun yang tersembunyi. Janganlah kamu membunuh orang yang diharamkan Allah, kecuali dengan alasan yang benar.<sup>266)</sup> Demikian itu Dia perintahkan kepadamu agar kamu mengerti. ","text_en":"Tell them: \"Come, I will read out what your Lord has made binding on you: That you make none the equal of God, and be good to your parents, and do not abandon your children out of poverty, for We give you food and We shall provide for them; and avoid what is shameful, whether open or hidden, and do not take a life which God has forbidden, unless for some just cause. These things has God enjoined on you. Haply you may understand.","transliteration":"qul ta'ālau atlu mā ḥarrama rabbukum 'alaikum allā tusyrikụ bihī syai`aw wa bil-wālidaini iḥsānā, wa lā taqtulū aulādakum min imlāq, naḥnu narzuqukum wa iyyāhum, wa lā taqrabul-fawāḥisya mā ẓahara min-hā wa mā baṭan, wa lā taqtulun-nafsallatī ḥarramallāhu illā bil-ḥaqq, żālikum waṣṣākum bihī la'allakum ta'qilụn","no_fn":"266","text_fn":"266) Yaitu yang dibenarkan oleh syariat, seperti kisas, hukuman mati bagi orang murtad, dan rajam."},{"id":941,"surah":6,"no_ayah":152,"theme":"Makanan yang Diharamkan atas Kaum Muslim dan Yahudi ","text_ayah":"وَلَا تَقْرَبُوْا مَالَ الْيَتِيْمِ اِلَّا بِالَّتِيْ هِيَ اَحْسَنُ حَتّٰى يَبْلُغَ اَشُدَّهٗۚ وَاَوْفُوا الْكَيْلَ وَالْمِيْزَانَ بِالْقِسْطِۚ لَا نُكَلِّفُ نَفْسًا اِلَّا وُسْعَهَاۚ وَاِذَا قُلْتُمْ فَاعْدِلُوْا وَلَوْ كَانَ ذَا قُرْبٰىۚ وَبِعَهْدِ اللّٰهِ اَوْفُوْاۗ ذٰلِكُمْ وَصّٰىكُمْ بِهٖ لَعَلَّكُمْ تَذَكَّرُوْنَۙ","text_id":"Janganlah kamu mendekati (menggunakan) harta anak yatim, kecuali dengan cara yang lebih bermanfaat, sampai dia mencapai (usia) dewasa. Sempurnakanlah takaran dan timbangan dengan adil. Kami tidak membebani seseorang melainkan menurut kesanggupannya. Apabila kamu berbicara, lakukanlah secara adil sekalipun dia kerabat(-mu). Penuhilah pula janji Allah. Demikian itu Dia perintahkan kepadamu agar kamu mengambil pelajaran.”","text_en":"Do not spend the belongings of the orphans but for their betterment, until they come of age; and give in full measure, and weigh justly on the balance. God does not burden a soul beyond capacity. When you say a thing, let it be just, even though the matter relate to a relative of yours, and fulfil a promise made to God. These are the things that He has enjoined that you may take heed.","transliteration":"wa lā taqrabụ mālal-yatīmi illā billatī hiya aḥsanu ḥattā yabluga asyuddah, wa auful-kaila wal-mīzāna bil-qisṭ, lā nukallifu nafsan illā wus'ahā, wa iżā qultum fa'dilụ walau kāna żā qurbā, wa bi'ahdillāhi aufụ, żālikum waṣṣākum bihī la'allakum tażakkarụn","no_fn":"","text_fn":""},{"id":942,"surah":6,"no_ayah":153,"theme":"Makanan yang Diharamkan atas Kaum Muslim dan Yahudi ","text_ayah":"وَاَنَّ هٰذَا صِرَاطِيْ مُسْتَقِيْمًا فَاتَّبِعُوْهُۚ وَلَا تَتَّبِعُوا السُّبُلَ فَتَفَرَّقَ بِكُمْ عَنْ سَبِيْلِهٖۗ ذٰلِكُمْ وَصّٰىكُمْ بِهٖ لَعَلَّكُمْ تَتَّقُوْنَ ","text_id":"Sungguh, inilah jalan-Ku yang lurus, maka ikutilah! Jangan kamu ikuti jalan-jalan (yang lain) sehingga mencerai-beraikanmu dari jalan-Nya. Demikian itu Dia perintahkan kepadamu agar kamu bertakwa.","text_en":"(He has further commanded:) 'This is My straight path, so walk along it, and do not follow other ways, lest you should turn away from the right one.' All this has He commanded. You may perhaps take heed for yourselves.\"","transliteration":"wa anna hāżā ṣirāṭī mustaqīman fattabi'ụh, wa lā tattabi'us-subula fa tafarraqa bikum 'an sabīlih, żālikum waṣṣākum bihī la'allakum tattaqụn","no_fn":"","text_fn":""},{"id":943,"surah":6,"no_ayah":154,"theme":"Agama Islam sebagai Agama Para Nabi Terdahulu ","text_ayah":"ثُمَّ اٰتَيْنَا مُوْسَى الْكِتٰبَ تَمَامًا عَلَى الَّذِيْٓ اَحْسَنَ وَتَفْصِيْلًا لِّكُلِّ شَيْءٍ وَّهُدًى وَّرَحْمَةً لَّعَلَّهُمْ بِلِقَاۤءِ رَبِّهِمْ يُؤْمِنُوْنَࣖ ","text_id":"Kemudian, Kami telah menganugerahkan kepada Musa Kitab (Taurat) untuk menyempurnakan (nikmat Kami) kepada orang yang berbuat kebaikan, menjelaskan secara rinci segala sesuatu, serta memberi petunjuk dan rahmat agar mereka beriman kepada pertemuan dengan Tuhannya.","text_en":"To that end We gave the Book to Moses, a perfect law, distinctly explaining all things, and a guidance and grace, so that they should believe in the meeting with their Lord.","transliteration":"ṡumma ātainā mụsal-kitāba tamāman 'alallażī aḥsana wa tafṣīlal likulli syai`iw wa hudaw wa raḥmatal la'allahum biliqā`i rabbihim yu`minụn","no_fn":"","text_fn":""},{"id":944,"surah":6,"no_ayah":155,"theme":"Agama Islam sebagai Agama Para Nabi Terdahulu ","text_ayah":"وَهٰذَا كِتٰبٌ اَنْزَلْنٰهُ مُبٰرَكٌ فَاتَّبِعُوْهُ وَاتَّقُوْا لَعَلَّكُمْ تُرْحَمُوْنَۙ ","text_id":"(Al-Qur’an) ini adalah Kitab yang Kami turunkan lagi diberkahi. Maka, ikutilah dan bertakwalah agar kamu dirahmati.","text_en":"Blessed is this Book We have revealed; so follow it and preserve yourself from evil that you may qualify for grace,","transliteration":"wa hāżā kitābun anzalnāhu mubārakun fattabi'ụhu wattaqụ la'allakum tur-ḥamụn","no_fn":"","text_fn":""},{"id":945,"surah":6,"no_ayah":156,"theme":"Agama Islam sebagai Agama Para Nabi Terdahulu ","text_ayah":"اَنْ تَقُوْلُوْٓا اِنَّمَآ اُنْزِلَ الْكِتٰبُ عَلٰى طَاۤىِٕفَتَيْنِ مِنْ قَبْلِنَاۖ وَاِنْ كُنَّا عَنْ دِرَاسَتِهِمْ لَغٰفِلِيْنَۙ ","text_id":"(Kami turunkan Al-Qur’an itu) supaya kamu (tidak) mengatakan, “Kitab itu hanya diturunkan kepada dua golongan sebelum kami (Yahudi dan Nasrani) dan sesungguhnya kami lengah dari apa yang mereka baca,”","text_en":"Lest you say: \"The Book that was sent before was meant only for two groups; we were not aware of their teachings;\"","transliteration":"an taqụlū innamā unzilal-kitābu 'alā ṭā`ifataini ming qablinā wa ing kunnā 'an dirāsatihim lagāfilīn","no_fn":"","text_fn":""},{"id":946,"surah":6,"no_ayah":157,"theme":"Agama Islam sebagai Agama Para Nabi Terdahulu ","text_ayah":"اَوْ تَقُوْلُوْا لَوْ اَنَّآ اُنْزِلَ عَلَيْنَا الْكِتٰبُ لَكُنَّآ اَهْدٰى مِنْهُمْۚ فَقَدْ جَاۤءَكُمْ بَيِّنَةٌ مِّنْ رَّبِّكُمْ وَهُدًى وَّرَحْمَةٌۚ فَمَنْ اَظْلَمُ مِمَّنْ كَذَّبَ بِاٰيٰتِ اللّٰهِ وَصَدَفَ عَنْهَاۗ سَنَجْزِى الَّذِيْنَ يَصْدِفُوْنَ عَنْ اٰيٰتِنَا سُوْۤءَ الْعَذَابِ بِمَا كَانُوْا يَصْدِفُوْنَ ","text_id":"atau supaya kamu (tidak) mengatakan, “Sesungguhnya jikalau Kitab itu diturunkan kepada kami, tentulah kami lebih mendapat petunjuk daripada mereka.” Sungguh, telah datang kepadamu penjelasan yang nyata, petunjuk, dan rahmat dari Tuhanmu. Maka, siapakah yang lebih zalim daripada orang yang mendustakan ayat-ayat Allah dan berpaling darinya? Kelak, Kami akan memberi balasan kepada orang-orang yang berpaling dari ayat-ayat Kami dengan siksaan yang buruk karena mereka selalu berpaling.","text_en":"Or that: \"Had the Book been sent down to us we would surely have been guided better than they.\" So you have now received from your Lord a clear proof and a guidance and grace. Then who is more wicked than he who denies the signs of God and turns away from them? We shall punish those severely who turn away: A requital indeed for having turned aside.","transliteration":"au taqụlụ lau annā unzila 'alainal-kitābu lakunnā ahdā min-hum, fa qad jā`akum bayyinatum mir rabbikum wa hudaw wa raḥmah, fa man aẓlamu mim mang każżaba bi`āyātillāhi wa ṣadafa 'an-hā, sanajzillażīna yaṣdifụna 'an āyātinā sū`al-'ażābi bimā kānụ yaṣdifụn","no_fn":"","text_fn":""},{"id":947,"surah":6,"no_ayah":158,"theme":"Agama Islam sebagai Agama Para Nabi Terdahulu ","text_ayah":"هَلْ يَنْظُرُوْنَ اِلَّآ اَنْ تَأْتِيَهُمُ الْمَلٰۤىِٕكَةُ اَوْ يَأْتِيَ رَبُّكَ اَوْ يَأْتِيَ بَعْضُ اٰيٰتِ رَبِّكَۗ يَوْمَ يَأْتِيْ بَعْضُ اٰيٰتِ رَبِّكَ لَا يَنْفَعُ نَفْسًا اِيْمَانُهَا لَمْ تَكُنْ اٰمَنَتْ مِنْ قَبْلُ اَوْ كَسَبَتْ فِيْٓ اِيْمَانِهَا خَيْرًاۗ قُلِ انْتَظِرُوْٓا اِنَّا مُنْتَظِرُوْنَ ","text_id":"Yang mereka nanti-nantikan hanyalah kedatangan malaikat kepada mereka, kedatangan Tuhanmu, atau sebagian tanda-tanda dari Tuhanmu. Pada hari datangnya sebagian tanda-tanda Tuhanmu tidak bermanfaat lagi iman seseorang yang belum beriman sebelum itu atau (belum) berusaha berbuat kebajikan dalam masa imannya itu. Katakanlah, “Tunggulah! Sesungguhnya Kami pun menunggu.”","text_en":"What are the people waiting for? For the angels to come down, or your Lord to appear, or some signs from your Lord? The day when certain signs appear from your Lord, the embracing of faith shall not be of any avail to one who did not come to belief at first, or who did not perform good deeds by virtue of his faith. Tell them: \"Wait on, we are waiting too (for the good and evil to become distinct).\"","transliteration":"hal yanẓurụna illā an ta`tiyahumul-malā`ikatu au ya`tiya rabbuka au ya`tiya ba'ḍu āyāti rabbik, yauma ya`tī ba'ḍu āyāti rabbika lā yanfa'u nafsan īmānuhā lam takun āmanat ming qablu au kasabat fī īmānihā khairā, qulintaẓirū innā muntaẓirụn","no_fn":"","text_fn":""},{"id":948,"surah":6,"no_ayah":159,"theme":"Agama Islam sebagai Agama Para Nabi Terdahulu ","text_ayah":"اِنَّ الَّذِيْنَ فَرَّقُوْا دِيْنَهُمْ وَكَانُوْا شِيَعًا لَّسْتَ مِنْهُمْ فِيْ شَيْءٍۗ اِنَّمَآ اَمْرُهُمْ اِلَى اللّٰهِ ثُمَّ يُنَبِّئُهُمْ بِمَا كَانُوْا يَفْعَلُوْنَ ","text_id":"Sesungguhnya orang-orang yang memecah belah agamanya dan mereka menjadi (terpecah) dalam golongan-golongan, sedikit pun engkau (Nabi Muhammad) tidak bertanggung jawab terhadap mereka. Sesungguhnya urusan mereka (terserah) hanya kepada Allah. Kemudian, Dia akan memberitahukan kepada mereka apa yang telah mereka perbuat.","text_en":"As for those who have created schisms in their order, and formed different sects, you have no concern with them. Their affair is with God. He will tell them the truth of what they were doing.","transliteration":"innallażīna farraqụ dīnahum wa kānụ syiya'al lasta min-hum fī syaī`, innamā amruhum ilallāhi ṡumma yunabbi`uhum bimā kānụ yaf'alụn","no_fn":"","text_fn":""},{"id":949,"surah":6,"no_ayah":160,"theme":"Anugerah Allah dan Sikap Muslim dalam Beragama ","text_ayah":"مَنْ جَاۤءَ بِالْحَسَنَةِ فَلَهٗ عَشْرُ اَمْثَالِهَاۚ وَمَنْ جَاۤءَ بِالسَّيِّئَةِ فَلَا يُجْزٰٓى اِلَّا مِثْلَهَا وَهُمْ لَا يُظْلَمُوْنَ","text_id":"Siapa yang berbuat kebaikan, dia akan mendapat balasan sepuluh kali lipatnya. Siapa yang berbuat keburukan, dia tidak akan diberi balasan melainkan yang seimbang dengannya. Mereka (sedikit pun) tidak dizalimi (dirugikan).","text_en":"He who does a good deed will receive ten times its worth; and he who does evil will be requited to an equal degree; and no one will be wronged.","transliteration":"man jā`a bil-ḥasanati fa lahụ 'asyru amṡālihā, wa man jā`a bis-sayyi`ati fa lā yujzā illā miṡlahā wa hum lā yuẓlamụn","no_fn":"","text_fn":""},{"id":950,"surah":6,"no_ayah":161,"theme":"Anugerah Allah dan Sikap Muslim dalam Beragama ","text_ayah":"قُلْ اِنَّنِيْ هَدٰىنِيْ رَبِّيْٓ اِلٰى صِرَاطٍ مُّسْتَقِيْمٍ ەۚ دِيْنًا قِيَمًا مِّلَّةَ اِبْرٰهِيْمَ حَنِيْفًاۚ وَمَا كَانَ مِنَ الْمُشْرِكِيْنَ","text_id":"Katakanlah (Nabi Muhammad), “Sesungguhnya Tuhanku telah membimbingku ke jalan yang lurus, agama yang benar, agama Ibrahim yang lurus, dan dia (Ibrahim) tidak termasuk orang-orang musyrik.”","text_en":"Tell them: \"My Lord has directed me to a path that is straight, a supreme law, the creed of Abraham the upright who was not an idolater.\"","transliteration":"qul innanī hadānī rabbī ilā ṣirāṭim mustaqīm, dīnang qiyamam millata ibrāhīma ḥanīfā, wa mā kāna minal-musyrikīn","no_fn":"","text_fn":""},{"id":951,"surah":6,"no_ayah":162,"theme":"Anugerah Allah dan Sikap Muslim dalam Beragama ","text_ayah":"قُلْ اِنَّ صَلَاتِيْ وَنُسُكِيْ وَمَحْيَايَ وَمَمَاتِيْ لِلّٰهِ رَبِّ الْعٰلَمِيْنَۙ","text_id":"Katakanlah (Nabi Muhammad), “Sesungguhnya salatku, ibadahku, hidupku, dan matiku hanyalah untuk Allah, Tuhan semesta alam.","text_en":"Tell them: \"My service and sacrifice, my life and my death, are all of them for God, the creator and Lord of all the worlds.","transliteration":"qul inna ṣalātī wa nusukī wa maḥyāya wa mamātī lillāhi rabbil-'ālamīn","no_fn":"","text_fn":""},{"id":952,"surah":6,"no_ayah":163,"theme":"Anugerah Allah dan Sikap Muslim dalam Beragama ","text_ayah":"لَا شَرِيْكَ لَهٗۚ وَبِذٰلِكَ اُمِرْتُ وَاَنَا۠ اَوَّلُ الْمُسْلِمِيْنَ ","text_id":"Tidak ada sekutu bagi-Nya. Itulah yang diperintahkan kepadaku. Aku adalah orang yang pertama dalam kelompok orang muslim.”","text_en":"No equal has He, I am commanded (to declare), and that I am the first to submit.\"","transliteration":"lā syarīka lah, wa biżālika umirtu wa ana awwalul-muslimīn","no_fn":"","text_fn":""},{"id":953,"surah":6,"no_ayah":164,"theme":"Anugerah Allah dan Sikap Muslim dalam Beragama ","text_ayah":"قُلْ اَغَيْرَ اللّٰهِ اَبْغِيْ رَبًّا وَّهُوَ رَبُّ كُلِّ شَيْءٍۗ وَلَا تَكْسِبُ كُلُّ نَفْسٍ اِلَّا عَلَيْهَاۚ وَلَا تَزِرُ وَازِرَةٌ وِّزْرَ اُخْرٰىۚ ثُمَّ اِلٰى رَبِّكُمْ مَّرْجِعُكُمْ فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ فِيْهِ تَخْتَلِفُوْنَ ","text_id":"Katakanlah (Nabi Muhammad), “Apakah aku (pantas) mencari tuhan selain Allah, padahal Dialah Tuhan bagi segala sesuatu. Setiap orang yang berbuat dosa, dirinya sendirilah yang akan bertanggung jawab. Seseorang tidak akan memikul beban dosa orang lain. Kemudian, kepada Tuhanmulah kamu kembali, lalu Dia akan memberitahukan kepadamu apa yang dahulu kamu perselisihkan.”","text_en":"Say: \"Shall I search for another lord apart from God when He is the only Lord of all and everything?\" Each soul earns (what it earns) for itself, and no man shall bear another's burden. You have to go back to your Lord in the end when He will tell you about the things you disputed.","transliteration":"qul a gairallāhi abgī rabbaw wa huwa rabbu kulli syaī`, wa lā taksibu kullu nafsin illā 'alaihā, wa lā taziru wāziratuw wizra ukhrā, ṡumma ilā rabbikum marji'ukum fa yunabbi`ukum bimā kuntum fīhi takhtalifụn","no_fn":"","text_fn":""},{"id":954,"surah":6,"no_ayah":165,"theme":"Kenikmatan sebagai Cobaan ","text_ayah":"وَهُوَ الَّذِيْ جَعَلَكُمْ خَلٰۤىِٕفَ الْاَرْضِ وَرَفَعَ بَعْضَكُمْ فَوْقَ بَعْضٍ دَرَجٰتٍ لِّيَبْلُوَكُمْ فِيْ مَآ اٰتٰىكُمْۗ اِنَّ رَبَّكَ سَرِيْعُ الْعِقَابِۖ وَاِنَّهٗ لَغَفُوْرٌ رَّحِيْمٌࣖ","text_id":"Dialah yang menjadikan kamu sebagai khalifah-khalifah di bumi dan Dia meninggikan sebagian kamu beberapa derajat atas sebagian (yang lain) untuk menguji kamu atas apa yang diberikan-Nya kepadamu. Sesungguhnya Tuhanmu sangat cepat hukuman-Nya. Sesungguhnya Dia Maha Pengampun lagi Maha Penyayang.","text_en":"It is He who made you trustees on the earth, and exalted some in rank over others in order to try you by what He has given you. Indeed your Lord's retribution is swift, yet He is forgiving and kind.","transliteration":"wa huwallażī ja'alakum khalā`ifal-arḍi wa rafa'a ba'ḍakum fauqa ba'ḍin darajātil liyabluwakum fī mā ātākum, inna rabbaka sarī'ul-'iqābi wa innahụ lagafụrur raḥīm","no_fn":"","text_fn":""}]