[{"id":5164,"surah":61,"no_ayah":1,"theme":"Kesesuaian antara Ucapan dan Perbuatan","text_ayah":"سَبَّحَ لِلّٰهِ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِۚ وَهُوَ الْعَزِيْزُ الْحَكِيْمُ ","text_id":"Apa yang ada di langit dan apa yang ada di bumi bertasbih kepada Allah. Dialah Yang Mahaperkasa lagi Mahabijaksana.","text_en":"ALL THAT IS in the heavens and the earth sings the praises of God. He is all-mighty and all-wise.","transliteration":"sabbaḥa lillāhi mā fis-samāwāti wa mā fil-arḍ, wa huwal-'azīzul-ḥakīm","no_fn":"","text_fn":""},{"id":5165,"surah":61,"no_ayah":2,"theme":"Kesesuaian antara Ucapan dan Perbuatan","text_ayah":"يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لِمَ تَقُوْلُوْنَ مَا لَا تَفْعَلُوْنَ ","text_id":"Wahai orang-orang yang beriman, mengapa kamu mengatakan sesuatu yang tidak kamu kerjakan?","text_en":"O you who believe, why do you profess what you do not practise?","transliteration":"yā ayyuhallażīna āmanụ lima taqụlụna mā lā taf'alụn","no_fn":"","text_fn":""},{"id":5166,"surah":61,"no_ayah":3,"theme":"Kesesuaian antara Ucapan dan Perbuatan","text_ayah":"كَبُرَ مَقْتًا عِنْدَ اللّٰهِ اَنْ تَقُوْلُوْا مَا لَا تَفْعَلُوْنَ ","text_id":"Sangat besarlah kemurkaan di sisi Allah bahwa kamu mengatakan apa yang tidak kamu kerjakan.","text_en":"Saying what you do not practice is odious to God.","transliteration":"kabura maqtan 'indallāhi an taqụlụ mā lā taf'alụn","no_fn":"","text_fn":""},{"id":5167,"surah":61,"no_ayah":4,"theme":"Kesesuaian antara Ucapan dan Perbuatan","text_ayah":"اِنَّ اللّٰهَ يُحِبُّ الَّذِيْنَ يُقَاتِلُوْنَ فِيْ سَبِيْلِهٖ صَفًّا كَاَنَّهُمْ بُنْيَانٌ مَّرْصُوْصٌ","text_id":"Sesungguhnya Allah mencintai orang-orang yang berperang di jalan-Nya dalam satu barisan, seakan-akan mereka suatu bangunan yang tersusun kukuh.","text_en":"Surely God loves those who fight in His cause in full formations as though they were a compact wall.","transliteration":"innallāha yuḥibbullażīna yuqātilụna fī sabīlihī ṣaffang ka`annahum bun-yānum marṣụṣ","no_fn":"","text_fn":""},{"id":5168,"surah":61,"no_ayah":5,"theme":"Kesesuaian antara Ucapan dan Perbuatan","text_ayah":"وَاِذْ قَالَ مُوْسٰى لِقَوْمِهٖ يٰقَوْمِ لِمَ تُؤْذُوْنَنِيْ وَقَدْ تَّعْلَمُوْنَ اَنِّيْ رَسُوْلُ اللّٰهِ اِلَيْكُمْۗ فَلَمَّا زَاغُوْٓا اَزَاغَ اللّٰهُ قُلُوْبَهُمْۗ وَاللّٰهُ لَا يَهْدِى الْقَوْمَ الْفٰسِقِيْنَ ","text_id":"(Ingatlah) ketika Musa berkata kepada kaumnya, “Wahai kaumku, mengapa kamu menyakitiku? Padahal, kamu sungguh mengetahui bahwa aku adalah utusan Allah kepadamu.” Maka, ketika mereka berpaling (dari perintah Allah), Allah memalingkan hati mereka (dari kebenaran).<sup>716)</sup> Allah tidak memberi petunjuk kepada kaum yang fasik.","text_en":"When Moses said to his people: \"O my people, why do you afflict me though you know that I have been sent to you by God?\" But when they turned aside God made their hearts turn farther away; for God does not show the transgressors the way.","transliteration":"wa iż qāla mụsā liqaumihī yā qaumi lima tu`żụnanī wa qat ta'lamụna annī rasụlullāhi ilaikum, fa lammā zāgū azāgallāhu qulụbahum, wallāhu lā yahdil-qaumal-fāsiqīn","no_fn":"716","text_fn":"716) Karena mereka berpaling dari kebenaran, Allah membiarkan hati mereka sesat sehingga makin jauh dari kebenaran."},{"id":5169,"surah":61,"no_ayah":6,"theme":"Kesesuaian antara Ucapan dan Perbuatan","text_ayah":"وَاِذْ قَالَ عِيْسَى ابْنُ مَرْيَمَ يٰبَنِيْٓ اِسْرَاۤءِيْلَ اِنِّيْ رَسُوْلُ اللّٰهِ اِلَيْكُمْ مُّصَدِّقًا لِّمَا بَيْنَ يَدَيَّ مِنَ التَّوْرٰىةِ وَمُبَشِّرًاۢ بِرَسُوْلٍ يَّأْتِيْ مِنْۢ بَعْدِى اسْمُهٗٓ اَحْمَدُۗ فَلَمَّا جَاۤءَهُمْ بِالْبَيِّنٰتِ قَالُوْا هٰذَا سِحْرٌ مُّبِيْنٌ ","text_id":"(Ingatlah) ketika Isa putra Maryam berkata, “Wahai Bani Israil, sesungguhnya aku adalah utusan Allah kepadamu untuk membenarkan kitab (yang turun) sebelumku, yaitu Taurat, dan memberi kabar gembira tentang seorang utusan Allah yang akan datang setelahku yang namanya Ahmad (Nabi Muhammad).”  Akan tetapi, ketika utusan itu datang kepada mereka dengan membawa bukti-bukti yang nyata, mereka berkata, “Ini adalah sihir yang nyata.”","text_en":"And when Jesus, son of Mary, said: \"O children of Israel, I am sent to you by God to confirm the Torah (sent) before me, and to give you good tidings of an apostle who will come after me, whose name is Ahmad (the praised one).\" Yet when he has come to them with clear proofs, they say: \"This is only magic.\"","transliteration":"wa iż qāla 'īsabnu maryama yā banī isrā`īla innī rasụlullāhi ilaikum muṣaddiqal limā baina yadayya minat-taurāti wa mubasysyiram birasụliy ya`tī mim ba'dismuhū aḥmad, fa lammā jā`ahum bil-bayyināti qālụ hāżā siḥrum mubīn","no_fn":"","text_fn":""},{"id":5170,"surah":61,"no_ayah":7,"theme":"Kesesuaian antara Ucapan dan Perbuatan","text_ayah":"وَمَنْ اَظْلَمُ مِمَّنِ افْتَرٰى عَلَى اللّٰهِ الْكَذِبَ وَهُوَ يُدْعٰىٓ اِلَى الْاِسْلَامِۗ وَاللّٰهُ لَا يَهْدِى الْقَوْمَ الظّٰلِمِيْنَ ","text_id":"Siapakah yang lebih zalim daripada orang yang mengada-adakan kebohongan terhadap Allah, padahal dia diseru kepada (agama) Islam? Allah tidak memberi petunjuk kepada kaum yang zalim.","text_en":"Who is more unjust than he who invents a lie against God when he is called to submit? God does not show the evil-doers the way.","transliteration":"wa man aẓlamu mim maniftarā 'alallāhil-każiba wa huwa yud'ā ilal-islām, wallāhu lā yahdil-qaumaẓ-ẓālimīn","no_fn":"","text_fn":""},{"id":5171,"surah":61,"no_ayah":8,"theme":"Kesesuaian antara Ucapan dan Perbuatan","text_ayah":"يُرِيْدُوْنَ لِيُطْفِـُٔوْا نُوْرَ اللّٰهِ بِاَفْوَاهِهِمْۗ وَاللّٰهُ مُتِمُّ نُوْرِهٖ وَلَوْ كَرِهَ الْكٰفِرُوْنَ ","text_id":"Mereka hendak memadamkan cahaya (agama) Allah dengan mulut mereka, sedangkan Allah tetap menyempurnakan cahaya-Nya walaupun orang-orang kafir tidak menyukai.","text_en":"They want to extinguish the light of God by uttering blasphemies. But God wills to perfect His light, however the unbelievers may dislike it.","transliteration":"yurīdụna liyuṭfi`ụ nụrallāhi bi`afwāhihim, wallāhu mutimmu nụrihī walau karihal-kāfirụn","no_fn":"","text_fn":""},{"id":5172,"surah":61,"no_ayah":9,"theme":"Kesesuaian antara Ucapan dan Perbuatan","text_ayah":"هُوَ الَّذِيْٓ اَرْسَلَ رَسُوْلَهٗ بِالْهُدٰى وَدِيْنِ الْحَقِّ لِيُظْهِرَهٗ عَلَى الدِّيْنِ كُلِّهٖۙ وَلَوْ كَرِهَ الْمُشْرِكُوْنَࣖ ","text_id":"Dialah yang mengutus Rasul-Nya dengan (membawa) petunjuk dan agama yang benar agar Dia mengunggulkannya atas semua agama walaupun orang-orang musyrik tidak menyukai.","text_en":"It is He who sent His Apostle with the guidance and the true way to raise it above all faiths, however the idolaters may dislike it.","transliteration":"huwallażī arsala rasụlahụ bil-hudā wa dīnil-ḥaqqi liyuẓ-hirahụ 'alad-dīni kullihī walau karihal-musyrikụn","no_fn":"","text_fn":""},{"id":5173,"surah":61,"no_ayah":10,"theme":"Kesesuaian antara Ucapan dan Perbuatan","text_ayah":"يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا هَلْ اَدُلُّكُمْ عَلٰى تِجَارَةٍ تُنْجِيْكُمْ مِّنْ عَذَابٍ اَلِيْمٍ ","text_id":"Wahai orang-orang yang beriman, maukah kamu Aku tunjukkan suatu perdagangan yang (dapat) menyelamatkan kamu dari azab yang pedih?","text_en":"O you who believe, may I offer you a bargain which will save you from a painful punishment?","transliteration":"yā ayyuhallażīna āmanụ hal adullukum 'alā tijāratin tunjīkum min 'ażābin alīm","no_fn":"","text_fn":""},{"id":5174,"surah":61,"no_ayah":11,"theme":"Kesesuaian antara Ucapan dan Perbuatan","text_ayah":"تُؤْمِنُوْنَ بِاللّٰهِ وَرَسُوْلِهٖ وَتُجَاهِدُوْنَ فِيْ سَبِيْلِ اللّٰهِ بِاَمْوَالِكُمْ وَاَنْفُسِكُمْۗ ذٰلِكُمْ خَيْرٌ لَّكُمْ اِنْ كُنْتُمْ تَعْلَمُوْنَۙ ","text_id":"(Caranya) kamu beriman kepada Allah dan Rasul-Nya dan berjihad di jalan Allah dengan harta dan jiwamu. Yang demikian itu lebih baik bagimu jika kamu mengetahui.","text_en":"Come to believe in God and His Apostle, and struggle in the cause of God, wealth and soul. This will be good for you, if you can understand.","transliteration":"tu`minụna billāhi wa rasụlihī wa tujāhidụna fī sabīlillāhi bi`amwālikum wa anfusikum, żālikum khairul lakum ing kuntum ta'lamụn","no_fn":"","text_fn":""},{"id":5175,"surah":61,"no_ayah":12,"theme":"Kesesuaian antara Ucapan dan Perbuatan","text_ayah":"يَغْفِرْ لَكُمْ ذُنُوْبَكُمْ وَيُدْخِلْكُمْ جَنّٰتٍ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُ وَمَسٰكِنَ طَيِّبَةً فِيْ جَنّٰتِ عَدْنٍۗ ذٰلِكَ الْفَوْزُ الْعَظِيْمُۙ ","text_id":"(Jika kamu beriman dan berjihad,) niscaya Allah mengampuni dosa-dosamu dan memasukkanmu ke dalam surga yang mengalir di bawahnya sungai-sungai dan ke tempat-tempat tinggal yang baik di dalam surga ‘Adn. Itulah kemenangan yang agung. ","text_en":"He will forgive you your sins and admit you to gardens with rivers flowing by, and excellent mansions in the garden of Eden. This will be a great fulfilment.","transliteration":"yagfir lakum żunụbakum wa yudkhilkum jannātin tajrī min taḥtihal-an-hāru wa masākina ṭayyibatan fī jannāti 'adn, żālikal-fauzul-'aẓīm","no_fn":"","text_fn":""},{"id":5176,"surah":61,"no_ayah":13,"theme":"Kesesuaian antara Ucapan dan Perbuatan","text_ayah":"وَاُخْرٰى تُحِبُّوْنَهَاۗ نَصْرٌ مِّنَ اللّٰهِ وَفَتْحٌ قَرِيْبٌۗ وَبَشِّرِ الْمُؤْمِنِيْنَ ","text_id":"(Ada balasan) lain yang kamu sukai, (yaitu) pertolongan dari Allah dan kemenangan yang dekat (waktunya). Sampaikanlah berita gembira kepada orang-orang mukmin.","text_en":"And (He will give you) what is dearest to you -- help from God and early victory. So give good tidings to those who believe.","transliteration":"wa ukhrā tuḥibbụnahā, naṣrum minallāhi wa fat-ḥung qarīb, wa basysyiril-mu`minīn","no_fn":"","text_fn":""},{"id":5177,"surah":61,"no_ayah":14,"theme":"Kesesuaian antara Ucapan dan Perbuatan","text_ayah":"يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا كُوْنُوْٓا اَنْصَارَ اللّٰهِ كَمَا قَالَ عِيْسَى ابْنُ مَرْيَمَ لِلْحَوَارِيّٖنَ مَنْ اَنْصَارِيْٓ اِلَى اللّٰهِۗ قَالَ الْحَوَارِيُّوْنَ نَحْنُ اَنْصَارُ اللّٰهِ فَاٰمَنَتْ طَّاۤىِٕفَةٌ مِّنْۢ بَنِيْٓ اِسْرَاۤءِيْلَ وَكَفَرَتْ طَّاۤىِٕفَةٌۚ فَاَيَّدْنَا الَّذِيْنَ اٰمَنُوْا عَلٰى عَدُوِّهِمْ فَاَصْبَحُوْا ظٰهِرِيْنَࣖ ","text_id":"Wahai orang-orang yang beriman, jadilah penolong-penolong (agama) Allah sebagaimana Isa putra Maryam berkata kepada pengikut-pengikutnya yang setia, “Siapakah para penolongku menuju kepada (pertolongan) Allah?” Para pengikutnya yang setia itu berkata, “Kamilah penolong-penolong (agama) Allah.” Maka, segolongan dari Bani Israil beriman dan segolongan (yang lain) kufur. Lalu, Kami menguatkan orang-orang yang beriman menghadapi musuh-musuh mereka sehingga menjadi orang-orang yang menang.","text_en":"O you who believe, be helpers of God, as Jesus, son of Mary, had said to the disciples: \"Who will help me in the way of God?\" and they had answered: \"We are the helpers of God.\" Then a section among the children of Israel believed, but a section among them did not. So We helped those who believed against their enemies, and they prevailed over them.","transliteration":"yā ayyuhallażīna āmanụ kụnū anṣārallāhi kamā qāla 'īsabnu maryama lil-ḥawāriyyīna man anṣārī ilallāh, qālal-ḥawāriyyụna naḥnu anṣārullāhi fa āmanat ṭā`ifatum mim banī isrā`īla wa kafarat ṭā`ifah, fa ayyadnallażīna āmanụ 'alā 'aduwwihim fa aṣbaḥụ ẓāhirīn","no_fn":"","text_fn":""}]