[{"id":5178,"surah":62,"no_ayah":1,"tema":"","text_ayah":"يُسَبِّحُ لِلَّهِ مَا فِيْ [h:609[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَمَا فِيْ [h:44[ٱ]لْأَرْضِ [h:13591[ٱ]لْمَلِكِ [h:13592[ٱ]لْقُدُّوسِ [h:13593[ٱ]لْعَزِيزِ [h:2229[ٱ]لْحَك[p[ِي]مِ","text_id":"Apa yang ada di langit dan apa yang ada di bumi senantiasa bertasbih kepada Allah Yang Maharaja, Mahasuci, Mahaperkasa, lagi Mahabijaksana.","text_en":"ALL THAT IS in the heavens and the earth sings the praises of God the King, the Holy, Omnipotent, the Wise.","transliteration":"Yusabbihu lilaahi maa fis samaawaati wa maa fil ardil Malikil Quddoosil 'Azeezil Hakeem","no_fn":"","text_fn":""},{"id":5179,"surah":62,"no_ayah":2,"tema":"","text_ayah":"هُوَ [h:153[ٱ]لَّذِيْ بَعَثَ فِيْ [h:2033[ٱ]لْأُ[g[مّ]ِيِّـ[n[ـۧ]نَ رَسُول[a:677[اً م]ِّنْهُمْ يَتْلُو[s[اْ] عَلَيْهِمْ ءَايَ[n[ـٰ]تِه[n[ِۦ] وَيُزَكِّيهِمْ وَيُعَلِّمُهُمُ [h:678[ٱ]لْكِتَ[n[ـٰ]بَ وَ[h:679[ٱ]لْحِكْمَةَ وَإِ[f:2392[ن ك]َانُو[s[اْ] مِ[f:128[ن ق]َ[q:129[بْ]لُ لَفِيْ ضَلَ[n[ـٰ][a:2393[لٍ م]ُّب[p[ِي]نٍ","text_id":"Dialah yang mengutus seorang Rasul (Nabi Muhammad) kepada kaum yang buta huruf dari (kalangan) mereka sendiri, yang membacakan kepada mereka ayat-ayat-Nya, menyucikan (jiwa) mereka, serta mengajarkan kepada mereka Kitab (Al-Qur’an) dan Hikmah (Sunah), meskipun sebelumnya mereka benar-benar dalam kesesatan yang nyata.","text_en":"It is He who raised among the gentiles an apostle from amongst them, who recites His revelations to them, reforms them and teaches them the Scripture and the Law, for before him they were clearly in error.","transliteration":"Huwal lazee ba'asa fil ummiyyeena Rasoolam min hum yatloo 'alaihim aayaatihee wa yuzakkeehim wa yu'allimuhumul Kitaaba wal Hikmata wa in kaano min qablu lafee dalaalim mubeen","no_fn":"","text_fn":""},{"id":5180,"surah":62,"no_ayah":3,"tema":"","text_ayah":"وَءَاخَرِينَ مِنْهُمْ لَ[g[مّ]َا يَلْحَقُو[s[اْ] بِهِمْ‌ۚ وَهُوَ [h:7045[ٱ]لْعَزِيزُ [h:681[ٱ]لْحَك[p[ِي]مُ","text_id":"(Allah juga mengutus Nabi Muhammad) kepada (kaum) selain mereka yang belum (datang) menyusul mereka. Dialah Yang Mahaperkasa lagi Mahabijaksana.","text_en":"And for others among them who have not joined them yet. He is all-mighty and all-wise.","transliteration":"Wa aakhareena minhum lammaa yalhaqoo bihim wa huwal 'azeezul hakeem","no_fn":"","text_fn":""},{"id":5181,"surah":62,"no_ayah":4,"tema":"","text_ayah":"ذ[n[َٲ]لِكَ فَضْلُ [h:337[ٱ]للَّهِ يُؤْتِيهِ م[a:476[َن ي]َش[o[َا]ٓءُ‌ۚ وَ[h:72[ٱ]للَّهُ ذُو [h:550[ٱ]لْفَضْلِ [h:551[ٱ]لْعَظ[p[ِي]مِ","text_id":"Itulah karunia Allah yang dianugerahkan kepada siapa yang Dia kehendaki. Allah memiliki karunia yang besar. ","text_en":"This is the bounty of God, He gives whosoever He please. God is master of great bounty.","transliteration":"Zaalika fadlul laahi yu'teehi many-yashaaa; wallaahu zul fadil 'azeem","no_fn":"","text_fn":""},{"id":5182,"surah":62,"no_ayah":5,"tema":"","text_ayah":"مَثَلُ [h:1179[ٱ]لَّذِينَ حُ[g[مّ]ِلُو[s[اْ] [h:13594[ٱ][l[ل]تَّوْرَ[n[ٮٰ]ةَ ثُ[g[مّ]َ لَمْ يَحْمِلُوهَا كَمَثَلِ [h:13595[ٱ]لْحِمَارِ يَحْمِلُ أَسْفَار[i:13596[َۢا‌ۚ ب]ِئْسَ مَثَلُ [h:5140[ٱ]لْقَوْمِ [h:4053[ٱ]لَّذِينَ كَذَّبُو[s[اْ] بِـَٔـايَ[n[ـٰ]تِ [h:322[ٱ]للَّهِ‌ۚ وَ[h:72[ٱ]للَّهُ لَا يَهْدِيْ [h:1504[ٱ]لْقَوْمَ [h:1505[ٱ][l[ل]ظَّ[n[ـٰ]لِم[p[ِي]نَ","text_id":"Perumpamaan orang-orang yang dibebani tugas mengamalkan Taurat, kemudian tidak mengamalkannya, adalah seperti keledai yang membawa kitab-kitab (tebal tanpa mengerti kandungannya). Sangat buruk perumpamaan kaum yang mendustakan ayat-ayat Allah. Allah tidak memberi petunjuk kepada kaum yang zalim. ","text_en":"The likeness of those who were charged with (the law of) the Torah which they did not observe, is that of a donkey who carries a load of books (oblivious of what they contain). How wretched the semblance of the people who deny the words of God! God does not show an unjust people the way.","transliteration":"Masalul lazeena hum milut tawraata summa lam yahmiloonhaa kamasalil himaari yah milu asfaaraa; bi'sa masalul qawmil lazeena kaazzaboo bi aayaatil laah; wallaahu laa yahdil qawmazzaalimeen","no_fn":"","text_fn":""},{"id":5183,"surah":62,"no_ayah":6,"tema":"","text_ayah":"قُلْ يَ[o[ـٰٓ]أَيُّهَا [h:541[ٱ]لَّذِينَ هَاد[o[ُوٓ][s[اْ] إِ[f:13597[ن ز]َعَمْتُمْ أَ[g[نّ]َكُمْ أَوْلِي[o[َا]ٓءُ لِلَّهِ مِ[f:107[ن د]ُونِ [h:493[ٱ][l[ل][g[نّ]َاسِ فَتَمَ[g[نّ]َوُ[s[اْ] [h:494[ٱ]لْمَوْتَ إِ[f:109[ن ك]ُ[f:100[نت]ُمْ صَ[n[ـٰ]دِق[p[ِي]نَ","text_id":"Katakanlah (Nabi Muhammad), “Wahai orang-orang Yahudi, jika kamu mengira bahwa kamulah kekasih Allah (dan) bukan orang lain, harapkanlah kematianmu, jika kamu orang-orang benar.” ","text_en":"Say: \"O you Jews, if you claim that you are the favourites of God apart from all men, then wish for death, if you speak the truth.","transliteration":"Qul yaaa ayyuhal lazeena haadoo in za'amtum annakum awliyaaa'u lilaahi min doonin naasi fatamannawul mawta in kuntum saadiqeen","no_fn":"","text_fn":""},{"id":5184,"surah":62,"no_ayah":7,"tema":"","text_ayah":"وَلَا يَتَمَ[g[نّ]َوْنَهُ[o[ۥٓ] أَبَد[i:496[َۢا ب]ِمَا قَدَّمَتْ أَيْدِيهِمْ‌ۚ وَ[h:72[ٱ]للَّهُ عَلِي[i:497[مُۢ ب]ِ[h:498[ٱ][l[ل]ظَّ[n[ـٰ]لِم[p[ِي]نَ","text_id":"Mereka tidak akan mengharapkan kematian itu selamanya disebabkan apa (keburukan) yang telah mereka perbuat dengan tangan mereka sendiri. Allah Maha Mengetahui orang-orang zalim. ","text_en":"But they will never wish for death because of what they had done in the past, and God knows the sinners well.","transliteration":"Wa laa yatamannaw nahooo abadam bimaa qaddamat aydeehim; wallaahu 'aleemum bix zaalimeen","no_fn":"","text_fn":""},{"id":5185,"surah":62,"no_ayah":8,"tema":"","text_ayah":"قُلْ إِ[g[نّ]َ [h:13598[ٱ]لْمَوْتَ [h:13599[ٱ]لَّذِيْ تَفِرُّونَ مِنْهُ فَإِ[g[نّ]َهُ[n[ۥ] مُلَ[n[ـٰ]قِيكُمْ‌ۖ ثُ[g[مّ]َ تُرَدُّونَ إِلَيْٰ عَ[n[ـٰ]لِمِ [h:5788[ٱ]لْغَيْبِ وَ[h:4187[ٱ][l[ل]شَّهَ[n[ـٰ]دَةِ فَيُنَبِّئُك[c:3605[ُم ب]ِمَا كُ[f:100[نت]ُمْ تَعْمَل[p[ُو]نَ","text_id":"Katakanlah, “Sesungguhnya kematian yang kamu lari darinya pasti akan menemuimu. Kamu kemudian akan dikembalikan kepada Yang Maha Mengetahui yang gaib dan yang nyata, lalu Dia beritakan kepadamu apa yang selama ini kamu kerjakan.”","text_en":"Tell them: \"Death from which you run, will surely come to you. You will then be sent back to Him who knows the unknown and the known, who will tell you what you used to do.","transliteration":"Qul innal mawtal lazee tafirroona minhu fa innahoo mulaaqeekum summa turaddoona ilaa 'Aalimil Ghaibi wash shahaadati fa yunabbi'ukum bimaa kuntum ta'maloon","no_fn":"","text_fn":""},{"id":5186,"surah":62,"no_ayah":9,"tema":"","text_ayah":"يَ[o[ـٰٓ]أَيُّهَا [h:541[ٱ]لَّذِينَ ءَامَن[o[ُوٓ][s[اْ] إِذَا نُودِيَْ لِلصَّلَ[s[و][n[ٲ]ةِ م[a:13600[ِن ي]َوْمِ [h:13601[ٱ]لْجُمُعَةِ فَ[h:13602[ٱ]سْعَوْ[s[اْ] إِلَيْٰ ذِكْرِ [h:3774[ٱ]للَّهِ وَذَرُو[s[اْ] [h:13603[ٱ]لْبَيْعَ‌ۚ ذ[n[َٲ]لِكُمْ خَيْ[u:263[رٌ ل]َّكُمْ إِ[f:109[ن ك]ُ[f:100[نت]ُمْ تَعْلَم[p[ُو]نَ","text_id":"Wahai orang-orang yang beriman, apabila (seruan)  untuk melaksanakan salat pada hari Jumat telah dikumandangkan, segeralah mengingat Allah dan tinggalkanlah jual beli. Yang demikian itu lebih baik bagimu jika kamu mengetahui.","text_en":"O you who believe, when the call to prayer is made on the day of congregation, hasten to remember God, putting aside your business. This is better for you if you can understand.","transliteration":"Yaaa ayyuhal lazeena aamanoo izaa noodiya lis-Salaati miny yawmil Jumu'ati fas'aw ilaa zikril laahi wa zarul bai'; zaalikum khayrul lakum in kuntum ta'lamoon","no_fn":"","text_fn":""},{"id":5187,"surah":62,"no_ayah":10,"tema":"","text_ayah":"فَإِذَا قُضِيَتِ [h:13604[ٱ][l[ل]صَّلَ[s[و][n[ٲ]ةُ فَ[h:10874[ٱ][f:10874[نت]َشِرُو[s[اْ] فِيْ [h:44[ٱ]لْأَرْضِ وَ[h:988[ٱ][q:988[بْ]تَغُو[s[اْ] مِ[f:6655[ن ف]َضْلِ [h:6656[ٱ]للَّهِ وَ[h:335[ٱ]ذْكُرُو[s[اْ] [h:1113[ٱ]للَّهَ كَثِي[u:5368[رًا ل]َّعَلَّكُمْ تُفْلِح[p[ُو]نَ","text_id":"Apabila salat (Jumat) telah dilaksanakan, bertebaranlah kamu di bumi, carilah karunia Allah, dan ingatlah Allah sebanyak-banyaknya agar kamu beruntung.","text_en":"And when the service of prayer is over spread out in the land, and look for the bounty of God. and remember God a great deal that you may prosper.","transliteration":"Fa-izaa qudiyatis Salaatu fantashiroo fil ardi wabtaghoo min fadlil laahi wazkurul laaha kaseeral la'allakum tuflihoon","no_fn":"","text_fn":""},{"id":5188,"surah":62,"no_ayah":11,"tema":"","text_ayah":"وَإِذَا رَأَوْ[s[اْ] تِجَ[n[ـٰ]رَةً أَوْ لَهْوًا [h:13605[ٱ][f:13606[نف]َضّ[o[ُوٓ][s[اْ] إِلَيْهَا وَتَرَكُوكَ ق[o[َا]ٓئِ[f:13607[مًا‌ۚ ق]ُلْ مَا عِ[f:264[ند]َ [h:408[ٱ]للَّهِ خَيْ[a:13608[رٌ م]ِّنَ [h:13609[ٱ][l[ل]لَّهْوِ وَمِنَ [h:13610[ٱ][l[ل]تِّجَ[n[ـٰ]رَةِ‌ۚ وَ[h:72[ٱ]للَّهُ خَيْرُ [h:3894[ٱ][l[ل]رّ[n[َٲ]زِق[p[ِي]نَ","text_id":"Apabila (sebagian) mereka melihat perdagangan atau permainan, mereka segera berpencar (menuju) padanya dan meninggalkan engkau (Nabi Muhammad) yang sedang berdiri (berkhotbah). Katakanlah, “Apa yang ada di sisi Allah lebih baik daripada permainan dan perdagangan.” Allah pemberi rezeki yang terbaik.","text_en":"Yet when they see some buying and selling, or some sport, they go for it, leaving you standing. Tell them: \"What is with God is better than your sport and commerce. And God is the best of providers.\"","transliteration":"Wa izaa ra'aw tijaaratan aw lahwanin faddooo ilaihaa wa tarakooka qaaa'imaa; qul maa 'indal laahi khairum minal lahwi wa minat tijaarah; wallaahu khayrur raaziqeen","no_fn":"","text_fn":""}]