[{"id":5189,"surah":63,"no_ayah":1,"tema":"Sifat-Sifat Orang Munafik","text_ayah":"إِذَا ج[o[َا]ٓءَكَ [h:13611[ٱ]لْمُنَ[n[ـٰ]فِقُونَ قَالُو[s[اْ] نَشْهَدُ إِ[g[نّ]َكَ لَرَسُولُ [h:13612[ٱ]للَّهِ‌ۗ وَ[h:72[ٱ]للَّهُ يَعْلَمُ إِ[g[نّ]َكَ لَرَسُولُهُ[n[ۥ] وَ[h:72[ٱ]للَّهُ يَشْهَدُ إِ[g[نّ]َ [h:3224[ٱ]لْمُنَ[n[ـٰ]فِقِينَ لَكَ[n[ـٰ]ذِب[p[ُو]نَ","text_id":"Apabila orang-orang munafik datang kepadamu (Nabi Muhammad), mereka berkata, “Kami bersaksi bahwa engkau adalah benar-benar utusan Allah.” Allah mengetahui bahwa engkau benar-benar utusan-Nya. Allah pun bersaksi bahwa orang-orang munafik itu benar-benar para pendusta.","text_en":"WHEN THE HYPOCRITES come to you, they say: \"We affirm that you are the Apostle of God.\" God indeed knows you are His Apostle. God bears witness that the hypocrites are indeed liars.","transliteration":"Izaa jaaa'akal munaafiqoona qaaloo nashhadu innaka la rasoolul laah; wallaahu ya'lamu innaka la rasooluhoo wallaahu yashhadu innal munaafiqeena lakaaziboon","no_fn":"","text_fn":""},{"id":5190,"surah":63,"no_ayah":2,"tema":"Sifat-Sifat Orang Munafik","text_ayah":"ٱتَّخَذ[o[ُوٓ][s[اْ] أَيْمَ[n[ـٰ]نَهُمْ جُ[g[نّ]َ[f:13424[ةً ف]َصَدُّو[s[اْ] عَ[f:1203[ن س]َبِيلِ [h:788[ٱ]للَّهِ‌ۚ إِ[g[نّ]َهُمْ س[o[َا]ٓءَ مَا كَانُو[s[اْ] يَعْمَل[p[ُو]نَ","text_id":"Mereka menjadikan sumpah-sumpah mereka sebagai perisai<sup>717)</sup> lalu mereka menghalang-halangi (orang lain) dari jalan Allah. Sesungguhnya apa yang selalu mereka kerjakan itu sangatlah buruk.","text_en":"They have made their oaths a shield in order to obstruct others from the way of God. It is certainly evil what they do.","transliteration":"Ittakhazoo aymaanahum junnatan fasaddoo 'an sabeelil laah; innahum saaa'a maa kaanoo ya'maloon","no_fn":"717","text_fn":"717) Mereka bersumpah telah beriman agar tidak ditawan atau dibunuh dan harta mereka tidak dirampas."},{"id":5191,"surah":63,"no_ayah":3,"tema":"Sifat-Sifat Orang Munafik","text_ayah":"ذ[n[َٲ]لِكَ بِأَ[g[نّ]َهُمْ ءَامَنُو[s[اْ] ثُ[g[مّ]َ كَفَرُو[s[اْ] فَطُبِعَ عَلَىٰ قُلُوبِهِمْ فَهُمْ لَا يَفْقَه[p[ُو]نَ","text_id":"Yang demikian itu karena sesungguhnya mereka telah beriman, kemudian kufur. Maka, hati mereka dikunci sehingga tidak dapat mengerti.","text_en":"That is because they came to believe, and then renounced (their faith). So their hearts were sealed; and now they do not understand.","transliteration":"Zaalika bi annahum aamanoo summa kafaroo fatubi'a 'alaa quloobihim fahum laa yafqahoon","no_fn":"","text_fn":""},{"id":5192,"surah":63,"no_ayah":4,"tema":"Kesombongan Orang-Orang Munafik","text_ayah":"۞ وَإِذَا رَأَيْتَهُمْ تُعْجِبُكَ أَ[q:13613[جْ]سَامُهُمْ‌ۖ وَإ[a:13614[ِن ي]َقُولُو[s[اْ] تَسْمَعْ لِقَوْلِهِمْ‌ۖ كَأَ[g[نّ]َهُمْ خُشُ[a:13615[بٌ م]ُّسَ[g[نّ]َدَ[a:13616[ةٌ‌ۖ ي]َحْسَبُونَ كُلَّ صَيْحَةٍ عَلَيْهِمْ‌ۚ هُمُ [h:13617[ٱ]لْعَدُوُّ فَ[h:13618[ٱ]حْذَرْهُمْ‌ۚ قَ[n[ـٰ]تَلَهُمُ [h:5548[ٱ]للَّهُ‌ۖ أَ[g[نّ]َىٰ يُؤْفَك[p[ُو]نَ","text_id":"Apabila engkau melihat mereka, tubuhnya mengagumkanmu. Jika mereka bertutur kata, engkau mendengarkan tutur katanya (dengan saksama karena kefasihannya). Mereka bagaikan (seonggok) kayu yang tersandar.<sup>718)</sup> Mereka mengira bahwa setiap teriakan (kutukan) ditujukan kepada mereka. Mereka itulah musuh (yang sebenarnya). Maka, waspadalah terhadap mereka. Semoga Allah membinasakan mereka. Bagaimanakah mereka dapat dipalingkan (dari kebenaran)?","text_en":"Pleasing seem their persons when you look at them; and when they talk, you listen to their speech. Yet they are like the wooden panelling of a wall. They imagine every rebuke to be directed against them. They are the enemies, beware of them. May God damn them, how pervert are they!","transliteration":"Wa izaa ra aytahum tu'jibuka ajsaamuhum wa iny yaqooloo tasma' liqawlihim kaannahum khushubum musannadah; yahsaboona kulla saihatin 'alaihim; humul 'aduwwu fahzarhum; qaatalahumul laahu annaa yu'fakoon","no_fn":"718","text_fn":"718) Orang-orang munafik bagaikan seonggok kayu yang tersandar tanpa daya hidup, tanpa pijakan yang kukuh, dan tanpa buah yang bisa dimanfaatkan."},{"id":5193,"surah":63,"no_ayah":5,"tema":"Kesombongan Orang-Orang Munafik","text_ayah":"وَإِذَا قِيلَ لَهُمْ تَعَالَوْ[s[اْ] يَسْتَغْفِرْ لَكُمْ رَسُولُ [h:3306[ٱ]للَّهِ لَوَّوْ[s[اْ] رُءُوسَهُمْ وَرَأَيْتَهُمْ يَصُدُّونَ وَه[w:7366[ُم م]ُّسْتَكْبِر[p[ُو]نَ","text_id":"Apabila dikatakan kepada mereka, “Marilah (beriman) agar Rasulullah memohonkan ampunan bagimu,” mereka membuang muka dan engkau melihat mereka menolak (ajakan itu) sambil menyombongkan diri. ","text_en":"When you tell them: \"Come, let the Apostle of God ask forgiveness for you,\" they turn their heads, and you see them turning away with arrogance.","transliteration":"Wa izaa qeela lahum ta'aalaw yastaghfir lakum rasoolul laahi lawwaw ru'oo sahum wa ra aytahum yasuddoona wa hum mustakbiroon","no_fn":"","text_fn":""},{"id":5194,"surah":63,"no_ayah":6,"tema":"Kesombongan Orang-Orang Munafik","text_ayah":"سَو[o[َا]ٓءٌ عَلَيْهِمْ أَسْتَغْفَرْتَ لَهُمْ أَمْ لَمْ تَسْتَغْفِرْ لَهُمْ ل[a:13619[َن ي]َغْفِرَ [h:5741[ٱ]للَّهُ لَهُمْ‌ۚ إِ[g[نّ]َ [h:80[ٱ]للَّهَ لَا يَهْدِى [h:1504[ٱ]لْقَوْمَ [h:3860[ٱ]لْفَ[n[ـٰ]سِق[p[ِي]نَ","text_id":"Sama saja bagi mereka apakah engkau (Nabi Muhammad) memohonkan ampunan untuk mereka atau tidak, Allah tidak akan mengampuni mereka. Sesungguhnya Allah tidak akan memberi petunjuk kepada kaum fasik.","text_en":"Whether you ask forgiveness for them or do not ask, it is all the same; God will not forgive them. Surely God does not show a disobedient people the way.","transliteration":"Sawaaa'un 'alaihim as taghfarta lahum am lam tastaghfir lahum lany yaghfiral laahu lahum; innal laaha laa yahdil qawmal faasiqeen","no_fn":"","text_fn":""},{"id":5195,"surah":63,"no_ayah":7,"tema":"Kesombongan Orang-Orang Munafik","text_ayah":"هُمُ [h:12679[ٱ]لَّذِينَ يَقُولُونَ لَا تُ[f:1607[نف]ِقُو[s[اْ] عَلَىٰ مَنْ عِ[f:264[ند]َ رَسُولِ [h:5744[ٱ]للَّهِ حَتَّىٰ يَ[f:13620[نف]َضُّو[s[اْ‌ۗ] وَلِلَّهِ خَز[o[َا]ٓئِنُ [h:13621[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:177[ٱ]لْأَرْضِ وَلَ[n[ـٰ]كِ[g[نّ]َ [h:13622[ٱ]لْمُنَ[n[ـٰ]فِقِينَ لَا يَفْقَه[p[ُو]نَ","text_id":"Merekalah orang-orang yang berkata (kepada kaum Ansar), “Janganlah bersedekah kepada orang-orang (Muhajirin) yang ada di sisi Rasulullah sampai mereka bubar (meninggalkan Rasulullah),” padahal milik Allahlah perbendaharaan langit dan bumi. Akan tetapi, orang-orang munafik itu tidak mengerti.","text_en":"They are the ones who say: \"Do not spend on those who are with the Apostle of God till they break away (from him).\" To God belong the treasures of the heavens and the earth; but the hypocrites do not understand.","transliteration":"Humul lazeena yaqooloona laa tunfiqoo 'alaa man inda Rasoolil laahi hatta yanfaddoo; wa lillaahi khazaaa' inus samaawaati wal ardi wa laakinnal munaafiqeena la yafqahoon","no_fn":"","text_fn":""},{"id":5196,"surah":63,"no_ayah":8,"tema":"Kesombongan Orang-Orang Munafik","text_ayah":"يَقُولُونَ لَئ[u:13623[ِن ر]َّجَعْن[o[َآ] إِلَى [h:8006[ٱ]لْمَدِينَةِ لَيُخْرِجَ[g[نّ]َ [h:13624[ٱ]لْأَعَزُّ مِنْهَا [h:13625[ٱ]لْأَذَلَّ‌ۚ وَلِلَّهِ [h:13626[ٱ]لْعِزَّةُ وَلِرَسُولِه[n[ِۦ] وَلِلْمُؤْمِنِينَ وَلَ[n[ـٰ]كِ[g[نّ]َ [h:13622[ٱ]لْمُنَ[n[ـٰ]فِقِينَ لَا يَعْلَم[p[ُو]نَ","text_id":"Mereka berkata, “Sungguh, jika kita kembali ke Madinah (dari perang Bani Mustaliq), pastilah orang yang kuat akan mengusir orang-orang yang lemah dari sana,” padahal kekuatan itu hanyalah milik Allah, Rasul-Nya, dan orang-orang mukmin. Akan tetapi, orang-orang munafik itu tidak mengetahui.","text_en":"They say: \"If we now go back to Madina, the stronger will turn the weaker out.\" But power belongs to God, His Apostle and the faithful, though the hypocrites do not know.","transliteration":"Yaqooloona la'ir raja'naaa ilal madeenati la yukhrijanal a'azzu minhal azall; wa lillaahil 'izzatu wa li Rasoolihee wa lilmu'mineena wa laakinnal munaafiqeena laa ya'lamoon","no_fn":"","text_fn":""},{"id":5197,"surah":63,"no_ayah":9,"tema":"Kesombongan Orang-Orang Munafik","text_ayah":"يَ[o[ـٰٓ]أَيُّهَا [h:541[ٱ]لَّذِينَ ءَامَنُو[s[اْ] لَا تُلْهِكُمْ أَمْو[n[َٲ]لُكُمْ وَل[o[َآ] أَوْلَ[n[ـٰ]دُكُمْ عَ[f:3773[ن ذ]ِكْرِ [h:3774[ٱ]للَّهِ‌ۚ وَم[a:1297[َن ي]َفْعَلْ ذ[n[َٲ]لِكَ فَأُ[s[وْ]لَ[o[ـٰٓ]ئِكَ هُمُ [h:150[ٱ]لْخَ[n[ـٰ]سِر[p[ُو]نَ","text_id":"Wahai orang-orang yang beriman, janganlah harta bendamu dan anak-anakmu membuatmu lalai dari mengingat Allah. Siapa yang berbuat demikian, mereka itulah orang-orang yang merugi.","text_en":"O you who believe, let not your wealth and children make you negligent of the remembrance of God. Those who do so will be losers.","transliteration":"Yaaa ayyuhal lazeena aamanoo la tulhikum amwaalukum wa laa awlaadukum 'anzikril laah; wa mai-yaf'al zaalika fa-ulaaa'ika humul khaasiroon","no_fn":"","text_fn":""},{"id":5198,"surah":63,"no_ayah":10,"tema":"Berinfak Sebelum Kematian Tiba","text_ayah":"وَأَ[f:1045[نف]ِقُو[s[اْ] م[a:10464[ِن م]َّا رَزَ[q:275[قْ]نَ[n[ـٰ]ك[w:1461[ُم م]ِّ[f:1346[ن ق]َ[q:1347[بْ]لِ أ[a:1462[َن ي]َأْتِىَ أَحَدَكُمُ [h:942[ٱ]لْمَوْتُ فَيَقُولَ رَبِّ لَوْل[o[َآ] أَخَّرْتَن[o[ِىٓ] إِلَ[o[ىٰٓ] أَجَ[f:2940[لٍ ق]َرِي[f:13627[بٍ ف]َأَصَّدَّقَ وَأَك[a:6642[ُن م]ِّنَ [h:1889[ٱ][l[ل]صَّ[n[ـٰ]لِح[p[ِي]نَ","text_id":"Infakkanlah sebagian dari apa yang telah Kami anugerahkan kepadamu sebelum kematian datang kepada salah seorang di antaramu. Dia lalu berkata (sambil menyesal), “Ya Tuhanku, sekiranya Engkau berkenan menunda (kematian)-ku sedikit waktu lagi, aku akan dapat bersedekah dan aku akan termasuk orang-orang saleh.”","text_en":"Spend of what We have given you before death comes to one of you, when he will say: \"O Lord, why did you not defer my term for a while that I could give alms and be among the doers of good?\"","transliteration":"Wa anifqoo mim maa razaqnaakum min qabli any-yaatiya ahadakumul mawtu fa yaqoola rabbi law laaa akhkhartaneee ilaaa ajalin qareebin fa assaddaqa wa akum minassaaliheen","no_fn":"","text_fn":""},{"id":5199,"surah":63,"no_ayah":11,"tema":"Berinfak Sebelum Kematian Tiba","text_ayah":"وَل[a:13628[َن ي]ُؤَخِّرَ [h:13629[ٱ]للَّهُ نَفْسًا إِذَا ج[o[َا]ٓءَ أَجَلُهَا‌ۚ وَ[h:72[ٱ]للَّهُ خَبِي[i:2335[رُۢ ب]ِمَا تَعْمَل[p[ُو]نَ","text_id":"Allah tidak akan menunda (kematian) seseorang apabila waktu kematiannya telah datang. Allah Mahateliti terhadap apa yang kamu kerjakan.","text_en":"But God does not grant a soul respite once its term has come to end. And God is aware of what you do.","transliteration":"Wa lany yu 'akhkhiral laahu nafsan izaa jaaa'a ajaluhaa; wallaahu khabeerum bimaa ta'maloon","no_fn":"","text_fn":""}]