[{"id_ayat":5200,"no_surah":64,"no_ayat":1,"teks_ayat":"يُسَبِّحُ لِلّٰهِ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِۗ لَهُ الْمُلْكُ وَلَهُ الْحَمْدُۖ وَهُوَ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ ","tema":"","teks_terjemah":"Apa yang ada di langit dan apa yang ada di bumi senantiasa bertasbih kepada Allah. Milik-Nyalah segala kerajaan dan segala pujian, dan Dia Mahakuasa atas segala sesuatu. ","no_fn":"","teks_fn":"","bacaan":"yusabbihu lillaahi maa fiissamaawaati wamaa fiil-ardhi lahulmulku walahulhamdu wahuwa 'alaa kulli syay-in qadiir"},{"id_ayat":5201,"no_surah":64,"no_ayat":2,"teks_ayat":"هُوَ الَّذِيْ خَلَقَكُمْ فَمِنْكُمْ كَافِرٌ وَّمِنْكُمْ مُّؤْمِنٌۗ وَاللّٰهُ بِمَا تَعْمَلُوْنَ بَصِيْرٌ ","tema":"","teks_terjemah":"Dialah yang menciptakan kamu, lalu di antara kamu ada yang kafir dan ada yang mukmin. Allah Maha Melihat apa yang kamu kerjakan.","no_fn":"","teks_fn":"","bacaan":"huwaladzii khalaqakum faminkum kaafirun waminkum mu'minun waalaahu bimaa ta'maluuna bashiir"},{"id_ayat":5202,"no_surah":64,"no_ayat":3,"teks_ayat":"خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ بِالْحَقِّ وَصَوَّرَكُمْ فَاَحْسَنَ صُوَرَكُمْۚ وَاِلَيْهِ الْمَصِيْرُ ","tema":"","teks_terjemah":"Dia menciptakan langit dan bumi dengan benar, Dia membentuk kamu lalu memperindah bentukmu, dan kepada-Nyalah kembali(-mu).","no_fn":"","teks_fn":"","bacaan":"khalaqassamaawaati wal-ardha bilhaqqi washawwarakum fa-ahsana shuwarakum wa-ilayhilmashiir"},{"id_ayat":5203,"no_surah":64,"no_ayat":4,"teks_ayat":"يَعْلَمُ مَا فِى السَّمٰوٰتِ وَالْاَرْضِ وَيَعْلَمُ مَا تُسِرُّوْنَ وَمَا تُعْلِنُوْنَۗ وَاللّٰهُ عَلِيْمٌ ۢبِذَاتِ الصُّدُوْرِ ","tema":"Allah Mengetahui Apa yang Dirahasiakan Manusia","teks_terjemah":"Dia mengetahui apa yang di langit dan di bumi. Dia juga mengetahui apa yang kamu rahasiakan dan apa yang kamu tampakkan. Allah Maha Mengetahui segala isi hati.","no_fn":"","teks_fn":"","bacaan":"ya'lamu maa fiissamaawaati wal-ardhi waya'lamu maa tusirruuna wamaa tu'linuuna waalaahu 'aliimun bidzaatishshuduur"},{"id_ayat":5204,"no_surah":64,"no_ayat":5,"teks_ayat":"اَلَمْ يَأْتِكُمْ نَبَؤُا الَّذِيْنَ كَفَرُوْا مِنْ قَبْلُ ۖفَذَاقُوْا وَبَالَ اَمْرِهِمْ وَلَهُمْ عَذَابٌ اَلِيْمٌ ","tema":"Allah Mengetahui Apa yang Dirahasiakan Manusia","teks_terjemah":"Apakah belum sampai kepadamu (orang-orang kafir) berita (tentang) orang-orang yang kufur dahulu? Mereka telah merasakan akibat buruk dari perbuatannya dan bagi mereka azab yang sangat pedih.","no_fn":"","teks_fn":"","bacaan":"alam ya'tikum nabauladziina kafaruu min qablu fadzaaquu wabaala amrihim walahum 'adzaabunliim"},{"id_ayat":5205,"no_surah":64,"no_ayat":6,"teks_ayat":"ذٰلِكَ بِاَنَّهٗ كَانَتْ تَّأْتِيْهِمْ رُسُلُهُمْ بِالْبَيِّنٰتِ فَقَالُوْٓا اَبَشَرٌ يَّهْدُوْنَنَاۖ فَكَفَرُوْا وَتَوَلَّوْا وَّاسْتَغْنَى اللّٰهُ ۗوَاللّٰهُ غَنِيٌّ حَمِيْدٌ ","tema":"Allah Mengetahui Apa yang Dirahasiakan Manusia","teks_terjemah":"(Hukuman) yang demikian itu (terjadi) karena sesungguhnya telah datang kepada mereka rasul-rasul (yang membawa) keterangan-keterangan lalu mereka berkata, “Apakah  (pantas jenis) manusia yang memberi petunjuk kepada kami?” Lalu mereka ingkar dan berpaling; padahal Allah tidak memerlukan (mereka). Allah Mahakaya lagi Maha Terpuji.","no_fn":"","teks_fn":"","bacaan":"dzaalika bi-annahu kaanat ta'tiihim rusuluhum bilbayyinaati faqaaluu abasyarun yahduunanaa fakafaruu watawallaw wastaghnaalaahu waalaahu ghaniyyun hamiid"},{"id_ayat":5206,"no_surah":64,"no_ayat":7,"teks_ayat":"زَعَمَ الَّذِيْنَ كَفَرُوْٓا اَنْ لَّنْ يُّبْعَثُوْاۗ قُلْ بَلٰى وَرَبِّيْ لَتُبْعَثُنَّ ثُمَّ لَتُنَبَّؤُنَّ بِمَا عَمِلْتُمْۗ وَذٰلِكَ عَلَى اللّٰهِ يَسِيْرٌ ","tema":"Allah Mengetahui Apa yang Dirahasiakan Manusia","teks_terjemah":"Orang-orang yang kufur mengira bahwa sesungguhnya mereka tidak akan dibangkitkan. Katakanlah (Nabi Muhammad), “Tidak demikian. Demi Tuhanku, kamu pasti akan dibangkitkan, kemudian pasti akan diberitakan apa yang telah kamu kerjakan.” Yang demikian itu mudah bagi Allah. ","no_fn":"","teks_fn":"","bacaan":"za'amaladziina kafaruu an lan yub'atsuu qul balaa warabbii latub'atsunna tsumma latunabbaunna bimaa 'amiltum wadzaalika 'alaalaahi yasiir"},{"id_ayat":5207,"no_surah":64,"no_ayat":8,"teks_ayat":"فَاٰمِنُوْا بِاللّٰهِ وَرَسُوْلِهٖ وَالنُّوْرِ الَّذِيْٓ اَنْزَلْنَاۗ وَاللّٰهُ بِمَا تَعْمَلُوْنَ خَبِيْرٌ ","tema":"Allah Mengetahui Apa yang Dirahasiakan Manusia","teks_terjemah":"(Jika demikian halnya,) berimanlah kamu kepada Allah, Rasul-Nya, dan cahaya (Al-Qur’an) yang telah Kami turunkan. Allah Mahateliti terhadap apa yang kamu kerjakan.","no_fn":"","teks_fn":"","bacaan":"faaaminuu bialaahi warasuulihi wannuuriladzii anzalnaa waalaahu bimaa ta'maluuna khabiir"},{"id_ayat":5208,"no_surah":64,"no_ayat":9,"teks_ayat":"يَوْمَ يَجْمَعُكُمْ لِيَوْمِ الْجَمْعِ ذٰلِكَ يَوْمُ التَّغَابُنِۗ وَمَنْ يُّؤْمِنْۢ بِاللّٰهِ وَيَعْمَلْ صَالِحًا يُّكَفِّرْ عَنْهُ سَيِّاٰتِهٖ وَيُدْخِلْهُ جَنّٰتٍ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُ خٰلِدِيْنَ فِيْهَآ اَبَدًاۗ ذٰلِكَ الْفَوْزُ الْعَظِيْمُ ","tema":"Hari Pengungkapan Kesalahan Manusia","teks_terjemah":"(Ingatlah) hari (ketika) Allah mengumpulkan kamu pada hari berhimpun (hari Kiamat). Itulah hari pengungkapan kesalahan. Siapa yang beriman kepada Allah dan mengerjakan kebajikan, niscaya Dia akan menghapus kesalahan-kesalahannya dan memasukkannya ke dalam surga yang mengalir di bawahnya sungai-sungai. Mereka kekal di dalamnya selama-lamanya. Itulah kemenangan yang agung. ","no_fn":"","teks_fn":"","bacaan":"yawma yajma'ukum liyawmiljam'i dzaalika yawmuttaghaabuni waman yu'min bialaahi waya'mal shaalihan yukaffir 'anhu sayyi-aatihi wayudkhilhu jannaatin tajrii min tahtihaal-anhaaru khaalidiina fiihaa abadan dzaalikalfawzul'azhiim"},{"id_ayat":5209,"no_surah":64,"no_ayat":10,"teks_ayat":"وَالَّذِيْنَ كَفَرُوْا وَكَذَّبُوْا بِاٰيٰتِنَآ اُولٰۤىِٕكَ اَصْحٰبُ النَّارِ خٰلِدِيْنَ فِيْهَاۗ وَبِئْسَ الْمَصِيْرُ ࣖ ","tema":"Hari Pengungkapan Kesalahan Manusia","teks_terjemah":"Adapun orang-orang yang kufur dan mendustakan ayat-ayat Kami, mereka itulah penghuni neraka. Mereka kekal di dalamnya. Itulah seburuk-buruk tempat kembali. ","no_fn":"","teks_fn":"","bacaan":"walladziina kafaruu wakadzdzabuu bi-aayaatinaa ulaa-ika ash-haabunnaari khaalidiina fiihaa wabi'salmashiir"},{"id_ayat":5210,"no_surah":64,"no_ayat":11,"teks_ayat":"مَآ اَصَابَ مِنْ مُّصِيْبَةٍ اِلَّا بِاِذْنِ اللّٰهِ ۗوَمَنْ يُّؤْمِنْۢ بِاللّٰهِ يَهْدِ قَلْبَهٗ ۗوَاللّٰهُ بِكُلِّ شَيْءٍ عَلِيْمٌ ","tema":"Hari Pengungkapan Kesalahan Manusia","teks_terjemah":"Tidak ada suatu musibah pun yang menimpa (seseorang), kecuali dengan izin Allah. Siapa yang beriman kepada Allah, niscaya Dia akan memberi petunjuk kepada hatinya. Allah Maha Mengetahui segala sesuatu. ","no_fn":"","teks_fn":"","bacaan":"maa ashaaba min mushiibatin illaa bi-idznilaahi waman yu'min bialaahi yahdi qalbahu waalaahu bikulli syay-in 'aliim"},{"id_ayat":5211,"no_surah":64,"no_ayat":12,"teks_ayat":"وَاَطِيْعُوا اللّٰهَ وَاَطِيْعُوا الرَّسُوْلَۚ فَاِنْ تَوَلَّيْتُمْ فَاِنَّمَا عَلٰى رَسُوْلِنَا الْبَلٰغُ الْمُبِيْنُ ","tema":"Hari Pengungkapan Kesalahan Manusia","teks_terjemah":"Taatlah kepada Allah dan taatlah kepada Rasul. Jika kamu berpaling, sesungguhnya kewajiban rasul Kami hanyalah menyampaikan (risalah) dengan terang. ","no_fn":"","teks_fn":"","bacaan":"wa-athii'uulaaha wa-athii'uurrasuula fa-in tawallaytum fa-innamaa 'alaa rasuulinaalbalaaghulmubiin"},{"id_ayat":5212,"no_surah":64,"no_ayat":13,"teks_ayat":"اَللّٰهُ لَآ اِلٰهَ اِلَّا هُوَۗ وَعَلَى اللّٰهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُوْنَ ","tema":"Hari Pengungkapan Kesalahan Manusia","teks_terjemah":"(Dialah) Allah. Tidak ada tuhan selain Dia. Kepada Allahlah hendaknya orang-orang mukmin itu bertawakal.","no_fn":"","teks_fn":"","bacaan":"alaahu laa ilaaha illaa huwa wa'alaalaahi falyatawakkalilmu'minuun"},{"id_ayat":5213,"no_surah":64,"no_ayat":14,"teks_ayat":"يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اِنَّ مِنْ اَزْوَاجِكُمْ وَاَوْلَادِكُمْ عَدُوًّا لَّكُمْ فَاحْذَرُوْهُمْۚ وَاِنْ تَعْفُوْا وَتَصْفَحُوْا وَتَغْفِرُوْا فَاِنَّ اللّٰهَ غَفُوْرٌ رَّحِيْمٌ ","tema":"Istri dan Anak Bisa Menjadi Musuh","teks_terjemah":"Wahai orang-orang yang beriman, sesungguhnya di antara istri-istrimu dan anak-anakmu ada yang menjadi musuh bagimu.<sup>719)<\/sup> Maka, berhati-hatilah kamu terhadap mereka. Jika kamu memaafkan, menyantuni, dan mengampuni (mereka), sesungguhnya Allah Maha Pengampun lagi Maha Penyayang.","no_fn":"719","teks_fn":"719) Kadang-kadang istri atau anak dapat menjerumuskan suami atau bapaknya untuk melakukan perbuatan-perbuatan yang tidak dibenarkan oleh agama.","bacaan":"yaa ayyuhaaladziina aamanuu inna min azwaajikum wa-awlaadikum 'aduwwan lakum fahtsaruuhum wa-in ta'fuu watashfahuu wataghfiruu fa-innalaaha ghafuurun rahiim"},{"id_ayat":5214,"no_surah":64,"no_ayat":15,"teks_ayat":"اِنَّمَآ اَمْوَالُكُمْ وَاَوْلَادُكُمْ فِتْنَةٌ  ۗوَاللّٰهُ عِنْدَهٗٓ اَجْرٌ عَظِيْمٌ ","tema":"Istri dan Anak Bisa Menjadi Musuh","teks_terjemah":"Sesungguhnya hartamu dan anak-anakmu hanyalah cobaan (bagimu). Di sisi Allahlah (ada) pahala yang besar. ","no_fn":"","teks_fn":"","bacaan":"innamaa amwaalukum wa-awlaadukum fitnatun waalaahu 'indahu ajrun 'azhiim"},{"id_ayat":5215,"no_surah":64,"no_ayat":16,"teks_ayat":"فَاتَّقُوا اللّٰهَ مَا اسْتَطَعْتُمْ وَاسْمَعُوْا وَاَطِيْعُوْا وَاَنْفِقُوْا خَيْرًا لِّاَنْفُسِكُمْۗ وَمَنْ يُّوْقَ شُحَّ نَفْسِهٖ فَاُولٰۤىِٕكَ هُمُ الْمُفْلِحُوْنَ ","tema":"Bertakwalah kepada Allah sesuai Kemampuan","teks_terjemah":"Bertakwalah kamu kepada Allah sekuat kemampuanmu! Dengarkanlah, taatlah, dan infakkanlah harta yang baik untuk dirimu! Siapa yang dijaga dirinya dari kekikiran, mereka itulah orang-orang yang beruntung. ","no_fn":"","teks_fn":"","bacaan":"fattaquulaaha maa istatha'tum wasma'uu wa-athii'uu wa-anfiquu khayran li-anfusikum waman yuuqa syuhha nafsihi faulaa-ika humulmuflihuun"},{"id_ayat":5216,"no_surah":64,"no_ayat":17,"teks_ayat":"اِنْ تُقْرِضُوا اللّٰهَ قَرْضًا حَسَنًا يُّضٰعِفْهُ لَكُمْ وَيَغْفِرْ لَكُمْۗ وَاللّٰهُ شَكُوْرٌ حَلِيْمٌۙ ","tema":"Bertakwalah kepada Allah sesuai Kemampuan","teks_terjemah":"Jika kamu meminjamkan kepada Allah pinjaman yang baik,<sup>720)<\/sup> niscaya Dia akan melipatgandakan (balasan) untukmu dan mengampunimu. Allah Maha Mensyukuri lagi Maha Penyantun.","no_fn":"720","teks_fn":"720) Pinjaman yang disebut dalam ayat ini adalah sedekah, infak, wakaf, zakat, dan lain-lain.","bacaan":"in tuqridhuulaaha qardhan hasanan yudaa'ifhu lakum wayaghfir lakum waalaahu syakuurun haliim"},{"id_ayat":5217,"no_surah":64,"no_ayat":18,"teks_ayat":"عٰلِمُ الْغَيْبِ وَالشَّهَادَةِ الْعَزِيْزُ الْحَكِيْمُ ࣖ ","tema":"Bertakwalah kepada Allah sesuai Kemampuan","teks_terjemah":"Dialah yang mengetahui semua yang gaib dan yang nyata. (Dialah) Yang Mahaperkasa lagi Mahabijaksana.","no_fn":"","teks_fn":"","bacaan":"'aalimulghaybi wasysyahaadatil'aziizulhakiim"}]