[{"id":5200,"surah":64,"no_ayah":1,"tema":"","text_ayah":"يُسَبِّحُ لِلَّهِ مَا فِي [h:609[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَمَا فِي [h:44[ٱ]لْأَرْضِ‌ۖ لَهُ [h:1397[ٱ]لْمُلْكُ وَلَهُ [h:10443[ٱ]لْحَمْدُ‌ۖ وَهُوَ عَلَيٰ كُلِّ ش[f:81[َيْءٍ ق]َد[p[ِي]رٌ","text_id":"Apa yang ada di langit dan apa yang ada di bumi senantiasa bertasbih kepada Allah. Milik-Nyalah segala kerajaan dan segala pujian, dan Dia Mahakuasa atas segala sesuatu. ","text_en":"ALL THAT THERE is in the heavens and the earth sings the praises of God. His the sovereignty and His is the praise, and He has power over everything.","transliteration":"Yusabbihu lillaahi maa fis samaawaati wa maa fil ardi lahul mulku wa lahul hamd, wa Huwa 'alaa kulli shai 'in Qadeer","no_fn":"","text_fn":""},{"id":5201,"surah":64,"no_ayah":2,"tema":"","text_ayah":"هُوَ [h:153[ٱ]لَّذِي خَلَقَكُمْ فَمِ[f:12615[نك]ُمْ كَافِ[a:13630[رٌ و]َمِ[f:2325[نك][w:13631[ُم م]ُّؤْمِ[a:13632[نٌ‌ۚ و]َ[h:72[ٱ]للَّهُ بِمَا تَعْمَلُونَ بَص[p[ِي]رٌ","text_id":"Dialah yang menciptakan kamu, lalu di antara kamu ada yang kafir dan ada yang mukmin. Allah Maha Melihat apa yang kamu kerjakan.","text_en":"It is He who created you, though one of you is an infidel and one of you a believer; yet God perceives what you do.","transliteration":"Huwal lazee khalaqakum faminkum kaafirunw wa min kum mu'min ; wallaahu bimaa ta'maloona Baseer","no_fn":"","text_fn":""},{"id":5202,"surah":64,"no_ayah":3,"tema":"","text_ayah":"خَلَقَ [h:3913[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:1474[ٱ]لْأَرْضَ بِ[h:370[ٱ]لْحَقِّ وَصَوَّرَكُمْ فَأَحْسَنَ صُوَرَكُمْ‌ۖ وَإِلَيْهِ [h:3461[ٱ]لْمَص[p[ِي]رُ","text_id":"Dia menciptakan langit dan bumi dengan benar, Dia membentuk kamu lalu memperindah bentukmu, dan kepada-Nyalah kembali(-mu).","text_en":"He created the heavens and the earth with deliberation, and gave you form, and shaped you well; and to Him is your returning.","transliteration":"Khalaqas samaawaati wal arda bilhaqqi wa sawwarakum fa ahsana suwarakum wa ilaihil maseer","no_fn":"","text_fn":""},{"id":5203,"surah":64,"no_ayah":4,"tema":"Allah Mengetahui Apa yang Dirahasiakan Manusia","text_ayah":"يَعْلَمُ مَا فِي [h:609[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:177[ٱ]لْأَرْضِ وَيَعْلَمُ مَا تُسِرُّونَ وَمَا تُعْلِنُونَ‌ۚ وَ[h:72[ٱ]للَّهُ عَلِي[i:2196[مُۢ ب]ِذَاتِ [h:2197[ٱ][l[ل]صُّد[p[ُو]رِ","text_id":"Dia mengetahui apa yang di langit dan di bumi. Dia juga mengetahui apa yang kamu rahasiakan dan apa yang kamu tampakkan. Allah Maha Mengetahui segala isi hati.","text_en":"He knows what is in the heavens and the earth, and knows what you hide and what you disclose; God knows what is in the hearts.","transliteration":"Ya'lamu maa fis samaawaati wal ardi wa ya'lamu maa tusirroona wa maa tu'linoon; wallaahu 'Aleemum bizaatis sudoor","no_fn":"","text_fn":""},{"id":5204,"surah":64,"no_ayah":5,"tema":"Allah Mengetahui Apa yang Dirahasiakan Manusia","text_ayah":"أَلَمْ يَأْتِكُمْ نَبَؤُ[s[اْ] [h:7058[ٱ]لَّذِينَ كَفَرُو[s[اْ] مِ[f:128[ن ق]َ[q:129[بْ]لُ فَذَاقُو[s[اْ] وَبَالَ أَمْرِهِمْ وَلَهُمْ عَذَابٌ أَل[p[ِي]مٌ","text_id":"Apakah belum sampai kepadamu (orang-orang kafir) berita (tentang) orang-orang yang kufur dahulu? Mereka telah merasakan akibat buruk dari perbuatannya dan bagi mereka azab yang sangat pedih.","text_en":"Has not the account of those who disbelieved before come to you, who tasted the torment of their action, and for whom is grievous punishment?","transliteration":"Alam yaatikum naba'ul lazeena kafaroo min qablu fazaaqoo wabaala amrihim wa lahum 'azaabun aleem","no_fn":"","text_fn":""},{"id":5205,"surah":64,"no_ayah":6,"tema":"Allah Mengetahui Apa yang Dirahasiakan Manusia","text_ayah":"ذ[n[َٲ]لِكَ بِأَ[g[نّ]َهُ[n[ۥ] كَانَت تَّأْتِيهِمْ رُسُلُه[c:4900[ُم ب]ِ[h:484[ٱ]لْبَيِّنَ[n[ـٰ]تِ فَقَال[o[ُوٓ][s[اْ] أَبَشَ[a:13633[رٌ ي]َهْدُونَنَا فَكَفَرُو[s[اْ] وَتَوَلَّو[s[اْ‌ۚ] وَّ[h:13634[ٱ]سْتَغْنَي [h:13635[ٱ]للَّهُ‌ۚ وَ[h:72[ٱ]للَّهُ غَنِيٌّ حَم[p[ِي][q[د]ٌ","text_id":"(Hukuman) yang demikian itu (terjadi) karena sesungguhnya telah datang kepada mereka rasul-rasul (yang membawa) keterangan-keterangan lalu mereka berkata, “Apakah  (pantas jenis) manusia yang memberi petunjuk kepada kami?” Lalu mereka ingkar dan berpaling; padahal Allah tidak memerlukan (mereka). Allah Mahakaya lagi Maha Terpuji.","text_en":"This was so because their apostles came to them with clear proofs, but they said: \"What. Can a mortal show us the way?\" And they denied and turned away; but God was unconcerned. God is all-sufficient, worthy of praise.","transliteration":"Zaalika bi annahoo kaanat taateehim Rusuluhum bilbaiyinaati faqaaloo a basharuny yahdoonanaa fakafaroo wa tawallaw; wastaghnal laah; wallaahu ghaniyyun hameed","no_fn":"","text_fn":""},{"id":5206,"surah":64,"no_ayah":7,"tema":"Allah Mengetahui Apa yang Dirahasiakan Manusia","text_ayah":"زَعَمَ [h:13636[ٱ]لَّذِينَ كَفَر[o[ُوٓ][s[اْ] أ[u:8842[َن ل]ّ[a:13637[َن ي]ُ[q:13638[بْ]عَثُو[s[اْ‌ۚ] قُلْ بَلَيٰ وَرَبِّي لَتُ[q:13639[بْ]عَثُ[g[نّ]َ ثُ[g[مّ]َ لَتُنَبَّؤُ[g[نّ]َ بِمَا عَمِلْتُمْ‌ۚ وَذ[n[َٲ]لِكَ عَلَي [h:412[ٱ]للَّهِ يَس[p[ِي]رٌ","text_id":"Orang-orang yang kufur mengira bahwa sesungguhnya mereka tidak akan dibangkitkan. Katakanlah (Nabi Muhammad), “Tidak demikian. Demi Tuhanku, kamu pasti akan dibangkitkan, kemudian pasti akan diberitakan apa yang telah kamu kerjakan.” Yang demikian itu mudah bagi Allah. ","text_en":"The unbelievers claim that they will not be raised again. Tell them: \"Why not? By my Lord, you will certainly be raised again, and then informed of what you had done. That is how the law of God works inevitably.\"","transliteration":"Za'amal lazeena kafarooo al-lany yub'asoo; qul balaa wa rabbee latub'asunna summa latunabba'unna bimaa 'amiltum; wa zaalika 'alal laahi yaseer","no_fn":"","text_fn":""},{"id":5207,"surah":64,"no_ayah":8,"tema":"Allah Mengetahui Apa yang Dirahasiakan Manusia","text_ayah":"فَـَٔـامِنُو[s[اْ] بِ[h:32[ٱ]للَّهِ وَرَسُولِه[n[ِۦ] وَ[h:13640[ٱ][l[ل][g[نّ]ُورِ [h:13641[ٱ]لَّذ[o[ِيٓ] أَ[f:515[نز]َلْنَا‌ۚ وَ[h:72[ٱ]للَّهُ بِمَا تَعْمَلُونَ خَب[p[ِي]رٌ","text_id":"(Jika demikian halnya,) berimanlah kamu kepada Allah, Rasul-Nya, dan cahaya (Al-Qur’an) yang telah Kami turunkan. Allah Mahateliti terhadap apa yang kamu kerjakan.","text_en":"So believe in God, His Apostle and the Light We have sent down. God is well aware of what you do.","transliteration":"Fa-aaminoo billaahi wa rasoolihee wannooril lazeee anzalnaa; wallaahu bima ta'maloona khabeer","no_fn":"","text_fn":""},{"id":5208,"surah":64,"no_ayah":9,"tema":"Hari Pengungkapan Kesalahan Manusia","text_ayah":"يَوْمَ يَ[q:12425[جْ]مَعُكُمْ لِيَوْمِ [h:13642[ٱ]لْجَمْعِ‌ۖ ذ[n[َٲ]لِكَ يَوْمُ [h:13643[ٱ][l[ل]تَّغَابُنِ‌ۗ وَم[a:13644[َن ي]ُؤْم[i:12652[ِنۢ ب]ِ[h:32[ٱ]للَّهِ وَيَعْمَلْ صَ[n[ـٰ]لِ[a:13645[حًا ي]ُكَفِّرْ عَنْهُ سَيِّـَٔـاتِه[n[ِۦ] وَيُ[q:13646[دْ]خِلْهُ جَ[g[نّ]َ[n[ـٰ][f:119[تٍ ت]َ[q:120[جْ]رِي مِ[f:121[ن ت]َحْتِهَا [h:122[ٱ]لْأَنْهَ[n[ـٰ]رُ خَ[n[ـٰ]لِدِينَ فِيه[o[َآ] أَبَ[f:5811[دًا‌ۚ ذ][n[َٲ]لِكَ [h:3911[ٱ]لْفَوْزُ [h:2633[ٱ]لْعَظ[p[ِي]مُ","text_id":"(Ingatlah) hari (ketika) Allah mengumpulkan kamu pada hari berhimpun (hari Kiamat). Itulah hari pengungkapan kesalahan. Siapa yang beriman kepada Allah dan mengerjakan kebajikan, niscaya Dia akan menghapus kesalahan-kesalahannya dan memasukkannya ke dalam surga yang mengalir di bawahnya sungai-sungai. Mereka kekal di dalamnya selama-lamanya. Itulah kemenangan yang agung. ","text_en":"The day He will gather you together on the Day of Gathering, will be the day of Judgement. He who believed and did the right, will have his evil deeds expunged by God and admitted to gardens with rivers flowing by, and abide there perpetually. This will be the great achievement of success.","transliteration":"Ywma yajma'ukum li yawmil jam'i zaalika yawmut taghaabun; wa many-yumim billaahi wa ya'mal saalihany yukaffir 'anhu sayyi aatihee wa yudkhilhu jannaatin tajree min tahtihal anhaaru khaalideena feehaaa abadaa; zaalikal fawzul 'azeem","no_fn":"","text_fn":""},{"id":5209,"surah":64,"no_ayah":10,"tema":"Hari Pengungkapan Kesalahan Manusia","text_ayah":"وَ[h:9999[ٱ]لَّذِينَ كَفَرُو[s[اْ] وَكَذَّبُو[s[اْ] بِـَٔـايَ[n[ـٰ]تِن[o[َآ] أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ أَصْحَ[n[ـٰ]بُ [h:201[ٱ][l[ل][g[نّ]َارِ خَ[n[ـٰ]لِدِينَ فِيهَا‌ۖ وَبِئْسَ [h:665[ٱ]لْمَص[p[ِي]رُ","text_id":"Adapun orang-orang yang kufur dan mendustakan ayat-ayat Kami, mereka itulah penghuni neraka. Mereka kekal di dalamnya. Itulah seburuk-buruk tempat kembali. ","text_en":"Those who did not believe and denied Our revelations will be inmates of Hell, where they will abide for ever, and how evil a journey's end!","transliteration":"Wallazeena kafaroo wa kazzaboo bi aayaaatinaaa ulaaa'ika ashaabun naari khaalideena feehaa bi'sal maseer","no_fn":"","text_fn":""},{"id":5210,"surah":64,"no_ayah":11,"tema":"Hari Pengungkapan Kesalahan Manusia","text_ayah":"م[o[َآ] أَصَابَ م[a:12140[ِن م]ُّصِيبَةٍ إِلَّا بِإِذْنِ [h:509[ٱ]للَّهِ‌ۗ وَم[a:13644[َن ي]ُؤْم[i:12652[ِنۢ ب]ِ[h:32[ٱ]للَّهِ يَهْدِ قَلْبَهُ[n[ۥ]‌ۚ وَ[h:72[ٱ]للَّهُ بِكُلِّ شَيْءٍ عَل[p[ِي]مٌ","text_id":"Tidak ada suatu musibah pun yang menimpa (seseorang), kecuali dengan izin Allah. Siapa yang beriman kepada Allah, niscaya Dia akan memberi petunjuk kepada hatinya. Allah Maha Mengetahui segala sesuatu. ","text_en":"No calamity befalls unless God dispenses. He guides the heart of whosoever believes in God; and God has knowledge of everything.","transliteration":"Maaa asaaba mim musee batin illaa bi-iznil laah; wa many yu'mim billaahi yahdi qalbah; wallaahu bikulli shai;in Aleem","no_fn":"","text_fn":""},{"id":5211,"surah":64,"no_ayah":12,"tema":"Hari Pengungkapan Kesalahan Manusia","text_ayah":"وَأَطِيعُو[s[اْ] [h:2238[ٱ]للَّهَ وَأَطِيعُو[s[اْ] [h:2865[ٱ][l[ل]رَّسُولَ‌ۚ فَإِ[f:3779[ن ت]َوَلَّيْتُمْ فَإِ[g[نّ]َمَا عَلَيٰ رَسُولِنَا [h:3780[ٱ]لْبَلَ[n[ـٰ]غُ [h:3781[ٱ]لْمُب[p[ِي]نُ","text_id":"Taatlah kepada Allah dan taatlah kepada Rasul. Jika kamu berpaling, sesungguhnya kewajiban rasul Kami hanyalah menyampaikan (risalah) dengan terang. ","text_en":"Obey God and obey His Apostle. If you turn away, the duty of the Apostle is to convey the message clearly.","transliteration":"Wa atee'ul laaha wa atee'ur Rasool; fa in tawallaitum fa innamaa 'alaa Rasoolinal balaaghul mubeen","no_fn":"","text_fn":""},{"id":5212,"surah":64,"no_ayah":13,"tema":"Hari Pengungkapan Kesalahan Manusia","text_ayah":"ٱللَّهُ ل[o[َآ] إِلَ[n[ـٰ]هَ إِلَّا هُوَ‌ۚ وَعَلَي [h:2207[ٱ]للَّهِ فَلْيَتَوَكَّلِ [h:2208[ٱ]لْمُؤْمِن[p[ُو]نَ","text_id":"(Dialah) Allah. Tidak ada tuhan selain Dia. Kepada Allahlah hendaknya orang-orang mukmin itu bertawakal.","text_en":"God: There is no god but He; and in God should believers place their trust.","transliteration":"Allaahu laaa ilaaha illaa Hoo; wa 'alal laahi falyata wakkalil mu'minoon","no_fn":"","text_fn":""},{"id":5213,"surah":64,"no_ayah":14,"tema":"Istri dan Anak Bisa Menjadi Musuh","text_ayah":"يَ[o[ـٰٓ]أَيُّهَا [h:541[ٱ]لَّذِينَ ءَامَن[o[ُوٓ][s[اْ] إِ[g[نّ]َ مِنْ أَزْو[n[َٲ]جِكُمْ وَأَوْلَ[n[ـٰ]دِكُمْ عَدُو[u:13647[ًّا ل]َّكُمْ فَ[h:13648[ٱ]حْذَرُوهُمْ‌ۚ وَإِ[f:13649[ن ت]َعْفُو[s[اْ] وَتَصْفَحُو[s[اْ] وَتَغْفِرُو[s[اْ] فَإِ[g[نّ]َ [h:513[ٱ]للَّهَ غَفُو[u:890[رٌ ر]َّح[p[ِي]مٌ","text_id":"Wahai orang-orang yang beriman, sesungguhnya di antara istri-istrimu dan anak-anakmu ada yang menjadi musuh bagimu.<sup>719)</sup> Maka, berhati-hatilah kamu terhadap mereka. Jika kamu memaafkan, menyantuni, dan mengampuni (mereka), sesungguhnya Allah Maha Pengampun lagi Maha Penyayang.","text_en":"O believers, some of your spouses and children are your enemies, so beware of them! Yet if you forbear, overlook, and forgive, God is indeed forgiving and kind.","transliteration":"Yaaa ayyuhal lazeena aamanooo inna min azwaaji kum wa awlaadikum 'aduwwal lakum fahzaroohum; wa in ta'foo wa tasfahoo wa taghfiroo fa innal laaha ghafoorur Raheem","no_fn":"719","text_fn":"719) Kadang-kadang istri atau anak dapat menjerumuskan suami atau bapaknya untuk melakukan perbuatan-perbuatan yang tidak dibenarkan oleh agama."},{"id":5214,"surah":64,"no_ayah":15,"tema":"Istri dan Anak Bisa Menjadi Musuh","text_ayah":"إِ[g[نّ]َم[o[َآ] أَمْو[n[َٲ]لُكُمْ وَأَوْلَ[n[ـٰ]دُكُمْ فِتْنَ[a:13650[ةٌ‌ۚ و]َ[h:72[ٱ]للَّهُ عِ[f:719[ند]َهُ[o[ۥٓ] أَ[q:2423[جْ]رٌ عَظ[p[ِي]مٌ","text_id":"Sesungguhnya hartamu dan anak-anakmu hanyalah cobaan (bagimu). Di sisi Allahlah (ada) pahala yang besar. ","text_en":"Your wealth and children are surely meant as trial for you: But with God is the great reward.","transliteration":"Innamaa amwaalukum wa awlaadukum fitnah; wallaahu 'indahooo ajrun 'azeem","no_fn":"","text_fn":""},{"id":5215,"surah":64,"no_ayah":16,"tema":"Bertakwalah kepada Allah sesuai Kemampuan","text_ayah":"فَ[h:9999[ٱ]تَّقُو[s[اْ] [h:1945[ٱ]للَّهَ مَا [h:5393[ٱ]سْتَطَعْتُمْ وَ[h:486[ٱ]سْمَعُو[s[اْ] وَأَطِيعُو[s[اْ] وَأَ[f:1045[نف]ِقُو[s[اْ] خَيْ[u:13651[رًا ل]ِّأَ[f:13652[نف]ُسِكُمْ‌ۗ وَم[a:13470[َن ي]ُوقَ شُحَّ نَفْسِه[n[ِۦ] فَأُ[s[وْ]لَ[o[ـٰٓ]ئِكَ هُمُ [h:23[ٱ]لْمُفْلِح[p[ُو]نَ","text_id":"Bertakwalah kamu kepada Allah sekuat kemampuanmu! Dengarkanlah, taatlah, dan infakkanlah harta yang baik untuk dirimu! Siapa yang dijaga dirinya dari kekikiran, mereka itulah orang-orang yang beruntung. ","text_en":"So fear God as much as you can, and listen and obey, and spend in charity for your own good. He who is saved from his own avarice will be successful.","transliteration":"Fattaqul laaha mastat'tum wasma'oo wa atee'oo waanfiqoo khairal li anfusikum; wa many-yooqa shuha nafsihee fa-ulaaa'ika humul muflihoon","no_fn":"","text_fn":""},{"id":5216,"surah":64,"no_ayah":17,"tema":"Bertakwalah kepada Allah sesuai Kemampuan","text_ayah":"إِ[f:13653[ن ت]ُ[q:13654[قْ]رِضُو[s[اْ] [h:13655[ٱ]للَّهَ قَرْضًا حَسَ[a:13656[نًا ي]ُضَ[n[ـٰ]عِفْهُ لَكُمْ وَيَغْفِرْ لَكُمْ‌ۚ وَ[h:72[ٱ]للَّهُ شَكُورٌ حَل[p[ِي]مٌ","text_id":"Jika kamu meminjamkan kepada Allah pinjaman yang baik,<sup>720)</sup> niscaya Dia akan melipatgandakan (balasan) untukmu dan mengampunimu. Allah Maha Mensyukuri lagi Maha Penyantun.","text_en":"If you lend a goodly loan to God, He will double it for you, and forgive you. God knows the worth of good deeds and is clement,","transliteration":"In tuqridul laaha qardan hasanany yudd'ifhu lakum wa yaghfir lakum; wallaahu Shakoorun Haleem","no_fn":"720","text_fn":"720) Pinjaman yang disebut dalam ayat ini adalah sedekah, infak, wakaf, zakat, dan lain-lain."},{"id":5217,"surah":64,"no_ayah":18,"tema":"Bertakwalah kepada Allah sesuai Kemampuan","text_ayah":"عَ[n[ـٰ]لِمُ [h:4186[ٱ]لْغَيْبِ وَ[h:4187[ٱ][l[ل]شَّهَ[n[ـٰ]دَةِ [h:10627[ٱ]لْعَزِيزُ [h:681[ٱ]لْحَك[p[ِي]مُ","text_id":"Dialah yang mengetahui semua yang gaib dan yang nyata. (Dialah) Yang Mahaperkasa lagi Mahabijaksana.","text_en":"The knower of the unknown and the known, all-mighty and all-wise.","transliteration":"'Aalimul-Ghaibi wash-shahaadatil 'Azeezul Hakeem","no_fn":"","text_fn":""}]