[{"id":5218,"surah":65,"no_ayah":1,"theme":"","text_ayah":"يٰٓاَيُّهَا النَّبِيُّ اِذَا طَلَّقْتُمُ النِّسَاۤءَ فَطَلِّقُوْهُنَّ لِعِدَّتِهِنَّ وَاَحْصُوا الْعِدَّةَۚ وَاتَّقُوا اللّٰهَ رَبَّكُمْۚ لَا تُخْرِجُوْهُنَّ مِنْۢ بُيُوْتِهِنَّ وَلَا يَخْرُجْنَ اِلَّآ اَنْ يَّأْتِيْنَ بِفَاحِشَةٍ مُّبَيِّنَةٍۗ وَتِلْكَ حُدُوْدُ اللّٰهِۗ وَمَنْ يَّتَعَدَّ حُدُوْدَ اللّٰهِ فَقَدْ ظَلَمَ نَفْسَهٗۗ لَا تَدْرِيْ لَعَلَّ اللّٰهَ يُحْدِثُ بَعْدَ ذٰلِكَ اَمْرًا","text_id":"Wahai Nabi, apabila kamu menceraikan istri-istrimu, hendaklah kamu ceraikan mereka pada waktu mereka dapat (menghadapi) idahnya (yang wajar), dan hitunglah waktu idah itu, serta bertakwalah kepada Allah Tuhanmu. Janganlah kamu keluarkan mereka dari rumahnya dan janganlah (diizinkan) keluar kecuali jika mereka mengerjakan perbuatan keji yang jelas. Itulah hukum-hukum Allah. Siapa melanggar hukum-hukum Allah, maka sungguh, dia telah berbuat zalim terhadap dirinya sendiri. Kamu tidak mengetahui boleh jadi setelah itu Allah mengadakan suatu ketentuan yang baru. ","text_en":"O PROPHET WHEN you divorce women, divorce them at their appointed period, and calculate that period, and fear God, your Lord. Do not expel them from their houses, nor should they go away themselves, unless they are openly guilty of adultery. These are the limits set by God. Any one who exceeds the limits set by God sins against his own self. You never know that God may perchance lead to a new situation after this.","transliteration":"yā ayyuhan-nabiyyu iżā ṭallaqtumun-nisā`a fa ṭalliqụhunna li'iddatihinna wa aḥṣul-'iddah, wattaqullāha rabbakum, lā tukhrijụhunna mim buyụtihinna wa lā yakhrujna illā ay ya`tīna bifāḥisyatim mubayyinah, wa tilka ḥudụdullāh, wa may yata'adda ḥudụdallāhi fa qad ẓalama nafsah, lā tadrī la'allallāha yuḥdiṡu ba'da żālika amrā","no_fn":"","text_fn":""},{"id":5219,"surah":65,"no_ayah":2,"theme":"","text_ayah":"فَاِذَا بَلَغْنَ اَجَلَهُنَّ فَاَمْسِكُوْهُنَّ بِمَعْرُوْفٍ اَوْ فَارِقُوْهُنَّ بِمَعْرُوْفٍ وَّاَشْهِدُوْا ذَوَيْ عَدْلٍ مِّنْكُمْ وَاَقِيْمُوا الشَّهَادَةَ لِلّٰهِۗ ذٰلِكُمْ يُوْعَظُ بِهٖ مَنْ كَانَ يُؤْمِنُ بِاللّٰهِ وَالْيَوْمِ الْاٰخِرِ ەۗ وَمَنْ يَّتَّقِ اللّٰهَ يَجْعَلْ لَّهٗ مَخْرَجًاۙ","text_id":"Apabila mereka telah mendekati akhir idahnya, rujuklah dengan mereka secara baik atau lepaskanlah mereka secara baik dan persaksikanlah dengan dua orang saksi yang adil dari kamu dan hendaklah kamu tegakkan kesaksian itu karena Allah. Yang demikian itu dinasihatkan kepada orang-orang di antara kamu yang beriman kepada Allah dan hari akhir. Siapa yang bertakwa kepada Allah, niscaya Dia akan membukakan jalan keluar baginya ","text_en":"When they have reached their appointed time, then either keep them lawfully or let them go honourably; but have two witnesses from among you, and give truthful evidence for (being acceptable to) God. This is to warn him who believes in God and the Last Day. God will furnish a way out for him who fears Him,","transliteration":"fa iżā balagna ajalahunna fa amsikụhunna bima'rụfin au fāriqụhunna bima'rụfiw wa asy-hidụ żawai 'adlim mingkum wa aqīmusy-syahādata lillāh, żālikum yụ'aẓu bihī mang kāna yu`minu billāhi wal-yaumil-ākhir, wa may yattaqillāha yaj'al lahụ makhrajā","no_fn":"","text_fn":""},{"id":5220,"surah":65,"no_ayah":3,"theme":"","text_ayah":"وَّيَرْزُقْهُ مِنْ حَيْثُ لَا يَحْتَسِبُۗ وَمَنْ يَّتَوَكَّلْ عَلَى اللّٰهِ فَهُوَ حَسْبُهٗۗ اِنَّ اللّٰهَ بَالِغُ اَمْرِهٖۗ قَدْ جَعَلَ اللّٰهُ لِكُلِّ شَيْءٍ قَدْرًا ","text_id":"dan menganugerahkan kepadanya rezeki dari arah yang tidak dia duga. Siapa yang bertawakal kepada Allah, niscaya Allah akan mencukupkan (keperluan)-nya. Sesungguhnya Allahlah yang menuntaskan urusan-Nya. Sungguh, Allah telah membuat ketentuan bagi setiap sesuatu.","text_en":"And provide for him from where he does not reckon. God is sufficient for him who places his trust in Him. Certainly God fulfills His purpose. God has indeed fixed a measure of everything.","transliteration":"wa yarzuq-hu min ḥaiṡu lā yaḥtasib, wa may yatawakkal 'alallāhi fa huwa ḥasbuh, innallāha bāligu amrih, qad ja'alallāhu likulli syai`ing qadrā","no_fn":"","text_fn":""},{"id":5221,"surah":65,"no_ayah":4,"theme":"","text_ayah":"وَالّٰۤـِٔيْ يَىِٕسْنَ مِنَ الْمَحِيْضِ مِنْ نِّسَاۤىِٕكُمْ اِنِ ارْتَبْتُمْ فَعِدَّتُهُنَّ ثَلٰثَةُ اَشْهُرٍۙ وَّالّٰۤـِٔيْ لَمْ يَحِضْنَۗ وَاُولٰتُ الْاَحْمَالِ اَجَلُهُنَّ اَنْ يَّضَعْنَ حَمْلَهُنَّۗ وَمَنْ يَّتَّقِ اللّٰهَ يَجْعَلْ لَّهٗ مِنْ اَمْرِهٖ يُسْرًا ","text_id":"Perempuan-perempuan yang tidak mungkin haid lagi (menopause) di antara istri-istrimu jika kamu ragu-ragu (tentang masa idahnya) maka idahnya adalah tiga bulan. Begitu (pula) perempuan-perempuan yang tidak haid (belum dewasa). Adapun perempuan-perempuan yang hamil, waktu idah mereka adalah sampai mereka melahirkan kandungannya. Siapa yang bertakwa kepada Allah, niscaya Dia menjadikan kemudahan baginya dalam urusannya. ","text_en":"As for your women who have lost hope of menstruation, and in case you have a doubt, the prescribed period (of waiting) for them is three months, as also for those who have not menstruated yet. As for those who are pregnant, their prescribed period is until the delivery of the child. God will make things easy for him who is mindful of God.","transliteration":"wal-lā`i ya`isna minal-maḥīḍi min nisā`ikum inirtabtum fa 'iddatuhunna ṡalāṡatu asy-huriw wal-lā`i lam yahiḍn, wa ulātul-aḥmāli ajaluhunna ay yaḍa'na ḥamlahunn, wa may yattaqillāha yaj'al lahụ min amrihī yusrā","no_fn":"","text_fn":""},{"id":5222,"surah":65,"no_ayah":5,"theme":"","text_ayah":"ذٰلِكَ اَمْرُ اللّٰهِ اَنْزَلَهٗٓ اِلَيْكُمْۗ وَمَنْ يَّتَّقِ اللّٰهَ يُكَفِّرْ عَنْهُ سَيِّاٰتِهٖ وَيُعْظِمْ لَهٗٓ اَجْرًا ","text_id":"(Ketentuan idah) itu merupakan perintah Allah yang diturunkan-Nya kepada kamu. Siapa yang bertakwa kepada Allah, niscaya Allah akan menghapus kesalahan-kesalahannya dan akan memperbesar pahala baginya. ","text_en":"This is the commandment of God that is sent down to you. God will forgive the ills of those who fear Him, and increase their reward.","transliteration":"żālika amrullāhi anzalahū ilaikum, wa may yattaqillāha yukaffir 'an-hu sayyi`ātihī wa yu'ẓim lahū ajrā","no_fn":"","text_fn":""},{"id":5223,"surah":65,"no_ayah":6,"theme":"","text_ayah":"اَسْكِنُوْهُنَّ مِنْ حَيْثُ سَكَنْتُمْ مِّنْ وُّجْدِكُمْ وَلَا تُضَاۤرُّوْهُنَّ لِتُضَيِّقُوْا عَلَيْهِنَّۗ وَاِنْ كُنَّ اُولٰتِ حَمْلٍ فَاَنْفِقُوْا عَلَيْهِنَّ حَتّٰى يَضَعْنَ حَمْلَهُنَّۚ فَاِنْ اَرْضَعْنَ لَكُمْ فَاٰتُوْهُنَّ اُجُوْرَهُنَّۚ وَأْتَمِرُوْا بَيْنَكُمْ بِمَعْرُوْفٍۚ وَاِنْ تَعَاسَرْتُمْ فَسَتُرْضِعُ لَهٗٓ اُخْرٰىۗ ","text_id":"Tempatkanlah mereka (para istri yang dicerai) di mana kamu bertempat tinggal menurut kemampuanmu dan janganlah kamu menyusahkan mereka untuk menyempitkan (hati) mereka. Jika mereka (para istri yang dicerai) itu sedang hamil, maka berikanlah kepada mereka nafkahnya sampai mereka melahirkan, kemudian jika mereka menyusukan (anak-anak)-mu maka berikanlah imbalannya kepada mereka; dan musyawarahkanlah di antara kamu (segala sesuatu) dengan baik; dan jika kamu sama-sama menemui kesulitan (dalam hal penyusuan), maka perempuan lain boleh menyusukan (anak itu) untuknya.","text_en":"House the (divorced) women where you live, according to your means; but do not harass them so as to reduce them to straitened circumstances. If they are pregnant, then spend on them until they give birth to the child. And if they suckle the child for you, then make the due payment to them, and consult each other appropriately. But if you find this difficult, let some other woman suckle (the child) for her.","transliteration":"askinụhunna min ḥaiṡu sakantum miw wujdikum wa lā tuḍārrụhunna lituḍayyiqụ 'alaihinn, wa ing kunna ulāti ḥamlin fa anfiqụ 'alaihinna ḥattā yaḍa'na ḥamlahunn, fa in arḍa'na lakum fa ātụhunna ujụrahunn, wa`tamirụ bainakum bima'rụf, wa in ta'āsartum fa saturḍi'u lahū ukhrā","no_fn":"","text_fn":""},{"id":5224,"surah":65,"no_ayah":7,"theme":"","text_ayah":"لِيُنْفِقْ ذُوْ سَعَةٍ مِّنْ سَعَتِهٖۗ وَمَنْ قُدِرَ عَلَيْهِ رِزْقُهٗ فَلْيُنْفِقْ مِمَّآ اٰتٰىهُ اللّٰهُۗ لَا يُكَلِّفُ اللّٰهُ نَفْسًا اِلَّا مَآ اٰتٰىهَاۗ سَيَجْعَلُ اللّٰهُ بَعْدَ عُسْرٍ يُّسْرًاࣖ ","text_id":"Hendaklah orang yang lapang (rezekinya) memberi nafkah menurut kemampuannya, dan orang yang disempitkan rezekinya, hendaklah memberi nafkah dari apa (harta) yang dianugerahkan Allah kepadanya. Allah tidak membebani kepada seseorang melainkan (sesuai) dengan apa yang dianugerahkan Allah kepadanya. Allah kelak akan menganugerahkan kelapangan setelah kesempitan. ","text_en":"Let the man of means spend according to his means, and he whose means are limited, should spend of what God has given him. God does not burden a soul beyond what He has given him. God will bring ease after hardship.","transliteration":"liyunfiq żụ sa'atim min sa'atih, wa mang qudira 'alaihi rizquhụ falyunfiq mimmā ātāhullāh, lā yukallifullāhu nafsan illā mā ātāhā, sayaj'alullāhu ba'da 'usriy yusrā","no_fn":"","text_fn":""},{"id":5225,"surah":65,"no_ayah":8,"theme":"","text_ayah":"وَكَاَيِّنْ مِّنْ قَرْيَةٍ عَتَتْ عَنْ اَمْرِ رَبِّهَا وَرُسُلِهٖ فَحَاسَبْنٰهَا حِسَابًا شَدِيْدًاۙ وَّعَذَّبْنٰهَا عَذَابًا نُّكْرًا ","text_id":"Betapa banyak (penduduk) negeri yang mendurhakai perintah Tuhan mereka dan rasul-rasul-Nya, maka Kami buat perhitungan terhadap penduduk negeri itu dengan perhitungan yang ketat, dan Kami azab mereka dengan azab yang mengerikan.","text_en":"How many habitations rebelled against their Lord's command and His apostles; but We took them to severe task, and punished them with the harshest punishment.","transliteration":"wa ka`ayyim ming qaryatin 'atat 'an amri rabbihā wa rusulihī fa ḥāsabnāhā ḥisāban syadīdaw wa 'ażżabnāhā 'ażāban nukrā","no_fn":"","text_fn":""},{"id":5226,"surah":65,"no_ayah":9,"theme":"","text_ayah":"فَذَاقَتْ وَبَالَ اَمْرِهَا وَكَانَ عَاقِبَةُ اَمْرِهَا خُسْرًا ","text_id":"Maka, mereka telah merasakan akibat buruk dari perbuatannya, dan akibat perbuatan mereka itu adalah kerugian yang besar. ","text_en":"So they tasted the pain of their actions; and the consequence of their deeds was ruin.","transliteration":"fa żāqat wa bāla amrihā wa kāna 'āqibatu amrihā khusrā","no_fn":"","text_fn":""},{"id":5227,"surah":65,"no_ayah":10,"theme":"","text_ayah":"اَعَدَّ اللّٰهُ لَهُمْ عَذَابًا شَدِيْدًا فَاتَّقُوا اللّٰهَ يٰٓاُولِى الْاَلْبَابِۛ الَّذِيْنَ اٰمَنُوْا ۛ قَدْ اَنْزَلَ اللّٰهُ اِلَيْكُمْ ذِكْرًاۙ ","text_id":"Allah telah menyediakan azab yang sangat pedih bagi mereka. Maka, bertakwalah kepada Allah, wahai ululalbab (orang-orang yang berakal sehat, berhati bersih, dan cerdas,) (yaitu) orang-orang yang beriman. Sungguh, Allah telah menurunkan peringatan kepadamu ","text_en":"God has prepared for them severe punishment. So, you men of wisdom, and those who believe, take heed for yourselves and fear God. God has indeed sent down a Reminder for you,","transliteration":"a'addallāhu lahum 'ażāban syadīdan fattaqullāha yā ulil-albāb, allażīna āmanụ qad anzalallāhu ilaikum żikrā","no_fn":"","text_fn":""},{"id":5228,"surah":65,"no_ayah":11,"theme":"","text_ayah":"رَّسُوْلًا يَّتْلُوْا عَلَيْكُمْ اٰيٰتِ اللّٰهِ مُبَيِّنٰتٍ لِّيُخْرِجَ الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ مِنَ الظُّلُمٰتِ اِلَى النُّوْرِۗ وَمَنْ يُّؤْمِنْۢ بِاللّٰهِ وَيَعْمَلْ صَالِحًا يُّدْخِلْهُ جَنّٰتٍ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُ خٰلِدِيْنَ فِيْهَآ اَبَدًاۗ قَدْ اَحْسَنَ اللّٰهُ لَهٗ رِزْقًا ","text_id":"(berupa) seorang Rasul yang membacakan ayat-ayat Allah kepadamu yang menerangkan (bermacam-macam hukum) agar dia mengeluarkan orang-orang yang beriman dan mengerjakan kebajikan dari kegelapan kepada cahaya. Siapa yang beriman kepada Allah dan mengerjakan kebajikan, niscaya akan Dia masukkan ke dalam surga-surga yang mengalir di bawahnya sungai-sungai. Mereka kekal di dalamnya selama-lamanya. Sungguh, Allah telah menganugerahkan rezeki yang baik kepadanya. ","text_en":"An Apostle who recites before you the explicating revelations of God that He may bring those who believe and do the right out of darkness into light. Whosoever believes in God and does the right, He will admit into gardens with rivers flowing by, where they will abide for ever. How excellent a provision has God made for him","transliteration":"rasụlay yatlụ 'alaikum āyātillāhi mubayyinātil liyukhrijallażīna āmanụ wa 'amiluṣ-ṣāliḥāti minaẓ-ẓulumāti ilan-nụr, wa may yu`mim billāhi wa ya'mal ṣāliḥay yudkhil-hu jannātin tajrī min taḥtihal-an-hāru khālidīna fīhā abadā, qad aḥsanallāhu lahụ rizqā","no_fn":"","text_fn":""},{"id":5229,"surah":65,"no_ayah":12,"theme":"","text_ayah":"اَللّٰهُ الَّذِيْ خَلَقَ سَبْعَ سَمٰوٰتٍ وَّمِنَ الْاَرْضِ مِثْلَهُنَّۗ يَتَنَزَّلُ الْاَمْرُ بَيْنَهُنَّ لِتَعْلَمُوْٓا اَنَّ اللّٰهَ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ ەۙ وَّاَنَّ اللّٰهَ قَدْ اَحَاطَ بِكُلِّ شَيْءٍ عِلْمًاࣖ","text_id":"Allahlah yang menciptakan tujuh langit dan (menciptakan pula) bumi seperti itu. Perintah-Nya berlaku padanya agar kamu mengetahui bahwa Allah Mahakuasa atas segala sesuatu dan ilmu Allah benar-benar meliputi segala sesuatu.","text_en":"It is God who created several skies, and as many earths. The commandment is sent down among them so that you may know that God has power over everything, and everything is held within the knowledge of God.","transliteration":"allāhullażī khalaqa sab'a samāwātiw wa minal-arḍi miṡlahunn, yatanazzalul-amru bainahunna lita'lamū annallāha 'alā kulli syai`ing qadīruw wa annallāha qad aḥāṭa bikulli syai`in 'ilmā","no_fn":"","text_fn":""}]