[{"id":5218,"surah":65,"no_ayah":1,"tema":"","text_ayah":"يَ[o[ـٰٓ]أَيُّهَا [h:5411[ٱ][l[ل][g[نّ]َبِيُّْ إِذَا طَلَّ[q:1293[قْ]تُمُ [h:1294[ٱ][l[ل][g[نّ]ِس[o[َا]ٓءَ فَطَلِّقُوهُ[g[نّ]َ لِعِدَّتِهِ[g[نّ]َ وَأَحْصُو[s[اْ] [h:13657[ٱ]لْعِدَّةَ‌ۖ وَ[h:1018[ٱ]تَّقُو[s[اْ] [h:1019[ٱ]للَّهَ رَبَّكُمْ‌ۖ لَا تُخْرِجُوهُ[g[نّ]َ م[i:13658[ِنۢ ب]ُيُوتِهِ[g[نّ]َ وَلَا يَخْرُ[q:13659[جْ]نَ إِلّ[o[َآ] أ[a:2664[َن ي]َأْتِينَ بِفَ[n[ـٰ]حِشَ[a:2665[ةٍ م]ُّبَيِّنَ[a:13660[ةٍ‌ۚ و]َتِلْكَ حُدُودُ [h:1000[ٱ]للَّهِ‌ۚ وَم[a:1284[َن ي]َتَعَدَّ حُدُودَ [h:1282[ٱ]للَّهِ فَقَ[q:563[دْ] ظَلَمَ نَفْسَهُ[n[ۥ]‌ۚ لَا تَ[q:10618[دْ]رِيْ لَعَلَّ [h:13661[ٱ]للَّهَ يُحْدِثُ بَعْدَ ذ[n[َٲ]لِكَ أَمْرًا","text_id":"Wahai Nabi, apabila kamu menceraikan istri-istrimu, hendaklah kamu ceraikan mereka pada waktu mereka dapat (menghadapi) idahnya (yang wajar), dan hitunglah waktu idah itu, serta bertakwalah kepada Allah Tuhanmu. Janganlah kamu keluarkan mereka dari rumahnya dan janganlah (diizinkan) keluar kecuali jika mereka mengerjakan perbuatan keji yang jelas. Itulah hukum-hukum Allah. Siapa melanggar hukum-hukum Allah, maka sungguh, dia telah berbuat zalim terhadap dirinya sendiri. Kamu tidak mengetahui boleh jadi setelah itu Allah mengadakan suatu ketentuan yang baru. ","text_en":"O PROPHET WHEN you divorce women, divorce them at their appointed period, and calculate that period, and fear God, your Lord. Do not expel them from their houses, nor should they go away themselves, unless they are openly guilty of adultery. These are the limits set by God. Any one who exceeds the limits set by God sins against his own self. You never know that God may perchance lead to a new situation after this.","transliteration":"Yaaa ayyuhan nabiyyu izaa tallaqtummun nisaaa'a fatalliqoohunna li'iddatihinna wa ahsul'iddata; wattaqul laaha rabbakum laa tukhri joohunna mim bu-yootihinna wa laa yakhrujna illaaa any yaateema bifaahishatim mubaiyinah; wa tilka hudoodul laah; wa many yata'adda hudoodal laahi faqad zalama nafsha; laa tadree la'allal laaha yuhdisu ba'dazaalika amraa","no_fn":"","text_fn":""},{"id":5219,"surah":65,"no_ayah":2,"tema":"","text_ayah":"فَإِذَا بَلَغْنَ أَجَلَهُ[g[نّ]َ فَأَمْسِكُوهُ[g[نّ]َ بِمَعْرُوفٍ أَوْ فَارِقُوهُ[g[نّ]َ بِمَعْرُو[a:13662[فٍ و]َأَشْهِدُو[s[اْ] ذَوَيْْ عَ[q:3797[دْ][a:3798[لٍ م]ِّ[f:344[نك]ُمْ وَأَقِيمُو[s[اْ] [h:13663[ٱ][l[ل]شَّهَ[n[ـٰ]دَةَ لِلَّهِ‌ۚ ذ[n[َٲ]لِكُمْ يُوعَظُ بِه[n[ِۦ] مَ[f:506[ن ك]َانَ يُؤْمِنُ بِ[h:32[ٱ]للَّهِ وَ[h:328[ٱ]لْيَوْمِ [h:329[ٱ]لْأَخِرِ‌ۚ وَم[a:13664[َن ي]َتَّقِ [h:13665[ٱ]للَّهَ يَ[q:4397[جْ]عَل لَّهُ[n[ۥ] مَخْرَجًا","text_id":"Apabila mereka telah mendekati akhir idahnya, rujuklah dengan mereka secara baik atau lepaskanlah mereka secara baik dan persaksikanlah dengan dua orang saksi yang adil dari kamu dan hendaklah kamu tegakkan kesaksian itu karena Allah. Yang demikian itu dinasihatkan kepada orang-orang di antara kamu yang beriman kepada Allah dan hari akhir. Siapa yang bertakwa kepada Allah, niscaya Dia akan membukakan jalan keluar baginya ","text_en":"When they have reached their appointed time, then either keep them lawfully or let them go honourably; but have two witnesses from among you, and give truthful evidence for (being acceptable to) God. This is to warn him who believes in God and the Last Day. God will furnish a way out for him who fears Him,","transliteration":"Fa izaa balaghna ajalahunna fa amsikoohunna bima'roofin aw faariqoohunna bima'roofinw wa ashhidoo zawai 'adlim minkum wa aqeemush shahaadata lillaah; zaalikum yoo'azu bihee man kaana yu'minu billaahi wal yawmil aakhir; wa many yattaqil laaha yaj'al lahoo makhrajaa","no_fn":"","text_fn":""},{"id":5220,"surah":65,"no_ayah":3,"tema":"","text_ayah":"وَيَرْزُ[q:13666[قْ]هُ مِنْ حَيْثُ لَا يَحْتَسِبُ‌ۚ وَم[a:5377[َن ي]َتَوَكَّلْ عَلَيْ [h:412[ٱ]للَّهِ فَهُوَ حَسْبُهُ[o[ۥٓ‌ۚ] إِ[g[نّ]َ [h:80[ٱ]للَّهَ بَ[n[ـٰ]لِغُ أَمْرِه[n[ِۦ]‌ۚ قَ[q:298[دْ] جَعَلَ [h:2556[ٱ]للَّهُ لِكُلِّ ش[f:13667[َيْْءٍ ق]َ[q:13668[دْ]رًا","text_id":"dan menganugerahkan kepadanya rezeki dari arah yang tidak dia duga. Siapa yang bertawakal kepada Allah, niscaya Allah akan mencukupkan (keperluan)-nya. Sesungguhnya Allahlah yang menuntaskan urusan-Nya. Sungguh, Allah telah membuat ketentuan bagi setiap sesuatu.","text_en":"And provide for him from where he does not reckon. God is sufficient for him who places his trust in Him. Certainly God fulfills His purpose. God has indeed fixed a measure of everything.","transliteration":"Wa yarzuqhu min haisu laa yahtasib; wa many yatawakkal 'alal laahi fahuwa husbuh; innal laaha baalighu amrih; qad ja'alal laahu likulli shai'in qadraa","no_fn":"","text_fn":""},{"id":5221,"surah":65,"no_ayah":4,"tema":"","text_ayah":"وَ[h:9999[ٱ]لَّ[o[ــٰٓ]ــِٔيْ يَئِسْنَ مِنَ [h:13669[ٱ]لْمَحِيضِ م[a:2638[ِن ن]ِّس[o[َا]ٓئِكُمْ إِنِ [h:3844[ٱ]رْتَ[q:3845[بْ]تُمْ فَعِدَّتُهُ[g[نّ]َ ثَلَ[n[ـٰ]ثَةُ أَشْهُ[a:13670[رٍ و]َ[h:13671[ٱ]لَّ[o[ــٰٓ]ــِٔيْ لَمْ يَحِضْنَ‌ۚ وَأُ[s[وْ]لَ[n[ـٰ]تُ [h:13672[ٱ]لْأَحْمَالِ أَجَلُهُ[g[نّ]َ أ[a:9527[َن ي]َضَعْنَ حَمْلَهُ[g[نّ]َ‌ۚ وَم[a:13664[َن ي]َتَّقِ [h:13665[ٱ]للَّهَ يَ[q:4397[جْ]عَل لَّهُ[n[ۥ] مِنْ أَمْرِه[n[ِۦ] يُسْرًا","text_id":"Perempuan-perempuan yang tidak mungkin haid lagi (menopause) di antara istri-istrimu jika kamu ragu-ragu (tentang masa idahnya) maka idahnya adalah tiga bulan. Begitu (pula) perempuan-perempuan yang tidak haid (belum dewasa). Adapun perempuan-perempuan yang hamil, waktu idah mereka adalah sampai mereka melahirkan kandungannya. Siapa yang bertakwa kepada Allah, niscaya Dia menjadikan kemudahan baginya dalam urusannya. ","text_en":"As for your women who have lost hope of menstruation, and in case you have a doubt, the prescribed period (of waiting) for them is three months, as also for those who have not menstruated yet. As for those who are pregnant, their prescribed period is until the delivery of the child. God will make things easy for him who is mindful of God.","transliteration":"Wallaaa'ee ya'isna minal maheedi min nisaaa 'ikum inir tabtum fa'iddatuhunna salaasatu ashhurinw wallaaa'ee lam yahidn; wa ulaatul ahmaali ajaluhunna any yada'na hamlahun; wa many yattaqil laaha yaj'al lahoo min armrihee yusraa","no_fn":"","text_fn":""},{"id":5222,"surah":65,"no_ayah":5,"tema":"","text_ayah":"ذ[n[َٲ]لِكَ أَمْرُ [h:2832[ٱ]للَّهِ أَ[f:3300[نز]َلَهُ[o[ۥٓ] إِلَيْكُمْ‌ۚ وَم[a:13664[َن ي]َتَّقِ [h:13665[ٱ]للَّهَ يُكَفِّرْ عَنْهُ سَيِّـَٔـاتِه[n[ِۦ] وَيُعْظِمْ لَهُ[o[ۥٓ] أَ[q:2795[جْ]رًا","text_id":"(Ketentuan idah) itu merupakan perintah Allah yang diturunkan-Nya kepada kamu. Siapa yang bertakwa kepada Allah, niscaya Allah akan menghapus kesalahan-kesalahannya dan akan memperbesar pahala baginya. ","text_en":"This is the commandment of God that is sent down to you. God will forgive the ills of those who fear Him, and increase their reward.","transliteration":"Zaalika amrul laahi anzalahoo ilaikum; wa many yattaqil laaha yukaffir 'anhu saiyi aatihee wa yu'zim lahoo ajraa","no_fn":"","text_fn":""},{"id":5223,"surah":65,"no_ayah":6,"tema":"","text_ayah":"أَسْكِنُوهُ[g[نّ]َ مِنْ حَيْثُ سَكَ[f:13673[نت][w:13674[ُم م]ّ[a:13675[ِن و]ُ[q:13676[جْ]دِكُمْ وَلَا تُض[m[َا]ٓرُّوهُ[g[نّ]َ لِتُضَيِّقُو[s[اْ] عَلَيْهِ[g[نّ]َ‌ۚ وَإِ[f:13677[ن ك]ُ[g[نّ]َ أُ[s[وْ]لَ[n[ـٰ]تِ حَمْ[f:13678[لٍ ف]َأَ[f:13679[نف]ِقُو[s[اْ] عَلَيْهِ[g[نّ]َ حَتَّيْٰ يَضَعْنَ حَمْلَهُ[g[نّ]َ‌ۚ فَإِنْ أَرْضَعْنَ لَكُمْ فَـَٔـاتُوهُ[g[نّ]َ أُجُورَهُ[g[نّ]َ‌ۖ وَأْتَمِرُو[s[اْ] بَيْنَك[c:13680[ُم ب]ِمَعْرُو[a:13681[فٍ‌ۖ و]َإِ[f:13682[ن ت]َعَاسَرْتُمْ فَسَتُرْضِعُ لَهُ[o[ۥٓ] أُخْرَيْٰ","text_id":"Tempatkanlah mereka (para istri yang dicerai) di mana kamu bertempat tinggal menurut kemampuanmu dan janganlah kamu menyusahkan mereka untuk menyempitkan (hati) mereka. Jika mereka (para istri yang dicerai) itu sedang hamil, maka berikanlah kepada mereka nafkahnya sampai mereka melahirkan, kemudian jika mereka menyusukan (anak-anak)-mu maka berikanlah imbalannya kepada mereka; dan musyawarahkanlah di antara kamu (segala sesuatu) dengan baik; dan jika kamu sama-sama menemui kesulitan (dalam hal penyusuan), maka perempuan lain boleh menyusukan (anak itu) untuknya.","text_en":"House the (divorced) women where you live, according to your means; but do not harass them so as to reduce them to straitened circumstances. If they are pregnant, then spend on them until they give birth to the child. And if they suckle the child for you, then make the due payment to them, and consult each other appropriately. But if you find this difficult, let some other woman suckle (the child) for her.","transliteration":"Askinoohunna min haisu sakantum minw wujdikum wa laa tudaaarroohunna litudaiyiqoo 'alaihinn; wa in kunna ulaati hamlin fa anfiqoo 'alihinna hattaa yada'na hamlahunn; fain arda'na lakum fa aatoo hunna ujoorahunna waatamiroo bainakum bima'roofinw wa in ta'aasartum fasaturdi'u lahooo ukhraa","no_fn":"","text_fn":""},{"id":5224,"surah":65,"no_ayah":7,"tema":"","text_ayah":"لِيُ[f:13683[نف]ِ[q:13683[قْ] ذُو سَعَ[a:13684[ةٍ م]ِّ[f:3193[ن س]َعَتِه[n[ِۦ]‌ۖ وَمَ[f:13685[ن ق]ُدِرَ عَلَيْهِ رِزْقُهُ[n[ۥ] فَلْيُ[f:13686[نف]ِ[q:13686[قْ] مِ[g[مّ][o[َآ] ءَاتَ[n[ـٰ]هُ [h:1498[ٱ]للَّهُ‌ۚ لَا يُكَلِّفُ [h:1713[ٱ]للَّهُ نَفْسًا إِلَّا م[o[َآ] ءَاتَ[n[ـٰ]هَا‌ۚ سَيَ[q:8428[جْ]عَلُ [h:13687[ٱ]للَّهُ بَعْدَ عُسْ[a:13688[رٍ ي]ُسْرًا","text_id":"Hendaklah orang yang lapang (rezekinya) memberi nafkah menurut kemampuannya, dan orang yang disempitkan rezekinya, hendaklah memberi nafkah dari apa (harta) yang dianugerahkan Allah kepadanya. Allah tidak membebani kepada seseorang melainkan (sesuai) dengan apa yang dianugerahkan Allah kepadanya. Allah kelak akan menganugerahkan kelapangan setelah kesempitan. ","text_en":"Let the man of means spend according to his means, and he whose means are limited, should spend of what God has given him. God does not burden a soul beyond what He has given him. God will bring ease after hardship.","transliteration":"Liyuntiq zoo sa'atim min sa'atihee wa man qudira 'alaihi riquhoo falyunfiq mimmaaa aataahul laah; laa yukalliful laahu nafsan illaa maaa aataahaa; sa yaj'alul laahu ba'da'usriny yusraa","no_fn":"","text_fn":""},{"id":5225,"surah":65,"no_ayah":8,"tema":"","text_ayah":"وَكَأَيّ[a:2298[ِن م]ِّ[f:4585[ن ق]َرْيَةٍ عَتَتْ عَنْ أَمْرِ رَبِّهَا وَرُسُلِه[n[ِۦ] فَحَاسَ[q:13689[بْ]نَ[n[ـٰ]هَا حِسَا[f:13690[بًا ش]َدِي[a:13691[دًا و]َعَذَّ[q:13692[بْ]نَ[n[ـٰ]هَا عَذَا[a:8212[بًا ن]ُّكْرًا","text_id":"Betapa banyak (penduduk) negeri yang mendurhakai perintah Tuhan mereka dan rasul-rasul-Nya, maka Kami buat perhitungan terhadap penduduk negeri itu dengan perhitungan yang ketat, dan Kami azab mereka dengan azab yang mengerikan.","text_en":"How many habitations rebelled against their Lord's command and His apostles; but We took them to severe task, and punished them with the harshest punishment.","transliteration":"Wa ka ayyim min qaryatin 'atat 'an amri Rabbihaa wa Rusulihee fahaasabnaahaa hisaaban shadeedanw wa 'azzabnaahaa 'azaaban nukraa","no_fn":"","text_fn":""},{"id":5226,"surah":65,"no_ayah":9,"tema":"","text_ayah":"فَذَاقَتْ وَبَالَ أَمْرِهَا وَكَانَ عَ[n[ـٰ]قِبَةُ أَمْرِهَا خُسْرًا","text_id":"Maka, mereka telah merasakan akibat buruk dari perbuatannya, dan akibat perbuatan mereka itu adalah kerugian yang besar. ","text_en":"So they tasted the pain of their actions; and the consequence of their deeds was ruin.","transliteration":"Fazaaqat wabbala amrihaa wa kaana 'aaqibatu amrihaa khusraa","no_fn":"","text_fn":""},{"id":5227,"surah":65,"no_ayah":10,"tema":"","text_ayah":"أَعَدَّ [h:5775[ٱ]للَّهُ لَهُمْ عَذَا[f:1966[بًا ش]َدِي[f:13693[دًا‌ۖ ف]َ[h:112[ٱ]تَّقُو[s[اْ] [h:1945[ٱ]للَّهَ يَ[o[ـٰٓ]أُ[s[وْ]لِيْ [h:941[ٱ]لْأَلْبَ[n[ـٰ]بِ [h:13694[ٱ]لَّذِينَ ءَامَنُو[s[اْ‌ۚ] قَ[q:298[دْ] أَ[f:471[نز]َلَ [h:472[ٱ]للَّهُ إِلَيْكُمْ ذِكْرًا","text_id":"Allah telah menyediakan azab yang sangat pedih bagi mereka. Maka, bertakwalah kepada Allah, wahai ululalbab (orang-orang yang berakal sehat, berhati bersih, dan cerdas,) (yaitu) orang-orang yang beriman. Sungguh, Allah telah menurunkan peringatan kepadamu ","text_en":"God has prepared for them severe punishment. So, you men of wisdom, and those who believe, take heed for yourselves and fear God. God has indeed sent down a Reminder for you,","transliteration":"A'addal laahu lahum 'azaaban shadeedan fattaqul laaha yaaa ulil albaab, allazeena aammanoo; qad anzalal laahu ilaikum zikraa","no_fn":"","text_fn":""},{"id":5228,"surah":65,"no_ayah":11,"tema":"","text_ayah":"رَّسُول[a:10208[اً ي]َتْلُو[s[اْ] عَلَيْكُمْ ءَايَ[n[ـٰ]تِ [h:1298[ٱ]للَّهِ مُبَيِّنَ[n[ـٰ][u:13695[تٍ ل]ِّيُخْرِجَ [h:13696[ٱ]لَّذِينَ ءَامَنُو[s[اْ] وَعَمِلُو[s[اْ] [h:118[ٱ][l[ل]صَّ[n[ـٰ]لِحَ[n[ـٰ]تِ مِنَ [h:1491[ٱ][l[ل]ظُّلُمَ[n[ـٰ]تِ إِلَيْ [h:1492[ٱ][l[ل][g[نّ]ُورِ‌ۚ وَم[a:13644[َن ي]ُؤْم[i:12652[ِنۢ ب]ِ[h:32[ٱ]للَّهِ وَيَعْمَلْ صَ[n[ـٰ]لِ[a:13697[حًا ي]ُ[q:2631[دْ]خِلْهُ جَ[g[نّ]َ[n[ـٰ][f:119[تٍ ت]َ[q:120[جْ]رِيْ مِ[f:121[ن ت]َحْتِهَا [h:122[ٱ]لْأَنْهَ[n[ـٰ]رُ خَ[n[ـٰ]لِدِينَ فِيه[o[َآ] أَبَ[f:13698[دًا‌ۖ ق]َ[q:298[دْ] أَحْسَنَ [h:10249[ٱ]للَّهُ لَهُ[n[ۥ] رِزْقًا","text_id":"(berupa) seorang Rasul yang membacakan ayat-ayat Allah kepadamu yang menerangkan (bermacam-macam hukum) agar dia mengeluarkan orang-orang yang beriman dan mengerjakan kebajikan dari kegelapan kepada cahaya. Siapa yang beriman kepada Allah dan mengerjakan kebajikan, niscaya akan Dia masukkan ke dalam surga-surga yang mengalir di bawahnya sungai-sungai. Mereka kekal di dalamnya selama-lamanya. Sungguh, Allah telah menganugerahkan rezeki yang baik kepadanya. ","text_en":"An Apostle who recites before you the explicating revelations of God that He may bring those who believe and do the right out of darkness into light. Whosoever believes in God and does the right, He will admit into gardens with rivers flowing by, where they will abide for ever. How excellent a provision has God made for him","transliteration":"Rasoolany yatloo 'alaikum aayaatil laahi mubaiyinaatil liyukhrijal lazeena aamanoo wa 'amilus saalihaati minaz zulumaati ilan noor; wa many yu'mim billaahi wa ya;mal saalihany yudkhilhu jannaatin tajree min tahtihal anhaaru khaalideena feehaa abadan qad ahsanal laahu lahoo rizqqq","no_fn":"","text_fn":""},{"id":5229,"surah":65,"no_ayah":12,"tema":"","text_ayah":"ٱللَّهُ [h:4738[ٱ]لَّذِيْ خَلَقَ سَ[q:158[بْ]عَ سَمَ[n[ـٰ]و[n[َٲ][a:13699[تٍ و]َمِنَ [h:13700[ٱ]لْأَرْضِ مِثْلَهُ[g[نّ]َ يَتَنَزَّلُ [h:13701[ٱ]لْأَمْرُ بَيْنَهُ[g[نّ]َ لِتَعْلَم[o[ُوٓ][s[اْ] أَ[g[نّ]َ [h:394[ٱ]للَّهَ عَلَيْٰ كُلِّ ش[f:81[َيْْءٍ ق]َدِي[a:13702[رٌ و]َأَ[g[نّ]َ [h:859[ٱ]للَّهَ قَ[q:298[دْ] أَحَاطَ بِكُلِّ شَيْْءٍ عِلْمَۢا","text_id":"Allahlah yang menciptakan tujuh langit dan (menciptakan pula) bumi seperti itu. Perintah-Nya berlaku padanya agar kamu mengetahui bahwa Allah Mahakuasa atas segala sesuatu dan ilmu Allah benar-benar meliputi segala sesuatu.","text_en":"It is God who created several skies, and as many earths. The commandment is sent down among them so that you may know that God has power over everything, and everything is held within the knowledge of God.","transliteration":"Allaahul lazee khalaq Sab'a Samaawaatinw wa minal ardi mislahunna yatanazzalul amru bainahunna lita'lamooo annal laaha 'alaa kulli shai'in Qadeerunw wa annal laaha qad ahaata bikulli shai'in ilmaa","no_fn":"","text_fn":""}]