[{"id_ayat":5230,"no_surah":66,"no_ayat":1,"teks_ayat":"يٰٓاَيُّهَا النَّبِيُّ لِمَ تُحَرِّمُ مَآ اَحَلَّ اللّٰهُ لَكَۚ تَبْتَغِيْ مَرْضَاتَ اَزْوَاجِكَۗ وَاللّٰهُ غَفُوْرٌ رَّحِيْمٌ ","tema":"","teks_terjemah":"Wahai Nabi (Muhammad), mengapa engkau mengharamkan apa yang dihalalkan Allah bagimu? Engkau bermaksud menyenangkan hati istri-istrimu. Allah Maha Pengampun lagi Maha Penyayang.<sup>721)<\/sup> ","no_fn":"721","teks_fn":"721) Nabi bersumpah untuk tidak menggauli istrinya, yaitu Mariah al-Qibtiyah. Dengan sumpah ini, sesuatu yang halal menjadi tidak diperbolehkan. Jadi, ayat ini tidak bermakna bahwa Nabi mengubah hukum halal menjadi haram.","bacaan":"yaa ayyuhaannabiyyu lima tuharrimu maa ahallalaahu laka tabtaghii mardaata azwaajika waalaahu ghafuurun rahiim"},{"id_ayat":5231,"no_surah":66,"no_ayat":2,"teks_ayat":"قَدْ فَرَضَ اللّٰهُ لَكُمْ تَحِلَّةَ اَيْمَانِكُمْۚ وَاللّٰهُ مَوْلٰىكُمْۚ وَهُوَ الْعَلِيْمُ الْحَكِيْمُ ","tema":"","teks_terjemah":"Sungguh, Allah telah mensyariatkan untukmu pembebasan diri dari sumpahmu. Allah adalah pelindungmu dan Dia Maha Mengetahui lagi Mahabijaksana.","no_fn":"","teks_fn":"","bacaan":"qad faradhalaahu lakum tahillata aymaanikum waalaahu mawlaakum wahuwal'aliimulhakiim"},{"id_ayat":5232,"no_surah":66,"no_ayat":3,"teks_ayat":"وَاِذْ اَسَرَّ النَّبِيُّ اِلٰى بَعْضِ اَزْوَاجِهٖ حَدِيْثًاۚ فَلَمَّا نَبَّاَتْ بِهٖ وَاَظْهَرَهُ اللّٰهُ عَلَيْهِ عَرَّفَ بَعْضَهٗ وَاَعْرَضَ عَنْۢ بَعْضٍۚ فَلَمَّا نَبَّاَهَا بِهٖ قَالَتْ مَنْ اَنْۢبَاَكَ هٰذَاۗ قَالَ نَبَّاَنِيَ الْعَلِيْمُ الْخَبِيْرُ ","tema":"","teks_terjemah":"(Ingatlah) ketika Nabi membicarakan secara rahasia suatu peristiwa kepada salah seorang istrinya (Hafsah). Kemudian, ketika dia menceritakan (peristiwa) itu (kepada Aisyah) dan Allah memberitahukannya (kejadian ini) kepadanya (Nabi), dia (Nabi) memberitahukan (kepada Hafsah) sebagian dan menyembunyikan sebagian yang lain. Ketika dia (Nabi) memberitahukan (pembicaraan) itu kepadanya (Hafsah), dia bertanya, “Siapa yang telah memberitahumu hal ini?” Nabi menjawab, “Yang memberitahuku adalah Allah Yang Maha Mengetahui lagi Mahateliti.”","no_fn":"","teks_fn":"","bacaan":"wa-idz asarrannabiyyu ilaa ba'dhi azwaajihi hadiitsan falammaa nabba-at bihi wa-azhharahulaahu 'alayhi 'arrafa ba'dhahu wa-a'radha 'an ba'dhin falammaa nabba-ahaa bihi qaalat man anba-aka haadzaa qaala nabba-aniyal'aliimulkhabiir"},{"id_ayat":5233,"no_surah":66,"no_ayat":4,"teks_ayat":"اِنْ تَتُوْبَآ اِلَى اللّٰهِ فَقَدْ صَغَتْ قُلُوْبُكُمَاۚ وَاِنْ تَظٰهَرَا عَلَيْهِ فَاِنَّ اللّٰهَ هُوَ مَوْلٰىهُ وَجِبْرِيْلُ وَصَالِحُ الْمُؤْمِنِيْنَۚ وَالْمَلٰۤىِٕكَةُ بَعْدَ ذٰلِكَ ظَهِيْرٌ ","tema":"","teks_terjemah":"Jika kamu berdua bertobat kepada Allah, sungguh hati kamu berdua telah condong (pada kebenaran) dan jika kamu berdua saling membantu menyusahkan dia (Nabi), sesungguhnya Allahlah pelindungnya. Demikian juga Jibril dan orang-orang mukmin yang saleh. Selain itu, malaikat-malaikat (juga ikut) menolong.","no_fn":"","teks_fn":"","bacaan":"in tatuubaa ilaalaahi faqad shaghat quluubukumaa wa-in tazhaaharaa 'alayhi fa-innalaaha huwa mawlaahu wajibriilu washaalihulmu'miniina walmalaa-ikatu ba'da dzaalika zhahiir"},{"id_ayat":5234,"no_surah":66,"no_ayat":5,"teks_ayat":"عَسٰى رَبُّهٗٓ اِنْ طَلَّقَكُنَّ اَنْ يُّبْدِلَهٗٓ اَزْوَاجًا خَيْرًا مِّنْكُنَّ مُسْلِمٰتٍ مُّؤْمِنٰتٍ قٰنِتٰتٍ تٰۤىِٕبٰتٍ عٰبِدٰتٍ سٰۤىِٕحٰتٍ ثَيِّبٰتٍ وَّاَبْكَارًا ","tema":"","teks_terjemah":"Jika dia (Nabi) menceraikan kamu, boleh jadi Tuhannya akan memberi ganti kepadanya istri-istri yang lebih baik daripada kamu, yang berserah diri, yang beriman, yang taat, yang bertobat, yang beribadah, dan yang berpuasa, baik yang janda maupun yang perawan.","no_fn":"","teks_fn":"","bacaan":"'asaa rabbuhu in thallaqakunna an yubdilahu azwaajan khayran minkunna muslimaatin mu'minaatin qaanitaatin taa-ibaatin 'aabidaatin saa-ihaatin tsayyibaatin wa-abkaaraa"},{"id_ayat":5235,"no_surah":66,"no_ayat":6,"teks_ayat":"يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا قُوْٓا اَنْفُسَكُمْ وَاَهْلِيْكُمْ نَارًا وَّقُوْدُهَا النَّاسُ وَالْحِجَارَةُ عَلَيْهَا مَلٰۤىِٕكَةٌ غِلَاظٌ شِدَادٌ لَّا يَعْصُوْنَ اللّٰهَ مَآ اَمَرَهُمْ وَيَفْعَلُوْنَ مَا يُؤْمَرُوْنَ ","tema":"","teks_terjemah":"Wahai orang-orang yang beriman, jagalah dirimu dan keluargamu dari api neraka yang bahan bakarnya adalah manusia dan batu. Penjaganya adalah malaikat-malaikat yang kasar dan keras. Mereka tidak durhaka kepada Allah terhadap apa yang Dia perintahkan kepadanya dan selalu mengerjakan apa yang diperintahkan.","no_fn":"","teks_fn":"","bacaan":"yaa ayyuhaaladziina aamanuu quu anfusakum wa-ahliikum naaran waquuduhaannaasu walhijaaratu 'alayhaa malaa-ikatun ghilaatsun syidaadun laa ya'shuunalaaha maa amarahum wayaf'aluuna maa yu'maruun"},{"id_ayat":5236,"no_surah":66,"no_ayat":7,"teks_ayat":"يٰٓاَيُّهَا الَّذِيْنَ كَفَرُوْا لَا تَعْتَذِرُوا الْيَوْمَۗ اِنَّمَا تُجْزَوْنَ مَا كُنْتُمْ تَعْمَلُوْنَ ࣖ","tema":"","teks_terjemah":"Wahai orang-orang yang kufur, janganlah kamu mencari-cari alasan pada hari ini. Sesungguhnya kamu hanya diberi balasan (sesuai dengan) apa yang selama ini kamu kerjakan.","no_fn":"","teks_fn":"","bacaan":"yaa ayyuhaaladziina kafaruu laa ta'tadziruulyawma innamaa tujzawna maa kuntum ta'maluun"},{"id_ayat":5237,"no_surah":66,"no_ayat":8,"teks_ayat":"يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا تُوْبُوْٓا اِلَى اللّٰهِ تَوْبَةً نَّصُوْحًاۗ عَسٰى رَبُّكُمْ اَنْ يُّكَفِّرَ عَنْكُمْ سَيِّاٰتِكُمْ وَيُدْخِلَكُمْ جَنّٰتٍ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُۙ يَوْمَ لَا يُخْزِى اللّٰهُ النَّبِيَّ وَالَّذِيْنَ اٰمَنُوْا مَعَهٗۚ نُوْرُهُمْ يَسْعٰى بَيْنَ اَيْدِيْهِمْ وَبِاَيْمَانِهِمْ يَقُوْلُوْنَ رَبَّنَآ اَتْمِمْ لَنَا نُوْرَنَا وَاغْفِرْ لَنَاۚ اِنَّكَ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ ","tema":"","teks_terjemah":"Wahai orang-orang yang beriman, bertobatlah kepada Allah dengan tobat yang semurni-murninya. Mudah-mudahan Tuhanmu akan menghapus kesalahan-kesalahanmu dan memasukkanmu ke dalam surga yang mengalir di bawahnya sungai-sungai pada hari ketika Allah tidak menghinakan Nabi dan orang-orang yang beriman bersamanya. Cahaya mereka memancar di hadapan dan di sebelah kanannya. Mereka berkata, “Ya Tuhan kami, sempurnakanlah untuk kami cahaya kami dan ampunilah kami. Sesungguhnya Engkau Mahakuasa atas segala sesuatu.”","no_fn":"","teks_fn":"","bacaan":"yaa ayyuhaaladziina aamanuu tuubuu ilaalaahi tawbatan nashuuhan 'asaa rabbukum an yukaffira 'ankum sayyi-aatikum wayudkhilakum jannaatin tajrii min tahtihaal-anhaaru yawma laa yukhziilaahunnabiyya walladziina aamanuu ma'ahu nuuruhum yas'aa bayna aydiihim wabi-aymaanihim yaquuluuna rabbanaa atmim lanaa nuuranaa waghfir lanaa innaka 'alaa kulli syay-in qadiir"},{"id_ayat":5238,"no_surah":66,"no_ayat":9,"teks_ayat":"يٰٓاَيُّهَا النَّبِيُّ جَاهِدِ الْكُفَّارَ وَالْمُنٰفِقِيْنَ وَاغْلُظْ عَلَيْهِمْۗ وَمَأْوٰىهُمْ جَهَنَّمُۗ وَبِئْسَ الْمَصِيْرُ ","tema":"","teks_terjemah":"Wahai Nabi, berjihadlah (melawan) orang-orang kafir dan orang-orang munafik dan bersikap keraslah terhadap mereka. Tempat mereka adalah (neraka) Jahanam dan itulah seburuk-buruk tempat kembali.","no_fn":"","teks_fn":"","bacaan":"yaa ayyuhaannabiyyu jaahidilkuffaara walmunaafiqiina waghluzh 'alayhim wama'waahum jahannamu wabi'salmashiir"},{"id_ayat":5239,"no_surah":66,"no_ayat":10,"teks_ayat":"ضَرَبَ اللّٰهُ مَثَلًا لِّلَّذِيْنَ كَفَرُوا امْرَاَتَ نُوْحٍ وَّامْرَاَتَ لُوْطٍۗ كَانَتَا تَحْتَ عَبْدَيْنِ مِنْ عِبَادِنَا صَالِحَيْنِ فَخَانَتٰهُمَا فَلَمْ يُغْنِيَا عَنْهُمَا مِنَ اللّٰهِ شَيْـًٔا وَّقِيْلَ ادْخُلَا النَّارَ مَعَ الدّٰخِلِيْنَ ","tema":"","teks_terjemah":"Allah membuat perumpamaan bagi orang-orang yang kufur, yaitu istri Nuh dan istri Lut. Keduanya berada di bawah (tanggung jawab) dua orang hamba yang saleh di antara hamba-hamba Kami, lalu keduanya berkhianat kepada (suami-suami)-nya. Mereka (kedua suami itu) tidak dapat membantunya sedikit pun dari (siksaan) Allah, dan dikatakan (kepada kedua istri itu), “Masuklah kamu berdua ke neraka bersama orang-orang yang masuk (neraka).”","no_fn":"","teks_fn":"","bacaan":"dharabalaahu matsalan lilladziina kafaruu imra-ata nuuhin wamra-ata luuthin kaanataa tahta 'abdayni min 'ibaadinaa shaalihayni fakhaanataahumaa falam yughniyaa 'anhumaa minalaahi syay-an waqiila udkhulaannaara ma'addaakhiliin"},{"id_ayat":5240,"no_surah":66,"no_ayat":11,"teks_ayat":"وَضَرَبَ اللّٰهُ مَثَلًا لِّلَّذِيْنَ اٰمَنُوا امْرَاَتَ فِرْعَوْنَۘ اِذْ قَالَتْ رَبِّ ابْنِ لِيْ عِنْدَكَ بَيْتًا فِى الْجَنَّةِ وَنَجِّنِيْ مِنْ فِرْعَوْنَ وَعَمَلِهٖ وَنَجِّنِيْ مِنَ الْقَوْمِ الظّٰلِمِيْنَۙ ","tema":"","teks_terjemah":"Allah juga membuat perumpamaan bagi orang-orang yang beriman, yaitu istri Fir‘aun, ketika dia berkata, “Ya Tuhanku, bangunkanlah untukku di sisi-Mu sebuah rumah dalam surga, selamatkanlah aku dari Fir‘aun dan perbuatannya, serta selamatkanlah aku dari kaum yang zalim.”","no_fn":"","teks_fn":"","bacaan":"wadharabalaahu matsalan lilladziina aamanuu imra-ata fir'awna idz qaalat rabbi ibni lii 'indaka baytan fiiljannati wanajjinii min fir'awna wa'amalihi wanajjinii minalqawmizhzhaalimiin"},{"id_ayat":5241,"no_surah":66,"no_ayat":12,"teks_ayat":"وَمَرْيَمَ ابْنَتَ عِمْرٰنَ الَّتِيْٓ اَحْصَنَتْ فَرْجَهَا فَنَفَخْنَا فِيْهِ مِنْ رُّوْحِنَا وَصَدَّقَتْ بِكَلِمٰتِ رَبِّهَا وَكُتُبِهٖ وَكَانَتْ مِنَ الْقٰنِتِيْنَ ࣖ   ۔","tema":"","teks_terjemah":"Demikian pula Maryam putri Imran yang memelihara kehormatannya, lalu Kami meniupkan ke dalam rahimnya sebagian dari roh (ciptaan) Kami, dan yang membenarkan kalimat-kalimat Tuhannya dan kitab-kitab-Nya, serta yang termasuk orang-orang taat.","no_fn":"","teks_fn":"","bacaan":"wamaryama ibnata 'imraanalatii ahsanat farjahaa fanafakhnaa fiihi min ruuhinaa washaddaqat bikalimaati rabbihaa wakutubihi wakaanat minalqaanitiin"}]