[{"id":1161,"surah":8,"no_ayah":1,"theme":"Harta Rampasan Perang sebagai Milik Allah dan Rasul","text_ayah":"يَسْـَٔلُوْنَكَ عَنِ الْاَنْفَالِۗ قُلِ الْاَنْفَالُ لِلّٰهِ وَالرَّسُوْلِۚ فَاتَّقُوا اللّٰهَ وَاَصْلِحُوْا ذَاتَ بَيْنِكُمْۖوَاَطِيْعُوا اللّٰهَ وَرَسُوْلَهٗٓ اِنْ كُنْتُمْ مُّؤْمِنِيْنَ","text_id":"Mereka bertanya kepadamu (Nabi Muhammad) tentang (pembagian) harta rampasan perang. Katakanlah, “Harta rampasan perang itu milik Allah dan Rasul (menurut ketentuan Allah dan Rasul-Nya). Maka, bertakwalah kepada Allah dan perbaikilah hubungan di antara sesamamu dan taatlah kepada Allah dan Rasul-Nya jika kamu orang-orang mukmin.”","text_en":"THEY ASK YOU of (benefits accruing as) spoils of war. Tell them: \"The benefits belong to God and His Messenger.\" So fulfil your duty to God and keep peace among yourselves. Obey God and the Prophet, If you really believe.","transliteration":"yas`alụnaka 'anil-anfāl, qulil-anfālu lillāhi war-rasụl, fattaqullāha wa aṣliḥụ żāta bainikum wa aṭī'ullāha wa rasụlahū ing kuntum mu`minīn","no_fn":"","text_fn":""},{"id":1162,"surah":8,"no_ayah":2,"theme":"Sifat-Sifat Orang Mukmin","text_ayah":"اِنَّمَا الْمُؤْمِنُوْنَ الَّذِيْنَ اِذَا ذُكِرَ اللّٰهُ وَجِلَتْ قُلُوْبُهُمْ وَاِذَا تُلِيَتْ عَلَيْهِمْ اٰيٰتُهٗ زَادَتْهُمْ اِيْمَانًا وَّعَلٰى رَبِّهِمْ يَتَوَكَّلُوْنَۙ","text_id":"Sesungguhnya orang-orang mukmin adalah mereka yang jika disebut nama Allah,<sup>304)</sup> gemetar hatinya dan jika dibacakan ayat-ayat-Nya kepada mereka, bertambah (kuat) imannya dan hanya kepada Tuhannya mereka bertawakal, ","text_en":"Only they are true believers whose hearts fill up with awe when the name of God is mentioned; and their faith is further strengthened when His messages are read out to them; and those who place their trust in their Lord,","transliteration":"innamal-mu`minụnallażīna iżā żukirallāhu wajilat qulụbuhum wa iżā tuliyat 'alaihim āyātuhụ zādat-hum īmānaw wa 'alā rabbihim yatawakkalụn","no_fn":"304","text_fn":"304) Menyebut nama Allah Swt. di sini berarti menyebut sifat-sifat yang mengagungkan dan memuliakan-Nya."},{"id":1163,"surah":8,"no_ayah":3,"theme":"Sifat-Sifat Orang Mukmin","text_ayah":"الَّذِيْنَ يُقِيْمُوْنَ الصَّلٰوةَ وَمِمَّا رَزَقْنٰهُمْ يُنْفِقُوْنَۗ ","text_id":"(yaitu) orang-orang yang melaksanakan salat dan menginfakkan sebagian rezeki yang Kami anugerahkan kepada mereka.","text_en":"Who are firm in devotion, and spend of what We have given them,","transliteration":"allażīna yuqīmụnaṣ-ṣalāta wa mimmā razaqnāhum yunfiqụn","no_fn":"","text_fn":""},{"id":1164,"surah":8,"no_ayah":4,"theme":"Sifat-Sifat Orang Mukmin","text_ayah":"اُولٰۤىِٕكَ هُمُ الْمُؤْمِنُوْنَ حَقًّاۗ  لَهُمْ دَرَجٰتٌ عِنْدَ رَبِّهِمْ وَمَغْفِرَةٌ وَّرِزْقٌ كَرِيْمٌۚ ","text_id":"Mereka itulah orang-orang yang benar-benar beriman. Bagi mereka derajat (tinggi) di sisi Tuhannya dan ampunan serta rezeki yang mulia.","text_en":"Are true believers. There are for them (high) ranks with their Lord, and pardon and noble provision.","transliteration":"ulā`ika humul-mu`minụna ḥaqqā, lahum darajātun 'inda rabbihim wa magfiratuw wa rizqung karīm","no_fn":"","text_fn":""},{"id":1165,"surah":8,"no_ayah":5,"theme":"Keengganan Sebagian Orang Mukmin Untuk Pergi ke Perang Badar","text_ayah":"كَمَآ اَخْرَجَكَ رَبُّكَ مِنْۢ بَيْتِكَ بِالْحَقِّۖ وَاِنَّ فَرِيْقًا مِّنَ الْمُؤْمِنِيْنَ لَكٰرِهُوْنَ","text_id":"(Peristiwa itu)<sup>305)</sup> sebagaimana Tuhanmu menyuruhmu pergi dari rumahmu dengan (berdasar) kebenaran meskipun sesungguhnya sebagian orang-orang yang beriman, itu tidak menyukainya.","text_en":"As your Lord sent you from your home (to fight) for the true cause, a section of the faithful were averse,","transliteration":"kamā akhrajaka rabbuka mim baitika bil-ḥaqqi wa inna farīqam minal-mu`minīna lakārihụn","no_fn":"305","text_fn":"305) Sebagian sahabat Nabi keberatan dengan ketentuan pembagian harta rampasan perang, sebagaimana mereka keberatan dengan perintah Allah Swt. untuk melaksanakan Perang Badar."},{"id":1166,"surah":8,"no_ayah":6,"theme":"Keengganan Sebagian Orang Mukmin Untuk Pergi ke Perang Badar","text_ayah":"يُجَادِلُوْنَكَ فِى الْحَقِّ بَعْدَمَا تَبَيَّنَ كَاَنَّمَا يُسَاقُوْنَ اِلَى الْمَوْتِ وَهُمْ يَنْظُرُوْنَۗ ","text_id":"Mereka membantahmu (Nabi Muhammad) tentang kebenaran (Perang Badar) setelah nyata (bahwa mereka pasti menang) seakan-akan mereka dihalau pada kematian dan melihat (sebab kematian itu).","text_en":"Who argued with you about the matter even after it had become quite clear, as if they were being pushed into (the arms of) death as they waited.","transliteration":"yujādilụnaka fil-ḥaqqi ba'da mā tabayyana ka`annamā yusāqụna ilal-mauti wa hum yanẓurụn","no_fn":"","text_fn":""},{"id":1167,"surah":8,"no_ayah":7,"theme":"Keengganan Sebagian Orang Mukmin Untuk Pergi ke Perang Badar","text_ayah":"وَاِذْ يَعِدُكُمُ اللّٰهُ اِحْدَى الطَّاۤىِٕفَتَيْنِ اَنَّهَا لَكُمْ وَتَوَدُّوْنَ اَنَّ غَيْرَ ذَاتِ الشَّوْكَةِ تَكُوْنُ لَكُمْ وَيُرِيْدُ اللّٰهُ اَنْ يُّحِقَّ الْحَقَّ بِكَلِمٰتِهٖ وَيَقْطَعَ دَابِرَ الْكٰفِرِيْنَۙ ","text_id":"(Ingatlah) ketika Allah menjanjikan kepadamu bahwa salah satu dari dua golongan<sup>306)</sup> (yang kamu hadapi) adalah milikmu, sedangkan kamu menginginkan bahwa yang tidak mempunyai kekuatan senjatalah milikmu. Akan tetapi, Allah hendak menetapkan yang benar (Islam) dengan ketentuan-Nya dan memusnahkan orang-orang kafir sampai ke akar-akarnya ","text_en":"Though God promised that one of two columns (would fall to you), you desired the one that was not armed. But God wished to confirm the truth by His words, and wipe the unbelievers out to the last,","transliteration":"wa iż ya'idukumullāhu iḥdaṭ-ṭā`ifataini annahā lakum wa tawaddụna anna gaira żātisy-syaukati takụnu lakum wa yurīdullāhu ay yuḥiqqal-ḥaqqa bikalimātihī wa yaqṭa'a dābiral-kāfirīn","no_fn":"306","text_fn":"306) Dua golongan tersebut adalah kafilah Abu Sufyan yang membawa dagangan dari Syam dan pasukan bersenjata yang datang dari Makkah di bawah pimpinan ‘Utbah bin Rabi‘ah dan Abu Jahal."},{"id":1168,"surah":8,"no_ayah":8,"theme":"Keengganan Sebagian Orang Mukmin Untuk Pergi ke Perang Badar","text_ayah":"لِيُحِقَّ الْحَقَّ وَيُبْطِلَ الْبَاطِلَ وَلَوْ كَرِهَ الْمُجْرِمُوْنَۚ ","text_id":"agar Allah menetapkan yang benar (Islam) dan menghilangkan yang batil (syirik), walaupun para pendosa (musyrik) itu tidak menyukai(-nya).","text_en":"So that Truth may be affirmed and falsehood negated, even though the sinners be averse.","transliteration":"liyuḥiqqal-ḥaqqa wa yubṭilal-bāṭila walau karihal-mujrimụn","no_fn":"","text_fn":""},{"id":1169,"surah":8,"no_ayah":9,"theme":"Pertolongan Allah kepada Kaum Muslim dalam Perang Badar","text_ayah":"اِذْ تَسْتَغِيْثُوْنَ رَبَّكُمْ فَاسْتَجَابَ لَكُمْ اَنِّيْ مُمِدُّكُمْ بِاَلْفٍ مِّنَ الْمَلٰۤىِٕكَةِ مُرْدِفِيْنَ","text_id":"(Ingatlah) ketika kamu memohon pertolongan kepada Tuhanmu, lalu Dia mengabulkan(-nya) bagimu (seraya berfirman), “Sesungguhnya Aku akan mendatangkan bala bantuan kepadamu berupa seribu malaikat yang datang berturut-turut.”","text_en":"Remember when you prayed to your Lord for help, He heard you and said: \"I shall send a thousand angels following behind you for your aid.\"","transliteration":"iż tastagīṡụna rabbakum fastajāba lakum annī mumiddukum bi`alfim minal-malā`ikati murdifīn","no_fn":"","text_fn":""},{"id":1170,"surah":8,"no_ayah":10,"theme":"Pertolongan Allah kepada Kaum Muslim dalam Perang Badar","text_ayah":"وَمَا جَعَلَهُ اللّٰهُ اِلَّا بُشْرٰى وَلِتَطْمَىِٕنَّ بِهٖ قُلُوْبُكُمْۗ وَمَا النَّصْرُ اِلَّا مِنْ عِنْدِ اللّٰهِۗاِنَّ اللّٰهَ عَزِيْزٌ حَكِيْمٌࣖ ","text_id":"Allah tidak menjadikannya (bala bantuan itu), melainkan sebagai kabar gembira dan agar hatimu menjadi tenteram karenanya. Kemenangan itu hanyalah dari sisi Allah. Sesungguhnya Allah Mahaperkasa lagi Mahabijaksana.","text_en":"He gave you the good news only to reassure your hearts, for victory comes from God alone, and certainly God is all-mighty and all-wise.","transliteration":"wa mā ja'alahullāhu illā busyrā wa litaṭma`inna bihī qulụbukum, wa man-naṣru illā min 'indillāh, innallāha 'azīzun ḥakīm","no_fn":"","text_fn":""},{"id":1171,"surah":8,"no_ayah":11,"theme":"Pertolongan Allah kepada Kaum Muslim dalam Perang Badar","text_ayah":"اِذْ يُغَشِّيْكُمُ النُّعَاسَ اَمَنَةً مِّنْهُ وَيُنَزِّلُ عَلَيْكُمْ مِّنَ السَّمَاۤءِ مَاۤءً لِّيُطَهِّرَكُمْ بِهٖ وَيُذْهِبَ عَنْكُمْ رِجْزَ الشَّيْطٰنِ وَلِيَرْبِطَ عَلٰى قُلُوْبِكُمْ وَيُثَبِّتَ بِهِ الْاَقْدَامَۗ ","text_id":"(Ingatlah) ketika Allah membuat kamu mengantuk sebagai penenteraman dari-Nya dan menurunkan air (hujan) dari langit kepadamu untuk menyucikan kamu dengan (hujan) itu, menghilangkan gangguan-gangguan setan dari dirimu, dan menguatkan hatimu serta memperteguh telapak kakimu.","text_en":"A blanketing sleep came over you as a (measure of) security from Him, and He sent down rain from the skies to cleanse you, and to remove the plague of Satan, and to strengthen your hearts and steady your steps.","transliteration":"iż yugasysyīkumun-nu'āsa amanatam min-hu wa yunazzilu 'alaikum minas-samā`i mā`al liyuṭahhirakum bihī wa yuż-hiba 'angkum rijzasy-syaiṭāni wa liyarbiṭa 'alā qulụbikum wa yuṡabbita bihil-aqdām","no_fn":"","text_fn":""},{"id":1172,"surah":8,"no_ayah":12,"theme":"Pertolongan Allah kepada Kaum Muslim dalam Perang Badar","text_ayah":"اِذْ يُوْحِيْ رَبُّكَ اِلَى الْمَلٰۤىِٕكَةِ اَنِّيْ مَعَكُمْ فَثَبِّتُوا الَّذِيْنَ اٰمَنُوْاۗ سَاُلْقِيْ فِيْ قُلُوْبِ الَّذِيْنَ كَفَرُوا الرُّعْبَ فَاضْرِبُوْا فَوْقَ الْاَعْنَاقِ وَاضْرِبُوْا مِنْهُمْ كُلَّ بَنَانٍۗ ","text_id":"(Ingatlah) ketika Tuhanmu mewahyukan kepada para malaikat, “Sesungguhnya Aku bersamamu. Maka, teguhkanlah (pendirian) orang-orang yang beriman. Kelak Aku akan menimpakan rasa takut ke dalam hati orang-orang yang kufur. Maka, tebaslah bagian atas leher mereka dan potonglah tiap-tiap ujung jari mereka.<sup>307)</sup>","text_en":"And the Lord said to the angels: \"I am with you; go and strengthen the faithful. I shall fill the hearts of infidels with terror. So smite them on their necks and every joint, (and incapacitate them),\"","transliteration":"iż yụḥī rabbuka ilal-malā`ikati annī ma'akum fa ṡabbitullażīna āmanụ, sa`ulqī fī qulụbillażīna kafarur-ru'ba faḍribụ fauqal-a'nāqi waḍribụ min-hum kulla banān","no_fn":"307","text_fn":"307) Ini terjadi dalam peperangan. Sasaran yang mematikan adalah leher. Akan tetapi, apabila lawan memakai baju besi sehingga sulit dikalahkan, tangannyalah yang dilumpuhkan agar tidak dapat memegang senjata supaya mudah ditawan."},{"id":1173,"surah":8,"no_ayah":13,"theme":"Pertolongan Allah kepada Kaum Muslim dalam Perang Badar","text_ayah":"ذٰلِكَ بِاَنَّهُمْ شَاۤقُّوا اللّٰهَ وَرَسُوْلَهٗۚ وَمَنْ يُّشَاقِقِ اللّٰهَ وَرَسُوْلَهٗ فَاِنَّ اللّٰهَ شَدِيْدُ الْعِقَابِ","text_id":"(Ketentuan) yang demikian itu adalah karena sesungguhnya mereka menentang Allah dan Rasul-Nya. Siapa yang menentang Allah dan Rasul-Nya, sesungguhnya Allah sangat keras hukuman-Nya.","text_en":"For they had opposed God and His Apostle; but whosoever opposes God and his Apostle (should know) that God is severe in retribution.","transliteration":"żālika bi`annahum syāqqullāha wa rasụlah, wa may yusyāqiqillāha wa rasụlahụ fa innallāha syadīdul-'iqāb","no_fn":"","text_fn":""},{"id":1174,"surah":8,"no_ayah":14,"theme":"Pertolongan Allah kepada Kaum Muslim dalam Perang Badar","text_ayah":"ذٰلِكُمْ فَذُوْقُوْهُ وَاَنَّ لِلْكٰفِرِيْنَ عَذَابَ النَّارِ","text_id":"Demikian itu (hukuman dunia yang ditimpakan atasmu). Maka, rasakanlah hukuman itu, dan (di hari Kiamat) sesungguhnya bagi orang-orang kafir ada azab neraka.","text_en":"For you is this (punishment) to taste, for the infidels the torment of Hell.","transliteration":"żālikum fa żụqụhu wa anna lil-kāfirīna 'ażāban-nār","no_fn":"","text_fn":""},{"id":1175,"surah":8,"no_ayah":15,"theme":"Larangan Melarikan Diri dari Medan Tempur","text_ayah":"يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اِذَا لَقِيْتُمُ الَّذِيْنَ كَفَرُوْا زَحْفًا فَلَا تُوَلُّوْهُمُ الْاَدْبَارَۚ ","text_id":"Wahai orang-orang yang beriman, jika kamu bertemu orang-orang kafir yang akan menyerangmu, janganlah kamu berbalik membelakangi mereka (mundur).","text_en":"O believers, when you meet unbelievers on the field of battle, do not turn your backs to them.","transliteration":"yā ayyuhallażīna āmanū iżā laqītumullażīna kafarụ zaḥfan fa lā tuwallụhumul-adbār","no_fn":"","text_fn":""},{"id":1176,"surah":8,"no_ayah":16,"theme":"Larangan Melarikan Diri dari Medan Tempur","text_ayah":"وَمَنْ يُّوَلِّهِمْ يَوْمَىِٕذٍ دُبُرَهٗٓ اِلَّا مُتَحَرِّفًا لِّقِتَالٍ اَوْ مُتَحَيِّزًا اِلٰى فِئَةٍ فَقَدْ بَاۤءَ بِغَضَبٍ مِّنَ اللّٰهِ وَمَأْوٰىهُ جَهَنَّمُۗ وَبِئْسَ الْمَصِيْرُ","text_id":"Siapa yang mundur pada waktu itu, kecuali berbelok untuk (siasat) perang atau hendak menggabungkan diri dengan pasukan yang lain, dia pasti akan kembali dengan membawa kemurkaan Allah. Tempatnya adalah (neraka) Jahanam dan (itulah) seburuk-buruk tempat kembali.","text_en":"For any one who turns his back on that day, except to manoeuvre or rally to his side, will bring the wrath of God on himself, and have Hell as abode; and what an evil destination!","transliteration":"wa may yuwallihim yauma`iżin duburahū illā mutaḥarrifal liqitālin au mutaḥayyizan ilā fi`atin fa qad bā`a bigaḍabim minallāhi wa ma`wāhu jahannam, wa bi`sal-maṣīr","no_fn":"","text_fn":""},{"id":1177,"surah":8,"no_ayah":17,"theme":"Larangan Melarikan Diri dari Medan Tempur","text_ayah":"فَلَمْ تَقْتُلُوْهُمْ وَلٰكِنَّ اللّٰهَ قَتَلَهُمْۖ وَمَا رَمَيْتَ اِذْ رَمَيْتَ وَلٰكِنَّ اللّٰهَ رَمٰىۚ وَلِيُبْلِيَ الْمُؤْمِنِيْنَ مِنْهُ بَلَاۤءً حَسَنًاۗ اِنَّ اللّٰهَ سَمِيْعٌ عَلِيْمٌ","text_id":"Maka, (sebenarnya) bukan kamu yang membunuh mereka, melainkan Allah yang membunuh mereka dan bukan engkau yang melempar ketika engkau melempar, melainkan Allah yang melempar. (Allah berbuat demikian untuk membinasakan mereka) dan untuk memberi kemenangan kepada orang-orang mukmin dengan kemenangan yang baik.<sup>308)</sup> Sesungguhnya Allah Maha Mendengar lagi Maha Mengetahui.","text_en":"It was not you who killed them, but God did so. You did not throw what you threw, (sand into the eyes of the enemy at Badr), but God, to bring out the best in the faithful by doing them a favour of His own. God is all-hearing and all-knowing.","transliteration":"fa lam taqtulụhum wa lākinnallāha qatalahum wa mā ramaita iż ramaita wa lākinnallāha ramā, wa liyubliyal-mu`minīna min-hu balā`an ḥasanā, innallāha samī'un 'alīm","no_fn":"308","text_fn":"308) Peristiwa ini terkait Perang Badar sebagaimana diriwayatkan oleh Ibnu Abbas. Dia bercerita bahwa ketika Perang Badar berkecamuk, Nabi Muhammad saw. berkata kepada Ali, “Ambilkan aku segenggam pasir!” Ali segera mengambil pasir tersebut dan menyerahkannya kepada beliau. Lalu, beliau melemparkan pasir itu ke muka para musuh sehingga tidak seorang pun yang matanya luput darinya. Oleh karena itu, hancurlah mereka.” (Riwayat aṭ-Ṭabrani)."},{"id":1178,"surah":8,"no_ayah":18,"theme":"Larangan Melarikan Diri dari Medan Tempur","text_ayah":"ذٰلِكُمْ وَاَنَّ اللّٰهَ مُوْهِنُ كَيْدِ الْكٰفِرِيْنَ","text_id":"Demikian itu (adalah kemenangan yang besar) dan sesungguhnya Allah melemahkan tipu daya orang-orang kafir.","text_en":"That was that, but remember God will make the plots of the unbelievers contemptible.","transliteration":"żālikum wa annallāha mụhinu kaidil-kāfirīn","no_fn":"","text_fn":""},{"id":1179,"surah":8,"no_ayah":19,"theme":"Larangan Melarikan Diri dari Medan Tempur","text_ayah":"اِنْ تَسْتَفْتِحُوْا فَقَدْ جَاۤءَكُمُ الْفَتْحُۚ وَاِنْ تَنْتَهُوْا فَهُوَ خَيْرٌ لَّكُمْۚ وَاِنْ تَعُوْدُوْا نَعُدْۚ وَلَنْ تُغْنِيَ عَنْكُمْ فِئَتُكُمْ شَيْـًٔا وَّلَوْ كَثُرَتْۙ وَاَنَّ اللّٰهَ مَعَ الْمُؤْمِنِيْنَࣖ ","text_id":"Jika kamu (kaum kafir) meminta putusan (tentang pihak mana yang benar), sungguh putusan itu telah datang kepadamu (kemenangan kaum muslim pada Perang Badar). Jika kamu berhenti (memusuhi Rasul), itulah yang lebih baik bagimu. Jika kamu kembali (melakukan kezaliman serupa), niscaya Kami akan kembali (mengalahkan kamu). Pasukanmu sedikit pun tidak akan dapat menolak bahaya darimu biarpun (banyak jumlahnya). Sesungguhnya Allah beserta orang-orang yang beriman.","text_en":"You had asked for a judgement, so the judgement has come to you (In the form of victory for the faithful). So, if you desist it will be better for you. If you come back to it, We shall do the same, and your forces, however large, will not be of the least avail, for God is with those who believe.","transliteration":"in tastaftiḥụ fa qad jā`akumul-fat-ḥ, wa in tantahụ fa huwa khairul lakum, wa in ta'ụdụ na'ud, wa lan tugniya 'angkum fi`atukum syai`aw walau kaṡurat wa annallāha ma'al-mu`minīn","no_fn":"","text_fn":""},{"id":1180,"surah":8,"no_ayah":20,"theme":"Larangan Berpaling dari Perintah Allah dan Rasul-Nya","text_ayah":"يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اَطِيْعُوا اللّٰهَ وَرَسُوْلَهٗ وَلَا تَوَلَّوْا عَنْهُ وَاَنْتُمْ تَسْمَعُوْنَ","text_id":"Wahai orang-orang yang beriman, taatlah kepada Allah dan Rasul-Nya dan janganlah kamu berpaling dari-Nya, padahal kamu mendengar (perintah dan larangan-Nya).","text_en":"O believers, obey God and His Messenger, and do not turn away from him when you hear (him speak);","transliteration":"yā ayyuhallażīna āmanū aṭī'ullāha wa rasụlahụ wa lā tawallau 'an-hu wa antum tasma'ụn","no_fn":"","text_fn":""},{"id":1181,"surah":8,"no_ayah":21,"theme":"Larangan Berpaling dari Perintah Allah dan Rasul-Nya","text_ayah":"وَلَا تَكُوْنُوْا كَالَّذِيْنَ قَالُوْا سَمِعْنَا وَهُمْ لَا يَسْمَعُوْنَۚ ","text_id":"Janganlah kamu menjadi seperti orang-orang (munafik dan musyrik) yang berkata, “Kami mendengarkan.” Padahal, mereka tidak mendengarkan (tidak mengamalkannya).","text_en":"And do not be like those who say: \"We have heard,\" but do not hear.","transliteration":"wa lā takụnụ kallażīna qālụ sami'nā wa hum lā yasma'ụn","no_fn":"","text_fn":""},{"id":1182,"surah":8,"no_ayah":22,"theme":"Larangan Berpaling dari Perintah Allah dan Rasul-Nya","text_ayah":"۞ اِنَّ شَرَّ الدَّوَاۤبِّ عِنْدَ اللّٰهِ الصُّمُّ الْبُكْمُ الَّذِيْنَ لَا يَعْقِلُوْنَ","text_id":"Sesungguhnya seburuk-buruk makhluk yang bergerak di atas bumi dalam pandangan Allah ialah mereka yang tuli dan bisu (tidak mau mendengar dan tidak mau mengatakan kebenaran), yaitu orang-orang yang tidak mengerti.","text_en":"The worst of creatures in the eyes of God are those who are deaf and dumb and devoid of sense.","transliteration":"inna syarrad-dawābbi 'indallāhiṣ-ṣummul-bukmullażīna lā ya'qilụn","no_fn":"","text_fn":""},{"id":1183,"surah":8,"no_ayah":23,"theme":"Larangan Berpaling dari Perintah Allah dan Rasul-Nya","text_ayah":"وَلَوْ عَلِمَ اللّٰهُ فِيْهِمْ خَيْرًا لَّاَسْمَعَهُمْۗ وَلَوْ اَسْمَعَهُمْ لَتَوَلَّوْا وَّهُمْ مُّعْرِضُوْنَ","text_id":"Seandainya Allah mengetahui ada kebaikan pada diri mereka, pasti Dia jadikan mereka dapat mendengar.<sup>309)</sup> Seandainya Allah menjadikan mereka dapat mendengar, niscaya mereka berpaling dan memang memalingkan diri.","text_en":"If God had seen any good in them He would surely have made them hear. Now even if He makes them hear they will turn away (in obduracy).","transliteration":"walau 'alimallāhu fīhim khairal la`asma'ahum, walau asma'ahum latawallaw wa hum mu'riḍụn","no_fn":"309","text_fn":"309) Pengandaian dalam ayat ini bukan berarti Allah Swt. tidak tahu. Ayat ini justru menegaskan kemahatahuan-Nya bahwa tidak ada kebaikan pada diri mereka."},{"id":1184,"surah":8,"no_ayah":24,"theme":"Kewajiban Memenuhi Seruan Allah dan Rasul-Nya","text_ayah":"يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوا اسْتَجِيْبُوْا لِلّٰهِ وَلِلرَّسُوْلِ اِذَا دَعَاكُمْ لِمَا يُحْيِيْكُمْۚ وَاعْلَمُوْٓا اَنَّ اللّٰهَ يَحُوْلُ بَيْنَ الْمَرْءِ وَقَلْبِهٖ وَاَنَّهٗٓ اِلَيْهِ تُحْشَرُوْنَ","text_id":"Wahai orang-orang yang beriman, penuhilah seruan Allah dan Rasul (Nabi Muhammad) apabila dia menyerumu pada sesuatu yang memberi kehidupan kepadamu!<sup>310)</sup> Ketahuilah bahwa sesungguhnya Allah membatasi antara manusia dengan hatinya<sup>311)</sup> dan sesungguhnya kepada-Nyalah kamu akan dikumpulkan.","text_en":"O believers, respond to the call of God and His Prophet when he calls you to what will give you life (and preservation). Remember that God intervenes between man and his heart, and that you will be gathered before Him.","transliteration":"yā ayyuhallażīna āmanustajībụ lillāhi wa lir-rasụli iżā da'ākum limā yuḥyīkum, wa'lamū annallāha yaḥụlu bainal-mar`i wa qalbihī wa annahū ilaihi tuḥsyarụn","no_fn":"310","text_fn":"310) Seruan tersebut berupa panggilan untuk berperang demi meninggikan kalimat Allah Swt. serta menjaga keberlangsungan Islam dan kaum muslim. Dapat juga dipahami bahwa seruan itu berupa ajakan menuju iman, petunjuk, jihad, dan segala hal yang berkaitan dengan kebahagiaan hidup di dunia dan di akhirat.</br>311) Allah swt. menguasai hati manusia dan mengarahkannya sesuai kehendak-Nya. Maka, Allah Swt. menghalangi kecenderungan manusia untuk menuruti hawa nafsu, kemudian membimbingnya menuju jalan yang lurus."},{"id":1185,"surah":8,"no_ayah":25,"theme":"Kewajiban Memenuhi Seruan Allah dan Rasul-Nya","text_ayah":"وَاتَّقُوْا فِتْنَةً لَّا تُصِيْبَنَّ الَّذِيْنَ ظَلَمُوْا مِنْكُمْ خَاۤصَّةًۚ وَاعْلَمُوْٓا اَنَّ اللّٰهَ شَدِيْدُ الْعِقَابِ","text_id":"Peliharalah dirimu dari siksaan yang tidak hanya menimpa orang-orang yang zalim saja di antara kamu. Ketahuilah bahwa Allah Mahakeras hukuman-Nya.","text_en":"Beware of sedition, which does not affect the oppressors alone among you, and know that the punishment of God is severe.","transliteration":"wattaqụ fitnatal lā tuṣībannallażīna ẓalamụ mingkum khāṣṣah, wa'lamū annallāha syadīdul-'iqāb","no_fn":"","text_fn":""},{"id":1186,"surah":8,"no_ayah":26,"theme":"Kewajiban Memenuhi Seruan Allah dan Rasul-Nya","text_ayah":"وَاذْكُرُوْٓا اِذْ اَنْتُمْ قَلِيْلٌ مُّسْتَضْعَفُوْنَ فِى الْاَرْضِ تَخَافُوْنَ اَنْ يَّتَخَطَّفَكُمُ النَّاسُ فَاٰوٰىكُمْ وَاَيَّدَكُمْ بِنَصْرِهٖ وَرَزَقَكُمْ مِّنَ الطَّيِّبٰتِ لَعَلَّكُمْ تَشْكُرُوْنَ","text_id":"Ingatlah ketika kamu (umat Islam) masih (berjumlah) sedikit lagi tertindas di bumi (Makkah). (Saat itu) kamu takut bahwa orang-orang akan menculikmu, lalu Dia memberimu tempat menetap (Madinah), menjadikanmu kuat dengan pertolongan-Nya, dan memberimu rezeki yang baik agar kamu bersyukur.","text_en":"Remember, when you were few and powerless in the land, afraid of despoliation at the hands of men. But then God sheltered and helped you to strength, and provided for you good things that you may perhaps be grateful.","transliteration":"ważkurū iż antum qalīlum mustaḍ'afụna fil-arḍi takhāfụna ay yatakhaṭṭafakumun-nāsu fa āwākum wa ayyadakum binaṣrihī wa razaqakum minaṭ-ṭayyibāti la'allakum tasykurụn","no_fn":"","text_fn":""},{"id":1187,"surah":8,"no_ayah":27,"theme":"Larangan Berkhianat dan Perintah Bertakwa","text_ayah":"يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَخُوْنُوا اللّٰهَ وَالرَّسُوْلَ وَتَخُوْنُوْٓا اَمٰنٰتِكُمْ وَاَنْتُمْ تَعْلَمُوْنَ","text_id":"Wahai orang-orang yang beriman, janganlah kamu mengkhianati Allah dan Rasul serta janganlah kamu mengkhianati amanat yang dipercayakan kepadamu, sedangkan kamu mengetahui.","text_en":"O you who believe, do not be faithless to God and His Apostle, nor violate your trusts knowingly.","transliteration":"yā ayyuhallażīna āmanụ lā takhụnullāha war-rasụla wa takhụnū amānātikum wa antum ta'lamụn","no_fn":"","text_fn":""},{"id":1188,"surah":8,"no_ayah":28,"theme":"Larangan Berkhianat dan Perintah Bertakwa","text_ayah":"وَاعْلَمُوْٓا اَنَّمَآ اَمْوَالُكُمْ وَاَوْلَادُكُمْ فِتْنَةٌ ۙوَّاَنَّ اللّٰهَ عِنْدَهٗٓ اَجْرٌ عَظِيْمٌࣖ","text_id":"Ketahuilah bahwa hartamu dan anak-anakmu itu hanyalah sebagai ujian dan sesungguhnya di sisi Allah ada pahala yang besar.","text_en":"Know that your worldly possessions and your children are just a temptation, and that God has greater rewards with Him.","transliteration":"wa'lamū annamā amwālukum wa aulādukum fitnatuw wa annallāha 'indahū ajrun 'aẓīm","no_fn":"","text_fn":""},{"id":1189,"surah":8,"no_ayah":29,"theme":"Larangan Berkhianat dan Perintah Bertakwa","text_ayah":"يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اِنْ تَتَّقُوا اللّٰهَ يَجْعَلْ لَّكُمْ فُرْقَانًا وَّيُكَفِّرْ عَنْكُمْ سَيِّاٰتِكُمْ وَيَغْفِرْ لَكُمْۗ وَاللّٰهُ ذُو الْفَضْلِ الْعَظِيْمِ","text_id":"Wahai orang-orang yang beriman, jika kamu bertakwa kepada Allah, niscaya Dia akan memberikan furqan (kemampuan membedakan antara yang hak dan batil) kepadamu, menghapus segala kesalahanmu, dan mengampuni (dosa-dosa)-mu. Allah memiliki karunia yang besar.","text_en":"O believers, if you follow the path shown by God, He will give you a standard (of right and wrong), and overlook your sins, and forgive you. God is abounding in benevolence.","transliteration":"yā ayyuhallażīna āmanū in tattaqullāha yaj'al lakum furqānaw wa yukaffir 'angkum sayyi`ātikum wa yagfir lakum, wallāhu żul-faḍlil-'aẓīm","no_fn":"","text_fn":""},{"id":1190,"surah":8,"no_ayah":30,"theme":"Tipu Daya Kaum Musyrik terhadap Nabi","text_ayah":"وَاِذْ يَمْكُرُ بِكَ الَّذِيْنَ كَفَرُوْا لِيُثْبِتُوْكَ اَوْ يَقْتُلُوْكَ اَوْ يُخْرِجُوْكَۗ وَيَمْكُرُوْنَ وَيَمْكُرُ اللّٰهُۗوَاللّٰهُ خَيْرُ الْمٰكِرِيْنَ","text_id":"(Ingatlah) ketika orang-orang yang kufur merencanakan tipu daya terhadapmu (Nabi Muhammad) untuk menahan, membunuh, atau mengusirmu. Mereka membuat tipu daya dan Allah membalas tipu daya itu. Allah adalah sebaik-baik pembalas tipu daya.","text_en":"Remember, when the infidels contrived to make you a prisoner or to murder or expel you, they plotted, but God also planned; and God's plan is the best.","transliteration":"wa iż yamkuru bikallażīna kafarụ liyuṡbitụka au yaqtulụka au yukhrijụk, wa yamkurụna wa yamkurullāh, wallāhu khairul-mākirīn","no_fn":"","text_fn":""},{"id":1191,"surah":8,"no_ayah":31,"theme":"Tipu Daya Kaum Musyrik terhadap Nabi","text_ayah":"وَاِذَا تُتْلٰى عَلَيْهِمْ اٰيٰتُنَا قَالُوْا قَدْ سَمِعْنَا لَوْ نَشَاۤءُ لَقُلْنَا مِثْلَ هٰذَآ ۙاِنْ هٰذَآ اِلَّآ اَسَاطِيْرُ الْاَوَّلِيْنَ","text_id":"Apabila ayat-ayat Kami dibacakan kepada mereka, mereka berkata, “Sungguh, kami telah mendengar (yang seperti ini). Jika kami menghendaki, niscaya kami dapat mengucapkan yang seperti ini juga. (Al-Qur’an) ini tidak lain hanyalah dongeng orang-orang terdahulu.”","text_en":"When Our messages were read out to them, they said: \"We have heard. We could certainly compose (writings) like them if we choose. They are but only tales of long ago.\"","transliteration":"wa iżā tutlā 'alaihim āyātunā qālụ qad sami'nā lau nasyā`u laqulnā miṡla hāżā in hāżā illā asāṭīrul-awwalīn","no_fn":"","text_fn":""},{"id":1192,"surah":8,"no_ayah":32,"theme":"Tipu Daya Kaum Musyrik terhadap Nabi","text_ayah":"وَاِذْ قَالُوا اللّٰهُمَّ اِنْ كَانَ هٰذَا هُوَ الْحَقَّ مِنْ عِنْدِكَ فَاَمْطِرْ عَلَيْنَا حِجَارَةً مِّنَ السَّمَاۤءِ اَوِ ائْتِنَا بِعَذَابٍ اَلِيْمٍ","text_id":"(Ingatlah) ketika mereka (orang-orang musyrik) berkata, “Ya Allah, jika (Al-Qur’an) ini adalah kebenaran dari sisi-Mu, hujanilah kami dengan batu dari langit atau datangkanlah kepada kami azab yang sangat pedih.”","text_en":"They had also said: \"If this be the truth from you, O God, then rain down on us stones from the skies, or inflict a grievous punishment upon us.\"","transliteration":"wa iż qālullāhumma ing kāna hāżā huwal-ḥaqqa min 'indika fa amṭir 'alainā ḥijāratam minas-samā`i awi`tinā bi'ażābin alīm","no_fn":"","text_fn":""},{"id":1193,"surah":8,"no_ayah":33,"theme":"Tipu Daya Kaum Musyrik terhadap Nabi","text_ayah":"وَمَا كَانَ اللّٰهُ لِيُعَذِّبَهُمْ وَاَنْتَ فِيْهِمْۚ وَمَا كَانَ اللّٰهُ مُعَذِّبَهُمْ وَهُمْ يَسْتَغْفِرُوْنَ ","text_id":"Allah sekali-kali tidak akan mengazab mereka selama engkau (Nabi Muhammad) berada di antara mereka dan Allah sekali-kali tidak akan mengazab mereka selama mereka memohon ampunan.","text_en":"But God would not choose to punish them while you are in their midst, nor afflict them when they are seeking forgiveness.","transliteration":"wa mā kānallāhu liyu'ażżibahum wa anta fīhim, wa mā kānallāhu mu'ażżibahum wa hum yastagfirụn","no_fn":"","text_fn":""},{"id":1194,"surah":8,"no_ayah":34,"theme":"Tipu Daya Kaum Musyrik terhadap Nabi","text_ayah":"وَمَا لَهُمْ اَلَّا يُعَذِّبَهُمُ اللّٰهُ وَهُمْ يَصُدُّوْنَ عَنِ الْمَسْجِدِ الْحَرَامِ وَمَا كَانُوْٓا اَوْلِيَاۤءَهٗۗ اِنْ اَوْلِيَاۤؤُهٗٓ اِلَّا الْمُتَّقُوْنَ وَلٰكِنَّ اَكْثَرَهُمْ لَا يَعْلَمُوْنَ","text_id":"Mengapa Allah tidak mengazab mereka, sedangkan mereka menghalang-halangi (orang) untuk (beribadah di) Masjidilharam? Mereka bukanlah orang-orang yang berhak menjadi pengurusnya. Orang yang berhak menjadi pengurusnya hanyalah orang-orang yang bertakwa, tetapi kebanyakan mereka tidak mengetahui.","text_en":"But what is there so special they have that God should not punish them when they obstruct people from the Holy Mosque, though they are not its (appointed) guardians? Its guardians could be only those who are pious and devout. But most of them do not know.","transliteration":"wa mā lahum allā yu'ażżibahumullāhu wa hum yaṣuddụna 'anil-masjidil-ḥarāmi wa mā kānū auliyā`ah, in auliyā`uhū illal-muttaqụna wa lākinna akṡarahum lā ya'lamụn","no_fn":"","text_fn":""},{"id":1195,"surah":8,"no_ayah":35,"theme":"Tipu Daya Kaum Musyrik terhadap Nabi","text_ayah":"وَمَا كَانَ صَلَاتُهُمْ عِنْدَ الْبَيْتِ اِلَّا مُكَاۤءً وَّتَصْدِيَةًۗ فَذُوْقُوا الْعَذَابَ بِمَا كُنْتُمْ تَكْفُرُوْنَ","text_id":"Salat mereka di sekitar Baitullah tidak lain hanyalah siulan dan tepuk tangan. Maka, rasakanlah azab ini karena kamu selalu kufur.","text_en":"Their worship in the House of God has been no more than whistling and clapping. So they have to taste the punishment for disbelief.","transliteration":"wa mā kāna ṣalātuhum 'indal-baiti illā mukā`aw wa taṣdiyah, fa żụqul-'ażāba bimā kuntum takfurụn","no_fn":"","text_fn":""},{"id":1196,"surah":8,"no_ayah":36,"theme":"Tipu Daya Kaum Musyrik terhadap Nabi","text_ayah":"اِنَّ الَّذِيْنَ كَفَرُوْا يُنْفِقُوْنَ اَمْوَالَهُمْ لِيَصُدُّوْا عَنْ سَبِيْلِ اللّٰهِۗفَسَيُنْفِقُوْنَهَا ثُمَّ تَكُوْنُ عَلَيْهِمْ حَسْرَةً ثُمَّ يُغْلَبُوْنَ ەۗ وَالَّذِيْنَ كَفَرُوْٓا اِلٰى جَهَنَّمَ يُحْشَرُوْنَۙ","text_id":"Sesungguhnya orang-orang yang kufur menginfakkan harta mereka untuk menghalang-halangi (orang) dari jalan Allah. Mereka akan (terus) menginfakkan harta itu, kemudian (hal itu) menjadi (sebab) penyesalan yang besar bagi mereka. Akhirnya, mereka akan dikalahkan. Ke (neraka) Jahanamlah orang-orang yang kufur itu akan dikumpulkan ","text_en":"Those who disbelieve spend their possessions on turning men away from God. They will go on spending and rue it in the end, and will be subdued. But those who remain disbelievers shall be gathered into Hell","transliteration":"innallażīna kafarụ yunfiqụna amwālahum liyaṣuddụ 'an sabīlillāh, fa sayunfiqụnahā ṡumma takụnu 'alaihim ḥasratan ṡumma yuglabụn, wallażīna kafarū ilā jahannama yuḥsyarụn","no_fn":"","text_fn":""},{"id":1197,"surah":8,"no_ayah":37,"theme":"Tipu Daya Kaum Musyrik terhadap Nabi","text_ayah":"لِيَمِيْزَ اللّٰهُ الْخَبِيْثَ مِنَ الطَّيِّبِ وَيَجْعَلَ الْخَبِيْثَ بَعْضَهٗ عَلٰى بَعْضٍ فَيَرْكُمَهٗ جَمِيْعًا فَيَجْعَلَهٗ فِيْ جَهَنَّمَۗ  اُولٰۤىِٕكَ هُمُ الْخٰسِرُوْنَࣖ ","text_id":"agar Allah memisahkan (golongan) yang buruk dari yang baik dan menjadikan (golongan) yang buruk itu sebagiannya di atas yang lain, lalu Dia menumpukkan semuanya. Kemudian, Dia menjadikannya ke dalam (neraka) Jahanam. Mereka itulah orang-orang yang rugi.","text_en":"That God may separate the bad from the good, and link the wicked together and cast them into Hell. These are verily the people who will lose.","transliteration":"liyamīzallāhul-khabīṡa minaṭ-ṭayyibi wa yaj'alal-khabīṡa ba'ḍahụ 'alā ba'ḍin fa yarkumahụ jamī'an fa yaj'alahụ fī jahannam, ulā`ika humul-khāsirụn","no_fn":"","text_fn":""},{"id":1198,"surah":8,"no_ayah":38,"theme":"Ancaman untuk Orang Munafik dan Perintah Memelihara Agama","text_ayah":"قُلْ لِّلَّذِيْنَ كَفَرُوْٓا اِنْ يَّنْتَهُوْا يُغْفَرْ لَهُمْ مَّا قَدْ سَلَفَۚ وَاِنْ يَّعُوْدُوْا فَقَدْ مَضَتْ سُنَّتُ الْاَوَّلِيْنَ","text_id":"Katakanlah (Nabi Muhammad) kepada orang-orang yang kufur itu, “Jika mereka berhenti (dari kekufurannya dan masuk Islam), niscaya akan diampuni dosa-dosa mereka yang telah lalu. Jika mereka kembali lagi (memerangi Nabi), sungguh berlaku (kepada mereka) sunah (aturan Allah untuk menjatuhkan sanksi atas) orang-orang terdahulu.”","text_en":"You tell the unbelievers in case they desist whatever has happened will be forgiven them. If they persist, they should remember the fate of those who have gone before them.","transliteration":"qul lillażīna kafarū iy yantahụ yugfar lahum mā qad salaf, wa iy ya'ụdụ fa qad maḍat sunnatul-awwalīn","no_fn":"","text_fn":""},{"id":1199,"surah":8,"no_ayah":39,"theme":"Ancaman untuk Orang Munafik dan Perintah Memelihara Agama","text_ayah":"وَقَاتِلُوْهُمْ حَتّٰى لَا تَكُوْنَ فِتْنَةٌ وَّيَكُوْنَ الدِّيْنُ كُلُّهٗ لِلّٰهِۚ فَاِنِ انْتَهَوْا فَاِنَّ اللّٰهَ بِمَا يَعْمَلُوْنَ بَصِيْرٌ","text_id":"Perangilah mereka sampai tidak ada lagi fitnah (penganiayaan atau syirik) dan agama seutuhnya hanya bagi Allah. Jika mereka berhenti (dari kekufuran), sesungguhnya Allah Maha Melihat apa yang mereka kerjakan.","text_en":"So, fight them till all opposition ends, and obedience is wholly God's. If they desist then verily God sees all they do.","transliteration":"wa qātilụhum ḥattā lā takụna fitnatuw wa yakụnad-dīnu kulluhụ lillāh, fa inintahau fa innallāha bimā ya'malụna baṣīr","no_fn":"","text_fn":""},{"id":1200,"surah":8,"no_ayah":40,"theme":"Ancaman untuk Orang Munafik dan Perintah Memelihara Agama","text_ayah":"وَاِنْ تَوَلَّوْا فَاعْلَمُوْٓا اَنَّ اللّٰهَ مَوْلٰىكُمْۗنِعْمَ الْمَوْلٰى وَنِعْمَ النَّصِيْرُ  ۔","text_id":"Jika mereka berpaling, ketahuilah bahwa sesungguhnya Allah pelindungmu. Dia adalah sebaik-baik pelindung dan sebaik-baik penolong.","text_en":"But if they are obstinate, know that God is your helper and protector: How excellent a helper, and how excellent a protector is He!","transliteration":"wa in tawallau fa'lamū annallāha maulākum, ni'mal-maulā wa ni'man-naṣīr","no_fn":"","text_fn":""},{"id":1201,"surah":8,"no_ayah":41,"theme":"Ketentuan Pembagian Ganimah","text_ayah":"۞ وَاعْلَمُوْٓا اَنَّمَا غَنِمْتُمْ مِّنْ شَيْءٍ فَاَنَّ لِلّٰهِ خُمُسَهٗ وَلِلرَّسُوْلِ وَلِذِى الْقُرْبٰى وَالْيَتٰمٰى وَالْمَسٰكِيْنِ وَابْنِ السَّبِيْلِ اِنْ كُنْتُمْ اٰمَنْتُمْ بِاللّٰهِ وَمَآ اَنْزَلْنَا عَلٰى عَبْدِنَا يَوْمَ الْفُرْقَانِ يَوْمَ الْتَقَى الْجَمْعٰنِۗ وَاللّٰهُ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ ","text_id":"Ketahuilah, sesungguhnya apa pun yang kamu peroleh sebagai rampasan perang,<sup>312)</sup> maka seperlimanya untuk Allah, Rasul, kerabat (Rasul), anak-anak yatim, orang-orang miskin, dan ibnusabil,<sup>313)</sup> jika kamu beriman kepada Allah dan kepada apa yang Kami turunkan kepada hamba Kami (Nabi Muhammad) pada hari al-furqān (pembeda), yaitu pada hari bertemunya dua pasukan.<sup>314)</sup> Allah Mahakuasa atas segala sesuatu.","text_en":"Know that one-fifth of what you acquire as booty (of war) is for God and His Apostle, and for relatives and orphans, the poor and wayfarers, if you truly believe in God and what We revealed to Our votary on the day of victory over the infidels when the two armies clashed (at Badr). For God has the power to do any thing.","transliteration":"wa'lamū annamā ganimtum min syai`in fa anna lillāhi khumusahụ wa lir-rasụli wa liżil-qurbā wal-yatāmā wal-masākīni wabnis-sabīli ing kuntum āmantum billāhi wa mā anzalnā 'alā 'abdinā yaumal-furqāni yaumaltaqal jam'ān, wallāhu 'alā kulli syai`ing qadīr","no_fn":"312","text_fn":"312) Yang dimaksud dengan rampasan perang di sini adalah harta yang diperoleh dari orang-orang kafir melalui pertempuran. Adapun harta yang diperoleh tanpa melalui pertempuran disebut fai‘. Pembagian dalam ayat ini hanya berkaitan dengan ganimah saja.</br>313) Seperlima dari ganimah itu dibagi kepada: 1) Allah Swt. dan Rasul-Nya, 2) kerabat Rasul (Bani Hasyim dan Bani Muṭṭalib), 3) anak yatim, 4) orang miskin, dan 5) ibnusabil, yaitu orang yang sedang dalam perjalanan. Adapun empat per lima dari ganimah itu dibagikan kepada mereka yang ikut bertempur.</br>314) Hari bertemunya dua pasukan pada Perang Badar (Jumat, 17 Ramadan 2 H). Sebagian mufasir berpendapat bahwa ayat ini mengisyaratkan permulaan turunnya Al-Qur’an pada malam 17 Ramadan."},{"id":1202,"surah":8,"no_ayah":42,"theme":"Peristiwa Perang Badar","text_ayah":"اِذْ اَنْتُمْ بِالْعُدْوَةِ الدُّنْيَا وَهُمْ بِالْعُدْوَةِ الْقُصْوٰى وَالرَّكْبُ اَسْفَلَ مِنْكُمْۗ وَلَوْ تَوَاعَدْتُّمْ لَاخْتَلَفْتُمْ فِى الْمِيْعٰدِۙ وَلٰكِنْ لِّيَقْضِيَ اللّٰهُ اَمْرًا كَانَ مَفْعُوْلًا ەۙ لِّيَهْلِكَ مَنْ هَلَكَ عَنْۢ بَيِّنَةٍ وَّيَحْيٰى مَنْ حَيَّ عَنْۢ بَيِّنَةٍۗ وَاِنَّ اللّٰهَ لَسَمِيْعٌ عَلِيْمٌۙ","text_id":"(Yaitu,) ketika kamu berada di pinggir lembah yang dekat (kota Madinah) dan mereka berada di pinggir lembah yang jauh (dari kota Madinah), sedangkan kafilah itu berada lebih rendah daripada kamu (menelusuri pantai).<sup>315)</sup> Seandainya kamu mengadakan perjanjian (untuk menentukan hari pertempuran), niscaya kamu berbeda pendapat dalam menentukan hari pertempuran itu, tetapi (pertempuran itu terjadi) supaya Allah melaksanakan suatu urusan yang harus terjadi, yaitu agar orang yang binasa itu binasa dengan bukti yang nyata dan agar orang yang hidup itu hidup dengan bukti yang nyata (pula). Sesungguhnya Allah Maha Mendengar lagi Maha Mengetahui. ","text_en":"(That day) when you were at one end of the valley, (the unbelievers) at the other, and the caravan below you (on the lowland by the coast), you would surely have declined to fight if (the Makkans) had offered you battle. (But the battle did take place) that God may end the matter which had been accomplished, so that he who had to die may perish after a clear demonstration, and he who had to live may survive in the light of positive proof, for God hears all and knows everything.","transliteration":"iż antum bil-'udwatid-dun-yā wa hum bil-'udwatil-quṣwā war-rakbu asfala mingkum, walau tawā'attum lakhtalaftum fil-mī'ādi wa lākil liyaqḍiyallāhu amrang kāna maf'ụlal liyahlika man halaka 'am bayyinatiw wa yaḥyā man ḥayya 'am bayyinah, wa innallāha lasamī'un 'alīm","no_fn":"315","text_fn":"315) Kaum muslim waktu itu berada di pinggir lembah yang dekat ke Madinah dan orang-orang kafir berada di pinggir lembah yang jauh dari Madinah. Adapun kafilah yang dipimpin oleh Abu Sufyan berada di tepi pantai yang berjarak kira-kira 5 mil dari Badar."},{"id":1203,"surah":8,"no_ayah":43,"theme":"Peristiwa Perang Badar","text_ayah":"اِذْ يُرِيْكَهُمُ اللّٰهُ فِيْ مَنَامِكَ قَلِيْلًاۗ وَلَوْ اَرٰىكَهُمْ كَثِيْرًا لَّفَشِلْتُمْ وَلَتَنَازَعْتُمْ فِى الْاَمْرِ وَلٰكِنَّ اللّٰهَ سَلَّمَۗ اِنَّهٗ عَلِيْمٌۢ بِذَاتِ الصُّدُوْرِ ","text_id":"(Ingatlah) ketika Allah memperlihatkan mereka kepadamu (Nabi Muhammad) di dalam mimpimu (dalam jumlah) sedikit. Seandainya Allah memperlihatkan mereka kepadamu (dalam jumlah) banyak, niscaya kamu gentar dan kamu akan berbantah-bantahan dalam urusan itu, tetapi Allah telah menyelamatkan (kamu). Sesungguhnya Dia Maha Mengetahui apa yang ada dalam hati.","text_en":"God showed (the Makkans) to be few in your dream, for if He had shown them to be many you would surely have lost courage and disagreed about the (wisdom) of the battle. But God spared you this, for He surely knows what is in the hearts of men.","transliteration":"iż yurīkahumullāhu fī manāmika qalīlā, walau arākahum kaṡīral lafasyiltum wa latanāza'tum fil-amri wa lākinnallāha sallam, innahụ 'alīmum biżātiṣ-ṣudụr","no_fn":"","text_fn":""},{"id":1204,"surah":8,"no_ayah":44,"theme":"Peristiwa Perang Badar","text_ayah":"وَاِذْ يُرِيْكُمُوْهُمْ اِذِ الْتَقَيْتُمْ فِيْٓ اَعْيُنِكُمْ قَلِيْلًا وَّيُقَلِّلُكُمْ فِيْٓ اَعْيُنِهِمْ لِيَقْضِيَ اللّٰهُ اَمْرًا كَانَ مَفْعُوْلًاۗوَاِلَى اللّٰهِ تُرْجَعُ الْاُمُوْرُࣖ ","text_id":"(Ingatlah) ketika Dia memperlihatkan mereka kepada kamu (orang-orang beriman), ketika kamu berjumpa dengan mereka (berjumlah) sedikit menurut penglihatan matamu dan Dia memperlihatkan kamu (berjumlah) sedikit dalam penglihatan mereka supaya Allah melaksanakan suatu urusan yang harus terjadi. Hanya kepada Allah segala urusan dikembalikan.","text_en":"When you faced them He made (the enemy) seem few to you in numbers, and made you appear fewer in their eyes, (it was) so that God could accomplish what had been decreed; for all things rest with God.","transliteration":"wa iż yurīkumụhum iżiltaqaitum fī a'yunikum qalīlaw wa yuqallilukum fī a'yunihim liyaqḍiyallāhu amrang kāna maf'ụlā, wa ilallāhi turja'ul-umụr","no_fn":"","text_fn":""},{"id":1205,"surah":8,"no_ayah":45,"theme":"Etika Berperang","text_ayah":"يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اِذَا لَقِيْتُمْ فِئَةً فَاثْبُتُوْا وَاذْكُرُوا اللّٰهَ كَثِيْرًا لَّعَلَّكُمْ تُفْلِحُوْنَۚ ","text_id":"Wahai orang-orang yang beriman, apabila kamu bertemu dengan pasukan (musuh), maka berteguh hatilah dan sebutlah (nama) Allah sebanyak-banyaknya agar kamu beruntung.","text_en":"O believers, when you meet an army, stand firm, and think of God a great deal that you may be blessed with success.","transliteration":"yā ayyuhallażīna āmanū iżā laqītum fi`atan faṡbutụ ważkurullāha kaṡīral la'allakum tufliḥụn","no_fn":"","text_fn":""},{"id":1206,"surah":8,"no_ayah":46,"theme":"Etika Berperang","text_ayah":"وَاَطِيْعُوا اللّٰهَ وَرَسُوْلَهٗ وَلَا تَنَازَعُوْا فَتَفْشَلُوْا وَتَذْهَبَ رِيْحُكُمْ وَاصْبِرُوْاۗ اِنَّ اللّٰهَ مَعَ الصّٰبِرِيْنَۚ ","text_id":"Taatilah Allah dan Rasul-Nya, janganlah kamu berbantah-bantahan yang menyebabkan kamu menjadi gentar dan kekuatanmu hilang, serta bersabarlah. Sesungguhnya Allah bersama orang-orang yang sabar.","text_en":"Obey God and His Apostle, and do not disagree among yourselves or you will be unmanned and lose courage. Persevere, for God is with those who endure.","transliteration":"wa aṭī'ullāha wa rasụlahụ wa lā tanāza'ụ fa tafsyalụ wa taż-haba rīḥukum waṣbirụ, innallāha ma'aṣ-ṣābirīn","no_fn":"","text_fn":""},{"id":1207,"surah":8,"no_ayah":47,"theme":"Etika Berperang","text_ayah":"وَلَا تَكُوْنُوْا كَالَّذِيْنَ خَرَجُوْا مِنْ دِيَارِهِمْ بَطَرًا وَّرِئَاۤءَ النَّاسِ وَيَصُدُّوْنَ عَنْ سَبِيْلِ اللّٰهِۗوَاللّٰهُ بِمَايَعْمَلُوْنَ مُحِيْطٌ ","text_id":"Janganlah kamu menjadi seperti orang-orang yang keluar dari kampung halamannya dengan rasa angkuh dan ingin dipuji orang (riya) serta menghalang-halangi (orang) dari jalan Allah. Allah Maha Meliputi apa yang mereka kerjakan.","text_en":"Do not be like those who went out of their homes full of their own importance, ostentatiously, trying to hinder others from the way of God. But God encompasses all they do.","transliteration":"wa lā takụnụ kallażīna kharajụ min diyārihim baṭaraw wa ri`ā`an-nāsi wa yaṣuddụna 'an sabīlillāh, wallāhu bimā ya'malụna muḥīṭ","no_fn":"","text_fn":""},{"id":1208,"surah":8,"no_ayah":48,"theme":"Janji Setan kepada Kaum Musyrik dan Ejekan Kaum Munafik kepada Kaum Mukmin pada Perang Badar","text_ayah":"وَاِذْ زَيَّنَ لَهُمُ الشَّيْطٰنُ اَعْمَالَهُمْ وَقَالَ لَا غَالِبَ لَكُمُ الْيَوْمَ مِنَ النَّاسِ وَاِنِّيْ جَارٌ لَّكُمْۚ فَلَمَّا تَرَاۤءَتِ الْفِئَتٰنِ نَكَصَ عَلٰى عَقِبَيْهِ وَقَالَ اِنِّيْ بَرِيْۤءٌ مِّنْكُمْ اِنِّيْٓ اَرٰى مَا لَا تَرَوْنَ اِنِّيْٓ اَخَافُ اللّٰهَۗوَاللّٰهُ شَدِيْدُ الْعِقَابِࣖ ","text_id":"(Ingatlah) ketika setan menjadikan terasa indah bagi mereka perbuatan-perbuatan (dosa) mereka dan mengatakan, “Tidak ada (seorang pun) yang dapat mengalahkan kamu pada hari ini dan sesungguhnya aku adalah penolongmu.” Maka, ketika kedua pasukan itu telah saling melihat (berhadapan), ia (setan) berbalik ke belakang seraya berkata, “Sesungguhnya aku berlepas diri dari kamu, sesungguhnya aku melihat apa (para malaikat) yang tidak kamu lihat. Sesungguhnya aku takut kepada Allah.” Allah sangat keras hukuman-Nya.","text_en":"Satan made their deeds look alluring to them, and said: \"None will prevail over you this day, for I shall be near at hand.\" Yet when the two armies appeared face to face, he turned back and fled, saying: \"I am not with you, for I can see what you cannot perceive. I fear God, for His punishment is severe.\"","transliteration":"wa iż zayyana lahumusy-syaiṭānu a'mālahum wa qāla lā gāliba lakumul-yauma minan-nāsi wa innī jārul lakum, fa lammā tarā`atil-fi`atāni nakaṣa 'alā 'aqibaihi wa qāla innī barī`um mingkum innī arā mā lā tarauna innī akhāfullāh, wallāhu syadīdul-'iqāb","no_fn":"","text_fn":""},{"id":1209,"surah":8,"no_ayah":49,"theme":"Janji Setan kepada Kaum Musyrik dan Ejekan Kaum Munafik kepada Kaum Mukmin pada Perang Badar","text_ayah":"اِذْ يَقُوْلُ الْمُنٰفِقُوْنَ وَالَّذِيْنَ فِيْ قُلُوْبِهِمْ مَّرَضٌ غَرَّ هٰٓؤُلَاۤءِ دِيْنُهُمْۗ وَمَنْ يَّتَوَكَّلْ عَلَى اللّٰهِ فَاِنَّ اللّٰهَ عَزِيْزٌ حَكِيْمٌ ","text_id":"(Ingatlah) ketika orang-orang munafik dan orang-orang yang ada penyakit dalam hatinya berkata, “Mereka itu (orang-orang mukmin) ditipu oleh agamanya.” (Allah berfirman,) “Siapa pun yang bertawakal kepada Allah, sesungguhnya Allah Mahaperkasa lagi Mahabijaksana.”","text_en":"The hypocrites, and those who had doubts in their hearts, said: \"Their faith has misled them.\" But whoever places his trust in God will find God mighty and wise.","transliteration":"iż yaqụlul-munāfiqụna wallażīna fī qulụbihim maraḍun garra hā`ulā`i dīnuhum, wa may yatawakkal 'alallāhi fa innallāha 'azīzun ḥakīm","no_fn":"","text_fn":""},{"id":1210,"surah":8,"no_ayah":50,"theme":"Kondisi Sekarat Kaum Musyrik dan Munafik","text_ayah":"وَلَوْ تَرٰٓى اِذْ يَتَوَفَّى الَّذِيْنَ كَفَرُوا الْمَلٰۤىِٕكَةُ يَضْرِبُوْنَ وُجُوْهَهُمْ وَاَدْبَارَهُمْۚ وَذُوْقُوْا عَذَابَ الْحَرِيْقِ","text_id":"Seandainya engkau melihat ketika para malaikat mencabut nyawa orang-orang yang kafir sambil memukul wajah-wajah dan punggung-punggung mereka (dan berkata), “Rasakanlah olehmu siksa yang membakar,” (niscaya engkau saksikan sesuatu yang sangat dahsyat).","text_en":"If you could only see the infidels as the angels draw away their souls and strike their faces and their backs, (saying): \"Taste the torment of burning","transliteration":"walau tarā iż yatawaffallażīna kafarul-malā`ikatu yaḍribụna wujụhahum wa adbārahum, wa żụqụ 'ażābal-ḥarīq","no_fn":"","text_fn":""},{"id":1211,"surah":8,"no_ayah":51,"theme":"Kondisi Sekarat Kaum Musyrik dan Munafik","text_ayah":"ذٰلِكَ بِمَا قَدَّمَتْ اَيْدِيْكُمْ وَاَنَّ اللّٰهَ لَيْسَ بِظَلَّامٍ لِّلْعَبِيْدِۙ","text_id":"Yang demikian itu disebabkan oleh perbuatan tanganmu (sendiri) dan sesungguhnya Allah (sama sekali) tidak menzalimi hamba-hamba-Nya.","text_en":"For what you have brought upon yourselves.\" God is surely not unjust to His creatures, (they are unjust to themselves).","transliteration":"żālika bimā qaddamat aidīkum wa annallāha laisa biẓallāmil lil-'abīd","no_fn":"","text_fn":""},{"id":1212,"surah":8,"no_ayah":52,"theme":"Kondisi Sekarat Kaum Musyrik dan Munafik","text_ayah":"كَدَأْبِ اٰلِ فِرْعَوْنَۙ وَالَّذِيْنَ مِنْ قَبْلِهِمْۗ  كَفَرُوْا بِاٰيٰتِ اللّٰهِ فَاَخَذَهُمُ اللّٰهُ بِذُنُوْبِهِمْۗ اِنَّ اللّٰهَ قَوِيٌّ شَدِيْدُ الْعِقَابِ ","text_id":"(Keadaan mereka) serupa dengan keadaan pengikut Fir‘aun dan orang-orang yang sebelum mereka. Mereka mengingkari ayat-ayat Allah, maka Allah menyiksa mereka disebabkan dosa-dosanya. Sesungguhnya Allah Mahakuat lagi sangat keras hukuman-Nya.","text_en":"Their case is like that of Pharaoh's people, and of those before them, who denied the revelations of God, and were punished for their sins by God, and God is all powerful and Severe His punishment.","transliteration":"kada`bi āli fir'auna wallażīna ming qablihim, kafarụ bi`āyātillāhi fa akhażahumullāhu biżunụbihim, innallāha qawiyyun syadīdul-'iqāb","no_fn":"","text_fn":""},{"id":1213,"surah":8,"no_ayah":53,"theme":"Kondisi Sekarat Kaum Musyrik dan Munafik","text_ayah":"ذٰلِكَ بِاَنَّ اللّٰهَ لَمْ يَكُ مُغَيِّرًا نِّعْمَةً اَنْعَمَهَا عَلٰى قَوْمٍ حَتّٰى يُغَيِّرُوْا مَا بِاَنْفُسِهِمْۙ وَاَنَّ اللّٰهَ سَمِيْعٌ عَلِيْمٌۙ ","text_id":"Yang demikian itu karena sesungguhnya Allah tidak akan mengubah suatu nikmat yang telah dianugerahkan-Nya kepada suatu kaum sehingga mereka mengubah apa yang ada pada diri mereka. Sesungguhnya Allah Maha Mendengar lagi Maha Mengetahui.","text_en":"God does not withdraw a favour bestowed upon a people unless they change themselves, for God hears all and knows everything.","transliteration":"żālika bi`annallāha lam yaku mugayyiran ni'matan an'amahā 'alā qaumin ḥattā yugayyirụ mā bi`anfusihim wa annallāha samī'un 'alīm","no_fn":"","text_fn":""},{"id":1214,"surah":8,"no_ayah":54,"theme":"Kondisi Sekarat Kaum Musyrik dan Munafik","text_ayah":"كَدَأْبِ اٰلِ فِرْعَوْنَۙ وَالَّذِيْنَ مِنْ قَبْلِهِمْۚ كَذَّبُوْا بِاٰيٰتِ رَبِّهِمْ فَاَهْلَكْنٰهُمْ بِذُنُوْبِهِمْ وَاَغْرَقْنَآ اٰلَ فِرْعَوْنَۚ وَكُلٌّ كَانُوْا ظٰلِمِيْنَ ","text_id":"(Keadaan mereka) serupa dengan keadaan pengikut Fir‘aun dan orang-orang yang sebelum mereka. Mereka mendustakan ayat-ayat Tuhannya. Maka, Kami membinasakan mereka disebabkan oleh dosa-dosanya dan Kami tenggelamkan pengikut Fir‘aun (bersamanya). Semuanya adalah orang-orang zalim.","text_en":"This was the case with the people of Pharaoh and those before them, who rejected the signs of their Lord and were destroyed for their sins, and We drowned the people of Pharaoh as they were oppressors.","transliteration":"kada`bi āli fir'auna wallażīna ming qablihim, każżabụ bi`āyāti rabbihim fa ahlaknāhum biżunụbihim wa agraqnā āla fir'aụn, wa kullung kānụ ẓālimīn","no_fn":"","text_fn":""},{"id":1215,"surah":8,"no_ayah":55,"theme":"Pengkhianatan Yahudi Bani Quraizah","text_ayah":"اِنَّ شَرَّ الدَّوَاۤبِّ عِنْدَ اللّٰهِ الَّذِيْنَ كَفَرُوْا فَهُمْ لَا يُؤْمِنُوْنَۖ ","text_id":"Sesungguhnya seburuk-buruk makhluk melata dalam pandangan Allah ialah orang-orang yang kufur karena mereka tidak beriman.","text_en":"Verily the worst of creatures in the sight of God are those who deny (the truth), and will not believe.","transliteration":"inna syarrad-dawābbi 'indallāhillażīna kafarụ fa hum lā yu`minụn","no_fn":"","text_fn":""},{"id":1216,"surah":8,"no_ayah":56,"theme":"Pengkhianatan Yahudi Bani Quraizah","text_ayah":"الَّذِيْنَ عَاهَدْتَّ مِنْهُمْ ثُمَّ يَنْقُضُوْنَ عَهْدَهُمْ فِيْ كُلِّ مَرَّةٍ وَّهُمْ لَا يَتَّقُوْنَ ","text_id":"(Yaitu,) orang-orang yang engkau telah mengikat perjanjian dengan mereka, kemudian setiap kali berjanji mereka mengkhianati janjinya sedangkan mereka tidak bertakwa.","text_en":"As for those with whom you have made a treaty and who abrogate it every time, and do not fear God,","transliteration":"allażīna 'āhatta min-hum ṡumma yangquḍụna 'ahdahum fī kulli marratiw wa hum lā yattaqụn","no_fn":"","text_fn":""},{"id":1217,"surah":8,"no_ayah":57,"theme":"Pengkhianatan Yahudi Bani Quraizah","text_ayah":"فَاِمَّا تَثْقَفَنَّهُمْ فِى الْحَرْبِ فَشَرِّدْ بِهِمْ مَّنْ خَلْفَهُمْ لَعَلَّهُمْ يَذَّكَّرُوْنَ ","text_id":"Maka, jika engkau (Nabi Muhammad) benar-benar mendapati mereka dalam peperangan, cerai-beraikanlah orang-orang yang di belakang mereka dengan (menumpas) mereka agar mereka mengambil pelajaran.","text_en":"If you meet them in battle, inflict on them such a defeat as would be a lesson for those who come after them, and that they may be warned.","transliteration":"fa immā taṡqafannahum fil-ḥarbi fa syarrid bihim man khalfahum la'allahum yażżakkarụn","no_fn":"","text_fn":""},{"id":1218,"surah":8,"no_ayah":58,"theme":"Pengkhianatan Yahudi Bani Quraizah","text_ayah":"وَاِمَّا تَخَافَنَّ مِنْ قَوْمٍ خِيَانَةً فَانْۢبِذْ اِلَيْهِمْ عَلٰى سَوَاۤءٍۗ اِنَّ اللّٰهَ لَا يُحِبُّ الْخَاۤىِٕنِيْنَࣖ ","text_id":"Jika engkau (Nabi Muhammad) benar-benar khawatir (akan terjadi) pengkhianatan dari suatu kaum, kembalikanlah (perjanjian itu) kepada mereka dengan cara seimbang (adil dan jujur). Sesungguhnya Allah tidak menyukai para pengkhianat.","text_en":"If you apprehend treachery from a people (with whom you have a treaty), retaliate by breaking off (relations) with them, for God does not like those who are treacherous.","transliteration":"wa immā takhāfanna ming qaumin khiyānatan fambiż ilaihim 'alā sawā`, innallāha lā yuḥibbul-khā`inīn","no_fn":"","text_fn":""},{"id":1219,"surah":8,"no_ayah":59,"theme":"Pengkhianatan Yahudi Bani Quraizah","text_ayah":"وَلَا يَحْسَبَنَّ الَّذِيْنَ كَفَرُوْا سَبَقُوْاۗ اِنَّهُمْ لَا يُعْجِزُوْنَ ","text_id":"Janganlah sekali-kali orang-orang kafir itu mengira (bahwa) mereka dapat lolos (dari kekuasaan Allah). Sesungguhnya mereka tidak dapat melemahkan (Allah).","text_en":"The infidels should not think that they can bypass (the law of God). Surely they cannot get away.","transliteration":"wa lā yaḥsabannallażīna kafarụ sabaqụ, innahum lā yu'jizụn","no_fn":"","text_fn":""},{"id":1220,"surah":8,"no_ayah":60,"theme":"Membangun Kekuatan dalam Menghadapi Musuh Islam","text_ayah":"وَاَعِدُّوْا لَهُمْ مَّا اسْتَطَعْتُمْ مِّنْ قُوَّةٍ وَّمِنْ رِّبَاطِ الْخَيْلِ تُرْهِبُوْنَ بِهٖ عَدُوَّ اللّٰهِ وَعَدُوَّكُمْ وَاٰخَرِيْنَ مِنْ دُوْنِهِمْۚ لَا تَعْلَمُوْنَهُمْۚ اَللّٰهُ يَعْلَمُهُمْۗ وَمَا تُنْفِقُوْا مِنْ شَيْءٍ فِيْ سَبِيْلِ اللّٰهِ يُوَفَّ اِلَيْكُمْ وَاَنْتُمْ لَا تُظْلَمُوْنَ ","text_id":"Persiapkanlah untuk (menghadapi) mereka apa yang kamu mampu, berupa kekuatan (yang kamu miliki) dan pasukan berkuda. Dengannya (persiapan itu) kamu membuat gentar musuh Allah, musuh kamu dan orang-orang selain mereka yang kamu tidak mengetahuinya, (tetapi) Allah mengetahuinya. Apa pun yang kamu infakkan di jalan Allah niscaya akan dibalas secara penuh kepadamu, sedangkan kamu tidak akan dizalimi.","text_en":"Prepare against them whatever arms and cavalry you can muster, that you may strike terror in (the hearts of) the enemies of God and your own, and others besides them not known to you, but known to God. Whatever you spend in the way of God will be paid back to you in full, and no wrong will be done to you.","transliteration":"wa a'iddụ lahum mastaṭa'tum ming quwwatiw wa mir ribāṭil-khaili tur-hibụna bihī 'aduwwallāhi wa 'aduwwakum wa ākharīna min dụnihim, lā ta'lamụnahum, allāhu ya'lamuhum, wa mā tunfiqụ min syai`in fī sabīlillāhi yuwaffa ilaikum wa antum lā tuẓlamụn","no_fn":"","text_fn":""},{"id":1221,"surah":8,"no_ayah":61,"theme":"Seruan Perdamaian dan Kewaspadaan","text_ayah":"۞ وَاِنْ جَنَحُوْا لِلسَّلْمِ فَاجْنَحْ لَهَا وَتَوَكَّلْ عَلَى اللّٰهِۗاِنَّهٗ هُوَ السَّمِيْعُ الْعَلِيْمُ ","text_id":"(Akan tetapi,) jika mereka condong pada perdamaian, condonglah engkau (Nabi Muhammad) padanya dan bertawakallah kepada Allah. Sesungguhnya hanya Dialah Yang Maha Mendengar lagi Maha Mengetahui.","text_en":"But if they are inclined to peace, make peace with them, and have trust in God, for He hears all and knows everything.","transliteration":"wa in janaḥụ lis-salmi fajnaḥ lahā wa tawakkal 'alallāh, innahụ huwas-samī'ul-'alīm","no_fn":"","text_fn":""},{"id":1222,"surah":8,"no_ayah":62,"theme":"Seruan Perdamaian dan Kewaspadaan","text_ayah":"وَاِنْ يُّرِيْدُوْٓا اَنْ يَّخْدَعُوْكَ فَاِنَّ حَسْبَكَ اللّٰهُۗهُوَ الَّذِيْٓ اَيَّدَكَ بِنَصْرِهٖ وَبِالْمُؤْمِنِيْنَۙ ","text_id":"Jika mereka hendak menipumu, sesungguhnya cukuplah Allah (menjadi Pelindung) bagimu. Dialah yang memperkuat kamu dengan pertolongan-Nya dan dengan (dukungan) orang-orang mukmin.","text_en":"If they try to cheat you, God is surely sufficient for you. It is He who has strengthened you with His help and with believers","transliteration":"wa iy yurīdū ay yakhda'ụka fa inna ḥasbakallāh, huwallażī ayyadaka binaṣrihī wa bil-mu`minīn","no_fn":"","text_fn":""},{"id":1223,"surah":8,"no_ayah":63,"theme":"Seruan Perdamaian dan Kewaspadaan","text_ayah":"وَاَلَّفَ بَيْنَ قُلُوْبِهِمْۗ  لَوْاَنْفَقْتَ مَا فِى الْاَرْضِ جَمِيْعًا مَّآ اَلَّفْتَ بَيْنَ قُلُوْبِهِمْ وَلٰكِنَّ اللّٰهَ اَلَّفَ بَيْنَهُمْۗ اِنَّهٗ عَزِيْزٌ حَكِيْمٌ ","text_id":"Dia (Allah) mempersatukan hati mereka (orang yang beriman). Seandainya engkau (Nabi Muhammad) menginfakkan semua (kekayaan) yang berada di bumi, niscaya engkau tidak dapat mempersatukan hati mereka, tetapi Allah telah mempersatukan hati mereka. Sesungguhnya Dia Mahaperkasa lagi Mahabijaksana.","text_en":"Whose hearts He cemented with love. You could never have united their hearts even if you had spent whatever (wealth) is in the earth; but God united them with love, for He is all-mighty and all-wise.","transliteration":"wa allafa baina qulụbihim, lau anfaqta mā fil-arḍi jamī'am mā allafta baina qulụbihim wa lākinnallāha allafa bainahum, innahụ 'azīzun ḥakīm","no_fn":"","text_fn":""},{"id":1224,"surah":8,"no_ayah":64,"theme":"Seruan Perdamaian dan Kewaspadaan","text_ayah":"يٰٓاَيُّهَا النَّبِيُّ حَسْبُكَ اللّٰهُ وَمَنِ اتَّبَعَكَ مِنَ الْمُؤْمِنِيْنَࣖ ","text_id":"Wahai Nabi (Muhammad), cukuplah Allah (menjadi pelindung) bagi engkau dan bagi orang-orang mukmin yang mengikutimu.","text_en":"God is sufficient for you, O Prophet, and the faithful who follow you.","transliteration":"yā ayyuhan-nabiyyu ḥasbukallāhu wa manittaba'aka minal-mu`minīn","no_fn":"","text_fn":""},{"id":1225,"surah":8,"no_ayah":65,"theme":"Seruan Perdamaian dan Kewaspadaan","text_ayah":"يٰٓاَيُّهَا النَّبِيُّ حَرِّضِ الْمُؤْمِنِيْنَ عَلَى الْقِتَالِۗ اِنْ يَّكُنْ مِّنْكُمْ عِشْرُوْنَ صٰبِرُوْنَ يَغْلِبُوْا مِائَتَيْنِۚ وَاِنْ يَّكُنْ مِّنْكُمْ مِّائَةٌ يَّغْلِبُوْٓا اَلْفًا مِّنَ الَّذِيْنَ كَفَرُوْا بِاَنَّهُمْ قَوْمٌ لَّا يَفْقَهُوْنَ ","text_id":"Wahai Nabi (Muhammad), kobarkanlah semangat orang-orang mukmin untuk berperang. Jika ada dua puluh orang yang sabar di antara kamu, niscaya mereka dapat mengalahkan dua ratus (orang musuh); dan jika ada seratus orang (yang sabar) di antara kamu, niscaya mereka dapat mengalahkan seribu orang kafir karena mereka (orang-orang kafir itu) adalah kaum yang tidak memahami.<sup>316)</sup> ","text_en":"O Prophet, urge the faithful to fight. If there are twenty among you with determination they will vanquish two hundred; and if there are a hundred then they will vanquish a thousand unbelievers, for they are people devoid of understanding.","transliteration":"yā ayyuhan-nabiyyu ḥarriḍil-mu`minīna 'alal-qitāl, iy yakum mingkum 'isyrụna ṣābirụna yaglibụ mi`ataīn, wa iy yakum mingkum mi`atuy yaglibū alfam minallażīna kafarụ bi`annahum qaumul lā yafqahụn","no_fn":"316","text_fn":"316) Mereka tidak mengerti bahwa berperang itu harus didasari semangat membela keyakinan dan menaati perintah Allah Swt. Mereka berperang semata-mata mempertahankan tradisi jahiliah dan maksud-maksud duniawi lainnya."},{"id":1226,"surah":8,"no_ayah":66,"theme":"Seruan Perdamaian dan Kewaspadaan","text_ayah":"اَلْـٰٔنَ خَفَّفَ اللّٰهُ عَنْكُمْ وَعَلِمَ اَنَّ فِيْكُمْ ضَعْفًاۗ فَاِنْ يَّكُنْ مِّنْكُمْ مِّائَةٌ صَابِرَةٌ يَّغْلِبُوْا مِائَتَيْنِۚ وَاِنْ يَّكُنْ مِّنْكُمْ اَلْفٌ يَّغْلِبُوْٓا اَلْفَيْنِ بِاِذْنِ اللّٰهِۗوَاللّٰهُ مَعَ الصّٰبِرِيْنَ ","text_id":"Sekarang (saat turunnya ayat ini) Allah telah meringankan kamu karena Dia mengetahui sesungguhnya ada kelemahan padamu. Jika di antara kamu ada seratus orang yang sabar, niscaya mereka dapat mengalahkan dua ratus (orang musuh) dan jika di antara kamu ada seribu orang (yang sabar), niscaya mereka dapat mengalahkan dua ribu orang dengan seizin Allah. Allah beserta orang-orang yang sabar.","text_en":"God has lightened your burden as He knows you are weak: So, if there are a hundred men of firm determination among you, they will vanquish two hundred; and if there are a thousand of you they will vanquish two thousand by the will of God, for God is with those who are determined.","transliteration":"al-āna khaffafallāhu 'angkum wa 'alima anna fīkum ḍa'fā, fa iy yakum mingkum mi`atun ṣābiratuy yaglibụ mi`ataīn, wa iy yakum mingkum alfuy yaglibū alfaini bi`iżnillāh, wallāhu ma'aṣ-ṣābirīn","no_fn":"","text_fn":""},{"id":1227,"surah":8,"no_ayah":67,"theme":"Ketentuan Hukum tentang Tawanan Perang","text_ayah":"مَاكَانَ لِنَبِيٍّ اَنْ يَّكُوْنَ لَهٗٓ اَسْرٰى حَتّٰى يُثْخِنَ فِى الْاَرْضِۗ تُرِيْدُوْنَ عَرَضَ الدُّنْيَاۖ وَاللّٰهُ يُرِيْدُ الْاٰخِرَةَۗ وَاللّٰهُ عَزِيْزٌحَكِيْمٌ ","text_id":"Tidaklah (sepatutnya) bagi seorang nabi mempunyai tawanan sebelum dia dapat melumpuhkan musuhnya di bumi. Kamu menghendaki harta benda duniawi, sedangkan Allah menghendaki (pahala) akhirat (untukmu). Allah Mahaperkasa lagi Mahabijaksana.","text_en":"No apostle should take captives until he has battled and subdued the country. You desire the vanities of this world, but God wills (for you the reward) of the world to come; and God is all-mighty and all-wise.","transliteration":"mā kāna linabiyyin ay yakụna lahū asrā ḥattā yuṡkhina fil-arḍ, turīdụna 'araḍad-dun-yā wallāhu yurīdul-ākhirah, wallāhu 'azīzun ḥakīm","no_fn":"","text_fn":""},{"id":1228,"surah":8,"no_ayah":68,"theme":"Ketentuan Hukum tentang Tawanan Perang","text_ayah":"لَوْلَاكِتٰبٌ مِّنَ اللّٰهِ سَبَقَ لَمَسَّكُمْ فِيْمَآ اَخَذْتُمْ عَذَابٌ عَظِيْمٌ ","text_id":"Seandainya tidak ada ketetapan terdahulu dari Allah,<sup>317)</sup> niscaya kamu ditimpa siksaan yang besar karena (tebusan) yang kamu ambil.","text_en":"Had this not been decreed by God in advance, you would have suffered a grievous punishment for what you took (as booty).","transliteration":"lau lā kitābum minallāhi sabaqa lamassakum fīmā akhażtum 'ażābun 'aẓīm","no_fn":"317","text_fn":"317) Yakni bahwa Allah Swt. tidak akan menjatuhkan siksa sebelum terjadi pelanggaran atas ketentuan yang jelas."},{"id":1229,"surah":8,"no_ayah":69,"theme":"Ketentuan Hukum tentang Tawanan Perang","text_ayah":"فَكُلُوْا مِمَّاغَنِمْتُمْ حَلٰلًا طَيِّبًاۖ وَّاتَّقُوا اللّٰهَۗاِنَّ اللّٰهَ غَفُوْرٌ رَّحِيْمٌ ","text_id":"(Jika demikian halnya ketetapan Allah,) makanlah (dan manfaatkanlah) sebagian rampasan perang yang telah kamu peroleh itu sebagai makanan yang halal lagi baik dan bertakwalah kepada Allah. Sesungguhnya Allah Maha Pengampun lagi Maha Penyayang.","text_en":"But now use such of the spoils as are lawful and good, and fear God, for God is forgiving and kind.","transliteration":"fa kulụ mimmā ganimtum ḥalālan ṭayyibaw wattaqullāh, innallāha gafụrur raḥīm","no_fn":"","text_fn":""},{"id":1230,"surah":8,"no_ayah":70,"theme":"Ketentuan Hukum tentang Tawanan Perang","text_ayah":"يٰٓاَيُّهَا النَّبِيُّ قُلْ لِّمَنْ فِيْٓ اَيْدِيْكُمْ مِّنَ الْاَسْرٰٓىۙ اِنْ يَّعْلَمِ اللّٰهُ فِيْ قُلُوْبِكُمْ خَيْرًا يُّؤْتِكُمْ خَيْرًا مِّمَّآ اُخِذَ مِنْكُمْ وَيَغْفِرْ لَكُمْۗ وَاللّٰهُ غَفُوْرٌ رَّحِيْمٌࣖ ","text_id":"Wahai Nabi (Muhammad), katakanlah kepada para tawanan perang yang ada di tanganmu, “Jika Allah mengetahui ada kebaikan di dalam hatimu, niscaya Dia akan menganugerahkan kepada kamu yang lebih baik daripada apa (tebusan) yang telah diambil dari kamu dan Dia akan mengampuni kamu.” Allah Maha Pengampun lagi Maha Penyayang. ","text_en":"O Prophet, tell the captives you have taken: \"If God finds some good in your hearts, He will reward you with something better than was taken away from you, and forgive your sins, for God is forgiving and kind.\"","transliteration":"yā ayyuhan-nabiyyu qul liman fī aidīkum minal-asrā iy ya'lamillāhu fī qulụbikum khairay yu`tikum khairam mimmā ukhiża mingkum wa yagfir lakum, wallāhu gafụrur raḥīm","no_fn":"","text_fn":""},{"id":1231,"surah":8,"no_ayah":71,"theme":"Ketentuan Hukum tentang Tawanan Perang","text_ayah":"وَاِنْ يُّرِيْدُوْا خِيَانَتَكَ فَقَدْ خَانُوا اللّٰهَ مِنْ قَبْلُ فَاَمْكَنَ مِنْهُمْ وَاللّٰهُ عَلِيْمٌ حَكِيْمٌ","text_id":"Akan tetapi, jika mereka (para tawanan itu) hendak mengkhianatimu (Nabi Muhammad), sungguh sebelumnya mereka telah berkhianat kepada Allah. Lalu, Dia menjadikanmu menguasai mereka (pada perang Badar). Allah Maha Mengetahui lagi Mahabijaksana.","text_en":"If they try to deceive you, remember they have deceived God before. So He gave you mastery over them, for God is all-knowing and all-wise.","transliteration":"wa iy yurīdụ khiyānataka fa qad khānullāha ming qablu fa amkana min-hum wallāhu 'alīmun ḥakīm","no_fn":"","text_fn":""},{"id":1232,"surah":8,"no_ayah":72,"theme":"Peristiwa Hijrah sebagai Ujian Keimanan","text_ayah":"اِنَّ الَّذِيْنَ اٰمَنُوْا وَهَاجَرُوْا وَجَاهَدُوْا بِاَمْوَالِهِمْ وَاَنْفُسِهِمْ فِيْ سَبِيْلِ اللّٰهِ وَالَّذِيْنَ اٰوَوْا وَّنَصَرُوْٓا اُولٰۤىِٕكَ بَعْضُهُمْ اَوْلِيَاۤءُ بَعْضٍۗ وَالَّذِيْنَ اٰمَنُوْا وَلَمْ يُهَاجِرُوْا مَا لَكُمْ مِّنْ وَّلَايَتِهِمْ مِّنْ شَيْءٍ حَتّٰى يُهَاجِرُوْاۚ وَاِنِ اسْتَنْصَرُوْكُمْ فِى الدِّيْنِ فَعَلَيْكُمُ النَّصْرُ اِلَّا عَلٰى قَوْمٍۢ بَيْنَكُمْ وَبَيْنَهُمْ مِّيْثَاقٌۗ وَاللّٰهُ بِمَا تَعْمَلُوْنَ بَصِيْرٌ","text_id":"Sesungguhnya orang-orang yang beriman, berhijrah, dan berjihad dengan harta dan jiwanya pada jalan Allah, serta orang-orang yang memberikan tempat kediaman dan memberi pertolongan (kepada Muhajirin), mereka itu sebagiannya merupakan pelindung<sup>318)</sup> bagi sebagian yang lain. Orang-orang yang beriman tetapi belum berhijrah, maka tidak ada kewajiban sedikit pun atas kamu untuk melindungi mereka sehingga mereka berhijrah. (Akan tetapi,) jika mereka meminta pertolongan kepadamu dalam (urusan pembelaan) agama (Islam), wajib atas kamu memberikan pertolongan, kecuali dalam menghadapi kaum yang telah terikat perjanjian antara kamu dengan mereka. Allah Maha Melihat apa yang kamu kerjakan.","text_en":"Those who accepted the faith and set out of their homes, and fought in the way of God wealth and soul, and those who gave them shelter and helped them, are friends of one another. You are not responsible for protecting those who embraced the faith but did not leave their homes, until they do so. In ease they ask for your help in the name of faith, you are duty bound to help them, except against a people with whom you have a treaty; for God sees all that you do.","transliteration":"innallażīna āmanụ wa hājarụ wa jāhadụ bi`amwālihim wa anfusihim fī sabīlillāhi wallażīna āwaw wa naṣarū ulā`ika ba'ḍuhum auliyā`u ba'ḍ, wallażīna āmanụ wa lam yuhājirụ mā lakum miw walāyatihim min syai`in ḥattā yuhājirụ, wa inistanṣarụkum fid-dīni fa 'alaikumun-naṣru illā 'alā qaumim bainakum wa bainahum mīṡāq, wallāhu bimā ta'malụna baṣīr","no_fn":"318","text_fn":"318) Lihat catatan kaki surah Āli ‘Imrān/3: 28."},{"id":1233,"surah":8,"no_ayah":73,"theme":"Peristiwa Hijrah sebagai Ujian Keimanan","text_ayah":"وَالَّذِيْنَ كَفَرُوْا بَعْضُهُمْ اَوْلِيَاۤءُ بَعْضٍۗ اِلَّا تَفْعَلُوْهُ تَكُنْ فِتْنَةٌ فِى الْاَرْضِ وَفَسَادٌ كَبِيْرٌۗ","text_id":"Orang-orang yang kufur, sebagian mereka menjadi penolong bagi sebagian yang lain. Jika kamu tidak melaksanakan apa yang telah diperintahkan Allah (untuk saling melindungi), niscaya akan terjadi kekacauan di bumi dan kerusakan yang besar.","text_en":"Those who are infidels aid one another. Unless you do the same there will be discord in the land and anarchy.","transliteration":"wallażīna kafarụ ba'ḍuhum auliyā`u ba'ḍ, illā taf'alụhu takun fitnatun fil-arḍi wa fasādung kabīr","no_fn":"","text_fn":""},{"id":1234,"surah":8,"no_ayah":74,"theme":"Peristiwa Hijrah sebagai Ujian Keimanan","text_ayah":"وَالَّذِيْنَ اٰمَنُوْا وَهَاجَرُوْا وَجَاهَدُوْا فِيْ سَبِيْلِ اللّٰهِ وَالَّذِيْنَ اٰوَوْا وَّنَصَرُوْٓا اُولٰۤىِٕكَ هُمُ الْمُؤْمِنُوْنَ حَقًّاۗ  لَهُمْ مَّغْفِرَةٌ وَّرِزْقٌ كَرِيْمٌ ","text_id":"Orang-orang yang beriman, berhijrah, dan berjihad di jalan Allah, serta orang-orang yang memberi tempat kediaman dan memberi pertolongan (kepada orang Muhajirin), mereka itulah orang-orang mukmin yang sebenarnya. Bagi mereka ampunan (yang besar) dan rezeki yang mulia.","text_en":"Those who accepted the faith and abandoned their homes, and struggled in the cause of God, and those who gave them shelter and helped them, are veritably true believers. For them is forgiveness and noble sustenance.","transliteration":"wallażīna āmanụ wa hājarụ wa jāhadụ fī sabīlillāhi wallażīna āwaw wa naṣarū ulā`ika humul-mu`minụna ḥaqqā, lahum magfiratuw wa rizqung karīm","no_fn":"","text_fn":""},{"id":1235,"surah":8,"no_ayah":75,"theme":"Peristiwa Hijrah sebagai Ujian Keimanan","text_ayah":"وَالَّذِيْنَ اٰمَنُوْا مِنْۢ بَعْدُ وَهَاجَرُوْا وَجَاهَدُوْا مَعَكُمْ فَاُولٰۤىِٕكَ مِنْكُمْۗ وَاُولُوا الْاَرْحَامِ بَعْضُهُمْ اَوْلٰى بِبَعْضٍ فِيْ كِتٰبِ اللّٰهِۗاِنَّ اللّٰهَ بِكُلِّ شَيْءٍ عَلِيْمٌࣖ","text_id":"Orang-orang yang beriman setelah itu, berhijrah, dan berjihad bersamamu, maka mereka itu termasuk (golongan) kamu. Orang-orang yang mempunyai hubungan kerabat itu sebagiannya lebih berhak bagi sebagian yang lain menurut Kitab Allah. Sesungguhnya Allah Maha Mengetahui segala sesuatu.","text_en":"Those who accepted the faith and left their homes and fought by your side, are your brothers; yet those who are related by blood are closer to one another according to the decree of God. Verily God knows everything.","transliteration":"wallażīna āmanụ mim ba'du wa hājarụ wa jāhadụ ma'akum fa ulā`ika mingkum, wa ulul-ar-ḥāmi ba'ḍuhum aulā biba'ḍin fī kitābillāh, innallāha bikulli syai`in 'alīm","no_fn":"","text_fn":""}]