[{"id_ayat":1161,"no_surah":8,"no_ayat":1,"teks_ayat":"يَسْـَٔلُوْنَكَ عَنِ الْاَنْفَالِۗ قُلِ الْاَنْفَالُ لِلّٰهِ وَالرَّسُوْلِۚ فَاتَّقُوا اللّٰهَ وَاَصْلِحُوْا ذَاتَ بَيْنِكُمْ ۖوَاَطِيْعُوا اللّٰهَ وَرَسُوْلَهٗٓ اِنْ كُنْتُمْ مُّؤْمِنِيْنَ","tema":"Harta Rampasan Perang sebagai Milik Allah dan Rasul","teks_terjemah":"Mereka bertanya kepadamu (Nabi Muhammad) tentang (pembagian) harta rampasan perang. Katakanlah, “Harta rampasan perang itu milik Allah dan Rasul (menurut ketentuan Allah dan Rasul-Nya). Maka, bertakwalah kepada Allah dan perbaikilah hubungan di antara sesamamu dan taatlah kepada Allah dan Rasul-Nya jika kamu orang-orang mukmin.”","no_fn":"","teks_fn":"","bacaan":"yas-aluunaka 'anil-anfaali qulil-anfaalu lillaahi warrasuuli fattaquulaaha wa-ashlihuu dzaata baynikum wa-athii'uulaaha warasuulahu in kuntum mu'miniin"},{"id_ayat":1162,"no_surah":8,"no_ayat":2,"teks_ayat":"اِنَّمَا الْمُؤْمِنُوْنَ الَّذِيْنَ اِذَا ذُكِرَ اللّٰهُ وَجِلَتْ قُلُوْبُهُمْ وَاِذَا تُلِيَتْ عَلَيْهِمْ اٰيٰتُهٗ زَادَتْهُمْ اِيْمَانًا وَّعَلٰى رَبِّهِمْ يَتَوَكَّلُوْنَۙ","tema":"Sifat-Sifat Orang Mukmin","teks_terjemah":"Sesungguhnya orang-orang mukmin adalah mereka yang jika disebut nama Allah,<sup>304)<\/sup> gemetar hatinya dan jika dibacakan ayat-ayat-Nya kepada mereka, bertambah (kuat) imannya dan hanya kepada Tuhannya mereka bertawakal, ","no_fn":"304","teks_fn":"304) Menyebut nama Allah Swt. di sini berarti menyebut sifat-sifat yang mengagungkan dan memuliakan-Nya.","bacaan":"innamaalmu'minuunaladziina idzaa dzukiralaahu wajilat quluubuhum wa-idzaa tuliyat 'alayhim aayaatuhu zaadat-hum iimaanan wa'alaa rabbihim yatawakkaluun"},{"id_ayat":1163,"no_surah":8,"no_ayat":3,"teks_ayat":"الَّذِيْنَ يُقِيْمُوْنَ الصَّلٰوةَ وَمِمَّا رَزَقْنٰهُمْ يُنْفِقُوْنَۗ ","tema":"Sifat-Sifat Orang Mukmin","teks_terjemah":"(yaitu) orang-orang yang melaksanakan salat dan menginfakkan sebagian rezeki yang Kami anugerahkan kepada mereka.","no_fn":"","teks_fn":"","bacaan":"aladziina yuqiimuunashshalaata wamimmaa razaqnaahum yunfiquun"},{"id_ayat":1164,"no_surah":8,"no_ayat":4,"teks_ayat":"اُولٰۤىِٕكَ هُمُ الْمُؤْمِنُوْنَ حَقًّاۗ  لَهُمْ دَرَجٰتٌ عِنْدَ رَبِّهِمْ وَمَغْفِرَةٌ وَّرِزْقٌ كَرِيْمٌۚ ","tema":"Sifat-Sifat Orang Mukmin","teks_terjemah":"Mereka itulah orang-orang yang benar-benar beriman. Bagi mereka derajat (tinggi) di sisi Tuhannya dan ampunan serta rezeki yang mulia.","no_fn":"","teks_fn":"","bacaan":"ulaa-ika humulmu'minuuna haqqan lahum darajaatun 'inda rabbihim wamaghfiratun warizqun kariim"},{"id_ayat":1165,"no_surah":8,"no_ayat":5,"teks_ayat":"كَمَآ اَخْرَجَكَ رَبُّكَ مِنْۢ بَيْتِكَ بِالْحَقِّۖ وَاِنَّ فَرِيْقًا مِّنَ الْمُؤْمِنِيْنَ لَكٰرِهُوْنَ","tema":"Keengganan Sebagian Orang Mukmin Untuk Pergi ke Perang Badar","teks_terjemah":"(Peristiwa itu)<sup>305)<\/sup> sebagaimana Tuhanmu menyuruhmu pergi dari rumahmu dengan (berdasar) kebenaran meskipun sesungguhnya sebagian orang-orang yang beriman, itu tidak menyukainya.","no_fn":"305","teks_fn":"305) Sebagian sahabat Nabi keberatan dengan ketentuan pembagian harta rampasan perang, sebagaimana mereka keberatan dengan perintah Allah Swt. untuk melaksanakan Perang Badar.","bacaan":"kamaa akhrajaka rabbuka min baytika bilhaqqi wa-inna fariiqan minalmu'miniina lakaarihuun"},{"id_ayat":1166,"no_surah":8,"no_ayat":6,"teks_ayat":"يُجَادِلُوْنَكَ فِى الْحَقِّ بَعْدَمَا تَبَيَّنَ كَاَنَّمَا يُسَاقُوْنَ اِلَى الْمَوْتِ وَهُمْ يَنْظُرُوْنَ ۗ ","tema":"Keengganan Sebagian Orang Mukmin Untuk Pergi ke Perang Badar","teks_terjemah":"Mereka membantahmu (Nabi Muhammad) tentang kebenaran (Perang Badar) setelah nyata (bahwa mereka pasti menang) seakan-akan mereka dihalau pada kematian dan melihat (sebab kematian itu).","no_fn":"","teks_fn":"","bacaan":"yujaadiluunaka fiilhaqqi ba'da maa tabayyana ka-annamaa yusaaquuna ilaalmawti wahum yanzhuruun"},{"id_ayat":1167,"no_surah":8,"no_ayat":7,"teks_ayat":"وَاِذْ يَعِدُكُمُ اللّٰهُ اِحْدَى الطَّاۤىِٕفَتَيْنِ اَنَّهَا لَكُمْ وَتَوَدُّوْنَ اَنَّ غَيْرَ ذَاتِ الشَّوْكَةِ تَكُوْنُ لَكُمْ وَيُرِيْدُ اللّٰهُ اَنْ يُّحِقَّ الْحَقَّ بِكَلِمٰتِهٖ وَيَقْطَعَ دَابِرَ الْكٰفِرِيْنَۙ ","tema":"Keengganan Sebagian Orang Mukmin Untuk Pergi ke Perang Badar","teks_terjemah":"(Ingatlah) ketika Allah menjanjikan kepadamu bahwa salah satu dari dua golongan<sup>306)<\/sup> (yang kamu hadapi) adalah milikmu, sedangkan kamu menginginkan bahwa yang tidak mempunyai kekuatan senjatalah milikmu. Akan tetapi, Allah hendak menetapkan yang benar (Islam) dengan ketentuan-Nya dan memusnahkan orang-orang kafir sampai ke akar-akarnya ","no_fn":"306","teks_fn":"306) Dua golongan tersebut adalah kafilah Abu Sufyan yang membawa dagangan dari Syam dan pasukan bersenjata yang datang dari Makkah di bawah pimpinan ‘Utbah bin Rabi‘ah dan Abu Jahal.","bacaan":"wa-idz ya'idukumulaahu ihdaaththaa-ifatayni annahaa lakum watawadduuna anna ghayra dzaatisysyawkati takuunu lakum wayuriidulaahu an yuhiqqalhaqqa bikalimaatihi wayaqtha'a daabiralkaafiriin"},{"id_ayat":1168,"no_surah":8,"no_ayat":8,"teks_ayat":"لِيُحِقَّ الْحَقَّ وَيُبْطِلَ الْبَاطِلَ وَلَوْ كَرِهَ الْمُجْرِمُوْنَۚ ","tema":"Keengganan Sebagian Orang Mukmin Untuk Pergi ke Perang Badar","teks_terjemah":"agar Allah menetapkan yang benar (Islam) dan menghilangkan yang batil (syirik), walaupun para pendosa (musyrik) itu tidak menyukai(-nya).","no_fn":"","teks_fn":"","bacaan":"liyuhiqqalhaqqa wayubthilalbaathila walaw karihalmujrimuun"},{"id_ayat":1169,"no_surah":8,"no_ayat":9,"teks_ayat":"اِذْ تَسْتَغِيْثُوْنَ رَبَّكُمْ فَاسْتَجَابَ لَكُمْ اَنِّيْ مُمِدُّكُمْ بِاَلْفٍ مِّنَ الْمَلٰۤىِٕكَةِ مُرْدِفِيْنَ","tema":"Pertolongan Allah kepada Kaum Muslim dalam Perang Badar","teks_terjemah":"(Ingatlah) ketika kamu memohon pertolongan kepada Tuhanmu, lalu Dia mengabulkan(-nya) bagimu (seraya berfirman), “Sesungguhnya Aku akan mendatangkan bala bantuan kepadamu berupa seribu malaikat yang datang berturut-turut.”","no_fn":"","teks_fn":"","bacaan":"idz tastaghiitsuuna rabbakum fastajaaba lakum annii mumiddukum bi-alfin minalmalaa-ikati murdifiin"},{"id_ayat":1170,"no_surah":8,"no_ayat":10,"teks_ayat":"وَمَا جَعَلَهُ اللّٰهُ اِلَّا بُشْرٰى وَلِتَطْمَىِٕنَّ بِهٖ قُلُوْبُكُمْۗ وَمَا النَّصْرُ اِلَّا مِنْ عِنْدِ اللّٰهِ ۗاِنَّ اللّٰهَ عَزِيْزٌ حَكِيْمٌ ࣖ ","tema":"Pertolongan Allah kepada Kaum Muslim dalam Perang Badar","teks_terjemah":"Allah tidak menjadikannya (bala bantuan itu), melainkan sebagai kabar gembira dan agar hatimu menjadi tenteram karenanya. Kemenangan itu hanyalah dari sisi Allah. Sesungguhnya Allah Mahaperkasa lagi Mahabijaksana.","no_fn":"","teks_fn":"","bacaan":"wamaa ja'alahulaahu illaa busyraa walitathma-inna bihi quluubukum wamaannashru illaa min 'indilaahi innalaaha 'aziizun hakiim"},{"id_ayat":1171,"no_surah":8,"no_ayat":11,"teks_ayat":"اِذْ يُغَشِّيْكُمُ النُّعَاسَ اَمَنَةً مِّنْهُ وَيُنَزِّلُ عَلَيْكُمْ مِّنَ السَّمَاۤءِ مَاۤءً لِّيُطَهِّرَكُمْ بِهٖ وَيُذْهِبَ عَنْكُمْ رِجْزَ الشَّيْطٰنِ وَلِيَرْبِطَ عَلٰى قُلُوْبِكُمْ وَيُثَبِّتَ بِهِ الْاَقْدَامَۗ ","tema":"Pertolongan Allah kepada Kaum Muslim dalam Perang Badar","teks_terjemah":"(Ingatlah) ketika Allah membuat kamu mengantuk sebagai penenteraman dari-Nya dan menurunkan air (hujan) dari langit kepadamu untuk menyucikan kamu dengan (hujan) itu, menghilangkan gangguan-gangguan setan dari dirimu, dan menguatkan hatimu serta memperteguh telapak kakimu.","no_fn":"","teks_fn":"","bacaan":"idz yughasysyiikumunnu'aasa amanatan minhu wayunazzilu 'alaykum minassamaa-i maa-an liyuthahhirakum bihi wayudzhiba 'ankum rijzasysyaythaani waliyarbitha 'alaa quluubikum wayutsabbita bihil-aqdaam"},{"id_ayat":1172,"no_surah":8,"no_ayat":12,"teks_ayat":"اِذْ يُوْحِيْ رَبُّكَ اِلَى الْمَلٰۤىِٕكَةِ اَنِّيْ مَعَكُمْ فَثَبِّتُوا الَّذِيْنَ اٰمَنُوْاۗ سَاُلْقِيْ فِيْ قُلُوْبِ الَّذِيْنَ كَفَرُوا الرُّعْبَ فَاضْرِبُوْا فَوْقَ الْاَعْنَاقِ وَاضْرِبُوْا مِنْهُمْ كُلَّ بَنَانٍۗ ","tema":"Pertolongan Allah kepada Kaum Muslim dalam Perang Badar","teks_terjemah":"(Ingatlah) ketika Tuhanmu mewahyukan kepada para malaikat, “Sesungguhnya Aku bersamamu. Maka, teguhkanlah (pendirian) orang-orang yang beriman. Kelak Aku akan menimpakan rasa takut ke dalam hati orang-orang yang kufur. Maka, tebaslah bagian atas leher mereka dan potonglah tiap-tiap ujung jari mereka.<sup>307)<\/sup>","no_fn":"307","teks_fn":"307) Ini terjadi dalam peperangan. Sasaran yang mematikan adalah leher. Akan tetapi, apabila lawan memakai baju besi sehingga sulit dikalahkan, tangannyalah yang dilumpuhkan agar tidak dapat memegang senjata supaya mudah ditawan.","bacaan":"idz yuuhii rabbuka ilaalmalaa-ikati annii ma'akum fatsabbituuladziina aamanuu saulqii fii quluubiladziina kafaruurru'ba fadhribuu fawqal-a'naaqi wadhribuu minhum kulla banaan"},{"id_ayat":1173,"no_surah":8,"no_ayat":13,"teks_ayat":"ذٰلِكَ بِاَنَّهُمْ شَاۤقُّوا اللّٰهَ وَرَسُوْلَهٗۚ وَمَنْ يُّشَاقِقِ اللّٰهَ وَرَسُوْلَهٗ فَاِنَّ اللّٰهَ شَدِيْدُ الْعِقَابِ","tema":"Pertolongan Allah kepada Kaum Muslim dalam Perang Badar","teks_terjemah":"(Ketentuan) yang demikian itu adalah karena sesungguhnya mereka menentang Allah dan Rasul-Nya. Siapa yang menentang Allah dan Rasul-Nya, sesungguhnya Allah sangat keras hukuman-Nya.","no_fn":"","teks_fn":"","bacaan":"dzaalika bi-annahum syaaqquulaaha warasuulahu waman yusyaaqiqilaaha warasuulahu fa-innalaaha syadiidul'iqaab"},{"id_ayat":1174,"no_surah":8,"no_ayat":14,"teks_ayat":"ذٰلِكُمْ فَذُوْقُوْهُ وَاَنَّ لِلْكٰفِرِيْنَ عَذَابَ النَّارِ","tema":"Pertolongan Allah kepada Kaum Muslim dalam Perang Badar","teks_terjemah":"Demikian itu (hukuman dunia yang ditimpakan atasmu). Maka, rasakanlah hukuman itu, dan (di hari Kiamat) sesungguhnya bagi orang-orang kafir ada azab neraka.","no_fn":"","teks_fn":"","bacaan":"dzaalikum fadzuuquuhu wa-anna lilkaafiriina 'adzaabannaar"},{"id_ayat":1175,"no_surah":8,"no_ayat":15,"teks_ayat":"يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اِذَا لَقِيْتُمُ الَّذِيْنَ كَفَرُوْا زَحْفًا فَلَا تُوَلُّوْهُمُ الْاَدْبَارَۚ ","tema":"Larangan Melarikan Diri dari Medan Tempur","teks_terjemah":"Wahai orang-orang yang beriman, jika kamu bertemu orang-orang kafir yang akan menyerangmu, janganlah kamu berbalik membelakangi mereka (mundur).","no_fn":"","teks_fn":"","bacaan":"yaa ayyuhaaladziina aamanuu idzaa laqiitumuladziina kafaruu zahfan falaa tuwalluuhumul-adbaar"},{"id_ayat":1176,"no_surah":8,"no_ayat":16,"teks_ayat":"وَمَنْ يُّوَلِّهِمْ يَوْمَىِٕذٍ دُبُرَهٗٓ اِلَّا مُتَحَرِّفًا لِّقِتَالٍ اَوْ مُتَحَيِّزًا اِلٰى فِئَةٍ فَقَدْ بَاۤءَ بِغَضَبٍ مِّنَ اللّٰهِ وَمَأْوٰىهُ جَهَنَّمُ ۗ وَبِئْسَ الْمَصِيْرُ","tema":"Larangan Melarikan Diri dari Medan Tempur","teks_terjemah":"Siapa yang mundur pada waktu itu, kecuali berbelok untuk (siasat) perang atau hendak menggabungkan diri dengan pasukan yang lain, dia pasti akan kembali dengan membawa kemurkaan Allah. Tempatnya adalah (neraka) Jahanam dan (itulah) seburuk-buruk tempat kembali.","no_fn":"","teks_fn":"","bacaan":"waman yuwallihim yawma-idzin duburahu illaa mutaharrifan liqitaalin aw mutahayyizan ilaa fi-atin faqad baa-a bighadhabin minalaahi wama'waahu jahannamu wabi'salmashiir"},{"id_ayat":1177,"no_surah":8,"no_ayat":17,"teks_ayat":"فَلَمْ تَقْتُلُوْهُمْ وَلٰكِنَّ اللّٰهَ قَتَلَهُمْۖ وَمَا رَمَيْتَ اِذْ رَمَيْتَ وَلٰكِنَّ اللّٰهَ رَمٰىۚ وَلِيُبْلِيَ الْمُؤْمِنِيْنَ مِنْهُ بَلَاۤءً حَسَنًاۗ اِنَّ اللّٰهَ سَمِيْعٌ عَلِيْمٌ","tema":"Larangan Melarikan Diri dari Medan Tempur","teks_terjemah":"Maka, (sebenarnya) bukan kamu yang membunuh mereka, melainkan Allah yang membunuh mereka dan bukan engkau yang melempar ketika engkau melempar, melainkan Allah yang melempar. (Allah berbuat demikian untuk membinasakan mereka) dan untuk memberi kemenangan kepada orang-orang mukmin dengan kemenangan yang baik.<sup>308)<\/sup> Sesungguhnya Allah Maha Mendengar lagi Maha Mengetahui.","no_fn":"308","teks_fn":"308) Peristiwa ini terkait Perang Badar sebagaimana diriwayatkan oleh Ibnu Abbas. Dia bercerita bahwa ketika Perang Badar berkecamuk, Nabi Muhammad saw. berkata kepada Ali, “Ambilkan aku segenggam pasir!” Ali segera mengambil pasir tersebut dan menyerahkannya kepada beliau. Lalu, beliau melemparkan pasir itu ke muka para musuh sehingga tidak seorang pun yang matanya luput darinya. Oleh karena itu, hancurlah mereka.” (Riwayat aṭ-Ṭabrani).","bacaan":"falam taqtuluuhum walaakinnalaaha qatalahum wamaa ramayta idz ramayta walaakinnalaaha ramaa waliyubliyalmu'miniina minhu balaa-an hasanan innalaaha samii'un 'aliim"},{"id_ayat":1178,"no_surah":8,"no_ayat":18,"teks_ayat":"ذٰلِكُمْ وَاَنَّ اللّٰهَ مُوْهِنُ كَيْدِ الْكٰفِرِيْنَ","tema":"Larangan Melarikan Diri dari Medan Tempur","teks_terjemah":"Demikian itu (adalah kemenangan yang besar) dan sesungguhnya Allah melemahkan tipu daya orang-orang kafir.","no_fn":"","teks_fn":"","bacaan":"dzaalikum wa-annalaaha muuhinu kaydilkaafiriin"},{"id_ayat":1179,"no_surah":8,"no_ayat":19,"teks_ayat":"اِنْ تَسْتَفْتِحُوْا فَقَدْ جَاۤءَكُمُ الْفَتْحُۚ وَاِنْ تَنْتَهُوْا فَهُوَ خَيْرٌ لَّكُمْۚ وَاِنْ تَعُوْدُوْا نَعُدْۚ وَلَنْ تُغْنِيَ عَنْكُمْ فِئَتُكُمْ شَيْـًٔا وَّلَوْ كَثُرَتْۙ وَاَنَّ اللّٰهَ مَعَ الْمُؤْمِنِيْنَ ࣖ ","tema":"Larangan Melarikan Diri dari Medan Tempur","teks_terjemah":"Jika kamu (kaum kafir) meminta putusan (tentang pihak mana yang benar), sungguh putusan itu telah datang kepadamu (kemenangan kaum muslim pada Perang Badar). Jika kamu berhenti (memusuhi Rasul), itulah yang lebih baik bagimu. Jika kamu kembali (melakukan kezaliman serupa), niscaya Kami akan kembali (mengalahkan kamu). Pasukanmu sedikit pun tidak akan dapat menolak bahaya darimu biarpun (banyak jumlahnya). Sesungguhnya Allah beserta orang-orang yang beriman.","no_fn":"","teks_fn":"","bacaan":"in tastaftihuu faqad jaa-akumulfathu wa-in tantahuu fahuwa khayrun lakum wa-in ta'uuduu na'ud walan tughniya 'ankum fi-atukum syay-an walaw katsurat wa-annalaaha ma'almu'miniin"},{"id_ayat":1180,"no_surah":8,"no_ayat":20,"teks_ayat":"يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اَطِيْعُوا اللّٰهَ وَرَسُوْلَهٗ وَلَا تَوَلَّوْا عَنْهُ وَاَنْتُمْ تَسْمَعُوْنَ","tema":"Larangan Berpaling dari Perintah Allah dan Rasul-Nya","teks_terjemah":"Wahai orang-orang yang beriman, taatlah kepada Allah dan Rasul-Nya dan janganlah kamu berpaling dari-Nya, padahal kamu mendengar (perintah dan larangan-Nya).","no_fn":"","teks_fn":"","bacaan":"yaa ayyuhaaladziina aamanuu athii'uulaaha warasuulahu walaa tawallaw 'anhu wa-antum tasma'uun"},{"id_ayat":1181,"no_surah":8,"no_ayat":21,"teks_ayat":"وَلَا تَكُوْنُوْا كَالَّذِيْنَ قَالُوْا سَمِعْنَا وَهُمْ لَا يَسْمَعُوْنَۚ ","tema":"Larangan Berpaling dari Perintah Allah dan Rasul-Nya","teks_terjemah":"Janganlah kamu menjadi seperti orang-orang (munafik dan musyrik) yang berkata, “Kami mendengarkan.” Padahal, mereka tidak mendengarkan (tidak mengamalkannya).","no_fn":"","teks_fn":"","bacaan":"walaa takuunuu kalladziina qaaluu sami'naa wahum laa yasma'uun"},{"id_ayat":1182,"no_surah":8,"no_ayat":22,"teks_ayat":"۞ اِنَّ شَرَّ الدَّوَاۤبِّ عِنْدَ اللّٰهِ الصُّمُّ الْبُكْمُ الَّذِيْنَ لَا يَعْقِلُوْنَ","tema":"Larangan Berpaling dari Perintah Allah dan Rasul-Nya","teks_terjemah":"Sesungguhnya seburuk-buruk makhluk yang bergerak di atas bumi dalam pandangan Allah ialah mereka yang tuli dan bisu (tidak mau mendengar dan tidak mau mengatakan kebenaran), yaitu orang-orang yang tidak mengerti.","no_fn":"","teks_fn":"","bacaan":"inna syarraddawaabbi 'indalaahishshummulbukmuladziina laa ya'qiluun"},{"id_ayat":1183,"no_surah":8,"no_ayat":23,"teks_ayat":"وَلَوْ عَلِمَ اللّٰهُ فِيْهِمْ خَيْرًا لَّاَسْمَعَهُمْۗ وَلَوْ اَسْمَعَهُمْ لَتَوَلَّوْا وَّهُمْ مُّعْرِضُوْنَ","tema":"Larangan Berpaling dari Perintah Allah dan Rasul-Nya","teks_terjemah":"Seandainya Allah mengetahui ada kebaikan pada diri mereka, pasti Dia jadikan mereka dapat mendengar.<sup>309)<\/sup> Seandainya Allah menjadikan mereka dapat mendengar, niscaya mereka berpaling dan memang memalingkan diri.","no_fn":"309","teks_fn":"309) Pengandaian dalam ayat ini bukan berarti Allah Swt. tidak tahu. Ayat ini justru menegaskan kemahatahuan-Nya bahwa tidak ada kebaikan pada diri mereka.","bacaan":"walaw 'alimalaahu fiihim khayran la-asma'ahum walaw asma'ahum latawallaw wahum mu'ridhuun"},{"id_ayat":1184,"no_surah":8,"no_ayat":24,"teks_ayat":"يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوا اسْتَجِيْبُوْا لِلّٰهِ وَلِلرَّسُوْلِ اِذَا دَعَاكُمْ لِمَا يُحْيِيْكُمْۚ وَاعْلَمُوْٓا اَنَّ اللّٰهَ يَحُوْلُ بَيْنَ الْمَرْءِ وَقَلْبِهٖ وَاَنَّهٗٓ اِلَيْهِ تُحْشَرُوْنَ","tema":"Kewajiban Memenuhi Seruan Allah dan Rasul-Nya","teks_terjemah":"Wahai orang-orang yang beriman, penuhilah seruan Allah dan Rasul (Nabi Muhammad) apabila dia menyerumu pada sesuatu yang memberi kehidupan kepadamu!<sup>310)<\/sup> Ketahuilah bahwa sesungguhnya Allah membatasi antara manusia dengan hatinya<sup>311)<\/sup> dan sesungguhnya kepada-Nyalah kamu akan dikumpulkan.","no_fn":"310","teks_fn":"310) Seruan tersebut berupa panggilan untuk berperang demi meninggikan kalimat Allah Swt. serta menjaga keberlangsungan Islam dan kaum muslim. Dapat juga dipahami bahwa seruan itu berupa ajakan menuju iman, petunjuk, jihad, dan segala hal yang berkaitan dengan kebahagiaan hidup di dunia dan di akhirat.<\/br>311) Allah swt. menguasai hati manusia dan mengarahkannya sesuai kehendak-Nya. Maka, Allah Swt. menghalangi kecenderungan manusia untuk menuruti hawa nafsu, kemudian membimbingnya menuju jalan yang lurus.","bacaan":"yaa ayyuhaaladziina aamanuu istajiibuu lillaahi walirrasuuli idzaa da'aakum limaa yuhyiikum wa'lamuu annalaaha yahuulu baynalmar-i waqalbihi wa-annahu ilayhi tuhsyaruun"},{"id_ayat":1185,"no_surah":8,"no_ayat":25,"teks_ayat":"وَاتَّقُوْا فِتْنَةً لَّا تُصِيْبَنَّ الَّذِيْنَ ظَلَمُوْا مِنْكُمْ خَاۤصَّةً ۚوَاعْلَمُوْٓا اَنَّ اللّٰهَ شَدِيْدُ الْعِقَابِ","tema":"Kewajiban Memenuhi Seruan Allah dan Rasul-Nya","teks_terjemah":"Peliharalah dirimu dari siksaan yang tidak hanya menimpa orang-orang yang zalim saja di antara kamu. Ketahuilah bahwa Allah Mahakeras hukuman-Nya.","no_fn":"","teks_fn":"","bacaan":"wattaquu fitnatan laa tushiibannaladziina zhalamuu minkum khaassatan wa'lamuu annalaaha syadiidul'iqaab"},{"id_ayat":1186,"no_surah":8,"no_ayat":26,"teks_ayat":"وَاذْكُرُوْٓا اِذْ اَنْتُمْ قَلِيْلٌ مُّسْتَضْعَفُوْنَ فِى الْاَرْضِ تَخَافُوْنَ اَنْ يَّتَخَطَّفَكُمُ النَّاسُ فَاٰوٰىكُمْ وَاَيَّدَكُمْ بِنَصْرِهٖ وَرَزَقَكُمْ مِّنَ الطَّيِّبٰتِ لَعَلَّكُمْ تَشْكُرُوْنَ","tema":"Kewajiban Memenuhi Seruan Allah dan Rasul-Nya","teks_terjemah":"Ingatlah ketika kamu (umat Islam) masih (berjumlah) sedikit lagi tertindas di bumi (Makkah). (Saat itu) kamu takut bahwa orang-orang akan menculikmu, lalu Dia memberimu tempat menetap (Madinah), menjadikanmu kuat dengan pertolongan-Nya, dan memberimu rezeki yang baik agar kamu bersyukur.","no_fn":"","teks_fn":"","bacaan":"wadzkuruu idz antum qaliilun mustadh'afuuna fiil-ardhi takhaafuuna an yatakhaththhafakumunnaasu faaawaakum wa-ayyadakum binashrihi warazaqakum minaththhayyibaati la'allakum tasykuruun"},{"id_ayat":1187,"no_surah":8,"no_ayat":27,"teks_ayat":"يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَخُوْنُوا اللّٰهَ وَالرَّسُوْلَ وَتَخُوْنُوْٓا اَمٰنٰتِكُمْ وَاَنْتُمْ تَعْلَمُوْنَ","tema":"Larangan Berkhianat dan Perintah Bertakwa","teks_terjemah":"Wahai orang-orang yang beriman, janganlah kamu mengkhianati Allah dan Rasul serta janganlah kamu mengkhianati amanat yang dipercayakan kepadamu, sedangkan kamu mengetahui.","no_fn":"","teks_fn":"","bacaan":"yaa ayyuhaaladziina aamanuu laa takhuunuulaaha warrasuula watakhuunuu amaanaatikum wa-antum ta'lamuun"},{"id_ayat":1188,"no_surah":8,"no_ayat":28,"teks_ayat":"وَاعْلَمُوْٓا اَنَّمَآ اَمْوَالُكُمْ وَاَوْلَادُكُمْ فِتْنَةٌ  ۙوَّاَنَّ اللّٰهَ عِنْدَهٗٓ اَجْرٌ عَظِيْمٌ ࣖ","tema":"Larangan Berkhianat dan Perintah Bertakwa","teks_terjemah":"Ketahuilah bahwa hartamu dan anak-anakmu itu hanyalah sebagai ujian dan sesungguhnya di sisi Allah ada pahala yang besar.","no_fn":"","teks_fn":"","bacaan":"wa'lamuu annamaa amwaalukum wa-awlaadukum fitnatun wa-annalaaha 'indahu ajrun 'azhiim"},{"id_ayat":1189,"no_surah":8,"no_ayat":29,"teks_ayat":"يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اِنْ تَتَّقُوا اللّٰهَ يَجْعَلْ لَّكُمْ فُرْقَانًا وَّيُكَفِّرْ عَنْكُمْ سَيِّاٰتِكُمْ وَيَغْفِرْ لَكُمْۗ وَاللّٰهُ ذُو الْفَضْلِ الْعَظِيْمِ","tema":"Larangan Berkhianat dan Perintah Bertakwa","teks_terjemah":"Wahai orang-orang yang beriman, jika kamu bertakwa kepada Allah, niscaya Dia akan memberikan furqan (kemampuan membedakan antara yang hak dan batil) kepadamu, menghapus segala kesalahanmu, dan mengampuni (dosa-dosa)-mu. Allah memiliki karunia yang besar.","no_fn":"","teks_fn":"","bacaan":"yaa ayyuhaaladziina aamaanuu in tattaquulaaha yaj'al lakum furqaanan wayukaffir 'ankum sayyi-aatikum wayaghfir lakum waalaahu dzuulfadhlil'azhiim"},{"id_ayat":1190,"no_surah":8,"no_ayat":30,"teks_ayat":"وَاِذْ يَمْكُرُ بِكَ الَّذِيْنَ كَفَرُوْا لِيُثْبِتُوْكَ اَوْ يَقْتُلُوْكَ اَوْ يُخْرِجُوْكَۗ وَيَمْكُرُوْنَ وَيَمْكُرُ اللّٰهُ ۗوَاللّٰهُ خَيْرُ الْمٰكِرِيْنَ","tema":"Tipu Daya Kaum Musyrik terhadap Nabi","teks_terjemah":"(Ingatlah) ketika orang-orang yang kufur merencanakan tipu daya terhadapmu (Nabi Muhammad) untuk menahan, membunuh, atau mengusirmu. Mereka membuat tipu daya dan Allah membalas tipu daya itu. Allah adalah sebaik-baik pembalas tipu daya.","no_fn":"","teks_fn":"","bacaan":"wa-idz yamkuru bikaladziina kafaruu liyutsbituuka aw yaqtuluuka aw yukhrijuuka wayamkuruuna wayamkurulaahu waalaahu khayrulmaakiriin"},{"id_ayat":1191,"no_surah":8,"no_ayat":31,"teks_ayat":"وَاِذَا تُتْلٰى عَلَيْهِمْ اٰيٰتُنَا قَالُوْا قَدْ سَمِعْنَا لَوْ نَشَاۤءُ لَقُلْنَا مِثْلَ هٰذَآ  ۙاِنْ هٰذَآ اِلَّآ اَسَاطِيْرُ الْاَوَّلِيْنَ","tema":"Tipu Daya Kaum Musyrik terhadap Nabi","teks_terjemah":"Apabila ayat-ayat Kami dibacakan kepada mereka, mereka berkata, “Sungguh, kami telah mendengar (yang seperti ini). Jika kami menghendaki, niscaya kami dapat mengucapkan yang seperti ini juga. (Al-Qur’an) ini tidak lain hanyalah dongeng orang-orang terdahulu.”","no_fn":"","teks_fn":"","bacaan":"wa-idzaa tutlaa 'alayhim aayaatunaa qaaluu qad sami'naa law nasyaau laqulnaa mitsla haadzaa in haadzaa illaa asaathiirul-awwaliin"},{"id_ayat":1192,"no_surah":8,"no_ayat":32,"teks_ayat":"وَاِذْ قَالُوا اللّٰهُمَّ اِنْ كَانَ هٰذَا هُوَ الْحَقَّ مِنْ عِنْدِكَ فَاَمْطِرْ عَلَيْنَا حِجَارَةً مِّنَ السَّمَاۤءِ اَوِ ائْتِنَا بِعَذَابٍ اَلِيْمٍ","tema":"Tipu Daya Kaum Musyrik terhadap Nabi","teks_terjemah":"(Ingatlah) ketika mereka (orang-orang musyrik) berkata, “Ya Allah, jika (Al-Qur’an) ini adalah kebenaran dari sisi-Mu, hujanilah kami dengan batu dari langit atau datangkanlah kepada kami azab yang sangat pedih.”","no_fn":"","teks_fn":"","bacaan":"wa-idz qaaluulaahumma in kaana haadzaa huwalhaqqa min 'indika fa-amthir 'alaynaa hijaaratan minassamaa-i awi i'tinaa bi'adzaabinliim"},{"id_ayat":1193,"no_surah":8,"no_ayat":33,"teks_ayat":"وَمَا كَانَ اللّٰهُ لِيُعَذِّبَهُمْ وَاَنْتَ فِيْهِمْۚ وَمَا كَانَ اللّٰهُ مُعَذِّبَهُمْ وَهُمْ يَسْتَغْفِرُوْنَ ","tema":"Tipu Daya Kaum Musyrik terhadap Nabi","teks_terjemah":"Allah sekali-kali tidak akan mengazab mereka selama engkau (Nabi Muhammad) berada di antara mereka dan Allah sekali-kali tidak akan mengazab mereka selama mereka memohon ampunan.","no_fn":"","teks_fn":"","bacaan":"wamaa kaanalaahu liyu'adzdzibahum wa-anta fiihim wamaa kaanalaahu mu'adzdzibahum wahum yastaghfiruun"},{"id_ayat":1194,"no_surah":8,"no_ayat":34,"teks_ayat":"وَمَا لَهُمْ اَلَّا يُعَذِّبَهُمُ اللّٰهُ وَهُمْ يَصُدُّوْنَ عَنِ الْمَسْجِدِ الْحَرَامِ وَمَا كَانُوْٓا اَوْلِيَاۤءَهٗۗ اِنْ اَوْلِيَاۤؤُهٗٓ اِلَّا الْمُتَّقُوْنَ وَلٰكِنَّ اَكْثَرَهُمْ لَا يَعْلَمُوْنَ","tema":"Tipu Daya Kaum Musyrik terhadap Nabi","teks_terjemah":"Mengapa Allah tidak mengazab mereka, sedangkan mereka menghalang-halangi (orang) untuk (beribadah di) Masjidilharam? Mereka bukanlah orang-orang yang berhak menjadi pengurusnya. Orang yang berhak menjadi pengurusnya hanyalah orang-orang yang bertakwa, tetapi kebanyakan mereka tidak mengetahui.","no_fn":"","teks_fn":"","bacaan":"wamaa lahumlaa yu'adzdzibahumulaahu wahum yashudduuna 'anilmasjidilharaami wamaa kaanuu awliyaa-ahu in awliyaauhu illaalmuttaquuna walaakinna aktsarahum laa ya'lamuun"},{"id_ayat":1195,"no_surah":8,"no_ayat":35,"teks_ayat":"وَمَا كَانَ صَلَاتُهُمْ عِنْدَ الْبَيْتِ اِلَّا مُكَاۤءً وَّتَصْدِيَةًۗ فَذُوْقُوا الْعَذَابَ بِمَا كُنْتُمْ تَكْفُرُوْنَ","tema":"Tipu Daya Kaum Musyrik terhadap Nabi","teks_terjemah":"Salat mereka di sekitar Baitullah tidak lain hanyalah siulan dan tepuk tangan. Maka, rasakanlah azab ini karena kamu selalu kufur.","no_fn":"","teks_fn":"","bacaan":"wamaa kaana shalaatuhum 'indalbayti illaa mukaa-an watashdiyatan fadzuuquul'adzaaba bimaa kuntum takfuruun"},{"id_ayat":1196,"no_surah":8,"no_ayat":36,"teks_ayat":"اِنَّ الَّذِيْنَ كَفَرُوْا يُنْفِقُوْنَ اَمْوَالَهُمْ لِيَصُدُّوْا عَنْ سَبِيْلِ اللّٰهِ ۗفَسَيُنْفِقُوْنَهَا ثُمَّ تَكُوْنُ عَلَيْهِمْ حَسْرَةً ثُمَّ يُغْلَبُوْنَ ەۗ وَالَّذِيْنَ كَفَرُوْٓا اِلٰى جَهَنَّمَ يُحْشَرُوْنَۙ","tema":"Tipu Daya Kaum Musyrik terhadap Nabi","teks_terjemah":"Sesungguhnya orang-orang yang kufur menginfakkan harta mereka untuk menghalang-halangi (orang) dari jalan Allah. Mereka akan (terus) menginfakkan harta itu, kemudian (hal itu) menjadi (sebab) penyesalan yang besar bagi mereka. Akhirnya, mereka akan dikalahkan. Ke (neraka) Jahanamlah orang-orang yang kufur itu akan dikumpulkan ","no_fn":"","teks_fn":"","bacaan":"innaladziina kafaruu yunfiquuna amwaalahum liyashudduu 'an sabiililaahi fasayunfiquunahaa tsumma takuunu 'alayhim hasratan tsumma yughlabuuna walladziina kafaruu ilaa jahannama yuhsyaruun"},{"id_ayat":1197,"no_surah":8,"no_ayat":37,"teks_ayat":"لِيَمِيْزَ اللّٰهُ الْخَبِيْثَ مِنَ الطَّيِّبِ وَيَجْعَلَ الْخَبِيْثَ بَعْضَهٗ عَلٰى بَعْضٍ فَيَرْكُمَهٗ جَمِيْعًا فَيَجْعَلَهٗ فِيْ جَهَنَّمَۗ  اُولٰۤىِٕكَ هُمُ الْخٰسِرُوْنَ ࣖ ","tema":"Tipu Daya Kaum Musyrik terhadap Nabi","teks_terjemah":"agar Allah memisahkan (golongan) yang buruk dari yang baik dan menjadikan (golongan) yang buruk itu sebagiannya di atas yang lain, lalu Dia menumpukkan semuanya. Kemudian, Dia menjadikannya ke dalam (neraka) Jahanam. Mereka itulah orang-orang yang rugi.","no_fn":"","teks_fn":"","bacaan":"liyamiizalaahulkhabiitsa minaththhayyibi wayaj'alalkhabiitsa ba'dhahu 'alaa ba'dhin fayarkumahu jamii'an fayaj'alahu fii jahannama ulaa-ika humulkhaasiruun"},{"id_ayat":1198,"no_surah":8,"no_ayat":38,"teks_ayat":"قُلْ لِّلَّذِيْنَ كَفَرُوْٓا اِنْ يَّنْتَهُوْا يُغْفَرْ لَهُمْ مَّا قَدْ سَلَفَۚ وَاِنْ يَّعُوْدُوْا فَقَدْ مَضَتْ سُنَّتُ الْاَوَّلِيْنَ","tema":"Ancaman untuk Orang Munafik dan Perintah Memelihara Agama","teks_terjemah":"Katakanlah (Nabi Muhammad) kepada orang-orang yang kufur itu, “Jika mereka berhenti (dari kekufurannya dan masuk Islam), niscaya akan diampuni dosa-dosa mereka yang telah lalu. Jika mereka kembali lagi (memerangi Nabi), sungguh berlaku (kepada mereka) sunah (aturan Allah untuk menjatuhkan sanksi atas) orang-orang terdahulu.”","no_fn":"","teks_fn":"","bacaan":"qul lilladziina kafaruu in yantahuu yughfar lahum maa qad salafa wa-in ya'uuduu faqad madhat sunnatul-awwaliin"},{"id_ayat":1199,"no_surah":8,"no_ayat":39,"teks_ayat":"وَقَاتِلُوْهُمْ حَتّٰى لَا تَكُوْنَ فِتْنَةٌ وَّيَكُوْنَ الدِّيْنُ كُلُّهٗ لِلّٰهِۚ فَاِنِ انْتَهَوْا فَاِنَّ اللّٰهَ بِمَا يَعْمَلُوْنَ بَصِيْرٌ","tema":"Ancaman untuk Orang Munafik dan Perintah Memelihara Agama","teks_terjemah":"Perangilah mereka sampai tidak ada lagi fitnah (penganiayaan atau syirik) dan agama seutuhnya hanya bagi Allah. Jika mereka berhenti (dari kekufuran), sesungguhnya Allah Maha Melihat apa yang mereka kerjakan.","no_fn":"","teks_fn":"","bacaan":"waqaatiluuhum hattaa laa takuuna fitnatun wayakuunaddiinu kulluhu lillaahi fa-ini intahaw fa-innalaaha bimaa ya'maluuna bashiir"},{"id_ayat":1200,"no_surah":8,"no_ayat":40,"teks_ayat":"وَاِنْ تَوَلَّوْا فَاعْلَمُوْٓا اَنَّ اللّٰهَ مَوْلٰىكُمْ ۗنِعْمَ الْمَوْلٰى وَنِعْمَ النَّصِيْرُ  ۔","tema":"Ancaman untuk Orang Munafik dan Perintah Memelihara Agama","teks_terjemah":"Jika mereka berpaling, ketahuilah bahwa sesungguhnya Allah pelindungmu. Dia adalah sebaik-baik pelindung dan sebaik-baik penolong.","no_fn":"","teks_fn":"","bacaan":"wa-in tawallaw fa'lamuu annalaaha mawlaakum ni'malmawlaa wani'mannashiir"},{"id_ayat":1201,"no_surah":8,"no_ayat":41,"teks_ayat":"۞ وَاعْلَمُوْٓا اَنَّمَا غَنِمْتُمْ مِّنْ شَيْءٍ فَاَنَّ لِلّٰهِ خُمُسَهٗ وَلِلرَّسُوْلِ وَلِذِى الْقُرْبٰى وَالْيَتٰمٰى وَالْمَسٰكِيْنِ وَابْنِ السَّبِيْلِ اِنْ كُنْتُمْ اٰمَنْتُمْ بِاللّٰهِ وَمَآ اَنْزَلْنَا عَلٰى عَبْدِنَا يَوْمَ الْفُرْقَانِ يَوْمَ الْتَقَى الْجَمْعٰنِۗ وَاللّٰهُ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ ","tema":"Ketentuan Pembagian Ganimah","teks_terjemah":"Ketahuilah, sesungguhnya apa pun yang kamu peroleh sebagai rampasan perang,<sup>312)<\/sup> maka seperlimanya untuk Allah, Rasul, kerabat (Rasul), anak-anak yatim, orang-orang miskin, dan ibnusabil,<sup>313)<\/sup> jika kamu beriman kepada Allah dan kepada apa yang Kami turunkan kepada hamba Kami (Nabi Muhammad) pada hari al-furqān (pembeda), yaitu pada hari bertemunya dua pasukan.<sup>314)<\/sup> Allah Mahakuasa atas segala sesuatu.","no_fn":"312","teks_fn":"312) Yang dimaksud dengan rampasan perang di sini adalah harta yang diperoleh dari orang-orang kafir melalui pertempuran. Adapun harta yang diperoleh tanpa melalui pertempuran disebut fai‘. Pembagian dalam ayat ini hanya berkaitan dengan ganimah saja.<\/br>313) Seperlima dari ganimah itu dibagi kepada: 1) Allah Swt. dan Rasul-Nya, 2) kerabat Rasul (Bani Hasyim dan Bani Muṭṭalib), 3) anak yatim, 4) orang miskin, dan 5) ibnusabil, yaitu orang yang sedang dalam perjalanan. Adapun empat per lima dari ganimah itu dibagikan kepada mereka yang ikut bertempur.<\/br>314) Hari bertemunya dua pasukan pada Perang Badar (Jumat, 17 Ramadan 2 H). Sebagian mufasir berpendapat bahwa ayat ini mengisyaratkan permulaan turunnya Al-Qur’an pada malam 17 Ramadan.","bacaan":"wa'lamuu annamaa ghanimtum min syay-in fa-anna lillaahi khumusahu walirrasuuli walidziilqurbaa walyataamaa walmasaakiini wabnissabiili in kuntum aamantum bialaahi wamaa anzalnaa 'alaa 'abdinaa yawmalfurqaani yawma iltaqaaljam'aani waalaahu 'alaa kulli syay-in qadiir"},{"id_ayat":1202,"no_surah":8,"no_ayat":42,"teks_ayat":"اِذْ اَنْتُمْ بِالْعُدْوَةِ الدُّنْيَا وَهُمْ بِالْعُدْوَةِ الْقُصْوٰى وَالرَّكْبُ اَسْفَلَ مِنْكُمْۗ وَلَوْ تَوَاعَدْتُّمْ لَاخْتَلَفْتُمْ فِى الْمِيْعٰدِۙ وَلٰكِنْ لِّيَقْضِيَ اللّٰهُ اَمْرًا كَانَ مَفْعُوْلًا ەۙ لِّيَهْلِكَ مَنْ هَلَكَ عَنْۢ بَيِّنَةٍ وَّيَحْيٰى مَنْ حَيَّ عَنْۢ بَيِّنَةٍۗ وَاِنَّ اللّٰهَ لَسَمِيْعٌ عَلِيْمٌۙ","tema":"Peristiwa Perang Badar","teks_terjemah":"(Yaitu,) ketika kamu berada di pinggir lembah yang dekat (kota Madinah) dan mereka berada di pinggir lembah yang jauh (dari kota Madinah), sedangkan kafilah itu berada lebih rendah daripada kamu (menelusuri pantai).<sup>315)<\/sup> Seandainya kamu mengadakan perjanjian (untuk menentukan hari pertempuran), niscaya kamu berbeda pendapat dalam menentukan hari pertempuran itu, tetapi (pertempuran itu terjadi) supaya Allah melaksanakan suatu urusan yang harus terjadi, yaitu agar orang yang binasa itu binasa dengan bukti yang nyata dan agar orang yang hidup itu hidup dengan bukti yang nyata (pula). Sesungguhnya Allah Maha Mendengar lagi Maha Mengetahui. ","no_fn":"315","teks_fn":"315) Kaum muslim waktu itu berada di pinggir lembah yang dekat ke Madinah dan orang-orang kafir berada di pinggir lembah yang jauh dari Madinah. Adapun kafilah yang dipimpin oleh Abu Sufyan berada di tepi pantai yang berjarak kira-kira 5 mil dari Badar.","bacaan":"idz antum bil'udwatiddunyaa wahum bil'udwatilqushwaa warrakbu asfala minkum walaw tawaa'adtum lakhtalaftum fiilmii'aadi walaakin liyaqdhiyalaahu amran kaana maf'uulan liyahlika man halaka 'an bayyinatin wayahyaa man hayya 'an bayyinatin wa-innalaaha lasamii'un 'aliim"},{"id_ayat":1203,"no_surah":8,"no_ayat":43,"teks_ayat":"اِذْ يُرِيْكَهُمُ اللّٰهُ فِيْ مَنَامِكَ قَلِيْلًاۗ وَلَوْ اَرٰىكَهُمْ كَثِيْرًا لَّفَشِلْتُمْ وَلَتَنَازَعْتُمْ فِى الْاَمْرِ وَلٰكِنَّ اللّٰهَ سَلَّمَۗ اِنَّهٗ عَلِيْمٌۢ بِذَاتِ الصُّدُوْرِ ","tema":"Peristiwa Perang Badar","teks_terjemah":"(Ingatlah) ketika Allah memperlihatkan mereka kepadamu (Nabi Muhammad) di dalam mimpimu (dalam jumlah) sedikit. Seandainya Allah memperlihatkan mereka kepadamu (dalam jumlah) banyak, niscaya kamu gentar dan kamu akan berbantah-bantahan dalam urusan itu, tetapi Allah telah menyelamatkan (kamu). Sesungguhnya Dia Maha Mengetahui apa yang ada dalam hati.","no_fn":"","teks_fn":"","bacaan":"idz yuriikahumulaahu fii manaamika qaliilan walaw araakahum katsiiran lafasyiltum walatanaaza'tum fiil-amri walaakinnalaaha sallama innahu 'aliimun bidzaatishshuduur"},{"id_ayat":1204,"no_surah":8,"no_ayat":44,"teks_ayat":"وَاِذْ يُرِيْكُمُوْهُمْ اِذِ الْتَقَيْتُمْ فِيْٓ اَعْيُنِكُمْ قَلِيْلًا وَّيُقَلِّلُكُمْ فِيْٓ اَعْيُنِهِمْ لِيَقْضِيَ اللّٰهُ اَمْرًا كَانَ مَفْعُوْلًا ۗوَاِلَى اللّٰهِ تُرْجَعُ الْاُمُوْرُ ࣖ ","tema":"Peristiwa Perang Badar","teks_terjemah":"(Ingatlah) ketika Dia memperlihatkan mereka kepada kamu (orang-orang beriman), ketika kamu berjumpa dengan mereka (berjumlah) sedikit menurut penglihatan matamu dan Dia memperlihatkan kamu (berjumlah) sedikit dalam penglihatan mereka supaya Allah melaksanakan suatu urusan yang harus terjadi. Hanya kepada Allah segala urusan dikembalikan.","no_fn":"","teks_fn":"","bacaan":"wa-idz yuriikumuuhum idzi iltaqaytum fii a'yunikum qaliilan wayuqallilukum fii a'yunihim liyaqdhiyalaahu amran kaana maf'uulan wa-ilaalaahi turja'ul-umuur"},{"id_ayat":1205,"no_surah":8,"no_ayat":45,"teks_ayat":"يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اِذَا لَقِيْتُمْ فِئَةً فَاثْبُتُوْا وَاذْكُرُوا اللّٰهَ كَثِيْرًا لَّعَلَّكُمْ تُفْلِحُوْنَۚ ","tema":"Etika Berperang","teks_terjemah":"Wahai orang-orang yang beriman, apabila kamu bertemu dengan pasukan (musuh), maka berteguh hatilah dan sebutlah (nama) Allah sebanyak-banyaknya agar kamu beruntung.","no_fn":"","teks_fn":"","bacaan":"yaa ayyuhaaladziina aamanuu idzaa laqiitum fi-atan fatsbutuu wadzkuruulaaha katsiiran la'allakum tuflihuun"},{"id_ayat":1206,"no_surah":8,"no_ayat":46,"teks_ayat":"وَاَطِيْعُوا اللّٰهَ وَرَسُوْلَهٗ وَلَا تَنَازَعُوْا فَتَفْشَلُوْا وَتَذْهَبَ رِيْحُكُمْ وَاصْبِرُوْاۗ اِنَّ اللّٰهَ مَعَ الصّٰبِرِيْنَۚ ","tema":"Etika Berperang","teks_terjemah":"Taatilah Allah dan Rasul-Nya, janganlah kamu berbantah-bantahan yang menyebabkan kamu menjadi gentar dan kekuatanmu hilang, serta bersabarlah. Sesungguhnya Allah bersama orang-orang yang sabar.","no_fn":"","teks_fn":"","bacaan":"wa-athii'uulaaha warasuulahu walaa tanaaza'uu fatafsyaluu watadzhaba riihukum washbiruu innalaaha ma'ashshaabiriin"},{"id_ayat":1207,"no_surah":8,"no_ayat":47,"teks_ayat":"وَلَا تَكُوْنُوْا كَالَّذِيْنَ خَرَجُوْا مِنْ دِيَارِهِمْ بَطَرًا وَّرِئَاۤءَ النَّاسِ وَيَصُدُّوْنَ عَنْ سَبِيْلِ اللّٰهِ ۗوَاللّٰهُ بِمَايَعْمَلُوْنَ مُحِيْطٌ ","tema":"Etika Berperang","teks_terjemah":"Janganlah kamu menjadi seperti orang-orang yang keluar dari kampung halamannya dengan rasa angkuh dan ingin dipuji orang (riya) serta menghalang-halangi (orang) dari jalan Allah. Allah Maha Meliputi apa yang mereka kerjakan.","no_fn":"","teks_fn":"","bacaan":"walaa takuunuu kalladziina kharajuu min diyaarihim batharan wari-aa-annaasi wayashudduuna 'an sabiililaahi waalaahu bimaa ya'maluuna muhiith"},{"id_ayat":1208,"no_surah":8,"no_ayat":48,"teks_ayat":"وَاِذْ زَيَّنَ لَهُمُ الشَّيْطٰنُ اَعْمَالَهُمْ وَقَالَ لَا غَالِبَ لَكُمُ الْيَوْمَ مِنَ النَّاسِ وَاِنِّيْ جَارٌ لَّكُمْۚ فَلَمَّا تَرَاۤءَتِ الْفِئَتٰنِ نَكَصَ عَلٰى عَقِبَيْهِ وَقَالَ اِنِّيْ بَرِيْۤءٌ مِّنْكُمْ اِنِّيْٓ اَرٰى مَا لَا تَرَوْنَ اِنِّيْٓ اَخَافُ اللّٰهَ ۗوَاللّٰهُ شَدِيْدُ الْعِقَابِ ࣖ ","tema":"Janji Setan kepada Kaum Musyrik dan Ejekan Kaum Munafik kepada Kaum Mukmin pada Perang Badar","teks_terjemah":"(Ingatlah) ketika setan menjadikan terasa indah bagi mereka perbuatan-perbuatan (dosa) mereka dan mengatakan, “Tidak ada (seorang pun) yang dapat mengalahkan kamu pada hari ini dan sesungguhnya aku adalah penolongmu.” Maka, ketika kedua pasukan itu telah saling melihat (berhadapan), ia (setan) berbalik ke belakang seraya berkata, “Sesungguhnya aku berlepas diri dari kamu, sesungguhnya aku melihat apa (para malaikat) yang tidak kamu lihat. Sesungguhnya aku takut kepada Allah.” Allah sangat keras hukuman-Nya.","no_fn":"","teks_fn":"","bacaan":"wa-idz zayyana lahumusysyaythaanu a'maalahum waqaala laa ghaaliba lakumulyawma minannaasi wa-innii jaarun lakum falammaa taraa-atilfi-ataani nakasha 'alaa 'aqibayhi waqaala innii barii-un minkum innii araa maa laa tarawna innii akhaafulaaha waalaahu syadiidul'iqaab"},{"id_ayat":1209,"no_surah":8,"no_ayat":49,"teks_ayat":"اِذْ يَقُوْلُ الْمُنٰفِقُوْنَ وَالَّذِيْنَ فِيْ قُلُوْبِهِمْ مَّرَضٌ غَرَّ هٰٓؤُلَاۤءِ دِيْنُهُمْۗ وَمَنْ يَّتَوَكَّلْ عَلَى اللّٰهِ فَاِنَّ اللّٰهَ عَزِيْزٌ حَكِيْمٌ ","tema":"Janji Setan kepada Kaum Musyrik dan Ejekan Kaum Munafik kepada Kaum Mukmin pada Perang Badar","teks_terjemah":"(Ingatlah) ketika orang-orang munafik dan orang-orang yang ada penyakit dalam hatinya berkata, “Mereka itu (orang-orang mukmin) ditipu oleh agamanya.” (Allah berfirman,) “Siapa pun yang bertawakal kepada Allah, sesungguhnya Allah Mahaperkasa lagi Mahabijaksana.”","no_fn":"","teks_fn":"","bacaan":"idz yaquululmunaafiquuna walladziina fii quluubihim maradhun gharra haaulaa-i diinuhum waman yatawakkal 'alaalaahi fa-innalaaha 'aziizun hakiim"},{"id_ayat":1210,"no_surah":8,"no_ayat":50,"teks_ayat":"وَلَوْ تَرٰٓى اِذْ يَتَوَفَّى الَّذِيْنَ كَفَرُوا الْمَلٰۤىِٕكَةُ يَضْرِبُوْنَ وُجُوْهَهُمْ وَاَدْبَارَهُمْۚ وَذُوْقُوْا عَذَابَ الْحَرِيْقِ","tema":"Kondisi Sekarat Kaum Musyrik dan Munafik","teks_terjemah":"Seandainya engkau melihat ketika para malaikat mencabut nyawa orang-orang yang kafir sambil memukul wajah-wajah dan punggung-punggung mereka (dan berkata), “Rasakanlah olehmu siksa yang membakar,” (niscaya engkau saksikan sesuatu yang sangat dahsyat).","no_fn":"","teks_fn":"","bacaan":"walaw taraa idz yatawaffaaladziina kafaruulmalaa-ikatu yadhribuuna wujuuhahum wa-adbaarahum wadzuuquu 'adzaabalhariiq"},{"id_ayat":1211,"no_surah":8,"no_ayat":51,"teks_ayat":"ذٰلِكَ بِمَا قَدَّمَتْ اَيْدِيْكُمْ وَاَنَّ اللّٰهَ لَيْسَ بِظَلَّامٍ لِّلْعَبِيْدِۙ","tema":"Kondisi Sekarat Kaum Musyrik dan Munafik","teks_terjemah":"Yang demikian itu disebabkan oleh perbuatan tanganmu (sendiri) dan sesungguhnya Allah (sama sekali) tidak menzalimi hamba-hamba-Nya.","no_fn":"","teks_fn":"","bacaan":"dzaalika bimaa qaddamat aydiikum wa-annalaaha laysa bizhallaamin lil'abiid"},{"id_ayat":1212,"no_surah":8,"no_ayat":52,"teks_ayat":"كَدَأْبِ اٰلِ فِرْعَوْنَۙ وَالَّذِيْنَ مِنْ قَبْلِهِمْۗ  كَفَرُوْا بِاٰيٰتِ اللّٰهِ فَاَخَذَهُمُ اللّٰهُ بِذُنُوْبِهِمْۗ اِنَّ اللّٰهَ قَوِيٌّ شَدِيْدُ الْعِقَابِ ","tema":"Kondisi Sekarat Kaum Musyrik dan Munafik","teks_terjemah":"(Keadaan mereka) serupa dengan keadaan pengikut Fir‘aun dan orang-orang yang sebelum mereka. Mereka mengingkari ayat-ayat Allah, maka Allah menyiksa mereka disebabkan dosa-dosanya. Sesungguhnya Allah Mahakuat lagi sangat keras hukuman-Nya.","no_fn":"","teks_fn":"","bacaan":"kada'bi aali fir'awna walladziina min qablihim kafaruu bi-aayaatilaahi fa-akhadzahumulaahu bidzunuubihim innalaaha qawiyyun syadiidul'iqaab"},{"id_ayat":1213,"no_surah":8,"no_ayat":53,"teks_ayat":"ذٰلِكَ بِاَنَّ اللّٰهَ لَمْ يَكُ مُغَيِّرًا نِّعْمَةً اَنْعَمَهَا عَلٰى قَوْمٍ حَتّٰى يُغَيِّرُوْا مَا بِاَنْفُسِهِمْۙ وَاَنَّ اللّٰهَ سَمِيْعٌ عَلِيْمٌۙ ","tema":"Kondisi Sekarat Kaum Musyrik dan Munafik","teks_terjemah":"Yang demikian itu karena sesungguhnya Allah tidak akan mengubah suatu nikmat yang telah dianugerahkan-Nya kepada suatu kaum sehingga mereka mengubah apa yang ada pada diri mereka. Sesungguhnya Allah Maha Mendengar lagi Maha Mengetahui.","no_fn":"","teks_fn":"","bacaan":"dzaalika bi-annalaaha lam yaku mughayyiran ni'matan an'amahaa 'alaa qawmin hattaa yughayyiruu maa bi-anfusihim wa-annalaaha samii'un 'aliim"},{"id_ayat":1214,"no_surah":8,"no_ayat":54,"teks_ayat":"كَدَأْبِ اٰلِ فِرْعَوْنَۙ وَالَّذِيْنَ مِنْ قَبْلِهِمْۚ  كَذَّبُوْا بِاٰيٰتِ رَبِّهِمْ فَاَهْلَكْنٰهُمْ بِذُنُوْبِهِمْ وَاَغْرَقْنَآ اٰلَ فِرْعَوْنَۚ وَكُلٌّ كَانُوْا ظٰلِمِيْنَ ","tema":"Kondisi Sekarat Kaum Musyrik dan Munafik","teks_terjemah":"(Keadaan mereka) serupa dengan keadaan pengikut Fir‘aun dan orang-orang yang sebelum mereka. Mereka mendustakan ayat-ayat Tuhannya. Maka, Kami membinasakan mereka disebabkan oleh dosa-dosanya dan Kami tenggelamkan pengikut Fir‘aun (bersamanya). Semuanya adalah orang-orang zalim.","no_fn":"","teks_fn":"","bacaan":"kada'bi aali fir'awna walladziina min qablihim kadzdzabuu bi-aayaati rabbihim fa-ahlaknaahum bidzunuubihim wa-aghraqnaa aala fir'awna wakullun kaanuu zhaalimiin"},{"id_ayat":1215,"no_surah":8,"no_ayat":55,"teks_ayat":"اِنَّ شَرَّ الدَّوَاۤبِّ عِنْدَ اللّٰهِ الَّذِيْنَ كَفَرُوْا فَهُمْ لَا يُؤْمِنُوْنَۖ ","tema":"Pengkhianatan Yahudi Bani Quraizah","teks_terjemah":"Sesungguhnya seburuk-buruk makhluk melata dalam pandangan Allah ialah orang-orang yang kufur karena mereka tidak beriman.","no_fn":"","teks_fn":"","bacaan":"inna syarraddawaabbi 'indalaahiladziina kafaruu fahum laa yu'minuun"},{"id_ayat":1216,"no_surah":8,"no_ayat":56,"teks_ayat":"الَّذِيْنَ عَاهَدْتَّ مِنْهُمْ ثُمَّ يَنْقُضُوْنَ عَهْدَهُمْ فِيْ كُلِّ مَرَّةٍ وَّهُمْ لَا يَتَّقُوْنَ ","tema":"Pengkhianatan Yahudi Bani Quraizah","teks_terjemah":"(Yaitu,) orang-orang yang engkau telah mengikat perjanjian dengan mereka, kemudian setiap kali berjanji mereka mengkhianati janjinya sedangkan mereka tidak bertakwa.","no_fn":"","teks_fn":"","bacaan":"aladziina 'aahadta minhum tsumma yanqudhuuna 'ahdahum fii kulli marratin wahum laa yattaquun"},{"id_ayat":1217,"no_surah":8,"no_ayat":57,"teks_ayat":"فَاِمَّا تَثْقَفَنَّهُمْ فِى الْحَرْبِ فَشَرِّدْ بِهِمْ مَّنْ خَلْفَهُمْ لَعَلَّهُمْ يَذَّكَّرُوْنَ ","tema":"Pengkhianatan Yahudi Bani Quraizah","teks_terjemah":"Maka, jika engkau (Nabi Muhammad) benar-benar mendapati mereka dalam peperangan, cerai-beraikanlah orang-orang yang di belakang mereka dengan (menumpas) mereka agar mereka mengambil pelajaran.","no_fn":"","teks_fn":"","bacaan":"fa-immaa tatsqafannahum fiilharbi fasyarrid bihim man khalfahum la'allahum yadzdzakkaruun"},{"id_ayat":1218,"no_surah":8,"no_ayat":58,"teks_ayat":"وَاِمَّا تَخَافَنَّ مِنْ قَوْمٍ خِيَانَةً فَانْۢبِذْ اِلَيْهِمْ عَلٰى سَوَاۤءٍۗ اِنَّ اللّٰهَ لَا يُحِبُّ الْخَاۤىِٕنِيْنَ ࣖ ","tema":"Pengkhianatan Yahudi Bani Quraizah","teks_terjemah":"Jika engkau (Nabi Muhammad) benar-benar khawatir (akan terjadi) pengkhianatan dari suatu kaum, kembalikanlah (perjanjian itu) kepada mereka dengan cara seimbang (adil dan jujur). Sesungguhnya Allah tidak menyukai para pengkhianat.","no_fn":"","teks_fn":"","bacaan":"wa-immaa takhaafanna min qawmin khiyaanatan fanbidz ilayhim 'alaa sawa-in innalaaha laa yuhibbulkhaa-iniin"},{"id_ayat":1219,"no_surah":8,"no_ayat":59,"teks_ayat":"وَلَا يَحْسَبَنَّ الَّذِيْنَ كَفَرُوْا سَبَقُوْاۗ اِنَّهُمْ لَا يُعْجِزُوْنَ ","tema":"Pengkhianatan Yahudi Bani Quraizah","teks_terjemah":"Janganlah sekali-kali orang-orang kafir itu mengira (bahwa) mereka dapat lolos (dari kekuasaan Allah). Sesungguhnya mereka tidak dapat melemahkan (Allah).","no_fn":"","teks_fn":"","bacaan":"walaa yahsabannaladziina kafaruu sabaquu innahum laa yu'jizuun"},{"id_ayat":1220,"no_surah":8,"no_ayat":60,"teks_ayat":"وَاَعِدُّوْا لَهُمْ مَّا اسْتَطَعْتُمْ مِّنْ قُوَّةٍ وَّمِنْ رِّبَاطِ الْخَيْلِ تُرْهِبُوْنَ بِهٖ عَدُوَّ اللّٰهِ وَعَدُوَّكُمْ وَاٰخَرِيْنَ مِنْ دُوْنِهِمْۚ  لَا تَعْلَمُوْنَهُمْۚ  اَللّٰهُ يَعْلَمُهُمْۗ وَمَا تُنْفِقُوْا مِنْ شَيْءٍ فِيْ سَبِيْلِ اللّٰهِ يُوَفَّ اِلَيْكُمْ وَاَنْتُمْ لَا تُظْلَمُوْنَ ","tema":"Membangun Kekuatan dalam Menghadapi Musuh Islam","teks_terjemah":"Persiapkanlah untuk (menghadapi) mereka apa yang kamu mampu, berupa kekuatan (yang kamu miliki) dan pasukan berkuda. Dengannya (persiapan itu) kamu membuat gentar musuh Allah, musuh kamu dan orang-orang selain mereka yang kamu tidak mengetahuinya, (tetapi) Allah mengetahuinya. Apa pun yang kamu infakkan di jalan Allah niscaya akan dibalas secara penuh kepadamu, sedangkan kamu tidak akan dizalimi.","no_fn":"","teks_fn":"","bacaan":"wa-a'idduu lahum maa istatha'tum min quwwatin wamin ribaathilkhayli turhibuuna bihi 'aduwwalaahi wa'aduwwakum waaakhariina min duunihim laa ta'lamuunahumulaahu ya'lamuhum wamaa tunfiquu min syay-in fii sabiililaahi yuwaffa ilaykum wa-antum laa tuzhlamuun"},{"id_ayat":1221,"no_surah":8,"no_ayat":61,"teks_ayat":"۞ وَاِنْ جَنَحُوْا لِلسَّلْمِ فَاجْنَحْ لَهَا وَتَوَكَّلْ عَلَى اللّٰهِ ۗاِنَّهٗ هُوَ السَّمِيْعُ الْعَلِيْمُ ","tema":"Seruan Perdamaian dan Kewaspadaan","teks_terjemah":"(Akan tetapi,) jika mereka condong pada perdamaian, condonglah engkau (Nabi Muhammad) padanya dan bertawakallah kepada Allah. Sesungguhnya hanya Dialah Yang Maha Mendengar lagi Maha Mengetahui.","no_fn":"","teks_fn":"","bacaan":"wa-in janahuu lissalmi fajnah lahaa watawakkal 'alaalaahi innahu huwassamii'ul'aliim"},{"id_ayat":1222,"no_surah":8,"no_ayat":62,"teks_ayat":"وَاِنْ يُّرِيْدُوْٓا اَنْ يَّخْدَعُوْكَ فَاِنَّ حَسْبَكَ اللّٰهُ ۗهُوَ الَّذِيْٓ اَيَّدَكَ بِنَصْرِهٖ وَبِالْمُؤْمِنِيْنَۙ ","tema":"Seruan Perdamaian dan Kewaspadaan","teks_terjemah":"Jika mereka hendak menipumu, sesungguhnya cukuplah Allah (menjadi Pelindung) bagimu. Dialah yang memperkuat kamu dengan pertolongan-Nya dan dengan (dukungan) orang-orang mukmin.","no_fn":"","teks_fn":"","bacaan":"wa-in yuriiduu an yakhda'uuka fa-inna hasbakalaahu huwaladzii ayyadaka binashrihi wabilmu'miniin"},{"id_ayat":1223,"no_surah":8,"no_ayat":63,"teks_ayat":"وَاَلَّفَ بَيْنَ قُلُوْبِهِمْۗ  لَوْاَنْفَقْتَ مَا فِى الْاَرْضِ جَمِيْعًا مَّآ اَلَّفْتَ بَيْنَ قُلُوْبِهِمْ وَلٰكِنَّ اللّٰهَ اَلَّفَ بَيْنَهُمْۗ اِنَّهٗ عَزِيْزٌ حَكِيْمٌ ","tema":"Seruan Perdamaian dan Kewaspadaan","teks_terjemah":"Dia (Allah) mempersatukan hati mereka (orang yang beriman). Seandainya engkau (Nabi Muhammad) menginfakkan semua (kekayaan) yang berada di bumi, niscaya engkau tidak dapat mempersatukan hati mereka, tetapi Allah telah mempersatukan hati mereka. Sesungguhnya Dia Mahaperkasa lagi Mahabijaksana.","no_fn":"","teks_fn":"","bacaan":"wa-allafa bayna quluubihim law anfaqta maa fiil-ardhi jamii'an maalafta bayna quluubihim walaakinnalaahalafa baynahum innahu 'aziizun hakiim"},{"id_ayat":1224,"no_surah":8,"no_ayat":64,"teks_ayat":"يٰٓاَيُّهَا النَّبِيُّ حَسْبُكَ اللّٰهُ وَمَنِ اتَّبَعَكَ مِنَ الْمُؤْمِنِيْنَ ࣖ ","tema":"Seruan Perdamaian dan Kewaspadaan","teks_terjemah":"Wahai Nabi (Muhammad), cukuplah Allah (menjadi pelindung) bagi engkau dan bagi orang-orang mukmin yang mengikutimu.","no_fn":"","teks_fn":"","bacaan":"yaa ayyuhaannabiyyu hasbukalaahu wamani ittaba'aka minalmu'miniin"},{"id_ayat":1225,"no_surah":8,"no_ayat":65,"teks_ayat":"يٰٓاَيُّهَا النَّبِيُّ حَرِّضِ الْمُؤْمِنِيْنَ عَلَى الْقِتَالِۗ اِنْ يَّكُنْ مِّنْكُمْ عِشْرُوْنَ صٰبِرُوْنَ يَغْلِبُوْا مِائَتَيْنِۚ وَاِنْ يَّكُنْ مِّنْكُمْ مِّائَةٌ يَّغْلِبُوْٓا اَلْفًا مِّنَ الَّذِيْنَ كَفَرُوْا بِاَنَّهُمْ قَوْمٌ لَّا يَفْقَهُوْنَ ","tema":"Seruan Perdamaian dan Kewaspadaan","teks_terjemah":"Wahai Nabi (Muhammad), kobarkanlah semangat orang-orang mukmin untuk berperang. Jika ada dua puluh orang yang sabar di antara kamu, niscaya mereka dapat mengalahkan dua ratus (orang musuh); dan jika ada seratus orang (yang sabar) di antara kamu, niscaya mereka dapat mengalahkan seribu orang kafir karena mereka (orang-orang kafir itu) adalah kaum yang tidak memahami.<sup>316)<\/sup> ","no_fn":"316","teks_fn":"316) Mereka tidak mengerti bahwa berperang itu harus didasari semangat membela keyakinan dan menaati perintah Allah Swt. Mereka berperang semata-mata mempertahankan tradisi jahiliah dan maksud-maksud duniawi lainnya.","bacaan":"yaa ayyuhaannabiyyu harridhilmu'miniina 'alaalqitaali in yakun minkum 'isyruuna shaabiruuna yaghlibuu mi-atayni wa-in yakun minkum mi-atun yaghlibuulfan minaladziina kafaruu bi-annahum qawmun laa yafqahuun"},{"id_ayat":1226,"no_surah":8,"no_ayat":66,"teks_ayat":"اَلْـٰٔنَ خَفَّفَ اللّٰهُ عَنْكُمْ وَعَلِمَ اَنَّ فِيْكُمْ ضَعْفًاۗ فَاِنْ يَّكُنْ مِّنْكُمْ مِّائَةٌ صَابِرَةٌ يَّغْلِبُوْا مِائَتَيْنِۚ وَاِنْ يَّكُنْ مِّنْكُمْ اَلْفٌ يَّغْلِبُوْٓا اَلْفَيْنِ بِاِذْنِ اللّٰهِ ۗوَاللّٰهُ مَعَ الصّٰبِرِيْنَ ","tema":"Seruan Perdamaian dan Kewaspadaan","teks_terjemah":"Sekarang (saat turunnya ayat ini) Allah telah meringankan kamu karena Dia mengetahui sesungguhnya ada kelemahan padamu. Jika di antara kamu ada seratus orang yang sabar, niscaya mereka dapat mengalahkan dua ratus (orang musuh) dan jika di antara kamu ada seribu orang (yang sabar), niscaya mereka dapat mengalahkan dua ribu orang dengan seizin Allah. Allah beserta orang-orang yang sabar.","no_fn":"","teks_fn":"","bacaan":"al-aana khaffafalaahu 'ankum wa'alima anna fiikum dha'fan fa-in yakun minkum mi-atun shaabiratun yaghlibuu mi-atayni wa-in yakun minkumlfun yaghlibuulfayni bi-idznilaahi waalaahu ma'ashshaabiriin"},{"id_ayat":1227,"no_surah":8,"no_ayat":67,"teks_ayat":"مَاكَانَ لِنَبِيٍّ اَنْ يَّكُوْنَ لَهٗٓ اَسْرٰى حَتّٰى يُثْخِنَ فِى الْاَرْضِۗ تُرِيْدُوْنَ عَرَضَ الدُّنْيَاۖ وَاللّٰهُ يُرِيْدُ الْاٰخِرَةَۗ وَاللّٰهُ عَزِيْزٌحَكِيْمٌ ","tema":"Ketentuan Hukum tentang Tawanan Perang","teks_terjemah":"Tidaklah (sepatutnya) bagi seorang nabi mempunyai tawanan sebelum dia dapat melumpuhkan musuhnya di bumi. Kamu menghendaki harta benda duniawi, sedangkan Allah menghendaki (pahala) akhirat (untukmu). Allah Mahaperkasa lagi Mahabijaksana.","no_fn":"","teks_fn":"","bacaan":"maa kaana linabiyyin an yakuuna lahu asraa hattaa yutskhina fiil-ardhi turiiduuna 'aradhaddunyaa waalaahu yuriidul-aakhirata waalaahu 'aziizun hakiim"},{"id_ayat":1228,"no_surah":8,"no_ayat":68,"teks_ayat":"لَوْلَاكِتٰبٌ مِّنَ اللّٰهِ سَبَقَ لَمَسَّكُمْ فِيْمَآ اَخَذْتُمْ عَذَابٌ عَظِيْمٌ ","tema":"Ketentuan Hukum tentang Tawanan Perang","teks_terjemah":"Seandainya tidak ada ketetapan terdahulu dari Allah,<sup>317)<\/sup> niscaya kamu ditimpa siksaan yang besar karena (tebusan) yang kamu ambil.","no_fn":"317","teks_fn":"317) Yakni bahwa Allah Swt. tidak akan menjatuhkan siksa sebelum terjadi pelanggaran atas ketentuan yang jelas.","bacaan":"lawlaa kitaabun minalaahi sabaqa lamassakum fiimaa akhadztum 'adzaabun 'azhiim"},{"id_ayat":1229,"no_surah":8,"no_ayat":69,"teks_ayat":"فَكُلُوْا مِمَّاغَنِمْتُمْ حَلٰلًا طَيِّبًاۖ وَّاتَّقُوا اللّٰهَ ۗاِنَّ اللّٰهَ غَفُوْرٌ رَّحِيْمٌ ","tema":"Ketentuan Hukum tentang Tawanan Perang","teks_terjemah":"(Jika demikian halnya ketetapan Allah,) makanlah (dan manfaatkanlah) sebagian rampasan perang yang telah kamu peroleh itu sebagai makanan yang halal lagi baik dan bertakwalah kepada Allah. Sesungguhnya Allah Maha Pengampun lagi Maha Penyayang.","no_fn":"","teks_fn":"","bacaan":"fakuluu mimmaa ghanimtum halaalan thayyiban wattaquulaaha innalaaha ghafuurun rahiim"},{"id_ayat":1230,"no_surah":8,"no_ayat":70,"teks_ayat":"يٰٓاَيُّهَا النَّبِيُّ قُلْ لِّمَنْ فِيْٓ اَيْدِيْكُمْ مِّنَ الْاَسْرٰٓىۙ اِنْ يَّعْلَمِ اللّٰهُ فِيْ قُلُوْبِكُمْ خَيْرًا يُّؤْتِكُمْ خَيْرًا مِّمَّآ اُخِذَ مِنْكُمْ وَيَغْفِرْ لَكُمْۗ وَاللّٰهُ غَفُوْرٌ رَّحِيْمٌ ࣖ ","tema":"Ketentuan Hukum tentang Tawanan Perang","teks_terjemah":"Wahai Nabi (Muhammad), katakanlah kepada para tawanan perang yang ada di tanganmu, “Jika Allah mengetahui ada kebaikan di dalam hatimu, niscaya Dia akan menganugerahkan kepada kamu yang lebih baik daripada apa (tebusan) yang telah diambil dari kamu dan Dia akan mengampuni kamu.” Allah Maha Pengampun lagi Maha Penyayang. ","no_fn":"","teks_fn":"","bacaan":"yaa ayyuhaannabiyyu qul liman fii aydiikum minal-asraa in ya'lamilaahu fii quluubikum khayran yu'tikum khayran mimmaa ukhidza minkum wayaghfir lakum waalaahu ghafuurun rahiim"},{"id_ayat":1231,"no_surah":8,"no_ayat":71,"teks_ayat":"وَاِنْ يُّرِيْدُوْا خِيَانَتَكَ فَقَدْ خَانُوا اللّٰهَ مِنْ قَبْلُ فَاَمْكَنَ مِنْهُمْ وَاللّٰهُ عَلِيْمٌ حَكِيْمٌ","tema":"Ketentuan Hukum tentang Tawanan Perang","teks_terjemah":"Akan tetapi, jika mereka (para tawanan itu) hendak mengkhianatimu (Nabi Muhammad), sungguh sebelumnya mereka telah berkhianat kepada Allah. Lalu, Dia menjadikanmu menguasai mereka (pada perang Badar). Allah Maha Mengetahui lagi Mahabijaksana.","no_fn":"","teks_fn":"","bacaan":"wa-in yuriiduu khiyaanataka faqad khaanuulaaha min qablu fa-amkana minhum waalaahu 'aliimun hakiim"},{"id_ayat":1232,"no_surah":8,"no_ayat":72,"teks_ayat":"اِنَّ الَّذِيْنَ اٰمَنُوْا وَهَاجَرُوْا وَجَاهَدُوْا بِاَمْوَالِهِمْ وَاَنْفُسِهِمْ فِيْ سَبِيْلِ اللّٰهِ وَالَّذِيْنَ اٰوَوْا وَّنَصَرُوْٓا اُولٰۤىِٕكَ بَعْضُهُمْ اَوْلِيَاۤءُ بَعْضٍۗ وَالَّذِيْنَ اٰمَنُوْا وَلَمْ يُهَاجِرُوْا مَا لَكُمْ مِّنْ وَّلَايَتِهِمْ مِّنْ شَيْءٍ حَتّٰى يُهَاجِرُوْاۚ وَاِنِ اسْتَنْصَرُوْكُمْ فِى الدِّيْنِ فَعَلَيْكُمُ النَّصْرُ اِلَّا عَلٰى قَوْمٍۢ بَيْنَكُمْ وَبَيْنَهُمْ مِّيْثَاقٌۗ وَاللّٰهُ بِمَا تَعْمَلُوْنَ بَصِيْرٌ","tema":"Peristiwa Hijrah sebagai Ujian Keimanan","teks_terjemah":"Sesungguhnya orang-orang yang beriman, berhijrah, dan berjihad dengan harta dan jiwanya pada jalan Allah, serta orang-orang yang memberikan tempat kediaman dan memberi pertolongan (kepada Muhajirin), mereka itu sebagiannya merupakan pelindung<sup>318)<\/sup> bagi sebagian yang lain. Orang-orang yang beriman tetapi belum berhijrah, maka tidak ada kewajiban sedikit pun atas kamu untuk melindungi mereka sehingga mereka berhijrah. (Akan tetapi,) jika mereka meminta pertolongan kepadamu dalam (urusan pembelaan) agama (Islam), wajib atas kamu memberikan pertolongan, kecuali dalam menghadapi kaum yang telah terikat perjanjian antara kamu dengan mereka. Allah Maha Melihat apa yang kamu kerjakan.","no_fn":"318","teks_fn":"318) Lihat catatan kaki surah Āli ‘Imrān\/3: 28.","bacaan":"innaladziina aamanuu wahaajaruu wajaahaduu bi-amwaalihim wa-anfusihim fii sabiililaahi walladziina aawaw wanasharuu ulaa-ika ba'dhuhum awliyaau ba'dhin walladziina aamanuu walam yuhaajiruu maa lakum min walaayatihim min syay-in hattaa yuhaajiruu wa-ini istansharuukum fiiddiini fa'alaykumunnashru illaa 'alaa qawmin baynakum wabaynahum miitsaaqun waalaahu bimaa ta'maluuna bashiir"},{"id_ayat":1233,"no_surah":8,"no_ayat":73,"teks_ayat":"وَالَّذِيْنَ كَفَرُوْا بَعْضُهُمْ اَوْلِيَاۤءُ بَعْضٍۗ اِلَّا تَفْعَلُوْهُ تَكُنْ فِتْنَةٌ فِى الْاَرْضِ وَفَسَادٌ كَبِيْرٌۗ","tema":"Peristiwa Hijrah sebagai Ujian Keimanan","teks_terjemah":"Orang-orang yang kufur, sebagian mereka menjadi penolong bagi sebagian yang lain. Jika kamu tidak melaksanakan apa yang telah diperintahkan Allah (untuk saling melindungi), niscaya akan terjadi kekacauan di bumi dan kerusakan yang besar.","no_fn":"","teks_fn":"","bacaan":"walladziina kafaruu ba'dhuhum awliyaau ba'dhin illaa taf'aluuhu takun fitnatun fiil-ardhi wafasaadun kabiir"},{"id_ayat":1234,"no_surah":8,"no_ayat":74,"teks_ayat":"وَالَّذِيْنَ اٰمَنُوْا وَهَاجَرُوْا وَجَاهَدُوْا فِيْ سَبِيْلِ اللّٰهِ وَالَّذِيْنَ اٰوَوْا وَّنَصَرُوْٓا اُولٰۤىِٕكَ هُمُ الْمُؤْمِنُوْنَ حَقًّاۗ  لَهُمْ مَّغْفِرَةٌ وَّرِزْقٌ كَرِيْمٌ ","tema":"Peristiwa Hijrah sebagai Ujian Keimanan","teks_terjemah":"Orang-orang yang beriman, berhijrah, dan berjihad di jalan Allah, serta orang-orang yang memberi tempat kediaman dan memberi pertolongan (kepada orang Muhajirin), mereka itulah orang-orang mukmin yang sebenarnya. Bagi mereka ampunan (yang besar) dan rezeki yang mulia.","no_fn":"","teks_fn":"","bacaan":"walladziina aamanuu wahaajaruu wajaahaduu fii sabiililaahi walladziina aawaw wanasharuu ulaa-ika humulmu'minuuna haqqan lahum maghfiratun warizqun kariim"},{"id_ayat":1235,"no_surah":8,"no_ayat":75,"teks_ayat":"وَالَّذِيْنَ اٰمَنُوْا مِنْۢ بَعْدُ وَهَاجَرُوْا وَجَاهَدُوْا مَعَكُمْ فَاُولٰۤىِٕكَ مِنْكُمْۗ وَاُولُوا الْاَرْحَامِ بَعْضُهُمْ اَوْلٰى بِبَعْضٍ فِيْ كِتٰبِ اللّٰهِ ۗاِنَّ اللّٰهَ بِكُلِّ شَيْءٍ عَلِيْمٌ ࣖ","tema":"Peristiwa Hijrah sebagai Ujian Keimanan","teks_terjemah":"Orang-orang yang beriman setelah itu, berhijrah, dan berjihad bersamamu, maka mereka itu termasuk (golongan) kamu. Orang-orang yang mempunyai hubungan kerabat itu sebagiannya lebih berhak bagi sebagian yang lain menurut Kitab Allah. Sesungguhnya Allah Maha Mengetahui segala sesuatu.","no_fn":"","teks_fn":"","bacaan":"walladziina aamanuu min ba'du wahaajaruu wajaahaduu ma'akum faulaa-ika minkum wauluul-arhaami ba'dhuhum awlaa biba'dhin fii kitaabilaahi innalaaha bikulli syay-in 'aliim"}]