[{"id_ayat":1236,"no_surah":9,"no_ayat":1,"teks_ayat":"بَرَاۤءَةٌ مِّنَ اللّٰهِ وَرَسُوْلِهٖٓ اِلَى الَّذِيْنَ عَاهَدْتُّمْ مِّنَ الْمُشْرِكِيْنَۗ","tema":"Pengingkaran Perjanjian oleh Kaum Musyrik dan Konsekuensinya","teks_terjemah":"(Inilah pernyataan) pemutusan hubungan dari Allah dan Rasul-Nya (Nabi Muhammad) kepada orang-orang musyrik yang kamu telah mengadakan perjanjian dengan mereka (untuk tidak saling berperang).","no_fn":"","teks_fn":"","bacaan":"baraa-atun minalaahi warasuulihi ilaaladziina 'aahadtum minalmusyrikiin"},{"id_ayat":1237,"no_surah":9,"no_ayat":2,"teks_ayat":"فَسِيْحُوْا فِى الْاَرْضِ اَرْبَعَةَ اَشْهُرٍ وَّاعْلَمُوْٓا اَنَّكُمْ غَيْرُ مُعْجِزِى اللّٰهِ ۙوَاَنَّ اللّٰهَ مُخْزِى الْكٰفِرِيْنَ ","tema":"Pengingkaran Perjanjian oleh Kaum Musyrik dan Konsekuensinya","teks_terjemah":"Berjalanlah kamu (kaum musyrik) di bumi selama empat bulan dan ketahuilah bahwa kamu tidak dapat melemahkan Allah. Sesungguhnya Allah menghinakan orang-orang kafir.","no_fn":"","teks_fn":"","bacaan":"fasiihuu fiil-ardhi arba'ata asyhurin wa'lamuu annakum ghayru mu'jiziilaahi wa-annalaaha mukhziilkaafiriin"},{"id_ayat":1238,"no_surah":9,"no_ayat":3,"teks_ayat":"وَاَذَانٌ مِّنَ اللّٰهِ وَرَسُوْلِهٖٓ اِلَى النَّاسِ يَوْمَ الْحَجِّ الْاَكْبَرِ اَنَّ اللّٰهَ بَرِيْۤءٌ مِّنَ الْمُشْرِكِيْنَ ەۙ وَرَسُوْلُهٗ ۗفَاِنْ تُبْتُمْ فَهُوَ خَيْرٌ لَّكُمْۚ وَاِنْ تَوَلَّيْتُمْ فَاعْلَمُوْٓا اَنَّكُمْ غَيْرُ مُعْجِزِى اللّٰهِ ۗوَبَشِّرِ الَّذِيْنَ كَفَرُوْا بِعَذَابٍ اَلِيْمٍۙ","tema":"Pengingkaran Perjanjian oleh Kaum Musyrik dan Konsekuensinya","teks_terjemah":"Suatu maklumat dari Allah dan Rasul-Nya kepada umat manusia pada hari haji akbar<sup>319)<\/sup> bahwa sesungguhnya Allah dan Rasul-Nya berlepas diri dari orang-orang musyrik. Jika kamu (kaum musyrik) bertobat, itu lebih baik bagimu; dan jika kamu berpaling, ketahuilah bahwa kamu tidak dapat melemahkan Allah. Berilah kabar ‘gembira’ (Nabi Muhammad) kepada orang-orang yang kufur (bahwa mereka akan mendapat) azab yang pedih.","no_fn":"319","teks_fn":"319) Para mufasir berbeda pendapat tentang pengertian haji akbar pada ayat ini. Ada yang mengatakannya hari nahar, ada yang mengatakannya hari Arafah. Yang dimaksud dengan haji akbar di sini adalah haji yang terjadi pada tahun ke-9 Hijriah.","bacaan":"wa-adzaanun minalaahi warasuulihi ilaannaasi yawmalhajjil-akbari annalaaha barii-un minalmusyrikiina warasuuluhu fa-in tubtum fahuwa khayrun lakum wa-in tawallaytum fa'lamuu annakum ghayru mu'jiziilaahi wabasysyiriladziina kafaruu bi'adzaabinliim"},{"id_ayat":1239,"no_surah":9,"no_ayat":4,"teks_ayat":"اِلَّا الَّذِيْنَ عَاهَدْتُّمْ مِّنَ الْمُشْرِكِيْنَ ثُمَّ لَمْ يَنْقُصُوْكُمْ شَيْـًٔا وَّلَمْ يُظَاهِرُوْا عَلَيْكُمْ اَحَدًا فَاَتِمُّوْٓا اِلَيْهِمْ عَهْدَهُمْ اِلٰى مُدَّتِهِمْۗ اِنَّ اللّٰهَ يُحِبُّ الْمُتَّقِيْنَ ","tema":"Pengingkaran Perjanjian oleh Kaum Musyrik dan Konsekuensinya","teks_terjemah":"(Ketetapan itu berlaku,) kecuali atas orang-orang musyrik yang telah mengadakan perjanjian dengan kamu dan mereka sedikit pun tidak mengurangi (isi perjanjian) dan tidak (pula) mereka membantu seseorang pun yang memusuhi kamu. Maka, terhadap mereka itu penuhilah janjinya sampai batas waktunya. Sesungguhnya Allah menyukai orang-orang yang bertakwa.","no_fn":"","teks_fn":"","bacaan":"illaaladziina 'aahadtum minalmusyrikiina tsumma lam yanqushuukum syay-an walam yuzhaahiruu 'alaykum ahadan fa-atimmuu ilayhim 'ahdahum ilaa muddatihim innalaaha yuhibbulmuttaqiin"},{"id_ayat":1240,"no_surah":9,"no_ayat":5,"teks_ayat":"فَاِذَا انْسَلَخَ الْاَشْهُرُ الْحُرُمُ فَاقْتُلُوا الْمُشْرِكِيْنَ حَيْثُ وَجَدْتُّمُوْهُمْ وَخُذُوْهُمْ وَاحْصُرُوْهُمْ وَاقْعُدُوْا لَهُمْ كُلَّ مَرْصَدٍۚ فَاِنْ تَابُوْا وَاَقَامُوا الصَّلٰوةَ وَاٰتَوُا الزَّكٰوةَ فَخَلُّوْا سَبِيْلَهُمْۗ اِنَّ اللّٰهَ غَفُوْرٌ رَّحِيْمٌ","tema":"Perintah Memerangi Kaum Musyrik Makkah","teks_terjemah":"Apabila bulan-bulan haram telah berlalu,<sup>320)<\/sup> bunuhlah (dalam peperangan) orang-orang musyrik (yang selama ini menganiaya kamu) di mana saja kamu temui! Tangkaplah dan kepunglah mereka serta awasilah di setiap tempat pengintaian! Jika mereka bertobat dan melaksanakan salat serta menunaikan zakat, berilah mereka kebebasan. Sesungguhnya Allah Maha Pengampun lagi Maha Penyayang.","no_fn":"320","teks_fn":"320) Yang dimaksud dengan bulan haram di sini adalah masa empat bulan yang menjadi tenggat bagi kaum musyrik pada waktu itu, yaitu mulai 10 Zulhijah (hari turunnya ayat ini) sampai dengan 10 Rabiulakhir.","bacaan":"fa-idzaa insalakhal-asyhurulhurumu faqtuluulmusyrikiina haytsu wajadtumuuhum wakhudzuuhum wahsuruuhum waq'uduu lahum kulla marshadin fa-in taabuu wa-aqaamuushshalaata waaatawuuzzakaata fakhalluu sabiilahum innalaaha ghafuurun rahiim"},{"id_ayat":1241,"no_surah":9,"no_ayat":6,"teks_ayat":"وَاِنْ اَحَدٌ مِّنَ الْمُشْرِكِيْنَ اسْتَجَارَكَ فَاَجِرْهُ حَتّٰى يَسْمَعَ كَلٰمَ اللّٰهِ ثُمَّ اَبْلِغْهُ مَأْمَنَهٗ ۗذٰلِكَ بِاَنَّهُمْ قَوْمٌ لَّا يَعْلَمُوْنَ ࣖ","tema":"Orang-Orang Kafir yang Perlu Dilindungi","teks_terjemah":"Jika seseorang di antara orang-orang musyrik ada yang meminta pelindungan kepada engkau (Nabi Muhammad), lindungilah dia supaya dapat mendengar firman Allah kemudian antarkanlah dia ke tempat yang aman baginya. (Demikian) itu karena sesungguhnya mereka adalah kaum yang tidak mengetahui.","no_fn":"","teks_fn":"","bacaan":"wa-in ahadun minalmusyrikiina istajaaraka fa-ajirhu hattaa yasma'a kalaamalaahi tsumma ablighhu ma'manahu dzaalika bi-annahum qawmun laa ya'lamuun"},{"id_ayat":1242,"no_surah":9,"no_ayat":7,"teks_ayat":"كَيْفَ يَكُوْنُ لِلْمُشْرِكِيْنَ عَهْدٌ عِنْدَ اللّٰهِ وَعِنْدَ رَسُوْلِهٖٓ اِلَّا الَّذِيْنَ عَاهَدْتُّمْ عِنْدَ الْمَسْجِدِ الْحَرَامِۚ فَمَا اسْتَقَامُوْا لَكُمْ فَاسْتَقِيْمُوْا لَهُمْ ۗاِنَّ اللّٰهَ يُحِبُّ الْمُتَّقِيْنَ ","tema":"Alasan Pembatalan Perjanjian dengan Kaum Musyrik Makkah","teks_terjemah":"Bagaimana mungkin ada perjanjian (damai) untuk orang-orang musyrik di sisi Allah dan Rasul-Nya, kecuali untuk orang-orang yang kamu telah membuat perjanjian (Hudaibiah) dengan mereka di dekat Masjidilharam? Selama mereka berlaku lurus terhadapmu, berlaku luruslah pula kamu terhadap mereka. Sesungguhnya Allah mencintai orang-orang yang bertakwa.","no_fn":"","teks_fn":"","bacaan":"kayfa yakuunu lilmusyrikiina 'ahdun 'indalaahi wa'inda rasuulihi illaaladziina 'aahadtum 'indalmasjidilharaami famaa istaqaamuu lakum fastaqiimuu lahum innalaaha yuhibbulmuttaqiin"},{"id_ayat":1243,"no_surah":9,"no_ayat":8,"teks_ayat":"كَيْفَ وَاِنْ يَّظْهَرُوْا عَلَيْكُمْ لَا يَرْقُبُوْا فِيْكُمْ اِلًّا وَّلَا ذِمَّةً ۗيُرْضُوْنَكُمْ بِاَفْوَاهِهِمْ وَتَأْبٰى قُلُوْبُهُمْۚ وَاَكْثَرُهُمْ فٰسِقُوْنَۚ","tema":"Alasan Pembatalan Perjanjian dengan Kaum Musyrik Makkah","teks_terjemah":"Bagaimana (mungkin ada perjanjian demikian,) padahal jika mereka memperoleh kemenangan atas kamu, mereka tidak memelihara hubungan kekerabatan terhadap kamu dan tidak pula (mengindahkan) perjanjian. Mereka menyenangkan kamu dengan mulut mereka, sedangkan hati mereka enggan. Kebanyakan mereka adalah orang-orang yang fasik.","no_fn":"","teks_fn":"","bacaan":"kayfa wa-in yazhharuu 'alaykum laa yarqubuu fiikum illan walaa dzimmatan yurdhuunakum bi-afwaahihim wata'baa quluubuhum wa-aktsaruhum faasiquun"},{"id_ayat":1244,"no_surah":9,"no_ayat":9,"teks_ayat":"اِشْتَرَوْا بِاٰيٰتِ اللّٰهِ ثَمَنًا قَلِيْلًا فَصَدُّوْا عَنْ سَبِيْلِهٖۗ اِنَّهُمْ سَاۤءَ مَاكَانُوْا يَعْمَلُوْنَ ","tema":"Alasan Pembatalan Perjanjian dengan Kaum Musyrik Makkah","teks_terjemah":"Mereka menukarkan ayat-ayat Allah dengan harga yang murah lalu mereka menghalangi (manusia) dari jalan-Nya. Sesungguhnya sangat buruk apa yang selalu mereka kerjakan.","no_fn":"","teks_fn":"","bacaan":"isytaraw bi-aayaatilaahi tsamanan qaliilan fashadduu 'an sabiilihi innahum saa-a maa kaanuu ya'maluun"},{"id_ayat":1245,"no_surah":9,"no_ayat":10,"teks_ayat":"لَا يَرْقُبُوْنَ فِيْ مُؤْمِنٍ اِلًّا وَّلَا ذِمَّةً ۗوَاُولٰۤىِٕكَ هُمُ الْمُعْتَدُوْنَ ","tema":"Alasan Pembatalan Perjanjian dengan Kaum Musyrik Makkah","teks_terjemah":"Mereka tidak memelihara (hubungan) kekerabatan dengan orang mukmin dan tidak (pula mengindahkan) perjanjian. Mereka itulah orang-orang yang melampaui batas.","no_fn":"","teks_fn":"","bacaan":"laa yarqubuuna fii mu'minin illan walaa dzimmatan waulaa-ika humulmu'taduun"},{"id_ayat":1246,"no_surah":9,"no_ayat":11,"teks_ayat":"فَاِنْ تَابُوْا وَاَقَامُوا الصَّلٰوةَ وَاٰتَوُا الزَّكٰوةَ فَاِخْوَانُكُمْ فِى الدِّيْنِ ۗوَنُفَصِّلُ الْاٰيٰتِ لِقَوْمٍ يَّعْلَمُوْنَ ","tema":"Alasan Pembatalan Perjanjian dengan Kaum Musyrik Makkah","teks_terjemah":"Jika mereka bertobat, menegakkan salat, dan menunaikan zakat, mereka adalah saudara-saudaramu seagama. Kami menjelaskan secara terperinci ayat-ayat itu bagi kaum yang mengetahui.","no_fn":"","teks_fn":"","bacaan":"fa-in taabuu wa-aqaamuushshalaata waaatawuuzzakaata fa-ikhwaanukum fiiddiini wanufashshilul-aayaati liqawmin ya'lamuun"},{"id_ayat":1247,"no_surah":9,"no_ayat":12,"teks_ayat":"وَاِنْ نَّكَثُوْٓا اَيْمَانَهُمْ مِّنْۢ بَعْدِ عَهْدِهِمْ وَطَعَنُوْا فِيْ دِيْنِكُمْ فَقَاتِلُوْٓا اَىِٕمَّةَ الْكُفْرِۙ اِنَّهُمْ لَآ اَيْمَانَ لَهُمْ لَعَلَّهُمْ يَنْتَهُوْنَ ","tema":"Alasan Pembatalan Perjanjian dengan Kaum Musyrik Makkah","teks_terjemah":"Jika mereka melanggar sumpah sesudah perjanjian mereka dan menistakan agamamu, perangilah para pemimpin kekufuran itu karena sesungguhnya mereka adalah orang-orang yang tidak dapat dipegang sumpahnya supaya mereka berhenti (dari kekufuran dan penganiayaan).","no_fn":"","teks_fn":"","bacaan":"wa-in nakatsuu aymaanahum min ba'di 'ahdihim watha'anuu fii diinikum faqaatiluu a-immatalkufri innahum laa aymaana lahum la'allahum yantahuun"},{"id_ayat":1248,"no_surah":9,"no_ayat":13,"teks_ayat":"اَلَا تُقَاتِلُوْنَ قَوْمًا نَّكَثُوْٓا اَيْمَانَهُمْ وَهَمُّوْا بِاِخْرَاجِ الرَّسُوْلِ وَهُمْ بَدَءُوْكُمْ اَوَّلَ مَرَّةٍۗ  اَتَخْشَوْنَهُمْ ۚفَاللّٰهُ اَحَقُّ اَنْ تَخْشَوْهُ اِنْ كُنْتُمْ مُّؤْمِنِيْنَ ","tema":"Alasan Pembenaran untuk Memerangi Orang Kafir","teks_terjemah":"Mengapa kamu tidak (bersegera) memerangi kaum yang melanggar sumpah-sumpah (perjanjian-perjanjian) mereka, padahal mereka (dahulu) berkemauan keras mengusir Rasul dan mereka yang mulai memerangi kamu pertama kali? Apakah kamu takut kepada mereka? Allahlah yang lebih berhak kamu takuti jika kamu benar-benar orang-orang mukmin.","no_fn":"","teks_fn":"","bacaan":"alaa tuqaatiluuna qawman nakatsuu aymaanahum wahammuu bi-ikhraajirrasuuli wahum badauukum awwala marratin atakhsyawnahum faalaahu ahaqqu an takhsyawhu in kuntum mu'miniin"},{"id_ayat":1249,"no_surah":9,"no_ayat":14,"teks_ayat":"قَاتِلُوْهُمْ يُعَذِّبْهُمُ اللّٰهُ بِاَيْدِيْكُمْ وَيُخْزِهِمْ وَيَنْصُرْكُمْ عَلَيْهِمْ وَيَشْفِ صُدُوْرَ قَوْمٍ مُّؤْمِنِيْنَۙ","tema":"Alasan Pembenaran untuk Memerangi Orang Kafir","teks_terjemah":"Perangilah mereka! Niscaya Allah akan mengazab mereka dengan (perantaraan) tangan-tanganmu, menghinakan mereka, dan memenangkan kamu atas mereka, serta melegakan hati kaum mukmin","no_fn":"","teks_fn":"","bacaan":"qaatiluuhum yu'adzdzibhumulaahu bi-aydiikum wayukhzihim wayanshurkum 'alayhim wayasyfi shuduura qawmin mu'miniin"},{"id_ayat":1250,"no_surah":9,"no_ayat":15,"teks_ayat":"وَيُذْهِبْ غَيْظَ قُلُوْبِهِمْۗ وَيَتُوْبُ اللّٰهُ عَلٰى مَنْ يَّشَاۤءُۗ وَاللّٰهُ عَلِيْمٌ حَكِيْمٌ ","tema":"Alasan Pembenaran untuk Memerangi Orang Kafir","teks_terjemah":"dan menghilangkan kemarahan (dari) hati mereka (orang-orang mukmin). Allah menerima tobat siapa yang Dia kehendaki. Allah Maha Mengetahui lagi Mahabijaksana.","no_fn":"","teks_fn":"","bacaan":"wayudzhib ghayzha quluubihim wayatuubulaahu 'alaa man yasyaau waalaahu 'aliimun hakiim"},{"id_ayat":1251,"no_surah":9,"no_ayat":16,"teks_ayat":"اَمْ حَسِبْتُمْ اَنْ تُتْرَكُوْا وَلَمَّا يَعْلَمِ اللّٰهُ الَّذِيْنَ جَاهَدُوْا مِنْكُمْ وَلَمْ يَتَّخِذُوْا مِنْ دُوْنِ اللّٰهِ وَلَا رَسُوْلِهٖ وَلَا الْمُؤْمِنِيْنَ وَلِيْجَةً ۗوَاللّٰهُ خَبِيْرٌۢ بِمَا تَعْمَلُوْنَ ࣖ","tema":"Ujian Keimanan","teks_terjemah":"Apakah kamu mengira bahwa kamu akan dibiarkan (tanpa diuji), padahal Allah belum mengetahui (dalam kenyataan) orang-orang yang berjihad di antara kamu dan tidak menjadikan selain Allah, Rasul-Nya, dan orang-orang mukmin sebagai teman setia. Allah Maha Mengetahui apa yang kamu kerjakan.","no_fn":"","teks_fn":"","bacaan":"am hasibtum an tutrakuu walammaa ya'lamilaahuladziina jaahaduu minkum walam yattakhidzuu min duunilaahi walaa rasuulihi walaalmu'miniina waliijatan waalaahu khabiirun bimaa ta'maluun"},{"id_ayat":1252,"no_surah":9,"no_ayat":17,"teks_ayat":"مَا كَانَ لِلْمُشْرِكِيْنَ اَنْ يَّعْمُرُوْا مَسٰجِدَ اللّٰهِ شٰهِدِيْنَ عَلٰٓى اَنْفُسِهِمْ بِالْكُفْرِۗ اُولٰۤىِٕكَ حَبِطَتْ اَعْمَالُهُمْۚ وَ فِى النَّارِ هُمْ خٰلِدُوْنَ ","tema":"Orang yang Berhak Memakmurkan Masjid","teks_terjemah":"Tidaklah pantas bagi orang-orang musyrik itu memakmurkan masjid-masjid Allah, sedangkan mereka bersaksi bahwa diri mereka kafir. Itulah orang-orang yang sia-sia amal mereka dan di dalam nerakalah mereka kekal.","no_fn":"","teks_fn":"","bacaan":"maa kaana lilmusyrikiina an ya'muruu masaajidalaahi syaahidiina 'alaa anfusihim bilkufri ulaa-ika habithat a'maaluhum wafiinnaari hum khaaliduun"},{"id_ayat":1253,"no_surah":9,"no_ayat":18,"teks_ayat":"اِنَّمَا يَعْمُرُ مَسٰجِدَ اللّٰهِ مَنْ اٰمَنَ بِاللّٰهِ وَالْيَوْمِ الْاٰخِرِ وَاَقَامَ الصَّلٰوةَ وَاٰتَى الزَّكٰوةَ وَلَمْ يَخْشَ اِلَّا اللّٰهَ ۗفَعَسٰٓى اُولٰۤىِٕكَ اَنْ يَّكُوْنُوْا مِنَ الْمُهْتَدِيْنَ ","tema":"Orang yang Berhak Memakmurkan Masjid","teks_terjemah":"Sesungguhnya yang (pantas) memakmurkan masjid-masjid Allah hanyalah orang yang beriman kepada Allah dan hari Akhir, mendirikan salat, menunaikan zakat, serta tidak takut (kepada siapa pun) selain Allah. Mereka itulah yang diharapkan termasuk golongan orang-orang yang mendapat petunjuk.","no_fn":"","teks_fn":"","bacaan":"innamaa ya'muru masaajidalaahi man aamana bialaahi walyawmil-aakhiri wa-aqaamashshalaata waaataazzakaata walam yakhsya illaalaaha fa'asaa ulaa-ika an yakuunuu minalmuhtadiin"},{"id_ayat":1254,"no_surah":9,"no_ayat":19,"teks_ayat":"۞ اَجَعَلْتُمْ سِقَايَةَ الْحَاۤجِّ وَعِمَارَةَ الْمَسْجِدِ الْحَرَامِ كَمَنْ اٰمَنَ بِاللّٰهِ وَالْيَوْمِ الْاٰخِرِ وَجَاهَدَ فِيْ سَبِيْلِ اللّٰهِ ۗ لَا يَسْتَوٗنَ عِنْدَ اللّٰهِ ۗوَاللّٰهُ لَا يَهْدِى الْقَوْمَ الظّٰلِمِيْنَۘ","tema":"Orang yang Berhak Memakmurkan Masjid","teks_terjemah":"Apakah kamu jadikan (orang yang melaksanakan tugas) pemberian minuman (kepada) orang yang menunaikan haji dan mengurus Masjidilharam sama dengan orang yang beriman kepada Allah dan hari Akhir serta berjihad di jalan Allah? Mereka tidak sama di hadapan Allah. Allah tidak memberikan petunjuk kepada kaum yang zalim.","no_fn":"","teks_fn":"","bacaan":"aja'altum siqaayatalhaajji wa'imaaratalmasjidilharaami kaman aamana bialaahi walyawmil-aakhiri wajaahada fii sabiililaahi laa yastawuuna 'indalaahi waalaahu laa yahdiilqawmazhzhaalimiin"},{"id_ayat":1255,"no_surah":9,"no_ayat":20,"teks_ayat":"اَلَّذِيْنَ اٰمَنُوْا وَهَاجَرُوْا وَجَاهَدُوْا فِيْ سَبِيْلِ اللّٰهِ بِاَمْوَالِهِمْ وَاَنْفُسِهِمْۙ اَعْظَمُ دَرَجَةً عِنْدَ اللّٰهِ ۗوَاُولٰۤىِٕكَ هُمُ الْفَاۤىِٕزُوْنَ","tema":"Orang yang Berhak Memakmurkan Masjid","teks_terjemah":"Orang-orang yang beriman dan berhijrah serta berjihad di jalan Allah dengan harta dan jiwa mereka lebih agung derajatnya di hadapan Allah. Mereka itulah orang-orang yang beruntung.","no_fn":"","teks_fn":"","bacaan":"aladziina aamanuu wahaajaruu wajaahaduu fii sabiililaahi bi-amwaalihim wa-anfusihim a'zhamu darajatan 'indalaahi waulaa-ika humulfaa-izuun"},{"id_ayat":1256,"no_surah":9,"no_ayat":21,"teks_ayat":"يُبَشِّرُهُمْ رَبُّهُمْ بِرَحْمَةٍ مِّنْهُ وَرِضْوَانٍ وَّجَنّٰتٍ لَّهُمْ فِيْهَا نَعِيْمٌ مُّقِيْمٌۙ","tema":"Orang yang Berhak Memakmurkan Masjid","teks_terjemah":"Tuhan mereka memberi kabar gembira kepada mereka dengan rahmat dari-Nya, dan keridaan serta surga-surga. Bagi mereka kesenangan yang kekal di dalamnya.","no_fn":"","teks_fn":"","bacaan":"yubasysyiruhum rabbuhum birahmatin minhu waridhwaanin wajannaatin lahum fiihaa na'iimun muqiim"},{"id_ayat":1257,"no_surah":9,"no_ayat":22,"teks_ayat":"خٰلِدِيْنَ فِيْهَآ اَبَدًا ۗاِنَّ اللّٰهَ عِنْدَهٗٓ اَجْرٌ عَظِيْمٌ ","tema":"Orang yang Berhak Memakmurkan Masjid","teks_terjemah":"Mereka kekal di dalamnya selama-lamanya. Sesungguhnya di sisi Allahlah pahala yang sangat besar.","no_fn":"","teks_fn":"","bacaan":"khaalidiina fiihaa abadan innalaaha 'indahu ajrun 'azhiim"},{"id_ayat":1258,"no_surah":9,"no_ayat":23,"teks_ayat":"يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَتَّخِذُوْٓا اٰبَاۤءَكُمْ وَاِخْوَانَكُمْ اَوْلِيَاۤءَ اِنِ اسْتَحَبُّوا الْكُفْرَ عَلَى الْاِيْمَانِۗ وَمَنْ يَّتَوَلَّهُمْ مِّنْكُمْ فَاُولٰۤىِٕكَ هُمُ الظّٰلِمُوْنَ ","tema":"Larangan Menjadikan Orang yang Memusuhi Islam sebagai Pelindung","teks_terjemah":"Wahai orang-orang beriman, janganlah kamu jadikan bapak-bapakmu dan saudara-saudaramu sebagai pelindung<sup>321)<\/sup> jika mereka lebih mencintai kekufuran atas keimanan. Siapa pun di antara kamu yang menjadikan mereka pelindung, maka mereka itulah orang-orang yang zalim.","no_fn":"321","teks_fn":"321) Lihat catatan kaki surah Āli ‘Imrān\/3: 28.","bacaan":"yaa ayyuhaaladziina aamanuu laa tattakhidzuu aabaa-akum wa-ikhwaanakum awliyaa-a ini istahabbuulkufra 'alaal-iimaani waman yatawallahum minkum faulaa-ika humuzhzhaalimuun"},{"id_ayat":1259,"no_surah":9,"no_ayat":24,"teks_ayat":"قُلْ اِنْ كَانَ اٰبَاۤؤُكُمْ وَاَبْنَاۤؤُكُمْ وَاِخْوَانُكُمْ وَاَزْوَاجُكُمْ وَعَشِيْرَتُكُمْ وَاَمْوَالُ ِۨاقْتَرَفْتُمُوْهَا وَتِجَارَةٌ تَخْشَوْنَ كَسَادَهَا وَمَسٰكِنُ تَرْضَوْنَهَآ اَحَبَّ اِلَيْكُمْ مِّنَ اللّٰهِ وَرَسُوْلِهٖ وَجِهَادٍ فِيْ سَبِيْلِهٖ فَتَرَبَّصُوْا حَتّٰى يَأْتِيَ اللّٰهُ بِاَمْرِهٖۗ وَاللّٰهُ لَا يَهْدِى الْقَوْمَ الْفٰسِقِيْنَ ࣖ","tema":"Larangan Menjadikan Orang yang Memusuhi Islam sebagai Pelindung","teks_terjemah":"Katakanlah (Nabi Muhammad), “Jika bapak-bapakmu, anak-anakmu, saudara-saudaramu, pasangan-pasanganmu, keluargamu, harta kekayaan yang kamu usahakan, dan perniagaan yang kamu khawatirkan kerugiannya, serta tempat tinggal yang kamu sukai lebih kamu cintai daripada Allah dan Rasul-Nya dan daripada berjihad di jalan-Nya, tunggulah sampai Allah mendatangkan keputusan-Nya.” Allah tidak memberi petunjuk kepada kaum yang fasik.","no_fn":"","teks_fn":"","bacaan":"qul in kaana aabaaukum wa-abnaaukum wa-ikhwaanukum wa-azwaajukum wa'asyiiratukum wa-amwaalun iqtaraftumuuhaa watijaaratun takhsyawna kasaadahaa wamasaakinu tardhawnahaa ahabba ilaykum minalaahi warasuulihi wajihaadin fii sabiilihi fatarabbashuu hattaa ya'tiyalaahu bi-amrihi waalaahu laa yahdiilqawmalfaasiqiin"},{"id_ayat":1260,"no_surah":9,"no_ayat":25,"teks_ayat":"لَقَدْ نَصَرَكُمُ اللّٰهُ فِيْ مَوَاطِنَ كَثِيْرَةٍۙ وَّيَوْمَ حُنَيْنٍۙ اِذْ اَعْجَبَتْكُمْ كَثْرَتُكُمْ فَلَمْ تُغْنِ عَنْكُمْ شَيْـًٔا وَّضَاقَتْ عَلَيْكُمُ الْاَرْضُ بِمَا رَحُبَتْ ثُمَّ وَلَّيْتُمْ مُّدْبِرِيْنَۚ","tema":"Pertolongan Allah di Berbagai Medan Perang","teks_terjemah":"Sungguh, Allah benar-benar telah menolong kamu (orang-orang mukmin) di medan peperangan yang banyak dan pada hari (perang) Hunain ketika banyaknya jumlahmu menakjubkanmu (sehingga membuatmu lengah). Maka, jumlah kamu yang banyak itu tidak memberi manfaat kepadamu sedikit pun dan bumi yang luas itu terasa sempit bagimu kemudian kamu lari berbalik ke belakang (bercerai-berai).","no_fn":"","teks_fn":"","bacaan":"laqad nasharakumulaahu fii mawaathina katsiiratin wayawma hunaynin idz a'jabatkum katsratukum falam tughni 'ankum syay-an wadaaqat 'alaykumul-ardhu bimaa rahubat tsumma wallaytum mudbiriin"},{"id_ayat":1261,"no_surah":9,"no_ayat":26,"teks_ayat":"ثُمَّ اَنْزَلَ اللّٰهُ سَكِيْنَتَهٗ عَلٰى رَسُوْلِهٖ وَعَلَى الْمُؤْمِنِيْنَ وَاَنْزَلَ جُنُوْدًا لَّمْ تَرَوْهَا وَعَذَّبَ الَّذِيْنَ كَفَرُوْاۗ وَذٰلِكَ جَزَاۤءُ الْكٰفِرِيْنَ ","tema":"Pertolongan Allah di Berbagai Medan Perang","teks_terjemah":"Kemudian, Allah menurunkan ketenangan (dari)-Nya kepada Rasul-Nya dan kepada orang-orang mukmin, serta menurunkan bala tentara yang kamu tidak melihatnya, juga menyiksa orang-orang yang kafir. Itulah balasan terhadap orang-orang kafir.","no_fn":"","teks_fn":"","bacaan":"tsumma anzalalaahu sakiinatahu 'alaa rasuulihi wa'alaalmu'miniina wa-anzala junuudan lam tarawhaa wa'adzdzabaladziina kafaruu wadzaalika jazaaulkaafiriin"},{"id_ayat":1262,"no_surah":9,"no_ayat":27,"teks_ayat":"ثُمَّ يَتُوْبُ اللّٰهُ مِنْۢ بَعْدِ ذٰلِكَ عَلٰى مَنْ يَّشَاۤءُۗ وَاللّٰهُ غَفُوْرٌ رَّحِيْمٌ ","tema":"Pertolongan Allah di Berbagai Medan Perang","teks_terjemah":"Setelah itu, Allah menerima tobat orang yang Dia kehendaki. Allah Maha Pengampun lagi Maha Penyayang.","no_fn":"","teks_fn":"","bacaan":"tsumma yatuubulaahu min ba'di dzaalika 'alaa man yasyaau waalaahu ghafuurun rahiim"},{"id_ayat":1263,"no_surah":9,"no_ayat":28,"teks_ayat":"يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اِنَّمَا الْمُشْرِكُوْنَ نَجَسٌ فَلَا يَقْرَبُوا الْمَسْجِدَ الْحَرَامَ بَعْدَ عَامِهِمْ هٰذَا ۚوَاِنْ خِفْتُمْ عَيْلَةً فَسَوْفَ يُغْنِيْكُمُ اللّٰهُ مِنْ فَضْلِهٖٓ اِنْ شَاۤءَۗ اِنَّ اللّٰهَ عَلِيْمٌ حَكِيْمٌ ","tema":"Larangan Masuk Masjidilharam bagi Kaum Musyrik","teks_terjemah":"Wahai orang-orang yang beriman, sesungguhnya orang-orang musyrik itu najis (kotor jiwanya). Oleh karena itu, janganlah mereka mendekati Masjidilharam setelah tahun ini.<sup>322)<\/sup> Jika kamu khawatir menjadi miskin (karena orang kafir tidak datang), Allah nanti akan memberikan kekayaan kepadamu dari karunia-Nya jika Dia menghendaki. Sesungguhnya Allah Maha Mengetahui lagi Mahabijaksana.","no_fn":"322","teks_fn":"322) Setelah tahun 9 H. orang-orang musyrik tidak diperbolehkan mengerjakan haji dan umrah, atau memasuki masjid dan daerah haram menurut pendapat yang lain, baik untuk haji dan umrah maupun untuk keperluan yang lain.","bacaan":"yaa ayyuhaaladziina aamanuu innamaalmusyrikuuna najasun falaa yaqrabuulmasjidalharaama ba'da 'aamihim haadzaa wa-in khiftum 'aylatan fasawfa yughniikumulaahu min fadhlihi in syaa-a innalaaha 'aliimun hakiim"},{"id_ayat":1264,"no_surah":9,"no_ayat":29,"teks_ayat":"قَاتِلُوا الَّذِيْنَ لَا يُؤْمِنُوْنَ بِاللّٰهِ وَلَا بِالْيَوْمِ الْاٰخِرِ وَلَا يُحَرِّمُوْنَ مَا حَرَّمَ اللّٰهُ وَرَسُوْلُهٗ وَلَا يَدِيْنُوْنَ دِيْنَ الْحَقِّ مِنَ الَّذِيْنَ اُوْتُوا الْكِتٰبَ حَتّٰى يُعْطُوا الْجِزْيَةَ عَنْ يَّدٍ وَّهُمْ صٰغِرُوْنَ ࣖ","tema":"Alasan Perang dengan Ahlulkitab","teks_terjemah":"Perangilah orang-orang yang tidak beriman kepada Allah dan hari akhir, tidak mengharamkan (menjauhi) apa yang telah diharamkan (oleh) Allah dan Rasul-Nya, dan tidak mengikuti agama yang hak (Islam), yaitu orang-orang yang telah diberikan Kitab (Yahudi dan Nasrani) hingga mereka membayar jizyah<sup>323)<\/sup> dengan patuh dan mereka tunduk.<sup>324)<\/sup>","no_fn":"323,324","teks_fn":"323) Jizyah adalah imbalan atau balasan atas rasa aman dan fasilitas yang diperoleh penganut agama Yahudi, Nasrani, dan lainnya yang hidup di negara Islam.<\/br>324) Ayat ini dan ayat-ayat yang senada berlaku dalam situasi perang agama, bukan dalam situasi damai.","bacaan":"qaatiluuladziina laa yu'minuuna bialaahi walaa bilyawmil-aakhiri walaa yuharrimuuna maa harramalaahu warasuuluhu walaa yadiinuuna diinalhaqqi minaladziina uutuulkitaaba hattaa yu'thuuljizyata 'an yadin wahum shaaghiruun"},{"id_ayat":1265,"no_surah":9,"no_ayat":30,"teks_ayat":"وَقَالَتِ الْيَهُوْدُ عُزَيْرُ ِۨابْنُ اللّٰهِ وَقَالَتِ النَّصٰرَى الْمَسِيْحُ ابْنُ اللّٰهِ ۗذٰلِكَ قَوْلُهُمْ بِاَفْوَاهِهِمْۚ يُضَاهِـُٔوْنَ قَوْلَ الَّذِيْنَ كَفَرُوْا مِنْ قَبْلُ ۗقَاتَلَهُمُ اللّٰهُ ۚ اَنّٰى يُؤْفَكُوْنَ ","tema":"Keyakinan Kaum Yahudi dan Nasrani","teks_terjemah":"Orang-orang Yahudi berkata, “Uzair putra Allah,” dan orang-orang Nasrani berkata, “Al-Masih putra Allah.” Itulah ucapan mereka dengan mulut-mulut mereka. Mereka meniru ucapan orang-orang yang kufur sebelumnya. Allah melaknat mereka; bagaimana mereka sampai berpaling?","no_fn":"","teks_fn":"","bacaan":"waqaalatilyahuudu 'uzayrun ibnulaahi waqaalatinnashaaraalmasiihu ibnulaahi dzaalika qawluhum bi-afwaahihim yudaahi-uuna qawlaladziina kafaruu min qablu qaatalahumulaahu annaa yu'fakuun"},{"id_ayat":1266,"no_surah":9,"no_ayat":31,"teks_ayat":"اِتَّخَذُوْٓا اَحْبَارَهُمْ وَرُهْبَانَهُمْ اَرْبَابًا مِّنْ دُوْنِ اللّٰهِ وَالْمَسِيْحَ ابْنَ مَرْيَمَۚ وَمَآ اُمِرُوْٓا اِلَّا لِيَعْبُدُوْٓا اِلٰهًا وَّاحِدًاۚ  لَآ اِلٰهَ اِلَّا هُوَۗ سُبْحٰنَهٗ عَمَّا يُشْرِكُوْنَ ","tema":"Keyakinan Kaum Yahudi dan Nasrani","teks_terjemah":"Mereka menjadikan para rabi (Yahudi) dan para rahib (Nasrani) sebagai tuhan-tuhan selain Allah<sup>325)<\/sup> serta (Nasrani mempertuhankan) Al-Masih putra Maryam. Padahal, mereka tidak diperintah, kecuali untuk menyembah Tuhan Yang Maha Esa; tidak ada tuhan selain Dia. Mahasuci Dia dari apa yang mereka persekutukan.","no_fn":"325","teks_fn":"325) Maksudnya, mereka mematuhi ajaran yang telah ditetapkan oleh para rabi dan rahib, meskipun bertentangan dengan ajaran Allah Swt.","bacaan":"ittakhadzuu ahbaarahum waruhbaanahum arbaaban min duunilaahi walmasiiha ibna maryama wamaa umiruu illaa liya'buduu ilaahan waahidan laa ilaaha illaa huwa subhaanahu 'ammaa yusyrikuun"},{"id_ayat":1267,"no_surah":9,"no_ayat":32,"teks_ayat":"يُرِيْدُوْنَ اَنْ يُّطْفِـُٔوْا نُوْرَ اللّٰهِ بِاَفْوَاهِهِمْ وَيَأْبَى اللّٰهُ اِلَّآ اَنْ يُّتِمَّ نُوْرَهٗ وَلَوْ كَرِهَ الْكٰفِرُوْنَ ","tema":"Keyakinan Kaum Yahudi dan Nasrani","teks_terjemah":"Mereka hendak memadamkan cahaya (agama) Allah dengan mulut-mulut (ucapan) mereka, tetapi Allah menolaknya, justru hendak menyempurnakan cahaya-Nya, walaupun orang-orang kafir itu tidak menyukai.","no_fn":"","teks_fn":"","bacaan":"yuriiduuna an yuthfi-uu nuuralaahi bi-afwaahihim waya'baalaahu illaa an yutimma nuurahu walaw karihalkaafiruun"},{"id_ayat":1268,"no_surah":9,"no_ayat":33,"teks_ayat":"هُوَ الَّذِيْٓ اَرْسَلَ رَسُوْلَهٗ بِالْهُدٰى وَدِيْنِ الْحَقِّ لِيُظْهِرَهٗ عَلَى الدِّيْنِ كُلِّهٖۙ وَلَوْ كَرِهَ الْمُشْرِكُوْنَ ","tema":"Keyakinan Kaum Yahudi dan Nasrani","teks_terjemah":"Dialah yang mengutus Rasul-Nya dengan (membawa) petunjuk dan agama yang benar agar Dia mengunggulkannya atas semua agama walaupun orang-orang musyrik tidak menyukai.","no_fn":"","teks_fn":"","bacaan":"huwaladzii arsala rasuulahu bilhudaa wadiinilhaqqi liyuzhhirahu 'alaaddiini kullihi walaw karihalmusyrikuun"},{"id_ayat":1269,"no_surah":9,"no_ayat":34,"teks_ayat":"۞ يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اِنَّ كَثِيْرًا مِّنَ الْاَحْبَارِ وَالرُّهْبَانِ لَيَأْكُلُوْنَ اَمْوَالَ النَّاسِ بِالْبَاطِلِ وَيَصُدُّوْنَ عَنْ سَبِيْلِ اللّٰهِ ۗوَالَّذِيْنَ يَكْنِزُوْنَ الذَّهَبَ وَالْفِضَّةَ وَلَا يُنْفِقُوْنَهَا فِيْ سَبِيْلِ اللّٰهِ ۙفَبَشِّرْهُمْ بِعَذَابٍ اَلِيْمٍۙ","tema":"Keunggulan Islam dari Agama Lain","teks_terjemah":"Wahai orang-orang yang beriman, sesungguhnya banyak dari para rabi dan rahib benar-benar memakan harta manusia dengan batil serta memalingkan (manusia) dari jalan Allah. Orang-orang yang menyimpan emas dan perak, tetapi tidak menginfakkannya di jalan Allah, berikanlah kabar ‘gembira’ kepada mereka (bahwa mereka akan mendapat) azab yang pedih","no_fn":"","teks_fn":"","bacaan":"yaa ayyuhaaladziina aamanuu inna katsiiran minal-ahbaari warruhbaani laya'kuluuna amwaalannaasi bilbaathili wayashudduuna 'an sabiililaahi walladziina yaknizuunadzdzahaba walfidhdhata walaa yunfiquunahaa fii sabiililaahi fabasysyirhum bi'adzaabinliim"},{"id_ayat":1270,"no_surah":9,"no_ayat":35,"teks_ayat":"يَّوْمَ يُحْمٰى عَلَيْهَا فِيْ نَارِ جَهَنَّمَ فَتُكْوٰى بِهَا جِبَاهُهُمْ وَجُنُوْبُهُمْ وَظُهُوْرُهُمْۗ هٰذَا مَا كَنَزْتُمْ لِاَنْفُسِكُمْ فَذُوْقُوْا مَا كُنْتُمْ تَكْنِزُوْنَ ","tema":"Keunggulan Islam dari Agama Lain","teks_terjemah":"pada hari ketika (emas dan perak) itu dipanaskan dalam neraka Jahanam lalu disetrikakan (pada) dahi, lambung, dan punggung mereka (seraya dikatakan), “Inilah apa (harta) yang dahulu kamu simpan untuk dirimu sendiri (tidak diinfakkan). Maka, rasakanlah (akibat dari) apa yang selama ini kamu simpan.”","no_fn":"","teks_fn":"","bacaan":"yawma yuhmaa 'alayhaa fii naari jahannama fatukwaa bihaa jibaahuhum wajunuubuhum wazhuhuuruhum haadzaa maa kanaztum li-anfusikum fadzuuquu maa kuntum taknizuun"},{"id_ayat":1271,"no_surah":9,"no_ayat":36,"teks_ayat":"اِنَّ عِدَّةَ الشُّهُوْرِ عِنْدَ اللّٰهِ اثْنَا عَشَرَ شَهْرًا فِيْ كِتٰبِ اللّٰهِ يَوْمَ خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ مِنْهَآ اَرْبَعَةٌ حُرُمٌ ۗذٰلِكَ الدِّيْنُ الْقَيِّمُ ەۙ فَلَا تَظْلِمُوْا فِيْهِنَّ اَنْفُسَكُمْ وَقَاتِلُوا الْمُشْرِكِيْنَ كَاۤفَّةً كَمَا يُقَاتِلُوْنَكُمْ كَاۤفَّةً ۗوَاعْلَمُوْٓا اَنَّ اللّٰهَ مَعَ الْمُتَّقِيْنَ","tema":"Bulan-Bulan yang Dihormati dan Perintah Memerangi Kaum Musyrik","teks_terjemah":"Sesungguhnya bilangan bulan di sisi Allah ialah dua belas bulan,<sup>326)<\/sup> (sebagaimana) ketetapan Allah (di Lauh Mahfuz) pada waktu Dia menciptakan langit dan bumi, di antaranya ada empat bulan haram. Itulah (ketetapan) agama yang lurus, maka janganlah kamu menzalimi dirimu padanya (empat bulan itu), dan perangilah orang-orang musyrik semuanya sebagaimana mereka pun memerangi kamu semuanya. Ketahuilah bahwa sesungguhnya Allah bersama orang-orang yang bertakwa.","no_fn":"326","teks_fn":"326) Allah Swt. menetapkan periode orbit bumi mengitari matahari selama setahun yang setara dengan dua belas bulan, yaitu dua belas kali ketampakan bulan sabit akibat bulan mengitari bumi. Keteraturan periode waktu inilah yang menjadi patokan untuk perhitungan waktu.","bacaan":"inna 'iddatasysyuhuuri 'indalaahi itsnaa 'asyara syahran fii kitaabilaahi yawma khalaqassamaawaati wal-ardha minhaa arba'atun hurumun dzaalikaddiinulqayyimu falaa tazhlimuu fiihinna anfusakum waqaatiluulmusyrikiina kaaffatan kamaa yuqaatiluunakum kaaffatan wa'lamuu annalaaha ma'almuttaqiin"},{"id_ayat":1272,"no_surah":9,"no_ayat":37,"teks_ayat":"اِنَّمَا النَّسِيْۤءُ زِيَادَةٌ فِى الْكُفْرِ يُضَلُّ بِهِ الَّذِيْنَ كَفَرُوْا يُحِلُّوْنَهٗ عَامًا وَّيُحَرِّمُوْنَهٗ عَامًا لِّيُوَاطِـُٔوْا عِدَّةَ مَا حَرَّمَ اللّٰهُ فَيُحِلُّوْا مَا حَرَّمَ اللّٰهُ ۗزُيِّنَ لَهُمْ سُوْۤءُ اَعْمَالِهِمْۗ وَاللّٰهُ لَا يَهْدِى الْقَوْمَ الْكٰفِرِيْنَ ࣖ","tema":"Bulan-Bulan yang Dihormati dan Perintah Memerangi Kaum Musyrik","teks_terjemah":"Sesungguhnya pengunduran (bulan haram) itu hanya menambah kekufuran. Orang-orang yang kufur disesatkan dengan (pengunduran) itu, mereka menghalalkannya suatu tahun dan mengharamkannya pada suatu tahun yang lain agar mereka dapat menyesuaikan dengan bilangan yang diharamkan Allah, sehingga mereka menghalalkan apa yang diharamkan Allah. (Oleh setan) telah dijadikan terasa indah bagi mereka perbuatan-perbuatan buruk mereka itu. Allah tidak memberi petunjuk kepada kaum yang kafir.","no_fn":"","teks_fn":"","bacaan":"innamaannasii-u ziyaadatun fiilkufri yudhallu bihiladziina kafaruu yuhilluunahu 'aaman wayuharrimuunahu 'aaman liyuwaathi-uu 'iddata maa harramalaahu fayuhilluu maa harramalaahu zuyyina lahum suu-u a'maalihim waalaahu laa yahdiilqawmalkaafiriin"},{"id_ayat":1273,"no_surah":9,"no_ayat":38,"teks_ayat":"يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا مَا لَكُمْ اِذَا قِيْلَ لَكُمُ انْفِرُوْا فِيْ سَبِيْلِ اللّٰهِ اثَّاقَلْتُمْ اِلَى الْاَرْضِۗ اَرَضِيْتُمْ بِالْحَيٰوةِ الدُّنْيَا مِنَ الْاٰخِرَةِۚ فَمَا مَتَاعُ الْحَيٰوةِ الدُّنْيَا فِى الْاٰخِرَةِ اِلَّا قَلِيْلٌ ","tema":"Perintah Berjihad dan Kisah Perang Tabuk","teks_terjemah":"Wahai orang-orang yang beriman, mengapa ketika dikatakan kepada kamu, “Berangkatlah (untuk berperang) di jalan Allah,” kamu merasa berat dan cenderung pada (kehidupan) dunia? Apakah kamu lebih menyenangi kehidupan dunia daripada akhirat? Padahal, kenikmatan hidup di dunia ini (dibandingkan dengan kehidupan) di akhirat hanyalah sedikit.","no_fn":"","teks_fn":"","bacaan":"yaa ayyuhaaladziina aamanuu maa lakum idzaa qiila lakumu infiruu fii sabiililaahi itstsaaqaltum ilaal-ardhi aradhiitum bilhayaatiddunyaa minal-aakhirati famaa mataa'ulhayaatiddunyaa fiil-aakhirati illaa qaliil"},{"id_ayat":1274,"no_surah":9,"no_ayat":39,"teks_ayat":"اِلَّا تَنْفِرُوْا يُعَذِّبْكُمْ عَذَابًا اَلِيْمًاۙ وَّيَسْتَبْدِلْ قَوْمًا غَيْرَكُمْ وَلَا تَضُرُّوْهُ شَيْـًٔاۗ وَاللّٰهُ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ ","tema":"Perintah Berjihad dan Kisah Perang Tabuk","teks_terjemah":"Jika kamu tidak berangkat (untuk berperang), niscaya Allah akan menghukum kamu dengan azab yang pedih serta menggantikan kamu dengan kaum yang lain, dan kamu tidak akan merugikan-Nya sedikit pun. Allah Mahakuasa atas segala sesuatu.","no_fn":"","teks_fn":"","bacaan":"illaa tanfiruu yu'adzdzibkum 'adzaabanliiman wayastabdil qawman ghayrakum walaa tadhurruuhu syay-an waalaahu 'alaa kulli syay-in qadiir"},{"id_ayat":1275,"no_surah":9,"no_ayat":40,"teks_ayat":"اِلَّا تَنْصُرُوْهُ فَقَدْ نَصَرَهُ اللّٰهُ اِذْ اَخْرَجَهُ الَّذِيْنَ كَفَرُوْا ثَانِيَ اثْنَيْنِ اِذْ هُمَا فِى الْغَارِ اِذْ يَقُوْلُ لِصَاحِبِهٖ لَا تَحْزَنْ اِنَّ اللّٰهَ مَعَنَاۚ فَاَنْزَلَ اللّٰهُ سَكِيْنَتَهٗ عَلَيْهِ وَاَيَّدَهٗ بِجُنُوْدٍ لَّمْ تَرَوْهَا وَجَعَلَ كَلِمَةَ الَّذِيْنَ كَفَرُوا السُّفْلٰىۗ وَكَلِمَةُ اللّٰهِ هِيَ الْعُلْيَاۗ وَاللّٰهُ عَزِيْزٌ حَكِيْمٌ ","tema":"Perintah Berjihad dan Kisah Perang Tabuk","teks_terjemah":"Jika kamu tidak menolongnya (Nabi Muhammad), sungguh Allah telah menolongnya, (yaitu) ketika orang-orang kafir mengusirnya (dari Makkah), sedangkan dia salah satu dari dua orang, ketika keduanya berada dalam gua, ketika dia berkata kepada sahabatnya, “Janganlah engkau bersedih, sesungguhnya Allah bersama kita.” Maka, Allah menurunkan ketenangan kepadanya (Nabi Muhammad), memperkuatnya dengan bala tentara (malaikat) yang tidak kamu lihat, dan Dia menjadikan seruan orang-orang kafir itu seruan yang paling rendah. (Sebaliknya,) firman Allah itulah yang paling tinggi. Allah Mahaperkasa lagi Mahabijaksana.","no_fn":"","teks_fn":"","bacaan":"illaa tanshuruuhu faqad nasharahulaahu idz akhrajahuladziina kafaruu tsaaniya itsnayni idz humaa fiilghaari idz yaquulu lishaahibihi laa tahzan innalaaha ma'anaa fa-anzalalaahu sakiinatahu 'alayhi wa-ayyadahu bijunuudin lam tarawhaa waja'ala kalimataladziina kafaruussuflaa wakalimatulaahi hiyal'ulyaa waalaahu 'aziizun hakiim"},{"id_ayat":1276,"no_surah":9,"no_ayat":41,"teks_ayat":"اِنْفِرُوْا خِفَافًا وَّثِقَالًا وَّجَاهِدُوْا بِاَمْوَالِكُمْ وَاَنْفُسِكُمْ فِيْ سَبِيْلِ اللّٰهِ ۗذٰلِكُمْ خَيْرٌ لَّكُمْ اِنْ كُنْتُمْ تَعْلَمُوْنَ ","tema":"Perintah Berjihad dan Kisah Perang Tabuk","teks_terjemah":"Berangkatlah kamu (untuk berperang), baik dengan rasa ringan maupun dengan rasa berat, dan berjihadlah dengan harta dan jiwamu di jalan Allah. Yang demikian itu adalah lebih baik bagimu jika kamu mengetahui.","no_fn":"","teks_fn":"","bacaan":"infiruu khifaafan watsiqaalan wajaahiduu bi-amwaalikum wa-anfusikum fii sabiililaahi dzaalikum khayrun lakum in kuntum ta'lamuun"},{"id_ayat":1277,"no_surah":9,"no_ayat":42,"teks_ayat":"لَوْ كَانَ عَرَضًا قَرِيْبًا وَّسَفَرًا قَاصِدًا لَّاتَّبَعُوْكَ وَلٰكِنْۢ بَعُدَتْ عَلَيْهِمُ الشُّقَّةُۗ وَسَيَحْلِفُوْنَ بِاللّٰهِ لَوِ اسْتَطَعْنَا لَخَرَجْنَا مَعَكُمْۚ يُهْلِكُوْنَ اَنْفُسَهُمْۚ وَاللّٰهُ يَعْلَمُ اِنَّهُمْ لَكٰذِبُوْنَ ࣖ ","tema":"Reaksi Kaum Munafik terhadap Perintah Perang","teks_terjemah":"Sekiranya (yang kamu serukan kepada mereka) adalah keuntungan yang mudah diperoleh dan perjalanan yang tidak seberapa jauh, niscaya mereka mengikutimu. Akan tetapi, (mereka enggan karena) tempat yang dituju itu terasa sangat jauh bagi mereka. Mereka akan bersumpah dengan (nama) Allah, “Seandainya kami sanggup niscaya kami berangkat bersamamu.” Mereka membinasakan diri sendiri<sup>327)<\/sup> dan Allah mengetahui sesungguhnya mereka benar-benar para pembohong.","no_fn":"327","teks_fn":"327) Maksud dari membinasakan diri sendiri dalam ayat ini adalah bahwa mereka akan binasa disebabkan sumpah palsu dan kebohongan mereka.","bacaan":"law kaana 'aradhan qariiban wasafaran qaasidan lattaba'uuka walaakin ba'udat 'alayhimusysyuqqatu wasayahlifuuna bialaahi lawi istatha'naa lakharajnaa ma'akum yuhlikuuna anfusahum waalaahu ya'lamu innahum lakaadzibuun"},{"id_ayat":1278,"no_surah":9,"no_ayat":43,"teks_ayat":"عَفَا اللّٰهُ عَنْكَۚ لِمَ اَذِنْتَ لَهُمْ حَتّٰى يَتَبَيَّنَ لَكَ الَّذِيْنَ صَدَقُوْا وَتَعْلَمَ الْكٰذِبِيْنَ ","tema":"Reaksi Kaum Munafik terhadap Perintah Perang","teks_terjemah":"Allah memaafkanmu (Nabi Muhammad). Mengapa engkau memberi izin kepada mereka (untuk tidak pergi berperang) sehingga jelas bagimu orang-orang yang benar-benar (berhalangan) dan sehingga engkau mengetahui orang-orang yang berdusta?","no_fn":"","teks_fn":"","bacaan":"'afaalaahu 'anka lima adzinta lahum hattaa yatabayyana lakaladziina shadaquu wata'lamalkaadzibiin"},{"id_ayat":1279,"no_surah":9,"no_ayat":44,"teks_ayat":"لَا يَسْتَأْذِنُكَ الَّذِيْنَ يُؤْمِنُوْنَ بِاللّٰهِ وَالْيَوْمِ الْاٰخِرِ اَنْ يُّجَاهِدُوْا بِاَمْوَالِهِمْ وَاَنْفُسِهِمْۗ وَاللّٰهُ عَلِيْمٌۢ بِالْمُتَّقِيْنَ ","tema":"Reaksi Kaum Munafik terhadap Perintah Perang","teks_terjemah":"Orang-orang yang beriman kepada Allah dan hari Akhir tidak akan meminta izin kepadamu untuk (tidak ikut) berjihad dengan harta dan jiwa mereka. Allah Maha Mengetahui orang-orang yang bertakwa.","no_fn":"","teks_fn":"","bacaan":"laa yasta'dzinukaladziina yu'minuuna bialaahi walyawmil-aakhiri an yujaahiduu bi-amwaalihim wa-anfusihim waalaahu 'aliimun bilmuttaqiin"},{"id_ayat":1280,"no_surah":9,"no_ayat":45,"teks_ayat":"اِنَّمَا يَسْتَأْذِنُكَ الَّذِيْنَ لَا يُؤْمِنُوْنَ بِاللّٰهِ وَالْيَوْمِ الْاٰخِرِ وَارْتَابَتْ قُلُوْبُهُمْ فَهُمْ فِيْ رَيْبِهِمْ يَتَرَدَّدُوْنَ ","tema":"Reaksi Kaum Munafik terhadap Perintah Perang","teks_terjemah":"Sesungguhnya yang meminta izin kepadamu (Nabi Muhammad untuk tidak berjihad) hanyalah orang-orang yang tidak beriman kepada Allah dan hari Akhir, dan hati mereka ragu, karena itu mereka selalu bimbang dalam keraguan.","no_fn":"","teks_fn":"","bacaan":"innamaa yasta'dzinukaladziina laa yu'minuuna bialaahi walyawmil-aakhiri wartaabat quluubuhum fahum fii raybihim yataraddaduun"},{"id_ayat":1281,"no_surah":9,"no_ayat":46,"teks_ayat":"۞ وَلَوْ اَرَادُوا الْخُرُوْجَ لَاَعَدُّوْا لَهٗ عُدَّةً وَّلٰكِنْ كَرِهَ اللّٰهُ انْۢبِعَاثَهُمْ فَثَبَّطَهُمْ وَقِيْلَ اقْعُدُوْا مَعَ الْقٰعِدِيْنَ ","tema":"Sifat Orang Munafik yang Suka Mengadu Domba","teks_terjemah":"Seandainya mereka mau berangkat (sejak semula), niscaya mereka menyiapkan persiapan untuk keberangkatan itu. Akan tetapi, (mereka memang enggan dan oleh sebab itu) Allah tidak menyukai keberangkatan mereka, maka Dia melemahkan keinginan mereka, dan dikatakan (kepada mereka), “Tinggallah kamu bersama orang-orang yang tinggal itu.”","no_fn":"","teks_fn":"","bacaan":"walaw araaduulkhuruuja la-a'adduu lahu 'uddatan walaakin karihalaahu inbi'aatsahum fatsabbathahum waqiila uq'uduu ma'alqaa'idiin"},{"id_ayat":1282,"no_surah":9,"no_ayat":47,"teks_ayat":"لَوْ خَرَجُوْا فِيْكُمْ مَّا زَادُوْكُمْ اِلَّا خَبَالًا وَّلَاَوْضَعُوْا خِلٰلَكُمْ يَبْغُوْنَكُمُ الْفِتْنَةَۚ وَفِيْكُمْ سَمّٰعُوْنَ لَهُمْۗ وَاللّٰهُ عَلِيْمٌۢ بِالظّٰلِمِيْنَ ","tema":"Sifat Orang Munafik yang Suka Mengadu Domba","teks_terjemah":"Seandainya mereka keluar bersamamu, niscaya mereka tidak akan menambah (kekuatan)-mu, malah hanya akan membuat kekacauan dan mereka tentu bergegas maju ke depan di celah-celah barisanmu untuk mengadakan kekacauan (di barisanmu), sedang di antara kamu ada orang-orang yang sangat suka mendengarkan (perkataan) mereka. Allah Maha Mengetahui orang-orang yang zalim.","no_fn":"","teks_fn":"","bacaan":"law kharajuu fiikum maa zaaduukum illaa khabaalan wala-awdha'uu khilaalakum yabghuunakumulfitnata wafiikum sammaa'uuna lahum waalaahu 'aliimun bizhzhaalimiin"},{"id_ayat":1283,"no_surah":9,"no_ayat":48,"teks_ayat":"لَقَدِ ابْتَغَوُا الْفِتْنَةَ مِنْ قَبْلُ وَقَلَّبُوْا لَكَ الْاُمُوْرَ حَتّٰى جَاۤءَ الْحَقُّ وَظَهَرَ اَمْرُ اللّٰهِ وَهُمْ كٰرِهُوْنَ ","tema":"Sifat Orang Munafik yang Suka Mengadu Domba","teks_terjemah":"Sungguh, sebelum itu mereka benar-benar sudah berusaha membuat kekacauan dan mereka membolak-balik berbagai urusan (dengan berbagai tipu daya) untuk (mencelakakan)-mu, hingga datanglah kebenaran (berupa pertolongan Allah) dan menanglah urusan (agama) Allah, padahal mereka adalah orang-orang yang tidak menyukainya.","no_fn":"","teks_fn":"","bacaan":"laqadi ibtaghawuulfitnata min qablu waqallabuu lakal-umuura hattaa jaa-alhaqqu wazhahara amrulaahi wahum kaarihuun"},{"id_ayat":1284,"no_surah":9,"no_ayat":49,"teks_ayat":"وَمِنْهُمْ مَّنْ يَّقُوْلُ ائْذَنْ لِّيْ وَلَا تَفْتِنِّيْۗ  اَلَا فِى الْفِتْنَةِ سَقَطُوْاۗ وَاِنَّ جَهَنَّمَ لَمُحِيْطَةٌ ۢ بِالْكٰفِرِيْنَ ","tema":"Sifat Orang Munafik yang Suka Berpura-pura dan Dengki kepada Kaum Muslim","teks_terjemah":"Di antara mereka ada orang yang berkata, “Berilah aku izin (tidak pergi berperang) dan janganlah engkau (Nabi Muhammad) menjerumuskan aku ke dalam fitnah.” Ketahuilah, bahwa mereka (dengan keengganannya pergi berjihad) telah terjerumus ke dalam fitnah. Sesungguhnya (neraka) Jahanam benar-benar meliputi orang-orang kafir.","no_fn":"","teks_fn":"","bacaan":"waminhum man yaquulu i'dzan lii walaa taftinniilaa fiilfitnati saqathuu wa-inna jahannama lamuhiithatun bilkaafiriin"},{"id_ayat":1285,"no_surah":9,"no_ayat":50,"teks_ayat":"اِنْ تُصِبْكَ حَسَنَةٌ تَسُؤْهُمْۚ وَاِنْ تُصِبْكَ مُصِيْبَةٌ يَّقُوْلُوْا قَدْ اَخَذْنَآ اَمْرَنَا مِنْ قَبْلُ وَيَتَوَلَّوْا وَّهُمْ فَرِحُوْنَ ","tema":"Sifat Orang Munafik yang Suka Berpura-pura dan Dengki kepada Kaum Muslim","teks_terjemah":"Jika engkau (Nabi Muhammad) mendapat kebaikan (maka) itu menyakitkan mereka. Akan tetapi, jika engkau ditimpa bencana, mereka berkata, “Sungguh, sejak semula kami telah berhati-hati (dengan tidak pergi berperang)” dan mereka berpaling dengan (perasaan) gembira.","no_fn":"","teks_fn":"","bacaan":"in tushibka hasanatun tasu'hum wa-in tushibka mushiibatun yaquuluu qad akhadznaa amranaa min qablu wayatawallaw wahum farihuun"},{"id_ayat":1286,"no_surah":9,"no_ayat":51,"teks_ayat":"قُلْ لَّنْ يُّصِيْبَنَآ اِلَّا مَا كَتَبَ اللّٰهُ لَنَاۚ هُوَ مَوْلٰىنَا وَعَلَى اللّٰهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُوْنَ ","tema":"Sifat Orang Munafik yang Suka Berpura-pura dan Dengki kepada Kaum Muslim","teks_terjemah":"Katakanlah (Nabi Muhammad), “Tidak akan menimpa kami melainkan apa yang telah ditetapkan Allah bagi kami. Dialah Pelindung kami, dan hanya kepada Allah hendaknya orang-orang mukmin bertawakal.","no_fn":"","teks_fn":"","bacaan":"qul lan yushiibanaa illaa maa katabalaahu lanaa huwa mawlaanaa wa'alaalaahi falyatawakkalilmu'minuun"},{"id_ayat":1287,"no_surah":9,"no_ayat":52,"teks_ayat":"قُلْ هَلْ تَرَبَّصُوْنَ بِنَآ اِلَّآ اِحْدَى الْحُسْنَيَيْنِۗ وَنَحْنُ نَتَرَبَّصُ بِكُمْ اَنْ يُّصِيْبَكُمُ اللّٰهُ بِعَذَابٍ مِّنْ عِنْدِهٖٓ اَوْ بِاَيْدِيْنَاۖ فَتَرَبَّصُوْٓا اِنَّا مَعَكُمْ مُّتَرَبِّصُوْنَ ","tema":"Sifat Orang Munafik yang Suka Berpura-pura dan Dengki kepada Kaum Muslim","teks_terjemah":"Katakanlah (Nabi Muhammad), “Tidak ada yang kamu tunggu-tunggu (kedatangannya) bagi kami, kecuali salah satu dari dua kebaikan (menang atau mati syahid). (Sebaliknya,) kami menunggu-nunggu bagi kamu bahwa Allah akan menimpakan azab kepadamu dari sisi-Nya atau (azab) melalui tangan kami. Maka, tunggulah, sesungguhnya kami menunggu (pula) bersamamu.”","no_fn":"","teks_fn":"","bacaan":"qul hal tarabbashuuna binaa illaa ihdaalhusnayayni wanahnu natarabbashu bikum an yushiibakumulaahu bi'adzaabin min 'indihi aw bi-aydiinaa fatarabbashuu innaa ma'akum mutarabbishuun"},{"id_ayat":1288,"no_surah":9,"no_ayat":53,"teks_ayat":"قُلْ اَنْفِقُوْا طَوْعًا اَوْ كَرْهًا لَّنْ يُّتَقَبَّلَ مِنْكُمْ ۗاِنَّكُمْ كُنْتُمْ قَوْمًا فٰسِقِيْنَ ","tema":"Balasan Kemunafikan di Dunia dan Akhirat","teks_terjemah":"Katakanlah (Nabi Muhammad), “(Wahai orang-orang munafik,) infakkanlah (hartamu) baik dengan sukarela maupun dengan terpaksa, (tetapi ketahuilah bahwa infak itu) sekali-kali tidak akan diterima (oleh Allah) dari kamu. Sesungguhnya kamu adalah kaum yang fasik.”","no_fn":"","teks_fn":"","bacaan":"qul anfiquu thaw'an aw karhan lan yutaqabbala minkum innakum kuntum qawman faasiqiin"},{"id_ayat":1289,"no_surah":9,"no_ayat":54,"teks_ayat":"وَمَا مَنَعَهُمْ اَنْ تُقْبَلَ مِنْهُمْ نَفَقٰتُهُمْ اِلَّآ اَنَّهُمْ كَفَرُوْا بِاللّٰهِ وَبِرَسُوْلِهٖ وَلَا يَأْتُوْنَ الصَّلٰوةَ اِلَّا وَهُمْ كُسَالٰى وَلَا يُنْفِقُوْنَ اِلَّا وَهُمْ كٰرِهُوْنَ ","tema":"Balasan Kemunafikan di Dunia dan Akhirat","teks_terjemah":"Tidak ada yang menghalangi infak mereka untuk diterima kecuali karena sesungguhnya mereka adalah orang-orang yang kufur kepada Allah dan Rasul-Nya dan mereka tidak melaksanakan salat, melainkan dengan malas dan tidak (pula) menginfakkan (harta) mereka, melainkan dengan rasa enggan (terpaksa).","no_fn":"","teks_fn":"","bacaan":"wamaa mana'ahum an tuqbala minhum nafaqaatuhum illaa annahum kafaruu bialaahi wabirasuulihi walaa ya'tuunashshalaata illaa wahum kusaalaa walaa yunfiquuna illaa wahum kaarihuun"},{"id_ayat":1290,"no_surah":9,"no_ayat":55,"teks_ayat":"فَلَا تُعْجِبْكَ اَمْوَالُهُمْ وَلَآ اَوْلَادُهُمْ ۗاِنَّمَا يُرِيْدُ اللّٰهُ لِيُعَذِّبَهُمْ بِهَا فِى الْحَيٰوةِ الدُّنْيَا وَتَزْهَقَ اَنْفُسُهُمْ وَهُمْ كٰفِرُوْنَ ","tema":"Balasan Kemunafikan di Dunia dan Akhirat","teks_terjemah":"(Oleh karena itu,) janganlah harta dan anak-anak mereka membuatmu kagum. Sesungguhnya Allah hendak menyiksa mereka dengan itu dalam kehidupan dunia dan kelak nyawa mereka keluar dengan susah payah, sedangkan mereka dalam keadaan kafir.","no_fn":"","teks_fn":"","bacaan":"falaa tu'jibka amwaaluhum walaa awlaaduhum innamaa yuriidulaahu liyu'adzdzibahum bihaa fiilhayaatiddunyaa watazhaqa anfusuhum wahum kaafiruun"},{"id_ayat":1291,"no_surah":9,"no_ayat":56,"teks_ayat":"وَيَحْلِفُوْنَ بِاللّٰهِ اِنَّهُمْ لَمِنْكُمْۗ وَمَا هُمْ مِّنْكُمْ وَلٰكِنَّهُمْ قَوْمٌ يَّفْرَقُوْنَ ","tema":"Balasan Kemunafikan di Dunia dan Akhirat","teks_terjemah":"Mereka (orang-orang munafik) bersumpah dengan (nama) Allah, bahwa sesungguhnya mereka termasuk golonganmu, padahal mereka bukanlah dari golonganmu, tetapi mereka adalah kaum yang sangat takut (kepadamu).","no_fn":"","teks_fn":"","bacaan":"wayahlifuuna bialaahi innahum laminkum wamaa hum minkum walaakinnahum qawmun yafraquun"},{"id_ayat":1292,"no_surah":9,"no_ayat":57,"teks_ayat":"لَوْ يَجِدُوْنَ مَلْجَاً اَوْ مَغٰرٰتٍ اَوْ مُدَّخَلًا لَّوَلَّوْا اِلَيْهِ وَهُمْ يَجْمَحُوْنَ ","tema":"Balasan Kemunafikan di Dunia dan Akhirat","teks_terjemah":"Seandainya mereka memperoleh tempat berlindung, gua-gua, atau lubang-lubang (dalam tanah), niscaya mereka pergi (lari) ke sana dengan secepat-cepatnya.","no_fn":"","teks_fn":"","bacaan":"law yajiduuna malja-an aw maghaaraatin aw muddakhalan lawallaw ilayhi wahum yajmahuun"},{"id_ayat":1293,"no_surah":9,"no_ayat":58,"teks_ayat":"وَمِنْهُمْ مَّنْ يَّلْمِزُكَ فِى الصَّدَقٰتِۚ فَاِنْ اُعْطُوْا مِنْهَا رَضُوْا وَاِنْ لَّمْ يُعْطَوْا مِنْهَآ اِذَا هُمْ يَسْخَطُوْنَ ","tema":"Balasan Kemunafikan di Dunia dan Akhirat","teks_terjemah":"Di antara mereka ada yang mencela engkau (Nabi Muhammad) dalam hal (pembagian) sedekah-sedekah (zakat atau rampasan perang). Jika mereka diberi sebagian darinya, mereka bersenang hati, dan jika mereka tidak diberi bagian, dengan serta merta mereka marah.","no_fn":"","teks_fn":"","bacaan":"waminhum man yalmizuka fiishshadaqaati fa-in u'thuu minhaa radhuu wa-in lam yu'thaw minhaa idzaa hum yaskhathuun"},{"id_ayat":1294,"no_surah":9,"no_ayat":59,"teks_ayat":"وَلَوْ اَنَّهُمْ رَضُوْا مَآ اٰتٰىهُمُ اللّٰهُ وَرَسُوْلُهٗۙ وَقَالُوْا حَسْبُنَا اللّٰهُ سَيُؤْتِيْنَا اللّٰهُ مِنْ فَضْلِهٖ وَرَسُوْلُهٗٓ اِنَّآ اِلَى اللّٰهِ رٰغِبُوْنَ ࣖ ","tema":"Balasan Kemunafikan di Dunia dan Akhirat","teks_terjemah":"Seandainya mereka benar-benar rida dengan apa yang diberikan kepada mereka oleh Allah dan Rasul-Nya, dan berkata, “Cukuplah Allah bagi kami, Allah akan memberikan kepada kami sebagian dari karunia-Nya, dan (demikian pula) Rasul-Nya. Sesungguhnya kami adalah orang-orang yang selalu hanya berharap kepada Allah.”","no_fn":"","teks_fn":"","bacaan":"walaw annahum radhuu maa aataahumulaahu warasuuluhu waqaaluu hasbunaalaahu sayu'tiinaalaahu min fadhlihi warasuuluhu innaa ilaalaahi raaghibuun"},{"id_ayat":1295,"no_surah":9,"no_ayat":60,"teks_ayat":"۞ اِنَّمَا الصَّدَقٰتُ لِلْفُقَرَاۤءِ وَالْمَسٰكِيْنِ وَالْعٰمِلِيْنَ عَلَيْهَا وَالْمُؤَلَّفَةِ قُلُوْبُهُمْ وَفِى الرِّقَابِ وَالْغٰرِمِيْنَ وَفِيْ سَبِيْلِ اللّٰهِ وَابْنِ السَّبِيْلِۗ فَرِيْضَةً مِّنَ اللّٰهِ ۗوَاللّٰهُ عَلِيْمٌ حَكِيْمٌ ","tema":"Delapan Pihak Penerima Zakat","teks_terjemah":"Sesungguhnya zakat itu hanyalah untuk orang-orang fakir, orang-orang miskin, para amil zakat, orang-orang yang dilunakkan hatinya (mualaf), untuk (memerdekakan) para hamba sahaya, untuk (membebaskan) orang-orang yang berutang, untuk jalan Allah dan untuk orang-orang yang sedang dalam perjalanan (yang memerlukan pertolongan), sebagai kewajiban dari Allah. Allah Maha Mengetahui lagi Mahabijaksana.","no_fn":"","teks_fn":"","bacaan":"innamaashshadaqaatu lilfuqaraa-i walmasaakiini wal'aamiliina 'alayhaa walmu-allafati quluubuhum wafiirriqaabi walghaarimiina wafii sabiililaahi wabnissabiili fariidhatan minalaahi waalaahu 'aliimun hakiimun"},{"id_ayat":1296,"no_surah":9,"no_ayat":61,"teks_ayat":"وَمِنْهُمُ الَّذِيْنَ يُؤْذُوْنَ النَّبِيَّ وَيَقُوْلُوْنَ هُوَ اُذُنٌ ۗقُلْ اُذُنُ خَيْرٍ لَّكُمْ يُؤْمِنُ بِاللّٰهِ وَيُؤْمِنُ لِلْمُؤْمِنِيْنَ وَرَحْمَةٌ لِّلَّذِيْنَ اٰمَنُوْا مِنْكُمْۗ وَالَّذِيْنَ يُؤْذُوْنَ رَسُوْلَ اللّٰهِ لَهُمْ عَذَابٌ اَلِيْمٌ ","tema":"Perilaku Buruk Kaum Munafik dan Ancaman Atasnya","teks_terjemah":"Di antara mereka (kaum munafik) ada orang-orang yang menyakiti Nabi (Muhammad) dan mengatakan, “Dia adalah telinga (yang menampung dan memercayai semua apa yang didengarnya tanpa seleksi).” Katakanlah, “(Nabi Muhammad adalah) telinga yang baik bagi kamu, dia beriman kepada Allah, memercayai orang-orang mukmin, dan menjadi rahmat bagi orang-orang yang beriman di antara kamu.” Orang-orang yang menyakiti Rasulullah bagi mereka azab yang sangat pedih.","no_fn":"","teks_fn":"","bacaan":"waminhumuladziina yu'dzuunannabiyya wayaquuluuna huwa udzunun qul udzunu khayrin lakum yu'minu bialaahi wayu'minu lilmu'miniina warahmatun lilladziina aamanuu minkum walladziina yu'dzuuna rasuulalaahi lahum 'adzaabunliim"},{"id_ayat":1297,"no_surah":9,"no_ayat":62,"teks_ayat":"يَحْلِفُوْنَ بِاللّٰهِ لَكُمْ لِيُرْضُوْكُمْ وَاللّٰهُ وَرَسُوْلُهٗٓ اَحَقُّ اَنْ يُّرْضُوْهُ اِنْ كَانُوْا مُؤْمِنِيْنَ ","tema":"Perilaku Buruk Kaum Munafik dan Ancaman Atasnya","teks_terjemah":"Mereka (orang-orang munafik) bersumpah kepadamu (kaum muslim) dengan (nama) Allah untuk membuat kamu rida, padahal Allah dan Rasul-Nya lebih pantas mereka (raih) keridaan-Nya jika mereka adalah orang-orang beriman.","no_fn":"","teks_fn":"","bacaan":"yahlifuuna bialaahi lakum liyurdhuukum waalaahu warasuuluhu ahaqqu an yurdhuuhu in kaanuu mu'miniin"},{"id_ayat":1298,"no_surah":9,"no_ayat":63,"teks_ayat":"اَلَمْ يَعْلَمُوْٓا اَنَّهٗ مَنْ يُّحَادِدِ اللّٰهَ وَرَسُوْلَهٗ فَاَنَّ لَهٗ نَارَ جَهَنَّمَ خَالِدًا فِيْهَاۗ ذٰلِكَ الْخِزْيُ الْعَظِيْمُ ","tema":"Perilaku Buruk Kaum Munafik dan Ancaman Atasnya","teks_terjemah":"Tidakkah mereka (orang-orang munafik) mengetahui bahwa siapa yang menentang Allah dan Rasul-Nya, maka sesungguhnya neraka Jahanamlah baginya. Dia kekal di dalamnya. Itulah kehinaan yang besar.","no_fn":"","teks_fn":"","bacaan":"alam ya'lamuu annahu man yuhaadidilaaha warasuulahu fa-anna lahu naara jahannama khaalidan fiihaa dzaalikalkhizyul'azhiim"},{"id_ayat":1299,"no_surah":9,"no_ayat":64,"teks_ayat":"يَحْذَرُ الْمُنٰفِقُوْنَ اَنْ تُنَزَّلَ عَلَيْهِمْ سُوْرَةٌ تُنَبِّئُهُمْ بِمَا فِيْ قُلُوْبِهِمْۗ قُلِ اسْتَهْزِءُوْاۚ اِنَّ اللّٰهَ مُخْرِجٌ مَّا تَحْذَرُوْنَ ","tema":"Perilaku Buruk Kaum Munafik dan Ancaman Atasnya","teks_terjemah":"Orang-orang munafik khawatir jika diturunkan suatu surah yang mengungkapkan apa yang ada dalam hati mereka. Katakanlah (kepada mereka), “Olok-oloklah (Allah, Rasul-Nya, dan orang beriman sesukamu). Sesungguhnya Allah pasti akan menampakkan apa yang kamu khawatirkan itu.”","no_fn":"","teks_fn":"","bacaan":"yahtsarulmunaafiquuna an tunazzala 'alayhim suuratun tunabbi-uhum bimaa fii quluubihim quli istahzi-uu innalaaha mukhrijun maa tahtsaruun"},{"id_ayat":1300,"no_surah":9,"no_ayat":65,"teks_ayat":"وَلَىِٕنْ سَاَلْتَهُمْ لَيَقُوْلُنَّ اِنَّمَا كُنَّا نَخُوْضُ وَنَلْعَبُۗ  قُلْ اَبِاللّٰهِ وَاٰيٰتِهٖ وَرَسُوْلِهٖ كُنْتُمْ تَسْتَهْزِءُوْنَ ","tema":"Perilaku Buruk Kaum Munafik dan Ancaman Atasnya","teks_terjemah":"Sesungguhnya jika kamu tanyakan kepada mereka, mereka pasti akan menjawab, “Sesungguhnya kami hanya bersenda gurau dan bermain-main saja.” Katakanlah, “Apakah terhadap Allah, ayat-ayat-Nya, dan Rasul-Nya kamu selalu berolok-olok?”","no_fn":"","teks_fn":"","bacaan":"wala-in sa-altahum layaquulunna innamaa kunnaa nakhuudhu wanal'abu qul abialaahi waaayaatihi warasuulihi kuntum tastahzi-uun"},{"id_ayat":1301,"no_surah":9,"no_ayat":66,"teks_ayat":"لَا تَعْتَذِرُوْا قَدْ كَفَرْتُمْ بَعْدَ اِيْمَانِكُمْ ۗ اِنْ نَّعْفُ عَنْ طَاۤىِٕفَةٍ مِّنْكُمْ نُعَذِّبْ طَاۤىِٕفَةً ۢ بِاَنَّهُمْ كَانُوْا مُجْرِمِيْنَ ࣖ","tema":"Perilaku Buruk Kaum Munafik dan Ancaman Atasnya","teks_terjemah":"Tidak perlu kamu membuat-buat alasan karena kamu telah kufur sesudah beriman. Jika Kami memaafkan sebagian dari kamu (karena telah bertobat), niscaya Kami akan mengazab golongan (yang lain), karena sesungguhnya mereka adalah orang-orang yang berbuat dosa.","no_fn":"","teks_fn":"","bacaan":"laa ta'tadziruu qad kafartum ba'da iimaanikum in na'fu 'an thaa-ifatin minkum nu'adzdzib thaa-ifatan bi-annahum kaanuu mujrimiin"},{"id_ayat":1302,"no_surah":9,"no_ayat":67,"teks_ayat":"اَلْمُنٰفِقُوْنَ وَالْمُنٰفِقٰتُ بَعْضُهُمْ مِّنْۢ بَعْضٍۘ يَأْمُرُوْنَ بِالْمُنْكَرِ وَيَنْهَوْنَ عَنِ الْمَعْرُوْفِ وَيَقْبِضُوْنَ اَيْدِيَهُمْۗ نَسُوا اللّٰهَ فَنَسِيَهُمْ ۗ اِنَّ الْمُنٰفِقِيْنَ هُمُ الْفٰسِقُوْنَ ","tema":"Perilaku Buruk Kaum Munafik dan Ancaman Atasnya","teks_terjemah":"Orang-orang munafik laki-laki dan perempuan, satu dengan yang lain (adalah sama saja). Mereka menyuruh (berbuat) mungkar dan mencegah (berbuat) makruf. Mereka pun menggenggam tangannya (kikir). Mereka telah melupakan Allah, maka Allah melupakan mereka. Sesungguhnya orang-orang munafik adalah orang-orang yang fasik.","no_fn":"","teks_fn":"","bacaan":"almunaafiquuna walmunaafiqaatu ba'dhuhum min ba'dhin ya'muruuna bilmunkari wayanhawna 'anilma'ruufi wayaqbidhuuna aydiyahum nasuulaaha fanasiyahum innalmunaafiqiina humulfaasiquun"},{"id_ayat":1303,"no_surah":9,"no_ayat":68,"teks_ayat":"وَعَدَ اللّٰهُ الْمُنٰفِقِيْنَ وَالْمُنٰفِقٰتِ وَالْكُفَّارَ نَارَ جَهَنَّمَ خٰلِدِيْنَ فِيْهَاۗ هِيَ حَسْبُهُمْ ۚوَلَعَنَهُمُ اللّٰهُ ۚوَلَهُمْ عَذَابٌ مُّقِيْمٌۙ","tema":"Perilaku Buruk Kaum Munafik dan Ancaman Atasnya","teks_terjemah":"Allah telah mengancam orang-orang munafik laki-laki dan perempuan serta orang-orang kafir dengan neraka Jahanam. Mereka kekal di dalamnya. Cukuplah (neraka) itu bagi mereka. Allah melaknat mereka. Bagi mereka azab yang kekal.","no_fn":"","teks_fn":"","bacaan":"wa'adalaahulmunaafiqiina walmunaafiqaati walkuffaara naara jahannama khaalidiina fiihaa hiya hasbuhum wala'anahumulaahu walahum 'adzaabun muqiim"},{"id_ayat":1304,"no_surah":9,"no_ayat":69,"teks_ayat":"كَالَّذِيْنَ مِنْ قَبْلِكُمْ كَانُوْٓا اَشَدَّ مِنْكُمْ قُوَّةً وَّاَكْثَرَ اَمْوَالًا وَّاَوْلَادًاۗ فَاسْتَمْتَعُوْا بِخَلَاقِهِمْ فَاسْتَمْتَعْتُمْ بِخَلَاقِكُمْ كَمَا اسْتَمْتَعَ الَّذِيْنَ مِنْ قَبْلِكُمْ بِخَلَاقِهِمْ وَخُضْتُمْ كَالَّذِيْ خَاضُوْاۗ اُولٰۤىِٕكَ حَبِطَتْ اَعْمَالُهُمْ فِى الدُّنْيَا وَالْاٰخِرَةِ ۚوَاُولٰۤىِٕكَ هُمُ الْخٰسِرُوْنَ ","tema":"Perilaku Buruk Kaum Munafik dan Ancaman Atasnya","teks_terjemah":"(Kamu, orang-orang munafik,) seperti orang-orang sebelummu. Mereka lebih kuat daripada kamu dan lebih banyak harta dan anak-anaknya. Mereka telah menikmati bagiannya dan kamu telah menikmati bagianmu sebagaimana orang-orang yang sebelummu menikmati bagiannya. Kamu mempercakapkan (hal-hal yang batil) sebagaimana mereka mempercakapkannya. Mereka itu sia-sia amalnya di dunia dan di akhirat. Mereka itulah orang-orang yang rugi.","no_fn":"","teks_fn":"","bacaan":"kalladziina min qablikum kaanuu asyadda minkum quwwatan wa-aktsara amwaalan wa-awlaadan fastamta'uu bikhalaaqihim fastamta'tum bikhalaaqikum kamaa istamta'aladziina min qablikum bikhalaaqihim wakhudhtum kalladzii khaaduu ulaa-ika habithat a'maaluhum fiiddunyaa wal-aakhirati waulaa-ika humulkhaasiruun"},{"id_ayat":1305,"no_surah":9,"no_ayat":70,"teks_ayat":"اَلَمْ يَأْتِهِمْ نَبَاُ الَّذِيْنَ مِنْ قَبْلِهِمْ قَوْمِ نُوْحٍ وَّعَادٍ وَّثَمُوْدَ ەۙ وَقَوْمِ اِبْرٰهِيْمَ وَاَصْحٰبِ مَدْيَنَ وَالْمُؤْتَفِكٰتِۗ اَتَتْهُمْ رُسُلُهُمْ بِالْبَيِّنٰتِۚ فَمَا كَانَ اللّٰهُ لِيَظْلِمَهُمْ وَلٰكِنْ كَانُوْٓا اَنْفُسَهُمْ يَظْلِمُوْنَ","tema":"Perilaku Buruk Kaum Munafik dan Ancaman Atasnya","teks_terjemah":"Apakah tidak sampai kepada mereka berita (tentang) orang-orang sebelum mereka, (yaitu) kaum Nuh, ‘Ad, Samud, kaum Ibrahim, penduduk Madyan, dan (kaum Lut) yang kota-kotanya dijungkirbalikkan? Telah datang kepada mereka rasul-rasul dengan membawa bukti-bukti yang nyata. Allah tidak akan pernah menzalimi mereka, tetapi merekalah yang selalu menzalimi diri sendiri.","no_fn":"","teks_fn":"","bacaan":"alam ya'tihim nabauladziina min qablihim qawmi nuuhin wa'aadin watsamuuda waqawmi ibraahiima wa-ash-haabi madyana walmu'tafikaati atat-hum rusuluhum bilbayyinaati famaa kaanalaahu liyazhlimahum walaakin kaanuu anfusahum yazhlimuun"},{"id_ayat":1306,"no_surah":9,"no_ayat":71,"teks_ayat":"وَالْمُؤْمِنُوْنَ وَالْمُؤْمِنٰتُ بَعْضُهُمْ اَوْلِيَاۤءُ بَعْضٍۘ يَأْمُرُوْنَ بِالْمَعْرُوْفِ وَيَنْهَوْنَ عَنِ الْمُنْكَرِ وَيُقِيْمُوْنَ الصَّلٰوةَ وَيُؤْتُوْنَ الزَّكٰوةَ وَيُطِيْعُوْنَ اللّٰهَ وَرَسُوْلَهٗ ۗاُولٰۤىِٕكَ سَيَرْحَمُهُمُ اللّٰهُ ۗاِنَّ اللّٰهَ عَزِيْزٌ حَكِيْمٌ ","tema":"Perilaku Baik Kaum Mukmin dan Balasannya","teks_terjemah":"Orang-orang mukmin, laki-laki dan perempuan, sebagian mereka menjadi penolong bagi sebagian yang lain.<sup>328)<\/sup> Mereka menyuruh (berbuat) makruf dan mencegah (berbuat) mungkar, menegakkan salat, menunaikan zakat, dan taat kepada Allah dan Rasul-Nya. Mereka akan diberi rahmat oleh Allah. Sesungguhnya Allah Mahaperkasa lagi Mahabijaksana.","no_fn":"328","teks_fn":"328) Lihat catatan kaki surah Āli ‘Imrān\/3: 28.","bacaan":"walmu'minuuna walmu'minaatu ba'dhuhum awliyaau ba'dhin ya'muruuna bilma'ruufi wayanhawna 'anilmunkari wayuqiimuunashshalaata wayu'tuunazzakaata wayuthii'uunalaaha warasuulahu ulaa-ika sayarhamuhumulaahu innalaaha 'aziizun hakiim"},{"id_ayat":1307,"no_surah":9,"no_ayat":72,"teks_ayat":"وَعَدَ اللّٰهُ الْمُؤْمِنِيْنَ وَالْمُؤْمِنٰتِ جَنّٰتٍ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُ خٰلِدِيْنَ فِيْهَا وَمَسٰكِنَ طَيِّبَةً فِيْ جَنّٰتِ عَدْنٍ ۗوَرِضْوَانٌ مِّنَ اللّٰهِ اَكْبَرُ ۗذٰلِكَ هُوَ الْفَوْزُ الْعَظِيْمُ ࣖ ","tema":"Perilaku Baik Kaum Mukmin dan Balasannya","teks_terjemah":"Allah telah menjanjikan kepada orang-orang mukmin laki-laki dan perempuan, surga-surga yang sungai-sungai mengalir di bawahnya, mereka kekal di dalamnya, dan tempat-tempat yang baik di surga ‘Adn. Rida Allah lebih besar. Itulah kemenangan yang agung.","no_fn":"","teks_fn":"","bacaan":"wa'adalaahulmu'miniina walmu'minaati jannaatin tajrii min tahtihaal-anhaaru khaalidiina fiihaa wamasaakina thayyibatan fii jannaati 'adnin waridhwaanun minalaahi akbaru dzaalika huwalfawzul'azhiim"},{"id_ayat":1308,"no_surah":9,"no_ayat":73,"teks_ayat":"يٰٓاَيُّهَا النَّبِيُّ جَاهِدِ الْكُفَّارَ وَالْمُنٰفِقِيْنَ وَاغْلُظْ عَلَيْهِمْ ۗوَمَأْوٰىهُمْ جَهَنَّمُ وَبِئْسَ الْمَصِيْرُ ","tema":"Jihad Melawan Orang-Orang Kafir dan Munafik","teks_terjemah":"Wahai Nabi, berjihadlah (melawan) orang-orang kafir dan orang-orang munafik dan bersikap keraslah terhadap mereka. Tempat mereka adalah (neraka) Jahanam. (Itulah) seburuk-buruk tempat kembali.","no_fn":"","teks_fn":"","bacaan":"yaa ayyuhaannabiyyu jaahidilkuffaara walmunaafiqiina waghluzh 'alayhim wama'waahum jahannamu wabi'salmashiir"},{"id_ayat":1309,"no_surah":9,"no_ayat":74,"teks_ayat":"يَحْلِفُوْنَ بِاللّٰهِ مَا قَالُوْا ۗوَلَقَدْ قَالُوْا كَلِمَةَ الْكُفْرِ وَكَفَرُوْا بَعْدَ اِسْلَامِهِمْ وَهَمُّوْا بِمَا لَمْ يَنَالُوْاۚ وَمَا نَقَمُوْٓا اِلَّآ اَنْ اَغْنٰىهُمُ اللّٰهُ وَرَسُوْلُهٗ مِنْ فَضْلِهٖ ۚفَاِنْ يَّتُوْبُوْا يَكُ خَيْرًا لَّهُمْ ۚوَاِنْ يَّتَوَلَّوْا يُعَذِّبْهُمُ اللّٰهُ عَذَابًا اَلِيْمًا فِى الدُّنْيَا وَالْاٰخِرَةِ ۚوَمَا لَهُمْ فِى الْاَرْضِ مِنْ وَّلِيٍّ وَّلَا نَصِيْرٍ ","tema":"Jihad Melawan Orang-Orang Kafir dan Munafik","teks_terjemah":"Mereka (orang-orang munafik) bersumpah dengan (nama) Allah bahwa mereka tidak mengatakan (sesuatu yang menyakiti Nabi Muhammad). Sungguh, mereka benar-benar telah mengucapkan perkataan kekafiran (dengan mencela Nabi Muhammad) dan (karenanya) menjadi kafir setelah berislam. Mereka menginginkan apa yang tidak dapat mereka capai.<sup>329)<\/sup> Mereka tidak mencela melainkan karena Allah dan Rasul-Nya telah melimpahkan karunia-Nya kepada mereka. Maka, jika mereka bertobat, itu lebih baik bagi mereka. Jika berpaling, niscaya Allah akan mengazab mereka dengan azab yang pedih di dunia dan akhirat. Mereka tidak mempunyai pelindung dan tidak (pula) penolong di bumi.","no_fn":"329","teks_fn":"329) Mereka ingin membunuh Nabi Muhammad saw.","bacaan":"yahlifuuna bialaahi maa qaaluu walaqad qaaluu kalimatalkufri wakafaruu ba'da islaamihim wahammuu bimaa lam yanaaluu wamaa naqamuu illaa an aghnaahumulaahu warasuuluhu min fadhlihi fa-in yatuubuu yaku khayran lahum wa-in yatawallaw yu'adzdzibhumulaahu 'adzaabanliiman fiiddunyaa wal-aakhirati wamaa lahum fiil-ardhi min waliyyin walaa nashiir"},{"id_ayat":1310,"no_surah":9,"no_ayat":75,"teks_ayat":"۞ وَمِنْهُمْ مَّنْ عٰهَدَ اللّٰهَ لَىِٕنْ اٰتٰىنَا مِنْ فَضْلِهٖ لَنَصَّدَّقَنَّ وَلَنَكُوْنَنَّ مِنَ الصّٰلِحِيْنَ ","tema":"Kebohongan dan Ingkar Janji Orang Munafik","teks_terjemah":"Di antara mereka ada orang yang telah berjanji kepada Allah, “Sesungguhnya jika Dia memberikan sebagian dari karunia-Nya kepada kami, niscaya kami akan benar-benar bersedekah dan niscaya kami benar-benar termasuk orang-orang yang saleh.”","no_fn":"","teks_fn":"","bacaan":"waminhum man 'aahadalaaha la-in aataanaa min fadhlihi lanashshaddaqanna walanakuunanna minashshaalihiin"},{"id_ayat":1311,"no_surah":9,"no_ayat":76,"teks_ayat":"فَلَمَّآ اٰتٰىهُمْ مِّنْ فَضْلِهٖ بَخِلُوْا بِهٖ وَتَوَلَّوْا وَّهُمْ مُّعْرِضُوْنَ ","tema":"Kebohongan dan Ingkar Janji Orang Munafik","teks_terjemah":"Akan tetapi, ketika Allah menganugerahkan kepada mereka sebagian dari karunia-Nya, mereka menjadi kikir dan berpaling seraya menjadi penentang (kebenaran).","no_fn":"","teks_fn":"","bacaan":"falammaa aataahum min fadhlihi bakhiluu bihi watawallaw wahum mu'ridhuun"},{"id_ayat":1312,"no_surah":9,"no_ayat":77,"teks_ayat":"فَاَعْقَبَهُمْ نِفَاقًا فِيْ قُلُوْبِهِمْ اِلٰى يَوْمِ يَلْقَوْنَهٗ بِمَآ اَخْلَفُوا اللّٰهَ مَا وَعَدُوْهُ وَبِمَا كَانُوْا يَكْذِبُوْنَ ","tema":"Kebohongan dan Ingkar Janji Orang Munafik","teks_terjemah":"Maka, (akibat kekikiran itu) Dia menanamkan kemunafikan dalam hati mereka sampai pada hari mereka menemui-Nya karena mereka telah mengingkari janji yang telah mereka ikrarkan kepada-Nya dan (juga) karena mereka selalu berdusta.","no_fn":"","teks_fn":"","bacaan":"fa-a'qabahum nifaaqan fii quluubihim ilaa yawmi yalqawnahu bimaa akhlafuulaaha maa wa'aduuhu wabimaa kaanuu yakdzibuun"},{"id_ayat":1313,"no_surah":9,"no_ayat":78,"teks_ayat":"اَلَمْ يَعْلَمُوْٓا اَنَّ اللّٰهَ يَعْلَمُ سِرَّهُمْ وَنَجْوٰىهُمْ وَاَنَّ اللّٰهَ عَلَّامُ الْغُيُوْبِ ","tema":"Kebohongan dan Ingkar Janji Orang Munafik","teks_terjemah":"Tidakkah mereka mengetahui bahwa Allah mengetahui rahasia dan bisikan mereka dan bahwa sesungguhnya Allah Maha Mengetahui segala yang gaib?","no_fn":"","teks_fn":"","bacaan":"alam ya'lamuu annalaaha ya'lamu sirrahum wanajwaahum wa-annalaaha 'allaamulghuyuub"},{"id_ayat":1314,"no_surah":9,"no_ayat":79,"teks_ayat":"اَلَّذِيْنَ يَلْمِزُوْنَ الْمُطَّوِّعِيْنَ مِنَ الْمُؤْمِنِيْنَ فِى الصَّدَقٰتِ وَالَّذِيْنَ لَا يَجِدُوْنَ اِلَّا جُهْدَهُمْ فَيَسْخَرُوْنَ مِنْهُمْ ۗسَخِرَ اللّٰهُ مِنْهُمْ ۖ وَلَهُمْ عَذَابٌ اَلِيْمٌ ","tema":"Celaan Orang-Orang Munafik terhadap Orang-Orang Mukmin","teks_terjemah":"Orang-orang (munafik) yang mencela orang-orang beriman yang memberikan sedekah dengan sukarela, (mencela) orang-orang yang tidak mendapatkan (untuk disedekahkan) selain kesanggupannya, lalu mereka mengejeknya. Maka, Allah mengejek mereka dan bagi mereka azab yang sangat pedih.","no_fn":"","teks_fn":"","bacaan":"aladziina yalmizuunalmuththhawwi'iina minalmu'miniina fiishshadaqaati walladziina laa yajiduuna illaa juhdahum fayaskharuuna minhum sakhiralaahu minhum walahum 'adzaabunliim"},{"id_ayat":1315,"no_surah":9,"no_ayat":80,"teks_ayat":"اِسْتَغْفِرْ لَهُمْ اَوْ لَا تَسْتَغْفِرْ لَهُمْۗ اِنْ تَسْتَغْفِرْ لَهُمْ سَبْعِيْنَ مَرَّةً فَلَنْ يَّغْفِرَ اللّٰهُ لَهُمْ ۗذٰلِكَ بِاَنَّهُمْ كَفَرُوْا بِاللّٰهِ وَرَسُوْلِهٖۗ وَاللّٰهُ لَا يَهْدِى الْقَوْمَ الْفٰسِقِيْنَ ࣖ ","tema":"Celaan Orang-Orang Munafik terhadap Orang-Orang Mukmin","teks_terjemah":"(Sama saja) engkau (Nabi Muhammad) memohonkan ampunan bagi mereka atau tidak memohonkan ampunan bagi mereka. Walaupun engkau memohonkan ampunan bagi mereka tujuh puluh kali, Allah tidak akan memberi ampunan kepada mereka. Demikian itu karena mereka kufur kepada Allah dan Rasul-Nya. Allah tidak akan memberi petunjuk kepada kaum yang fasik.","no_fn":"","teks_fn":"","bacaan":"istaghfir lahum aw laa tastaghfir lahum in tastaghfir lahum sab'iina marratan falan yaghfiralaahu lahum dzaalika bi-annahum kafaruu bialaahi warasuulihi waalaahu laa yahdiilqawmalfaasiqiin"},{"id_ayat":1316,"no_surah":9,"no_ayat":81,"teks_ayat":"فَرِحَ الْمُخَلَّفُوْنَ بِمَقْعَدِهِمْ خِلٰفَ رَسُوْلِ اللّٰهِ وَكَرِهُوْٓا اَنْ يُّجَاهِدُوْا بِاَمْوَالِهِمْ وَاَنْفُسِهِمْ فِيْ سَبِيْلِ اللّٰهِ وَقَالُوْا لَا تَنْفِرُوْا فِى الْحَرِّۗ قُلْ نَارُ جَهَنَّمَ اَشَدُّ حَرًّاۗ  لَوْ كَانُوْا يَفْقَهُوْنَ ","tema":"Sikap Kaum Munafik pada Perang Tabuk","teks_terjemah":"Orang-orang yang ditinggalkan (tidak ikut berperang) merasa gembira dengan duduk-duduk setelah kepergian Rasulullah (ke medan perang). Mereka tidak suka berjihad dengan harta dan jiwa mereka di jalan Allah dan mereka (justru) berkata, “Janganlah kamu berangkat (ke medan perang) di tengah panas terik.” Katakanlah (Nabi Muhammad), “Api neraka Jahanam lebih panas.” Seandainya saja selama ini mereka memahami.","no_fn":"","teks_fn":"","bacaan":"farihalmukhallafuuna bimaq'adihim khilaafa rasuulilaahi wakarihuu an yujaahiduu bi-amwaalihim wa-anfusihim fii sabiililaahi waqaaluu laa tanfiruu fiilharri qul naaru jahannama asyaddu harran law kaanuu yafqahuun"},{"id_ayat":1317,"no_surah":9,"no_ayat":82,"teks_ayat":"فَلْيَضْحَكُوْا قَلِيْلًا وَّلْيَبْكُوْا كَثِيْرًاۚ جَزَاۤءًۢ بِمَا كَانُوْا يَكْسِبُوْنَ ","tema":"Sikap Kaum Munafik pada Perang Tabuk","teks_terjemah":"Maka, biarkanlah mereka tertawa sedikit (di dunia) dan menangis yang banyak (di akhirat) sebagai balasan terhadap apa yang selalu mereka perbuat.","no_fn":"","teks_fn":"","bacaan":"falyadhakuu qaliilan walyabkuu katsiiran jazaa-an bimaa kaanuu yaksibuun"},{"id_ayat":1318,"no_surah":9,"no_ayat":83,"teks_ayat":"فَاِنْ رَّجَعَكَ اللّٰهُ اِلٰى طَاۤىِٕفَةٍ مِّنْهُمْ فَاسْتَأْذَنُوْكَ لِلْخُرُوْجِ فَقُلْ لَّنْ تَخْرُجُوْا مَعِيَ اَبَدًا وَّلَنْ تُقَاتِلُوْا مَعِيَ عَدُوًّاۗ اِنَّكُمْ رَضِيْتُمْ بِالْقُعُوْدِ اَوَّلَ مَرَّةٍۗ فَاقْعُدُوْا مَعَ الْخٰلِفِيْنَ ","tema":"Sikap Kaum Munafik pada Perang Tabuk","teks_terjemah":"Maka, jika Allah memulangkanmu (Nabi Muhammad) ke satu golongan dari mereka (orang-orang munafik), kemudian mereka meminta izin kepadamu untuk keluar (pergi berperang), katakanlah, “Kamu tidak boleh keluar bersamaku selama-lamanya dan tidak boleh memerangi musuh bersamaku. Sesungguhnya sejak semula kamu telah rida duduk (tidak berperang). Oleh karena itu, duduklah (tinggallah) bersama orang-orang yang tidak ikut (berperang).”","no_fn":"","teks_fn":"","bacaan":"fa-in raja'akalaahu ilaa thaa-ifatin minhum fasta'dzanuuka lilkhuruuji faqul lan takhrujuu ma'iya abadan walan tuqaatiluu ma'iya 'aduwwan innakum radhiitum bilqu'uudi awwala marratin faq'uduu ma'alkhaalifiin"},{"id_ayat":1319,"no_surah":9,"no_ayat":84,"teks_ayat":"وَلَا تُصَلِّ عَلٰٓى اَحَدٍ مِّنْهُمْ مَّاتَ اَبَدًا وَّلَا تَقُمْ عَلٰى قَبْرِهٖۗ اِنَّهُمْ كَفَرُوْا بِاللّٰهِ وَرَسُوْلِهٖ وَمَاتُوْا وَهُمْ فٰسِقُوْنَ ","tema":"Sikap Kaum Munafik pada Perang Tabuk","teks_terjemah":"Janganlah engkau (Nabi Muhammad) melaksanakan salat untuk seseorang yang mati di antara mereka (orang-orang munafik) selama-lamanya dan janganlah engkau berdiri (berdoa) di atas kuburnya. Sesungguhnya mereka ingkar kepada Allah dan Rasul-Nya dan mereka mati dalam keadaan fasik.","no_fn":"","teks_fn":"","bacaan":"walaa tushalli 'alaa ahadin minhum maata abadan walaa taqum 'alaa qabrihi innahum kafaruu bialaahi warasuulihi wamaatuu wahum faasiquun"},{"id_ayat":1320,"no_surah":9,"no_ayat":85,"teks_ayat":"وَلَا تُعْجِبْكَ اَمْوَالُهُمْ وَاَوْلَادُهُمْۗ اِنَّمَا يُرِيْدُ اللّٰهُ اَنْ يُّعَذِّبَهُمْ بِهَا فِى الدُّنْيَا وَتَزْهَقَ اَنْفُسُهُمْ وَهُمْ كٰفِرُوْنَ ","tema":"Sikap Kaum Munafik pada Perang Tabuk","teks_terjemah":"Janganlah harta dan anak-anak mereka membuatmu kagum. Sesungguhnya dengan (sebab harta dan anak) itu Allah berkehendak untuk menyiksa mereka di dunia dan (membiarkan) nyawa mereka melayang dalam keadaan kafir.","no_fn":"","teks_fn":"","bacaan":"walaa tu'jibka amwaaluhum wa-awlaaduhum innamaa yuriidulaahu an yu'adzdzibahum bihaa fiiddunyaa watazhaqa anfusuhum wahum kaafiruun"},{"id_ayat":1321,"no_surah":9,"no_ayat":86,"teks_ayat":"وَاِذَآ اُنْزِلَتْ سُوْرَةٌ اَنْ اٰمِنُوْا بِاللّٰهِ وَجَاهِدُوْا مَعَ رَسُوْلِهِ اسْتَأْذَنَكَ اُولُوا الطَّوْلِ مِنْهُمْ وَقَالُوْا ذَرْنَا نَكُنْ مَّعَ الْقٰعِدِيْنَ ","tema":"Perbandingan antara Sikap Para Tokoh Munafik dengan Sikap Rasul dan Kaum Mukmin terhadap Perintah Jihad","teks_terjemah":"Apabila diturunkan suatu surah (yang memerintahkan orang-orang munafik), “Berimanlah kepada Allah dan berjihadlah bersama Rasul-Nya,” niscaya orang-orang yang berkemampuan di antara mereka meminta izin kepadamu (untuk tidak berjihad) dan mereka berkata, “Biarkanlah kami berada bersama orang-orang yang duduk (tinggal di rumah).”","no_fn":"","teks_fn":"","bacaan":"wa-idzaa unzilat suuratun an aaminuu bialaahi wajaahiduu ma'a rasuulihi ista'dzanaka uluuththhawli minhum waqaaluu dzarnaa nakun ma'alqaa'idiin"},{"id_ayat":1322,"no_surah":9,"no_ayat":87,"teks_ayat":"رَضُوْا بِاَنْ يَّكُوْنُوْا مَعَ الْخَوَالِفِ وَطُبِعَ عَلٰى قُلُوْبِهِمْ فَهُمْ لَا يَفْقَهُوْنَ ","tema":"Perbandingan antara Sikap Para Tokoh Munafik dengan Sikap Rasul dan Kaum Mukmin terhadap Perintah Jihad","teks_terjemah":"Mereka rida berada bersama orang-orang yang tidak pergi berperang.<sup>330)<\/sup> Hati mereka telah dikunci sehingga tidak memahami.","no_fn":"330","teks_fn":"330) Orang yang tidak pergi berperang dalam ayat ini adalah perempuan, anak-anak, orang yang lemah, sakit, dan berusia lanjut.","bacaan":"radhuu bi-an yakuunuu ma'alkhawaalifi wathubi'a 'alaa quluubihim fahum laa yafqahuun"},{"id_ayat":1323,"no_surah":9,"no_ayat":88,"teks_ayat":"لٰكِنِ الرَّسُوْلُ وَالَّذِيْنَ اٰمَنُوْا مَعَهٗ جَاهَدُوْا بِاَمْوَالِهِمْ وَاَنْفُسِهِمْۗ وَاُولٰۤىِٕكَ لَهُمُ الْخَيْرٰتُ ۖوَاُولٰۤىِٕكَ هُمُ الْمُفْلِحُوْنَ ","tema":"Perbandingan antara Sikap Para Tokoh Munafik dengan Sikap Rasul dan Kaum Mukmin terhadap Perintah Jihad","teks_terjemah":"Akan tetapi, Rasul dan orang-orang yang beriman bersamanya berjihad dengan harta dan jiwanya. Mereka memperoleh berbagai kebaikan. Mereka (pula)-lah orang-orang yang beruntung.","no_fn":"","teks_fn":"","bacaan":"laakinirrasuulu walladziina aamanuu ma'ahu jaahaduu bi-amwaalihim wa-anfusihim waulaa-ika lahumulkhayraatu waulaa-ika humulmuflihuun"},{"id_ayat":1324,"no_surah":9,"no_ayat":89,"teks_ayat":"اَعَدَّ اللّٰهُ لَهُمْ جَنّٰتٍ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُ خٰلِدِيْنَ فِيْهَاۗ ذٰلِكَ الْفَوْزُ الْعَظِيْمُ ࣖ ","tema":"Perbandingan antara Sikap Para Tokoh Munafik dengan Sikap Rasul dan Kaum Mukmin terhadap Perintah Jihad","teks_terjemah":"Allah telah menyediakan bagi mereka surga yang sungai-sungai mengalir di bawahnya. Mereka kekal di dalamnya. Itulah kemenangan yang agung.","no_fn":"","teks_fn":"","bacaan":"a'addalaahu lahum jannaatin tajrii min tahtihaal-anhaaru khaalidiina fiihaa dzaalikalfawzul'azhiim"},{"id_ayat":1325,"no_surah":9,"no_ayat":90,"teks_ayat":"وَجَاۤءَ الْمُعَذِّرُوْنَ مِنَ الْاَعْرَابِ لِيُؤْذَنَ لَهُمْ وَقَعَدَ الَّذِيْنَ كَذَبُوا اللّٰهَ وَرَسُوْلَهٗ ۗسَيُصِيْبُ الَّذِيْنَ كَفَرُوْا مِنْهُمْ عَذَابٌ اَلِيْمٌ ","tema":"Kemunafikan Kaum Arab Badui","teks_terjemah":"Orang-orang Arab Badui yang membuat-buat alasan datang (kepada Nabi) agar diberi izin (untuk tidak berperang). Adapun orang-orang yang mendustakan Allah dan Rasul-Nya duduk berdiam (tidak mengemukakan alasan). Kelak orang-orang yang kufur di antara mereka akan ditimpa azab yang sangat pedih.","no_fn":"","teks_fn":"","bacaan":"wajaa-almu'adzdziruuna minal-a'raabi liyu'dzana lahum waqa'adaladziina kadzabuulaaha warasuulahu sayushiibuladziina kafaruu minhum 'adzaabunliim"},{"id_ayat":1326,"no_surah":9,"no_ayat":91,"teks_ayat":"لَيْسَ عَلَى الضُّعَفَاۤءِ وَلَا عَلَى الْمَرْضٰى وَلَا عَلَى الَّذِيْنَ لَا يَجِدُوْنَ مَا يُنْفِقُوْنَ حَرَجٌ اِذَا نَصَحُوْا لِلّٰهِ وَرَسُوْلِهٖۗ مَا عَلَى الْمُحْسِنِيْنَ مِنْ سَبِيْلٍ ۗوَاللّٰهُ غَفُوْرٌ رَّحِيْمٌۙ ","tema":"Pihak-Pihak yang Diizinkan untuk Tidak Ikut Berjihad","teks_terjemah":"Tidak ada dosa (karena tidak pergi berperang) bagi orang-orang yang lemah, sakit, dan yang tidak mendapatkan apa yang akan mereka infakkan, jika mereka ikhlas kepada Allah dan Rasul-Nya. Tidak ada jalan apa pun untuk (menyalahkan) orang-orang yang berbuat baik. Allah Maha Pengampun lagi Maha Penyayang.","no_fn":"","teks_fn":"","bacaan":"laysa 'alaadhdhu'afaa-i walaa 'alaalmardaa walaa 'alaaladziina laa yajiduuna maa yunfiquuna harajun idzaa nashahuu lillaahi warasuulihi maa 'alaalmuhsiniina min sabiilin waalaahu ghafuurun rahiim"},{"id_ayat":1327,"no_surah":9,"no_ayat":92,"teks_ayat":"وَّلَا عَلَى الَّذِيْنَ اِذَا مَآ اَتَوْكَ لِتَحْمِلَهُمْ قُلْتَ لَآ اَجِدُ مَآ اَحْمِلُكُمْ عَلَيْهِ ۖتَوَلَّوْا وَّاَعْيُنُهُمْ تَفِيْضُ مِنَ الدَّمْعِ حَزَنًا اَلَّا يَجِدُوْا مَا يُنْفِقُوْنَۗ ","tema":"Pihak-Pihak yang Diizinkan untuk Tidak Ikut Berjihad","teks_terjemah":"Tidak (ada dosa) pula bagi orang-orang yang ketika datang kepadamu (Nabi Muhammad) agar engkau menyediakan kendaraan kepada mereka, lalu engkau berkata, “Aku tidak mendapatkan kendaraan untuk membawamu.” Mereka pergi dengan bercucuran air mata karena sedih sebab tidak mendapatkan apa yang akan mereka infakkan (untuk ikut berperang).","no_fn":"","teks_fn":"","bacaan":"walaa 'alaaladziina idzaa maa atawka litahmilahum qulta laa ajidu maa ahmilukum 'alayhi tawallaw wa-a'yunuhum tafiidhu minaddam'i hazananlaa yajiduu maa yunfiquun"},{"id_ayat":1328,"no_surah":9,"no_ayat":93,"teks_ayat":"۞ اِنَّمَا السَّبِيْلُ عَلَى الَّذِيْنَ يَسْتَأْذِنُوْنَكَ وَهُمْ اَغْنِيَاۤءُۚ رَضُوْا بِاَنْ يَّكُوْنُوْا مَعَ الْخَوَالِفِۙ وَطَبَعَ اللّٰهُ عَلٰى قُلُوْبِهِمْ فَهُمْ لَا يَعْلَمُوْنَ  ۔","tema":"Pihak-Pihak yang Diizinkan untuk Tidak Ikut Berjihad","teks_terjemah":"Sesungguhnya satu-satunya celah (untuk menyalahkan) adalah kepada orang-orang yang meminta izin kepadamu (untuk tidak ikut berperang), padahal mereka orang mampu. Mereka rida berada bersama orang-orang yang tidak ikut berperang. Allah telah mengunci hati mereka sehingga mereka tidak mengetahui.","no_fn":"","teks_fn":"","bacaan":"innamaassabiilu 'alaaladziina yasta'dzinuunaka wahum aghniyaau radhuu bi-an yakuunuu ma'alkhawaalifi wathaba'alaahu 'alaa quluubihim fahum laa ya'lamuun"},{"id_ayat":1329,"no_surah":9,"no_ayat":94,"teks_ayat":"يَعْتَذِرُوْنَ اِلَيْكُمْ اِذَا رَجَعْتُمْ اِلَيْهِمْ ۗ قُلْ لَّا تَعْتَذِرُوْا لَنْ نُّؤْمِنَ لَكُمْ قَدْ نَبَّاَنَا اللّٰهُ مِنْ اَخْبَارِكُمْ وَسَيَرَى اللّٰهُ عَمَلَكُمْ وَرَسُوْلُهٗ ثُمَّ تُرَدُّوْنَ اِلٰى عٰلِمِ الْغَيْبِ وَالشَّهَادَةِ فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُوْنَ","tema":"Menghadapi Sikap Buruk Orang Munafik","teks_terjemah":"Mereka (orang-orang munafik yang tidak ikut berperang) akan membuat-buat alasan kepadamu ketika kamu telah pulang kepada mereka. Katakanlah (Nabi Muhammad), “Janganlah kamu membuat-buat alasan. Kami tidak percaya lagi kepadamu. Sungguh, Allah telah memberitahukan kepada kami sebagian berita (tentang) kamu. Allah akan melihat pekerjaanmu, (demikian pula) Rasul-Nya. Kemudian, kamu dikembalikan kepada (Allah) Yang Maha Mengetahui segala yang gaib dan yang nyata, lalu Dia memberitakan kepadamu apa yang selama ini kamu kerjakan.”","no_fn":"","teks_fn":"","bacaan":"ya'tadziruuna ilaykum idzaa raja'tum ilayhim qul laa ta'tadziruu lan nu'mina lakum qad nabba-anaalaahu min akhbaarikum wasayaraalaahu 'amalakum warasuuluhu tsumma turadduuna ilaa 'aalimilghaybi wasysyahaadati fayunabbi-ukum bimaa kuntum ta'maluun"},{"id_ayat":1330,"no_surah":9,"no_ayat":95,"teks_ayat":"سَيَحْلِفُوْنَ بِاللّٰهِ لَكُمْ اِذَا انْقَلَبْتُمْ اِلَيْهِمْ لِتُعْرِضُوْا عَنْهُمْ ۗ فَاَعْرِضُوْا عَنْهُمْ ۗ اِنَّهُمْ رِجْسٌۙ وَّمَأْوٰىهُمْ جَهَنَّمُ جَزَاۤءً ۢبِمَا كَانُوْا يَكْسِبُوْنَ","tema":"Menghadapi Sikap Buruk Orang Munafik","teks_terjemah":"Mereka akan bersumpah kepadamu dengan (nama) Allah ketika kamu kembali kepada mereka agar kamu berpaling dari mereka. Maka, berpalinglah dari mereka. Sesungguhnya mereka (berjiwa) kotor dan tempat mereka (neraka) Jahanam sebagai balasan atas apa yang selama ini mereka kerjakan.","no_fn":"","teks_fn":"","bacaan":"sayahlifuuna bialaahi lakum idzaa inqalabtum ilayhim litu'ridhuu 'anhum fa-a'ridhuu 'anhum innahum rijsun wama'waahum jahannamu jazaa-an bimaa kaanuu yaksibuun"},{"id_ayat":1331,"no_surah":9,"no_ayat":96,"teks_ayat":"يَحْلِفُوْنَ لَكُمْ لِتَرْضَوْا عَنْهُمْ ۚفَاِنْ تَرْضَوْا عَنْهُمْ فَاِنَّ اللّٰهَ لَا يَرْضٰى عَنِ الْقَوْمِ الْفٰسِقِيْنَ","tema":"Menghadapi Sikap Buruk Orang Munafik","teks_terjemah":"Mereka akan bersumpah kepadamu agar kamu rida kepada mereka. Namun, sekalipun kamu rida kepada mereka, sesungguhnya Allah tidak akan rida kepada kaum yang fasik.","no_fn":"","teks_fn":"","bacaan":"yahlifuuna lakum litardhaw 'anhum fa-in tardhaw 'anhum fa-innalaaha laa yardaa 'anilqawmilfaasiqiin"},{"id_ayat":1332,"no_surah":9,"no_ayat":97,"teks_ayat":"اَلْاَعْرَابُ اَشَدُّ كُفْرًا وَّنِفَاقًا وَّاَجْدَرُ اَلَّا يَعْلَمُوْا حُدُوْدَ مَآ اَنْزَلَ اللّٰهُ عَلٰى رَسُوْلِهٖ ۗوَاللّٰهُ عَلِيْمٌ حَكِيْمٌ","tema":"Menghadapi Sikap Buruk Orang Munafik","teks_terjemah":"Orang-orang Arab Badui lebih kuat kekufuran dan kemunafikannya, serta sangat wajar tidak mengetahui batas-batas (ketentuan) yang diturunkan Allah kepada Rasul-Nya. Allah Maha Mengetahui lagi Mahabijaksana.","no_fn":"","teks_fn":"","bacaan":"al-a'raabu asyaddu kufran wanifaaqan wa-ajdarulaa ya'lamuu huduuda maa anzalalaahu 'alaa rasuulihi waalaahu 'aliimun hakiim"},{"id_ayat":1333,"no_surah":9,"no_ayat":98,"teks_ayat":"وَمِنَ الْاَعْرَابِ مَنْ يَّتَّخِذُ مَا يُنْفِقُ مَغْرَمًا وَّيَتَرَبَّصُ بِكُمُ الدَّوَاۤىِٕرَ ۗعَلَيْهِمْ دَاۤىِٕرَةُ السَّوْءِ ۗوَاللّٰهُ سَمِيْعٌ عَلِيْمٌ  ","tema":"Menghadapi Sikap Buruk Orang Munafik","teks_terjemah":"Di antara orang-orang Arab Badui ada yang memandang apa yang diinfakkannya (di jalan Allah) sebagai suatu kerugian dan menunggu mara bahaya menimpamu. Merekalah yang pasti akan ditimpa giliran (azab) yang buruk. Allah Maha Mendengar lagi Maha Mengetahui.","no_fn":"","teks_fn":"","bacaan":"waminal-a'raabi man yattakhidzu maa yunfiqu maghraman wayatarabbashu bikumuddawaa-ira 'alayhim daa-iratussaw-i waalaahu samii'un 'aliim"},{"id_ayat":1334,"no_surah":9,"no_ayat":99,"teks_ayat":"وَمِنَ الْاَعْرَابِ مَنْ يُّؤْمِنُ بِاللّٰهِ وَالْيَوْمِ الْاٰخِرِ وَيَتَّخِذُ مَا يُنْفِقُ قُرُبٰتٍ عِنْدَ اللّٰهِ وَصَلَوٰتِ الرَّسُوْلِ ۗ اَلَآ اِنَّهَا قُرْبَةٌ لَّهُمْ ۗ سَيُدْخِلُهُمُ اللّٰهُ فِيْ رَحْمَتِهٖ ۗاِنَّ اللّٰهَ غَفُوْرٌ رَّحِيْمٌ ࣖ","tema":"Menghadapi Sikap Buruk Orang Munafik","teks_terjemah":"Di antara orang-orang Arab Badui ada yang beriman kepada Allah dan hari kemudian. Dia memandang apa yang diinfakkannya (di jalan Allah) sebagai (sarana) mendekatkan diri kepada Allah dan (sarana untuk memperoleh) doa-doa Rasul. Ketahuilah, sesungguhnya (infak) itu (suatu sarana) bagi mereka untuk mendekatkan diri (kepada Allah). Kelak Allah akan memasukkan mereka ke dalam rahmat (surga)-Nya. Sesungguhnya Allah Maha Pengampun lagi Maha Penyayang.","no_fn":"","teks_fn":"","bacaan":"waminal-a'raabi man yu'minu bialaahi walyawmil-aakhiri wayattakhidzu maa yunfiqu qurubaatin 'indalaahi washalawaatirrasuulilaa innahaa qurbatun lahum sayudkhiluhumulaahu fii rahmatihi innalaaha ghafuurun rahiim"},{"id_ayat":1335,"no_surah":9,"no_ayat":100,"teks_ayat":"وَالسّٰبِقُوْنَ الْاَوَّلُوْنَ مِنَ الْمُهٰجِرِيْنَ وَالْاَنْصَارِ وَالَّذِيْنَ اتَّبَعُوْهُمْ بِاِحْسَانٍۙ رَّضِيَ اللّٰهُ عَنْهُمْ وَرَضُوْا عَنْهُ وَاَعَدَّ لَهُمْ جَنّٰتٍ تَجْرِيْ تَحْتَهَا الْاَنْهٰرُ خٰلِدِيْنَ فِيْهَآ اَبَدًا ۗذٰلِكَ الْفَوْزُ الْعَظِيْمُ ","tema":"Beberapa Golongan Manusia","teks_terjemah":"Orang-orang yang terdahulu lagi yang pertama-tama (masuk Islam) di antara orang-orang Muhajirin dan Ansar dan orang-orang yang mengikuti mereka dengan baik, Allah rida kepada mereka dan mereka pun rida kepada-Nya. Allah menyediakan bagi mereka surga-surga yang mengalir sungai-sungai di bawahnya. Mereka kekal di dalamnya selama-lamanya. Itulah kemenangan yang agung.","no_fn":"","teks_fn":"","bacaan":"wassaabiquunal-awwaluuna minalmuhaajiriina wal-anshaari walladziina ittaba'uuhum bi-ihsaanin radhiyalaahu 'anhum waradhuu 'anhu wa-a'adda lahum jannaatin tajrii tahtahaal-anhaaru khaalidiina fiihaa abadan dzaalikalfawzul'azhiim"},{"id_ayat":1336,"no_surah":9,"no_ayat":101,"teks_ayat":"وَمِمَّنْ حَوْلَكُمْ مِّنَ الْاَعْرَابِ مُنٰفِقُوْنَ ۗوَمِنْ اَهْلِ الْمَدِيْنَةِ مَرَدُوْا عَلَى النِّفَاقِۗ  لَا تَعْلَمُهُمْۗ نَحْنُ نَعْلَمُهُمْۗ سَنُعَذِّبُهُمْ مَّرَّتَيْنِ ثُمَّ يُرَدُّوْنَ اِلٰى عَذَابٍ عَظِيْمٍ ۚ  ","tema":"Beberapa Golongan Manusia","teks_terjemah":"Di antara orang-orang Arab Badui yang (tinggal) di sekitarmu ada orang-orang munafik. (Demikian pula) di antara penduduk Madinah (ada juga orang-orang munafik), mereka keterlaluan dalam kemunafikannya. Engkau (Nabi Muhammad) tidak mengetahui mereka, tetapi Kami mengetahuinya. Mereka akan Kami siksa dua kali,<sup>331)<\/sup> kemudian mereka akan dikembalikan kepada azab yang besar.","no_fn":"331","teks_fn":"331) Kali pertama, mereka kalah dari Nabi Muhammad saw. dan umat Islam; dan kali kedua, kemunafikan mereka diungkap oleh Allah Swt. Bisa juga diartikan bahwa azab yang pertama adalah azab dunia dan yang kedua adalah azab kubur, karena ayat ini ditutup dengan penegasan adanya azab akhirat (ṡumma yuraddūna ilā ‘ażābin ‘aẓīm).","bacaan":"wamimman hawlakum minal-a'raabi munaafiquuna wamin ahlilmadiinati maraduu 'alaannifaaqi laa ta'lamuhum nahnu na'lamuhum sanu'adzdzibuhum marratayni tsumma yuradduuna ilaa 'adzaabin 'azhiim"},{"id_ayat":1337,"no_surah":9,"no_ayat":102,"teks_ayat":"وَاٰخَرُوْنَ اعْتَرَفُوْا بِذُنُوْبِهِمْ خَلَطُوْا عَمَلًا صَالِحًا وَّاٰخَرَ سَيِّئًاۗ عَسَى اللّٰهُ اَنْ يَّتُوْبَ عَلَيْهِمْۗ اِنَّ اللّٰهَ غَفُوْرٌ رَّحِيْمٌ ","tema":"Beberapa Golongan Manusia","teks_terjemah":"(Ada pula) orang-orang lain yang mengakui dosa-dosanya. Mereka mencampuradukkan amal yang baik dengan amal lain yang buruk. Mudah-mudahan Allah menerima tobatnya. Sesungguhnya Allah Maha Pengampun lagi Maha Penyayang.","no_fn":"","teks_fn":"","bacaan":"waaakharuuna i'tarafuu bidzunuubihim khalathuu 'amalan shaalihan waaakhara sayyi-an 'asaalaahu an yatuuba 'alayhim innalaaha ghafuurun rahiim"},{"id_ayat":1338,"no_surah":9,"no_ayat":103,"teks_ayat":"خُذْ مِنْ اَمْوَالِهِمْ صَدَقَةً تُطَهِّرُهُمْ وَتُزَكِّيْهِمْ بِهَا وَصَلِّ عَلَيْهِمْۗ اِنَّ صَلٰوتَكَ سَكَنٌ لَّهُمْۗ وَاللّٰهُ سَمِيْعٌ عَلِيْمٌ ","tema":"Faedah Sedekah dan Keharusan Memungut Zakat","teks_terjemah":"Ambillah zakat dari harta mereka (guna) menyucikan<sup>332)<\/sup> dan membersihkan mereka, dan doakanlah mereka karena sesungguhnya doamu adalah ketenteraman bagi mereka. Allah Maha Mendengar lagi Maha Mengetahui.","no_fn":"332","teks_fn":"332) Zakat membersihkan mereka dari kekikiran dan cinta yang berlebihan terhadap harta.","bacaan":"khudz min amwaalihim shadaqatan tuthahhiruhum watuzakkiihim bihaa washalli 'alayhim inna shalaataka sakanun lahum waalaahu samii'un 'aliim"},{"id_ayat":1339,"no_surah":9,"no_ayat":104,"teks_ayat":"اَلَمْ يَعْلَمُوْٓا اَنَّ اللّٰهَ هُوَ يَقْبَلُ التَّوْبَةَ عَنْ عِبَادِهٖ وَيَأْخُذُ الصَّدَقٰتِ وَاَنَّ اللّٰهَ هُوَ التَّوَّابُ الرَّحِيْمُ ","tema":"Faedah Sedekah dan Keharusan Memungut Zakat","teks_terjemah":"Tidakkah mereka mengetahui bahwa Allah menerima tobat hamba-hamba-Nya dan menerima zakat(-nya), dan bahwa Allah Maha Penerima tobat lagi Maha Penyayang?","no_fn":"","teks_fn":"","bacaan":"alam ya'lamuu annalaaha huwa yaqbaluttawbata 'an 'ibaadihi waya'khudzushshadaqaati wa-annalaaha huwattawwaaburrahiim"},{"id_ayat":1340,"no_surah":9,"no_ayat":105,"teks_ayat":"وَقُلِ اعْمَلُوْا فَسَيَرَى اللّٰهُ عَمَلَكُمْ وَرَسُوْلُهٗ وَالْمُؤْمِنُوْنَۗ وَسَتُرَدُّوْنَ اِلٰى عٰلِمِ الْغَيْبِ وَالشَّهَادَةِ فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُوْنَۚ  ","tema":"Faedah Sedekah dan Keharusan Memungut Zakat","teks_terjemah":"Katakanlah (Nabi Muhammad), “Bekerjalah! Maka, Allah, rasul-Nya, dan orang-orang mukmin akan melihat pekerjaanmu. Kamu akan dikembalikan kepada (Zat) yang mengetahui yang gaib dan yang nyata. Lalu, Dia akan memberitakan kepada kamu apa yang selama ini kamu kerjakan.”","no_fn":"","teks_fn":"","bacaan":"waquli i'maluu fasayaraalaahu 'amalakum warasuuluhu walmu'minuuna wasaturadduuna ilaa 'aalimilghaybi wasysyahaadati fayunabbi-ukum bimaa kuntum ta'maluun"},{"id_ayat":1341,"no_surah":9,"no_ayat":106,"teks_ayat":"وَاٰخَرُوْنَ مُرْجَوْنَ لِاَمْرِ اللّٰهِ اِمَّا يُعَذِّبُهُمْ وَاِمَّا يَتُوْبُ عَلَيْهِمْۗ وَاللّٰهُ عَلِيْمٌ حَكِيْمٌ ","tema":"Orang-Orang yang Menunggu Keputusan Allah","teks_terjemah":"Ada (pula) orang-orang lain yang ditangguhkan (balasannya) menunggu keputusan Allah. Mungkin Dia akan mengazab mereka dan mungkin Dia akan menerima tobat mereka. Allah Maha Mengetahui lagi Mahabijaksana.","no_fn":"","teks_fn":"","bacaan":"waaakharuuna murjawna li-amrilaahi immaa yu'adzdzibuhum wa-immaa yatuubu 'alayhim waalaahu 'aliimun hakiim"},{"id_ayat":1342,"no_surah":9,"no_ayat":107,"teks_ayat":"وَالَّذِيْنَ اتَّخَذُوْا مَسْجِدًا ضِرَارًا وَّكُفْرًا وَّتَفْرِيْقًاۢ بَيْنَ الْمُؤْمِنِيْنَ وَاِرْصَادًا لِّمَنْ حَارَبَ اللّٰهَ وَرَسُوْلَهٗ مِنْ قَبْلُ ۗوَلَيَحْلِفُنَّ اِنْ اَرَدْنَآ اِلَّا الْحُسْنٰىۗ وَاللّٰهُ يَشْهَدُ اِنَّهُمْ لَكٰذِبُوْنَ ","tema":"Niat Sebagai Penentu Amal Perbuatan Manusia","teks_terjemah":"(Di antara orang-orang munafik itu) ada yang mendirikan masjid untuk menimbulkan bencana (pada orang-orang yang beriman), (menyebabkan) kekufuran, memecah belah di antara orang-orang mukmin, dan menunggu kedatangan orang-orang yang sebelumnya telah memerangi Allah dan Rasul-Nya.<sup>333)<\/sup> Mereka dengan pasti bersumpah, “Kami hanya menghendaki kebaikan.” Allah bersaksi bahwa sesungguhnya mereka itu benar-benar pendusta (dalam sumpahnya).","no_fn":"333","teks_fn":"333) Yang dimaksud dengan orang yang sebelumnya telah memerangi Allah Swt. dan Rasul-Nya adalah seorang pendeta Nasrani bernama Abu ‘Amir yang mereka tunggu-tunggu kedatangannya dari Syam untuk melaksanakan salat di masjid yang mereka dirikan, serta membawa tentara Romawi yang akan memerangi kaum muslim. Akan tetapi, Abu ‘Amir ini tidak jadi datang karena ia mati di Syam. Masjid yang didirikan kaum munafik itu dirobohkan atas perintah Rasulullah saw. berdasarkan wahyu yang diterimanya setelah kembali dari Perang Tabuk.","bacaan":"walladziina ittakhadzuu masjidan dhiraaran wakufran watafriiqan baynalmu'miniina wa-irshaadan liman haarabalaaha warasuulahu min qablu walayahlifunna in aradnaa illaalhusnaa waalaahu yasyhadu innahum lakaadzibuun"},{"id_ayat":1343,"no_surah":9,"no_ayat":108,"teks_ayat":"لَا تَقُمْ فِيْهِ اَبَدًاۗ  لَمَسْجِدٌ اُسِّسَ عَلَى التَّقْوٰى مِنْ اَوَّلِ يَوْمٍ اَحَقُّ اَنْ تَقُوْمَ فِيْهِۗ فِيْهِ رِجَالٌ يُّحِبُّوْنَ اَنْ يَّتَطَهَّرُوْاۗ وَاللّٰهُ يُحِبُّ الْمُطَّهِّرِيْنَ ","tema":"Niat Sebagai Penentu Amal Perbuatan Manusia","teks_terjemah":"Janganlah engkau melaksanakan salat di dalamnya (masjid itu) selama-lamanya. Sungguh, masjid yang didirikan atas dasar takwa sejak hari pertama lebih berhak engkau melaksanakan salat di dalamnya. Di dalamnya ada orang-orang yang gemar membersihkan diri. Allah menyukai orang-orang yang membersihkan diri.","no_fn":"","teks_fn":"","bacaan":"laa taqum fiihi abadan lamasjidun ussisa 'alaattaqwaa min awwali yawmin ahaqqu an taquuma fiihi fiihi rijaalun yuhibbuuna an yatathahharuu waalaahu yuhibbulmuththhahhiriin"},{"id_ayat":1344,"no_surah":9,"no_ayat":109,"teks_ayat":"اَفَمَنْ اَسَّسَ بُنْيَانَهٗ عَلٰى تَقْوٰى مِنَ اللّٰهِ وَرِضْوَانٍ خَيْرٌ اَمْ مَّنْ اَسَّسَ بُنْيَانَهٗ عَلٰى شَفَا جُرُفٍ هَارٍ فَانْهَارَ بِهٖ فِيْ نَارِ جَهَنَّمَۗ وَاللّٰهُ لَا يَهْدِى الْقَوْمَ الظّٰلِمِيْنَ ","tema":"Niat Sebagai Penentu Amal Perbuatan Manusia","teks_terjemah":"Maka, apakah orang-orang yang mendirikan bangunannya (masjid) atas dasar takwa kepada Allah dan rida(-Nya) itu lebih baik, ataukah orang-orang yang mendirikan bangunannya di sisi tepian jurang yang nyaris runtuh, lalu (bangunan) itu roboh bersama-sama dengan dia ke dalam neraka Jahanam? Allah tidak memberi petunjuk kepada kaum yang zalim.","no_fn":"","teks_fn":"","bacaan":"afaman assasa bunyaanahu 'alaa taqwaa minalaahi waridhwaanin khayrun am man assasa bunyaanahu 'alaa syafaa jurufin haarin fanhaara bihi fii naari jahannama waalaahu laa yahdiilqawmazhzhaalimiin"},{"id_ayat":1345,"no_surah":9,"no_ayat":110,"teks_ayat":"لَا يَزَالُ بُنْيَانُهُمُ الَّذِيْ بَنَوْا رِيْبَةً فِيْ قُلُوْبِهِمْ اِلَّآ اَنْ تَقَطَّعَ قُلُوْبُهُمْۗ وَاللّٰهُ عَلِيْمٌ حَكِيْمٌ ࣖ ","tema":"Niat Sebagai Penentu Amal Perbuatan Manusia","teks_terjemah":"Bangunan yang mereka dirikan itu senantiasa menjadi penyebab keraguan (kemunafikan) dalam hati mereka sampai hati mereka terpotong-potong.<sup>334)<\/sup> Allah Maha Mengetahui lagi Mahabijaksana.","no_fn":"334","teks_fn":"334) Maksudnya, sampai mereka mati atau tidak dapat bertobat lagi.","bacaan":"laa yazaalu bunyaanuhumuladzii banaw riibatan fii quluubihim illaa an taqaththha'a quluubuhum waalaahu 'aliimun hakiim"},{"id_ayat":1346,"no_surah":9,"no_ayat":111,"teks_ayat":"۞ اِنَّ اللّٰهَ اشْتَرٰى مِنَ الْمُؤْمِنِيْنَ اَنْفُسَهُمْ وَاَمْوَالَهُمْ بِاَنَّ لَهُمُ الْجَنَّةَۗ يُقَاتِلُوْنَ فِيْ سَبِيْلِ اللّٰهِ فَيَقْتُلُوْنَ وَيُقْتَلُوْنَ وَعْدًا عَلَيْهِ حَقًّا فِى التَّوْرٰىةِ وَالْاِنْجِيْلِ وَالْقُرْاٰنِۗ وَمَنْ اَوْفٰى بِعَهْدِهٖ مِنَ اللّٰهِ فَاسْتَبْشِرُوْا بِبَيْعِكُمُ الَّذِيْ بَايَعْتُمْ بِهٖۗ وَذٰلِكَ هُوَ الْفَوْزُ الْعَظِيْمُ ","tema":"Penghargaan Allah bagi Para Pejuang","teks_terjemah":"Sesungguhnya Allah membeli dari orang-orang mukmin diri dan harta mereka dengan surga yang Allah peruntukkan bagi mereka. Mereka berperang di jalan Allah sehingga mereka membunuh atau terbunuh. (Demikian ini adalah) janji yang benar dari Allah di dalam Taurat, Injil, dan Al-Qur’an. Siapakah yang lebih menepati janjinya daripada Allah? Maka, bergembiralah dengan jual beli yang telah kamu lakukan itu. Demikian itulah kemenangan yang agung.","no_fn":"","teks_fn":"","bacaan":"innalaaha isytaraa minalmu'miniina anfusahum wa-amwaalahum bi-anna lahumuljannata yuqaatiluuna fii sabiililaahi fayaqtuluuna wayuqtaluuna wa'dan 'alayhi haqqan fiittawraati wal-injiili walqur-aani waman awfaa bi'ahdihi minalaahi fastabsyiruu bibay'ikumuladzii baaya'tum bihi wadzaalika huwalfawzul'azhiim"},{"id_ayat":1347,"no_surah":9,"no_ayat":112,"teks_ayat":"اَلتَّاۤىِٕبُوْنَ الْعٰبِدُوْنَ الْحٰمِدُوْنَ السَّاۤىِٕحُوْنَ الرّٰكِعُوْنَ السّٰجِدُوْنَ الْاٰمِرُوْنَ بِالْمَعْرُوْفِ وَالنَّاهُوْنَ عَنِ الْمُنْكَرِ وَالْحٰفِظُوْنَ لِحُدُوْدِ اللّٰهِ ۗوَبَشِّرِ الْمُؤْمِنِيْنَ ","tema":"Penghargaan Allah bagi Para Pejuang","teks_terjemah":"(Mereka itulah) orang-orang yang bertobat, beribadah, memuji (Allah), mengembara (demi ilmu dan agama),<sup>335)<\/sup> rukuk dan sujud, menyuruh berbuat makruf dan mencegah berbuat mungkar, serta memelihara hukum-hukum Allah. Sampaikan kabar gembira kepada orang-orang yang beriman.","no_fn":"335","teks_fn":"335) Menurut sebagian mufasir, termasuk golongan ini adalah mereka yang berpuasa.","bacaan":"attaa-ibuunal'aabiduunalhaamiduunassaa-ihuunarraaki'uunassaajiduunal-aamiruuna bilma'ruufi wannaahuuna 'anilmunkari walhaafizhuuna lihuduudilaahi wabasysyirilmu'miniin"},{"id_ayat":1348,"no_surah":9,"no_ayat":113,"teks_ayat":"مَا كَانَ لِلنَّبِيِّ وَالَّذِيْنَ اٰمَنُوْٓا اَنْ يَّسْتَغْفِرُوْا لِلْمُشْرِكِيْنَ وَلَوْ كَانُوْٓا اُولِيْ قُرْبٰى مِنْۢ بَعْدِ مَا تَبَيَّنَ لَهُمْ اَنَّهُمْ اَصْحٰبُ الْجَحِيْمِ ","tema":"Larangan Memintakan Ampunan bagi Kaum Musyrik","teks_terjemah":"Tidak ada hak bagi Nabi dan orang-orang yang beriman untuk memohonkan ampunan (kepada Allah) bagi orang-orang musyrik sekalipun mereka ini kerabat(-nya), setelah jelas baginya bahwa sesungguhnya mereka adalah penghuni (neraka) Jahim.","no_fn":"","teks_fn":"","bacaan":"maa kaana linnabiyyi walladziina aamanuu an yastaghfiruu lilmusyrikiina walaw kaanuu ulii qurbaa min ba'di maa tabayyana lahum annahum ash-haabuljahiim"},{"id_ayat":1349,"no_surah":9,"no_ayat":114,"teks_ayat":"وَمَا كَانَ اسْتِغْفَارُ اِبْرٰهِيْمَ لِاَبِيْهِ اِلَّا عَنْ مَّوْعِدَةٍ وَّعَدَهَآ اِيَّاهُۚ فَلَمَّا تَبَيَّنَ لَهٗٓ اَنَّهٗ عَدُوٌّ لِّلّٰهِ تَبَرَّاَ مِنْهُۗ اِنَّ اِبْرٰهِيْمَ لَاَوَّاهٌ حَلِيْمٌ ","tema":"Larangan Memintakan Ampunan bagi Kaum Musyrik","teks_terjemah":"Adapun permohonan ampunan Ibrahim (kepada Allah) untuk bapaknya,<sup>336)<\/sup> tidak lain hanyalah karena suatu janji yang telah dia ikrarkan kepadanya. Maka, ketika jelas baginya (Ibrahim) bahwa dia (bapaknya) adalah musuh Allah, dia (Ibrahim) berlepas diri darinya. Sesungguhnya Ibrahim benar-benar seorang yang sangat lembut hatinya lagi penyantun.","no_fn":"336","teks_fn":"336) Permohonan ampunan Nabi Ibrahim a.s. untuk bapaknya antara lain terdapat dalam surah Ibrāhīm\/14: 41 dan Maryam\/19: 47.","bacaan":"wamaa kaana istighfaaru ibraahiima li-abiihi illaa 'an maw'idatin wa'adahaa iyyaahu falammaa tabayyana lahu annahu 'aduwwun lillaahi tabarra-a minhu inna ibraahiima la-awwaahun haliim"},{"id_ayat":1350,"no_surah":9,"no_ayat":115,"teks_ayat":"وَمَا كَانَ اللّٰهُ لِيُضِلَّ قَوْمًاۢ بَعْدَ اِذْ هَدٰىهُمْ حَتّٰى يُبَيِّنَ لَهُمْ مَّا يَتَّقُوْنَۗ اِنَّ اللّٰهَ بِكُلِّ شَيْءٍ عَلِيْمٌ ","tema":"Larangan Memintakan Ampunan bagi Kaum Musyrik","teks_terjemah":"Allah sekali-kali tidak akan menyesatkan suatu kaum setelah Dia memberinya petunjuk sampai Dia menjelaskan kepadanya apa yang harus mereka jauhi.<sup>337)<\/sup> Sesungguhnya Allah Maha Mengetahui segala sesuatu.","no_fn":"337","teks_fn":"337) Seorang hamba tidak akan diazab oleh Allah Swt. semata-mata karena kesesatannya, kecuali jika hamba itu melanggar perintah-perintah yang sudah dijelaskan.","bacaan":"wamaa kaanalaahu liyudhilla qawman ba'da idz hadaahum hattaa yubayyina lahum maa yattaquuna innalaaha bikulli syay-in 'aliim"},{"id_ayat":1351,"no_surah":9,"no_ayat":116,"teks_ayat":"اِنَّ اللّٰهَ لَهٗ مُلْكُ السَّمٰوٰتِ وَالْاَرْضِۗ يُحْيٖ وَيُمِيْتُۗ وَمَا لَكُمْ مِّنْ دُوْنِ اللّٰهِ مِنْ وَّلِيٍّ وَّلَا نَصِيْرٍ ","tema":"Kekuasaan dan Kasih Sayang Allah","teks_terjemah":"Sesungguhnya hanya milik Allah kerajaan langit dan bumi. Dia menghidupkan dan mematikan. Tidak ada pelindung dan penolong bagimu selain Allah.","no_fn":"","teks_fn":"","bacaan":"innalaaha lahu mulkussamaawaati wal-ardhi yuhyii wayumiitu wamaa lakum min duunilaahi min waliyyin walaa nashiir"},{"id_ayat":1352,"no_surah":9,"no_ayat":117,"teks_ayat":"لَقَدْ تَّابَ اللّٰهُ عَلَى النَّبِيِّ وَالْمُهٰجِرِيْنَ وَالْاَنْصَارِ الَّذِيْنَ اتَّبَعُوْهُ فِيْ سَاعَةِ الْعُسْرَةِ مِنْۢ بَعْدِ مَا كَادَ يَزِيْغُ قُلُوْبُ فَرِيْقٍ مِّنْهُمْ ثُمَّ تَابَ عَلَيْهِمْۗ اِنَّهٗ بِهِمْ رَءُوْفٌ رَّحِيْمٌ ۙ","tema":"Kekuasaan dan Kasih Sayang Allah","teks_terjemah":"Sungguh, Allah benar-benar telah menerima tobat Nabi serta orang-orang Muhajirin dan orang-orang Ansar yang mengikutinya pada masa-masa sulit setelah hati sekelompok dari mereka hampir berpaling (namun) kemudian Allah menerima tobat mereka. Sesungguhnya Dia Maha Pengasih lagi Maha Penyayang kepada mereka.","no_fn":"","teks_fn":"","bacaan":"laqad taabalaahu 'alaannabiyyi walmuhaajiriina wal-anshaariladziina ittaba'uuhu fii saa'atil'usrati min ba'di maa kaada yaziighu quluubu fariiqin minhum tsumma taaba 'alayhim innahu bihim rauufun rahiim"},{"id_ayat":1353,"no_surah":9,"no_ayat":118,"teks_ayat":"وَّعَلَى الثَّلٰثَةِ الَّذِيْنَ خُلِّفُوْاۗ حَتّٰٓى اِذَا ضَاقَتْ عَلَيْهِمُ الْاَرْضُ بِمَا رَحُبَتْ وَضَاقَتْ عَلَيْهِمْ اَنْفُسُهُمْ وَظَنُّوْٓا اَنْ لَّا مَلْجَاَ مِنَ اللّٰهِ اِلَّآ اِلَيْهِۗ ثُمَّ تَابَ عَلَيْهِمْ لِيَتُوْبُوْاۗ اِنَّ اللّٰهَ هُوَ التَّوَّابُ الرَّحِيْمُ ࣖ ","tema":"Kekuasaan dan Kasih Sayang Allah","teks_terjemah":"Terhadap tiga orang<sup>338)<\/sup> yang ditinggalkan (dan ditangguhkan penerimaan tobatnya) hingga ketika bumi terasa sempit bagi mereka, padahal bumi itu luas, dan jiwa mereka pun (terasa) sempit bagi mereka, serta mereka telah mengetahui bahwa tidak ada tempat lari dari (siksaan) Allah melainkan kepada-Nya saja, kemudian (setelah itu semua) Allah menerima tobat mereka agar mereka tetap dalam tobatnya. Sesungguhnya Allah Maha Penerima Tobat lagi Maha Penyayang.","no_fn":"338","teks_fn":"338) Ketiga orang itu adalah Ka‘b bin Malik, Hilal bin Umayyah, dan Mararah bin Rabi‘. Mereka disalahkan karena tidak mau ikut serta dalam Perang Tabuk.","bacaan":"wa'alaatstsalaatsatiladziina khullifuu hattaa idzaa daaqat 'alayhimul-ardhu bimaa rahubat wadaaqat 'alayhim anfusuhum wazhannuu an laa malja-a minalaahi illaa ilayhi tsumma taaba 'alayhim liyatuubuu innalaaha huwattawwaaburrahiim"},{"id_ayat":1354,"no_surah":9,"no_ayat":119,"teks_ayat":"يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوا اتَّقُوا اللّٰهَ وَكُوْنُوْا مَعَ الصّٰدِقِيْنَ ","tema":"Kekuasaan dan Kasih Sayang Allah","teks_terjemah":"Wahai orang-orang yang beriman, bertakwalah kepada Allah dan tetaplah bersama orang-orang yang benar!","no_fn":"","teks_fn":"","bacaan":"yaa ayyuhaaladziina aamanuu ittaquulaaha wakuunuu ma'ashshaadiqiin"},{"id_ayat":1355,"no_surah":9,"no_ayat":120,"teks_ayat":"مَا كَانَ لِاَهْلِ الْمَدِيْنَةِ وَمَنْ حَوْلَهُمْ مِّنَ الْاَعْرَابِ اَنْ يَّتَخَلَّفُوْا عَنْ رَّسُوْلِ اللّٰهِ وَلَا يَرْغَبُوْا بِاَنْفُسِهِمْ عَنْ نَّفْسِهٖۗ ذٰلِكَ بِاَنَّهُمْ لَا يُصِيْبُهُمْ ظَمَاٌ وَّلَا نَصَبٌ وَّلَا مَخْمَصَةٌ فِيْ سَبِيْلِ اللّٰهِ وَلَا يَطَـُٔوْنَ مَوْطِئًا يَّغِيْظُ الْكُفَّارَ وَلَا يَنَالُوْنَ مِنْ عَدُوٍّ نَّيْلًا اِلَّا كُتِبَ لَهُمْ بِهٖ عَمَلٌ صَالِحٌۗ اِنَّ اللّٰهَ لَا يُضِيْعُ اَجْرَ الْمُحْسِنِيْنَ ","tema":"Kewajiban Berjuang","teks_terjemah":"Tidak sepatutnya bagi penduduk Madinah dan orang-orang Arab Badui yang berdiam di sekitar mereka untuk tidak turut menyertai Rasulullah (pergi berperang) dan tidak pantas (pula) bagi mereka untuk lebih mencintai diri mereka daripada (mencintai) dirinya (Rasulullah). Yang demikian itu karena mereka tidak ditimpa kehausan, kepayahan, dan kelaparan di jalan Allah; tidak (pula) menginjak suatu tempat yang membangkitkan amarah orang-orang kafir; dan tidak menimpakan suatu bencana kepada musuh, kecuali (semua) itu akan dituliskan bagi mereka sebagai suatu amal kebajikan. Sesungguhnya Allah tidak menyia-nyiakan pahala orang-orang yang berbuat baik.","no_fn":"","teks_fn":"","bacaan":"maa kaana li-ahlilmadiinati waman hawlahum minal-a'raabi an yatakhallafuu 'an rasuulilaahi walaa yarghabuu bi-anfusihim 'an nafsihi dzaalika bi-annahum laa yushiibuhum zhamaun walaa nashabun walaa makhmashatun fii sabiililaahi walaa yathauuna mawthi-an yaghiizhulkuffaara walaa yanaaluuna min 'aduwwin naylan illaa kutiba lahum bihi 'amalun shaalihun innalaaha laa yudhii'u ajralmuhsiniin"},{"id_ayat":1356,"no_surah":9,"no_ayat":121,"teks_ayat":"وَلَا يُنْفِقُوْنَ نَفَقَةً صَغِيْرَةً وَّلَا كَبِيْرَةً وَّلَا يَقْطَعُوْنَ وَادِيًا اِلَّا كُتِبَ لَهُمْ لِيَجْزِيَهُمُ اللّٰهُ اَحْسَنَ مَا كَانُوْا يَعْمَلُوْنَ ","tema":"Kewajiban Berjuang","teks_terjemah":"Tidaklah mereka memberikan infak, baik yang kecil maupun yang besar, dan tidak (pula) melintasi suatu lembah (berjihad), kecuali akan dituliskan bagi mereka (sebagai amal kebajikan) untuk diberi balasan oleh Allah (dengan) yang lebih baik daripada apa yang selama ini mereka kerjakan.","no_fn":"","teks_fn":"","bacaan":"walaa yunfiquuna nafaqatan shaghiiratan walaa kabiiratan walaa yaqtha'uuna waadiyan illaa kutiba lahum liyajziyahumulaahu ahsana maa kaanuu ya'maluun"},{"id_ayat":1357,"no_surah":9,"no_ayat":122,"teks_ayat":"۞ وَمَا كَانَ الْمُؤْمِنُوْنَ لِيَنْفِرُوْا كَاۤفَّةًۗ فَلَوْلَا نَفَرَ مِنْ كُلِّ فِرْقَةٍ مِّنْهُمْ طَاۤىِٕفَةٌ لِّيَتَفَقَّهُوْا فِى الدِّيْنِ وَلِيُنْذِرُوْا قَوْمَهُمْ اِذَا رَجَعُوْٓا اِلَيْهِمْ لَعَلَّهُمْ يَحْذَرُوْنَ ࣖ ","tema":"Kewajiban Mendalami Ilmu Agama","teks_terjemah":"Tidak sepatutnya orang-orang mukmin pergi semuanya (ke medan perang). Mengapa sebagian dari setiap golongan di antara mereka tidak pergi (tinggal bersama Rasulullah) untuk memperdalam pengetahuan agama mereka dan memberi peringatan kepada kaumnya apabila mereka telah kembali, agar mereka dapat menjaga dirinya?","no_fn":"","teks_fn":"","bacaan":"wamaa kaanalmu'minuuna liyanfiruu kaaffatan falawlaa nafara min kulli firqatin minhum thaa-ifatun liyatafaqqahuu fiiddiini waliyundziruu qawmahum idzaa raja'uu ilayhim la'allahum yahtsaruun"},{"id_ayat":1358,"no_surah":9,"no_ayat":123,"teks_ayat":"يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا قَاتِلُوا الَّذِيْنَ يَلُوْنَكُمْ مِّنَ الْكُفَّارِ وَلْيَجِدُوْا فِيْكُمْ غِلْظَةًۗ وَاعْلَمُوْٓا اَنَّ اللّٰهَ مَعَ الْمُتَّقِيْنَ ","tema":"Tuntutan Allah dalam Berperang","teks_terjemah":"Wahai orang-orang yang beriman, perangilah orang-orang kafir<sup>339)<\/sup> di sekitarmu dan hendaklah mereka merasakan sikap tegas darimu. Ketahuilah bahwa Allah beserta orang-orang yang bertakwa.","no_fn":"339","teks_fn":"339) Islam tidak mengajari umat muslim untuk memerangi orang kafir karena kekufurannya. Izin perang hanya diberikan demi menghindarkan diri dari segala bentuk kezaliman (dalam rangka membela diri), seperti jika orang Islam diserang.","bacaan":"yaa ayyuhaaladziina aamanuu qaatiluuladziina yaluunakum minalkuffaari walyajiduu fiikum ghilzhatan wa'lamuu annalaaha ma'almuttaqiin"},{"id_ayat":1359,"no_surah":9,"no_ayat":124,"teks_ayat":"وَاِذَا مَآ اُنْزِلَتْ سُوْرَةٌ فَمِنْهُمْ مَّنْ يَّقُوْلُ اَيُّكُمْ زَادَتْهُ هٰذِهٖٓ اِيْمَانًاۚ فَاَمَّا الَّذِيْنَ اٰمَنُوْا فَزَادَتْهُمْ اِيْمَانًا وَّهُمْ يَسْتَبْشِرُوْنَ","tema":"Sikap Orang Munafik terhadap Al-Qur’an","teks_terjemah":"Apabila diturunkan suatu surah, di antara mereka (orang-orang munafik) ada yang berkata, “Siapakah di antara kamu yang bertambah imannya dengan (turunnya) surah ini?” Adapun (bagi) orang-orang yang beriman, (surah yang turun) ini pasti menambah imannya dan mereka merasa gembira.","no_fn":"","teks_fn":"","bacaan":"wa-idzaa maa unzilat suuratun faminhum man yaquulu ayyukum zaadat-hu haadzihi iimaanan fa-ammaaladziina aamanuu fazaadat-hum iimaanan wahum yastabsyiruun"},{"id_ayat":1360,"no_surah":9,"no_ayat":125,"teks_ayat":"وَاَمَّا الَّذِيْنَ فِيْ قُلُوْبِهِمْ مَّرَضٌ فَزَادَتْهُمْ رِجْسًا اِلٰى رِجْسِهِمْ وَمَاتُوْا وَهُمْ كٰفِرُوْنَ ","tema":"Sikap Orang Munafik terhadap Al-Qur’an","teks_terjemah":"Adapun (bagi) orang-orang yang di dalam hatinya ada penyakit,<sup>340)<\/sup> (surah yang turun ini) akan menambah kekufuran mereka yang telah ada dan mereka akan mati dalam keadaan kafir.","no_fn":"340","teks_fn":"340) Penyakit batin pada ayat ini meliputi kekufuran, kemunafikan, keragu-raguan, dan sebagainya.","bacaan":"wa-ammaaladziina fii quluubihim maradhun fazaadat-hum rijsan ilaa rijsihim wamaatuu wahum kaafiruun"},{"id_ayat":1361,"no_surah":9,"no_ayat":126,"teks_ayat":"اَوَلَا يَرَوْنَ اَنَّهُمْ يُفْتَنُوْنَ فِيْ كُلِّ عَامٍ مَّرَّةً اَوْ مَرَّتَيْنِ ثُمَّ لَا يَتُوْبُوْنَ وَلَا هُمْ يَذَّكَّرُوْنَ ","tema":"Sikap Orang Munafik terhadap Al-Qur’an","teks_terjemah":"Tidakkah mereka (orang-orang munafik) memperhatikan bahwa mereka diuji sekali atau dua kali setiap tahun, tetapi mereka tidak (juga) bertobat dan tidak (pula) mengambil pelajaran?","no_fn":"","teks_fn":"","bacaan":"awa laa yarawna annahum yuftanuuna fii kulli 'aamin marratan aw marratayni tsumma laa yatuubuuna walaa hum yadzdzakkaruun"},{"id_ayat":1362,"no_surah":9,"no_ayat":127,"teks_ayat":"وَاِذَا مَآ اُنْزِلَتْ سُوْرَةٌ نَّظَرَ بَعْضُهُمْ اِلٰى بَعْضٍۗ هَلْ يَرٰىكُمْ مِّنْ اَحَدٍ ثُمَّ انْصَرَفُوْاۗ صَرَفَ اللّٰهُ قُلُوْبَهُمْ بِاَنَّهُمْ قَوْمٌ لَّا يَفْقَهُوْنَ ","tema":"Sikap Orang Munafik terhadap Al-Qur’an","teks_terjemah":"Apabila diturunkan suatu surah, satu sama lain di antara mereka saling berpandangan (dengan sikap mengejek sambil berkata), “Adakah seseorang (dari kaum muslim) yang melihat kamu?” Setelah itu mereka pun pergi. Allah memalingkan hati mereka disebabkan mereka adalah kaum yang tidak memahami.","no_fn":"","teks_fn":"","bacaan":"wa-idzaa maa unzilat suuratun nazhara ba'dhuhum ilaa ba'dhin hal yaraakum min ahadin tsumma insharafuu sharafalaahu quluubahum bi-annahum qawmun laa yafqahuun"},{"id_ayat":1363,"no_surah":9,"no_ayat":128,"teks_ayat":"لَقَدْ جَاۤءَكُمْ رَسُوْلٌ مِّنْ اَنْفُسِكُمْ عَزِيْزٌ عَلَيْهِ مَا عَنِتُّمْ حَرِيْصٌ عَلَيْكُمْ بِالْمُؤْمِنِيْنَ رَءُوْفٌ رَّحِيْمٌ ","tema":"Sifat Mulia Rasulullah","teks_terjemah":"Sungguh, benar-benar telah datang kepadamu seorang rasul dari kaummu sendiri. Berat terasa olehnya penderitaan yang kamu alami, sangat menginginkan (keimanan dan keselamatan) bagimu, dan (bersikap) penyantun dan penyayang terhadap orang-orang mukmin.","no_fn":"","teks_fn":"","bacaan":"laqad jaa-akum rasuulun min anfusikum 'aziizun 'alayhi maa 'anittum hariishun 'alaykum bilmu'miniina rauufun rahiim"},{"id_ayat":1364,"no_surah":9,"no_ayat":129,"teks_ayat":"فَاِنْ تَوَلَّوْا فَقُلْ حَسْبِيَ اللّٰهُ لَآ اِلٰهَ اِلَّا هُوَ ۗ عَلَيْهِ تَوَكَّلْتُ وَهُوَ رَبُّ الْعَرْشِ الْعَظِيْمِ ࣖ","tema":"Sifat Mulia Rasulullah","teks_terjemah":"Jika mereka berpaling (dari keimanan), katakanlah (Nabi Muhammad), “Cukuplah Allah bagiku. Tidak ada tuhan selain Dia. Hanya kepada-Nya aku bertawakal dan Dia adalah Tuhan pemilik ‘Arasy (singgasana) yang agung.”","no_fn":"","teks_fn":"","bacaan":"fa-in tawallaw faqul hasbiyalaahu laa ilaaha illaa huwa 'alayhi tawakkaltu wahuwa rabbul'arsyil'azhiim"}]