[{"id_ayat":6131,"no_surah":98,"no_ayat":1,"teks_ayat":"لَمْ يَكُنِ الَّذِيْنَ كَفَرُوْا مِنْ اَهْلِ الْكِتٰبِ وَالْمُشْرِكِيْنَ مُنْفَكِّيْنَ حَتّٰى تَأْتِيَهُمُ الْبَيِّنَةُۙ","tema":"","teks_terjemah":"Orang-orang yang kufur dari golongan Ahlulkitab dan orang-orang musyrik tidak akan meninggalkan (kekufuran mereka) sampai datang kepada mereka bukti yang nyata,","no_fn":"","teks_fn":"","bacaan":"lam yakuniladziina kafaruu min ahlilkitaabi walmusyrikiina munfakkiina hattaa ta'tiyahumulbayyina"},{"id_ayat":6132,"no_surah":98,"no_ayat":2,"teks_ayat":"رَسُوْلٌ مِّنَ اللّٰهِ يَتْلُوْا صُحُفًا مُّطَهَّرَةًۙ","tema":"","teks_terjemah":"(yaitu) seorang Rasul dari Allah (Nabi Muhammad) yang membacakan lembaran-lembaran suci (Al-Qur’an)","no_fn":"","teks_fn":"","bacaan":"rasuulun minalaahi yatluu shuhufan muthahhara"},{"id_ayat":6133,"no_surah":98,"no_ayat":3,"teks_ayat":"فِيْهَا كُتُبٌ قَيِّمَةٌ  ۗ","tema":"","teks_terjemah":"yang di dalamnya terdapat (isi) kitab-kitab yang lurus (benar).","no_fn":"","teks_fn":"","bacaan":"fiihaa kutubun qayyima"},{"id_ayat":6134,"no_surah":98,"no_ayat":4,"teks_ayat":"وَمَا تَفَرَّقَ الَّذِيْنَ اُوْتُوا الْكِتٰبَ اِلَّا مِنْۢ بَعْدِ مَا جَاۤءَتْهُمُ الْبَيِّنَةُ ۗ","tema":"","teks_terjemah":"Tidaklah terpecah-belah orang-orang Ahlulkitab, melainkan setelah datang kepada mereka bukti yang nyata. ","no_fn":"","teks_fn":"","bacaan":"wamaa tafarraqaladziina uutuulkitaaba illaa min ba'di maa jaa-at-humulbayyina"},{"id_ayat":6135,"no_surah":98,"no_ayat":5,"teks_ayat":"وَمَآ اُمِرُوْٓا اِلَّا لِيَعْبُدُوا اللّٰهَ مُخْلِصِيْنَ لَهُ الدِّيْنَ ەۙ حُنَفَاۤءَ وَيُقِيْمُوا الصَّلٰوةَ وَيُؤْتُوا الزَّكٰوةَ وَذٰلِكَ دِيْنُ الْقَيِّمَةِۗ","tema":"","teks_terjemah":"Mereka tidak diperintah, kecuali untuk menyembah Allah dengan mengikhlaskan ketaatan kepada-Nya lagi hanif (istikamah), melaksanakan salat, dan menunaikan zakat. Itulah agama yang lurus (benar).","no_fn":"","teks_fn":"","bacaan":"wamaa umiruu illaa liya'buduulaaha mukhlishiina lahuddiina hunafaa-a wayuqiimuushshalaata wayu'tuuzzakaata wadzaalika diinulqayyima"},{"id_ayat":6136,"no_surah":98,"no_ayat":6,"teks_ayat":"اِنَّ الَّذِيْنَ كَفَرُوْا مِنْ اَهْلِ الْكِتٰبِ وَالْمُشْرِكِيْنَ فِيْ نَارِ جَهَنَّمَ خٰلِدِيْنَ فِيْهَاۗ اُولٰۤىِٕكَ هُمْ شَرُّ الْبَرِيَّةِۗ","tema":"","teks_terjemah":"Sesungguhnya orang-orang yang kufur dari golongan Ahlulkitab dan orang-orang musyrik (akan masuk) neraka Jahanam. Mereka kekal di dalamnya. Mereka itulah seburuk-buruk makhluk.","no_fn":"","teks_fn":"","bacaan":"innaladziina kafaruu min ahlilkitaabi walmusyrikiina fii naari jahannama khaalidiina fiihaa ulaa-ika hum syarrulbariyya"},{"id_ayat":6137,"no_surah":98,"no_ayat":7,"teks_ayat":"اِنَّ الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ اُولٰۤىِٕكَ هُمْ خَيْرُ الْبَرِيَّةِۗ","tema":"","teks_terjemah":"Sesungguhnya orang-orang yang beriman dan mengerjakan kebajikan, mereka itulah sebaik-baik makhluk.","no_fn":"","teks_fn":"","bacaan":"innaladziina aamanuu wa'amiluushshaalihaati ulaa-ika hum khayrulbariyya"},{"id_ayat":6138,"no_surah":98,"no_ayat":8,"teks_ayat":"جَزَاۤؤُهُمْ عِنْدَ رَبِّهِمْ جَنّٰتُ عَدْنٍ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُ خٰلِدِيْنَ فِيْهَآ اَبَدًا ۗرَضِيَ اللّٰهُ عَنْهُمْ وَرَضُوْا عَنْهُ ۗ ذٰلِكَ لِمَنْ خَشِيَ رَبَّهٗ ࣖ","tema":"","teks_terjemah":"Balasan mereka di sisi Tuhannya adalah surga ‘Adn yang mengalir di bawahnya sungai-sungai. Mereka kekal di dalamnya selama-lamanya. Allah rida terhadap mereka dan mereka pun rida kepada-Nya. Itu adalah (balasan) bagi orang yang takut kepada Tuhannya.","no_fn":"","teks_fn":"","bacaan":"jazaauhum 'inda rabbihim jannaatu 'adnin tajrii min tahtihaal-anhaaru khaalidiina fiihaa abadan radhiyalaahu 'anhum waradhuu 'anhu dzaalika liman khasyiya rabbah"}]