[{"id":1365,"surah":10,"no_ayah":1,"tema":"","text_ayah":"ا[m[لٓ]ر‌ۚ تِلْكَ ءَايَ[n[ـٰ]تُ [h:5932[ٱ]لْكِتَ[n[ـٰ]بِ [h:5933[ٱ]لْحَك[p[ِي]مِ","text_id":"Alif Lām Rā. Itulah ayat-ayat Kitab (Al-Qur’an) yang penuh hikmah","text_en":"ALIF LAM RA. These are the verses of the authoritative Book.","transliteration":"Alif-Laaam-Raa; tilka Aayaatul Kitaabil Hakeem","no_fn":"","text_fn":""},{"id":1366,"surah":10,"no_ayah":2,"tema":"","text_ayah":"أَكَانَ لِل[g[نّ]َاسِ عَجَبًا أَنْ أَوْحَيْن[o[َآ] إِلَيٰ رَجُ[a:5934[لٍ م]ِّنْهُمْ أَنْ أَ[f:5935[نذ]ِرِ [h:5936[ٱ][l[ل][g[نّ]َاسَ وَبَشِّرِ [h:117[ٱ]لَّذِينَ ءَامَن[o[ُوٓ][s[اْ] أَ[g[نّ]َ لَهُمْ قَدَمَ صِ[q:5937[دْ]قٍ عِ[f:264[ند]َ رَبِّهِمْ‌ۗ قَالَ [h:5938[ٱ]لْكَ[n[ـٰ]فِرُونَ إِ[g[نّ]َ هَ[n[ـٰ]ذَا لَسَ[n[ـٰ]حِ[a:5939[رٌ م]ُّب[p[ِي]نٌ","text_id":"Pantaskah menjadi suatu keheranan bagi manusia bahwa Kami mewahyukan kepada seorang laki-laki di antara mereka (yaitu), “Berilah peringatan kepada manusia dan berilah kabar gembira kepada orang-orang yang beriman bahwa mereka mempunyai kedudukan yang tinggi di sisi Tuhan mereka.” Orang-orang kafir berkata, “Sesungguhnya dia (Nabi Muhammad) ini benar-benar seorang penyihir yang nyata.”","text_en":"Are the people astonished that a man who is one of them was commanded by Us to warn them and to bring glad tidings to those who believe that they have a true precedence with their Lord? (Yet) the unbelievers say: \"He is a clear sorcerer.\"","transliteration":"A kaana linnaasi 'aaban an awhainaaa ilaa rajulim minhum an anzirin naasa wa bashshiril lazeena aamanoo anna lahum qadama sidqin 'inda Rabbihim; qaalal kaafiroona inna haaza lasaahirum mubeen","no_fn":"","text_fn":""},{"id":1367,"surah":10,"no_ayah":3,"tema":"Allah Mengatur Semua Urusan","text_ayah":"إِ[g[نّ]َ رَبَّكُمُ [h:4737[ٱ]للَّهُ [h:4738[ٱ]لَّذِي خَلَقَ [h:3913[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:1474[ٱ]لْأَرْضَ فِي سِتَّةِ أَيَّا[f:4739[مٍ ث]ُ[g[مّ]َ [h:156[ٱ]سْتَوَيٰ عَلَي [h:4740[ٱ]لْعَرْشِ‌ۖ يُدَبِّرُ [h:5940[ٱ]لْأَمْرَ‌ۖ مَا مِ[f:5941[ن ش]َفِيعٍ إِلَّا م[i:146[ِنۢ ب]َعْدِ إِذْنِه[n[ِۦ]‌ۚ ذ[n[َٲ]لِكُمُ [h:4260[ٱ]للَّهُ رَبُّكُمْ فَ[h:1946[ٱ]عْبُدُوهُ‌ۚ أَفَلَا تَذَكَّر[p[ُو]نَ","text_id":"Sesungguhnya Tuhanmu adalah Allah yang menciptakan langit dan bumi dalam enam masa,<sup>341)</sup> kemudian Dia bersemayam di atas ʻArasy<sup>342)</sup> (seraya) mengatur segala urusan. Tidak ada seorang pun pemberi syafaat, kecuali setelah (mendapat) izin-Nya. Itulah Allah, Tuhanmu. Maka, sembahlah Dia! Apakah kamu tidak mengambil pelajaran?","text_en":"Your Lord is God who created the heavens and the earth in six spans, then assumed His power, dispensing all affairs. None can intercede with Him except by His leave. He is God, your Lord, so worship Him. Will you not be warned?","transliteration":"Inna Rabbakumul laahul lazee khalaqas samaawaati wal arda fee sittati aiyaamin summas tawaa 'alal 'Arshi yudabbirul amra maa min shafee'in illaa mim ba'di iznih; zalikumul laahu Rabbukum fa'budooh; afalaa tazakkaroon","no_fn":"341,342","text_fn":"341) Lihat catatan kaki surah al-A‘rāf/7: 54.</br>342) Bersemayam di atas ʻArasy sesuai dengan keagungan dan kesucian-Nya."},{"id":1368,"surah":10,"no_ayah":4,"tema":"Bukti Hari Kebangkitan dan Balasan atas Perbuatan Manusia","text_ayah":"إِلَيْهِ مَرْجِعُكُمْ جَمِي[a:5942[عًا‌ۖ و]َعْدَ [h:3149[ٱ]للَّهِ حَقًّا‌ۚ إِ[g[نّ]َهُ[n[ۥ] يَ[q:5943[بْ]دَؤُ[s[اْ] [h:5944[ٱ]لْخَلْقَ ثُ[g[مّ]َ يُعِيدُهُ[n[ۥ] لِيَ[q:5945[جْ]زِيَ [h:5946[ٱ]لَّذِينَ ءَامَنُو[s[اْ] وَعَمِلُو[s[اْ] [h:118[ٱ][l[ل]صَّ[n[ـٰ]لِحَ[n[ـٰ]تِ بِ[h:1800[ٱ]لْقِسْطِ‌ۚ وَ[h:37[ٱ]لَّذِينَ كَفَرُو[s[اْ] لَهُمْ شَرَا[a:4169[بٌ م]ِّنْ حَمِي[a:4170[مٍ و]َعَذَابٌ أَلِي[i:43[مُۢ ب]ِمَا كَانُو[s[اْ] يَكْفُر[p[ُو]نَ","text_id":"Hanya kepada-Nya kamu semua akan kembali. Itu merupakan janji Allah yang benar dan pasti. Sesungguhnya Dialah yang memulai penciptaan (makhluk), kemudian mengembalikannya (menghidupkannya lagi) agar Dia memberi balasan dengan adil kepada orang-orang yang beriman dan beramal saleh. Adapun untuk orang-orang yang kufur, untuk mereka (disediakan) minuman dari air yang mendidih dan azab yang sangat pedih karena mereka selalu kufur.","text_en":"To Him will you all return: God's promise is true. It is He who originates creation, then will revert it, so that He may reward those who believe and do good things in all justice. But those who deny the truth will receive boiling water to drink and grievous punishment, for they disbelieved.","transliteration":"Ilaihi marji'ukum jamee 'anw wa'dal laahi haqqaa; innahoo yabda'ul khalqa summa yu'eeduhoo liyajziyal lazeena aamanoo wa 'amilus saalihaati bilqist; wallazeena kafaroo lahum sharaabum min hamee minw wa 'azaabun aleemum bimaa kaanoo yakfuroon","no_fn":"","text_fn":""},{"id":1369,"surah":10,"no_ayah":5,"tema":"Alam Semesta Membuktikan Kekuasaan Allah","text_ayah":"هُوَ [h:153[ٱ]لَّذِي جَعَلَ [h:5947[ٱ][l[ل]شَّمْسَ ضِي[o[َا]ٓ[a:5948[ءً و]َ[h:4265[ٱ]لْقَمَرَ نُو[a:5949[رًا و]َقَدَّرَهُ[n[ۥ] مَنَازِلَ لِتَعْلَمُو[s[اْ] عَدَدَ [h:5950[ٱ][l[ل]سِّنِينَ وَ[h:5951[ٱ]لْحِسَابَ‌ۚ مَا خَلَقَ [h:1272[ٱ]للَّهُ ذ[n[َٲ]لِكَ إِلَّا بِ[h:370[ٱ]لْحَقِّ‌ۚ يُفَصِّلُ [h:5952[ٱ]لْأَيَ[n[ـٰ]تِ لِقَوْ[a:1292[مٍ ي]َعْلَم[p[ُو]نَ","text_id":"Dialah yang menjadikan matahari bersinar dan bulan bercahaya.<sup>343)</sup> Dialah pula yang menetapkan tempat-tempat orbitnya agar kamu mengetahui bilangan tahun dan perhitungan (waktu).<sup>344)</sup> Allah tidak menciptakan demikian itu, kecuali dengan benar. Dia menjelaskan tanda-tanda (kebesaran-Nya) kepada kaum yang mengetahui.","text_en":"It is He who gave the sun its radiance, the moon its lustre, and appointed its stations so that you may compute years and numbers. God did not create them but with deliberation. He distinctly explains His signs for those who can understand.","transliteration":"Huwal lazee ja'alash shamsa diyaaa'anw walqamara nooranw wa qaddarahoo manaaz zila lita'lamoo 'adadas sineena walhisaab; maa khalaqal laahu zaalika illa bilhaqq; yufassilul aayaati liqawminw ya'lamoon","no_fn":"343","text_fn":"343) Allah Swt. menjadikan matahari dan bulan berbeda sifat fisisnya. Matahari bersinar karena memancarkan cahayanya dari proses reaksi nuklir di dalam intinya, sedangkan bulan bercahaya karena memantulkan cahaya matahari.</br>344) Pergerakan bulan mengitari bumi menyebabkan pemantulan cahaya matahari oleh bulan berubah-ubah bentuknya, dari bentuk sabit sampai purnama dan kembali menjadi sabit lagi, sesuai dengan posisinya. Keteraturan periode bulan mengitari bumi dijadikan sebagai perhitungan waktu bulanan. Dua belas bulan setara dengan satu tahun (surah at-Taubah/9: 36)."},{"id":1370,"surah":10,"no_ayah":6,"tema":"Alam Semesta Membuktikan Kekuasaan Allah","text_ayah":"إِ[g[نّ]َ فِي [h:5953[ٱ]خْتِلَ[n[ـٰ]فِ [h:5954[ٱ]لَّيْلِ وَ[h:834[ٱ][l[ل][g[نّ]َهَارِ وَمَا خَلَقَ [h:1272[ٱ]للَّهُ فِي [h:609[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:177[ٱ]لْأَرْضِ لَأَيَ[n[ـٰ][u:849[تٍ ل]ِّقَوْ[a:5955[مٍ ي]َتَّق[p[ُو]نَ","text_id":"Sesungguhnya pada pergantian malam dan siang dan pada apa yang diciptakan Allah di langit dan di bumi pasti terdapat tanda-tanda (kebesaran-Nya) bagi kaum yang bertakwa.","text_en":"In the alternation of night and day, and all that He has created in the heavens and the earth, are certainly signs for people who fear God.","transliteration":"Inna fikh tilaafil laili wannahaari wa maa khalaqal laahu fis samaawaati wal ardi la Aayaatil liqawminy yattaqoon","no_fn":"","text_fn":""},{"id":1371,"surah":10,"no_ayah":7,"tema":"Balasan Keingkaran dan Pahala Keimanan","text_ayah":"إِ[g[نّ]َ [h:24[ٱ]لَّذِينَ لَا يَرْجُونَ لِق[o[َا]ٓءَنَا وَرَضُو[s[اْ] بِ[h:5581[ٱ]لْحَيَ[s[و][n[ٲ]ةِ [h:5582[ٱ][l[ل]دُّنْيَا وَ[h:5956[ٱ][q:5956[طْ]مَأَ[g[نّ]ُو[s[اْ] بِهَا وَ[h:37[ٱ]لَّذِينَ هُمْ عَنْ ءَايَ[n[ـٰ]تِنَا غَ[n[ـٰ]فِل[p[ُو]نَ","text_id":"Sesungguhnya orang-orang yang tidak mengharapkan pertemuan dengan Kami (di akhirat), merasa puas dengan kehidupan dunia, dan merasa tenteram dengannya, serta orang-orang yang lalai terhadap ayat-ayat Kami,","text_en":"As for those who do not hope to meet Us (after death), and are content with the life of this world, who are oblivious of Our signs,","transliteration":"Innal lazeena laa yarjoona liqaaa'anaa wa radoo bilhayaatid dunyaa watma annoo bihaa wallazeena hum 'an Aayaatinaa ghaafiloon","no_fn":"","text_fn":""},{"id":1372,"surah":10,"no_ayah":8,"tema":"Balasan Keingkaran dan Pahala Keimanan","text_ayah":"أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ مَأْوَ[n[ٮٰ]هُمُ [h:5957[ٱ][l[ل][g[نّ]َارُ بِمَا كَانُو[s[اْ] يَكْسِب[p[ُو]نَ","text_id":"mereka itu tempatnya adalah neraka karena apa yang selalu mereka kerjakan.","text_en":"Will have Hell as their abode for what they have earned.","transliteration":"Ulaaa'ika maawaahumun Naaru bimaa kaanoo yaksiboon","no_fn":"","text_fn":""},{"id":1373,"surah":10,"no_ayah":9,"tema":"Balasan Keingkaran dan Pahala Keimanan","text_ayah":"إِ[g[نّ]َ [h:24[ٱ]لَّذِينَ ءَامَنُو[s[اْ] وَعَمِلُو[s[اْ] [h:118[ٱ][l[ل]صَّ[n[ـٰ]لِحَ[n[ـٰ]تِ يَهْدِيهِمْ رَبُّه[c:5958[ُم ب]ِإِيمَ[n[ـٰ]نِهِمْ‌ۖ تَ[q:120[جْ]رِي مِ[f:4696[ن ت]َحْتِهِمُ [h:4697[ٱ]لْأَنْهَ[n[ـٰ]رُ فِي جَ[g[نّ]َ[n[ـٰ]تِ [h:3680[ٱ][l[ل][g[نّ]َع[p[ِي]مِ","text_id":"Sesungguhnya orang-orang yang beriman dan beramal saleh, niscaya mereka diberi petunjuk oleh Tuhan karena keimanannya. (Mereka berada) di dalam surga yang penuh kenikmatan yang mengalir di bawahnya sungai-sungai. ","text_en":"But those who believe and act for a beneficial end will be guided by their Lord for their good faith. At their feet shall flow streams of running water in gardens of delight.","transliteration":"Innal lazeena aamanoo wa 'amilus saalihaati yahdeehim Rabbuhum bi eemaanihim tajree min tahtihimul anhaaru fee jannaatin Na'eem","no_fn":"","text_fn":""},{"id":1374,"surah":10,"no_ayah":10,"tema":"Balasan Keingkaran dan Pahala Keimanan","text_ayah":"دَعْوَ[n[ٮٰ]هُمْ فِيهَا سُ[q:168[بْ]حَ[n[ـٰ]نَكَ [h:5959[ٱ][l[ل]لَّهُ[g[مّ]َ وَتَحِيَّتُهُمْ فِيهَا سَلَ[n[ـٰ][a:5960[مٌ‌ۚ و]َءَاخِرُ دَعْوَ[n[ٮٰ]هُمْ أَنِ [h:5961[ٱ]لْحَمْدُ لِلَّهِ رَبِّ [h:4[ٱ]لْعَ[n[ـٰ]لَم[p[ِي]نَ","text_id":"Doa mereka di dalamnya adalah “Subhānakallāhumma” (‘Mahasuci Engkau, ya Tuhan kami’) penghormatan mereka di dalamnya adalah (ucapan) salam, dan doa penutup mereka adalah “Alḥamdu lillāhi rabbil ‘ālamīn” (‘segala puji bagi Allah, Tuhan semesta alam’).","text_en":"Their invocation will be: \"All glory to you, O God,\" and \"Peace\" will be their salutation, and the end of their prayer (will be): \"All praise be to God, the Lord of all the worlds.\"","transliteration":"Da'waahum feehaa Subbaanakal laahumma wa tahiyyatuhum feehaa salaam; wa aakhiru da'waahum anil hamdu lillaahi Rabbil 'aalameen","no_fn":"","text_fn":""},{"id":1375,"surah":10,"no_ayah":11,"tema":"Karakter Manusia","text_ayah":"۞ وَلَوْ يُعَجِّلُ [h:5962[ٱ]للَّهُ لِل[g[نّ]َاسِ [h:5963[ٱ][l[ل]شَّرَّ [h:5964[ٱ]سْتِعْجَالَه[c:5965[ُم ب]ِ[h:5966[ٱ]لْخَيْرِ لَقُضِيَ إِلَيْهِمْ أَجَلُهُمْ‌ۖ فَنَذَرُ [h:5967[ٱ]لَّذِينَ لَا يَرْجُونَ لِق[o[َا]ٓءَنَا فِي طُغْيَ[n[ـٰ]نِهِمْ يَعْمَه[p[ُو]نَ","text_id":"Jikalau Allah menyegerakan keburukan bagi manusia sebagaimana permintaan mereka untuk menyegerakan kebaikan, pasti ajal mereka diakhiri. Akan tetapi, Kami biarkan orang-orang yang tidak mengharapkan pertemuan dengan Kami (di akhirat) terombang-ambing dalam kesesatan mereka.","text_en":"If God were to hasten the evil, as men try to hasten the good, their term would come to end. So We leave those who do not expect to meet Us to wander perplexed in transgression.","transliteration":"Wa law yu'aijilul laahu linnaasish sharras ti'jaalahum bilkhairi laqudiya ilaihim ajaluhum fanazarul lazeena laa yarjoona liqaaa'anna fee tughyaanihim ya'mahoon","no_fn":"","text_fn":""},{"id":1376,"surah":10,"no_ayah":12,"tema":"Karakter Manusia","text_ayah":"وَإِذَا مَسَّ [h:5968[ٱ]لْإِ[f:5969[نس]َ[n[ـٰ]نَ [h:5970[ٱ][l[ل]ضُّرُّ دَعَانَا لِجَ[i:5971[نۢب]ِه[o[ِۦٓ] أَوْ قَاعِدًا أَوْ ق[o[َا]ٓئِ[f:5972[مًا ف]َلَ[g[مّ]َا كَشَفْنَا عَنْهُ ضُرَّهُ[n[ۥ] مَرَّ كَأ[u:2914[َن ل]َّمْ يَ[q:5973[دْ]عُن[o[َآ] إِلَيٰ ضُ[a:5974[رٍّ م]َّسَّهُ[n[ۥ]‌ۚ كَذ[n[َٲ]لِكَ زُيِّنَ لِلْمُسْرِفِينَ مَا كَانُو[s[اْ] يَعْمَل[p[ُو]نَ","text_id":"Apabila manusia ditimpa kesusahan, dia berdoa kepada Kami dalam keadaan berbaring, duduk, atau berdiri. Namun, setelah Kami hilangkan kesusahan itu darinya, dia kembali (ke jalan yang sesat) seolah-olah dia tidak pernah berdoa kepada Kami untuk (menghilangkan) kesusahan yang telah menimpanya. Demikianlah, dijadikan terasa indah bagi orang-orang yang melampaui batas itu apa yang selalu mereka kerjakan.","text_en":"When man is afflicted with adversity he calls to Us, whether lying on his side, or sitting or standing. But when We take away his troubles, he moves away, as though he had never called to Us in affliction. In the same way, attractive have been made their deeds to the prodigals.","transliteration":"Wa izaa massal insaanad durru da'aanaa lijambiheee aw qaa'idan aw qaaa'iman falammaa kashafnaa 'anhu durrahoo marra ka al lam yad'unaaa ilaa durrim massah; kazaalika zuyyina lilmusrifeena maa kaanoo ya'maloon","no_fn":"","text_fn":""},{"id":1377,"surah":10,"no_ayah":13,"tema":"Kehancuran Umat Terdahulu dan Pelajaran yang Dapat Diambil","text_ayah":"وَلَقَ[q:341[دْ] أَهْلَكْنَا [h:5975[ٱ]لْقُرُونَ مِ[f:85[ن ق]َ[q:86[بْ]لِكُمْ لَ[g[مّ]َا ظَلَمُو[s[اْ‌ۙ] وَج[o[َا]ٓءَتْهُمْ رُسُلُه[c:4900[ُم ب]ِ[h:484[ٱ]لْبَيِّنَ[n[ـٰ]تِ وَمَا كَانُو[s[اْ] لِيُؤْمِنُو[s[اْ‌ۚ] كَذ[n[َٲ]لِكَ نَ[q:4214[جْ]زِي [h:5976[ٱ]لْقَوْمَ [h:5977[ٱ]لْمُ[q:4093[جْ]رِم[p[ِي]نَ","text_id":"Sungguh, Kami benar-benar telah membinasakan beberapa generasi sebelum kamu ketika mereka berbuat zalim, padahal para rasul mereka telah datang membawa bukti-bukti yang nyata. Namun, mereka sama sekali tidak mau beriman. Demikianlah, Kami memberi balasan kepada kaum yang berbuat dosa.","text_en":"How many generations did We lay low before you when they became wilfully unjust. Their apostles had brought clear proofs to them, yet they never believed. So We punished the sinful people.","transliteration":"Wa laqad ahlaknal quroona min qablikum lammaa zalamoo wa jaaa'at hum Rusuluhum bil baiyinaati wa maa kaanoo liyu'minoo; kazaalika najzil qawmal mujrimeen","no_fn":"","text_fn":""},{"id":1378,"surah":10,"no_ayah":14,"tema":"Kehancuran Umat Terdahulu dan Pelajaran yang Dapat Diambil","text_ayah":"ثُ[g[مّ]َ جَعَلْنَ[n[ـٰ]كُمْ خَلَ[o[ـٰٓ]ئِفَ فِي [h:44[ٱ]لْأَرْضِ م[i:1453[ِنۢ ب]َعْدِهِمْ لِنَ[f:5978[نظ]ُرَ كَيْفَ تَعْمَل[p[ُو]نَ","text_id":"Kemudian, Kami jadikan kamu sebagai pengganti-pengganti di bumi setelah mereka untuk Kami lihat bagaimana kamu berbuat.","text_en":"Then We appointed you leaders in the land after them to see how you behaved.","transliteration":"Summa ja'alnaakum khalaaa'ifa fil ardi mim ba'dihim linanzura kaifa ta'maloon","no_fn":"","text_fn":""},{"id":1379,"surah":10,"no_ayah":15,"tema":"Sikap Orang Musyrik terhadap Al-Qur’an","text_ayah":"وَإِذَا تُتْلَيٰ عَلَيْهِمْ ءَايَاتُنَا بَيِّنَ[n[ـٰ][f:5979[تٍ‌ۙ ق]َالَ [h:590[ٱ]لَّذِينَ لَا يَرْجُونَ لِق[o[َا]ٓءَنَا [h:5980[ٱ]ئْتِ بِقُرْءَانٍ غَيْرِ هَ[n[ـٰ]ذ[o[َآ] أَوْ بَدِّلْهُ‌ۚ قُلْ مَا يَكُونُ ل[o[ِيٓ] أَنْ أُبَدِّلَهُ[n[ۥ] مِ[f:5981[ن ت]ِلْقَآيِٕ نَفْس[o[ِيٓ‌ۖ] إِنْ أَتَّبِعُ إِلَّا مَا يُوحَ[o[يٰٓ] إِلَيَّ‌ۖ إِ[g[نّ][o[ِيٓ] أَخَافُ إِنْ عَصَيْتُ رَبِّي عَذَابَ يَوْمٍ عَظ[p[ِي]مٍ","text_id":"Apabila dibacakan kepada mereka ayat-ayat Kami secara jelas, orang-orang yang tidak mengharapkan pertemuan dengan Kami (di akhirat) berkata, “Datangkanlah kitab selain Al-Qur’an ini atau gantilah!” Katakanlah (Nabi Muhammad), “Tidaklah pantas bagiku menggantinya atas kemauanku sendiri. Aku tidak mengikuti, kecuali apa yang diwahyukan kepadaku. Sesungguhnya aku takut akan azab hari yang dahsyat jika mendurhakai Tuhanku.”","text_en":"When Our clear messages are recited to them, those who do not hope to meet Us, say: \"Bring a different Qur'an, or make amendments to this one.\" Say: \"It is not for me to change it of my will. I follow (only) what is revealed to me. If I disobey my Lord, I fear the punishment of an awful Day.\"","transliteration":"Wa izaa tutlaa 'alaihim aayaatunaa baiyinaatin qaalal lazeena laa yarjoona liqaaa'ana'ti bi Quraanin ghairi haazaaa aw baddilh; qul maa yakoonu leee an ubaddilahoo min tilqaaa'i nafsee in attabi'u illaa maa yoohaaa ilaiya inneee akhaafu in 'asaytu Rabbee 'azaaba Yawmin 'Azeeem","no_fn":"","text_fn":""},{"id":1380,"surah":10,"no_ayah":16,"tema":"Sikap Orang Musyrik terhadap Al-Qur’an","text_ayah":"قُل لَّوْ ش[o[َا]ٓءَ [h:78[ٱ]للَّهُ مَا تَلَوْتُهُ[n[ۥ] عَلَيْكُمْ وَل[o[َآ] أَ[q:5982[دْ]رَ[n[ٮٰ]ك[c:5983[ُم ب]ِه[n[ِۦ]‌ۖ فَقَ[q:563[دْ] لَبِثْتُ فِيكُمْ عُمُ[a:5984[رًا م]ِّ[f:1097[ن ق]َ[q:1098[بْ]لِه[o[ِۦٓ‌ۚ] أَفَلَا تَعْقِل[p[ُو]نَ","text_id":"Katakanlah (Nabi Muhammad), “Jikalau Allah menghendaki, niscaya aku tidak membacakannya kepadamu dan Allah tidak (pula) memberitahukannya kepadamu. Sungguh, aku telah tinggal bersamamu beberapa lama sebelumnya (sebelum turun Al-Qur’an). Apakah kamu tidak mengerti?”","text_en":"Say: \"Had God pleased I would never have recited it to you, nor would He have given you comprehension of it. (Remember that I am one of you) and have lived a whole life with you before (its revelation). Even then you do not understand.\"","transliteration":"Qul law shaaa'al laahu maa talawtuhoo 'alaikum wa laaa adraakum bihee faqad labistu feekum 'umuram min qablih; afalaa ta'qiloon","no_fn":"","text_fn":""},{"id":1381,"surah":10,"no_ayah":17,"tema":"Sikap Orang Musyrik terhadap Al-Qur’an","text_ayah":"فَمَنْ أَظْلَمُ مِ[g[مّ]َنِ [h:3980[ٱ]فْتَرَيٰ عَلَي [h:412[ٱ]للَّهِ كَذِبًا أَوْ كَذَّبَ بِـَٔـايَ[n[ـٰ]تِه[o[ِۦٓ‌ۚ] إِ[g[نّ]َهُ[n[ۥ] لَا يُفْلِحُ [h:5985[ٱ]لْمُ[q:5255[جْ]رِم[p[ُو]نَ","text_id":"Maka, siapakah yang lebih zalim daripada orang yang mengada-adakan kebohongan terhadap Allah atau mendustakan ayat-ayat-Nya? Sesungguhnya para pendurhaka itu tidak akan beruntung.","text_en":"Who is more unjust than he who imputes lies to God or denies His revelations? The sinners will surely not be reprieved.","transliteration":"Faman azlamu mimmanif taraa 'alal laahi kaziban aw kazzaba bi Aayaatih; innahoo laa yuflihul mujrimoon","no_fn":"","text_fn":""},{"id":1382,"surah":10,"no_ayah":18,"tema":"Bentuk Syirik pada Zaman Jahiliah","text_ayah":"وَيَعْبُدُونَ مِ[f:107[ن د]ُونِ [h:108[ٱ]للَّهِ مَا لَا يَضُرُّهُمْ وَلَا يَ[f:534[نف]َعُهُمْ وَيَقُولُونَ هَ[o[ـٰٓ]ؤُل[o[َا]ٓءِ شُفَعَ[o[ـٰٓ]ؤُنَا عِ[f:264[ند]َ [h:408[ٱ]للَّهِ‌ۚ قُلْ أَتُنَبِّــُٔونَ [h:5986[ٱ]للَّهَ بِمَا لَا يَعْلَمُ فِي [h:609[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَلَا فِي [h:44[ٱ]لْأَرْضِ‌ۚ سُ[q:608[بْ]حَ[n[ـٰ]نَهُ[n[ۥ] وَتَعَ[n[ـٰ]لَيٰ عَ[g[مّ]َا يُشْرِك[p[ُو]نَ","text_id":"Mereka menyembah selain Allah apa yang tidak dapat mendatangkan mudarat kepada mereka dan tidak (pula) memberi manfaat. Mereka berkata, “Mereka (sembahan) itu adalah penolong-penolong kami di hadapan Allah.”<sup>345)</sup> Katakanlah, “Apakah kamu akan memberitahukan kepada Allah sesuatu di langit dan di bumi yang tidak Dia ketahui?”<sup>346)</sup> Mahasuci dan Mahatinggi Dia dari apa yang mereka persekutukan.","text_en":"They worship those besides God who cannot do them harm or bring them gain, and say: \"These are our intercessors with God.\" Say: \"Do you want to inform God of things in the heavens and the earth He does not know?\" Glorious is He, and too exalted for what they associate with Him!","transliteration":"Wa ya'budoona min doonil laahi maa laa yadurruhum wa laa yanfa'uhum wa yaqooloona haaa'ulaaa'i shufa'aaa 'unaa 'indal laah; qul atunabbi 'oonal laaha bima laa ya'lamu fis samaawaati wa laa fil ard; subhaanahoo wa Ta'aalaa 'ammaa yushrikoon","no_fn":"345","text_fn":"345) Kalimat ini adalah ejekan terhadap penyembah berhala yang menyangka bahwa berhala-berhala itu dapat memberinya pertolongan di hadapan Allah Swt.</br>346) Ayat ini tidak menunjukkan ketidaktahuan Allah Swt. atas segala sesuatu di langit dan di bumi, tetapi menunjukkan kemustahilan adanya sembahan selain Allah Swt."},{"id":1383,"surah":10,"no_ayah":19,"tema":"Manusia pada Mulanya Satu Akidah","text_ayah":"وَمَا كَانَ [h:1158[ٱ][l[ل][g[نّ]َاسُ إِلّ[o[َآ] أُ[g[مّ]َ[a:1159[ةً و][n[َٲ]حِدَ[f:5987[ةً ف]َ[h:5988[ٱ]خْتَلَفُو[s[اْ‌ۚ] وَلَوْلَا كَلِمَ[f:5989[ةٌ س]َبَقَتْ م[u:770[ِن ر]َّبِّكَ لَقُضِيَ بَيْنَهُمْ فِيمَا فِيهِ يَخْتَلِف[p[ُو]نَ","text_id":"Manusia itu dahulunya hanya umat yang satu (dalam ketauhidan), lalu mereka berselisih. Seandainya tidak karena suatu ketetapan yang telah ada dari Tuhanmu,<sup>347)</sup> pastilah di antara mereka telah diberi keputusan (azab di dunia) tentang apa yang mereka perselisihkan itu.","text_en":"Men were once a community of one faith; but they differed (and followed different ways). Had it not been for the word proclaimed by your Lord before, their differences would have been resolved.","transliteration":"Wa maa kaanan naasu illaaa ummmatanw waahidatan fakh talafoo; wa law laa kalimatun sabaqat mir Rabbika laqudiya bainahum fee maa feehi yakhtalifoon","no_fn":"347","text_fn":"347) Yakni ketetapan bahwa perselisihan manusia di dunia itu akan diputuskan di akhirat."},{"id":1384,"surah":10,"no_ayah":20,"tema":"Permintaan Orang Musyrik akan Tanda-Tanda Kekuasaan Allah","text_ayah":"وَيَقُولُونَ لَوْل[o[َآ] أُ[f:17[نز]ِلَ عَلَيْهِ ءَايَ[a:4024[ةٌ م]ّ[u:192[ِن ر]َّبِّه[n[ِۦ]‌ۖ فَقُلْ إِ[g[نّ]َمَا [h:5990[ٱ]لْغَيْبُ لِلَّهِ فَ[h:4800[ٱ][f:4800[نت]َظِر[o[ُوٓ][s[اْ] إِ[g[نّ]ِي مَعَك[w:2068[ُم م]ِّنَ [h:4801[ٱ]لْمُ[f:4802[نت]َظِر[p[ِي]نَ","text_id":"Mereka berkata, “Mengapa tidak diturunkan kepadanya (Nabi Muhammad) suatu bukti (mukjizat) dari Tuhannya?” Katakanlah, “Sungguh, segala yang gaib itu hanya milik Allah. Maka, tunggulah (siksaan Allah)! Sesungguhnya aku pun termasuk orang-orang yang menunggu bersamamu.”","text_en":"They say: \"How is it that no sign was sent by his Lord (to His Prophet)?\" Tell them: \"Unknown things are only known to God. So watch and wait (for the sign); I am waiting and expecting with you.\"","transliteration":"W yaqooloona law laaa unzila 'alaihi aayatum mir Rabbihee faqul innamal ghaibu lillaahi fantaziroo innee ma'akum minal muntazireen","no_fn":"","text_fn":""},{"id":1385,"surah":10,"no_ayah":21,"tema":"Sikap Manusia dalam Menghadapi Nikmat dan Bencana","text_ayah":"وَإِذ[o[َآ] أَذَ[q:5991[قْ]نَا [h:5992[ٱ][l[ل][g[نّ]َاسَ رَحْمَ[a:5993[ةً م]ّ[i:146[ِنۢ ب]َعْدِ ضَرّ[o[َا]ٓءَ مَسَّتْهُمْ إِذَا لَه[w:5994[ُم م]َّكْ[f:5995[رٌ ف][o[ِيٓ] ءَايَاتِنَا‌ۚ قُلِ [h:3166[ٱ]للَّهُ أَسْرَعُ مَكْرًا‌ۚ إِ[g[نّ]َ رُسُلَنَا يَكْتُبُونَ مَا تَمْكُر[p[ُو]نَ","text_id":"Apabila Kami memberikan suatu rahmat kepada manusia setelah bencana menimpa mereka, mereka segera melakukan segala tipu daya (untuk menentang) ayat-ayat Kami. Katakanlah, “Allah lebih cepat pembalasan-Nya (atas tipu daya itu).” Sesungguhnya malaikat-malaikat Kami mencatat tipu dayamu.","text_en":"When We let them taste Our mercy after affliction, they contrive against Our signs. Say: \"God is swifter at contriving,\" for Our angels record everything you plan.","transliteration":"Wa izaaa azaqnan naasa rahmatam mim ba'di darraaa'a massat hum izaa lahum makrun feee aayaatinaa; qulil laahu asra'u makraa; inna rusulanaa yaktuboona maa tamkuroon","no_fn":"","text_fn":""},{"id":1386,"surah":10,"no_ayah":22,"tema":"Sikap Manusia dalam Menghadapi Nikmat dan Bencana","text_ayah":"هُوَ [h:153[ٱ]لَّذِي يُسَيِّرُكُمْ فِي [h:4106[ٱ]لْبَرِّ وَ[h:4107[ٱ]لْبَحْرِ‌ۖ حَتَّ[o[يٰٓ] إِذَا كُ[f:100[نت]ُمْ فِي [h:4780[ٱ]لْفُلْكِ وَجَرَيْنَ بِه[c:5996[ِم ب]ِرِي[f:5997[حٍ ط]َيِّبَ[a:5998[ةٍ و]َفَرِحُو[s[اْ] بِهَا ج[o[َا]ٓءَتْهَا رِيحٌ عَاصِ[a:5999[فٌ و]َج[o[َا]ٓءَهُمُ [h:6000[ٱ]لْمَوْجُ مِ[f:843[ن ك]ُلِّ مَكَا[a:6001[نٍ و]َظَ[g[نّ][o[ُوٓ][s[اْ] أَ[g[نّ]َهُمْ أُحِيطَ بِهِمْ‌ۙ دَعَوُ[s[اْ] [h:6002[ٱ]للَّهَ مُخْلِصِينَ لَهُ [h:4649[ٱ][l[ل]دِّينَ لَئِنْ أَ[f:6003[نج]َيْتَنَا مِنْ هَ[n[ـٰ]ذِه[n[ِۦ] لَنَكُونَ[g[نّ]َ مِنَ [h:4134[ٱ][l[ل]شَّ[n[ـٰ]كِر[p[ِي]نَ","text_id":"Dialah (Allah) yang menjadikan kamu dapat berjalan di daratan (dan berlayar) di lautan sehingga ketika kamu berada di dalam kapal, lalu meluncurlah (kapal) itu membawa mereka dengan tiupan angin yang baik dan mereka bergembira karenanya. Kemudian, datanglah badai dan gelombang menimpanya dari segenap penjuru dan mereka pun mengira telah terkepung (bahaya). Maka, mereka berdoa dengan mengikhlaskan ketaatan kepada-Nya (seraya berkata), “Sekiranya Engkau menyelamatkan kami dari (bahaya) ini, pasti kami termasuk orang-orang yang bersyukur.”","text_en":"It is He who enables you to travel over land and sea. When you sail in ships in a favourable breeze, you rejoice. But when a gale begins to blow and the waves dash against them from every side they realise that they have been caught in it, (and) they call on God in all faith: \"If You save us from this we shall ever be grateful.\"","transliteration":"Huwal lazee yusaiyirukum fil barri walbahri hattaaa izaa kuntum fil fulki wa jaraina bihim bireeh in taiyibatinw wa farihoo bihaa jaaa'at haa reehun 'aasifunw wa jaaa'ahumul mawju min kulli makaaninw wa zannooo annahum uheeta bihim da'awul laaha mukhliseena lahud deena la'in anjaitanaa min haazihee lanakoonannna minash shaakireen","no_fn":"","text_fn":""},{"id":1387,"surah":10,"no_ayah":23,"tema":"Sikap Manusia dalam Menghadapi Nikmat dan Bencana","text_ayah":"فَلَ[g[مّ][o[َآ] أَ[f:6004[نج]َ[n[ـٰ]هُمْ إِذَا هُمْ يَ[q:2073[بْ]غُونَ فِي [h:44[ٱ]لْأَرْضِ بِغَيْرِ [h:325[ٱ]لْحَقِّ‌ۗ يَ[o[ـٰٓ]أَيُّهَا [h:82[ٱ][l[ل][g[نّ]َاسُ إِ[g[نّ]َمَا بَغْيُكُمْ عَلَ[o[يٰٓ] أَ[f:1329[نف]ُسِك[w:6005[ُم‌ۖ م]َّتَ[n[ـٰ]عَ [h:6006[ٱ]لْحَيَ[s[و][n[ٲ]ةِ [h:442[ٱ][l[ل]دُّنْيَا‌ۖ ثُ[g[مّ]َ إِلَيْنَا مَرْجِعُكُمْ فَنُنَبِّئُك[c:6007[ُم ب]ِمَا كُ[f:100[نت]ُمْ تَعْمَل[p[ُو]نَ","text_id":"Namun, ketika Allah menyelamatkan mereka, seketika itu mereka berbuat kezaliman di bumi tanpa (alasan) yang benar. Wahai manusia, sesungguhnya (bahaya) kezalimanmu akan menimpa dirimu sendiri. (Itu hanya) kenikmatan hidup duniawi. Kemudian, kepada Kamilah kembalimu, lalu akan Kami kabarkan kepadamu apa yang selama ini kamu kerjakan.","text_en":"But when He rescues them, they commit excesses in the land unjustly again. Your rebellion, O people, shall recoil back on your own selves. The joys of the world (are only ephemeral): You have to come back to Us in the end. We shall then inform you what you were doing.","transliteration":"Falammaaa anjaahum izaa hum yabghoona fil ardi bighairil haqq; yaaa aiyuhannaasu innamaa bagh yukum 'alaaa anfusikum mataa'al hayaatid dunyaa summa ilainaa marji'ukum fanunabbi 'ukum bimaa kuntum ta'maloon","no_fn":"","text_fn":""},{"id":1388,"surah":10,"no_ayah":24,"tema":"Perumpamaan Kehidupan Duniawi","text_ayah":"إِ[g[نّ]َمَا مَثَلُ [h:6008[ٱ]لْحَيَ[s[و][n[ٲ]ةِ [h:442[ٱ][l[ل]دُّنْيَا كَم[o[َا]ٓءٍ أَ[f:4236[نز]َلْنَ[n[ـٰ]هُ مِنَ [h:64[ٱ][l[ل]سَّم[o[َا]ٓءِ فَ[h:6009[ٱ]خْتَلَطَ بِه[n[ِۦ] نَبَاتُ [h:6010[ٱ]لْأَرْضِ مِ[g[مّ]َا يَأْكُلُ [h:6011[ٱ][l[ل][g[نّ]َاسُ وَ[h:6012[ٱ]لْأَنْعَ[n[ـٰ]مُ حَتَّ[o[يٰٓ] إِذ[o[َآ] أَخَذَتِ [h:6013[ٱ]لْأَرْضُ زُخْرُفَهَا وَ[h:6014[ٱ]زَّيَّنَتْ وَظَ[g[نّ]َ أَهْلُه[o[َآ] أَ[g[نّ]َهُمْ قَ[n[ـٰ]دِرُونَ عَلَيْه[o[َآ] أَتَ[n[ـٰ]ه[o[َآ] أَمْرُنَا لَيْلاً أَوْ نَهَا[f:6015[رًا ف]َجَعَلْنَ[n[ـٰ]هَا حَصِي[f:6016[دًا ك]َأ[u:2914[َن ل]َّمْ تَغْنَ بِ[h:6017[ٱ]لْأَمْسِ‌ۚ كَذ[n[َٲ]لِكَ نُفَصِّلُ [h:4091[ٱ]لْأَيَ[n[ـٰ]تِ لِقَوْ[a:6018[مٍ ي]َتَفَكَّر[p[ُو]نَ","text_id":"Sesungguhnya perumpamaan kehidupan dunia adalah ibarat air yang Kami turunkan dari langit, lalu tumbuhlah karenanya macam-macam tanaman bumi yang (dapat) dimakan oleh manusia dan hewan ternak. Hingga apabila bumi itu telah sempurna keindahannya, terhias,<sup>348)</sup> dan pemiliknya mengira bahwa mereka pasti menguasainya (memetik hasilnya), datanglah kepadanya azab Kami pada waktu malam atau siang. Lalu, Kami jadikan (tanaman)-nya seperti tanaman yang sudah disabit, seakan-akan belum pernah tumbuh kemarin. Demikianlah Kami menjelaskan secara terperinci ayat-ayat itu kepada kaum yang berpikir.","text_en":"The life of the world is like the rain that waters the crops of the earth which are used as food by men and cattle. But when the earth is embellished and adorned with gold, and its tillers begin to feel that (the crops) are under control, Our command descends suddenly at night or in the day, and We mow them down as though there was nothing there yesterday. This is how We distinctly explain Our signs to those who think.","transliteration":"Innamaa masalul hayaatid dunyaa kammaaa'in anzalnaahu minas sammaaa'i fakhtalata bihee nabaatul ardi mimmaa yaakulun naasu wal an'aam; hattaaa izaaa akhazatil ardu zukhrufahaa wazziyanat wa zanna ahluhaaa annahum qaadiroona 'alaihaaa ataahaaa amrunaa lailan aw nahaaran faja'alnaahaa haseedan ka allam taghna bil-ams; kazaalika nufassilul aayaati liqawminy yatafakkaroon","no_fn":"348","text_fn":"348) Maksudnya adalah bahwa bumi tampak indah dengan gunung-gunung dan lembah-lembahnya yang telah menghijau dengan tanam-tanamannya."},{"id":1389,"surah":10,"no_ayah":25,"tema":"Seruan Allah agar Manusia Hidup Bahagia","text_ayah":"وَ[h:9999[ٱ]للَّهُ يَ[q:1242[دْ]ع[o[ُوٓ][s[اْ] إِلَيٰ دَارِ [h:6019[ٱ][l[ل]سَّلَ[n[ـٰ]مِ وَيَهْدِي م[a:476[َن ي]َش[o[َا]ٓءُ إِلَيٰ صِر[n[َٲ][a:726[طٍ م]ُّسْتَق[p[ِي]مٍ","text_id":"Allah menyeru (manusia) ke Dārussalām (surga) dan memberi petunjuk kepada siapa yang Dia kehendaki menuju jalan yang lurus (berdasarkan kesiapannya untuk menerima petunjuk).","text_en":"God invites you to mansions of peace, and guides whosoever He will to the path that is straight","transliteration":"Wallaahu yad'ooo ilaa daaris salaami wa yahdee mai yashaaa'u ilaa Siraatim Mustaqeem","no_fn":"","text_fn":""},{"id":1390,"surah":10,"no_ayah":26,"tema":"Seruan Allah agar Manusia Hidup Bahagia","text_ayah":"۞ لِّلَّذِينَ أَحْسَنُو[s[اْ] [h:6020[ٱ]لْحُسْنَيٰ وَزِيَادَ[a:6021[ةٌ‌ۖ و]َلَا يَرْهَقُ وُجُوهَهُمْ قَتَ[a:6022[رٌ و]َلَا ذِلَّةٌ‌ۚ أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ أَصْحَ[n[ـٰ]بُ [h:415[ٱ]لْجَ[g[نّ]َةِ‌ۖ هُمْ فِيهَا خَ[n[ـٰ]لِد[p[ُو]نَ","text_id":"Bagi orang-orang yang berbuat baik (ada pahala) yang terbaik (surga) dan tambahannya (kenikmatan melihat Allah). Wajah-wajah mereka tidak ditutupi debu hitam dan tidak (pula diliputi) kehinaan. Mereka itulah para penghuni surga. Mereka kekal di dalamnya.","text_en":"For those who do good there is goodness and more, and no blot or disgrace will cover their faces. They are people of Paradise, where they will abide for ever.","transliteration":"Lillazeena ahsanul husnaa wa ziyaadahtunw wa laa yarhaqu wujoohahum qatarunw wa laa zillah; ulaaa'ika ashaabul jannnati hum feehaa khaalidoon","no_fn":"","text_fn":""},{"id":1391,"surah":10,"no_ayah":27,"tema":"Seruan Allah agar Manusia Hidup Bahagia","text_ayah":"وَ[h:9999[ٱ]لَّذِينَ كَسَبُو[s[اْ] [h:6023[ٱ][l[ل]سَّيِّـَٔـاتِ جَز[o[َا]ٓءُ سَيِّئَ[i:6024[ةِۭ ب]ِمِثْلِهَا وَتَرْهَقُهُمْ ذِلَّ[a:6025[ةٌ‌ۖ م]َّا لَه[w:6026[ُم م]ِّنَ [h:321[ٱ]للَّهِ مِنْ عَاصِ[f:6027[مٍ‌ۖ ك]َأَ[g[نّ]َم[o[َآ] أُغْشِيَتْ وُجُوهُهُمْ قِطَ[a:6028[عًا م]ِّنَ [h:6029[ٱ]لَّيْلِ مُظْلِمًا‌ۚ أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ أَصْحَ[n[ـٰ]بُ [h:201[ٱ][l[ل][g[نّ]َارِ‌ۖ هُمْ فِيهَا خَ[n[ـٰ]لِد[p[ُو]نَ","text_id":"Orang-orang yang berbuat kejahatan (akan mendapatkan) balasan kejahatan yang setimpal dan mereka diliputi kehinaan. Tidak ada bagi mereka seorang pelindung (pun) dari (azab) Allah. Wajah-wajah mereka seakan-akan ditutupi kepingan-kepingan malam yang gelap gulita. Mereka itulah para penghuni neraka. Mereka kekal di dalamnya.","text_en":"But those who earn evil shall be punished to an equal degree as their evil, and they will be covered with shame, and will have none to protect them against God: Their faces shall be blackened as though with patches of the night. They are the people of Hell, where they will abide for ever,","transliteration":"Wallazeena kasabus saiyi aati jazaaa'u saiyi'atim bimislihaa wa tarhaquhum zillah; maa lahum minal laahi min 'aasimin ka annamaaa ughshiyat wujoohuhum qita 'am minal laili muzlimaa; ulaaa'ika Ashaabun Naari hum feeha khaalidoon","no_fn":"","text_fn":""},{"id":1392,"surah":10,"no_ayah":28,"tema":"Ancaman bagi Orang yang Menyekutukan Allah","text_ayah":"وَيَوْمَ نَحْشُرُهُمْ جَمِي[f:155[عًا ث]ُ[g[مّ]َ نَقُولُ لِلَّذِينَ أَشْرَكُو[s[اْ] مَكَانَكُمْ أَ[f:428[نت]ُمْ وَشُرَك[o[َا]ٓؤُكُمْ‌ۚ فَزَيَّلْنَا بَيْنَهُمْ‌ۖ وَقَالَ شُرَك[o[َا]ٓؤُه[w:6030[ُم م]َّا كُ[f:100[نت]ُمْ إِيَّانَا تَعْبُد[p[ُو]نَ","text_id":"(Ingatlah) pada hari (ketika) Kami mengumpulkan mereka semuanya, kemudian Kami berfirman kepada orang-orang yang mempersekutukan (Kami), “Tetaplah di tempatmu, kamu dan para sekutumu.” Lalu, Kami pisahkan di antara mereka, dan sekutu-sekutu mereka berkata, “Kamu sekali-kali tidak pernah menyembah kami.”","text_en":"The day We shall gather them all together We shall say to the idolaters: \"Take your stand with the compeers you worshipped as the equals of God.\" We shall then create a rift between them, and the compeers will say: \"You did not worship us;","transliteration":"Wa yawma nahshuruhum jamee'an summa naqoolu lillazeena ashrakoo makaanakum antum wa shurakaaa'ukum; fazaiyalnaa bainahum wa qaala shurakaaa'uhum maa kuntum iyyaanaa ta'budoon","no_fn":"","text_fn":""},{"id":1393,"surah":10,"no_ayah":29,"tema":"Ancaman bagi Orang yang Menyekutukan Allah","text_ayah":"فَكَفَيٰ بِ[h:32[ٱ]للَّهِ شَهِيد[i:6031[َۢا ب]َيْنَنَا وَبَيْنَكُمْ إِ[f:4919[ن ك]ُ[g[نّ]َا عَنْ عِبَادَتِكُمْ لَغَ[n[ـٰ]فِل[p[ِي]نَ","text_id":"Maka, cukuplah Allah menjadi saksi antara kami dengan kamu, bahwa sesungguhnya kami tidak tahu-menahu tentang penyembahan kamu (kepada kami).”","text_en":"For God is sufficient as witness between us and you we were not aware of your worship.\"","transliteration":"Fakafaa billaahi shaheedam bainanaa wa bainakum in kunnaa 'an 'ibaadatikum laghaafileen","no_fn":"","text_fn":""},{"id":1394,"surah":10,"no_ayah":30,"tema":"Ancaman bagi Orang yang Menyekutukan Allah","text_ayah":"هُنَالِكَ تَ[q:6032[بْ]لُو[s[اْ] كُلُّ نَفْ[a:1654[سٍ م]ّ[o[َآ] أَسْلَفَتْ‌ۚ وَرُدّ[o[ُوٓ][s[اْ] إِلَي [h:1637[ٱ]للَّهِ مَوْلَ[n[ـٰ]هُمُ [h:4123[ٱ]لْحَقِّ‌ۖ وَضَلَّ عَنْه[w:3985[ُم م]َّا كَانُو[s[اْ] يَفْتَر[p[ُو]نَ","text_id":"Di sanalah (padang Mahsyar), setiap jiwa merasakan pembalasan dari apa yang telah dikerjakannya (dahulu) dan mereka dikembalikan kepada Allah, pelindung mereka yang sebenarnya, dan lenyaplah dari mereka apa (sesembahan) yang selalu mereka ada-adakan.","text_en":"Then each will see what he had done in the past; and they will turn to God, their true Lord, and all the lies they had fabricated will be of no avail to them.","transliteration":"Hunaalika tabloo kullu nafsim maaa aslafat; wa ruddoo ilal laahi mawlaahu mul haqqi wa dalla 'anhum maa kaanoo yaftaroon","no_fn":"","text_fn":""},{"id":1395,"surah":10,"no_ayah":31,"tema":"Bukti Kekuasaan Allah yang Menggugurkan Kepercayaan Orang Musyrik","text_ayah":"قُلْ م[a:6033[َن ي]َرْزُقُك[w:6034[ُم م]ِّنَ [h:64[ٱ][l[ل]سَّم[o[َا]ٓءِ وَ[h:177[ٱ]لْأَرْضِ أَ[g[مّ][a:6035[َن ي]َمْلِكُ [h:6036[ٱ][l[ل]سَّمْعَ وَ[h:6037[ٱ]لْأَ[q:6037[بْ]صَ[n[ـٰ]رَ وَم[a:6038[َن ي]ُخْرِجُ [h:4258[ٱ]لْحَيَّ مِنَ [h:1833[ٱ]لْمَيِّتِ وَيُخْرِجُ [h:6039[ٱ]لْمَيِّتَ مِنَ [h:1835[ٱ]لْحَيِّ وَم[a:6040[َن ي]ُدَبِّرُ [h:5940[ٱ]لْأَمْرَ‌ۚ فَسَيَقُولُونَ [h:6041[ٱ]للَّهُ‌ۚ فَقُلْ أَفَلَا تَتَّق[p[ُو]نَ","text_id":"Katakanlah (Nabi Muhammad), “Siapakah yang menganugerahkan rezeki kepadamu dari langit dan bumi, siapakah yang kuasa (menciptakan) pendengaran dan penglihatan, siapakah yang mengeluarkan yang hidup dari yang mati dan mengeluarkan yang mati dari yang hidup, serta siapakah yang mengatur segala urusan?” Maka, mereka akan menjawab, “Allah.” Maka, katakanlah, “Apakah kamu tidak takut (akan azab Allah)?”","text_en":"Ask them: \"Who gives you food and sustenance from the skies and the earth? Or, who is the lord of ear and eye? And who brings forth the living from the dead, the dead from the living? And who directs all affairs?\" They will say: \"God.\" So tell them: \"Why do you not fear Him?\"","transliteration":"Qul mai yarzuqukum minas samaaa'i wal ardi ammany yamlikus sam'a wal absaara wa mai yukhrijul haiya minal maiyiti wa yikhrijul maiyita minal haiyi wa mai yudabbirul amr; fasa yaqooloonal laah; faqul afalaa tattaqoon","no_fn":"","text_fn":""},{"id":1396,"surah":10,"no_ayah":32,"tema":"Bukti Kekuasaan Allah yang Menggugurkan Kepercayaan Orang Musyrik","text_ayah":"فَذ[n[َٲ]لِكُمُ [h:6042[ٱ]للَّهُ رَبُّكُمُ [h:6043[ٱ]لْحَقُّ‌ۖ فَمَاذَا بَعْدَ [h:6044[ٱ]لْحَقِّ إِلَّا [h:6045[ٱ][l[ل]ضَّلَ[n[ـٰ]لُ‌ۖ فَأَ[g[نّ]َيٰ تُصْرَف[p[ُو]نَ","text_id":"Maka, itulah Allah, Tuhan kamu yang sebenarnya. Tidak ada setelah kebenaran itu kecuali kesesatan. Maka, bagaimana kamu dipalingkan (dari kebenaran)?","text_en":"Such then is God, your true Lord; and when truth is gone what is left but error? So why do you turn away?","transliteration":"Fazaalikumul laahu Rabbukumul haqq; famaazaa ba'dal haqqi illad dalaalu fa annnaa tusrafoon","no_fn":"","text_fn":""},{"id":1397,"surah":10,"no_ayah":33,"tema":"Bukti Kekuasaan Allah yang Menggugurkan Kepercayaan Orang Musyrik","text_ayah":"كَذ[n[َٲ]لِكَ حَقَّتْ كَلِمَتُ رَبِّكَ عَلَي [h:289[ٱ]لَّذِينَ فَسَق[o[ُوٓ][s[اْ] أَ[g[نّ]َهُمْ لَا يُؤْمِن[p[ُو]نَ","text_id":"Demikianlah, telah pasti (berlaku) ketentuan Tuhanmu terhadap orang-orang yang berbuat fasik bahwa sesungguhnya mereka tidak beriman.","text_en":"Thus the word of your Lord about those who disobey comes true, that they do not believe.","transliteration":"Kazaalika haqqat Kalimatu Rabbika 'alal lazeena fasaqooo annahum laa yu'minoon","no_fn":"","text_fn":""},{"id":1398,"surah":10,"no_ayah":34,"tema":"Bukti Kekuasaan Allah yang Menggugurkan Kepercayaan Orang Musyrik","text_ayah":"قُلْ هَلْ مِ[f:6046[ن ش]ُرَك[o[َا]ٓئِك[w:6047[ُم م]ّ[a:6048[َن ي]َ[q:5943[بْ]دَؤُ[s[اْ] [h:5944[ٱ]لْخَلْقَ ثُ[g[مّ]َ يُعِيدُهُ[n[ۥ]‌ۚ قُلِ [h:3166[ٱ]للَّهُ يَ[q:5943[بْ]دَؤُ[s[اْ] [h:5944[ٱ]لْخَلْقَ ثُ[g[مّ]َ يُعِيدُهُ[n[ۥ]‌ۖ فَأَ[g[نّ]َيٰ تُؤْفَك[p[ُو]نَ","text_id":"Katakanlah (Nabi Muhammad), “Apakah di antara sekutu-sekutu kamu ada yang dapat memulai penciptaan (makhluk) kemudian mengembalikannya (menghidupkannya lagi)?” Katakanlah, “Allah memulai penciptaan (makhluk), kemudian mengembalikannya (menghidupkannya lagi). Lalu, bagaimana kamu dapat dipalingkan (dari kebenaran)?”","text_en":"Ask them: \"Is there among the partners (you ascribe to God) one who first originates then reverts it? Say: \"It is God alone who first creates and then reverts it. So where do you stray?\"","transliteration":"Qul hal min shurakaaa 'ikum mai yabda'ul khalqa suma yu'eeduh; qulil laahu yabda'ul khalqa summa yu'eeduhoo fa annaa tu'fakoon","no_fn":"","text_fn":""},{"id":1399,"surah":10,"no_ayah":35,"tema":"Bukti Kekuasaan Allah yang Menggugurkan Kepercayaan Orang Musyrik","text_ayah":"قُلْ هَلْ مِ[f:6046[ن ش]ُرَك[o[َا]ٓئِك[w:6047[ُم م]ّ[a:6049[َن ي]َهْد[o[ِيٓ] إِلَي [h:6050[ٱ]لْحَقِّ‌ۚ قُلِ [h:3166[ٱ]للَّهُ يَهْدِي لِلْحَقِّ‌ۗ أَفَم[a:6051[َن ي]َهْد[o[ِيٓ] إِلَي [h:6050[ٱ]لْحَقِّ أَحَقُّ أ[a:6052[َن ي]ُتَّبَعَ أَ[g[مّ][u:6053[َن ل]َّا يَهِدّ[o[ِيٓ] إِلّ[o[َآ] أ[a:6054[َن ي]ُهْدَيٰ‌ۖ فَمَا لَكُمْ كَيْفَ تَحْكُم[p[ُو]نَ","text_id":"Katakanlah (Nabi Muhammad), “Apakah di antara sekutu-sekutu kamu ada yang membimbing pada kebenaran?” Katakanlah, “Allah membimbing pada kebenaran.” Maka, apakah yang membimbing pada kebenaran lebih berhak diikuti ataukah yang tidak mampu membimbing bahkan perlu dibimbing? Maka, mengapa kamu (berbuat demikian)? Bagaimanakah kamu memberi keputusan?","text_en":"Ask: \"Is there one among those you associate with God who can show the way to the truth?\" Say: \"It is God who shows the way to truth.\" Then who is more worthy of being followed -- He who guides to the truth, or he who cannot find the path until shown the way? What has happened to you that you judge in such a wise?","transliteration":"Qul hal min shurakaaa 'ikum mai yahdeee ilal haqq; qulil laahu yahdee lilhaqq; afamai yahdeee ilal haqqi ahaqqu ai yuttaba'a ammal laa yahiddeee illaaa ai yuhdaa famaa lakum kaifa tahkumoon","no_fn":"","text_fn":""},{"id":1400,"surah":10,"no_ayah":36,"tema":"Bukti Kekuasaan Allah yang Menggugurkan Kepercayaan Orang Musyrik","text_ayah":"وَمَا يَتَّبِعُ أَكْثَرُهُمْ إِلَّا ظَ[g[نّ]ًا‌ۚ إِ[g[نّ]َ [h:6055[ٱ][l[ل]ظَّ[g[نّ]َ لَا يُغْنِي مِنَ [h:1173[ٱ]لْحَقِّ شَيْــًٔا‌ۚ إِ[g[نّ]َ [h:80[ٱ]للَّهَ عَلِي[i:6056[مُۢ ب]ِمَا يَفْعَل[p[ُو]نَ","text_id":"Kebanyakan mereka hanya mengikuti dugaan. Sesungguhnya dugaan itu tidak sedikit pun berguna menyangkut (perolehan) kebenaran. Sesungguhnya Allah Maha Mengetahui apa yang mereka lakukan.","text_en":"Many of them follow nothing but illusion; yet illusion cannot replace the reality. God verily knows what they do.","transliteration":"Wa maa yattabi'u aksaruhum illaa zannaa; innaz zanna laa yughnee minal haqqi shai'aa; innal laaha 'Aleemum bimaa yaf'aloon","no_fn":"","text_fn":""},{"id":1401,"surah":10,"no_ayah":37,"tema":"Jaminan Allah tentang Kemurnian Al-Qur’an","text_ayah":"وَمَا كَانَ هَ[n[ـٰ]ذَا [h:3971[ٱ]لْقُرْءَانُ أ[a:6057[َن ي]ُفْتَرَيٰ مِ[f:107[ن د]ُونِ [h:108[ٱ]للَّهِ وَلَ[n[ـٰ]كِ[f:6058[ن ت]َصْدِيقَ [h:6059[ٱ]لَّذِي بَيْنَ يَدَيْهِ وَتَفْصِيلَ [h:6060[ٱ]لْكِتَ[n[ـٰ]بِ لَا رَيْبَ فِيهِ م[u:4772[ِن ر]َّبِّ [h:4[ٱ]لْعَ[n[ـٰ]لَم[p[ِي]نَ","text_id":"Tidak mungkin Al-Qur’an ini dibuat-buat oleh selain Allah, tetapi (Al-Qur’an) membenarkan (kitab-kitab) yang sebelumnya dan menjelaskan secara terperinci ketetapan (Allah). Tidak ada keraguan di dalamnya, (diturunkan) dari Tuhan semesta alam.","text_en":"This Qur'an is not such (a writ) as could be composed by anyone but God. It confirms what has been revealed before, and is an exposition of (Heaven's) law. Without any doubt it's from the Lord of all the worlds.","transliteration":"Wa maa kaana haazal Quraanu ai yuftaraa min doonil laahi wa laakin tasdeeqal lazee baina yadaihi wa tafseelal Kitaabi laa raiba fee mir Rabbil 'aalameen","no_fn":"","text_fn":""},{"id":1402,"surah":10,"no_ayah":38,"tema":"Jaminan Allah tentang Kemurnian Al-Qur’an","text_ayah":"أَمْ يَقُولُونَ [h:6061[ٱ]فْتَرَ[n[ٮٰ]هُ‌ۖ قُلْ فَأْتُو[s[اْ] بِسُورَ[a:6062[ةٍ م]ِّثْلِه[n[ِۦ] وَ[h:105[ٱ][q:105[دْ]عُو[s[اْ] مَنِ [h:6063[ٱ]سْتَطَعْت[w:5394[ُم م]ِّ[f:107[ن د]ُونِ [h:108[ٱ]للَّهِ إِ[f:109[ن ك]ُ[f:100[نت]ُمْ صَ[n[ـٰ]دِق[p[ِي]نَ","text_id":"Bahkan, apakah (pantas) mereka mengatakan, “Dia (Nabi Muhammad) telah membuat-buat (Al-Qur’an) itu.”? Katakanlah (Nabi Muhammad), “(Kalau demikian,) buatlah satu surah yang semisal dengannya dan ajaklah siapa yang dapat kamu (ajak) selain Allah (untuk menolongmu), jika kamu orang-orang yang benar.”","text_en":"Do they say (of the Prophet) that: \"He has composed it?\" Say to them: \"Bring a Surah like this, and call anyone apart from God you can (to help you), if what you say is true.\"","transliteration":"Am yaqooloonaf taraahu qul faatoo bisooratim mislihee wad'oo manis tata'tum min doonil laahi in kuntum saadiqeen","no_fn":"","text_fn":""},{"id":1403,"surah":10,"no_ayah":39,"tema":"Jaminan Allah tentang Kemurnian Al-Qur’an","text_ayah":"بَلْ كَذَّبُو[s[اْ] بِمَا لَمْ يُحِيطُو[s[اْ] بِعِلْمِه[n[ِۦ] وَلَ[g[مّ]َا يَأْتِهِمْ تَأْوِيلُهُ[n[ۥ]‌ۚ كَذ[n[َٲ]لِكَ كَذَّبَ [h:4507[ٱ]لَّذِينَ مِ[f:617[ن ق]َ[q:618[بْ]لِهِمْ‌ۖ فَ[h:1513[ٱ][f:1513[نظ]ُرْ كَيْفَ كَانَ عَ[n[ـٰ]قِبَةُ [h:6064[ٱ][l[ل]ظَّ[n[ـٰ]لِم[p[ِي]نَ","text_id":"Bahkan, mereka mendustakan apa yang mereka belum mengetahuinya dengan sempurna dan belum datang kepada mereka penjelasannya. Demikianlah halnya umat-umat sebelum mereka telah mendustakan (para rasul). Maka, perhatikanlah bagaimana kesudahan orang-orang zalim.","text_en":"In fact, they deny what is beyond the reach of their knowledge, whose explanation has not reached them yet. So had those who have gone before them denied; but look at the fate of the unjust","transliteration":"Bal kazzaboo bimaa lam yuheetoo bi'ilmihee wa lammaa yaatihim taaweeluh; kazaalika kazzabal lazeena min qablihim fanzur kaifa kaana 'aaqibatuz zaalimeen","no_fn":"","text_fn":""},{"id":1404,"surah":10,"no_ayah":40,"tema":"Sikap Orang Musyrik terhadap Al-Qur’an","text_ayah":"وَمِنْه[w:1106[ُم م]ّ[a:5799[َن ي]ُؤْمِنُ بِه[n[ِۦ] وَمِنْه[w:1106[ُم م]ّ[u:6065[َن ل]َّا يُؤْمِنُ بِه[n[ِۦ]‌ۚ وَرَبُّكَ أَعْلَمُ بِ[h:1989[ٱ]لْمُفْسِد[p[ِي]نَ","text_id":"Di antara mereka ada orang yang beriman padanya (Al-Qur’an), dan di antara mereka ada (pula) orang yang tidak beriman padanya. Tuhanmu lebih mengetahui tentang orang-orang yang berbuat kerusakan.","text_en":"Some of them will believe in it, some will not. Your Lord knows the transgressors well.","transliteration":"Wa minhum mai yu 'minu bihee wa minhum mal laa yu'minu bih; wa Rabbuka a'lamu bilmufsideen","no_fn":"","text_fn":""},{"id":1405,"surah":10,"no_ayah":41,"tema":"Sikap Orang Musyrik terhadap Al-Qur’an","text_ayah":"وَإِ[f:6066[ن ك]َذَّبُوكَ فَقُل لِّي عَمَلِي وَلَكُمْ عَمَلُكُمْ‌ۖ أَ[f:428[نت][c:6067[ُم ب]َرِ[o[يٓ]ــُٔونَ مِ[g[مّ][o[َآ] أَعْمَلُ وَأَنَا۟ بَر[o[ِي]ٓ[a:3977[ءٌ م]ِّ[g[مّ]َا تَعْمَل[p[ُو]نَ","text_id":"Jika mereka mendustakanmu (Nabi Muhammad), katakanlah, “Bagiku perbuatanku dan bagimu perbuatanmu. Kamu berlepas diri dari apa yang aku perbuat dan aku pun berlepas diri dari apa yang kamu perbuat.”","text_en":"If they (still) call you a liar, tell them: \"For me my actions, for you yours. You are not answerable for my deeds, nor I for what you do.\"","transliteration":"Wa in kazzabooka faqul lee 'amalee wa lakum 'amalukum antum bareee'oona mimmaaa a'malu wa ana bareee'um mimmaa ta'maloon","no_fn":"","text_fn":""},{"id":1406,"surah":10,"no_ayah":42,"tema":"Sikap Orang Musyrik terhadap Al-Qur’an","text_ayah":"وَمِنْه[w:1106[ُم م]ّ[a:6068[َن ي]َسْتَمِعُونَ إِلَيْكَ‌ۚ أَفَأَ[f:6069[نت]َ تُسْمِعُ [h:6070[ٱ][l[ل]صُّ[g[مّ]َ وَلَوْ كَانُو[s[اْ] لَا يَعْقِل[p[ُو]نَ","text_id":"Di antara mereka ada orang yang mendengarkan engkau (Nabi Muhammad). Apakah engkau dapat menjadikan orang yang tuli itu bisa mendengar walaupun mereka tidak mengerti?","text_en":"Some of them listen to you: But can you make the deaf hear who do not understand a thing?","transliteration":"Wa minhum mai yastami'oona iliak; afa anta tusmi'us summa wa law kaanoo la ya'qiloon","no_fn":"","text_fn":""},{"id":1407,"surah":10,"no_ayah":43,"tema":"Sikap Orang Musyrik terhadap Al-Qur’an","text_ayah":"وَمِنْه[w:1106[ُم م]ّ[a:6071[َن ي]َ[f:2039[نظ]ُرُ إِلَيْكَ‌ۚ أَفَأَ[f:6069[نت]َ تَهْدِي [h:6072[ٱ]لْعُمْيَ وَلَوْ كَانُو[s[اْ] لَا يُ[q:60[بْ]صِر[p[ُو]نَ","text_id":"Di antara mereka ada orang yang melihat kepada engkau. Apakah engkau dapat memberi petunjuk kepada orang yang buta, walaupun mereka tidak melihat?","text_en":"Some of them look toward you: But can you show the blind the way even when they cannot see?","transliteration":"Wa minhum mai yanzuru ilaik; afa anta tahdil 'umya wa law kaanoo laa yubsiroon","no_fn":"","text_fn":""},{"id":1408,"surah":10,"no_ayah":44,"tema":"Sikap Orang Musyrik terhadap Al-Qur’an","text_ayah":"إِ[g[نّ]َ [h:80[ٱ]للَّهَ لَا يَظْلِمُ [h:6073[ٱ][l[ل][g[نّ]َاسَ شَيْـ[a:6074[ـًٔا و]َلَ[n[ـٰ]كِ[g[نّ]َ [h:6075[ٱ][l[ل][g[نّ]َاسَ أَ[f:38[نف]ُسَهُمْ يَظْلِم[p[ُو]نَ","text_id":"Sesungguhnya Allah tidak menzalimi manusia sedikit pun, tetapi manusia itulah yang menzalimi dirinya sendiri.","text_en":"Surely God does not wrong anyone; they wrong themselves.","transliteration":"Innal laaha laa yazlimun naasa shai'anw wa laakin nannaasa anfusahum yazlimoon","no_fn":"","text_fn":""},{"id":1409,"surah":10,"no_ayah":45,"tema":"Ancaman terhadap Orang yang Mendustakan Al-Qur’an","text_ayah":"وَيَوْمَ يَحْشُرُهُمْ كَأ[u:2914[َن ل]َّمْ يَلْبَث[o[ُوٓ][s[اْ] إِلَّا سَاعَ[a:6076[ةً م]ِّنَ [h:6077[ٱ][l[ل][g[نّ]َهَارِ يَتَعَارَفُونَ بَيْنَهُمْ‌ۚ قَ[q:298[دْ] خَسِرَ [h:3997[ٱ]لَّذِينَ كَذَّبُو[s[اْ] بِلِق[o[َا]ٓءِ [h:3998[ٱ]للَّهِ وَمَا كَانُو[s[اْ] مُهْتَد[p[ِي]نَ","text_id":"(Ingatlah) pada hari (ketika) Allah mengumpulkan mereka, (mereka merasa) seakan-akan tidak pernah berdiam (di dunia) kecuali sesaat saja pada siang hari, (seperti ketika) mereka (sejenak) saling mengenal di antara mereka (setelah dibangkitkan dari alam kubur). Sungguh rugi orang-orang yang mendustakan pertemuan dengan Allah dan mereka bukanlah orang-orang yang mendapat petunjuk.","text_en":"The day He will gather them together it will appear to them that they had lived (in the world) but an hour of a day to make each other's acquaintance. Verily those who deny the meeting with God will be lost, and not find the way.","transliteration":"Wa Yawma yahshuruhum ka al lam yalbasooo illaa saa'atam minan nahaari yata'aarafoona bainahum; qad khasiral lazeena kazzaboo biliqaaa'il laahi wa maa kaanoo muhtadeen","no_fn":"","text_fn":""},{"id":1410,"surah":10,"no_ayah":46,"tema":"Ancaman terhadap Orang yang Mendustakan Al-Qur’an","text_ayah":"وَإِ[g[مّ]َا نُرِيَ[g[نّ]َكَ بَعْضَ [h:1943[ٱ]لَّذِي نَعِدُهُمْ أَوْ نَتَوَفَّيَ[g[نّ]َكَ فَإِلَيْنَا مَرْجِعُهُمْ ثُ[g[مّ]َ [h:6078[ٱ]للَّهُ شَهِيدٌ عَلَيٰ مَا يَفْعَل[p[ُو]نَ","text_id":"Sesungguhnya jika Kami benar-benar memperlihatkan kepadamu (Nabi Muhammad) sebagian dari (siksa) yang Kami janjikan kepada mereka (di dunia), atau jika Kami mewafatkan engkau (sebelum datangnya azab itu), hanya kepada Kamilah mereka kembali, kemudian Allah menjadi saksi atas apa yang mereka lakukan.","text_en":"Whether We show you some of the promise (of punishment in wait) for them, or take you to Ourself, their returning is to Us in the end; and God is a witness to all they do.","transliteration":"Wa imma nuriyannaka ba'dal lazee na'iduhum aw natawaffayannaka fa ilainaa marji'uhum summal laahu shaheedun 'alaa maa yaf'aloon","no_fn":"","text_fn":""},{"id":1411,"surah":10,"no_ayah":47,"tema":"Ancaman terhadap Orang yang Mendustakan Al-Qur’an","text_ayah":"وَلِكُلِّ أُ[g[مّ]َ[u:6079[ةٍ ر]َّسُو[f:6080[لٌ‌ۖ ف]َإِذَا ج[o[َا]ٓءَ رَسُولُهُمْ قُضِيَ بَيْنَه[c:3554[ُم ب]ِ[h:1800[ٱ]لْقِسْطِ وَهُمْ لَا يُظْلَم[p[ُو]نَ","text_id":"Setiap umat mempunyai rasul. Apabila rasul mereka telah datang (di akhirat kelak), diputuskanlah (oleh Allah) di antara mereka dengan adil, sedangkan mereka tidak dizalimi (sedikit pun).","text_en":"For every people there is an apostle; and when their apostle is come the matter is decided between them equitably, and no one is wronged.","transliteration":"Wa likulli ummatir Rasoolun fa izaa jaaa'a Rasooluhum qudiya bainahum bilqisti wa hum laa yuzlamoon","no_fn":"","text_fn":""},{"id":1412,"surah":10,"no_ayah":48,"tema":"Ancaman terhadap Orang yang Mendustakan Al-Qur’an","text_ayah":"وَيَقُولُونَ مَتَيٰ هَ[n[ـٰ]ذَا [h:6081[ٱ]لْوَعْدُ إِ[f:109[ن ك]ُ[f:100[نت]ُمْ صَ[n[ـٰ]دِق[p[ِي]نَ","text_id":"Mereka mengatakan, “Kapankah (datangnya) janji (azab) ini jika kamu (Nabi Muhammad dan para pengikutmu) adalah orang-orang benar?”","text_en":"They say: \"When is this promise going to come, if what you say is true?\"","transliteration":"Wa yaqooloona mataa haazal wa'du in kuntum saadiqeen","no_fn":"","text_fn":""},{"id":1413,"surah":10,"no_ayah":49,"tema":"Ancaman terhadap Orang yang Mendustakan Al-Qur’an","text_ayah":"قُل لّ[o[َآ] أَمْلِكُ لِنَفْسِي ضَر[a:3719[ًّا و]َلَا نَفْعًا إِلَّا مَا ش[o[َا]ٓءَ [h:78[ٱ]للَّهُ‌ۗ لِكُلِّ أُ[g[مّ]َةٍ أَجَلٌ‌ۚ إِذَا ج[o[َا]ٓءَ أَجَلُهُمْ فَلَا يَسْتَــْٔخِرُونَ سَاعَ[a:4666[ةً‌ۖ و]َلَا يَسْتَ[q:4667[قْ]دِم[p[ُو]نَ","text_id":"Katakanlah (Nabi Muhammad), “Aku tidak kuasa (menolak) mudarat dan tidak pula (mendatangkan) manfaat kepada diriku, kecuali apa yang Allah kehendaki.” Setiap umat mempunyai ajal (batas waktu). Apabila ajalnya tiba, mereka tidak dapat meminta penundaan sesaat pun dan tidak (pula) dapat meminta percepatan. ","text_en":"Say: \"I have no power over my own gain or loss other than what God may please.\" Every people have a certain term. When their time is come they can neither delay it an hour nor advance it a moment forward.","transliteration":"Qul laaa amliku linafsee darranw wa laa naf'an illaa maa shaaa'al laah; likulli ummatin ajalun izaa jaaa'a ajaluhum falaaa yastaakhiroona saa'a tanw wa laa yastaqdimoon","no_fn":"","text_fn":""},{"id":1414,"surah":10,"no_ayah":50,"tema":"Ancaman terhadap Orang yang Mendustakan Al-Qur’an","text_ayah":"قُلْ أَرَءَيْتُمْ إِنْ أَتَ[n[ـٰ]كُمْ عَذَابُهُ[n[ۥ] بَيَ[n[ـٰ]تًا أَوْ نَهَا[a:6082[رًا م]َّاذَا يَسْتَعْجِلُ مِنْهُ [h:6083[ٱ]لْمُ[q:5255[جْ]رِم[p[ُو]نَ","text_id":"Katakanlah (Nabi Muhammad), “Terangkanlah kepadaku, jika datang kepada kamu siksaan-Nya pada waktu malam atau siang hari, (siksa) manakah yang diminta untuk disegerakan oleh para pendurhaka itu?”","text_en":"Say: \"Have you ever thought if His punishment befalls you at night or in the day, what would the sinners do to despatch it?","transliteration":"Qul ara'aitum in ataakum 'azaabuhoo bayaatan aw nahaaram maazaa yasta'jilu minhul mujrimoon","no_fn":"","text_fn":""},{"id":1415,"surah":10,"no_ayah":51,"tema":"Ancaman terhadap Orang yang Mendustakan Al-Qur’an","text_ayah":"أَثُ[g[مّ]َ إِذَا مَا وَقَعَ ءَامَ[f:703[نت][c:704[ُم ب]ِه[o[ِۦٓ‌ۚ] ءَ[m[ا]ٓلْـَٔ[n[ـٰ]نَ وَقَ[q:387[دْ] كُ[f:100[نت][c:6084[ُم ب]ِه[n[ِۦ] تَسْتَعْجِل[p[ُو]نَ","text_id":"Apabila azab itu terjadi, apakah kemudian kamu baru memercayainya? Apakah (baru) sekarang (kamu beriman), padahal sebelumnya kamu selalu meminta agar ia disegerakan?","text_en":"Will you believe it when it comes to pass? Indeed, you will believe it then. How impatient you were to hasten it!","transliteration":"Asumma izaa maa waqa'a aamantum bih; aaal'aana wa qad kuntum bihee tasta'jiloon","no_fn":"","text_fn":""},{"id":1416,"surah":10,"no_ayah":52,"tema":"Ancaman terhadap Orang yang Mendustakan Al-Qur’an","text_ayah":"ثُ[g[مّ]َ قِيلَ لِلَّذِينَ ظَلَمُو[s[اْ] ذُوقُو[s[اْ] عَذَابَ [h:6085[ٱ]لْخُلْدِ هَلْ تُ[q:4248[جْ]زَوْنَ إِلَّا بِمَا كُ[f:100[نت]ُمْ تَكْسِب[p[ُو]نَ","text_id":"Kemudian, dikatakan kepada orang-orang yang zalim itu, “Rasakanlah olehmu azab yang kekal. (Bukankah) kamu tidak diberi balasan, melainkan (setimpal) dengan apa yang selama ini telah kamu usahakan?”","text_en":"Then will the sinners be told: \"Now taste everlasting torment. Should you be rewarded for anything else but what you did?\"","transliteration":"Summa qeela lillazeena zalamoo zooqoo 'azaabal khuld hal tujzawna illaa bimaa kuntum taksiboon","no_fn":"","text_fn":""},{"id":1417,"surah":10,"no_ayah":53,"tema":"Ancaman terhadap Orang yang Mendustakan Al-Qur’an","text_ayah":"۞ وَيَسْتَ[i:6086[نۢب]ِــُٔونَكَ أَحَقٌّ هُوَ‌ۖ قُلْ إِي وَرَبّ[o[ِيٓ] إِ[g[نّ]َهُ[n[ۥ] لَحَ[a:6087[قٌّ‌ۖ و]َم[o[َآ] أَ[f:428[نت][c:4435[ُم ب]ِمُعْجِز[p[ِي]نَ","text_id":"Mereka menanyakan kepadamu (Nabi Muhammad), “Benarkah ia (azab yang dijanjikan Allah) itu?” Katakanlah, “Ya, demi Tuhanku, sesungguhnya (azab) itu pasti benar dan sekali-kali kamu tidak dapat menghindar.”","text_en":"Yet they want to be informed if it is true. Say: \"By my Lord, it is the truth. You cannot invalidate it.\"","transliteration":"Wa yastambi'oonaka ahaqqun huwa qul ee wa Rabbeee innahoo lahaqq; wa maaa antum bimu'jizeen","no_fn":"","text_fn":""},{"id":1418,"surah":10,"no_ayah":54,"tema":"Penyesalan Manusia di Akhirat","text_ayah":"وَلَوْ أَ[g[نّ]َ لِكُلِّ نَفْ[f:6088[سٍ ظ]َلَمَتْ مَا فِي [h:44[ٱ]لْأَرْضِ لَ[h:6089[ٱ]فْتَدَتْ بِه[n[ِۦ]‌ۗ وَأَسَرُّو[s[اْ] [h:6090[ٱ][l[ل][g[نّ]َدَامَةَ لَ[g[مّ]َا رَأَوُ[s[اْ] [h:6091[ٱ]لْعَذَابَ‌ۖ وَقُضِيَ بَيْنَه[c:3554[ُم ب]ِ[h:1800[ٱ]لْقِسْطِ‌ۚ وَهُمْ لَا يُظْلَم[p[ُو]نَ","text_id":"Seandainya setiap orang yang berbuat zalim itu (mempunyai) apa yang ada di bumi, tentu dia menebus diri dengannya. Mereka menyembunyikan penyesalan ketika mereka telah menyaksikan azab itu. Diputuskanlah (oleh Allah) di antara mereka dengan adil, sedangkan mereka tidak dizalimi (sedikit pun).","text_en":"Even if every soul that has sinned possessed whatever is on the earth, it would surely offer it to ransom itself, and feel repentant on seeing the punishment. Yet the sentence would be passed with justice, and not one will be wronged.","transliteration":"Wa law anna likulli nafsin zalamat maa fil ardi laftadat bih; wa asarrun nadaamata lammaa ra awul 'azaab, wa qudiya bainahum bilqist; wa hum laa yuzlamoon","no_fn":"","text_fn":""},{"id":1419,"surah":10,"no_ayah":55,"tema":"Penyesalan Manusia di Akhirat","text_ayah":"أَل[o[َآ] إِ[g[نّ]َ لِلَّهِ مَا فِي [h:609[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:177[ٱ]لْأَرْضِ‌ۗ أَل[o[َآ] إِ[g[نّ]َ وَعْدَ [h:3149[ٱ]للَّهِ حَ[a:6092[قٌّ و]َلَ[n[ـٰ]كِ[g[نّ]َ أَكْثَرَهُمْ لَا يَعْلَم[p[ُو]نَ","text_id":"Ketahuilah, sesungguhnya milik Allahlah apa yang ada di langit dan di bumi. Ketahuilah, sesungguhnya janji Allah itu benar, tetapi kebanyakan mereka tidak mengetahui.","text_en":"For all that is in the heavens and the earth belongs to God. Remember, the promise of God is true. But most of them do not know.","transliteration":"Alaaa inna lillaahi maa fis samaawaati wal ard; alaaa inna wa'dal laahi haqqunw wa laakinna aksarahum laa ya'lamoon","no_fn":"","text_fn":""},{"id":1420,"surah":10,"no_ayah":56,"tema":"Penyesalan Manusia di Akhirat","text_ayah":"هُوَ يُحْي[n[ِۦ] وَيُمِيتُ وَإِلَيْهِ تُرْجَع[p[ُو]نَ","text_id":"Dialah yang menghidupkan dan mematikan serta hanya kepada-Nyalah kamu akan dikembalikan.","text_en":"He is the giver of life and death, and to Him you will return.","transliteration":"Huwa yuhyee wa yumeetu wailaihi turja'oon","no_fn":"","text_fn":""},{"id":1421,"surah":10,"no_ayah":57,"tema":"Penyesalan Manusia di Akhirat","text_ayah":"يَ[o[ـٰٓ]أَيُّهَا [h:82[ٱ][l[ل][g[نّ]َاسُ قَ[q:298[دْ] ج[o[َا]ٓءَتْك[w:6093[ُم م]َّوْعِظَ[a:1635[ةٌ م]ّ[u:243[ِن ر]َّبِّكُمْ وَشِف[o[َا]ٓ[u:6094[ءٌ ل]ِّمَا فِي [h:6095[ٱ][l[ل]صُّدُورِ وَهُ[a:4547[دًي و]َرَحْمَ[u:6096[ةٌ ل]ِّلْمُؤْمِن[p[ِي]نَ","text_id":"Wahai manusia, sungguh telah datang kepadamu pelajaran (Al-Qur’an) dari Tuhanmu, penyembuh bagi sesuatu (penyakit) yang terdapat dalam dada, dan petunjuk serta rahmat bagi orang-orang mukmin.","text_en":"O men, a warning has come to you from your Lord, a remedy for the (doubts) of the heart, and a guidance and grace for those who believe.","transliteration":"Yaaa aiyuhan naasu qad jaaa'atkum maw 'izatum mir Rabbikum wa shifaaa'ul limaa fis sudoori wa hudanw wa rahmatul lilmu'mineen","no_fn":"","text_fn":""},{"id":1422,"surah":10,"no_ayah":58,"tema":"Penyesalan Manusia di Akhirat","text_ayah":"قُلْ بِفَضْلِ [h:6097[ٱ]للَّهِ وَبِرَحْمَتِه[n[ِۦ] فَبِذ[n[َٲ]لِكَ فَلْيَفْرَحُو[s[اْ] هُوَ خَيْ[a:2365[رٌ م]ِّ[g[مّ]َا يَ[q:2366[جْ]مَع[p[ُو]نَ","text_id":"Katakanlah (Nabi Muhammad), “Dengan karunia Allah dan rahmat-Nya itu, hendaklah mereka bergembira. Itu lebih baik daripada apa yang mereka kumpulkan.” ","text_en":"Say: \"It is the blessing and mercy of God; so rejoice in it. It is better than all that you amass.\"","transliteration":"Qul bifadlil laahi wa birahmatihii fabizaalika falyaf rahoo huwa khairum mimmaa yajma'oon","no_fn":"","text_fn":""},{"id":1423,"surah":10,"no_ayah":59,"tema":"Bantahan terhadap Orang Musyrik yang Mengingkari Kebenaran Wahyu","text_ayah":"قُلْ أَرَءَيْت[w:6098[ُم م]ّ[o[َآ] أَ[f:471[نز]َلَ [h:472[ٱ]للَّهُ لَك[w:556[ُم م]ّ[u:6099[ِن ر]ِّزْ[f:6100[قٍ ف]َجَعَلْت[w:6101[ُم م]ِّنْهُ حَرَا[a:6102[مًا و]َحَلَ[n[ـٰ]ل[f:6103[اً ق]ُلْ ءَآللَّهُ أَذِنَ لَكُمْ‌ۖ أَمْ عَلَي [h:412[ٱ]للَّهِ تَفْتَر[p[ُو]نَ","text_id":"Katakanlah (Nabi Muhammad), “Terangkanlah kepadaku tentang rezeki yang diturunkan Allah kepadamu, lalu kamu jadikan sebagiannya haram dan sebagiannya halal.” Katakanlah, “Apakah Allah telah memberikan izin kepadamu (tentang ini) ataukah kamu mengada-ada atas nama Allah?”","text_en":"Say: \"Have you thought of what God has sent you for food, of which you have labelled some as lawful and some forbidden?\" And ask: \"Has God commanded this, or you are imputing lies to God?\"","transliteration":"Qul ara'aitum maaa anzalal laahu lakum mir rizqin faja'altum minhu haraamanw wa halaalan qul aaallaahu azina lakum am 'alal laahi taftaroon","no_fn":"","text_fn":""},{"id":1424,"surah":10,"no_ayah":60,"tema":"Bantahan terhadap Orang Musyrik yang Mengingkari Kebenaran Wahyu","text_ayah":"وَمَا ظَ[g[نّ]ُ [h:6104[ٱ]لَّذِينَ يَفْتَرُونَ عَلَي [h:412[ٱ]للَّهِ [h:2035[ٱ]لْكَذِبَ يَوْمَ [h:592[ٱ]لْقِيَ[n[ـٰ]مَةِ‌ۗ إِ[g[نّ]َ [h:80[ٱ]للَّهَ لَذُو فَضْلٍ عَلَي [h:729[ٱ][l[ل][g[نّ]َاسِ وَلَ[n[ـٰ]كِ[g[نّ]َ أَكْثَرَهُمْ لَا يَشْكُر[p[ُو]نَ","text_id":"Apakah dugaan orang-orang yang mengada-adakan kebohongan terhadap Allah (berkenaan dengan apa yang akan Allah berikan kepada mereka) pada hari Kiamat? Sesungguhnya Allah benar-benar mempunyai karunia (yang dilimpahkan-Nya) kepada manusia, tetapi kebanyakan mereka tidak bersyukur.","text_en":"What do those who invent lies of God think about the Day of Reckoning? (Will they escape the judgement?) In fact God is gracious to men; but most of them are not grateful.","transliteration":"Wa maa zannul lazeena yaftaroona 'alal laahil kaziba Yawmal Qiyaamah; innal laaha lazoo fadlin 'alan naasi wa laakinna aksarahum laa yashkuroon","no_fn":"","text_fn":""},{"id":1425,"surah":10,"no_ayah":61,"tema":"Semua Perbuatan Manusia Berada dalam Pengawasan Allah","text_ayah":"وَمَا تَكُونُ فِي شَأْ[a:6105[نٍ و]َمَا تَتْلُو[s[اْ] مِنْهُ مِ[f:6106[ن ق]ُرْءَا[a:6107[نٍ و]َلَا تَعْمَلُونَ مِنْ عَمَلٍ إِلَّا كُ[g[نّ]َا عَلَيْكُمْ شُهُودًا إِذْ تُفِيضُونَ فِيهِ‌ۚ وَمَا يَعْزُبُ ع[u:6108[َن ر]َّبِّكَ م[a:6109[ِن م]ِّثْقَالِ ذَرَّ[f:6110[ةٍ ف]ِي [h:44[ٱ]لْأَرْضِ وَلَا فِي [h:746[ٱ][l[ل]سَّم[o[َا]ٓءِ وَل[o[َآ] أَصْغَرَ مِ[f:2624[ن ذ][n[َٲ]لِكَ وَل[o[َآ] أَكْبَرَ إِلَّا فِي كِتَ[n[ـٰ][a:4113[بٍ م]ُّب[p[ِي]نٍ","text_id":"Engkau (Nabi Muhammad) tidak berada dalam suatu urusan, tidak membaca suatu ayat Al-Qur’an, dan tidak pula mengerjakan suatu pekerjaan, kecuali Kami menjadi saksi atasmu ketika kamu melakukannya. Tidak ada yang luput sedikit pun dari (pengetahuan) Tuhanmu, walaupun seberat zarah, baik di bumi maupun di langit. Tidak ada sesuatu yang lebih kecil dan yang lebih besar daripada itu, kecuali semua tercatat dalam kitab yang nyata (Lauh Mahfuz). ","text_en":"There is no state you are in, whether reading from the Qur'an, or doing something else, but We are watching you as you are engaged in it. There is not the weight of an atom on the earth and in the heavens that is hidden from your Lord, nor is there anything smaller or greater than this but is recorded in the perspicuous Book.","transliteration":"Wa maa takoonu fee shaaninw wa maa tatloo minhu min quraaninw wa laa ta'maloona min 'amalin illaa kunnaa 'alaikum shuhoodan iz tufeedoona feeh; wa maa ya'zubu 'ar Rabbika mim mis qaali zarratin fil ardi wa laa fis samaaa'i wa laaa asghara min zaalika wa laaa akbara illaa fee Kitaabim Mubeen","no_fn":"","text_fn":""},{"id":1426,"surah":10,"no_ayah":62,"tema":"Orang yang Beriman dan Bertakwa sebagai Wali Allah","text_ayah":"أَل[o[َآ] إِ[g[نّ]َ أَوْلِي[o[َا]ٓءَ [h:6111[ٱ]للَّهِ لَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَن[p[ُو]نَ","text_id":"Ketahuilah bahwa sesungguhnya (bagi) para wali Allah itu tidak ada rasa takut yang menimpa mereka dan mereka pun tidak bersedih.","text_en":"Remember, there is neither fear nor regret for the friends of God.","transliteration":"Alaa innaa awliyaaa'al laahi laa khawfun 'alaihim wa laa hum yahzanoon","no_fn":"","text_fn":""},{"id":1427,"surah":10,"no_ayah":63,"tema":"Orang yang Beriman dan Bertakwa sebagai Wali Allah","text_ayah":"ٱلَّذِينَ ءَامَنُو[s[اْ] وَكَانُو[s[اْ] يَتَّق[p[ُو]نَ","text_id":"(Mereka adalah) orang-orang yang beriman dan selalu bertakwa.","text_en":"Those who believe and obey God,","transliteration":"Allazeena aamanoo wa kaanoo yattaqoon","no_fn":"","text_fn":""},{"id":1428,"surah":10,"no_ayah":64,"tema":"Orang yang Beriman dan Bertakwa sebagai Wali Allah","text_ayah":"لَهُمُ [h:6112[ٱ]لْبُشْرَيٰ فِي [h:441[ٱ]لْحَيَ[s[و][n[ٲ]ةِ [h:442[ٱ][l[ل]دُّنْيَا وَفِي [h:1108[ٱ]لْأَخِرَةِ‌ۚ لَا تَ[q:6113[بْ]دِيلَ لِكَلِمَ[n[ـٰ]تِ [h:4009[ٱ]للَّهِ‌ۚ ذ[n[َٲ]لِكَ هُوَ [h:5722[ٱ]لْفَوْزُ [h:2633[ٱ]لْعَظ[p[ِي]مُ","text_id":"Bagi mereka berita gembira di dalam kehidupan di dunia dan di akhirat. Tidak ada perubahan bagi kalimat-kalimat (ketetapan dan janji) Allah. Demikian itulah kemenangan yang agung.","text_en":"For them is good news in the life of the world and in the life to come. There is no changing the words of God. That will be the great triumph.","transliteration":"Lahumul bushraa filha yaatid dunyaa wa fil Aakhirah; laa tabdeela likalimaatil laah; zaalika huwal fawzul 'azeem","no_fn":"","text_fn":""},{"id":1429,"surah":10,"no_ayah":65,"tema":"Orang yang Beriman dan Bertakwa sebagai Wali Allah","text_ayah":"وَلَا يَحْزُ[f:2435[نك]َ قَوْلُهُمْ‌ۘ إِ[g[نّ]َ [h:6114[ٱ]لْعِزَّةَ لِلَّهِ جَمِيعًا‌ۚ هُوَ [h:3721[ٱ][l[ل]سَّمِيعُ [h:669[ٱ]لْعَل[p[ِي]مُ","text_id":"Janganlah engkau (Nabi Muhammad) sedih oleh perkataan mereka. Sesungguhnya kekuasaan itu seluruhnya milik Allah. Dia Maha Mendengar lagi Maha Mengetahui.","text_en":"You should not be grieved by what they say. All glory is wholly for God: He is the one who hears and knows everything.","transliteration":"Wa laa yahzunka qawluhum; innal 'izzata lillaahi jamee'aa; Huwas Samee'ul 'Aleem","no_fn":"","text_fn":""},{"id":1430,"surah":10,"no_ayah":66,"tema":"Allah sebagai Pemilik Segala Sesuatu","text_ayah":"أَل[o[َآ] إِ[g[نّ]َ لِلَّهِ مَ[f:2074[ن ف]ِي [h:609[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَمَ[f:3453[ن ف]ِي [h:44[ٱ]لْأَرْضِ‌ۗ وَمَا يَتَّبِعُ [h:6115[ٱ]لَّذِينَ يَ[q:1240[دْ]عُونَ مِ[f:107[ن د]ُونِ [h:108[ٱ]للَّهِ شُرَك[o[َا]ٓءَ‌ۚ إ[a:4358[ِن ي]َتَّبِعُونَ إِلَّا [h:4359[ٱ][l[ل]ظَّ[g[نّ]َ وَإِنْ هُمْ إِلَّا يَخْرُص[p[ُو]نَ","text_id":"Ketahuilah bahwa sesungguhnya milik Allahlah siapa yang ada di langit dan siapa yang ada di bumi. Orang-orang yang menyeru sekutu-sekutu selain Allah tidaklah mengikuti (suatu kebenaran). Mereka hanya mengikuti persangkaan belaka dan mereka hanyalah menduga-duga.","text_en":"Remember, whosoever is in the heavens and the earth belongs to God. Those who call on others they associate with God, follow nothing but conjecture, and only guess.","transliteration":"Alaaa inna lillaahi man fis samaawaati wa man fil ard; wa maa yattabi'ul lazeena yad'oona min doonil laahi shurakaaa'; iny yattabi'oona illaz zannna wa in hum illaa yakhrusoon","no_fn":"","text_fn":""},{"id":1431,"surah":10,"no_ayah":67,"tema":"Allah sebagai Pemilik Segala Sesuatu","text_ayah":"هُوَ [h:153[ٱ]لَّذِي جَعَلَ لَكُمُ [h:6116[ٱ]لَّيْلَ لِتَسْكُنُو[s[اْ] فِيهِ وَ[h:6117[ٱ][l[ل][g[نّ]َهَارَ مُ[q:6118[بْ]صِرًا‌ۚ إِ[g[نّ]َ فِي ذ[n[َٲ]لِكَ لَأَيَ[n[ـٰ][u:849[تٍ ل]ِّقَوْ[a:6119[مٍ ي]َسْمَع[p[ُو]نَ","text_id":"Dialah yang menjadikan malam bagimu agar kamu beristirahat padanya dan (menjadikan) siang terang benderang.<sup>349)</sup> Sesungguhnya pada yang demikian itu benar-benar terdapat tanda-tanda (kebesaran Allah) bagi kaum yang (mau) mendengar.","text_en":"It is He who made the night for you to rest, and made the day enlightening. Indeed there are signs in this for those who listen.","transliteration":"Huwal lazee ja'ala lakumul laila litaskunoo feehi wannahaara mubsiraa; inna fee zaalika la Aayaatil liqawmai yasma'oon","no_fn":"349","text_fn":"349) Allah Swt. menjadikan siklus harian rotasi bumi sebagai penyebab keberulangan malam dan siang. Saat malam, ketika matahari berada pada belahan bumi sebaliknya, suasana gelap dan sejuk sehingga sangat cocok menjadi waktu beristirahat. Sementara itu, siang hari yang terang sangat cocok menjadi waktu beraktivitas."},{"id":1432,"surah":10,"no_ayah":68,"tema":"Bukti Keesaan Allah","text_ayah":"قَالُو[s[اْ] [h:6120[ٱ]تَّخَذَ [h:606[ٱ]للَّهُ وَلَ[f:607[دًا‌ۗ س]ُ[q:608[بْ]حَ[n[ـٰ]نَهُ[n[ۥ]‌ۖ هُوَ [h:6121[ٱ]لْغَنِيُّ‌ۖ لَهُ[n[ۥ] مَا فِي [h:609[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَمَا فِي [h:44[ٱ]لْأَرْضِ‌ۚ إِنْ عِ[f:4508[ند]َك[w:4509[ُم م]ِّ[f:4798[ن س]ُلْطَ[n[ـٰ][i:6122[نِۭ ب]ِهَ[n[ـٰ]ذ[o[َآ‌ۚ] أَتَقُولُونَ عَلَي [h:412[ٱ]للَّهِ مَا لَا تَعْلَم[p[ُو]نَ","text_id":"Mereka (yang menyekutukan Allah) berkata, “Allah mengangkat anak.” Mahasuci Dia. Dialah Yang Mahakaya. Milik-Nyalah apa yang ada di langit dan apa yang ada di bumi. Kamu tidak mempunyai alasan kuat tentang ini. Pantaskah kamu mengatakan tentang Allah apa yang tidak kamu ketahui?","text_en":"They say: \"God has begotten a son.\" Immaculate is He and self-sufficient.\" Whatsoever is in the heavens and the earth belongs to Him. You have no proof for this (assertion): Why do you say things of God you do not know?","transliteration":"Qaalut takhazal laahu waladan Subhaanahoo Huwal Ghaniyyu lahoo maa fis samaawaati wa maa fil ard; in 'indakum min sultaanim bihaazaaa; ataqooloona 'alal laahi maa laa ta'lamoon","no_fn":"","text_fn":""},{"id":1433,"surah":10,"no_ayah":69,"tema":"Bukti Keesaan Allah","text_ayah":"قُلْ إِ[g[نّ]َ [h:24[ٱ]لَّذِينَ يَفْتَرُونَ عَلَي [h:412[ٱ]للَّهِ [h:2035[ٱ]لْكَذِبَ لَا يُفْلِح[p[ُو]نَ","text_id":"Katakanlah (Nabi Muhammad), “Sesungguhnya orang-orang yang mengada-adakan kebohongan terhadap Allah tidak akan beruntung.”","text_en":"Say: \"Those who fabricate lies about God will never succeed.\"","transliteration":"Qul innal lazeena yaftaroona 'alal laahil kaziba laa yuflihoon","no_fn":"","text_fn":""},{"id":1434,"surah":10,"no_ayah":70,"tema":"Bukti Keesaan Allah","text_ayah":"مَتَ[n[ـٰ][f:6123[عٌ ف]ِي [h:599[ٱ][l[ل]دُّنْيَا ثُ[g[مّ]َ إِلَيْنَا مَرْجِعُهُمْ ثُ[g[مّ]َ نُذِيقُهُمُ [h:6124[ٱ]لْعَذَابَ [h:6125[ٱ][l[ل]شَّدِيدَ بِمَا كَانُو[s[اْ] يَكْفُر[p[ُو]نَ","text_id":"(Bagi mereka) kesenangan (sesaat) ketika di dunia, selanjutnya kepada Kamilah tempat mereka kembali, kemudian Kami jadikan mereka merasakan azab yang keras karena mereka selalu kufur.","text_en":"Let them profit by the world (while they may): In the end they will come back to Us. Then We shall make them taste severe punishment for having denied (the truth).","transliteration":"Mataa'un fiddunyaa summa ilainaa marji'uhum summa nuzeequhumul 'azaabash shadeeda bimaa kaanoo yakkfuroon","no_fn":"","text_fn":""},{"id":1435,"surah":10,"no_ayah":71,"tema":"Pelajaran dari Kisah Nabi Nuh","text_ayah":"۞ وَ[h:9999[ٱ]تْلُ عَلَيْهِمْ نَبَأَ نُوحٍ إِذْ قَالَ لِقَوْمِه[n[ِۦ] يَ[n[ـٰ]قَوْمِ إِ[f:2594[ن ك]َانَ كَبُرَ عَلَيْك[w:6126[ُم م]َّقَامِي وَتَذْكِيرِي بِـَٔـايَ[n[ـٰ]تِ [h:322[ٱ]للَّهِ فَعَلَي [h:6127[ٱ]للَّهِ تَوَكَّلْتُ فَأَ[q:6128[جْ]مِع[o[ُوٓ][s[اْ] أَمْرَكُمْ وَشُرَك[o[َا]ٓءَكُمْ ثُ[g[مّ]َ لَا يَكُنْ أَمْرُكُمْ عَلَيْكُمْ غُ[g[مّ]َ[f:6129[ةً ث]ُ[g[مّ]َ [h:6130[ٱ][q:6131[قْ]ض[o[ُوٓ][s[اْ] إِلَيَّ وَلَا تُ[f:5200[نظ]ِر[p[ُو]نِ","text_id":"Bacakanlah (sampaikanlah wahai Nabi Muhammad) kepada mereka berita penting (tentang) Nuh ketika dia berkata kepada kaumnya, “Wahai kaumku, jika terasa berat bagi kamu keberadaanku tinggal (bersamamu) dan peringatanku dengan ayat-ayat Allah, kepada Allahlah aku bertawakal. Oleh karena itu, bulatkanlah keputusanmu dan kumpulkanlah sekutu-sekutumu (untuk membinasakanku), selanjutnya janganlah keputusanmu itu dirahasiakan. Kemudian, bertindaklah terhadap diriku dan janganlah kamu tunda-tunda (tindakan itu) kepadaku.","text_en":"Recount to them the story of Noah when he said to his people: \"O people, if you find my staying with you and warning through God's signs, unbearable to you, know that I have reposed my trust in God. So plan your move, and call your associates, and make certain of your plan; then do whatever you intend against me, allowing me no respite.","transliteration":"Watlu 'alaihim naba-a-Noohin iz qaala liqawmihee yaa qawmi in kaana kabura 'alaikum maqaamee wa tazkeeree bi Aayaatil laahi fa'alal laahi tawakkaltu fa ajmi'ooo amrakum wa shurakaaa'akum summa laa yakun amrukum 'alaikum ghummatan summmaq dooo ilaiya wa laa tunziroon","no_fn":"","text_fn":""},{"id":1436,"surah":10,"no_ayah":72,"tema":"Pelajaran dari Kisah Nabi Nuh","text_ayah":"فَإِ[f:3779[ن ت]َوَلَّيْتُمْ فَمَا سَأَلْتُك[w:6132[ُم م]ِّنْ أَ[q:6133[جْ]رٍ‌ۖ إِنْ أَ[q:6134[جْ]رِيَ إِلَّا عَلَي [h:412[ٱ]للَّهِ‌ۖ وَأُمِرْتُ أَنْ أَكُونَ مِنَ [h:6135[ٱ]لْمُسْلِم[p[ِي]نَ","text_id":"Jika kamu berpaling (dari peringatanku), aku tidak meminta imbalan sedikit pun darimu. Imbalanku tidak lain hanyalah dari Allah dan aku diperintah agar aku masuk ke dalam golongan orang-orang muslim.”","text_en":"If you turn away from me (remember) I do not ask any recompense from you. My reward is with God; I have been commanded to be one of those who submit to Him.\"","transliteration":"Fa in tawallaitum famaa sa altukum min ajrin in ajriya illaa 'alal laahi wa umirtu an akoona minal muslimeen","no_fn":"","text_fn":""},{"id":1437,"surah":10,"no_ayah":73,"tema":"Pelajaran dari Kisah Nabi Nuh","text_ayah":"فَكَذَّبُوهُ فَنَجَّيْنَ[n[ـٰ]هُ وَم[a:4948[َن م]َّعَهُ[n[ۥ] فِي [h:4780[ٱ]لْفُلْكِ وَجَعَلْنَ[n[ـٰ]هُمْ خَلَ[o[ـٰٓ]ئِفَ وَأَغْرَ[q:247[قْ]نَا [h:4781[ٱ]لَّذِينَ كَذَّبُو[s[اْ] بِـَٔـايَ[n[ـٰ]تِنَا‌ۖ فَ[h:1513[ٱ][f:1513[نظ]ُرْ كَيْفَ كَانَ عَ[n[ـٰ]قِبَةُ [h:6136[ٱ]لْمُ[f:6137[نذ]َر[p[ِي]نَ","text_id":"Mereka mendustakannya (Nuh). Lalu, Kami selamatkan dia dan orang-orang yang bersamanya di dalam bahtera serta Kami jadikan mereka sebagai generasi penerus dan Kami tenggelamkan orang-orang yang mendustakan ayat-ayat Kami. Perhatikanlah bagaimana kesudahan orang-orang yang diberi peringatan itu.","text_en":"Even then they denied him; so We saved him and those with him, in the ark, and established them in the land, and drowned those who denied Our signs. So think of the fate of those who were warned (and took no heed).","transliteration":"Fakazzaboohu fanajjainaahu wa mamm'ahoo fil fulki wa ja'alnaahum khalaaa'ifa wa aghraqnal lazeena kazzaboo bi aayaatinaa fanzur kaifa kaana 'aaqibatul munzareen","no_fn":"","text_fn":""},{"id":1438,"surah":10,"no_ayah":74,"tema":"Pelajaran dari Kisah Nabi Nuh","text_ayah":"ثُ[g[مّ]َ بَعَثْنَا م[i:254[ِنۢ ب]َعْدِه[n[ِۦ] رُسُلاً إِلَيٰ قَوْمِهِمْ فَج[o[َا]ٓءُوه[c:6138[ُم ب]ِ[h:484[ٱ]لْبَيِّنَ[n[ـٰ]تِ فَمَا كَانُو[s[اْ] لِيُؤْمِنُو[s[اْ] بِمَا كَذَّبُو[s[اْ] بِه[n[ِۦ] مِ[f:128[ن ق]َ[q:129[بْ]لُ‌ۚ كَذ[n[َٲ]لِكَ نَ[q:6139[طْ]بَعُ عَلَيٰ قُلُوبِ [h:6140[ٱ]لْمُعْتَد[p[ِي]نَ","text_id":"Kemudian, Kami mengutus setelahnya (Nuh) beberapa rasul kepada kaum mereka (umat masing-masing), maka rasul-rasul itu datang kepada mereka dengan membawa bukti-bukti yang nyata, tetapi mereka tidak mau beriman karena mereka dahulu telah (biasa) mendustakannya. Demikianlah Kami mengunci hati orang-orang yang melampaui batas.","text_en":"Afterwards We sent many messengers who brought clear proofs to their peoples. But they were not prepared to believe what they had once denied. That is how We seal the hearts of the iniquitous.","transliteration":"Summma ba'asnaa mim ba'dihee Rusulan ilaa qawmihim fajaaa'oohum bilbaiyinaati famaa kaanoo liyu'minoo bimaa kazzaboo bihee min qabl; kazaalika natba'u 'alaa quloobil mu'tadeen","no_fn":"","text_fn":""},{"id":1439,"surah":10,"no_ayah":75,"tema":"Kisah Nabi Musa dan Bani Israil di Mesir","text_ayah":"ثُ[g[مّ]َ بَعَثْنَا م[i:1453[ِنۢ ب]َعْدِه[w:4907[ِم م]ُّوسَيٰ وَهَ[n[ـٰ]رُونَ إِلَيٰ فِرْعَوْنَ وَمَلَإِ[s[يْ]ه[n[ِۦ] بِـَٔـايَ[n[ـٰ]تِنَا فَ[h:4956[ٱ]سْتَكْبَرُو[s[اْ] وَكَانُو[s[اْ] قَوْ[a:4957[مًا م]ُّ[q:4958[جْ]رِم[p[ِي]نَ","text_id":"Kemudian, setelah mereka Kami mengutus Musa dan Harun kepada Fir‘aun dan para pemuka kaumnya, dengan membawa tanda-tanda (kekuasaan) Kami. Lalu, mereka menyombongkan diri dan mereka adalah kaum pendurhaka.","text_en":"Then after them We sent Moses and Aaron with Our signs to the Pharaoh and his nobles; but they behaved arrogantly, for they were a people full of guilt.","transliteration":"Summa ba'asnaa mim ba'dihim Moosaa Wa Haaroona ilaa Fir'awna wa mala'ihee bi aayaatinaa fastakbaroo wa kaanoo qawmam mujrimeen","no_fn":"","text_fn":""},{"id":1440,"surah":10,"no_ayah":76,"tema":"Kisah Nabi Musa dan Bani Israil di Mesir","text_ayah":"فَلَ[g[مّ]َا ج[o[َا]ٓءَهُمُ [h:6141[ٱ]لْحَقُّ مِنْ عِ[f:6142[ند]ِنَا قَال[o[ُوٓ][s[اْ] إِ[g[نّ]َ هَ[n[ـٰ]ذَا لَسِحْ[a:6143[رٌ م]ُّب[p[ِي]نٌ","text_id":"Ketika telah datang kepada mereka kebenaran (mukjizat) dari sisi Kami, mereka berkata, “Sesungguhnya ini benar-benar sihir yang nyata.”","text_en":"Thus, when the truth had come to them from Us, they said: \"Surely this is nothing but pure magic.\"","transliteration":"Falammaa jaaa'ahumul haqqu min 'indinaa qaalooo inna haazaa lasihrum mubeen","no_fn":"","text_fn":""},{"id":1441,"surah":10,"no_ayah":77,"tema":"Kisah Nabi Musa dan Bani Israil di Mesir","text_ayah":"قَالَ مُوسَ[o[يٰٓ] أَتَقُولُونَ لِلْحَقِّ لَ[g[مّ]َا ج[o[َا]ٓءَكُمْ‌ۖ أَسِحْرٌ هَ[n[ـٰ]ذَا وَلَا يُفْلِحُ [h:6144[ٱ][l[ل]سَّ[n[ـٰ]حِر[p[ُو]نَ","text_id":"Musa berkata, “Apakah (pantas) kamu mengatakan terhadap kebenaran (mukjizat) ketika ia datang kepadamu, ‘sihirkah ini?’ Padahal, para penyihir itu tidaklah mendapat kemenangan.”","text_en":"\"You say this of the truth,\" said Moses, \"after it has come to you. Is this magic? But sorcerers do not ever prosper.\"","transliteration":"Qaalaa Moosaaa ataqooloona lilhaqqi lammmaa jaaa'a kum asihrun haazaa wa laa yuflihus saabiroon","no_fn":"","text_fn":""},{"id":1442,"surah":10,"no_ayah":78,"tema":"Kisah Nabi Musa dan Bani Israil di Mesir","text_ayah":"قَال[o[ُوٓ][s[اْ] أَجِئْتَنَا لِتَلْفِتَنَا عَ[g[مّ]َا وَجَ[q:3834[دْ]نَا عَلَيْهِ ءَاب[o[َا]ٓءَنَا وَتَكُونَ لَكُمَا [h:6145[ٱ]لْكِ[q:6146[بْ]رِي[o[َا]ٓءُ فِي [h:44[ٱ]لْأَرْضِ وَمَا نَحْنُ لَكُمَا بِمُؤْمِن[p[ِي]نَ","text_id":"Mereka berkata, “Apakah engkau (Musa) datang kepada kami untuk memalingkan kami dari apa yang kami dapati pada nenek moyang kami (menyembah berhala), dan agar kamu berdua (Musa dan Harun) mempunyai kekuasaan di bumi (negeri Mesir)? Kami tidak akan beriman kepada kamu berdua.”","text_en":"\"Have you come,\" said they, \"to turn us back from what we found our ancestors doing, so that the two of you may attain supremacy in the land? We shall not believe in what you say.","transliteration":"Qaaloo aji'tanaa litalfitanaa 'ammaa wajadnaa 'alaihi aabaaa'anaa wa takoona lakumal kibriyaaa'u fil ardi wa maa nahnu lakumaa bimu' mineen","no_fn":"","text_fn":""},{"id":1443,"surah":10,"no_ayah":79,"tema":"Tantangan Fir‘aun kepada Nabi Musa","text_ayah":"وَقَالَ فِرْعَوْنُ [h:6147[ٱ]ئْتُونِي بِكُلِّ سَ[n[ـٰ]حِرٍ عَل[p[ِي]مٍ","text_id":"Fir‘aun berkata (kepada para pemuka kaumnya), “Datangkanlah kepadaku semua penyihir yang ulung!”","text_en":"\"Bring the cleverest magicians to me,\" said the Pharaoh.","transliteration":"Wa qaala Fir'awnu' toonee bikulli saahirin 'aleem","no_fn":"","text_fn":""},{"id":1444,"surah":10,"no_ayah":80,"tema":"Tantangan Fir‘aun kepada Nabi Musa","text_ayah":"فَلَ[g[مّ]َا ج[o[َا]ٓءَ [h:6148[ٱ][l[ل]سَّحَرَةُ قَالَ لَه[w:6149[ُم م]ُّوسَ[o[يٰٓ] أَلْقُو[s[اْ] م[o[َآ] أَ[f:428[نت][w:6150[ُم م]ُّلْق[p[ُو]نَ","text_id":"Ketika para penyihir itu datang, Musa berkata kepada mereka, “Lemparkanlah apa yang hendak kamu lemparkan!”","text_en":"So when the magicians arrived, Moses said to them: \"Cast whatever (spell) you have to cast.\"","transliteration":"Falammaa jaaa'assa haratu qaala lahum Moosaaa alqoo maaa antum mulqoon","no_fn":"","text_fn":""},{"id":1445,"surah":10,"no_ayah":81,"tema":"Tantangan Fir‘aun kepada Nabi Musa","text_ayah":"فَلَ[g[مّ][o[َآ] أَلْقَوْ[s[اْ] قَالَ مُوسَيٰ مَا جِئْت[c:6151[ُم ب]ِهِ [h:6152[ٱ][l[ل]سِّحْرُ‌ۖ إِ[g[نّ]َ [h:80[ٱ]للَّهَ سَيُ[q:6153[بْ]طِلُهُ[o[ۥٓ‌ۖ] إِ[g[نّ]َ [h:80[ٱ]للَّهَ لَا يُصْلِحُ عَمَلَ [h:6154[ٱ]لْمُفْسِد[p[ِي]نَ","text_id":"Setelah mereka melemparkan (tali-temali), Musa berkata, “Apa yang kamu bawa itulah sihir. Sesungguhnya Allah akan membatalkan (mengalahkan)-nya. Sesungguhnya Allah tidak membiarkan perbuatan orang-orang yang berbuat kerusakan.","text_en":"When they had cast (their spell) Moses said: \"What you have cast is only a charm which God will surely nullify. God does not verily render the deeds of evil-doers righteous.","transliteration":"Falammaaa alqaw qaala Moosaa maa ji'tum bihis sihru innal laaha sa yubtiluhoo innal laaha laa yuslihu 'amalal mufsideen","no_fn":"","text_fn":""},{"id":1446,"surah":10,"no_ayah":82,"tema":"Tantangan Fir‘aun kepada Nabi Musa","text_ayah":"وَيُحِقُّ [h:6155[ٱ]للَّهُ [h:6156[ٱ]لْحَقَّ بِكَلِمَ[n[ـٰ]تِه[n[ِۦ] وَلَوْ كَرِهَ [h:5254[ٱ]لْمُ[q:5255[جْ]رِم[p[ُو]نَ","text_id":"Allah akan mengukuhkan kebenaran dengan ketetapan-ketetapan-Nya, walaupun para pendurhaka tidak menyukainya.","text_en":"God vindicates the truth by His commands, however the sinners may dislike it.\"","transliteration":"Wa yuhiqqul laahul haqqa bi Kalimaatihee wa law karihal mujrimoon","no_fn":"","text_fn":""},{"id":1447,"surah":10,"no_ayah":83,"tema":"Sebagian Bani Israil Beriman kepada Nabi Musa","text_ayah":"فَم[o[َآ] ءَامَنَ لِمُوسَ[o[يٰٓ] إِلَّا ذُرِّيَّ[a:6157[ةٌ م]ِّ[f:4770[ن ق]َوْمِه[n[ِۦ] عَلَيٰ خَوْ[a:6158[فٍ م]ِّ[f:6159[ن ف]ِرْعَوْنَ وَمَلَإِ[s[يْ]هِمْ أ[a:6160[َن ي]َفْتِنَهُمْ‌ۚ وَإِ[g[نّ]َ فِرْعَوْنَ لَعَا[f:6161[لٍ ف]ِي [h:44[ٱ]لْأَرْضِ وَإِ[g[نّ]َهُ[n[ۥ] لَمِنَ [h:6162[ٱ]لْمُسْرِف[p[ِي]نَ","text_id":"Tidak ada yang beriman kepada Musa selain keturunan dari kaumnya disertai ketakutan kepada Fir‘aun dan para pemuka kaumnya yang akan menyiksa mereka. Sesungguhnya Fir‘aun benar-benar sewenang-wenang di bumi. Sesungguhnya ia benar-benar termasuk orang-orang yang melampaui batas.","text_en":"But none of them put faith in Moses except some youths among his people who were nonetheless afraid lest the Pharaoh and his nobles should persecute them; for the Pharaoh was mighty in the land, and guilty of excesses.","transliteration":"Famaaa aamana li-Moosaaa illaa zurriyyatum min qawmihee 'alaa khawfim min Fir'awna wa mala'ihim ai yaftinahum; wa inna Fir'awna la'aalin fil ardi wa innahoo laminal musrifeen","no_fn":"","text_fn":""},{"id":1448,"surah":10,"no_ayah":84,"tema":"Sebagian Bani Israil Beriman kepada Nabi Musa","text_ayah":"وَقَالَ مُوسَيٰ يَ[n[ـٰ]قَوْمِ إِ[f:109[ن ك]ُ[f:100[نت]ُمْ ءَامَ[f:703[نت][c:5341[ُم ب]ِ[h:32[ٱ]للَّهِ فَعَلَيْهِ تَوَكَّل[o[ُوٓ][s[اْ] إِ[f:109[ن ك]ُ[f:100[نت][w:6163[ُم م]ُّسْلِم[p[ِي]نَ","text_id":"Musa berkata, “Wahai kaumku, jika kamu sungguh-sungguh beriman kepada Allah, bertawakallah hanya kepada-Nya apabila kamu benar-benar orang-orang muslim (yang berserah diri kepada Allah).”","text_en":"Moses said: \"O my people, if you do believe in God place your trust in Him if you are obedient.\"","transliteration":"Wa qaala Moosaa yaa qawmi in kuntum aamantum billaahi fa'alaihi tawakkalooo in kuntum muslimeen","no_fn":"","text_fn":""},{"id":1449,"surah":10,"no_ayah":85,"tema":"Sebagian Bani Israil Beriman kepada Nabi Musa","text_ayah":"فَقَالُو[s[اْ] عَلَي [h:412[ٱ]للَّهِ تَوَكَّلْنَا رَبَّنَا لَا تَ[q:4719[جْ]عَلْنَا فِتْنَ[u:6164[ةً ل]ِّلْقَوْمِ [h:6165[ٱ][l[ل]ظَّ[n[ـٰ]لِم[p[ِي]نَ","text_id":"Mereka pun berkata, “Kepada Allahlah kami bertawakal. Ya Tuhan kami, janganlah Engkau jadikan kami (sasaran) fitnah bagi kaum yang zalim.","text_en":"They answered: \"We have placed our trust in God. O Lord, do not make us a target of oppression for these tyrannical people,","transliteration":"Faqaaloo 'alal laahi tawakkalnaa Rabbanaa laa taj'alnaa fitnatal lilqawmiz zaalimeen","no_fn":"","text_fn":""},{"id":1450,"surah":10,"no_ayah":86,"tema":"Sebagian Bani Israil Beriman kepada Nabi Musa","text_ayah":"وَنَجِّنَا بِرَحْمَتِكَ مِنَ [h:4196[ٱ]لْقَوْمِ [h:1432[ٱ]لْكَ[n[ـٰ]فِر[p[ِي]نَ","text_id":"Selamatkanlah pula kami dengan rahmat-Mu dari kaum yang kafir.”","text_en":"And deliver us by Your grace from a people who do not believe.\"","transliteration":"Wa najjinaa birahmatika minal qawmil kaafireen","no_fn":"","text_fn":""},{"id":1451,"surah":10,"no_ayah":87,"tema":"Sebagian Bani Israil Beriman kepada Nabi Musa","text_ayah":"وَأَوْحَيْن[o[َآ] إِلَيٰ مُوسَيٰ وَأَخِيهِ أَ[f:6166[ن ت]َبَوَّءَا لِقَوْمِكُمَا بِمِصْرَ بُيُو[a:6167[تًا و]َ[h:6168[ٱ][q:6168[جْ]عَلُو[s[اْ] بُيُوتَكُمْ قِ[q:747[بْ]لَ[a:6169[ةً و]َأَقِيمُو[s[اْ] [h:214[ٱ][l[ل]صَّلَ[s[و][n[ٲ]ةَ‌ۗ وَبَشِّرِ [h:1257[ٱ]لْمُؤْمِن[p[ِي]نَ","text_id":"Telah Kami wahyukan kepada Musa dan saudaranya (Harun), “Ambillah oleh kamu berdua beberapa rumah di Mesir untuk tempat tinggal kaummu, jadikanlah rumah-rumahmu itu kiblat (tempat ibadah), dan tegakkanlah salat. Gembirakanlah orang-orang mukmin.”","text_en":"We commanded Moses and his brother: \"Build homes for your people in Egypt, and make your houses places of worship, perform your acts of prayer and give happy tidings to those who believe.\"","transliteration":"Wa awhainaaa ilaa Moosaa wa akheehi an tabaw wa aa liqawmikuma bi Misra bu yootanw waj'aloo bu yootakum qiblatanw wa aqeemus Salaah; wa bashshiril mu'mineen","no_fn":"","text_fn":""},{"id":1452,"surah":10,"no_ayah":88,"tema":"Kutukan Nabi Musa atas Fir’aun dan Pengikutnya","text_ayah":"وَقَالَ مُوسَيٰ رَبَّن[o[َآ] إِ[g[نّ]َكَ ءَاتَيْتَ فِرْعَوْنَ وَمَلَأَهُ[n[ۥ] زِينَ[a:6170[ةً و]َأَمْو[n[َٲ]ل[f:6171[اً ف]ِي [h:441[ٱ]لْحَيَ[s[و][n[ٲ]ةِ [h:442[ٱ][l[ل]دُّنْيَا رَبَّنَا لِيُضِلُّو[s[اْ] عَ[f:6172[ن س]َبِيلِكَ‌ۖ رَبَّنَا [h:6173[ٱ][q:6174[طْ]مِسْ عَلَ[o[يٰٓ] أَمْو[n[َٲ]لِهِمْ وَ[h:6175[ٱ]شْدُ[q:6175[دْ] عَلَيٰ قُلُوبِهِمْ فَلَا يُؤْمِنُو[s[اْ] حَتَّيٰ يَرَوُ[s[اْ] [h:6176[ٱ]لْعَذَابَ [h:6177[ٱ]لْأَل[p[ِي]مَ","text_id":"Musa berkata, “Ya Tuhan kami, sesungguhnya Engkau telah memberikan kepada Fir‘aun dan para pemuka kaumnya perhiasan dan harta kekayaan (yang banyak) dalam kehidupan dunia. Ya Tuhan kami, (akibat pemberian itu) mereka menyesatkan (manusia) dari jalan-Mu. Ya Tuhan kami, binasakanlah harta benda mereka dan kunci matilah hati mereka sehingga mereka tidak beriman sampai mereka melihat azab yang sangat pedih.”","text_en":"And Moses said: \"O Lord, have You bestowed on the Pharaoh and his nobles pomp and plenty in the life of this world that they might mislead people from Your path? Destroy their possessions, O Lord, and harden their hearts that they may not believe until they face the painful punishment.\"","transliteration":"Wa qaala Mosaa Rabbanaaa innaka aataita Fir'awna wa mala ahoo zeenatanw wa amwaalan fil hayaatid dunyaa Rabbanaa liyudillo 'ansabeelika Rabbanat mis 'alaaa amwaalihim washdud 'alaa quloobihim falaa yu'minoo hatta yarawul 'azaabal aleem","no_fn":"","text_fn":""},{"id":1453,"surah":10,"no_ayah":89,"tema":"Kutukan Nabi Musa atas Fir’aun dan Pengikutnya","text_ayah":"قَالَ قَ[q:298[دْ] أُجِيبَ[d:6178[ت] دَّعْوَتُكُمَا فَ[h:6179[ٱ]سْتَقِيمَا وَلَا تَتَّبِع[m[َا]ٓ[g[نّ]ِ سَبِيلَ [h:6180[ٱ]لَّذِينَ لَا يَعْلَم[p[ُو]نَ","text_id":"Dia (Allah) berfirman, “Sungguh, permohonan kamu berdua telah diperkenankan. Maka, tetaplah kamu berdua (pada jalan yang lurus) dan janganlah sekali-kali kamu berdua mengikuti jalan orang-orang yang tidak mengetahui.”","text_en":"Said (the Lord): \"Your prayer is answered. Therefore persist and do not follow the path of those who are ignorant.\"","transliteration":"Qaala qad ujeebad da'watukumaa fastaqeemaa wa laa tattabi'aaanni sabeelal lazeena laaya'lamoon","no_fn":"","text_fn":""},{"id":1454,"surah":10,"no_ayah":90,"tema":"Kehancuran Fir‘aun dan Bala Tentaranya","text_ayah":"۞ وَجَ[n[ـٰ]وَزْنَا بِبَن[o[ِيٓ] إِسْر[o[َٲ]ٓءِيلَ [h:4977[ٱ]لْبَحْرَ فَأَتْبَعَهُمْ فِرْعَوْنُ وَجُنُودُهُ[n[ۥ] بَغْ[a:6181[يًا و]َعَ[q:6182[دْ]وًا‌ۖ حَتَّ[o[يٰٓ] إِذ[o[َآ] أَ[q:6183[دْ]رَكَهُ [h:6184[ٱ]لْغَرَقُ قَالَ ءَامَ[f:6185[نت]ُ أَ[g[نّ]َهُ[n[ۥ] ل[o[َآ] إِلَ[n[ـٰ]هَ إِلَّا [h:6186[ٱ]لَّذ[o[ِيٓ] ءَامَنَتْ بِه[n[ِۦ] بَن[o[ُوٓ][s[اْ] إِسْر[o[َٲ]ٓءِيلَ وَأَنَا۟ مِنَ [h:6135[ٱ]لْمُسْلِم[p[ِي]نَ","text_id":"Kami jadikan Bani Israil bisa melintasi laut itu (Laut Merah). Lalu, Fir‘aun dan bala tentaranya mengikuti mereka untuk menganiaya dan menindas hingga ketika Fir‘aun hampir (mati) tenggelam, dia berkata, “Aku percaya bahwa tidak ada tuhan selain (Tuhan) yang telah dipercayai oleh Bani Israil dan aku termasuk orang-orang muslim (yang berserah diri kepada-Nya).”","text_en":"And We brought the people of Israel across the sea, but the Pharaoh and his army pursued them wickedly and maliciously till he was on the point of drowning, and he said: \"I believe that there is no god but He in whom the people of Israel believe, and I submit to Him.\"","transliteration":"Wa jaawaznaa bi Baneee Israaa'eelal bahra fa atba'ahum Fir'awnu wa junooduhoo baghyanw wa 'adwan hattaaa izaaa adrakahul gharaqu qaala aamantu annnahoo laaa ilaaha illal lazeee aamanat bihee Banooo Israaa'eela wa ana minal muslimeen","no_fn":"","text_fn":""},{"id":1455,"surah":10,"no_ayah":91,"tema":"Kehancuran Fir‘aun dan Bala Tentaranya","text_ayah":"ءَ[m[آ]لْـَٔ[n[ـٰ]نَ وَقَ[q:387[دْ] عَصَيْتَ قَ[q:129[بْ]لُ وَكُ[f:6187[نت]َ مِنَ [h:6188[ٱ]لْمُفْسِد[p[ِي]نَ","text_id":"Apakah (baru) sekarang (kamu beriman), padahal sungguh kamu telah durhaka sejak dahulu dan kamu termasuk orang-orang yang berbuat kerusakan?","text_en":"\"Yes, now\" (was the answer), \"though before this you were disobedient and rebellious.","transliteration":"Aaal'aana wa qad 'asaita qablu wa kunta minal mufsideen","no_fn":"","text_fn":""},{"id":1456,"surah":10,"no_ayah":92,"tema":"Kehancuran Fir‘aun dan Bala Tentaranya","text_ayah":"فَ[h:9999[ٱ]لْيَوْمَ نُنَجِّيكَ بِبَدَنِكَ لِتَكُونَ لِمَنْ خَلْفَكَ ءَايَ[a:6189[ةً‌ۚ و]َإِ[g[نّ]َ كَثِي[a:3614[رًا م]ِّنَ [h:721[ٱ][l[ل][g[نّ]َاسِ عَنْ ءَايَ[n[ـٰ]تِنَا لَغَ[n[ـٰ]فِل[p[ُو]نَ","text_id":"Pada hari ini Kami selamatkan jasadmu agar kamu menjadi pelajaran bagi orang-orang yang datang setelah kamu. Sesungguhnya kebanyakan manusia benar-benar lengah (tidak mengindahkan) tanda-tanda (kekuasaan) Kami.","text_en":"We shall preserve your body today that you may be a lesson for those who come after you; as many a man is heedless of Our signs.\"","transliteration":"Falyawma nunajjeeka bibadanika litakoona liman khalfaka Aayah; wa inna kaseeram minan naasi 'an aayaatinaa laghaafiloon","no_fn":"","text_fn":""},{"id":1457,"surah":10,"no_ayah":93,"tema":"Kehancuran Fir‘aun dan Bala Tentaranya","text_ayah":"وَلَقَ[q:341[دْ] بَوَّأْنَا بَن[o[ِيٓ] إِسْر[o[َٲ]ٓءِيلَ مُبَوَّأَ صِ[q:5937[دْ][a:6190[قٍ و]َرَزَ[q:6191[قْ]نَ[n[ـٰ]ه[w:6192[ُم م]ِّنَ [h:5307[ٱ][l[ل]طَّيِّبَ[n[ـٰ]تِ فَمَا [h:6193[ٱ]خْتَلَفُو[s[اْ] حَتَّيٰ ج[o[َا]ٓءَهُمُ [h:1804[ٱ]لْعِلْمُ‌ۚ إِ[g[نّ]َ رَبَّكَ يَ[q:6194[قْ]ضِي بَيْنَهُمْ يَوْمَ [h:592[ٱ]لْقِيَ[n[ـٰ]مَةِ فِيمَا كَانُو[s[اْ] فِيهِ يَخْتَلِف[p[ُو]نَ","text_id":"Sungguh, Kami benar-benar telah menempatkan Bani Israil di tempat kediaman yang benar (bagus dan nyaman) dan Kami beri mereka rezeki yang baik. Maka, mereka tidak berselisih hingga datang kepada mereka pengetahuan (yang tersurat dalam Taurat). Sesungguhnya Tuhanmu akan memberi keputusan antara mereka pada hari Kiamat tentang apa yang selalu mereka perselisihkan.","text_en":"We gave the people of Israel a settled abode, and bestowed good things on them to eat and use. So they did not differ until they came to have knowledge. Your Lord will assuredly settle their differences on the Day of Resurrection.","transliteration":"Wa laqad bawwaanaa Baneee Israaa'eela mubawwa-a sidqinw wa razaqnaahum minnat taiyibaati famakh talafoo hattaa jaaa'ahmul 'ilm; inna Rabbaka yaqdee bainahum Yawmal Qiyaamati feemaa kaanoo feehi yakhtalifoon","no_fn":"","text_fn":""},{"id":1458,"surah":10,"no_ayah":94,"tema":"Larangan Meragukan dan Mendustakan Al-Qur’an","text_ayah":"فَإِ[f:6195[ن ك]ُ[f:735[نت]َ فِي شَ[a:6196[كٍّ م]ِّ[g[مّ][o[َآ] أَ[f:515[نز]َلْن[o[َآ] إِلَيْكَ فَسْــَٔلِ [h:6197[ٱ]لَّذِينَ يَ[q:6198[قْ]رَءُونَ [h:6199[ٱ]لْكِتَ[n[ـٰ]بَ مِ[f:18[ن ق]َ[q:19[بْ]لِكَ‌ۚ لَقَ[q:2389[دْ] ج[o[َا]ٓءَكَ [h:6200[ٱ]لْحَقُّ م[u:770[ِن ر]َّبِّكَ فَلَا تَكُونَ[g[نّ]َ مِنَ [h:771[ٱ]لْمُمْتَر[p[ِي]نَ","text_id":"Jika engkau (Nabi Muhammad) berada dalam keraguan tentang apa (kisah nabi-nabi terdahulu) yang Kami turunkan kepadamu, tanyakanlah kepada orang-orang yang membaca kitab sebelum kamu. Sungguh, telah datang kebenaran kepadamu dari Tuhanmu. Maka, janganlah sekali-kali engkau termasuk orang-orang yang ragu.","text_en":"If you are in doubt of what We have sent down to you, then ask those who have been reading the Book (for a long time) before you. The truth has indeed come to you from your Lord, so do not be one of those who doubt,","transliteration":"Fa in kunta fee shakkim mimmaaa anzalnaaa ilaika fas'alil lazeena yaqra'oonal Kitaaba min qablik; laqad jaaa'akal haqqu mir Rabbika falaa takoonanna minal mumtareen","no_fn":"","text_fn":""},{"id":1459,"surah":10,"no_ayah":95,"tema":"Larangan Meragukan dan Mendustakan Al-Qur’an","text_ayah":"وَلَا تَكُونَ[g[نّ]َ مِنَ [h:523[ٱ]لَّذِينَ كَذَّبُو[s[اْ] بِـَٔـايَ[n[ـٰ]تِ [h:322[ٱ]للَّهِ فَتَكُونَ مِنَ [h:340[ٱ]لْخَ[n[ـٰ]سِر[p[ِي]نَ","text_id":"Janganlah sekali-kali kamu termasuk orang-orang yang mendustakan ayat-ayat Allah yang menyebabkan kamu tergolong orang-orang yang merugi.","text_en":"And do not be one of those who deny the signs of God, or you will be among the losers.","transliteration":"Wa laa takoonanna minal lazeena kazzaboo bi Aayaatil laahi fatakoona minal khaasireen","no_fn":"","text_fn":""},{"id":1460,"surah":10,"no_ayah":96,"tema":"Larangan Meragukan dan Mendustakan Al-Qur’an","text_ayah":"إِ[g[نّ]َ [h:24[ٱ]لَّذِينَ حَقَّتْ عَلَيْهِمْ كَلِمَتُ رَبِّكَ لَا يُؤْمِن[p[ُو]نَ","text_id":"Sesungguhnya orang-orang yang telah pasti mendapatkan ketentuan Tuhanmu (menjadi kufur atas pilihan sendiri) itu tidak akan beriman.","text_en":"Verily those against whom the word of your Lord is pronounced will never believe,","transliteration":"Innal lazeena haqqat 'alaihim Kalimatu Rabbika laa yu'minoon","no_fn":"","text_fn":""},{"id":1461,"surah":10,"no_ayah":97,"tema":"Larangan Meragukan dan Mendustakan Al-Qur’an","text_ayah":"وَلَوْ ج[o[َا]ٓءَتْهُمْ كُلُّ ءَايَةٍ حَتَّيٰ يَرَوُ[s[اْ] [h:6176[ٱ]لْعَذَابَ [h:6177[ٱ]لْأَل[p[ِي]مَ","text_id":"Meskipun semua tanda-tanda (kebesaran Allah) datang kepada mereka, (mereka tidak juga beriman) hingga mereka menyaksikan azab yang sangat pedih.","text_en":"Even though all the signs came to them, not till they face the grievous punishment.","transliteration":"Wa law jaaa'at hum kullu Aayatin hattaa yarawul 'azaabal aleem","no_fn":"","text_fn":""},{"id":1462,"surah":10,"no_ayah":98,"tema":"Larangan Memaksa Orang untuk Beriman","text_ayah":"فَلَوْلَا كَانَتْ قَرْيَةٌ ءَامَنَتْ فَنَفَعَه[o[َآ] إِيمَ[n[ـٰ]نُه[o[َآ] إِلَّا قَوْمَ يُونُسَ لَ[g[مّ][o[َآ] ءَامَنُو[s[اْ] كَشَفْنَا عَنْهُمْ عَذَابَ [h:6201[ٱ]لْخِزْيِ فِي [h:441[ٱ]لْحَيَ[s[و][n[ٲ]ةِ [h:442[ٱ][l[ل]دُّنْيَا وَمَتَّعْنَ[n[ـٰ]هُمْ إِلَيٰ ح[p[ِي]نٍ","text_id":"Mengapa tidak ada (penduduk) suatu negeri pun yang segera beriman sehingga imannya itu bermanfaat kepadanya, selain kaum Yunus? Ketika mereka beriman, Kami hilangkan dari mereka azab yang menghinakan dalam kehidupan dunia dan Kami berikan kesenangan hidup (sementara) kepada mereka sampai waktu yang ditentukan.","text_en":"Why has there been no habitation that believed and profited by their faith, except the people of Jonah? When they came to believe, We removed from them the affliction of shame in the world, and made them prosperous for a time.","transliteration":"Falaw laa kaanat qaryatun aamanat fanafa'ahaaa eemaanuhaaa illaa qawma Yoonusa lammaaa aamanoo kashafnaa 'anhum 'azaabal khizyi fil hayaatid dunyaa wa matta'naahum ilaa heen","no_fn":"","text_fn":""},{"id":1463,"surah":10,"no_ayah":99,"tema":"Larangan Memaksa Orang untuk Beriman","text_ayah":"وَلَوْ ش[o[َا]ٓءَ رَبُّكَ لَأَمَنَ مَ[f:2074[ن ف]ِي [h:44[ٱ]لْأَرْضِ كُلُّهُمْ جَمِيعًا‌ۚ أَفَأَ[f:6069[نت]َ تُكْرِهُ [h:6202[ٱ][l[ل][g[نّ]َاسَ حَتَّيٰ يَكُونُو[s[اْ] مُؤْمِن[p[ِي]نَ","text_id":"Seandainya Tuhanmu menghendaki, tentulah semua orang di bumi seluruhnya beriman. Apakah engkau (Nabi Muhammad) akan memaksa manusia hingga mereka menjadi orang-orang mukmin?","text_en":"If your Lord had willed, all the people on the earth would have come to believe, one and all.","transliteration":"Wa law shaaa'a Rabbuka la aamana man fil ardi kulluhum jamee'aa; afa anta tukrihun naasa hattaa yakoonoo mu'mineen","no_fn":"","text_fn":""},{"id":1464,"surah":10,"no_ayah":100,"tema":"Larangan Memaksa Orang untuk Beriman","text_ayah":"وَمَا كَانَ لِنَفْسٍ أَ[f:6203[ن ت]ُؤْمِنَ إِلَّا بِإِذْنِ [h:509[ٱ]للَّهِ‌ۚ وَيَ[q:6204[جْ]عَلُ [h:6205[ٱ][l[ل]رِّ[q:4401[جْ]سَ عَلَي [h:289[ٱ]لَّذِينَ لَا يَعْقِل[p[ُو]نَ","text_id":"Tidak seorang pun akan beriman, kecuali dengan izin Allah dan Dia menimpakan azab kepada orang-orang yang tidak mau mengerti.","text_en":"Are you going to compel the people to believe except by God's dispensation? He puts doubt in (the minds of) those who do not think.","transliteration":"Wa maa kaana linafsin an tu'mina illaa bi iznil laah; wa yaj'alur rijsa 'alal lazeena laa ya'qiloon","no_fn":"","text_fn":""},{"id":1465,"surah":10,"no_ayah":101,"tema":"Perintah untuk Mengamati Ciptaan Allah","text_ayah":"قُلِ [h:6206[ٱ][f:3950[نظ]ُرُو[s[اْ] مَاذَا فِي [h:609[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:177[ٱ]لْأَرْضِ‌ۚ وَمَا تُغْنِي [h:6207[ٱ]لْأَيَ[n[ـٰ]تُ وَ[h:6208[ٱ][l[ل][g[نّ]ُذُرُ عَ[f:6209[ن ق]َوْ[u:6210[مٍ ل]َّا يُؤْمِن[p[ُو]نَ","text_id":"Katakanlah (Nabi Muhammad), “Perhatikanlah apa saja yang ada di langit dan di bumi!” Tidaklah berguna tanda-tanda (kebesaran Allah) dan peringatan-peringatan itu (untuk menghindarkan azab Allah) dari kaum yang tidak beriman.","text_en":"Say: \"Observe all there is in the heavens and the earth.\" But signs or warnings will be of no avail to those who do not believe.","transliteration":"Qulin zuroo maazaa fissamaawaati wal ard; wa maa tughnil Aayaatu wannuzuru 'an qawmil laa yu'minoon","no_fn":"","text_fn":""},{"id":1466,"surah":10,"no_ayah":102,"tema":"Perintah untuk Mengamati Ciptaan Allah","text_ayah":"فَهَلْ يَ[f:6211[نت]َظِرُونَ إِلَّا مِثْلَ أَيَّامِ [h:6212[ٱ]لَّذِينَ خَلَوْ[s[اْ] مِ[f:617[ن ق]َ[q:618[بْ]لِهِمْ‌ۚ قُلْ فَ[h:4800[ٱ][f:4800[نت]َظِر[o[ُوٓ][s[اْ] إِ[g[نّ]ِي مَعَك[w:2068[ُم م]ِّنَ [h:4801[ٱ]لْمُ[f:4802[نت]َظِر[p[ِي]نَ","text_id":"Mereka tidak menunggu kecuali seperti hari-hari (kejadian-kejadian) yang sama dengan kejadian-kejadian (yang menimpa) orang-orang terdahulu sebelum mereka. Katakanlah (Nabi Muhammad), “Maka, tunggulah (siksaan Allah)! Sesungguhnya aku pun termasuk orang-orang yang menunggu bersamamu.”","text_en":"Can they expect anything but what the people before them had known? Say: \"Then wait. I am waiting with you.\"","transliteration":"Fahal yantaziroona illaa misla ayyaamil lazeena khalaw min qablihim; qul fantazirooo innee ma'akum minal muntazireen","no_fn":"","text_fn":""},{"id":1467,"surah":10,"no_ayah":103,"tema":"Perintah untuk Mengamati Ciptaan Allah","text_ayah":"ثُ[g[مّ]َ نُنَجِّي رُسُلَنَا وَ[h:37[ٱ]لَّذِينَ ءَامَنُو[s[اْ‌ۚ] كَذ[n[َٲ]لِكَ حَقًّا عَلَيْنَا نُ[f:6213[نج]ِ [h:6214[ٱ]لْمُؤْمِن[p[ِي]نَ","text_id":"Kemudian, Kami selamatkan rasul-rasul Kami dan orang-orang yang beriman. Demikianlah menjadi ketentuan Kami untuk menyelamatkan orang-orang mukmin.","text_en":"Thus do We deliver our apostles and those who believe. As a matter of duty We save the believers.","transliteration":"Summma nunajjee Ruslanaa wallazeena aamanoo; kazaalika haqqan 'alainaa nunjil mu'mineen","no_fn":"","text_fn":""},{"id":1468,"surah":10,"no_ayah":104,"tema":"Seruan untuk Beribadah hanya kepada Allah","text_ayah":"قُلْ يَ[o[ـٰٓ]أَيُّهَا [h:82[ٱ][l[ل][g[نّ]َاسُ إِ[f:109[ن ك]ُ[f:100[نت]ُمْ فِي شَ[a:6215[كٍّ م]ِّ[f:6216[ن د]ِينِي فَل[o[َآ] أَعْبُدُ [h:6217[ٱ]لَّذِينَ تَعْبُدُونَ مِ[f:107[ن د]ُونِ [h:108[ٱ]للَّهِ وَلَ[n[ـٰ]كِنْ أَعْبُدُ [h:6218[ٱ]للَّهَ [h:2537[ٱ]لَّذِي يَتَوَفَّ[n[ـٰ]كُمْ‌ۖ وَأُمِرْتُ أَنْ أَكُونَ مِنَ [h:3047[ٱ]لْمُؤْمِن[p[ِي]نَ","text_id":"Katakanlah (Nabi Muhammad), “Wahai manusia, jika kamu masih dalam keragu-raguan tentang agamaku, aku tidak menyembah (apa atau siapa) yang kamu sembah selain Allah, tetapi aku menyembah Allah yang akan mematikan kamu dan aku diperintah supaya aku termasuk orang-orang mukmin.”","text_en":"Say: \"O men, if you have doubt about my faith, then (know) I do not worship those you worship apart from God, but I worship God who makes you die; and I am commanded to be a believer,","transliteration":"Qul yaaa ayyuhan naasu in kuntum fee shakkkim min deenee falaa a'budul lazeena ta'budoona min doonil laahi wa laakin a'budul laahal lazee yatawaffaakum wa umirtu an akoona minal mu'mineen","no_fn":"","text_fn":""},{"id":1469,"surah":10,"no_ayah":105,"tema":"Seruan untuk Beribadah hanya kepada Allah","text_ayah":"وَأَنْ أَقِمْ وَ[q:749[جْ]هَكَ لِلدِّينِ حَنِي[a:6219[فًا و]َلَا تَكُونَ[g[نّ]َ مِنَ [h:699[ٱ]لْمُشْرِك[p[ِي]نَ","text_id":"(Aku juga diperintah dengan firman-Nya), “Hadapkanlah wajahmu kepada agama (Islam) dengan lurus dan janganlah sekali-kali engkau termasuk orang-orang musyrik.","text_en":"And to set my face toward the way, as one upright, and not be one of those who associate others with God.","transliteration":"Wa an aqim wajhaka liddeeni Haneefanw wa laa takoonannna minal mushrikeen","no_fn":"","text_fn":""},{"id":1470,"surah":10,"no_ayah":106,"tema":"Seruan untuk Beribadah hanya kepada Allah","text_ayah":"وَلَا تَ[q:6220[دْ]عُ مِ[f:107[ن د]ُونِ [h:108[ٱ]للَّهِ مَا لَا يَ[f:6221[نف]َعُكَ وَلَا يَضُرُّكَ‌ۖ فَإِ[f:6222[ن ف]َعَلْتَ فَإِ[g[نّ]َكَ إِ[a:6223[ذًا م]ِّنَ [h:187[ٱ][l[ل]ظَّ[n[ـٰ]لِم[p[ِي]نَ","text_id":"Janganlah engkau sembah selain Allah, sesuatu yang tidak memberi manfaat kepadamu dan tidak (pula) memberi mudarat kepadamu, sebab jika engkau lakukan (yang demikian itu), sesungguhnya engkau termasuk orang-orang zalim.”","text_en":"And not to invoke any other than God, who can neither help nor hurt me; for if I do, I would surely be unjust.","transliteration":"Wa laa tad'u min doonil laahi maa laa yanfa'uka wa laa yadurruka fa in fa'alta fa innaka izam minaz zaalimeen","no_fn":"","text_fn":""},{"id":1471,"surah":10,"no_ayah":107,"tema":"Seruan untuk Beribadah hanya kepada Allah","text_ayah":"وَإ[a:3962[ِن ي]َمْسَسْكَ [h:3963[ٱ]للَّهُ بِضُ[f:3964[رٍّ ف]َلَا كَاشِفَ لَهُ[o[ۥٓ] إِلَّا هُوَ‌ۖ وَإ[a:6224[ِن ي]ُرِ[q:6225[دْ]كَ بِخَيْ[f:6226[رٍ ف]َلَا ر[m[َا]ٓدَّ لِفَضْلِه[n[ِۦ]‌ۚ يُصِيبُ بِه[n[ِۦ] م[a:476[َن ي]َش[o[َا]ٓءُ مِنْ عِبَادِه[n[ِۦ]‌ۚ وَهُوَ [h:6227[ٱ]لْغَفُورُ [h:6228[ٱ][l[ل]رَّح[p[ِي]مُ","text_id":"Jika Allah menimpakan suatu mudarat kepadamu, tidak ada yang dapat menghilangkannya kecuali Dia dan jika Dia menghendaki kebaikan bagimu, tidak ada yang dapat menolak karunia-Nya. Dia memberikannya (kebaikan itu) kepada siapa yang Dia kehendaki di antara hamba-hamba-Nya. Dialah Yang Maha Pengampun lagi Maha Penyayang.","text_en":"Should God bring you harm there is none but He who could deliver you from it, and if He wish you good there is none who could take away His blessings: He showers them on those of His creatures as He please, and He is forgiving and kind.\"","transliteration":"Wa iny yamsaskal laahu bidurrin falaa kaashifa lahoo illaa Huwa wa iny yuridka bikhairin falaa raaadda lifadlih; yuseebu bihee man yashaaa'u min 'ibaadih; wa huwal Ghafoorur Raheem","no_fn":"","text_fn":""},{"id":1472,"surah":10,"no_ayah":108,"tema":"Seruan untuk Beribadah hanya kepada Allah","text_ayah":"قُلْ يَ[o[ـٰٓ]أَيُّهَا [h:82[ٱ][l[ل][g[نّ]َاسُ قَ[q:298[دْ] ج[o[َا]ٓءَكُمُ [h:6229[ٱ]لْحَقُّ م[u:243[ِن ر]َّبِّكُمْ‌ۖ فَمَنِ [h:6230[ٱ]هْتَدَيٰ فَإِ[g[نّ]َمَا يَهْتَدِي لِنَفْسِه[n[ِۦ]‌ۖ وَمَ[f:6231[ن ض]َلَّ فَإِ[g[نّ]َمَا يَضِلُّ عَلَيْهَا‌ۖ وَم[o[َآ] أَنَا۟ عَلَيْك[c:4147[ُم ب]ِوَك[p[ِي]لٍ","text_id":"Katakanlah (Nabi Muhammad), “Wahai manusia, sungguh telah datang kepadamu kebenaran (Al-Qur’an) dari Tuhanmu. Maka, siapa yang mendapatkan petunjuk, sesungguhnya petunjuknya itu untuk (kebaikan) dirinya sendiri. Siapa yang sesat, sesungguhnya kesesatannya itu (mencelakakan) dirinya sendiri. Aku bukanlah penanggung jawab kamu.”","text_en":"Say: \"O men, the truth has come to you from your Lord, so he who follows the right path does so for himself, and he who goes astray errs against himself, and I am not a guardian over you.","transliteration":"Qul yaaa aiyuhan naasu qad jaaa'akumul haqqu mir Rabbikum famanih tadaa fa innamaa yahtadee linafsihee wa man dalla fa innamaa yadillu 'alaihaa wa maaa ana 'alaikum biwakeel","no_fn":"","text_fn":""},{"id":1473,"surah":10,"no_ayah":109,"tema":"Seruan untuk Beribadah hanya kepada Allah","text_ayah":"وَ[h:9999[ٱ]تَّبِعْ مَا يُوحَ[o[يٰٓ] إِلَيْكَ وَ[h:6232[ٱ]صْبِرْ حَتَّيٰ يَحْكُمَ [h:4856[ٱ]للَّهُ‌ۚ وَهُوَ خَيْرُ [h:4857[ٱ]لْحَ[n[ـٰ]كِم[p[ِي]نَ","text_id":"Ikutilah apa yang telah diwahyukan kepadamu dan bersabarlah hingga Allah memberi keputusan. Dia adalah pemberi putusan yang terbaik.","text_en":"Follow what is revealed to you, and persist until God pronounce His judgement; for He is the best of all judges.\"","transliteration":"Qattabi' maa yoohaaa ilaika wasbir hattaa yahkumal laah; wa Huwa khairul haakimeen","no_fn":"","text_fn":""}]