[{"id":2141,"surah":18,"no_ayah":1,"tema":"Perihal Diutusnya Nabi Muhammad Membawa Al-Qur’an","text_ayah":"ٱلْحَمْدُ لِلَّهِ [h:3912[ٱ]لَّذ[o[ِيٓ] أَ[f:471[نز]َلَ عَلَيٰ عَ[q:7944[بْ]دِهِ [h:7945[ٱ]لْكِتَ[n[ـٰ]بَ وَلَمْ يَ[q:4397[جْ]عَل لَّهُ[n[ۥ] عِوَجَاۜ","text_id":"Segala puji bagi Allah yang telah menurunkan Kitab Suci (Al-Qur’an) kepada hamba-Nya dan Dia tidak membuat padanya sedikit pun kebengkokan.<sup>442)</sup>","text_en":"ALL PRAISE BE to God who has revealed to His votary the Book which is free of all obliquity,","transliteration":"Alhamdu lillaahil lazeee anzala 'alaa 'abdihil kitaaba wa lam yaj'al lahoo 'iwajaa","no_fn":"442","text_fn":"442) Dalam Al-Qur’an, tidak ada makna yang saling berlawanan dan tidak ada penyimpangan dari kebenaran."},{"id":2142,"surah":18,"no_ayah":2,"tema":"Perihal Diutusnya Nabi Muhammad Membawa Al-Qur’an","text_ayah":"قَيِّ[u:7946[مًا ل]ِّيُ[f:7947[نذ]ِرَ بَأْ[f:7948[سًا ش]َدِي[a:7949[دًا م]ّ[u:2794[ِن ل]َّدُنْهُ وَيُبَشِّرَ [h:7950[ٱ]لْمُؤْمِنِينَ [h:7681[ٱ]لَّذِينَ يَعْمَلُونَ [h:7682[ٱ][l[ل]صَّ[n[ـٰ]لِحَ[n[ـٰ]تِ أَ[g[نّ]َ لَهُمْ أَ[q:2795[جْ]رًا حَسَنًا","text_id":"(Dia juga menjadikannya kitab) yang lurus agar Dia memberi peringatan akan siksa yang sangat pedih dari sisi-Nya dan memberi kabar gembira kepada orang-orang mukmin yang mengerjakan kebajikan bahwa mereka akan mendapat balasan yang baik.","text_en":"Immutable, so that it may warn of a severe punishment from Him; and give happy tidings to those who believe and do the right that there is a better reward (of Paradise) for them,","transliteration":"Qaiyimal liyunzira baasan shadeedam mil ladunhu wa yubashshiral mu'mineenal lazeena ya'maloonas saalihaati anna lahum ajran hasanaa","no_fn":"","text_fn":""},{"id":2143,"surah":18,"no_ayah":3,"tema":"Perihal Diutusnya Nabi Muhammad Membawa Al-Qur’an","text_ayah":"مَّ[n[ـٰ]كِثِينَ فِيهِ أَبَدًا","text_id":"Mereka kekal di dalamnya untuk selama-lamanya.","text_en":"Where they will abide for ever;","transliteration":"Maakiseena feehi abadaa","no_fn":"","text_fn":""},{"id":2144,"surah":18,"no_ayah":4,"tema":"Perihal Diutusnya Nabi Muhammad Membawa Al-Qur’an","text_ayah":"وَيُ[f:7951[نذ]ِرَ [h:7952[ٱ]لَّذِينَ قَالُو[s[اْ] [h:6120[ٱ]تَّخَذَ [h:606[ٱ]للَّهُ وَلَدًا","text_id":"(Dia menurunkan Al-Qur’an itu) juga agar Dia memberi peringatan kepada orang-orang yang berkata, “Allah mengangkat seorang anak.”","text_en":"And that it may warn those who say: \"God has begotten a son.\"","transliteration":"Wa yunziral lazeena qaalut takhazal laahu waladaa","no_fn":"","text_fn":""},{"id":2145,"surah":18,"no_ayah":5,"tema":"Perihal Diutusnya Nabi Muhammad Membawa Al-Qur’an","text_ayah":"مَّا لَه[c:3276[ُم ب]ِه[n[ِۦ] مِنْ عِلْ[a:7953[مٍ و]َلَا لِأَب[o[َا]ٓئِهِمْ‌ۚ كَبُرَتْ كَلِمَ[f:7954[ةً ت]َخْرُجُ مِنْ أَفْو[n[َٲ]هِهِمْ‌ۚ إ[a:7955[ِن ي]َقُولُونَ إِلَّا كَذِبًا","text_id":"Mereka sama sekali tidak mempunyai pengetahuan tentang (hal) itu, begitu pula nenek moyang mereka. Alangkah besar (dosa) perkataan yang keluar dari mulut mereka. Mereka hanya mengatakan (sesuatu) kebohongan belaka.","text_en":"They have no knowledge of this, as their fathers did not have. How terrible are the words they utter! They speak nothing but lies.","transliteration":"Maa lahum bihee min 'ilminw wa laa li aabaaa'ihim; kaburat kalimatan takhruju min afwaahihim; iny yaqooloona illaa kazibaa","no_fn":"","text_fn":""},{"id":2146,"surah":18,"no_ayah":6,"tema":"Larangan Berlebihan dalam Bersedih Hati ","text_ayah":"فَلَعَلَّكَ بَ[n[ـٰ]خِ[a:7956[عٌ ن]َّفْسَكَ عَلَ[o[يٰٓ] ءَاثَ[n[ـٰ]رِهِمْ إ[u:2606[ِن ل]َّمْ يُؤْمِنُو[s[اْ] بِهَ[n[ـٰ]ذَا [h:7957[ٱ]لْحَدِيثِ أَسَفًا","text_id":"Maka, boleh jadi engkau (Nabi Muhammad) akan mencelakakan dirimu karena bersedih hati setelah mereka berpaling sekiranya mereka tidak beriman kepada keterangan ini (Al-Qur’an).","text_en":"Will you kill yourself for grief of them if they do not believe in this presentation?","transliteration":"Fala'allaka baakhi'un nafsaka 'alaaa aasaarihim illam yu;minoo bihaazal hadeesi asafaa","no_fn":"","text_fn":""},{"id":2147,"surah":18,"no_ayah":7,"tema":"Larangan Berlebihan dalam Bersedih Hati ","text_ayah":"إِ[g[نّ]َا جَعَلْنَا مَا عَلَي [h:7958[ٱ]لْأَرْضِ زِينَ[u:7959[ةً ل]َّهَا لِنَ[q:7960[بْ]لُوَهُمْ أَيُّهُمْ أَحْسَنُ عَمَلاً","text_id":"Sesungguhnya Kami telah menjadikan apa yang ada di atas bumi sebagai perhiasan baginya agar Kami menguji mereka siapakah di antaranya yang lebih baik perbuatannya.","text_en":"We have made whatever exists on the earth its adornment to test and try them (and) know who acts better;","transliteration":"Innaa ja'alnaa ma 'alal ardi zeenatal lahaa linabluwahum ayyuhum ahsanu 'amalaa","no_fn":"","text_fn":""},{"id":2148,"surah":18,"no_ayah":8,"tema":"Larangan Berlebihan dalam Bersedih Hati ","text_ayah":"وَإِ[g[نّ]َا لَجَ[n[ـٰ]عِلُونَ مَا عَلَيْهَا صَعِي[f:7961[دًا ج]ُرُزًا","text_id":"Kami benar-benar akan menjadikan (pula) apa yang di atasnya sebagai tanah yang tandus lagi kering.","text_en":"For We shall certainly turn it to barren dust.","transliteration":"Wa innaa lajaa 'iloona maa 'alaihaa sa'aeedan juruzaa","no_fn":"","text_fn":""},{"id":2149,"surah":18,"no_ayah":9,"tema":"Kisah Ashabulkahfi","text_ayah":"أَمْ حَسِ[q:7962[بْ]تَ أَ[g[نّ]َ أَصْحَ[n[ـٰ]بَ [h:7963[ٱ]لْكَهْفِ وَ[h:7964[ٱ][l[ل]رَّقِيمِ كَانُو[s[اْ] مِنْ ءَايَ[n[ـٰ]تِنَا عَجَبًا","text_id":"Apakah engkau mengira bahwa sesungguhnya para penghuni gua dan (yang mempunyai) raqīm<sup>443)</sup> benar-benar merupakan keajaiban di antara tanda-tanda (kebesaran) Kami?","text_en":"Do you think the men of the cave and Ar-Raqim were so strange among Our signs?","transliteration":"Am hasibta anna Ashaabal Kahfi war Raqeemi kaanoo min Aayaatinaa 'ajabaa","no_fn":"443","text_fn":"443) Sebagian mufasir memahami raqīm sebagai nama anjing dan sebagian yang lain menafsirkannya sebagai batu prasasti berisi catatan tentang agama tauhid atau nama-nama mereka."},{"id":2150,"surah":18,"no_ayah":10,"tema":"Kisah Ashabulkahfi","text_ayah":"إِذْ أَوَي [h:7965[ٱ]لْفِتْيَةُ إِلَي [h:7966[ٱ]لْكَهْفِ فَقَالُو[s[اْ] رَبَّن[o[َآ] ءَاتِنَا م[u:1746[ِن ل]َّدُ[f:1747[نك]َ رَحْمَ[a:7967[ةً و]َهَيِّئْ لَنَا مِنْ أَمْرِنَا رَشَدًا","text_id":"(Ingatlah) ketika pemuda-pemuda itu berlindung ke dalam gua lalu berdoa, “Ya Tuhan kami, anugerahkanlah kepada kami rahmat dari sisi-Mu dan mudahkanlah bagi kami petunjuk untuk segala urusan kami.”","text_en":"When those young men took shelter in the cave, and prayed: \"O Lord, grant us Your favour and dispose our affair aright,\"","transliteration":"Iz awal fityatu ilal Kahfi faqaaloo Rabbanaaa aatinaa mil ladunka rahmatanw wa haiyi' lanaa min amrinaa rashadaa","no_fn":"","text_fn":""},{"id":2151,"surah":18,"no_ayah":11,"tema":"Kisah Ashabulkahfi","text_ayah":"فَضَرَ[q:7968[بْ]نَا عَلَ[o[يٰٓ] ءَاذَانِهِمْ فِي [h:7969[ٱ]لْكَهْفِ سِنِينَ عَدَدًا","text_id":"Maka, Kami tutup telinga mereka di dalam gua itu<sup>444)</sup> selama bertahun-tahun.","text_en":"We sealed off their ears in the cave for a number of years,","transliteration":"Fadarabnaa 'alaaa aazaanihim fil Kahfi seneena 'adadaa","no_fn":"444","text_fn":"444) Allah Swt. menidurkan mereka selama 309 tahun qamariah dalam gua itu (lihat ayat 25 surah ini) sehingga mereka tidak dapat dibangunkan oleh suara apa pun."},{"id":2152,"surah":18,"no_ayah":12,"tema":"Kisah Ashabulkahfi","text_ayah":"ثُ[g[مّ]َ بَعَثْنَ[n[ـٰ]هُمْ لِنَعْلَمَ أَيُّ [h:7970[ٱ]لْحِزْبَيْنِ أَحْصَيٰ لِمَا لَبِث[o[ُوٓ][s[اْ] أَمَدًا","text_id":"Kemudian Kami bangunkan mereka supaya Kami mengetahui manakah di antara dua golongan itu<sup>445)</sup> yang lebih tepat dalam menghitung berapa lama mereka tinggal (dalam gua itu).","text_en":"Then roused them to ascertain which of the two groups could account for the period they had stayed.","transliteration":"Summa ba'asnaahum lina'lama ayyul hizbaini ahsaa limaa labisooo amadaa","no_fn":"445","text_fn":"445) Dua golongan itu ialah pemuda-pemuda itu sendiri yang berselisih tentang berapa lama mereka tinggal dalam gua itu."},{"id":2153,"surah":18,"no_ayah":13,"tema":"Kisah Ashabulkahfi","text_ayah":"نَّحْنُ نَقُصُّ عَلَيْكَ نَبَأَه[c:7971[ُم ب]ِ[h:370[ٱ]لْحَقِّ‌ۚ إِ[g[نّ]َهُمْ فِتْيَةٌ ءَامَنُو[s[اْ] بِرَبِّهِمْ وَزِ[q:7972[دْ]نَ[n[ـٰ]هُمْ هُدًي","text_id":"Kami menceritakan kepadamu (Nabi Muhammad) kisah mereka dengan sebenarnya. Sesungguhnya mereka adalah pemuda-pemuda yang beriman kepada Tuhan mereka dan Kami menambahkan petunjuk kepada mereka.","text_en":"We narrate their story to you in all truth. They were a few young men who believed in their Lord; so We gave them greater guidance.","transliteration":"Nahnu naqussu 'alaika naba ahum bilhaqq; innahum fityatun aamanoo bi Rabbihim wa zidnaahum hudaa","no_fn":"","text_fn":""},{"id":2154,"surah":18,"no_ayah":14,"tema":"Kisah Ashabulkahfi","text_ayah":"وَرَبَ[q:7973[طْ]نَا عَلَيٰ قُلُوبِهِمْ إِذْ قَامُو[s[اْ] فَقَالُو[s[اْ] رَبُّنَا رَبُّ [h:6926[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:177[ٱ]لْأَرْضِ ل[a:7974[َن ن]َّ[q:7975[دْ]عُوَ[s[اْ] مِ[f:3136[ن د]ُونِه[o[ِۦٓ] إِلَ[n[ـٰ][u:7976[هًا‌ۖ ل]َّقَ[q:2389[دْ] قُلْن[o[َآ] إِ[f:7977[ذًا ش]َطَطًا","text_id":"Kami meneguhkan hati mereka ketika mereka berdiri<sup>446)</sup> lalu berkata, “Tuhan kami adalah Tuhan langit dan bumi. Kami tidak akan menyeru Tuhan selain Dia. Sungguh, kalau kami berbuat demikian, kami telah mengucapkan perkataan yang sangat jauh dari kebenaran.”","text_en":"And strengthened their hearts when they stood up and said: \"Our Lord is the Lord of the heavens and the earth. We shall invoke no god beside Him, for we shall have uttered a blasphemy then.","transliteration":"Wa rabatnaa 'alaa quloo bihim iz qaamoo faqaaloo Rabbunaa Rabbus samaawaati wal ardi lan nad'uwa min dooniheee ilaahal laqad qulnaaa izan shatataa","no_fn":"446","text_fn":"446) Bangun dan menghadap Raja Dikyanus yang zalim dan sombong."},{"id":2155,"surah":18,"no_ayah":15,"tema":"Kisah Ashabulkahfi","text_ayah":"هَ[o[ـٰٓ]ؤُل[o[َا]ٓءِ قَوْمُنَا [h:7978[ٱ]تَّخَذُو[s[اْ] مِ[f:3136[ن د]ُونِه[o[ِۦٓ] ءَالِهَ[u:7979[ةً‌ۖ ل]َّوْلَا يَأْتُونَ عَلَيْه[c:7980[ِم ب]ِسُلْطَ[n[ـٰ][i:7981[نِۭ ب]َيِّ[f:7982[نٍ‌ۖ ف]َمَنْ أَظْلَمُ مِ[g[مّ]َنِ [h:3980[ٱ]فْتَرَيٰ عَلَي [h:412[ٱ]للَّهِ كَذِبًا","text_id":"(Salah seorang dari para pemuda itu berkata kepada yang lain,) “Mereka itu kaum kami yang telah menjadikan tuhan-tuhan (untuk disembah) selain Dia. Mengapa mereka tidak mengemukakan alasan yang jelas (tentang kepercayaan mereka)? Maka, siapakah yang lebih zalim daripada orang yang mengada-adakan kebohongan terhadap Allah?","text_en":"As for these our people here, they have taken to other gods apart from Him. Then why do they not bring a clear authority for them? Who is more wicked than he who fabricates a lie against God?\"","transliteration":"Haaa'ulaaa'i qawmunat takhazoo min dooniheee aalihatal law laa yaatoona 'alaihim bisultaanim baiyin; faman azlamu mimmaniftaraa 'alal laahi kazibaa","no_fn":"","text_fn":""},{"id":2156,"surah":18,"no_ayah":16,"tema":"Kisah Ashabulkahfi","text_ayah":"وَإِذِ [h:7983[ٱ]عْتَزَلْتُمُوهُمْ وَمَا يَعْبُدُونَ إِلَّا [h:416[ٱ]للَّهَ فَأْوُ[o[ۥٓاْ] إِلَي [h:7966[ٱ]لْكَهْفِ يَ[f:7984[نش]ُرْ لَكُمْ رَبُّك[w:7985[ُم م]ّ[u:7986[ِن ر]َّحْمَتِه[n[ِۦ] وَيُهَيِّئْ لَك[w:556[ُم م]ِّنْ أَمْرِك[w:7987[ُم م]ِّرْفَقًا","text_id":"Karena kamu juga telah meninggalkan mereka dan apa yang mereka sembah selain Allah, maka berlindunglah ke dalam gua itu. (Dengan demikian,) niscaya Tuhanmu akan melimpahkan sebagian rahmat-Nya kepadamu dan menyediakan bagimu sesuatu yang berguna bagi urusanmu.”<sup>447)</sup>","text_en":"(And they said to each other:) \"Now that you have withdrawn from them and what they worship beside God, it is better to take refuge in the cave. Your Lord may bestow of His mercy on you, and facilitate your affair.\"","transliteration":"Wa izi'tazal tumoohum wa maa ya'budoona illal laaha faawooo ilal kahfi yanshur lakum Rabbukum mir rahmatihee wa yuhaiyi' lakum min amrikum mirfaqa","no_fn":"447","text_fn":"447) Perkataan ini terjadi antara mereka itu sendiri yang timbulnya karena ilham dari Allah Swt."},{"id":2157,"surah":18,"no_ayah":17,"tema":"Keajaiban di Dalam Gua","text_ayah":"۞ وَتَرَي [h:7988[ٱ][l[ل]شَّمْسَ إِذَا طَلَعَت تَّز[n[َٲ]وَرُ عَ[f:7989[ن ك]َهْفِهِمْ ذَاتَ [h:7990[ٱ]لْيَمِينِ وَإِذَا غَرَبَت تَّ[q:7991[قْ]رِضُهُمْ ذَاتَ [h:7992[ٱ][l[ل]شِّمَالِ وَهُمْ فِي فَ[q:7993[جْ]وَ[a:7994[ةٍ م]ِّنْهُ‌ۚ ذ[n[َٲ]لِكَ مِنْ ءَايَ[n[ـٰ]تِ [h:1298[ٱ]للَّهِ‌ۗ م[a:5146[َن ي]َهْدِ [h:5147[ٱ]للَّهُ فَهُوَ [h:7906[ٱ]لْمُهْتَدِ‌ۖ وَم[a:5149[َن ي]ُضْلِلْ فَلَ[f:2843[ن ت]َجِدَ لَهُ[n[ۥ] وَلِي[a:7995[ًّا م]ُّرْشِدًا","text_id":"Engkau akan melihat matahari yang ketika terbit condong ke sebelah kanan dari gua mereka dan yang ketika terbenam menjauhi mereka ke sebelah kiri, sedang mereka berada di tempat yang luas di dalamnya (gua itu). Itu adalah sebagian dari tanda-tanda (kebesaran) Allah. Siapa yang Allah memberinya petunjuk, dialah yang mendapat petunjuk. Siapa yang Dia sesatkan, engkau tidak akan menemukan seorang penolong pun yang dapat memberinya petunjuk.","text_en":"You may well have seen when the sun came up it moved away to the right of the cave, and when it went down it turned away to the left, and they stayed in its open space. This was among the signs of God. Whoever is guided by God follows the right path; and whosoever goes astray will not find a guide to show him the way.","transliteration":"Wa tarash shamsa izaa tala'at tazaawaru 'an kahfihim zaatal yameeni wa izaa gharabat taqriduhum zaatash shimaali wa hum fee fajwatim minh; zaalika min Aayaatillaah; mai yahdil laahu fahuwal muhtad, wa mai yudlil falan tajida lahoo waliyyam murshidaa","no_fn":"","text_fn":""},{"id":2158,"surah":18,"no_ayah":18,"tema":"Keajaiban di Dalam Gua","text_ayah":"وَتَحْسَبُهُمْ أَيْقَا[a:7996[ظًا و]َهُمْ رُقُو[a:7997[دٌ‌ۚ و]َنُقَلِّبُهُمْ ذَاتَ [h:7990[ٱ]لْيَمِينِ وَذَاتَ [h:7998[ٱ][l[ل]شِّمَالِ‌ۖ وَكَلْبُه[c:7999[ُم ب]َ[n[ـٰ]سِ[f:8000[طٌ ذ]ِرَاعَيْهِ بِ[h:8001[ٱ]لْوَصِيدِ‌ۚ لَوِ [h:8002[ٱ]طَّلَعْتَ عَلَيْهِمْ لَوَلَّيْتَ مِنْهُمْ فِرَا[a:8003[رًا و]َلَمُلِئْتَ مِنْهُمْ رُعْبًا","text_id":"Engkau mengira mereka terjaga, padahal mereka tidur. Kami membolak-balikkan mereka ke kanan dan ke kiri, sedangkan anjing mereka membentangkan kedua kaki depannya di muka pintu gua. Seandainya menyaksikan mereka, tentu engkau akan berpaling melarikan (diri) dari mereka dan pasti akan dipenuhi rasa takut terhadap mereka.","text_en":"You may have thought that they were awake, yet they were asleep. We made them turn right and left, while their dog lay with his forelegs stretched across the threshold. If you had looked at them you would have surely turned away and fled with horror at the sight.","transliteration":"Wa tahsabuhum ayqaazanw wa hum ruqood; wa nuqallibuhum zaatal yameeni wa zaatash shimaali wa kalbuhum baasitun ziraa'ayhi bilwaseed; lawit tala'ta 'alaihim la wallaita minhum firaaranw wa lamuli'ta minhum rubaa","no_fn":"","text_fn":""},{"id":2159,"surah":18,"no_ayah":19,"tema":"Membangunkan Ashabulkahfi","text_ayah":"وَكَذ[n[َٲ]لِكَ بَعَثْنَ[n[ـٰ]هُمْ لِيَتَس[o[َا]ٓءَلُو[s[اْ] بَيْنَهُمْ‌ۚ قَالَ ق[o[َا]ٓئِ[a:6558[لٌ م]ِّنْهُمْ كَمْ لَبِثْتُمْ‌ۖ قَالُو[s[اْ] لَبِثْنَا يَوْمًا أَوْ بَعْضَ يَوْ[f:8004[مٍ‌ۚ ق]َالُو[s[اْ] رَبُّكُمْ أَعْلَمُ بِمَا لَبِثْتُمْ فَ[h:2764[ٱ][q:2764[بْ]عَث[o[ُوٓ][s[اْ] أَحَدَك[c:8005[ُم ب]ِوَرِقِكُمْ هَ[n[ـٰ]ذِه[o[ِۦٓ] إِلَي [h:8006[ٱ]لْمَدِينَةِ فَلْيَ[f:8007[نظ]ُرْ أَيُّه[o[َآ] أَزْكَيٰ طَعَا[f:8008[مًا ف]َلْيَأْتِك[c:8009[ُم ب]ِرِزْ[a:8010[قٍ م]ِّنْهُ وَلْيَتَلَطَّفْ وَلَا يُشْعِرَ[g[نّ]َ بِكُمْ أَحَدًا","text_id":"Demikianlah, Kami membangunkan mereka agar saling bertanya di antara mereka (sendiri). Salah seorang di antara mereka berkata, “Sudah berapa lama kamu berada (di sini)?” Mereka menjawab, “Kita berada (di sini) sehari atau setengah hari.” Mereka (yang lain lagi) berkata, “Tuhanmu lebih mengetahui berapa lama kamu berada (di sini). Maka, utuslah salah seorang di antara kamu pergi ke kota dengan membawa uang perakmu ini. Hendaklah dia melihat manakah makanan yang lebih baik, lalu membawa sebagian makanan itu untukmu. Hendaklah pula dia berlaku lemah lembut dan jangan sekali-kali memberitahukan keadaanmu kepada siapa pun.","text_en":"Even so We roused them that they may question one another. One of them asked: \"How long have you stayed here?\" They said: \"A day or less than a day.\" \"Your Lord knows best,\" they said, \"how long you have stayed. So send one of you to the town with this money of yours to look for wholesome food and bring it for you; but he should be careful not to let your presence known.","transliteration":"Wa kazaalika ba'asnaahum liyatasaaa'aloo bainahum; qaala qaaa'ilum minhum kam labistum qaaloo labisnaa yawman aw ba'da yawm; qaaloo Rabbukum a'almu bimaa labistum fab'asooo ahadakum biwariqikum haazihee ilal madeenati falyanzur ayyuhaaa azkaa ta'aaman falyaatikum birizqim minhu walyatalattaf wa laa yush'iranna bikum ahadaa","no_fn":"","text_fn":""},{"id":2160,"surah":18,"no_ayah":20,"tema":"Membangunkan Ashabulkahfi","text_ayah":"إِ[g[نّ]َهُمْ إ[a:8011[ِن ي]َظْهَرُو[s[اْ] عَلَيْكُمْ يَرْجُمُوكُمْ أَوْ يُعِيدُوكُمْ فِي مِلَّتِهِمْ وَلَ[f:8012[ن ت]ُفْلِح[o[ُوٓ][s[اْ] إِذًا أَبَدًا","text_id":"Sesungguhnya jika mereka (mengetahui dan) menangkapmu, niscaya mereka akan melemparimu dengan batu atau memaksamu kembali kepada agama mereka. Jika demikian, niscaya kamu tidak akan beruntung selama-lamanya.”","text_en":"If they come to know of you they will stone you to death, or force you to go back to their creed; then you will never succeed.\"","transliteration":"Innahum iny yazharoo 'alaikum yarjumookum aw yu'eedookum fee millatihim wa lan tuflihooo izan abadaa","no_fn":"","text_fn":""},{"id":2161,"surah":18,"no_ayah":21,"tema":"Penemuan Ashabulkahfi oleh Penduduk Negeri","text_ayah":"وَكَذ[n[َٲ]لِكَ أَعْثَرْنَا عَلَيْهِمْ لِيَعْلَم[o[ُوٓ][s[اْ] أَ[g[نّ]َ وَعْدَ [h:3149[ٱ]للَّهِ حَ[a:8013[قٌّ و]َأَ[g[نّ]َ [h:8014[ٱ][l[ل]سَّاعَةَ لَا رَيْبَ فِيه[o[َآ] إِذْ يَتَنَ[n[ـٰ]زَعُونَ بَيْنَهُمْ أَمْرَهُمْ‌ۖ فَقَالُو[s[اْ] [h:8015[ٱ][q:8016[بْ]نُو[s[اْ] عَلَيْه[c:8017[ِم ب]ُنْيَ[n[ـٰ][u:8018[نًا‌ۖ ر]َّبُّهُمْ أَعْلَمُ بِهِمْ‌ۚ قَالَ [h:590[ٱ]لَّذِينَ غَلَبُو[s[اْ] عَلَ[o[يٰٓ] أَمْرِهِمْ لَنَتَّخِذَ[g[نّ]َ عَلَيْه[w:8019[ِم م]َّسْجِدًا","text_id":"Demikian (pula) Kami perlihatkan (penduduk negeri) kepada mereka agar mengetahui bahwa janji Allah benar dan bahwa (kedatangan) hari Kiamat tidak ada keraguan padanya. (Hal itu terjadi) ketika mereka (penduduk negeri) berselisih tentang urusan (penghuni gua). Kemudian mereka berkata, “Dirikanlah sebuah bangunan di atas (gua itu). Tuhannya lebih mengetahui (keadaan) mereka (penghuni gua).” Orang-orang yang berkuasa atas urusan mereka berkata, “Kami pasti akan mendirikan sebuah masjid di atasnya.”","text_en":"Thus did We inform the people about them that they may know the promise of God is true, and there is no doubt that the Hour will come. As they were arguing among themselves as to what should be done with them, (some) said: \"Erect a monument over them. Their Lord is best cognisant of them.\" Those who prevailed, said: \"We shall build a place of worship over their (sepulchre).\"","transliteration":"Wa kazaalika a'sarnaa 'alaihim liya'lamooo anna wa'dal laahi haqqunw wa annas Saa'ata laa raiba feehaa iz yatanaaza'oona bainahum amrahum faqaalub noo 'alaihim bunyaanaa; Rabbuhum a'lamu bihim; qaalal lazeena ghalaboo 'alaaa amrihim lanat takhizanna 'alaihim masjidaa","no_fn":"","text_fn":""},{"id":2162,"surah":18,"no_ayah":22,"tema":"Berselisih tentang Jumlah Ashabulkahfi","text_ayah":"سَيَقُولُونَ ثَلَ[n[ـٰ]ثَ[u:8020[ةٌ ر]َّابِعُهُمْ كَلْبُهُمْ وَيَقُولُونَ خَمْسَ[f:8021[ةٌ س]َادِسُهُمْ كَلْبُهُمْ رَ[q:8022[جْ]م[i:8023[َۢا ب]ِ[h:13[ٱ]لْغَيْبِ‌ۖ وَيَقُولُونَ سَ[q:8024[بْ]عَ[a:8025[ةٌ و]َثَامِنُهُمْ كَلْبُهُمْ‌ۚ قُ[b:8026[ل] رَّبّ[o[ِيٓ] أَعْلَمُ بِعِدَّتِه[w:8027[ِم م]َّا يَعْلَمُهُمْ إِلَّا قَلِي[f:8028[لٌ‌ۗ ف]َلَا تُمَارِ فِيهِمْ إِلَّا مِر[o[َا]ٓ[f:8029[ءً ظ]َ[n[ـٰ]هِ[a:8030[رًا و]َلَا تَسْتَفْتِ فِيه[w:8031[ِم م]ِّنْهُمْ أَحَدًا","text_id":"Kelak (sebagian orang) mengatakan, “(Jumlah mereka) tiga (orang). Yang keempat adalah anjingnya.” (Sebagian lain) mengatakan, “(Jumlah mereka) lima (orang). Yang keenam adalah anjingnya,” sebagai terkaan terhadap yang gaib. (Sebagian lain lagi) mengatakan, “(Jumlah mereka) tujuh (orang). Yang kedelapan adalah anjingnya.” Katakanlah (Nabi Muhammad), “Tuhanku lebih mengetahui jumlah mereka. Tidak ada yang mengetahui (jumlah) mereka kecuali sedikit.” Oleh karena itu, janganlah engkau (Nabi Muhammad) berbantah tentang hal mereka, kecuali perbantahan yang jelas-jelas saja (ringan). Janganlah engkau minta penjelasan tentang mereka (penghuni gua itu) kepada siapa pun dari mereka (Ahlulkitab). ","text_en":"Some will say: \"They were three, and their dog was the fourth;\" and some will also say: \"They were five and their dog was the sixth,\" -- guessing in the dark. And some will even say: \"They were seven, and their dog the eighth.\" Say: \"My Lord alone knows best their number; none but only a few know of them.\" So do not argue about it with them but lightly, and do not enquire about them from any one of them.","transliteration":"Sa yaqooloona salaasatur raabi'uhum kalbuhum wa yaqooloona khamsatun saadisuhum kalbuhum rajmam bilghaib; wa yaqooloona sab'atunw wa saaminuhum kalbuhum; qur Rabbeee a'lamu bi'iddatihim maa ya'lamuhum illaa qaleel; falaa tumaari feehim illaa miraaa'an zaahiranw wa laa tastafti feehim minhum ahadaa","no_fn":"","text_fn":""},{"id":2163,"surah":18,"no_ayah":23,"tema":"Perlunya Mengucapkan Insyaallah","text_ayah":"وَلَا تَقُولَ[g[نّ]َ لِشَ[s[اْ]يْءٍ إِ[g[نّ]ِي فَاعِ[f:8032[لٌ ذ][n[َٲ]لِكَ غَدًا","text_id":"Jangan sekali-kali engkau mengatakan terhadap sesuatu, “Aku pasti melakukan hal itu besok,”","text_en":"Do not say of any thing: \"I will do it tomorrow,\"","transliteration":"Wa laa taqoolanna lishai'in innee faa'ilun zaalika ghadaa","no_fn":"","text_fn":""},{"id":2164,"surah":18,"no_ayah":24,"tema":"Perlunya Mengucapkan Insyaallah","text_ayah":"إِلّ[o[َآ] أ[a:4201[َن ي]َش[o[َا]ٓءَ [h:4334[ٱ]للَّهُ‌ۚ وَ[h:1898[ٱ]ذْكُر رَّبَّكَ إِذَا نَسِيتَ وَقُلْ عَسَ[o[يٰٓ] أ[a:8033[َن ي]َهْدِيَنِ رَبِّي لِأَ[q:8034[قْ]رَبَ مِنْ هَ[n[ـٰ]ذَا رَشَدًا","text_id":"kecuali (dengan mengatakan), “Insyaallah.” Ingatlah kepada Tuhanmu apabila engkau lupa dan katakanlah, “Mudah-mudahan Tuhanku akan memberiku petunjuk kepada yang lebih dekat kebenarannya daripada ini.”","text_en":"Without (adding), \"if God may please;\" and think of your Lord in ease you forget, and say: \"Perhaps my Lord will show me a nearer way to rectitude.\"","transliteration":"Illaaa any yashaaa'al laah; wazkur Rabbaka izaa naseeta wa qul 'asaaa any yahdiyani Rabbee li aqraba min haazaa rashadaa","no_fn":"","text_fn":""},{"id":2165,"surah":18,"no_ayah":25,"tema":"Meneruskan Kisah Ashabulkahfi","text_ayah":"وَلَبِثُو[s[اْ] فِي كَهْفِهِمْ ثَلَ[n[ـٰ]ثَ مِ[s[اْ]ئَ[f:8035[ةٍ س]ِنِينَ وَ[h:8036[ٱ]زْدَادُو[s[اْ] تِسْعًا","text_id":"Mereka tinggal dalam gua selama tiga ratus tahun dan ditambah sembilan tahun.","text_en":"(It is said) they stayed in the cave three hundred years and nine.","transliteration":"Wa labisoo fee kahfihim salaasa mi'atin sineena wazdaadoo tis'aa","no_fn":"","text_fn":""},{"id":2166,"surah":18,"no_ayah":26,"tema":"Meneruskan Kisah Ashabulkahfi","text_ayah":"قُلِ [h:3166[ٱ]للَّهُ أَعْلَمُ بِمَا لَبِثُو[s[اْ‌ۖ] لَهُ[n[ۥ] غَيْبُ [h:6538[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:177[ٱ]لْأَرْضِ‌ۖ أَ[q:8037[بْ]صِرْ بِه[n[ِۦ] وَأَسْمِعْ‌ۚ مَا لَه[w:1812[ُم م]ِّ[f:3136[ن د]ُونِه[n[ِۦ] م[a:557[ِن و]َلِ[a:558[يٍّ و]َلَا يُشْرِكُ فِي حُكْمِه[o[ِۦٓ] أَحَدًا","text_id":"Katakanlah, “Allah lebih mengetahui berapa lamanya mereka tinggal (di gua). Milik-Nya semua yang tersembunyi di langit dan di bumi. Alangkah terang penglihatan-Nya dan alangkah tajam pendengaran-Nya. Tidak ada seorang pelindung pun bagi mereka selain Dia dan Dia tidak mengambil seorang pun menjadi sekutu-Nya dalam menetapkan keputusan.”","text_en":"You say: \"God only knows how long they stayed. He alone knows the secrets of the heavens and the earth. How distinctly He sees and hears! They have no other guardian but Him, and He does not share His authority with any one.\"","transliteration":"Qulil laahu a'lamu bimaa labisoo lahoo ghaibus samaawaati wal ardi absir bihee wa asmi'; maa lahum min doonihee minw waliyyinw wa laa yushriku fee hukmihee ahadaa","no_fn":"","text_fn":""},{"id":2167,"surah":18,"no_ayah":27,"tema":"Perhatian kepada Para Pengikut yang Tidak Terpandang","text_ayah":"وَ[h:9999[ٱ]تْلُ م[o[َآ] أُوحِيَ إِلَيْكَ مِ[f:3569[ن ك]ِتَابِ رَبِّكَ‌ۖ لَا مُبَدِّلَ لِكَلِمَ[n[ـٰ]تِه[n[ِۦ] وَلَ[f:3232[ن ت]َجِدَ مِ[f:3136[ن د]ُونِه[n[ِۦ] مُلْتَحَدًا","text_id":"Bacakanlah (Nabi Muhammad) apa yang diwahyukan kepadamu, yaitu Kitab Tuhanmu (Al-Qur’an). Tidak ada yang dapat mengubah kalimat-kalimat-Nya dan engkau tidak akan dapat menemukan tempat berlindung selain kepada-Nya.","text_en":"Recite what has been revealed to you of the Book of your Lord. There is no one who can change the word of God; and you will not find refuge except in Him.","transliteration":"Watlu maaa oohiya ilaika min Kitaabi Rabbika laa mubaddila li Kalimaatihee wa lan tajida min doonihee multahadaa","no_fn":"","text_fn":""},{"id":2168,"surah":18,"no_ayah":28,"tema":"Perhatian kepada Para Pengikut yang Tidak Terpandang","text_ayah":"وَ[h:9999[ٱ]صْبِرْ نَفْسَكَ مَعَ [h:2899[ٱ]لَّذِينَ يَ[q:1240[دْ]عُونَ رَبَّه[c:4077[ُم ب]ِ[h:4078[ٱ]لْغَدَ[s[و][n[ٲ]ةِ وَ[h:4079[ٱ]لْعَشِيِّ يُرِيدُونَ وَ[q:580[جْ]هَهُ[n[ۥ]‌ۖ وَلَا تَعْدُ عَيْنَاكَ عَنْهُمْ تُرِيدُ زِينَةَ [h:8038[ٱ]لْحَيَ[s[و][n[ٲ]ةِ [h:442[ٱ][l[ل]دُّنْيَا‌ۖ وَلَا تُطِعْ مَنْ أَغْفَلْنَا قَلْبَهُ[n[ۥ] عَ[f:8039[ن ذ]ِكْرِنَا وَ[h:3160[ٱ]تَّبَعَ هَوَ[n[ٮٰ]هُ وَكَانَ أَمْرُهُ[n[ۥ] فُرُطًا","text_id":"Bersabarlah engkau (Nabi Muhammad) bersama orang-orang yang menyeru Tuhannya pada pagi dan petang hari dengan mengharap keridaan-Nya. Janganlah kedua matamu berpaling dari mereka karena mengharapkan perhiasan kehidupan dunia. Janganlah engkau mengikuti orang yang hatinya telah Kami lalaikan dari mengingat Kami serta menuruti hawa nafsunya dan keadaannya melewati batas.","text_en":"Persevere with those who call on their Lord morning and evening, seeking His magnificence. Do not turn your eyes away from them, seeking the splendours of this world, and do not follow him whose heart We have made oblivious to Our remembrance, who follows his own lust and exceeds the bound.","transliteration":"Wasbir nafsaka ma'al lazeena yad'oona Rabbahum bilghadaati wal'ashiyyi yureedoona Wajhahoo wa laa ta'du 'aynaaka 'anhum tureedu zeenatal hayaatid dunyaa wa laa tuti' man aghfalnaa qalbahoo 'an zikrinaa wattaba'a hawaahu wa kaana amruhoo furutaa","no_fn":"","text_fn":""},{"id":2169,"surah":18,"no_ayah":29,"tema":"Perhatian kepada Para Pengikut yang Tidak Terpandang","text_ayah":"وَقُلِ [h:8040[ٱ]لْحَقُّ م[u:243[ِن ر]َّبِّكُمْ‌ۖ فَمَ[f:8041[ن ش][o[َا]ٓءَ فَلْيُؤْم[a:8042[ِن و]َمَ[f:8043[ن ش][o[َا]ٓءَ فَلْيَكْفُرْ‌ۚ إِ[g[نّ][o[َآ] أَعْتَ[q:2660[دْ]نَا لِلظَّ[n[ـٰ]لِمِينَ نَارًا أَحَاطَ بِهِمْ سُرَادِقُهَا‌ۚ وَإ[a:8044[ِن ي]َسْتَغِيثُو[s[اْ] يُغَاثُو[s[اْ] بِم[o[َا]ٓ[f:8045[ءٍ ك]َ[h:8046[ٱ]لْمُهْلِ يَشْوِي [h:8047[ٱ]لْوُجُوهَ‌ۚ بِئْسَ [h:8048[ٱ][l[ل]شَّرَابُ وَس[o[َا]ٓءَتْ مُرْتَفَقًا","text_id":"Katakanlah (Nabi Muhammad), “Kebenaran itu datangnya dari Tuhanmu. Maka, siapa yang menghendaki (beriman), hendaklah dia beriman dan siapa yang menghendaki (kufur), biarlah dia kufur.” Sesungguhnya Kami telah menyediakan neraka bagi orang-orang zalim yang gejolaknya mengepung mereka. Jika mereka meminta pertolongan (dengan meminta minum), mereka akan diberi air seperti (cairan) besi yang mendidih yang menghanguskan wajah. (Itulah) seburuk-buruk minuman dan tempat istirahat yang paling jelek.","text_en":"Say: \"The truth is from your Lord: So believe if you like, or do not believe if you will.\" We have prepared for the sinners a fire which will envelope them in its tent. If they ask for water they will be helped to liquid like molten brass that would scald their mouths. How evil the drink, and evil the resting-place!","transliteration":"Wa qulil haqqu mir Rabbikum faman shaaa'a falyu minw wa man shaaa'a falyakfur; innaaa a'tadnaa lizzaalimeena Naaran ahaata bihim suraadiquhaa; wa iny yastagheesoo yaghaasoo bimaaa'in kalmuhli yashwil wujooh' bi'sash-sharaab; wa saaa'at murtafaqaa","no_fn":"","text_fn":""},{"id":2170,"surah":18,"no_ayah":30,"tema":"Perhatian kepada Para Pengikut yang Tidak Terpandang","text_ayah":"إِ[g[نّ]َ [h:24[ٱ]لَّذِينَ ءَامَنُو[s[اْ] وَعَمِلُو[s[اْ] [h:118[ٱ][l[ل]صَّ[n[ـٰ]لِحَ[n[ـٰ]تِ إِ[g[نّ]َا لَا نُضِيعُ أَ[q:2418[جْ]رَ مَنْ أَحْسَنَ عَمَلاً","text_id":"Sesungguhnya mereka yang beriman dan mengerjakan kebajikan, Kami benar-benar tidak akan menyia-nyiakan pahala orang yang mengerjakan perbuatan baik.","text_en":"But surely We do not let the reward of those who believe and do the right to go waste.","transliteration":"Innal lazeena aamanoo wa 'amilus saalihaati innaa laa nudee'u ajra man ahsana 'amalaa","no_fn":"","text_fn":""},{"id":2171,"surah":18,"no_ayah":31,"tema":"Perhatian kepada Para Pengikut yang Tidak Terpandang","text_ayah":"أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ لَهُمْ جَ[g[نّ]َ[n[ـٰ]تُ عَ[q:5720[دْ][f:8049[نٍ ت]َ[q:120[جْ]رِي مِ[f:4696[ن ت]َحْتِهِمُ [h:4697[ٱ]لْأَنْهَ[n[ـٰ]رُ يُحَلَّوْنَ فِيهَا مِنْ أَسَاوِرَ مِ[f:8050[ن ذ]َهَ[a:8051[بٍ و]َيَلْبَسُونَ ثِيَابًا خُضْ[a:8052[رًا م]ِّ[f:8053[ن س]ُ[f:8054[ند]ُ[a:8055[سٍ و]َإِسْتَ[q:8056[بْ]رَ[a:8057[قٍ م]ُّتَّكِــِٔينَ فِيهَا عَلَي [h:8058[ٱ]لْأَر[o[َا]ٓئِكِ‌ۚ نِعْمَ [h:8059[ٱ][l[ل]ثَّوَابُ وَحَسُنَتْ مُرْتَفَقًا","text_id":"Mereka itulah yang memperoleh surga ‘Adn yang mengalir di bawahnya sungai-sungai. (Dalam surga itu) mereka diberi hiasan gelang emas dan mereka memakai pakaian hijau dari sutra halus dan sutra tebal. Mereka duduk-duduk sambil bersandar di atas dipan-dipan yang indah. (Itulah) sebaik-baik pahala dan tempat istirahat yang indah.","text_en":"There will be gardens of Eden for them, with rivers flowing by, where they will be decked in bracelets of gold, with silken robes of green and of brocades to wear, reclining on couches. How excellent the guerdon, and excellent the resting-place!","transliteration":"Ulaaa'ika lahum Jannaatu 'Adnin tajree min tahtihimul anhaaru yuhallawna feehaa min asaawira min zahabinw wa yalbasoona siyaaban khudram min sundusinw wa istabraqim muttaki'eena feehaa 'alal araaa'ik; ni'mas sawaab; wa hasunat murtafaqaa","no_fn":"","text_fn":""},{"id":2172,"surah":18,"no_ayah":32,"tema":"Perumpamaan bagi Kehidupan Dunia dan Orang yang Tertipu olehnya","text_ayah":"۞ وَ[h:9999[ٱ]ضْرِ[q:8060[بْ] لَه[w:8061[ُم م]َّثَل[u:7510[اً ر]َّجُلَيْنِ جَعَلْنَا لِأَحَدِهِمَا جَ[g[نّ]َتَيْنِ مِنْ أَعْنَ[n[ـٰ][a:8062[بٍ و]َحَفَفْنَ[n[ـٰ]هُمَا بِنَخْ[a:8063[لٍ و]َجَعَلْنَا بَيْنَهُمَا زَرْعًا","text_id":"Berikanlah (Nabi Muhammad) kepada mereka sebuah perumpamaan, yaitu dua orang laki-laki. Kami berikan kepada salah satunya (yang kufur) dua kebun anggur. Kami kelilingi kedua kebun itu dengan pohon-pohon kurma dan Kami buatkan ladang di antara kedua (kebun) itu.","text_en":"Tell them the parable of two men. We gave one two gardens of grapes surrounded by date-palm trees, with corn fields in between.","transliteration":"Wadrib lahum masalar rajulaini ja'alnaa li ahadihimaa jannataini min a'naabinw wa hafafnaahumaa binakhilinw wa ja'alnaa bainahumaa zar'aa","no_fn":"","text_fn":""},{"id":2173,"surah":18,"no_ayah":33,"tema":"Perumpamaan bagi Kehidupan Dunia dan Orang yang Tertipu olehnya","text_ayah":"كِلْتَا [h:8064[ٱ]لْجَ[g[نّ]َتَيْنِ ءَاتَتْ أُكُلَهَا وَلَمْ تَظْل[w:8065[ِم م]ِّنْهُ شَيْـ[a:8066[ـًٔا‌ۚ و]َفَجَّرْنَا خِلَ[n[ـٰ]لَهُمَا نَهَرًا","text_id":"Kedua kebun itu menghasilkan buahnya dan tidak berkurang (buahnya) sedikit pun. Kami pun alirkan sungai dengan deras di celah-celah kedua (kebun) itu.","text_en":"Each of the gardens yielded its fruit and did not withhold the least; and We made a stream flow in between them.","transliteration":"Kiltal jannataini aatat ukulahaa wa lam tazlim minhu shai'anw wa fajjarnaa khi laalahumaa naharaa","no_fn":"","text_fn":""},{"id":2174,"surah":18,"no_ayah":34,"tema":"Perumpamaan bagi Kehidupan Dunia dan Orang yang Tertipu olehnya","text_ayah":"وَكَانَ لَهُ[n[ۥ] ثَمَ[f:8067[رٌ ف]َقَالَ لِصَ[n[ـٰ]حِبِه[n[ِۦ] وَهُوَ يُحَاوِرُهُ[o[ۥٓ] أَنَا۟ أَكْثَرُ مِ[f:3891[نك]َ مَال[a:8068[اً و]َأَعَزُّ نَفَرًا","text_id":"Dia (orang kafir itu) juga memiliki kekayaan besar. Dia lalu berkata kepada kawannya (yang beriman) ketika bercakap-cakap dengannya, “Hartaku lebih banyak daripada hartamu dan pengikutku lebih kuat.”","text_en":"So he became rich. Arguing one day with his friend he said: \"I have more wealth than you and more powerful kinsmen.\"","transliteration":"Wa kaana lahoo samarun faqaala lisaahibihee wa huwa yuhaawiruhoo ana aksaru minka maalanw wa a'azzu nafaraa","no_fn":"","text_fn":""},{"id":2175,"surah":18,"no_ayah":35,"tema":"Perumpamaan bagi Kehidupan Dunia dan Orang yang Tertipu olehnya","text_ayah":"وَدَخَلَ جَ[g[نّ]َتَهُ[n[ۥ] وَهُوَ ظَالِ[u:8069[مٌ ل]ِّنَفْسِه[n[ِۦ] قَالَ م[o[َآ] أَظُ[g[نّ]ُ أَ[f:8070[ن ت]َبِيدَ هَ[n[ـٰ]ذِه[o[ِۦٓ] أَبَدًا","text_id":"Dia memasuki kebunnya dengan sikap menzalimi dirinya sendiri (karena angkuh dan kufur). Dia berkata, “Aku kira kebun ini tidak akan binasa selama-lamanya,","text_en":"And he walked into his garden, and, (forgetting) his limit, said: \"I cannot imagine that this will ever be ruined,","transliteration":"Wa dakhala jannatahoo wa huwa zaalimul linafsihee qaala maaa azunnu an tabeeda haaziheee abadaa","no_fn":"","text_fn":""},{"id":2176,"surah":18,"no_ayah":36,"tema":"Perumpamaan bagi Kehidupan Dunia dan Orang yang Tertipu olehnya","text_ayah":"وَم[o[َآ] أَظُ[g[نّ]ُ [h:8071[ٱ][l[ل]سَّاعَةَ ق[o[َا]ٓئِمَ[a:8072[ةً و]َلَئ[u:8073[ِن ر]ُّدِ[d:8074[د]تُّ إِلَيٰ رَبِّي لَأَجِدَ[g[نّ]َ خَيْ[a:8075[رًا م]ِّنْهَا مُ[f:8076[نق]َلَبًا","text_id":"aku kira hari Kiamat tidak akan datang dan sekiranya aku dikembalikan kepada Tuhanku, pasti aku akan mendapat tempat kembali yang lebih baik daripada ini.”","text_en":"Nor can I think that the Hour (of Doom) will come, And even if I am brought back to my Lord, I will surely find a better place there than this.\"","transliteration":"Wa maaa azunnus Saa'ata qaaa'imatanw wa la'ir rudittu ilaa Rabbee la ajidanna khairam minhaa munqalabaa","no_fn":"","text_fn":""},{"id":2177,"surah":18,"no_ayah":37,"tema":"Perumpamaan bagi Kehidupan Dunia dan Orang yang Tertipu olehnya","text_ayah":"قَالَ لَهُ[n[ۥ] صَاحِبُهُ[n[ۥ] وَهُوَ يُحَاوِرُهُ[o[ۥٓ] أَكَفَرْتَ بِ[h:315[ٱ]لَّذِي خَلَقَكَ مِ[f:1972[ن ت]ُرَا[f:1973[بٍ ث]ُ[g[مّ]َ م[a:7325[ِن ن]ُّ[q:7326[طْ]فَ[f:8077[ةٍ ث]ُ[g[مّ]َ سَوَّ[n[ٮٰ]كَ رَجُلاً","text_id":"Kawannya (yang beriman) berkata kepadanya ketika bercakap-cakap dengannya, “Apakah engkau ingkar kepada (Tuhan) yang menciptakanmu dari tanah, kemudian dari setetes air mani, lalu Dia menjadikan engkau seorang laki-laki yang sempurna?","text_en":"Disputing with him, his companion said: \"Do you disbelieve in Him who created you from dust, then a drop of semen, then formed you into a man?","transliteration":"Qaala lahoo saahibuhoo wa huwa yuhaawiruhooo akafarta billazee khalaqaka min turaabin summa min nutfatin summa sawwaaka rajulaa","no_fn":"","text_fn":""},{"id":2178,"surah":18,"no_ayah":38,"tema":"Perumpamaan bagi Kehidupan Dunia dan Orang yang Tertipu olehnya","text_ayah":"لَّ[n[ـٰ]كِ[g[نّ]َا۟ هُوَ [h:8078[ٱ]للَّهُ رَبِّي وَل[o[َآ] أُشْرِكُ بِرَبّ[o[ِيٓ] أَحَدًا","text_id":"Akan tetapi, aku (percaya bahwa) Dia adalah Allah, Tuhanku, dan aku tidak mempersekutukan sesuatu pun dengan Tuhanku.","text_en":"And He is God, my Lord, and I do not associate any one with my Lord.","transliteration":"Laakinaa Huwal laahu Rabbee wa laa ushriku bi Rabbeee ahadaa","no_fn":"","text_fn":""},{"id":2179,"surah":18,"no_ayah":39,"tema":"Perumpamaan bagi Kehidupan Dunia dan Orang yang Tertipu olehnya","text_ayah":"وَلَوْل[o[َآ] إِذْ دَخَلْتَ جَ[g[نّ]َتَكَ قُلْتَ مَا ش[o[َا]ٓءَ [h:78[ٱ]للَّهُ لَا قُوَّةَ إِلَّا بِ[h:32[ٱ]للَّهِ‌ۚ إِ[f:8079[ن ت]َرَنِ أَنَا۟ أَقَلَّ مِ[f:3891[نك]َ مَال[a:8080[اً و]َوَلَدًا","text_id":"Mengapa ketika engkau memasuki kebunmu tidak mengucapkan, “Mā syā’allāh, lā quwwata illā billāh” (sungguh, ini semua kehendak Allah. Tidak ada kekuatan apa pun kecuali dengan [pertolongan] Allah). Jika engkau anggap harta dan keturunanku lebih sedikit daripadamu,","text_en":"When you entered your garden, why did you not say: 'As God may please;' for no one has power except given by God? Though you see me poorer in wealth and children than you,","transliteration":"Wa law laaa iz dakhalta jannataka qulta maa shaaa'al laahu laa quwwata illaa billaah; in tarani ana aqalla minka maalanw wa waladaa","no_fn":"","text_fn":""},{"id":2180,"surah":18,"no_ayah":40,"tema":"Perumpamaan bagi Kehidupan Dunia dan Orang yang Tertipu olehnya","text_ayah":"فَعَسَيٰ رَبّ[o[ِيٓ] أ[a:8081[َن ي]ُؤْتِيَنِ خَيْ[a:8082[رًا م]ِّ[f:8083[ن ج]َ[g[نّ]َتِكَ وَيُرْسِلَ عَلَيْهَا حُسْبَا[a:8084[نًا م]ِّنَ [h:64[ٱ][l[ل]سَّم[o[َا]ٓءِ فَتُصْبِحَ صَعِي[f:8085[دًا ز]َلَقًا","text_id":"mudah-mudahan Tuhanku akan memberikan kepadaku (kebun) yang lebih baik daripada kebunmu (ini) dan mengirimkan petir dari langit ke kebunmu sehingga (kebun itu) menjadi tanah yang licin","text_en":"Yet, my Lord may haply give me a garden better than yours, and He may send a thunder-bolt, from the skies and in the morning it will be a barren plain;","transliteration":"Fa'asaa Rabeee any yu'tiyani khairam min jannatika wa yursila 'alaihaa husbaanam minas samaaa'i fatusbiha sa'eedan zalaqaa","no_fn":"","text_fn":""},{"id":2181,"surah":18,"no_ayah":41,"tema":"Perumpamaan bagi Kehidupan Dunia dan Orang yang Tertipu olehnya","text_ayah":"أَوْ يُصْبِحَ م[o[َا]ٓؤُهَا غَوْ[f:8086[رًا ف]َلَ[f:8087[ن ت]َسْتَطِيعَ لَهُ[n[ۥ] طَلَبًا","text_id":"atau airnya menjadi surut ke dalam tanah sehingga engkau tidak akan dapat menemukannya lagi.”","text_en":"Or else of a morning its water may sink underground, and you will not find a trace of it.\"","transliteration":"Aw yusbiha maaa'uhaaa ghawran falan tastatee'a lahoo talabaa","no_fn":"","text_fn":""},{"id":2182,"surah":18,"no_ayah":42,"tema":"Perumpamaan bagi Kehidupan Dunia dan Orang yang Tertipu olehnya","text_ayah":"وَأُحِيطَ بِثَمَرِه[n[ِۦ] فَأَصْبَحَ يُقَلِّبُ كَفَّيْهِ عَلَيٰ م[o[َآ] أَ[f:8088[نف]َقَ فِيهَا وَهِيَ خَاوِيَةٌ عَلَيٰ عُرُوشِهَا وَيَقُولُ يَ[n[ـٰ]لَيْتَنِي لَمْ أُشْرِكْ بِرَبّ[o[ِيٓ] أَحَدًا","text_id":"Harta kekayaannya dibinasakan, lalu dia membolak-balikkan kedua telapak tangannya (tanda sangat menyesal) terhadap apa yang telah dia belanjakan untuk itu, sedangkan pohon anggur roboh bersama penyangganya dan dia berkata, “Aduhai, seandainya saja dahulu aku tidak mempersekutukan sesuatu pun dengan Tuhanku.”","text_en":"And his vines were overtaken (with disaster), and he began to wring his hands (at the loss) of what he had spent on them, for the vines had fallen upon their trellises; and he said: \"Would to God that I had not associated any one with my Lord.\"","transliteration":"Wa uheeta bisamarihee faasbaha yuqallibu kaffaihi 'alaa maaa anfaqa feehaa wa hiya khaawiyatun 'alaa 'urooshihaa wa yaqoolu yaalaitanee lam ushrik bi Rabbeee ahadaa","no_fn":"","text_fn":""},{"id":2183,"surah":18,"no_ayah":43,"tema":"Perumpamaan bagi Kehidupan Dunia dan Orang yang Tertipu olehnya","text_ayah":"وَلَمْ تَك[u:4298[ُن ل]َّهُ[n[ۥ] فِئَ[a:8089[ةٌ ي]َ[f:8090[نص]ُرُونَهُ[n[ۥ] مِ[f:107[ن د]ُونِ [h:108[ٱ]للَّهِ وَمَا كَانَ مُ[f:8091[نت]َصِرًا","text_id":"Tidak ada (lagi) baginya segolongan pun yang dapat menolongnya selain Allah dan dia pun tidak dapat membela dirinya.","text_en":"He had no body to help him other than God, nor was he able to save himself.","transliteration":"Wa lam takul lahoo fi'atuny yansuroonahoo min doonil laahi wa maa kaana muntasiraa","no_fn":"","text_fn":""},{"id":2184,"surah":18,"no_ayah":44,"tema":"Perumpamaan bagi Kehidupan Dunia dan Orang yang Tertipu olehnya","text_ayah":"هُنَالِكَ [h:8092[ٱ]لْوَلَ[n[ـٰ]يَةُ لِلَّهِ [h:8093[ٱ]لْحَقِّ‌ۚ هُوَ خَيْ[f:8094[رٌ ث]َوَا[a:8095[بًا و]َخَيْرٌ عُ[q:8096[قْ]بًا","text_id":"Di sana pertolongan itu hanya milik Allah Yang Mahabenar. Dia adalah (pemberi) pahala terbaik dan (pemberi) kesudahan terbaik.","text_en":"The jurisdiction in this province belongs to God. His is the best reward, and His the best requital.","transliteration":"Hunaalikal walaayatu lillaahil haqq; huwa khairun sawaabanw wa khairun 'uqbaa","no_fn":"","text_fn":""},{"id":2185,"surah":18,"no_ayah":45,"tema":"Perumpamaan bagi Kehidupan Dunia dan Orang yang Tertipu olehnya","text_ayah":"وَ[h:9999[ٱ]ضْرِ[q:8060[بْ] لَه[w:8097[ُم م]َّثَلَ [h:8098[ٱ]لْحَيَ[s[و][n[ٲ]ةِ [h:442[ٱ][l[ل]دُّنْيَا كَم[o[َا]ٓءٍ أَ[f:4236[نز]َلْنَ[n[ـٰ]هُ مِنَ [h:64[ٱ][l[ل]سَّم[o[َا]ٓءِ فَ[h:6009[ٱ]خْتَلَطَ بِه[n[ِۦ] نَبَاتُ [h:6010[ٱ]لْأَرْضِ فَأَصْبَحَ هَشِي[f:8099[مًا ت]َذْرُوهُ [h:8100[ٱ][l[ل]رِّيَ[n[ـٰ]حُ‌ۗ وَكَانَ [h:2653[ٱ]للَّهُ عَلَيٰ كُلِّ ش[a:8101[َيْءٍ م]ُّ[q:8102[قْ]تَدِرًا","text_id":"Buatkanlah untuk mereka (umat manusia) perumpamaan kehidupan dunia ini, yaitu ibarat air (hujan) yang Kami turunkan dari langit sehingga menyuburkan tumbuh-tumbuhan di bumi, kemudian (tumbuh-tumbuhan) itu menjadi kering kerontang yang diterbangkan oleh angin. Allah Mahakuasa atas segala sesuatu.","text_en":"Present to them the example of the life of this world so like the water We send down from the skies that mingles with the earth to nourish its vegetation, which then on the morrow turns to stubble and is blown away by the wind. God has power over everything.","transliteration":"Wadrib lahum masalal hayaatid dunyaa kamaaa'in anzalnaahu minas samaaa'i fakhtalata bihee nabaatul ardi fa asbaha hasheeman tazroo hur riyaah; wa kaanal laahu 'alaa kulli shai'im muqtadiraa","no_fn":"","text_fn":""},{"id":2186,"surah":18,"no_ayah":46,"tema":"Perumpamaan bagi Kehidupan Dunia dan Orang yang Tertipu olehnya","text_ayah":"ٱلْمَالُ وَ[h:8103[ٱ]لْبَنُونَ زِينَةُ [h:8104[ٱ]لْحَيَ[s[و][n[ٲ]ةِ [h:442[ٱ][l[ل]دُّنْيَا‌ۖ وَ[h:8105[ٱ]لْبَ[n[ـٰ]قِيَ[n[ـٰ]تُ [h:8106[ٱ][l[ل]صَّ[n[ـٰ]لِحَ[n[ـٰ]تُ خَيْرٌ عِ[f:264[ند]َ رَبِّكَ ثَوَا[a:8095[بًا و]َخَيْرٌ أَمَلاً","text_id":"Harta dan anak-anak adalah perhiasan kehidupan dunia, sedangkan amal kebajikan yang abadi (pahalanya)<sup>448)</sup> adalah lebih baik balasannya di sisi Tuhanmu serta lebih baik untuk menjadi harapan.","text_en":"Wealth and children are only the gloss of this world, but good deeds that abide are better with your Lord for recompense, and better for expectation.","transliteration":"Almaalu walbanoona zeenatul hayaatid dunya wal baaqiyaatus saalihaatu khairun 'inda Rabbika sawaabanw wa khairun amalaa","no_fn":"448","text_fn":"448) Di antara contoh amal kebajikan yang abadi pahalanya adalah melaksanakan rukun Islam dengan benar dan membaca tasbih, tahmid, dan zikir-zikir lainnya."},{"id":2187,"surah":18,"no_ayah":47,"tema":"Beberapa Kejadian pada Hari Kiamat","text_ayah":"وَيَوْمَ نُسَيِّرُ [h:8107[ٱ]لْجِبَالَ وَتَرَي [h:8108[ٱ]لْأَرْضَ بَارِزَ[a:8109[ةً و]َحَشَرْنَ[n[ـٰ]هُمْ فَلَمْ نُغَادِرْ مِنْهُمْ أَحَدًا","text_id":"(Ingatlah) pada hari (ketika) Kami perjalankan gunung-gunung (untuk dihancurkan) dan engkau melihat bumi itu rata. Kami kumpulkan mereka (seluruh manusia) dan tidak Kami tinggalkan seorang pun dari mereka.","text_en":"The day We shall move the mountains, and you see the earth an open plain, We shall gather them together, leaving none behind.","transliteration":"Wa yawma nusaiyirul jibaala wa taral arda baariza tanw wa hasharnaahum falam nughaadir minhum ahadaa","no_fn":"","text_fn":""},{"id":2188,"surah":18,"no_ayah":48,"tema":"Beberapa Kejadian pada Hari Kiamat","text_ayah":"وَعُرِضُو[s[اْ] عَلَيٰ رَبِّكَ صَف[u:8110[ًّا ل]َّقَ[q:2389[دْ] جِئْتُمُونَا كَمَا خَلَ[q:4250[قْ]نَ[n[ـٰ]كُمْ أَوَّلَ مَرَّ[i:8111[ةِۭ‌ۚ ب]َلْ زَعَمْتُمْ أَلّ[a:8112[َن ن]َّ[q:8113[جْ]عَلَ لَك[w:8114[ُم م]َّوْعِدًا","text_id":"Mereka (akan) dibawa ke hadapan Tuhanmu dengan berbaris. (Allah berfirman,) “Sungguh, kamu telah datang kepada Kami, sebagaimana Kami menciptakan kamu pada pertama kali. Bahkan kamu menganggap bahwa Kami tidak akan menetapkan bagimu waktu (berbangkit untuk memenuhi) perjanjian.”","text_en":"They will be arraigned before their Lord row on row, (and He will say): \"Well, you have come to Us as We had first created you, even though you imagined We had fixed no time for this meeting.\"","transliteration":"Wa 'uridoo 'alaa Rabbika saffaa, laqad ji'tumoonaa kamaa khalaqnaakum awala marrah; bal za'amtum allannaj'ala lakum maw'idaa","no_fn":"","text_fn":""},{"id":2189,"surah":18,"no_ayah":49,"tema":"Beberapa Kejadian pada Hari Kiamat","text_ayah":"وَوُضِعَ [h:8115[ٱ]لْكِتَ[n[ـٰ]بُ فَتَرَي [h:8116[ٱ]لْمُ[q:4093[جْ]رِمِينَ مُشْفِقِينَ مِ[g[مّ]َا فِيهِ وَيَقُولُونَ يَ[n[ـٰ]وَيْلَتَنَا مَالِ هَ[n[ـٰ]ذَا [h:8117[ٱ]لْكِتَ[n[ـٰ]بِ لَا يُغَادِرُ صَغِيرَ[a:5900[ةً و]َلَا كَبِيرَةً إِلّ[o[َآ] أَحْصَ[n[ـٰ]هَا‌ۚ وَوَجَدُو[s[اْ] مَا عَمِلُو[s[اْ] حَاضِ[a:8118[رًا‌ۗ و]َلَا يَظْلِمُ رَبُّكَ أَحَدًا","text_id":"Diletakkanlah kitab (catatan amal pada setiap orang), lalu engkau akan melihat orang yang berdosa merasa ketakutan terhadap apa yang (tertulis) di dalamnya. Mereka berkata, “Betapa celaka kami, kitab apakah ini, tidak meninggalkan yang kecil dan yang besar, kecuali mencatatnya.” Mereka mendapati (semua) apa yang telah mereka kerjakan (tertulis). Tuhanmu tidak menzalimi seorang pun.","text_en":"The ledger (of their deeds) would be placed before them. Then you will see the sinners terrified at its contents, and say: \"Alas, what a written revelation this, which has not left unaccounted the smallest or the greatest thing!\" They will find in it whatsoever they had done. Your Lord does not wrong any one.","transliteration":"Wa wudi'al kitaabu fataral mujrimeena mushfiqeena mimmaa feehi wa yaqooloona yaa wailatanaa maa lihaazal kitaabi laa yughaadiru saghee ratanw wa laa kabeeratan illaaa ahsaahaa; wa wajadoo maa 'amiloo haadiraa; wa laa yazlimu Rabbuka ahadaa","no_fn":"","text_fn":""},{"id":2190,"surah":18,"no_ayah":50,"tema":"Kedurhakaan Iblis dan Kedudukannya sebagai Musuh","text_ayah":"وَإِذْ قُلْنَا لِلْمَلَ[o[ـٰٓ]ئِكَةِ [h:179[ٱ]سْجُدُو[s[اْ] لِأَدَمَ فَسَجَد[o[ُوٓ][s[اْ] إِلّ[o[َآ] إِ[q:180[بْ]لِيسَ كَانَ مِنَ [h:4673[ٱ]لْجِ[g[نّ]ِ فَفَسَقَ عَنْ أَمْرِ رَبِّه[o[ِۦٓ‌ۗ] أَفَتَتَّخِذُونَهُ[n[ۥ] وَذُرِّيَّتَهُ[o[ۥٓ] أَوْلِي[o[َا]ٓءَ مِ[f:7659[ن د]ُونِي وَهُمْ لَكُمْ عَدُو[i:8119[ُّۢ‌ۚ ب]ِئْسَ لِلظَّ[n[ـٰ]لِمِينَ بَدَلاً","text_id":"(Ingatlah) ketika Kami berfirman kepada para malaikat, “Sujudlah kamu semua kepada Adam!” Mereka pun sujud, tetapi Iblis (enggan). Dia termasuk (golongan) jin, kemudian dia mendurhakai perintah Tuhannya. Pantaskah kamu menjadikan dia dan keturunannya sebagai penolong<sup>449)</sup> selain Aku, padahal mereka adalah musuhmu? Dia (Iblis) seburuk-buruk pengganti (Allah) bagi orang-orang zalim.","text_en":"When We said to the angels: \"Bow before Adam in adoration,\" they all bowed but Iblis. He was one of the jinni and rebelled against his Lord's command. And yet you take him and his offspring as your friends instead of Me, even though they are your enemies. How sad a substitute for the evil-doers!","transliteration":"Wa iz qulnaa lilma laaa'ikatis judoo li Aadama fasajadooo illaaa Ibleesa kaana minal jinni fafasaqa 'an amri Rabbih; afatattakhizoonahoo wa zurriyatahooo awliyaaa'a min doonee wa hum lakum 'aduww; bi'sa lizzaalimeena badalaa","no_fn":"449","text_fn":"449) Lihat catatan kaki surah Āli ‘Imrān/3: 28."},{"id":2191,"surah":18,"no_ayah":51,"tema":"Kedurhakaan Iblis dan Kedudukannya sebagai Musuh","text_ayah":"۞ مّ[o[َآ] أَشْهَ[d:8120[د]تُّهُمْ خَلْقَ [h:8121[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:177[ٱ]لْأَرْضِ وَلَا خَلْقَ أَ[f:568[نف]ُسِهِمْ وَمَا كُ[f:2917[نت]ُ مُتَّخِذَ [h:8122[ٱ]لْمُضِلِّينَ عَضُدًا","text_id":"Aku tidak menghadirkan mereka (Iblis dan anak cucunya) untuk menyaksikan penciptaan langit dan bumi, tidak (pula) penciptaan diri mereka sendiri. Aku tidak menjadikan mereka yang telah menyesatkan itu sebagai penolong.","text_en":"I did not call them to witness the creation of the heavens and the earth, nor their own creation. I would not take as helpers those who lead (men) astray.","transliteration":"Maaa ash hattuhum khalqas samaawaati wal ardi wa laa khalqa anfusihim wa maa kuntu muttakizal mudilleena 'adudaa","no_fn":"","text_fn":""},{"id":2192,"surah":18,"no_ayah":52,"tema":"Kedurhakaan Iblis dan Kedudukannya sebagai Musuh","text_ayah":"وَيَوْمَ يَقُولُ نَادُو[s[اْ] شُرَك[o[َا]ٓءِيَ [h:7378[ٱ]لَّذِينَ زَعَمْتُمْ فَدَعَوْهُمْ فَلَمْ يَسْتَجِيبُو[s[اْ] لَهُمْ وَجَعَلْنَا بَيْنَه[w:8123[ُم م]َّوْبِقًا","text_id":"(Ingatlah) pada hari (ketika) Dia berfirman, “Panggillah sekutu-sekutu-Ku yang kamu anggap (dapat menyelamatkanmu dari siksaan-Ku).” Mereka lalu memanggilnya, tetapi mereka (sekutu-sekutu itu) tidak membalas (seruan) mereka. Kami jadikan di antara mereka (yang menyembah dan disembah) tempat kebinasaan (neraka).","text_en":"The day He will say: \"Call those you had called My compeers,\" they will call them, but will get no response, and We shall place a gulf between them.","transliteration":"Wa Yawma yaqoolu naadoo shurakaaa'i yal lazeena za'amtum fada'awhum falam yastajeeboo lahum wa ja'alnaa bainahum maw biqaa","no_fn":"","text_fn":""},{"id":2193,"surah":18,"no_ayah":53,"tema":"Kedurhakaan Iblis dan Kedudukannya sebagai Musuh","text_ayah":"وَرَءَا [h:8124[ٱ]لْمُ[q:5255[جْ]رِمُونَ [h:8125[ٱ][l[ل][g[نّ]َارَ فَظَ[g[نّ][o[ُوٓ][s[اْ] أَ[g[نّ]َه[w:8126[ُم م]ُّوَاقِعُوهَا وَلَمْ يَجِدُو[s[اْ] عَنْهَا مَصْرِفًا","text_id":"Orang yang berdosa itu melihat neraka, lalu merasa yakin akan jatuh ke dalamnya (seketika itu juga). Mereka tidak menemukan tempat berpaling darinya.","text_en":"The sinners will see the Fire and know that they will be thrown into it and will not find a way of escape from it.","transliteration":"Wa ra al mujrimoonan Naara fazannooo annahum muwaaqi'oohaa wa lam yajidoo 'anhaa masrifaa","no_fn":"","text_fn":""},{"id":2194,"surah":18,"no_ayah":54,"tema":"Akibat tidak Mengindahkan Al-Qur’an","text_ayah":"وَلَقَ[q:341[دْ] صَرَّفْنَا فِي هَ[n[ـٰ]ذَا [h:7765[ٱ]لْقُرْءَانِ لِل[g[نّ]َاسِ مِ[f:843[ن ك]ُلِّ مَثَ[a:8127[لٍ‌ۚ و]َكَانَ [h:7688[ٱ]لْإِ[f:2732[نس]َ[n[ـٰ]نُ أَكْثَرَ ش[f:8128[َيْءٍ ج]َدَلاً","text_id":"Sungguh, Kami telah menjelaskan segala perumpamaan dengan berbagai macam cara dan berulang-ulang kepada manusia dalam Al-Qur’an ini. Akan tetapi, manusia adalah (makhluk) yang paling banyak membantah.","text_en":"We have explained in various ways all things to men in this Qur'an; but of all things man is most contentious.","transliteration":"Wa laqad sarrafnaa fee haazal quraani linnaasi mn kulli masal; wa kaanal insaanu aksara shai'in jadalaa","no_fn":"","text_fn":""},{"id":2195,"surah":18,"no_ayah":55,"tema":"Akibat tidak Mengindahkan Al-Qur’an","text_ayah":"وَمَا مَنَعَ [h:7899[ٱ][l[ل][g[نّ]َاسَ أ[a:386[َن ي]ُؤْمِن[o[ُوٓ][s[اْ] إِذْ ج[o[َا]ٓءَهُمُ [h:7900[ٱ]لْهُدَيٰ وَيَسْتَغْفِرُو[s[اْ] رَبَّهُمْ إِلّ[o[َآ] أَ[f:6843[ن ت]َأْتِيَهُمْ سُ[g[نّ]َةُ [h:7207[ٱ]لْأَوَّلِينَ أَوْ يَأْتِيَهُمُ [h:7420[ٱ]لْعَذَابُ قُبُلاً","text_id":"Tidak ada yang menghalangi manusia untuk beriman ketika petunjuk telah datang kepada mereka dan untuk memohon ampunan kepada Tuhannya, kecuali akan datang kepada mereka ketetapan (Allah yang telah berlaku pada) umat yang terdahulu atau datang kepada mereka azab yang nyata.<sup>450)</sup>","text_en":"There is nothing to prevent men from believing when the guidance has come to them, and asking for their Lord's forgiveness, unless they want the example of earlier people visited upon them, or the punishment to appear right before their eyes.","transliteration":"Wa maa mana'an naasa any yu'minooo iz jaaa'ahumul hudaa wa yastaghfiroo Rabbahum illaaa an taatiyahum sunnatul awwaleena aw yaatiyahumul 'azaabu qubulaa","no_fn":"450","text_fn":"450) Di antara bentuk siksaan Allah Swt. adalah yang tidak langsung diberikan kepada hamba-Nya yang berdosa, tetapi ditunda sesuai kehendak Allah Swt."},{"id":2196,"surah":18,"no_ayah":56,"tema":"Akibat tidak Mengindahkan Al-Qur’an","text_ayah":"وَمَا نُرْسِلُ [h:4063[ٱ]لْمُرْسَلِينَ إِلَّا مُبَشِّرِينَ وَمُ[f:1163[نذ]ِرِينَ‌ۚ وَيُجَ[n[ـٰ]دِلُ [h:8129[ٱ]لَّذِينَ كَفَرُو[s[اْ] بِ[h:212[ٱ]لْبَ[n[ـٰ]طِلِ لِيُ[q:8130[دْ]حِضُو[s[اْ] بِهِ [h:8131[ٱ]لْحَقَّ‌ۖ وَ[h:8132[ٱ]تَّخَذ[o[ُوٓ][s[اْ] ءَايَ[n[ـٰ]تِي وَم[o[َآ] أُ[f:8133[نذ]ِرُو[s[اْ] هُزُوًا","text_id":"Kami tidak mengutus rasul-rasul melainkan sebagai pembawa kabar gembira dan pemberi peringatan. (Akan tetapi,) orang-orang yang kufur membantah dengan (cara) yang batil agar dengan itu mereka dapat melenyapkan sesuatu yang hak (kebenaran). Mereka menjadikan ayat-ayat-Ku dan apa yang diperingatkan terhadap mereka sebagai olok-olok.","text_en":"We never send apostles but to convey happy tidings, and to warn. But those who disbelieve contend with false arguments to nullify the truth. They make a mockery of My revelations and of what they had been warned.","transliteration":"Wa maa nursilul mursaleena illaa mubashshireena wa munzireen; wa yujaadilul lazeena kafaroo bilbaatili liyudhidoo bihil haqqa wattakhazooo Aayaatee wa maaa unziroo huzuwaa","no_fn":"","text_fn":""},{"id":2197,"surah":18,"no_ayah":57,"tema":"Akibat tidak Mengindahkan Al-Qur’an","text_ayah":"وَمَنْ أَظْلَمُ مِ[g[مّ]َ[f:8134[ن ذ]ُكِّرَ بِـَٔـايَ[n[ـٰ]تِ رَبِّه[n[ِۦ] فَأَعْرَضَ عَنْهَا وَنَسِيَ مَا قَدَّمَتْ يَدَاهُ‌ۚ إِ[g[نّ]َا جَعَلْنَا عَلَيٰ قُلُوبِهِمْ أَكِ[g[نّ]َةً أ[a:3987[َن ي]َفْقَهُوهُ وَف[o[ِيٓ] ءَاذَانِهِمْ وَ[q:3988[قْ][a:3989[رًا‌ۖ و]َإِ[f:8135[ن ت]َ[q:8136[دْ]عُهُمْ إِلَي [h:4178[ٱ]لْهُدَيٰ فَل[a:8137[َن ي]َهْتَد[o[ُوٓ][s[اْ] إِذًا أَبَدًا","text_id":"Siapakah yang lebih zalim daripada orang yang telah diperingatkan dengan ayat-ayat Tuhannya, lalu dia berpaling darinya dan melupakan apa yang telah dikerjakan oleh kedua tangannya? Sesungguhnya Kami telah meletakkan penutup pada hati mereka, (sehingga mereka tidak) memahaminya dan (meletakkan pula) sumbatan di telinga mereka. (Dengan demikian,) kendatipun engkau (Nabi Muhammad) menyeru mereka kepada petunjuk, niscaya mereka tidak akan mendapat petunjuk untuk selama-lamanya.","text_en":"Who is more unjust than he who, on being reminded of his Lord's revelations, turns away from them, and forgets the evil deeds he had committed in the past. Verily We have placed a covering on their hearts so that they do not understand, and a deafness in their ears so that however you may call them to guidance they will never be guided aright.","transliteration":"Wa man azlamu mimman zukkira bi ayaati Rabbihee fa-a'rada 'anhaa wa nasiya maa qaddamat yadaah; innaa ja'alnaa 'alaa quloobihim akinnatan any yafqahoohu wa feee aazaanihim waqraa; wa in tad'uhum ilal hudaa falany yahtadooo izan abadaa","no_fn":"","text_fn":""},{"id":2198,"surah":18,"no_ayah":58,"tema":"Akibat tidak Mengindahkan Al-Qur’an","text_ayah":"وَرَبُّكَ [h:8138[ٱ]لْغَفُورُ ذُو [h:4430[ٱ][l[ل]رَّحْمَةِ‌ۖ لَوْ يُؤَاخِذُه[c:8139[ُم ب]ِمَا كَسَبُو[s[اْ] لَعَجَّلَ لَهُمُ [h:8140[ٱ]لْعَذَابَ‌ۚ بَل لَّه[w:8141[ُم م]َّوْعِ[u:8142[دٌ ل]ّ[a:8143[َن ي]َجِدُو[s[اْ] مِ[f:3136[ن د]ُونِه[n[ِۦ] مَوْئِلاً","text_id":"Tuhanmu Maha Pengampun lagi Maha Pemilik rahmat. Seandainya Dia hendak menyiksa mereka karena perbuatan mereka, tentu Dia akan menyegerakan siksa bagi mereka. Akan tetapi, bagi mereka ada waktu (untuk mendapat siksa) yang mereka tidak akan menemukan tempat berlindung selain-Nya.","text_en":"But your Lord is forgiving, full of benevolence. If He had pleased to punish them for their doings He would have punished them immediately. But a term is fixed for them from which they will find no escape.","transliteration":"Wa Rabbukal Ghafooru zur rahmati law yu'aakhi zuhum bimaa kasaboo la'ajala lahumul 'azaab; bal lahum maw'idul lany yajidoo min doonihee maw'ilaa","no_fn":"","text_fn":""},{"id":2199,"surah":18,"no_ayah":59,"tema":"Akibat tidak Mengindahkan Al-Qur’an","text_ayah":"وَتِلْكَ [h:8144[ٱ]لْقُرَ[o[يٰٓ] أَهْلَكْنَ[n[ـٰ]هُمْ لَ[g[مّ]َا ظَلَمُو[s[اْ] وَجَعَلْنَا لِمَهْلِكِه[w:8145[ِم م]َّوْعِدًا","text_id":"(Penduduk) negeri-negeri itu telah Kami binasakan ketika mereka berbuat zalim dan telah Kami tetapkan waktu bagi kebinasaan mereka.","text_en":"As for these habitations, We destroyed them only when they transgressed; even so We had fixed a time for their annihilation.","transliteration":"Wa tkal quraaa ahlak nahum lammaa zulamoo wa ja'alnaa limahlikihim maw'idaa","no_fn":"","text_fn":""},{"id":2200,"surah":18,"no_ayah":60,"tema":"Kisah Nabi Musa Mencari Ilmu","text_ayah":"وَإِذْ قَالَ مُوسَيٰ لِفَتَ[n[ـٰ]هُ ل[o[َآ] أَ[q:8146[بْ]رَحُ حَتَّ[o[يٰٓ] أَ[q:8147[بْ]لُغَ مَ[q:8148[جْ]مَعَ [h:8149[ٱ]لْبَحْرَيْنِ أَوْ أَمْضِيَ حُقُبًا","text_id":"(Ingatlah) ketika Musa berkata kepada pembantunya,<sup>451)</sup> “Aku tidak akan berhenti (berjalan) sebelum sampai ke pertemuan dua laut atau aku akan berjalan (terus sampai) bertahun-tahun.”","text_en":"When Moses said to his servant (Joshua): \"I will not give up till I reach the confluence of two oceans, or I will journey on and on.\"","transliteration":"Wa iz qaalaa Moosaa lifataahu laaa abrahu hattaaa ablugha majma'al bahrayni aw amdiya huqubaa","no_fn":"451","text_fn":"451) Menurut sebagian mufasir, pria itu bernama Yusya’ bin Nun, salah satu pembesar Bani Israil."},{"id":2201,"surah":18,"no_ayah":61,"tema":"Kisah Nabi Musa Mencari Ilmu","text_ayah":"فَلَ[g[مّ]َا بَلَغَا مَ[q:8148[جْ]مَعَ بَيْنِهِمَا نَسِيَا حُوتَهُمَا فَ[h:8150[ٱ]تَّخَذَ سَبِيلَهُ[n[ۥ] فِي [h:837[ٱ]لْبَحْرِ سَرَبًا","text_id":"Ketika mereka sampai ke pertemuan dua laut, mereka lupa ikannya, lalu (ikan mereka) melompat mengambil jalan ke laut itu.","text_en":"When they reached the confluence they forgot the fish (they had brought as food) which swiftly made its way into the sea.","transliteration":"Falammaa balaghaa majma'a bainihimaa nasiyaa hootahumaa fattakhaza sabeelahoo fil bahri sarabaa","no_fn":"","text_fn":""},{"id":2202,"surah":18,"no_ayah":62,"tema":"Kisah Nabi Musa Mencari Ilmu","text_ayah":"فَلَ[g[مّ]َا جَاوَزَا قَالَ لِفَتَ[n[ـٰ]هُ ءَاتِنَا غَد[o[َا]ٓءَنَا لَقَ[q:2389[دْ] لَقِينَا مِ[f:8151[ن س]َفَرِنَا هَ[n[ـٰ]ذَا نَصَبًا","text_id":"Ketika mereka telah melewati (tempat itu), Musa berkata kepada pembantunya, “Bawalah kemari makanan kita. Sungguh, kita benar-benar telah merasa letih karena perjalanan kita ini.”","text_en":"When they had gone past (the confluence), Moses said to his servant: \"Give me my breakfast. I am exhausted from this journey.\"","transliteration":"Falammaa jaawazaa qaala lifataahu aatinaa ghadaaa'anaa laqad laqeena min safarinaa haazaa nasabaa","no_fn":"","text_fn":""},{"id":2203,"surah":18,"no_ayah":63,"tema":"Kisah Nabi Musa Mencari Ilmu","text_ayah":"قَالَ أَرَءَيْتَ إِذْ أَوَيْن[o[َآ] إِلَي [h:8152[ٱ][l[ل]صَّخْرَةِ فَإِ[g[نّ]ِي نَسِيتُ [h:8153[ٱ]لْحُوتَ وَم[o[َآ] أَنْسَ[n[ـٰ]نِيهُ إِلَّا [h:8154[ٱ][l[ل]شَّيْطَ[n[ـٰ]نُ أَنْ أَذْكُرَهُ[n[ۥ]‌ۚ وَ[h:3162[ٱ]تَّخَذَ سَبِيلَهُ[n[ۥ] فِي [h:837[ٱ]لْبَحْرِ عَجَبًا","text_id":"Dia (pembantunya) menjawab, “Tahukah engkau ketika kita mencari tempat berlindung di batu tadi, sesungguhnya aku lupa (bercerita tentang) ikan itu dan tidak ada yang membuatku lupa untuk mengingatnya, kecuali setan. (Ikan) itu mengambil jalannya ke laut dengan cara yang aneh.”","text_en":"He said: \"You see, I forgot the fish on the rock where we had stopped. Only Satan made me forget to mention this; but the wonder is the fish escaped to the sea.\"","transliteration":"Qaala ara'ayta iz awainaaa ilas sakhrati fa innee naseetul hoota wa maaa ansaaneehu illash Shaitaanu an azkurah; wattakhaza sabeelahoo fil bahri'ajabaa","no_fn":"","text_fn":""},{"id":2204,"surah":18,"no_ayah":64,"tema":"Kisah Nabi Musa Mencari Ilmu","text_ayah":"قَالَ ذ[n[َٲ]لِكَ مَا كُ[g[نّ]َا نَ[q:8155[بْ]غِ‌ۚ فَ[h:8156[ٱ]رْتَدَّا عَلَ[o[يٰٓ] ءَاثَارِهِمَا قَصَصًا","text_id":"Dia (Musa) berkata, “Itulah yang kita cari.” Lalu keduanya kembali dan menyusuri jejak mereka semula.","text_en":"Moses said: \"But that is exactly what we were seeking.\" So they retraced their steps.","transliteration":"Qaala zaalika maa kunnaa nabgh; fartaddaa 'alaa aasaari him maa qasasaa","no_fn":"","text_fn":""},{"id":2205,"surah":18,"no_ayah":65,"tema":"Kisah Pertemuan Nabi Musa dengan Nabi Khidir","text_ayah":"فَوَجَدَا عَ[q:3317[بْ][a:8157[دًا م]ِّنْ عِبَادِن[o[َآ] ءَاتَيْنَ[n[ـٰ]هُ رَحْمَ[a:5993[ةً م]ِّنْ عِ[f:6142[ند]ِنَا وَعَلَّمْنَ[n[ـٰ]هُ م[u:2897[ِن ل]َّدُ[g[نّ]َا عِلْمًا","text_id":"Lalu, mereka berdua bertemu dengan seorang dari hamba-hamba Kami yang telah Kami anugerahi rahmat kepadanya dari sisi Kami. Kami telah mengajarkan ilmu kepadanya dari sisi Kami.<sup>452)</sup>","text_en":"Then they found one of Our votaries, whom We had blessed and given knowledge from Us.","transliteration":"Fa wajadaa 'abdam min 'ibaadinaaa aatainaahu Rahmatam min 'indinaa wa 'allamnaahu mil ladunnaa 'ilmaa","no_fn":"452","text_fn":"452) Menurut mufasir, berdasarkan hadis, hamba di sini ialah Nabi Khidir a.s., dan yang dimaksud dengan rahmat ialah wahyu dan kenabian. Adapun yang dimaksud dengan ilmu ialah pengetahuan tentang hal gaib, seperti yang akan diterangkan dalam ayat-ayat selanjutnya."},{"id":2206,"surah":18,"no_ayah":66,"tema":"Kisah Pertemuan Nabi Musa dengan Nabi Khidir","text_ayah":"قَالَ لَهُ[n[ۥ] مُوسَيٰ هَلْ أَتَّبِعُكَ عَلَ[o[يٰٓ] أَ[f:8158[ن ت]ُعَلِّمَنِ مِ[g[مّ]َا عُلِّمْتَ رُشْدًا","text_id":"Musa berkata kepadanya, “Bolehkah aku mengikutimu agar engkau mengajarkan kepadaku (ilmu yang benar) dari apa yang telah diajarkan kepadamu (untuk menjadi) petunjuk?”","text_en":"Moses said to him: \"May I attend upon you that you may instruct me in the knowledge you have been taught of the right way?\"","transliteration":"Qaala lahoo Moosaa hal attabi'uka 'alaaa an tu'allimani mimmaa 'ullimta rushdaa","no_fn":"","text_fn":""},{"id":2207,"surah":18,"no_ayah":67,"tema":"Kisah Pertemuan Nabi Musa dengan Nabi Khidir","text_ayah":"قَالَ إِ[g[نّ]َكَ لَ[f:8159[ن ت]َسْتَطِيعَ مَعِيَ صَ[q:1427[بْ]رًا","text_id":"Dia menjawab, “Sesungguhnya engkau tidak akan sanggup bersabar bersamaku.","text_en":"He said: \"You will not be able to bear with me.","transliteration":"Qaalaa innaka lan tastatee'a ma'iya sabraa","no_fn":"","text_fn":""},{"id":2208,"surah":18,"no_ayah":68,"tema":"Kisah Pertemuan Nabi Musa dengan Nabi Khidir","text_ayah":"وَكَيْفَ تَصْبِرُ عَلَيٰ مَا لَمْ تُحِ[q:8160[طْ] بِه[n[ِۦ] خُ[q:8161[بْ]رًا","text_id":"Bagaimana engkau akan sanggup bersabar atas sesuatu yang engkau belum mempunyai pengetahuan yang cukup tentangnya?”","text_en":"\"How can you bear that which is beyond your comprehension?\"","transliteration":"Wa kaifa tasbiru 'alaa maa lam tuhit bihee khubraa","no_fn":"","text_fn":""},{"id":2209,"surah":18,"no_ayah":69,"tema":"Kisah Pertemuan Nabi Musa dengan Nabi Khidir","text_ayah":"قَالَ سَتَجِدُن[o[ِيٓ] إِ[f:364[ن ش][o[َا]ٓءَ [h:78[ٱ]للَّهُ صَابِ[a:8162[رًا و]َل[o[َآ] أَعْصِي لَكَ أَمْرًا","text_id":"Dia (Musa) berkata, “Insyaallah engkau akan mendapatiku sebagai orang yang sabar dan aku tidak akan menentangmu dalam urusan apa pun.”","text_en":"\"You will find me patient if God wills,\" said Moses; \"and I will not disobey you in any thing.\"","transliteration":"Qaala satajiduneee in shaa 'al laahu saabiranw wa laaa a'see laka amraa","no_fn":"","text_fn":""},{"id":2210,"surah":18,"no_ayah":70,"tema":"Kisah Pertemuan Nabi Musa dengan Nabi Khidir","text_ayah":"قَالَ فَإِنِ [h:8163[ٱ]تَّبَعْتَنِي فَلَا تَسْــَٔلْنِي عَ[f:2550[ن ش]َيْءٍ حَتَّ[o[يٰٓ] أُحْدِثَ لَكَ مِنْهُ ذِكْرًا","text_id":"Dia berkata, “Jika engkau mengikutiku, janganlah engkau menanyakan kepadaku tentang apa pun sampai aku menerangkannya kepadamu.”","text_en":"\"If you must follow me,\" he said, \"do not ask me any thing until I speak of it to you myself.\"","transliteration":"Qaala fa init taba'tanee falaa tas'alnee 'an shai'in hattaaa uhdisa laka minhu zikraa","no_fn":"","text_fn":""},{"id":2211,"surah":18,"no_ayah":71,"tema":"Kisah Nabi Khidir ","text_ayah":"فَ[h:9999[ٱ][f:8164[نط]َلَقَا حَتَّ[o[يٰٓ] إِذَا رَكِبَا فِي [h:8165[ٱ][l[ل]سَّفِينَةِ خَرَقَهَا‌ۖ قَالَ أَخَرَ[q:8166[قْ]تَهَا لِتُغْرِقَ أَهْلَهَا لَقَ[q:2389[دْ] جِئْتَ شَيْــًٔا إِمْرًا","text_id":"Kemudian, berjalanlah keduanya, hingga ketika menaiki perahu, dia melubanginya. Dia (Musa) berkata, “Apakah engkau melubanginya untuk menenggelamkan penumpangnya? Sungguh, engkau telah berbuat suatu kesalahan yang besar.”","text_en":"So they set out till they (came to the quay) and went on board a ship in which he made a hole, (and Moses said:) \"You have made a hole in the boat to drown its passengers? You have done a strange thing!\"","transliteration":"Fantalaqaa hattaaa izaa rakibaa fis safeenati kharaqahaa qaala akharaqtahaa litughriqa ahlahaa laqad ji'ta shai'an imraa","no_fn":"","text_fn":""},{"id":2212,"surah":18,"no_ayah":72,"tema":"Kisah Nabi Khidir ","text_ayah":"قَالَ أَلَمْ أَقُلْ إِ[g[نّ]َكَ لَ[f:8159[ن ت]َسْتَطِيعَ مَعِيَ صَ[q:1427[بْ]رًا","text_id":"Dia berkata, “Bukankah sudah aku katakan bahwa sesungguhnya engkau tidak akan sanggup bersabar bersamaku?”","text_en":"\"Did I not tell you,\" he replied, \"that you will not be able to bear with me?\"","transliteration":"Qaala alam aqul innaka lan tastatee'a ma'iya sabraa","no_fn":"","text_fn":""},{"id":2213,"surah":18,"no_ayah":73,"tema":"Kisah Nabi Khidir ","text_ayah":"قَالَ لَا تُؤَاخِذْنِي بِمَا نَسِيتُ وَلَا تُرْهِ[q:8167[قْ]نِي مِنْ أَمْرِي عُسْرًا","text_id":"Dia (Musa) berkata, “Janganlah engkau menghukumku karena kelupaanku dan janganlah engkau membebaniku dengan kesulitan dalam urusanku.”","text_en":"(Moses) said: \"Do not hold me for having forgotten, and do not reprove me and make my task difficult.\"","transliteration":"Qaala laa tu'aakhiznee bimaa naseetu wa laa turhiqnee min amree 'usraa","no_fn":"","text_fn":""},{"id":2214,"surah":18,"no_ayah":74,"tema":"Kisah Nabi Khidir ","text_ayah":"فَ[h:9999[ٱ][f:8164[نط]َلَقَا حَتَّ[o[يٰٓ] إِذَا لَقِيَا غُلَ[n[ـٰ][f:8168[مًا ف]َقَتَلَهُ[n[ۥ] قَالَ أَقَتَلْتَ نَفْ[f:8169[سًا ز]َكِيَّ[i:8170[ةَۢ ب]ِغَيْرِ نَفْ[u:8171[سٍ ل]َّقَ[q:2389[دْ] جِئْتَ شَيْـ[a:8172[ـًٔا ن]ُّكْرًا","text_id":"Kemudian, berjalanlah keduanya, hingga ketika berjumpa dengan seorang anak, dia membunuhnya. Dia (Musa) berkata, “Mengapa engkau membunuh jiwa yang bersih bukan karena dia membunuh orang lain? Sungguh, engkau benar-benar telah melakukan sesuatu yang sangat mungkar.”","text_en":"The two went on till they came to a boy, whom he killed. Moses exclaimed: \"You have killed an innocent soul who had taken no life. You have done a most abominable thing!\"","transliteration":"Fantalaqaa hattaa izaa laqiyaa ghulaaman faqatalahoo qaala aqatalta nafsan zakiy yatam bighairi nafs; laqad ji'ta shai'an nukraa","no_fn":"","text_fn":""},{"id":2215,"surah":18,"no_ayah":75,"tema":"Kisah Nabi Khidir","text_ayah":"۞ قَالَ أَلَمْ أَقُل لَّكَ إِ[g[نّ]َكَ لَ[f:8159[ن ت]َسْتَطِيعَ مَعِيَ صَ[q:1427[بْ]رًا","text_id":"Dia berkata, “Bukankah sudah kukatakan kepadamu bahwa sesungguhnya engkau tidak akan mampu bersabar bersamaku?”","text_en":"He said: \"Did I not tell you you will not be able to bear with me?\"","transliteration":"Qaala alam aqul laka innaka lan tastatee'a ma'iya sabraa","no_fn":"","text_fn":""},{"id":2216,"surah":18,"no_ayah":76,"tema":"Kisah Nabi Khidir","text_ayah":"قَالَ إِ[f:8173[ن س]َأَلْتُكَ عَ[f:2550[ن ش]َيْ[i:8174[ءِۭ ب]َعْدَهَا فَلَا تُصَ[n[ـٰ]حِ[q:8175[بْ]نِي‌ۖ قَ[q:298[دْ] بَلَغْتَ م[u:8176[ِن ل]َّدُ[g[نّ]ِي عُذْرًا","text_id":"Dia (Musa) berkata, “Jika aku bertanya kepadamu tentang sesuatu setelah ini, jangan lagi engkau memperbolehkan aku menyertaimu. Sungguh engkau telah mencapai batas (yang wajar dalam) memberikan uzur (maaf) kepadaku.”","text_en":"Moses said: \"If I ask you any thing again then do not keep me with you. You have my apology.\"","transliteration":"Qaala in sa altuka 'an shai'im ba'dahaa falaa tusaahibnee qad balaghta mil ladunnee 'uzraa","no_fn":"","text_fn":""},{"id":2217,"surah":18,"no_ayah":77,"tema":"Tindakan Nabi Khidir Menegakkan Dinding yang Hampir Roboh","text_ayah":"فَ[h:9999[ٱ][f:8164[نط]َلَقَا حَتَّ[o[يٰٓ] إِذ[o[َآ] أَتَي[o[َآ] أَهْلَ قَرْيَةٍ [h:8177[ٱ]سْتَ[q:8178[طْ]عَم[o[َآ] أَهْلَهَا فَأَبَوْ[s[اْ] أ[a:8179[َن ي]ُضَيِّفُوهُمَا فَوَجَدَا فِيهَا جِدَا[a:8180[رًا ي]ُرِيدُ أ[a:8181[َن ي]َ[f:8182[نق]َضَّ فَأَقَامَهُ[n[ۥ]‌ۖ قَالَ لَوْ شِئْتَ لَتَّخَذْتَ عَلَيْهِ أَ[q:2795[جْ]رًا","text_id":"Lalu, keduanya berjalan, hingga ketika keduanya sampai ke penduduk suatu negeri, mereka berdua meminta dijamu oleh penduduknya, tetapi mereka tidak mau menjamu keduanya. Kemudian, keduanya mendapati dinding (rumah) yang hampir roboh di negeri itu, lalu dia menegakkannya. Dia (Musa) berkata, “Jika engkau mau, niscaya engkau dapat meminta imbalan untuk itu.”","text_en":"The two went on till they came upon some villagers, and asked the people for food, but they refused to entertain them. There they found a wall that was crumbling, which he repaired. Moses remarked: \"You could have demanded wages for it if you liked.\"","transliteration":"Fantalaqaa hattaaa izaaa atayaaa ahla qaryatinis tat'amaaa ahlahaa fa abaw any yudaiyifoohumaa fawajadaa feehaa jidaarany yureedu any yanqadda fa aqaamah; qaala law shi'ta lattakhazta 'alaihi ajraa","no_fn":"","text_fn":""},{"id":2218,"surah":18,"no_ayah":78,"tema":"Tindakan Nabi Khidir Menegakkan Dinding yang Hampir Roboh","text_ayah":"قَالَ هَ[n[ـٰ]ذَا فِرَاقُ بَيْنِي وَبَيْنِكَ‌ۚ سَأُنَبِّئُكَ بِتَأْوِيلِ مَا لَمْ تَسْتَطِع عَّلَيْهِ صَ[q:1427[بْ]رًا","text_id":"Dia berkata, “Inilah (waktu) perpisahan antara aku dan engkau. Aku akan memberitahukan kepadamu makna sesuatu yang engkau tidak mampu bersabar terhadapnya.","text_en":"\"This is the parting of our \"ways,\" he said. \"But I will now explain the things you could not bear:","transliteration":"Qaala haazaa firaaqu bainee wa bainik; sa unabi 'uka bitaaweeli maa lam tastati' 'alaihi sabraa","no_fn":"","text_fn":""},{"id":2219,"surah":18,"no_ayah":79,"tema":"Hikmah dan Rahasia Perbuatan Khidir","text_ayah":"أَ[g[مّ]َا [h:8183[ٱ][l[ل]سَّفِينَةُ فَكَانَتْ لِمَسَ[n[ـٰ]كِينَ يَعْمَلُونَ فِي [h:837[ٱ]لْبَحْرِ فَأَرَ[d:8184[د]تُّ أَنْ أَعِيبَهَا وَكَانَ وَر[o[َا]ٓءَه[w:8185[ُم م]َّلِ[a:8186[كٌ ي]َأْخُذُ كُلَّ سَفِينَةٍ غَصْبًا","text_id":"Adapun perahu itu adalah milik orang-orang miskin yang bekerja di laut. Maka, aku bermaksud membuatnya cacat karena di hadapan mereka ada seorang raja (zalim) yang mengambil setiap perahu (yang baik) secara paksa.","text_en":"That boat belonged to poor people who used to toil on the sea. I damaged it because there was a king after them who used to seize every ship by force.","transliteration":"Ammas safeenatu fakaanat limasaakeena ya'maloona fil bahri fa arattu an a'eebahaa wa kaana waraaa' ahum malikuny yaakhuzu kulla safeenatin ghasbaa","no_fn":"","text_fn":""},{"id":2220,"surah":18,"no_ayah":80,"tema":"Hikmah dan Rahasia Perbuatan Khidir","text_ayah":"وَأَ[g[مّ]َا [h:8187[ٱ]لْغُلَ[n[ـٰ]مُ فَكَانَ أَبَوَاهُ مُؤْمِنَيْنِ فَخَشِين[o[َآ] أ[a:8188[َن ي]ُرْهِقَهُمَا طُغْيَ[n[ـٰ][a:3671[نًا و]َكُفْرًا","text_id":"Adapun anak itu (yang aku bunuh), kedua orang tuanya mukmin dan kami khawatir kalau dia akan memaksa kedua orang tuanya untuk durhaka dan kufur.","text_en":"As for the boy, his parents were believers, but we feared that he would harass them with defiance and disbelief.","transliteration":"Wa aammal ghulaamu fakaana abawaahu mu'minaini fakhasheenaaa any yurhiqa humaa tughyaananw wa kufraa","no_fn":"","text_fn":""},{"id":2221,"surah":18,"no_ayah":81,"tema":"Hikmah dan Rahasia Perbuatan Khidir","text_ayah":"فَأَرَ[q:8189[دْ]ن[o[َآ] أ[a:8190[َن ي]ُ[q:8191[بْ]دِلَهُمَا رَبُّهُمَا خَيْ[a:8192[رًا م]ِّنْهُ زَكَ[s[و][n[ٲ][a:8193[ةً و]َأَ[q:8194[قْ]رَبَ رُحْمًا","text_id":"Maka, kami menghendaki bahwa Tuhan mereka menggantinya (dengan seorang anak lain) yang lebih baik kesuciannya daripada (anak) itu dan lebih sayang (kepada ibu bapaknya).","text_en":"We hoped their Lord would give them a substitute better than him in virtue and goodness.","transliteration":"Faradnaa any yubdila humaa Rabbuhumaa khairam minhu zakaatanw wa aqraba ruhmaa","no_fn":"","text_fn":""},{"id":2222,"surah":18,"no_ayah":82,"tema":"Hikmah dan Rahasia Perbuatan Khidir","text_ayah":"وَأَ[g[مّ]َا [h:8195[ٱ]لْجِدَارُ فَكَانَ لِغُلَ[n[ـٰ]مَيْنِ يَتِيمَيْنِ فِي [h:4932[ٱ]لْمَدِينَةِ وَكَانَ تَحْتَهُ[n[ۥ] كَن[u:8196[زٌ ل]َّهُمَا وَكَانَ أَبُوهُمَا صَ[n[ـٰ]لِ[f:8197[حًا ف]َأَرَادَ رَبُّكَ أ[a:8198[َن ي]َ[q:8199[بْ]لُغ[o[َآ] أَشُدَّهُمَا وَيَسْتَخْرِجَا كَ[f:8200[نز]َهُمَا رَحْمَ[a:5993[ةً م]ّ[u:770[ِن ر]َّبِّكَ‌ۚ وَمَا فَعَلْتُهُ[n[ۥ] عَنْ أَمْرِي‌ۚ ذ[n[َٲ]لِكَ تَأْوِيلُ مَا لَمْ تَسْطِع عَّلَيْهِ صَ[q:1427[بْ]رًا","text_id":"Adapun dinding (rumah) itu adalah milik dua anak yatim di kota itu dan di bawahnya tersimpan harta milik mereka berdua, sedangkan ayah mereka adalah orang saleh. Maka, Tuhanmu menghendaki agar keduanya mencapai usia dewasa dan mengeluarkan simpanannya itu sebagai rahmat dari Tuhanmu. Aku tidak melakukannya berdasarkan kemauanku (sendiri). Itulah makna sesuatu yang engkau tidak mampu bersabar terhadapnya.”","text_en":"As for that wall, it belonged to two orphan boys of the city, and their treasure was buried under it. Their father was an upright man. So your Lord willed that on reaching the age of maturity they should dig out their treasure as a favour from their Lord. So, I did not do that of my own accord. This is the explanation of things you could not bear with patience.\"","transliteration":"Wa ammal jidaaru fakaana lighulaamaini yateemaini fil madeenati wa kaana tahtahoo kanzul lahumaa wa kaana aboohumaa saalihan fa araada Rabbuka any yablughaaa ashuddahumaa wa yastakhrijaa kanzahumaa rahmatam mir Rabbik; wa maa fa'altuhoo 'an amree; zaalika taaweelu maa lam tasti' 'alaihi sabra","no_fn":"","text_fn":""},{"id":2223,"surah":18,"no_ayah":83,"tema":"Kisah Zulqarnain","text_ayah":"وَيَسْــَٔلُونَكَ عَ[f:8201[ن ذ]ِي [h:8202[ٱ]لْقَرْنَيْنِ‌ۖ قُلْ سَأَتْلُو[s[اْ] عَلَيْك[w:8203[ُم م]ِّنْهُ ذِكْرًا","text_id":"Mereka bertanya kepadamu (Nabi Muhammad) tentang Zulqarnain. Katakanlah, “Akan aku bacakan kepadamu sebagian kisahnya.”","text_en":"They ask you about Dhu'l-Qarnain.","transliteration":"Wa yas'aloonaka 'an Zil Qarnaini qul sa atloo 'alaikum minhu zikraa","no_fn":"","text_fn":""},{"id":2224,"surah":18,"no_ayah":84,"tema":"Kisah Zulqarnain","text_ayah":"إِ[g[نّ]َا مَكَّ[g[نّ]َا لَهُ[n[ۥ] فِي [h:44[ٱ]لْأَرْضِ وَءَاتَيْنَ[n[ـٰ]هُ مِ[f:843[ن ك]ُلِّ ش[f:8204[َيْءٍ س]َبَبًا","text_id":"Sesungguhnya Kami telah memberi kedudukan kepadanya di bumi dan Kami telah memberikan jalan kepadanya (untuk mencapai) segala sesuatu.","text_en":"Say: \"I will cite before you his commemoration.\" We gave him authority in the land and means of accomplishing every end.","transliteration":"Innaa makkannaa lahoo fil ardi wa aatainaahu min kulli shai'in sababaa","no_fn":"","text_fn":""},{"id":2225,"surah":18,"no_ayah":85,"tema":"Kisah Zulqarnain","text_ayah":"فَأَتْبَعَ سَبَبًا","text_id":"Maka, dia menyusuri suatu jalan.","text_en":"So he followed a certain road","transliteration":"Fa atba'a sababaa","no_fn":"","text_fn":""},{"id":2226,"surah":18,"no_ayah":86,"tema":"Kisah Zulqarnain","text_ayah":"حَتَّ[o[يٰٓ] إِذَا بَلَغَ مَغْرِبَ [h:8205[ٱ][l[ل]شَّمْسِ وَجَدَهَا تَغْرُبُ فِي عَيْنٍ حَمِئَ[a:8206[ةٍ و]َوَجَدَ عِ[f:1876[ند]َهَا قَوْ[f:8207[مًا‌ۗ ق]ُلْنَا يَ[n[ـٰ]ذَا [h:8208[ٱ]لْقَرْنَيْنِ إِ[g[مّ][o[َآ] أَ[f:8209[ن ت]ُعَذِّبَ وَإِ[g[مّ][o[َآ] أَ[f:8210[ن ت]َتَّخِذَ فِيهِمْ حُسْنًا","text_id":"Hingga ketika telah sampai ke tempat terbenamnya matahari,<sup>453)</sup> dia mendapatinya terbenam di dalam mata air panas lagi berlumpur hitam. Di sana dia menemukan suatu kaum (yang tidak mengenal agama). Kami berfirman, “Wahai Zulqarnain, engkau boleh menghukum atau berbuat kebaikan kepada mereka (dengan mengajak mereka beriman).”","text_en":"Till he reached the point of the setting sun, and saw it set behind a muddy lake, and near it found a people. We said: \"O Dhu'l-Qarnain, you may either punish them or treat them with kindness.\"","transliteration":"Hattaaa izaa balagha maghribash shamsi wajadahaaa taghrubu fee 'aynin hami'a tinw wa wajada 'indahaa qawmaa; qulnaa yaa Zal Qarnaini immaaa an tu'az ziba wa immaaa an tattakhiza feehim husnaa","no_fn":"453","text_fn":"453) Sampai di pantai sebelah barat, tempat Zulqarnain melihat matahari sedang terbenam."},{"id":2227,"surah":18,"no_ayah":87,"tema":"Kisah Zulqarnain","text_ayah":"قَالَ أَ[g[مّ]َا مَ[f:8211[ن ظ]َلَمَ فَسَوْفَ نُعَذِّبُهُ[n[ۥ] ثُ[g[مّ]َ يُرَدُّ إِلَيٰ رَبِّه[n[ِۦ] فَيُعَذِّبُهُ[n[ۥ] عَذَا[a:8212[بًا ن]ُّكْرًا","text_id":"Dia (Zulqarnain) berkata, “Adapun orang yang berbuat zalim akan kami hukum. Lalu, dia akan dikembalikan kepada Tuhannya. Kemudian, Dia mengazabnya dengan azab yang sangat keras.","text_en":"He said: \"I shall punish whosoever is wicked. He will then be sent back to his Lord who will inflict on him a terrible punishment.","transliteration":"Qaala amaa man zalama fasawfa nu'azzibuhoo summa yuraddu ilaa Rabbihee fa yu 'azzibuhoo azaaban nukraa","no_fn":"","text_fn":""},{"id":2228,"surah":18,"no_ayah":88,"tema":"Kisah Zulqarnain","text_ayah":"وَأَ[g[مّ]َا مَنْ ءَامَنَ وَعَمِلَ صَ[n[ـٰ]لِ[f:8213[حًا ف]َلَهُ[n[ۥ] جَز[o[َا]ٓءً [h:8214[ٱ]لْحُسْنَيٰ‌ۖ وَسَنَقُولُ لَهُ[n[ۥ] مِنْ أَمْرِنَا يُسْرًا","text_id":"Adapun orang yang beriman dan beramal saleh mendapat (pahala) yang terbaik sebagai balasan dan akan kami sampaikan kepadanya perintah kami yang mudah-mudah.”","text_en":"But he who believes and does the right will have an excellent reward, and we shall make things easy for him.\"","transliteration":"Wa ammaa man aamana wa 'amila saalihan falahoo jazaaa'anil husnaa wa sanaqoolu lahoo min amrinaa yusraa","no_fn":"","text_fn":""},{"id":2229,"surah":18,"no_ayah":89,"tema":"Kisah Zulqarnain","text_ayah":"ثُ[g[مّ]َ أَتْبَعَ سَبَبًا","text_id":"Kemudian, dia mengikuti suatu jalan (yang lain).","text_en":"He then followed (another) road","transliteration":"Summa atba'a sababaa","no_fn":"","text_fn":""},{"id":2230,"surah":18,"no_ayah":90,"tema":"Kisah Zulqarnain","text_ayah":"حَتَّ[o[يٰٓ] إِذَا بَلَغَ مَ[q:8215[طْ]لِعَ [h:8216[ٱ][l[ل]شَّمْسِ وَجَدَهَا تَ[q:8217[طْ]لُعُ عَلَيٰ قَوْ[u:8218[مٍ ل]َّمْ نَ[q:8219[جْ]عَل لَّه[w:1812[ُم م]ِّ[f:8220[ن د]ُونِهَا سِتْرًا","text_id":"Hingga ketika sampai di posisi terbitnya matahari (arah timur), dia mendapatinya terbit pada suatu kaum yang tidak Kami buatkan suatu pelindung bagi mereka dari (cahaya) matahari itu.<sup>454)</sup>","text_en":"Till he reached the point of the rising sun, and saw it rise over a people for whom We had provided no shelter against it.","transliteration":"Hattaaa izaa balagha matli'ash shamsi wajdahaa tatlu'u alaa qawmil lam naj'al lahum min doonihaa sitraa","no_fn":"454","text_fn":"454) Menurut sebagian mufasir, golongan yang ditemui Zulqarnain itu adalah umat yang miskin."},{"id":2231,"surah":18,"no_ayah":91,"tema":"Kisah Zulqarnain","text_ayah":"كَذ[n[َٲ]لِكَ وَقَ[q:387[دْ] أَحَ[q:8221[طْ]نَا بِمَا لَدَيْهِ خُ[q:8161[بْ]رًا","text_id":"Demikianlah (kisahnya). Sungguh, Kami mengetahui segala sesuatu yang ada padanya (Zulqarnain).","text_en":"It was so, for We were fully informed about him.","transliteration":"Kazaalika wa qad ahatnaa bimaa ladaihi khubraa","no_fn":"","text_fn":""},{"id":2232,"surah":18,"no_ayah":92,"tema":"Kisah Zulqarnain dengan Ya’juj dan Ma’juj","text_ayah":"ثُ[g[مّ]َ أَتْبَعَ سَبَبًا","text_id":"Kemudian, dia mengikuti suatu jalan (yang lain lagi).","text_en":"He then followed (another) road","transliteration":"Summa atba'a sababaa","no_fn":"","text_fn":""},{"id":2233,"surah":18,"no_ayah":93,"tema":"Kisah Zulqarnain dengan Ya’juj dan Ma’juj","text_ayah":"حَتَّ[o[يٰٓ] إِذَا بَلَغَ بَيْنَ [h:8222[ٱ][l[ل]سَّدَّيْنِ وَجَدَ مِ[f:8223[ن د]ُونِهِمَا قَوْ[u:8224[مًا ل]َّا يَكَادُونَ يَفْقَهُونَ قَوْلاً","text_id":"Hingga ketika sampai di antara dua gunung, dia mendapati di balik keduanya (kedua gunung itu) suatu kaum yang hampir tidak memahami pembicaraan.<sup>455)</sup>","text_en":"Till he reached a place between two mountains, and found this side of it a people who understood but little of what was spoken.","transliteration":"Hattaaa izaa balagha bainas saddaini wajada min doonihimaa qawmal laa yakaa doona yafqahoona qawlaa","no_fn":"455","text_fn":"455) Mereka tidak dapat memahami bahasa orang lain karena bahasa mereka sangat jauh bedanya dari bahasa yang lain dan mereka pun tidak dapat menerangkan maksud mereka dengan jelas karena kekurangcerdasan mereka."},{"id":2234,"surah":18,"no_ayah":94,"tema":"Kisah Zulqarnain dengan Ya’juj dan Ma’juj","text_ayah":"قَالُو[s[اْ] يَ[n[ـٰ]ذَا [h:8208[ٱ]لْقَرْنَيْنِ إِ[g[نّ]َ يَأْجُوجَ وَمَأْجُوجَ مُفْسِدُونَ فِي [h:44[ٱ]لْأَرْضِ فَهَلْ نَ[q:8225[جْ]عَلُ لَكَ خَرْجًا عَلَ[o[يٰٓ] أَ[f:8226[ن ت]َ[q:8227[جْ]عَلَ بَيْنَنَا وَبَيْنَهُمْ سَدًّا","text_id":"Mereka berkata, “Wahai Zulqarnain, sesungguhnya Ya’juj dan Ma’juj<sup>456)</sup> adalah (bangsa) pembuat kerusakan di bumi, bolehkah kami memberimu imbalan agar engkau membuatkan tembok penghalang antara kami dan mereka?”","text_en":"They said: 'O Dhu'l-Qarnain, Gog and Magog are oppressing the land. May we pay you some tribute so that you could build a rampart between us and them?\"","transliteration":"Qaaloo yaa Zal qarnaini inna Yaajooja wa Maajooja mufsidoona fil ardi fahal naj'alu laka kharjan 'alaaa an taj'ala bainanaa wa bainahum saddas","no_fn":"456","text_fn":"456) Ya’juj dan Ma’juj ialah dua bangsa yang berbuat kerusakan di bumi."},{"id":2235,"surah":18,"no_ayah":95,"tema":"Kisah Zulqarnain dengan Ya’juj dan Ma’juj","text_ayah":"قَالَ مَا مَكَّ[g[نّ]ِي فِيهِ رَبِّي خَيْ[f:8228[رٌ ف]َأَعِينُونِي بِقُوَّةٍ أَ[q:8229[جْ]عَلْ بَيْنَكُمْ وَبَيْنَهُمْ رَ[q:8230[دْ]مًا","text_id":"Dia (Zulqarnain) berkata, “Apa yang telah dikuasakan kepadaku oleh Tuhanku lebih baik (daripada apa yang kamu tawarkan). Maka, bantulah aku dengan kekuatan agar aku dapat membuatkan tembok penghalang antara kamu dan mereka.","text_en":"He said: \"The ability my Lord has given me is better. So help me with your manual labour; I will build a wall between you and them.","transliteration":"Qaala maa makkannee feehi Rabbee khairun fa-a'eenoonee biquwwatin aj'al bainakum wa bainahum radmaa","no_fn":"","text_fn":""},{"id":2236,"surah":18,"no_ayah":96,"tema":"Kisah Zulqarnain dengan Ya’juj dan Ma’juj","text_ayah":"ءَاتُونِي زُبَرَ [h:8231[ٱ]لْحَدِيدِ‌ۖ حَتَّ[o[يٰٓ] إِذَا سَاوَيٰ بَيْنَ [h:8232[ٱ][l[ل]صَّدَفَيْنِ قَالَ [h:8233[ٱ][f:8234[نف]ُخُو[s[اْ‌ۖ] حَتَّ[o[يٰٓ] إِذَا جَعَلَهُ[n[ۥ] نَا[f:8235[رًا ق]َالَ ءَاتُون[o[ِيٓ] أُفْرِغْ عَلَيْهِ قِ[q:8236[طْ]رًا","text_id":"Berilah aku potongan-potongan besi.” Hingga ketika (potongan besi) itu telah (terpasang) sama rata dengan kedua (puncak) gunung itu, dia (Zulqarnain) berkata, “Tiuplah (api itu).” Ketika (besi) itu sudah menjadi (merah seperti) api, dia pun berkata, “Berilah aku tembaga (yang mendidih) agar kutuangkan ke atasnya (besi panas itu).”","text_en":"Bring me ingots of iron,\" (which they did) until the space between two mountain sides was filled up. \"Blow your bellows,\" he said; (and they blew) until it was red hot. \"Bring me molten brass,\" he said, \"that I may pour over it.\"","transliteration":"Aatoonee zubaral hadeed, hattaaa izaa saawaa bainas sadafaini qaalan fukhoo hattaaa izaa ja'alahoo naaran qaala aatooneee ufrigh 'alaihi qitraa","no_fn":"","text_fn":""},{"id":2237,"surah":18,"no_ayah":97,"tema":"Kisah Zulqarnain dengan Ya’juj dan Ma’juj","text_ayah":"فَمَا [h:8237[ٱ]سْطَ[n[ـٰ]ع[o[ُوٓ][s[اْ] أ[a:8238[َن ي]َظْهَرُوهُ وَمَا [h:8239[ٱ]سْتَطَ[n[ـٰ]عُو[s[اْ] لَهُ[n[ۥ] نَ[q:8240[قْ]بًا","text_id":"Maka, mereka (Ya’juj dan Ma’juj) tidak mampu mendakinya dan tidak mampu (pula) melubanginya.","text_en":"Thus (Gog and Magog) could neither climb over it nor dig a hole through (the rampart).","transliteration":"Famas taa'ooo any yazharoohu wa mastataa'oo lahoo naqbaa","no_fn":"","text_fn":""},{"id":2238,"surah":18,"no_ayah":98,"tema":"Kisah Zulqarnain dengan Ya’juj dan Ma’juj","text_ayah":"قَالَ هَ[n[ـٰ]ذَا رَحْمَ[a:8241[ةٌ م]ّ[u:4098[ِن ر]َّبِّي‌ۖ فَإِذَا ج[o[َا]ٓءَ وَعْدُ رَبِّي جَعَلَهُ[n[ۥ] دَكّ[o[َا]ٓءَ‌ۖ وَكَانَ وَعْدُ رَبِّي حَقًّا","text_id":"Dia (Zulqarnain) berkata, “(Tembok) ini adalah rahmat dari Tuhanku. Apabila janji Tuhanku telah tiba, Dia akan menjadikannya hancur luluh. Janji Tuhanku itu benar.”","text_en":"\"This is the benevolence of my Lord,\" he said; \"but when the promise of my Lord comes to pass, He will reduce it to a mound of dust; and the promise of my Lord is true.\"","transliteration":"Qaala haaza rahmatummir Rabbee fa izaa jaaa'a wa'du Rabbee ja'alahoo dakkaaa'a; wa kaana; wa du Rabbee haqqaa","no_fn":"","text_fn":""},{"id":2239,"surah":18,"no_ayah":99,"tema":"Kisah Zulqarnain dengan Ya’juj dan Ma’juj","text_ayah":"۞ وَتَرَكْنَا بَعْضَهُمْ يَوْمَئِ[a:8242[ذٍ ي]َمُوجُ فِي بَعْ[a:8243[ضٍ‌ۖ و]َنُفِخَ فِي [h:4185[ٱ][l[ل]صُّورِ فَجَمَعْنَ[n[ـٰ]هُمْ جَمْعًا","text_id":"Pada hari itu Kami biarkan sebagian mereka (Ya’juj dan Ma’juj) berbaur dengan sebagian yang lain. (Apabila) sangkakala ditiup (lagi), Kami benar-benar akan mengumpulkan mereka seluruhnya.","text_en":"We shall leave them on that day surging like waves pressing one against the other, and the trumpet blast will be sounded, when We shall gather them all together.","transliteration":"Wa taraknaa ba'dahum Yawma'iziny yamooju fee ba'dinw wa nufikha fis Soori fajama'naahum jam'aa","no_fn":"","text_fn":""},{"id":2240,"surah":18,"no_ayah":100,"tema":"Azab bagi Orang Kafir","text_ayah":"وَعَرَضْنَا جَهَ[g[نّ]َمَ يَوْمَئِ[u:8244[ذٍ ل]ِّلْكَ[n[ـٰ]فِرِينَ عَرْضًا","text_id":"Kami perlihatkan (neraka) Jahanam dengan jelas pada hari itu kepada orang-orang kafir,","text_en":"Then We shall bring Hell right before the infidels","transliteration":"Wa 'aradnaa jahannama Yawma'izil lilkaafireena 'ardaa","no_fn":"","text_fn":""},{"id":2241,"surah":18,"no_ayah":101,"tema":"Azab bagi Orang Kafir","text_ayah":"ٱلَّذِينَ كَانَتْ أَعْيُنُهُمْ فِي غِط[o[َا]ٓءٍ عَ[f:8245[ن ذ]ِكْرِي وَكَانُو[s[اْ] لَا يَسْتَطِيعُونَ سَمْعًا","text_id":"(yaitu) orang-orang yang mata (hati)-nya dalam keadaan tertutup dari ingat kepada-Ku dan mereka tidak sanggup mendengar.","text_en":"Whose eyes were veiled against My warning, and they could not hear.","transliteration":"Allazeena kaanat a'yunuhum fee ghitaaa'in 'an zikree wa kaanoo la yastatee'oona sam'aa","no_fn":"","text_fn":""},{"id":2242,"surah":18,"no_ayah":102,"tema":"Azab bagi Orang Kafir","text_ayah":"أَفَحَسِبَ [h:8246[ٱ]لَّذِينَ كَفَر[o[ُوٓ][s[اْ] أ[a:3250[َن ي]َتَّخِذُو[s[اْ] عِبَادِي مِ[f:7659[ن د]ُون[o[ِيٓ] أَوْلِي[o[َا]ٓءَ‌ۚ إِ[g[نّ][o[َآ] أَعْتَ[q:2660[دْ]نَا جَهَ[g[نّ]َمَ لِلْكَ[n[ـٰ]فِرِينَ نُزُلاً","text_id":"Maka, apakah orang-orang yang kufur mengira bahwa mereka (dapat) mengambil hamba-hamba-Ku menjadi penolong selain Aku?<sup>457)</sup> Sesungguhnya Kami telah menyediakan (neraka) Jahanam sebagai tempat tinggal bagi orang-orang kafir.","text_en":"Do the unbelievers think they can make My own creatures their protectors against Me? We have prepared Hell for the hospitality of infidels.","transliteration":"Afahasibal lazeena kafarooo any yattakhizoo 'ibaadee min dooneee awliyaaa'; innaaa a'tadnaa jahannama lilkaafi reena nuzulaa","no_fn":"457","text_fn":"457) Lihat catatan kaki surah Āli ‘Imrān/3: 28."},{"id":2243,"surah":18,"no_ayah":103,"tema":"Azab bagi Orang Kafir","text_ayah":"قُلْ هَلْ نُنَبِّئُك[c:8247[ُم ب]ِ[h:8248[ٱ]لْأَخْسَرِينَ أَعْمَ[n[ـٰ]لاً","text_id":"Katakanlah (Nabi Muhammad), “Apakah perlu kami beri tahukan orang-orang yang paling rugi perbuatannya kepadamu?”","text_en":"Say: \"Shall I tell you whose labour will be wasted?","transliteration":"Qul hal nunabbi'ukum bilakhsareena a'maalaa","no_fn":"","text_fn":""},{"id":2244,"surah":18,"no_ayah":104,"tema":"Azab bagi Orang Kafir","text_ayah":"ٱلَّذِينَ ضَلَّ سَعْيُهُمْ فِي [h:441[ٱ]لْحَيَ[s[و][n[ٲ]ةِ [h:442[ٱ][l[ل]دُّنْيَا وَهُمْ يَحْسَبُونَ أَ[g[نّ]َهُمْ يُحْسِنُونَ صُنْعًا","text_id":"(Yaitu) orang-orang yang sia-sia usahanya dalam kehidupan dunia, sedangkan mereka mengira bahwa mereka berbuat sebaik-baiknya.","text_en":"Theirs whose effort is misspent in pursuit of the pleasures of the world, even though they think they are doing good things.\"","transliteration":"Allazeena dalla sa'yuhum fil hayaatid dunyaa wa hum yahsaboona annahum yuhsinoona sun'aa","no_fn":"","text_fn":""},{"id":2245,"surah":18,"no_ayah":105,"tema":"Azab bagi Orang Kafir","text_ayah":"أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ [h:51[ٱ]لَّذِينَ كَفَرُو[s[اْ] بِـَٔـايَ[n[ـٰ]تِ رَبِّهِمْ وَلِق[o[َا]ٓئِه[n[ِۦ] فَحَبِطَتْ أَعْمَ[n[ـٰ]لُهُمْ فَلَا نُقِيمُ لَهُمْ يَوْمَ [h:592[ٱ]لْقِيَ[n[ـٰ]مَةِ وَزْنًا","text_id":"Mereka itu adalah orang-orang yang kufur terhadap ayat-ayat Tuhannya dan (kufur pula terhadap) pertemuan dengan-Nya.<sup>458)</sup> Maka, amal mereka sia-sia dan Kami tidak memberikan penimbangan terhadap (amal) mereka pada hari Kiamat.","text_en":"They are those who reject the signs of their Lord, and the meeting with Him. So their good deeds will be fruitless, and on the Day of Judgement We shall not appoint any weighing for them.","transliteration":"Ulaaa'ikal lazeena kafaroo bi aayaati Rabbihim wa liqaaa'ihee fahabitat a'maaluhum falaa nuqeemu lahum Yawmal Qiyaamati waznaa","no_fn":"458","text_fn":"458) Tidak mengimani hari Kiamat."},{"id":2246,"surah":18,"no_ayah":106,"tema":"Azab bagi Orang Kafir","text_ayah":"ذ[n[َٲ]لِكَ جَز[o[َا]ٓؤُهُمْ جَهَ[g[نّ]َمُ بِمَا كَفَرُو[s[اْ] وَ[h:8132[ٱ]تَّخَذ[o[ُوٓ][s[اْ] ءَايَ[n[ـٰ]تِي وَرُسُلِي هُزُوًا","text_id":"Itulah balasan mereka (berupa neraka) Jahanam karena mereka telah kufur serta menjadikan ayat-ayat-Ku dan rasul-rasul-Ku sebagai olok-olokan.","text_en":"Their requital will be Hell, because they disbelieved and mocked My signs and messengers.","transliteration":"Zaalika jazaaa'uhum jahannamu bimaa kafaroo wattakhazooo Aayaatee wa Rusulee huzuwaa","no_fn":"","text_fn":""},{"id":2247,"surah":18,"no_ayah":107,"tema":"Pahala bagi Orang yang Beriman dan Beramal Saleh","text_ayah":"إِ[g[نّ]َ [h:24[ٱ]لَّذِينَ ءَامَنُو[s[اْ] وَعَمِلُو[s[اْ] [h:118[ٱ][l[ل]صَّ[n[ـٰ]لِحَ[n[ـٰ]تِ كَانَتْ لَهُمْ جَ[g[نّ]َ[n[ـٰ]تُ [h:8249[ٱ]لْفِرْدَوْسِ نُزُلاً","text_id":"Sesungguhnya orang-orang yang beriman dan beramal saleh memperoleh surga Firdaus sebagai tempat tinggal.","text_en":"But surely those who believe and do the right will have gardens of Paradise as gift,","transliteration":"Innal lazeena aamanoo wa 'amilus saalihaati kaanat lahum Jannaatul Firdawsi nuzulaa","no_fn":"","text_fn":""},{"id":2248,"surah":18,"no_ayah":108,"tema":"Pahala bagi Orang yang Beriman dan Beramal Saleh","text_ayah":"خَ[n[ـٰ]لِدِينَ فِيهَا لَا يَ[q:2073[بْ]غُونَ عَنْهَا حِوَلاً","text_id":"Mereka kekal di dalamnya, mereka tidak ingin pindah dari sana.","text_en":"Where they will abide for ever, never wanting a change.","transliteration":"Khaalideena feeha la yabghoona 'anhaa hiwalaa","no_fn":"","text_fn":""},{"id":2249,"surah":18,"no_ayah":109,"tema":"Luasnya Ilmu Allah","text_ayah":"قُل لَّوْ كَانَ [h:8250[ٱ]لْبَحْرُ مِدَا[u:8251[دًا ل]ِّكَلِمَ[n[ـٰ]تِ رَبِّي لَنَفِدَ [h:8252[ٱ]لْبَحْرُ قَ[q:3282[بْ]لَ أَ[f:8253[ن ت]َ[f:8254[نف]َدَ كَلِمَ[n[ـٰ]تُ رَبِّي وَلَوْ جِئْنَا بِمِثْلِه[n[ِۦ] مَدَدًا","text_id":"Katakanlah (Nabi Muhammad), “Seandainya lautan menjadi tinta untuk (menulis) kalimat-kalimat Tuhanku, niscaya habislah lautan itu sebelum kalimat-kalimat Tuhanku selesai (ditulis) meskipun Kami datangkan tambahan sebanyak itu (pula).”","text_en":"Say: \"If the ocean turned to ink for writing down the colloquy of my Lord, the ocean itself would be exhausted ere the words (and wonders) of my Lord come to end, even if we brought another like it for replenishment.\"","transliteration":"Qul law kaanal bahru midaadal lik Kalimaati Rabbee lanafidal bahru qabla an tanfada Kalimaatu Rabbee wa law ji'naa bimislihee madadaa","no_fn":"","text_fn":""},{"id":2250,"surah":18,"no_ayah":110,"tema":"Luasnya Ilmu Allah","text_ayah":"قُلْ إِ[g[نّ]َم[o[َآ] أَنَا۟ بَشَ[a:7069[رٌ م]ِّثْلُكُمْ يُوحَ[o[يٰٓ] إِلَيَّ أَ[g[نّ]َم[o[َآ] إِلَ[n[ـٰ]هُكُمْ إِلَ[n[ـٰ][a:827[هٌ و][n[َٲ]حِ[f:8255[دٌ‌ۖ ف]َمَ[f:954[ن ك]َانَ يَرْجُو[s[اْ] لِق[o[َا]ٓءَ رَبِّه[n[ِۦ] فَلْيَعْمَلْ عَمَل[f:5817[اً ص]َ[n[ـٰ]لِ[a:8256[حًا و]َلَا يُشْرِكْ بِعِبَادَةِ رَبِّه[o[ِۦٓ] أَحَدَۢا","text_id":"Katakanlah (Nabi Muhammad), “Sesungguhnya aku ini hanya seorang manusia seperti kamu yang diwahyukan kepadaku bahwa Tuhan kamu adalah Tuhan Yang Maha Esa.” Siapa yang mengharapkan pertemuan dengan Tuhannya hendaklah melakukan amal saleh dan tidak menjadikan apa dan siapa pun sebagai sekutu dalam beribadah kepada Tuhannya.","text_en":"Say: \"I am only a man like you, but it has been communicated to me that your Lord is one and single God, and that whosoever hopes to meet his Lord should do what is right, and not associate any one in the worship of his Lord.\"","transliteration":"Qul innamaaa ana basharum mislukum yoohaaa ilaiya annamaa ilaahukum Ilaahunw Waahid; faman kaana yarjoo liqaaa'a Rabbihee falya'mal 'amalan saalihanw wa laa yushrik bi'ibaadati Rabbiheee ahadaa","no_fn":"","text_fn":""}]