[{"id":3341,"surah":29,"no_ayah":1,"tema":"","text_ayah":"ا[m[لٓ][m[مٓ]","text_id":"Alif Lām Mīm.","text_en":"ALIF LAM MIM.","transliteration":"Alif-Laaam-Meeem","no_fn":"","text_fn":""},{"id":3342,"surah":29,"no_ayah":2,"tema":"Ujian terhadap Orang Mukmin","text_ayah":"أَحَسِبَ [h:10277[ٱ][l[ل][g[نّ]َاسُ أ[a:10278[َن ي]ُتْرَك[o[ُوٓ][s[اْ] أ[a:6263[َن ي]َقُول[o[ُوٓ][s[اْ] ءَامَ[g[نّ]َا وَهُمْ لَا يُفْتَن[p[ُو]نَ","text_id":"Apakah manusia mengira bahwa mereka akan dibiarkan (hanya dengan) berkata, “Kami telah beriman,” sedangkan mereka tidak diuji?","text_en":"Do men think they will get away by saying: \"We believe,\" and will not be tried?","transliteration":"Ahasiban naasu anyu yutrakooo any yaqoolooo aamannaa wa hum la yuftanoon","no_fn":"","text_fn":""},{"id":3343,"surah":29,"no_ayah":3,"tema":"Ujian terhadap Orang Mukmin","text_ayah":"وَلَقَ[q:341[دْ] فَتَ[g[نّ]َا [h:10279[ٱ]لَّذِينَ مِ[f:617[ن ق]َ[q:618[بْ]لِهِمْ‌ۖ فَلَيَعْلَمَ[g[نّ]َ [h:10280[ٱ]للَّهُ [h:1171[ٱ]لَّذِينَ صَدَقُو[s[اْ] وَلَيَعْلَمَ[g[نّ]َ [h:10281[ٱ]لْكَ[n[ـٰ]ذِب[p[ِي]نَ","text_id":"Sungguh, Kami benar-benar telah menguji orang-orang sebelum mereka. Allah pasti mengetahui orang-orang yang benar dan pasti mengetahui para pendusta.","text_en":"We had tried those who were before them so that God knew who spoke the truth, and who were liars.","transliteration":"Wa laqad fatannal lazeena min qablihim fala ya'lamannal laahul lazeena sadaqoo wa la ya'lamannal kaazibeen","no_fn":"","text_fn":""},{"id":3344,"surah":29,"no_ayah":4,"tema":"Ujian terhadap Orang Mukmin","text_ayah":"أَمْ حَسِبَ [h:10282[ٱ]لَّذِينَ يَعْمَلُونَ [h:2655[ٱ][l[ل]سَّيِّـَٔـاتِ أ[a:10283[َن ي]َسْبِقُونَا‌ۚ س[o[َا]ٓءَ مَا يَحْكُم[p[ُو]نَ","text_id":" Ataukah orang-orang yang mengerjakan kejahatan itu mengira bahwa mereka akan luput dari (azab) Kami? (Alangkah) buruk apa yang mereka tetapkan itu!","text_en":"Do those who do evil think that they will get the better of Us? How bad is the judgement that they make!","transliteration":"Am hasibal lazeena ya'maloonas sayyiaati any yasbiqoonaa; saaa'a maa yahkumoon","no_fn":"","text_fn":""},{"id":3345,"surah":29,"no_ayah":5,"tema":"Ujian terhadap Orang Mukmin","text_ayah":"مَ[f:506[ن ك]َانَ يَرْجُو[s[اْ] لِق[o[َا]ٓءَ [h:10284[ٱ]للَّهِ فَإِ[g[نّ]َ أَجَلَ [h:10285[ٱ]للَّهِ لَأَ[a:10286[تٍ‌ۚ و]َهُوَ [h:709[ٱ][l[ل]سَّمِيعُ [h:669[ٱ]لْعَل[p[ِي]مُ","text_id":"Siapa yang mengharapkan pertemuan dengan Allah, sesungguhnya waktu (yang dijanjikan) Allah pasti datang. Dia Yang Maha Mendengar lagi Maha Mengetahui.","text_en":"He who hopes to meet God (should know) that God's appointed time will surely come. He is all-hearing and all-knowing.","transliteration":"Man kaana yarjoo liqaaa 'allaahi fa inna ajalal laahi laaat; wa Huwass Sameeul 'Aleem","no_fn":"","text_fn":""},{"id":3346,"surah":29,"no_ayah":6,"tema":"Ujian terhadap Orang Mukmin","text_ayah":"وَمَ[f:10287[ن ج]َ[n[ـٰ]هَدَ فَإِ[g[نّ]َمَا يُجَ[n[ـٰ]هِدُ لِنَفْسِه[o[ِۦٓ‌ۚ] إِ[g[نّ]َ [h:80[ٱ]للَّهَ لَغَنِيٌّ عَنِ [h:2124[ٱ]لْعَ[n[ـٰ]لَم[p[ِي]نَ","text_id":"Siapa yang berusaha dengan sungguh-sungguh (untuk berbuat kebajikan), sesungguhnya dia sedang berusaha untuk dirinya sendiri (karena manfaatnya kembali kepada dirinya). Sesungguhnya Allah benar-benar Mahakaya (tidak memerlukan suatu apa pun) dari alam semesta.","text_en":"He who strives does so for himself. Verily God is independent of the creatures of the world.","transliteration":"Wa man jaahada fainnamaa yujaahidu linafsih; innal laaha laghaniyyun 'anil 'aalameen","no_fn":"","text_fn":""},{"id":3347,"surah":29,"no_ayah":7,"tema":"Ujian terhadap Orang Mukmin","text_ayah":"وَ[h:9999[ٱ]لَّذِينَ ءَامَنُو[s[اْ] وَعَمِلُو[s[اْ] [h:118[ٱ][l[ل]صَّ[n[ـٰ]لِحَ[n[ـٰ]تِ لَنُكَفِّرَ[g[نّ]َ عَنْهُمْ سَيِّـَٔـاتِهِمْ وَلَنَ[q:7579[جْ]زِيَ[g[نّ]َهُمْ أَحْسَنَ [h:10288[ٱ]لَّذِي كَانُو[s[اْ] يَعْمَل[p[ُو]نَ","text_id":"Orang-orang yang beriman dan beramal saleh pasti akan Kami hapus dosa-dosanya, dan mereka pasti akan Kami beri balasan yang terbaik dari apa yang selama ini mereka kerjakan.","text_en":"We shall pardon the sinful deeds of those who believe and do the right, and give them a reward better than their deeds.","transliteration":"Wallazeena aamanoo wa 'amilus saalihaati lanukaf firanna 'anhum saiyiaatihim wa lanajziyannahum ahsanal lazee kaanoo ya'maloon","no_fn":"","text_fn":""},{"id":3348,"surah":29,"no_ayah":8,"tema":"Perintah Berbakti kepada Kedua Orang Tua","text_ayah":"وَوَصَّيْنَا [h:10289[ٱ]لْإِ[f:5969[نس]َ[n[ـٰ]نَ بِو[n[َٲ]لِدَيْهِ حُسْ[a:10290[نًا‌ۖ و]َإِ[f:10291[ن ج]َ[n[ـٰ]هَدَاكَ لِتُشْرِكَ بِي مَا لَيْسَ لَكَ بِه[n[ِۦ] عِلْ[f:10292[مٌ ف]َلَا تُطِعْهُم[o[َآ‌ۚ] إِلَيَّ مَرْجِعُكُمْ فَأُنَبِّئُك[c:10293[ُم ب]ِمَا كُ[f:100[نت]ُمْ تَعْمَل[p[ُو]نَ","text_id":"Kami telah mewasiatkan (kepada) manusia agar (berbuat) kebaikan kepada kedua orang tuanya. Jika keduanya memaksamu untuk mempersekutukan-Ku dengan sesuatu yang engkau tidak mempunyai ilmu tentang itu, janganlah engkau patuhi keduanya. Hanya kepada-Ku kamu kembali, lalu Aku beri tahukan kepadamu apa yang selama ini kamu kerjakan.","text_en":"We have enjoined on man to be good to his parents; but if they try to make you associate with Me that of which you have no knowledge, then do not obey them. You have to come back to Us, when I will tell you what you used to do.","transliteration":"Wa wassainal insaana biwaalidaihi husnanw wa in jaahadaaka litushrika bee maa laisa laka bihee 'ilmun falaa tuti'humaa; ilaiya marji'ukum fa unabbi'ukum bimaa kuntum ta'maloon","no_fn":"","text_fn":""},{"id":3349,"surah":29,"no_ayah":9,"tema":"Perintah Berbakti kepada Kedua Orang Tua","text_ayah":"وَ[h:9999[ٱ]لَّذِينَ ءَامَنُو[s[اْ] وَعَمِلُو[s[اْ] [h:118[ٱ][l[ل]صَّ[n[ـٰ]لِحَ[n[ـٰ]تِ لَنُ[q:10294[دْ]خِلَ[g[نّ]َهُمْ فِي [h:10295[ٱ][l[ل]صَّ[n[ـٰ]لِح[p[ِي]نَ","text_id":"Orang-orang yang beriman dan beramal saleh pasti akan Kami masukkan mereka dalam (golongan) orang-orang saleh.","text_en":"We shall admit those who believe and do the right among the righteous.","transliteration":"Wallazeena aamanoo w a'amilus saalihaati lanudkhilan nahum fis saaliheen","no_fn":"","text_fn":""},{"id":3350,"surah":29,"no_ayah":10,"tema":"Sikap Orang Lemah Iman dalam Menghadapi Cobaan","text_ayah":"وَمِنَ [h:30[ٱ][l[ل][g[نّ]َاسِ م[a:31[َن ي]َقُولُ ءَامَ[g[نّ]َا بِ[h:32[ٱ]للَّهِ فَإِذ[o[َآ] أُوذِيَ فِي [h:714[ٱ]للَّهِ جَعَلَ فِتْنَةَ [h:10296[ٱ][l[ل][g[نّ]َاسِ كَعَذَابِ [h:10297[ٱ]للَّهِ وَلَئِ[f:10298[ن ج][o[َا]ٓءَ نَصْ[a:10299[رٌ م]ّ[u:770[ِن ر]َّبِّكَ لَيَقُولُ[g[نّ]َ إِ[g[نّ]َا كُ[g[نّ]َا مَعَكُمْ‌ۚ أَوَلَيْسَ [h:10300[ٱ]للَّهُ بِأَعْلَمَ بِمَا فِي صُدُورِ [h:10301[ٱ]لْعَ[n[ـٰ]لَم[p[ِي]نَ","text_id":"Di antara manusia ada yang berkata, “Kami beriman kepada Allah,” tetapi apabila dia disakiti karena (dia beriman kepada) Allah, dia menganggap cobaan manusia itu seperti siksaan Allah.<sup>570)</sup> Akan tetapi, jika datang pertolongan dari Tuhanmu, pasti mereka akan berkata, “Sesungguhnya kami bersama kamu.” Bukankah Allah paling mengetahui apa yang ada di dalam dada semua manusia?","text_en":"There are among men those who say: \"We believe in God;\" yet if they happen to suffer in the cause of God they take oppression by men as punishment from God. And if help comes to them from your Lord, they say: \"We were with you.\" Does not God know what is hidden in the hearts of men?","transliteration":"Wa minan naasi many yaqoolu aamannaa billaahi faizaaa ooziya fil laahi ja'ala fitnatan naasi ka'azaabil laahi wa la'in jaaa'a nasrum mir Rabbika la yaqoolunna innaa kunnaa ma'akum; awa laisal laahu bi a'lama bimaa fee surdooril 'aalameen","no_fn":"570","text_fn":"570) Orang itu menganggap dahsyatnya kezaliman manusia sama seperti dahsyatnya azab Allah Swt. sehingga dia meninggalkan imannya."},{"id":3351,"surah":29,"no_ayah":11,"tema":"Sikap Orang Lemah Iman dalam Menghadapi Cobaan","text_ayah":"وَلَيَعْلَمَ[g[نّ]َ [h:10302[ٱ]للَّهُ [h:1171[ٱ]لَّذِينَ ءَامَنُو[s[اْ] وَلَيَعْلَمَ[g[نّ]َ [h:10303[ٱ]لْمُنَ[n[ـٰ]فِق[p[ِي]نَ","text_id":"Allah pasti mengetahui orang-orang yang beriman dan Dia pasti mengetahui orang-orang munafik.","text_en":"God will surely know the believers and know the hypocrites.","transliteration":"Wa la ya'lamannal laahul lazeena aamanoo wa la ya'lamannal munaafiqeen","no_fn":"","text_fn":""},{"id":3352,"surah":29,"no_ayah":12,"tema":"Bujukan Orang Kafir untuk Menyesatkan Orang Beriman","text_ayah":"وَقَالَ [h:614[ٱ]لَّذِينَ كَفَرُو[s[اْ] لِلَّذِينَ ءَامَنُو[s[اْ] [h:10304[ٱ]تَّبِعُو[s[اْ] سَبِيلَنَا وَلْنَحْمِلْ خَطَ[n[ـٰ]يَ[n[ـٰ]كُمْ وَمَا ه[c:10305[ُم ب]ِحَ[n[ـٰ]مِلِينَ مِنْ خَطَ[n[ـٰ]يَ[n[ـٰ]ه[w:10306[ُم م]ِّ[f:2103[ن ش]َيْءٍ‌ۖ إِ[g[نّ]َهُمْ لَكَ[n[ـٰ]ذِب[p[ُو]نَ","text_id":"Orang-orang yang kufur berkata kepada orang-orang yang beriman, “Ikutilah jalan kami dan kami akan memikul dosa-dosa kamu.” Padahal, mereka tidak (sanggup) sedikit pun memikul dosa-dosa mereka sendiri. Sesungguhnya mereka (orang-orang kafir) benar-benar para pendusta.","text_en":"Those who deny say to those who affirm: \"Follow our way; we shall carry the burden of your sins.\" But they cannot carry the burden of their sins in the least. They are liars indeed.","transliteration":"Wa qaalal lazaeena kafaroo lillazeena aamanut tabi'oo sabeelanaa walnahmil khataayaakum wa maa hum bihaamileena min khataa yaahum min shai'in innahum lakaaziboon","no_fn":"","text_fn":""},{"id":3353,"surah":29,"no_ayah":13,"tema":"Bujukan Orang Kafir untuk Menyesatkan Orang Beriman","text_ayah":"وَلَيَحْمِلُ[g[نّ]َ أَثْقَالَهُمْ وَأَثْقَال[a:10307[اً م]َّعَ أَثْقَالِهِمْ‌ۖ وَلَيُسْــَٔلُ[g[نّ]َ يَوْمَ [h:592[ٱ]لْقِيَ[n[ـٰ]مَةِ عَ[g[مّ]َا كَانُو[s[اْ] يَفْتَر[p[ُو]نَ","text_id":"Mereka benar-benar akan memikul dosa-dosa mereka (sendiri) dan dosa-dosa (orang lain yang mereka perdaya) di samping dosa-dosa mereka. Pada hari Kiamat mereka pasti akan ditanya tentang kebohongan yang selalu mereka ada-adakan.","text_en":"They will carry their own loads and other loads besides their own; and will surely be questioned on the Day of Resurrection about what they contrived.","transliteration":"Wa la yahmilunna asqaa lahum wa asqaalam ma'a asqaalihim wa la yus'alunna Yawmal Qiyaamati 'ammaa kaanoo yaftaroon","no_fn":"","text_fn":""},{"id":3354,"surah":29,"no_ayah":14,"tema":"Nabi Nuh Selamat dari Banjir Besar","text_ayah":"وَلَقَ[q:341[دْ] أَرْسَلْنَا نُوحًا إِلَيٰ قَوْمِه[n[ِۦ] فَلَبِثَ فِيهِمْ أَلْفَ سَنَةٍ إِلَّا خَمْسِينَ عَا[f:10308[مًا ف]َأَخَذَهُمُ [h:10309[ٱ][l[ل]طُّوفَانُ وَهُمْ ظَ[n[ـٰ]لِم[p[ُو]نَ","text_id":"Sungguh, Kami benar-benar telah mengutus Nuh kepada kaumnya, lalu dia tinggal bersama mereka selama seribu tahun kurang lima puluh tahun. Kemudian, mereka dilanda banjir besar dalam keadaan sebagai orang-orang zalim.","text_en":"We sent Noah to his people, and he lived with them a thousand years minus fifty. Then they were caught by the deluge for they were evil.","transliteration":"Wa laqad arsalnaa Noohan ilaa qawmihee falabisa feehim alfa sanatin illaa khamseena 'aaman fa akhazahumut toofaanu wa hum zaalimoon","no_fn":"","text_fn":""},{"id":3355,"surah":29,"no_ayah":15,"tema":"Nabi Nuh Selamat dari Banjir Besar","text_ayah":"فَأَ[f:4779[نج]َيْنَ[n[ـٰ]هُ وَأَصْحَ[n[ـٰ]بَ [h:10310[ٱ][l[ل]سَّفِينَةِ وَجَعَلْنَ[n[ـٰ]ه[o[َآ] ءَايَ[u:8853[ةً ل]ِّلْعَ[n[ـٰ]لَم[p[ِي]نَ","text_id":"Maka, Kami selamatkan Nuh dan para penumpang bahtera serta Kami jadikannya sebagai pelajaran bagi alam semesta.","text_en":"But We saved him and those with him in the ark, and made it a sign for the creatures of the world.","transliteration":"Fa anjainaahu wa as haabas safeenati wa ja'alnaahaaa Aayatal lil'aalameen","no_fn":"","text_fn":""},{"id":3356,"surah":29,"no_ayah":16,"tema":"Nasihat Nabi Ibrahim kepada Kaumnya","text_ayah":"وَإِ[q:10311[بْ]ر[n[َٲ]هِيمَ إِذْ قَالَ لِقَوْمِهِ [h:10312[ٱ]عْبُدُو[s[اْ] [h:3704[ٱ]للَّهَ وَ[h:4181[ٱ]تَّقُوهُ‌ۖ ذ[n[َٲ]لِكُمْ خَيْ[u:263[رٌ ل]َّكُمْ إِ[f:109[ن ك]ُ[f:100[نت]ُمْ تَعْلَم[p[ُو]نَ","text_id":"(Ingatlah) Ibrahim ketika berkata kepada kaumnya, “Sembahlah Allah dan bertakwalah kepada-Nya. Yang demikian itu lebih baik bagimu jika kamu mengetahui.","text_en":"And (remember) Abraham who said to his people: \"Worship God and be obedient to Him. This is better for you if you understand.","transliteration":"Wa Ibraheema iz qaala liqawmihi' budul laaha wattaqoohu zaalikum khayrul lakum in kuntum ta'lamoon","no_fn":"","text_fn":""},{"id":3357,"surah":29,"no_ayah":17,"tema":"Nasihat Nabi Ibrahim kepada Kaumnya","text_ayah":"إِ[g[نّ]َمَا تَعْبُدُونَ مِ[f:107[ن د]ُونِ [h:108[ٱ]للَّهِ أَوْثَ[n[ـٰ][a:10313[نًا و]َتَخْلُقُونَ إِفْكًا‌ۚ إِ[g[نّ]َ [h:24[ٱ]لَّذِينَ تَعْبُدُونَ مِ[f:107[ن د]ُونِ [h:108[ٱ]للَّهِ لَا يَمْلِكُونَ لَكُمْ رِزْ[f:10314[قًا ف]َ[h:10315[ٱ][q:10315[بْ]تَغُو[s[اْ] عِ[f:264[ند]َ [h:408[ٱ]للَّهِ [h:10316[ٱ][l[ل]رِّزْقَ وَ[h:10317[ٱ]عْبُدُوهُ وَ[h:783[ٱ]شْكُرُو[s[اْ] لَهُ[o[ۥٓ‌ۖ] إِلَيْهِ تُرْجَع[p[ُو]نَ","text_id":"Sesungguhnya apa yang kamu sembah selain Allah hanyalah berhala-berhala dan kamu membuat kebohongan. Sesungguhnya apa yang kamu sembah selain Allah tidak mampu memberikan rezeki kepadamu. Maka, mintalah rezeki dari sisi Allah, sembahlah Dia, dan bersyukurlah kepada-Nya. Hanya kepada-Nya kamu akan dikembalikan.","text_en":"You worship idols in place of God and invent lies. Surely those you worship other than God have no power over your means of livelihood. So seek your sustenance from God, and worship Him and give Him thanks. To Him will you be brought back in the end.","transliteration":"Innamaa ta'ubdoona min doonil laahi awsaananw-wa takhluqoona ifkaa; innal lazeena ta'budoona min doonil laahi laa yamlikoona lakum rizqan fabtaghoo 'indal laahir rizqa fabtaghoo 'indal laahir rizqa wa'budoohu washkuroo lahooo ilaihi turja'oon","no_fn":"","text_fn":""},{"id":3358,"surah":29,"no_ayah":18,"tema":"Nasihat Nabi Ibrahim kepada Kaumnya","text_ayah":"وَإِ[f:10318[ن ت]ُكَذِّبُو[s[اْ] فَقَ[q:563[دْ] كَذَّبَ أُمَ[a:10319[مٌ م]ِّ[f:85[ن ق]َ[q:86[بْ]لِكُمْ‌ۖ وَمَا عَلَي [h:3818[ٱ][l[ل]رَّسُولِ إِلَّا [h:3819[ٱ]لْبَلَ[n[ـٰ]غُ [h:3781[ٱ]لْمُب[p[ِي]نُ","text_id":"Jika kamu mendustakan (ajaran Allah), sungguh umat-umat sebelum kamu juga telah mendustakan (para rasul). Kewajiban rasul itu hanyalah menyampaikan (agama Allah) dengan jelas.”","text_en":"But if you deny, then many a people have denied before you. The duty of the apostle is to convey the message clearly.\"","transliteration":"Wa in tukazziboo faqad kazzaba umamum min qablikum wa maa'alar Rasooli illal balaaghul mubeen","no_fn":"","text_fn":""},{"id":3359,"surah":29,"no_ayah":19,"tema":"Dalil tentang Adanya Kehidupan setelah Mati","text_ayah":"أَوَلَمْ يَرَوْ[s[اْ] كَيْفَ يُ[q:10320[بْ]دِئُ [h:10321[ٱ]للَّهُ [h:10322[ٱ]لْخَلْقَ ثُ[g[مّ]َ يُعِيدُهُ[o[ۥٓ‌ۚ] إِ[g[نّ]َ ذ[n[َٲ]لِكَ عَلَي [h:412[ٱ]للَّهِ يَس[p[ِي]رٌ","text_id":"Apakah mereka tidak memperhatikan bagaimana Allah memulai penciptaan (makhluk), kemudian mengembalikannya (menghidupkannya lagi)? Sesungguhnya yang demikian itu mudah bagi Allah.","text_en":"Do they not see how God originates creation, then reverts it back? This is indeed how inevitably the law of God works;","transliteration":"Awa lam yaraw kaifa yubdi'ul laahul khalqa summa yu'eeduh; inna zaalika 'alal laahi yaseer","no_fn":"","text_fn":""},{"id":3360,"surah":29,"no_ayah":20,"tema":"Dalil tentang Adanya Kehidupan setelah Mati","text_ayah":"قُلْ سِيرُو[s[اْ] فِي [h:44[ٱ]لْأَرْضِ فَ[h:2257[ٱ][f:2257[نظ]ُرُو[s[اْ] كَيْفَ بَدَأَ [h:10323[ٱ]لْخَلْقَ‌ۚ ثُ[g[مّ]َ [h:6078[ٱ]للَّهُ يُ[f:10324[نش]ِئُ [h:10325[ٱ][l[ل][g[نّ]َشْأَةَ [h:10326[ٱ]لْأَخِرَةَ‌ۚ إِ[g[نّ]َ [h:80[ٱ]للَّهَ عَلَيٰ كُلِّ ش[f:81[َيْءٍ ق]َد[p[ِي]رٌ","text_id":"Katakanlah, “Berjalanlah di (muka) bumi, lalu perhatikanlah bagaimana Allah memulai penciptaan (semua makhluk). Kemudian, Allah membuat kejadian yang akhir (setelah mati di akhirat kelak). Sesungguhnya Allah Mahakuasa atas segala sesuatu.","text_en":"Say: \"Travel on the earth and see how He originated creation. Then (you will know) how God will raise the last raising (of the dead). Surely God has power over everything,","transliteration":"Qul seeroo fil ardi fanzuroo kaifa baa al khalqa summal laahu yunshi''un nash atal Aakhirah; innal laaha 'alaa kulli shai'in Qadeer","no_fn":"","text_fn":""},{"id":3361,"surah":29,"no_ayah":21,"tema":"Dalil tentang Adanya Kehidupan setelah Mati","text_ayah":"يُعَذِّبُ م[a:476[َن ي]َش[o[َا]ٓءُ وَيَرْحَمُ م[a:476[َن ي]َش[o[َا]ٓءُ‌ۖ وَإِلَيْهِ تُ[q:10327[قْ]لَب[p[ُو]نَ","text_id":"Dia (Allah) akan mengazab siapa yang Dia kehendaki dan merahmati siapa yang Dia kehendaki. Kepada-Nyalah kamu akan dikembalikan.","text_en":"Punish whom He will, and have mercy on whom He please. And to Him will you be brought back in the end.","transliteration":"Yu'azzibu many yashaaa'u wa yarhamu many yashaaa'; wa ilaihi tuqlaboon","no_fn":"","text_fn":""},{"id":3362,"surah":29,"no_ayah":22,"tema":"Dalil tentang Adanya Kehidupan setelah Mati","text_ayah":"وَم[o[َآ] أَ[f:428[نت][c:4435[ُم ب]ِمُعْجِزِينَ فِي [h:44[ٱ]لْأَرْضِ وَلَا فِي [h:746[ٱ][l[ل]سَّم[o[َا]ٓءِ‌ۖ وَمَا لَك[w:556[ُم م]ِّ[f:107[ن د]ُونِ [h:108[ٱ]للَّهِ م[a:557[ِن و]َلِ[a:558[يٍّ و]َلَا نَص[p[ِي]رٍ","text_id":"Kamu sama sekali tidak dapat melepaskan diri (dari azab Allah) di bumi dan di langit. Tidak ada pula pelindung dan penolong bagimu selain Allah.”","text_en":"Escape Him you cannot either in the earth or in the sky; and you have no friend or helper apart from God.","transliteration":"Wa maaa antum bimu'jizeena fil ardi wa laa fissamaaa'i wa maa lakum min doonil laahi minw waliyyinw wa laa naseer","no_fn":"","text_fn":""},{"id":3363,"surah":29,"no_ayah":23,"tema":"Dalil tentang Adanya Kehidupan setelah Mati","text_ayah":"وَ[h:9999[ٱ]لَّذِينَ كَفَرُو[s[اْ] بِـَٔـايَ[n[ـٰ]تِ [h:322[ٱ]للَّهِ وَلِق[o[َا]ٓئِه[o[ِۦٓ] أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ يَئِسُو[s[اْ] م[u:10328[ِن ر]َّحْمَتِي وَأُ[s[وْ]لَ[o[ـٰٓ]ئِكَ لَهُمْ عَذَابٌ أَل[p[ِي]مٌ","text_id":"Orang-orang yang kufur terhadap ayat-ayat Allah dan pertemuan dengan-Nya, mereka itu berputus asa dari rahmat-Ku dan mereka itu akan mendapat azab yang pedih.","text_en":"Those who deny the signs of God and the meeting with Him, cannot have hope of My mercy. There is a painful punishment for them.","transliteration":"Wallazeena kafaroo bi Aayaatil laahi wa liqaaa'iheee ulaaa'ika ya'isoo mir rahmatee wa ulaaa'ika lahum 'azaabun aleem","no_fn":"","text_fn":""},{"id":3364,"surah":29,"no_ayah":24,"tema":"Nabi Ibrahim Diselamatkan dari Panas Api","text_ayah":"فَمَا كَانَ جَوَابَ قَوْمِه[o[ِۦٓ] إِلّ[o[َآ] أَ[f:2304[ن ق]َالُو[s[اْ] [h:10329[ٱ][q:10330[قْ]تُلُوهُ أَوْ حَرِّقُوهُ فَأَ[f:10331[نج]َ[n[ـٰ]هُ [h:10332[ٱ]للَّهُ مِنَ [h:869[ٱ][l[ل][g[نّ]َارِ‌ۚ إِ[g[نّ]َ فِي ذ[n[َٲ]لِكَ لَأَيَ[n[ـٰ][u:849[تٍ ل]ِّقَوْ[a:4294[مٍ ي]ُؤْمِن[p[ُو]نَ","text_id":"Maka, tidak ada jawaban kaumnya (Ibrahim), selain mengatakan, “Bunuhlah atau bakarlah dia!” Lalu, Allah menyelamatkannya dari api. Sesungguhnya pada yang demikian itu benar-benar terdapat tanda-tanda (kekuasaan Allah) bagi kaum yang beriman.","text_en":"The people (of Abraham) had no answer except: \"Kill him or burn him;\" but God saved him from the fire. There are lessons in this for those who believe.","transliteration":"Famaa kaana jawaaba qawmiheee illaaa an qaaluqtuloohu aw harriqoohu faanjaahul laahu minan naar; inna fee zaalika la Aayaatil laqawminy yu'minoon","no_fn":"","text_fn":""},{"id":3365,"surah":29,"no_ayah":25,"tema":"Nabi Ibrahim Diselamatkan dari Panas Api","text_ayah":"وَقَالَ إِ[g[نّ]َمَا [h:10333[ٱ]تَّخَذْت[w:10334[ُم م]ِّ[f:107[ن د]ُونِ [h:108[ٱ]للَّهِ أَوْثَ[n[ـٰ][a:10335[نًا م]َّوَدَّةَ بَيْنِكُمْ فِي [h:441[ٱ]لْحَيَ[s[و][n[ٲ]ةِ [h:442[ٱ][l[ل]دُّنْيَا‌ۖ ثُ[g[مّ]َ يَوْمَ [h:592[ٱ]لْقِيَ[n[ـٰ]مَةِ يَكْفُرُ بَعْضُك[c:10336[ُم ب]ِبَعْ[a:10337[ضٍ و]َيَلْعَنُ بَعْضُك[c:1697[ُم ب]َعْ[a:10338[ضًا و]َمَأْوَ[n[ٮٰ]كُمُ [h:10339[ٱ][l[ل][g[نّ]َارُ وَمَا لَك[w:556[ُم م]ّ[a:1813[ِن ن]َّ[n[ـٰ]صِر[p[ِي]نَ","text_id":"Dia (Ibrahim) berkata, “Sesungguhnya apa yang kamu sembah selain Allah berupa berhala-berhala hanyalah untuk menciptakan hubungan harmonis di antara kamu dalam kehidupan dunia. Kemudian, pada hari Kiamat sebagian kamu akan saling mengingkari dan saling mengutuk. Tempat kembalimu adalah neraka dan sama sekali tidak ada penolong bagimu.”","text_en":"He said: \"You have taken to idols through mutual affection in this life, in place of God, but on the Day of Resurrection you will disown and curse each other, and your abode will be Hell, and you will have none to help you.\"","transliteration":"Wa qaala innamat takhaz tum min doonil laahi awsaanam mawaddata bainikum fil hayaatid dunyaa summa yawmal qiyaamati yakfuru ba'dukum biba 'dinw wa yal'anu ba'dukum ba'danw-wa yal'anu ba'dukum ba'danw wa maa waakumun Naaru wa maa lakum min naasireen","no_fn":"","text_fn":""},{"id":3366,"surah":29,"no_ayah":26,"tema":"Nabi Ibrahim Diselamatkan dari Panas Api","text_ayah":"۞ فَـَٔـامَنَ لَهُ[n[ۥ] لُو[a:10340[طٌ‌ۘ و]َقَالَ إِ[g[نّ]ِي مُهَاجِرٌ إِلَيٰ رَبّ[o[ِيٓ‌ۖ] إِ[g[نّ]َهُ[n[ۥ] هُوَ [h:1734[ٱ]لْعَزِيزُ [h:681[ٱ]لْحَك[p[ِي]مُ","text_id":"Maka, Lut membenarkan (kenabian Ibrahim). Dia (Ibrahim) pun berkata, “Sesungguhnya aku berhijrah ke (tempat yang diperintahkan) Tuhanku. Sesungguhnya Dialah Yang Mahaperkasa lagi Mahabijaksana.”","text_en":"Then Lot believed in him; and (Abraham) said: \"I will separate myself and take refuge in my Lord. Surely He is all-mighty and all-wise.\"","transliteration":"Fa aamana lahoo Loot; wa qaala innee mauhajirun ilaa Rabbee innahoo Huwal 'Azeezul Hakeem","no_fn":"","text_fn":""},{"id":3367,"surah":29,"no_ayah":27,"tema":"Nabi Ibrahim Diselamatkan dari Panas Api","text_ayah":"وَوَهَ[q:4212[بْ]نَا لَهُ[o[ۥٓ] إِسْحَ[n[ـٰ]قَ وَيَعْقُوبَ وَجَعَلْنَا فِي ذُرِّيَّتِهِ [h:10341[ٱ][l[ل][g[نّ]ُبُوَّةَ وَ[h:10342[ٱ]لْكِتَ[n[ـٰ]بَ وَءَاتَيْنَ[n[ـٰ]هُ أَ[q:10343[جْ]رَهُ[n[ۥ] فِي [h:599[ٱ][l[ل]دُّنْيَا‌ۖ وَإِ[g[نّ]َهُ[n[ۥ] فِي [h:536[ٱ]لْأَخِرَةِ لَمِنَ [h:686[ٱ][l[ل]صَّ[n[ـٰ]لِح[p[ِي]نَ","text_id":"Kami anugerahkan kepadanya (Ibrahim) Ishaq dan Ya‘qub. Kami jadikan pada keturunannya kenabian dan kitab serta Kami berikan kepadanya balasan di dunia.<sup>571)</sup> Sesungguhnya di akhirat dia benar-benar termasuk orang-orang saleh. ","text_en":"So We bestowed on him Isaac and Jacob and gave his progeny prophethood and scripture, and rewarded him in this world, and in the next he will be among the upright.","transliteration":"Wa wahabnaa lahoo Ishaaqa wa Ya'Qooba wa ja'alnaa fee zurriyyatihin Nubuwwata wal Kitaaba wa aatainaahu ajrahoo fid dunyaa wa innahoo fil aakhirati laminas saaliheen","no_fn":"571","text_fn":"571) Balasan yang dimaksud pada ayat ini adalah memberikan anak cucu yang baik, kenabian kepada keturunannya, dan pujian."},{"id":3368,"surah":29,"no_ayah":28,"tema":"Dakwah Lut kepada Kaumnya","text_ayah":"وَلُوطًا إِذْ قَالَ لِقَوْمِه[o[ِۦٓ] إِ[g[نّ]َكُمْ لَتَأْتُونَ [h:10344[ٱ]لْفَ[n[ـٰ]حِشَةَ مَا سَبَقَك[c:4828[ُم ب]ِهَا مِنْ أَحَ[a:4829[دٍ م]ِّنَ [h:3475[ٱ]لْعَ[n[ـٰ]لَم[p[ِي]نَ","text_id":"(Ingatlah) ketika Lut berkata kepada kaumnya, “Sesungguhnya kamu benar-benar melakukan perbuatan yang sangat keji (homoseksual) yang tidak pernah dilakukan oleh seorang pun sebelum kamu di alam semesta. ","text_en":"And (remember) Lot when he said to his people: \"You indulge in lecherous acts which none of the creatures had done before you.","transliteration":"Wa Lootan iz qaala liqawmiheee innakum laatoonal faahishata maa sabaqakum bihaa min ahadim minal 'aalameen","no_fn":"","text_fn":""},{"id":3369,"surah":29,"no_ayah":29,"tema":"Dakwah Lut kepada Kaumnya","text_ayah":"أَئِ[g[نّ]َكُمْ لَتَأْتُونَ [h:4830[ٱ][l[ل]رِّجَالَ وَتَ[q:10345[قْ]طَعُونَ [h:10346[ٱ][l[ل]سَّبِيلَ وَتَأْتُونَ فِي نَادِيكُمُ [h:10347[ٱ]لْمُ[f:9107[نك]َرَ‌ۖ فَمَا كَانَ جَوَابَ قَوْمِه[o[ِۦٓ] إِلّ[o[َآ] أَ[f:2304[ن ق]َالُو[s[اْ] [h:10348[ٱ]ئْتِنَا بِعَذَابِ [h:10349[ٱ]للَّهِ إِ[f:4792[ن ك]ُ[f:735[نت]َ مِنَ [h:4793[ٱ][l[ل]صَّ[n[ـٰ]دِق[p[ِي]نَ","text_id":"Pantaskah kamu mendatangi laki-laki (untuk melampiaskan syahwat), menyamun,<sup>572)</sup> dan mengerjakan kemungkaran di tempat-tempat pertemuanmu?” Maka, jawaban kaumnya tidak lain hanyalah mengatakan, “Datangkanlah kepada kami azab Allah jika engkau termasuk orang-orang benar!” ","text_en":"You commit unnatural acts with men and cut off the way (of procreation), and commit obscenities in your gatherings.\" The only answer his people made was: \"Bring the punishment of God, if you are truthful.\"","transliteration":"A'innakum lataatoonar rijaala wa taqta'oonas sabeela wa taatoona fee naadekumul munkara famaa kaana jawaaba qawmiheee illaaa an qaalu' tinaaa bi'azaabil laahi in kunta minas saadiqeen","no_fn":"572","text_fn":"572) Sebagian mufasir mengartikan taqṭa‘ūnas-sabīl dengan ‘melakukan perbuatan keji terhadap orang-orang yang dalam perjalanan’ karena sebagian besar mereka melakukan homoseks itu dengan tamu-tamu yang datang ke kampung mereka. Ada lagi yang mengartikannya dengan ‘memutus jalur keturunan’ karena mereka berbuat homoseks."},{"id":3370,"surah":29,"no_ayah":30,"tema":"Dakwah Lut kepada Kaumnya","text_ayah":"قَالَ رَبِّ [h:9187[ٱ][f:9188[نص]ُرْنِي عَلَي [h:1431[ٱ]لْقَوْمِ [h:10350[ٱ]لْمُفْسِد[p[ِي]نَ","text_id":"Dia (Lut) berdoa, “Ya Tuhanku, tolonglah aku (dengan menimpakan azab) atas kaum yang berbuat kerusakan itu.” ","text_en":"\"O Lord, help me against the wicked people,\"(Lot) prayed.","transliteration":"Qaala Rabbin surnee 'alal qawmil mufsideen","no_fn":"","text_fn":""},{"id":3371,"surah":29,"no_ayah":31,"tema":"Azab yang Dikabarkan Malaikat yang Akan Ditimpakan kepada Kaum Lut","text_ayah":"وَلَ[g[مّ]َا ج[o[َا]ٓءَتْ رُسُلُن[o[َآ] إِ[q:1860[بْ]ر[n[َٲ]هِيمَ بِ[h:6414[ٱ]لْبُشْرَيٰ قَال[o[ُوٓ][s[اْ] إِ[g[نّ]َا مُهْلِك[o[ُوٓ][s[اْ] أَهْلِ هَ[n[ـٰ]ذِهِ [h:2928[ٱ]لْقَرْيَةِ‌ۖ إِ[g[نّ]َ أَهْلَهَا كَانُو[s[اْ] ظَ[n[ـٰ]لِم[p[ِي]نَ","text_id":"Ketika utusan-utusan Kami (para malaikat) datang kepada Ibrahim membawa kabar gembira,<sup>573)</sup> mereka berkata, “Sesungguhnya kami akan membinasakan penduduk negeri ini. Sesungguhnya mereka adalah orang-orang zalim.” ","text_en":"When Our messengers came to Abraham with good news, they said: \"We have to destroy this city as its inhabitants have become sinful.\"","transliteration":"Wa lammaa jaaa'at Rusulunaaa Ibraaheema bil bushraa qaalooo innaa muhlikoo ahli haazihil qaryati inna ahlahaa kaanoo zaalimeen","no_fn":"573","text_fn":"573) Kabar gembira yang dimaksud adalah bahwa Nabi Ibrahim a.s. akan mendapatkan putra."},{"id":3372,"surah":29,"no_ayah":32,"tema":"Azab yang Dikabarkan Malaikat yang Akan Ditimpakan kepada Kaum Lut","text_ayah":"قَالَ إِ[g[نّ]َ فِيهَا لُو[f:10351[طًا‌ۚ ق]َالُو[s[اْ] نَحْنُ أَعْلَمُ بِمَ[f:10352[ن ف]ِيهَا‌ۖ لَنُنَجِّيَ[g[نّ]َهُ[n[ۥ] وَأَهْلَهُ[o[ۥٓ] إِلَّا [h:4837[ٱ]مْرَأَتَهُ[n[ۥ] كَانَتْ مِنَ [h:4838[ٱ]لْغَ[n[ـٰ]بِر[p[ِي]نَ","text_id":"Dia (Ibrahim) berkata, “Sesungguhnya di kota itu ada Lut.” Mereka berkata, “Kami lebih tahu siapa yang ada di kota itu. Kami pasti akan menyelamatkan dia dan pengikut-pengikutnya, kecuali istrinya. Dia termasuk (orang-orang kafir) yang tertinggal.” ","text_en":"He said: \"Surely Lot is there.\" They answered: \"We know who is there. We are to save him and his family except his wife, for she is one of those who will stay behind.\"","transliteration":"Qaala inna feeha Lootaa; qaaloo nahnu a'lamu biman feehaa lanunajjjiyannahoo wa ahlahooo illam ra atahoo kaanat minal ghaabireen","no_fn":"","text_fn":""},{"id":3373,"surah":29,"no_ayah":33,"tema":"Azab yang Dikabarkan Malaikat yang Akan Ditimpakan kepada Kaum Lut","text_ayah":"وَلَ[g[مّ][o[َآ] أَ[f:10353[ن ج][o[َا]ٓءَتْ رُسُلُنَا لُو[f:6430[طًا س][o[ِي]ٓءَ بِهِمْ وَضَاقَ بِهِمْ ذَرْ[a:10354[عًا و]َقَالُو[s[اْ] لَا تَخَفْ وَلَا تَحْزَنْ‌ۖ إِ[g[نّ]َا مُنَجُّوكَ وَأَهْلَكَ إِلَّا [h:6440[ٱ]مْرَأَتَكَ كَانَتْ مِنَ [h:4838[ٱ]لْغَ[n[ـٰ]بِر[p[ِي]نَ","text_id":"Ketika para utusan Kami datang kepada Lut, ia sedih karena (kedatangan) mereka<sup>574)</sup> dan merasa tidak mempunyai kekuatan untuk melindunginya. Mereka pun berkata, “Janganlah takut dan jangan sedih. Sesungguhnya kami akan menyelamatkan kamu dan pengikut-pengikutmu, kecuali istrimu. Dia termasuk (orang-orang kafir) yang tertinggal.” ","text_en":"So, when Our messengers came to Lot, he was worried on their account as he was unable to protect them. They said: \"Have no fear or regret. We will certainly save you and your family except your wife, for she is one of those who will stay behind.","transliteration":"Wa lammaaa an jaaa'at Rusulunaa Lootan seee'a bihim wa daaqa bihim zar'anw wa qaaloo laa takhaf wa laa tahzan innaa munajjooka wa ahlaka illam ra ataka kaanat minal ghaabireen","no_fn":"574","text_fn":"574) Nabi Lut a.s. merasa sedih akan kedatangan utusan-utusan Allah Swt. itu karena mereka adalah pemuda yang rupawan, sedangkan kaum Lut sangat menyukai pemuda-pemuda yang rupawan untuk diajak melakukan homoseks. Dia merasa tidak sanggup melindungi mereka jika ada gangguan dari kaumnya."},{"id":3374,"surah":29,"no_ayah":34,"tema":"Azab yang Dikabarkan Malaikat yang Akan Ditimpakan kepada Kaum Lut","text_ayah":"إِ[g[نّ]َا مُ[f:10355[نز]ِلُونَ عَلَ[o[يٰٓ] أَهْلِ هَ[n[ـٰ]ذِهِ [h:2928[ٱ]لْقَرْيَةِ رِ[q:290[جْ][a:291[زًا م]ِّنَ [h:64[ٱ][l[ل]سَّم[o[َا]ٓءِ بِمَا كَانُو[s[اْ] يَفْسُق[p[ُو]نَ","text_id":"Sesungguhnya Kami akan menurunkan suatu azab dari langit kepada penduduk negeri ini karena mereka selalu berbuat fasik. ","text_en":"We have to bring a scourge from the heavens on the people of this city as they are depraved.\"","transliteration":"Innaa munziloona 'alaaa ahli haazihil qaryati rijzam minas samaaa'i bimaa kaanoo yafsuqoon","no_fn":"","text_fn":""},{"id":3375,"surah":29,"no_ayah":35,"tema":"Azab yang Dikabarkan Malaikat yang Akan Ditimpakan kepada Kaum Lut","text_ayah":"وَلَقَ[d:10356[د] تَّرَكْنَا مِنْه[o[َآ] ءَايَ[i:10357[ةَۢ ب]َيِّنَ[u:10358[ةً ل]ِّقَوْ[a:850[مٍ ي]َعْقِل[p[ُو]نَ","text_id":"Sungguh, benar-benar telah Kami tinggalkan darinya suatu tanda yang nyata<sup>575)</sup> bagi kaum yang berpikir.","text_en":"Verily We have left a clear sign of this for people of sense to see.","transliteration":"Wa laqat taraknaa min haaa aayatam baiyinatal liqawminy ya'qiloon","no_fn":"575","text_fn":"575) Tanda yang nyata adalah bekas-bekas reruntuhan kota Sodom, negeri kaum Nabi Lut a.s."},{"id":3376,"surah":29,"no_ayah":36,"tema":"Azab yang Ditimpakan kepada Penduduk Madyan","text_ayah":"وَإِلَيٰ مَ[q:4842[دْ]يَنَ أَخَاهُمْ شُعَيْ[f:10359[بًا ف]َقَالَ يَ[n[ـٰ]قَوْمِ [h:4768[ٱ]عْبُدُو[s[اْ] [h:3704[ٱ]للَّهَ وَ[h:10360[ٱ]رْجُو[s[اْ] [h:10361[ٱ]لْيَوْمَ [h:10362[ٱ]لْأَخِرَ وَلَا تَعْثَوْ[s[اْ] فِي [h:44[ٱ]لْأَرْضِ مُفْسِد[p[ِي]نَ","text_id":"Kepada penduduk Madyan (Kami utus) saudara mereka, (yaitu) Syuʻaib. Dia berkata, “Wahai kaumku, sembahlah Allah, harapkanlah (pahala) hari akhir, dan janganlah berkeliaran di bumi untuk berbuat kerusakan.” ","text_en":"To Midian We sent their brother Shu'aib. He said: \"O people, worship God and be ready for the Day of Resurrection. Do no evil, and create no mischief in the land.\"","transliteration":"Wa ilaa Madyana akhaahum Shu'ayban faqaala yaa qawmi'-budul laaha warjul yawmal aakhira wa laa ta'saw fil ardi mufsideen","no_fn":"","text_fn":""},{"id":3377,"surah":29,"no_ayah":37,"tema":"Azab yang Ditimpakan kepada Penduduk Madyan","text_ayah":"فَكَذَّبُوهُ فَأَخَذَتْهُمُ [h:4823[ٱ][l[ل]رَّ[q:4824[جْ]فَةُ فَأَصْبَحُو[s[اْ] فِي دَارِهِمْ جَ[n[ـٰ]ثِم[p[ِي]نَ","text_id":"Mereka mendustakannya. Maka, gempa dahsyat menimpa mereka. Lalu, jadilah mereka (mayat-mayat yang) bergelimpangan di tempat tinggalnya.","text_en":"But they denied him and were seized by an earthquake, and lay overturned in their homes in the morning.","transliteration":"Fakazzaboohu fa akhazat humur rajfatu fa asbahoo fee daarihim jaasimeen","no_fn":"","text_fn":""},{"id":3378,"surah":29,"no_ayah":38,"tema":"Kehancuran Kaum yang Mendustakan Para Rasul","text_ayah":"وَعَا[a:9638[دًا و]َثَمُودَ[s[اْ] وَقَ[d:10363[د] تَّبَيَّنَ لَك[w:556[ُم م]ّ[a:10364[ِن م]َّسَ[n[ـٰ]كِنِهِمْ‌ۖ وَزَيَّنَ لَهُمُ [h:4046[ٱ][l[ل]شَّيْطَ[n[ـٰ]نُ أَعْمَ[n[ـٰ]لَهُمْ فَصَدَّهُمْ عَنِ [h:6998[ٱ][l[ل]سَّبِيلِ وَكَانُو[s[اْ] مُسْتَ[q:10365[بْ]صِر[p[ِي]نَ","text_id":"Juga (ingatlah kaum) ‘Ad dan Samud. Sungguh telah nyata bagi kamu (kehancuran mereka) dari (puing-puing) tempat tinggal mereka. Setan menjadikan terasa indah perbuatan (buruk) mereka, sehingga menghalangi mereka dari jalan (Allah), sedangkan mereka dahulu adalah orang-orang yang berpandangan tajam, ","text_en":"And (remember) 'Ad and Thamud. It will be clear to you from their habitations (how they were destroyed), for Satan had made their deeds look attractive to them, and turned them away from the path; and yet they were a people of acumen.","transliteration":"Wa 'Aadanw wa Samooda wa qat tabaiyana lakum mim masaakinihim wa zaiyana lahumush Shaitaanu a'maalahum fasaddahum 'anis sabeeli wa kaanoo mustabsireen","no_fn":"","text_fn":""},{"id":3379,"surah":29,"no_ayah":39,"tema":"Kehancuran Kaum yang Mendustakan Para Rasul","text_ayah":"وَقَ[n[ـٰ]رُونَ وَفِرْعَوْنَ وَهَ[n[ـٰ]مَ[n[ـٰ]نَ‌ۖ وَلَقَ[q:341[دْ] ج[o[َا]ٓءَه[w:10161[ُم م]ُّوسَيٰ بِ[h:484[ٱ]لْبَيِّنَ[n[ـٰ]تِ فَ[h:4956[ٱ]سْتَكْبَرُو[s[اْ] فِي [h:44[ٱ]لْأَرْضِ وَمَا كَانُو[s[اْ] سَ[n[ـٰ]بِق[p[ِي]نَ","text_id":"dan (juga) Qarun, Fir‘aun, dan Haman. Sungguh, benar-benar telah datang kepada mereka Musa dengan (membawa) keterangan-keterangan yang nyata. Tetapi mereka berlaku sombong di bumi, dan mereka orang-orang yang tidak luput (dari azab Allah).","text_en":"(Remember) Qarun, Pharaoh and Haman to whom Moses came with clear signs; but they were haughty (and oppressed) the land. Yet they could not run away from Us;","transliteration":"Wa Qaaroona wa Fir'awna wa haamaana wa laqad jaaa'ahum Moosa bilbaiyinaati fastakbaroo fil ardi wa maa kaanoo saabiqeen","no_fn":"","text_fn":""},{"id":3380,"surah":29,"no_ayah":40,"tema":"Kehancuran Kaum yang Mendustakan Para Rasul","text_ayah":"فَكُلاًّ أَخَذْنَا بِذَ[i:10366[نۢب]ِه[n[ِۦ]‌ۖ فَمِنْه[w:1456[ُم م]َّنْ أَرْسَلْنَا عَلَيْهِ حَاصِ[a:10367[بًا و]َمِنْه[w:1106[ُم م]َّنْ أَخَذَتْهُ [h:10368[ٱ][l[ل]صَّيْحَةُ وَمِنْه[w:1106[ُم م]َّنْ خَسَفْنَا بِهِ [h:842[ٱ]لْأَرْضَ وَمِنْه[w:1106[ُم م]َّنْ أَغْرَ[q:9772[قْ]نَا‌ۚ وَمَا كَانَ [h:742[ٱ]للَّهُ لِيَظْلِمَهُمْ وَلَ[n[ـٰ]كِ[f:276[ن ك]َان[o[ُوٓ][s[اْ] أَ[f:38[نف]ُسَهُمْ يَظْلِم[p[ُو]نَ","text_id":"Masing-masing (dari mereka) Kami azab karena dosanya. Di antara mereka ada yang Kami timpakan angin kencang (yang mengandung) batu kerikil, ada yang ditimpa suara keras yang mengguntur, ada yang Kami benamkan ke dalam bumi, dan ada pula yang Kami tenggelamkan. Tidaklah Allah menzalimi mereka, tetapi merekalah yang menzalimi dirinya sendiri. ","text_en":"And We seized all of them for their crimes. Against some We sent a violent wind hurling stones, and some We seized with a mighty blast, and some We submerged under the earth, and some We drowned. It was not for God to wrong them, they wronged themselves.","transliteration":"Fakullan akhaznaa bizam bihee faminhum man arsalnaa 'alaihi haasibaa; wa minhum man akhazat hus saihatu wa minhum man khasafnaa bihil arda wa minhum man aghraqnaa; wa maa kaanal laahu li yazlimahum wa laakin kaanoo anfusahum yazlimoon","no_fn":"","text_fn":""},{"id":3381,"surah":29,"no_ayah":41,"tema":"Kehancuran Kaum yang Mendustakan Para Rasul","text_ayah":"مَثَلُ [h:1179[ٱ]لَّذِينَ [h:3645[ٱ]تَّخَذُو[s[اْ] مِ[f:107[ن د]ُونِ [h:108[ٱ]للَّهِ أَوْلِي[o[َا]ٓءَ كَمَثَلِ [h:10369[ٱ]لْعَ[f:10370[نك]َبُوتِ [h:10371[ٱ]تَّخَذَتْ بَيْ[a:10372[تًا‌ۖ و]َإِ[g[نّ]َ أَوْهَنَ [h:10373[ٱ]لْبُيُوتِ لَبَيْتُ [h:10374[ٱ]لْعَ[f:10370[نك]َبُوتِ‌ۖ لَوْ كَانُو[s[اْ] يَعْلَم[p[ُو]نَ","text_id":"Perumpamaan orang-orang yang menjadikan selain Allah sebagai pelindung<sup>576)</sup> adalah seperti laba-laba betina yang membuat rumah. Sesungguhnya rumah yang paling lemah ialah rumah laba-laba. Jika mereka tahu, (niscaya tidak akan menyembahnya). ","text_en":"The semblance of those who take protectors besides God is that of the spider. She arranges a house for herself, but the flimsiest of houses is the spider's. If only they had sense!","transliteration":"Masalul lazeenat takhazoo min doonil laahi awliyaaa'a kamasalil 'ankaboot, ittakhazat baitaa; wa inna awhanal buyooti la baitul 'ankaboot; law kaanoo ya'lamoon","no_fn":"576","text_fn":"576) Lihat catatan kaki surah Āli ‘Imrān/3: 28."},{"id":3382,"surah":29,"no_ayah":42,"tema":"Kehancuran Kaum yang Mendustakan Para Rasul","text_ayah":"إِ[g[نّ]َ [h:80[ٱ]للَّهَ يَعْلَمُ مَا يَ[q:1240[دْ]عُونَ مِ[f:3136[ن د]ُونِه[n[ِۦ] مِ[f:2103[ن ش][a:4300[َيْءٍ‌ۚ و]َهُوَ [h:7045[ٱ]لْعَزِيزُ [h:681[ٱ]لْحَك[p[ِي]مُ","text_id":"Sesungguhnya Allah mengetahui apa saja yang mereka sembah selain Dia. Dialah Yang Mahaperkasa lagi Mahabijaksana.","text_en":"Verily God knows what they invoke in His place, for He is all-mighty and all-wise.","transliteration":"Innal laaha ya'lamu maa yad'oona min doonihee min shai'; wa Huwal 'Azeezul Hakeem","no_fn":"","text_fn":""},{"id":3383,"surah":29,"no_ayah":43,"tema":"Kehancuran Kaum yang Mendustakan Para Rasul","text_ayah":"وَتِلْكَ [h:10375[ٱ]لْأَمْثَ[n[ـٰ]لُ نَضْرِبُهَا لِل[g[نّ]َاسِ‌ۖ وَمَا يَعْقِلُه[o[َآ] إِلَّا [h:10376[ٱ]لْعَ[n[ـٰ]لِم[p[ُو]نَ","text_id":"Perumpamaan-perumpamaan itu Kami buat untuk manusia. Namun, tidak ada yang memahaminya, kecuali orang-orang yang berilmu. ","text_en":"These are precepts of wisdom We offer to men, but only those who are rational understand.","transliteration":"Wa tilkal amsaalu nadribuhaa linnaasi wa maa ya'qiluhaaa illal 'aalimoon","no_fn":"","text_fn":""},{"id":3384,"surah":29,"no_ayah":44,"tema":"Kehancuran Kaum yang Mendustakan Para Rasul","text_ayah":"خَلَقَ [h:1272[ٱ]للَّهُ [h:10377[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:1474[ٱ]لْأَرْضَ بِ[h:370[ٱ]لْحَقِّ‌ۚ إِ[g[نّ]َ فِي ذ[n[َٲ]لِكَ لَأَيَ[u:7291[ةً ل]ِّلْمُؤْمِن[p[ِي]نَ","text_id":"Allah menciptakan langit dan bumi dengan hak.<sup>577)</sup> Sesungguhnya pada yang demikian itu benar-benar terdapat tanda (kebesaran Allah) bagi orang-orang mukmin.","text_en":"God has created the heavens and the earth with reason. Surely in this is a sign for those who believe.","transliteration":"Khalaqal laahus samaawaati wal arda bilhaqq; inna fee zaalika la aayatal lilmu mineen","no_fn":"577","text_fn":"577) Allah Swt. menciptakan semua yang disebutkan itu bukan dengan percuma, melainkan dengan penuh hikmah."},{"id":3385,"surah":29,"no_ayah":45,"tema":"Kehancuran Kaum yang Mendustakan Para Rasul","text_ayah":"ٱتْلُ م[o[َآ] أُوحِيَ إِلَيْكَ مِنَ [h:891[ٱ]لْكِتَ[n[ـٰ]بِ وَأَقِمِ [h:6518[ٱ][l[ل]صَّلَ[s[و][n[ٲ]ةَ‌ۖ إِ[g[نّ]َ [h:3096[ٱ][l[ل]صَّلَ[s[و][n[ٲ]ةَ تَنْهَيٰ عَنِ [h:7553[ٱ]لْفَحْش[o[َا]ٓءِ وَ[h:7554[ٱ]لْمُ[f:7554[نك]َرِ‌ۗ وَلَذِكْرُ [h:10378[ٱ]للَّهِ أَكْبَرُ‌ۗ وَ[h:72[ٱ]للَّهُ يَعْلَمُ مَا تَصْنَع[p[ُو]نَ","text_id":"Bacalah (Nabi Muhammad) Kitab (Al-Qur’an) yang telah diwahyukan kepadamu dan tegakkanlah salat. Sesungguhnya salat itu mencegah dari (perbuatan) keji dan mungkar. Sungguh, mengingat Allah (salat) itu lebih besar (keutamaannya daripada ibadah yang lain). Allah mengetahui apa yang kamu kerjakan.","text_en":"Recite what has been revealed to you of this Book, and be constant in devotion. Surely prayer keeps you away from the obscene and detestable, but the remembrance of God is greater far; and God knows what you do.","transliteration":"Utlu maaa oohiya ilaika mional Kitaabi wa aqimis Salaata innas Salaata tanhaa 'anil fahshaaa'i wal munkar; wa lazikrul laahi akbar; wal laahu ya'lamu maa tasna'oon","no_fn":"","text_fn":""},{"id":3386,"surah":29,"no_ayah":46,"tema":"Etika Berdebat dengan Ahlulkitab","text_ayah":"۞ وَلَا تُجَ[n[ـٰ]دِل[o[ُوٓ][s[اْ] أَهْلَ [h:3678[ٱ]لْكِتَ[n[ـٰ]بِ إِلَّا بِ[h:4526[ٱ]لَّتِي هِيَ أَحْسَنُ إِلَّا [h:778[ٱ]لَّذِينَ ظَلَمُو[s[اْ] مِنْهُمْ‌ۖ وَقُول[o[ُوٓ][s[اْ] ءَامَ[g[نّ]َا بِ[h:315[ٱ]لَّذ[o[ِيٓ] أُ[f:17[نز]ِلَ إِلَيْنَا وَأُ[f:10379[نز]ِلَ إِلَيْكُمْ وَإِلَ[n[ـٰ]هُنَا وَإِلَ[n[ـٰ]هُكُمْ و[n[َٲ]حِ[a:10380[دٌ و]َنَحْنُ لَهُ[n[ۥ] مُسْلِم[p[ُو]نَ","text_id":"Janganlah kamu mendebat Ahlulkitab melainkan dengan cara yang lebih baik, kecuali terhadap orang-orang yang berbuat zalim di antara mereka. Katakanlah, “Kami beriman pada (kitab) yang diturunkan kepada kami dan yang diturunkan kepadamu. Tuhan kami dan Tuhanmu adalah satu. Hanya kepada-Nya kami berserah diri.”","text_en":"Do not argue with the people of the Book unless in a fair way, apart from those who act wrongly, and say to them: \"We believe what has been sent down to us, and we believe what has been sent down to you. Our God and your God is one, and to Him we submit.\"","transliteration":"Wa laa tujaadilooo Ahlal Kitaabi illaa billatee hiya ahsanu illal lazeena zalamoo minhum wa qoolooo aamannaa billazeee unzila ilainaa wa unzila ilaikum wa illaahunna wa illahukum waahidunw-wa nahnu lahoo muslimoon","no_fn":"","text_fn":""},{"id":3387,"surah":29,"no_ayah":47,"tema":"Etika Berdebat dengan Ahlulkitab","text_ayah":"وَكَذ[n[َٲ]لِكَ أَ[f:515[نز]َلْن[o[َآ] إِلَيْكَ [h:3102[ٱ]لْكِتَ[n[ـٰ]بَ‌ۚ فَ[h:2514[ٱ]لَّذِينَ ءَاتَيْنَ[n[ـٰ]هُمُ [h:635[ٱ]لْكِتَ[n[ـٰ]بَ يُؤْمِنُونَ بِه[n[ِۦ]‌ۖ وَمِنْ هَ[o[ـٰٓ]ؤُل[o[َا]ٓءِ م[a:5799[َن ي]ُؤْمِنُ بِه[n[ِۦ]‌ۚ وَمَا يَ[q:10381[جْ]حَدُ بِـَٔـايَ[n[ـٰ]تِن[o[َآ] إِلَّا [h:10382[ٱ]لْكَ[n[ـٰ]فِر[p[ُو]نَ","text_id":"Demikianlah Kami turunkan Kitab (Al-Qur’an) kepadamu. Adapun orang-orang yang telah Kami berikan Kitab (Taurat dan Injil), mereka beriman kepadanya (Al-Qur’an). Di antara mereka (orang-orang kafir Makkah), ada (pula) yang beriman kepadanya. Tidaklah mengingkari ayat-ayat Kami, kecuali orang-orang kafir. ","text_en":"That is how We have revealed this Book to you and those to whom We have sent down the Book will believe in it. Only those who are infidels will deny it.","transliteration":"Wa kazaalika anzalnaaa ilaikal Kitaab; fallazeena aatainaahumul kitaaba yu'minoona bihee wa min haaa'ulaaa'i many yu'minu bih; wa maa yajhadu bi'Aayaatinaa illal kaafiroon","no_fn":"","text_fn":""},{"id":3388,"surah":29,"no_ayah":48,"tema":"Etika Berdebat dengan Ahlulkitab","text_ayah":"وَمَا كُ[f:735[نت]َ تَتْلُو[s[اْ] مِ[f:1097[ن ق]َ[q:1098[بْ]لِه[n[ِۦ] مِ[f:2060[ن ك]ِتَ[n[ـٰ][a:10383[بٍ و]َلَا تَخُطُّهُ[n[ۥ] بِيَمِينِكَ‌ۖ إِ[u:10384[ذًا ل]َّ[h:10385[ٱ]رْتَابَ [h:10386[ٱ]لْمُ[q:5131[بْ]طِل[p[ُو]نَ","text_id":"Engkau (Nabi Muhammad) tidak pernah membaca suatu kitab pun sebelumnya (Al-Qur’an) dan tidak (pula) menuliskannya dengan tangan kananmu. Sekiranya (engkau pernah membaca dan menulis,) niscaya orang-orang yang mengingkarinya ragu (bahwa ia dari Allah). ","text_en":"You did not read any Scripture before this, nor wrote one with your right hand, or else these dissemblers would have found a cause to doubt it.","transliteration":"Wa maa kunta tatloo min qablihee min kitaabinw wa laa takhuttubhoo bi yameenika izal lartaabal mubtiloon","no_fn":"","text_fn":""},{"id":3389,"surah":29,"no_ayah":49,"tema":"Etika Berdebat dengan Ahlulkitab","text_ayah":"بَلْ هُوَ ءَايَ[n[ـٰ][i:2117[تُۢ ب]َيِّنَ[n[ـٰ][f:10387[تٌ ف]ِي صُدُورِ [h:10388[ٱ]لَّذِينَ أُوتُو[s[اْ] [h:7379[ٱ]لْعِلْمَ‌ۚ وَمَا يَ[q:10381[جْ]حَدُ بِـَٔـايَ[n[ـٰ]تِن[o[َآ] إِلَّا [h:10389[ٱ][l[ل]ظَّ[n[ـٰ]لِم[p[ُو]نَ","text_id":"Sebenarnya, ia (Al-Qur’an) adalah ayat-ayat yang jelas di dalam dada orang-orang yang berilmu. Tidaklah mengingkari ayat-ayat Kami, kecuali orang-orang zalim.","text_en":"In fact, in the minds of those who have intelligence these are clear signs. No one denies Our revelations except those who are unjust.","transliteration":"Bal huwa aayaatum baiyinaatun fee sudooril lazeena ootul 'ilm; wa maa yajhadu bi aayaatinaa illaz zaalimoon","no_fn":"","text_fn":""},{"id":3390,"surah":29,"no_ayah":50,"tema":"Sikap Kaum Kafir Makkah terhadap Risalah Nabi Muhammad","text_ayah":"وَقَالُو[s[اْ] لَوْل[o[َآ] أُ[f:17[نز]ِلَ عَلَيْهِ ءَايَ[n[ـٰ][a:10390[تٌ م]ّ[u:192[ِن ر]َّبِّه[n[ِۦ]‌ۖ قُلْ إِ[g[نّ]َمَا [h:4327[ٱ]لْأَيَ[n[ـٰ]تُ عِ[f:264[ند]َ [h:408[ٱ]للَّهِ وَإِ[g[نّ]َم[o[َآ] أَنَا۟ نَذِي[a:5164[رٌ م]ُّب[p[ِي]نٌ","text_id":"Mereka (orang-orang kafir) berkata, “Mengapa tidak diturunkan kepadanya bukti-bukti (mukjizat) dari Tuhannya?” Katakanlah (Nabi Muhammad), “Bukti-bukti (mukjizat) itu hanya ada di sisi Allah, sedangkan aku hanyalah pemberi peringatan yang jelas.”","text_en":"For they say: \"How Is it no signs were sent down to him from his Lord?\" Say: \"The signs are with God. I am only a warner, plain and simple.\"","transliteration":"Wa qaaloo law laaa unzila 'alaihi aayaatum mir Rabbihee qul innamal aayaatu 'indal laahi wa innamaaa ana nazeerum mubeen","no_fn":"","text_fn":""},{"id":3391,"surah":29,"no_ayah":51,"tema":"Sikap Kaum Kafir Makkah terhadap Risalah Nabi Muhammad","text_ayah":"أَوَلَمْ يَكْفِهِمْ أَ[g[نّ][o[َآ] أَ[f:515[نز]َلْنَا عَلَيْكَ [h:1723[ٱ]لْكِتَ[n[ـٰ]بَ يُتْلَيٰ عَلَيْهِمْ‌ۚ إِ[g[نّ]َ فِي ذ[n[َٲ]لِكَ لَرَحْمَ[a:10391[ةً و]َذِكْرَيٰ لِقَوْ[a:4294[مٍ ي]ُؤْمِن[p[ُو]نَ","text_id":"Tidak cukupkah bagi mereka bahwa Kami menurunkan Kitab (Al-Qur’an) kepadamu yang dibacakan kepada mereka? Sesungguhnya di dalam (Al-Qur’an) itu benar-benar terdapat rahmat dan pelajaran bagi orang-orang yang beriman. ","text_en":"Is it not sufficient for them that We have revealed the Book to you which is read out to them? It is indeed a grace and reminder for people who believe.","transliteration":"Awa lam yakfihim annaaa anzalnaa 'alaikal kitaaba yutlaa 'alaikhim; inna fee zaalika larahmatanw wa zikraa liqawminy yu'minoon","no_fn":"","text_fn":""},{"id":3392,"surah":29,"no_ayah":52,"tema":"Sikap Kaum Kafir Makkah terhadap Risalah Nabi Muhammad","text_ayah":"قُلْ كَفَيٰ بِ[h:32[ٱ]للَّهِ بَيْنِي وَبَيْنَكُمْ شَهِي[a:10392[دًا‌ۖ ي]َعْلَمُ مَا فِي [h:609[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:177[ٱ]لْأَرْضِ‌ۗ وَ[h:37[ٱ]لَّذِينَ ءَامَنُو[s[اْ] بِ[h:212[ٱ]لْبَ[n[ـٰ]طِلِ وَكَفَرُو[s[اْ] بِ[h:32[ٱ]للَّهِ أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ هُمُ [h:150[ٱ]لْخَ[n[ـٰ]سِر[p[ُو]نَ","text_id":"Katakanlah (Nabi Muhammad), “Cukuplah Allah menjadi saksi antara aku dan kamu. Dia mengetahui apa yang ada di langit dan di bumi. Orang-orang yang memercayai kebatilan dan kufur kepada Allah, mereka itulah orang-orang yang rugi.” ","text_en":"Say: \"God is sufficient as witness between me and you.\" He knows what is in the heavens and the earth. It is those who believe in falsehood and disbelieve in God who will perish.","transliteration":"Qul kafaa billaahi bainee wa bainakum shaheedaa; ya'lamu maa fis samaawaati wal ard; wallazeena aamanoo bil baatili wa kafaroo billaahi ulaaa'ika humul khaasiroon","no_fn":"","text_fn":""},{"id":3393,"surah":29,"no_ayah":53,"tema":"Sikap Kaum Kafir Makkah terhadap Risalah Nabi Muhammad","text_ayah":"وَيَسْتَعْجِلُونَكَ بِ[h:9060[ٱ]لْعَذَابِ‌ۚ وَلَوْل[o[َآ] أَجَ[a:4120[لٌ م]ُّسَم[u:10393[ًّي ل]َّج[o[َا]ٓءَهُمُ [h:10394[ٱ]لْعَذَابُ وَلَيَأْتِيَ[g[نّ]َه[c:10395[ُم ب]َغْتَ[a:4880[ةً و]َهُمْ لَا يَشْعُر[p[ُو]نَ","text_id":"Mereka minta agar engkau menyegerakan (datangnya) azab. Kalau bukan karena waktunya telah ditetapkan, niscaya azab datang kepada mereka. (Azab itu) benar-benar akan datang kepada mereka dengan tiba-tiba, sedangkan mereka tidak menyadarinya. ","text_en":"They want you to hasten the punishment: But for a time already determined the punishment would have come upon them. It will come upon them all too suddenly, and they will be caught unawares.","transliteration":"Wa yasta'jiloonaka bil'azaab; wa law laaa ajalum musammal lajaaa'ahumul 'zaab; wa la yaatiyannahum baghta tanw wa hum laa yash'uroon","no_fn":"","text_fn":""},{"id":3394,"surah":29,"no_ayah":54,"tema":"Sikap Kaum Kafir Makkah terhadap Risalah Nabi Muhammad","text_ayah":"يَسْتَعْجِلُونَكَ بِ[h:9060[ٱ]لْعَذَابِ وَإِ[g[نّ]َ جَهَ[g[نّ]َمَ لَمُحِيطَ[i:5639[ةُۢ ب]ِ[h:74[ٱ]لْكَ[n[ـٰ]فِر[p[ِي]نَ","text_id":"Mereka minta agar engkau menyegerakan (turunnya) azab. Sesungguhnya (neraka) Jahanam benar-benar meliputi orang-orang kafir ","text_en":"They want you to hasten the punishment: Hell will indeed surround the unbelievers.","transliteration":"Yasta'jiloonak bil'azaab; wa inna Jahannama lamuhee tatum bilkaafireen","no_fn":"","text_fn":""},{"id":3395,"surah":29,"no_ayah":55,"tema":"Sikap Kaum Kafir Makkah terhadap Risalah Nabi Muhammad","text_ayah":"يَوْمَ يَغْشَ[n[ـٰ]هُمُ [h:10396[ٱ]لْعَذَابُ مِ[f:3683[ن ف]َوْقِهِمْ وَمِ[f:3684[ن ت]َحْتِ أَرْجُلِهِمْ وَيَقُولُ ذُوقُو[s[اْ] مَا كُ[f:100[نت]ُمْ تَعْمَل[p[ُو]نَ","text_id":"pada hari (ketika) azab menutupi mereka dari atas dan dari bawah kakinya. (Allah) berfirman, “Rasakanlah (balasan) apa yang selama ini kamu kerjakan!”","text_en":"The day the punishment comes upon them from above and underneath their feet, (God will) say: \"And now taste of what you had done.\"","transliteration":"Yawma yaghshaahumul 'azaabu min fawqihim wa min tahti arjulim wa yaqoolu zooqoo maa kuntum ta'maloon","no_fn":"","text_fn":""},{"id":3396,"surah":29,"no_ayah":56,"tema":"Perintah Hijrah","text_ayah":"يَ[n[ـٰ]عِبَادِيَ [h:10397[ٱ]لَّذِينَ ءَامَن[o[ُوٓ][s[اْ] إِ[g[نّ]َ أَرْضِي و[n[َٲ]سِعَ[f:10398[ةٌ ف]َإِيَّ[n[ـٰ]يَ فَ[h:8713[ٱ]عْبُد[p[ُو]نِ","text_id":"Wahai hamba-hamba-Ku yang beriman, sesungguhnya bumi-Ku itu luas, maka menyembahlah hanya kepada-Ku. ","text_en":"O My creatures who believe, surely My earth has plenty of scope and so worship only Me.","transliteration":"Yaa 'ibaadiyal lazeena aamanooo inna ardee waasi 'atun fa iyyaaya fa'budoon","no_fn":"","text_fn":""},{"id":3397,"surah":29,"no_ayah":57,"tema":"Perintah Hijrah","text_ayah":"كُلُّ نَفْ[f:2476[سٍ ذ][o[َا]ٓئِقَةُ [h:2477[ٱ]لْمَوْتِ‌ۖ ثُ[g[مّ]َ إِلَيْنَا تُرْجَع[p[ُو]نَ","text_id":"Setiap yang bernyawa pasti akan merasakan kematian. Kemudian, hanya kepada Kami kamu dikembalikan. ","text_en":"Every soul has to know the taste of death. You will then be sent back to Us.","transliteration":"Kullu nafsin zaaa'iqatul mawti summa ilainaa turja'oon","no_fn":"","text_fn":""},{"id":3398,"surah":29,"no_ayah":58,"tema":"Perintah Hijrah","text_ayah":"وَ[h:9999[ٱ]لَّذِينَ ءَامَنُو[s[اْ] وَعَمِلُو[s[اْ] [h:118[ٱ][l[ل]صَّ[n[ـٰ]لِحَ[n[ـٰ]تِ لَنُبَوِّئَ[g[نّ]َه[w:10399[ُم م]ِّنَ [h:4643[ٱ]لْجَ[g[نّ]َةِ غُرَ[f:10400[فًا ت]َ[q:120[جْ]رِي مِ[f:121[ن ت]َحْتِهَا [h:122[ٱ]لْأَنْهَ[n[ـٰ]رُ خَ[n[ـٰ]لِدِينَ فِيهَا‌ۚ نِعْمَ أَ[q:2254[جْ]رُ [h:2255[ٱ]لْعَ[n[ـٰ]مِل[p[ِي]نَ","text_id":"Orang-orang yang beriman dan beramal saleh benar-benar akan Kami tempatkan mereka pada tempat tinggal yang mulia di dalam surga. Mengalir di bawahnya sungai-sungai (dan) mereka kekal di dalamnya. Itulah sebaik-baik balasan bagi orang-orang yang beramal (saleh). ","text_en":"We shall admit those who believe and do the right to empyreal gardens with rivers rippling by, where they will abide for ever. How excellent the guerdon of those who toil,","transliteration":"Wallazeena aamanoo wa 'amilus saalihaati la nubawwi 'annahum minal Jannati ghurafan tajree min tahtihal anhaaru khaalideena feehaa; ni'ma ajrul 'aamileen","no_fn":"","text_fn":""},{"id":3399,"surah":29,"no_ayah":59,"tema":"Perintah Hijrah","text_ayah":"ٱلَّذِينَ صَبَرُو[s[اْ] وَعَلَيٰ رَبِّهِمْ يَتَوَكَّل[p[ُو]نَ","text_id":"(Yaitu) orang-orang yang bersabar dan bertawakal kepada Tuhannya. ","text_en":"Who persevere and place their trust in their Lord.","transliteration":"Allazeena sabaroo wa 'alaa Rabbihim yatawakkaloon","no_fn":"","text_fn":""},{"id":3400,"surah":29,"no_ayah":60,"tema":"Perintah Hijrah","text_ayah":"وَكَأَيّ[a:2298[ِن م]ِّ[f:4026[ن د][m[َا]ٓبَّ[u:10401[ةٍ ل]َّا تَحْمِلُ رِزْقَهَا [h:10402[ٱ]للَّهُ يَرْزُقُهَا وَإِيَّاكُمْ‌ۚ وَهُوَ [h:709[ٱ][l[ل]سَّمِيعُ [h:669[ٱ]لْعَل[p[ِي]مُ","text_id":"Betapa banyak hewan bergerak yang tidak dapat mengusahakan rezekinya sendiri. Allahlah yang memberi rezeki kepadanya dan kepadamu. Dia Maha Mendengar lagi Maha Mengetahui.","text_en":"How many living things there are on the earth that do not Store their food; God provides them as well as you. He is all-hearing and all-knowing.","transliteration":"Wa ka ayyim min daaabbatil laa tahmilu riqqahaa; al laahu yarzuquhaa wa iyyaakum; wa Huwas Samee'ul Aleem","no_fn":"","text_fn":""},{"id":3401,"surah":29,"no_ayah":61,"tema":"Pengakuan Orang Kafir terhadap Allah sebagai Pencipta","text_ayah":"وَلَئِ[f:5683[ن س]َأَلْتَه[w:10403[ُم م]َّنْ خَلَقَ [h:3913[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:1474[ٱ]لْأَرْضَ وَسَخَّرَ [h:6864[ٱ][l[ل]شَّمْسَ وَ[h:4265[ٱ]لْقَمَرَ لَيَقُولُ[g[نّ]َ [h:10404[ٱ]للَّهُ‌ۖ فَأَ[g[نّ]َيٰ يُؤْفَك[p[ُو]نَ","text_id":"Jika engkau bertanya kepada mereka, “Siapakah yang menciptakan langit dan bumi serta menundukkan matahari dan bulan,” pasti mereka akan menjawab, “Allah.” Maka, mengapa mereka bisa dipalingkan? ","text_en":"If you ask them: \"Who created the heavens and the earth, and who set the sun and the moon to work?\" They will answer: \"God.\" Why then do they vacillate?","transliteration":"Wa la'in sa altahum man khalaqas samaawaati wal arda wa sakhkharash shamsa wal qamara la yaqoolunnal laahu fa ann yu'fakoon","no_fn":"","text_fn":""},{"id":3402,"surah":29,"no_ayah":62,"tema":"Pengakuan Orang Kafir terhadap Allah sebagai Pencipta","text_ayah":"ٱللَّهُ يَ[q:6968[بْ]سُطُ [h:6969[ٱ][l[ل]رِّزْقَ لِم[a:1537[َن ي]َش[o[َا]ٓءُ مِنْ عِبَادِه[n[ِۦ] وَيَ[q:6970[قْ]دِرُ لَهُ[o[ۥٓ‌ۚ] إِ[g[نّ]َ [h:80[ٱ]للَّهَ بِكُلِّ شَيْءٍ عَل[p[ِي]مٌ","text_id":"Allah melapangkan rezeki bagi orang yang Dia kehendaki di antara hamba-hamba-Nya dan Dia (pula) yang menyempitkan (rezeki) baginya. Sesungguhnya Allah Maha Mengetahui segala sesuatu. ","text_en":"God increases the means of those of His creatures as He please, or limits them for whomsoever He will. He is certainly cognisant of everything.","transliteration":"Allaahu yabsutur rizqa limany yashaaa'u min 'ibaadihee wa yaqdiru lah; innal laaha bikulli shai'in Aleem","no_fn":"","text_fn":""},{"id":3403,"surah":29,"no_ayah":63,"tema":"Pengakuan Orang Kafir terhadap Allah sebagai Pencipta","text_ayah":"وَلَئِ[f:5683[ن س]َأَلْتَه[w:10403[ُم م]ّ[a:10405[َن ن]َّزَّلَ مِنَ [h:64[ٱ][l[ل]سَّم[o[َا]ٓءِ م[o[َا]ٓ[f:7464[ءً ف]َأَحْيَا بِهِ [h:842[ٱ]لْأَرْضَ م[i:146[ِنۢ ب]َعْدِ مَوْتِهَا لَيَقُولُ[g[نّ]َ [h:10404[ٱ]للَّهُ‌ۚ قُلِ [h:9994[ٱ]لْحَمْدُ لِلَّهِ‌ۚ بَلْ أَكْثَرُهُمْ لَا يَعْقِل[p[ُو]نَ","text_id":"Jika engkau bertanya kepada mereka, “Siapakah yang menurunkan air dari langit, lalu dengan (air) itu menghidupkan bumi setelah mati,” pasti mereka akan menjawab, “Allah.” Katakanlah, “Segala puji bagi Allah.” Akan tetapi, kebanyakan mereka tidak mengerti.","text_en":"If you ask them: \"Who sends down rain from the sky and quickens the earth when it is dead?\" They will answer: \"God.\" Say: \"All praise be to God.\" But most of them do not understand.","transliteration":"Wa la'in sa altahum man nazzala minas samaaa'e maaa'an fa ahyaa bihil arda mim ba'di mawtihaa la yaqoolunnal laah; qulil hamdu lillah; bal aksaruhum laa ya'qiloon","no_fn":"","text_fn":""},{"id":3404,"surah":29,"no_ayah":64,"tema":"Karakter Kehidupan Dunia dan Sikap Orang Kafir","text_ayah":"وَمَا هَ[n[ـٰ]ذِهِ [h:10406[ٱ]لْحَيَ[s[و][n[ٲ]ةُ [h:1156[ٱ][l[ل]دُّنْي[o[َآ] إِلَّا لَهْ[a:10407[وٌ و]َلَعِ[a:10408[بٌ‌ۚ و]َإِ[g[نّ]َ [h:10409[ٱ][l[ل]دَّارَ [h:10245[ٱ]لْأَخِرَةَ لَهِيَ [h:10410[ٱ]لْحَيَوَانُ‌ۚ لَوْ كَانُو[s[اْ] يَعْلَم[p[ُو]نَ","text_id":"Kehidupan dunia ini tidak lain hanyalah senda gurau dan permainan. Sesungguhnya negeri akhirat itulah kehidupan yang sebenarnya seandainya mereka mengetahui. ","text_en":"The life of this world is only a sport and play. It is surely the home of the Hereafter that will indeed be life extended and new, if only they knew!","transliteration":"Wa maa haazihil hayaa tud dunyaaa illaa lahwunw-wa la'ib; wa innad Daaral Aakhirata la hiyal ha yawaan; law kaano ya'lamoon","no_fn":"","text_fn":""},{"id":3405,"surah":29,"no_ayah":65,"tema":"Karakter Kehidupan Dunia dan Sikap Orang Kafir","text_ayah":"فَإِذَا رَكِبُو[s[اْ] فِي [h:4780[ٱ]لْفُلْكِ دَعَوُ[s[اْ] [h:6002[ٱ]للَّهَ مُخْلِصِينَ لَهُ [h:4649[ٱ][l[ل]دِّينَ فَلَ[g[مّ]َا نَجَّ[n[ـٰ]هُمْ إِلَي [h:7827[ٱ]لْبَرِّ إِذَا هُمْ يُشْرِك[p[ُو]نَ","text_id":"Apabila naik ke dalam bahtera, mereka berdoa kepada Allah dengan penuh rasa pengabdian (ikhlas) kepada-Nya. Akan tetapi, ketika Dia (Allah) menyelamatkan mereka sampai ke darat, tiba-tiba mereka (kembali) mempersekutukan (Allah). ","text_en":"When they board a ship they call on God, placing their faith wholly in Him. But when He brings them safely back to shore, they begin to associate others with Him,","transliteration":"Fa-izaa rakiboo fil fulki da'awul laaha mukhilseena lahud deena falammaa najjaa hum ilal baari izaa hum yushrikoon","no_fn":"","text_fn":""},{"id":3406,"surah":29,"no_ayah":66,"tema":"Karakter Kehidupan Dunia dan Sikap Orang Kafir","text_ayah":"لِيَكْفُرُو[s[اْ] بِم[o[َآ] ءَاتَيْنَ[n[ـٰ]هُمْ وَلِيَتَمَتَّعُو[s[اْ‌ۖ] فَسَوْفَ يَعْلَم[p[ُو]نَ","text_id":"Biarkanlah mereka mengingkari nikmat yang telah Kami anugerahkan kepada mereka dan biarkanlah mereka (hidup) bersenang-senang (dalam kekafiran). Kelak mereka akan mengetahui (akibat perbuatannya). ","text_en":"And deny what We had given them, in order to go on enjoying themselves. They will come to know soon.","transliteration":"Li yakfuroo bimaaa aatainaahum wa li yatamatta'oo fasaw fa ya'lamoon","no_fn":"","text_fn":""},{"id":3407,"surah":29,"no_ayah":67,"tema":"Karakter Kehidupan Dunia dan Sikap Orang Kafir","text_ayah":"أَوَلَمْ يَرَوْ[s[اْ] أَ[g[نّ]َا جَعَلْنَا حَرَمًا ءَامِ[a:10411[نًا و]َيُتَخَطَّفُ [h:10412[ٱ][l[ل][g[نّ]َاسُ مِنْ حَوْلِهِمْ‌ۚ أَفَبِ[h:7495[ٱ]لْبَ[n[ـٰ]طِلِ يُؤْمِنُونَ وَبِنِعْمَةِ [h:10413[ٱ]للَّهِ يَكْفُر[p[ُو]نَ","text_id":"Tidakkah mereka memperhatikan bahwa Kami telah menjadikan (negeri mereka) tanah suci yang aman, padahal manusia di sekitarnya sering mengalami penculikan? Mengapa (setelah nyata kebenaran) mereka masih percaya kepada yang batil dan ingkar kepada nikmat Allah?","text_en":"Do they not see that We have given them a safe sanctuary, while all around them men are being despoiled? Do they then believe what is false, and deny the bounty of God?","transliteration":"Awalam yaraw annaa ja'alnaa haraman aaminanw wa yutakhattafun naasu min haw lihim; afabil baatili yu'minoona wa bini'matil laahi yakfuroon","no_fn":"","text_fn":""},{"id":3408,"surah":29,"no_ayah":68,"tema":"Karakter Kehidupan Dunia dan Sikap Orang Kafir","text_ayah":"وَمَنْ أَظْلَمُ مِ[g[مّ]َنِ [h:3980[ٱ]فْتَرَيٰ عَلَي [h:412[ٱ]للَّهِ كَذِبًا أَوْ كَذَّبَ بِ[h:370[ٱ]لْحَقِّ لَ[g[مّ]َا ج[o[َا]ٓءَهُ[o[ۥٓ‌ۚ] أَلَيْسَ فِي جَهَ[g[نّ]َمَ مَثْ[u:10414[وًي ل]ِّلْكَ[n[ـٰ]فِر[p[ِي]نَ","text_id":"Siapakah yang lebih zalim daripada orang yang mengada-adakan kebohongan kepada Allah atau orang yang mendustakan kebenaran<sup>578)</sup> ketika (kebenaran) itu datang kepadanya? Bukankah dalam (neraka) Jahanam ada tempat bagi orang-orang kafir?","text_en":"Who is more unjust than he who fabricates a lie about God, or denies the truth when it has come to him? Is there not an abode for unbelievers in Hell?","transliteration":"Wa man azlamu mimma nif taraa 'alal laahi kaziban aw kazzaba bilhaqqi lammaa jaaa'ah; alaisa fee jahannama maswal lil kaafireen","no_fn":"578","text_fn":"578) Salah satu bentuk mendustakan kebenaran adalah mendustakan kenabian Muhammad saw."},{"id":3409,"surah":29,"no_ayah":69,"tema":"Karakter Kehidupan Dunia dan Sikap Orang Kafir","text_ayah":"وَ[h:9999[ٱ]لَّذِينَ جَ[n[ـٰ]هَدُو[s[اْ] فِينَا لَنَهْدِيَ[g[نّ]َهُمْ سُبُلَنَا‌ۚ وَإِ[g[نّ]َ [h:1986[ٱ]للَّهَ لَمَعَ [h:10415[ٱ]لْمُحْسِن[p[ِي]نَ","text_id":"Orang-orang yang berusaha dengan sungguh-sungguh untuk (mencari keridaan) Kami benar-benar akan Kami tunjukkan kepada mereka jalan-jalan Kami. Sesungguhnya Allah benar-benar bersama orang-orang yang berbuat kebaikan.","text_en":"We shall guide those who strive in Our cause to the paths leading straight to Us. Surely God is with those who do good.","transliteration":"Wallazeena jaahadoo feenaa lanahdiyannahum subulana; wa innal laaha lama'al muhsineen","no_fn":"","text_fn":""}]