[{"id":670,"surah":5,"no_ayah":1,"tema":"Hukum Terkait Binatang Ternak, Bulan Suci, dan Kesempurnaan Islam","text_ayah":"يَ[o[ـٰٓ]أَيُّهَا [h:541[ٱ]لَّذِينَ ءَامَن[o[ُوٓ][s[اْ] أَوْفُو[s[اْ] بِ[h:3345[ٱ]لْعُقُودِ‌ۚ أُحِلَّتْ لَك[c:3346[ُم ب]َهِيمَةُ [h:3347[ٱ]لْأَنْعَ[n[ـٰ]مِ إِلَّا مَا يُتْلَيٰ عَلَيْكُمْ غَيْرَ مُحِلِّي [h:3348[ٱ][l[ل]صَّيْدِ وَأَ[f:98[نت]ُمْ حُرُمٌ‌ۗ إِ[g[نّ]َ [h:80[ٱ]للَّهَ يَحْكُمُ مَا يُر[p[ِي][q[د]ُ","text_id":"Wahai orang-orang yang beriman, penuhilah janji-janji!<sup>192)</sup> Dihalalkan bagimu hewan ternak, kecuali yang akan disebutkan kepadamu (keharamannya) dengan tidak menghalalkan berburu ketika kamu sedang berihram (haji atau umrah). Sesungguhnya Allah menetapkan hukum sesuai dengan yang Dia kehendaki.","text_en":"O YOU WHO believe, fulfil your obligations. Made lawful (as food) for you are animals except those mentioned (here); but unlawful during Pilgrimage is game. God ordains whatsoever He wills.","transliteration":"Yaaa aiyuhal lazeena aamanoo awfoo bil'uqood; uhillat lakum baheematul an'aami illaa maa yutlaa 'alaikum ghaira muhillis saidi wa antum hurum; innal laaha yahkumu maa yureed","no_fn":"192","text_fn":"192) Maksud janji di sini adalah janji kepada Allah Swt. untuk mengikuti ajaran-Nya dan janji kepada manusia dalam muamalah."},{"id":671,"surah":5,"no_ayah":2,"tema":"Hukum Terkait Binatang Ternak, Bulan Suci, dan Kesempurnaan Islam","text_ayah":"يَ[o[ـٰٓ]أَيُّهَا [h:541[ٱ]لَّذِينَ ءَامَنُو[s[اْ] لَا تُحِلُّو[s[اْ] شَعَ[o[ـٰٓ]ئِرَ [h:3349[ٱ]للَّهِ وَلَا [h:3350[ٱ][l[ل]شَّهْرَ [h:3351[ٱ]لْحَرَامَ وَلَا [h:3352[ٱ]لْهَ[q:3353[دْ]يَ وَلَا [h:3354[ٱ]لْقَلَ[o[ـٰٓ]ئِدَ وَل[o[َآ] ء[m[َا]ٓ[g[مّ]ِينَ [h:3355[ٱ]لْبَيْتَ [h:3356[ٱ]لْحَرَامَ يَ[q:3357[بْ]تَغُونَ فَضْل[a:1088[اً م]ّ[u:22[ِن ر]َّبِّهِمْ وَرِضْو[n[َٲ][a:3358[نًا‌ۚ و]َإِذَا حَلَلْتُمْ فَ[h:3359[ٱ]صْطَادُو[s[اْ‌ۚ] وَلَا يَ[q:3360[جْ]رِمَ[g[نّ]َكُمْ شَنَـَٔـانُ قَوْمٍ أَ[f:3361[ن ص]َدُّوكُمْ عَنِ [h:3362[ٱ]لْمَسْجِدِ [h:752[ٱ]لْحَرَامِ أَ[f:3363[ن ت]َعْتَدُو[s[اْ‌ۘ] وَتَعَاوَنُو[s[اْ] عَلَي [h:3364[ٱ]لْبِرِّ وَ[h:3365[ٱ][l[ل]تَّ[q:3365[قْ]وَيٰ‌ۖ وَلَا تَعَاوَنُو[s[اْ] عَلَي [h:3366[ٱ]لْإِثْمِ وَ[h:435[ٱ]لْعُ[q:435[دْ]و[n[َٲ]نِ‌ۚ وَ[h:1018[ٱ]تَّقُو[s[اْ] [h:1019[ٱ]للَّهَ‌ۖ إِ[g[نّ]َ [h:80[ٱ]للَّهَ شَدِيدُ [h:1075[ٱ]لْعِق[p[َا][q[ب]ِ","text_id":"Wahai orang-orang yang beriman, janganlah kamu melanggar syiar-syiar (kesucian) Allah,<sup>193)</sup> jangan (melanggar kehormatan) bulan-bulan haram,<sup>194)</sup> jangan (mengganggu) hadyu (hewan-hewan kurban)<sup>195)</sup> dan qalā’id (hewan-hewan kurban yang diberi tanda),<sup>196)</sup> dan jangan (pula mengganggu) para pengunjung Baitulharam sedangkan mereka mencari karunia dan rida Tuhannya!<sup>197)</sup> Apabila kamu telah bertahalul (menyelesaikan ihram), berburulah (jika mau). Janganlah sekali-kali kebencian(-mu) kepada suatu kaum, karena mereka menghalang-halangimu dari Masjidilharam, mendorongmu berbuat melampaui batas (kepada mereka). Tolong-menolonglah kamu dalam (mengerjakan) kebajikan dan takwa, dan jangan tolong-menolong dalam berbuat dosa dan permusuhan. Bertakwalah kepada Allah, sesungguhnya Allah sangat berat siksaan-Nya.","text_en":"O you who believe, do not violate the (sanctity of) offerings to God, nor the rites of the holy month, nor sacrificial cattle with garlands (that are brought to the Ka'bah), nor of the people who flock to the Holy House seeking the bounties of their Lord, and His pleasure. Hunt when you have laid aside the robe of the pilgrim. And do not let your hatred of a people who had barred you from the Holy Mosque lead you to aggression. But help one another in goodness and piety, and do not assist in crime and rebellion, and fear God. Surely God is severe in punishment.","transliteration":"Yaaa aiyuhal lazeena aamanoo laa tuhilloo sha'aaa 'iral laahi wa lash Shahral Haraama wa lal hadya wa lal qalaaa'ida wa laa aaammeenal Baital Haraama yabtaghoona fadlam mir Rabbihim wa ridwaanaa; wa izaa halaltum fastaadoo; wa laa yajrimannakum shana aanu qawmin an saddookum 'anil Masjidil-Haraami an ta'tadoo; wa ta'aawanoo 'alalbirri wattaqwaa; wa laa ta'aawanoo 'alal ismi wal'udwaan; wattaqul laah; innal laaha shadeedul 'iqaab","no_fn":"193,194,195,","text_fn":"193) Syiar-syiar kesucian Allah ialah segala amalan yang dilakukan dalam rangka ibadah haji, seperti tata cara melakukan tawaf dan sa’i, serta tempat-tempat mengerjakannya, seperti Ka‘bah, Safa, dan Marwah.</br>194) Bulan haram ialah Zulkaidah, Zulhijah, Muharam, dan Rajab. Pada bulan-bulan itu dilarang melakukan peperangan.</br>195) Hadyu ialah hewan yang disembelih sebagai pengganti (dam) pekerjaan wajib yang ditinggalkan atau sebagai denda karena melanggar hal-hal yang terlarang di dalam ibadah haji.</br>196) Qalā’id ialah hewan hadyu yang diberi kalung sebagai tanda bahwa hewan itu telah ditetapkan untuk dibawa ke Ka‘bah.</br>197)Yang dimaksud dengan karunia di sini ialah keuntungan yang diberikan Allah Swt. dalam perjalanan ibadah haji, sedangkan keridaan-Nya ialah pahala yang diberikannya atas ibadah haji."},{"id":672,"surah":5,"no_ayah":3,"tema":"Hukum Terkait Binatang Ternak, Bulan Suci, dan Kesempurnaan Islam","text_ayah":"حُرِّمَتْ عَلَيْكُمُ [h:3367[ٱ]لْمَيْتَةُ وَ[h:3368[ٱ][l[ل]دَّمُ وَلَحْمُ [h:3369[ٱ]لْخِ[f:885[نز]ِيرِ وَم[o[َآ] أُهِلَّ لِغَيْرِ [h:886[ٱ]للَّهِ بِه[n[ِۦ] وَ[h:3370[ٱ]لْمُنْخَنِقَةُ وَ[h:3371[ٱ]لْمَوْقُوذَةُ وَ[h:3372[ٱ]لْمُتَرَدِّيَةُ وَ[h:3373[ٱ][l[ل][g[نّ]َطِيحَةُ وَم[o[َآ] أَكَلَ [h:3374[ٱ][l[ل]سَّبُعُ إِلَّا مَا ذَكَّيْتُمْ وَمَا ذُبِحَ عَلَي [h:3375[ٱ][l[ل][g[نّ]ُصُبِ وَأَ[f:3376[ن ت]َسْتَ[q:3377[قْ]سِمُو[s[اْ] بِ[h:3378[ٱ]لْأَزْلَ[n[ـٰ]مِ‌ۚ ذ[n[َٲ]لِكُمْ فِسْقٌ‌ۗ [h:3379[ٱ]لْيَوْمَ يَئِسَ [h:3380[ٱ]لَّذِينَ كَفَرُو[s[اْ] مِ[f:3381[ن د]ِينِكُمْ فَلَا تَخْشَوْهُمْ وَ[h:3382[ٱ]خْشَوْنِ‌ۚ [h:3383[ٱ]لْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي وَرَضِيتُ لَكُمُ [h:3384[ٱ]لْإِسْلَ[n[ـٰ]مَ دِي[f:3385[نًا‌ۚ ف]َمَنِ [h:887[ٱ]ضْطُرَّ فِي مَخْمَصَةٍ غَيْرَ مُتَجَانِ[u:3386[فٍ ل]ِّإٍِثْ[f:3387[مٍ‌ۙ ف]َإِ[g[نّ]َ [h:513[ٱ]للَّهَ غَفُو[u:890[رٌ ر]َّح[p[ِي]مٌ","text_id":"Diharamkan bagimu (memakan) bangkai, darah, daging babi, dan (daging hewan) yang disembelih bukan atas (nama) Allah, yang tercekik, yang dipukul, yang jatuh, yang ditanduk, dan yang diterkam binatang buas, kecuali yang (sempat) kamu sembelih.<sup>198)</sup> (Diharamkan pula) apa yang disembelih untuk berhala. (Demikian pula) mengundi nasib dengan azlām (anak panah),<sup>199)</sup> (karena) itu suatu perbuatan fasik. Pada hari ini<sup>200)</sup> orang-orang kafir telah putus asa untuk (mengalahkan) agamamu. Oleh sebab itu, janganlah kamu takut kepada mereka, tetapi takutlah kepada-Ku. Pada hari ini telah Aku sempurnakan agamamu untukmu, telah Aku cukupkan nikmat-Ku bagimu, dan telah Aku ridai Islam sebagai agamamu. Maka, siapa yang terpaksa karena lapar, bukan karena ingin berbuat dosa, sesungguhnya Allah Maha Pengampun lagi Maha Penyayang.","text_en":"Forbidden you is carrion and blood, and the flesh of the swine, and whatsoever has been killed in the name of some other than God, and whatever has been strangled, or killed by a blow or a fall, or by goring, or that which has been mauled by wild beasts unless slaughtered while still alive; and that which has been slaughtered at altars is forbidden, and also dividing the meat by casting lots with arrows. All this is sinful. Today the unbelievers have lost every hope of (despoiling) your creed; so do not fear them, fear Me. Today I have perfected your system of belief and bestowed My favours upon you in full, and have chosen submission (al-Islam) as the creed for you. If one of you is driven by hunger (to eat the forbidden) without the evil intent of sinning, then God is forgiving and kind.","transliteration":"Hurrimat 'alaikumul maitatu waddamu wa lahmul khinzeeri wa maaa uhilla lighiril laahi bihee walmun khani qatu wal mawqoozatu wal mutarad diyatu wanna teehatu wa maaa akalas sabu'u illaa maa zakkaitum wa maa zubiha 'alan nusubi wa an tastaqsimoo bil azlaam; zaalikum fisq; alyawma ya'isal lazeena kafaroo min deenikum falaa takhshawhum wakh shawn; alyawma akmaltu lakum deenakum wa atmamtu 'alaikum ni'matee wa radeetu lakumul Islaama deenaa; famanidturra fee makhmasatin ghaira mutajaanifil li ismin fa innallaaha Ghafoorur Raheem","no_fn":"198","text_fn":"198) Hewan yang tercekik, dipukul, jatuh, ditanduk, dan diterkam binatang buas hukumnya halal apabila sempat disembelih sebelum mati.</br>199) Al-Azlām artinya ‘anak panah yang tidak memakai bulu’. Orang Arab Jahiliah menggunakannya untuk mengundi apakah melakukan sesuatu atau tidak. Mereka mengambil tiga buah anak panah: yang pertama ditulis “lakukanlah”, yang kedua ditulis “jangan lakukan”, dan yang ketiga dibiarkan kosong. Ketiganya lalu diletakkan dalam sebuah tempat dan disimpan di dalam Ka‘bah. Apabila hendak melakukan sesuatu, mereka meminta juru kunci Ka‘bah untuk mengambil sebuah anak panah. Mereka akan menaati apa pun yang tertulis pada anak panah yang terambil. Akan tetapi, jika yang terambil adalah anak panah yang kosong, mereka akan mengulang undian.</br>200) Maksud kata hari ini adalah pada waktu haji wada‘."},{"id":673,"surah":5,"no_ayah":4,"tema":"Hukum Terkait Binatang Ternak, Bulan Suci, dan Kesempurnaan Islam","text_ayah":"يَسْــَٔلُونَكَ مَاذ[o[َآ] أُحِلَّ لَهُمْ‌ۖ قُلْ أُحِلَّ لَكُمُ [h:3388[ٱ][l[ل]طَّيِّبَ[n[ـٰ]تُ‌ۙ وَمَا عَلَّمْت[w:3389[ُم م]ِّنَ [h:3390[ٱ]لْجَوَارِحِ مُكَلِّبِينَ تُعَلِّمُونَهُ[g[نّ]َ مِ[g[مّ]َا عَلَّمَكُمُ [h:3391[ٱ]للَّهُ‌ۖ فَكُلُو[s[اْ] مِ[g[مّ][o[َآ] أَمْسَكْنَ عَلَيْكُمْ وَ[h:335[ٱ]ذْكُرُو[s[اْ] [h:3392[ٱ]سْمَ [h:3393[ٱ]للَّهِ عَلَيْهِ‌ۖ وَ[h:1018[ٱ]تَّقُو[s[اْ] [h:1019[ٱ]للَّهَ‌ۚ إِ[g[نّ]َ [h:80[ٱ]للَّهَ سَرِيعُ [h:1112[ٱ]لْحِس[p[َا][q[ب]ِ","text_id":"Mereka bertanya kepadamu (Nabi Muhammad), “Apakah yang dihalalkan bagi mereka?” Katakanlah, “Yang dihalalkan bagimu adalah (makanan-makanan) yang baik dan (buruan yang ditangkap) oleh binatang pemburu yang telah kamu latih untuk berburu, yang kamu latih menurut apa yang telah diajarkan Allah kepadamu. Maka, makanlah apa yang ditangkapnya untukmu<sup>201)</sup> dan sebutlah nama Allah (waktu melepasnya). Bertakwalah kepada Allah. Sesungguhnya Allah sangat cepat perhitungan-Nya.”","text_en":"They ask you what is lawful for them. Say: \"All things are lawful for you that are clean, and what the trained hunting animals take for you as you have trained then, in the light of God's teachings, but read over them the name of God, and fear (straying from the path of) God, for God is swift in the reckoning.\"","transliteration":"Yas'aloonaka maazaaa uhilla lahum; qul uhilla lakumuttaiyibaatu wa maa'allamtum minal jawaarihi mukallibeena tu'allimoonahunnamimmaa 'allamakumul laahu fakuloo mimmaaa amsakna 'alaikum wazkurus mal laahi 'alaih; wattaqul laah; innal laaha saree'ul hisaab","no_fn":"201","text_fn":"201) Maksudnya adalah hewan buruan yang ditangkap oleh binatang pemburu yang sengaja dilepas oleh pemiliknya untuk berburu dan binatang pemburu itu tidak memakannya."},{"id":674,"surah":5,"no_ayah":5,"tema":"Hukum Terkait Binatang Ternak, Bulan Suci, dan Kesempurnaan Islam","text_ayah":"ٱلْيَوْمَ أُحِلَّ لَكُمُ [h:3388[ٱ][l[ل]طَّيِّبَ[n[ـٰ]تُ‌ۖ وَطَعَامُ [h:3394[ٱ]لَّذِينَ أُوتُو[s[اْ] [h:524[ٱ]لْكِتَ[n[ـٰ]بَ حِ[u:3395[لٌّ ل]َّكُمْ وَطَعَامُكُمْ حِ[u:3396[لٌّ ل]َّهُمْ‌ۖ وَ[h:3397[ٱ]لْمُحْصَنَ[n[ـٰ]تُ مِنَ [h:3398[ٱ]لْمُؤْمِنَ[n[ـٰ]تِ وَ[h:3397[ٱ]لْمُحْصَنَ[n[ـٰ]تُ مِنَ [h:523[ٱ]لَّذِينَ أُوتُو[s[اْ] [h:524[ٱ]لْكِتَ[n[ـٰ]بَ مِ[f:85[ن ق]َ[q:86[بْ]لِكُمْ إِذ[o[َآ] ءَاتَيْتُمُوهُ[g[نّ]َ أُجُورَهُ[g[نّ]َ مُحْصِنِينَ غَيْرَ مُسَ[n[ـٰ]فِحِينَ وَلَا مُتَّخِذ[o[ِيٓ] أَخْدَا[a:3399[نٍ‌ۗ و]َم[a:636[َن ي]َكْفُرْ بِ[h:562[ٱ]لْإِيمَ[n[ـٰ]نِ فَقَ[q:563[دْ] حَبِطَ عَمَلُهُ[n[ۥ] وَهُوَ فِي [h:536[ٱ]لْأَخِرَةِ مِنَ [h:340[ٱ]لْخَ[n[ـٰ]سِر[p[ِي]نَ","text_id":"Pada hari ini dihalalkan bagimu segala (makanan) yang baik. Makanan (sembelihan) Ahlulkitab itu halal bagimu dan makananmu halal (juga) bagi mereka. (Dihalalkan bagimu menikahi) perempuan-perempuan yang menjaga kehormatan di antara perempuan-perempuan yang beriman dan perempuan-perempuan yang menjaga kehormatan di antara orang-orang yang diberi kitab suci sebelum kamu, apabila kamu membayar maskawin mereka untuk menikahinya, tidak dengan maksud berzina, dan tidak untuk menjadikan (mereka) pasangan gelap (gundik). Siapa yang kufur setelah beriman, maka sungguh sia-sia amalnya dan di akhirat dia termasuk orang-orang yang rugi.","text_en":"On this day all things that are clean have been made lawful for you; and made lawful for you is the food of the people of the Book, as your food is made lawful for them. And lawful are the chaste Muslim women, and the women of the people of the Book who are chaste, (for marriage) and not fornication or liaison, if you give them their dowries. Useless shall be rendered the acts of those who turn back on their faith, and they will be among the losers in the life to come.","transliteration":"Alyawma uhilla lakumut taiyibaatu wa ta'aamul lazeena ootul Kitaaba hillul lakum wa ta'aamukum hillul lahum wal muhsanaatu minal mu'minaati walmuhsanaatu minal lazeena ootul Kitaaba min qablikum izaaa aataitumoohunna ujoorahunna muhsineena ghaira musaafiheena wa laa muttakhizeee akhdaan; wa mai yakfur bil eemaani faqad habita 'amaluhoo wa huwa fil Aaakhirati minal khaasireen","no_fn":"","text_fn":""},{"id":675,"surah":5,"no_ayah":6,"tema":"Hukum Wudu, Mandi, dan Tayamum","text_ayah":"يَ[o[ـٰٓ]أَيُّهَا [h:541[ٱ]لَّذِينَ ءَامَن[o[ُوٓ][s[اْ] إِذَا قُمْتُمْ إِلَي [h:3225[ٱ][l[ل]صَّلَ[s[و][n[ٲ]ةِ فَ[h:3400[ٱ]غْسِلُو[s[اْ] وُجُوهَكُمْ وَأَيْدِيَكُمْ إِلَي [h:3401[ٱ]لْمَرَافِقِ وَ[h:3402[ٱ]مْسَحُو[s[اْ] بِرُءُوسِكُمْ وَأَرْجُلَكُمْ إِلَي [h:3403[ٱ]لْكَعْبَيْنِ‌ۚ وَإِ[f:99[ن ك]ُ[f:100[نت]ُمْ جُنُ[f:3404[بًا ف]َ[h:3405[ٱ]طَّهَّرُو[s[اْ‌ۚ] وَإِ[f:99[ن ك]ُ[f:100[نت][w:2804[ُم م]َّرْضَ[o[يٰٓ] أَوْ عَلَيٰ سَفَرٍ أَوْ ج[o[َا]ٓءَ أَحَ[a:2805[دٌ م]ِّ[f:344[نك][w:2806[ُم م]ِّنَ [h:2807[ٱ]لْغ[o[َا]ٓئِطِ أَوْ لَ[n[ـٰ]مَسْتُمُ [h:2808[ٱ][l[ل][g[نّ]ِس[o[َا]ٓءَ فَلَمْ تَجِدُو[s[اْ] م[o[َا]ٓ[f:2809[ءً ف]َتَيَ[g[مّ]َمُو[s[اْ] صَعِي[f:2810[دًا ط]َيِّ[f:2811[بًا ف]َ[h:2812[ٱ]مْسَحُو[s[اْ] بِوُجُوهِكُمْ وَأَيْدِيك[w:3406[ُم م]ِّنْهُ‌ۚ مَا يُرِيدُ [h:976[ٱ]للَّهُ لِيَ[q:2360[جْ]عَلَ عَلَيْك[w:548[ُم م]ِّنْ حَرَ[a:3407[جٍ و]َلَ[n[ـٰ]ك[a:3408[ِن ي]ُرِيدُ لِيُطَهِّرَكُمْ وَلِيُتِ[g[مّ]َ نِعْمَتَهُ[n[ۥ] عَلَيْكُمْ لَعَلَّكُمْ تَشْكُر[p[ُو]نَ","text_id":"Wahai orang-orang yang beriman, apabila kamu berdiri hendak melaksanakan salat, maka basuhlah wajahmu dan tanganmu sampai ke siku serta usaplah kepalamu dan (basuh) kedua kakimu sampai kedua mata kaki. Jika kamu dalam keadaan junub, mandilah. Jika kamu sakit,<sup>202)</sup> dalam perjalanan, kembali dari tempat buang air (kakus), atau menyentuh<sup>203)</sup> perempuan, lalu tidak memperoleh air, bertayamumlah dengan debu yang baik (suci); usaplah wajahmu dan tanganmu dengan (debu) itu. Allah tidak ingin menjadikan bagimu sedikit pun kesulitan, tetapi Dia hendak membersihkan kamu dan menyempurnakan nikmat-Nya bagimu agar kamu bersyukur.","text_en":"O believers, when you stand up for the service of prayer wash your faces and hands up to elbows, and also wipe your heads, and wash your feet up to the ankles. If you are in a state of seminal pollution, then bathe and purify yourself well. But in case you are ill or are travelling, or you have satisfied the call of nature, or have slept with a woman, and you cannot find water, then take wholesome dust and pass it over your face and your hands, for God does not wish to impose any hardship on you. He wishes to purify you, and grace you with His favours in full so that you may be grateful.","transliteration":"Yaaa aiyuhal lazeena aamanoo izaa qumtum ilas Salaati faghsiloo wujoohakum wa Aidiyakum ilal maraafiqi wamsahoo biru'oosikum wa arjulakum ilal ka'bayn; wa in kuntum junuban fattahharoo; wain kuntum mardaaa aw'alaa safarin aw jaaa'a ahadum minkum minal ghaaa'iti aw laamastumunnisaaa'a falam tajidoo maaa'an fatayammamoo sa'eedan taiyiban famsahoo biwujoohikum wa aideekum minh; ma yureedul laahu liyaj'ala 'alaikum min harajinw wa laakidy yureedu liyutahhirakum wa liyutimma m'matahoo 'alaikum la'allakum tashkuroon","no_fn":"202","text_fn":"202) Maksudnya, sakit yang membuatnya tidak boleh terkena air.</br>203) Lihat catatan kaki surah an-Nisā’/4: 43."},{"id":676,"surah":5,"no_ayah":7,"tema":"Nikmat Islam dan Kewajiban Berlaku Adil","text_ayah":"وَ[h:9999[ٱ]ذْكُرُو[s[اْ] نِعْمَةَ [h:1154[ٱ]للَّهِ عَلَيْكُمْ وَمِيثَ[n[ـٰ]قَهُ [h:3409[ٱ]لَّذِي وَاثَقَك[c:3410[ُم ب]ِه[o[ِۦٓ] إِذْ قُلْتُمْ سَمِعْنَا وَأَطَعْنَا‌ۖ وَ[h:1018[ٱ]تَّقُو[s[اْ] [h:1019[ٱ]للَّهَ‌ۚ إِ[g[نّ]َ [h:80[ٱ]للَّهَ عَلِي[i:2196[مُۢ ب]ِذَاتِ [h:2197[ٱ][l[ل]صُّد[p[ُو]رِ","text_id":"Ingatlah nikmat Allah kepadamu dan perjanjian-Nya<sup>204)</sup> yang telah Dia ikatkan kepadamu ketika kamu mengatakan, “Kami mendengar dan kami menaati.” Bertakwalah kepada Allah. Sesungguhnya Allah Maha Mengetahui segala isi hati.","text_en":"Remember the favours He bestowed on you, and the covenant He cemented with you, when you said: \"We have heard and obey.\" Have fear of God, for He knows the secrets of your heart.","transliteration":"Wazkuroo ni'matal laahi 'alaikum wa meesaaqahul lazee waasaqakum biheee iz qultum sami'naa wa ata'naa wattaqul laah; innal laaha 'aleemum bizaatis sudoor","no_fn":"204","text_fn":"204) Maksudnya, perjanjian untuk mendengar dan taat kepada Nabi Muhammad saw. dalam kondisi apa pun yang diikrarkan pada waktu baiat (sumpah setia)."},{"id":677,"surah":5,"no_ayah":8,"tema":"Nikmat Islam dan Kewajiban Berlaku Adil","text_ayah":"يَ[o[ـٰٓ]أَيُّهَا [h:541[ٱ]لَّذِينَ ءَامَنُو[s[اْ] كُونُو[s[اْ] قَوّ[n[َٲ]مِينَ لِلَّهِ شُهَد[o[َا]ٓءَ بِ[h:1800[ٱ]لْقِسْطِ‌ۖ وَلَا يَ[q:3360[جْ]رِمَ[g[نّ]َكُمْ شَنَـَٔـانُ قَوْمٍ عَلَ[o[يٰٓ] أَلَّا تَعْدِلُو[s[اْ‌ۚ] [h:9999[ٱ]عْدِلُو[s[اْ] هُوَ أَ[q:1355[قْ]رَبُ لِلتَّ[q:1356[قْ]وَيٰ‌ۖ وَ[h:1018[ٱ]تَّقُو[s[اْ] [h:1019[ٱ]للَّهَ‌ۚ إِ[g[نّ]َ [h:80[ٱ]للَّهَ خَبِي[i:2335[رُۢ ب]ِمَا تَعْمَل[p[ُو]نَ","text_id":"Wahai orang-orang yang beriman, jadilah kamu penegak (kebenaran) karena Allah (dan) saksi-saksi (yang bertindak) dengan adil. Janganlah kebencianmu terhadap suatu kaum mendorong kamu untuk berlaku tidak adil. Berlakulah adil karena (adil) itu lebih dekat pada takwa. Bertakwalah kepada Allah. Sesungguhnya Allah Mahateliti terhadap apa yang kamu kerjakan.","text_en":"O you who believe, stand up as witnesses for God in all fairness, and do not let the hatred of a people deviate you from justice. Be just: This is closest to piety; and beware of God. Surely God is aware of all you do.","transliteration":"Yaaa aiyuhal lazeena aamaanoo koonoo qawwaa meena lillaahi shuhadaaa'a bilqist, wa laa yajrimannakum shana aanu qawmin 'alaaa allaa ta'diloo; i'diloo; huwa aqrabu littaqwaa wattaqul laah; innal laaha khabeerum bimaa ta'maloon","no_fn":"","text_fn":""},{"id":678,"surah":5,"no_ayah":9,"tema":"Nikmat Islam dan Kewajiban Berlaku Adil","text_ayah":"وَعَدَ [h:3055[ٱ]للَّهُ [h:1171[ٱ]لَّذِينَ ءَامَنُو[s[اْ] وَعَمِلُو[s[اْ] [h:118[ٱ][l[ل]صَّ[n[ـٰ]لِحَ[n[ـٰ]تِ‌ۙ لَه[w:3412[ُم م]َّغْفِرَ[a:3413[ةٌ و]َأَ[q:3414[جْ]رٌ عَظ[p[ِي]مٌ","text_id":"Allah telah menjanjikan kepada orang-orang yang beriman dan beramal saleh (bahwa) bagi mereka ampunan dan pahala yang besar.","text_en":"God has made a promise of forgiveness and the highest reward to those who believe and perform good deeds.","transliteration":"Wa'adal laahul lazeena aamanoo wa 'amilus saalihaati lahum maghfiratunw wa ajrun 'azeem","no_fn":"","text_fn":""},{"id":679,"surah":5,"no_ayah":10,"tema":"Nikmat Islam dan Kewajiban Berlaku Adil","text_ayah":"وَ[h:9999[ٱ]لَّذِينَ كَفَرُو[s[اْ] وَكَذَّبُو[s[اْ] بِـَٔـايَ[n[ـٰ]تِن[o[َآ] أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ أَصْحَ[n[ـٰ]بُ [h:3415[ٱ]لْجَح[p[ِي]مِ","text_id":"Adapun orang-orang yang kufur dan mendustakan ayat-ayat Kami, mereka itulah penghuni (neraka) Jahim.","text_en":"But those who disbelieve and deny Our revelations are the people of Hell.","transliteration":"Wallazeena kafaroo wa kazzaboo bi Aayaatinaaa ulaaa'ika Ashaabul Jaheem","no_fn":"","text_fn":""},{"id":680,"surah":5,"no_ayah":11,"tema":"Nikmat Islam dan Kewajiban Berlaku Adil","text_ayah":"يَ[o[ـٰٓ]أَيُّهَا [h:541[ٱ]لَّذِينَ ءَامَنُو[s[اْ] [h:3416[ٱ]ذْكُرُو[s[اْ] نِعْمَتَ [h:1300[ٱ]للَّهِ عَلَيْكُمْ إِذْ هَ[g[مّ]َ قَوْمٌ أ[a:3417[َن ي]َ[q:3418[بْ]سُط[o[ُوٓ][s[اْ] إِلَيْكُمْ أَيْدِيَهُمْ فَكَفَّ أَيْدِيَهُمْ عَ[f:255[نك]ُمْ‌ۖ وَ[h:1018[ٱ]تَّقُو[s[اْ] [h:1019[ٱ]للَّهَ‌ۚ وَعَلَي [h:2207[ٱ]للَّهِ فَلْيَتَوَكَّلِ [h:2208[ٱ]لْمُؤْمِن[p[ُو]نَ","text_id":"Wahai orang-orang yang beriman, ingatlah nikmat Allah (yang dianugerahkan) kepadamu ketika suatu kaum bermaksud hendak menyerangmu dengan tangannya, lalu Dia menahan tangan (mencegah) mereka dari kamu. Bertakwalah kepada Allah dan hanya kepada Allahlah hendaknya orang-orang mukmin itu bertawakal.","text_en":"O believers, remember the favours God bestowed on you when a people raised their hands against you and He restrained their hands. So fear God; and the faithful should place their trust in God.","transliteration":"Yaa aiyuhal lazeena aamanuz kuroo ni'matallaahi 'alaikum iz hamma qawmun ai yabsutooo ilaikum aidiyahm fakaffa aidiyahum 'ankum wattaqullaah; wa'alal laahi fal yatawakalil mu'minoon","no_fn":"","text_fn":""},{"id":681,"surah":5,"no_ayah":12,"tema":"Pengingkaran Janji Orang-Orang Yahudi dan Nasrani","text_ayah":"۞ وَلَقَ[q:341[دْ] أَخَذَ [h:2057[ٱ]للَّهُ مِيثَ[n[ـٰ]قَ بَن[o[ِيٓ] إِسْر[o[َٲ]ٓءِيلَ وَبَعَثْنَا مِنْهُمُ [h:3419[ٱ]ثْنَيْ عَشَرَ نَقِي[a:3420[بًا‌ۖ و]َقَالَ [h:3421[ٱ]للَّهُ إِ[g[نّ]ِي مَعَكُمْ‌ۖ لَئِنْ أَقَمْتُمُ [h:3422[ٱ][l[ل]صَّلَ[s[و][n[ٲ]ةَ وَءَاتَيْتُمُ [h:3423[ٱ][l[ل]زَّكَ[s[و][n[ٲ]ةَ وَءَامَ[f:3239[نت][c:3424[ُم ب]ِرُسُلِي وَعَزَّرْتُمُوهُمْ وَأَ[q:3425[قْ]رَضْتُمُ [h:3426[ٱ]للَّهَ قَرْضًا حَسَ[u:3427[نًا ل]َّأُكَفِّرَ[g[نّ]َ عَ[f:255[نك]ُمْ سَيِّـَٔـاتِكُمْ وَلَأُ[q:3428[دْ]خِلَ[g[نّ]َكُمْ جَ[g[نّ]َ[n[ـٰ][f:119[تٍ ت]َ[q:120[جْ]رِي مِ[f:121[ن ت]َحْتِهَا [h:122[ٱ]لْأَنْهَ[n[ـٰ]رُ‌ۚ فَمَ[f:3429[ن ك]َفَرَ بَعْدَ ذ[n[َٲ]لِكَ مِ[f:344[نك]ُمْ فَقَ[q:563[دْ] ضَلَّ سَو[o[َا]ٓءَ [h:564[ٱ][l[ل]سَّب[p[ِي]لِ","text_id":"Sungguh, Allah benar-benar telah mengambil perjanjian dengan Bani Israil dan Kami telah mengangkat dua belas orang pemimpin di antara mereka. Allah berfirman, “Aku bersamamu. Sungguh, jika kamu mendirikan salat, menunaikan zakat, beriman kepada rasul-rasul-Ku dan membantu mereka, serta kamu meminjamkan kepada Allah pinjaman yang baik,<sup>205)</sup> pasti akan Aku hapus kesalahan-kesalahanmu dan akan Aku masukkan kamu ke dalam surga yang mengalir di bawahnya sungai-sungai. Maka, siapa yang kufur di antaramu setelah itu, sungguh dia telah tersesat dari jalan yang lurus.”","text_en":"God covenanted the people of Israel and raised twelve leaders among them, and said: \"I shall verily be with you. If you fulfil your devotional obligations, pay the zakat and believe in My apostles and support them, and give a goodly loan to God, I shall certainly absolve you of your evil, and admit you to gardens with streams of running water. But whosoever among you denies after this, will have wandered away from the right path.\"","transliteration":"Wa laqad akhazal laahu meesaaqa Banee Israaa'eela wa ba'sanaa minhumus ani 'ashara naqeebanw wa qaalal laahu innee ma'akum la'in aqamtumus Salaata wa aataitumuz Zakaata wa aamantum bi Rusulee wa'azzartumoohum wa aqradtumul laaha qardan hasanal la ukaffiranna 'ankum saiyiaatikum wa la udkhilan nakum Jannaatin tajree min tahtihal anhaar; faman kafara ba'da zaalika minkum faqad dalla sawaaa'as Sabeel","no_fn":"205","text_fn":"205) Pinjaman yang baik kepada Allah maksudnya adalah menginfakkan harta di jalan Allah Swt., baik infak wajib maupun sunah."},{"id":682,"surah":5,"no_ayah":13,"tema":"Pengingkaran Janji Orang-Orang Yahudi dan Nasrani","text_ayah":"فَبِمَا نَ[q:3266[قْ]ضِه[w:3267[ِم م]ِّيثَ[n[ـٰ]قَهُمْ لَعَ[g[نّ]َ[n[ـٰ]هُمْ وَجَعَلْنَا قُلُوبَهُمْ قَ[n[ـٰ]سِيَ[a:3430[ةً‌ۖ ي]ُحَرِّفُونَ [h:2817[ٱ]لْكَلِمَ ع[a:2818[َن م]َّوَاضِعِه[n[ِۦ]‌ۙ وَنَسُو[s[اْ] حَظ[a:3431[ًّا م]ِّ[g[مّ]َا ذُكِّرُو[s[اْ] بِه[n[ِۦ]‌ۚ وَلَا تَزَالُ تَطَّلِعُ عَلَيٰ خ[o[َا]ٓئِنَ[a:3432[ةٍ م]ِّنْهُمْ إِلَّا قَلِيل[a:1395[اً م]ِّنْهُمْ‌ۖ فَ[h:2373[ٱ]عْفُ عَنْهُمْ وَ[h:3433[ٱ]صْفَحْ‌ۚ إِ[g[نّ]َ [h:80[ٱ]للَّهَ يُحِبُّ [h:1047[ٱ]لْمُحْسِن[p[ِي]نَ","text_id":"(Namun,) karena mereka melanggar janjinya, Kami melaknat mereka dan Kami menjadikan hati mereka keras membatu. Mereka suka mengubah firman-firman (Allah) dari tempat-tempatnya<sup>206)</sup> dan mereka (sengaja) melupakan sebagian pesan yang telah diperingatkan kepada mereka. Engkau (Nabi Muhammad) senantiasa akan melihat pengkhianatan dari mereka, kecuali sekelompok kecil di antara mereka (yang tidak berkhianat). Maka, maafkanlah mereka dan biarkanlah. Sesungguhnya Allah menyukai orang-orang muhsin.","text_en":"When they dishonoured their pledge We condemned them, and hardened their hearts. So they distort the words of the Scripture out of context, and have forgotten some of what they were warned against. You will always hear of treachery on their part except that of a few. But forbear and forgive them, for God loves those who do good.","transliteration":"Fabimaa naqdihim meesaa qahum la'annaahum wa ja'alnaa quloobahum qaasiyatany yuharrifoonal kalima 'ammawaadi'ihee wa nasoo hazzam mimmaa zukkiroo bih; khaaa'inatim minhum illaa qaleelam minhum fa'fu 'anhum wasfah; innal laaha yuhibbul muhsineen","no_fn":"206","text_fn":"206) Maksudnya, mengubah teks ayat dengan cara mendahulukan, mengakhirkan, menambahkan, atau mengurangi, dan memalingkan makna kalimat dari pemahaman yang sesungguhnya."},{"id":683,"surah":5,"no_ayah":14,"tema":"Pengingkaran Janji Orang-Orang Yahudi dan Nasrani","text_ayah":"وَمِنَ [h:501[ٱ]لَّذِينَ قَال[o[ُوٓ][s[اْ] إِ[g[نّ]َا نَصَ[n[ـٰ]رَ[o[يٰٓ] أَخَذْنَا مِيثَ[n[ـٰ]قَهُمْ فَنَسُو[s[اْ] حَظ[a:3431[ًّا م]ِّ[g[مّ]َا ذُكِّرُو[s[اْ] بِه[n[ِۦ] فَأَغْرَيْنَا بَيْنَهُمُ [h:3434[ٱ]لْعَدَاوَةَ وَ[h:3435[ٱ]لْبَغْض[o[َا]ٓءَ إِلَيٰ يَوْمِ [h:1965[ٱ]لْقِيَ[n[ـٰ]مَةِ‌ۚ وَسَوْفَ يُنَبِّئُهُمُ [h:3436[ٱ]للَّهُ بِمَا كَانُو[s[اْ] يَصْنَع[p[ُو]نَ","text_id":"Dari orang-orang yang mengatakan, “Sesungguhnya kami adalah orang Nasrani,” Kami telah mengambil perjanjian. Kemudian, mereka melupakan sebagian pesan yang telah diperingatkan kepada mereka. Maka, Kami menimbulkan permusuhan dan kebencian di antara mereka hingga hari Kiamat. Kelak Allah akan memberitakan kepada mereka apa yang selama ini mereka perbuat.","text_en":"We had taken the pledge of those also who call themselves Christians. But they too forgot to take advantage of the warning they were given. So We have caused enmity and hatred among them to last till the Day of Resurrection, when God will inform them of what they were doing.","transliteration":"Wa minal lazeena qaalooo innaa nasaaraaa akhaznaa meesaaqahum fanasoo hazzam mimmaa zukkiroo bihee fa aghrainaa binahumul 'adaawata walbaghdaaa'a ilaa yawmil Qiyaamah; wa sawfa yunabbi'uhumul laahu bimaa kaanoo yasna'oon","no_fn":"","text_fn":""},{"id":684,"surah":5,"no_ayah":15,"tema":"Pengingkaran Janji Orang-Orang Yahudi dan Nasrani","text_ayah":"يَ[o[ـٰٓ]أَهْلَ [h:1990[ٱ]لْكِتَ[n[ـٰ]بِ قَ[q:298[دْ] ج[o[َا]ٓءَكُمْ رَسُولُنَا يُبَيِّنُ لَكُمْ كَثِي[a:3437[رًا م]ِّ[g[مّ]َا كُ[f:100[نت]ُمْ تُخْفُونَ مِنَ [h:891[ٱ]لْكِتَ[n[ـٰ]بِ وَيَعْفُو[s[اْ] عَ[f:3438[ن ك]َثِي[f:3439[رٍ‌ۚ ق]َ[q:298[دْ] ج[o[َا]ٓءَك[w:3440[ُم م]ِّنَ [h:321[ٱ]للَّهِ نُو[a:3441[رٌ و]َكِتَ[n[ـٰ][a:3442[بٌ م]ُّب[p[ِي]نٌ","text_id":"Wahai Ahlulkitab, sungguh rasul Kami telah datang kepadamu untuk menjelaskan banyak hal dari (isi) kitab suci yang kamu sembunyikan dan membiarkan (tidak menjelaskan) banyak hal (pula). Sungguh, telah datang kepadamu cahaya dari Allah dan kitab suci<sup>207)</sup> yang jelas.","text_en":"O people of the Book, Our Apostle has come to you, announcing many things of the Scriptures that you have suppressed, passing over some others. To you has come light and a clear Book from God","transliteration":"yaaa Ahlal kitaabi qad jaaa'akum Rasoolunaa yubaiyinu lakum kaseeram mimmmaa kuntum tukhfoona minal Kitaabi wa ya'foo 'an kaseer; qad jaaa'akum minal laahi noorunw wa Kitaabum Mubeen","no_fn":"207","text_fn":"207) Cahaya dari Allah Swt. maksudnya adalah Nabi Muhammad saw., sedangkan kitab suci maksudnya adalah Al-Qur’an."},{"id":685,"surah":5,"no_ayah":16,"tema":"Pengingkaran Janji Orang-Orang Yahudi dan Nasrani","text_ayah":"يَهْدِي بِهِ [h:1707[ٱ]للَّهُ مَنِ [h:3443[ٱ]تَّبَعَ رِضْو[n[َٲ]نَهُ[n[ۥ] سُبُلَ [h:3444[ٱ][l[ل]سَّلَ[n[ـٰ]مِ وَيُخْرِجُه[w:3445[ُم م]ِّنَ [h:1491[ٱ][l[ل]ظُّلُمَ[n[ـٰ]تِ إِلَي [h:1492[ٱ][l[ل][g[نّ]ُورِ بِإِذْنِه[n[ِۦ] وَيَهْدِيهِمْ إِلَيٰ صِر[n[َٲ][a:726[طٍ م]ُّسْتَق[p[ِي]مٍ","text_id":"Dengannya (kitab suci) Allah menunjukkan kepada orang yang mengikuti rida-Nya jalan-jalan keselamatan, mengeluarkannya dari berbagai kegelapan menuju cahaya dengan izin-Nya, dan menunjukkan kepadanya (satu) jalan yang lurus.","text_en":"Through which God will lead those who follow His pleasure to the path of peace, and guide them out of darkness into light by His will, and to the path that is straight.","transliteration":"Yahdee bihil laahu manit taba'a ridwaanahoo subulas salaami wa yukhrijuhum minaz zulumaati ilan noori bi iznihee wa yahdeehim ilaa Siraatim Mustaqeem","no_fn":"","text_fn":""},{"id":686,"surah":5,"no_ayah":17,"tema":"Kekufuran Yahudi dan Nasrani","text_ayah":"لَّقَ[q:2389[دْ] كَفَرَ [h:3446[ٱ]لَّذِينَ قَال[o[ُوٓ][s[اْ] إِ[g[نّ]َ [h:80[ٱ]للَّهَ هُوَ [h:3447[ٱ]لْمَسِيحُ [h:3448[ٱ][q:1917[بْ]نُ مَرْيَمَ‌ۚ قُلْ فَم[a:3449[َن ي]َمْلِكُ مِنَ [h:321[ٱ]للَّهِ شَيْــًٔا إِنْ أَرَادَ أ[a:3450[َن ي]ُهْلِكَ [h:3451[ٱ]لْمَسِيحَ [h:3452[ٱ][q:451[بْ]نَ مَرْيَمَ وَأُ[g[مّ]َهُ[n[ۥ] وَمَ[f:3453[ن ف]ِي [h:44[ٱ]لْأَرْضِ جَمِي[a:3454[عًا‌ۗ و]َلِلَّهِ مُلْكُ [h:555[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:177[ٱ]لْأَرْضِ وَمَا بَيْنَهُمَا‌ۚ يَخْلُقُ مَا يَش[o[َا]ٓءُ‌ۚ وَ[h:72[ٱ]للَّهُ عَلَيٰ كُلِّ ش[f:81[َيْءٍ ق]َد[p[ِي]رٌ","text_id":"Sungguh, benar-benar telah kufur orang-orang yang berkata, “Sesungguhnya Allah itulah Almasih putra Maryam.” Katakanlah (Nabi Muhammad), “(Jika benar begitu,) siapakah yang dapat menghalang-halangi kehendak Allah jika Dia hendak membinasakan Almasih putra Maryam, ibunya, dan seluruh yang berada di bumi?” Milik Allahlah kerajaan langit, bumi, dan apa yang ada di antara keduanya. Dia menciptakan apa yang Dia kehendaki. Allah Mahakuasa atas segala sesuatu.","text_en":"Verily they are unbelievers who say: \"The Messiah, son of Mary, is God.\" You ask them: \"Who could prevail against God if He had chosen to destroy the Messiah, son of Mary, and his mother, and the rest of mankind?\" For God's is the kingdom of the heavens and the earth and whatsoever lies between them. He creates what He please, for God has the power over all things.","transliteration":"Laqad kafaral lazeena qaalooo innal laaha huwal maseehub nu Maryam; qul famany-yamliku minal laahi shai'an in araada ai yuhlikal Maseehab na Maryama wa ummahoo wa man fil ardi jamee'aa, wa lillaahi mmulkus samaawaati wal ardi wa maa bainahumaa; yakhluqu maa Yashaaa'; wakhluqu maa yashaaa'; wallaahu 'alaa kulli shai'in Qadeer","no_fn":"","text_fn":""},{"id":687,"surah":5,"no_ayah":18,"tema":"Kekufuran Yahudi dan Nasrani","text_ayah":"وَقَالَتِ [h:583[ٱ]لْيَهُودُ وَ[h:326[ٱ][l[ل][g[نّ]َصَ[n[ـٰ]رَيٰ نَحْنُ أَ[q:3455[بْ]نَ[o[ـٰٓ]ؤُ[s[اْ] [h:3456[ٱ]للَّهِ وَأَحِبَّ[o[ـٰٓ]ؤُهُ[n[ۥ]‌ۚ قُلْ فَلِمَ يُعَذِّبُك[c:3457[ُم ب]ِذُنُوبِك[c:3458[ُم‌ۖ ب]َلْ أَ[f:428[نت][c:3459[ُم ب]َشَ[a:3460[رٌ م]ِّ[g[مّ]َنْ خَلَقَ‌ۚ يَغْفِرُ لِم[a:1537[َن ي]َش[o[َا]ٓءُ وَيُعَذِّبُ م[a:476[َن ي]َش[o[َا]ٓءُ‌ۚ وَلِلَّهِ مُلْكُ [h:555[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:177[ٱ]لْأَرْضِ وَمَا بَيْنَهُمَا‌ۖ وَإِلَيْهِ [h:3461[ٱ]لْمَص[p[ِي]رُ","text_id":"Orang Yahudi dan orang Nasrani berkata, “Kami adalah anak-anak Allah dan kekasih-kekasih-Nya.” Katakanlah, “(Jika benar begitu,) mengapa Allah menyiksa kamu karena dosa-dosamu? Sebaliknya, kamu adalah manusia (biasa) di antara orang-orang yang Dia ciptakan. Dia mengampuni siapa yang Dia kehendaki dan menyiksa siapa yang Dia kehendaki (pula). Milik Allahlah kerajaan langit, bumi, dan apa yang ada di antara keduanya, dan kepada-Nya semua akan kembali.”","text_en":"Say the Jews and the Christians: \"We are sons of God and beloved of Him.\" Say: \"Why does He punish you then for your sins? No: You are only mortals, of His creation.\" He can punish whom He please and pardon whom He will, for God's is the kingdom of the heavens and the earth and all that lies between them, and everything will go back to Him.","transliteration":"Wa qaalatil Yahoodu wan Nasaaraa nahnu abnaaa'ul laahi wa ahibbaaa'uh; qul falima yu'azzibukum bizunoobikum bal antum basharum mimmman khalaq; yaghfiru limai yashaaa'u wa yu'azzibu mai yashaaa'; wa lillaahi mulkus samaawaati wal ardi wa maa bainahumaa wa ilaihil maseer","no_fn":"","text_fn":""},{"id":688,"surah":5,"no_ayah":19,"tema":"Kekufuran Yahudi dan Nasrani","text_ayah":"يَ[o[ـٰٓ]أَهْلَ [h:1990[ٱ]لْكِتَ[n[ـٰ]بِ قَ[q:298[دْ] ج[o[َا]ٓءَكُمْ رَسُولُنَا يُبَيِّنُ لَكُمْ عَلَيٰ فَتْرَ[a:3462[ةٍ م]ِّنَ [h:3463[ٱ][l[ل]رُّسُلِ أَ[f:1330[ن ت]َقُولُو[s[اْ] مَا ج[o[َا]ٓءَنَا م[i:3464[ِنۢ ب]َشِي[a:3465[رٍ و]َلَا نَذِي[f:3466[رٍ‌ۖ ف]َقَ[q:563[دْ] ج[o[َا]ٓءَك[c:3467[ُم ب]َشِي[a:3468[رٌ و]َنَذِي[a:3469[رٌ‌ۗ و]َ[h:72[ٱ]للَّهُ عَلَيٰ كُلِّ ش[f:81[َيْءٍ ق]َد[p[ِي]رٌ","text_id":"Wahai Ahlulkitab, sungguh rasul Kami telah datang kepadamu untuk memberi penjelasan setelah beberapa saat terhentinya (pengutusan) rasul-rasul agar kamu tidak mengatakan, “Tidak ada yang datang kepada kami, baik pembawa berita gembira maupun pemberi peringatan.” Sungguh, telah datang kepadamu pembawa berita gembira dan pemberi peringatan. Allah Mahakuasa atas segala sesuatu.","text_en":"O you people of the Book, Our Apostle has come to you when apostles had ceased to come long ago, lest you said: \"There did not come to us any messenger of good news or of warnings.\" So now there has reached you a bearer of good tidings and of warnings; for God has the power over all things.","transliteration":"Yaaa Ahlal Kitaabi qad jaaa'akum Rasoolunaa yubaiyinu lakum 'alaa fatratim minal Rusuli an taqooloo maa jaaa'anaa mim basheerinw wa laa nazeerin faqad jaaa'akum basheerunw wa nazeer; wallaahu 'alaa kulli shai'in Qadeer","no_fn":"","text_fn":""},{"id":689,"surah":5,"no_ayah":20,"tema":"Pembangkangan Bangsa Yahudi kepada Nabi Musa dan Akibatnya","text_ayah":"وَإِذْ قَالَ مُوسَيٰ لِقَوْمِه[n[ِۦ] يَ[n[ـٰ]قَوْمِ [h:3470[ٱ]ذْكُرُو[s[اْ] نِعْمَةَ [h:1154[ٱ]للَّهِ عَلَيْكُمْ إِذْ جَعَلَ فِيكُمْ أَ[i:480[نۢب]ِي[o[َا]ٓءَ وَجَعَلَك[w:3471[ُم م]ُّلُو[a:3472[كًا و]َءَاتَ[n[ـٰ]ك[w:3473[ُم م]َّا لَمْ يُؤْتِ أَحَ[a:3474[دًا م]ِّنَ [h:3475[ٱ]لْعَ[n[ـٰ]لَم[p[ِي]نَ","text_id":"(Ingatlah) ketika Musa berkata kepada kaumnya, “Wahai kaumku, ingatlah nikmat Allah kepadamu ketika Dia mengangkat nabi-nabi di antaramu, menjadikanmu (terhormat seperti) para raja, dan menganugerahkan kepadamu apa yang belum pernah Dia anugerahkan kepada seorang pun di antara umat yang lain.","text_en":"Remember when Moses said to his people: \"O my people, remember the favours that God bestowed on you when He appointed apostles from among you, and made you kings and gave you what had never been given to any one in the world.","transliteration":"Qa iz qaala Moosaa liqawmihee yaa qawmiz kuroo ni'matal laahi 'alaikum iz ja'ala feekum mulookanw wa aataakum maa lam yu'ti ahadam minal 'aalameen","no_fn":"","text_fn":""},{"id":690,"surah":5,"no_ayah":21,"tema":"Pembangkangan Bangsa Yahudi kepada Nabi Musa dan Akibatnya","text_ayah":"يَ[n[ـٰ]قَوْمِ [h:3476[ٱ][q:278[دْ]خُلُو[s[اْ] [h:3477[ٱ]لْأَرْضَ [h:3478[ٱ]لْمُقَدَّسَةَ [h:3479[ٱ]لَّتِي كَتَبَ [h:989[ٱ]للَّهُ لَكُمْ وَلَا تَرْتَدُّو[s[اْ] عَلَ[o[يٰٓ] أَ[q:3480[دْ]بَارِكُمْ فَتَ[f:2309[نق]َلِبُو[s[اْ] خَ[n[ـٰ]سِر[p[ِي]نَ","text_id":"Wahai kaumku, masuklah ke tanah suci (Baitulmaqdis) yang telah Allah tentukan bagimu<sup>208)</sup> dan janganlah berbalik ke belakang (karena takut kepada musuh), nanti kamu menjadi orang-orang yang rugi.”","text_en":"Enter then, my people, the Holy Land that God has ordained for you, and do not turn back, or you will suffer.\"","transliteration":"Yaa qawmid khulul Ardal MMuqaddasatal latee katabal laahu lakum wa laa tartaddoo 'alaaa adbaarikum fatanqaliboo khaasireen","no_fn":"208","text_fn":"208) Maksudnya, tanah Palestina ditentukan Allah Swt. bagi kaum Yahudi selama mereka beriman dan taat kepada Allah Swt. Ketika Nabi Muhammad saw. sudah diutus Allah Swt., sementara mereka menolak untuk beriman kepadanya, ketentuan itu pupus bagi orang Yahudi."},{"id":691,"surah":5,"no_ayah":22,"tema":"Pembangkangan Bangsa Yahudi kepada Nabi Musa dan Akibatnya","text_ayah":"قَالُو[s[اْ] يَ[n[ـٰ]مُوسَ[o[يٰٓ] إِ[g[نّ]َ فِيهَا قَوْ[f:3481[مًا ج]َبَّارِينَ وَإِ[g[نّ]َا ل[a:3482[َن ن]َّ[q:3483[دْ]خُلَهَا حَتَّيٰ يَخْرُجُو[s[اْ] مِنْهَا فَإ[a:3484[ِن ي]َخْرُجُو[s[اْ] مِنْهَا فَإِ[g[نّ]َا د[n[َٲ]خِل[p[ُو]نَ","text_id":"Mereka berkata, “Wahai Musa, sesungguhnya di dalamnya (negeri itu) ada orang-orang yang sangat kuat dan kejam. Kami tidak akan memasukinya sebelum mereka keluar. Jika mereka keluar dari sana, kami pasti akan masuk.”","text_en":"They said: \"O Moses, in that land live a people who are formidable; we shall never go there until they leave. We shall enter when they go away.\"","transliteration":"Qaaloo yaa Moosaaa innaa feehaa qwman jabbaareena wa innaa lan nadkhulahaa hattaa yakhrujoo minhaa fa innaa daakhiloon","no_fn":"","text_fn":""},{"id":692,"surah":5,"no_ayah":23,"tema":"Pembangkangan Bangsa Yahudi kepada Nabi Musa dan Akibatnya","text_ayah":"قَالَ رَجُلَانِ مِنَ [h:523[ٱ]لَّذِينَ يَخَافُونَ أَنْعَمَ [h:2900[ٱ]للَّهُ عَلَيْهِمَا [h:3485[ٱ][q:278[دْ]خُلُو[s[اْ] عَلَيْهِمُ [h:3486[ٱ]لْبَابَ فَإِذَا دَخَلْتُمُوهُ فَإِ[g[نّ]َكُمْ غَ[n[ـٰ]لِبُونَ‌ۚ وَعَلَي [h:2207[ٱ]للَّهِ فَتَوَكَّل[o[ُوٓ][s[اْ] إِ[f:109[ن ك]ُ[f:100[نت][w:482[ُم م]ُّؤْمِن[p[ِي]نَ","text_id":"Berkatalah dua orang laki-laki di antara mereka yang bertakwa, yang keduanya telah diberi nikmat oleh Allah, “Masukilah pintu gerbang negeri itu untuk (menyerang) mereka (penduduk Baitulmaqdis). Jika kamu memasukinya, kamu pasti akan menang. Bertawakallah hanya kepada Allah, jika kamu orang-orang mukmin.”","text_en":"Then two of the men who feared (God), and to whom God was gracious, said to them: \"Charge and rush the gate. If you enter, you will surely be victorious. And place your trust in God if you truly believe.\"","transliteration":"Qaala rajulaani minal lazeena yakhaafoona an'amal laahu 'alaihimad khuloo 'alaihimul baab, fa izaa dakhaltumoohu fa innakum ghaaliboon; wa 'alal laahi fatawakkalooo in kuntum mu'mineen","no_fn":"","text_fn":""},{"id":693,"surah":5,"no_ayah":24,"tema":"Pembangkangan Bangsa Yahudi kepada Nabi Musa dan Akibatnya","text_ayah":"قَالُو[s[اْ] يَ[n[ـٰ]مُوسَ[o[يٰٓ] إِ[g[نّ]َا ل[a:3482[َن ن]َّ[q:3483[دْ]خُلَه[o[َآ] أَبَ[a:3487[دًا م]َّا دَامُو[s[اْ] فِيهَا‌ۖ فَ[h:3488[ٱ]ذْهَ[q:3488[بْ] أَ[f:169[نت]َ وَرَبُّكَ فَقَ[n[ـٰ]تِل[o[َآ] إِ[g[نّ]َا هَ[n[ـٰ]هُنَا قَ[n[ـٰ]عِد[p[ُو]نَ","text_id":" Mereka berkata, “Wahai Musa, sesungguhnya kami sampai kapan pun tidak akan memasukinya selama mereka masih ada di dalamnya. Oleh karena itu, pergilah engkau bersama Tuhanmu, lalu berperanglah kamu berdua. Sesungguhnya kami tetap berada di sini saja.”","text_en":"They said: \"O Moses, we shall never, never enter so long as they are there. Go you and your Lord to fight them; we stay here.\"","transliteration":"Qaaloo yaa Moosaaa innaa lan nadkhulahaa abadam maa daamoo feehaa fazhab anta wa Rabbuka faqaatilaaa innaa haahunaa qaa'idoon","no_fn":"","text_fn":""},{"id":694,"surah":5,"no_ayah":25,"tema":"Pembangkangan Bangsa Yahudi kepada Nabi Musa dan Akibatnya","text_ayah":"قَالَ رَبِّ إِ[g[نّ]ِي ل[o[َآ] أَمْلِكُ إِلَّا نَفْسِي وَأَخِي‌ۖ فَ[h:3489[ٱ]فْرُ[q:3489[قْ] بَيْنَنَا وَبَيْنَ [h:3490[ٱ]لْقَوْمِ [h:3491[ٱ]لْفَ[n[ـٰ]سِق[p[ِي]نَ","text_id":"Dia (Musa) berkata, “Ya Tuhanku, aku tidak mempunyai kekuasaan apa pun, kecuali atas diriku sendiri dan saudaraku. Oleh sebab itu, pisahkanlah antara kami dan kaum yang fasik itu.”","text_en":"Said (Moses): \"O Lord, I have control over none but myself and my brother; so distinguish between us and these, the wicked people.\"","transliteration":"Qaala Rabbi innee laaa amliku illaa nafsee wa akhee fafruq bainanaa wa bainal qawmil faasiqeen","no_fn":"","text_fn":""},{"id":695,"surah":5,"no_ayah":26,"tema":"Pembangkangan Bangsa Yahudi kepada Nabi Musa dan Akibatnya","text_ayah":"قَالَ فَإِ[g[نّ]َهَا مُحَرَّمَةٌ عَلَيْهِمْ‌ۛ أَرْبَعِينَ سَنَ[a:3492[ةً‌ۛ ي]َتِيهُونَ فِي [h:44[ٱ]لْأَرْضِ‌ۚ فَلَا تَأْسَ عَلَي [h:1431[ٱ]لْقَوْمِ [h:3491[ٱ]لْفَ[n[ـٰ]سِق[p[ِي]نَ","text_id":"(Allah) berfirman, “(Jika demikian,) sesungguhnya (negeri) itu terlarang buat mereka selama empat puluh tahun. (Selama itu) mereka akan mengembara kebingungan di bumi. Maka, janganlah engkau (Musa) bersedih atas (nasib) kaum yang fasik itu.”","text_en":"(And God) said: \"Then verily this land is forbidden them for forty years, and they shall wander perplexed over the earth. So do not grieve for these, the wicked people.\"","transliteration":"Qaala fa innahaa muhar ramatun 'alaihim arba'eena sanah; yateehoona fil ard; falaa taasa 'alal qawmil faasiqeen","no_fn":"","text_fn":""},{"id":696,"surah":5,"no_ayah":27,"tema":"Kisah Habil dan Qabil","text_ayah":"۞ وَ[h:9999[ٱ]تْلُ عَلَيْهِمْ نَبَأَ [h:3493[ٱ][q:3494[بْ]ن[o[َيْ] ءَادَمَ بِ[h:370[ٱ]لْحَقِّ إِذْ قَرَّبَا قُرْبَا[f:3495[نًا ف]َتُقُبِّلَ مِنْ أَحَدِهِمَا وَلَمْ يُتَقَبَّلْ مِنَ [h:3496[ٱ]لْأَخَرِ قَالَ لَأَ[q:3497[قْ]تُلَ[g[نّ]َكَ‌ۖ قَالَ إِ[g[نّ]َمَا يَتَقَبَّلُ [h:3498[ٱ]للَّهُ مِنَ [h:3499[ٱ]لْمُتَّق[p[ِي]نَ","text_id":"Bacakanlah (Nabi Muhammad) kepada mereka berita tentang dua putra Adam dengan sebenarnya. Ketika keduanya mempersembahkan kurban, kemudian diterima dari salah satunya (Habil) dan tidak diterima dari yang lain (Qabil). Dia (Qabil) berkata, “Sungguh, aku pasti akan membunuhmu.” Dia (Habil) berkata, “Sesungguhnya Allah hanya menerima (amal) dari orang-orang yang bertakwa.","text_en":"Narrate to them exactly the tale of the two sons of Adam. When each of them offered a sacrifice (to God), that of one was accepted, and that of the other was not. Said (the one): \"I will murder you,\" and the other replied: \"God only accepts from those who are upright and preserve themselves from evil.","transliteration":"Watlu 'alaihim naba abnai Aadama bilhaqq; iz qarrabaa qurbaanan fatuqubbila min ahadihimaa wa lam yutaqabbal minal aakhari qaala la aqtulannnaka qaala innamaa yataqabbalul laahu minal muttaqeen","no_fn":"","text_fn":""},{"id":697,"surah":5,"no_ayah":28,"tema":"Kisah Habil dan Qabil","text_ayah":"لَئ[i:3500[ِنۢ ب]َسَطتَ إِلَيَّ يَدَكَ لِتَ[q:3501[قْ]تُلَنِي م[o[َآ] أَنَا۟ بِبَاسِ[a:3502[طٍ ي]َدِيَ إِلَيْكَ لِأَ[q:3503[قْ]تُلَكَ‌ۖ إِ[g[نّ][o[ِيٓ] أَخَافُ [h:3504[ٱ]للَّهَ رَبَّ [h:3505[ٱ]لْعَ[n[ـٰ]لَم[p[ِي]نَ","text_id":"Sesungguhnya jika engkau (Qabil) menggerakkan tanganmu kepadaku untuk membunuhku, aku tidak akan menggerakkan tanganku kepadamu untuk membunuhmu. Sesungguhnya aku takut kepada Allah, Tuhan semesta alam.","text_en":"If you raise your hand to kill me, I will raise not mine to kill you, for I fear God, the Lord of all the worlds;","transliteration":"La'im basatta ilaiya yadaka litaqtulanee maaa ana bibaasitiny yadiya ilaika li aqtulaka inneee akhaaful laaha Rabbal 'aalameen","no_fn":"","text_fn":""},{"id":698,"surah":5,"no_ayah":29,"tema":"Kisah Habil dan Qabil","text_ayah":"إِ[g[نّ][o[ِيٓ] أُرِيدُ أَ[f:3506[ن ت]َب[o[ُو]ٓأَ بِإِثْمِي وَإِثْمِكَ فَتَكُونَ مِنْ أَصْحَ[n[ـٰ]بِ [h:3507[ٱ][l[ل][g[نّ]َارِ‌ۚ وَذ[n[َٲ]لِكَ جَز[o[َٲ]ٓؤُ[s[اْ] [h:3508[ٱ][l[ل]ظَّ[n[ـٰ]لِم[p[ِي]نَ","text_id":"Sesungguhnya aku ingin engkau kembali (kepada-Nya) dengan (membawa) dosa (karena membunuh)-ku dan dosamu (sebelum itu) sehingga engkau akan termasuk penghuni neraka. Itulah balasan bagi orang-orang yang zalim.”","text_en":"I would rather you suffered the punishment for sinning against me, and for your own sin, and became an inmate of Hell. And that is the requital for the unjust.\"","transliteration":"Inee ureedu an tabooo'a bi ismee wa ismika fatakoona min Ashaabin Naar; wa zaalika jazaaa'uz zaalimeen","no_fn":"","text_fn":""},{"id":699,"surah":5,"no_ayah":30,"tema":"Kisah Habil dan Qabil","text_ayah":"فَطَوَّعَتْ لَهُ[n[ۥ] نَفْسُهُ[n[ۥ] قَتْلَ أَخِيهِ فَقَتَلَهُ[n[ۥ] فَأَصْبَحَ مِنَ [h:340[ٱ]لْخَ[n[ـٰ]سِر[p[ِي]نَ","text_id":"Kemudian, hawa nafsunya (Qabil) mendorong dia untuk membunuh saudaranya.<sup>209)</sup> Maka, dia pun (benar-benar) membunuhnya sehingga dia termasuk orang-orang yang rugi.","text_en":"Then the other was induced by his passion to murder his brother, and he killed him, and became one of the damned.","transliteration":"Fatawwa'at lahoo nafsu hoo qatla akheehi faqatalahoo fa asbaha minal khaasireen","no_fn":"209","text_fn":"209) Sifat-sifat manusia yang dikhawatirkan malaikat (surah al-Baqarah/2: 30) mulai muncul pada anak Adam."},{"id":700,"surah":5,"no_ayah":31,"tema":"Kisah Habil dan Qabil","text_ayah":"فَبَعَثَ [h:1161[ٱ]للَّهُ غُرَا[a:3509[بًا ي]َ[q:3510[بْ]حَثُ فِي [h:44[ٱ]لْأَرْضِ لِيُرِيَهُ[n[ۥ] كَيْفَ يُو[n[َٲ]رِي سَوْءَةَ أَخِيهِ‌ۚ قَالَ يَ[n[ـٰ]وَيْلَتَ[o[يٰٓ] أَعَجَزْتُ أَنْ أَكُونَ مِثْلَ هَ[n[ـٰ]ذَا [h:3511[ٱ]لْغُرَابِ فَأُو[n[َٲ]رِيَ سَوْءَةَ أَخِي‌ۖ فَأَصْبَحَ مِنَ [h:3512[ٱ][l[ل][g[نّ]َ[n[ـٰ]دِم[p[ِي]نَ","text_id":"Kemudian, Allah mengirim seekor burung gagak untuk menggali tanah supaya Dia memperlihatkan kepadanya (Qabil) bagaimana cara mengubur mayat saudaranya.<sup>210)</sup> (Qabil) berkata, “Celakalah aku! Mengapa aku tidak mampu berbuat seperti burung gagak ini sehingga aku dapat mengubur mayat saudaraku?” Maka, jadilah dia termasuk orang-orang yang menyesal.","text_en":"Then God sent a raven which scratched the ground in order to show him how to hide the nakedness of his brother. \"Alas, the woe,\" said he, \"that I could not be even like the raven and hide the nakedness of my brother,\" and was filled with remorse.","transliteration":"Faba'asal laahu ghuraabai yabhasu fil ardi liyuriyahoo kaifa yuwaaree sawata akheeh; qaala yaa wailataaa a'ajaztu an akoona misla haazal ghuraabi fa uwaariya saw ata akhee fa asbaha minan naadimeen","no_fn":"210","text_fn":"210) Allah Swt. mengajarkan kepada manusia ilmu dan kemampuan untuk mengembangkan kehidupannya dengan mempelajari perilaku hewan, tumbuhan, dan fenomena alam lainnya."},{"id":701,"surah":5,"no_ayah":32,"tema":"Kewajiban Menghormati Kemanusiaan","text_ayah":"مِنْ أَ[q:3513[جْ]لِ ذ[n[َٲ]لِكَ كَتَ[q:2889[بْ]نَا عَلَيٰ بَن[o[ِيٓ] إِسْر[o[َٲ]ٓءِيلَ أَ[g[نّ]َهُ[n[ۥ] مَ[f:3514[ن ق]َتَلَ نَفْس[i:3515[َۢا ب]ِغَيْرِ نَفْسٍ أَوْ فَسَا[f:3516[دٍ ف]ِي [h:44[ٱ]لْأَرْضِ فَكَأَ[g[نّ]َمَا قَتَلَ [h:3517[ٱ][l[ل][g[نّ]َاسَ جَمِي[a:3518[عًا و]َمَنْ أَحْيَاهَا فَكَأَ[g[نّ]َم[o[َآ] أَحْيَا [h:3519[ٱ][l[ل][g[نّ]َاسَ جَمِي[a:3520[عًا‌ۚ و]َلَقَ[q:341[دْ] ج[o[َا]ٓءَتْهُمْ رُسُلُنَا بِ[h:484[ٱ]لْبَيِّنَ[n[ـٰ]تِ ثُ[g[مّ]َ إِ[g[نّ]َ كَثِي[a:3521[رًا م]ِّنْه[c:3522[ُم ب]َعْدَ ذ[n[َٲ]لِكَ فِي [h:44[ٱ]لْأَرْضِ لَمُسْرِف[p[ُو]نَ","text_id":"Oleh karena itu, Kami menetapkan (suatu hukum) bagi Bani Israil bahwa siapa yang membunuh seseorang bukan karena (orang yang dibunuh itu) telah membunuh orang lain atau karena telah berbuat kerusakan di bumi, maka seakan-akan dia telah membunuh semua manusia.<sup>211)</sup> Sebaliknya, siapa yang memelihara kehidupan seorang manusia, dia seakan-akan telah memelihara kehidupan semua manusia. Sungguh, rasul-rasul Kami benar-benar telah datang kepada mereka dengan (membawa) keterangan-keterangan yang jelas. Kemudian, sesungguhnya banyak di antara mereka setelah itu melampaui batas di bumi.","text_en":"That is why We decreed for the children of Israel that whosoever kills a human being, except (as punishment) for murder or for spreading corruption in the land, it shall be like killing all humanity; and whosoever saves a life, saves the entire human race. Our apostles brought clear proofs to them; but even after that most of them committed excesses in the land.","transliteration":"min ajli zaalika katabnaa 'alaa Banee Israaa'eela annahoo man qatala nnafsam bighairi nafsin aw fasaadin fil ardi faka annnamaa qatalan fil ardi faka annammaa qatalan naasa jamee'anw wa man ahyaahaa faka annamaaa ahyan naasa jamee'aa; wa laqad jaaa'at hum Rusulunaa bilbaiyinaati summa inna kaseeram minhum ba'da zaalika fil ardi lamusrifoon","no_fn":"211","text_fn":"211) Maksudnya, membunuh seorang manusia sama dengan menghalalkan pembunuhan terhadap seluruh manusia. Sebaliknya, menjaga kehormatan seorang manusia sama dengan menjaga kehormatan seluruh manusia."},{"id":702,"surah":5,"no_ayah":33,"tema":"Hukuman bagi Perusuh dan Pengacau Keamanan","text_ayah":"إِ[g[نّ]َمَا جَز[o[َٲ]ٓؤُ[s[اْ] [h:3523[ٱ]لَّذِينَ يُحَارِبُونَ [h:3524[ٱ]للَّهَ وَرَسُولَهُ[n[ۥ] وَيَسْعَوْنَ فِي [h:44[ٱ]لْأَرْضِ فَسَادًا أ[a:3525[َن ي]ُقَتَّل[o[ُوٓ][s[اْ] أَوْ يُصَلَّب[o[ُوٓ][s[اْ] أَوْ تُقَطَّعَ أَيْدِيهِمْ وَأَرْجُلُه[w:3526[ُم م]ِّنْ خِلَ[n[ـٰ]فٍ أَوْ يُ[f:3527[نف]َوْ[s[اْ] مِنَ [h:1579[ٱ]لْأَرْضِ‌ۚ ذ[n[َٲ]لِكَ لَهُمْ خِزْ[f:440[يٌ ف]ِي [h:599[ٱ][l[ل]دُّنْيَا‌ۖ وَلَهُمْ فِي [h:536[ٱ]لْأَخِرَةِ عَذَابٌ عَظ[p[ِي]مٌ","text_id":"Balasan bagi orang-orang yang memerangi Allah dan rasul-Nya serta membuat kerusakan di bumi hanyalah dibunuh, disalib, dipotong tangan dan kaki mereka secara silang, atau diasingkan dari tempat kediamannya. Yang demikian itu merupakan kehinaan bagi mereka di dunia dan di akhirat (kelak) mereka mendapat azab yang sangat berat,<sup>212)</sup>","text_en":"The punishment for those who wage war against God and His Prophet, and perpetrate disorders in the land, is to kill or hang them, or have a hand on one side and a foot on the other cut off, or banish them from the land. Such is their disgrace in the world, and in the Hereafter their doom shall be dreadful.","transliteration":"Innamaa jazaaa'ul lazeena yuhaariboonal laaha wa Rasoolahoo wa yas'awna fil ardi fasaadan ai yuqattalooo aw yusallabooo aw tuqatta'a aideehim wa arjuluhum min khilaafin aw yunfaw minalard; zaalika lahum khizyun fid dunyaa wa lahum fil Aakhirati 'azaabun 'azeem","no_fn":"212","text_fn":"212) Ayat ini berkenaan dengan penjelasan Allah Swt. tentang ḥirābah, yaitu tindak kekerasan secara terang-terangan untuk mengambil harta, membunuh, dan menimbulkan rasa takut, seperti perampokan dan terorisme."},{"id":703,"surah":5,"no_ayah":34,"tema":"Hukuman bagi Perusuh dan Pengacau Keamanan","text_ayah":"إِلَّا [h:778[ٱ]لَّذِينَ تَابُو[s[اْ] مِ[f:1346[ن ق]َ[q:1347[بْ]لِ أَ[f:3528[ن ت]َ[q:3529[قْ]دِرُو[s[اْ] عَلَيْهِمْ‌ۖ فَ[h:1140[ٱ]عْلَم[o[ُوٓ][s[اْ] أَ[g[نّ]َ [h:394[ٱ]للَّهَ غَفُو[u:890[رٌ ر]َّح[p[ِي]مٌ","text_id":"kecuali orang-orang yang bertobat sebelum kamu dapat menangkapnya. Maka, ketahuilah bahwa sesungguhnya Allah Maha Pengampun lagi Maha Penyayang.","text_en":"But those who repent before they are subdued should know that God is forgiving and kind.","transliteration":"Illal lazeena taaboo min qabli an taqdiroo 'alaihim fa'lamooo annnal laaha Ghafoorur Raheem","no_fn":"","text_fn":""},{"id":704,"surah":5,"no_ayah":35,"tema":"Perintah Bertakwa, Mencari Wasilah, dan Berjihad","text_ayah":"يَ[o[ـٰٓ]أَيُّهَا [h:541[ٱ]لَّذِينَ ءَامَنُو[s[اْ] [h:1643[ٱ]تَّقُو[s[اْ] [h:1644[ٱ]للَّهَ وَ[h:988[ٱ][q:988[بْ]تَغ[o[ُوٓ][s[اْ] إِلَيْهِ [h:3530[ٱ]لْوَسِيلَةَ وَجَ[n[ـٰ]هِدُو[s[اْ] فِي سَبِيلِه[n[ِۦ] لَعَلَّكُمْ تُفْلِح[p[ُو]نَ","text_id":"Wahai orang-orang yang beriman, bertakwalah kepada Allah, carilah wasilah (jalan untuk mendekatkan diri) kepada-Nya, dan berjihadlah (berjuanglah) di jalan-Nya agar kamu beruntung.","text_en":"O you who believe, follow the path shown to you by God, and seek the way of proximity to Him, and struggle in His way: you may have success.","transliteration":"yaaa aiyuhal lazeena aamanut taqul laaha wabtaghooo ilaihil waseelata wa jaahidoo fee sabeelihee la'allakum tuflihoon","no_fn":"","text_fn":""},{"id":705,"surah":5,"no_ayah":36,"tema":"Perintah Bertakwa, Mencari Wasilah, dan Berjihad","text_ayah":"إِ[g[نّ]َ [h:24[ٱ]لَّذِينَ كَفَرُو[s[اْ] لَوْ أَ[g[نّ]َ لَه[w:3531[ُم م]َّا فِي [h:44[ٱ]لْأَرْضِ جَمِي[a:3532[عًا و]َمِثْلَهُ[n[ۥ] مَعَهُ[n[ۥ] لِيَفْتَدُو[s[اْ] بِه[n[ِۦ] مِنْ عَذَابِ يَوْمِ [h:1965[ٱ]لْقِيَ[n[ـٰ]مَةِ مَا تُقُبِّلَ مِنْهُمْ‌ۖ وَلَهُمْ عَذَابٌ أَل[p[ِي]مٌ","text_id":"Sesungguhnya orang-orang yang kufur, seandainya memiliki segala apa yang ada di bumi dan ditambah (lagi) dengan sebanyak itu untuk menebus diri mereka dari azab hari Kiamat, niscaya semua (tebusan) itu tidak akan diterima dari mereka. Bagi mereka azab yang sangat pedih.","text_en":"As for unbelievers, if they possess the riches of the whole earth, and two times more, and offer it as ransom for release from the torments of the Day of Resurrection, it will not be accepted from them, and their punishment will surely be painful.","transliteration":"Innal lazeena kafaroo law anna lahum maa fil ardi jamee'anw wa mislahoo ma'ahoo liyaftadoo bihee min 'azaabi Yawmil Qiyaamati maa tuqubbila minhum wa lahum azaabun aleem","no_fn":"","text_fn":""},{"id":706,"surah":5,"no_ayah":37,"tema":"Perintah Bertakwa, Mencari Wasilah, dan Berjihad","text_ayah":"يُرِيدُونَ أ[a:3533[َن ي]َخْرُجُو[s[اْ] مِنَ [h:869[ٱ][l[ل][g[نّ]َارِ وَمَا ه[c:868[ُم ب]ِخَ[n[ـٰ]رِجِينَ مِنْهَا‌ۖ وَلَهُمْ عَذَا[a:3534[بٌ م]ُّق[p[ِي]مٌ","text_id":"Mereka ingin keluar dari neraka, tetapi tidak akan dapat keluar dari sana. Bagi mereka azab yang kekal","text_en":"They would like to escape from the Fire, but will never succeed, and their suffering will be constant","transliteration":"Yureedoona ai yakhrujoo minan Naari wa maa hum bikhaari jeena minhaa wa lahum 'azaabum muqeem","no_fn":"","text_fn":""},{"id":707,"surah":5,"no_ayah":38,"tema":"Hukuman bagi Pencuri","text_ayah":"وَ[h:9999[ٱ][l[ل]سَّارِقُ وَ[h:3535[ٱ][l[ل]سَّارِقَةُ فَ[h:3536[ٱ][q:3536[قْ]طَع[o[ُوٓ][s[اْ] أَيْدِيَهُمَا جَز[o[َا]ٓ[i:3537[ءَۢ ب]ِمَا كَسَبَا نَكَ[n[ـٰ]ل[a:3538[اً م]ِّنَ [h:321[ٱ]للَّهِ‌ۗ وَ[h:72[ٱ]للَّهُ عَزِيزٌ حَك[p[ِي]مٌ","text_id":"Laki-laki maupun perempuan yang mencuri, potonglah tangan keduanya sebagai balasan atas perbuatan yang mereka lakukan dan sebagai siksaan dari Allah. Allah Mahaperkasa lagi Mahabijaksana.","text_en":"As for the thief, whether man or woman, cut his hand as punishment from God for what he had done; and God is all mighty and all wise.","transliteration":"Wassaariqu qassaariqatu faqta'oo aidiyahumma jazaaa'am bimaa kasabaa nakaalam minal laah; wallaahu 'Azeezun hakeem","no_fn":"","text_fn":""},{"id":708,"surah":5,"no_ayah":39,"tema":"Hukuman bagi Pencuri","text_ayah":"فَمَ[f:3539[ن ت]َابَ م[i:146[ِنۢ ب]َعْدِ ظُلْمِه[n[ِۦ] وَأَصْلَحَ فَإِ[g[نّ]َ [h:513[ٱ]للَّهَ يَتُوبُ عَلَيْهِ‌ۗ إِ[g[نّ]َ [h:80[ٱ]للَّهَ غَفُو[u:890[رٌ ر]َّح[p[ِي]مٌ","text_id":"Maka, siapa yang bertobat setelah melakukan kezaliman dan memperbaiki diri, sesungguhnya Allah menerima tobatnya. Sesungguhnya Allah Maha Pengampun lagi Maha Penyayang.","text_en":"But those who repent after a crime and reform, shall be forgiven by God, for God is forgiving and kind.","transliteration":"Faman taaba mim ba'di zulmihee wa aslaha fa innal laaha yatoobu 'alaih; innal laaha Ghafoorur Raheem","no_fn":"","text_fn":""},{"id":709,"surah":5,"no_ayah":40,"tema":"Hukuman bagi Pencuri","text_ayah":"أَلَمْ تَعْلَمْ أَ[g[نّ]َ [h:394[ٱ]للَّهَ لَهُ[n[ۥ] مُلْكُ [h:555[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:177[ٱ]لْأَرْضِ يُعَذِّبُ م[a:476[َن ي]َش[o[َا]ٓءُ وَيَغْفِرُ لِم[a:1537[َن ي]َش[o[َا]ٓءُ‌ۗ وَ[h:72[ٱ]للَّهُ عَلَيٰ كُلِّ ش[f:81[َيْءٍ ق]َد[p[ِي]رٌ","text_id":"Tidakkah engkau tahu bahwa sesungguhnya milik Allahlah kerajaan langit dan bumi? Dia menyiksa siapa yang Dia kehendaki dan mengampuni siapa yang Dia kehendaki. Allah Mahakuasa atas segala sesuatu.","text_en":"Do you not know that God's is the kingdom of the heavens and the earth? He punishes whom He will, and pardons whom He please, for God has the power over all things.","transliteration":"Alam ta'lam annal laaha lahoo mulkus samaawaati wal ardi yu'az zibu many-yashaa'u wa yaghfiru limany-yashaaa'; wallaahu 'alaa kulli shai'in Qadeer","no_fn":"","text_fn":""},{"id":710,"surah":5,"no_ayah":41,"tema":"Sikap Orang Yahudi dan Munafik terhadap Hukum Allah","text_ayah":"۞ يَ[o[ـٰٓ]أَيُّهَا [h:3540[ٱ][l[ل]رَّسُولُ لَا يَحْزُ[f:2435[نك]َ [h:2436[ٱ]لَّذِينَ يُسَ[n[ـٰ]رِعُونَ فِي [h:2437[ٱ]لْكُفْرِ مِنَ [h:523[ٱ]لَّذِينَ قَال[o[ُوٓ][s[اْ] ءَامَ[g[نّ]َا بِأَفْو[n[َٲ]هِهِمْ وَلَمْ تُؤْمِ[f:3541[ن ق]ُلُوبُهُمْ‌ۛ وَمِنَ [h:501[ٱ]لَّذِينَ هَادُو[s[اْ‌ۛ] سَ[g[مّ]َ[n[ـٰ]عُونَ لِلْكَذِبِ سَ[g[مّ]َ[n[ـٰ]عُونَ لِقَوْمٍ ءَاخَرِينَ لَمْ يَأْتُوكَ‌ۖ يُحَرِّفُونَ [h:2817[ٱ]لْكَلِمَ م[i:146[ِنۢ ب]َعْدِ مَوَاضِعِه[n[ِۦ]‌ۖ يَقُولُونَ إِنْ أُوتِيتُمْ هَ[n[ـٰ]ذَا فَخُذُوهُ وَإ[u:3542[ِن ل]َّمْ تُؤْتَوْهُ فَ[h:3543[ٱ]حْذَرُو[s[اْ‌ۚ] وَم[a:3544[َن ي]ُرِدِ [h:3545[ٱ]للَّهُ فِتْنَتَهُ[n[ۥ] فَلَ[f:3546[ن ت]َمْلِكَ لَهُ[n[ۥ] مِنَ [h:321[ٱ]للَّهِ شَيْــًٔا‌ۚ أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ [h:51[ٱ]لَّذِينَ لَمْ يُرِدِ [h:3545[ٱ]للَّهُ أ[a:3547[َن ي]ُطَهِّرَ قُلُوبَهُمْ‌ۚ لَهُمْ فِي [h:599[ٱ][l[ل]دُّنْيَا خِزْ[a:600[يٌ‌ۖ و]َلَهُمْ فِي [h:536[ٱ]لْأَخِرَةِ عَذَابٌ عَظ[p[ِي]مٌ","text_id":"Wahai Rasul (Muhammad), janganlah engkau disedihkan oleh orang-orang yang bersegera dalam kekufuran, yaitu orang-orang (munafik) yang mengatakan dengan mulut mereka, “Kami telah beriman,” padahal hati mereka belum beriman, dan juga orang-orang Yahudi. (Mereka adalah) orang-orang yang sangat suka mendengar (berita-berita) bohong lagi sangat suka mendengar (perkataan-perkataan) orang lain yang belum pernah datang kepadamu. Mereka mengubah firman-firman (Allah) setelah berada di tempat-tempat yang (sebenar)-nya. Mereka mengatakan, “Jika ini yang diberikan kepada kamu, terimalah. Jika kamu diberi yang bukan ini, hati-hatilah.” Siapa yang dikehendaki Allah kesesatannya, maka sekali-kali engkau tidak akan mampu menolak sesuatu pun dari Allah. Mereka itu adalah orang-orang yang Allah tidak hendak menyucikan hati mereka. Di dunia mereka mendapat kehinaan dan di akhirat akan mendapat azab yang sangat berat.","text_en":"Be not grieved, O Apostle, by those who hasten to outrace others in denial, and say with their tongues: \"We believe,\" but do not believe in their hearts. And those of the Jews who listen to tell lies, and spy on behalf of others who do not come to you, and who distort the words (of the Torah) out of context, and say: \"If you are given (what we say is true) accept it; but if you are not given it, beware.\" You cannot intercede with God for him whom God would not show the way. These are the people whose hearts God does not wish to purify. For them is ignominy in this world and punishment untold in the next --","transliteration":"Yaaa ayyuhar Rasoolu laa yahzukal lazeena yusaa ri'oona fil kufri minal lazeena qaaloo aamannaa bi afwaahihim wa lam tu'min quloobuhum; wa minal lazeena haadoo sammaa'oona lilkazibi sammaa'oona liqawmin aakhareena lam yaatooka yuharifoonal kalima mim ba'di mawaadi'ihee yaqooloona in ooteetum haazaa fakhuzoohu wa il lam tu'tawhu fahzaroo; wa many-yuridil laahu fitnatahoo falan tamlika lahoo minal laahi shai'aa; ulaaa 'ikal lazeena lam yuridil laahu any-yutahhira quloobahum; lahum fid dunyaa khizyunw wa lahum fil Aakhirati'azaabun 'azeem","no_fn":"","text_fn":""},{"id":711,"surah":5,"no_ayah":42,"tema":"Sikap Orang Yahudi dan Munafik terhadap Hukum Allah","text_ayah":"سَ[g[مّ]َ[n[ـٰ]عُونَ لِلْكَذِبِ أَكَّ[n[ـٰ]لُونَ لِلسُّحْتِ‌ۚ فَإِ[f:3548[ن ج][o[َا]ٓءُوكَ فَ[h:3549[ٱ]حْك[c:3550[ُم ب]َيْنَهُمْ أَوْ أَعْرِضْ عَنْهُمْ‌ۖ وَإِ[f:3551[ن ت]ُعْرِضْ عَنْهُمْ فَل[a:3552[َن ي]َضُرُّوكَ شَيْـ[a:3553[ـًٔا‌ۖ و]َإِنْ حَكَمْتَ فَ[h:3549[ٱ]حْك[c:3550[ُم ب]َيْنَه[c:3554[ُم ب]ِ[h:1800[ٱ]لْقِسْطِ‌ۚ إِ[g[نّ]َ [h:80[ٱ]للَّهَ يُحِبُّ [h:3555[ٱ]لْمُ[q:3556[قْ]سِط[p[ِي]نَ","text_id":"Mereka (orang-orang Yahudi itu) sangat suka mendengar berita bohong lagi banyak memakan makanan yang haram. Maka, jika mereka datang kepadamu (Nabi Muhammad untuk meminta putusan), berilah putusan di antara mereka atau berpalinglah dari mereka. Jika engkau berpaling, mereka tidak akan membahayakanmu sedikit pun. Akan tetapi, jika engkau memutuskan (perkara mereka), putuskanlah dengan adil. Sesungguhnya Allah menyukai orang-orang yang adil.","text_en":"Eavesdropping for telling lies, earning through unlawful means! So, if they come to you, judge between them or decline. And if you decline, they can do you no harm; but if you judge, you should do so with justice, for God loves those who are just.","transliteration":"Sammaa'oona lilkazibi akkaaloona lissuht; fa in jaaa'ooka fahkum bainahum aw a'rid anhum wa in tu'rid 'anhum falany-yadurrooka shai'anw wa in hakamta fahkum bainahum bilqist; innal laaha yuhibbul muqsiteen","no_fn":"","text_fn":""},{"id":712,"surah":5,"no_ayah":43,"tema":"Sikap Orang Yahudi dan Munafik terhadap Hukum Allah","text_ayah":"وَكَيْفَ يُحَكِّمُونَكَ وَعِ[f:3557[ند]َهُمُ [h:3558[ٱ][l[ل]تَّوْرَ[n[ٮٰ]ةُ فِيهَا حُكْمُ [h:3559[ٱ]للَّهِ ثُ[g[مّ]َ يَتَوَلَّوْنَ م[i:146[ِنۢ ب]َعْدِ ذ[n[َٲ]لِكَ‌ۚ وَم[o[َآ] أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ بِ[h:3560[ٱ]لْمُؤْمِن[p[ِي]نَ","text_id":"Bagaimana mereka menjadikanmu sebagai hakim mereka, sedangkan mereka mempunyai Taurat yang di dalamnya (ada) hukum Allah, kemudian mereka berpaling (dari putusanmu) setelah itu? Mereka benar-benar bukanlah orang-orang mukmin.","text_en":"But why should they make you a judge when the Torah is with them which contains the Law of God? Even then they turn away. They are those who will never believe.","transliteration":"Wa kaifa yuhakkimoonaka wa 'indahumut Tawraatu feehaa hukmul laahi summa yatawallawna mim ba'di zaalik; wa maaa ulaaa'ika bilmu'mineen","no_fn":"","text_fn":""},{"id":713,"surah":5,"no_ayah":44,"tema":"Sikap Orang Yahudi dan Munafik terhadap Hukum Allah","text_ayah":"إِ[g[نّ][o[َآ] أَ[f:515[نز]َلْنَا [h:3561[ٱ][l[ل]تَّوْرَ[n[ٮٰ]ةَ فِيهَا هُ[a:3562[دًي و]َنُو[a:3563[رٌ‌ۚ ي]َحْكُمُ بِهَا [h:3564[ٱ][l[ل][g[نّ]َبِيُّونَ [h:3565[ٱ]لَّذِينَ أَسْلَمُو[s[اْ] لِلَّذِينَ هَادُو[s[اْ] وَ[h:3566[ٱ][l[ل]رَّبَّ[n[ـٰ]نِيُّونَ وَ[h:3567[ٱ]لْأَحْبَارُ بِمَا [h:3568[ٱ]سْتُحْفِظُو[s[اْ] مِ[f:3569[ن ك]ِتَ[n[ـٰ]بِ [h:1816[ٱ]للَّهِ وَكَانُو[s[اْ] عَلَيْهِ شُهَد[o[َا]ٓءَ‌ۚ فَلَا تَخْشَوُ[s[اْ] [h:3570[ٱ][l[ل][g[نّ]َاسَ وَ[h:3382[ٱ]خْشَوْنِ وَلَا تَشْتَرُو[s[اْ] بِـَٔـايَ[n[ـٰ]تِي ثَمَ[f:208[نًا ق]َلِيل[a:3571[اً‌ۚ و]َم[u:1416[َن ل]َّمْ يَحْك[c:3572[ُم ب]ِم[o[َآ] أَ[f:471[نز]َلَ [h:472[ٱ]للَّهُ فَأُ[s[وْ]لَ[o[ـٰٓ]ئِكَ هُمُ [h:3251[ٱ]لْكَ[n[ـٰ]فِر[p[ُو]نَ","text_id":"Sesungguhnya Kami telah menurunkan Taurat. Di dalamnya ada petunjuk dan cahaya. Dengannya para nabi, yang berserah diri (kepada Allah), memberi putusan atas perkara orang Yahudi. Demikian pula para rabi dan ulama-ulama mereka (juga memberi putusan) sebab mereka diperintahkan (oleh Allah untuk) menjaga kitab Allah dan mereka merupakan saksi-saksi terhadapnya. Oleh karena itu, janganlah kamu takut kepada manusia, (tetapi) takutlah kepada-Ku. Janganlah kamu menukar ayat-ayat-Ku dengan harga yang murah. Siapa yang tidak memutuskan (suatu urusan) menurut ketentuan yang diturunkan Allah, maka mereka itulah orang-orang kafir.<sup>213)</sup>","text_en":"We sent down the Torah which contains guidance and light, in accordance with which the prophets who were obedient (to God) gave instructions to the Jews, as did the rabbis and priests, for they were the custodians and witnesses of God's writ. So, therefore, do not fear men, fear Me, and barter not My messages away for a paltry gain. Those who do not judge by God's revelations are infidels indeed.","transliteration":"Innaaa anzalnat Tawraata feehaa hudanw wa noor; yahkumu bihan Nabiyyoonal lazeena aslamoo lillazeena haadoo war rabbaaniyyoona wal ahbaaru bimas tuhfizoo min Kitaabil laahi wa kaanoo 'alaihi shuhadaaa'; falaa takhshawun naasa wakhshawni wa laa tashtaroo bi aayaatee samanan qaleelaa; wa mal lam yahkum bimaaa anzalal laahu fa ulaaa'ika humul kaafiroon","no_fn":"213","text_fn":"213) Orang yang tidak memutuskan perkara menurut hukum Allah Swt. ada tiga macam: a) karena benci dan ingkarnya kepada hukum Allah Swt., orang yang semacam ini kafir (surah al-Mā’idah/5: 44); b) karena menuruti hawa nafsu dan merugikan orang lain, dinamakan zalim (surah al-Mā’idah/5: 45); dan c) karena fasik, sebagaimana terdapat dalam ayat 47 surah ini."},{"id":714,"surah":5,"no_ayah":45,"tema":"Sikap Orang Yahudi dan Munafik terhadap Hukum Allah","text_ayah":"وَكَتَ[q:3573[بْ]نَا عَلَيْهِمْ فِيه[o[َآ] أَ[g[نّ]َ [h:3574[ٱ][l[ل][g[نّ]َفْسَ بِ[h:3575[ٱ][l[ل][g[نّ]َفْسِ وَ[h:3576[ٱ]لْعَيْنَ بِ[h:3577[ٱ]لْعَيْنِ وَ[h:3578[ٱ]لْأَ[f:3578[نف]َ بِ[h:3579[ٱ]لْأَ[f:3579[نف]ِ وَ[h:3580[ٱ]لْأُذُنَ بِ[h:3581[ٱ]لْأُذُنِ وَ[h:3582[ٱ][l[ل]سِّ[g[نّ]َ بِ[h:3583[ٱ][l[ل]سِّ[g[نّ]ِ وَ[h:3584[ٱ]لْجُرُوحَ قِصَا[f:3585[صٌ‌ۚ ف]َمَ[f:3586[ن ت]َصَدَّقَ بِه[n[ِۦ] فَهُوَ كَفَّارَ[u:3587[ةٌ ل]َّهُ[n[ۥ]‌ۚ وَم[u:1416[َن ل]َّمْ يَحْك[c:3572[ُم ب]ِم[o[َآ] أَ[f:471[نز]َلَ [h:472[ٱ]للَّهُ فَأُ[s[وْ]لَ[o[ـٰٓ]ئِكَ هُمُ [h:1285[ٱ][l[ل]ظَّ[n[ـٰ]لِم[p[ُو]نَ","text_id":"Kami telah menetapkan bagi mereka (Bani Israil) di dalamnya (Taurat) bahwa nyawa (dibalas) dengan nyawa, mata dengan mata, hidung dengan hidung, telinga dengan telinga, gigi dengan gigi, dan luka-luka (pun) ada kisasnya (balasan yang sama). Siapa yang melepaskan (hak kisasnya), maka itu (menjadi) penebus dosa baginya. Siapa yang tidak memutuskan (suatu urusan) menurut ketentuan yang diturunkan Allah, maka mereka itulah orang-orang zalim.","text_en":"And there (in the Torah) We had ordained for them a life for a life, and an eye for an eye, and a nose for a nose, and an ear for an ear, and a tooth for a tooth, and for wounds retribution, though he who forgoes it out of charity, atones for his sins. And those who do not judge by God's revelations are unjust.","transliteration":"Wa katabnaa 'alaihim feehaaa annan nafsa binnafsi wal'aina bil'aini wal anfa bilanfi wal uzuna bil uzuni wassinna bissinni waljurooha qisaas; faman tasaddaqa bihee fahuwa kaffaaratul lah; wa mal lam yahkum bimaaa anzalal laahu fa ulaaa'ika humuz zalimoon","no_fn":"","text_fn":""},{"id":715,"surah":5,"no_ayah":46,"tema":"Nabi Isa dan Kitab Injil","text_ayah":"وَقَفَّيْنَا عَلَ[o[يٰٓ] ءَاثَ[n[ـٰ]رِه[c:3588[ِم ب]ِعِيسَي [h:3589[ٱ][q:3590[بْ]نِ مَرْيَمَ مُصَدِّ[u:206[قًا ل]ِّمَا بَيْنَ يَدَيْهِ مِنَ [h:1941[ٱ][l[ل]تَّوْرَ[n[ٮٰ]ةِ‌ۖ وَءَاتَيْنَ[n[ـٰ]هُ [h:3591[ٱ]لْإِ[f:3592[نج]ِيلَ فِيهِ هُ[a:3562[دًي و]َنُو[a:3593[رٌ و]َمُصَدِّ[u:1940[قًا ل]ِّمَا بَيْنَ يَدَيْهِ مِنَ [h:1941[ٱ][l[ل]تَّوْرَ[n[ٮٰ]ةِ وَهُ[a:3594[دًي و]َمَوْعِظَ[u:348[ةً ل]ِّلْمُتَّق[p[ِي]نَ","text_id":"Kami meneruskan jejak mereka (para nabi Bani Israil) dengan (mengutus) Isa putra Maryam yang membenarkan apa (kitab suci) yang sebelumnya, yaitu Taurat. Kami menurunkan Injil kepadanya (yang) di dalamnya terdapat petunjuk dan cahaya; yang membenarkan kitab suci yang sebelumnya, yaitu Taurat; dan menjadi petunjuk serta pengajaran bagi orang-orang yang bertakwa.","text_en":"Later, in the train (of the prophets), We sent Jesus, son of Mary, confirming the Torah which had been (Sent down) before him, and gave him the Gospel containing guidance and light, which corroborated the earlier Torah, a guidance and warning for those who preserve themselves from evil and follow the straight path.","transliteration":"Wa qaffainaa 'alaaa aasaaarihim bi 'Eesab ni Maryama musaddiqal limaa baina yadihi minat Tawraati wa aatainaahul Injeela feehi hudanw wa noorunw wa musaddiqal limaa baina yadaihi minat Tawraati wa hudanw wa maw'izatal lilmuttaqeen","no_fn":"","text_fn":""},{"id":716,"surah":5,"no_ayah":47,"tema":"Nabi Isa dan Kitab Injil","text_ayah":"وَلْيَحْكُمْ أَهْلُ [h:3595[ٱ]لْإِ[f:3596[نج]ِيلِ بِم[o[َآ] أَ[f:471[نز]َلَ [h:472[ٱ]للَّهُ فِيهِ‌ۚ وَم[u:1416[َن ل]َّمْ يَحْك[c:3572[ُم ب]ِم[o[َآ] أَ[f:471[نز]َلَ [h:472[ٱ]للَّهُ فَأُ[s[وْ]لَ[o[ـٰٓ]ئِكَ هُمُ [h:2071[ٱ]لْفَ[n[ـٰ]سِق[p[ُو]نَ","text_id":"Hendaklah pengikut Injil memutuskan (urusan) menurut apa yang diturunkan Allah di dalamnya.<sup>214)</sup> Siapa yang tidak memutuskan (suatu urusan) menurut ketentuan yang diturunkan Allah, maka mereka itulah orang-orang fasik.","text_en":"Let the people of the Gospel judge by what has been revealed in it by God. And those who do not judge in accordance with what God has revealed are transgressors.","transliteration":"Walyahkum Ahlul Injeeli bimaaa anzalal laahu feeh; wa mal lam yahkum bimaaa anzalal laahu fa ulaaa'ika humul faasiqoon","no_fn":"214","text_fn":"214) Hukum ini berlaku sampai Allah Swt. mengutus Nabi Muhammad saw."},{"id":717,"surah":5,"no_ayah":48,"tema":"Kewajiban Menjalankan Hukum Al-Qur’an","text_ayah":"وَأَ[f:271[نز]َلْن[o[َآ] إِلَيْكَ [h:3102[ٱ]لْكِتَ[n[ـٰ]بَ بِ[h:370[ٱ]لْحَقِّ مُصَدِّ[u:206[قًا ل]ِّمَا بَيْنَ يَدَيْهِ مِنَ [h:891[ٱ]لْكِتَ[n[ـٰ]بِ وَمُهَيْمِنًا عَلَيْهِ‌ۖ فَ[h:3549[ٱ]حْك[c:3550[ُم ب]َيْنَه[c:3597[ُم ب]ِم[o[َآ] أَ[f:471[نز]َلَ [h:472[ٱ]للَّهُ‌ۖ وَلَا تَتَّبِعْ أَهْو[o[َا]ٓءَهُمْ عَ[g[مّ]َا ج[o[َا]ٓءَكَ مِنَ [h:1173[ٱ]لْحَقِّ‌ۚ لِكُ[f:3598[لٍّ ج]َعَلْنَا مِ[f:344[نك]ُمْ شِرْعَ[a:3599[ةً و]َمِنْهَا[a:3600[جًا‌ۚ و]َلَوْ ش[o[َا]ٓءَ [h:78[ٱ]للَّهُ لَجَعَلَكُمْ أُ[g[مّ]َ[a:1159[ةً و][n[َٲ]حِدَ[a:3601[ةً و]َلَ[n[ـٰ]ك[u:3602[ِن ل]ِّيَ[q:3603[بْ]لُوَكُمْ فِي م[o[َآ] ءَاتَ[n[ـٰ]كُمْ‌ۖ فَ[h:774[ٱ]سْتَبِقُو[s[اْ] [h:775[ٱ]لْخَيْر[n[َٲ]تِ‌ۚ إِلَي [h:1637[ٱ]للَّهِ مَرْجِعُكُمْ جَمِي[f:3604[عًا ف]َيُنَبِّئُك[c:3605[ُم ب]ِمَا كُ[f:100[نت]ُمْ فِيهِ تَخْتَلِف[p[ُو]نَ","text_id":"Kami telah menurunkan kitab suci (Al-Qur’an) kepadamu (Nabi Muhammad) dengan (membawa) kebenaran sebagai pembenar kitab-kitab yang diturunkan sebelumnya dan sebagai penjaganya (acuan kebenaran terhadapnya). Maka, putuskanlah (perkara) mereka menurut aturan yang diturunkan Allah dan janganlah engkau mengikuti hawa nafsu mereka dengan (meninggalkan) kebenaran yang telah datang kepadamu. Untuk setiap umat di antara kamu Kami berikan aturan dan jalan yang terang. Seandainya Allah menghendaki, niscaya Dia menjadikanmu satu umat (saja). Akan tetapi, Allah hendak mengujimu tentang karunia yang telah Dia anugerahkan kepadamu. Maka, berlomba-lombalah dalam berbuat kebaikan. Hanya kepada Allah kamu semua kembali, lalu Dia memberitahukan kepadamu apa yang selama ini kamu perselisihkan.","text_en":"And to you We have revealed the Book containing the truth, confirming the earlier revelations, and preserving them (from change and corruption). So judge between them by what has been revealed by God, and do not follow their whims, side-stepping the truth that has reached you. To each of you We have given a law and a way and a pattern of life. If God had pleased He could surely have made you one people (professing one faith). But He wished to try and test you by that which He gave you. So try to excel in good deeds. To Him will you all return in the end, when He will tell you of what you were at variance.","transliteration":"Wa anzalnaa ilaikal Kitaaba bilhaqqi musaddiqallimaa baina yadaihi minal Kitaabi wa muhaiminan 'alaihi fahkum bainahum bimaa anzalal laahu wa laa tattabi ahwaaa'ahum 'ammaa jaaa'aka minal haqq; likullin ja'alnaa minkum shir'atanw wa minhaajaa; wa law shaaa'al laahu laja'alakum ummatanw waahidatanw wa laakil liyabluwakum fee maa aataakum fastabiqul khairaat; ilal laahi arji'ukum jamee'an fayunab bi'ukum bimaa kuntum feehi takhtalifoon","no_fn":"","text_fn":""},{"id":718,"surah":5,"no_ayah":49,"tema":"Kewajiban Menjalankan Hukum Al-Qur’an","text_ayah":"وَأَنِ [h:3606[ٱ]حْك[c:3607[ُم ب]َيْنَه[c:3597[ُم ب]ِم[o[َآ] أَ[f:471[نز]َلَ [h:472[ٱ]للَّهُ وَلَا تَتَّبِعْ أَهْو[o[َا]ٓءَهُمْ وَ[h:3608[ٱ]حْذَرْهُمْ أ[a:3609[َن ي]َفْتِنُوكَ ع[i:3610[َنۢ ب]َعْضِ م[o[َآ] أَ[f:471[نز]َلَ [h:472[ٱ]للَّهُ إِلَيْكَ‌ۖ فَإِ[f:1857[ن ت]َوَلَّوْ[s[اْ] فَ[h:3611[ٱ]عْلَمْ أَ[g[نّ]َمَا يُرِيدُ [h:976[ٱ]للَّهُ أ[a:3612[َن ي]ُصِيبَه[c:3613[ُم ب]ِبَعْضِ ذُنُوبِهِمْ‌ۗ وَإِ[g[نّ]َ كَثِي[a:3614[رًا م]ِّنَ [h:721[ٱ][l[ل][g[نّ]َاسِ لَفَ[n[ـٰ]سِق[p[ُو]نَ","text_id":"Hendaklah engkau memutuskan (urusan) di antara mereka menurut aturan yang diturunkan Allah dan janganlah engkau mengikuti hawa nafsu mereka. Waspadailah mereka agar mereka tidak dapat memperdayakan engkau untuk meninggalkan sebagian apa yang telah diturunkan Allah kepadamu. Jika mereka berpaling (dari hukum yang telah diturunkan Allah), ketahuilah bahwa sesungguhnya Allah berkehendak menimpakan musibah kepada mereka disebabkan sebagian dosa-dosa mereka. Sesungguhnya banyak dari manusia adalah orang-orang yang fasik.","text_en":"Judge between them in the light of what has been revealed by God, and do not follow their whims, and beware of them lest they lead you away from the guidance sent down to you by God. If they turn away, then know that God is sure to punish them for some of their sins; and many of them are transgressors.","transliteration":"Wa anih kum bainahum bimaaa anzalal laahu wa laa tattabi' ahwaaa'ahum wahzarhum ai yaftinooka 'am ba'di maaa anzalal laahu ilaika fa in tawallaw fa'lam annamaa yureedul laahu ai yuseebahum biba'di zunoobihim; wa inna kaseeram minan naasi lafaasiqoon","no_fn":"","text_fn":""},{"id":719,"surah":5,"no_ayah":50,"tema":"Kewajiban Menjalankan Hukum Al-Qur’an","text_ayah":"أَفَحُكْمَ [h:3615[ٱ]لْجَ[n[ـٰ]هِلِيَّةِ يَ[q:2073[بْ]غُونَ‌ۚ وَمَنْ أَحْسَنُ مِنَ [h:321[ٱ]للَّهِ حُكْ[u:3616[مًا ل]ِّقَوْ[a:621[مٍ ي]ُوقِن[p[ُو]نَ","text_id":"Apakah hukum jahiliah yang mereka kehendaki? (Hukum) siapakah yang lebih baik daripada (hukum) Allah bagi orang-orang yang meyakini (agamanya)?","text_en":"Do they seek a judgement of the days of pagan ignorance? But who could be a better judge than God for those who are firm in their faith?","transliteration":"Afahukmal jaahiliyyati yabghoon; wa man ahsanu minal laahi hukmal liqawminy yooqinoon","no_fn":"","text_fn":""},{"id":720,"surah":5,"no_ayah":51,"tema":"Larangan Menjadikan Orang Yahudi, Nasrani, dan Orang yang Memusuhi Islam sebagai Teman Setia","text_ayah":"۞ يَ[o[ـٰٓ]أَيُّهَا [h:541[ٱ]لَّذِينَ ءَامَنُو[s[اْ] لَا تَتَّخِذُو[s[اْ] [h:3617[ٱ]لْيَهُودَ وَ[h:326[ٱ][l[ل][g[نّ]َصَ[n[ـٰ]رَ[o[يٰٓ] أَوْلِي[o[َا]ٓءَ‌ۘ بَعْضُهُمْ أَوْلِي[o[َا]ٓءُ بَعْ[a:3618[ضٍ‌ۚ و]َم[a:3619[َن ي]َتَوَلَّه[w:3620[ُم م]ِّ[f:344[نك]ُمْ فَإِ[g[نّ]َهُ[n[ۥ] مِنْهُمْ‌ۗ إِ[g[نّ]َ [h:80[ٱ]للَّهَ لَا يَهْدِي [h:1504[ٱ]لْقَوْمَ [h:1505[ٱ][l[ل]ظَّ[n[ـٰ]لِم[p[ِي]نَ","text_id":"Wahai orang-orang yang beriman, janganlah kamu menjadikan orang Yahudi dan Nasrani sebagai teman setia(-mu).<sup>215)</sup> Sebagian mereka menjadi teman setia bagi sebagian yang lain. Siapa di antara kamu yang menjadikan mereka teman setia, maka sesungguhnya dia termasuk golongan mereka. Sesungguhnya Allah tidak memberi petunjuk kepada kaum yang zalim.","text_en":"O believers, do not hold Jews and Christians as your allies. They are allies of one another; and anyone who makes them his friends is surely one of them; and God does not guide the unjust.","transliteration":"Yaaa aiyuhal lazeena aamanoo laa tattakhizul Yahooda wan nasaaraaa awliyaaa'; ba'duhum awliyaaa'u ba'd; wa mai yatawallahum minkum fa innahoo minhum; innal laaha laa yahdil qawmaz zaalimeen","no_fn":"215","text_fn":"215) Lihat catatan kaki surah Āli ‘Imrān/3: 28."},{"id":721,"surah":5,"no_ayah":52,"tema":"Larangan Menjadikan Orang Yahudi, Nasrani, dan Orang yang Memusuhi Islam sebagai Teman Setia","text_ayah":"فَتَرَي [h:3621[ٱ]لَّذِينَ فِي قُلُوبِه[w:39[ِم م]َّرَ[a:3622[ضٌ ي]ُسَ[n[ـٰ]رِعُونَ فِيهِمْ يَقُولُونَ نَخْشَ[o[يٰٓ] أَ[f:3623[ن ت]ُصِيبَنَا د[o[َا]ٓئِرَ[f:3624[ةٌ‌ۚ ف]َعَسَي [h:3625[ٱ]للَّهُ أ[a:1462[َن ي]َأْتِيَ بِ[h:3626[ٱ]لْفَتْحِ أَوْ أَمْ[a:3627[رٍ م]ِّنْ عِ[f:3628[ند]ِه[n[ِۦ] فَيُصْبِحُو[s[اْ] عَلَيٰ م[o[َآ] أَسَرُّو[s[اْ] ف[o[ِيٓ] أَ[f:568[نف]ُسِهِمْ نَ[n[ـٰ]دِم[p[ِي]نَ","text_id":"Maka, kamu akan melihat orang-orang yang hatinya berpenyakit segera mendekati mereka (Yahudi dan Nasrani) seraya berkata, “Kami takut akan tertimpa mara bahaya.” Mudah-mudahan Allah akan mendatangkan kemenangan (kepada Rasul-Nya) atau suatu keputusan dari sisi-Nya sehingga mereka menyesali apa yang mereka rahasiakan dalam diri mereka.","text_en":"You will notice that those whose hearts are afflicted with sickness (of doubt) only hasten to join them and say: \"We fear lest misfortune should surround us.\" It may well be that God may soon send (you) success, or other command of His. Then will they be repentant of what they had concealed in their hearts.","transliteration":"Fataral lazeena fee quloobihim maraduny yusaari'oona feehim yaqooloona nakhshaaa an tuseebanaa daaa'irah; fa'asallaahu ai yaatiya bilfathi aw amrim min 'indihee fa yusbihoo 'alaa maaa asarroo feee anfusihim naadimeen","no_fn":"","text_fn":""},{"id":722,"surah":5,"no_ayah":53,"tema":"Larangan Menjadikan Orang Yahudi, Nasrani, dan Orang yang Memusuhi Islam sebagai Teman Setia","text_ayah":"وَيَقُولُ [h:3629[ٱ]لَّذِينَ ءَامَن[o[ُوٓ][s[اْ] أَهَ[o[ـٰٓ]ؤُل[o[َا]ٓءِ [h:3630[ٱ]لَّذِينَ أَ[q:3631[قْ]سَمُو[s[اْ] بِ[h:32[ٱ]للَّهِ جَهْدَ أَيْمَ[n[ـٰ]نِهِمْ‌ۙ إِ[g[نّ]َهُمْ لَمَعَكُمْ‌ۚ حَبِطَتْ أَعْمَ[n[ـٰ]لُهُمْ فَأَصْبَحُو[s[اْ] خَ[n[ـٰ]سِر[p[ِي]نَ","text_id":"Orang-orang yang beriman akan berkata, “Inikah orang yang bersumpah dengan (nama) Allah secara sungguh-sungguh bahwa mereka benar-benar beserta kamu?” Segala amal mereka menjadi sia-sia sehingga mereka menjadi orang-orang yang rugi.","text_en":"Then the believers will say: \"Are these the people who had sworn by God on solemn oath and said: \"We are surely with you?\" Wasted have been all their deeds, and losers they remain.","transliteration":"Wa yaqoolul lazeena aamanooo ahaaa'ulaaa'il lazeena aqsamoo billaahi jahda aimaanihim innahum lama'akum; habitat a'maaluhum fa asbahoo khaasireen","no_fn":"","text_fn":""},{"id":723,"surah":5,"no_ayah":54,"tema":"Larangan Menjadikan Orang Yahudi, Nasrani, dan Orang yang Memusuhi Islam sebagai Teman Setia","text_ayah":"يَ[o[ـٰٓ]أَيُّهَا [h:541[ٱ]لَّذِينَ ءَامَنُو[s[اْ] م[a:3632[َن ي]َرْتَدَّ مِ[f:344[نك]ُمْ عَ[f:1211[ن د]ِينِه[n[ِۦ] فَسَوْفَ يَأْتِي [h:3633[ٱ]للَّهُ بِقَوْ[a:3634[مٍ ي]ُحِبُّهُمْ وَيُحِبُّونَهُ[o[ۥٓ] أَذِلَّةٍ عَلَي [h:2329[ٱ]لْمُؤْمِنِينَ أَعِزَّةٍ عَلَي [h:468[ٱ]لْكَ[n[ـٰ]فِرِينَ يُجَ[n[ـٰ]هِدُونَ فِي سَبِيلِ [h:788[ٱ]للَّهِ وَلَا يَخَافُونَ لَوْمَةَ ل[o[َا]ٓئِ[f:3635[مٍ‌ۚ ذ][n[َٲ]لِكَ فَضْلُ [h:337[ٱ]للَّهِ يُؤْتِيهِ م[a:476[َن ي]َش[o[َا]ٓءُ‌ۚ وَ[h:72[ٱ]للَّهُ و[n[َٲ]سِعٌ عَل[p[ِي]مٌ","text_id":"Wahai orang-orang yang beriman, siapa di antara kamu yang murtad dari agamanya, maka Allah akan mendatangkan suatu kaum yang Dia mencintai mereka dan mereka pun mencintai-Nya, yang bersikap lemah lembut terhadap orang-orang mukmin dan bersikap tegas terhadap orang-orang kafir. Mereka berjihad di jalan Allah dan tidak takut pada celaan orang yang mencela. Itulah karunia Allah yang diberikan-Nya kepada siapa yang Dia kehendaki. Allah Mahaluas (pemberian-Nya) lagi Maha Mengetahui.","text_en":"O believers, any one of you who turns back on his faith (should remember) that God could verily bring (in your place) another people whom He would love as they would love Him, gentle with believers, unbending with infidels, who would strive in the way of God, unafraid of blame by any slanderer. Such is the favour of God which He bestows on whomsoever He will. God is infinite and all-knowing.","transliteration":"Yaa aiyuhal lazeena aamanoo mai yartadda minkum 'an deenihee fasawfa yaatil laahu biqawminy yuhibbuhum wa yuhibboonahoo azillatin 'alal mu'mineena a'izzatin 'alal kaafireena yujaahidoona fee sabeelil laahi wa laa yakhaafoona lawmata laaa'im; zaalika fadlul laahi yu'teehi mai yashaaa'; wallaahu Waasi'un 'Aleem","no_fn":"","text_fn":""},{"id":724,"surah":5,"no_ayah":55,"tema":"Larangan Menjadikan Orang Yahudi, Nasrani, dan Orang yang Memusuhi Islam sebagai Teman Setia","text_ayah":"إِ[g[نّ]َمَا وَلِيُّكُمُ [h:3636[ٱ]للَّهُ وَرَسُولُهُ[n[ۥ] وَ[h:37[ٱ]لَّذِينَ ءَامَنُو[s[اْ] [h:3637[ٱ]لَّذِينَ يُقِيمُونَ [h:3638[ٱ][l[ل]صَّلَ[s[و][n[ٲ]ةَ وَيُؤْتُونَ [h:3639[ٱ][l[ل]زَّكَ[s[و][n[ٲ]ةَ وَهُمْ ر[n[َٲ]كِع[p[ُو]نَ","text_id":"Sesungguhnya penolongmu hanyalah Allah, Rasul-Nya, dan orang-orang yang beriman yang menegakkan salat dan menunaikan zakat seraya tunduk (kepada Allah).","text_en":"Your only friends are God and His Messenger, and those who believe and are steadfast in devotion, who pay the zakat and bow in homage (before God).","transliteration":"Innamaa waliyyukumul laahu wa Rasooluhoo wal lazeena aamanul lazeena yuqeemoonas Salaata wa yu'toonaz Zakaata wa hum raaki'oon","no_fn":"","text_fn":""},{"id":725,"surah":5,"no_ayah":56,"tema":"Larangan Menjadikan Orang Yahudi, Nasrani, dan Orang yang Memusuhi Islam sebagai Teman Setia","text_ayah":"وَم[a:3640[َن ي]َتَوَلَّ [h:3641[ٱ]للَّهَ وَرَسُولَهُ[n[ۥ] وَ[h:37[ٱ]لَّذِينَ ءَامَنُو[s[اْ] فَإِ[g[نّ]َ حِزْبَ [h:3642[ٱ]للَّهِ هُمُ [h:3643[ٱ]لْغَ[n[ـٰ]لِب[p[ُو]نَ","text_id":"Siapa yang menjadikan Allah, Rasul-Nya, dan orang-orang yang beriman sebagai penolongnya, sesungguhnya para pengikut Allah itulah yang akan menjadi pemenang.","text_en":"And those who take God and His Prophet and the faithful as their friends are indeed men of God, who will surely be victorious.","transliteration":"Wa mai yatawallal laaha wa Rasoolahoo wallazeena aamanoo fa inna hizbal laahi humul ghaaliboon","no_fn":"","text_fn":""},{"id":726,"surah":5,"no_ayah":57,"tema":"Larangan Menjadikan Orang Yahudi, Nasrani, dan Orang yang Memusuhi Islam sebagai Teman Setia","text_ayah":"يَ[o[ـٰٓ]أَيُّهَا [h:541[ٱ]لَّذِينَ ءَامَنُو[s[اْ] لَا تَتَّخِذُو[s[اْ] [h:3644[ٱ]لَّذِينَ [h:3645[ٱ]تَّخَذُو[s[اْ] دِينَكُمْ هُزُ[a:3646[وًا و]َلَعِ[a:3647[بًا م]ِّنَ [h:523[ٱ]لَّذِينَ أُوتُو[s[اْ] [h:524[ٱ]لْكِتَ[n[ـٰ]بَ مِ[f:85[ن ق]َ[q:86[بْ]لِكُمْ وَ[h:3648[ٱ]لْكُفَّارَ أَوْلِي[o[َا]ٓءَ‌ۚ وَ[h:1018[ٱ]تَّقُو[s[اْ] [h:1019[ٱ]للَّهَ إِ[f:109[ن ك]ُ[f:100[نت][w:482[ُم م]ُّؤْمِن[p[ِي]نَ","text_id":" Wahai orang-orang yang beriman, janganlah kamu menjadikan orang-orang yang menjadikan agamamu bahan ejekan dan permainan, (yaitu) di antara orang-orang yang telah diberi kitab suci sebelummu dan orang-orang kafir, sebagai teman setia(-mu).<sup>216)</sup> Bertakwalah kepada Allah jika kamu orang-orang mukmin.","text_en":"O believers, do not make friends with those who mock and make a sport of your faith, who were given the Book before you, and with unbelievers; and fear God if you truly believe;","transliteration":"Yaaa aiyuhal lazeena aamanoo laa tattakhizul lazeenat takhazoo deenakum huzuwanw wa la'ibam minal lazeena ootul Kitaaba min qablikum walkuffaara awliyaaa'; wattaqul laaha in kuntum muu'mineen","no_fn":"216","text_fn":"216) Lihat catatan kaki surah Āli ‘Imrān/3: 28."},{"id":727,"surah":5,"no_ayah":58,"tema":"Larangan Menjadikan Orang Yahudi, Nasrani, dan Orang yang Memusuhi Islam sebagai Teman Setia","text_ayah":"وَإِذَا نَادَيْتُمْ إِلَي [h:3225[ٱ][l[ل]صَّلَ[s[و][n[ٲ]ةِ [h:3649[ٱ]تَّخَذُوهَا هُزُ[a:3646[وًا و]َلَعِ[f:3650[بًا‌ۚ ذ][n[َٲ]لِكَ بِأَ[g[نّ]َهُمْ قَوْ[u:3651[مٌ ل]َّا يَعْقِل[p[ُو]نَ","text_id":"Apabila kamu menyeru untuk (melaksanakan) salat, mereka menjadikannya bahan ejekan dan permainan. Yang demikian itu adalah karena sesungguhnya mereka orang-orang yang tidak mengerti.","text_en":"(Nor make friends with) those who, when you call (the faithful) to prayer, make mock of it and jest, because they do not understand.","transliteration":"Wa izaa naadaitum ilas Salaatit takhazoohaa huzu wan'w wa la'ibaa; zaalika biannnahum qawmul laa ya'qiloon","no_fn":"","text_fn":""},{"id":728,"surah":5,"no_ayah":59,"tema":"Kebencian Ahlulkitab kepada Orang Mukmin","text_ayah":"قُلْ يَ[o[ـٰٓ]أَهْلَ [h:1990[ٱ]لْكِتَ[n[ـٰ]بِ هَلْ تَ[f:3652[نق]ِمُونَ مِ[g[نّ][o[َآ] إِلّ[o[َآ] أَنْ ءَامَ[g[نّ]َا بِ[h:32[ٱ]للَّهِ وَم[o[َآ] أُ[f:17[نز]ِلَ إِلَيْنَا وَم[o[َآ] أُ[f:17[نز]ِلَ مِ[f:128[ن ق]َ[q:129[بْ]لُ وَأَ[g[نّ]َ أَكْثَرَكُمْ فَ[n[ـٰ]سِق[p[ُو]نَ","text_id":"Katakanlah, “Wahai Ahlulkitab, apakah kamu memandang kami salah hanya karena kami beriman kepada Allah, pada apa yang diturunkan kepada kami (Al-Qur’an), pada apa yang diturunkan sebelumnya, dan (kami yakin bahwa) sesungguhnya kebanyakan kamu adalah orang-orang fasik?”","text_en":"Say to them: \"O people of the Book, what reason have you for disliking us other than that we believe in God and what has been sent down to us, and was sent down before, and because most of you are disobedient?\"","transliteration":"Qul yaaa Ahlal Kitaabi hal tanqimoona minnaaa illaaa an aamannaa billaahi wa maaa unzila ilainaa wa maa unzila min qablu wa annna aksarakum faasiqoon","no_fn":"","text_fn":""},{"id":729,"surah":5,"no_ayah":60,"tema":"Kebencian Ahlulkitab kepada Orang Mukmin","text_ayah":"قُلْ هَلْ أُنَبِّئُك[c:3653[ُم ب]ِشَ[a:3654[رٍّ م]ِّ[f:2624[ن ذ][n[َٲ]لِكَ مَثُوبَةً عِ[f:264[ند]َ [h:408[ٱ]للَّهِ‌ۚ م[u:3655[َن ل]َّعَنَهُ [h:3140[ٱ]للَّهُ وَغَضِبَ عَلَيْهِ وَجَعَلَ مِنْهُمُ [h:3656[ٱ]لْقِرَدَةَ وَ[h:3657[ٱ]لْخَنَازِيرَ وَعَبَدَ [h:3658[ٱ][l[ل]طَّ[n[ـٰ]غُوتَ‌ۚ أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ شَ[a:3659[رٌّ م]َّكَا[a:3660[نًا و]َأَضَلُّ عَ[f:3661[ن س]َو[o[َا]ٓءِ [h:3662[ٱ][l[ل]سَّب[p[ِي]لِ","text_id":"Katakanlah (Nabi Muhammad), “Apakah akan aku beritakan kepadamu tentang sesuatu yang lebih buruk pembalasannya daripada itu<sup>217)</sup> di sisi Allah? (Yaitu balasan) orang yang dilaknat dan dimurkai Allah (yang) di antara mereka Dia jadikan kera dan babi.<sup>218)</sup> (Di antara mereka ada pula yang) menyembah Tagut.” Mereka itu lebih buruk tempatnya dan lebih tersesat dari jalan yang lurus.","text_en":"Say: \"Shall I inform you who will receive the worst chastisement from God? They who were condemned by God, and on whom fell His wrath, and those who were turned to apes and swine, and those who worship the powers of evil. They are in the worse gradation, and farthest away from the right path.\"","transliteration":"Qul hal unabbi'ukum bisharrim min zaalika masoobatan 'indal laah; malla'ana hul laahu wa ghadiba 'alaihi wa ja'ala minhumul qiradata wal khanaazeera wa 'abadat Taaghoot; ulaaa'ika sharrum makaananw wa adallu 'an Sawaaa'is Sabeel","no_fn":"217","text_fn":"217) Sesuatu yang lebih buruk pembalasannya adalah menganggap salah keimanan kepada Allah Swt., Al-Qur’an, dan kitab suci yang diturunkan sebelumnya.-><-218) Laknat ini ditimpakan kepada orang-orang Yahudi yang melanggar kehormatan hari Sabat (lihat surah al-Baqarah/2: 65)."},{"id":730,"surah":5,"no_ayah":61,"tema":"Kebencian Ahlulkitab kepada Orang Mukmin","text_ayah":"وَإِذَا ج[o[َا]ٓءُوكُمْ قَال[o[ُوٓ][s[اْ] ءَامَ[g[نّ]َا وَقَد دَّخَلُو[s[اْ] بِ[h:2055[ٱ]لْكُفْرِ وَهُمْ قَ[q:298[دْ] خَرَجُو[s[اْ] بِه[n[ِۦ]‌ۚ وَ[h:72[ٱ]للَّهُ أَعْلَمُ بِمَا كَانُو[s[اْ] يَكْتُم[p[ُو]نَ","text_id":"Apabila (Ahlulkitab yang munafik) datang kepadamu, mereka berkata, “Kami telah beriman,” padahal mereka datang dengan kekufuran dan mereka pergi (juga) dengannya (kekufuran). Allah lebih mengetahui apa yang selalu mereka sembunyikan.","text_en":"When they come to you they say: \"We believe;\" but unbelieving they came and unbelieving go; and God is aware of what they conceal in their hearts.","transliteration":"Wa izaa jaaa'ookum qaalooo aamannaa wa qad dakhaloo bilkufri wa hum qad kharajoo bih; wallaahu a'lamu bimaa kaanoo yaktumoon","no_fn":"","text_fn":""},{"id":731,"surah":5,"no_ayah":62,"tema":"Kebencian Ahlulkitab kepada Orang Mukmin","text_ayah":"وَتَرَيٰ كَثِي[a:3521[رًا م]ِّنْهُمْ يُسَ[n[ـٰ]رِعُونَ فِي [h:3663[ٱ]لْإِثْمِ وَ[h:435[ٱ]لْعُ[q:435[دْ]و[n[َٲ]نِ وَأَكْلِهِمُ [h:3664[ٱ][l[ل]سُّحْتَ‌ۚ لَبِئْسَ مَا كَانُو[s[اْ] يَعْمَل[p[ُو]نَ","text_id":"Kamu akan melihat banyak di antara mereka (Ahlulkitab) berlomba-lomba dalam perbuatan dosa, permusuhan, dan memakan (makanan) yang haram. Sungguh, itulah seburuk-buruk apa yang selalu mereka kerjakan.","text_en":"You will see among them many who rush into sin and wickedness, and devour unlawful gain. How evil are the things they do!","transliteration":"Wa taraa kaseeram minhum yusaari'oona fil ismi wal'udwaani wa aklihimus suht; labi'sa maa kaanoo ya'maloon","no_fn":"","text_fn":""},{"id":732,"surah":5,"no_ayah":63,"tema":"Kebencian Ahlulkitab kepada Orang Mukmin","text_ayah":"لَوْلَا يَنْهَ[n[ـٰ]هُمُ [h:3665[ٱ][l[ل]رَّبَّ[n[ـٰ]نِيُّونَ وَ[h:3567[ٱ]لْأَحْبَارُ عَ[f:3666[ن ق]َوْلِهِمُ [h:3667[ٱ]لْإِثْمَ وَأَكْلِهِمُ [h:3664[ٱ][l[ل]سُّحْتَ‌ۚ لَبِئْسَ مَا كَانُو[s[اْ] يَصْنَع[p[ُو]نَ","text_id":"Mengapa para ulama dan pendeta tidak melarang mereka mengucapkan perkataan bohong dan memakan (makanan) yang haram? Sungguh, itulah seburuk- buruk apa yang selalu mereka perbuat.","text_en":"Why do not their rabbis and priests prohibit them from talking of sinful things and from devouring unlawful gain? Evil are the acts they commit!","transliteration":"Law laa yanhaahumur rabbaaniyyoona wal ahbaaru 'an qawlihimul ismaa wa aklihimus suht; labi'sa maa kaanoo yasna'oon","no_fn":"","text_fn":""},{"id":733,"surah":5,"no_ayah":64,"tema":"Kutukan terhadap Orang Yahudi","text_ayah":"وَقَالَتِ [h:583[ٱ]لْيَهُودُ يَدُ [h:3668[ٱ]للَّهِ مَغْلُولَةٌ‌ۚ غُلَّتْ أَيْدِيهِمْ وَلُعِنُو[s[اْ] بِمَا قَالُو[s[اْ‌ۘ] بَلْ يَدَاهُ مَ[q:3669[بْ]سُوطَتَانِ يُ[f:1550[نف]ِقُ كَيْفَ يَش[o[َا]ٓءُ‌ۚ وَلَيَزِيدَ[g[نّ]َ كَثِي[a:3521[رًا م]ِّنْه[w:3670[ُم م]ّ[o[َآ] أُ[f:17[نز]ِلَ إِلَيْكَ م[u:770[ِن ر]َّبِّكَ طُغْيَ[n[ـٰ][a:3671[نًا و]َكُفْ[a:3672[رًا‌ۚ و]َأَلْقَيْنَا بَيْنَهُمُ [h:3434[ٱ]لْعَد[n[َٲ]وَةَ وَ[h:3435[ٱ]لْبَغْض[o[َا]ٓءَ إِلَيٰ يَوْمِ [h:1965[ٱ]لْقِيَ[n[ـٰ]مَةِ‌ۚ كُلَّم[o[َآ] أَوْقَدُو[s[اْ] نَا[u:3673[رًا ل]ِّلْحَرْبِ أَ[q:3674[طْ]فَأَهَا [h:3675[ٱ]للَّهُ‌ۚ وَيَسْعَوْنَ فِي [h:44[ٱ]لْأَرْضِ فَسَا[a:3676[دًا‌ۚ و]َ[h:72[ٱ]للَّهُ لَا يُحِبُّ [h:3677[ٱ]لْمُفْسِد[p[ِي]نَ","text_id":"Orang-orang Yahudi berkata, “Tangan Allah terbelenggu (kikir).” Sebenarnya tangan merekalah yang dibelenggu. Mereka dilaknat disebabkan apa yang telah mereka katakan. Sebaliknya, kedua tangan-Nya terbuka (Maha Pemurah). Dia memberi rezeki sebagaimana Dia kehendaki. (Al-Qur’an) yang diturunkan kepadamu dari Tuhanmu itu pasti akan menambah kedurhakaan dan kekufuran bagi kebanyakan mereka. Kami timbulkan permusuhan dan kebencian di antara mereka sampai hari Kiamat. Setiap kali mereka menyalakan api peperangan, Allah memadamkannya. Mereka berusaha (menimbulkan) kerusakan di bumi. Allah tidak menyukai orang-orang yang berbuat kerusakan.","text_en":"The Jews say: \"Bound are the hands of God.\" Tied be their own hands, and damned may they be for saying what they say! In fact, both His hands are open wide: He spends of His bounty in any way He please. But what your Lord has revealed to you will only increase their rebellion and unbelief. So We have caused enmity and hatred among them (which will last) till the Day of Resurrection. As often as they ignite the fires of war they are extinguished by God. Yet they rush around to spread corruption in the land; but God does not love those who are corrupt.","transliteration":"Wa qaalatil Yahoodu Yadullaahi maghloolah; ghulla aideehim wa lu'inoo bimaa qaaloo; bal yadaahu mabsoo tataani yunfiqu kaifa yashaaa'; wa la yazeedanna kaseeramm minhum maaa unzila ilaika mir Rabbika tughyaananw wa kufraa; wa alqainaa bainahumul 'adaawata wal baghdaaa a' ilaa Yawmil Qiyaamah; kullamaaa awqadoo naaral lilharbi at fa-ahal laah; wa yas'awna fil ardi fasaadaa; wal laahu laa yuhibbul mufsideen","no_fn":"","text_fn":""},{"id":734,"surah":5,"no_ayah":65,"tema":"Kutukan terhadap Orang Yahudi","text_ayah":"وَلَوْ أَ[g[نّ]َ أَهْلَ [h:3678[ٱ]لْكِتَ[n[ـٰ]بِ ءَامَنُو[s[اْ] وَ[h:538[ٱ]تَّقَوْ[s[اْ] لَكَفَّرْنَا عَنْهُمْ سَيِّـَٔـاتِهِمْ وَلَأَ[q:3679[دْ]خَلْنَ[n[ـٰ]هُمْ جَ[g[نّ]َ[n[ـٰ]تِ [h:3680[ٱ][l[ل][g[نّ]َع[p[ِي]مِ","text_id":"Seandainya Ahlulkitab itu beriman dan bertakwa, niscaya Kami hapus kesalahan-kesalahan mereka dan tentu Kami masukkan mereka ke dalam surga-surga yang penuh kenikmatan. ","text_en":"If the people of the Book had believed and feared, We would surely have absolved them of their sins, and admitted them to gardens of delight.","transliteration":"Wa law anna Ahlal Kitaabi aamanoo wattaqaw lakaffarnaa 'anhum saiyiaatihim wa la adkhalnaahu Jannaatin Na'eem","no_fn":"","text_fn":""},{"id":735,"surah":5,"no_ayah":66,"tema":"Kutukan terhadap Orang Yahudi","text_ayah":"وَلَوْ أَ[g[نّ]َهُمْ أَقَامُو[s[اْ] [h:3681[ٱ][l[ل]تَّوْرَ[n[ٮٰ]ةَ وَ[h:1725[ٱ]لْإِ[f:1725[نج]ِيلَ وَم[o[َآ] أُ[f:17[نز]ِلَ إِلَيْه[w:3682[ِم م]ّ[u:22[ِن ر]َّبِّهِمْ لَأَكَلُو[s[اْ] مِ[f:3683[ن ف]َوْقِهِمْ وَمِ[f:3684[ن ت]َحْتِ أَرْجُلِه[w:3685[ِم‌ۚ م]ِّنْهُمْ أُ[g[مّ]َ[a:3686[ةٌ م]ُّ[q:3687[قْ]تَصِدَ[a:3688[ةٌ‌ۖ و]َكَثِي[a:3689[رٌ م]ِّنْهُمْ س[o[َا]ٓءَ مَا يَعْمَل[p[ُو]نَ","text_id":"Seandainya mereka menegakkan (hukum) Taurat, Injil, dan (Al-Qur’an) yang diturunkan kepada mereka dari Tuhan mereka, niscaya mereka akan mendapat makanan dari atas mereka dan dari bawah kaki mereka.<sup>219)</sup> Di antara mereka ada umat yang menempuh jalan yang lurus. Sementara itu, banyak di antara mereka sangat buruk apa yang mereka kerjakan.","text_en":"And if they had followed the teachings of the Torah and the Gospel, and what has been sent down to them by their Lord, they would surely have enjoyed (blessings) from the heavens above and the earth below their feet.","transliteration":"Wa law annahum aqaamut Tawraata wal Injeela wa maaa unzila ilaihim mir Rabbihim la akaloo min fawqihim wa min tahti arjulihim; minhum ummatum muqta sidatunw wa kaseerum minhum saaa'a maa ya'maloon","no_fn":"219","text_fn":"219) Sebagai pahalanya, Allah Swt. akan memberikan rahmat-Nya dengan menurunkan hujan dan menghidupkan tumbuh-tumbuhan yang buahnya berlimpah ruah."},{"id":736,"surah":5,"no_ayah":67,"tema":"Kewajiban Rasulullah Menyampaikan Ajaran Islam","text_ayah":"۞ يَ[o[ـٰٓ]أَيُّهَا [h:3540[ٱ][l[ل]رَّسُولُ بَلِّغْ م[o[َآ] أُ[f:17[نز]ِلَ إِلَيْكَ م[u:770[ِن ر]َّبِّكَ‌ۖ وَإ[u:3542[ِن ل]َّمْ تَفْعَلْ فَمَا بَلَّغْتَ رِسَالَتَهُ[n[ۥ]‌ۚ وَ[h:72[ٱ]للَّهُ يَعْصِمُكَ مِنَ [h:721[ٱ][l[ل][g[نّ]َاسِ‌ۗ إِ[g[نّ]َ [h:80[ٱ]للَّهَ لَا يَهْدِي [h:1504[ٱ]لْقَوْمَ [h:1557[ٱ]لْكَ[n[ـٰ]فِر[p[ِي]نَ","text_id":"Wahai Rasul, sampaikanlah apa yang diturunkan Tuhanmu kepadamu. Jika engkau tidak melakukan (apa yang diperintahkan itu), berarti engkau tidak menyampaikan risalah-Nya. Allah menjaga engkau dari (gangguan) manusia.<sup>220)</sup> Sesungguhnya Allah tidak memberi petunjuk kepada kaum yang kafir.","text_en":"Some among them are moderate, but evil is what most of them do! O Prophet, announce what has reached you from your Lord, for if you do not, you will not have delivered His message. God will preserve you from (the mischief of) men; for God does not guide those who do not believe.","transliteration":"Yaaa aiyuhar Rasoolu balligh maaa unzila ilaika mir Rabbika wa il lam taf'al famaaa ballaghta Risaalatah; wallaahu ya'simuka minan naas; innal laaha laa yahdil qawmal kaafireen","no_fn":"220","text_fn":"220) Maksudnya, tidak seorang pun yang dapat membunuh Nabi Muhammad saw."},{"id":737,"surah":5,"no_ayah":68,"tema":"Kewajiban Rasulullah Menyampaikan Ajaran Islam","text_ayah":"قُلْ يَ[o[ـٰٓ]أَهْلَ [h:1990[ٱ]لْكِتَ[n[ـٰ]بِ لَسْتُمْ عَلَيٰ شَيْءٍ حَتَّيٰ تُقِيمُو[s[اْ] [h:3690[ٱ][l[ل]تَّوْرَ[n[ٮٰ]ةَ وَ[h:1725[ٱ]لْإِ[f:1725[نج]ِيلَ وَم[o[َآ] أُ[f:17[نز]ِلَ إِلَيْك[w:3691[ُم م]ّ[u:243[ِن ر]َّبِّكُمْ‌ۗ وَلَيَزِيدَ[g[نّ]َ كَثِي[a:3521[رًا م]ِّنْه[w:3670[ُم م]ّ[o[َآ] أُ[f:17[نز]ِلَ إِلَيْكَ م[u:770[ِن ر]َّبِّكَ طُغْيَ[n[ـٰ][a:3671[نًا و]َكُفْ[f:3692[رًا‌ۖ ف]َلَا تَأْسَ عَلَي [h:1431[ٱ]لْقَوْمِ [h:1432[ٱ]لْكَ[n[ـٰ]فِر[p[ِي]نَ","text_id":"Katakanlah (Nabi Muhammad), “Wahai Ahlulkitab, kamu tidak menganut sesuatu pun (agama yang benar) hingga kamu menegakkan ajaran-ajaran Taurat, Injil, dan (Al-Qur’an) yang diturunkan Tuhanmu kepadamu.” Apa yang diturunkan Tuhanmu kepadamu pasti akan membuat banyak di antara mereka lebih durhaka dan ingkar. Maka, janganlah engkau bersedih terhadap kaum yang kafir itu.","text_en":"Say to them: \"O people of the Book, you have no ground (for argument) until you follow the Torah and the Gospel and what has been revealed to you by your Lord.\" But what has been revealed to you by your Lord will surely increase rebellion and unbelief in many; so do not grieve for those who do not believe.","transliteration":"Qul yaaa Ahlal Kitaabi lastum 'alaa shai'in hattaa tuqeemut Tawraata wal Injeela wa maaa unzila ilaikum mir Rabbikum; wa layazeedanna kaseeram minhum maa unzila ilaika mir Rabbika tugh yaananw wa kufran falaa taasa 'alal qawmil kaafireen","no_fn":"","text_fn":""},{"id":738,"surah":5,"no_ayah":69,"tema":"Kewajiban Rasulullah Menyampaikan Ajaran Islam","text_ayah":"إِ[g[نّ]َ [h:24[ٱ]لَّذِينَ ءَامَنُو[s[اْ] وَ[h:37[ٱ]لَّذِينَ هَادُو[s[اْ] وَ[h:3693[ٱ][l[ل]صَّ[n[ـٰ]بِــُٔونَ وَ[h:326[ٱ][l[ل][g[نّ]َصَ[n[ـٰ]رَيٰ مَنْ ءَامَنَ بِ[h:32[ٱ]للَّهِ وَ[h:328[ٱ]لْيَوْمِ [h:329[ٱ]لْأَخِرِ وَعَمِلَ صَ[n[ـٰ]لِ[f:3694[حًا ف]َلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَن[p[ُو]نَ","text_id":"Sesungguhnya orang-orang yang beriman, orang-orang Yahudi, Sabiin, dan Nasrani, siapa yang beriman kepada Allah, hari kemudian, dan beramal saleh, tidak ada rasa takut yang menimpa mereka dan mereka pun tidak bersedih.","text_en":"All those who believe, and the Jews and the Sabians and the Christians, in fact any one who believes in God and the Last Day, and performs good deeds, will have nothing to fear or regret.","transliteration":"Innal lazeena aamanoo wallazeena haadoo was saabi'oona wan Nasaaraa man aamana billaahi wal yawmil Aakhiri wa 'amila saalihan falaa khawfun 'alaihim wa laa hum yahzanoon","no_fn":"","text_fn":""},{"id":739,"surah":5,"no_ayah":70,"tema":"Kewajiban Rasulullah Menyampaikan Ajaran Islam","text_ayah":"لَقَ[q:2389[دْ] أَخَذْنَا مِيثَ[n[ـٰ]قَ بَن[o[ِيٓ] إِسْر[o[َٲ]ٓءِيلَ وَأَرْسَلْن[o[َآ] إِلَيْهِمْ رُسُل[f:3695[اً‌ۖ ك]ُلَّمَا ج[o[َا]ٓءَهُمْ رَسُو[i:455[لُۢ ب]ِمَا لَا تَهْوَ[o[يٰٓ] أَ[f:2341[نف]ُسُهُمْ فَرِي[f:3696[قًا ك]َذَّبُو[s[اْ] وَفَرِي[a:3697[قًا ي]َ[q:3698[قْ]تُل[p[ُو]نَ","text_id":"Sungguh, Kami benar-benar telah mengambil perjanjian dari Bani Israil dan telah mengutus rasul-rasul kepada mereka.<sup>221)</sup> Setiap kali rasul datang kepada mereka dengan membawa apa yang tidak sesuai dengan hawa nafsu mereka, sebagian (dari rasul itu) mereka dustakan dan sebagian yang lain mereka bunuh.","text_en":"We had taken a solemn pledge from the children of Israel, and sent messengers to them; but whenever an apostle came to them bringing what did not suit their mood, they called one imposter, another they slew,","transliteration":"Laqad akhaznaa meesaaqa Banee Israaa'eela wa arsalnaaa ilaihim Rusulan kullamaa jaaa'ahum Rasoolum bimaa laa tahwaaa anfusuhum fareeqan kazzaboo wa fareeqany yaqtuloon","no_fn":"221","text_fn":"221) Yakni janji untuk beriman kepada Allah Swt. dan rasul-rasul-Nya."},{"id":740,"surah":5,"no_ayah":71,"tema":"Kewajiban Rasulullah Menyampaikan Ajaran Islam","text_ayah":"وَحَسِب[o[ُوٓ][s[اْ] أَلَّا تَكُونَ فِتْنَ[f:3699[ةٌ ف]َعَمُو[s[اْ] وَصَ[g[مّ]ُو[s[اْ] ثُ[g[مّ]َ تَابَ [h:3700[ٱ]للَّهُ عَلَيْهِمْ ثُ[g[مّ]َ عَمُو[s[اْ] وَصَ[g[مّ]ُو[s[اْ] كَثِي[a:3701[رٌ م]ِّنْهُمْ‌ۚ وَ[h:72[ٱ]للَّهُ بَصِي[i:505[رُۢ ب]ِمَا يَعْمَل[p[ُو]نَ","text_id":"Mereka mengira bahwa tidak akan terjadi fitnah (azab akibat dosa-dosa mereka). Oleh karena itu, mereka menjadi buta dan tuli. Setelah itu Allah menerima tobat mereka, kemudian banyak di antara mereka buta dan tuli (lagi). Allah Maha Melihat apa yang mereka kerjakan.","text_en":"And imagined that no trials would befall them; and they turned deaf and blind (to the truth). But God still turned to them; yet many of them turned blind and deaf again; but God sees everything they do.","transliteration":"Wa hasibooo allaa takoona fitnaun fa'amoo wa sammoo summa taabal laahu 'alaihim summa 'amoo wa sammoo kaseerum minhum; wallaahu baseerum bimaa ya'maloon","no_fn":"","text_fn":""},{"id":741,"surah":5,"no_ayah":72,"tema":"Orang yang Menganggap Nabi Isa sebagai Tuhan Adalah Kafir","text_ayah":"لَقَ[q:2389[دْ] كَفَرَ [h:3446[ٱ]لَّذِينَ قَال[o[ُوٓ][s[اْ] إِ[g[نّ]َ [h:80[ٱ]للَّهَ هُوَ [h:3447[ٱ]لْمَسِيحُ [h:3448[ٱ][q:1917[بْ]نُ مَرْيَمَ‌ۖ وَقَالَ [h:3702[ٱ]لْمَسِيحُ يَ[n[ـٰ]بَن[o[ِيٓ] إِسْر[o[َٲ]ٓءِيلَ [h:3703[ٱ]عْبُدُو[s[اْ] [h:3704[ٱ]للَّهَ رَبِّي وَرَبَّكُمْ‌ۖ إِ[g[نّ]َهُ[n[ۥ] م[a:3705[َن ي]ُشْرِكْ بِ[h:32[ٱ]للَّهِ فَقَ[q:563[دْ] حَرَّمَ [h:3706[ٱ]للَّهُ عَلَيْهِ [h:3707[ٱ]لْجَ[g[نّ]َةَ وَمَأْوَ[n[ٮٰ]هُ [h:3708[ٱ][l[ل][g[نّ]َارُ‌ۖ وَمَا لِلظَّ[n[ـٰ]لِمِينَ مِنْ أَ[f:1600[نص][p[َا]رٍ","text_id":"Sungguh, telah kufur orang-orang yang berkata, “Sesungguhnya Allah itulah Almasih putra Maryam.” Almasih (sendiri) berkata, “Wahai Bani Israil, sembahlah Allah, Tuhanku dan Tuhanmu!” Sesungguhnya siapa yang mempersekutukan (sesuatu dengan) Allah, maka sungguh, Allah mengharamkan surga baginya dan tempatnya ialah neraka. Tidak ada seorang penolong pun bagi orang-orang zalim itu.","text_en":"They are surely infidels who say: \"God is the Christ, son of Mary.\" But the Christ had only said: \"O children of Israel, worship God who is my Lord and your Lord.\" Whosoever associates a compeer with God, will have Paradise denied to him by God, and his abode shall be Hell; and the sinners will have none to help them.","transliteration":"Laqad kafaral lazeena qaalooo innal laaha Huwal maseehub nu Maryama wa qaalal Maseehu yaa Baneee Israaa'eela budul laaha Rabbee wa Rabbakum innnahoo many-yushrik ballaahi faqad harramal laahu 'alaihil jannata wa maa waahun Naaru wa maa lizzaalimeena min ansaar","no_fn":"","text_fn":""},{"id":742,"surah":5,"no_ayah":73,"tema":"Orang yang Menganggap Nabi Isa sebagai Tuhan Adalah Kafir","text_ayah":"لَّقَ[q:2389[دْ] كَفَرَ [h:3446[ٱ]لَّذِينَ قَال[o[ُوٓ][s[اْ] إِ[g[نّ]َ [h:80[ٱ]للَّهَ ثَالِثُ ثَلَ[n[ـٰ]ثَ[a:3709[ةٍ‌ۘ و]َمَا مِنْ إِلَ[n[ـٰ]هٍ إِلّ[o[َآ] إِلَ[n[ـٰ][a:827[هٌ و][n[َٲ]حِ[a:3710[دٌ‌ۚ و]َإ[u:3542[ِن ل]َّمْ يَ[f:3711[نت]َهُو[s[اْ] عَ[g[مّ]َا يَقُولُونَ لَيَمَسَّ[g[نّ]َ [h:3712[ٱ]لَّذِينَ كَفَرُو[s[اْ] مِنْهُمْ عَذَابٌ أَل[p[ِي]مٌ","text_id":"Sungguh, telah kufur orang-orang yang mengatakan bahwa Allah adalah salah satu dari yang tiga, padahal tidak ada tuhan selain Tuhan Yang Maha Esa. Jika mereka tidak berhenti dari apa yang mereka katakan, pasti orang-orang yang kufur di antara mereka akan ditimpa azab yang sangat pedih.","text_en":"Disbelievers are they surely who say: \"God is the third of the trinity;\" but there is no god other than God the one. And if they do not desist from saying what they say, then indeed those among them who persist in disbelief will suffer painful punishment.","transliteration":"laqad kafaral lazeena qaalooo innal laaha saalisu salaasah; wa maa min ilaahin illaaa Ilaahunw Waahid; wa illam yantahoo 'ammaa yaqooloona layamas sannal lazeena kafaroo minhum 'azaabun aleem","no_fn":"","text_fn":""},{"id":743,"surah":5,"no_ayah":74,"tema":"Orang yang Menganggap Nabi Isa sebagai Tuhan Adalah Kafir","text_ayah":"أَفَلَا يَتُوبُونَ إِلَي [h:1637[ٱ]للَّهِ وَيَسْتَغْفِرُونَهُ[n[ۥ]‌ۚ وَ[h:72[ٱ]للَّهُ غَفُو[u:890[رٌ ر]َّح[p[ِي]مٌ","text_id":"Tidakkah mereka bertobat kepada Allah dan memohon ampunan kepada-Nya, padahal Allah Maha Pengampun lagi Maha Penyayang?","text_en":"Why do they not turn to God and ask His forgiveness? God is forgiving and kind.","transliteration":"Afalaa yatooboona ilal laahi wa yastaghfiroonah; wallaahu Ghafoorur Raheem","no_fn":"","text_fn":""},{"id":744,"surah":5,"no_ayah":75,"tema":"Orang yang Menganggap Nabi Isa sebagai Tuhan Adalah Kafir","text_ayah":"مَّا [h:3713[ٱ]لْمَسِيحُ [h:3448[ٱ][q:1917[بْ]نُ مَرْيَمَ إِلَّا رَسُو[f:2277[لٌ ق]َ[q:298[دْ] خَلَتْ مِ[f:1097[ن ق]َ[q:1098[بْ]لِهِ [h:2278[ٱ][l[ل]رُّسُلُ وَأُ[g[مّ]ُهُ[n[ۥ] صِدِّيقَ[f:3714[ةٌ‌ۖ ك]َانَا يَأْكُلَانِ [h:3715[ٱ][l[ل]طَّعَامَ‌ۗ [h:3716[ٱ][f:2837[نظ]ُرْ كَيْفَ نُبَيِّنُ لَهُمُ [h:3717[ٱ]لْأَيَ[n[ـٰ]تِ ثُ[g[مّ]َ [h:3718[ٱ][f:2837[نظ]ُرْ أَ[g[نّ]َيٰ يُؤْفَك[p[ُو]نَ","text_id":"Almasih putra Maryam hanyalah seorang rasul. Sebelumnya pun sudah berlalu beberapa rasul. Ibunya adalah seorang yang berpegang teguh pada kebenaran. Keduanya makan (seperti halnya manusia biasa). Perhatikanlah bagaimana Kami menjelaskan ayat-ayat (tanda-tanda kekuasaan) kepada mereka (Ahlulkitab), kemudian perhatikanlah bagaimana mereka dipalingkan (dari kebenaran).","text_en":"The Christ, son of Mary, was but an apostle, and many apostles had (come and) gone before him; and his mother was a woman of truth. They both ate the (same) food (as men). Behold, how We show men clear signs, and behold, how they wander astray!","transliteration":"Mal Maseehub nu Maryama illaa Rasoolun qad khalat min qablihir Rusulu wa ummuhoo siddeeqatun kaanaa yaa kulaanit ta'aam; unzur kaifa nubaiyinu lahumul Aayaati suman zur annaa yu'fakoon","no_fn":"","text_fn":""},{"id":745,"surah":5,"no_ayah":76,"tema":"Larangan Berbuat Syirik dan Ekstrem dalam Beragama","text_ayah":"قُلْ أَتَعْبُدُونَ مِ[f:107[ن د]ُونِ [h:108[ٱ]للَّهِ مَا لَا يَمْلِكُ لَكُمْ ضَر[a:3719[ًّا و]َلَا نَفْ[a:3720[عًا‌ۚ و]َ[h:72[ٱ]للَّهُ هُوَ [h:3721[ٱ][l[ل]سَّمِيعُ [h:669[ٱ]لْعَل[p[ِي]مُ","text_id":"Katakanlah (Nabi Muhammad), “Mengapa kamu menyembah selain Allah sesuatu yang tidak dapat mendatangkan kepadamu mudarat dan tidak (pula) manfaat?” Allah Maha Mendengar lagi Maha Mengetahui.","text_en":"Tell them: \"Leaving God aside, will you worship something that has no power over your loss or gain?\" But God is all-hearing and all-knowing.","transliteration":"Qul ata'budoona min doonil laahi maa laa yamliku lakum darranw wa laa naf'aa; wallaahu Huwas Samee'ul 'Aleem","no_fn":"","text_fn":""},{"id":746,"surah":5,"no_ayah":77,"tema":"Larangan Berbuat Syirik dan Ekstrem dalam Beragama","text_ayah":"قُلْ يَ[o[ـٰٓ]أَهْلَ [h:1990[ٱ]لْكِتَ[n[ـٰ]بِ لَا تَغْلُو[s[اْ] فِي دِينِكُمْ غَيْرَ [h:2342[ٱ]لْحَقِّ وَلَا تَتَّبِع[o[ُوٓ][s[اْ] أَهْو[o[َا]ٓءَ قَوْ[f:3722[مٍ ق]َ[q:298[دْ] ضَلُّو[s[اْ] مِ[f:128[ن ق]َ[q:129[بْ]لُ وَأَضَلُّو[s[اْ] كَثِي[a:3723[رًا و]َضَلُّو[s[اْ] عَ[f:3661[ن س]َو[o[َا]ٓءِ [h:3662[ٱ][l[ل]سَّب[p[ِي]لِ","text_id":"Katakanlah (Nabi Muhammad), “Wahai Ahlulkitab, janganlah kamu berlebih-lebihan dalam (urusan) agamamu tanpa hak. Janganlah kamu mengikuti hawa nafsu kaum yang benar-benar tersesat sebelum kamu dan telah menyesatkan banyak (manusia) serta mereka sendiri pun tersesat dari jalan yang lurus.”","text_en":"Tell them: \"O people of the Book, do not overstep the bounds of truth in your beliefs, and follow not the wishes of a people who had erred before, and led many others astray, and wandered away from the right path.\"","transliteration":"Qul yaaa Ahlal Kitaabi laa taghloo fee deenikum ghairal haqqi wa laa tattabi'ooo ahwaaa'a qawmin qad dalloo min qablu wa adalloo kaseeranw wa dalloo 'an Sawaaa'is Sabeel","no_fn":"","text_fn":""},{"id":747,"surah":5,"no_ayah":78,"tema":"Sebab-Sebab Kutukan Allah terhadap Orang Yahudi","text_ayah":"لُعِنَ [h:3724[ٱ]لَّذِينَ كَفَرُو[s[اْ] م[i:1385[ِنۢ ب]َن[o[ِيٓ] إِسْر[o[َٲ]ٓءِيلَ عَلَيٰ لِسَانِ دَاوُ[n[ۥ]دَ وَعِيسَي [h:3725[ٱ][q:3590[بْ]نِ مَرْيَمَ‌ۚ ذ[n[َٲ]لِكَ بِمَا عَصَو[s[اْ] وَّكَانُو[s[اْ] يَعْتَد[p[ُو]نَ","text_id":"Orang-orang yang kufur dari Bani Israil telah dilaknat (oleh Allah) melalui lisan (ucapan) Daud dan Isa putra Maryam. Hal itu karena mereka durhaka dan selalu melampaui batas.","text_en":"Cursed were disbelievers among the children of Israel by David and Jesus, son of Mary, because they rebelled and transgressed the bounds.","transliteration":"Lu'inal lazeena kafaroo mim Baneee israaa'eela 'alaa lisaani Daawooda wa 'Eesab ni Maryam; zaalika bimaa 'asaw wa kaanoo ya tadoon","no_fn":"","text_fn":""},{"id":748,"surah":5,"no_ayah":79,"tema":"Sebab-Sebab Kutukan Allah terhadap Orang Yahudi","text_ayah":"كَانُو[s[اْ] لَا يَتَنَاهَوْنَ ع[a:3726[َن م]ُّ[f:3727[نك]َ[f:3728[رٍ ف]َعَلُوهُ‌ۚ لَبِئْسَ مَا كَانُو[s[اْ] يَفْعَل[p[ُو]نَ","text_id":"Mereka tidak saling mencegah perbuatan mungkar yang mereka lakukan. Sungguh, itulah seburuk-buruk apa yang selalu mereka lakukan.","text_en":"They did not restrain one another from the wicked things they used to do; and vile were the things that they were doing!","transliteration":"Kaanoo laa yatanaahawna 'am munkarin fa'aluhoo; labi'sa maa kaanoo yafa'loon","no_fn":"","text_fn":""},{"id":749,"surah":5,"no_ayah":80,"tema":"Sebab-Sebab Kutukan Allah terhadap Orang Yahudi","text_ayah":"تَرَيٰ كَثِي[a:3521[رًا م]ِّنْهُمْ يَتَوَلَّوْنَ [h:3729[ٱ]لَّذِينَ كَفَرُو[s[اْ‌ۚ] لَبِئْسَ مَا قَدَّمَتْ لَهُمْ أَ[f:2341[نف]ُسُهُمْ أَ[f:3730[ن س]َخِطَ [h:3731[ٱ]للَّهُ عَلَيْهِمْ وَفِي [h:3732[ٱ]لْعَذَابِ هُمْ خَ[n[ـٰ]لِد[p[ُو]نَ","text_id":"Engkau melihat banyak di antara mereka bersekutu dengan orang-orang yang kufur (musyrik). Sungguh, itulah seburuk-buruk apa yang mereka lakukan untuk diri mereka sendiri (sehingga mengakibatkan) Allah murka kepada mereka. Mereka akan kekal dalam azab.","text_en":"You can see among them many allying themselves with the infidels. Vile it was what they sent ahead of them, so that God's indignation came upon them; and torment will they suffer an eternity.","transliteration":"Taraa kaseeram minhum yatawallawnal lazeena kafaroo; labi'sa maa qaddamat lahum anfusuhum an sakhital laahu 'alaihim wa fil 'azaabi hum khaalidoon","no_fn":"","text_fn":""},{"id":750,"surah":5,"no_ayah":81,"tema":"Sebab-Sebab Kutukan Allah terhadap Orang Yahudi","text_ayah":"وَلَوْ كَانُو[s[اْ] يُؤْمِنُونَ بِ[h:32[ٱ]للَّهِ وَ[h:3733[ٱ][l[ل][g[نّ]َبِيِّ وَم[o[َآ] أُ[f:17[نز]ِلَ إِلَيْهِ مَا [h:3734[ٱ]تَّخَذُوهُمْ أَوْلِي[o[َا]ٓءَ وَلَ[n[ـٰ]كِ[g[نّ]َ كَثِي[a:3521[رًا م]ِّنْهُمْ فَ[n[ـٰ]سِق[p[ُو]نَ","text_id":"Seandainya mereka beriman kepada Allah, Nabi (Muhammad), dan apa yang diturunkan kepadanya, niscaya mereka tidak akan menjadikan orang musyrik itu sebagai sekutu.<sup>222)</sup> Akan tetapi, banyak di antara mereka adalah orang-orang fasik.","text_en":"If they had believed in God and the Prophet and what had been revealed to him, they would never have held them as allies; and many among them are transgressors.","transliteration":"Wa law kaanoo yu'minoona billaahi wan nabiyyi wa maaa unzila ilaihi attakhazoohum awliyaaa'a wa laakinna kaseeram minhum faasiqoon","no_fn":"222","text_fn":"222) Lihat catatan kaki surah Āli ‘Imrān/3: 28."},{"id":751,"surah":5,"no_ayah":82,"tema":"Sikap Ahlulkitab kepada Orang Mukmin","text_ayah":"۞ لَتَجِدَ[g[نّ]َ أَشَدَّ [h:3735[ٱ][l[ل][g[نّ]َاسِ عَد[n[َٲ]وَ[u:3736[ةً ل]ِّلَّذِينَ ءَامَنُو[s[اْ] [h:3737[ٱ]لْيَهُودَ وَ[h:37[ٱ]لَّذِينَ أَشْرَكُو[s[اْ‌ۖ] وَلَتَجِدَ[g[نّ]َ أَ[q:3738[قْ]رَبَه[w:3739[ُم م]َّوَدَّ[u:3740[ةً ل]ِّلَّذِينَ ءَامَنُو[s[اْ] [h:3637[ٱ]لَّذِينَ قَال[o[ُوٓ][s[اْ] إِ[g[نّ]َا نَصَ[n[ـٰ]رَيٰ‌ۚ ذ[n[َٲ]لِكَ بِأَ[g[نّ]َ مِنْهُمْ قِسِّيسِينَ وَرُهْبَا[a:3741[نًا و]َأَ[g[نّ]َهُمْ لَا يَسْتَكْبِر[p[ُو]نَ","text_id":"Pasti akan engkau dapati orang yang paling keras permusuhannya terhadap orang-orang yang beriman, yaitu orang-orang Yahudi dan orang-orang musyrik. Pasti akan engkau dapati pula orang yang paling dekat persahabatannya dengan orang-orang yang beriman, yaitu orang-orang yang berkata, “Sesungguhnya kami adalah orang Nasrani.” Hal itu karena di antara mereka terdapat para pendeta dan rahib, juga karena mereka tidak menyombongkan diri.","text_en":"You will find the Jews and idolaters most excessive in hatred of those who believe; and the closest in love to the faithful are the people who say: \"We are the followers of Christ,\" because there are priests and monks among them, and they are not arrogant.","transliteration":"Latajidanna ashad dan naasi 'adaawatal lillazeena aamanul Yahooda wallazeena ashrakoo wa latajidanna aqrabahum mawaddatal lil lazeena aamanul lazeena qaalooo innaa Nasaaraa; zaalika bi anna mminhum qiseeseena wa ruhbaananw wa annahum laa yastakbiroon","no_fn":"","text_fn":""},{"id":752,"surah":5,"no_ayah":83,"tema":"Sikap Ahlulkitab kepada Orang Mukmin","text_ayah":"وَإِذَا سَمِعُو[s[اْ] م[o[َآ] أُ[f:17[نز]ِلَ إِلَي [h:2975[ٱ][l[ل]رَّسُولِ تَرَ[o[يٰٓ] أَعْيُنَهُمْ تَفِيضُ مِنَ [h:3742[ٱ][l[ل]دَّمْعِ مِ[g[مّ]َا عَرَفُو[s[اْ] مِنَ [h:1173[ٱ]لْحَقِّ‌ۖ يَقُولُونَ رَبَّن[o[َآ] ءَامَ[g[نّ]َا فَ[h:1957[ٱ]كْتُ[q:1957[بْ]نَا مَعَ [h:1958[ٱ][l[ل]شَّ[n[ـٰ]هِد[p[ِي]نَ","text_id":"Apabila mereka mendengar sesuatu (Al-Qur’an) yang diturunkan kepada Rasul (Nabi Muhammad), engkau melihat mata mereka bercucuran air mata disebabkan kebenaran yang telah mereka ketahui (dari kitab-kitab mereka sendiri). Mereka berkata, “Ya Tuhan kami, kami telah beriman. Maka, catatlah kami bersama orang-orang yang menjadi saksi (atas kebenaran Al-Qur’an dan kenabian Muhammad).","text_en":"For when they listen to what has been revealed to this Apostle, you can see their eyes brim over with tears at the truth which they recognise, and say: \"O Lord, we believe; put us down among those who bear witness (to the truth).","transliteration":"Wa izaa sami'oo maaa unzila ilar Rasooli taraaa a'yunahum tafeedu minad dam'i mimmmaa 'arafoo minalhaqq; yaqooloona Rabbanaaa aamannaa faktubnaa ma'ash shaahideen","no_fn":"","text_fn":""},{"id":753,"surah":5,"no_ayah":84,"tema":"Sikap Ahlulkitab kepada Orang Mukmin","text_ayah":"وَمَا لَنَا لَا نُؤْمِنُ بِ[h:32[ٱ]للَّهِ وَمَا ج[o[َا]ٓءَنَا مِنَ [h:1173[ٱ]لْحَقِّ وَنَ[q:3743[طْ]مَعُ أ[a:3744[َن ي]ُ[q:3745[دْ]خِلَنَا رَبُّنَا مَعَ [h:3746[ٱ]لْقَوْمِ [h:3747[ٱ][l[ل]صَّ[n[ـٰ]لِح[p[ِي]نَ","text_id":"Mengapa kami tidak beriman kepada Allah dan kebenaran yang telah datang kepada kami, padahal kami sangat ingin agar Tuhan kami memasukkan kami bersama kaum yang saleh?”","text_en":"And why should we not believe in God and what has come down to us of the truth? And we hope to be admitted by our Lord among those who are upright and do good?\"","transliteration":"Wa maa lanaa laa nu'minu billaahi wa maa jaaa'anaa minal haqqi wa natma'u ai yudkhilanaa Rabbunaa ma'al qawmis saaliheen","no_fn":"","text_fn":""},{"id":754,"surah":5,"no_ayah":85,"tema":"Sikap Ahlulkitab kepada Orang Mukmin","text_ayah":"فَأَثَ[n[ـٰ]بَهُمُ [h:3748[ٱ]للَّهُ بِمَا قَالُو[s[اْ] جَ[g[نّ]َ[n[ـٰ][f:119[تٍ ت]َ[q:120[جْ]رِي مِ[f:121[ن ت]َحْتِهَا [h:122[ٱ]لْأَنْهَ[n[ـٰ]رُ خَ[n[ـٰ]لِدِينَ فِيهَا‌ۚ وَذ[n[َٲ]لِكَ جَز[o[َا]ٓءُ [h:3749[ٱ]لْمُحْسِن[p[ِي]نَ","text_id":"Maka, Allah memberi pahala kepada mereka atas sesuatu yang telah mereka ucapkan, (yaitu) surga yang mengalir di bawahnya sungai-sungai, sedang mereka kekal di dalamnya. Itulah balasan (bagi) orang-orang yang berbuat kebaikan.","text_en":"God will reward them for saying so with gardens where streams flow by, where they will live for ever. This is the recompense of those who do good.","transliteration":"Fa asaabahumul laahu bimaa qaaloo Jannnaatin tajree min tahtihal anhaaru khaalideena feehaa; wa zaalika jazaaa'ul muhsineen","no_fn":"","text_fn":""},{"id":755,"surah":5,"no_ayah":86,"tema":"Sikap Ahlulkitab kepada Orang Mukmin","text_ayah":"وَ[h:9999[ٱ]لَّذِينَ كَفَرُو[s[اْ] وَكَذَّبُو[s[اْ] بِـَٔـايَ[n[ـٰ]تِن[o[َآ] أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ أَصْحَ[n[ـٰ]بُ [h:3415[ٱ]لْجَح[p[ِي]مِ","text_id":"Adapun orang-orang yang kufur dan mendustakan ayat-ayat Kami, mereka itulah penghuni (neraka) Jahim. ","text_en":"But those who disbelieve and deny Our revelations are residents of Hell.","transliteration":"Wallazeena kafaroo wa kazzaboo bi Aayaatinaaa ulaaa'ika Ashaabul Jaheem","no_fn":"","text_fn":""},{"id":756,"surah":5,"no_ayah":87,"tema":"Larangan Mengubah Hukum Allah dan Melampaui Batas","text_ayah":"يَ[o[ـٰٓ]أَيُّهَا [h:541[ٱ]لَّذِينَ ءَامَنُو[s[اْ] لَا تُحَرِّمُو[s[اْ] طَيِّبَ[n[ـٰ]تِ م[o[َآ] أَحَلَّ [h:3750[ٱ]للَّهُ لَكُمْ وَلَا تَعْتَد[o[ُوٓ[s[اْ]‌ۚ] إِ[g[نّ]َ [h:80[ٱ]للَّهَ لَا يُحِبُّ [h:1021[ٱ]لْمُعْتَد[p[ِي]نَ","text_id":"Wahai orang-orang yang beriman, janganlah kamu mengharamkan sesuatu yang baik yang telah Allah halalkan bagi kamu, dan janganlah kamu melampaui batas. Sesungguhnya Allah tidak menyukai orang-orang yang melampaui batas.","text_en":"O believers, do not forbid the good things God has made lawful for you; and do not transgress. God does not love transgressors.","transliteration":"Yaaa aiyuhal lazeena aamanoo laa tuharrimoo taiyibaati maaa ahallal laahu lakum wa laa ta'tadooo; innal laaha laa yuhibbul mu'tadeen","no_fn":"","text_fn":""},{"id":757,"surah":5,"no_ayah":88,"tema":"Larangan Mengubah Hukum Allah dan Melampaui Batas","text_ayah":"وَكُلُو[s[اْ] مِ[g[مّ]َا رَزَقَكُمُ [h:3751[ٱ]للَّهُ حَلَ[n[ـٰ]ل[f:870[اً ط]َيِّ[a:3752[بًا‌ۚ و]َ[h:1018[ٱ]تَّقُو[s[اْ] [h:1019[ٱ]للَّهَ [h:2537[ٱ]لَّذ[o[ِيٓ] أَ[f:428[نت][c:3753[ُم ب]ِه[n[ِۦ] مُؤْمِن[p[ُو]نَ","text_id":"Makanlah apa yang telah Allah anugerahkan kepadamu sebagai rezeki yang halal lagi baik, dan bertakwalah kepada Allah yang hanya kepada-Nya kamu beriman.","text_en":"Eat what is lawful and good of the provisions God has bestowed on you, and fear God in whom you believe.","transliteration":"Wa kuloo mimmaa razaqakumul laahu halaalan taiyibaa; wattaqul laahallazeee antum bihee mu'minon","no_fn":"","text_fn":""},{"id":758,"surah":5,"no_ayah":89,"tema":"Larangan Mengubah Hukum Allah dan Melampaui Batas","text_ayah":"لَا يُؤَاخِذُكُمُ [h:1261[ٱ]للَّهُ بِ[h:1262[ٱ][l[ل]لَّغْوِ ف[o[ِيٓ] أَيْمَ[n[ـٰ]نِكُمْ وَلَ[n[ـٰ]ك[a:1263[ِن ي]ُؤَاخِذُك[c:1264[ُم ب]ِمَا عَقَّ[d:3754[د]تُّمُ [h:3755[ٱ]لْأَيْمَ[n[ـٰ]نَ‌ۖ فَكَفَّ[n[ـٰ]رَتُهُ[o[ۥٓ] إِ[q:3756[طْ]عَامُ عَشَرَةِ مَسَ[n[ـٰ]كِينَ مِنْ أَوْسَطِ مَا تُ[q:3757[طْ]عِمُونَ أَهْلِيكُمْ أَوْ كِسْوَتُهُمْ أَوْ تَحْرِيرُ رَقَبَ[f:3758[ةٍ‌ۖ ف]َم[u:1066[َن ل]َّمْ يَجِ[q:1067[دْ] فَصِيَامُ ثَلَ[n[ـٰ]ثَةِ أَيَّا[f:3759[مٍ‌ۚ ذ][n[َٲ]لِكَ كَفَّ[n[ـٰ]رَةُ أَيْمَ[n[ـٰ]نِكُمْ إِذَا حَلَفْتُمْ‌ۚ وَ[h:3760[ٱ]حْفَظ[o[ُوٓ][s[اْ] أَيْمَ[n[ـٰ]نَكُمْ‌ۚ كَذ[n[َٲ]لِكَ يُبَيِّنُ [h:1002[ٱ]للَّهُ لَكُمْ ءَايَ[n[ـٰ]تِه[n[ِۦ] لَعَلَّكُمْ تَشْكُر[p[ُو]نَ","text_id":"Allah tidak menghukum kamu disebabkan sumpah-sumpahmu yang tidak disengaja (untuk bersumpah), tetapi Dia menghukum kamu disebabkan sumpah-sumpah yang kamu sengaja. Maka, kafaratnya (denda akibat melanggar sumpah) ialah memberi makan sepuluh orang miskin dari makanan yang (biasa) kamu berikan kepada keluargamu, memberi pakaian kepada mereka, atau memerdekakan seorang hamba sahaya. Siapa yang tidak mampu melakukannya, maka (kafaratnya) berpuasa tiga hari. Itulah kafarat sumpah-sumpahmu apabila kamu bersumpah (dan kamu melanggarnya). Jagalah sumpah-sumpahmu! Demikianlah Allah menjelaskan kepadamu hukum-hukum-Nya agar kamu bersyukur (kepada-Nya).","text_en":"God does not punish you but for what you swear in earnest. The expiation (for breaking an oath) is feeding ten persons who are poor, with food that you give your own families, or clothing them, or freeing a slave. But he who cannot do so should fast for three days. This is the expiation for an oath when you have sworn it. So abide by your oaths. Thus God makes His commandments clear to you: You may perhaps be grateful.","transliteration":"Laa yu'aakhizukumul laahu billaghwi feee aimaanikum wa laakiny ya'aakhizukum bimaa 'aqqattumul aimaana fakaf faaratuhooo it'aamu 'asharati masaakeena min awsati maa tut'imoona ahleekum aw kiswatuhum aw tahreeru raqabatin famallam yajid fa Siyaamu salaasati aiyaam; zaalika kaffaaratu aimaanikum izaa halaftum; wahfazooo aimaanakum; kazaalika yubaiyinul laahu lakum Aayaatihee la'allakum tashkuroon","no_fn":"","text_fn":""},{"id":759,"surah":5,"no_ayah":90,"tema":"Perintah Menjauhi Setan","text_ayah":"يَ[o[ـٰٓ]أَيُّهَا [h:541[ٱ]لَّذِينَ ءَامَن[o[ُوٓ][s[اْ] إِ[g[نّ]َمَا [h:3761[ٱ]لْخَمْرُ وَ[h:3762[ٱ]لْمَيْسِرُ وَ[h:3763[ٱ]لْأَ[f:3763[نص]َابُ وَ[h:3764[ٱ]لْأَزْلَ[n[ـٰ]مُ رِ[q:3765[جْ][a:3766[سٌ م]ِّنْ عَمَلِ [h:3767[ٱ][l[ل]شَّيْطَ[n[ـٰ]نِ فَ[h:3768[ٱ][q:3768[جْ]تَنِبُوهُ لَعَلَّكُمْ تُفْلِح[p[ُو]نَ","text_id":"Wahai orang-orang yang beriman, sesungguhnya minuman keras, berjudi, (berkurban untuk) berhala, dan mengundi nasib dengan anak panah adalah perbuatan keji (dan) termasuk perbuatan setan. Maka, jauhilah (perbuatan-perbuatan) itu agar kamu beruntung.","text_en":"O believers, this wine and gambling, these idols, and these arrows you use for divination, are all acts of Satan; so keep away from them. You may haply prosper.","transliteration":"yaaa aiyuhal lazeena aamanooo innamal khamru walmaisiru wal ansaabu wal azlaamu rijsum min 'amalish shaitaani fajtaniboohu la'al lakum tuflihoon","no_fn":"","text_fn":""},{"id":760,"surah":5,"no_ayah":91,"tema":"Perintah Menjauhi Setan","text_ayah":"إِ[g[نّ]َمَا يُرِيدُ [h:3769[ٱ][l[ل]شَّيْطَ[n[ـٰ]نُ أ[a:3770[َن ي]ُوقِعَ بَيْنَكُمُ [h:3771[ٱ]لْعَد[n[َٲ]وَةَ وَ[h:3435[ٱ]لْبَغْض[o[َا]ٓءَ فِي [h:3772[ٱ]لْخَمْرِ وَ[h:1216[ٱ]لْمَيْسِرِ وَيَصُدَّكُمْ عَ[f:3773[ن ذ]ِكْرِ [h:3774[ٱ]للَّهِ وَعَنِ [h:3775[ٱ][l[ل]صَّلَ[s[و][n[ٲ]ةِ‌ۖ فَهَلْ أَ[f:428[نت][w:3776[ُم م]ُّ[f:3777[نت]َه[p[ُو]نَ","text_id":"Sesungguhnya setan hanya bermaksud menimbulkan permusuhan dan kebencian di antara kamu melalui minuman keras dan judi serta (bermaksud) menghalangi kamu dari mengingat Allah dan (melaksanakan) salat, maka tidakkah kamu mau berhenti?","text_en":"Satan only wishes to create among you enmity and hatred through wine and gambling, and to divert you from the remembrance of God and prayer. Will you therefore not desist?","transliteration":"Innamaa yureedush Shaitaanu ai yooqi'a bainakumul 'adaawata wal baghdaaa'a fil khamri wal maisiri wa yasuddakum 'an zikril laahi wa 'anis Salaati fahal antum muntahoon","no_fn":"","text_fn":""},{"id":761,"surah":5,"no_ayah":92,"tema":"Perintah Menjauhi Setan","text_ayah":"وَأَطِيعُو[s[اْ] [h:2238[ٱ]للَّهَ وَأَطِيعُو[s[اْ] [h:2865[ٱ][l[ل]رَّسُولَ وَ[h:3778[ٱ]حْذَرُو[s[اْ‌ۚ] فَإِ[f:3779[ن ت]َوَلَّيْتُمْ فَ[h:1140[ٱ]عْلَم[o[ُوٓ][s[اْ] أَ[g[نّ]َمَا عَلَيٰ رَسُولِنَا [h:3780[ٱ]لْبَلَ[n[ـٰ]غُ [h:3781[ٱ]لْمُب[p[ِي]نُ","text_id":"Taatlah kamu kepada Allah dan taatlah kamu kepada Rasul serta berhati-hatilah! Jika kamu berpaling, maka ketahuilah bahwa kewajiban Rasul Kami hanyalah menyampaikan (ajaran Allah) dengan jelas.","text_en":"Obey God and the Prophet, and beware. If you turn away, remember, that the duty of Our Apostle is to give you a clear warning.","transliteration":"Wa atee'ul laaha wa atee'ur Rasoola wahzaroo; fa in tawal laitum fa'lamooo annamaa 'alaa Rasoolinal balaaghul mubeen","no_fn":"","text_fn":""},{"id":762,"surah":5,"no_ayah":93,"tema":"Perintah Menjauhi Setan","text_ayah":"لَيْسَ عَلَي [h:289[ٱ]لَّذِينَ ءَامَنُو[s[اْ] وَعَمِلُو[s[اْ] [h:118[ٱ][l[ل]صَّ[n[ـٰ]لِحَ[n[ـٰ]تِ جُنَا[f:3782[حٌ ف]ِيمَا طَعِم[o[ُوٓ][s[اْ] إِذَا مَا [h:3783[ٱ]تَّقَو[s[اْ] وَّءَامَنُو[s[اْ] وَعَمِلُو[s[اْ] [h:118[ٱ][l[ل]صَّ[n[ـٰ]لِحَ[n[ـٰ]تِ ثُ[g[مّ]َ [h:3784[ٱ]تَّقَو[s[اْ] وَّءَامَنُو[s[اْ] ثُ[g[مّ]َ [h:3784[ٱ]تَّقَو[s[اْ] وَّأَحْسَنُو[s[اْ‌ۗ] وَ[h:72[ٱ]للَّهُ يُحِبُّ [h:1047[ٱ]لْمُحْسِن[p[ِي]نَ","text_id":"Tidak ada dosa bagi orang-orang yang beriman dan mengerjakan amal-amal saleh menyangkut sesuatu yang telah mereka makan (dahulu sebelum turunnya aturan yang mengharamkan), apabila mereka bertakwa dan beriman, serta mengerjakan amal-amal saleh, kemudian mereka (tetap) bertakwa dan beriman, selanjutnya mereka (tetap juga) bertakwa dan berbuat kebajikan. Allah menyukai orang-orang yang berbuat kebajikan.","text_en":"Those who believe and perform good deeds will not be held guilty for what they have eaten (in the past) if they fear God and believe, and do good things and are conscious (of God) and believe, and still fear and do good, for God loves those who do good.","transliteration":"Laisa 'alal lazeena aamanoo wa 'amilus saalihaati junaahun feemaa ta'imooo izaa mat taqaw wa aamanoo wa 'amilus saalihaati summat taqaw wa aamanoo summat taqaw wa ahsanoo; wallaahu yuhibbul muhsineen","no_fn":"","text_fn":""},{"id":763,"surah":5,"no_ayah":94,"tema":"Ujian Bagi Orang yang sedang Berihram","text_ayah":"يَ[o[ـٰٓ]أَيُّهَا [h:541[ٱ]لَّذِينَ ءَامَنُو[s[اْ] لَيَ[q:3785[بْ]لُوَ[g[نّ]َكُمُ [h:3786[ٱ]للَّهُ بِش[a:793[َيْءٍ م]ِّنَ [h:3787[ٱ][l[ل]صَّيْدِ تَنَالُهُ[o[ۥٓ] أَيْدِيكُمْ وَرِمَاحُكُمْ لِيَعْلَمَ [h:3788[ٱ]للَّهُ م[a:3789[َن ي]َخَافُهُ[n[ۥ] بِ[h:13[ٱ]لْغَيْبِ‌ۚ فَمَنِ [h:938[ٱ]عْتَدَيٰ بَعْدَ ذ[n[َٲ]لِكَ فَلَهُ[n[ۥ] عَذَابٌ أَل[p[ِي]مٌ","text_id":"Wahai orang-orang yang beriman, sungguh Allah pasti akan mengujimu dengan sesuatu dari hewan buruan yang (mudah) didapat oleh tangan dan tombakmu agar Allah mengetahui siapa yang takut kepada-Nya, meskipun Dia gaib. Siapa yang melanggar (batas) setelah itu, baginya azab yang pedih.","text_en":"O you who believe, God will surely try you with the game that you take with your hands or your lances, in order to know who fear Him unseen. Whosoever transgress after this will suffer grievous punishment.","transliteration":"Yaaa aiyuhal lazeena aamanoo la yabluwannnakumul laahu bishai'im minas saidi tanaaluhooo aideekum wa rimaahukum liya'lamal laahu mai yakhaafuhoo bilghaib; famani' tadaa ba'da zaalika falahoo 'azaabun aleem","no_fn":"","text_fn":""},{"id":764,"surah":5,"no_ayah":95,"tema":"Ujian Bagi Orang yang sedang Berihram","text_ayah":"يَ[o[ـٰٓ]أَيُّهَا [h:541[ٱ]لَّذِينَ ءَامَنُو[s[اْ] لَا تَ[q:2734[قْ]تُلُو[s[اْ] [h:3790[ٱ][l[ل]صَّيْدَ وَأَ[f:98[نت]ُمْ حُرُ[a:3791[مٌ‌ۚ و]َمَ[f:3792[ن ق]َتَلَهُ[n[ۥ] مِ[f:344[نك][w:3793[ُم م]ُّتَعَ[g[مّ]ِ[f:3794[دًا ف]َجَز[o[َا]ٓ[a:3795[ءٌ م]ِّثْلُ مَا قَتَلَ مِنَ [h:3796[ٱ][l[ل][g[نّ]َعَمِ يَحْكُمُ بِه[n[ِۦ] ذَوَا عَ[q:3797[دْ][a:3798[لٍ م]ِّ[f:344[نك]ُمْ هَ[q:3799[دْ]ي[i:3800[َۢا ب]َ[n[ـٰ]لِغَ [h:3801[ٱ]لْكَعْبَةِ أَوْ كَفَّ[n[ـٰ]رَ[f:3802[ةٌ ط]َعَامُ مَسَ[n[ـٰ]كِينَ أَوْ عَ[q:3803[دْ]لُ ذ[n[َٲ]لِكَ صِيَا[u:3804[مًا ل]ِّيَذُوقَ وَبَالَ أَمْرِه[n[ِۦ]‌ۗ عَفَا [h:2357[ٱ]للَّهُ عَ[g[مّ]َا سَلَفَ‌ۚ وَمَنْ عَادَ فَيَ[f:3805[نت]َقِمُ [h:3806[ٱ]للَّهُ مِنْهُ‌ۗ وَ[h:72[ٱ]للَّهُ عَزِي[f:1729[زٌ ذ]ُو [h:1730[ٱ][f:1731[نت]ِق[p[َا]مٍ","text_id":"Wahai orang-orang yang beriman, janganlah kamu membunuh hewan buruan,<sup>223)</sup> ketika kamu sedang berihram (haji atau umrah). Siapa di antara kamu membunuhnya dengan sengaja, dendanya (ialah menggantinya) dengan hewan ternak yang sepadan dengan (hewan buruan) yang dibunuhnya menurut putusan dua orang yang adil di antara kamu sebagai hadyu (hewan kurban) yang (dibawa) sampai ke Ka‘bah<sup>224)</sup> atau (membayar) kafarat dengan memberi makan orang-orang miskin<sup>225)</sup> atau berpuasa, seimbang dengan makanan yang dikeluarkan itu,<sup>226)</sup> agar dia merasakan akibat buruk dari perbuatannya. Allah telah memaafkan perbuatan yang telah lalu.<sup>227)</sup> Siapa kembali mengerjakannya, pasti Allah akan menyiksanya. Allah Mahaperkasa lagi Maha Memiliki (kekuasaan) untuk membalas.","text_en":"O you who believe, do not kill game when you are on pilgrimage. And anyone among you who does so on purpose should offer livestock of equivalent value, determined by two honourable persons among you, (as atonement), to be brought to the Ka'bah as an offering; or else expiate by giving food to the poor, or its equivalent in fasting, so that he may realise the gravity of his deed. God has forgiven what has happened in the past; but any one who does so again will be punished by God. And God is severe in requital.","transliteration":"Yaaa aiyuhal lazeena aamanoo laa taqtuslus saida wa antum hurum; wa man qatalahoo minkum mut'am midan fajazaaa'um mislu maa qatala minanna'ami yahkumu bihee zawaa 'adlim minkum hadyam baalighal Ka'bati aw kaffaaratun ta'aamu masaakeena aw 'adlu zaalika Siyaamal liyazooqa wabaala amrih; 'afal laahu 'ammaa salaf; wa man 'aada fayanta qimul laahu minh; wallaahu 'azeezun zuntiqaam","no_fn":"223","text_fn":"223) Yang dimaksud hewan buruan pada ayat ini adalah hewan yang boleh dimakan maupun tidak, kecuali burung gagak, burung elang, kalajengking, tikus, dan anjing buas, termasuk juga ular, dalam suatu riwayat.</br>224) Maksud sampai ke Ka‘bah pada ayat ini adalah yang dibawa sampai ke daerah haram untuk disembelih di sana dan dagingnya dibagikan kepada fakir miskin.</br>225) Membayar kafarat harus sepadan dengan harga hewan ternak pengganti hewan yang dibunuh itu.</br>226) Puasa yang dilakukan sama jumlah harinya dengan jumlah mud yang diberikan kepada fakir miskin, yaitu seharga hewan yang dibunuh, dengan catatan, seorang fakir miskin mendapat satu mud (lebih kurang 6,5 ons).</br>227) Maksud perbuatan yang telah lalu dalam ayat ini adalah membunuh hewan sebelum turun ayat yang mengharamkannya."},{"id":765,"surah":5,"no_ayah":96,"tema":"Ujian Bagi Orang yang sedang Berihram","text_ayah":"أُحِلَّ لَكُمْ صَيْدُ [h:3807[ٱ]لْبَحْرِ وَطَعَامُهُ[n[ۥ] مَتَ[n[ـٰ][u:3808[عًا ل]َّكُمْ وَلِلسَّيَّارَةِ‌ۖ وَحُرِّمَ عَلَيْكُمْ صَيْدُ [h:3809[ٱ]لْبَرِّ مَا دُمْتُمْ حُرُ[a:3810[مًا‌ۗ و]َ[h:1018[ٱ]تَّقُو[s[اْ] [h:1019[ٱ]للَّهَ [h:2537[ٱ]لَّذ[o[ِيٓ] إِلَيْهِ تُحْشَر[p[ُو]نَ","text_id":"Dihalalkan bagi kamu hewan buruan laut<sup>228)</sup> dan makanan (yang berasal dari) laut sebagai kesenangan bagimu, dan bagi orang-orang yang dalam perjalanan; dan diharamkan atasmu (menangkap) hewan buruan darat selama kamu dalam keadaan ihram. Bertakwalah kepada Allah yang hanya kepada-Nya kamu akan dikumpulkan.","text_en":"Lawful is all game of the water for you, and eating of it as food, so that you and the travellers may benefit by it. But unlawful is game of the jungle when you are on pilgrimage. Fear God before whom you have to gather in the end.","transliteration":"Uhilla lakum saidul bahri wa ta'aamuhoo mataa'al lakum wa lissaiyaarati wa hurrima 'alaikum saidul barri maa dumtum hurumaa; wattaqul laahal lazeee ilaihi tuhsharoon","no_fn":"228","text_fn":"228) Termasuk dalam pengertian laut di sini adalah sungai, danau, kolam, dan sebagainya."},{"id":766,"surah":5,"no_ayah":97,"tema":"Ujian Bagi Orang yang sedang Berihram","text_ayah":"۞ جَعَلَ [h:2556[ٱ]للَّهُ [h:3811[ٱ]لْكَعْبَةَ [h:3812[ٱ]لْبَيْتَ [h:3356[ٱ]لْحَرَامَ قِيَ[n[ـٰ][u:3813[مًا ل]ِّل[g[نّ]َاسِ وَ[h:3814[ٱ][l[ل]شَّهْرَ [h:3815[ٱ]لْحَرَامَ وَ[h:3816[ٱ]لْهَ[q:3816[دْ]يَ وَ[h:3817[ٱ]لْقَلَ[o[ـٰٓ]ئِدَ‌ۚ ذ[n[َٲ]لِكَ لِتَعْلَم[o[ُوٓ][s[اْ] أَ[g[نّ]َ [h:394[ٱ]للَّهَ يَعْلَمُ مَا فِي [h:609[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَمَا فِي [h:44[ٱ]لْأَرْضِ وَأَ[g[نّ]َ [h:859[ٱ]للَّهَ بِكُلِّ شَيْءٍ عَل[p[ِي]مٌ","text_id":"Allah telah menjadikan Ka‘bah, rumah suci itu sebagai pusat kegiatan (peribadatan dan urusan dunia)<sup>229)</sup> bagi manusia, dan (demikian pula) bulan haram, hadyu (hewan kurban) dan qalā’id (hewan kurban yang diberi kalung). Yang demikian itu agar kamu mengetahui bahwa sesungguhnya Allah mengetahui apa pun yang ada di langit dan apa pun yang ada di bumi dan bahwa Allah Maha Mengetahui segala sesuatu.","text_en":"God has made the Ka'bah, the Sacred House, a means of support for mankind, as also the holy month, the sacrificial offerings, and consecrated cattle, so that you may understand that known to God is all that is in the heavens and the earth, and God has knowledge of everything.","transliteration":"Ja'alal laahul Ka'batal Baital Haraama qiyaamal linnaasi wash Shahral Haraama walhadya walqalaaa'id; zaalika lita'lamooo annal laaha ya'lamu maa fis samaawaati wa maa fil ardi wa annal laaha bikulli shai'in 'Aleem","no_fn":"229","text_fn":"229) Ka‘bah dan sekitarnya menjadi tempat yang aman bagi manusia untuk mengerjakan urusan-urusan yang berhubungan dengan dunia dan akhirat serta menjadi pusat ibadah haji."},{"id":767,"surah":5,"no_ayah":98,"tema":"Ujian Bagi Orang yang sedang Berihram","text_ayah":"ٱعْلَم[o[ُوٓ][s[اْ] أَ[g[نّ]َ [h:394[ٱ]للَّهَ شَدِيدُ [h:1075[ٱ]لْعِقَابِ وَأَ[g[نّ]َ [h:859[ٱ]للَّهَ غَفُو[u:890[رٌ ر]َّح[p[ِي]مٌ","text_id":"Ketahuilah bahwa Allah sangat keras hukuman-Nya dan bahwa Allah Maha Pengampun lagi Maha Penyayang.","text_en":"Know that the punishment of God is severe, but that God is also forgiving and kind.","transliteration":"I'lamooo annal laaha shadeedul 'iqaabi wa annal laaha Ghafoorur Raheem","no_fn":"","text_fn":""},{"id":768,"surah":5,"no_ayah":99,"tema":"Ujian Bagi Orang yang sedang Berihram","text_ayah":"مَّا عَلَي [h:3818[ٱ][l[ل]رَّسُولِ إِلَّا [h:3819[ٱ]لْبَلَ[n[ـٰ]غُ‌ۗ وَ[h:72[ٱ]للَّهُ يَعْلَمُ مَا تُ[q:178[بْ]دُونَ وَمَا تَكْتُم[p[ُو]نَ","text_id":"Kewajiban Rasul tidak lain hanyalah menyampaikan (ajaran Allah). Allah mengetahui apa pun yang kamu tampakkan dan apa pun yang kamu sembunyikan.","text_en":"It is for the Prophet to convey the message: God knows what you reveal and what you hide.","transliteration":"Maa 'alar Rasooli illal balaagh; wallaahu ya'lamu maa tubdoona wa maa taktumoon","no_fn":"","text_fn":""},{"id":769,"surah":5,"no_ayah":100,"tema":"Ujian Bagi Orang yang sedang Berihram","text_ayah":"قُل لَّا يَسْتَوِي [h:3820[ٱ]لْخَبِيثُ وَ[h:3821[ٱ][l[ل]طَّيِّبُ وَلَوْ أَعْجَبَكَ كَثْرَةُ [h:3822[ٱ]لْخَبِيثِ‌ۚ فَ[h:112[ٱ]تَّقُو[s[اْ] [h:1945[ٱ]للَّهَ يَ[o[ـٰٓ]أُ[s[وْ]لِي [h:941[ٱ]لْأَلْبَ[n[ـٰ]بِ لَعَلَّكُمْ تُفْلِح[p[ُو]نَ","text_id":"Katakanlah (Nabi Muhammad), “Tidaklah sama yang buruk dengan yang baik meskipun banyaknya yang buruk itu menarik hatimu. Maka, bertakwalah kepada Allah wahai orang-orang yang berakal sehat agar kamu beruntung.”","text_en":"Tell them: \"The unclean and the pure are not equal, even though the abundance of the unclean may be pleasing to you.\" So fear God, O men of wisdom; you may haply find success.","transliteration":"Qul laa yastawil khabeesu wattaiyibu wa law a'jabaka kasratul khabees; fattaqul laaha yaaa ulil albaabi la'allakum tuflihoon","no_fn":"","text_fn":""},{"id":770,"surah":5,"no_ayah":101,"tema":"Penjelasan Al-Qur’an tentang Kaum Kafir Makkah yang Membuat-buat Kedustaan kepada Allah","text_ayah":"يَ[o[ـٰٓ]أَيُّهَا [h:541[ٱ]لَّذِينَ ءَامَنُو[s[اْ] لَا تَسْــَٔلُو[s[اْ] عَنْ أَشْي[o[َا]ٓءَ إِ[f:3823[ن ت]ُ[q:3824[بْ]دَ لَكُمْ تَسُؤْكُمْ وَإِ[f:3825[ن ت]َسْــَٔلُو[s[اْ] عَنْهَا حِينَ يُنَزَّلُ [h:3826[ٱ]لْقُرْءَانُ تُ[q:3824[بْ]دَ لَكُمْ عَفَا [h:2357[ٱ]للَّهُ عَنْهَا‌ۗ وَ[h:72[ٱ]للَّهُ غَفُورٌ حَل[p[ِي]مٌ","text_id":"Wahai orang-orang yang beriman, janganlah kamu menanyakan (kepada Nabimu) hal-hal yang jika diterangkan kepadamu (niscaya) menyusahkan kamu. Jika kamu menanyakannya ketika Al-Qur’an sedang diturunkan, (niscaya) akan diterangkan kepadamu. Allah telah memaafkan (kamu) tentang hal itu. Allah Maha Pengampun lagi Maha Penyantun.","text_en":"O believers, do not ask about things which, if made known to you, may vex you. But if you ask about them when the Qur'an is being revealed they will be unfolded to you. God has overlooked (your failings) in this (respect), for God is forgiving and forbearing.","transliteration":"yaaa aiyuhal lazeena aamanoo laa tas'aloo 'an ashyaaa'a in tubda lakum tasu'kum wa in tas'aloo 'anhaa heena yunazzalul Qur'aanu tubda lakum; 'afallaahu 'anhaa; wallaahu Ghafoorun Haleem","no_fn":"","text_fn":""},{"id":771,"surah":5,"no_ayah":102,"tema":"Penjelasan Al-Qur’an tentang Kaum Kafir Makkah yang Membuat-buat Kedustaan kepada Allah","text_ayah":"قَ[q:298[دْ] سَأَلَهَا قَوْ[a:3827[مٌ م]ِّ[f:85[ن ق]َ[q:86[بْ]لِكُمْ ثُ[g[مّ]َ أَصْبَحُو[s[اْ] بِهَا كَ[n[ـٰ]فِر[p[ِي]نَ","text_id":"Sungguh, segolongan manusia sebelum kamu telah menanyakan hal-hal serupa itu (kepada nabi mereka), kemudian mereka menjadi kafir karenanya.","text_en":"Such things were asked by a people before you, but they disbelieved them afterwards.","transliteration":"Qad sa alahaa qawmum min qablikum summa asbahoo bihaa kaafireen","no_fn":"","text_fn":""},{"id":772,"surah":5,"no_ayah":103,"tema":"Penjelasan Al-Qur’an tentang Kaum Kafir Makkah yang Membuat-buat Kedustaan kepada Allah","text_ayah":"مَا جَعَلَ [h:2556[ٱ]للَّهُ م[i:3828[ِنۢ ب]َحِيرَ[a:3829[ةٍ و]َلَا س[o[َا]ٓئِبَ[a:3830[ةٍ و]َلَا وَصِيلَ[a:3831[ةٍ و]َلَا حَا[a:3832[مٍ‌ۙ و]َلَ[n[ـٰ]كِ[g[نّ]َ [h:3833[ٱ]لَّذِينَ كَفَرُو[s[اْ] يَفْتَرُونَ عَلَي [h:412[ٱ]للَّهِ [h:2035[ٱ]لْكَذِبَ‌ۖ وَأَكْثَرُهُمْ لَا يَعْقِل[p[ُو]نَ","text_id":"Allah tidak pernah menetapkan sedikit pun (aturan) menyangkut baḥīrah,<sup>230)</sup> sāi’bah,<sup>231)</sup> waṣīlah,<sup>232)</sup> dan ḥām.<sup>233)</sup> Akan tetapi, orang-orang yang kafir membuat-buat kedustaan terhadap Allah dan kebanyakan mereka tidak mengerti.","text_en":"God has not sanctioned Baheerah or Sa'ibah, Waseelah or Ham. The unbelievers fabricate lies of God, for many of them are devoid of sense.","transliteration":"Maa ja'alal laahu mim baheeratinw wa laa saaa'ibatinw wa laa waseelatinw wa laa haaminw wa laakinnal lazeena kafaroo yaftaroona 'alallaahil kazib; wa aksaruhum laa ya'qiloon","no_fn":"230","text_fn":"230) Baḥīrah adalah unta betina yang telah beranak lima kali dan anak yang kelima itu jantan. Lalu, unta betina itu dibelah telinganya, dilepaskan, tidak boleh ditunggangi lagi, dan tidak boleh diambil air susunya.</br>231) Sā’ibah adalah unta betina yang dibiarkan pergi ke mana saja karena suatu nazar. Misalnya, jika orang Arab Jahiliah akan melakukan sesuatu atau perjalanan yang berat, dia biasa bernazar akan menjadikan untanya sā’ibah jika maksud atau perjalanannya berhasil dan selamat.</br>232) Menurut satu riwayat, waṣīlah adalah domba betina yang terlahir kembar dampit. Domba waṣīlah tidak boleh disembelih, sedangkan saudara kembarnya yang berkelamin jantan dipersembahkan pada berhala.</br>233) Ḥām adalah unta jantan yang tidak boleh diganggu-ganggu lagi karena telah dapat membuntingkan unta betina sepuluh kali. Perlakuan terhadap baḥīrah, sā’ibah, waṣīlah, dan ḥām ini adalah kepercayaan Arab Jahiliah."},{"id":773,"surah":5,"no_ayah":104,"tema":"Penjelasan Al-Qur’an tentang Kaum Kafir Makkah yang Membuat-buat Kedustaan kepada Allah","text_ayah":"وَإِذَا قِيلَ لَهُمْ تَعَالَوْ[s[اْ] إِلَيٰ م[o[َآ] أَ[f:471[نز]َلَ [h:472[ٱ]للَّهُ وَإِلَي [h:2875[ٱ][l[ل]رَّسُولِ قَالُو[s[اْ] حَسْبُنَا مَا وَجَ[q:3834[دْ]نَا عَلَيْهِ ءَاب[o[َا]ٓءَن[o[َآ‌ۚ] أَوَلَوْ كَانَ ءَاب[o[َا]ٓؤُهُمْ لَا يَعْلَمُونَ شَيْـ[a:232[ـًٔا و]َلَا يَهْتَد[p[ُو]نَ","text_id":"Apabila dikatakan kepada mereka, “Marilah mengikuti sesuatu yang Allah turunkan dan (mengikuti) Rasul,” mereka menjawab, “Cukuplah bagi kami apa yang kami dapati pada nenek moyang kami.” Apakah (mereka akan mengikuti nenek moyang mereka) walaupun mereka itu tidak mengetahui sesuatu pun dan tidak (pula) mendapat petunjuk?","text_en":"When you say to them: \"Come to what God has revealed, and the Prophet,\" they say: \"Sufficient to us is the faith that our fathers had followed,\" even though their fathers had no knowledge or guidance.","transliteration":"Wa izaa qeela lahum ta'aalaw ilaa maaa anzalallaahu wa ilar Rasooli qaaloo hasbunaa maa wajadnaa 'alaihi aabaaa'anaa; awa law kaana aabaaa'uhum laa ya'lamoona shai'anw wa laa yahtadoon","no_fn":"","text_fn":""},{"id":774,"surah":5,"no_ayah":105,"tema":"Penjelasan Al-Qur’an tentang Kaum Kafir Makkah yang Membuat-buat Kedustaan kepada Allah","text_ayah":"يَ[o[ـٰٓ]أَيُّهَا [h:541[ٱ]لَّذِينَ ءَامَنُو[s[اْ] عَلَيْكُمْ أَ[f:221[نف]ُسَكُمْ‌ۖ لَا يَضُرُّك[w:3835[ُم م]َّ[f:3836[ن ض]َلَّ إِذَا [h:3837[ٱ]هْتَدَيْتُمْ‌ۚ إِلَي [h:1637[ٱ]للَّهِ مَرْجِعُكُمْ جَمِي[f:3604[عًا ف]َيُنَبِّئُك[c:3605[ُم ب]ِمَا كُ[f:100[نت]ُمْ تَعْمَل[p[ُو]نَ","text_id":"Wahai orang-orang yang beriman, jagalah dirimu! Orang yang sesat itu tidak akan memberimu mudarat apabila kamu telah mendapat petunjuk. Hanya kepada Allah kamu kembali semuanya, lalu Dia akan menerangkan kepadamu apa yang selama ini kamu kerjakan.","text_en":"O you who believe, on you rests (the responsibility) for your own selves. If you follow the right path those who have gone astray will not be able to do you harm. To God have all of you to return, when He will tell you what you were doing.","transliteration":"Yaaa aiyuhal lazeena aamanoo 'alaikum anfusakum laa yadurrukum man dalla izah tadaitum; ilal laahi marji'ukum jamee'an fayunabbi'ukum bimaa kuntum ta'maloon","no_fn":"","text_fn":""},{"id":775,"surah":5,"no_ayah":106,"tema":"Saksi dalam Berwasiat","text_ayah":"يَ[o[ـٰٓ]أَيُّهَا [h:541[ٱ]لَّذِينَ ءَامَنُو[s[اْ] شَهَ[n[ـٰ]دَةُ بَيْنِكُمْ إِذَا حَضَرَ أَحَدَكُمُ [h:942[ٱ]لْمَوْتُ حِينَ [h:3838[ٱ]لْوَصِيَّةِ [h:3839[ٱ]ثْنَانِ ذَوَا عَ[q:3797[دْ][a:3798[لٍ م]ِّ[f:344[نك]ُمْ أَوْ ءَاخَرَانِ مِنْ غَيْرِكُمْ إِنْ أَ[f:428[نت]ُمْ ضَرَ[q:3037[بْ]تُمْ فِي [h:44[ٱ]لْأَرْضِ فَأَصَ[n[ـٰ]بَتْك[w:3840[ُم م]ُّصِيبَةُ [h:3841[ٱ]لْمَوْتِ‌ۚ تَحْبِسُونَهُمَا م[i:146[ِنۢ ب]َعْدِ [h:3842[ٱ][l[ل]صَّلَ[s[و][n[ٲ]ةِ فَيُ[q:3843[قْ]سِمَانِ بِ[h:32[ٱ]للَّهِ إِنِ [h:3844[ٱ]رْتَ[q:3845[بْ]تُمْ لَا نَشْتَرِي بِه[n[ِۦ] ثَمَ[a:3846[نًا و]َلَوْ كَانَ ذَا قُرْبَيٰ‌ۙ وَلَا نَكْتُمُ شَهَ[n[ـٰ]دَةَ [h:3847[ٱ]للَّهِ إِ[g[نّ][o[َآ] إِ[u:765[ذًا ل]َّمِنَ [h:3848[ٱ]لْأَثِم[p[ِي]نَ","text_id":"Wahai orang-orang yang beriman, persaksian di antara kamu, apabila telah datang kepada salah seorang (di antara) kamu (tanda-tanda) kematian, sedangkan dia akan berwasiat, adalah dua orang yang adil di antara kamu atau dua orang selain kamu (nonmuslim) jika kamu dalam perjalanan di bumi lalu kamu ditimpa musibah kematian. Jika kamu ragu (akan kesaksiannya), tahanlah kedua saksi itu setelah salat agar bersumpah dengan nama Allah, “Kami tidak akan mengambil keuntungan dengan sumpah ini walaupun dia karib kerabat dan kami tidak menyembunyikan kesaksian Allah. Sesungguhnya jika demikian, tentu kami termasuk orang-orang yang berdosa.”","text_en":"O you who believe, let two honest men among you be witness when you dictate your last will and testament as (the hour of) death draws near; and if death approaches while you are on a journey, two men other than yours. Detain them after the service of prayer, and if you doubt their word make them swear by God that: \"We shall not take a bribe even though it be offered by a near relative, nor hide the testimony of God, for then we shall surely be sinful.\"","transliteration":"Yaaa aiyuhal lazeena aamanoo shahaadatu bainikum izaa hadara ahadakumul mawtu heenal wasiyyatis naani zawaa 'adlim minkum aw aakharaani min ghairikum in antum darabtum fil ardi fa asaabatkum museebatul mawt; tahbi soonahumaa mim ba'dis Salaati fa yuqsimaani billaahi inirtabtum laa nashtaree bihee samananw wa law kaana zaa qurbaa wa laa naktumu shahaadatal laahi innaaa izal laminal aasimeen","no_fn":"","text_fn":""},{"id":776,"surah":5,"no_ayah":107,"tema":"Saksi dalam Berwasiat","text_ayah":"فَإِنْ عُثِرَ عَلَ[o[يٰٓ] أَ[g[نّ]َهُمَا [h:3849[ٱ]سْتَحَقّ[o[َآ] إِثْ[f:3850[مًا ف]َـَٔـاخَرَانِ يَقُومَانِ مَقَامَهُمَا مِنَ [h:523[ٱ]لَّذِينَ [h:3851[ٱ]سْتَحَقَّ عَلَيْهِمُ [h:3852[ٱ]لْأَوْلَيَ[n[ـٰ]نِ فَيُ[q:3843[قْ]سِمَانِ بِ[h:32[ٱ]للَّهِ لَشَهَ[n[ـٰ]دَتُن[o[َآ] أَحَقُّ مِ[f:3853[ن ش]َهَ[n[ـٰ]دَتِهِمَا وَمَا [h:3854[ٱ]عْتَدَيْن[o[َآ] إِ[g[نّ][o[َآ] إِ[u:765[ذًا ل]َّمِنَ [h:766[ٱ][l[ل]ظَّ[n[ـٰ]لِم[p[ِي]نَ","text_id":"Jika terbukti kedua saksi itu berbuat dosa,<sup>234)</sup> maka dua orang yang lain menggantikan kedudukannya, yaitu di antara ahli waris yang berhak dan lebih dekat kepada orang yang meninggal, lalu keduanya bersumpah dengan nama Allah, “Sungguh, kesaksian kami lebih layak diterima daripada kesaksian kedua saksi itu, dan kami tidak melanggar batas. Sesungguhnya jika (berbuat) demikian, tentu kami termasuk orang-orang yang zalim.”","text_en":"If it transpires they have concealed the truth, two of those who are immediately concerned should take their place and swear by God: \"Our testimony is truer than theirs. We have stated no more (than the truth), or else we shall be unjust\"","transliteration":"Fa in 'usira 'alaaa annahumas tahaqqaaa isman fa aakharaani yaqoomaani maqaamahumaa minal lazeenas tahaqqa 'alaihimul awlayaani fa yuqsimaani billaahi lashahaadatunaaa ahaqqu min shahaadatihimaaa wa ma'tadainaaa innaaa izal laminaz zaalimeen","no_fn":"234","text_fn":"234) Berbuat dosa di sini maksudnya adalah melakukan kecurangan dalam persaksiannya yang diketahui setelah dia bersumpah."},{"id":777,"surah":5,"no_ayah":108,"tema":"Saksi dalam Berwasiat","text_ayah":"ذ[n[َٲ]لِكَ أَ[q:314[دْ]نَ[o[يٰٓ] أ[a:3855[َن ي]َأْتُو[s[اْ] بِ[h:3856[ٱ][l[ل]شَّهَ[n[ـٰ]دَةِ عَلَيٰ وَ[q:3857[جْ]هِه[o[َآ] أَوْ يَخَاف[o[ُوٓ][s[اْ] أَ[f:3858[ن ت]ُرَدَّ أَيْمَ[n[ـٰ][i:3859[نُۢ ب]َعْدَ أَيْمَ[n[ـٰ]نِهِمْ‌ۗ وَ[h:1018[ٱ]تَّقُو[s[اْ] [h:1019[ٱ]للَّهَ وَ[h:486[ٱ]سْمَعُو[s[اْ‌ۗ] وَ[h:72[ٱ]للَّهُ لَا يَهْدِي [h:1504[ٱ]لْقَوْمَ [h:3860[ٱ]لْفَ[n[ـٰ]سِق[p[ِي]نَ","text_id":"Hal itu lebih dekat untuk membuat mereka memberikan kesaksian yang sebenarnya, atau mereka merasa takut akan dikembalikan sumpahnya (kepada ahli waris) setelah mereka bersumpah.<sup>235)</sup> Bertakwalah kepada Allah dan dengarkanlah (perintah-Nya). Allah tidak memberi petunjuk kepada kaum yang fasik.","text_en":"It is thus likely that men will bear witness rightly, or else fear that their oaths may be disproved by oaths given after them. So fear God, and do not forget that God does not guide the iniquitous.","transliteration":"Zaalika adnaaa ai yaatoo bishshahaadati 'alaa wajhihaaa aw yakhaafooo an turadda aimaanum ba'da aimaanihim; wattaqul laaha wasma'oo; wallaahu laa yahdil qawmal faasiqeen","no_fn":"235","text_fn":"235) Maksud ungkapan ini adalah bahwa sumpah saksi-saksi yang berlainan agama itu ditolak dengan sumpah saksi-saksi yang berasal dari kerabat, atau bisa juga berarti bahwa orang-orang yang bersumpah itu akan mendapat balasan di dunia dan akhirat karena melakukan sumpah palsu."},{"id":778,"surah":5,"no_ayah":109,"tema":"Saksi dalam Berwasiat","text_ayah":"۞ يَوْمَ يَ[q:3861[جْ]مَعُ [h:3862[ٱ]للَّهُ [h:3863[ٱ][l[ل]رُّسُلَ فَيَقُولُ مَاذ[o[َآ] أُجِ[q:3864[بْ]تُمْ‌ۖ قَالُو[s[اْ] لَا عِلْمَ لَن[o[َآ‌ۖ] إِ[g[نّ]َكَ أَ[f:169[نت]َ عَلَّ[n[ـٰ]مُ [h:3865[ٱ]لْغُي[p[ُو][q[ب]ِ","text_id":"(Ingatlah) pada hari ketika Allah mengumpulkan para rasul, lalu Dia bertanya (kepada mereka), “Apa jawaban (kaummu) terhadap (seruan)-mu?” Mereka (para rasul) menjawab, “Kami tidak tahu (tentang itu). Sesungguhnya Engkaulah Yang Maha Mengetahui segala yang gaib.”","text_en":"The day God will gather the apostles and ask: \"What answer was made to you?\" They will say: \"We know not. You alone know the secrets unknown.\"","transliteration":"yawma yajma'ul laahur Rusula fa yaqoolu maazaaa ujibtum qaaloo laa 'ilma lanaa innaka Anta 'Allaamul Ghuyoob","no_fn":"","text_fn":""},{"id":779,"surah":5,"no_ayah":110,"tema":"Beberapa Kisah tentang Nabi Isa","text_ayah":"إِذْ قَالَ [h:1961[ٱ]للَّهُ يَ[n[ـٰ]عِيسَي [h:3866[ٱ][q:451[بْ]نَ مَرْيَمَ [h:3867[ٱ]ذْكُرْ نِعْمَتِي عَلَيْكَ وَعَلَيٰ و[n[َٲ]لِدَتِكَ إِذْ أَيَّ[d:3868[د]تُّكَ بِرُوحِ [h:454[ٱ]لْقُدُسِ تُكَلِّمُ [h:3869[ٱ][l[ل][g[نّ]َاسَ فِي [h:1921[ٱ]لْمَهْدِ وَكَهْل[a:3870[اً‌ۖ و]َإِذْ عَلَّمْتُكَ [h:3871[ٱ]لْكِتَ[n[ـٰ]بَ وَ[h:679[ٱ]لْحِكْمَةَ وَ[h:1928[ٱ][l[ل]تَّوْرَ[n[ٮٰ]ةَ وَ[h:1725[ٱ]لْإِ[f:1725[نج]ِيلَ‌ۖ وَإِذْ تَخْلُقُ مِنَ [h:1931[ٱ][l[ل]طِّينِ كَهَيْــَٔةِ [h:1932[ٱ][l[ل]طَّيْرِ بِإِذْنِي فَتَ[f:3872[نف]ُخُ فِيهَا فَتَكُونُ طَيْر[i:3873[َۢا ب]ِإِذْنِي‌ۖ وَتُ[q:3874[بْ]رِئُ [h:3875[ٱ]لْأَكْمَهَ وَ[h:1937[ٱ]لْأَ[q:1937[بْ]رَصَ بِإِذْنِي‌ۖ وَإِذْ تُخْرِجُ [h:3876[ٱ]لْمَوْتَيٰ بِإِذْنِي‌ۖ وَإِذْ كَفَفْتُ بَن[o[ِيٓ] إِسْر[o[َٲ]ٓءِيلَ عَ[f:626[نك]َ إِذْ جِئْتَه[c:3877[ُم ب]ِ[h:484[ٱ]لْبَيِّنَ[n[ـٰ]تِ فَقَالَ [h:3878[ٱ]لَّذِينَ كَفَرُو[s[اْ] مِنْهُمْ إِنْ هَ[n[ـٰ]ذ[o[َآ] إِلَّا سِحْ[a:3879[رٌ م]ُّب[p[ِي]نٌ","text_id":"(Ingatlah) ketika Allah berfirman, “Wahai Isa putra Maryam, ingatlah nikmat-Ku kepadamu dan kepada ibumu sewaktu Aku menguatkanmu dengan Ruhulkudus. Engkau dapat berbicara dengan manusia pada waktu masih dalam buaian dan setelah dewasa. (Ingatlah) ketika Aku mengajarkan menulis kepadamu, (juga) hikmah, Taurat, dan Injil. (Ingatlah) ketika engkau membentuk dari tanah (sesuatu) seperti bentuk burung dengan seizin-Ku, kemudian engkau meniupnya, lalu menjadi seekor burung (yang sebenarnya) dengan seizin-Ku. (Ingatlah) ketika engkau menyembuhkan orang yang buta sejak lahir dan orang yang berpenyakit kusta dengan seizin-Ku. (Ingatlah) ketika engkau mengeluarkan orang mati (dari kubur menjadi hidup) dengan seizin-Ku. (Ingatlah) ketika Aku menghalangi Bani Israil (dari keinginan mereka membunuhmu) pada waktu engkau mengemukakan kepada mereka keterangan-keterangan yang nyata, lalu orang-orang kafir di antara mereka berkata, “Ini tidak lain hanyalah sihir yang nyata.”","text_en":"And when God will say: \"O Jesus, son of Mary, remember the favours I bestowed on you and your mother, and reinforced you with divine grace that you spoke to men when in the cradle, and when in the prime of life; when I taught you the law and the judgement and the Torah and the Gospel; when you formed the state of your people's destiny out of mire and you breathed (a new spirit) into it, and they rose by My leave; when you healed the blind by My leave, and the leper; when you put life into the dead by My will; and when I held back the children of Israel from you when you brought to them My signs, and the disbelievers among them said: \"Surely these are nothing but pure magic.\"","transliteration":"Iz qaalal laahu yaa 'Eesab-na-Maryamaz kur ni'matee 'alaika wa 'alaa waalidatik; iz aiyattuka bi Roohil Qudusi tukallimun naasa fil mahdi wa kahlanw wa iz 'allamtukal kitaaba wal Hikmata wa Tawraata wal Injeela wa iz Takhluqu minat teeni kahai 'atit tairi bi iznee fatanfukhu feeha fatakoonu tairam bi iznee wa tubri'ul akmaha wal abrasa bi iznee wa iz tukhrijul mawtaa bi iznee wa iz kafaftu Baneee Israaa'eela 'anka iz ji'tahum bil baiyinaati fa qaalal lazeena kafaroo minhum in haazaaa illaa sihrum mubeen","no_fn":"","text_fn":""},{"id":780,"surah":5,"no_ayah":111,"tema":"Beberapa Kisah tentang Nabi Isa","text_ayah":"وَإِذْ أَوْحَيْتُ إِلَي [h:3880[ٱ]لْحَوَارِيِّـ[n[ـۧ]نَ أَنْ ءَامِنُو[s[اْ] بِي وَبِرَسُولِي قَال[o[ُوٓ][s[اْ] ءَامَ[g[نّ]َا وَ[h:1953[ٱ]شْهَ[q:1953[دْ] بِأَ[g[نّ]َنَا مُسْلِم[p[ُو]نَ","text_id":"(Ingatlah) ketika Aku ilhamkan kepada para pengikut setia Isa, “Berimanlah kamu kepada-Ku dan kepada Rasul-Ku.” Mereka menjawab, “Kami telah beriman dan saksikanlah (wahai Rasul) bahwa kami adalah orang-orang yang berserah diri.”","text_en":"And when I inspired the disciples (through Jesus) to believe in Me and My apostle, they said: \"We believe, and You bear witness that we submit\"","transliteration":"Wa iz awhaitu ilal hawaariyyeena an aaminoo bee wa bi Rasoolee qaalooo aamannaa washhad bi annanaa muslimoon","no_fn":"","text_fn":""},{"id":781,"surah":5,"no_ayah":112,"tema":"Beberapa Kisah tentang Nabi Isa","text_ayah":"إِذْ قَالَ [h:1950[ٱ]لْحَوَارِيُّونَ يَ[n[ـٰ]عِيسَي [h:3866[ٱ][q:451[بْ]نَ مَرْيَمَ هَلْ يَسْتَطِيعُ رَبُّكَ أ[a:473[َن ي]ُنَزِّلَ عَلَيْنَا م[o[َا]ٓئِدَ[a:3881[ةً م]ِّنَ [h:64[ٱ][l[ل]سَّم[o[َا]ٓءِ‌ۖ قَالَ [h:3882[ٱ]تَّقُو[s[اْ] [h:1644[ٱ]للَّهَ إِ[f:109[ن ك]ُ[f:100[نت][w:482[ُم م]ُّؤْمِن[p[ِي]نَ","text_id":"(Ingatlah) ketika para pengikut setia Isa berkata, “Wahai Isa putra Maryam, sanggupkah (bersediakah) Tuhanmu menurunkan hidangan dari langit kepada kami?” Isa menjawab, “Bertak-walah kepada Allah jika kamu orang-orang mukmin.”","text_en":"When the disciples said: \"O Jesus, son of Mary, could your Lord send down for us a table laid with food?\" he said: \"Fear God, if indeed you believe.\"","transliteration":"Iz qaalal hawaariyyoona yaa 'Eesab na Maryama hal yastatee'u Rabbuka ai yunaz zila 'alinaa maaa'idatam minas samaaa'i qaalat taqul laaha in kuntum mu'mineen","no_fn":"","text_fn":""},{"id":782,"surah":5,"no_ayah":113,"tema":"Beberapa Kisah tentang Nabi Isa","text_ayah":"قَالُو[s[اْ] نُرِيدُ أ[a:3883[َن ن]َّأْكُلَ مِنْهَا وَتَ[q:3884[طْ]مَئِ[g[نّ]َ قُلُوبُنَا وَنَعْلَمَ أَ[f:3885[ن ق]َ[q:298[دْ] صَدَ[q:3886[قْ]تَنَا وَنَكُونَ عَلَيْهَا مِنَ [h:2069[ٱ][l[ل]شَّ[n[ـٰ]هِد[p[ِي]نَ","text_id":"Mereka berkata, “Kami ingin makan darinya (hidangan itu) dan agar tenteram hati kami serta agar kami yakin bahwa engkau telah berkata benar kepada kami, dan atasnya (hidangan itu) kami termasuk orang-orang yang menjadi saksi.”","text_en":"They said: \"We should like to eat of it to reassure our hearts and to know that it's the truth you have told us, and that we should be witness to it.\"","transliteration":"Qaaloo nureedu an naakula minhaa wa tatam'inna quloo bunaa wa na'lama an qad sadaqtana wa nakoona 'alaihaa minash shaahideen","no_fn":"","text_fn":""},{"id":783,"surah":5,"no_ayah":114,"tema":"Beberapa Kisah tentang Nabi Isa","text_ayah":"قَالَ عِيسَي [h:1916[ٱ][q:1917[بْ]نُ مَرْيَمَ [h:3887[ٱ][l[ل]لَّهُ[g[مّ]َ رَبَّن[o[َآ] أَ[f:3888[نز]ِلْ عَلَيْنَا م[o[َا]ٓئِدَ[a:3881[ةً م]ِّنَ [h:64[ٱ][l[ل]سَّم[o[َا]ٓءِ تَكُونُ لَنَا عِي[u:3889[دًا ل]ِّأَوَّلِنَا وَءَاخِرِنَا وَءَايَ[a:3890[ةً م]ِّ[f:3891[نك]َ‌ۖ وَ[h:3892[ٱ]رْزُ[q:3892[قْ]نَا وَأَ[f:3893[نت]َ خَيْرُ [h:3894[ٱ][l[ل]رّ[n[َٲ]زِق[p[ِي]نَ","text_id":"Isa putra Maryam berdoa, “Ya Allah Tuhan kami, turunkanlah kepada kami hidangan dari langit (yang hari turunnya) akan menjadi hari raya bagi kami, yaitu bagi orang-orang yang sekarang bersama kami maupun yang datang setelah kami, dan menjadi tanda bagi kekuasaan-Mu. Berilah kami rezeki. Engkaulah sebaik-baik pemberi rezeki.”","text_en":"Said Jesus, son of Mary. \"O God, our Lord, send down a table well laid out with food from the skies so that this day may be a day of feast for the earlier among us and the later, and a token from You. Give us our (daily) bread, for You are the best of all givers of food.\"","transliteration":"Qaala 'Eesab nu Maryamal laahumma Rabbanaaa anzil 'alainaa maaa'idatam minas samaaa'i takoonu lanaa 'eedal li awwalinaa wa aakirinaa wa Aayatam minka warzuqnaa wa Anta khairur raaziqeen","no_fn":"","text_fn":""},{"id":784,"surah":5,"no_ayah":115,"tema":"Beberapa Kisah tentang Nabi Isa","text_ayah":"قَالَ [h:1961[ٱ]للَّهُ إِ[g[نّ]ِي مُنَزِّلُهَا عَلَيْكُمْ‌ۖ فَم[a:1481[َن ي]َكْفُرْ بَعْدُ مِ[f:344[نك]ُمْ فَإِ[g[نّ][o[ِيٓ] أُعَذِّبُهُ[n[ۥ] عَذَا[u:3895[بًا ل]ّ[o[َآ] أُعَذِّبُهُ[o[ۥٓ] أَحَ[a:3474[دًا م]ِّنَ [h:3475[ٱ]لْعَ[n[ـٰ]لَم[p[ِي]نَ","text_id":"Allah berfirman, “Sesungguhnya Aku akan menurunkannya (hidangan itu) kepadamu. Siapa yang kufur di antaramu setelah (turun hidangan) itu, sesungguhnya Aku akan mengazabnya dengan azab yang tidak pernah Aku timpakan kepada seorang pun di antara (manusia) seluruh alam.”","text_en":"And said God: \"I shall send it down to you; but if any of you disbelieve after this, I shall inflict such punishment on him as I never shall inflict on any other creature.\"","transliteration":"Waalal laahu innee munaz ziluhaa 'alaikum faman yakfur ba'du minkum fa inneee u'azzibuhoo 'azaabal laaa u'azzibuhooo ahadam minal 'aalameen","no_fn":"","text_fn":""},{"id":785,"surah":5,"no_ayah":116,"tema":"Nabi Isa tidak Mengajarkan Trinitas","text_ayah":"وَإِذْ قَالَ [h:1961[ٱ]للَّهُ يَ[n[ـٰ]عِيسَي [h:3866[ٱ][q:451[بْ]نَ مَرْيَمَ ءَأَ[f:3896[نت]َ قُلْتَ لِل[g[نّ]َاسِ [h:3897[ٱ]تَّخِذُونِي وَأُ[g[مّ]ِيَ إِلَ[n[ـٰ]هَيْنِ مِ[f:107[ن د]ُونِ [h:108[ٱ]للَّهِ‌ۖ قَالَ سُ[q:168[بْ]حَ[n[ـٰ]نَكَ مَا يَكُونُ ل[o[ِيٓ] أَنْ أَقُولَ مَا لَيْسَ لِي بِحَقٍّ‌ۚ إِ[f:3898[ن ك]ُ[f:2917[نت]ُ قُلْتُهُ[n[ۥ] فَقَ[q:563[دْ] عَلِمْتَهُ[n[ۥ]‌ۚ تَعْلَمُ مَا فِي نَفْسِي وَل[o[َآ] أَعْلَمُ مَا فِي نَفْسِكَ‌ۚ إِ[g[نّ]َكَ أَ[f:169[نت]َ عَلَّ[n[ـٰ]مُ [h:3865[ٱ]لْغُي[p[ُو][q[ب]ِ","text_id":"(Ingatlah) ketika Allah berfirman, “Wahai Isa putra Maryam, apakah engkau mengatakan kepada orang-orang, ‘Jadikanlah aku dan ibuku sebagai dua tuhan selain Allah?’” Dia (Isa) menjawab, “Mahasuci Engkau, tidak patut bagiku mengatakan apa pun yang bukan hakku. Jika aku pernah mengatakannya tentulah Engkau telah mengetahuinya. Engkau mengetahui apa pun yang ada pada diriku dan aku tidak mengetahui apa pun yang ada pada diri-Mu. Sungguh, Engkaulah Yang Maha Mengetahui segala yang gaib.”","text_en":"And when God will ask: \"O Jesus, son of Mary, did you say to mankind: 'Worship me and my mother as two deities apart from God?' (Jesus) will answer: \"Halleluja. Could I say what I knew I had no right (to say)? Had I said it You would surely have known, for You know what is in my heart though I know not what You have. You alone know the secrets unknown.","transliteration":"Wa iz qaalal laahu yaa 'Eesab na Maryama 'a-anta qulta linnaasit takhizoonee wa ummiya ilaahaini min doonil laahi qaala Subhaanaka maa yakoonu leee anaqoola maa yakkoonu leee an aqoola maa laisa lee bihaqq; in kuntu qultuhoo faqad 'alimtah; ta'lamu maa fee nafsee wa laaa a'almu maa fee nafsik; innaka Anta 'Allaamul Ghuyoob","no_fn":"","text_fn":""},{"id":786,"surah":5,"no_ayah":117,"tema":"Nabi Isa tidak Mengajarkan Trinitas","text_ayah":"مَا قُلْتُ لَهُمْ إِلَّا م[o[َآ] أَمَرْتَنِي بِه[o[ِۦٓ] أَنِ [h:3899[ٱ]عْبُدُو[s[اْ] [h:3704[ٱ]للَّهَ رَبِّي وَرَبَّكُمْ‌ۚ وَكُ[f:3900[نت]ُ عَلَيْهِمْ شَهِي[a:3901[دًا م]َّا دُمْتُ فِيهِمْ‌ۖ فَلَ[g[مّ]َا تَوَفَّيْتَنِي كُ[f:735[نت]َ أَ[f:169[نت]َ [h:3902[ٱ][l[ل]رَّقِيبَ عَلَيْهِمْ‌ۚ وَأَ[f:3893[نت]َ عَلَيٰ كُلِّ ش[f:3903[َيْءٍ ش]َه[p[ِي][q[د]ٌ","text_id":"Aku tidak (pernah) mengatakan kepada mereka kecuali sesuatu yang Engkau perintahkan kepadaku, (yaitu) “Sembahlah Allah, Tuhanku dan Tuhanmu.” Aku menjadi saksi terhadap mereka, selama aku berada di tengah-tengah mereka. Setelah Engkau mewafatkan aku, Engkaulah yang mengawasi mereka. Engkau Maha Menyaksikan atas segala sesuatu.","text_en":"I said nought to them but what You commanded me: Worship God, my Lord and your Lord. And so long as I dwelt with them I was witness over their actions. And after my life had been done, You were their keeper; and You are a witness over all things.","transliteration":"Maa qultu lahum illaa maaa amartanee bihee ani'budul laaha Rabbeee wa Rabbakum; wa kuntu 'alaihim shaheedam maa dumtu feehim falammaa tawaffaitanee kunta Antar Raqeeba 'alaihim; wa Anta 'alaa kulli shai'in Shaheed","no_fn":"","text_fn":""},{"id":787,"surah":5,"no_ayah":118,"tema":"Nabi Isa tidak Mengajarkan Trinitas","text_ayah":"إِ[f:3904[ن ت]ُعَذِّ[q:3905[بْ]هُمْ فَإِ[g[نّ]َهُمْ عِبَادُكَ‌ۖ وَإِ[f:3906[ن ت]َغْفِرْ لَهُمْ فَإِ[g[نّ]َكَ أَ[f:169[نت]َ [h:680[ٱ]لْعَزِيزُ [h:681[ٱ]لْحَك[p[ِي]مُ","text_id":"Jika Engkau menyiksa mereka, sesungguhnya mereka adalah hamba-hamba-Mu. Jika Engkau mengampuni mereka, sesungguhnya Engkaulah Yang Mahaperkasa lagi Mahabijaksana.”","text_en":"If You punish them, indeed they are Your creatures; if You pardon them, indeed You are mighty and wise.\"","transliteration":"In tu'azzibhum fa innahum ibaaduka wa in taghfir lahum fa innaka Antal 'Azzezul Hakeem","no_fn":"","text_fn":""},{"id":788,"surah":5,"no_ayah":119,"tema":"Nabi Isa tidak Mengajarkan Trinitas","text_ayah":"قَالَ [h:1961[ٱ]للَّهُ هَ[n[ـٰ]ذَا يَوْمُ يَ[f:838[نف]َعُ [h:3907[ٱ][l[ل]صَّ[n[ـٰ]دِقِينَ صِ[q:3908[دْ]قُهُمْ‌ۚ لَهُمْ جَ[g[نّ]َ[n[ـٰ][f:1786[تٌ ت]َ[q:120[جْ]رِي مِ[f:121[ن ت]َحْتِهَا [h:122[ٱ]لْأَنْهَ[n[ـٰ]رُ خَ[n[ـٰ]لِدِينَ فِيه[o[َآ] أَبَ[u:3909[دًا‌ۚ ر]َّضِيَ [h:3910[ٱ]للَّهُ عَنْهُمْ وَرَضُو[s[اْ] عَنْهُ‌ۚ ذ[n[َٲ]لِكَ [h:3911[ٱ]لْفَوْزُ [h:2633[ٱ]لْعَظ[p[ِي]مُ","text_id":"Allah berfirman, “Ini adalah hari yang kebenaran orang-orang yang benar bermanfaat bagi mereka. Bagi merekalah surga-surga yang mengalir di bawahnya sungai-sungai, mereka kekal di dalamnya selama-lamanya. Allah rida kepada mereka dan mereka pun rida kepada-Nya. Itulah kemenangan yang agung.”","text_en":"God will say: 'This is the day when the truthful shall profit by their truthfulness. For them will be gardens with streams running by, where they will for ever abide.\" God will accept them, and they will be gratified in (obeying) Him. This will surely be happiness supreme.","transliteration":"Qaalal laahu haaza yawmu yanfa'us saadiqeena sidquhum; lahum janaatunn tajree min tahtihal anhaaru khaalideena feehaaa abadaa; radiyal laahu 'anhum wa radoo 'anh; zaalikal fawzul 'azeem","no_fn":"","text_fn":""},{"id":789,"surah":5,"no_ayah":120,"tema":"Nabi Isa tidak Mengajarkan Trinitas","text_ayah":"لِلَّهِ مُلْكُ [h:555[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:177[ٱ]لْأَرْضِ وَمَا فِيهِ[g[نّ]َ‌ۚ وَهُوَ عَلَيٰ كُلِّ ش[f:81[َيْءٍ ق]َد[p[ِي]رُۢ","text_id":"Hanya milik Allah kerajaan langit dan bumi serta apa pun yang ada di dalamnya. Dia Mahakuasa atas segala sesuatu.","text_en":"To God belongs all that is in the heavens and the earth, and His the power over everything.","transliteration":"Lillaahi mulkus samaawaati wal ardi wa maa feehinn; wa Huwa 'alaa kulli shain'in Qadeer","no_fn":"","text_fn":""}]