[{"id":1236,"surah":9,"no_ayah":1,"tema":"Pengingkaran Perjanjian oleh Kaum Musyrik dan Konsekuensinya","text_ayah":"بَر[o[َا]ٓءَ[a:5448[ةٌ م]ِّنَ [h:321[ٱ]للَّهِ وَرَسُولِه[o[ِۦٓ] إِلَي [h:1372[ٱ]لَّذِينَ عَ[n[ـٰ]هَ[d:5449[د]تّ[w:5450[ُم م]ِّنَ [h:699[ٱ]لْمُشْرِك[p[ِي]نَ","text_id":"(Inilah pernyataan) pemutusan hubungan dari Allah dan Rasul-Nya (Nabi Muhammad) kepada orang-orang musyrik yang kamu telah mengadakan perjanjian dengan mereka (untuk tidak saling berperang).","text_en":"IMMUNITY is granted those idolaters by God and his Apostle with whom you have a treaty.","transliteration":"Baraaa'atum minal laahi wa Rasooliheee ilal lazeena 'anhattum minal mushrikeen","no_fn":"","text_fn":""},{"id":1237,"surah":9,"no_ayah":2,"tema":"Pengingkaran Perjanjian oleh Kaum Musyrik dan Konsekuensinya","text_ayah":"فَسِيحُو[s[اْ] فِي [h:44[ٱ]لْأَرْضِ أَرْبَعَةَ أَشْهُ[a:5451[رٍ و]َ[h:1043[ٱ]عْلَم[o[ُوٓ][s[اْ] أَ[g[نّ]َكُمْ غَيْرُ مُعْجِزِي [h:5452[ٱ]للَّهِ‌ۙ وَأَ[g[نّ]َ [h:859[ٱ]للَّهَ مُخْزِي [h:5453[ٱ]لْكَ[n[ـٰ]فِر[p[ِي]نَ","text_id":"Berjalanlah kamu (kaum musyrik) di bumi selama empat bulan dan ketahuilah bahwa kamu tidak dapat melemahkan Allah. Sesungguhnya Allah menghinakan orang-orang kafir.","text_en":"(They can) move about for four months freely in the land, but should know they cannot escape (the law of) God, and that God can put the unbelievers to shame.","transliteration":"Faseehoo fil ardi arba'ata ashhurinw wa'lamoooannakum ghairu mu'jizil laahi wa annal laaha mukhzil kaafireen","no_fn":"","text_fn":""},{"id":1238,"surah":9,"no_ayah":3,"tema":"Pengingkaran Perjanjian oleh Kaum Musyrik dan Konsekuensinya","text_ayah":"وَأَذ[n[َٲ][a:5454[نٌ م]ِّنَ [h:321[ٱ]للَّهِ وَرَسُولِه[o[ِۦٓ] إِلَي [h:5455[ٱ][l[ل][g[نّ]َاسِ يَوْمَ [h:5456[ٱ]لْحَجِّ [h:5457[ٱ]لْأَكْبَرِ أَ[g[نّ]َ [h:394[ٱ]للَّهَ بَر[o[ِي]ٓ[a:5458[ءٌ م]ِّنَ [h:699[ٱ]لْمُشْرِكِينَ‌ۙ وَرَسُولُهُ[n[ۥ]‌ۚ فَإِ[f:5459[ن ت]ُ[q:1648[بْ]تُمْ فَهُوَ خَيْ[u:263[رٌ ل]َّكُمْ‌ۖ وَإِ[f:5460[ن ت]َوَلَّيْتُمْ فَ[h:1140[ٱ]عْلَم[o[ُوٓ][s[اْ] أَ[g[نّ]َكُمْ غَيْرُ مُعْجِزِي [h:5452[ٱ]للَّهِ‌ۗ وَبَشِّرِ [h:117[ٱ]لَّذِينَ كَفَرُو[s[اْ] بِعَذَابٍ أَل[p[ِي]مٍ","text_id":"Suatu maklumat dari Allah dan Rasul-Nya kepada umat manusia pada hari haji akbar<sup>319)</sup> bahwa sesungguhnya Allah dan Rasul-Nya berlepas diri dari orang-orang musyrik. Jika kamu (kaum musyrik) bertobat, itu lebih baik bagimu; dan jika kamu berpaling, ketahuilah bahwa kamu tidak dapat melemahkan Allah. Berilah kabar ‘gembira’ (Nabi Muhammad) kepada orang-orang yang kufur (bahwa mereka akan mendapat) azab yang pedih.","text_en":"A general proclamation is (made) this day of the Greater Pilgrimage on the part of God and His Apostle, that God is not bound (by any contract) to idolaters, nor is His Apostle. It is, therefore, better for you to repent. If you do not, remember that you cannot elude (the grip of) God. So announce to those who deny the truth the news of painful punishment,","transliteration":"Wa azaanum minal laahi wa Rasooliheee ilan naasi yawmal Hajjil Akbari annal laaha bareee'um minal mushrikeena wa Rasooluh; fa-in tubtum fahuwa khairullakum wa in tawallaitum fa'lamooo annakum ghairu mu'jizil laah; wa bashiril lazeena kafaroo biazaabin aleem","no_fn":"319","text_fn":"319) Para mufasir berbeda pendapat tentang pengertian haji akbar pada ayat ini. Ada yang mengatakannya hari nahar, ada yang mengatakannya hari Arafah. Yang dimaksud dengan haji akbar di sini adalah haji yang terjadi pada tahun ke-9 Hijriah."},{"id":1239,"surah":9,"no_ayah":4,"tema":"Pengingkaran Perjanjian oleh Kaum Musyrik dan Konsekuensinya","text_ayah":"إِلَّا [h:778[ٱ]لَّذِينَ عَ[n[ـٰ]هَ[d:5449[د]تّ[w:5450[ُم م]ِّنَ [h:699[ٱ]لْمُشْرِكِينَ ثُ[g[مّ]َ لَمْ يَ[f:5461[نق]ُصُوكُمْ شَيْـ[a:5462[ـًٔا و]َلَمْ يُظَ[n[ـٰ]هِرُو[s[اْ] عَلَيْكُمْ أَحَ[f:5463[دًا ف]َأَتِ[g[مّ][o[ُوٓ][s[اْ] إِلَيْهِمْ عَهْدَهُمْ إِلَيٰ مُدَّتِهِمْ‌ۚ إِ[g[نّ]َ [h:80[ٱ]للَّهَ يُحِبُّ [h:2037[ٱ]لْمُتَّق[p[ِي]نَ","text_id":"(Ketetapan itu berlaku,) kecuali atas orang-orang musyrik yang telah mengadakan perjanjian dengan kamu dan mereka sedikit pun tidak mengurangi (isi perjanjian) dan tidak (pula) mereka membantu seseorang pun yang memusuhi kamu. Maka, terhadap mereka itu penuhilah janjinya sampai batas waktunya. Sesungguhnya Allah menyukai orang-orang yang bertakwa.","text_en":"Except those idolaters with whom you have a treaty, who have not failed you in the least, nor helped anyone against you. Fulfil your obligations to them during the term (of the treaty). God loves those who take heed for themselves.","transliteration":"Illal lazeena 'aahattum minal mushrikeena summa lam yanqusookum shai'anw-wa lam yuzaahiroo 'alaikum ahadan fa atimmooo ilaihim 'ahdahum ilaa muddatihim; innal laaha yuhibbul muttaqeen","no_fn":"","text_fn":""},{"id":1240,"surah":9,"no_ayah":5,"tema":"Perintah Memerangi Kaum Musyrik Makkah","text_ayah":"فَإِذَا [h:5464[ٱ][f:5465[نس]َلَخَ [h:5466[ٱ]لْأَشْهُرُ [h:5467[ٱ]لْحُرُمُ فَ[h:262[ٱ][q:262[قْ]تُلُو[s[اْ] [h:5468[ٱ]لْمُشْرِكِينَ حَيْثُ وَجَ[d:3005[د]تُّمُوهُمْ وَخُذُوهُمْ وَ[h:5469[ٱ]حْصُرُوهُمْ وَ[h:5470[ٱ][q:5470[قْ]عُدُو[s[اْ] لَهُمْ كُلَّ مَرْصَ[f:5471[دٍ‌ۚ ف]َإِ[f:5472[ن ت]َابُو[s[اْ] وَأَقَامُو[s[اْ] [h:1641[ٱ][l[ل]صَّلَ[s[و][n[ٲ]ةَ وَءَاتَوُ[s[اْ] [h:1642[ٱ][l[ل]زَّكَ[s[و][n[ٲ]ةَ فَخَلُّو[s[اْ] سَبِيلَهُمْ‌ۚ إِ[g[نّ]َ [h:80[ٱ]للَّهَ غَفُو[u:890[رٌ ر]َّح[p[ِي]مٌ","text_id":"Apabila bulan-bulan haram telah berlalu,<sup>320)</sup> bunuhlah (dalam peperangan) orang-orang musyrik (yang selama ini menganiaya kamu) di mana saja kamu temui! Tangkaplah dan kepunglah mereka serta awasilah di setiap tempat pengintaian! Jika mereka bertobat dan melaksanakan salat serta menunaikan zakat, berilah mereka kebebasan. Sesungguhnya Allah Maha Pengampun lagi Maha Penyayang.","text_en":"But when these months, prohibited (for fighting), are over, slay the idolaters wheresoever you find them, and take them captive or besiege them, and lie in wait for them at every likely place. But if they repent and fulfil their devotional obligations and pay the zakat, then let them go their way, for God is forgiving and kind.","transliteration":"Fa izansalakhal Ashhurul Hurumu faqtulul mushrikeena haisu wajattumoohum wa khuzoohum wahsuroohum qaq'udoo lahum kulla marsad; fa-in taaboo wa aqaamus Salaata wa aatawuz Zakaata fakhalloo sabeelahum; innal laaha Ghafoorur Raheem","no_fn":"320","text_fn":"320) Yang dimaksud dengan bulan haram di sini adalah masa empat bulan yang menjadi tenggat bagi kaum musyrik pada waktu itu, yaitu mulai 10 Zulhijah (hari turunnya ayat ini) sampai dengan 10 Rabiulakhir."},{"id":1241,"surah":9,"no_ayah":6,"tema":"Orang-Orang Kafir yang Perlu Dilindungi","text_ayah":"وَإِنْ أَحَ[a:5473[دٌ م]ِّنَ [h:699[ٱ]لْمُشْرِكِينَ [h:5474[ٱ]سْتَجَارَكَ فَأَجِرْهُ حَتَّيٰ يَسْمَعَ كَلَ[n[ـٰ]مَ [h:389[ٱ]للَّهِ ثُ[g[مّ]َ أَ[q:5475[بْ]لِغْهُ مَأْمَنَهُ[n[ۥ]‌ۚ ذ[n[َٲ]لِكَ بِأَ[g[نّ]َهُمْ قَوْ[u:3651[مٌ ل]َّا يَعْلَم[p[ُو]نَ","text_id":"Jika seseorang di antara orang-orang musyrik ada yang meminta pelindungan kepada engkau (Nabi Muhammad), lindungilah dia supaya dapat mendengar firman Allah kemudian antarkanlah dia ke tempat yang aman baginya. (Demikian) itu karena sesungguhnya mereka adalah kaum yang tidak mengetahui.","text_en":"If an idolater seeks protection, then give him asylum that he may hear the word of God. Then escort him to a place of safety, for they are people who do not know.","transliteration":"Wa in ahadum minal mushrikeenas tajaaraka fa ajirhu hattaa yasma'a Kalaamal laahi summa ablighhu maa manah; zaalika bi annahum qawmul laa ya'lamoon","no_fn":"","text_fn":""},{"id":1242,"surah":9,"no_ayah":7,"tema":"Alasan Pembatalan Perjanjian dengan Kaum Musyrik Makkah","text_ayah":"كَيْفَ يَكُونُ لِلْمُشْرِكِينَ عَهْدٌ عِ[f:264[ند]َ [h:408[ٱ]للَّهِ وَعِ[f:5476[ند]َ رَسُولِه[o[ِۦٓ] إِلَّا [h:778[ٱ]لَّذِينَ عَ[n[ـٰ]هَ[d:5449[د]تُّمْ عِ[f:264[ند]َ [h:1026[ٱ]لْمَسْجِدِ [h:752[ٱ]لْحَرَامِ‌ۖ فَمَا [h:5477[ٱ]سْتَقَ[n[ـٰ]مُو[s[اْ] لَكُمْ فَ[h:5478[ٱ]سْتَقِيمُو[s[اْ] لَهُمْ‌ۚ إِ[g[نّ]َ [h:80[ٱ]للَّهَ يُحِبُّ [h:2037[ٱ]لْمُتَّق[p[ِي]نَ","text_id":"Bagaimana mungkin ada perjanjian (damai) untuk orang-orang musyrik di sisi Allah dan Rasul-Nya, kecuali untuk orang-orang yang kamu telah membuat perjanjian (Hudaibiah) dengan mereka di dekat Masjidilharam? Selama mereka berlaku lurus terhadapmu, berlaku luruslah pula kamu terhadap mereka. Sesungguhnya Allah mencintai orang-orang yang bertakwa.","text_en":"How could there be a treaty between idolaters and God and His Apostle, except those you covenanted by the Sacred Mosque? Therefore as long as they are honest with you be correct with them, for God loves those who are godly.","transliteration":"Kaifa yakoonu lilmush rikeena 'ahdun 'indallaahi wa 'inda Rasoolihee illal lazeena 'aahattum 'indal Masjidil Haraami famas taqaamoo lakum fastaqeemoo lahum; innallaaha yuhibbul muttaqeen","no_fn":"","text_fn":""},{"id":1243,"surah":9,"no_ayah":8,"tema":"Alasan Pembatalan Perjanjian dengan Kaum Musyrik Makkah","text_ayah":"كَيْفَ وَإ[a:5479[ِن ي]َظْهَرُو[s[اْ] عَلَيْكُمْ لَا يَرْقُبُو[s[اْ] فِيكُمْ إِل[a:5480[اًّ و]َلَا ذِ[g[مّ]َ[a:5481[ةً‌ۚ ي]ُرْضُونَك[c:5482[ُم ب]ِأَفْو[n[َٲ]هِهِمْ وَتَأْبَيٰ قُلُوبُهُمْ وَأَكْثَرُهُمْ فَ[n[ـٰ]سِق[p[ُو]نَ","text_id":"Bagaimana (mungkin ada perjanjian demikian,) padahal jika mereka memperoleh kemenangan atas kamu, mereka tidak memelihara hubungan kekerabatan terhadap kamu dan tidak pula (mengindahkan) perjanjian. Mereka menyenangkan kamu dengan mulut mereka, sedangkan hati mereka enggan. Kebanyakan mereka adalah orang-orang yang fasik.","text_en":"How (can they be trusted)? If they prevail against you they will neither observe pacts nor good faith with you. They flatter you with their tongues, but their hearts are averse to you, for most of them are iniquitous.","transliteration":"Kaifa wa iny-yazharoo 'alaikum laa yarquboo feekum illanw wa laa zimmah; yurdoo nakum biafwaahihim wa taabaa quloobuhum wa aksaruhum faasiqoon","no_fn":"","text_fn":""},{"id":1244,"surah":9,"no_ayah":9,"tema":"Alasan Pembatalan Perjanjian dengan Kaum Musyrik Makkah","text_ayah":"ٱشْتَرَوْ[s[اْ] بِـَٔـايَ[n[ـٰ]تِ [h:322[ٱ]للَّهِ ثَمَ[f:208[نًا ق]َلِيل[f:5483[اً ف]َصَدُّو[s[اْ] عَ[f:4361[ن س]َبِيلِه[o[ِۦٓ‌ۚ] إِ[g[نّ]َهُمْ س[o[َا]ٓءَ مَا كَانُو[s[اْ] يَعْمَل[p[ُو]نَ","text_id":"Mereka menukarkan ayat-ayat Allah dengan harga yang murah lalu mereka menghalangi (manusia) dari jalan-Nya. Sesungguhnya sangat buruk apa yang selalu mereka kerjakan.","text_en":"They barter away the words of God for a petty price, and obstruct (others) from His path. How evil indeed are the things they do!","transliteration":"Ishtaraw bi Aayaatil laahi samanan qaleelan fasaddoo 'an sabeelih; innahum saaa'a maa kaanoo ya'maloon","no_fn":"","text_fn":""},{"id":1245,"surah":9,"no_ayah":10,"tema":"Alasan Pembatalan Perjanjian dengan Kaum Musyrik Makkah","text_ayah":"لَا يَرْقُبُونَ فِي مُؤْمِنٍ إِل[a:5480[اًّ و]َلَا ذِ[g[مّ]َ[a:5484[ةً‌ۚ و]َأُ[s[وْ]لَ[o[ـٰٓ]ئِكَ هُمُ [h:5485[ٱ]لْمُعْتَد[p[ُو]نَ","text_id":"Mereka tidak memelihara (hubungan) kekerabatan dengan orang mukmin dan tidak (pula mengindahkan) perjanjian. Mereka itulah orang-orang yang melampaui batas.","text_en":"They have no regard for kinship or treaties with believers, for they are transgressors.","transliteration":"Laa yarquboona fee mu'minin illanw wa laa zimmah wa ulaaa 'ika humulmu 'tadoon","no_fn":"","text_fn":""},{"id":1246,"surah":9,"no_ayah":11,"tema":"Alasan Pembatalan Perjanjian dengan Kaum Musyrik Makkah","text_ayah":"فَإِ[f:5472[ن ت]َابُو[s[اْ] وَأَقَامُو[s[اْ] [h:1641[ٱ][l[ل]صَّلَ[s[و][n[ٲ]ةَ وَءَاتَوُ[s[اْ] [h:1642[ٱ][l[ل]زَّكَ[s[و][n[ٲ]ةَ فَإِخْو[n[َٲ]نُكُمْ فِي [h:1477[ٱ][l[ل]دِّينِ‌ۗ وَنُفَصِّلُ [h:5486[ٱ]لْأَيَ[n[ـٰ]تِ لِقَوْ[a:1292[مٍ ي]َعْلَم[p[ُو]نَ","text_id":"Jika mereka bertobat, menegakkan salat, dan menunaikan zakat, mereka adalah saudara-saudaramu seagama. Kami menjelaskan secara terperinci ayat-ayat itu bagi kaum yang mengetahui.","text_en":"But if they repent and are firm in devotion and pay the zakat, then they are your brothers in faith. We explain Our commands distinctly for those who understand.","transliteration":"Fa in taaboo wa aqaamus Salaata wa aatawuz Zakaata fa ikhwaanukum fid deen; wa nufassilul Aayaati liqawminy ya'lamoon","no_fn":"","text_fn":""},{"id":1247,"surah":9,"no_ayah":12,"tema":"Alasan Pembatalan Perjanjian dengan Kaum Musyrik Makkah","text_ayah":"وَإ[a:5487[ِن ن]َّكَث[o[ُوٓ][s[اْ] أَيْمَ[n[ـٰ]نَه[w:5488[ُم م]ّ[i:146[ِنۢ ب]َعْدِ عَهْدِهِمْ وَطَعَنُو[s[اْ] فِي دِينِكُمْ فَقَ[n[ـٰ]تِل[o[ُوٓ][s[اْ] أَئِ[g[مّ]َةَ [h:5489[ٱ]لْكُفْرِ‌ۙ إِ[g[نّ]َهُمْ ل[o[َآ] أَيْمَ[n[ـٰ]نَ لَهُمْ لَعَلَّهُمْ يَ[f:5490[نت]َه[p[ُو]نَ","text_id":"Jika mereka melanggar sumpah sesudah perjanjian mereka dan menistakan agamamu, perangilah para pemimpin kekufuran itu karena sesungguhnya mereka adalah orang-orang yang tidak dapat dipegang sumpahnya supaya mereka berhenti (dari kekufuran dan penganiayaan).","text_en":"If they break their pledge after giving their word and revile your faith, fight these specimens of faithlessness, for surely their oaths have no sanctity: They may haply desist.","transliteration":"Wa in nakasooo aimaanahum mim ba'di 'ahdihim wa ta'anoo fee deenikum faqaatilooo a'immatal kufri innahum laaa aimaana lahum la'allahum yantahoon","no_fn":"","text_fn":""},{"id":1248,"surah":9,"no_ayah":13,"tema":"Alasan Pembenaran untuk Memerangi Orang Kafir","text_ayah":"أَلَا تُقَ[n[ـٰ]تِلُونَ قَوْ[a:5491[مًا ن]َّكَث[o[ُوٓ][s[اْ] أَيْمَ[n[ـٰ]نَهُمْ وَهَ[g[مّ]ُو[s[اْ] بِإِخْرَاجِ [h:5492[ٱ][l[ل]رَّسُولِ وَه[c:5493[ُم ب]َدَءُوكُمْ أَوَّلَ مَرَّةٍ‌ۚ أَتَخْشَوْنَهُمْ‌ۚ فَ[h:591[ٱ]للَّهُ أَحَقُّ أَ[f:5494[ن ت]َخْشَوْهُ إِ[f:109[ن ك]ُ[f:100[نت][w:482[ُم م]ُّؤْمِن[p[ِي]نَ","text_id":"Mengapa kamu tidak (bersegera) memerangi kaum yang melanggar sumpah-sumpah (perjanjian-perjanjian) mereka, padahal mereka (dahulu) berkemauan keras mengusir Rasul dan mereka yang mulai memerangi kamu pertama kali? Apakah kamu takut kepada mereka? Allahlah yang lebih berhak kamu takuti jika kamu benar-benar orang-orang mukmin.","text_en":"Will you not fight those who broke their pledge and plotted to banish the Apostle, and who were the first to attack you? Are you afraid of them? If you are believers you should fear God more.","transliteration":"Alaa tuqaatiloona qawman nakasooo aimaanahum wa hammoo bi ikhraajir Rasooli wa hum bada'ookum awwala marrah; atakhshawnahum; fallaahu ahaqqu an takhshawhu in kuntum mu'mineen","no_fn":"","text_fn":""},{"id":1249,"surah":9,"no_ayah":14,"tema":"Alasan Pembenaran untuk Memerangi Orang Kafir","text_ayah":"قَ[n[ـٰ]تِلُوهُمْ يُعَذِّ[q:5495[بْ]هُمُ [h:5496[ٱ]للَّهُ بِأَيْدِيكُمْ وَيُخْزِهِمْ وَيَ[f:5497[نص]ُرْكُمْ عَلَيْهِمْ وَيَشْفِ صُدُورَ قَوْ[a:5498[مٍ م]ُّؤْمِن[p[ِي]نَ","text_id":"Perangilah mereka! Niscaya Allah akan mengazab mereka dengan (perantaraan) tangan-tanganmu, menghinakan mereka, dan memenangkan kamu atas mereka, serta melegakan hati kaum mukmin","text_en":"Fight them so that God may punish them at your hands, and put them to shame, and help you against them, and heal the wounds of the hearts of believers,","transliteration":"Qaatiloohum yu'az zibhumul laahu bi aideekum wa yukhzihim wa yansurkum 'alaihim wa yashfi sudoora qawmim mu 'mineen","no_fn":"","text_fn":""},{"id":1250,"surah":9,"no_ayah":15,"tema":"Alasan Pembenaran untuk Memerangi Orang Kafir","text_ayah":"وَيُذْهِ[q:5499[بْ] غَيْظَ قُلُوبِهِمْ‌ۗ وَيَتُوبُ [h:5500[ٱ]للَّهُ عَلَيٰ م[a:476[َن ي]َش[o[َا]ٓءُ‌ۗ وَ[h:72[ٱ]للَّهُ عَلِيمٌ حَك[p[ِي]مٌ","text_id":"dan menghilangkan kemarahan (dari) hati mereka (orang-orang mukmin). Allah menerima tobat siapa yang Dia kehendaki. Allah Maha Mengetahui lagi Mahabijaksana.","text_en":"And remove the anger from their breasts; for God turns to whosoever desires. God is all-knowing and all-wise.","transliteration":"Wa yuzhib ghaiza quloobihim; wa yatoobullaahu 'alaa mai yashaaa'; wallaahu 'Aleemun Hakeem","no_fn":"","text_fn":""},{"id":1251,"surah":9,"no_ayah":16,"tema":"Ujian Keimanan","text_ayah":"أَمْ حَسِ[q:1174[بْ]تُمْ أَ[f:5501[ن ت]ُتْرَكُو[s[اْ] وَلَ[g[مّ]َا يَعْلَمِ [h:2272[ٱ]للَّهُ [h:2273[ٱ]لَّذِينَ جَ[n[ـٰ]هَدُو[s[اْ] مِ[f:344[نك]ُمْ وَلَمْ يَتَّخِذُو[s[اْ] مِ[f:107[ن د]ُونِ [h:108[ٱ]للَّهِ وَلَا رَسُولِه[n[ِۦ] وَلَا [h:5502[ٱ]لْمُؤْمِنِينَ وَلِيجَ[a:5503[ةً‌ۚ و]َ[h:72[ٱ]للَّهُ خَبِي[i:2335[رُۢ ب]ِمَا تَعْمَل[p[ُو]نَ","text_id":"Apakah kamu mengira bahwa kamu akan dibiarkan (tanpa diuji), padahal Allah belum mengetahui (dalam kenyataan) orang-orang yang berjihad di antara kamu dan tidak menjadikan selain Allah, Rasul-Nya, dan orang-orang mukmin sebagai teman setia. Allah Maha Mengetahui apa yang kamu kerjakan.","text_en":"Do you think you will get away before God knows who among you fought and did not take anyone but God, His Apostle and the faithful, as their friends? God is cognisant of all that you do.","transliteration":"Am hasibtum an turakoo wa lammaa ya'lamil laahul lazeena jaahadoo minkum wa lam yattakhizoo min doonil laahi wa laa Rasoolihee wa lalmu'mineena waleejah; wallaahu khabeerum bimaa ta'maloon","no_fn":"","text_fn":""},{"id":1252,"surah":9,"no_ayah":17,"tema":"Orang yang Berhak Memakmurkan Masjid","text_ayah":"مَا كَانَ لِلْمُشْرِكِينَ أ[a:5504[َن ي]َعْمُرُو[s[اْ] مَسَ[n[ـٰ]جِدَ [h:594[ٱ]للَّهِ شَ[n[ـٰ]هِدِينَ عَلَ[o[يٰٓ] أَ[f:568[نف]ُسِه[c:5505[ِم ب]ِ[h:2055[ٱ]لْكُفْرِ‌ۚ أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ حَبِطَتْ أَعْمَ[n[ـٰ]لُهُمْ وَفِي [h:5506[ٱ][l[ل][g[نّ]َارِ هُمْ خَ[n[ـٰ]لِد[p[ُو]نَ","text_id":"Tidaklah pantas bagi orang-orang musyrik itu memakmurkan masjid-masjid Allah, sedangkan mereka bersaksi bahwa diri mereka kafir. Itulah orang-orang yang sia-sia amal mereka dan di dalam nerakalah mereka kekal.","text_en":"The idolaters have no right to visit the mosques of God while bearing testimony to their disbelief. Meaningless will be their acts, and in Hell they will bide for ever,","transliteration":"maa kaana lilmushrikeena ai ya'muroo masaajidal laahi shaahideena 'alaaa anfusihim bilkufr; ulaaa'ika habitat a'maaluhum wa fin naari hum khaalidoon","no_fn":"","text_fn":""},{"id":1253,"surah":9,"no_ayah":18,"tema":"Orang yang Berhak Memakmurkan Masjid","text_ayah":"إِ[g[نّ]َمَا يَعْمُرُ مَسَ[n[ـٰ]جِدَ [h:594[ٱ]للَّهِ مَنْ ءَامَنَ بِ[h:32[ٱ]للَّهِ وَ[h:328[ٱ]لْيَوْمِ [h:329[ٱ]لْأَخِرِ وَأَقَامَ [h:915[ٱ][l[ل]صَّلَ[s[و][n[ٲ]ةَ وَءَاتَي [h:916[ٱ][l[ل]زَّكَ[s[و][n[ٲ]ةَ وَلَمْ يَخْشَ إِلَّا [h:416[ٱ]للَّهَ‌ۖ فَعَسَ[o[يٰٓ] أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ أ[a:5507[َن ي]َكُونُو[s[اْ] مِنَ [h:4096[ٱ]لْمُهْتَد[p[ِي]نَ","text_id":"Sesungguhnya yang (pantas) memakmurkan masjid-masjid Allah hanyalah orang yang beriman kepada Allah dan hari Akhir, mendirikan salat, menunaikan zakat, serta tidak takut (kepada siapa pun) selain Allah. Mereka itulah yang diharapkan termasuk golongan orang-orang yang mendapat petunjuk.","text_en":"Only those who believe in God and the Last Day, who fulfil their devotional obligations, pay the zakat, and fear no one but God, can visit the mosques of God. They may hope to be among the guided.","transliteration":"Innamaa ya'muru masaa jidal laahi man aamana billaahi wal Yawmil Aakhiri wa aqaamas Salaata wa aataz Zakaata wa lam yakkhsa illal laaha fa'asaaa ulaaa'ika ai yakoonoo minal muhtadeen","no_fn":"","text_fn":""},{"id":1254,"surah":9,"no_ayah":19,"tema":"Orang yang Berhak Memakmurkan Masjid","text_ayah":"۞ أَجَعَلْتُمْ سِقَايَةَ [h:5508[ٱ]لْح[m[َا]ٓجِّ وَعِمَارَةَ [h:5509[ٱ]لْمَسْجِدِ [h:752[ٱ]لْحَرَامِ كَمَنْ ءَامَنَ بِ[h:32[ٱ]للَّهِ وَ[h:328[ٱ]لْيَوْمِ [h:329[ٱ]لْأَخِرِ وَجَ[n[ـٰ]هَدَ فِي سَبِيلِ [h:788[ٱ]للَّهِ‌ۚ لَا يَسْتَوُ[n[ۥ]نَ عِ[f:264[ند]َ [h:408[ٱ]للَّهِ‌ۗ وَ[h:72[ٱ]للَّهُ لَا يَهْدِي [h:1504[ٱ]لْقَوْمَ [h:1505[ٱ][l[ل]ظَّ[n[ـٰ]لِم[p[ِي]نَ","text_id":"Apakah kamu jadikan (orang yang melaksanakan tugas) pemberian minuman (kepada) orang yang menunaikan haji dan mengurus Masjidilharam sama dengan orang yang beriman kepada Allah dan hari Akhir serta berjihad di jalan Allah? Mereka tidak sama di hadapan Allah. Allah tidak memberikan petunjuk kepada kaum yang zalim.","text_en":"Do you think that giving a drink of water to the pilgrims and going on a visit to the Sacred Mosque, is the same as believing in God and the Last Day, and striving in the cause of God? In the eyes of God it is not the same; and God does not show the unrighteous the way.","transliteration":"Aja'altum siqaayatal haaajji wa 'imaaratal masjidil haraami kamman aamana billaahi wal Yawmil Aakhiri wa jaahada fee sabeelil laah; laa yastawoona 'indal laah; wallaahu laa yahdil qawmaz zaalimeen","no_fn":"","text_fn":""},{"id":1255,"surah":9,"no_ayah":20,"tema":"Orang yang Berhak Memakmurkan Masjid","text_ayah":"ٱلَّذِينَ ءَامَنُو[s[اْ] وَهَاجَرُو[s[اْ] وَجَ[n[ـٰ]هَدُو[s[اْ] فِي سَبِيلِ [h:788[ٱ]للَّهِ بِأَمْو[n[َٲ]لِهِمْ وَأَ[f:3050[نف]ُسِهِمْ أَعْظَمُ دَرَجَةً عِ[f:264[ند]َ [h:408[ٱ]للَّهِ‌ۚ وَأُ[s[وْ]لَ[o[ـٰٓ]ئِكَ هُمُ [h:5510[ٱ]لْف[o[َا]ٓئِز[p[ُو]نَ","text_id":"Orang-orang yang beriman dan berhijrah serta berjihad di jalan Allah dengan harta dan jiwa mereka lebih agung derajatnya di hadapan Allah. Mereka itulah orang-orang yang beruntung.","text_en":"Those who accepted the faith and left their homes and fought in the way of God, wealth and soul, have a greater reward with God, and will be successful.","transliteration":"Allazeena aamanoo wa haajaroo wa jaahadoo fee sabeelil laahi bi amwaalihim wa anufsihim a'zamu darajatan 'indal laah; wa ulaaa'ika humul faaa'izoon","no_fn":"","text_fn":""},{"id":1256,"surah":9,"no_ayah":21,"tema":"Orang yang Berhak Memakmurkan Masjid","text_ayah":"يُبَشِّرُهُمْ رَبُّه[c:5511[ُم ب]ِرَحْمَ[a:5512[ةٍ م]ِّنْهُ وَرِضْو[n[َٲ][a:5513[نٍ و]َجَ[g[نّ]َ[n[ـٰ][u:5514[تٍ ل]َّهُمْ فِيهَا نَعِي[a:5515[مٌ م]ُّق[p[ِي]مٌ","text_id":"Tuhan mereka memberi kabar gembira kepada mereka dengan rahmat dari-Nya, dan keridaan serta surga-surga. Bagi mereka kesenangan yang kekal di dalamnya.","text_en":"Their Lord announces to them news of His mercy, acceptance, and gardens of lasting bliss","transliteration":"Yubashshiruhum Rabbuhum birahmatim minhu wa ridwaaninw wa Jannaatil lahum feehaa na'eemum muqeem","no_fn":"","text_fn":""},{"id":1257,"surah":9,"no_ayah":22,"tema":"Orang yang Berhak Memakmurkan Masjid","text_ayah":"خَ[n[ـٰ]لِدِينَ فِيه[o[َآ] أَبَدًا‌ۚ إِ[g[نّ]َ [h:80[ٱ]للَّهَ عِ[f:719[ند]َهُ[o[ۥٓ] أَ[q:2423[جْ]رٌ عَظ[p[ِي]مٌ","text_id":"Mereka kekal di dalamnya selama-lamanya. Sesungguhnya di sisi Allahlah pahala yang sangat besar.","text_en":"Which they will enjoy for ever. Indeed God has greater rewards with Him.","transliteration":"Khaalideena feehaaa abadaa; innal laaha 'indahooo ajrun 'azeem","no_fn":"","text_fn":""},{"id":1258,"surah":9,"no_ayah":23,"tema":"Larangan Menjadikan Orang yang Memusuhi Islam sebagai Pelindung","text_ayah":"يَ[o[ـٰٓ]أَيُّهَا [h:541[ٱ]لَّذِينَ ءَامَنُو[s[اْ] لَا تَتَّخِذ[o[ُوٓ][s[اْ] ءَاب[o[َا]ٓءَكُمْ وَإِخْو[n[َٲ]نَكُمْ أَوْلِي[o[َا]ٓءَ إِنِ [h:5516[ٱ]سْتَحَبُّو[s[اْ] [h:5517[ٱ]لْكُفْرَ عَلَي [h:5518[ٱ]لْإِيمَ[n[ـٰ]نِ‌ۚ وَم[a:3619[َن ي]َتَوَلَّه[w:3620[ُم م]ِّ[f:344[نك]ُمْ فَأُ[s[وْ]لَ[o[ـٰٓ]ئِكَ هُمُ [h:1285[ٱ][l[ل]ظَّ[n[ـٰ]لِم[p[ُو]نَ","text_id":"Wahai orang-orang beriman, janganlah kamu jadikan bapak-bapakmu dan saudara-saudaramu sebagai pelindung<sup>321)</sup> jika mereka lebih mencintai kekufuran atas keimanan. Siapa pun di antara kamu yang menjadikan mereka pelindung, maka mereka itulah orang-orang yang zalim.","text_en":"O you who believe, do not hold your fathers and brothers as friends if they hold disbelief more dear than faith; and those of you who do so are iniquitous.","transliteration":"Yaaa aiyuhal lazeena aamanoo laa tattakhizooo aabaaa 'akum wa ikhwaanakum awliyaaa'a inis tahabbul kufra 'alal eemaan; wa mai yatawal lahum minkum fa ulaaa'ika humuz zaalimoon","no_fn":"321","text_fn":"321) Lihat catatan kaki surah Āli ‘Imrān/3: 28."},{"id":1259,"surah":9,"no_ayah":24,"tema":"Larangan Menjadikan Orang yang Memusuhi Islam sebagai Pelindung","text_ayah":"قُلْ إِ[f:2594[ن ك]َانَ ءَاب[o[َا]ٓؤُكُمْ وَأَ[q:2602[بْ]ن[o[َا]ٓؤُكُمْ وَإِخْو[n[َٲ]نُكُمْ وَأَزْو[n[َٲ]جُكُمْ وَعَشِيرَتُكُمْ وَأَمْو[n[َٲ]لٌ [h:5519[ٱ][q:5520[قْ]تَرَفْتُمُوهَا وَتِجَ[n[ـٰ]رَ[f:5521[ةٌ ت]َخْشَوْنَ كَسَادَهَا وَمَسَ[n[ـٰ]كِنُ تَرْضَوْنَه[o[َآ] أَحَبَّ إِلَيْك[w:5522[ُم م]ِّنَ [h:321[ٱ]للَّهِ وَرَسُولِه[n[ِۦ] وَجِهَا[f:5523[دٍ ف]ِي سَبِيلِه[n[ِۦ] فَتَرَبَّصُو[s[اْ] حَتَّيٰ يَأْتِيَ [h:573[ٱ]للَّهُ بِأَمْرِه[n[ِۦ]‌ۗ وَ[h:72[ٱ]للَّهُ لَا يَهْدِي [h:1504[ٱ]لْقَوْمَ [h:3860[ٱ]لْفَ[n[ـٰ]سِق[p[ِي]نَ","text_id":"Katakanlah (Nabi Muhammad), “Jika bapak-bapakmu, anak-anakmu, saudara-saudaramu, pasangan-pasanganmu, keluargamu, harta kekayaan yang kamu usahakan, dan perniagaan yang kamu khawatirkan kerugiannya, serta tempat tinggal yang kamu sukai lebih kamu cintai daripada Allah dan Rasul-Nya dan daripada berjihad di jalan-Nya, tunggulah sampai Allah mendatangkan keputusan-Nya.” Allah tidak memberi petunjuk kepada kaum yang fasik.","text_en":"You tell them: \"If your fathers and sons, your brothers and wives and families and wealth, or the business you fear may fail, and the mansions that you love, are dearer to you than God, His Apostle, and struggling in His cause, then wait until God's command arrives, for God does not show transgressors the way.\"","transliteration":"Qul in kaana aabaaa'ukum wa abnaaa'ukum wa ikhwaanukum wa azwaajukum wa 'asheeratukum wa amwaaluniq taraftumoohaa wa tijaaratun takhshawna kasaadahaa wa masaakinu tardawnahaaa ahabba ilaikum minal laahi wa Rasoolihee wa Jihaadin fee Sabeelihee fatarabbasoo hattaa yaatiyallaahu bi amrih; wallaahu laa yahdil qawmal faasiqeen","no_fn":"","text_fn":""},{"id":1260,"surah":9,"no_ayah":25,"tema":"Pertolongan Allah di Berbagai Medan Perang","text_ayah":"لَقَ[q:2389[دْ] نَصَرَكُمُ [h:2209[ٱ]للَّهُ فِي مَوَاطِنَ كَثِيرَ[a:5524[ةٍ‌ۙ و]َيَوْمَ حُنَيْنٍ‌ۙ إِذْ أَعْجَبَتْكُمْ كَثْرَتُكُمْ فَلَمْ تُغْنِ عَ[f:255[نك]ُمْ شَيْـ[a:5525[ـًٔا و]َضَاقَتْ عَلَيْكُمُ [h:5526[ٱ]لْأَرْضُ بِمَا رَحُبَتْ ثُ[g[مّ]َ وَلَّيْت[w:5527[ُم م]ُّ[q:5528[دْ]بِر[p[ِي]نَ","text_id":"Sungguh, Allah benar-benar telah menolong kamu (orang-orang mukmin) di medan peperangan yang banyak dan pada hari (perang) Hunain ketika banyaknya jumlahmu menakjubkanmu (sehingga membuatmu lengah). Maka, jumlah kamu yang banyak itu tidak memberi manfaat kepadamu sedikit pun dan bumi yang luas itu terasa sempit bagimu kemudian kamu lari berbalik ke belakang (bercerai-berai).","text_en":"Indeed God has helped you on many occasions, even during the battle of Hunain, when you were elated with joy at your numbers which did not prove of the least avail, so that the earth and its vast expanse became too narrow for you, and you turned back and retreated.","transliteration":"Laqad nasarakumul laahu fee mawaatina kaseeratinw wa yawma Hunainin iz a'jabatkum kasratukum falam tughni 'ankum shai'anw wa daaqat 'alaikumul ardu bimaa rahubat summa wallaitum mudbireen","no_fn":"","text_fn":""},{"id":1261,"surah":9,"no_ayah":26,"tema":"Pertolongan Allah di Berbagai Medan Perang","text_ayah":"ثُ[g[مّ]َ أَ[f:471[نز]َلَ [h:472[ٱ]للَّهُ سَكِينَتَهُ[n[ۥ] عَلَيٰ رَسُولِه[n[ِۦ] وَعَلَي [h:5529[ٱ]لْمُؤْمِنِينَ وَأَ[f:91[نز]َلَ جُنُو[u:5530[دًا ل]َّمْ تَرَوْهَا وَعَذَّبَ [h:5531[ٱ]لَّذِينَ كَفَرُو[s[اْ‌ۚ] وَذ[n[َٲ]لِكَ جَز[o[َا]ٓءُ [h:1029[ٱ]لْكَ[n[ـٰ]فِر[p[ِي]نَ","text_id":"Kemudian, Allah menurunkan ketenangan (dari)-Nya kepada Rasul-Nya dan kepada orang-orang mukmin, serta menurunkan bala tentara yang kamu tidak melihatnya, juga menyiksa orang-orang yang kafir. Itulah balasan terhadap orang-orang kafir.","text_en":"Then God sent down a sense of tranquility on His Apostle and the faithful; and sent down troops invisible to punish the infidels. This is the recompense of those who do not believe.","transliteration":"Summa anzalal laahu sakeenatahoo 'alaa Rasoolihee wa 'alalmu 'mineena wa anzala junoodal lam tarawhaa wa azzabal lazeena kafaroo; wa zaalika jazaaa'ul kaafireen","no_fn":"","text_fn":""},{"id":1262,"surah":9,"no_ayah":27,"tema":"Pertolongan Allah di Berbagai Medan Perang","text_ayah":"ثُ[g[مّ]َ يَتُوبُ [h:2652[ٱ]للَّهُ م[i:146[ِنۢ ب]َعْدِ ذ[n[َٲ]لِكَ عَلَيٰ م[a:476[َن ي]َش[o[َا]ٓءُ‌ۗ وَ[h:72[ٱ]للَّهُ غَفُو[u:890[رٌ ر]َّح[p[ِي]مٌ","text_id":"Setelah itu, Allah menerima tobat orang yang Dia kehendaki. Allah Maha Pengampun lagi Maha Penyayang.","text_en":"Yet God may turn (even) after this to whomsoever He please, for God is compassionate and kind.","transliteration":"Summa yatoobul laahu mim ba'di zaalika 'alaa mai yashaaa'; wallaahu Ghafoorur Raheem","no_fn":"","text_fn":""},{"id":1263,"surah":9,"no_ayah":28,"tema":"Larangan Masuk Masjidilharam bagi Kaum Musyrik","text_ayah":"يَ[o[ـٰٓ]أَيُّهَا [h:541[ٱ]لَّذِينَ ءَامَن[o[ُوٓ][s[اْ] إِ[g[نّ]َمَا [h:5532[ٱ]لْمُشْرِكُونَ نَجَ[f:5533[سٌ ف]َلَا يَ[q:5534[قْ]رَبُو[s[اْ] [h:5535[ٱ]لْمَسْجِدَ [h:5536[ٱ]لْحَرَامَ بَعْدَ عَامِهِمْ هَ[n[ـٰ]ذَا‌ۚ وَإِنْ خِفْتُمْ عَيْلَ[f:5537[ةً ف]َسَوْفَ يُغْنِيكُمُ [h:5538[ٱ]للَّهُ مِ[f:475[ن ف]َضْلِه[o[ِۦٓ] إِ[f:364[ن ش][o[َا]ٓءَ‌ۚ إِ[g[نّ]َ [h:80[ٱ]للَّهَ عَلِيمٌ حَك[p[ِي]مٌ","text_id":"Wahai orang-orang yang beriman, sesungguhnya orang-orang musyrik itu najis (kotor jiwanya). Oleh karena itu, janganlah mereka mendekati Masjidilharam setelah tahun ini.<sup>322)</sup> Jika kamu khawatir menjadi miskin (karena orang kafir tidak datang), Allah nanti akan memberikan kekayaan kepadamu dari karunia-Nya jika Dia menghendaki. Sesungguhnya Allah Maha Mengetahui lagi Mahabijaksana.","text_en":"O believers, the idolaters are unclean. So they should not approach the Holy Mosque after this year. In case you fear indigence (from the stoppage of business with them), then God will enrich you of His bounty if He will, for God is all-knowing and all-wise.","transliteration":"Yaaa aiyuhal lazeena aamanooo innamal mushrikoona najasun falaa yaqrabul Masjidal Haraama ba'da 'aamihim haaza; wa in khiftum 'ailatan fasawfa yughnee kumul laahu min fadliheee in shaaa'; innallaaha 'Aleemun hakeem","no_fn":"322","text_fn":"322) Setelah tahun 9 H. orang-orang musyrik tidak diperbolehkan mengerjakan haji dan umrah, atau memasuki masjid dan daerah haram menurut pendapat yang lain, baik untuk haji dan umrah maupun untuk keperluan yang lain."},{"id":1264,"surah":9,"no_ayah":29,"tema":"Alasan Perang dengan Ahlulkitab","text_ayah":"قَ[n[ـٰ]تِلُو[s[اْ] [h:5539[ٱ]لَّذِينَ لَا يُؤْمِنُونَ بِ[h:32[ٱ]للَّهِ وَلَا بِ[h:2784[ٱ]لْيَوْمِ [h:2785[ٱ]لْأَخِرِ وَلَا يُحَرِّمُونَ مَا حَرَّمَ [h:3706[ٱ]للَّهُ وَرَسُولُهُ[n[ۥ] وَلَا يَدِينُونَ دِينَ [h:5540[ٱ]لْحَقِّ مِنَ [h:523[ٱ]لَّذِينَ أُوتُو[s[اْ] [h:524[ٱ]لْكِتَ[n[ـٰ]بَ حَتَّيٰ يُعْطُو[s[اْ] [h:5541[ٱ]لْجِزْيَةَ ع[a:5542[َن ي]َ[a:5543[دٍ و]َهُمْ صَ[n[ـٰ]غِر[p[ُو]نَ","text_id":"Perangilah orang-orang yang tidak beriman kepada Allah dan hari akhir, tidak mengharamkan (menjauhi) apa yang telah diharamkan (oleh) Allah dan Rasul-Nya, dan tidak mengikuti agama yang hak (Islam), yaitu orang-orang yang telah diberikan Kitab (Yahudi dan Nasrani) hingga mereka membayar jizyah<sup>323)</sup> dengan patuh dan mereka tunduk.<sup>324)</sup>","text_en":"Fight those people of the Book who do not believe in God and the Last Day, who do not prohibit what God and His Apostle have forbidden, nor accept divine law, until all of them pay protective tax in submission.","transliteration":"Qaatilul lazeena laa yu'minoona billaahi wa laa bil yawmil Aakhiri wa laa yuharrimoona maa harramal laahu wa Rasooluhoo wa laa yadeenoona deenal haqqi minal lazeena ootul Kitaaba hattaa yu'tul jizyata ai yadinw wa hum saaghiroon","no_fn":"323,324","text_fn":"323) Jizyah adalah imbalan atau balasan atas rasa aman dan fasilitas yang diperoleh penganut agama Yahudi, Nasrani, dan lainnya yang hidup di negara Islam.</br>324) Ayat ini dan ayat-ayat yang senada berlaku dalam situasi perang agama, bukan dalam situasi damai."},{"id":1265,"surah":9,"no_ayah":30,"tema":"Keyakinan Kaum Yahudi dan Nasrani","text_ayah":"وَقَالَتِ [h:583[ٱ]لْيَهُودُ عُزَيْرٌ [h:5544[ٱ][q:1917[بْ]نُ [h:5545[ٱ]للَّهِ وَقَالَتِ [h:586[ٱ][l[ل][g[نّ]َصَ[n[ـٰ]رَي [h:5546[ٱ]لْمَسِيحُ [h:3448[ٱ][q:1917[بْ]نُ [h:5545[ٱ]للَّهِ‌ۖ ذ[n[َٲ]لِكَ قَوْلُه[c:5547[ُم ب]ِأَفْو[n[َٲ]هِهِمْ‌ۖ يُضَ[n[ـٰ]هِــُٔونَ قَوْلَ [h:2461[ٱ]لَّذِينَ كَفَرُو[s[اْ] مِ[f:128[ن ق]َ[q:129[بْ]لُ‌ۚ قَ[n[ـٰ]تَلَهُمُ [h:5548[ٱ]للَّهُ‌ۚ أَ[g[نّ]َيٰ يُؤْفَك[p[ُو]نَ","text_id":"Orang-orang Yahudi berkata, “Uzair putra Allah,” dan orang-orang Nasrani berkata, “Al-Masih putra Allah.” Itulah ucapan mereka dengan mulut-mulut mereka. Mereka meniru ucapan orang-orang yang kufur sebelumnya. Allah melaknat mereka; bagaimana mereka sampai berpaling?","text_en":"The Jews say: \"Ezra is the son of God;\" the Christians say: \"Christ is the son of God.\" That is what they say with their tongues following assertions made by unbelievers before them. May they be damned by God: How perverse are they!","transliteration":"Q qaalatil yahoodu 'Uzairunib nul laahi wa qaalatin Nasaaral Maseehub nul laahi zaalika qawluhum bi afwaahihim yudaahi'oona qawlal lazeena kafaroo min qabl; qatalahumul laah; annaa yu'fakoon","no_fn":"","text_fn":""},{"id":1266,"surah":9,"no_ayah":31,"tema":"Keyakinan Kaum Yahudi dan Nasrani","text_ayah":"ٱتَّخَذ[o[ُوٓ][s[اْ] أَحْبَارَهُمْ وَرُهْبَ[n[ـٰ]نَهُمْ أَرْبَا[a:1993[بًا م]ِّ[f:107[ن د]ُونِ [h:108[ٱ]للَّهِ وَ[h:5549[ٱ]لْمَسِيحَ [h:5550[ٱ][q:451[بْ]نَ مَرْيَمَ وَم[o[َآ] أُمِر[o[ُوٓ][s[اْ] إِلَّا لِيَعْبُد[o[ُوٓ][s[اْ] إِلَ[n[ـٰ][a:693[هًا و][n[َٲ]حِ[u:5551[دًا‌ۖ ل]ّ[o[َآ] إِلَ[n[ـٰ]هَ إِلَّا هُوَ‌ۚ سُ[q:608[بْ]حَ[n[ـٰ]نَهُ[n[ۥ] عَ[g[مّ]َا يُشْرِك[p[ُو]نَ","text_id":"Mereka menjadikan para rabi (Yahudi) dan para rahib (Nasrani) sebagai tuhan-tuhan selain Allah<sup>325)</sup> serta (Nasrani mempertuhankan) Al-Masih putra Maryam. Padahal, mereka tidak diperintah, kecuali untuk menyembah Tuhan Yang Maha Esa; tidak ada tuhan selain Dia. Mahasuci Dia dari apa yang mereka persekutukan.","text_en":"They consider their rabbis and monks and the Christ, son of Mary, to be gods apart from God, even though they had been enjoined to worship only one God, for there is no god but He. Too holy is He for what they ascribe to Him!","transliteration":"ittakhazooo ahbaarahum wa ruhbaanahum arbaabammin doonil laahi wal Maseehab na Maryama wa maaa umirooo illaa liya'budooo Ilaahanw Waa hidan laaa ilaaha illaa Hoo; Subhaanahoo 'ammaa yushrikoon","no_fn":"325","text_fn":"325) Maksudnya, mereka mematuhi ajaran yang telah ditetapkan oleh para rabi dan rahib, meskipun bertentangan dengan ajaran Allah Swt."},{"id":1267,"surah":9,"no_ayah":32,"tema":"Keyakinan Kaum Yahudi dan Nasrani","text_ayah":"يُرِيدُونَ أ[a:5552[َن ي]ُ[q:5553[طْ]فِــُٔو[s[اْ] نُورَ [h:5554[ٱ]للَّهِ بِأَفْو[n[َٲ]هِهِمْ وَيَأْبَي [h:5555[ٱ]للَّهُ إِلّ[o[َآ] أ[a:1308[َن ي]ُتِ[g[مّ]َ نُورَهُ[n[ۥ] وَلَوْ كَرِهَ [h:5556[ٱ]لْكَ[n[ـٰ]فِر[p[ُو]نَ","text_id":"Mereka hendak memadamkan cahaya (agama) Allah dengan mulut-mulut (ucapan) mereka, tetapi Allah menolaknya, justru hendak menyempurnakan cahaya-Nya, walaupun orang-orang kafir itu tidak menyukai.","text_en":"They wish to extinguish the light of God by uttering blasphemies; but God will not have it so, for He wills to perfect His light, however the unbelievers be averse.","transliteration":"Yureedoona ai yutfi'oo nooral laahi bi'afwaahihim wa yaaballaahu illaaa ai yutimma noorahoo wa law karihal kaafiroon","no_fn":"","text_fn":""},{"id":1268,"surah":9,"no_ayah":33,"tema":"Keyakinan Kaum Yahudi dan Nasrani","text_ayah":"هُوَ [h:153[ٱ]لَّذ[o[ِيٓ] أَرْسَلَ رَسُولَهُ[n[ۥ] بِ[h:54[ٱ]لْهُدَيٰ وَدِينِ [h:5557[ٱ]لْحَقِّ لِيُظْهِرَهُ[n[ۥ] عَلَي [h:5558[ٱ][l[ل]دِّينِ كُلِّه[n[ِۦ] وَلَوْ كَرِهَ [h:5559[ٱ]لْمُشْرِك[p[ُو]نَ","text_id":"Dialah yang mengutus Rasul-Nya dengan (membawa) petunjuk dan agama yang benar agar Dia mengunggulkannya atas semua agama walaupun orang-orang musyrik tidak menyukai.","text_en":"It is He who sent His Messenger with guidance and the true faith in order to make it superior to other systems of belief, even though the idolaters may not like it.","transliteration":"huwal lazeee ar sala Rasoolahoo bilhudaa wa deenil haqqi liyuzhirahoo 'alad deeni kullihee wa law karihal mushrikoon","no_fn":"","text_fn":""},{"id":1269,"surah":9,"no_ayah":34,"tema":"Keunggulan Islam dari Agama Lain","text_ayah":"۞ يَ[o[ـٰٓ]أَيُّهَا [h:541[ٱ]لَّذِينَ ءَامَن[o[ُوٓ][s[اْ] إِ[g[نّ]َ كَثِي[a:3614[رًا م]ِّنَ [h:5560[ٱ]لْأَحْبَارِ وَ[h:5561[ٱ][l[ل]رُّهْبَانِ لَيَأْكُلُونَ أَمْو[n[َٲ]لَ [h:3285[ٱ][l[ل][g[نّ]َاسِ بِ[h:212[ٱ]لْبَ[n[ـٰ]طِلِ وَيَصُدُّونَ عَ[f:1203[ن س]َبِيلِ [h:788[ٱ]للَّهِ‌ۗ وَ[h:37[ٱ]لَّذِينَ يَكْنِزُونَ [h:5562[ٱ][l[ل]ذَّهَبَ وَ[h:5563[ٱ]لْفِضَّةَ وَلَا يُ[f:5564[نف]ِقُونَهَا فِي سَبِيلِ [h:788[ٱ]للَّهِ فَبَشِّرْه[c:1811[ُم ب]ِعَذَابٍ أَل[p[ِي]مٍ","text_id":"Wahai orang-orang yang beriman, sesungguhnya banyak dari para rabi dan rahib benar-benar memakan harta manusia dengan batil serta memalingkan (manusia) dari jalan Allah. Orang-orang yang menyimpan emas dan perak, tetapi tidak menginfakkannya di jalan Allah, berikanlah kabar ‘gembira’ kepada mereka (bahwa mereka akan mendapat) azab yang pedih","text_en":"O believers, many rabbis and priests devour the possessions of others wrongfully, and keep men away from the path of God. To those who accumulate gold and silver, and do not spend in the way of God, announce the news of painful punishment.","transliteration":"Yaaa aiyuhal lazeena aamanooo inna kaseeramminal ahbaari warruhbaani la yaakuloona amwaalan naasi bil baatili wa yasuddoona 'an sabeelil laah; wallazeena yaknizoonaz zahaba wal fiddata wa laayunfiqoonahaa fee sabeelil laahi fabashshirhum bi'azaabin aleem","no_fn":"","text_fn":""},{"id":1270,"surah":9,"no_ayah":35,"tema":"Keunggulan Islam dari Agama Lain","text_ayah":"يَوْمَ يُحْمَيٰ عَلَيْهَا فِي نَارِ جَهَ[g[نّ]َمَ فَتُكْوَيٰ بِهَا جِبَاهُهُمْ وَجُنُوبُهُمْ وَظُهُورُهُمْ‌ۖ هَ[n[ـٰ]ذَا مَا كَنَزْتُمْ لِأَ[f:574[نف]ُسِكُمْ فَذُوقُو[s[اْ] مَا كُ[f:100[نت]ُمْ تَكْنِز[p[ُو]نَ","text_id":"pada hari ketika (emas dan perak) itu dipanaskan dalam neraka Jahanam lalu disetrikakan (pada) dahi, lambung, dan punggung mereka (seraya dikatakan), “Inilah apa (harta) yang dahulu kamu simpan untuk dirimu sendiri (tidak diinfakkan). Maka, rasakanlah (akibat dari) apa yang selama ini kamu simpan.”","text_en":"On the day We shall heat up (their gold) on the fire of Hell and brand their foreheads, sides and backs (and say to them): \"It is this you stored up for yourselves; so now taste of what you had stored!\"","transliteration":"Yawma yuhmaa 'alaihaa fee naari jahannama fatukwaa bihaa jibaahuhum haazaa maa kanaztum li anfusikum fazooqoo maa kuntum taknizoon","no_fn":"","text_fn":""},{"id":1271,"surah":9,"no_ayah":36,"tema":"Bulan-Bulan yang Dihormati dan Perintah Memerangi Kaum Musyrik","text_ayah":"إِ[g[نّ]َ عِدَّةَ [h:5565[ٱ][l[ل]شُّهُورِ عِ[f:264[ند]َ [h:408[ٱ]للَّهِ [h:5566[ٱ]ثْنَا عَشَرَ شَهْ[f:5567[رًا ف]ِي كِتَ[n[ـٰ]بِ [h:1816[ٱ]للَّهِ يَوْمَ خَلَقَ [h:3913[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:1474[ٱ]لْأَرْضَ مِنْه[o[َآ] أَرْبَعَةٌ حُرُ[f:5568[مٌ‌ۚ ذ][n[َٲ]لِكَ [h:5569[ٱ][l[ل]دِّينُ [h:5570[ٱ]لْقَيِّمُ‌ۚ فَلَا تَظْلِمُو[s[اْ] فِيهِ[g[نّ]َ أَ[f:221[نف]ُسَكُمْ‌ۚ وَقَ[n[ـٰ]تِلُو[s[اْ] [h:5571[ٱ]لْمُشْرِكِينَ ك[m[َا]ٓفَّ[f:5572[ةً ك]َمَا يُقَ[n[ـٰ]تِلُونَكُمْ ك[m[َا]ٓفَّ[a:5573[ةً‌ۚ و]َ[h:1043[ٱ]عْلَم[o[ُوٓ][s[اْ] أَ[g[نّ]َ [h:394[ٱ]للَّهَ مَعَ [h:1044[ٱ]لْمُتَّق[p[ِي]نَ","text_id":"Sesungguhnya bilangan bulan di sisi Allah ialah dua belas bulan,<sup>326)</sup> (sebagaimana) ketetapan Allah (di Lauh Mahfuz) pada waktu Dia menciptakan langit dan bumi, di antaranya ada empat bulan haram. Itulah (ketetapan) agama yang lurus, maka janganlah kamu menzalimi dirimu padanya (empat bulan itu), dan perangilah orang-orang musyrik semuanya sebagaimana mereka pun memerangi kamu semuanya. Ketahuilah bahwa sesungguhnya Allah bersama orang-orang yang bertakwa.","text_en":"The number of months with God is twelve in accordance with God's law since the day He created the heavens and the earth. Of these four are holy. This is the straight reckoning. So do not exceed yourselves during them; but fight the idolaters to the end as they fight you in like manner; and remember, God is with those Who preserve themselves from evil and do the right.","transliteration":"Inna 'iddatash shuhoori 'indal laahis naa 'ashara shahran fee Kitaabil laahi yawma khalaqas samaawaati wal arda minhaaa arba'atun hurum; zaalikad deenul qaiyim; falaa tazlimoo feehinna anfusakum; wa qaatilul mushrikeena kaaaf fattan kamaa yuqaati loonakum kaaaffah; wa'lamooo annal laaha ma'al muttaqeen","no_fn":"326","text_fn":"326) Allah Swt. menetapkan periode orbit bumi mengitari matahari selama setahun yang setara dengan dua belas bulan, yaitu dua belas kali ketampakan bulan sabit akibat bulan mengitari bumi. Keteraturan periode waktu inilah yang menjadi patokan untuk perhitungan waktu."},{"id":1272,"surah":9,"no_ayah":37,"tema":"Bulan-Bulan yang Dihormati dan Perintah Memerangi Kaum Musyrik","text_ayah":"إِ[g[نّ]َمَا [h:5574[ٱ][l[ل][g[نّ]َس[o[ِي]ٓءُ زِيَادَ[f:5575[ةٌ ف]ِي [h:2437[ٱ]لْكُفْرِ‌ۖ يُضَلُّ بِهِ [h:4071[ٱ]لَّذِينَ كَفَرُو[s[اْ] يُحِلُّونَهُ[n[ۥ] عَا[a:5576[مًا و]َيُحَرِّمُونَهُ[n[ۥ] عَا[u:5577[مًا ل]ِّيُوَاطِــُٔو[s[اْ] عِدَّةَ مَا حَرَّمَ [h:3706[ٱ]للَّهُ فَيُحِلُّو[s[اْ] مَا حَرَّمَ [h:3706[ٱ]للَّهُ‌ۚ زُيِّنَ لَهُمْ س[o[ُو]ٓءُ أَعْمَ[n[ـٰ]لِهِمْ‌ۗ وَ[h:72[ٱ]للَّهُ لَا يَهْدِي [h:1504[ٱ]لْقَوْمَ [h:1557[ٱ]لْكَ[n[ـٰ]فِر[p[ِي]نَ","text_id":"Sesungguhnya pengunduran (bulan haram) itu hanya menambah kekufuran. Orang-orang yang kufur disesatkan dengan (pengunduran) itu, mereka menghalalkannya suatu tahun dan mengharamkannya pada suatu tahun yang lain agar mereka dapat menyesuaikan dengan bilangan yang diharamkan Allah, sehingga mereka menghalalkan apa yang diharamkan Allah. (Oleh setan) telah dijadikan terasa indah bagi mereka perbuatan-perbuatan buruk mereka itu. Allah tidak memberi petunjuk kepada kaum yang kafir.","text_en":"Intercalating a month is adding to unbelief. The unbelievers are misguided by this, for they take the same month to be sacred one year and sacrilegious the next, thus making the number of months sanctified by God accord with theirs in order to make what God has forbidden, lawful. Attractive seem to them their evil deeds; but God does not show the unbelievers the way.","transliteration":"Innamma naseee'u ziyaadatun filkufri yudallu bihillazeena kafaroo yuhil loonahoo 'aamanw wa yuhar rimoonahoo 'aamalliyu watti'oo 'iddata maa harramal laah; zuyyina lahum sooo'u a'maalihim; wallaahu laa yahdil qawmal kaafireen","no_fn":"","text_fn":""},{"id":1273,"surah":9,"no_ayah":38,"tema":"Perintah Berjihad dan Kisah Perang Tabuk","text_ayah":"يَ[o[ـٰٓ]أَيُّهَا [h:541[ٱ]لَّذِينَ ءَامَنُو[s[اْ] مَا لَكُمْ إِذَا قِيلَ لَكُمُ [h:5578[ٱ][f:2909[نف]ِرُو[s[اْ] فِي سَبِيلِ [h:788[ٱ]للَّهِ [h:5579[ٱ]ثَّاقَلْتُمْ إِلَي [h:5136[ٱ]لْأَرْضِ‌ۚ أَرَضِيت[c:5580[ُم ب]ِ[h:5581[ٱ]لْحَيَ[s[و][n[ٲ]ةِ [h:5582[ٱ][l[ل]دُّنْيَا مِنَ [h:5583[ٱ]لْأَخِرَةِ‌ۚ فَمَا مَتَ[n[ـٰ]عُ [h:1780[ٱ]لْحَيَ[s[و][n[ٲ]ةِ [h:442[ٱ][l[ل]دُّنْيَا فِي [h:536[ٱ]لْأَخِرَةِ إِلَّا قَل[p[ِي]لٌ","text_id":"Wahai orang-orang yang beriman, mengapa ketika dikatakan kepada kamu, “Berangkatlah (untuk berperang) di jalan Allah,” kamu merasa berat dan cenderung pada (kehidupan) dunia? Apakah kamu lebih menyenangi kehidupan dunia daripada akhirat? Padahal, kenikmatan hidup di dunia ini (dibandingkan dengan kehidupan) di akhirat hanyalah sedikit.","text_en":"What has happened to you, O believers, that when you are asked to set out in the cause of God your feet begin to drag? Do you find the life of the world so pleasing that you forget the life to come? Yet the profit of the life of this world is but meagre as compared to the life to come.","transliteration":"Yaaa aiyuhal lazeena aamanoo maa lakum izaa qeela lakumun firoo fee sabeelil laahis saaqaltum ilal ard; aradeetum bilhayaatid dunyaa minal Aakhirah; famaa ma taaul hayaatiddunyaa fil Aakhirati illaa qaleel","no_fn":"","text_fn":""},{"id":1274,"surah":9,"no_ayah":39,"tema":"Perintah Berjihad dan Kisah Perang Tabuk","text_ayah":"إِلَّا تَ[f:5584[نف]ِرُو[s[اْ] يُعَذِّ[q:5585[بْ]كُمْ عَذَابًا أَلِي[a:5586[مًا و]َيَسْتَ[q:5587[بْ]دِلْ قَوْمًا غَيْرَكُمْ وَلَا تَضُرُّوهُ شَيْـ[a:5588[ـًٔا‌ۗ و]َ[h:72[ٱ]للَّهُ عَلَيٰ كُلِّ ش[f:81[َيْءٍ ق]َد[p[ِي]رٌ","text_id":"Jika kamu tidak berangkat (untuk berperang), niscaya Allah akan menghukum kamu dengan azab yang pedih serta menggantikan kamu dengan kaum yang lain, dan kamu tidak akan merugikan-Nya sedikit pun. Allah Mahakuasa atas segala sesuatu.","text_en":"Unless you go out (to strive), God will inflict grievous punishment on you, and bring other people in your place, and you will not be able to harm Him in the least, for God has the power over all things.","transliteration":"Illaa tanfiroo yu'az zibkum 'azaaban aleemanw wa yastabdil qawman ghairakum wa laa tadurroohu shai'aa; wal laahu 'alaa kulli shai'in Qadeer","no_fn":"","text_fn":""},{"id":1275,"surah":9,"no_ayah":40,"tema":"Perintah Berjihad dan Kisah Perang Tabuk","text_ayah":"إِلَّا تَ[f:5589[نص]ُرُوهُ فَقَ[q:563[دْ] نَصَرَهُ [h:5590[ٱ]للَّهُ إِذْ أَخْرَجَهُ [h:5591[ٱ]لَّذِينَ كَفَرُو[s[اْ] ثَانِيَ [h:5592[ٱ]ثْنَيْنِ إِذْ هُمَا فِي [h:5593[ٱ]لْغَارِ إِذْ يَقُولُ لِصَ[n[ـٰ]حِبِه[n[ِۦ] لَا تَحْزَنْ إِ[g[نّ]َ [h:80[ٱ]للَّهَ مَعَنَا‌ۖ فَأَ[f:5594[نز]َلَ [h:5595[ٱ]للَّهُ سَكِينَتَهُ[n[ۥ] عَلَيْهِ وَأَيَّدَهُ[n[ۥ] بِجُنُو[u:5596[دٍ ل]َّمْ تَرَوْهَا وَجَعَلَ كَلِمَةَ [h:5597[ٱ]لَّذِينَ كَفَرُو[s[اْ] [h:5598[ٱ][l[ل]سُّفْلَيٰ‌ۗ وَكَلِمَةُ [h:5599[ٱ]للَّهِ هِيَ [h:5600[ٱ]لْعُلْيَا‌ۗ وَ[h:72[ٱ]للَّهُ عَزِيزٌ حَك[p[ِي]مٌ","text_id":"Jika kamu tidak menolongnya (Nabi Muhammad), sungguh Allah telah menolongnya, (yaitu) ketika orang-orang kafir mengusirnya (dari Makkah), sedangkan dia salah satu dari dua orang, ketika keduanya berada dalam gua, ketika dia berkata kepada sahabatnya, “Janganlah engkau bersedih, sesungguhnya Allah bersama kita.” Maka, Allah menurunkan ketenangan kepadanya (Nabi Muhammad), memperkuatnya dengan bala tentara (malaikat) yang tidak kamu lihat, dan Dia menjadikan seruan orang-orang kafir itu seruan yang paling rendah. (Sebaliknya,) firman Allah itulah yang paling tinggi. Allah Mahaperkasa lagi Mahabijaksana.","text_en":"If you do not help (the Prophet, remember) God had helped him when the infidels had forced him to leave (and he was) one of two. When both of them were in the cave, he said to his companion: \"Do not grieve, for God is with us.\" Then God sent divine peace on him, and invisible armies for his help, and made the unbelievers' purpose abject. Most exalted is God's word, for God is all-mighty and all-wise.","transliteration":"Illaa tansuroohu faqad nasarahul laahu iz akhrajahul lazeena kafaroo saaniyasnaini iz humaa filghaari iz yaqoolu lisaahibihee la tahzan innnal laaha ma'anaa fa anzalallaahu sakeenatahoo 'alaihi wa aiyadahoo bijunoodil lam tarawhaa wa ja'ala kalimatal lazeena kafarus suflaa; wa Kalimatul laahi hiyal 'ulyaa; wallaahu 'Azeezun Hakeem;","no_fn":"","text_fn":""},{"id":1276,"surah":9,"no_ayah":41,"tema":"Perintah Berjihad dan Kisah Perang Tabuk","text_ayah":"ٱ[f:2909[نف]ِرُو[s[اْ] خِفَا[a:5601[فًا و]َثِقَال[a:5602[اً و]َجَ[n[ـٰ]هِدُو[s[اْ] بِأَمْو[n[َٲ]لِكُمْ وَأَ[f:2485[نف]ُسِكُمْ فِي سَبِيلِ [h:788[ٱ]للَّهِ‌ۚ ذ[n[َٲ]لِكُمْ خَيْ[u:263[رٌ ل]َّكُمْ إِ[f:109[ن ك]ُ[f:100[نت]ُمْ تَعْلَم[p[ُو]نَ","text_id":"Berangkatlah kamu (untuk berperang), baik dengan rasa ringan maupun dengan rasa berat, dan berjihadlah dengan harta dan jiwamu di jalan Allah. Yang demikian itu adalah lebih baik bagimu jika kamu mengetahui.","text_en":"O believers, go out in the cause of God, (whether) light or heavy, and strive in the service of God, wealth and soul. This is better for you if you understand.","transliteration":"Infiroo khifaafanw wa siqaalanw wa jaahidoo bi amwaalikum wa anfusikum fee sabeelil laah; zaalikum khairul lakum in kuntum ta'lamoon","no_fn":"","text_fn":""},{"id":1277,"surah":9,"no_ayah":42,"tema":"Reaksi Kaum Munafik terhadap Perintah Perang","text_ayah":"لَوْ كَانَ عَرَ[f:5603[ضًا ق]َرِي[a:5604[بًا و]َسَفَ[f:5605[رًا ق]َاصِ[u:5606[دًا ل]َّ[h:5607[ٱ]تَّبَعُوكَ وَلَ[n[ـٰ]ك[i:5608[ِنۢ ب]َعُدَتْ عَلَيْهِمُ [h:5609[ٱ][l[ل]شُّقَّةُ‌ۚ وَسَيَحْلِفُونَ بِ[h:32[ٱ]للَّهِ لَوِ [h:5610[ٱ]سْتَطَعْنَا لَخَرَ[q:5611[جْ]نَا مَعَكُمْ يُهْلِكُونَ أَ[f:38[نف]ُسَهُمْ وَ[h:72[ٱ]للَّهُ يَعْلَمُ إِ[g[نّ]َهُمْ لَكَ[n[ـٰ]ذِب[p[ُو]نَ","text_id":"Sekiranya (yang kamu serukan kepada mereka) adalah keuntungan yang mudah diperoleh dan perjalanan yang tidak seberapa jauh, niscaya mereka mengikutimu. Akan tetapi, (mereka enggan karena) tempat yang dituju itu terasa sangat jauh bagi mereka. Mereka akan bersumpah dengan (nama) Allah, “Seandainya kami sanggup niscaya kami berangkat bersamamu.” Mereka membinasakan diri sendiri<sup>327)</sup> dan Allah mengetahui sesungguhnya mereka benar-benar para pembohong.","text_en":"(O Prophet), had the gain been close at hand, and easy the journey, they would surely have followed you; but hard was the journey and long the going. Even then they swear by God (and say): \"If we had the strength we would surely have gone out with you.\" They are only ruining themselves, for God is aware they lie.","transliteration":"Law kaana 'aradan qareebanw wa safaran qaasidal lattaba'ooka wa laakim ba'udat 'alaihimush shuqqah; wa sayahlifoona billaahi lawis tata'naa lakharajnaa ma'akum; yuhlikoona anfusahum wal laahu ya'lamu innahum lakaa ziboon","no_fn":"327","text_fn":"327) Maksud dari membinasakan diri sendiri dalam ayat ini adalah bahwa mereka akan binasa disebabkan sumpah palsu dan kebohongan mereka."},{"id":1278,"surah":9,"no_ayah":43,"tema":"Reaksi Kaum Munafik terhadap Perintah Perang","text_ayah":"عَفَا [h:2357[ٱ]للَّهُ عَ[f:626[نك]َ لِمَ أَذِ[f:5612[نت]َ لَهُمْ حَتَّيٰ يَتَبَيَّنَ لَكَ [h:5613[ٱ]لَّذِينَ صَدَقُو[s[اْ] وَتَعْلَمَ [h:5614[ٱ]لْكَ[n[ـٰ]ذِب[p[ِي]نَ","text_id":"Allah memaafkanmu (Nabi Muhammad). Mengapa engkau memberi izin kepada mereka (untuk tidak pergi berperang) sehingga jelas bagimu orang-orang yang benar-benar (berhalangan) dan sehingga engkau mengetahui orang-orang yang berdusta?","text_en":"May God forgive you. Why did you allow them (to stay behind) without ascertaining who spoke the truth and who were liars?","transliteration":"'Afal laahu 'anka lima azinta lahum hattaa yatabai yana lakal lazeena sadaqoo wa ta'lamal kaazibeen","no_fn":"","text_fn":""},{"id":1279,"surah":9,"no_ayah":44,"tema":"Reaksi Kaum Munafik terhadap Perintah Perang","text_ayah":"لَا يَسْتَــْٔذِنُكَ [h:5615[ٱ]لَّذِينَ يُؤْمِنُونَ بِ[h:32[ٱ]للَّهِ وَ[h:328[ٱ]لْيَوْمِ [h:329[ٱ]لْأَخِرِ أ[a:5616[َن ي]ُجَ[n[ـٰ]هِدُو[s[اْ] بِأَمْو[n[َٲ]لِهِمْ وَأَ[f:3050[نف]ُسِهِمْ‌ۗ وَ[h:72[ٱ]للَّهُ عَلِي[i:2184[مُۢ ب]ِ[h:2185[ٱ]لْمُتَّق[p[ِي]نَ","text_id":"Orang-orang yang beriman kepada Allah dan hari Akhir tidak akan meminta izin kepadamu untuk (tidak ikut) berjihad dengan harta dan jiwa mereka. Allah Maha Mengetahui orang-orang yang bertakwa.","text_en":"Those who believe in God and the Last Day, do not ask your leave to be excused from fighting wealth and soul (in the cause of God), for God knows the pious and devout.","transliteration":"Laa yastaazinukal lazeena yu'minoona billaahi wal Yawmil Aakhiri ai yujaa hidoo bi amwaalihim wa anfusihim; wallaahu 'aleemum bilmut taqeen","no_fn":"","text_fn":""},{"id":1280,"surah":9,"no_ayah":45,"tema":"Reaksi Kaum Munafik terhadap Perintah Perang","text_ayah":"إِ[g[نّ]َمَا يَسْتَــْٔذِنُكَ [h:5615[ٱ]لَّذِينَ لَا يُؤْمِنُونَ بِ[h:32[ٱ]للَّهِ وَ[h:328[ٱ]لْيَوْمِ [h:329[ٱ]لْأَخِرِ وَ[h:5617[ٱ]رْتَابَتْ قُلُوبُهُمْ فَهُمْ فِي رَيْبِهِمْ يَتَرَدَّد[p[ُو]نَ","text_id":"Sesungguhnya yang meminta izin kepadamu (Nabi Muhammad untuk tidak berjihad) hanyalah orang-orang yang tidak beriman kepada Allah dan hari Akhir, dan hati mereka ragu, karena itu mereka selalu bimbang dalam keraguan.","text_en":"Only they ask (for leave) who do not believe in God and the Last Day, whose hearts are full of doubt; and doubting they waver (between gain and loss).","transliteration":"Innamaa yastaazinukal lazeena laa yu'minoona billaahi wal Yawmil Aakhiri wartaabat quloobuhum fahum fee raibihim yataraddadoon","no_fn":"","text_fn":""},{"id":1281,"surah":9,"no_ayah":46,"tema":"Sifat Orang Munafik yang Suka Mengadu Domba","text_ayah":"۞ وَلَوْ أَرَادُو[s[اْ] [h:5618[ٱ]لْخُرُوجَ لَأَعَدُّو[s[اْ] لَهُ[n[ۥ] عُدَّ[a:5619[ةً و]َلَ[n[ـٰ]كِ[f:5620[ن ك]َرِهَ [h:5621[ٱ]للَّهُ [h:5622[ٱ][i:5623[نۢب]ِعَاثَهُمْ فَثَبَّطَهُمْ وَقِيلَ [h:5624[ٱ][q:5625[قْ]عُدُو[s[اْ] مَعَ [h:5626[ٱ]لْقَ[n[ـٰ]عِد[p[ِي]نَ","text_id":"Seandainya mereka mau berangkat (sejak semula), niscaya mereka menyiapkan persiapan untuk keberangkatan itu. Akan tetapi, (mereka memang enggan dan oleh sebab itu) Allah tidak menyukai keberangkatan mereka, maka Dia melemahkan keinginan mereka, dan dikatakan (kepada mereka), “Tinggallah kamu bersama orang-orang yang tinggal itu.”","text_en":"If they had intended to go out (to fight) they would surely have made preparations. But God did not like their setting forth, and they were held back and told: \"Stay at home with those who stay behind.\"","transliteration":"Wa law araadul khurooja la-'addoo lahoo 'uddatanw wa laakin karihal laahum bi'aasahum fasabbatahum wa qeelaq 'udoo ma'al qaa'ideen","no_fn":"","text_fn":""},{"id":1282,"surah":9,"no_ayah":47,"tema":"Sifat Orang Munafik yang Suka Mengadu Domba","text_ayah":"لَوْ خَرَجُو[s[اْ] فِيك[w:5627[ُم م]َّا زَادُوكُمْ إِلَّا خَبَال[a:5628[اً و]َلَأَوْضَعُو[s[اْ] خِلَ[n[ـٰ]لَكُمْ يَ[q:5629[بْ]غُونَكُمُ [h:5630[ٱ]لْفِتْنَةَ وَفِيكُمْ سَ[g[مّ]َ[n[ـٰ]عُونَ لَهُمْ‌ۗ وَ[h:72[ٱ]للَّهُ عَلِي[i:497[مُۢ ب]ِ[h:498[ٱ][l[ل]ظَّ[n[ـٰ]لِم[p[ِي]نَ","text_id":"Seandainya mereka keluar bersamamu, niscaya mereka tidak akan menambah (kekuatan)-mu, malah hanya akan membuat kekacauan dan mereka tentu bergegas maju ke depan di celah-celah barisanmu untuk mengadakan kekacauan (di barisanmu), sedang di antara kamu ada orang-orang yang sangat suka mendengarkan (perkataan) mereka. Allah Maha Mengetahui orang-orang yang zalim.","text_en":"Had they gone out with you, they would only have been a hindrance and let loose confusion among you to create discord; for there are some in your midst who spy for them. But God knows who are the wicked.","transliteration":"Law kharajoo feekum maa zaadookum ilaa Khabaalanw wa la awda'oo khilaalakum yabghoona kumul fitnata wa feekum sammaa'oona lahum; wallaahu 'aleemum biz zaalimeen","no_fn":"","text_fn":""},{"id":1283,"surah":9,"no_ayah":48,"tema":"Sifat Orang Munafik yang Suka Mengadu Domba","text_ayah":"لَقَدِ [h:5631[ٱ][q:5632[بْ]تَغَوُ[s[اْ] [h:5633[ٱ]لْفِتْنَةَ مِ[f:128[ن ق]َ[q:129[بْ]لُ وَقَلَّبُو[s[اْ] لَكَ [h:5634[ٱ]لْأُمُورَ حَتَّيٰ ج[o[َا]ٓءَ [h:5635[ٱ]لْحَقُّ وَظَهَرَ أَمْرُ [h:2832[ٱ]للَّهِ وَهُمْ كَ[n[ـٰ]رِه[p[ُو]نَ","text_id":"Sungguh, sebelum itu mereka benar-benar sudah berusaha membuat kekacauan dan mereka membolak-balik berbagai urusan (dengan berbagai tipu daya) untuk (mencelakakan)-mu, hingga datanglah kebenaran (berupa pertolongan Allah) dan menanglah urusan (agama) Allah, padahal mereka adalah orang-orang yang tidak menyukainya.","text_en":"They had tried to create disorder before and intrigued against you, but truth came out in the end and God's will prevailed, even though they did not like it.","transliteration":"Laqadib taghawul fitnata min qablu wa qallaboo lakal umoora hattaa jaaa'al haqqu wa zahara amrul laahi wa hum kaarihoon","no_fn":"","text_fn":""},{"id":1284,"surah":9,"no_ayah":49,"tema":"Sifat Orang Munafik yang Suka Berpura-pura dan Dengki kepada Kaum Muslim","text_ayah":"وَمِنْه[w:1106[ُم م]ّ[a:31[َن ي]َقُولُ [h:5636[ٱ]ئْذ[u:5637[َن ل]ِّي وَلَا تَفْتِ[g[نّ][o[ِيٓ‌ۚ] أَلَا فِي [h:5638[ٱ]لْفِتْنَةِ سَقَطُو[s[اْ‌ۗ] وَإِ[g[نّ]َ جَهَ[g[نّ]َمَ لَمُحِيطَ[i:5639[ةُۢ ب]ِ[h:74[ٱ]لْكَ[n[ـٰ]فِر[p[ِي]نَ","text_id":"Di antara mereka ada orang yang berkata, “Berilah aku izin (tidak pergi berperang) dan janganlah engkau (Nabi Muhammad) menjerumuskan aku ke dalam fitnah.” Ketahuilah, bahwa mereka (dengan keengganannya pergi berjihad) telah terjerumus ke dalam fitnah. Sesungguhnya (neraka) Jahanam benar-benar meliputi orang-orang kafir.","text_en":"And (many a one) there is among them who says: \"Allow me (to stay back at home), and put me not on trial.\" Surely they have put themselves on trial already, and Hell will enclose the unbelievers from all sides.","transliteration":"Wa minhum mai yaqoolu' zal lee wa laa taftinneee; alaa fil fitnati saqatoo; wa inna Jahannama lamuheetatum bil kaafireen","no_fn":"","text_fn":""},{"id":1285,"surah":9,"no_ayah":50,"tema":"Sifat Orang Munafik yang Suka Berpura-pura dan Dengki kepada Kaum Muslim","text_ayah":"إِ[f:5640[ن ت]ُصِ[q:5641[بْ]كَ حَسَنَ[f:2199[ةٌ ت]َسُؤْهُمْ‌ۖ وَإِ[f:5642[ن ت]ُصِ[q:5641[بْ]كَ مُصِيبَ[a:5643[ةٌ ي]َقُولُو[s[اْ] قَ[q:298[دْ] أَخَذْن[o[َآ] أَمْرَنَا مِ[f:128[ن ق]َ[q:129[بْ]لُ وَيَتَوَلَّو[s[اْ] وَّهُمْ فَرِح[p[ُو]نَ","text_id":"Jika engkau (Nabi Muhammad) mendapat kebaikan (maka) itu menyakitkan mereka. Akan tetapi, jika engkau ditimpa bencana, mereka berkata, “Sungguh, sejak semula kami telah berhati-hati (dengan tidak pergi berperang)” dan mereka berpaling dengan (perasaan) gembira.","text_en":"If good comes your way they are vexed, but if calamity befalls you, they say: \"We had taken precautions in advance;\" and pleased, turn away.","transliteration":"in tusibka hasanatun tasu'hum; wa in tusibka museebatuny yaqooloo qad akhaznaaa amranaa min qablu wa yatawallaw wa hum farihoon","no_fn":"","text_fn":""},{"id":1286,"surah":9,"no_ayah":51,"tema":"Sifat Orang Munafik yang Suka Berpura-pura dan Dengki kepada Kaum Muslim","text_ayah":"قُل لّ[a:5644[َن ي]ُصِيبَن[o[َآ] إِلَّا مَا كَتَبَ [h:989[ٱ]للَّهُ لَنَا هُوَ مَوْلَ[n[ـٰ]نَا‌ۚ وَعَلَي [h:2207[ٱ]للَّهِ فَلْيَتَوَكَّلِ [h:2208[ٱ]لْمُؤْمِن[p[ُو]نَ","text_id":"Katakanlah (Nabi Muhammad), “Tidak akan menimpa kami melainkan apa yang telah ditetapkan Allah bagi kami. Dialah Pelindung kami, dan hanya kepada Allah hendaknya orang-orang mukmin bertawakal.","text_en":"Tell them: \"Nothing can befall us except what God decrees. Our protector is He, and in God should the faithful place their trust.\"","transliteration":"Qul lany-yuseebanaaa illaa maa katabal laahu lanaa Huwa mawlaanaa; wa 'alal laahi falyatawak kalimu 'minoon","no_fn":"","text_fn":""},{"id":1287,"surah":9,"no_ayah":52,"tema":"Sifat Orang Munafik yang Suka Berpura-pura dan Dengki kepada Kaum Muslim","text_ayah":"قُلْ هَلْ تَرَبَّصُونَ بِن[o[َآ] إِلّ[o[َآ] إِحْدَي [h:5645[ٱ]لْحُسْنَيَيْنِ‌ۖ وَنَحْنُ نَتَرَبَّصُ بِكُمْ أ[a:5646[َن ي]ُصِيبَكُمُ [h:5647[ٱ]للَّهُ بِعَذَا[a:5648[بٍ م]ِّنْ عِ[f:3628[ند]ِه[o[ِۦٓ] أَوْ بِأَيْدِينَا‌ۖ فَتَرَبَّص[o[ُوٓ][s[اْ] إِ[g[نّ]َا مَعَك[w:5649[ُم م]ُّتَرَبِّص[p[ُو]نَ","text_id":"Katakanlah (Nabi Muhammad), “Tidak ada yang kamu tunggu-tunggu (kedatangannya) bagi kami, kecuali salah satu dari dua kebaikan (menang atau mati syahid). (Sebaliknya,) kami menunggu-nunggu bagi kamu bahwa Allah akan menimpakan azab kepadamu dari sisi-Nya atau (azab) melalui tangan kami. Maka, tunggulah, sesungguhnya kami menunggu (pula) bersamamu.”","text_en":"Say: \"Are you waiting for anything else but one of two good things for us, (victory or martyrdom)? Yet what we are waiting for you is the punishment of God, direct or through us. So keep waiting; we are waiting with you.\"","transliteration":"Qul hal tarabbasoona binaaa illaaa ihdal husnayayni wa nahnu natrabbasu bikum ai yus eebakumul laahu bi'azaa bim min 'indiheee aw biaidee naa fatarabbasooo innaa ma'akum mutarabbisoon","no_fn":"","text_fn":""},{"id":1288,"surah":9,"no_ayah":53,"tema":"Balasan Kemunafikan di Dunia dan Akhirat","text_ayah":"قُلْ أَ[f:1460[نف]ِقُو[s[اْ] طَوْعًا أَوْ كَرْ[u:5650[هًا ل]ّ[a:5651[َن ي]ُتَقَبَّلَ مِ[f:344[نك]ُمْ‌ۖ إِ[g[نّ]َكُمْ كُ[f:100[نت]ُمْ قَوْ[f:5652[مًا ف]َ[n[ـٰ]سِق[p[ِي]نَ","text_id":"Katakanlah (Nabi Muhammad), “(Wahai orang-orang munafik,) infakkanlah (hartamu) baik dengan sukarela maupun dengan terpaksa, (tetapi ketahuilah bahwa infak itu) sekali-kali tidak akan diterima (oleh Allah) dari kamu. Sesungguhnya kamu adalah kaum yang fasik.”","text_en":"Tell them: \"You may spend (in the way of God), whether willingly or with reluctance, it will not be accepted from you, for you are reprobates.\"","transliteration":"Qul anfiqoo taw'an aw karhal lany yutaqabbala min kum innakum kuntum qawman faasiqeen","no_fn":"","text_fn":""},{"id":1289,"surah":9,"no_ayah":54,"tema":"Balasan Kemunafikan di Dunia dan Akhirat","text_ayah":"وَمَا مَنَعَهُمْ أَ[f:5653[ن ت]ُ[q:2093[قْ]بَلَ مِنْهُمْ نَفَقَ[n[ـٰ]تُهُمْ إِلّ[o[َآ] أَ[g[نّ]َهُمْ كَفَرُو[s[اْ] بِ[h:32[ٱ]للَّهِ وَبِرَسُولِه[n[ِۦ] وَلَا يَأْتُونَ [h:5654[ٱ][l[ل]صَّلَ[s[و][n[ٲ]ةَ إِلَّا وَهُمْ كُسَالَيٰ وَلَا يُ[f:16[نف]ِقُونَ إِلَّا وَهُمْ كَ[n[ـٰ]رِه[p[ُو]نَ","text_id":"Tidak ada yang menghalangi infak mereka untuk diterima kecuali karena sesungguhnya mereka adalah orang-orang yang kufur kepada Allah dan Rasul-Nya dan mereka tidak melaksanakan salat, melainkan dengan malas dan tidak (pula) menginfakkan (harta) mereka, melainkan dengan rasa enggan (terpaksa).","text_en":"Nothing prevents the acceptance of what they spend except that they do not believe in God and His Apostle, and come to worship but languidly and spend only grudgingly.","transliteration":"Wa maa mana'ahum an tuqbala minhum nafaqaatuhum illaaa annnahum kafaroo billaahi wa bi Rasoolihee wa laa yaatoonas Salaata illaa wa hum kusaalaa wa laa yunfiqoona illaa wa hum kaarihoon","no_fn":"","text_fn":""},{"id":1290,"surah":9,"no_ayah":55,"tema":"Balasan Kemunafikan di Dunia dan Akhirat","text_ayah":"فَلَا تُعْجِ[q:5655[بْ]كَ أَمْو[n[َٲ]لُهُمْ وَل[o[َآ] أَوْلَ[n[ـٰ]دُهُمْ‌ۚ إِ[g[نّ]َمَا يُرِيدُ [h:976[ٱ]للَّهُ لِيُعَذِّبَه[c:5656[ُم ب]ِهَا فِي [h:441[ٱ]لْحَيَ[s[و][n[ٲ]ةِ [h:442[ٱ][l[ل]دُّنْيَا وَتَزْهَقَ أَ[f:2341[نف]ُسُهُمْ وَهُمْ كَ[n[ـٰ]فِر[p[ُو]نَ","text_id":"(Oleh karena itu,) janganlah harta dan anak-anak mereka membuatmu kagum. Sesungguhnya Allah hendak menyiksa mereka dengan itu dalam kehidupan dunia dan kelak nyawa mereka keluar dengan susah payah, sedangkan mereka dalam keadaan kafir.","text_en":"Do not marvel at their wealth and children. God intends to punish them through these in the world; and their souls will depart in a state of disbelief.","transliteration":"Falaa tu'jibka amwaaluhum wa laaa awlaaduhum; innamaa yureedul laahu liyu'az zibahum bihaa fil hayaatid dunyaa wa tazhaqa anfusuhum wa hum kaafiroon","no_fn":"","text_fn":""},{"id":1291,"surah":9,"no_ayah":56,"tema":"Balasan Kemunafikan di Dunia dan Akhirat","text_ayah":"وَيَحْلِفُونَ بِ[h:32[ٱ]للَّهِ إِ[g[نّ]َهُمْ لَمِ[f:5657[نك]ُمْ وَمَا ه[w:5658[ُم م]ِّ[f:344[نك]ُمْ وَلَ[n[ـٰ]كِ[g[نّ]َهُمْ قَوْ[a:5659[مٌ ي]َفْرَق[p[ُو]نَ","text_id":"Mereka (orang-orang munafik) bersumpah dengan (nama) Allah, bahwa sesungguhnya mereka termasuk golonganmu, padahal mereka bukanlah dari golonganmu, tetapi mereka adalah kaum yang sangat takut (kepadamu).","text_en":"They swear by God they are with you, though in fact they are not. They are only a frightened lot.","transliteration":"Wa yahlifoona billaahi innnahum laminkum wa maa hum minkum wa laakinnahum qawmuny yafraqoon","no_fn":"","text_fn":""},{"id":1292,"surah":9,"no_ayah":57,"tema":"Balasan Kemunafikan di Dunia dan Akhirat","text_ayah":"لَوْ يَجِدُونَ مَلْجَــًٔا أَوْ مَغَ[n[ـٰ]ر[n[َٲ]تٍ أَوْ مُدَّخَل[u:5660[اً ل]َّوَلَّوْ[s[اْ] إِلَيْهِ وَهُمْ يَ[q:5661[جْ]مَح[p[ُو]نَ","text_id":"Seandainya mereka memperoleh tempat berlindung, gua-gua, atau lubang-lubang (dalam tanah), niscaya mereka pergi (lari) ke sana dengan secepat-cepatnya.","text_en":"If they find a place of shelter or a cave or hole to hide, they will turn to it.","transliteration":"Law yajidoona malja'an aw maghaaraatin aw mudda khalal lawallaw ilaihi wa hum yajmahoon","no_fn":"","text_fn":""},{"id":1293,"surah":9,"no_ayah":58,"tema":"Balasan Kemunafikan di Dunia dan Akhirat","text_ayah":"وَمِنْه[w:1106[ُم م]ّ[a:5662[َن ي]َلْمِزُكَ فِي [h:5663[ٱ][l[ل]صَّدَقَ[n[ـٰ]تِ فَإِنْ أُعْطُو[s[اْ] مِنْهَا رَضُو[s[اْ] وَإ[u:3542[ِن ل]َّمْ يُعْطَوْ[s[اْ] مِنْه[o[َآ] إِذَا هُمْ يَسْخَط[p[ُو]نَ","text_id":"Di antara mereka ada yang mencela engkau (Nabi Muhammad) dalam hal (pembagian) sedekah-sedekah (zakat atau rampasan perang). Jika mereka diberi sebagian darinya, mereka bersenang hati, dan jika mereka tidak diberi bagian, dengan serta merta mereka marah.","text_en":"There are some among them who blame you (of partiality) in distributing the offerings made in the name of God. In case they receive some of these they are pleased, if not, they are incensed.","transliteration":"Wa minhum mai yalmizuka fis sadaqaati fa-in u'too minhaa radoo wa illam yu'taw minhaaa izaa hum yaskhatoon","no_fn":"","text_fn":""},{"id":1294,"surah":9,"no_ayah":59,"tema":"Balasan Kemunafikan di Dunia dan Akhirat","text_ayah":"وَلَوْ أَ[g[نّ]َهُمْ رَضُو[s[اْ] م[o[َآ] ءَاتَ[n[ـٰ]هُمُ [h:2411[ٱ]للَّهُ وَرَسُولُهُ[n[ۥ] وَقَالُو[s[اْ] حَسْبُنَا [h:2428[ٱ]للَّهُ سَيُؤْتِينَا [h:5664[ٱ]للَّهُ مِ[f:475[ن ف]َضْلِه[n[ِۦ] وَرَسُولُهُ[o[ۥٓ] إِ[g[نّ][o[َآ] إِلَي [h:1637[ٱ]للَّهِ ر[n[َٲ]غِب[p[ُو]نَ","text_id":"Seandainya mereka benar-benar rida dengan apa yang diberikan kepada mereka oleh Allah dan Rasul-Nya, dan berkata, “Cukuplah Allah bagi kami, Allah akan memberikan kepada kami sebagian dari karunia-Nya, dan (demikian pula) Rasul-Nya. Sesungguhnya kami adalah orang-orang yang selalu hanya berharap kepada Allah.”","text_en":"They should rather have been pleased with what God and His Prophet had given them, and said: \"God is sufficient for us; He will give us of His largesse as will His Apostle. We supplicate no one but God.\"","transliteration":"Wa law annahum radoo maaa aataahumul laahu wa Rasooluhoo wa qaaloo hasbunal laahu wayu'teenallaahu min fadlihee wa Rasooluhooo innaaa ilallaahi raaghiboon","no_fn":"","text_fn":""},{"id":1295,"surah":9,"no_ayah":60,"tema":"Delapan Pihak Penerima Zakat","text_ayah":"۞ إِ[g[نّ]َمَا [h:5665[ٱ][l[ل]صَّدَقَ[n[ـٰ]تُ لِلْفُقَر[o[َا]ٓءِ وَ[h:421[ٱ]لْمَسَ[n[ـٰ]كِينِ وَ[h:5666[ٱ]لْعَ[n[ـٰ]مِلِينَ عَلَيْهَا وَ[h:5667[ٱ]لْمُؤَلَّفَةِ قُلُوبُهُمْ وَفِي [h:914[ٱ][l[ل]رِّقَابِ وَ[h:5668[ٱ]لْغَ[n[ـٰ]رِمِينَ وَفِي سَبِيلِ [h:788[ٱ]للَّهِ وَ[h:1189[ٱ][q:1189[بْ]نِ [h:1190[ٱ][l[ل]سَّبِيلِ‌ۖ فَرِيضَ[a:2605[ةً م]ِّنَ [h:321[ٱ]للَّهِ‌ۗ وَ[h:72[ٱ]للَّهُ عَلِيمٌ حَك[p[ِي]مٌ","text_id":"Sesungguhnya zakat itu hanyalah untuk orang-orang fakir, orang-orang miskin, para amil zakat, orang-orang yang dilunakkan hatinya (mualaf), untuk (memerdekakan) para hamba sahaya, untuk (membebaskan) orang-orang yang berutang, untuk jalan Allah dan untuk orang-orang yang sedang dalam perjalanan (yang memerlukan pertolongan), sebagai kewajiban dari Allah. Allah Maha Mengetahui lagi Mahabijaksana.","text_en":"Charities are meant for the indigent and needy, and those who collect and distribute them, and those whom you wish to win over, and for redeeming slaves (and captives) and those who are burdened with debt, and in the cause of God, and the wayfarers: So does God ordain. God is all-knowing and all-wise.","transliteration":"Innamas sadaqaatu lilfuqaraaa'i walmasaakeeni wal 'aamileena 'alaihaa wal mu'al lafati quloobuhum wa fir riqaabi walghaarimeena wa fee sabeelil laahi wabnis sabeeli fareedatam minal laah; wal laahu 'Aleemun Hakeem","no_fn":"","text_fn":""},{"id":1296,"surah":9,"no_ayah":61,"tema":"Perilaku Buruk Kaum Munafik dan Ancaman Atasnya","text_ayah":"وَمِنْهُمُ [h:5669[ٱ]لَّذِينَ يُؤْذُونَ [h:5670[ٱ][l[ل][g[نّ]َبِيَّ وَيَقُولُونَ هُوَ أُذُ[f:5671[نٌ‌ۚ ق]ُلْ أُذُنُ خَيْ[u:5672[رٍ ل]َّكُمْ يُؤْمِنُ بِ[h:32[ٱ]للَّهِ وَيُؤْمِنُ لِلْمُؤْمِنِينَ وَرَحْمَ[u:5044[ةٌ ل]ِّلَّذِينَ ءَامَنُو[s[اْ] مِ[f:344[نك]ُمْ‌ۚ وَ[h:37[ٱ]لَّذِينَ يُؤْذُونَ رَسُولَ [h:3273[ٱ]للَّهِ لَهُمْ عَذَابٌ أَل[p[ِي]مٌ","text_id":"Di antara mereka (kaum munafik) ada orang-orang yang menyakiti Nabi (Muhammad) dan mengatakan, “Dia adalah telinga (yang menampung dan memercayai semua apa yang didengarnya tanpa seleksi).” Katakanlah, “(Nabi Muhammad adalah) telinga yang baik bagi kamu, dia beriman kepada Allah, memercayai orang-orang mukmin, dan menjadi rahmat bagi orang-orang yang beriman di antara kamu.” Orang-orang yang menyakiti Rasulullah bagi mereka azab yang sangat pedih.","text_en":"There are some among them who talk ill of the Prophet by saying: \"He listens to everyone.\" Tell them: \"He listens for your good, and trusts in God and trusts the faithful, and he is a blessing for those who believe. For those who offend the Apostle of God there is painful punishment.\"","transliteration":"Wa minhumul lazeena yu'zoonan nabiyya wa yaqooloona huwa uzun; qul uzunu khairil lakum yu'minu billaahi wa yu'minu lilmu mi neena wa rahmatul lillazeena aamanoo minkum; wallazeena yu'zoona Rasoolal laahi lahum 'azaabun aleem","no_fn":"","text_fn":""},{"id":1297,"surah":9,"no_ayah":62,"tema":"Perilaku Buruk Kaum Munafik dan Ancaman Atasnya","text_ayah":"يَحْلِفُونَ بِ[h:32[ٱ]للَّهِ لَكُمْ لِيُرْضُوكُمْ وَ[h:72[ٱ]للَّهُ وَرَسُولُهُ[o[ۥٓ] أَحَقُّ أ[a:5673[َن ي]ُرْضُوهُ إِ[f:5674[ن ك]َانُو[s[اْ] مُؤْمِن[p[ِي]نَ","text_id":"Mereka (orang-orang munafik) bersumpah kepadamu (kaum muslim) dengan (nama) Allah untuk membuat kamu rida, padahal Allah dan Rasul-Nya lebih pantas mereka (raih) keridaan-Nya jika mereka adalah orang-orang beriman.","text_en":"They swear by God to please you; but if they are believers it would have been worthier to have pleased God and His Apostle.","transliteration":"yahlifoona billaahi lakum liyurdookum wallaahu wa Rasooluhoo ahaqqu ai yurdoohu in kaanoo mu'mineen","no_fn":"","text_fn":""},{"id":1298,"surah":9,"no_ayah":63,"tema":"Perilaku Buruk Kaum Munafik dan Ancaman Atasnya","text_ayah":"أَلَمْ يَعْلَم[o[ُوٓ][s[اْ] أَ[g[نّ]َهُ[n[ۥ] م[a:5675[َن ي]ُحَادِدِ [h:5676[ٱ]للَّهَ وَرَسُولَهُ[n[ۥ] فَأَ[g[نّ]َ لَهُ[n[ۥ] نَارَ جَهَ[g[نّ]َمَ خَ[n[ـٰ]لِ[f:2636[دًا ف]ِيهَا‌ۚ ذ[n[َٲ]لِكَ [h:5677[ٱ]لْخِزْيُ [h:5678[ٱ]لْعَظ[p[ِي]مُ","text_id":"Tidakkah mereka (orang-orang munafik) mengetahui bahwa siapa yang menentang Allah dan Rasul-Nya, maka sesungguhnya neraka Jahanamlah baginya. Dia kekal di dalamnya. Itulah kehinaan yang besar.","text_en":"Have they not realised that anyone who opposes God and His Prophet, will abide in Hell for ever? And that is the worst disgrace.","transliteration":"Alam ya'lamooo annahoo mai yuhaadidillaaha wa Rasoolahoo faanna lahoo Naara jahannama khaalidan feehaa; zaalikal khizyul 'Azeem","no_fn":"","text_fn":""},{"id":1299,"surah":9,"no_ayah":64,"tema":"Perilaku Buruk Kaum Munafik dan Ancaman Atasnya","text_ayah":"يَحْذَرُ [h:5679[ٱ]لْمُنَ[n[ـٰ]فِقُونَ أَ[f:2107[ن ت]ُنَزَّلَ عَلَيْهِمْ سُورَ[f:5680[ةٌ ت]ُنَبِّئُه[c:5681[ُم ب]ِمَا فِي قُلُوبِهِمْ‌ۚ قُلِ [h:5682[ٱ]سْتَهْزِء[o[ُوٓ][s[اْ] إِ[g[نّ]َ [h:80[ٱ]للَّهَ مُخْرِ[a:373[جٌ م]َّا تَحْذَر[p[ُو]نَ","text_id":"Orang-orang munafik khawatir jika diturunkan suatu surah yang mengungkapkan apa yang ada dalam hati mereka. Katakanlah (kepada mereka), “Olok-oloklah (Allah, Rasul-Nya, dan orang beriman sesukamu). Sesungguhnya Allah pasti akan menampakkan apa yang kamu khawatirkan itu.”","text_en":"The hypocrites fear lest a Surah is revealed concerning them, exposing what is in their hearts. Say to them: \"Mock as much as you like; God will surely expose what you dread.\"","transliteration":"Yahzarul munaafiqoona an tunaz zala 'alaihim Sooratun tunabbi 'uhum bimaa feequloobihim; qulistahzi'oo innal laaha mukhrijum maa tahzaroon","no_fn":"","text_fn":""},{"id":1300,"surah":9,"no_ayah":65,"tema":"Perilaku Buruk Kaum Munafik dan Ancaman Atasnya","text_ayah":"وَلَئِ[f:5683[ن س]َأَلْتَهُمْ لَيَقُولُ[g[نّ]َ إِ[g[نّ]َمَا كُ[g[نّ]َا نَخُوضُ وَنَلْعَبُ‌ۚ قُلْ أَبِ[h:5684[ٱ]للَّهِ وَءَايَ[n[ـٰ]تِه[n[ِۦ] وَرَسُولِه[n[ِۦ] كُ[f:100[نت]ُمْ تَسْتَهْزِء[p[ُو]نَ","text_id":"Sesungguhnya jika kamu tanyakan kepada mereka, mereka pasti akan menjawab, “Sesungguhnya kami hanya bersenda gurau dan bermain-main saja.” Katakanlah, “Apakah terhadap Allah, ayat-ayat-Nya, dan Rasul-Nya kamu selalu berolok-olok?”","text_en":"But if you ask them, they will say: \"We were only gossiping and jesting.\" You ask them: \"Were you jesting with God, His revelations and His messengers?\"","transliteration":"Wala'in sa altahum layaqoolunna innamaa kunnaa nakhoodu wa nal'ab; qul abillaahi wa 'Aayaatihee wa Rasoolihee kuntum tastahzi'oon","no_fn":"","text_fn":""},{"id":1301,"surah":9,"no_ayah":66,"tema":"Perilaku Buruk Kaum Munafik dan Ancaman Atasnya","text_ayah":"لَا تَعْتَذِرُو[s[اْ] قَ[q:298[دْ] كَفَرْت[c:5685[ُم ب]َعْدَ إِيمَ[n[ـٰ]نِكُمْ‌ۚ إ[a:5686[ِن ن]َّعْفُ عَ[f:5687[ن ط][o[َا]ٓئِفَ[a:5688[ةٍ م]ِّ[f:344[نك]ُمْ نُعَذِّ[q:5689[بْ] ط[o[َا]ٓئِفَ[i:5690[ةَۢ ب]ِأَ[g[نّ]َهُمْ كَانُو[s[اْ] مُ[q:4958[جْ]رِم[p[ِي]نَ","text_id":"Tidak perlu kamu membuat-buat alasan karena kamu telah kufur sesudah beriman. Jika Kami memaafkan sebagian dari kamu (karena telah bertobat), niscaya Kami akan mengazab golongan (yang lain), karena sesungguhnya mereka adalah orang-orang yang berbuat dosa.","text_en":"Do not make excuses: You turned unbelievers after having come to faith. If We pardon a section of you (for being frivolous), We shall punish the other for being guilty (of deliberate sin).","transliteration":"Laa ta'taziroo qad kafartum ba'da eemaanikum; in na'fu 'an taaa'ifatim minkum nu'az zib taaa'ifatam bi annahum kaanoo mujrimeen","no_fn":"","text_fn":""},{"id":1302,"surah":9,"no_ayah":67,"tema":"Perilaku Buruk Kaum Munafik dan Ancaman Atasnya","text_ayah":"ٱلْمُنَ[n[ـٰ]فِقُونَ وَ[h:5691[ٱ]لْمُنَ[n[ـٰ]فِقَ[n[ـٰ]تُ بَعْضُه[w:5692[ُم م]ّ[i:1862[ِنۢ ب]َعْ[a:5693[ضٍ‌ۚ ي]َأْمُرُونَ بِ[h:5694[ٱ]لْمُ[f:5694[نك]َرِ وَيَنْهَوْنَ عَنِ [h:5695[ٱ]لْمَعْرُوفِ وَيَ[q:5696[قْ]بِضُونَ أَيْدِيَهُمْ‌ۚ نَسُو[s[اْ] [h:5697[ٱ]للَّهَ فَنَسِيَهُمْ‌ۗ إِ[g[نّ]َ [h:3224[ٱ]لْمُنَ[n[ـٰ]فِقِينَ هُمُ [h:2071[ٱ]لْفَ[n[ـٰ]سِق[p[ُو]نَ","text_id":"Orang-orang munafik laki-laki dan perempuan, satu dengan yang lain (adalah sama saja). Mereka menyuruh (berbuat) mungkar dan mencegah (berbuat) makruf. Mereka pun menggenggam tangannya (kikir). Mereka telah melupakan Allah, maka Allah melupakan mereka. Sesungguhnya orang-orang munafik adalah orang-orang yang fasik.","text_en":"The hypocrites (are the same) whether men or women, the one of them being of the other. They encourage what is bad and dissuade from the good, and tighten their purses (when it comes to spending in the way of God). Of God they are oblivious; so He is oblivious of them. The hypocrites are indeed transgressors.","transliteration":"Almunaafiqoona wal munaafiqaatu ba'duhum mim ba'd; yaamuroona bilmunkari wa yanhawna 'anil ma'roofi wa yaqbidoona aidiyahum; nasul laaha fanasiyahum; innal munaafiqeena humul faasiqoon","no_fn":"","text_fn":""},{"id":1303,"surah":9,"no_ayah":68,"tema":"Perilaku Buruk Kaum Munafik dan Ancaman Atasnya","text_ayah":"وَعَدَ [h:3055[ٱ]للَّهُ [h:5698[ٱ]لْمُنَ[n[ـٰ]فِقِينَ وَ[h:5699[ٱ]لْمُنَ[n[ـٰ]فِقَ[n[ـٰ]تِ وَ[h:3648[ٱ]لْكُفَّارَ نَارَ جَهَ[g[نّ]َمَ خَ[n[ـٰ]لِدِينَ فِيهَا‌ۚ هِيَ حَسْبُهُمْ‌ۚ وَلَعَنَهُمُ [h:5700[ٱ]للَّهُ‌ۖ وَلَهُمْ عَذَا[a:3534[بٌ م]ُّق[p[ِي]مٌ","text_id":"Allah telah mengancam orang-orang munafik laki-laki dan perempuan serta orang-orang kafir dengan neraka Jahanam. Mereka kekal di dalamnya. Cukuplah (neraka) itu bagi mereka. Allah melaknat mereka. Bagi mereka azab yang kekal.","text_en":"God has reserved for hypocrites, whether men or women, and for unbelievers, the fire of Hell, where they will abide for ever. This is sufficient for them: They have God's condemnation and lasting torment,","transliteration":"Wa'adal laahul munafiqeena wal munaafiqaati wal kuffaara naara jahannnamma khaalideena feehaa; hiya hasbuhum; wa la'annahumul laahu wa lahum 'azaabum muqeem","no_fn":"","text_fn":""},{"id":1304,"surah":9,"no_ayah":69,"tema":"Perilaku Buruk Kaum Munafik dan Ancaman Atasnya","text_ayah":"كَ[h:9999[ٱ]لَّذِينَ مِ[f:85[ن ق]َ[q:86[بْ]لِكُمْ كَان[o[ُوٓ][s[اْ] أَشَدَّ مِ[f:344[نك]ُمْ قُوَّ[a:5701[ةً و]َأَكْثَرَ أَمْو[n[َٲ]ل[a:5702[اً و]َأَوْلَ[n[ـٰ][f:5703[دًا ف]َ[h:5704[ٱ]سْتَمْتَعُو[s[اْ] بِخَلَ[n[ـٰ]قِهِمْ فَ[h:5705[ٱ]سْتَمْتَعْت[c:5706[ُم ب]ِخَلَ[n[ـٰ]قِكُمْ كَمَا [h:5707[ٱ]سْتَمْتَعَ [h:5708[ٱ]لَّذِينَ مِ[f:85[ن ق]َ[q:86[بْ]لِك[c:5709[ُم ب]ِخَلَ[n[ـٰ]قِهِمْ وَخُضْتُمْ كَ[h:1506[ٱ]لَّذِي خَاض[o[ُوٓ[s[اْ]‌ۚ] أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ حَبِطَتْ أَعْمَ[n[ـٰ]لُهُمْ فِي [h:599[ٱ][l[ل]دُّنْيَا وَ[h:1213[ٱ]لْأَخِرَةِ‌ۖ وَأُ[s[وْ]لَ[o[ـٰٓ]ئِكَ هُمُ [h:150[ٱ]لْخَ[n[ـٰ]سِر[p[ُو]نَ","text_id":"(Kamu, orang-orang munafik,) seperti orang-orang sebelummu. Mereka lebih kuat daripada kamu dan lebih banyak harta dan anak-anaknya. Mereka telah menikmati bagiannya dan kamu telah menikmati bagianmu sebagaimana orang-orang yang sebelummu menikmati bagiannya. Kamu mempercakapkan (hal-hal yang batil) sebagaimana mereka mempercakapkannya. Mereka itu sia-sia amalnya di dunia dan di akhirat. Mereka itulah orang-orang yang rugi.","text_en":"Like those before you who were greater in strength, had more wealth and children than you, who enjoyed their lot in this world, as you have enjoyed your share like them. You indulge in idle talk, as they had indulged in vain discourse. Yet nothing of what they did remains in this world or will in the next, and they are the losers.","transliteration":"Kallazeena min qablikum kaanoo ashadda minkum quwwatanw wa aksara amwaalanw wa awlaadan fastamta'oo bikhalaaqihim fastamta'tum bikhalaaqikum kamas tamta'al lazeena min qablikum bikhalaa qihim wa khudtum kallazee khaadooo; ulaaa'ika habitat a'maaluhum fid dunyaa wal Aakhirati wa ulaaa'ika humul khaasiroon","no_fn":"","text_fn":""},{"id":1305,"surah":9,"no_ayah":70,"tema":"Perilaku Buruk Kaum Munafik dan Ancaman Atasnya","text_ayah":"أَلَمْ يَأْتِهِمْ نَبَأُ [h:5710[ٱ]لَّذِينَ مِ[f:617[ن ق]َ[q:618[بْ]لِهِمْ قَوْمِ نُو[a:5711[حٍ و]َعَا[a:5712[دٍ و]َثَمُودَ وَقَوْمِ إِ[q:1860[بْ]ر[n[َٲ]هِيمَ وَأَصْحَ[n[ـٰ]بِ مَ[q:4842[دْ]يَنَ وَ[h:5713[ٱ]لْمُؤْتَفِكَ[n[ـٰ]تِ‌ۚ أَتَتْهُمْ رُسُلُه[c:4900[ُم ب]ِ[h:484[ٱ]لْبَيِّنَ[n[ـٰ]تِ‌ۖ فَمَا كَانَ [h:742[ٱ]للَّهُ لِيَظْلِمَهُمْ وَلَ[n[ـٰ]كِ[f:276[ن ك]َان[o[ُوٓ][s[اْ] أَ[f:38[نف]ُسَهُمْ يَظْلِم[p[ُو]نَ","text_id":"Apakah tidak sampai kepada mereka berita (tentang) orang-orang sebelum mereka, (yaitu) kaum Nuh, ‘Ad, Samud, kaum Ibrahim, penduduk Madyan, dan (kaum Lut) yang kota-kotanya dijungkirbalikkan? Telah datang kepada mereka rasul-rasul dengan membawa bukti-bukti yang nyata. Allah tidak akan pernah menzalimi mereka, tetapi merekalah yang selalu menzalimi diri sendiri.","text_en":"Has not the account of those before them come to them, -- of the people of Noah and 'Ad and Thamud, of Abraham and Midian, and all the habitations that were destroyed? Their apostles had come to them with clear proofs; and God did not surely wrong them, they wronged themselves.","transliteration":"Alam yaatihim naba ul lazeena min qablihim qawmi Noohinw wa 'Aadinw wa Samooda wa qawmi Ibraaheema wa ashaabi adyana walmu'tafikaat; atathum Rusuluhum bilbaiyinaati famaa kaanal laahu liyazlimahum wa laakin kaanooo anfusahum yazlimoon","no_fn":"","text_fn":""},{"id":1306,"surah":9,"no_ayah":71,"tema":"Perilaku Baik Kaum Mukmin dan Balasannya","text_ayah":"وَ[h:9999[ٱ]لْمُؤْمِنُونَ وَ[h:5714[ٱ]لْمُؤْمِنَ[n[ـٰ]تُ بَعْضُهُمْ أَوْلِي[o[َا]ٓءُ بَعْ[a:5693[ضٍ‌ۚ ي]َأْمُرُونَ بِ[h:934[ٱ]لْمَعْرُوفِ وَيَنْهَوْنَ عَنِ [h:2144[ٱ]لْمُ[f:2145[نك]َرِ وَيُقِيمُونَ [h:14[ٱ][l[ل]صَّلَ[s[و][n[ٲ]ةَ وَيُؤْتُونَ [h:3639[ٱ][l[ل]زَّكَ[s[و][n[ٲ]ةَ وَيُطِيعُونَ [h:5715[ٱ]للَّهَ وَرَسُولَهُ[o[ۥٓ‌ۚ] أُ[s[وْ]لَ[o[ـٰٓ]ئِكَ سَيَرْحَمُهُمُ [h:5716[ٱ]للَّهُ‌ۗ إِ[g[نّ]َ [h:80[ٱ]للَّهَ عَزِيزٌ حَك[p[ِي]مٌ","text_id":"Orang-orang mukmin, laki-laki dan perempuan, sebagian mereka menjadi penolong bagi sebagian yang lain.<sup>328)</sup> Mereka menyuruh (berbuat) makruf dan mencegah (berbuat) mungkar, menegakkan salat, menunaikan zakat, dan taat kepada Allah dan Rasul-Nya. Mereka akan diberi rahmat oleh Allah. Sesungguhnya Allah Mahaperkasa lagi Mahabijaksana.","text_en":"Those who believe, men and women, befriend one another, and enjoin what is right and prohibit what is wrong. They observe their devotional obligations, pay the zakat, and obey God and His Apostle. God will be merciful to them, for God is all-mighty and all-wise.","transliteration":"Walmu'minoona wal mu'minaatu ba'duhum awliyaaa'u ba;d; yaamuroona bilma'roofi wa yanhawna 'anil munkari wa yuqeemoonas Salaata wa yu'toonaz Zakaata wa yutee'oonal laaha wa Rasoolah; ulaaa'ika sayarhamuhumul laah; innallaaha 'Azeezun Hakeem","no_fn":"328","text_fn":"328) Lihat catatan kaki surah Āli ‘Imrān/3: 28."},{"id":1307,"surah":9,"no_ayah":72,"tema":"Perilaku Baik Kaum Mukmin dan Balasannya","text_ayah":"وَعَدَ [h:3055[ٱ]للَّهُ [h:5717[ٱ]لْمُؤْمِنِينَ وَ[h:5718[ٱ]لْمُؤْمِنَ[n[ـٰ]تِ جَ[g[نّ]َ[n[ـٰ][f:119[تٍ ت]َ[q:120[جْ]رِي مِ[f:121[ن ت]َحْتِهَا [h:122[ٱ]لْأَنْهَ[n[ـٰ]رُ خَ[n[ـٰ]لِدِينَ فِيهَا وَمَسَ[n[ـٰ]كِنَ طَيِّبَ[f:5719[ةً ف]ِي جَ[g[نّ]َ[n[ـٰ]تِ عَ[q:5720[دْ][a:5721[نٍ‌ۚ و]َرِضْو[n[َٲ][a:1789[نٌ م]ِّنَ [h:321[ٱ]للَّهِ أَكْبَرُ‌ۚ ذ[n[َٲ]لِكَ هُوَ [h:5722[ٱ]لْفَوْزُ [h:2633[ٱ]لْعَظ[p[ِي]مُ","text_id":"Allah telah menjanjikan kepada orang-orang mukmin laki-laki dan perempuan, surga-surga yang sungai-sungai mengalir di bawahnya, mereka kekal di dalamnya, dan tempat-tempat yang baik di surga ‘Adn. Rida Allah lebih besar. Itulah kemenangan yang agung.","text_en":"God has promised men and women who believe gardens with streams of running water where they will abide for ever, and beautiful mansions in the Garden of Eden, and the blessings of God above all. That will be happiness supreme.","transliteration":"Wa'adal laahulmu' mineena walmu'minaati Jannaatin tajree min tahtihal anhaaru khaalideena feehaa wa masaakina taiyibatan fee Jannnaati 'adn; wa ridwaanum minal laahi akbar; zaalika hual fawzul 'azeem","no_fn":"","text_fn":""},{"id":1308,"surah":9,"no_ayah":73,"tema":"Jihad Melawan Orang-Orang Kafir dan Munafik","text_ayah":"يَ[o[ـٰٓ]أَيُّهَا [h:5411[ٱ][l[ل][g[نّ]َبِيُّ جَ[n[ـٰ]هِدِ [h:5723[ٱ]لْكُفَّارَ وَ[h:5724[ٱ]لْمُنَ[n[ـٰ]فِقِينَ وَ[h:5725[ٱ]غْلُظْ عَلَيْهِمْ‌ۚ وَمَأْوَ[n[ٮٰ]هُمْ جَهَ[g[نّ]َمُ‌ۖ وَبِئْسَ [h:665[ٱ]لْمَص[p[ِي]رُ","text_id":"Wahai Nabi, berjihadlah (melawan) orang-orang kafir dan orang-orang munafik dan bersikap keraslah terhadap mereka. Tempat mereka adalah (neraka) Jahanam. (Itulah) seburuk-buruk tempat kembali.","text_en":"Strive, O Prophet, against the unbelievers and the hypocrites, and deal with them firmly. Their final abode is Hell: And what a wretched destination!","transliteration":"yaaa aiyuhan Nabiyyu jaahidil kuffaara walmunaafiqeena waghluz 'alaihim; wa maawaahum jahannnamu wa bi'sal maseer","no_fn":"","text_fn":""},{"id":1309,"surah":9,"no_ayah":74,"tema":"Jihad Melawan Orang-Orang Kafir dan Munafik","text_ayah":"يَحْلِفُونَ بِ[h:32[ٱ]للَّهِ مَا قَالُو[s[اْ] وَلَقَ[q:341[دْ] قَالُو[s[اْ] كَلِمَةَ [h:5726[ٱ]لْكُفْرِ وَكَفَرُو[s[اْ] بَعْدَ إِسْلَ[n[ـٰ]مِهِمْ وَهَ[g[مّ]ُو[s[اْ] بِمَا لَمْ يَنَالُو[s[اْ‌ۚ] وَمَا نَقَم[o[ُوٓ][s[اْ] إِلّ[o[َآ] أَنْ أَغْنَ[n[ـٰ]هُمُ [h:5727[ٱ]للَّهُ وَرَسُولُهُ[n[ۥ] مِ[f:475[ن ف]َضْلِه[n[ِۦ]‌ۚ فَإ[a:5728[ِن ي]َتُوبُو[s[اْ] يَكُ خَيْ[u:2160[رًا ل]َّهُمْ‌ۖ وَإ[a:5729[ِن ي]َتَوَلَّوْ[s[اْ] يُعَذِّ[q:5495[بْ]هُمُ [h:5496[ٱ]للَّهُ عَذَابًا أَلِي[f:5730[مًا ف]ِي [h:599[ٱ][l[ل]دُّنْيَا وَ[h:1213[ٱ]لْأَخِرَةِ‌ۚ وَمَا لَهُمْ فِي [h:44[ٱ]لْأَرْضِ م[a:557[ِن و]َلِ[a:558[يٍّ و]َلَا نَص[p[ِي]رٍ","text_id":"Mereka (orang-orang munafik) bersumpah dengan (nama) Allah bahwa mereka tidak mengatakan (sesuatu yang menyakiti Nabi Muhammad). Sungguh, mereka benar-benar telah mengucapkan perkataan kekafiran (dengan mencela Nabi Muhammad) dan (karenanya) menjadi kafir setelah berislam. Mereka menginginkan apa yang tidak dapat mereka capai.<sup>329)</sup> Mereka tidak mencela melainkan karena Allah dan Rasul-Nya telah melimpahkan karunia-Nya kepada mereka. Maka, jika mereka bertobat, itu lebih baik bagi mereka. Jika berpaling, niscaya Allah akan mengazab mereka dengan azab yang pedih di dunia dan akhirat. Mereka tidak mempunyai pelindung dan tidak (pula) penolong di bumi.","text_en":"They swear by God: \"We never said this.\" But they surely said words disbelieving the truth, and they turned unbelievers after having come to faith, and designed what they could not accomplish. They did it only out of vengeance for God and His Apostle had enriched them by their grace. So, if they repent it is better for them. If they turn away then God would afflict them with painful punishment in this world and the next; and none will they have on the face of the earth to protect or help them.","transliteration":"Yahlifoona billaahi wa qaaloo wa laqad qaaloo kalimatal kufri wa kafaroo ba'da Islaamihim wa hammoo bimaa lam yanaaloo; wa maa naqamooo illaaa an aghnaa humullaahu wa Rasooluhoo min fadlih; fainy yatooboo yaku khairal lahum wa iny yatawal law yu'az zibhumullaahu 'azaaban aleeman fiddunyaa wal Aakhirah; wamaa lahum fil ardi minw waliyyinw wa laa naseer","no_fn":"329","text_fn":"329) Mereka ingin membunuh Nabi Muhammad saw."},{"id":1310,"surah":9,"no_ayah":75,"tema":"Kebohongan dan Ingkar Janji Orang Munafik","text_ayah":"۞ وَمِنْه[w:1106[ُم م]َّنْ عَ[n[ـٰ]هَدَ [h:5731[ٱ]للَّهَ لَئِنْ ءَاتَ[n[ـٰ]نَا مِ[f:475[ن ف]َضْلِه[n[ِۦ] لَنَصَّدَّقَ[g[نّ]َ وَلَنَكُونَ[g[نّ]َ مِنَ [h:1889[ٱ][l[ل]صَّ[n[ـٰ]لِح[p[ِي]نَ","text_id":"Di antara mereka ada orang yang telah berjanji kepada Allah, “Sesungguhnya jika Dia memberikan sebagian dari karunia-Nya kepada kami, niscaya kami akan benar-benar bersedekah dan niscaya kami benar-benar termasuk orang-orang yang saleh.”","text_en":"Some of them made a covenant with God: \"If You give us in Your bounty we shall give alms and be upright.\"","transliteration":"Wa minhum man 'aaha dal laaha la'in aataanaa min fadlihee lanas saddaqanna wa lanakoonanna minassaaliheen","no_fn":"","text_fn":""},{"id":1311,"surah":9,"no_ayah":76,"tema":"Kebohongan dan Ingkar Janji Orang Munafik","text_ayah":"فَلَ[g[مّ][o[َآ] ءَاتَ[n[ـٰ]ه[w:5732[ُم م]ِّ[f:475[ن ف]َضْلِه[n[ِۦ] بَخِلُو[s[اْ] بِه[n[ِۦ] وَتَوَلَّو[s[اْ] وَّه[w:1817[ُم م]ُّعْرِض[p[ُو]نَ","text_id":"Akan tetapi, ketika Allah menganugerahkan kepada mereka sebagian dari karunia-Nya, mereka menjadi kikir dan berpaling seraya menjadi penentang (kebenaran).","text_en":"But when He gave them of His bounty they became greedy, and then turned away.","transliteration":"Falammaaa aataahum min fadlihee bakhiloo bihee wa tawallaw wa hum mu'ridoon","no_fn":"","text_fn":""},{"id":1312,"surah":9,"no_ayah":77,"tema":"Kebohongan dan Ingkar Janji Orang Munafik","text_ayah":"فَأَعْقَبَهُمْ نِفَا[f:5733[قًا ف]ِي قُلُوبِهِمْ إِلَيٰ يَوْمِ يَلْقَوْنَهُ[n[ۥ] بِم[o[َآ] أَخْلَفُو[s[اْ] [h:5734[ٱ]للَّهَ مَا وَعَدُوهُ وَبِمَا كَانُو[s[اْ] يَكْذِب[p[ُو]نَ","text_id":"Maka, (akibat kekikiran itu) Dia menanamkan kemunafikan dalam hati mereka sampai pada hari mereka menemui-Nya karena mereka telah mengingkari janji yang telah mereka ikrarkan kepada-Nya dan (juga) karena mereka selalu berdusta.","text_en":"As a consequence of breaking their promise made to God, and telling lies, he filled their hearts with hypocrisy which will last till the day they come before Him.","transliteration":"Fa a'qabahum nifaaqan fee quloobihim ilaa Yawmi yalqaw nahoo bimaaa akhlaful laaha maa wa'adoohu wa bimaa kaanoo yakhziboon","no_fn":"","text_fn":""},{"id":1313,"surah":9,"no_ayah":78,"tema":"Kebohongan dan Ingkar Janji Orang Munafik","text_ayah":"أَلَمْ يَعْلَم[o[ُوٓ][s[اْ] أَ[g[نّ]َ [h:394[ٱ]للَّهَ يَعْلَمُ سِرَّهُمْ وَنَ[q:5735[جْ]وَ[n[ٮٰ]هُمْ وَأَ[g[نّ]َ [h:859[ٱ]للَّهَ عَلَّ[n[ـٰ]مُ [h:3865[ٱ]لْغُي[p[ُو][q[ب]ِ","text_id":"Tidakkah mereka mengetahui bahwa Allah mengetahui rahasia dan bisikan mereka dan bahwa sesungguhnya Allah Maha Mengetahui segala yang gaib?","text_en":"Have they not realised that God knows their secrets and their confidential talk, and that God has the knowledge of unknown things?","transliteration":"Alam ya'lamooo annal laaha ya'lamu sirrahum wa najwaahum wa annal laaha 'Allaamul Ghuyoob","no_fn":"","text_fn":""},{"id":1314,"surah":9,"no_ayah":79,"tema":"Celaan Orang-Orang Munafik terhadap Orang-Orang Mukmin","text_ayah":"ٱلَّذِينَ يَلْمِزُونَ [h:5736[ٱ]لْمُطَّوِّعِينَ مِنَ [h:3047[ٱ]لْمُؤْمِنِينَ فِي [h:5663[ٱ][l[ل]صَّدَقَ[n[ـٰ]تِ وَ[h:37[ٱ]لَّذِينَ لَا يَجِدُونَ إِلَّا جُهْدَهُمْ فَيَسْخَرُونَ مِنْهُمْ‌ۙ سَخِرَ [h:5737[ٱ]للَّهُ مِنْهُمْ وَلَهُمْ عَذَابٌ أَل[p[ِي]مٌ","text_id":"Orang-orang (munafik) yang mencela orang-orang beriman yang memberikan sedekah dengan sukarela, (mencela) orang-orang yang tidak mendapatkan (untuk disedekahkan) selain kesanggupannya, lalu mereka mengejeknya. Maka, Allah mengejek mereka dan bagi mereka azab yang sangat pedih.","text_en":"They who defame those of the believers who give alms willingly, and deride those who have nothing besides what they earn by their labour (to give in charity), will be derided by God, and will suffer painful punishment.","transliteration":"Allazeena yalmizoonal mut tawwi'eena minalmu'mineena fis sadaqaati wallazeena laa yajidoona illaa juhdahum fayaskharoona minhum sakhiral laahu minhum wa lahum azaabun aleem","no_fn":"","text_fn":""},{"id":1315,"surah":9,"no_ayah":80,"tema":"Celaan Orang-Orang Munafik terhadap Orang-Orang Mukmin","text_ayah":"ٱسْتَغْفِرْ لَهُمْ أَوْ لَا تَسْتَغْفِرْ لَهُمْ إِ[f:5738[ن ت]َسْتَغْفِرْ لَهُمْ سَ[q:5045[بْ]عِينَ مَرَّ[f:5739[ةً ف]َل[a:5740[َن ي]َغْفِرَ [h:5741[ٱ]للَّهُ لَهُمْ‌ۚ ذ[n[َٲ]لِكَ بِأَ[g[نّ]َهُمْ كَفَرُو[s[اْ] بِ[h:32[ٱ]للَّهِ وَرَسُولِه[n[ِۦ]‌ۗ وَ[h:72[ٱ]للَّهُ لَا يَهْدِي [h:1504[ٱ]لْقَوْمَ [h:3860[ٱ]لْفَ[n[ـٰ]سِق[p[ِي]نَ","text_id":"(Sama saja) engkau (Nabi Muhammad) memohonkan ampunan bagi mereka atau tidak memohonkan ampunan bagi mereka. Walaupun engkau memohonkan ampunan bagi mereka tujuh puluh kali, Allah tidak akan memberi ampunan kepada mereka. Demikian itu karena mereka kufur kepada Allah dan Rasul-Nya. Allah tidak akan memberi petunjuk kepada kaum yang fasik.","text_en":"Whether you plead forgiveness for them or not, God will not forgive them, even though you plead seventy times, for they disbelieved in God and His Apostle; and God does not show transgressors the way.","transliteration":"istaghfir lahum aw laa tastaghfir lahum in tastaghfir lahum sab'eena marratan falany yaghfiral laahu lahum; zaalika bi annahum kafaroo billaahi wa Rasoolih; wallaahu laa yahdil qawmal faasiqeen","no_fn":"","text_fn":""},{"id":1316,"surah":9,"no_ayah":81,"tema":"Sikap Kaum Munafik pada Perang Tabuk","text_ayah":"فَرِحَ [h:5742[ٱ]لْمُخَلَّفُونَ بِمَ[q:5743[قْ]عَدِهِمْ خِلَ[n[ـٰ]فَ رَسُولِ [h:5744[ٱ]للَّهِ وَكَرِه[o[ُوٓ][s[اْ] أ[a:5616[َن ي]ُجَ[n[ـٰ]هِدُو[s[اْ] بِأَمْو[n[َٲ]لِهِمْ وَأَ[f:3050[نف]ُسِهِمْ فِي سَبِيلِ [h:788[ٱ]للَّهِ وَقَالُو[s[اْ] لَا تَ[f:5584[نف]ِرُو[s[اْ] فِي [h:5745[ٱ]لْحَرِّ‌ۗ قُلْ نَارُ جَهَ[g[نّ]َمَ أَشَدُّ حَر[u:5746[ًّا‌ۚ ل]َّوْ كَانُو[s[اْ] يَفْقَه[p[ُو]نَ","text_id":"Orang-orang yang ditinggalkan (tidak ikut berperang) merasa gembira dengan duduk-duduk setelah kepergian Rasulullah (ke medan perang). Mereka tidak suka berjihad dengan harta dan jiwa mereka di jalan Allah dan mereka (justru) berkata, “Janganlah kamu berangkat (ke medan perang) di tengah panas terik.” Katakanlah (Nabi Muhammad), “Api neraka Jahanam lebih panas.” Seandainya saja selama ini mereka memahami.","text_en":"Those who were left behind rejoiced that they stayed at home against the wishes of God's Apostle, being averse to fighting in the way of God with their wealth and lives, and said: \"Do not go in this heat.\" Tell them: \"The heat of Hell is far more intense.\" If only they had cared to instruct themselves!","transliteration":"Farihal mukhallafoona bimaq'adihim khilaafa Rasoolil laahi wa karihooo ai yujaahidoo bi amwaalihim wa anfusihim fee sabeelil laahi wa qaaloo la tanfiroo fil harr; qul Naaru jahannama ashaddu harraa; law kaanoo yafqahoon","no_fn":"","text_fn":""},{"id":1317,"surah":9,"no_ayah":82,"tema":"Sikap Kaum Munafik pada Perang Tabuk","text_ayah":"فَلْيَضْحَكُو[s[اْ] قَلِيل[a:5747[اً و]َلْيَ[q:5748[بْ]كُو[s[اْ] كَثِي[f:5749[رًا ج]َز[o[َا]ٓ[i:3537[ءَۢ ب]ِمَا كَانُو[s[اْ] يَكْسِب[p[ُو]نَ","text_id":"Maka, biarkanlah mereka tertawa sedikit (di dunia) dan menangis yang banyak (di akhirat) sebagai balasan terhadap apa yang selalu mereka perbuat.","text_en":"So let them laugh a little, for weep they will, more as retribution for what they have done.","transliteration":"Falyadhakoo qaleelanw walyabkoo kaseeran jazaaa'am bimaa kaanoo yaksiboon","no_fn":"","text_fn":""},{"id":1318,"surah":9,"no_ayah":83,"tema":"Sikap Kaum Munafik pada Perang Tabuk","text_ayah":"فَإ[u:5750[ِن ر]َّجَعَكَ [h:5751[ٱ]للَّهُ إِلَيٰ ط[o[َا]ٓئِفَ[a:5752[ةٍ م]ِّنْهُمْ فَ[h:5753[ٱ]سْتَــْٔذَنُوكَ لِلْخُرُوجِ فَقُل لَّ[f:5754[ن ت]َخْرُجُو[s[اْ] مَعِيَ أَبَ[a:5755[دًا و]َلَ[f:5756[ن ت]ُقَ[n[ـٰ]تِلُو[s[اْ] مَعِيَ عَدُوًّا‌ۖ إِ[g[نّ]َكُمْ رَضِيت[c:5757[ُم ب]ِ[h:5758[ٱ]لْقُعُودِ أَوَّلَ مَرَّ[f:5759[ةٍ ف]َ[h:5760[ٱ][q:5760[قْ]عُدُو[s[اْ] مَعَ [h:5761[ٱ]لْخَ[n[ـٰ]لِف[p[ِي]نَ","text_id":"Maka, jika Allah memulangkanmu (Nabi Muhammad) ke satu golongan dari mereka (orang-orang munafik), kemudian mereka meminta izin kepadamu untuk keluar (pergi berperang), katakanlah, “Kamu tidak boleh keluar bersamaku selama-lamanya dan tidak boleh memerangi musuh bersamaku. Sesungguhnya sejak semula kamu telah rida duduk (tidak berperang). Oleh karena itu, duduklah (tinggallah) bersama orang-orang yang tidak ikut (berperang).”","text_en":"If you come back to them by (the grace of) God, and they seek your permission to go (to fight), you should tell them: \"You will never go out nor fight the enemy with me any more. You preferred to stay back on the first occasion, so stay at home with those who stay behind.\"","transliteration":"Fa ir raja'akal laahu ilaa taaa'ifatim minhum fastaaa zanooka lilkhurooji faqul lan takhrujoo ma'iya abadanw a lan tuqaatiloo ma'iya 'aduwwan innakum radeetum bilqu'oodi awwala marratin faq'udoo ma'al khaalifeen","no_fn":"","text_fn":""},{"id":1319,"surah":9,"no_ayah":84,"tema":"Sikap Kaum Munafik pada Perang Tabuk","text_ayah":"وَلَا تُصَلِّ عَلَ[o[يٰٓ] أَحَ[a:702[دٍ م]ِّنْه[w:5762[ُم م]َّاتَ أَبَ[a:5763[دًا و]َلَا تَقُمْ عَلَيٰ قَ[q:5764[بْ]رِه[o[ِۦٓ‌ۖ] إِ[g[نّ]َهُمْ كَفَرُو[s[اْ] بِ[h:32[ٱ]للَّهِ وَرَسُولِه[n[ِۦ] وَمَاتُو[s[اْ] وَهُمْ فَ[n[ـٰ]سِق[p[ُو]نَ","text_id":"Janganlah engkau (Nabi Muhammad) melaksanakan salat untuk seseorang yang mati di antara mereka (orang-orang munafik) selama-lamanya dan janganlah engkau berdiri (berdoa) di atas kuburnya. Sesungguhnya mereka ingkar kepada Allah dan Rasul-Nya dan mereka mati dalam keadaan fasik.","text_en":"Do not invoke blessings on any of them who die, nor stand to pray at their graves, for they disbelieved in God and His Prophet, and died transgressors.","transliteration":"Wa laa tusalli 'alaaa ahadim minhum maata abadanw wa laa taqum 'alaa qabriheee innahum kafaroo billaahi wa Rasoolihee wa maatoo wa hum faasiqoon","no_fn":"","text_fn":""},{"id":1320,"surah":9,"no_ayah":85,"tema":"Sikap Kaum Munafik pada Perang Tabuk","text_ayah":"وَلَا تُعْجِ[q:5655[بْ]كَ أَمْو[n[َٲ]لُهُمْ وَأَوْلَ[n[ـٰ]دُهُمْ‌ۚ إِ[g[نّ]َمَا يُرِيدُ [h:976[ٱ]للَّهُ أ[a:5765[َن ي]ُعَذِّبَه[c:5766[ُم ب]ِهَا فِي [h:599[ٱ][l[ل]دُّنْيَا وَتَزْهَقَ أَ[f:2341[نف]ُسُهُمْ وَهُمْ كَ[n[ـٰ]فِر[p[ُو]نَ","text_id":"Janganlah harta dan anak-anak mereka membuatmu kagum. Sesungguhnya dengan (sebab harta dan anak) itu Allah berkehendak untuk menyiksa mereka di dunia dan (membiarkan) nyawa mereka melayang dalam keadaan kafir.","text_en":"And let not their wealth and children astonish you. God wishes to punish them through these in the world, and their souls will depart in a state of disbelief.","transliteration":"Wa laa tu'jibka amwaa luhum wa awlaaduhum; innamaa yureedul laahu ai yu'az zibahum bihaa fid dunyaa wa tazhaqa anfusuhum wa hum kaafiroon","no_fn":"","text_fn":""},{"id":1321,"surah":9,"no_ayah":86,"tema":"Perbandingan antara Sikap Para Tokoh Munafik dengan Sikap Rasul dan Kaum Mukmin terhadap Perintah Jihad","text_ayah":"وَإِذ[o[َآ] أُ[f:5767[نز]ِلَتْ سُورَةٌ أَنْ ءَامِنُو[s[اْ] بِ[h:32[ٱ]للَّهِ وَجَ[n[ـٰ]هِدُو[s[اْ] مَعَ رَسُولِهِ [h:5768[ٱ]سْتَــْٔذَنَكَ أُ[s[وْ]لُو[s[اْ] [h:5769[ٱ][l[ل]طَّوْلِ مِنْهُمْ وَقَالُو[s[اْ] ذَرْنَا نَك[a:5770[ُن م]َّعَ [h:5626[ٱ]لْقَ[n[ـٰ]عِد[p[ِي]نَ","text_id":"Apabila diturunkan suatu surah (yang memerintahkan orang-orang munafik), “Berimanlah kepada Allah dan berjihadlah bersama Rasul-Nya,” niscaya orang-orang yang berkemampuan di antara mereka meminta izin kepadamu (untuk tidak berjihad) dan mereka berkata, “Biarkanlah kami berada bersama orang-orang yang duduk (tinggal di rumah).”","text_en":"Whenever a Surah is revealed (which says): \"Believe in God and fight along with His Prophet,\" the well-to-do among them ask for leave to stay at home, and say: \"Leave us with those who are left behind.\"","transliteration":"Wa izaaa unzilat Sooratun an aaminoo billaahi wa jaahidoo ma'a Rasoolihis taazanaka uluttawli minhum wa qaaloo zarnaa nakum ma'alqaa 'ideen","no_fn":"","text_fn":""},{"id":1322,"surah":9,"no_ayah":87,"tema":"Perbandingan antara Sikap Para Tokoh Munafik dengan Sikap Rasul dan Kaum Mukmin terhadap Perintah Jihad","text_ayah":"رَضُو[s[اْ] بِأ[a:5771[َن ي]َكُونُو[s[اْ] مَعَ [h:5772[ٱ]لْخَوَالِفِ وَطُبِعَ عَلَيٰ قُلُوبِهِمْ فَهُمْ لَا يَفْقَه[p[ُو]نَ","text_id":"Mereka rida berada bersama orang-orang yang tidak pergi berperang.<sup>330)</sup> Hati mereka telah dikunci sehingga tidak memahami.","text_en":"They prefer to be with women who (are allowed to) stay at home during war, and their hearts are sealed; so they fail to understand.","transliteration":"Radoo bi ai yakoonoo ma'al khawaalifi wa tubi'a 'alaa quloobihim fahum laa yafqahoon","no_fn":"330","text_fn":"330) Orang yang tidak pergi berperang dalam ayat ini adalah perempuan, anak-anak, orang yang lemah, sakit, dan berusia lanjut."},{"id":1323,"surah":9,"no_ayah":88,"tema":"Perbandingan antara Sikap Para Tokoh Munafik dengan Sikap Rasul dan Kaum Mukmin terhadap Perintah Jihad","text_ayah":"لَ[n[ـٰ]كِنِ [h:5773[ٱ][l[ل]رَّسُولُ وَ[h:37[ٱ]لَّذِينَ ءَامَنُو[s[اْ] مَعَهُ[n[ۥ] جَ[n[ـٰ]هَدُو[s[اْ] بِأَمْو[n[َٲ]لِهِمْ وَأَ[f:3050[نف]ُسِهِمْ‌ۚ وَأُ[s[وْ]لَ[o[ـٰٓ]ئِكَ لَهُمُ [h:5774[ٱ]لْخَيْر[n[َٲ]تُ‌ۖ وَأُ[s[وْ]لَ[o[ـٰٓ]ئِكَ هُمُ [h:23[ٱ]لْمُفْلِح[p[ُو]نَ","text_id":"Akan tetapi, Rasul dan orang-orang yang beriman bersamanya berjihad dengan harta dan jiwanya. Mereka memperoleh berbagai kebaikan. Mereka (pula)-lah orang-orang yang beruntung.","text_en":"But the Prophet and those who have embraced the faith with him, and have fought wealth and soul (in the way of God), are blessed and will be successful.","transliteration":"Laakinir Rasoolu wal lazeena aamanoo ma'ahoo jaahadoo bi amwaalihim wa anfusihim; wa ulaaa'ika lahumul khairaatu wa ulaaa'ika humul muflihoon","no_fn":"","text_fn":""},{"id":1324,"surah":9,"no_ayah":89,"tema":"Perbandingan antara Sikap Para Tokoh Munafik dengan Sikap Rasul dan Kaum Mukmin terhadap Perintah Jihad","text_ayah":"أَعَدَّ [h:5775[ٱ]للَّهُ لَهُمْ جَ[g[نّ]َ[n[ـٰ][f:119[تٍ ت]َ[q:120[جْ]رِي مِ[f:121[ن ت]َحْتِهَا [h:122[ٱ]لْأَنْهَ[n[ـٰ]رُ خَ[n[ـٰ]لِدِينَ فِيهَا‌ۚ ذ[n[َٲ]لِكَ [h:3911[ٱ]لْفَوْزُ [h:2633[ٱ]لْعَظ[p[ِي]مُ","text_id":"Allah telah menyediakan bagi mereka surga yang sungai-sungai mengalir di bawahnya. Mereka kekal di dalamnya. Itulah kemenangan yang agung.","text_en":"God has provision for them of gardens with Streams of running water, where they will abide for ever. This will be the supreme triumph.","transliteration":"A'addal laahu lahum Jannaatin tajree min tahtihal anhaaru khaalideena feehaa; zaalikal fawzul 'azeem","no_fn":"","text_fn":""},{"id":1325,"surah":9,"no_ayah":90,"tema":"Kemunafikan Kaum Arab Badui","text_ayah":"وَج[o[َا]ٓءَ [h:5776[ٱ]لْمُعَذِّرُونَ مِنَ [h:5777[ٱ]لْأَعْرَابِ لِيُؤْذَنَ لَهُمْ وَقَعَدَ [h:5778[ٱ]لَّذِينَ كَذَبُو[s[اْ] [h:5779[ٱ]للَّهَ وَرَسُولَهُ[n[ۥ]‌ۚ سَيُصِيبُ [h:4389[ٱ]لَّذِينَ كَفَرُو[s[اْ] مِنْهُمْ عَذَابٌ أَل[p[ِي]مٌ","text_id":"Orang-orang Arab Badui yang membuat-buat alasan datang (kepada Nabi) agar diberi izin (untuk tidak berperang). Adapun orang-orang yang mendustakan Allah dan Rasul-Nya duduk berdiam (tidak mengemukakan alasan). Kelak orang-orang yang kufur di antara mereka akan ditimpa azab yang sangat pedih.","text_en":"Some Arabs of the desert came with ready excuses, asking for leave to stay behind. But those who had lied to God and His Prophet stayed at home doing nothing. So the punishment for those who disbelieve among them will be painful.","transliteration":"Wa jaaa'al mu'az ziroona minal A'raabi liyu'zana lahum wa qa'adal lazeena kazabul laaha wa Rasoolah; sayuseebul lazeena kafaroo minhum 'azaabun aleem","no_fn":"","text_fn":""},{"id":1326,"surah":9,"no_ayah":91,"tema":"Pihak-Pihak yang Diizinkan untuk Tidak Ikut Berjihad","text_ayah":"لَّيْسَ عَلَي [h:5780[ٱ][l[ل]ضُّعَف[o[َا]ٓءِ وَلَا عَلَي [h:5781[ٱ]لْمَرْضَيٰ وَلَا عَلَي [h:289[ٱ]لَّذِينَ لَا يَجِدُونَ مَا يُ[f:16[نف]ِقُونَ حَرَجٌ إِذَا نَصَحُو[s[اْ] لِلَّهِ وَرَسُولِه[n[ِۦ]‌ۚ مَا عَلَي [h:1343[ٱ]لْمُحْسِنِينَ مِ[f:5782[ن س]َبِي[a:5783[لٍ‌ۚ و]َ[h:72[ٱ]للَّهُ غَفُو[u:890[رٌ ر]َّح[p[ِي]مٌ","text_id":"Tidak ada dosa (karena tidak pergi berperang) bagi orang-orang yang lemah, sakit, dan yang tidak mendapatkan apa yang akan mereka infakkan, jika mereka ikhlas kepada Allah dan Rasul-Nya. Tidak ada jalan apa pun untuk (menyalahkan) orang-orang yang berbuat baik. Allah Maha Pengampun lagi Maha Penyayang.","text_en":"No blame will attach to the old and the sick, or those without means to spend on good acts, if they stay behind provided they are sincere to God and His Apostle; There is no way to blame those who are doers of good, for God is forgiving and kind.","transliteration":"Laisa 'alad du'aaaa'i wa laa 'alal mardaa wa laa 'alal lazeena laa yajidoona maa yunfiqoona harajun izaa nasahoo lillaahi wa Rasoolih; maa 'alal muhsineena min sabeel; wallaahu Ghafoorur Raheem","no_fn":"","text_fn":""},{"id":1327,"surah":9,"no_ayah":92,"tema":"Pihak-Pihak yang Diizinkan untuk Tidak Ikut Berjihad","text_ayah":"وَلَا عَلَي [h:289[ٱ]لَّذِينَ إِذَا م[o[َآ] أَتَوْكَ لِتَحْمِلَهُمْ قُلْتَ ل[o[َآ] أَجِدُ م[o[َآ] أَحْمِلُكُمْ عَلَيْهِ تَوَلَّو[s[اْ] وَّأَعْيُنُهُمْ تَفِيضُ مِنَ [h:3742[ٱ][l[ل]دَّمْعِ حَزَنًا أَلَّا يَجِدُو[s[اْ] مَا يُ[f:16[نف]ِق[p[ُو]نَ","text_id":"Tidak (ada dosa) pula bagi orang-orang yang ketika datang kepadamu (Nabi Muhammad) agar engkau menyediakan kendaraan kepada mereka, lalu engkau berkata, “Aku tidak mendapatkan kendaraan untuk membawamu.” Mereka pergi dengan bercucuran air mata karena sedih sebab tidak mendapatkan apa yang akan mereka infakkan (untuk ikut berperang).","text_en":"Nor will they be blamed who came to you for transport, to whom you said: \"I cannot find any means of conveyance for you,\" and they went away in tears, grieving that they lacked the means to spend (on carriage).","transliteration":"Wa laa 'alal lazeena izaa maaa atawka litahmilahum qulta laaa ajidu maaa ahmilukum 'alaihi tawallaw wa a'yunuhum tafeedu minaddam'i hazanan allaa yajidoo maa yunfiqoon","no_fn":"","text_fn":""},{"id":1328,"surah":9,"no_ayah":93,"tema":"Pihak-Pihak yang Diizinkan untuk Tidak Ikut Berjihad","text_ayah":"۞ إِ[g[نّ]َمَا [h:5784[ٱ][l[ل]سَّبِيلُ عَلَي [h:289[ٱ]لَّذِينَ يَسْتَــْٔذِنُونَكَ وَهُمْ أَغْنِي[o[َا]ٓءُ‌ۚ رَضُو[s[اْ] بِأ[a:5771[َن ي]َكُونُو[s[اْ] مَعَ [h:5772[ٱ]لْخَوَالِفِ وَطَبَعَ [h:5785[ٱ]للَّهُ عَلَيٰ قُلُوبِهِمْ فَهُمْ لَا يَعْلَم[p[ُو]نَ","text_id":"Sesungguhnya satu-satunya celah (untuk menyalahkan) adalah kepada orang-orang yang meminta izin kepadamu (untuk tidak ikut berperang), padahal mereka orang mampu. Mereka rida berada bersama orang-orang yang tidak ikut berperang. Allah telah mengunci hati mereka sehingga mereka tidak mengetahui.","text_en":"Blame will lie on those who are rich yet ask your leave to stay behind. They prefer to stay with women who stay at home, and God seals their hearts; so they do not understand.","transliteration":"Innamas sabeelu 'alal lazeena yastaazinoonaka wa hum aghniyaaa'; radoo biany-yakoonoo ma'al khawaalifi wa taba'al laahu 'alaa quloobihim fahum laa ya'lamoon","no_fn":"","text_fn":""},{"id":1329,"surah":9,"no_ayah":94,"tema":"Menghadapi Sikap Buruk Orang Munafik","text_ayah":"يَعْتَذِرُونَ إِلَيْكُمْ إِذَا رَجَعْتُمْ إِلَيْهِمْ‌ۚ قُل لَّا تَعْتَذِرُو[s[اْ] ل[a:265[َن ن]ُّؤْمِنَ لَكُمْ قَ[q:298[دْ] نَبَّأَنَا [h:5786[ٱ]للَّهُ مِنْ أَخْبَارِكُمْ‌ۚ وَسَيَرَي [h:5787[ٱ]للَّهُ عَمَلَكُمْ وَرَسُولُهُ[n[ۥ] ثُ[g[مّ]َ تُرَدُّونَ إِلَيٰ عَ[n[ـٰ]لِمِ [h:5788[ٱ]لْغَيْبِ وَ[h:4187[ٱ][l[ل]شَّهَ[n[ـٰ]دَةِ فَيُنَبِّئُك[c:3605[ُم ب]ِمَا كُ[f:100[نت]ُمْ تَعْمَل[p[ُو]نَ","text_id":"Mereka (orang-orang munafik yang tidak ikut berperang) akan membuat-buat alasan kepadamu ketika kamu telah pulang kepada mereka. Katakanlah (Nabi Muhammad), “Janganlah kamu membuat-buat alasan. Kami tidak percaya lagi kepadamu. Sungguh, Allah telah memberitahukan kepada kami sebagian berita (tentang) kamu. Allah akan melihat pekerjaanmu, (demikian pula) Rasul-Nya. Kemudian, kamu dikembalikan kepada (Allah) Yang Maha Mengetahui segala yang gaib dan yang nyata, lalu Dia memberitakan kepadamu apa yang selama ini kamu kerjakan.”","text_en":"When you come back they will offer excuses to you. Tell them: \"Make no excuses; we do not believe you. God has informed us about you; and God and His Apostle shall watch your conduct. Then you will be brought to Him who knows what is hidden and what is manifest. He will tell you of what you did.\"","transliteration":"ya'taziroona ilaikum izaa raja'tum ilaihim; qul laa ta'taziroo lan nu'mina lakum qad nabba annal laahu min akhbaarikum; wa sa yaral laahu 'amalakum wa Rasooluhoo suma turaddoona ilaa 'Aalimil Ghaibi washshahaadati fa yunabbi'ukum bimaa kuntum ta'maloon","no_fn":"","text_fn":""},{"id":1330,"surah":9,"no_ayah":95,"tema":"Menghadapi Sikap Buruk Orang Munafik","text_ayah":"سَيَحْلِفُونَ بِ[h:32[ٱ]للَّهِ لَكُمْ إِذَا [h:5789[ٱ][f:2280[نق]َلَ[q:2280[بْ]تُمْ إِلَيْهِمْ لِتُعْرِضُو[s[اْ] عَنْهُمْ‌ۖ فَأَعْرِضُو[s[اْ] عَنْهُمْ‌ۖ إِ[g[نّ]َهُمْ رِ[q:3765[جْ][a:5790[سٌ‌ۖ و]َمَأْوَ[n[ٮٰ]هُمْ جَهَ[g[نّ]َمُ جَز[o[َا]ٓ[i:3537[ءَۢ ب]ِمَا كَانُو[s[اْ] يَكْسِب[p[ُو]نَ","text_id":"Mereka akan bersumpah kepadamu dengan (nama) Allah ketika kamu kembali kepada mereka agar kamu berpaling dari mereka. Maka, berpalinglah dari mereka. Sesungguhnya mereka (berjiwa) kotor dan tempat mereka (neraka) Jahanam sebagai balasan atas apa yang selama ini mereka kerjakan.","text_en":"They will beg you in the name of God, on your return, to forgive them; but you keep away from them: They are scum; their abode is Hell: Requital for what they had done.","transliteration":"Sa yahlifoona billaahi lakum izanqalabtum ilaihim litu'ridoo 'anhum fa a'ridoo 'anhum innahum rijsunw wa maawaahum jahannamu jazaaa 'ambimaa kaanoo yaksiboon","no_fn":"","text_fn":""},{"id":1331,"surah":9,"no_ayah":96,"tema":"Menghadapi Sikap Buruk Orang Munafik","text_ayah":"يَحْلِفُونَ لَكُمْ لِتَرْضَوْ[s[اْ] عَنْهُمْ‌ۖ فَإِ[f:5791[ن ت]َرْضَوْ[s[اْ] عَنْهُمْ فَإِ[g[نّ]َ [h:513[ٱ]للَّهَ لَا يَرْضَيٰ عَنِ [h:4503[ٱ]لْقَوْمِ [h:3491[ٱ]لْفَ[n[ـٰ]سِق[p[ِي]نَ","text_id":"Mereka akan bersumpah kepadamu agar kamu rida kepada mereka. Namun, sekalipun kamu rida kepada mereka, sesungguhnya Allah tidak akan rida kepada kaum yang fasik.","text_en":"They will plead on oath that you accept them. Even if you accept them, remember God does not accept people who are disobedient.","transliteration":"Yahlifoona lakum litardaw 'anhum fa in tardaw 'anhum fa innal laaha laa yardaa 'anil qawmil faasiqeen","no_fn":"","text_fn":""},{"id":1332,"surah":9,"no_ayah":97,"tema":"Menghadapi Sikap Buruk Orang Munafik","text_ayah":"ٱلْأَعْرَابُ أَشَدُّ كُفْ[a:5792[رًا و]َنِفَا[a:5793[قًا و]َأَ[q:5794[جْ]دَرُ أَلَّا يَعْلَمُو[s[اْ] حُدُودَ م[o[َآ] أَ[f:471[نز]َلَ [h:472[ٱ]للَّهُ عَلَيٰ رَسُولِه[n[ِۦ]‌ۗ وَ[h:72[ٱ]للَّهُ عَلِيمٌ حَك[p[ِي]مٌ","text_id":"Orang-orang Arab Badui lebih kuat kekufuran dan kemunafikannya, serta sangat wajar tidak mengetahui batas-batas (ketentuan) yang diturunkan Allah kepada Rasul-Nya. Allah Maha Mengetahui lagi Mahabijaksana.","text_en":"The village Arabs are more obstinate in disbelief and hypocrisy, and impervious to ordinances revealed to His Apostle by God; yet God is aware of everything and is wise.","transliteration":"Al A'raabu ashaddu kufranw wa nifaaqanw wa ajdaru allaa ya'lamoo hudooda maaa anzalal laahu 'alaa Rasoolih; wallaahu 'Aleemun Hakeem","no_fn":"","text_fn":""},{"id":1333,"surah":9,"no_ayah":98,"tema":"Menghadapi Sikap Buruk Orang Munafik","text_ayah":"وَمِنَ [h:5795[ٱ]لْأَعْرَابِ م[a:851[َن ي]َتَّخِذُ مَا يُ[f:1550[نف]ِقُ مَغْرَ[a:5796[مًا و]َيَتَرَبَّصُ بِكُمُ [h:5797[ٱ][l[ل]دَّو[o[َا]ٓئِرَ‌ۚ عَلَيْهِمْ د[o[َا]ٓئِرَةُ [h:5798[ٱ][l[ل]سَّوْءِ‌ۗ وَ[h:72[ٱ]للَّهُ سَمِيعٌ عَل[p[ِي]مٌ","text_id":"Di antara orang-orang Arab Badui ada yang memandang apa yang diinfakkannya (di jalan Allah) sebagai suatu kerugian dan menunggu mara bahaya menimpamu. Merekalah yang pasti akan ditimpa giliran (azab) yang buruk. Allah Maha Mendengar lagi Maha Mengetahui.","text_en":"Some of these rustics take whatever they spend in the way of God as a penalty, and wait for an adverse turn in your fortune. For them will be the adverse change, as God hears all and knows everything.","transliteration":"Wa minal A'raabi mai yattakhizu maa yunfiqu maghramanw wa yatarabbasu bikumud dawaaa'ir; alaihim daaa'iratus saw'; wallaahu Samee'un 'Aleem","no_fn":"","text_fn":""},{"id":1334,"surah":9,"no_ayah":99,"tema":"Menghadapi Sikap Buruk Orang Munafik","text_ayah":"وَمِنَ [h:5795[ٱ]لْأَعْرَابِ م[a:5799[َن ي]ُؤْمِنُ بِ[h:32[ٱ]للَّهِ وَ[h:328[ٱ]لْيَوْمِ [h:329[ٱ]لْأَخِرِ وَيَتَّخِذُ مَا يُ[f:1550[نف]ِقُ قُرُبَ[n[ـٰ]تٍ عِ[f:264[ند]َ [h:408[ٱ]للَّهِ وَصَلَو[n[َٲ]تِ [h:5800[ٱ][l[ل]رَّسُولِ‌ۚ أَل[o[َآ] إِ[g[نّ]َهَا قُرْبَ[u:5801[ةٌ ل]َّهُمْ‌ۚ سَيُ[q:5802[دْ]خِلُهُمُ [h:5803[ٱ]للَّهُ فِي رَحْمَتِه[o[ِۦٓ‌ۗ] إِ[g[نّ]َ [h:80[ٱ]للَّهَ غَفُو[u:890[رٌ ر]َّح[p[ِي]مٌ","text_id":"Di antara orang-orang Arab Badui ada yang beriman kepada Allah dan hari kemudian. Dia memandang apa yang diinfakkannya (di jalan Allah) sebagai (sarana) mendekatkan diri kepada Allah dan (sarana untuk memperoleh) doa-doa Rasul. Ketahuilah, sesungguhnya (infak) itu (suatu sarana) bagi mereka untuk mendekatkan diri (kepada Allah). Kelak Allah akan memasukkan mereka ke dalam rahmat (surga)-Nya. Sesungguhnya Allah Maha Pengampun lagi Maha Penyayang.","text_en":"Yet some Arabs of the desert believe in God and the Last Day, and consider what they spend to be a means of bringing them nearer to God and the blessings of the Prophet. This is certainly a means of achieving nearness (to God), and God will admit them to His mercy, for God is forgiving and kind.","transliteration":"Wa minal A'raabi mai yu'minu billaahi wal yawmil AAkhiri wa yattakhizu maa yunfiqu qurubaatin 'indal laahi wa salawaatir Rasool; alaaa innahaa qurbatul lahum; sayudkhiluhumul laahu fee rahmatih; innal laaha Ghafoorur Raheem","no_fn":"","text_fn":""},{"id":1335,"surah":9,"no_ayah":100,"tema":"Beberapa Golongan Manusia","text_ayah":"وَ[h:9999[ٱ][l[ل]سَّ[n[ـٰ]بِقُونَ [h:5804[ٱ]لْأَوَّلُونَ مِنَ [h:5805[ٱ]لْمُهَ[n[ـٰ]جِرِينَ وَ[h:5806[ٱ]لْأَ[f:5806[نص]َارِ وَ[h:37[ٱ]لَّذِينَ [h:5807[ٱ]تَّبَعُوه[c:5808[ُم ب]ِإِحْسَ[n[ـٰ][u:5809[نٍ ر]َّضِيَ [h:3910[ٱ]للَّهُ عَنْهُمْ وَرَضُو[s[اْ] عَنْهُ وَأَعَدَّ لَهُمْ جَ[g[نّ]َ[n[ـٰ][f:119[تٍ ت]َ[q:120[جْ]رِي تَحْتَهَا [h:5810[ٱ]لْأَنْهَ[n[ـٰ]رُ خَ[n[ـٰ]لِدِينَ فِيه[o[َآ] أَبَ[f:5811[دًا‌ۚ ذ][n[َٲ]لِكَ [h:3911[ٱ]لْفَوْزُ [h:2633[ٱ]لْعَظ[p[ِي]مُ","text_id":"Orang-orang yang terdahulu lagi yang pertama-tama (masuk Islam) di antara orang-orang Muhajirin dan Ansar dan orang-orang yang mengikuti mereka dengan baik, Allah rida kepada mereka dan mereka pun rida kepada-Nya. Allah menyediakan bagi mereka surga-surga yang mengalir sungai-sungai di bawahnya. Mereka kekal di dalamnya selama-lamanya. Itulah kemenangan yang agung.","text_en":"Those among the migrants (from Makkah) and helpers (in Madina) who were the first to believe, and those who followed them in goodness, have been accepted by God and they follow His way. For them He has gardens with streams of running water where they will abide for ever; and that is happiness supreme.","transliteration":"Was saabiqoonal awwa loona minal Muhaajireena wal Ansaari wallazeenat taba'oo hum bi ihsaanir radiyal laahu 'anhum wa radoo 'anhu wa a'adda lahum jannnaatin tajree tahtahal anhaaru khaalideena feehaaa abadaa; zaalikal fawzul 'azeem","no_fn":"","text_fn":""},{"id":1336,"surah":9,"no_ayah":101,"tema":"Beberapa Golongan Manusia","text_ayah":"وَمِ[g[مّ]َنْ حَوْلَك[w:5812[ُم م]ِّنَ [h:5777[ٱ]لْأَعْرَابِ مُنَ[n[ـٰ]فِقُونَ‌ۖ وَمِنْ أَهْلِ [h:5813[ٱ]لْمَدِينَةِ‌ۖ مَرَدُو[s[اْ] عَلَي [h:5814[ٱ][l[ل][g[نّ]ِفَاقِ لَا تَعْلَمُهُمْ‌ۖ نَحْنُ نَعْلَمُهُمْ‌ۚ سَنُعَذِّبُه[w:5815[ُم م]َّرَّتَيْنِ ثُ[g[مّ]َ يُرَدُّونَ إِلَيٰ عَذَابٍ عَظ[p[ِي]مٍ","text_id":"Di antara orang-orang Arab Badui yang (tinggal) di sekitarmu ada orang-orang munafik. (Demikian pula) di antara penduduk Madinah (ada juga orang-orang munafik), mereka keterlaluan dalam kemunafikannya. Engkau (Nabi Muhammad) tidak mengetahui mereka, tetapi Kami mengetahuinya. Mereka akan Kami siksa dua kali,<sup>331)</sup> kemudian mereka akan dikembalikan kepada azab yang besar.","text_en":"Some of the Arabs of the desert around you are hypocrites, and some of the people of Madina are stubborn in hypocrisy. You are not aware of them; We know them, and will punish them twice, and they will be sent to a harrowing doom.","transliteration":"Wa mimmann hawlakum minal A'raabi munaafiqoona wa min ahlil Madeenati maradoo 'alan nifaaq, laa ta'lamuhum nahnu na'lamuhum; sanu'azzibuhum marrataini summa yuraddoona ilaa 'azaabin 'azeem","no_fn":"331","text_fn":"331) Kali pertama, mereka kalah dari Nabi Muhammad saw. dan umat Islam; dan kali kedua, kemunafikan mereka diungkap oleh Allah Swt. Bisa juga diartikan bahwa azab yang pertama adalah azab dunia dan yang kedua adalah azab kubur, karena ayat ini ditutup dengan penegasan adanya azab akhirat (ṡumma yuraddūna ilā ‘ażābin ‘aẓīm)."},{"id":1337,"surah":9,"no_ayah":102,"tema":"Beberapa Golongan Manusia","text_ayah":"وَءَاخَرُونَ [h:5816[ٱ]عْتَرَفُو[s[اْ] بِذُنُوبِهِمْ خَلَطُو[s[اْ] عَمَل[f:5817[اً ص]َ[n[ـٰ]لِ[a:5818[حًا و]َءَاخَرَ سَيِّئًا عَسَي [h:2982[ٱ]للَّهُ أ[a:2726[َن ي]َتُوبَ عَلَيْهِمْ‌ۚ إِ[g[نّ]َ [h:80[ٱ]للَّهَ غَفُو[u:890[رٌ ر]َّح[p[ِي]مٌ","text_id":"(Ada pula) orang-orang lain yang mengakui dosa-dosanya. Mereka mencampuradukkan amal yang baik dengan amal lain yang buruk. Mudah-mudahan Allah menerima tobatnya. Sesungguhnya Allah Maha Pengampun lagi Maha Penyayang.","text_en":"But there are others who admit their sins of mixing good deeds with evil. It may be that God will accept their repentance, for God is forgiving and kind.","transliteration":"Wa aakharoona' tarafoo bizunoobihim khalatoo 'amalan saalihanw wa aakhara saiyi'an 'asal laahu ai yatooba 'alaihim; innal laaha Ghafoorur Raheem","no_fn":"","text_fn":""},{"id":1338,"surah":9,"no_ayah":103,"tema":"Faedah Sedekah dan Keharusan Memungut Zakat","text_ayah":"خُذْ مِنْ أَمْو[n[َٲ]لِهِمْ صَدَقَ[f:5819[ةً ت]ُطَهِّرُهُمْ وَتُزَكِّيه[c:5820[ِم ب]ِهَا وَصَلِّ عَلَيْهِمْ‌ۖ إِ[g[نّ]َ صَلَ[s[و][n[ٲ]تَكَ سَكَ[u:5821[نٌ ل]َّهُمْ‌ۗ وَ[h:72[ٱ]للَّهُ سَمِيعٌ عَل[p[ِي]مٌ","text_id":"Ambillah zakat dari harta mereka (guna) menyucikan<sup>332)</sup> dan membersihkan mereka, dan doakanlah mereka karena sesungguhnya doamu adalah ketenteraman bagi mereka. Allah Maha Mendengar lagi Maha Mengetahui.","text_en":"Accept the offerings they make from their wealth in order to cleanse and purify them for progress, and invoke blessings upon them. Your blessings will surely bring them peace, for God hears all and knows everything.","transliteration":"Khuz min amwaalihim sadaqtan tutahhiruhum wa tuzakkeehim bihaa wa salli 'alaihim inna salaataka sakanul lahum; wallaahu Samee'un 'Aleem","no_fn":"332","text_fn":"332) Zakat membersihkan mereka dari kekikiran dan cinta yang berlebihan terhadap harta."},{"id":1339,"surah":9,"no_ayah":104,"tema":"Faedah Sedekah dan Keharusan Memungut Zakat","text_ayah":"أَلَمْ يَعْلَم[o[ُوٓ][s[اْ] أَ[g[نّ]َ [h:394[ٱ]للَّهَ هُوَ يَ[q:5822[قْ]بَلُ [h:5823[ٱ][l[ل]تَّوْبَةَ عَنْ عِبَادِه[n[ِۦ] وَيَأْخُذُ [h:5824[ٱ][l[ل]صَّدَقَ[n[ـٰ]تِ وَأَ[g[نّ]َ [h:859[ٱ]للَّهَ هُوَ [h:194[ٱ][l[ل]تَّوَّابُ [h:195[ٱ][l[ل]رَّح[p[ِي]مُ","text_id":"Tidakkah mereka mengetahui bahwa Allah menerima tobat hamba-hamba-Nya dan menerima zakat(-nya), dan bahwa Allah Maha Penerima tobat lagi Maha Penyayang?","text_en":"Do they not know that God accepts the repentance of His creatures and receives what they offer in charity, and that He is forgiving and kind?","transliteration":"Alam ya'lamooo annnal laaha huwa yaqbalut tawbata 'an ibaadihee wa yaakhuzus sadaqaati wa annal laaha Huwat awwaabur Raheem","no_fn":"","text_fn":""},{"id":1340,"surah":9,"no_ayah":105,"tema":"Faedah Sedekah dan Keharusan Memungut Zakat","text_ayah":"وَقُلِ [h:5825[ٱ]عْمَلُو[s[اْ] فَسَيَرَي [h:5826[ٱ]للَّهُ عَمَلَكُمْ وَرَسُولُهُ[n[ۥ] وَ[h:1709[ٱ]لْمُؤْمِنُونَ‌ۖ وَسَتُرَدُّونَ إِلَيٰ عَ[n[ـٰ]لِمِ [h:5788[ٱ]لْغَيْبِ وَ[h:4187[ٱ][l[ل]شَّهَ[n[ـٰ]دَةِ فَيُنَبِّئُك[c:3605[ُم ب]ِمَا كُ[f:100[نت]ُمْ تَعْمَل[p[ُو]نَ","text_id":"Katakanlah (Nabi Muhammad), “Bekerjalah! Maka, Allah, rasul-Nya, dan orang-orang mukmin akan melihat pekerjaanmu. Kamu akan dikembalikan kepada (Zat) yang mengetahui yang gaib dan yang nyata. Lalu, Dia akan memberitakan kepada kamu apa yang selama ini kamu kerjakan.”","text_en":"Say to them: \"Act. God will see your conduct, and so will His Apostle and the faithful; for you will in the end go back to Him, who knows the unknown and the known, who will tell you of what you were doing.\"","transliteration":"Wa quli'maloo fasayaral laahu 'amalakum wa Rasooluhoo walmu'minoona wa saturaddoona ilaa 'Aalimil Ghaibi washshahaadati fa yunabbi'ukum bimaa kuntum ta'maloon","no_fn":"","text_fn":""},{"id":1341,"surah":9,"no_ayah":106,"tema":"Orang-Orang yang Menunggu Keputusan Allah","text_ayah":"وَءَاخَرُونَ مُرْجَوْنَ لِأَمْرِ [h:5827[ٱ]للَّهِ إِ[g[مّ]َا يُعَذِّبُهُمْ وَإِ[g[مّ]َا يَتُوبُ عَلَيْهِمْ‌ۗ وَ[h:72[ٱ]للَّهُ عَلِيمٌ حَك[p[ِي]مٌ","text_id":"Ada (pula) orang-orang lain yang ditangguhkan (balasannya) menunggu keputusan Allah. Mungkin Dia akan mengazab mereka dan mungkin Dia akan menerima tobat mereka. Allah Maha Mengetahui lagi Mahabijaksana.","text_en":"There are still some others whose affairs await the dispensation of God. He may punish or pardon them, for God is all-knowing and all-wise.","transliteration":"Wa aakharoona murjawna li amril laahi imaa yu'az zibuhum wa immaa yatoobu 'alaihim; wallaahu 'Aleemun Hakeem","no_fn":"","text_fn":""},{"id":1342,"surah":9,"no_ayah":107,"tema":"Niat Sebagai Penentu Amal Perbuatan Manusia","text_ayah":"وَ[h:9999[ٱ]لَّذِينَ [h:5828[ٱ]تَّخَذُو[s[اْ] مَسْجِ[f:5829[دًا ض]ِرَا[a:5830[رًا و]َكُفْ[a:5831[رًا و]َتَفْرِيق[i:5832[َۢا ب]َيْنَ [h:5833[ٱ]لْمُؤْمِنِينَ وَإِرْصَا[u:5834[دًا ل]ِّمَنْ حَارَبَ [h:5835[ٱ]للَّهَ وَرَسُولَهُ[n[ۥ] مِ[f:128[ن ق]َ[q:129[بْ]لُ‌ۚ وَلَيَحْلِفُ[g[نّ]َ إِنْ أَرَ[q:2878[دْ]ن[o[َآ] إِلَّا [h:5836[ٱ]لْحُسْنَيٰ‌ۖ وَ[h:72[ٱ]للَّهُ يَشْهَدُ إِ[g[نّ]َهُمْ لَكَ[n[ـٰ]ذِب[p[ُو]نَ","text_id":"(Di antara orang-orang munafik itu) ada yang mendirikan masjid untuk menimbulkan bencana (pada orang-orang yang beriman), (menyebabkan) kekufuran, memecah belah di antara orang-orang mukmin, dan menunggu kedatangan orang-orang yang sebelumnya telah memerangi Allah dan Rasul-Nya.<sup>333)</sup> Mereka dengan pasti bersumpah, “Kami hanya menghendaki kebaikan.” Allah bersaksi bahwa sesungguhnya mereka itu benar-benar pendusta (dalam sumpahnya).","text_en":"There are those who built a mosque on opposition and disbelief, and to cause rifts among the faithful, and to serve as an outpost for those who have warred against God and His Apostle before this. Yet they will surely swear: \"We had only meant well.\" But God is witness that they are liars.","transliteration":"Wallazeenat takhazoo masjidan diraaranw wa kufranw wa tafreeqam bainal mu'mineena wa irsaadal liman haarabal laaha wa Rasoolahoo min qabl; wa la yahlifunna in aradnaaa illal husnaa wallaahu yash hadu innahum lakaaziboon","no_fn":"333","text_fn":"333) Yang dimaksud dengan orang yang sebelumnya telah memerangi Allah Swt. dan Rasul-Nya adalah seorang pendeta Nasrani bernama Abu ‘Amir yang mereka tunggu-tunggu kedatangannya dari Syam untuk melaksanakan salat di masjid yang mereka dirikan, serta membawa tentara Romawi yang akan memerangi kaum muslim. Akan tetapi, Abu ‘Amir ini tidak jadi datang karena ia mati di Syam. Masjid yang didirikan kaum munafik itu dirobohkan atas perintah Rasulullah saw. berdasarkan wahyu yang diterimanya setelah kembali dari Perang Tabuk."},{"id":1343,"surah":9,"no_ayah":108,"tema":"Niat Sebagai Penentu Amal Perbuatan Manusia","text_ayah":"لَا تَقُمْ فِيهِ أَبَ[u:5837[دًا‌ۚ ل]َّمَسْجِدٌ أُسِّسَ عَلَي [h:5838[ٱ][l[ل]تَّ[q:1084[قْ]وَيٰ مِنْ أَوَّلِ يَوْمٍ أَحَقُّ أَ[f:5839[ن ت]َقُومَ فِيهِ‌ۚ فِيهِ رِجَا[a:5840[لٌ ي]ُحِبُّونَ أ[a:5841[َن ي]َتَطَهَّرُو[s[اْ‌ۚ] وَ[h:72[ٱ]للَّهُ يُحِبُّ [h:5842[ٱ]لْمُطَّهِّر[p[ِي]نَ","text_id":"Janganlah engkau melaksanakan salat di dalamnya (masjid itu) selama-lamanya. Sungguh, masjid yang didirikan atas dasar takwa sejak hari pertama lebih berhak engkau melaksanakan salat di dalamnya. Di dalamnya ada orang-orang yang gemar membersihkan diri. Allah menyukai orang-orang yang membersihkan diri.","text_en":"Never set foot in that place. Only a mosque whose foundations have been laid from the very first on godliness is worthy of your visiting it. There you will find men who wish to be purified; and God loves those who are pure.","transliteration":"Laa taqum feehi abadaa; lamasjidun ussisa 'alat taqwaa min awwali yawmin ahaqqu an taqooma feeh; feehi rijaaluny yuhibbona ai yatatahharoo, wallaahu yuhibbul mmuttah hireen","no_fn":"","text_fn":""},{"id":1344,"surah":9,"no_ayah":109,"tema":"Niat Sebagai Penentu Amal Perbuatan Manusia","text_ayah":"أَفَمَنْ أَسَّسَ بُنْيَ[n[ـٰ]نَهُ[n[ۥ] عَلَيٰ تَ[q:5843[قْ]وَيٰ مِنَ [h:321[ٱ]للَّهِ وَرِضْو[n[َٲ]نٍ خَيْرٌ أ[w:3110[َم م]َّنْ أَسَّسَ بُنْيَ[n[ـٰ]نَهُ[n[ۥ] عَلَيٰ شَفَا جُرُفٍ هَا[f:5844[رٍ ف]َ[h:5845[ٱ]نْهَارَ بِه[n[ِۦ] فِي نَارِ جَهَ[g[نّ]َمَ‌ۗ وَ[h:72[ٱ]للَّهُ لَا يَهْدِي [h:1504[ٱ]لْقَوْمَ [h:1505[ٱ][l[ل]ظَّ[n[ـٰ]لِم[p[ِي]نَ","text_id":"Maka, apakah orang-orang yang mendirikan bangunannya (masjid) atas dasar takwa kepada Allah dan rida(-Nya) itu lebih baik, ataukah orang-orang yang mendirikan bangunannya di sisi tepian jurang yang nyaris runtuh, lalu (bangunan) itu roboh bersama-sama dengan dia ke dalam neraka Jahanam? Allah tidak memberi petunjuk kepada kaum yang zalim.","text_en":"Is the man who lays the foundations of his sanctum on his allegiance to God and the wish to seek His favour, better, or he who lays the foundations of his building on the edge of a bank eroded by water, which will collapse with him into the fire of Hell? But God does not guide the people who are wilfully unjust.","transliteration":"Afaman assasa bunyaa nahoo 'alaa taqwaa minal laahi wa ridwaanin khairun am man assasa bunyaanahoo 'alaa shafaa jurufin haarin fanhaara bihee fee Naari Jahannnam; wallaahu laa yahdil qawmaz zaalimeen","no_fn":"","text_fn":""},{"id":1345,"surah":9,"no_ayah":110,"tema":"Niat Sebagai Penentu Amal Perbuatan Manusia","text_ayah":"لَا يَزَالُ بُنْيَ[n[ـٰ]نُهُمُ [h:5846[ٱ]لَّذِي بَنَوْ[s[اْ] رِيبَ[f:5847[ةً ف]ِي قُلُوبِهِمْ إِلّ[o[َآ] أَ[f:5848[ن ت]َقَطَّعَ قُلُوبُهُمْ‌ۗ وَ[h:72[ٱ]للَّهُ عَلِيمٌ حَك[p[ِي]مٌ","text_id":"Bangunan yang mereka dirikan itu senantiasa menjadi penyebab keraguan (kemunafikan) dalam hati mereka sampai hati mereka terpotong-potong.<sup>334)</sup> Allah Maha Mengetahui lagi Mahabijaksana.","text_en":"The edifice they have built will always fill their minds with perturbation (which will not cease) till their hearts are rent to pieces, for God is all-knowing and all-wise.","transliteration":"Laa yazaalu bunyaanu humul lazee banaw reebatan fee quloobihim illaaa an taqatta'a quloobuhum; wal laahu 'Aleemun Hakeem","no_fn":"334","text_fn":"334) Maksudnya, sampai mereka mati atau tidak dapat bertobat lagi."},{"id":1346,"surah":9,"no_ayah":111,"tema":"Penghargaan Allah bagi Para Pejuang","text_ayah":"۞ إِ[g[نّ]َ [h:80[ٱ]للَّهَ [h:5849[ٱ]شْتَرَيٰ مِنَ [h:3047[ٱ]لْمُؤْمِنِينَ أَ[f:38[نف]ُسَهُمْ وَأَمْو[n[َٲ]لَه[c:5850[ُم ب]ِأَ[g[نّ]َ لَهُمُ [h:5851[ٱ]لْجَ[g[نّ]َةَ‌ۚ يُقَ[n[ـٰ]تِلُونَ فِي سَبِيلِ [h:788[ٱ]للَّهِ فَيَ[q:5852[قْ]تُلُونَ وَيُ[q:5853[قْ]تَلُونَ‌ۖ وَعْدًا عَلَيْهِ حَق[f:5854[ًّا ف]ِي [h:5061[ٱ][l[ل]تَّوْرَ[n[ٮٰ]ةِ وَ[h:5062[ٱ]لْإِ[f:5062[نج]ِيلِ وَ[h:5855[ٱ]لْقُرْءَانِ‌ۚ وَمَنْ أَوْفَيٰ بِعَهْدِه[n[ِۦ] مِنَ [h:321[ٱ]للَّهِ‌ۚ فَ[h:5856[ٱ]سْتَ[q:5856[بْ]شِرُو[s[اْ] بِبَيْعِكُمُ [h:5857[ٱ]لَّذِي بَايَعْت[c:5858[ُم ب]ِه[n[ِۦ]‌ۚ وَذ[n[َٲ]لِكَ هُوَ [h:5722[ٱ]لْفَوْزُ [h:2633[ٱ]لْعَظ[p[ِي]مُ","text_id":"Sesungguhnya Allah membeli dari orang-orang mukmin diri dan harta mereka dengan surga yang Allah peruntukkan bagi mereka. Mereka berperang di jalan Allah sehingga mereka membunuh atau terbunuh. (Demikian ini adalah) janji yang benar dari Allah di dalam Taurat, Injil, dan Al-Qur’an. Siapakah yang lebih menepati janjinya daripada Allah? Maka, bergembiralah dengan jual beli yang telah kamu lakukan itu. Demikian itulah kemenangan yang agung.","text_en":"God has verily bought the souls and possessions of the faithful in exchange for a promise of Paradise. They fight in the cause of God, and kill and are killed. This is a promise incumbent on Him, as in the Torah, so the Gospel and the Qur'an. And who is more true to his promise than God? So rejoice at the bargain you have made with Him; for this will be triumph supreme.","transliteration":"Innal laahash taraa minal mu'mineena anfusahum wa amwaalahum bi anna lahumul jannah; yuqaatiloona fee sabeelil laahi fa yaqtuloona wa yuqtaloona wa'dan 'alaihi haqqan fit Tawraati wal Injeeli wal Qur-aan; wa man awfaa be'ahdihee minal laah; fastabshiroo bibai'ikumul lazee baaya'tum bih; wa zaalika huwal fawzul 'azeem","no_fn":"","text_fn":""},{"id":1347,"surah":9,"no_ayah":112,"tema":"Penghargaan Allah bagi Para Pejuang","text_ayah":"ٱ[l[ل]تَّ[o[ـٰٓ]ئِبُونَ [h:5859[ٱ]لْعَ[n[ـٰ]بِدُونَ [h:5860[ٱ]لْحَ[n[ـٰ]مِدُونَ [h:5861[ٱ][l[ل]سَّ[o[ـٰٓ]ئِحُونَ [h:5862[ٱ][l[ل]رّ[n[َٲ]كِعُونَ [h:5863[ٱ][l[ل]سَّ[n[ـٰ]جِدُونَ [h:5864[ٱ]لْأَمِرُونَ بِ[h:934[ٱ]لْمَعْرُوفِ وَ[h:5865[ٱ][l[ل][g[نّ]َاهُونَ عَنِ [h:2144[ٱ]لْمُ[f:2145[نك]َرِ وَ[h:5866[ٱ]لْحَ[n[ـٰ]فِظُونَ لِحُدُودِ [h:5867[ٱ]للَّهِ‌ۗ وَبَشِّرِ [h:1257[ٱ]لْمُؤْمِن[p[ِي]نَ","text_id":"(Mereka itulah) orang-orang yang bertobat, beribadah, memuji (Allah), mengembara (demi ilmu dan agama),<sup>335)</sup> rukuk dan sujud, menyuruh berbuat makruf dan mencegah berbuat mungkar, serta memelihara hukum-hukum Allah. Sampaikan kabar gembira kepada orang-orang yang beriman.","text_en":"To those who repent and pay homage, give praise and are devout, who kneel in prayer and bow in supplication, who enjoin good deeds and prohibit the bad, and keep to the limits set by God, announce the news of rejoicing to the faithful.","transliteration":"At taaa'iboonal 'aabidoonal haamidoonas saaa'ihoonar raaki'oonas saajidoonal aamiroona bilma'roofi wannaahoona 'anil munkari walhaafizoona lihudoodil laah; wa bashshiril mu'mineen","no_fn":"335","text_fn":"335) Menurut sebagian mufasir, termasuk golongan ini adalah mereka yang berpuasa."},{"id":1348,"surah":9,"no_ayah":113,"tema":"Larangan Memintakan Ampunan bagi Kaum Musyrik","text_ayah":"مَا كَانَ لِل[g[نّ]َبِيِّ وَ[h:37[ٱ]لَّذِينَ ءَامَن[o[ُوٓ][s[اْ] أ[a:5868[َن ي]َسْتَغْفِرُو[s[اْ] لِلْمُشْرِكِينَ وَلَوْ كَان[o[ُوٓ][s[اْ] أُ[s[وْ]لِي قُرْبَيٰ م[i:146[ِنۢ ب]َعْدِ مَا تَبَيَّنَ لَهُمْ أَ[g[نّ]َهُمْ أَصْحَ[n[ـٰ]بُ [h:3415[ٱ]لْجَح[p[ِي]مِ","text_id":"Tidak ada hak bagi Nabi dan orang-orang yang beriman untuk memohonkan ampunan (kepada Allah) bagi orang-orang musyrik sekalipun mereka ini kerabat(-nya), setelah jelas baginya bahwa sesungguhnya mereka adalah penghuni (neraka) Jahim.","text_en":"It is not worthy of the Prophet and those who believe to seek forgiveness for those who are idolaters, even though they may be their relatives, after they have come to know that they are destined for Hell.","transliteration":"Maa kaana lin nabiyyi wallazeena aamanooo ai yastaghfiroo lilmushrikeena wa law kaanoo ulee qurbaa mim ba'di maa tabiyana lahum annahum Ashaabul jaheem","no_fn":"","text_fn":""},{"id":1349,"surah":9,"no_ayah":114,"tema":"Larangan Memintakan Ampunan bagi Kaum Musyrik","text_ayah":"وَمَا كَانَ [h:5869[ٱ]سْتِغْفَارُ إِ[q:1860[بْ]ر[n[َٲ]هِيمَ لِأَبِيهِ إِلَّا ع[a:5870[َن م]َّوْعِدَ[a:5871[ةٍ و]َعَدَه[o[َآ] إِيَّاهُ فَلَ[g[مّ]َا تَبَيَّنَ لَهُ[o[ۥٓ] أَ[g[نّ]َهُ[n[ۥ] عَدُ[u:5872[وٌّ ل]ِّلَّهِ تَبَرَّأَ مِنْهُ‌ۚ إِ[g[نّ]َ إِ[q:1860[بْ]ر[n[َٲ]هِيمَ لَأَوّ[n[َٲ]هٌ حَل[p[ِي]مٌ","text_id":"Adapun permohonan ampunan Ibrahim (kepada Allah) untuk bapaknya,<sup>336)</sup> tidak lain hanyalah karena suatu janji yang telah dia ikrarkan kepadanya. Maka, ketika jelas baginya (Ibrahim) bahwa dia (bapaknya) adalah musuh Allah, dia (Ibrahim) berlepas diri darinya. Sesungguhnya Ibrahim benar-benar seorang yang sangat lembut hatinya lagi penyantun.","text_en":"As for Abraham's prayer for his father, he was fulfilling a promise he had made to him. Yet when it became evident to him that (his father) was an enemy of God, he broke away from him, though Abraham was soft hearted and kind.","transliteration":"Wa maa kaanas tighfaaru ibraaheema li abeehi illaa 'ammaw 'idatinw wa 'adahaaa iyyaahu falammaa tabaiyana lahooo annahoo 'aduwwul lillaahi tabarra a minh; inna Ibraaheema la awwaahum haleem","no_fn":"336","text_fn":"336) Permohonan ampunan Nabi Ibrahim a.s. untuk bapaknya antara lain terdapat dalam surah Ibrāhīm/14: 41 dan Maryam/19: 47."},{"id":1350,"surah":9,"no_ayah":115,"tema":"Larangan Memintakan Ampunan bagi Kaum Musyrik","text_ayah":"وَمَا كَانَ [h:742[ٱ]للَّهُ لِيُضِلَّ قَوْم[i:5873[َۢا ب]َعْدَ إِذْ هَدَ[n[ٮٰ]هُمْ حَتَّيٰ يُبَيِّنَ لَه[w:3531[ُم م]َّا يَتَّقُونَ‌ۚ إِ[g[نّ]َ [h:80[ٱ]للَّهَ بِكُلِّ شَيْءٍ عَل[p[ِي]مٌ","text_id":"Allah sekali-kali tidak akan menyesatkan suatu kaum setelah Dia memberinya petunjuk sampai Dia menjelaskan kepadanya apa yang harus mereka jauhi.<sup>337)</sup> Sesungguhnya Allah Maha Mengetahui segala sesuatu.","text_en":"God never leads men astray after guiding them, until He makes quite clear to them what they should avoid, for God indeed knows each and everything.","transliteration":"Wa maa kaanal laahu liyudilla qawmam ba'da iz hadaahum hatta yubaiyina lahum maa yattaqoon; innal laaha bikulli shai'in 'Aleem","no_fn":"337","text_fn":"337) Seorang hamba tidak akan diazab oleh Allah Swt. semata-mata karena kesesatannya, kecuali jika hamba itu melanggar perintah-perintah yang sudah dijelaskan."},{"id":1351,"surah":9,"no_ayah":116,"tema":"Kekuasaan dan Kasih Sayang Allah","text_ayah":"إِ[g[نّ]َ [h:80[ٱ]للَّهَ لَهُ[n[ۥ] مُلْكُ [h:555[ٱ][l[ل]سَّمَ[n[ـٰ]و[n[َٲ]تِ وَ[h:177[ٱ]لْأَرْضِ‌ۖ يُحْي[n[ِۦ] وَيُمِيتُ‌ۚ وَمَا لَك[w:556[ُم م]ِّ[f:107[ن د]ُونِ [h:108[ٱ]للَّهِ م[a:557[ِن و]َلِ[a:558[يٍّ و]َلَا نَص[p[ِي]رٍ","text_id":"Sesungguhnya hanya milik Allah kerajaan langit dan bumi. Dia menghidupkan dan mematikan. Tidak ada pelindung dan penolong bagimu selain Allah.","text_en":"Verily God's is the kingdom of the heavens and the earth. He alone is the giver of life and death; and none do you have besides God as friend and helper.","transliteration":"Innal laaha lahoo mulkus samaawaati wal ardi yuhyee wa yumeet; wa maa lakum min doonil laahi minw waliyyinw wa laa naseer","no_fn":"","text_fn":""},{"id":1352,"surah":9,"no_ayah":117,"tema":"Kekuasaan dan Kasih Sayang Allah","text_ayah":"لَّقَ[d:5874[د] تَّابَ [h:3700[ٱ]للَّهُ عَلَي [h:5875[ٱ][l[ل][g[نّ]َبِيِّ وَ[h:5876[ٱ]لْمُهَ[n[ـٰ]جِرِينَ وَ[h:5806[ٱ]لْأَ[f:5806[نص]َارِ [h:5877[ٱ]لَّذِينَ [h:5878[ٱ]تَّبَعُوهُ فِي سَاعَةِ [h:5879[ٱ]لْعُسْرَةِ م[i:146[ِنۢ ب]َعْدِ مَا كَادَ يَزِيغُ قُلُوبُ فَرِي[a:5880[قٍ م]ِّنْهُمْ ثُ[g[مّ]َ تَابَ عَلَيْهِمْ‌ۚ إِ[g[نّ]َهُ[n[ۥ] بِهِمْ رَءُو[u:5881[فٌ ر]َّح[p[ِي]مٌ","text_id":"Sungguh, Allah benar-benar telah menerima tobat Nabi serta orang-orang Muhajirin dan orang-orang Ansar yang mengikutinya pada masa-masa sulit setelah hati sekelompok dari mereka hampir berpaling (namun) kemudian Allah menerima tobat mereka. Sesungguhnya Dia Maha Pengasih lagi Maha Penyayang kepada mereka.","text_en":"God was kind to the Prophet, the emigrants, and the helpers of the faithful who followed him in the hour of distress. When a section of them were about to lose courage He turned to them in His mercy, for He is compassionate and kind.","transliteration":"Laqat taabal laahu 'alan nabiyyi wal Muhaajireena wal Ansaaril lazeenat taba'oohu fee saa'atil 'usrati mim ba'di maa kaada yazeeghu quloobu fareeqim minhum summma taaba 'alaihim; innahoo bihim Ra'oofur Raheem","no_fn":"","text_fn":""},{"id":1353,"surah":9,"no_ayah":118,"tema":"Kekuasaan dan Kasih Sayang Allah","text_ayah":"وَعَلَي [h:5882[ٱ][l[ل]ثَّلَ[n[ـٰ]ثَةِ [h:5883[ٱ]لَّذِينَ خُلِّفُو[s[اْ] حَتَّ[o[يٰٓ] إِذَا ضَاقَتْ عَلَيْهِمُ [h:5884[ٱ]لْأَرْضُ بِمَا رَحُبَتْ وَضَاقَتْ عَلَيْهِمْ أَ[f:2341[نف]ُسُهُمْ وَظَ[g[نّ][o[ُوٓ][s[اْ] أ[u:4908[َن ل]َّا مَلْجَأَ مِنَ [h:321[ٱ]للَّهِ إِلّ[o[َآ] إِلَيْهِ ثُ[g[مّ]َ تَابَ عَلَيْهِمْ لِيَتُوب[o[ُوٓ[s[اْ]‌ۚ] إِ[g[نّ]َ [h:80[ٱ]للَّهَ هُوَ [h:194[ٱ][l[ل]تَّوَّابُ [h:195[ٱ][l[ل]رَّح[p[ِي]مُ","text_id":"Terhadap tiga orang<sup>338)</sup> yang ditinggalkan (dan ditangguhkan penerimaan tobatnya) hingga ketika bumi terasa sempit bagi mereka, padahal bumi itu luas, dan jiwa mereka pun (terasa) sempit bagi mereka, serta mereka telah mengetahui bahwa tidak ada tempat lari dari (siksaan) Allah melainkan kepada-Nya saja, kemudian (setelah itu semua) Allah menerima tobat mereka agar mereka tetap dalam tobatnya. Sesungguhnya Allah Maha Penerima Tobat lagi Maha Penyayang.","text_en":"He has relented towards the three also (who had refused to go to the battle of the Ditch) whose case was left undecided, and even the earth with all its expanse had become narrow for them, and their lives were confined, and they came to realise there was no refuge for them except in God. So He softened towards them that they may repent; for God surely accepts repentance and is merciful.","transliteration":"Wa 'alas salaasatil lazeena khullifoo hattaaa izaa daaqat 'alaihimul ardu bimaa rahubat wa daaqat 'alaihim anfusuhum wa zannnooo al laa malja-a minal laahi illaaa ilaihi summa taaba 'alaihim liyatooboo; innal laaha Huwat Tawwaabur Raheem","no_fn":"338","text_fn":"338) Ketiga orang itu adalah Ka‘b bin Malik, Hilal bin Umayyah, dan Mararah bin Rabi‘. Mereka disalahkan karena tidak mau ikut serta dalam Perang Tabuk."},{"id":1354,"surah":9,"no_ayah":119,"tema":"Kekuasaan dan Kasih Sayang Allah","text_ayah":"يَ[o[ـٰٓ]أَيُّهَا [h:541[ٱ]لَّذِينَ ءَامَنُو[s[اْ] [h:1643[ٱ]تَّقُو[s[اْ] [h:1644[ٱ]للَّهَ وَكُونُو[s[اْ] مَعَ [h:5885[ٱ][l[ل]صَّ[n[ـٰ]دِق[p[ِي]نَ","text_id":"Wahai orang-orang yang beriman, bertakwalah kepada Allah dan tetaplah bersama orang-orang yang benar!","text_en":"O believers, do not stray from the path of God, and be with those who are truthful.","transliteration":"Yaaa aiyuhal lazeena aamanut taqul laaha wa koonoo ma'as saadiqeen","no_fn":"","text_fn":""},{"id":1355,"surah":9,"no_ayah":120,"tema":"Kewajiban Berjuang","text_ayah":"مَا كَانَ لِأَهْلِ [h:5886[ٱ]لْمَدِينَةِ وَمَنْ حَوْلَه[w:5887[ُم م]ِّنَ [h:5777[ٱ]لْأَعْرَابِ أ[a:5888[َن ي]َتَخَلَّفُو[s[اْ] ع[u:5889[َن ر]َّسُولِ [h:5744[ٱ]للَّهِ وَلَا يَرْغَبُو[s[اْ] بِأَ[f:4384[نف]ُسِهِمْ ع[a:5890[َن ن]َّفْسِه[n[ِۦ]‌ۚ ذ[n[َٲ]لِكَ بِأَ[g[نّ]َهُمْ لَا يُصِيبُهُمْ ظَمَ[a:5891[أٌ و]َلَا نَصَ[a:5892[بٌ و]َلَا مَخْمَصَ[f:5893[ةٌ ف]ِي سَبِيلِ [h:788[ٱ]للَّهِ وَلَا يَطَــُٔونَ مَوْطِ[a:5894[ئًا ي]َغِيظُ [h:5895[ٱ]لْكُفَّارَ وَلَا يَنَالُونَ مِنْ عَدُ[a:5896[وٍّ ن]َّيْلاً إِلَّا كُتِبَ لَه[c:3276[ُم ب]ِه[n[ِۦ] عَمَ[f:5897[لٌ ص]َ[n[ـٰ]لِحٌ‌ۚ إِ[g[نّ]َ [h:80[ٱ]للَّهَ لَا يُضِيعُ أَ[q:2418[جْ]رَ [h:5898[ٱ]لْمُحْسِن[p[ِي]نَ","text_id":"Tidak sepatutnya bagi penduduk Madinah dan orang-orang Arab Badui yang berdiam di sekitar mereka untuk tidak turut menyertai Rasulullah (pergi berperang) dan tidak pantas (pula) bagi mereka untuk lebih mencintai diri mereka daripada (mencintai) dirinya (Rasulullah). Yang demikian itu karena mereka tidak ditimpa kehausan, kepayahan, dan kelaparan di jalan Allah; tidak (pula) menginjak suatu tempat yang membangkitkan amarah orang-orang kafir; dan tidak menimpakan suatu bencana kepada musuh, kecuali (semua) itu akan dituliskan bagi mereka sebagai suatu amal kebajikan. Sesungguhnya Allah tidak menyia-nyiakan pahala orang-orang yang berbuat baik.","text_en":"It was not worthy of the people of Madina, and the Arabs of the desert around them, to abandon the Prophet of God, and to care more for themselves than for him; for there is no hardship or thirst or hunger that they know in the service of God, and no place they walk on where walking provokes the unbelievers, and no harm they receive from the enemy, but is put down as a good deed in their favour. Surely God does not let the recompense of those who do good to go waste.","transliteration":"Maa kaana li ahlil Madeenati wa man hawlahum minal A'raabi ai yatakhallafoo 'ar-Rasoolil laahi wa laa yarghaboo bi anfusihim 'an nafsih; zaalika bi annahum laa yuseebuhum zama unw wa laa nasabunw wa laa makhmasatun fee sabeelil laahi wa laa yata'oona mawti'ai yagheezul kuffaara wa laa yanaaloona min 'aduwwin nailan illaa kutiba lahum bihee 'amalun saalih; innal laaha laa yudee'u ajral muhsineen","no_fn":"","text_fn":""},{"id":1356,"surah":9,"no_ayah":121,"tema":"Kewajiban Berjuang","text_ayah":"وَلَا يُ[f:16[نف]ِقُونَ نَفَقَ[f:5899[ةً ص]َغِيرَ[a:5900[ةً و]َلَا كَبِيرَ[a:5901[ةً و]َلَا يَ[q:5902[قْ]طَعُونَ وَادِيًا إِلَّا كُتِبَ لَهُمْ لِيَ[q:5903[جْ]زِيَهُمُ [h:5904[ٱ]للَّهُ أَحْسَنَ مَا كَانُو[s[اْ] يَعْمَل[p[ُو]نَ","text_id":"Tidaklah mereka memberikan infak, baik yang kecil maupun yang besar, dan tidak (pula) melintasi suatu lembah (berjihad), kecuali akan dituliskan bagi mereka (sebagai amal kebajikan) untuk diberi balasan oleh Allah (dengan) yang lebih baik daripada apa yang selama ini mereka kerjakan.","text_en":"There is not a sum, large or small, that they spend, not a piece of land that they traverse (in the service of God) which is not put down in their favour, so that God could reward them for what they had done.","transliteration":"Wa laa yunfiqoona nafa qatan sagheeratanw wa laa kabeeratanw wa laa yaqta'oona waadiyan illaa kutiba lahum liyajziyahumul laahu ahsana maa kaanoo ya'maloon","no_fn":"","text_fn":""},{"id":1357,"surah":9,"no_ayah":122,"tema":"Kewajiban Mendalami Ilmu Agama","text_ayah":"۞ وَمَا كَانَ [h:5905[ٱ]لْمُؤْمِنُونَ لِيَ[f:5906[نف]ِرُو[s[اْ] ك[m[َا]ٓفَّ[f:5907[ةً‌ۚ ف]َلَوْلَا نَفَرَ مِ[f:843[ن ك]ُلِّ فِرْقَ[a:5908[ةٍ م]ِّنْهُمْ ط[o[َا]ٓئِفَ[u:5909[ةٌ ل]ِّيَتَفَقَّهُو[s[اْ] فِي [h:1477[ٱ][l[ل]دِّينِ وَلِيُ[f:5910[نذ]ِرُو[s[اْ] قَوْمَهُمْ إِذَا رَجَع[o[ُوٓ][s[اْ] إِلَيْهِمْ لَعَلَّهُمْ يَحْذَر[p[ُو]نَ","text_id":"Tidak sepatutnya orang-orang mukmin pergi semuanya (ke medan perang). Mengapa sebagian dari setiap golongan di antara mereka tidak pergi (tinggal bersama Rasulullah) untuk memperdalam pengetahuan agama mereka dan memberi peringatan kepada kaumnya apabila mereka telah kembali, agar mereka dapat menjaga dirinya?","text_en":"It is not possible for all believers to go out (to fight). So a part of each section (of the population) should go (to fight) in order that the others may acquire understanding of law and divinity, and warn their companions on return so that they may take heed for themselves.","transliteration":"Wa maa kaanal mu'minoona liyanfiroo kaaaffah; falaw laa nafara min kulli firqatim minhum taaa'ifatul liyatafaqqahoo fiddeeni wa liyunziroo qawmahum izaa raja'ooo ilaihim la'allahum yahzaroon","no_fn":"","text_fn":""},{"id":1358,"surah":9,"no_ayah":123,"tema":"Tuntutan Allah dalam Berperang","text_ayah":"يَ[o[ـٰٓ]أَيُّهَا [h:541[ٱ]لَّذِينَ ءَامَنُو[s[اْ] قَ[n[ـٰ]تِلُو[s[اْ] [h:5539[ٱ]لَّذِينَ يَلُونَك[w:5911[ُم م]ِّنَ [h:5912[ٱ]لْكُفَّارِ وَلْيَجِدُو[s[اْ] فِيكُمْ غِلْظَ[a:5913[ةً‌ۚ و]َ[h:1043[ٱ]عْلَم[o[ُوٓ][s[اْ] أَ[g[نّ]َ [h:394[ٱ]للَّهَ مَعَ [h:1044[ٱ]لْمُتَّق[p[ِي]نَ","text_id":"Wahai orang-orang yang beriman, perangilah orang-orang kafir<sup>339)</sup> di sekitarmu dan hendaklah mereka merasakan sikap tegas darimu. Ketahuilah bahwa Allah beserta orang-orang yang bertakwa.","text_en":"O believers, fight the unbelievers around you, and let them realise that you are firm: Remember, God is with those who are pious and obedient to Him.","transliteration":"Yaaa aiyuhal lazeena aamanoo qaatilul lazeena yaloonakum minal kuffaari walyajidoo feekum ghilzah; wa'lamooo annal laaha ma'al muttaqeen","no_fn":"339","text_fn":"339) Islam tidak mengajari umat muslim untuk memerangi orang kafir karena kekufurannya. Izin perang hanya diberikan demi menghindarkan diri dari segala bentuk kezaliman (dalam rangka membela diri), seperti jika orang Islam diserang."},{"id":1359,"surah":9,"no_ayah":124,"tema":"Sikap Orang Munafik terhadap Al-Qur’an","text_ayah":"وَإِذَا م[o[َآ] أُ[f:5767[نز]ِلَتْ سُورَ[f:5914[ةٌ ف]َمِنْه[w:1456[ُم م]ّ[a:31[َن ي]َقُولُ أَيُّكُمْ زَادَتْهُ هَ[n[ـٰ]ذِه[o[ِۦٓ] إِيمَ[n[ـٰ][f:5915[نًا‌ۚ ف]َأَ[g[مّ]َا [h:136[ٱ]لَّذِينَ ءَامَنُو[s[اْ] فَزَادَتْهُمْ إِيمَ[n[ـٰ][a:5916[نًا و]َهُمْ يَسْتَ[q:2415[بْ]شِر[p[ُو]نَ","text_id":"Apabila diturunkan suatu surah, di antara mereka (orang-orang munafik) ada yang berkata, “Siapakah di antara kamu yang bertambah imannya dengan (turunnya) surah ini?” Adapun (bagi) orang-orang yang beriman, (surah yang turun) ini pasti menambah imannya dan mereka merasa gembira.","text_en":"When a Surah is revealed some of them remark: \"Whose faith among you has it increased?\" It does increase the faith of those who believe, and they rejoice.","transliteration":"Wa izaa maaa unzilat Sooratun faminhum mai yaqoolu aiyukum zaadat hu haazihee eemaanaa; fa ammal lazeena aamanoo fazaadat hum eemaananw wa hum yastabshiroon","no_fn":"","text_fn":""},{"id":1360,"surah":9,"no_ayah":125,"tema":"Sikap Orang Munafik terhadap Al-Qur’an","text_ayah":"وَأَ[g[مّ]َا [h:138[ٱ]لَّذِينَ فِي قُلُوبِه[w:39[ِم م]َّرَ[f:5917[ضٌ ف]َزَادَتْهُمْ رِ[q:5918[جْ]سًا إِلَيٰ رِ[q:5919[جْ]سِهِمْ وَمَاتُو[s[اْ] وَهُمْ كَ[n[ـٰ]فِر[p[ُو]نَ","text_id":"Adapun (bagi) orang-orang yang di dalam hatinya ada penyakit,<sup>340)</sup> (surah yang turun ini) akan menambah kekufuran mereka yang telah ada dan mereka akan mati dalam keadaan kafir.","text_en":"But it adds disbelief to disbelief for those whose hearts are filled with doubt, and they die disbelieving.","transliteration":"Wa ammal lazeena fee quloobihim maradun fazaadat hum rijsan ilaa rijsihim wa maatoo wa hum kaafiroon","no_fn":"340","text_fn":"340) Penyakit batin pada ayat ini meliputi kekufuran, kemunafikan, keragu-raguan, dan sebagainya."},{"id":1361,"surah":9,"no_ayah":126,"tema":"Sikap Orang Munafik terhadap Al-Qur’an","text_ayah":"أَوَلَا يَرَوْنَ أَ[g[نّ]َهُمْ يُفْتَنُونَ فِي كُلِّ عَا[a:5920[مٍ م]َّرَّةً أَوْ مَرَّتَيْنِ ثُ[g[مّ]َ لَا يَتُوبُونَ وَلَا هُمْ يَذَّكَّر[p[ُو]نَ","text_id":"Tidakkah mereka (orang-orang munafik) memperhatikan bahwa mereka diuji sekali atau dua kali setiap tahun, tetapi mereka tidak (juga) bertobat dan tidak (pula) mengambil pelajaran?","text_en":"Do they not know that they are tried every year once or twice? Even then they do not repent and take heed.","transliteration":"Awalaa yarawna annahum yuftanoona fee kulli 'aamim marratan aw marrataini summa laa yatooboona wa laa hum yazzakkkaroon","no_fn":"","text_fn":""},{"id":1362,"surah":9,"no_ayah":127,"tema":"Sikap Orang Munafik terhadap Al-Qur’an","text_ayah":"وَإِذَا م[o[َآ] أُ[f:5767[نز]ِلَتْ سُورَ[a:5921[ةٌ ن]َّظَرَ بَعْضُهُمْ إِلَيٰ بَعْضٍ هَلْ يَرَ[n[ٮٰ]ك[w:5922[ُم م]ِّنْ أَحَ[f:5923[دٍ ث]ُ[g[مّ]َ [h:5924[ٱ][f:5925[نص]َرَفُو[s[اْ‌ۚ] صَرَفَ [h:5926[ٱ]للَّهُ قُلُوبَه[c:5927[ُم ب]ِأَ[g[نّ]َهُمْ قَوْ[u:3651[مٌ ل]َّا يَفْقَه[p[ُو]نَ","text_id":"Apabila diturunkan suatu surah, satu sama lain di antara mereka saling berpandangan (dengan sikap mengejek sambil berkata), “Adakah seseorang (dari kaum muslim) yang melihat kamu?” Setelah itu mereka pun pergi. Allah memalingkan hati mereka disebabkan mereka adalah kaum yang tidak memahami.","text_en":"Whenever a Surah is revealed they look at each other (so as to ask): \"Is anyone looking at Us?\" and then turn away. Indeed God has turned their hearts away (from the truth), for they cannot discern the law of heaven.","transliteration":"Wa izaa maaa unzilat Sooratun nazara ba'duhum ilaa ba'din hal yaraakum min ahadin summman sarafoo; sarafal laahu quloobahum bi annahum qawmul laa yafqahoon","no_fn":"","text_fn":""},{"id":1363,"surah":9,"no_ayah":128,"tema":"Sifat Mulia Rasulullah","text_ayah":"لَقَ[q:2389[دْ] ج[o[َا]ٓءَكُمْ رَسُو[a:521[لٌ م]ِّنْ أَ[f:1329[نف]ُسِكُمْ عَزِيزٌ عَلَيْهِ مَا عَنِتُّمْ حَرِيصٌ عَلَيْك[c:5928[ُم ب]ِ[h:3560[ٱ]لْمُؤْمِنِينَ رَءُو[u:5881[فٌ ر]َّح[p[ِي]مٌ","text_id":"Sungguh, benar-benar telah datang kepadamu seorang rasul dari kaummu sendiri. Berat terasa olehnya penderitaan yang kamu alami, sangat menginginkan (keimanan dan keselamatan) bagimu, dan (bersikap) penyantun dan penyayang terhadap orang-orang mukmin.","text_en":"To you has come an Apostle from among you. Any sorrow that befalls you weighs upon him; He is eager for your happiness, full of concern for the faithful, compassionate and kind.","transliteration":"Laqad jaaa'akum Rasoolum min anfusikum 'azeezun 'alaihi maa 'anittum hareesun 'alaikum bilmu'mineena ra'oofur raheem","no_fn":"","text_fn":""},{"id":1364,"surah":9,"no_ayah":129,"tema":"Sifat Mulia Rasulullah","text_ayah":"فَإِ[f:1857[ن ت]َوَلَّوْ[s[اْ] فَقُلْ حَسْبِيَ [h:5929[ٱ]للَّهُ ل[o[َآ] إِلَ[n[ـٰ]هَ إِلَّا هُوَ‌ۖ عَلَيْهِ تَوَكَّلْتُ‌ۖ وَهُوَ رَبُّ [h:5930[ٱ]لْعَرْشِ [h:5931[ٱ]لْعَظ[p[ِي]مِ","text_id":"Jika mereka berpaling (dari keimanan), katakanlah (Nabi Muhammad), “Cukuplah Allah bagiku. Tidak ada tuhan selain Dia. Hanya kepada-Nya aku bertawakal dan Dia adalah Tuhan pemilik ‘Arasy (singgasana) yang agung.”","text_en":"So, if they turn away, say to them: \"God is sufficient for me. There is no God but He; I depend on Him alone, the Lord of the glorious Throne.\"","transliteration":"Fa in tawallaw faqul lhasbiyal laahu laaa ilaaha illaa Huwa 'alaihi tawakkkaltu wa Huwa Rabbul 'Arshil 'Azeem","no_fn":"","text_fn":""}]