{"tafsir_id":1,"surah_id":1,"aya_number":1,"tafsir_wajiz":"Aku memulai bacaan Al-Qur'an <i>dengan</i> menyebut <i>nama Allah</i>, nama teragung bagi satu-satunya Tuhan yang patut disembah, yang memiliki seluruh sifat kesempurnaan dan tersucikan dari segala bentuk kekurangan, <i>Yang Maha Pengasih</i>, Pemilik dan sumber sifat kasih Yang menganugerahkan segala macam karunia, baik besar maupun kecil, kepada seluruh makhluk, <i>Maha Penyayang</i> Yang tiada henti memberi kasih dan kebaikan kepada orang-orang yang beriman. Memulai setiap pekerjaan dengan menyebut nama Allah (basmalah) akan mendatangkan keberkahan, dan dengan mengingat Allah dalam setiap pekerjaan, seseorang akan memiliki kekuatan spiritual untuk melakukan yang terbaik dan menghindar dari keburukan.","tafsir_tahlili":"Surah al-Fātiḥah dimulai dengan Basmalah (بسم الله الرحمن الرحيم).\r\nAda beberapa pendapat ulama berkenaan dengan Basmalah yang terdapat pada permulaan surah Al-Fātiḥah. Di antara pendapat-pendapat itu, yang termasyhur ialah:\r\n1. Basmalah adalah ayat tersendiri, diturunkan Allah untuk jadi kepala masing-masing surah, dan pembatas antara satu surah dengan surah yang lain. Jadi dia bukanlah satu ayat dari al-Fātiḥah atau dari surah yang lain, yang dimulai dengan Basmalah itu. Ini pendapat Imam Malik beserta ahli qiraah dan fuqaha (ahli fikih) Medinah, Basrah dan Syam, dan juga pendapat Imam Abu Hanifah dan pengikut-pengikutnya. Sebab itu menurut Imam Abu Hanifah, Basmalah itu tidak dikeraskan membacanya dalam salat, bahkan Imam Malik tidak membaca Basmalah sama sekali.\r\nHadis Nabi saw:\r\nعَنْ أَنَسِ بْنِ مَالِكٍ قَالَ: صَلَّيْتُ خَلْفَ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَأَبِي بَكْرٍوَعُمَرَوَعُثْمَانَ فَكَانُوْا يَسْتَفْتِحُوْنَ بِالْحَمْدِ ِللهِ رَبِّ الْعَالَمِيْنَ لاَ يَذْكُرُوْنَ بِسْمِ اللهِ الرَّحْمٰنِ الرَّحِيْمِِ فِي أَوَّلِ قِرَاءَةٍ وَلاَ فِي آخِرِهَا (رواه الشيخان واللفظ لمسلم);Dari Anas bin Malik, dia berkata, “Saya salat di belakang Nabi saw, Abu Bakar, Umar dan Usman. Mereka memulai dengan al-ḥamdulillāhi rabbil ālamīn, tidak menyebut Bismillāhirraḥmānirrahīm di awal bacaan, dan tidak pula di akhirnya.”(Riwayat al-Bukhārī dan Muslim).;2. Basmalah adalah salah satu ayat dari al-Fātiḥah, dan pada surah an-Naml/27:30, انه من سليمن وانه بسم الله الرحمن الرحيم (النمل/27:30) yang dimulai dengan Basmalah. Ini adalah pendapat Imam Syafi''i beserta ahli qiraah Mekah dan Kufah. Sebab itu menurut mereka Basmalah itu dibaca dengan suara keras dalam salat (jahar). Dalil-dalil yang menunjukkan hal itu antara lain Hadis Nabi saw:\r\nعَنْ ابن عباس قال: كانَ رَسُوْلُ اللهِ صَلَّى الله ُعَلَيْهِ وَسَلَّمَ يَجْهَرُ ِببِسْمِ اللهِ الرَّحْمٰنِ الرَّحِيْمِِ (رواه الحاكم فى المستدرك وقال صحيح) \r\nDari Ibnu Abbās, ia berkata, Rasulullah saw mengeraskan bacaan Bismillāhirrahmānirrahīm. (Riwayat al-Hākim dalam al-Mustadrak dan menurutnya, hadis ini sahih);عَنْ اُمِّ سَلَمَةَ قَالَتْ كَانَ رَسُوْلُ اللهِ صَلَّى الله ُعَلَيْهِ وَسَلَّمَ يُقَطِّعُ قِرَأَتَهُ بِسْمِ اللهِ الرَّحْمٰنِ الرَّحِيْمِِ، اَلْحَمْدُ ِللهِ رَبِّ اْلعَالَمِيْنَ، الرَّحْمٰنِ الرَّحِيْمِِ، مَالِكِ يَوْمِ الدِّيْنِ (رواه أحمد وابوداود وابن خزيمة والحاكم وقال الدار قطنى سنده صحيح)\r\nDari Ummu Salamah, katanya, Rasulullah saw berhenti berkali-kali dalam bacaanya Bismillāhirrahmānirrahīm, al-Hamdulillāhi Rabbil- ālamīn, ar-Raḥmānir-raḥīm, Māliki Yaumid-dīn. (Riwayat Aḥmad, Abu Dāud, Ibnu Khuzaimah dan al-Hākim. Menurut ad-Dāruqu¯nī, sanad hadis ini sahih).;  Abu Hurairah juga salat dan mengeraskan bacaan basmalah. Setelah selesai salat, dia berkata, “Saya ini adalah orang yang salatnya paling mirip dengan Rasulullah.” Muawiyah juga pernah salat di Medinah tanpa mengeraskan suara basmalah. Ia diprotes oleh para sahabat lain yang hadir disitu. Akhirnya pada salat berikutnya Muawiyah mengeraskan bacaan basmalah. \r\nKalau kita perhatikan bahwa sahabat-sahabat Rasulullah saw telah sependapat menuliskan Basmalah pada permulaan surah dari surah Al-Qur′an, kecuali surah at-Taubah (karena memang dari semula turunnya tidak dimulai dengan Basmalah) dan bahwa Rasulullah saw melarang menuliskan sesuatu yang bukan Al-Qur′an agar tidak bercampur aduk dengan Al-Qur′an, sehingga mereka tidak menuliskan āmīn pada akhir surah al-Fātiḥah, maka Basmalah itu adalah salah satu ayat dari Al-Qur′an. Dengan kata lain, bahwa “basmalah-basmalah” yang terdapat di dalam Al-Qur′an adalah ayat-ayat Al-Qur′an, lepas dari pendapat apakah satu ayat dari al-Fātiḥah atau dari surah lain, yang dimulai dengan Basmalah atau tidak.\r\nSebagaimana disebutkan di atas bahwa surah al-Fātiḥah itu terdiri dari tujuh ayat. Mereka yang berpendapat bahwa Basmalah itu tidak termasuk satu ayat dari al-Fātiḥah, memandang:\r\nغَيْرِ الْمَغْضُوْبِ عَلَيْهِمْ وَلَا الضَّاۤلِّيْنَ ࣖ  \r\nadalah salah satu ayat, dengan demikian ayat-ayat al-Fātiḥah itu tetap tujuh.\r\nبِسْمِ اللّٰهِ الرَّحْمٰنِ الرَّحِيْمِ \r\n“Dengan nama Allah” maksudnya “Dengan nama Allah saya baca atau saya mulai”. Seakan-akan Nabi berkata, “Saya baca surah ini dengan menyebut nama Allah, bukan dengan menyebut nama saya sendiri, sebab ia wahyu dari Tuhan, bukan dari saya sendiri.” Maka Basmalah di sini mengandung arti bahwa Al-Qur′an itu wahyu dari Allah, bukan karangan Muhammad saw dan Muhammad itu hanyalah seorang Pesuruh Allah yang dapat perintah menyampaikan Al-Qur′an kepada manusia.;Makna kata Allāh \r\nAllah adalah nama bagi Zat yang ada dengan sendirinya (wājibul-wujud). Kata “Allah” hanya dipakai oleh bangsa Arab kepada Tuhan yang sebenarnya, yang berhak disembah, yang mempunyai sifat-sifat kesempurnaan. Mereka tidak memakai kata itu untuk tuhan-tuhan atau dewa-dewa mereka yang lain. \r\n \r\nHikmah Membaca Basmalah\r\nSeorang yang selalu membaca Basmalah sebelum melakukan pekerjaan yang penting, berarti ia selalu mengingat Allah pada setiap pekerjaannya. Dengan demikian ia akan melakukan pekerjaan tersebut dengan selalu memperhatikan norma-norma Allah dan tidak merugikan orang lain. Dampaknya, pekerjaan yang dilakukannya akan berbuah sebagai amalan ukhrawi. \r\nSeorang Muslim diperintahkan membaca Basmalah pada waktu mengerjakan sesuatu yang baik. Yang demikian itu untuk mengingatkan bahwa sesuatu yang dikerjakan adalah karena perintah Allah, atau karena telah diizinkan-Nya. Maka karena Allah dia mengerjakan pekerjaan itu dan kepada-Nya dia meminta pertolongan agar pekerjaan terlaksana dengan baik dan berhasil.\r\nNabi saw bersabda:\r\nكُلُّ أَمْرٍ ذِيْ بَالٍ لَمْ يُبْدَأْ فِيْهِ بِبِسْمِ اللهِ الرَّحْمٰنِ الرَّحِيْمِ أَقْطَعُ (رواه عبد القادر الرهاوي)\r\n“Setiap pekerjaan penting yang tidak dimulai dengan menyebut Basmalah adalah buntung (kurang berkahnya).” (Riwayat Abdul-Qādir ar-Rahāwī).;Orang Arab sebelum datang Islam mengerjakan sesuatu dengan menyebut al-Lāta dan al-Uzzā, nama-nama berhala mereka. Sebab itu, Allah mengajarkan kepada penganut-penganut agama Islam yang telah mengesakan-Nya, agar mereka mengerjakan sesuatu dengan menyebut nama Allah."}