{"tafsir_id":100,"surah_id":2,"aya_number":93,"tafsir_wajiz":"Dan ingatlah ketika Kami mengambil janji kamu, wahai Bani Israil, dan Kami angkat gunung Sinai di atasmu serno_ayat berfirman, ‘Pegang teguhlah apa yang Kami berikan kepadamu melalui Nabi Musa, yakni prinsip-prinsip ajaran agama dan rinciannya, dan dengarkanlah serta perkenankanlah apa yang diperintahkan kepada kamu!’” Mereka menjawab,” Kami mendengarkan dengan telinga kami, tetapi kami tidak menaati dan tidak pula mau mengamalkannya.” Bukannya segera melaksanakan perintah, mereka justru bersegera melakukan kedurhakaan. Dan diresapkanlah ke dalam hati mereka itu kecintaan menyembah patung anak sapi karena kekafiran mereka. Katakanlah, “Sangat buruk apa yang diperintahkan oleh kepercno_ayatanmu kepadamu, yang kamu anggap telah menghiasi jiwa kamu, jika kamu orang-orang beriman kepada Taurat. ","tafsir_tahlili":"(93) Dalam ayat ini Allah memberikan peringatan sekali lagi kepada orang-orang Yahudi, meskipun terdapat perbedaan susunan kalimat, namun isinya memperkuat maknanya, karena dalam ayat ini termuat ancaman Allah terhadap mereka. Pada ayat yang lain Allah berfirman:\r\nخُذُوْا مَآ اٰتَيْنٰكُمْ بِقُوَّةٍ وَّاذْكُرُوْا مَا فِيْهِ\r\n“…Pegang teguhlah apa yang telah Kami berikan kepadamu dan ingatlah apa yang ada di dalamnya…. (al-Baqarah/2:63)\r\nFirman-Nya yang lain:\r\nخُذُوْا مَآ اٰتَيْنٰكُمْ بِقُوَّةٍ وَّاسْمَعُوْا ۗ \r\n“…Pegang teguhlah apa yang Kami berikan kepadamu dan dengarkanlah!” … (al-Baqarah/2:93);Allah memerintahkan kepada Nabi Muhammad saw untuk mengatakan kepada orang-orang Yahudi agar mereka mau menerima perjanjian itu dan memahami isinya, tetapi mereka tidak suka melaksanakan perjanjian itu, bahkan mengingkarinya.\r\nPerintah Allah  katakanlah  mengandung makna ejekan terhadap orang-orang Yahudi yang hidup pada masa Nabi Muhammad saw. Ejekan itu ditujukan kepada mereka, karena mereka telah mengikuti jejak nenek moyang mereka dalam mempersekutukan Tuhan.\r\nAndaikata mereka masih mengaku betul-betul beriman kepada Kitab Taurat, maka alangkah jeleknya iman yang mereka nyatakan, sebab mereka tidak melakukan apa yang diperintahkan, bahkan melakukan tindakan-tindakan yang menyimpang dari ketentuan-ketentuan Taurat itu, yaitu melakukan penyembahan terhadap anak sapi, dan membunuh para nabi serta merusak perjanjian. Berdasarkan bukti nyata dari perbuatan yang mereka lakukan itu, sukar mempercayai adanya iman di lubuk hati mereka karena sikap perbuatan mereka sama sekali tidak benar.\r\nAyat yang lalu dan ayat ini sebagai sanggahan terhadap pikiran orang-orang Yahudi yang tidak mau percaya kepada Nabi Muhammad saw, dan dugaan yang berlawanan dengan amal perbuatan mereka itu cukup menjadi bukti kekafirannya."}