{"tafsir_id":1002,"surah_id":7,"aya_number":48,"tafsir_wajiz":"Dan orang-orang di atas A'raf, yaitu tempat yang tertinggi, menyeru penghuni neraka yang dahulu mendustakan no_ayatt Allah dan Rasul-Nya dan senantiasa membanggakan harta bendanya, penghuni neraka tersebut adalah orang-orang yang mereka kenal dengan tanda-tandanya, mereka berkata, “Wahai penghuni neraka, rasakanlah pedihnya azab Allah. Harta yang kamu kumpulkan dan apa yang kamu sombongkan ketika di dunia, ternyata tidak ada manfaatnya sedikit pun buat kamu.”","tafsir_tahlili":"(48) Ayat ini menerangkan dialog penghuni Ar±f dengan penghuni neraka yang terdiri dari orang-orang yang sombong dan takabur pada masa hidup di dunia. Orang-orang yang merasa mulia karena kekayaan dan hartanya yang banyak, merasa bangga hidup di dunia, memandang hina terhadap orang-orang mukmin yang miskin dan lemah, yaitu lemah kekuatan dan lemah kedudukan, dan sedikit pengikutnya. Mereka selalu membanggakan, bahwa siapa yang hidup kaya dan mulia, serta berkuasa di dunia, itulah orang-orang yang akan berbahagia di akhirat dan terhindar dari azab Allah. Hal ini dijelaskan Allah dalam firman-Nya:\r\nوَمَآ اَرْسَلْنَا فِيْ قَرْيَةٍ مِّنْ نَّذِيْرٍ اِلَّا قَالَ مُتْرَفُوْهَآ  ۙاِنَّا بِمَآ اُرْسِلْتُمْ بِهٖ كٰفِرُوْنَ   ٣٤  وَقَالُوْا نَحْنُ اَكْثَرُ اَمْوَالًا وَّاَوْلَادًاۙ وَّمَا نَحْنُ بِمُعَذَّبِيْنَ   ٣٥   ;Dan setiap Kami mengutus seorang pemberi peringatan kepada suatu negeri, orang-orang yang hidup mewah (di negeri itu) berkata, ”Kami benar-benar mengingkari apa yang kamu sampaikan sebagai utusan.” Dan mereka berkata, ”Kami memiliki lebih banyak harta dan anak-anak (dari pada kamu) dan kami tidak akan diazab.” (Sab±/34: 34-35);Penghuni Ar±f mengenali mereka dengan tanda-tanda yang ada pada mereka, seperti yang bermuka hitam dan berdebu serta tanda-tanda yang dapat dikenal semasa hidup di dunia, seperti pemimpin Quraisy dan golongan-golongannya yang menjadi musuh Islam, dan selalu menindas dan menganiaya orang-orang Islam, di antaranya Abu Jahal, Walid bin Mugirah, A¡ bin Wail dan lain-lain. Penghuni Ar±f mengatakan kepada mereka, “Tidakkah dapat menolongmu dari siksaan api neraka harta kekayaanmu yang banyak, kesombonganmu terhadap orang-orang mukmin yang kamu anggap lemah. Tidak adakah faedah dan pahala yang kamu harapkan, sehingga kamu terlepas dari siksa yang pedih.”\r\n"}