{"tafsir_id":1004,"surah_id":7,"aya_number":50,"tafsir_wajiz":"Usai mengisahkan dialog penghuni surga dengan penghuni neraka dan dialog penghuni A'raf dengan penghuni neraka, pada no_ayatt ini Allah menceritakan dialog antara penghuni neraka dengan penghuni surga dan permintaan mereka agar diberi nikmat yang ada dalam surga itu. Panasnya api neraka membuat penghuni neraka sangat haus dan lapar, maka para penghuni neraka tidak malu-malu meminta tolong dan menyeru para penghuni surga, “Tuangkanlah sedikit air kepada kami atau rezeki apa saja yang telah dikaruniakan Allah kepadamu.” Mereka, yakni penghuni surga, menjawab, “Sungguh, Allah telah mengharamkan keduanya, yaitu air dan makanan, bagi orang-orang kafir, sebagaimana Allah mengharamkan mereka masuk surga dan menambah pedih siksaan neraka bagi mereka.”","tafsir_tahlili":"(50) Ayat ini menerangkan, bahwa penghuni neraka meminta tolong kepada penghuni surga agar diberikan sedikit air atau makanan kepada mereka sebagai rezeki dan pemberian Allah kepada penghuni surga. Penghuni neraka sudah sangat haus dan lapar, karena panasnya api neraka. Maka  dengan tidak malu-malu mereka minta tolong kepada penghuni surga agar diberi air dan makanan, sebenarnya mereka sudah tahu, bahwa permintaan mereka tidak akan berhasil, bahkan hanya untuk menambah siksaan saja kepada mereka. Maka permintaan mereka mendapat jawaban yang cukup menyedihkan perasaan mereka, menambah haus dan lapar mereka. Penghuni surga menjawab, “Sesungguhnya Allah telah mengharamkan air dan makanan bagi orang-orang kafir, sebagaimana Allah mengharamkan mereka masuk surga dan menambah pedih siksaan neraka bagi mereka. Diriwayatkan dari Ibnu Abb±s: \r\nيُنَادِى الرَّجُلُ أَخَاهُ فَيَقُوْلُ يَا أَخِي أَغِثْنِيْ فَإِنِّيْ قَدِ احْتَرَقْتُ فَأَفِضْ عَلَيَّ مِنَ الْمَاءِ. فَيُقَالُ: أَجِبْهُ، فَيَقُوْلُ: إِنَّ الله َحَرَّمَهُمَا عَلَى الْكَافِرِيْنَ (رواه ابن جرير عن ابن عبّاس)\r\n“Bahwa seorang penghuni neraka memanggil kawannya,“Wahai saudaraku, tolonglah aku, sesungguhnya aku telah terbakar, maka berikanlah sedikit air kepadaku. Maka dikatakanlah kepada saudaranya (yang diminta pertolongan) itu. Jawablah permintaan itu. Maka saudaranya membacakan ayat ini, “Sesungguhnya Allah telah mengharamkan keduanya bagi orang-orang kafir.” (Riwayat Ibnu Jar³r dari Ibnu Abb±s)\r\n"}