{"tafsir_id":1006,"surah_id":7,"aya_number":52,"tafsir_wajiz":"Pada no_ayatt yang lalu diterangkan tentang keadaan penghuni surga, neraka, dan A'raf, dan juga dialog antara mereka yang dapat dijadikan pelajaran dan peringatan agar manusia terhindar dari penyesalan dan mendapat petunjuk kepada jalan yang benar. Pada no_ayatt-no_ayatt ini diterangkan tentang kitab Al-Qur'an sebagai petunjuk bagi manusia, dan diterangkan pula bagaimana akibat orang-orang yang menentang dan mendustakannya pada hari Kiamat. Sungguh, Kami telah mendatangkan Kitab yang agung, yaitu Al-Qur'an, kepada mereka yang Kami jelaskan beragam bukti yang mudah dipahami, dan penjelasan itu atas dasar pengetahuan Kami yang sangat luas, mantap, dan menyeluruh sehingga tidak ada kekurangan dan kelemahannya. Kitab itu benar-benar sebagai petunjuk dan rahmat bagi orang-orang yang beriman.","tafsir_tahlili":"(52) Ayat ini menjelaskan tentang kitab yang telah diturunkan kepada manusia, yaitu Al-Qur′an kitab samawi yang mengandung penjelasan-penjelasan dan petunjuk-petunjuk bagi manusia dalam ayat-ayat yang cukup jelas dan terang karena telah dijelaskan oleh Allah kepada manusia dengan perantaraan Rasul-Nya Muhammad saw. Al-Qur′an itu menjadi petunjuk dan rahmat bagi orang-orang yang beriman yang mempercayai bahwa Al-Qur′an adalah wahyu dari Allah. Bila seseorang mau mempelajarinya, dan mau mengamalkan segala perintah Allah dan meninggalkan segala larangan-Nya, dia akan mendapatkan kebahagiaan dan rahmat Allah. Al-Quran berisi pokok-pokok dasar agama secara umum, baik yang berhubungan dengan akidah dan ibadah, maupun yang berhubungan dengan muamalah, pergaulan yang luas antar bangsa di dunia ini.\r\nDengan adanya Al-Qur′an sebagai pedoman dan petunjuk bagi manusia, maka diharapkan penyakit taklid buta dengan mengikuti cara-cara nenek moyang yang tidak sesuai dengan ajaran Al-Qur′an, syirik, menyembah selain Allah, seperti berhala, kubur yang dianggap keramat, dan lainnya dapat dihilangkan. Al-Qur′an mengajarkan tauhid, hanya kepada Allah manusia beribadah dan meminta pertolongan. Dengan demikian, ungkapan seperti yang terdapat dalam firman Allah di bawah ini tidak terdengar lagi, yaitu:\r\nاِنَّا وَجَدْنَآ اٰبَاۤءَنَا عَلٰٓى اُمَّةٍ وَّاِنَّا عَلٰٓى اٰثٰرِهِمْ مُّقْتَدُوْنَ\r\n”Sesungguhnya kami mendapati nenek moyang kami menganut suatu (agama) dan sesungguhnya kami sekedar pengikut jejak-jejak mereka.” (az-Zukhuf/43: 23)\r\n"}