{"tafsir_id":1009,"surah_id":7,"aya_number":55,"tafsir_wajiz":"Berdoalah kepada Tuhanmu yang telah menciptakan dan memeliharamu, dengan rendah hati dan suara yang lembut, yakni tidak terlalu keras, namun tidak pula terlalu pelan, tetapi di antara keduanya. Sungguh, Dia tidak menyukai orang-orang yang melampaui batas dalam berdoa dan segala hal.","tafsir_tahlili":"(55) Ayat ini mengandung etika dalam berdoa kepada Allah. Berdoa adalah munajat antara hamba dengan Tuhannya untuk menyampaikan suatu permintaan agar Allah berkenan mengabulkannya. Maka berdoa kepada Allah hendaklah dengan penuh kerendahan hati, dengan betul-betul khusyuk dan berserah diri. Kemudian berdoa itu disampaikan dengan suara lunak dan lembut yang keluar dari hati sanubari yang bersih. Berdoa dengan suara yang keras, menghilangkan kekhusyukan dan mungkin menjurus kepada ria dan pengaruh-pengaruh lainnya dan dapat mengakibatkan doa itu tidak dikabulkan Allah. Doa tidak harus dengan suara yang keras, sebab Allah Maha Mendengar dan Maha Mengetahui.\r\nDiriwayatkan oleh Abu Musa al-Asyari, ia berkata, “Ketika kami bersama-sama Rasulullah saw dalam perjalanan, terdengarlah orang-orang membaca takbir dengan suara yang keras. Maka Rasulullah bersabda: \r\nاِرْبَعُوْا عَلَى أَنْفُسِكُمْ فَإِنَّكُمْ لاَ تَدْعُوْنَ أَصَمَّ وَلاَ غَائِبًا إِنَّكُمْ تَدْعُوْنَ سَمِيْعًا قَرِيْبًا وَهُوَ مَعَكُمْ (رواه البخاري ومسلم عن أبي موسى الأشعري)\r\n“Sayangilah dirimu jangan bersuara keras, karena kamu tidak menyeru kepada yang pekak dan yang jauh. Sesungguhnya kamu menyeru Allah Yang Maha Mendengar lagi Dekat dan Dia selalu beserta kamu”. (Riwayat al-Bukhār³ dan Muslim dari Abu Musa al-Asyari);Bersuara keras dalam berdoa, bisa mengganggu orang, lebih-lebih orang yang sedang beribadah, baik dalam masjid atau di tempat-tempat ibadah yang lain, kecuali yang dibolehkan dengan suara keras, seperti talbiyah dalam musim haji dan membaca takbir pada hari raya Idul Fitri dan Idul Adha. Allah memuji Nabi Zakaria a.s. yang berdoa dengan suara lembut: \r\nاِذْ نَادٰى رَبَّهٗ نِدَاۤءً خَفِيًّا\r\n(Yaitu) ketika dia berdoa kepada Tuhannya dengan suara yang lembut. (Maryam/19: 3)\r\nKemudian ayat ini ditutup dengan peringatan, “Sesungguhnya Allah tidak menyukai orang-orang yang melampau batas.” Maksudnya, dilarang melampaui batas dalam segala hal, termasuk berdoa. Tiap-tiap sesuatu sudah ditentukan batasnya yang harus diperhatikan, jangan sampai dilampaui.\r\nBersuara keras dan berlebih-lebihan dalam berdoa termasuk melampaui batas, Allah tidak menyukainya. Termasuk juga melampaui batas dalam berdoa, meminta sesuatu yang mustahil adanya menurut syara ataupun akal, seperti seseorang meminta agar dia menjadi kaya, tetapi tidak mau berusaha atau seseorang menginginkan agar dosanya diampuni, tetapi dia masih terus bergelimang berbuat dosa dan lain-lainnya. Berdoa seperti itu, namanya ingin mengubah sunatullah yang mustahil terjadinya. Firman Allah: \r\nفَلَنْ تَجِدَ لِسُنَّتِ اللّٰهِ تَبْدِيْلًا ەۚ وَلَنْ تَجِدَ لِسُنَّتِ اللّٰهِ تَحْوِيْلًا\r\nMaka kamu tidak akan mendapatkan perubahan bagi ketentuan Allah, dan tidak (pula) akan menemui penyimpangan bagi ketentuan Allah itu. (Fā¯ir/35: 43)\r\nBerdoa dihadapkan kepada selain Allah atau dengan memakai perantara (wa¡ilah) orang yang sudah mati adalah melampaui batas yang sangat tercela. Berdoa itu hanya dihadapkan kepada Allah, tidak boleh menyimpang kepada yang lain. Allah berfirman: \r\nقُلِ ادْعُوا الَّذِيْنَ زَعَمْتُمْ مِّنْ دُوْنِهٖ فَلَا يَمْلِكُوْنَ كَشْفَ الضُّرِّ عَنْكُمْ وَلَا تَحْوِيْلًا  ٥٦  اُولٰۤىِٕكَ الَّذِيْنَ يَدْعُوْنَ يَبْتَغُوْنَ اِلٰى رَبِّهِمُ الْوَسِيْلَةَ اَيُّهُمْ اَقْرَبُ وَيَرْجُوْنَ رَحْمَتَهٗ وَيَخَافُوْنَ عَذَابَهٗۗ اِنَّ عَذَابَ رَبِّكَ كَانَ مَحْذُوْرًا  ٥٧  \r\nKatakanlah (Muhammad), ”Panggillah mereka yang kamu anggap (tuhan) selain Allah, mereka tidak kuasa untuk menghilangkan bahaya darimu dan tidak (pula) mampu mengubahnya.” Orang-orang yang mereka seru itu, mereka sendiri mencari jalan kepada Tuhan siapa di antara mereka yang lebih dekat (kepada Allah). Mereka mengharapkan rahmat-Nya dan takut akan azab-Nya. Sungguh, azab Tuhanmu itu sesuatu yang (harus) ditakuti.” (al-Isrā′/17: 56-57)\r\nHadis Nabi saw: \r\nوَرُوِيَ عَنْ أَبِيْ هُرَيْرَةَ قَالَ: قَالَ رَسُوْلُ اللهِ صَلَّى الله ُعَلَيْهِ وَسَلَّمَ: سَلُوْا لِيَ الْوَسِيْلَةَ، قَالُوْا: وَمَا الْوَسِيْلَةُ؟ قَالَ: اَلْقَرْبُ مِنَ اللهِ عَزَّ وَجَلَّ ثُمَّ قَرَأَ: يَبْتَغُوْنَ اِلٰى رَبِّهِمُ الْوَسِيْلَةَ أَيُّهُمْ أَقْرَبُ (رواه الترمذي عن ابن مردويه)\r\nDiriwayatkan dari Abu Hurairah dia berkata, “Telah bersabda Rasulullah saw, “Mintalah kepada Allah wa¡ilah untukku. Mereka bertanya: Ya Rasulullah, apakah wa¡ilah itu? Rasulullah menjawab: “Dekat dengan Allah azza Wa Jalla, kemudian Rasulullah membaca ayat; (mereka sendiri) mencari jalan kepada Tuhan mereka, siapa di antara mereka yang lebih dekat kepada Allah.” (Riwayat at-Tirmi©³ dari Ibnu Mardawaih)\r\n"}