{"tafsir_id":1027,"surah_id":7,"aya_number":73,"tafsir_wajiz":"Setelah dijelaskan kisah kaum 'Ad yang menentang dakwah Nabi Hud dan azab yang mereka terima, selanjutnya diuraikan kisah Nabi Saleh dan kaumnya. Dan kepada kaum Samud Kami utus saudara seketurunan mereka, yaitu Nabi Saleh. Dia berkata, “Wahai kaumku! Sembahlah Allah Tuhan Yang Maha Esa! Tidak ada tuhan sembahan yang patut disembah bagimu selain Dia. Sesungguhnya telah datang kepadamu bukti yang nyata dan sangat jelas untuk membuktikan kebenaranku sebagai utusan dari Tuhanmu. Ini adalah seekor unta betina dari Allah sebagai tanda kenabianku khusus untukmu. Karena unta ini milik Allah, biarkanlah ia makan rerumputan di bumi Allah mana pun ia temukan, janganlah ia disakiti, diganggu apalagi disembelih, karena nanti akibatnya, kamu akan mendapatkan siksaan yang pedih dari Allah.”","tafsir_tahlili":"(73) Ayat ini menerangkan bahwa Allah mengutus Nabi Saleh kepada kaumnya yaitu kaum ¤amµd. ¤amµd adalah nama suatu kabilah dari bangsa Arab yang telah dimusnahkan yang terkenal dengan istilah “Arab Bā′idah” yang mendiami Hijir yaitu daerah Ulā di sebelah utara Medinah, Saudi Arabia. ¤amµd adalah nama nenek moyang mereka yaitu anak dari A£³r bin Iram bin Sam bin Nuh. Munculnya kaum ¤amµd itu sesudah kaum ²d dibinasakan Allah. Menurut suatu riwayat ketika Rasulullah dalam perang Tabuk pada tahun 9 Hijri ia melewati daerah peninggalan kaum ¤amµd itu. Rasulullah melarang para sahabat memasuki daerah tersebut dengan sabdanya yaitu: \r\nلاَتَدْخُلُوْا عَلَى هٰؤُلاَءِ الْمُعَذَّبِيْنَ إِلاَّ أَنْ تَكُوْنُوْا بَاكِيْنَ فَإِنْ لَمْ تَكُوْنُوْا بَاكِيْنَ فَلاَ تَدْخُلُوْا عَلَيْهِمْ أَنْ يُصِيْبَكُمْ مِثْلَ مَا أَصَابَهُمْ (رواه البخاري ومسلم)\r\n“Jangan kamu memasuki tempat-tempat mereka yang ditimpa azab Allah itu kecuali kamu dalam keadaan menangis. Jika kamu tidak menangis, janganlah kamu memasuki tempat itu agar kamu tidak ditimpa musibah seperti musibah yang telah menimpa mereka.” (Riwayat al-Bukhār³ dan Muslim)\r\nDemikianlah anjuran Nabi kepada para sahabat untuk menghindari tempat yang pernah ditimpa bencana.\r\nSaleh a.s. adalah Nabi yang diutus oleh Allah kepada kaum ¤amµd. Dia berasal dari kaum ¤amµd yang terbaik keturunannya, kedudukannya dan keadaan rumah tangganya demikian juga akhlaknya. Mukjizat kenabiannya adalah “unta Allah”. Nabi Saleh menjalankan tugasnya dengan menyampaikan perintah-perintah Tuhannya yang ditujukan kepada kaumnya. Nabi Saleh menyeru mereka agar menyembah Allah Tuhan Yang Maha Esa dengan menegaskan bahwa tidak ada Tuhan selain Allah, karenanya hendaklah mereka bertakwa kepada-Nya. Nabi Saleh mengajak mereka menerima seruannya dan janganlah mereka mengikuti orang-orang yang hanyut di dalam kemusyrikan, yang membawa mereka ke dalam neraka Jahanam, akibat mereka meninggalkan ajaran agama yang benar. Nabi Saleh mengatakan kepada kaumnya bahwa bukti kebenaran dari kenabiannya, adalah seekor unta yang dinamakannya “Unta Allah”, yang diciptakan Allah tidak menurut kebiasaan. Menurut sebagian ahli tafsir, unta ini keluar dari batu besar atas permintaan kaum ¤amµd sebagai suatu mukjizat yang harus diperhatikan oleh mereka. \r\nAllah memberikan mukjizat kepada Nabi Saleh berupa seekor unta sebagai bukti kerasulannya, karena kaum ¤amµd meminta bukti kerasulannya. Nabi Saleh meminta kepada kaumnya agar membiarkan unta itu makan apa saja yang ada di bumi Allah ini, karena bumi ini kepunyaan Allah dan unta ini adalah unta Allah dan tidak wajar mereka menghalang-halangi unta itu, apalagi menyakitinya dan menyembelihnya. Nabi Saleh mengancam mereka bahwa mereka akan mendapat azab yang pedih dari Allah jika mereka mengganggu atau membunuh unta itu.\r\nAgar tidak menimbulkan kesulitan antara mereka dan unta itu, maka diaturlah hari-hari minum ke telaga untuk mereka dan untuk unta itu, karena sedikitnya persediaan air sebagaimana diutarakan oleh firman Allah: \r\nوَنَبِّئْهُمْ اَنَّ الْمَاۤءَ قِسْمَةٌ ۢ بَيْنَهُمْۚ  كُلُّ شِرْبٍ مُّحْتَضَرٌ\r\nDan beritahukanlah kepada mereka bahwa air itu dibagi di antara mereka (dengan unta betina itu); setiap orang berhak mendapat giliran minum.                     (al-Qamar/54: 28);Juga firman Allah pada ayat yang lain yaitu: \r\nهٰذِهٖ نَاقَةٌ لَّهَا شِرْبٌ وَّلَكُمْ شِرْبُ يَوْمٍ مَّعْلُوْمٍ ۚ   ١٥٥\r\nDia (Saleh) menjawab, ”Ini seekor unta betina, yang berhak mendapatkan (giliran) minum, dan kamu juga berhak mendapatkan minum pada hari yang ditentukan. (asy-Syuarā′/26: 155)\r\n"}