{"tafsir_id":1033,"surah_id":7,"aya_number":79,"tafsir_wajiz":"Setelah melihat kebinasaan yang menimpa kaumnya akibat disambar petir dan gempa, kemudian dia, Nabi Saleh, pergi dengan berat hati, sedih dan rasa haru meninggalkan mereka yang sudah mati sambil berkata dengan penuh penyesalan dan rasa iba, “Wahai kaumku! Sungguh, aku telah menyampaikan amanat Tuhanku berupa pesan dan peringatan-Nya, kepadamu dan aku telah cukup menasihati kamu dengan melarangmu melakukan perbuatan yang akan membawa bencana bagimu. Tetapi kamu tidak menghiraukan seruanku, bahkan tidak menyukai orang yang memberi nasihat, siapa pun dia.” Seruan Nabi Saleh ini menunjukkan cintanya yang sa-ngat besar kepada kaumnya.","tafsir_tahlili":"(79) Setelah kaum ¤amµd binasa akibat disambar petir, ayat ini menerangkan bahwa Nabi Saleh dengan rasa haru dan sedih berkata kepada mereka yang sudah mati, bahwa dia sesungguhnya telah menyampaikan amanat Tuhannya dan telah cukup memberi nasihat kepada mereka namun mereka tidak suka menerima nasihat. Seruan Nabi Saleh ini yang ditujukan kepada kaumnya yang telah mati itu menunjukkan betapa cintanya kepada kaumnya. Hal mana mengingatkan kita kepada seruan Nabi Muhammad terhadap sebagian orang-orang Quraisy yang telah mati dan sudah dikuburkan dalam Perang Badar. Rasulullah berkata: \r\n يَا اَبَا جَهْلِ بْنِ هِشَامٍ, يَا عُتْبَةُ بْنِ رَبِيْعَةَ يَا شَيْبَةُ بْنِ رَبِيْعَةَ وَيَا فُلاَنُ بْنِ فُلاَنٍ وَفُلاَنُ بْنِ فُلاَنٍ: هَلْ وَجَدْتُمْ مَا وَعَدَ رَبُّكُمْ حَقًّا فَاِنِّى وَجَدْتُ مَا وَعَدَنِى رَبِّى حَقًّا؟ فَقَالَ لَهُ عُمَرُ: يَا رَسُوْلَ اللهِ، مَا تُكَلِّمُ مِنْ أَقْوَامٍ قَدْ جَيَّفُوْا ؟ فَقَالَ رَسُوْلُ اللهِ صَلىَّ الله ُعَلَيْهِ وَسَلَّمَّ: وَالَّذِيْ نَفْسِيْ بِيَدِهِ مَا أَنْتُمْ بِأَسْمَعَ لِمَا أَقُوْلُ مِنْهُمْ وَلَكِنْ لاَ يُجِيْبُوْنَ (رواه البخاري ومسلم عن ابي طلحة الانصاري )\r\n“Wahai Abu Jahal bin Hisyam, wahai Utbah bin Rabiah. Wahai Syaibah bin Rabiah dan wahai Fulan anak Fulan, Adakah sekarang ini kamu menemukan apa-apa yang dijanjikan Allah itu benar? Karena aku telah menemukan apa yang dijanjikan Tuhanku itu benar. Umar berkata, “Ya Rasulullah, apa guna berbicara dengan tubuh yang tidak bernyawa?” Rasulullah menjawab, “Demi Tuhan dimana diriku tergantung pada-Nya. Kamu tidaklah lebih mendengar dari mereka terhadap apa yang aku katakan. Tetapi mereka tidak dapat menjawab.” (Riwayat al-Bukhār³ dan Muslim dari Abu °al¥ah al-An¡ari).\r\nAyat 79 ini tidak mengutarakan bahwa Nabi Saleh menghindar dari kaumnya sebelum datang azab Allah, demikian juga tidak mengutarakan tentang nasib sebagian kaum ¤amµd yang beriman kepada Nabi Saleh. Namun ayat 79 ini jelas mengutarakan bahwa Nabi Saleh diselamatkan oleh Allah. Ibnu Ka£³r menerangkan bahwa Allah menyelamatkan Nabi Saleh dan pengikutnya dari azab tersebut kemudian pergi dan tinggal di Haran.\r\n"}