{"tafsir_id":1034,"surah_id":7,"aya_number":80,"tafsir_wajiz":"Setelah menuturkan kisah kaum Samud yang binasa disambar petir akibat kedurhakaan mereka, selanjutnya Allah menyebutkan kisah yang lain, yakni Nabi Lut beserta kaumnya. Dan Kami juga telah mengutus Nabi Lut. Ingatlah ketika dia berkata dengan nada keras kepada kaumnya yang ketika itu melakukan kedurhakaan besar, “Mengapa kamu melakukan perbuatan keji, yakni perbuatan teramat buruk, yaitu homoseksual, yang belum pernah dilakukan oleh seorang pun di zaman apa pun sebelum kamu di dunia ini?” Nabi Lut berharap dengan ucapannya, mereka sadar dan meninggalkan perbuatan itu.","tafsir_tahlili":"(80) Ayat ini menerangkan bahwa Allah mengutus Nabi Lut untuk menyampaikan agama kepada kaumnya agar mereka menyembah Allah, dan Nabi Lut bertanya kepada mereka dengan nada keras, “Mengapa kamu mengerjakan perbuatan keji yang belum pernah dilakukan oleh seorang pun sebelum kamu” dengan harapan mereka sadar untuk meninggalkan prilaku keji itu. Kaum Nabi Lut adalah orang yang pertama kali melakukan sodomi (homoseks) maka mereka mendapatkan dosa seperti dosa orang yang menirunya, sebagaimana diterangkan dalam hadis: \r\nمَنْ سَنَّ فِى اْلاِسْلاَمِ سُنَّةً سَيِّئَةً فَعُمِلَ بِهَا بَعْدَهُ كُتِبَ عَلَيْهِ مِثْلُ وِزْرِ مَنْ عَمِلَ بِهَا (رواه مسلم) \r\n“Orang yang membuat suatu kebiasaan buruk dalam Islam, lalu kebiasaan buruk itu dikerjakan sesudahnya, maka ia akan menanggung seperti dosa orang yang melakukan kebiasaan buruk itu.” (Riwayat Muslim)\r\nHadis lain menerangkan: \r\nمَنْ دَعَا إِلَى هُدًى كَانَ لَهُ مِنَ اْلأَجْرِ مِثْلُ أُجُوْرِ مَنِ اتَّبَعَهُ لاَ يَنْقُصُ ذٰلِكَ مِنْ أُجُوْرِهِمْ شَيْئًا. وَمَنْ دَعَا إِلَى ضَلاَلَةٍ كَانَ عَلَيْهِ مِنَ اْلإِثْمِ مِثْلُ اٰثَامِ مَنِ اتَّبَعَهُ لاَ يَنْقُصُ ذٰلِكَ مِنْ اٰثَامِهِمْ شَيْئًا (رواه مسلم)\r\n“Orang yang mengajak kepada jalan yang benar maka ia mendapat ganjaran sama banyaknya dengan ganjaran yang diberikan kepada pengikut-pengikutnya dan hal itu tidak sedikit pun mengurangi ganjaran mereka itu, dan orang yang mengajak berbuat kejahatan maka ia mendapat dosa sama banyaknya dengan dosa pengikut-pengikutnya dan hal itu tidak dikurangi sedikit pun dari dosa mereka itu.” (Riwayat Muslim)\r\nAllah menciptakan laki-laki dan perempuan dengan tujuan mengem-bangkan keturunan manusia guna memakmurkan alam ini. Pada masing-masing jenis memiliki nafsu birahi yang mendorong terwujudnya kebutuhan bertemunya kedua jenis manusia ini sebagai sarana untuk mengembangbiakan manusia.\r\nPerempuan dalam bentuk kejadiannya adalah indah, halus dan menarik. Antara laki-laki dan perempuan terjadi saling tarik-menarik laksana tarikan antara positif dan negatif. Jika manusia seperti itu, alangkah ganjilnya bila ada golongan manusia yang menyimpang dari ketentuan Allah itu. Alangkah besarnya pelanggaran terhadap kemanusiaan yang dilakukan seseorang laki-laki dengan menggauli laki-laki lain dengan tujuan bukan untuk mengembangkan keturunan.\r\nJika saling membunuh dinilai sebagai sesuatu yang buruk, maka perbuatan kaum Nabi Lut ini dapat dikatakan lebih buruk dan dapat menjatuhkan derajat manusia dan kemanusiaan sehingga lebih rendah dari hewan. Hal ini karena hewan jantan tidak ada yang berhubungan dengan jantan pula sebagaimana yang dilakukan umat Nabi Lut. Ketetapan Allah berkaitan dengan hal ini, adalah laki-laki untuk perempuan dan perempuan untuk laki-laki. Kaum Lut bukan saja ingkar kepada Allah dan tidak bersyukur atas nikmat-Nya, tetapi juga melakukan homoseksual yang akhirnya juga mendorong para wanita melakukan lesbian (saling berhubungan sesamanya). Allah mengutus Nabi Lut kepada kaum seperti ini untuk menyampaikan ajaran Allah agar mereka kembali ke jalan yang benar dan meninggalkan kelakuan yang buruk dan bertentangan dengan sunatullah. Karena mereka menolak seruan Lut, maka Allah membinasakan kaum tersebut.\r\nNabi Lut adalah anak Haran bin Tarikh. Tarikh adalah saudara Nabi Ibrahim. Lut dilahirkan di daerah tepian timur dari selatan Irak yang dahulunya dinamakan Babilon. Atas kehendak Nabi Ibrahim, Lut berdiam di kota Sodom salah satu kota di daerah Yordania. Lut wafat di sekitar Yordan dahulu terkenal dengan nama Laut Lut.\r\n"}