{"tafsir_id":1038,"surah_id":7,"aya_number":84,"tafsir_wajiz":"Setelah menyelamatkan Nabi Lut dan pengikutnya, Allah menurunkan siksaan dan azab-Nya kepada kaum yang ingkar. Dan Kami hujani, yakni Kami turunkan dari langit sehingga mengenai bagian atas mereka, dengan hujan batu yang membinasakan mereka dan meluluhlantakkan negeri mereka. Maka perhatikanlah wahai orang yang mengambil pelajaran dari kisah ini bagaimana kesudahan dan akibat yang diterima orang yang berbuat dosa itu. Mereka hanya memperoleh kebinasaan dan azab lantaran perbuatan mereka.","tafsir_tahlili":"(84) Ayat ini menerangkan bahwa Allah membinasakan kaum Lu¯ dengan batu yang terkenal dengan “batu sijjil” diturunkan dari langit laksana hujan sebagaimana tersebut dalam firman Allah:\r\nفَجَعَلْنَا عَالِيَهَا سَافِلَهَا وَاَمْطَرْنَا عَلَيْهِمْ حِجَارَةً مِّنْ سِجِّيْلٍ\r\nMaka Kami jungkirbalikkan (negeri itu) dan Kami hujani mereka dengan batu dari tanah yang keras. (al-¦ijr/15: 74);Firman Allah: \r\nفَلَمَّا جَاۤءَ اَمْرُنَا جَعَلْنَا عَالِيَهَا سَافِلَهَا وَاَمْطَرْنَا عَلَيْهَا حِجَارَةً مِّنْ سِجِّيْلٍ مَّنْضُوْدٍ  \r\nMaka ketika keputusan Kami datang, Kami menjungkirbalikkannya negeri kaum Lut, dan Kami hujani mereka bertubi-tubi dengan batu dari tanah yang terbakar. (Hµd/11: 82);Tidak ada seorang ahli tafsir pun yang dapat menjelaskan cara-cara batu-batu itu terkumpul dari bumi diangkat ke atas atau lapisan bumi yang diangkat ke atas mereka, kemudian turun berjatuhan seperti hujan. Demikian juga bentuk batu tersebut apakah dari tanah keras semata atau bercampur dengan unsur-unsur zat pembakar atau batu-batu yang berasal dari pecahan bintang.\r\nPada ayat ini Allah menunjukkan kekuasaan-Nya kepada Muhammad dan umatnya agar mengambil pelajaran dari peristiwa dan perilaku orang-orang yang mendustakan Allah dan rasul-rasul-Nya. Jika Allah menghendaki kebinasaan mereka, hal ini dapat terjadi dengan sebab-sebab yang alami, umpamanya; gempa bumi, penyakit wabah, peperangan dan korban fitnahan dan dapat pula dengan sebab-sebab luar biasa seperti topan yang menenggelamkan kaum Nµh, angin yang menghempaskan kaum Hµd, petir yang membinasakan kaum Saleh dan hujan batu yang menghabiskan kaum Lut.\r\nMengenai perbuatan homoseks yang dilakukan oleh kaum Lut itu terdapat perselisihan antara ulama Fiqh tentang hukumannya sebagai berikut: \r\n1. Imam Abu Hanifah berpendirian bahwa pelakunya dijatuhkan dari tempat yang tinggi diiringi dengan lemparan batu. Tetapi menurut satu riwayat pelakunya hanya di-taz³r diberi hukuman agar jera baik muhsan maupun tidak muhsan.\r\n2. Imam Malik memandang bahwa pelakunya dirajam (baik muhsan pernah kawin ataupun tidak). Demikian juga terhadap pasangan jika telah dewasa. Tetapi menurut satu riwayat, terhadap yang belum muhsan dikenakan hukum taz³r.\r\n3. Imam Syafii menerangkan bahwa pelakunya dirajam baik muhsan atau tidak. Menurut suatu riwayat pelakunya dirajam jika ia muhsan. Jika tidak muhsan didera sebanyak seratus kali.\r\n4. Imam A¥mad memandang bahwa kedua pelakunya dibunuh.\r\n5. Pendapat sebagian sahabat Nabi, seperti Abu Bakar, Ali, Ibnu Zubair, pelakunya dibakar.\r\n"}