{"tafsir_id":1042,"surah_id":7,"aya_number":88,"tafsir_wajiz":"Pemuka-pemuka dan pembesar kaum Nabi Syuaib yang menyombongkan diri dan menolak beriman berkata, “Wahai Syuaib! Pasti kami usir engkau bersama orang-orang yang beriman kepadamu dari negeri kami, kecuali jika engkau kembali kepada agama kami atau diam dan membiarkan kami melakukan apa yang kami inginkan.” Nabi Syuaib berkata, “Apakah kamu akan mengusir kami, atau kami mengikuti agama kalian yang sesat, atau membiarkan kalian, kendatipun kami tidak suka itu karena kami tahu kesesatannya? Tidak mungkin itu akan terjadi.","tafsir_tahlili":"(88) Ayat ini menerangkan bahwa para pemimpin suku Madyan berkata kepada Nabi Syuaib, bahwa mereka akan mengusir Syuaib dan para pengikutnya dari negeri mereka, apabila Nabi Syuaib tidak mau kembali kepada agama nenek moyang mereka, serta menghentikan dakwahnya kepada kaumnya.\r\nDengan perkataan lain, mereka menyuruh Nabi Syuaib dan para pengikutnya untuk memilih apakah mereka akan tetap dalam agama baru dan melanjutkan dakwah tetapi diusir dari negeri mereka, ataukah bersedia kembali kepada agama nenek moyang dan menjadi anggota masyarakat dari kaumnya yang musyrik. \r\nPerlu diketahui bahwa kata-kata “kembali kepada agama nenek moyang” memberi kesan, seolah-olah Nabi Syuaib pernah menjadi penganut agama kaumnya, dan tentu pernah juga turut menyembah sembahan yang mereka sembah. Hal ini tidak benar, karena para nabi dan rasul Allah senantiasa terhindar dari dosa-dosa besar, termasuk dosa yang disebabkan kemusyrikan kepada Allah.\r\nPada akhir ayat tersebut diterangkan, bahwa Nabi Syuaib menjawab tantangan mereka dengan mengajukan pertanyaan, apakah mereka akan tetap memaksa dirinya dan para pengikutnya untuk kembali kepada agama mereka atau mereka akan mengusir dirinya dan para pengikutnya dari negeri Madyan bila ia menolak anjuran itu.\r\nNabi Syuaib menegaskan kepada kaumnya, bahwa ia dan para pengikutnya tidak merasa gentar diusir dari negeri mereka, dan mereka akan tetap dalam agama Allah serta melanjutkan dakwah mereka. Kecintaan Nabi Syuaib kepada agama Allah lebih tinggi dari pada kecintaan kepada tanah air yang penduduknya ingkar kepada Allah. Ia dan para pengikutnya mengutamakan hidup dalam keridaan Allah, sehingga mereka benar-benar dapat memperoleh kebahagiaan dunia dan akhirat. Agama dan keimanan adalah urusan hati yang tidak dapat dipaksakan bagaimanapun juga. Ia dan para pengikutnya benci kepada kemusyrikan, karena kemusyrikan merupakan dosa besar yang tidak diampuni oleh Allah.\r\nSeorang rasul yang mengemban amanat menyiarkan agama Allah tidak keberatan meninggalkan tanah tumpah darahnya, apabila situasi dan keadaan di tempat itu tidak memungkinkan untuk melaksanakan tugas. Seperti diketahui, Nabi Ibrahim telah melaksanakan hijrah, meninggalkan tanah tumpah darahnya yaitu kota Ur di Kaldea, demi untuk menegakkan agama Allah. Demikian pula Nabi Muhammad telah hijrah dari Mekah ke Medinah karena kecintaannya kepada agama Allah melebihi kecintaan kepada tanah air dan lain-lainnya. Orang-orang yang enggan hijrah karena Allah, akan dimurkai Allah, sebagaimana firman Allah :\r\nاِنَّ الَّذِيْنَ تَوَفّٰىهُمُ الْمَلٰۤىِٕكَةُ ظَالِمِيْٓ اَنْفُسِهِمْ قَالُوْا فِيْمَ كُنْتُمْ ۗ قَالُوْا كُنَّا مُسْتَضْعَفِيْنَ فِى الْاَرْضِۗ  قَالُوْٓا اَلَمْ تَكُنْ اَرْضُ اللّٰهِ وَاسِعَةً فَتُهَاجِرُوْا فِيْهَا ۗ فَاُولٰۤىِٕكَ مَأْوٰىهُمْ جَهَنَّمُ ۗ وَسَاۤءَتْ مَصِيْرًاۙ    ٩٧  اِلَّا الْمُسْتَضْعَفِيْنَ مِنَ الرِّجَالِ وَالنِّسَاۤءِ وَالْوِلْدَانِ لَا يَسْتَطِيْعُوْنَ حِيْلَةً وَّلَا يَهْتَدُوْنَ سَبِيْلًاۙ    ٩٨  فَاُولٰۤىِٕكَ عَسَى اللّٰهُ اَنْ يَّعْفُوَ عَنْهُمْ ۗ وَكَانَ اللّٰهُ عَفُوًّا غَفُوْرًا   ٩٩  ;“Sesungguhnya orang-orang yang dicabut nyawanya oleh malaikat dalam keadaan menzalimi sendiri, mereka (para malaikat) bertanya: “bagaimana kamu ini?” Mereka menjawab: “Kami orang-orang yang tertindas di bumi (Mekah)”. Mereka (para malaikat) bertanya: “Bukanlah bumi Allah itu luas, sehingga kamu dapat berhijrah (berpindah-pindah) di bumi itu?” Maka Orang-orang itu tempatnya di neraka Jahanam, dan (Jahanam) itu seburuk-buruknya tempat kembali, kecuali mereka yang tertindas baik laki-laki atau perempuan dan anak-anak yang tidak berdaya dan tidak mengetahui jalan (untuk berhijrah), maka mereka itu, mudah-mudahan Allah memaafkannya. Allah Maha Pemaaf, Maha Pengampun”. (an-Nis±/4: 97-99)\r\n"}