{"tafsir_id":1043,"surah_id":7,"aya_number":89,"tafsir_wajiz":"Nabi Syuaib menolak keras keinginan mereka agar kembali kepada agama mereka, “Sungguh, kami telah mengada-adakan kebohongan yang besar terhadap Allah, jika kami kembali kepada agamamu atau merestui perbuatanmu, apalagi setelah Allah melepaskan dan menyelamatkan kami darinya dengan menunjuki kami jalan yang benar. Dan tidaklah pantas kami memilih kembali kepadanya, kecuali jika Allah, Tuhan kami menghendaki itu. Tetapi hal itu tidak mungkin terjadi sebab pengetahuan Tuhan kami meliputi segala sesuatu, sehingga Dia tahu yang terbaik bagi hamba-Nya. Hanya kepada Allah kami bertawakal, menyerahkan segala urusan dengan melaksanakan semua kewajiban, serno_ayat memohon petunjuk dan pertolongan. Selanjutnya Nabi Syuaib dan pengikutnya bermohon, Ya Tuhan kami, berilah keputusan antara kami dan kaum kami dengan hak yakni adil. Engkaulah pemberi keputusan terbaik.” ","tafsir_tahlili":"(89) Ayat ini menjelaskan ucapan Nabi Syuaib terhadap kaumnya yang telah mengancam untuk mengusir dari negerinya apabila ia tidak mau menghentikan dakwahnya. Nabi Syuaib berkata: “Alangkah besar dosa dan kebohongan kami terhadap Allah, apabila kami kembali kepada agama kamu, padahal Allah telah menyelamatkan kami dan telah menunjuki kami ke jalan yang lurus. Apabila seseorang mengikuti ajaran kamu tanpa pengetahuan, dianggap sebagai orang yang mengadakan kebohongan terhadap Allah, maka bagaimanakah halnya orang yang sengaja mengadakan kebohongan terhadap-Nya, dan sengaja menyimpang dari jalan yang telah ditunjukkan-Nya secara sadar, padahal ia mempunyai pengetahuan tentang hal itu. Kekafiran semacam itu merupakan perbuatan yang amat keji, tidak akan diampuni. Oleh sebab itu kami tidak akan melakukannya”.\r\nDari penegasan Nabi Syuaib ini dapat diambil kesimpulan bahwa Allah telah menyelamatkan para pengikutnya dan sahabat-sahabatnya, termasuk dirinya sendiri, dari agama syirik yang dianut kaumnya, atau dapat pula diartikan bahwa Allah telah menyelamatkan Nabi Syuaib dari kemusyrikan. Ia tidak pernah menganut kepercayaan yang dianut kaumnya dan tidak menyembah apa-apa yang disembah oleh mereka. Maka Allah telah menunjukinya kepada jalan yang benar. Ini sama halnya dengan apa yang dialami Nabi Muhammad sebagaimana ditegaskan Allah dalam firman-Nya:\r\nوَوَجَدَكَ ضَاۤلًّا فَهَدٰىۖ\r\n“Dan Dia mendapatimu sebagai seorang yang bingung, lalu Dia memberikan petunjuk”. (a«-uh±/93: 7);Firman-Nya yang lain :\r\nوَكَذٰلِكَ اَوْحَيْنَآ اِلَيْكَ رُوْحًا مِّنْ اَمْرِنَا ۗمَا كُنْتَ تَدْرِيْ مَا الْكِتٰبُ وَلَا الْاِيْمَانُ وَلٰكِنْ جَعَلْنٰهُ نُوْرًا نَّهْدِيْ بِهٖ مَنْ نَّشَاۤءُ مِنْ عِبَادِنَا ۗوَاِنَّكَ لَتَهْدِيْٓ اِلٰى صِرَاطٍ مُّسْتَقِيْمٍۙ   \r\n“Dan demikianlah Kami wahyukan kepadamu (Muhammad) rµh (Al-Quran) dengan perintah Kami. Sebelumnya engkau tidaklah mengetahui apakah Kitab (Al-Quran) dan apakah iman itu, tetapi Kami menjadikan Al-Quran itu cahaya, dengan itu Kami memberi petunjuk siapa yang Kami kehendaki di antara hamba-hamba Kami. Dan sungguh, engkau benar-benar membimbing (manusia) kepada jalan yang lurus”. (asy-Syµra/42: 52);Selanjutnya Nabi Syuaib menegaskan kepada kaumnya, bahwa tidak layak dan tidak masuk akal, jika dia dan para pengikutnya akan meninggalkan agama yang benar serta kembali kepada agama mereka, kecuali jika Allah menghendakinya. Maksudnya ialah bahwa Nabi Syuaib beserta para pengikutnya yakin, bahwa agama yang dianut kaumnya adalah agama yang tidak benar, sedangkan agama yang dianutnya beserta para pengikutnya adalah agama yang benar dapat menjamin keselamatan dan kebahagiaan manusia dunia dan akhirat.\r\nAllah tidak menghendaki Nabi Syuaib dan para pengikutnya kembali kepada agama kaumnya yang penuh dengan kemusyrikan, sebab Allah sendiri yang telah membebaskannya dari kemusyrikan dan menunjukinya kepada agama yang benar. Oleh sebab itu Nabi Syuaib dan para pengikutnya tidak akan kembali kepada agama mereka.\r\nKemudian Nabi Syuaib mengingatkan bahwa Ilmu Allah Maha Luas, meliputi segala sesuatu. Ia mengetahui segala hikmah dan hal-hal yang akan mendatangkan kemasalahan bagi hamba-Nya. Kehendak-Nya senantiasa berlaku sesuai dengan hikmah tersebut. Maka segala sesuatu yang terjadi pada makhuk-Nya tidaklah terlepas dari hikmah tersebut. Oleh sebab itu, kepada Allah saja ia dan para pengikutnya bertawakal dan berserah diri, dan disertai ketaatan dalam menjalankan apa yang diperintahkan Allah kepada mereka, yaitu menjaga syariat dan agama-Nya. Dialah yang akan melindungi Nabi Syuaib dan para pengikutnya dari segala ancaman dan gangguan kaumnya dan dari segala bahaya dimana Nabi Syuaib tidak mempunyai daya untuk menghindari dan melawannya.\r\n Perlu diketahui salah satu syarat dari tawakal ialah keteguhan dalam melaksanakan syariat yang telah ditetapkan Allah, serta mematuhi peraturan umum yang ditetapkan-Nya, baik mengenai alam maupun masyarakat, terutama hubungan antara sebab dan akibat. Misalnya bila kita ingin memperoleh rezeki dari Allah maka kita harus berusaha, serta menjaga peraturan Allah dalam menjalankan usaha-usaha tersebut. Apabila usaha sudah dijalankan menurut cara-cara yang diperlukan, serta menjaga peraturan yang telah ditetapkan Allah dan syariat-Nya, barulah kita bertawakal. Tawakal yang dilakukan tanpa didahului dengan usaha yang benar dan sesuai dengan peraturan Allah adalah tawakal yang keliru. Itulah sebabnya Rasulullah saw pernah menegur seorang yang tidak menambatkan untanya ketika ia mau menghadap Rasulullah, karena katanya ia telah bertawakal kepada Allah lebih dahulu. Seharusnya ia menambatkan untanya terlebih dahulu sebelum ia meninggalkannya. Hal tersebut merupakan usaha untuk bertawakal. Menurut keadaan yang biasa berlaku, unta tidak akan lari, bila ia telah ditambatkan dengan baik. Nabi bersabda:\r\nِاعْقِلْهَا وَتَوَكَّلْ (رواه الترمذى)\r\n“Tambatkan kemudian bertawakal (kepada Allah)”. (Riwayat at-Tirmi©³);Setelah Nabi Syuaib menyatakan penyerahan dirinya kepada Allah swt, lalu mengakhiri dengan , semoga Allah memberikan keputusan yang adil antara dia dan kaumnya, maka ia menyatakan pengakuan dan keyakinannya bahwa Allah swt adalah pemberi keputusan yang sebaik-baiknya, karena Dia Mahaadil dan Maha Mengetahui.\r\nSebagaimana diketahui, sebelum lahirnya Nabi Syuaib di Madyan, telah banyak rasul yang diutus Allah untuk menyampaikan agama-Nya kepada umat manusia. Pada umumnya, para rasul itu mendapat tantangan dan dimusuhi oleh sebagian kaumnya, yang ingkar kepada Allah. Pada akhirnya, para rasul tersebut mendapat pertolongan dari Allah karena mereka adalah orang-orang yang menjalankan perintah Allah dan selalu bersikap jujur dan berbuat baik. Sebaliknya orang-orang kafir itulah yang menemui nasib buruk akibat kekafiran mereka.\r\n"}