{"tafsir_id":1044,"surah_id":7,"aya_number":90,"tafsir_wajiz":"Para pemuka kaum Nabi Syuaib merasa putus asa menundukkan Syuaib dan pengikutnya yang tetap teguh pada agama mereka. Mereka merasa cemas pengikut Nabi Syuaib akan semakin banyak melihat kekuatan dan ketegarannya dalam berdakwah. Karena itu, pemuka-pemuka dari kaumnya yang kafir beralih kepada pengikut mereka, mengancam mereka dengan berkata, “Sesungguhnya jika kamu mengikuti Syuaib, beriman kepadanya dan meninggalkan ajaran dan tradisi leluhur kamu, tentu kamu menjadi orang-orang yang rugi, karena mengikuti agama yang salah, yang belum pernah diikuti oleh leluhur kalian.”","tafsir_tahlili":"(90) Orang-orang kafir di antara kaum Nabi Syuaib, yaitu pemuka-pemuka mereka yang mengingkari ayat-ayat Allah dan mendustakan rasul-Nya sudah berbuat kezaliman, antara lain dengan menghalang-halangi orang lain untuk beriman kepada Nabi Syuaib dan agama yang dibawanya, mereka berkata: “Jika kamu beriman dan mengikuti seruan Syuaib yang mengajak kepada agama tauhid, niscaya kamu akan merugi akibat perbuatan itu karena meninggalkan agama nenek moyang yang kamu anut selama ini. Kamu akan kehilangan kemuliaan dan kehormatan, karena dengan mengikuti Syuaib kamu akan menganggap bahwa nenek moyang kamu adalah orang-orang yang sesat dan akan diazab oleh Allah. Di samping itu, kamu juga akan kehilangan harta benda dan keuntungan yang berlipat ganda dalam perdagangan karena agama Syuaib tidak memperbolehkan melakukan penipuan dalam berjual beli, terutama mengenai takaran dan timbangan.\r\nPemuka-pemuka kaum Nabi Syuaib jelas bersikap angkuh dan kufur. Sikap angkuh ini timbul karena mereka berkuasa di negeri itu, sifat inilah yang mendorong mereka untuk mengeluarkan ancaman kepada Nabi Syuaib dan para pengikutnya untuk mengusir mereka dari Madyan. Sedang sifat kufur mereka telah menyebabkan mereka bertindak untuk menghalang-halangi orang lain menganut agama Allah yang dibawa oleh Nabi Syuaib. Mereka adalah orang-orang yang sesat, dan berusaha untuk menyesatkan orang lain.\r\n"}