{"tafsir_id":1048,"surah_id":7,"aya_number":94,"tafsir_wajiz":"Dan Kami tidak mengutus seorang nabi pun kepada sesuatu negeri, untuk mengajak penduduknya kepada agama Allah yang benar, lalu penduduknya mendustakan nabi itu, melainkan pasti Kami timpakan kepada penduduknya kesempitan atau kesulitan berupa penindasan pihak lain atas mereka, serta petaka yang disebabkan oleh peperangan dan bencana alam, dan penderitaan, berupa kemiskinan, penyakit serta krisis yang beragam. Hal itu Kami lakukan agar mereka menyadari kesalahan dan tunduk dengan merendahkan diri dan memohon kepada Allah dengan tulus hati agar dibebaskan dari siksa itu.","tafsir_tahlili":"(94) Dalam ayat ini dijelaskan bahwa salah satu dari ketetapan Allah yang berlaku ialah bahwa Dia mengutus rasul-Nya kepada suatu umat, kemudian apabila umat tersebut mendustakan rasul-Nya, maka Allah menimpakan cobaan kepada umat tersebut, berupa kesempitan rezeki dan penderitaan. Cobaan tersebut dimaksudkan untuk menyadarkan mereka sehingga menjadi umat yang tunduk dan rendah hati dengan ikhlas berdoa kehadirat Allah agar mereka dilepaskan dari azab tersebut.\r\nKemewahan dan kesenangan hidup menyebabkan manusia lupa kepada Tuhannya. Akan tetapi, bila suatu ketika ia ditimpa kesusahan dan kesempitan, maka hal itu akan menimbulkan kesadaran dalam hatinya, lalu kembali ke jalan yang ditunjukkan agamanya, dan berusaha untuk memperbaiki dirinya.\r\nوَلَوْ بَسَطَ اللّٰهُ الرِّزْقَ لِعِبَادِهٖ لَبَغَوْا فِى الْاَرْضِ وَلٰكِنْ يُّنَزِّلُ بِقَدَرٍ مَّا يَشَاۤءُ ۗاِنَّهٗ بِعِبَادِهٖ خَبِيْرٌۢ بَصِيْرٌ   \r\n“Dan sekiranya Allah melapangkan rezeki kepada hamba-hamba-Nya niscaya mereka akan berbuat melampaui batas di bumi, tetapi Dia menurunkan dengan ukuran yang Dia kehendaki. Sungguh, Dia Mahateliti terhadap (keadaan) hamba-hamba-Nya, Maha Melihat. (asy-Syµra/42: 27)\r\n \r\n Seseorang baru dapat merasakan nikmatnya kekayaan bila suatu ketika ia pernah kehilangan kekayaan itu. Seseorang baru mengerti nikmat kesehatan bila suatu ketika ia pernah sakit. Demikian pula halnya dengan nikmat-nikmat lainnya yang telah dikaruniakan Allah kepada manusia.\r\nDengan demikian jelaslah, apabila suatu ketika Allah mencabut nikmat-Nya dari seseorang atau satu bangsa, maka tujuannya agar mereka sadar dan mau beriman dan taat kepada Allah, yakin akan sifat-sifat kekuasaan, keadilan dan kasih sayang Allah kepada makhluk. Sehingga mereka akan kembali merendahkan diri kepada Allah dan tunduk kepada peraturan-Nya, serta mengharapkan ampunan-Nya, untuk melepaskan mereka dari kesusahan yang menimpanya.\r\n"}