{"tafsir_id":1049,"surah_id":7,"aya_number":95,"tafsir_wajiz":"Ketika mereka tidak menyadari kesalahan mereka dan terus ingkar, kemudian Kami ganti penderitaan itu dengan kesenangan; yang miskin menjadi kno_ayat, yang sakit menjadi sehat, dan yang lemah menjadi kuat, sehingga keturunan dan harta mereka bertambah banyak. Lalu dengan bodoh mereka berkata, “Sungguh, nenek moyang kami telah merasakan penderitaan dan kesenangan. Kesenangan dan kesulitan yang dialami oleh leluhur kami hanyalah masalah waktu. Keduanya berputar di antara manusia.” Mereka tidak berpikir bahwa itu adalah balasan atas kekafiran mereka. Mereka terus larut dalam kedurhakaan, maka karenanya Kami timpakan siksaan atas mereka dengan tiba-tiba, sehingga tidak ada lagi kesempatan buat mereka bertobat dan memohon. Sedemikian mendadak kedatangan siksa itu sampai-sampai ia datang dalam keadaan tanpa mereka sadari kedatangannya.","tafsir_tahlili":"(95) Ayat ini menerangkan bahwa setelah mereka ditimpa kesusahan dan kesulitan hidup, dan mereka berusaha memperbaiki dan berdoa  kepada Allah, maka Allah memberikan kepada mereka nikmat dan kelapangan hidup sehingga mereka memperoleh kemakmuran dan harta benda yang cukup. Kemakmuran dan kecukupan harta benda ini memungkinkan mereka mengembangkan keturunan. Harta benda yang cukup dan keturunan yang banyak, adalah merupakan puncak kenikmatan bagi manusia.\r\nOrang-orang yang beriman, jika memperoleh nikmat dari Allah, baik berupa harta benda maupun keturunan, tentu akan bertambah keimanan dan rasa syukurnya, dan akan melakukan kebajikan lebih banyak lagi. Akan tetapi orang-orang yang lemah iman, bila memperoleh kemakmuran dan kenikmatan yang banyak, ia lupa kepada Allah Yang memberikan nikmat tersebut, dan timbullah rasa sombong dan angkuhnya. Mereka berkata: “Nenek moyang kami dahulu juga pernah merasakan kenikmatan dan kesusahan, demikian pula kami. Kesusahan yang pernah kami alami, dan kebahagiaan yang kami rasakan sekarang adalah sama saja dengan apa yang pernah dialami nenek moyang kami. Kesusahan yang menimpa kami bukanlah akibat dari dosa-dosa yang telah kami perbuat, dan kebahagiaan yang kami peroleh bukanlah hasil dari kebajikan yang kami lakukan. Pengakuan dan sikap ini jelas merupakan kezaliman yang bisa terjadi sepanjang masa.\r\n Demikianlah, kekayaan dan kebahagiaan telah membuat mereka lupa kepada hubungan antara sebab-akibat, serta menyebabkan mereka lupa kepada kekuasaan, keadilan dan kasih sayang Allah. Hal ini disebabkan karena mereka tidak memahami Sunnah Allah yang berlaku di alam ini; mereka tidak memahami faktor-faktor yang menimbulkan kebahagiaan dan kesengsaraannya di bumi ini. Padahal Allah telah memberikan bimbingan dengan firman-Nya:\r\nاِنَّ اللّٰهَ لَا يُغَيِّرُ مَا بِقَوْمٍ حَتّٰى يُغَيِّرُوْا مَا بِاَنْفُسِهِمْۗ\r\n“Sesungguhnya Allah tidak akan mengubah keadaan suatu kaum sebelum mereka mengubah keadaan diri mereka sendiri.” (ar-Rad/13: 11);Oleh karena itu, keingkaran dan kesombongan mereka, timbul setelah memperoleh kemakmuran. Allah menimpakan kepada mereka azab yang datang secara tiba-tiba, sedang mereka tidak menyadari akan datangnya azab tersebut. Mereka tidak memenuhi Sunnatullah yang berlaku dalam urusan masyarakat, dan akal mereka tidak mampu memikirkan hal itu. Lagi pula mereka tidak mau mengikuti petunjuk dan nasihat serta peringatan rasul kepada mereka. Dalam hubungan ini Allah telah berfirman:\r\nفَلَمَّا نَسُوْا مَا ذُكِّرُوْا بِهٖ فَتَحْنَا عَلَيْهِمْ اَبْوَابَ كُلِّ شَيْءٍۗ حَتّٰٓى اِذَا فَرِحُوْا بِمَآ اُوْتُوْٓا اَخَذْنٰهُمْ بَغْتَةً فَاِذَا هُمْ مُّبْلِسُوْنَ  \r\n“Maka ketika mereka melupakan peringatan yang telah diberikan kepada mereka, Kami pun membukakan semua pintu (kesenangan) untuk mereka. Sehingga ketika mereka bergembira dengan apa yang telah diberikan kepada mereka, Kami siksa mereka secara tiba-tiba, maka ketika itu mereka terdiam putus asa”. (al-An±m/6: 44);Sifat orang kafir adalah bila mereka memperoleh kenikmatan dan kebahagiaan, mereka sombong dan takabur, tidak mensyukuri nikmat Allah. Sebaliknya bila mereka ditimpa musibah, mereka berputus asa dan berkeluh kesah, tidak memikirkan sebab-sebab yang ada pada diri mereka yang menimbulkan musibah itu. Firman Allah :\r\nفَاِذَا مَسَّ الْاِنْسَانَ ضُرٌّ دَعَانَاۖ  ثُمَّ اِذَا خَوَّلْنٰهُ نِعْمَةً مِّنَّاۙ قَالَ اِنَّمَآ اُوْتِيْتُهٗ عَلٰى عِلْمٍ ۗبَلْ هِيَ فِتْنَةٌ وَّلٰكِنَّ اَكْثَرَهُمْ لَا يَعْلَمُوْنَ  \r\n“Maka apabila manusia ditimpa bencana dia menyeru Kami, kemudian apabila Kami berikan nikmat Kami kepadanya dia berkata, “Sesungguhnya aku diberi nikmat ini hanyalah karena kepintaranku.” Sebenarnya, itu adalah ujian, tetapi kebanyakan mereka tidak mengetahui.” (az-Zumar/39: 49);Kesenangan yang diperoleh sesudah kesusahan yang kemudian disusul dengan azab yang menyengsarakan, tidak hanya dialami oleh kaum Nabi Syuaib, bahkan umat nabi-nabi sebelumnya, yakni umat Nabi Nuh, Nabi Hud, dan Nabi ¢aleh. Nabi Hud telah memperingatkan kepada umatnya, yaitu kaum ²d, sebagai berikut:\r\nوَاذْكُرُوْٓا اِذْ جَعَلَكُمْ خُلَفَاۤءَ مِنْۢ بَعْدِ قَوْمِ نُوْحٍ وَّزَادَكُمْ فِى الْخَلْقِ بَصْۣطَةً ۚفَاذْكُرُوْٓا اٰلَاۤءَ اللّٰهِ لَعَلَّكُمْ تُفْلِحُوْنَ   \r\n“Ingatlah ketika Dia menjadikan kamu sebagai khalifah-khalifah setelah kaum Nuh, dan Dia lebihkan kamu dalam kekuatan tubuh dan perawakan. Maka ingatlah akan nikmat-nikmat Allah agar kamu beruntung.”(al-Ar±f/7: 69);Selanjutnya Nabi ¢aleh telah memperingatkan pula kepada kaumnya, kaum ¢amµd hal semacam itu:\r\nوَاذْكُرُوْٓا اِذْ جَعَلَكُمْ خُلَفَاۤءَ مِنْۢ بَعْدِ عَادٍ وَّبَوَّاَكُمْ فِى الْاَرْضِ تَتَّخِذُوْنَ مِنْ سُهُوْلِهَا قُصُوْرًا وَّتَنْحِتُوْنَ الْجِبَالَ بُيُوْتًا ۚفَاذْكُرُوْٓا اٰلَاۤءَ اللّٰهِ وَلَا تَعْثَوْا فِى الْاَرْضِ مُفْسِدِيْنَ   ;“Dan ingatlah ketika Dia menjadikan kamu khalifah-khalifah setelah kaum ²d, dan menempatkan kamu di bumi. Di tempat yang datar kamu dirikan istana-istana dan di bukit-bukit kamu pahat menjadi rumah-rumah. Maka ingatlah nikmat-nikmat Allah dan janganlah kamu membuat kerusakan di bumi”. (al-Ar±f/7: 74)\r\n \r\nGenerasi yang hidup sekarang ini hendaklah betul-betuk menyadari, agar  jangan mengalami nasib merana seperti yang dialami umat-umat terdahulu, karena keingkaran dan kesombongan mereka kepada Allah. Apabila umat sekarang ini dikarunia Allah nasib yang lebih baik, berupa kestabilan ekonomi dan kehidupan sosial, ilmu pengetahuan dan sebagainya, janganlah mereka lupa diri dan berbuat maksiat di bumi. Hendaklah semua nikmat yang dilimpahkan Allah disyukuri dan dimanfaatkan menurut cara yang diridai-Nya dan dijauhkan dari segala macam kemaksiatan. Semoga Allah selalu menambah karunia dan nikmat-Nya kepada semua orang yang bersyukur.\r\n"}