{"tafsir_id":1050,"surah_id":7,"aya_number":96,"tafsir_wajiz":"Demikianlah siksa yang dijatuhkan Allah atas mereka yang durhaka, dan sekiranya penduduk negeri yang Kami kisahkan keadaan mereka atau selain mereka beriman kepada apa yang dibawa oleh Rasul dan bertakwa, yakni melaksanakan perintah Allah dan menjauhi larangan-Nya, pasti Kami akan melimpahkan kepada mereka berkah, yaitu pintu-pintu kebaikan dari segala penjuru; langit dan bumi, berupa hujan, tanaman, buahbuahan, binatang ternak, rezeki, rasa aman, dan keselamatan dari segala macam bencana, serta kesejahteraan lahir dan batin lainnya, tetapi ternyata mereka mendustakan no_ayatt-no_ayatt dan rasul-rasul Kami, maka Kami siksa mereka disebabkan kekufuran dan kemaksiatan yang terus menerus mereka kerjakan. Ketaatan akan membawa nikmat dan keberkahan, sebaliknya, kekufuran mendatangkan laknat dan kesengsaraan.","tafsir_tahlili":"(96) Dalam ayat ini diterangkan bahwa seandainya penduduk kota Mekah dan negeri-negeri yang berada di sekitarnya serta umat manusia seluruhnya, beriman kepada agama yang dibawa oleh nabi dan rasul terakhir, yaitu Nabi Muhammad saw dan seandainya mereka bertakwa kepada Allah sehingga mereka menjauhkan diri dari segala yang dilarangnya, seperti kemusyrikan dan berbuat kerusakan di bumi, niscaya Allah akan melimpahkan kepada mereka kebaikan yang banyak, baik dari langit maupun dari bumi. Nikmat yang datang dari langit, misalnya hujan yang menyirami dan menyuburkan bumi, sehingga tumbuhlah tanam-tanaman dan berkembang-biaklah hewan ternak yang kesemuanya sangat diperlukan oleh manusia. Di samping itu, mereka akan memperoleh ilmu pengetahuan yang banyak, serta kemampuan untuk memahami Sunnatullah yang berlaku di alam ini, sehingga mereka mampu menghubungkan antara sebab dan akibat. Dengan demikian mereka akan dapat membina kehidupan yang baik, serta menghindarkan malapetaka yang biasa menimpa umat yang ingkar kepada Alllah dan tidak mensyukuri nikmat dan karunia-Nya.\r\nApabila penduduk Mekah dan sekitarnya tidak beriman, mendustakan Rasul dan menolak agama yang dibawanya, kemusyrikan dan kemaksiatan yang mereka lakukan, maka Allah menimpakan siksa kepada mereka, walaupun siksa itu tidak sama dengan siksa yang telah ditimpakan kepada umat yang dahulu yang bersifat memusnahkan. Kepastian azab tersebut adalah sesuai dengan Sunnatullah yang telah ditetapkannya dan tak dapat diubah oleh siapa pun juga, selain Allah.\r\n"}