{"tafsir_id":1053,"surah_id":7,"aya_number":99,"tafsir_wajiz":"Kecaman lebih keras lagi dinyatakan dengan, “Atau apakah mereka mengira bahwa mereka merasa aman sehingga tidak khawatir dari siksaan Allah yang tidak terduga dan dikemas dalam bentuk yang indah, atau berupa istidraj; perlakuan-Nya yang diduga baik karena merupakan nikmat dan kebaikan padahal sebaliknya? Sungguh sangat celaka dan merugi mereka dan siapa pun jika demikian, karena tidak ada yang merasa aman dari siksaan atau makar Allah selain orang-orang yang rugi.” ","tafsir_tahlili":"(99) Dalam ayat ini sekali lagi Allah mengulangi celaan-Nya terhadap tingkah-laku orang-orang kafir, “Apakah mereka aman terhadap azab Allah yang tidak terduga-duga?” Kemudian Allah menjelaskan bahwa orang-orang seperti merekalah yang akan merugi.\r\n Dengan firman-Nya ini Allah menegaskan bahwa orang yang berakal sehat dan memegang teguh fitrah yang dikaruniakan-Nya kepada manusia serta memperhatikan peristiwa dan kejadian sejarah serta memperhatikan ayat-ayat Allah, tentu tidak akan merasa aman dari kedatangan azab-Nya. Akan tetapi mereka yang ingkar ini benar-benar telah kehilangan akal  sehat serta fitrah yang dikaruniakan Allah kepada mereka dan tidak pula mau memperhatikan peristiwa-peristiwa sejarah serta ayat-ayat Allah, sehingga mereka betul-betul telah menjadi orang yang merugi. Mereka sudah kehilangan kekhawatiran terhadap datangnya azab Allah padahal mereka senantiasa berbuat kemaksiatan dan kemusyrikan.\r\nBagi orang yang beriman, sikap yang tepat ialah yakin tentang sifat pemaaf dan pengasih yang ada pada Allah, namun demikian ia harus senantiasa takut kepada azab-Nya yang mungkin datang menimpa dirinya tanpa diduga sebelumnya, sebagai akibat dari perbuatan yang dilakukannya. Oleh sebab itu, mereka senantiasa berhati-hati dan menghindarkan diri dari hal-hal yang akan menyebabkan datangnya azab tersebut pada dirinya.\r\nDalam Al-Qur'an orang-orang kafir biasa disebut “orang-orang merugi?” Maka orang-orang yang kehilangan rasa kekhawatiran terhadap azab Allah, sama halnya dengan orang-orang yang berputus-asa terhadap ampunan dan rahmat Allah, kedua sifat tersebut adalah termasuk sifat-sifat orang kafir, yang disebut juga orang-orang yang merugi.\r\n"}