{"tafsir_id":1057,"surah_id":7,"aya_number":103,"tafsir_wajiz":"Setelah mereka, yaitu para rasul tersebut, kemudian Kami utus Musa dengan membawa bukti-bukti yang menunjukkan kebenarannya dalam menyampaikan wahyu Kami, kepada Fir'aun dan pemuka-pemuka kaumnya, lalu dengan sikap zhalim dan takabbur mereka mengingkari bukti-bukti itu dan melecehkannya serta menghalangi orang lain untuk mempercno_ayatinya. Karena itulah mereka, akhirnya, berhak mendapat azab Allah. Maka perhatikanlah wahai Nabi Muhammad dan siapa pun yang mau menggunakan akalnya, bagaimana kesudahan dan akhir perjalanan orang-orang yang berbuat kerusakan, antara lain Firaun yang Allah tenggelamkan di Laut Merah, dengan mendustakan kebenaran dari Allah dan menghalangi-halangi orang dari jalan-Nya.","tafsir_tahlili":"(103) Kisah Nabi Musa as dalam Al-Qur'an kebanyakan terdapat dalam surah Makiyah, baik Surah-Surah yang panjang maupun yang pendek, dimulai dari Surah al-Ar±f yang merupakan Surah Makiyah pertama menurut susunan surah-surah Al-Qur'an, dimana terdapat kisah Nabi Musa as. Kemudian terdapat pula Surah °±ha, Asy-Syuar±, An-Naml, Al-Qa¡a¡, Yunus, Hµd dan Al-Muminµn.\r\nNama Nabi Musa as seringkali disebut dalam Al-Qur'an lebih dari 130 kali, tidak ada seorang pun Nabi lainnya, ataupun raja-raja yang namanya disebut sebanyak itu dalam Al-Qur'an. Hal ini disebabkan antara lain karena kisah Nabi Musa sangat mirip dengan kisah Nabi Muhammad. Selain itu, kedua Nabi ini mempunyai umat yang besar jumlahnya, yang memiliki kekuasaan dan kemajuan peradaban yang tinggi.\r\nNabi Musa as adalah putera Imran. Ia berkebangsaan Israil, dilahirkan di Mesir, ketika Bani Israil menetap di negeri Mesir, dimasa kekuasaan raja-raja Firaun. \r\n Dalam ayat ini, Allah menceritakan bahwa setelah mengutus rasul-rasul-Nya yang tersebut dalam ayat-ayat terdahulu, maka Dia mengutus Nabi Musa as dengan membawa ayat-ayat-Nya kepada Firaun dan pemuka-pemukanya. Firaun adalah gelar yang dipakai oleh raja-raja di Mesir, pada masa dahulu kala, sebagaimana gelar “Kisra” bagi raja-raja Persia dan gelar “Kaisar” bagi raja-raja Romawi. Firaun yang memerintah di Mesir pada masa Nabi Musa, bernama Minepthah  Ramses II. Ia seorang penguasa dinasti kesembilan belas, sekitar tahun 1491 SM. Mumi (mayat) Minepthah masih ada sampai sekarang dan disimpan di Museum Nasional Mesir, Kairo. \r\nDisebutkan dalam ayat ini, bahwa Firaun bersama pemuka-pemukanya telah kafir terhadap ayat-ayat Allah yang dibawa oleh Nabi Musa as kepada mereka. Ayat-ayat atau mukjizat yang dibawa Musa as kepada mereka, tetap mereka tolak dengan sikap angkuh dan sombong. Firaun dan para pemuka kaumnya telah memperbudak rakyatnya. Lebih-lebih terhadap Bani Israil yang merupakan orang asing yang tinggal di Mesir ketika itu, dibawah cengkeraman kekuasaan yang zalim dari Firaun dan para pemukanya.\r\nAndaikata Firaun dan para pemukanya itu beriman kepada Nabi Musa dan agama yang dibawanya, niscaya seluruh penduduk negeri Mesir ketika itu tentulah beriman pula, sebab mereka itu semuanya berada dalam genggaman kekuasaan Firaun dan para pembesarnya.\r\nKarena keingkaran Firaun dan para pembesarnya, maka pada akhir ayat ini Allah memerintahkan kepada Nabi Muhammad beserta umatnya untuk memperhatikan bagaimana akibat orang-orang yang ingkar kepada rasul-rasul-Nya, serta berbuat kerusakan di bumi, yaitu dengan berbuat kezaliman serta memperbudak sesama manusia. Allah akan menceritakan dalam ayat selanjutnya bagaimana Nabi Musa sebagai salah seorang dari Bani Israil yang tertindas dan akhirnya dapat mengalahkan ahli-pesihir Firaun serta meyakinkan para ulamanya tentang kebenaran risalah yang dibawanya.\r\nBani Israil adalah keturunan Nabi Yaqub yang bernama Israil. Nabi Yaqub berasal dari Kanan (Palestina). Dia pindah ke Mesir bersama keluarga dan putera-puteranya setelah diajak oleh puteranya, yaitu Nabi Yusuf untuk pindah ke negeri Mesir. Nabi Yusuf pada waktu itu diangkat oleh Raja Mesir menjadi penguasa yang mengurus perbekalan negara. Keturunan Nabi Yaqub kemudian berkembang biak di Mesir, hingga akhirnya menjadi satu bangsa yang besar yang disebut Bani Israil.\r\nFiraun berusaha agar Bani Israil itu tidak terus berkembang-biak, dengan membunuh setiap anak lelaki mereka yang lahir dan membiarkan hidup anak-anak perempuannya. Mereka diwajibkan membayar pajak yang sangat tinggi dan dijadikan sebagai pekerja-pekerja paksa dan berbagai bentuk penindasan dan perbudakan yang lain.\r\nOleh karena itu, Allah mengutus Nabi Musa untuk membebaskan mereka dari perbudakan Firaun dan membawa mereka keluar dari negeri Mesir. Pertolongan Allah kepada Nabi Musa as selanjutnya, ialah menimpakan azab kepada Firaun dan menyelamatkan kaum Nabi Musa, serta tenggelamnya Firaun dan para pengikutnya dan bala tentaranya di Laut Merah ketika mereka mengejar Nabi Musa dan kaumnya. Kisah ini mengandung pelajaran yang amat berharga, bahwa hanya dengan kekuatan materiil (kebendaan) tidak menjamin kemenangan bagi seseorang atau satu bangsa. Sebaliknya, umat yang mempunyai keimanan yang teguh kepada Allah, niscaya akan memperoleh pertolongan dari pada-Nya, sehingga umat tersebut akan dapat mengalahkan orang-orang yang hanya bersandar kepada kekuatan materiil saja.\r\n"}