{"tafsir_id":1059,"surah_id":7,"aya_number":105,"tafsir_wajiz":"Sebagai seorang nabi dan rasul yang bertugas menyampaikan pesan Allah, aku wajib mengatakan yang sebenarnya tentang Allah. Sungguh, untuk memperkuat kebenaran yang kubawa ini, aku datang kepadamu dengan membawa bukti yang nyata, berupa aneka mukjizat yang bersumber dari Tuhanmu. Karena itu, maka lepaskanlah Bani Israil. Biarkan mereka pergi bersamaku ke Baitulmakdis, negeri nenek moyang kami. Bebaskanlah mereka dari perbudakanmu dan biarkanlah mereka keluar ke wilno_ayath yang bukan wilno_ayathmu, agar mereka dapat menyembah Tuhan mereka dan Tuhanmu.”","tafsir_tahlili":"(104-105) Dalam ayat ini dikisahkan ucapan Musa yang pertama kali disampaikan kepada Firaun setelah Allah mengangkatnya sebagai Rasul. Nabi Musa memberitahukan kepada Firaun, bahwa dia adalah utusan Allah, Tuhan semesta alam. Pemberitahuan ini berarti bahwa: Musa telah menjalankan tugasnya sebagai nabi Allah, Pencipta dan Penguasa seluruh alam. Karena itu hendaknya Firaun menerima keterangan Nabi Musa tersebut dan tidak akan menghalang-halangi tugasnya sebagai Rasul.\r\nSelanjutnya Nabi Musa menambahkan keterangannya, bahwa dia mengatakan yang hak mengenai Allah. Artinya: apa yang dikatakannya bahwa Allah adalah Tuhan Semesta Alam, dan bahwa Dia telah mengutusnya sebagai Rasul adalah hal yang sebenarnya. Ia tidak mengatakan sesuatu yang tidak benar, karena mustahil Allah mengutus orang yang suka berdusta.\r\nKemudian ditegaskan lagi, bahwa Musa membawa bukti-bukti yang dikaruniakan Allah kepadanya, untuk membuktikan kebenarannya dalam dakwahnya. Dalam ucapan itu, Nabi Musa memakai ungkapan: “Sesungguhnya aku datang kepadamu membawa bukti dari Tuhanmu”. Ini adalah untuk menunjukkan bahwa Firaun bukanlah Tuhan, melainkan hanya sekedar hamba Tuhan. Sedang Tuhan yang sebenarnya adalah Allah swt.\r\nKeterangan ini sangat penting artinya, karena Firaun yang angkuh itu telah mengaku sebagai Tuhan dan menyuruh rakyatnya menyembah kepadanya. Maka penegasan Nabi Musa ini telah menyangkal kebohongan dan kesombongan Firaun, yang telah memposisikan dirinya sebagai Tuhan. selain itu, ungkapan Nabi Musa, juga mengandung arti, bahwa bukti-bukti yang dibawanya adalah karunia Allah bukan dari dirinya sendiri.\r\nPada akhir ayat ini disebutkan, bahwa setelah mengemukakan keterangan-keterangan tersebut di atas, dan setelah melalui perjuangan yang melelahkan Musa as menuntut kepada Firaun agar ia membebaskan Bani Israil dari cengkeraman kekuasaan dan perbudakannya, dan membiarkan mereka pergi bersama Nabi Musa meninggalkan negeri Mesir, kembali ke tanah air mereka di Palestina, agar mereka bebas dan merdeka untuk menyembah Tuhan mereka dan melaksanakan ajarannya.\r\nTuntutan Nabi Musa tersebut mengandung arti bahwa perbudakan oleh manusia terhadap sesama manusia harus dilenyapkan dan seorang penguasa hendaklah memberikan kebebasan kepada orang-orang yang berada di bawah kekuasaannya, untuk memeluk agama serta melakukan ibadah menurut kepercayaan masing-masing. Oleh sebab itu, kalau Firaun tidak mau beriman kepada Allah janganlah ia menghalangi orang lain untuk beriman dan beribadah menurut keyakinan mereka.\r\nAdalah menarik untuk diperhatikan bahwa ucapan pertama kali dari Nabi Musa as dalam rangka menjalankan tugasnya sebagai Rasul adalah berbeda dengan ucapan Nabi dan Rasul-rasul sebelumnya, ketika mereka mulai berdakwah, misalnya:\r\na. Ucapan pertama dari Nabi Nuh as kepada kaumnya adalah sebagai berikut:\r\nلَقَدْ اَرْسَلْنَا نُوْحًا اِلٰى قَوْمِهٖ فَقَالَ يٰقَوْمِ اعْبُدُوا اللّٰهَ مَا لَكُمْ مِّنْ اِلٰهٍ غَيْرُهٗۗ اِنِّيْٓ اَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ عَظِيْمٍ   ;“Sungguh, Kami benar-benar telah mengutus Nuh kepada kaumnya, lalu dia berkata, “Wahai kaumku! Sembahlah Allah! Tidak ada tuhan (sembahan) bagimu selain Dia”. Sesungguhnya aku takut kamu akan ditimpa azab hari yang dahsyat (kiamat). (al-Ar±f/7:59);b. Ucapan Nabi Hud kepada kaum ²d adalah :\r\nوَاِلٰى عَادٍ اَخَاهُمْ هُوْدًاۗ قَالَ يٰقَوْمِ اعْبُدُوا اللّٰهَ مَا لَكُمْ مِّنْ اِلٰهٍ غَيْرُهٗۗ اَفَلَا تَتَّقُوْنَ   \r\n“Dan kepada kaum Ad (Kami utus) Hud, saudara mereka. Dia berkata, “Wahai kaumku! Sembahlah Allah! Tidak ada tuhan (sembahan) bagimu selain Dia. Maka mengapa kamu tidak bertakwa?” (al-Ar±f/7: 65);Dan ucapan Nabi Saleh kepada kaum ¤amµd adalah:\r\nوَاِلٰى ثَمُوْدَ اَخَاهُمْ صٰلِحًاۘ قَالَ يٰقَوْمِ اعْبُدُوا اللّٰهَ مَا لَكُمْ مِّنْ اِلٰهٍ غَيْرُهٗۗ قَدْ جَاۤءَتْكُمْ بَيِّنَةٌ مِّنْ رَّبِّكُمْۗ هٰذِهٖ نَاقَةُ اللّٰهِ لَكُمْ اٰيَةً فَذَرُوْهَا تَأْكُلْ فِيْٓ اَرْضِ اللّٰهِ وَلَا تَمَسُّوْهَا بِسُوْۤءٍ فَيَأْخُذَكُمْ عَذَابٌ اَلِيْمٌ    ;\r\n“Dan kepada kaum Samud (Kami utus) saudara mereka Saleh. Dia berkata, “Wahai kaumku! Sembahlah Allah! Tidak ada tuhan (sembahan) bagimu selain Dia. Sesungguhnya telah datang kepadamu bukti yang nyata dari Tuhanmu. Ini (seekor) unta betina dari Allah sebagai tanda untukmu. Biarkan ia makan di bumi Allah, janganlah disakiti, nanti akibatnya kamu akan mendapatkan siksaan yang pedih”. ( al-Ar±f/7: 73);c. ucapan Nabi Syuaib kepada kaumnya, penduduk Madyan, adalah:\r\nوَاِلٰى مَدْيَنَ اَخَاهُمْ شُعَيْبًاۗ قَالَ يٰقَوْمِ اعْبُدُوا اللّٰهَ مَا لَكُمْ مِّنْ اِلٰهٍ غَيْرُهٗۗ قَدْ جَاۤءَتْكُمْ بَيِّنَةٌ مِّنْ رَّبِّكُمْ فَاَوْفُوا الْكَيْلَ وَالْمِيْزَانَ وَلَا تَبْخَسُوا النَّاسَ اَشْيَاۤءَهُمْ وَلَا تُفْسِدُوْا فِى الْاَرْضِ بَعْدَ اِصْلَاحِهَاۗ ذٰلِكُمْ خَيْرٌ لَّكُمْ اِنْ كُنْتُمْ مُّؤْمِنِيْنَۚ   ;“Dan kepada penduduk Madyan, (Kami utus) Syuaib, saudara mereka sendiri. Dia berkata,” “Wahai kaumku! Sembahlah Allah! Tidak ada tuhan (sembahan) bagimu selain Dia. Sesungguhnya telah datang kepadamu bukti yang nyata dari Tuhanmu. Sempurnakanlah takaran dan timbangan, dan janganlah kamu merugikan sedikit pun. Janganlah kamu berbuat kerusakan  di bumi setelah (diciptakan) dengan baik. Itulah yang lebih baik bagimu jika kamu orang beriman”. ( al-Ar±f/7: 85);Sedang ucapan pertama dari Nabi Musa yang ditujukan kepada Firaun adalah:\r\nيٰفِرْعَوْنُ اِنِّيْ رَسُوْلٌ مِّنْ رَّبِّ الْعٰلَمِيْنَۙ  ;“Wahai Firaun! Sungguh, aku adalah seorang utusan dari Tuhan seluruh  alam.” (al-Ar±f/7: 104);Bila kita bandingkan antara ayat-ayat tersebut nampak perbedaan diantaranya yaitu bahwa: ucapan pertama dari Rasul-rasul sebelum Nabi Musa as yang ditujukan kepada kaum mereka masing-masing adalah berisi seruan kepada agama tauhid, yaitu menyembah Allah semata, dengan alasan bahwa tidak ada tuhan bagi manusia selain Allah. Sedang ucapan pertama dari Nabi Musa yang  ditujukan kepada Firaun adalah berisi pemberitahuan kepadanya bahwa Musa adalah utusan Allah. Dengan demikian, dalam ucapan itu tidak ada seruan yang nyata kepada Firaun agar ia menyembah Allah.\r\nDari sini, dapat diambil kesimpulan atau pengertian sebagai berikut:\r\na. Obyek (sasaran) yang utama dari dakwah Musa bukan hanya Firaun tetapi termasuk kaumnya sendiri, yaitu Bani Israil. Musa bertugas untuk melepaskan Bani Israil dari perbudakan Firaun dan membimbing kaumnya kepada agama yang benar.\r\nb. Nabi Musa mengenal watak dan kelakuan Firaun, Firaun tidak saja ingkar kepada Allah, bahkan juga ia menganggap dirinya sebagai tuhan dan menyuruh orang lain untuk menyembahnya. Oleh sebab itu Firaun hanya diberi peringatan bahwa tuhan yang sebenarnya bukanlah dia, melainkan Allah Pencipta alam semesta. Karena tidak ada faedahnya untuk mengajak Firaun menyembah Allah, ajakan ini pasti tidak akan dihiraukan dan tidak akan diindahkannya.\r\n"}