{"tafsir_id":1062,"surah_id":7,"aya_number":108,"tafsir_wajiz":"Melihat itu, Fir'aun meminta bukti yang lain, dan dia Nabi Musa mengeluarkan tangannya dari dalam lubang leher bajunya, tiba-tiba tangan itu, yang sebelumnya berwarna hitam sesuai warna kulitnya yang kehitam-hitaman, menjadi bercahno_ayat putih gemerlapan, yang tampak jelas bagi orang-orang yang melihatnya ketika itu, bukan karena belang atau penyakit, tetapi putih karena sangat bercahno_ayat.","tafsir_tahlili":"(108) Dalam ayat ini dijelaskan bahwa Nabi Musa memperlihatkan mukjizat yang kedua, yaitu tangannya kelihatan bercahaya, memancarkan sinar yang terang.\r\nSetelah ia melemparkan tongkatnya, dan orang-orang yang hadir menyaksikan ular yang menjelma dari tongkat tersebut, maka Nabi Musa memasukkan tangannya ke ketiaknya melalui leher bajunya, kemudian dikeluarkannya. Ternyata tangannya itu menjadi putih cemerlang dan berkilauan, dan dapat dilihat dengan nyata oleh yang menyaksikannya, termasuk Firaun dan pengikutnya.\r\nDalam kisah Nabi Musa yang terdapat dalam surah °±h±, surah an-Naml dan surah al-Qa¡a¡ ditegaskan bahwa warna putih berkilauan yang kelihatan pada tangan Nabi Musa ketika itu adalah warna putih yang sehat, bukan warna putih yang disebabkan oleh penyakit sopak dan sebagainya.\r\nPerlu diingat, bahwa dalam kitab-kitab tafsir yang mendasarkan penafsirannya kepada riwayat-riwayat yang diterima dari orang-orang dahulu, sering terdapat kisah-kisah yang berlebih-lebihan dan sangat aneh, mengenai ular yang menjelma dari tongkat Nabi Musa tersebut. Kita harus waspada dan berhati-hati dalam menerima riwayat-riwayat semacam itu, karena tidak mempunyai dasar yang kuat. Bahkan sebagian berasal dari riwayat Israiliyat, yaitu dongeng-dongeng yang datang dari orang Yahudi, yang menyusup ke dalam kalangan kaum Muslimin yang bertujuan untuk merusak agama Islam dari dalam. Kenyataan sejarah menunjukkan, bahwa fitnah dan kekacauan yang terjadi dalam kalangan umat Islam, bahkan pembunuhan-pembunuhan terhadap khalifah-khalifah, biang keladinya adalah para penyusup itu, seperti Abdullah Ibnu Saba dari bangsa Yahudi yang berpura-pura masuk agama Islam. Lalu mengadakan pengacauan dalam bidang akidah, politik dan sebagainya, pada masa-masa permulaan Islam.\r\nSyukurlah bahwa di kalangan ulama-ulama Islam telah muncul para cendekiawan yang waspada, lalu mengadakan penyelidikan mengenai riwayat-riwayat tersebut dan lebih memilih riwayat-riwayat yang mempunyai dasar yang kuat, yang tidak diragukan kebenarannya.\r\n"}