{"tafsir_id":1070,"surah_id":7,"aya_number":116,"tafsir_wajiz":"Dengan penuh keyakinan dan tanpa rasa takut sedikit pun, dia (Nabi Musa) menjawab, “Lemparkanlah lebih dahulu apa yang hendak kamu lempar!” Maka setelah mereka melemparkan apa yang dibawa berupa tali-temali dan tongkat, mereka menyihir mata orang banyak yang hadir di tempat itu. Tali-temali dan tongkat itu terlihat bagaikan ularular yang bergerak dan bertumpuk satu sama lain, seolah-olah apa yang mereka lakukan itu benar-benar terjadi, dan pemandangan itu menjadikan orang banyak itu tercengang dan takut, karena mereka memperlihatkan sihir yang hebat dan menakjubkan disertai dengan teriakan, “hati-hati jangan sampai digigit ular”.","tafsir_tahlili":"(116) Nabi Musa mempersilakan mereka untuk mendahului, tanpa merasa khawatir terhadap kekuatan dan keampuhan sihir mereka, karena ia yakin akan pertolongan Allah, dan ia yakin bahwa mukjizat tidak akan terkalahkan oleh sihir manusia.\r\nAhli-ahli sihir itu lalu menjatuhkan tali-tali dan tongkat-tongkat mereka ke tanah, dan mereka menyihir penglihatan orang banyak yang menyaksikan peristiwa tersebut, termasuk Nabi Musa sendiri, orang banyak terpengaruh oleh sihir mereka melihat semua tali dan tongkat tersebut telah berubah menjadi ular sehingga mereka merasa takut, karena mereka menyangka itu ular sebenarnya. Firman Allah :\r\nفَاِذَا حِبَالُهُمْ وَعِصِيُّهُمْ يُخَيَّلُ اِلَيْهِ مِنْ سِحْرِهِمْ اَنَّهَا تَسْعٰى\r\nMaka tiba-tiba tali-tali dan tongkat-tongkat mereka terbayang olehnya  (Musa) seakan-akan ia merayap cepat, karena sihir mereka. (°±ha/20: 66);Mereka itu tampaknya berhasil melakukan sihir yang dahsyat dan mempunyai pengaruh yang besar terhadap orang-orang yang menyaksikannya. Bahkan Nabi Musa sendiri pun pada mulanya merasa gentar juga. Hal ini disebutkan Allah pada ayat-ayat lain dengan firman-Nya:\r\nDan firman-Nya dalam ayat berikut:\r\nفَاَوْجَسَ فِيْ نَفْسِهٖ خِيْفَةً مُّوْسٰى   ٦٧  قُلْنَا لَا تَخَفْ اِنَّكَ اَنْتَ الْاَعْلٰى   ٦٨  \r\nMaka Musa merasa takut dalam hatinya. Kami berfirman: Jangan takut! Sungguh engkaulah yang unggul (menang). (°±ha/20: 67-68)\r\n"}