{"tafsir_id":1077,"surah_id":7,"aya_number":123,"tafsir_wajiz":"Melihat itu, Fir'aun pun terkejut dan naik pitam. Fir'aun berkata, “Mengapa kamu beriman kepadanya sebelum aku memberi izin kepadamu?” Tanpa menanyakan terlebih dahulu sebab mereka beriman, Fir'aun melontarkan tuduhan, “Sesungguhnya ini benar-benar tipu muslihat yang telah kamu rencanakan bersama Musa dan Harun di kota ini, yakni Mesir, untuk mengusir penduduknya. Ia pun mengancam mereka, “Kelak kamu akan mengetahui apa yang akan aku lakukan untuk kamu, sebagai akibat perbuatanmu dengan beriman kepada Musa dan Harun, serta sebagai siksaan dari persekongkolan dan tipu muslihat yang kalian lakukan.” Begitulah, penguasa tiran akan mengancam bila tersudut dan terpojokkan.","tafsir_tahlili":"(123) Dalam ayat ini diceritakan bahwa Firaun dengan sangat murka berkata kepada pesihir yang telah menyatakan iman kepada Tuhan Nabi Musa, “Mengapa kamu beriman kepadanya sebelum aku izinkan?” Maksudnya mengapa mereka menyatakan iman kepada Musa dan kepada agama yang dibawanya yang berdasarkan kepercayaan tauhid kepada Allah, padahal ia belum memberi izin atau memerintahkan kepada mereka. Mengapa mereka tunduk menjadi pengikut Nabi Musa sebelum meminta izin kepada Firaun lebih dahulu.\r\n Ucapan Firaun ini menunjukkan bahwa ia masih belum menyadari, bahwa apa yang diperlihatkan Nabi Musa di hadapannya adalah mukjizat pemberian Allah yang tidak akan dikalahkan oleh siapa pun. Dan ia belum menyadari bahwa orang-orang yang menyaksikan kemenangan Nabi Musa itu sudah tidak mempunyai rasa hormat lagi terhadap dirinya, dan bahwa dia tidak lagi merupakan orang yang dipertuan dan dipertuhan. Di samping itu, ia menuduh ahli-pesihir itu sudah berkomplot dengan Nabi Musa lebih dahulu, sehingga kekalahan mereka ketika berhadapan dengan Nabi Musa telah direncanakan sebelumnya. Sebab itu ia melanjutkan ancamannya terhadap mereka dengan ucapannya sebagai berikut: “Sesungguhnya perbuatan ini adalah suatu tipu muslihat yang telah kamu rencanakan di dalam kota ini, untuk mengusir penduduk aslinya dari Mesir; maka kelak kamu akan mengetahui akibat dari perbuatan ini”.\r\n Dalam ayat yang lain Allah menyebutkan bahwa Firaun menuduh Nabi Musa sebagai guru sihir yang telah mengajarkan sihirnya kepada para pesihir tersebut, untuk bersama-sama memperdayakan Firaun untuk dan para pengikutnya untuk mengusirnya dari negeri Mesir, agar mereka kemudian dapat memegang kekuasaan di negeri Mesir, dan Firaun pun mengatakan:\r\nاِنَّهٗ لَكَبِيْرُكُمُ الَّذِيْ عَلَّمَكُمُ السِّحْرَۚ\r\nSesungguhnya dia itu pemimpinmu yang mengajarkan sihir kepadamu. (°±h±/20: 71)\r\n"}