{"tafsir_id":1079,"surah_id":7,"aya_number":125,"tafsir_wajiz":"Ancaman itu tidak membuat mereka gentar sedikit pun. Keimanan sudah sangat merasuk ke dalam kalbu mereka. Mereka para pesihir menjawab, “Sesungguhnya kami hanya akan kembali kepada Tuhan Pemelihara kami, menemui-Nya dengan kematian, dalam naungan rahmat dan kenikmatan ganjaran-Nya. Demikianlah, orang beriman tidak akan merasa gentar menghadapi ancaman dan penderitaan apa pun.","tafsir_tahlili":"(125) Dalam ayat ini Allah menceritakan bahwa para pesihir sedikit pun tidak merasa gentar menghadapi ancaman Firaun kepada mereka. Bahkan dengan mantap dan penuh keyakinan, mereka berkata kepada Firaun, sesungguhnya hanya kepada Tuhan kami akan kembali.\r\nUcapan mereka ini menegaskan bahwa mereka sama sekali tidak peduli terhadap ancaman Firaun kepada mereka. Meskipun Firaun akan membunuh mereka, maka hal itu akan memberikan kemungkinan bagi mereka untuk segera bertemu dengan Tuhan, serta mendapatkan  ampunan dan rahmat-Nya yang sangat mereka dambakan. Mereka yakin, Firaun dan mereka semua akan kembali kepada Tuhan. Andaikan Firaun membunuh mereka, Firaun tidak akan hidup selama-lamanya di dunia ini. Dia akhirnya akan kembali kepada Tuhan Semesta alam, sehingga Tuhan akan mengadili mereka dan Firaun.\r\nDengan pengertian yang terakhir ini, dapat dipahami, bahwa ucapan mereka mengandung sindiran yang tajam, bahwa Firaun bukan Tuhan seperti yang diakuinya selama ini; bahkan dibalik kekuasaannya, ada kekuasaan yang lebih tinggi. Dan mereka lebih mengutamakan rahmat dan rida Allah dari pada memuaskan hawa nafsu keduniawian di samping Firaun dan para pembesarnya.\r\nDi dalam kisah yang terdapat dalam Surah asy-Syuar±, Allah menyebutkan ucapan para pesihir tersebut sebagai berikut :\r\nقَالُوْا لَا ضَيْرَ ۖاِنَّآ اِلٰى رَبِّنَا مُنْقَلِبُوْنَ ۚ٥٠اِنَّا نَطْمَعُ اَنْ يَّغْفِرَ لَنَا رَبُّنَا خَطٰيٰنَآ اَنْ كُنَّآ اَوَّلَ الْمُؤْمِنِيْنَ ۗ ࣖ  ٥١  \r\nMereka berkata, “Tidak ada yang kami takutkan, karena kami akan kembali kepada Tuhan kami. Sesungguhnya kami sangat menginginkan sekiranya Tuhan kami akan mengampuni kesalahan kami, karena kami menjadi orang-orang yang pertama-tama beriman.” (asy-Syuar±/26: 50-51)\r\n"}