{"tafsir_id":1080,"surah_id":7,"aya_number":126,"tafsir_wajiz":"Dan kami tahu betul bahwa engkau tidak menolak perbuatan kami dan melakukan balas dendam kepada kami, melainkan karena kami beriman kepada no_ayatt-no_ayatt Tuhan Pemelihara kami ketika no_ayatt-no_ayatt itu datang kepada kami. Oleh karena itu, apa pun yang akan kamu lakukan, kami tidak akan pernah meninggalkan keimanan kepada Allah.” Kemudian, menyudahi debat dan pembicaraan dengan Fir'aun, serta menyadari betapa berat dan kejamnya ancaman Fir'aun, mereka berdoa, “Ya Tuhan kami, limpahkanlah kesabaran yang tinggi kepada kami agar kami dapat menanggung semua cobaan ini dan matikanlah kami ketika tiba saat yang Engkau tentukan, dalam keadaan muslim, tunduk patuh dan berserah diri kepada-Mu, tanpa tergoda oleh ancaman Fir'aun.”","tafsir_tahlili":"(126) Dalam ayat ini Allah menceritakan ucapan selanjutnya dari para pesihir kepada Firaun. Mereka menyingkapkan kejahatan Firaun terhadap mereka, yaitu bahwa Firaun ingin membalas dendam kepada mereka dengan menyiksa mereka secara kejam. Dan semuanya itu hanyalah karena mereka telah beriman kepada ayat-ayat Tuhan ketika ayat-ayat tersebut datang kepada mereka.\r\nUcapan mereka ini mengandung arti bahwa Firaun tidak akan mempengaruhi mereka, karena keimanan kepada Allah adalah suatu yang amat berharga dan sesuai dengan fitrah manusia yang asli, dan menjadi pokok bagi kebahagiaan mereka di dunia dan akhirat kelak.\r\nFiraun mencela para pesihir sebab mereka telah sujud dan beriman kepada Allah tanpa meminta izin terlebih dahulu kepada Firaun. Di samping itu, Firaun telah menuduh mereka berkomplot dengan Nabi Musa untuk merebut kekuasaan dari tangannya, dan untuk mengusir bangsa Mesir dari tanah air mereka. Akhirnya Firaun mengancam untuk memotong tangan dan kaki mereka. ditambah dengan siksaan berupa penyaliban. Semua itu pada hakikatnya merupakan kemurkaan Firaun terhadap mereka. Sesudah itu Firaun berusaha melakukan balas dendam dengan perbuatan mereka dan siapa saja yang beriman kepada Allah serta memenuhi seruan Nabi Musa. Usaha apapun yang dilakukan oleh Firaun  tetap tidak mendatangkan hasil baginya. Bahkan sebaliknya, Firaun  bersama para pembesarnya akan menemui nasib yang amat buruk.\r\nDalam ayat lain disebutkan firman Allah kepada Nabi Musa dan Harun sebagai berikut:\r\nاَنْتُمَا وَمَنِ اتَّبَعَكُمَا الْغٰلِبُوْنَ\r\n“Kamu berdua dan orang yang mengikuti kamu yang akan menang.” (al-Qa¡a¡/28: 35);Selanjutnya Allah menceritakan tentang para pesihir tersebut, bahwa setelah mereka memberikan jawaban yang tegas seperti di atas, mereka lalu berdoa kehadirat Allah, semoga mereka diberi kesabaran, dan apabila Allah mewafatkan mereka hendaklah dalam keadaan berserah diri kepada-Nya. Doa mereka kepada Allah agar diberi kesabaran menunjukkan betapa pentingnya kesabaran dalam setiap perjuangan, terutama perjuangan melawan kezaliman.\r\nKesabaran tidak hanya berarti kemampuan menahan diri mereka dari kemarahan, akan tetapi juga berarti mawas diri, mengendalikan hawa nafsu, serta tangguh menghadapi segala rintangan dan penderitaan.\r\nOrang yang sabar, tidak akan membalas dendam, walaupun ia mampu untuk melakukannya. Orang yang sabar senantiasa dapat memelihara pertimbangan akal yang sehat, sehingga ia tidak akan terjerumus ke dalam tindakan-tindakan yang dapat merugikan dirinya dan perjuangan umatnya.\r\nJalan untuk mencapai kesabaran ialah iman yang kokoh kepada Allah dan hari akhirat. Hal ini telah dibuktikan oleh kenyataan sejarah umat manusia, yaitu bahwa umat yang kuat imannya adalah merupakan umat yang paling sabar dan tangguh dalam perjuangan dan mempunyai keberanian yang tinggi. Karena kesabaran serta keberanian itu, timbullah ide dan usaha-usaha pada sementara pimpinan angkatan perang pada beberapa negara, untuk menggalakkan pendidikan agama dan binaan rohani bagi para prajurit dan perwira angkatan perang, agar mereka memiliki iman yang kokoh yang akan membuahkan sifat kesabaran dan keberanian.\r\nDalam pada itu, Allah berulang kali dalam firman-Nya menjanjikan pertolongan-Nya bagi orang-orang yang sabar, dan ia memberikan petunjuk agar manusia senantiasa bersabar dan menganjurkan orang lain untuk bersabar. Allah berfirman:\r\nالَّذِيْنَ صَبَرُوْا وَعَلٰى رَبِّهِمْ يَتَوَكَّلُوْنَ\r\n(Yaitu) orang-orang yang sabar dan hanya kepada Tuhan mereka bertawakal. (an-Na¥l/16: 42);Firman-Nya lagi:\r\nاِلَّا الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ وَتَوَاصَوْا بِالْحَقِّ ەۙ وَتَوَاصَوْا بِالصَّبْرِ ࣖ  \r\nKecuali orang-orang yang beriman dan mengerjakan kebajikan serta saling menasihati untuk kebenaran, dan menasihati untuk kesabaran. (al-A¡r/103: 3)\r\nAjaran tentang kesabaran ini sangat dipentingkan agama Islam, sehingga dalam Al-Quran terdapat sekitar 100 kali disebutkan, baik berupa perintah tentang bersabar, maupun berupa pujian bagi orang-orang yang bersabar, ataupun janji kemenangan, keberuntungan dan pertolongan Allah bagi orang-orang yang bersabar. Dan seringkali kata-kata sabar itu digandengkan dengan kata-kata iman, takwa, tawakal, kebenaran, perjuangan, kekuatan tekad dan sebagainya.\r\nDalam hadis-hadis Rasulullah pun banyak terdapat ajaran tentang kesabaran. Mengenai hubungan antara kesabaran dan keberanian beliau bersabda:\r\nلَيْسَ الشَّدِيْدُ بِالصُرَعَةِ وَاِنَّمَا الشَّدِيْدُ الَّذِيْ يَمْلِكُ نَفْسَهُ عِنْدَ الْغَضَبِ (رواه البخارى عن ابى هريرة)\r\n“Orang yang kuat bukanlah orang yang dapat membanting orang, tetapi orang kuat adalah orang yang sanggup menguasai dirinya ketika dia sedang marah”. (Riwayat Imam al-Bukh±r³, dari Abu Hurairah ra)\r\nOrang yang sabar senantiasa tenang dan mempunyai pikiran terang, sehingga segala ucapan dan tindak tanduknya dapat dikendalikan dengan baik. Pendiriannya tidak tergoyahkan oleh ancaman dan bujukan bagaimana pun juga. Oleh sebab itu, dalam suatu hadis yang lain Rasulullah saw bersabda:\r\n َالصَّبْرُ ِضَياء ٌ (رواه مسلم والترمذي وغيره)  \r\n “Kesabaran itu adalah sinar yang terang.” (Riwayat Muslim, at-Tirmi©i, dan lain-lain) \r\nSebaliknya orang yang tidak sabar tentu akan kehilangan akal sehat, serta mudah dipengaruhi setan, sehingga ucapan dan tindakannya tidak dapat dikendalikannya. Hal ini akan membawa kepada akibat yang jelek dan akan menimbulkan kerugian dan penyesalan. Oleh sebab itu Rasulullah saw memperingatkan dengan sabdanya : \r\nاَلْعَجَلَةُ مِنَ الشَّيْطَانِ (رواه الترمذي)\r\n“Sifat tergesa-gesa itu perbuatan setan.” (Riwayat at-Tirmi©i)\r\nKarena pentingnya sifat kesabaran itu, maka tidaklah mengherankan mengapa orang-orang yang telah beriman kepada Nabi Musa as dalam kisah tersebut memohon kepada Allah agar dilimpahi kesabaran yang banyak, sehingga iman mereka tidak akan digoyahkan oleh ancaman Firaun dan pembesar-pembesarnya.\r\n"}