{"tafsir_id":1081,"surah_id":7,"aya_number":127,"tafsir_wajiz":"Setelah Fir'aun dan kaumnya menyaksikan kemenangan Nabi Musa dan keimanan para pesihir kepadanya, para pemuka dari kaum Fir'aun berkata, “Apakah engkau wahai Fir'aun akan membiarkan Musa dan kaumnya untuk berbuat kerusakan di negeri Mesir ini dan meninggalkanmu dengan tidak menghormati dan tunduk kepadamu dan tuhan-tuhanmu tidak disembah?” Pertanyaan itu sangat menyentak Fir'aun, lalu ia menjawab, “Akan kita bunuh dengan pembunuhan yang pasti lagi banyak anak-anak laki-laki mereka dan kita biarkan hidup anak-anak perempuan mereka untuk melno_ayatni kita, atau untuk disiksa dan dilecehkan, seperti yang dulu pernah kita lakukan. Dengan begitu, mereka tidak dapat menggalang kekuatan. Jangan khawatir, situasi akan terkendali dan sesungguhnya kita berkuasa penuh atas mereka sehingga dapat menguasai dan menekan mereka.”","tafsir_tahlili":"(127) Dalam ayat ini diceritakan bahwa orang-orang terkemuka dari kaum Firaun berkata kepadanya, “Hai Firaun apakah kamu akan membiarkan Musa dan kaumnya berbuat kerusakan di negeri ini? Serta meninggalkan kamu dan Tuhan-tuhanmu?”\r\n Fitnahan ini untuk kesekian kalinya memperlihatkan kecemasan mereka akan kehilangan kekuasaan, pengaruh dan harta benda, karena mereka telah melihat gejala-gejala bahwa rakyat telah mulai memalingkan muka dari Firaun kepada Nabi Musa a.s, setelah menyaksikan kemenangan mukjizatnya. Apalagi setelah melihat para pesihir sudah bersujud menyatakan iman, dan tidak memperdulikan lagi ancaman Firaun terhadap mereka.\r\nDalam melancarkan fitnahan ini, para pembesar ini menggunakan unsur politik dan unsur agama. Mereka menuduh bahwa Musa akan meruntuhkan kedudukan Firaun sebagai penguasa tunggal di Mesir. Di samping itu, kedudukan Firaun sebagai orang yang dipertuhan selama ini dengan sendirinya akan lenyap pula. Lebih dari itu, tuhan-tuhan yang menjadi sesembahan bangsa Mesir pada masa itupun akan ditinggalkan pula, misalnya Tuhan “Osiris” yang menurut anggapan mereka rohnya menjelma pada seekor sapi yang mereka sebut “Apis”, selain itu, mereka juga menyembah “segala macam hewan”. Demikian pula mereka menyembah kegelapan, serta patung Akron yang mereka anggap sebagai pengusir lalat.\r\nPendek kata rakyat Firaun pada masa itu telah berada di puncak kesesatan, karena mereka menyembah matahari, bulan dan bintang-bintang, serta manusia dan hewan, baik hewan yang besar maupun serangga yang paling kecil.\r\nFiraun sendiri adalah penganut kepercayaan penyembah binatang, kemudian ditinggalkannya kepercayaan tersebut, lalu ia mengaku menjadi tuhan dan menyuruh rakyatnya untuk menyembah kepadanya. Ini setelah ia melihat dirinya mempunyai kekuasaan yang begitu besar di kalangan rakyatnya. (Keterangan ini terdapat dalam buku Al-Milal wan-Nihal oleh asy-Syahrastany)\r\nFitnah para pembesar Firaun telah berhasil mengenai sasarannya, yaitu mempengaruhi Firaun yang telah kehilangan keseimbangannya, sehingga membangkitkan emosi dan amarahnya. Oleh sebab itu, ia menjawab: “Baiklah, akan kita bunuh anak-anak laki-laki mereka, dan kita biarkan hidup anak-anak perempuan mereka, dan kita berkuasa penuh di atas mereka.\r\nMaksudnya, bahwa dalam rangka untuk mencegah berkuasanya Nabi Musa as di Mesir, maka Firaun akan melakukan berbagai tindakan, antara lain ialah membunuh setiap anak laki-laki yang dilahirkan oleh perempuan-perempuan Bani Israil, yaitu kaum yang sebangsa dengan Nabi Musa yang berdiam di Mesir waktu itu. Sedang anak-anak perempuan yang mereka lahirkan akan dibiarkan hidup untuk kemudian dapat dimanfaatkan oleh Firaun dan para pembesarnya sebagai budak. Dengan tindakan ini Firaun mengharapkan dapat membendung tumbuhnya kekuasaan Nabi Musa di Mesir, karena ia akan tetap mempunyai tenaga laki-laki yang lebih banyak dan kekuasaan yang lebih besar, sedang sebaliknya, Nabi Musa dan Bani Israil umumnya semakin kekurangan tenaga laki-laki, sehingga mereka tidak akan menentang kekuasaan Firaun, dan membebaskan diri dari rantai perbudakannya.\r\nRencana jahat ini benar-benar dilaksanakan oleh Firaun dan para pembesarnya, sehingga Bani Israil yang berdiam di Mesir pada masa itu sangat menderita, lahir dan batin.\r\n"}