{"tafsir_id":1083,"surah_id":7,"aya_number":129,"tafsir_wajiz":"Meski Nabi Musa telah membesarkan hati mereka dan menyampaikan janji pertolongan Allah, kaumnya masih saja menyampaikan keluhan. Dengan nada mengeluh dan sedih, mereka kaum Nabi Musa berkata, “Dulu kami telah ditindas oleh Fir'aun dan rezimnya dengan membunuh, menindas dan melecehkan kami sebelum engkau datang sebagai utusan Tuhan kepada kami, dan kini setelah engkau datang sebagai utusan-Nya kami pun dianino_ayat juga, lalu kapan kita akan menang, sebab keadaan semakin memburuk.” Untuk memberi harapan dan menanamkan optimisme kepada kaumnya, Nabi Musa menjawab, “Mudah-mudahan dengan karunia-Nya, berkat keteguhan dan kesabaran kamu, Tuhanmu membinasakan musuhmu yang telah menghina dan menyiksa kamu dengan zalim dan Tuhanmu akan menjadikan kamu khalifah penguasa di bumi; lalu sebagai bentuk ujian, Dia akan melihat bagaimana perbuatanmu setelah penobatan kamu sebagai khalifah-Nya: adakah kamu mensyukuri nikmat-nikmat-Nya, atau malah mengingkari-Nya? Adakah kamu akan memakmurkan bumi atau merusaknya? Dengan ukuran itulah Allah akan membalas segala perbuatan kalian, di dunia dan di akhirat.”","tafsir_tahlili":"(129) Bani Israil mengeluh kepada Musa a.s, bahwa nasib mereka sama saja, baik sebelum kedatangan Musa a.s, untuk menyeru mereka kepada agama Allah dan melepaskan mereka dari perbudakan Firaun maupun sesudahnya. Mereka merasa tidak mendapat faedah dari kedatangan Nabi Musa as itu. Dahulu mereka diazab dan diperbudak oleh Firaun, anak-anak mereka dibunuh, mereka disuruh kerja paksa, sekarang pun demikian. Keluhan ini menunjukkan kekerdilan jiwa dan kelemahan daya juang dan tidak adanya kesabaran pada mereka.\r\nMendengar keluhan ini, maka Nabi Musa berkata, “Mudah-mudahan Allah membinasakan musuh kamu dan menjadikan kamu khalifah di bumi, maka Allah akan melihat bagaimana perbuatanmu,” maksudnya: meskipun yang terjadi demikian akan tetapi harapan bahwa Allah akan membinasakan musuh-musuhmu, dan menjadikan kamu berkuasa di bagian bumi yang telah dijanjikan Tuhanmu harus tetap ada.\r\nDi dalam ucapan kepada kaumnya, Nabi Musa as memakai ungkapan “mudah-mudahan.” Ia memakai ungkapan tersebut untuk tidak memastikan datangnya pertolongan dan rahmat Allah kepada mereka. Sebab andaikata ia menggunakan ungkapan yang memastikan, boleh jadi umatnya akan mengabaikan kewajiban-kewajiban yang perlu mereka lakukan untuk memperoleh pertolongan Allah, karena pertolongan Allah kepada hamba-Nya tidaklah diberikan begitu saja, melainkan tergantung kepada usaha-usaha yang dilakukan umat yang bersangkutan, misalnya kesungguhan, disiplin, persatuan, dan sebagainya.\r\n"}