{"tafsir_id":1091,"surah_id":7,"aya_number":137,"tafsir_wajiz":"Setelah menyampaikan kesudahan kaum durhaka, no_ayatt ini melanjutkan pemberitaannya tentang umat Nabi Musa, dengan menyatakan bahwa Kami tenggelamkan pengikut-pengikut Fir'aun bersamanya dan Kami wariskan kepada kaum yang tertindas itu, yaitu Bani Israil, bu-mi bagian timur dan bagian baratnya, yaitu Negeri Syam, Mesir dan negeri-negeri sekitar keduanya yang pernah dikuasai Fir'aun dahulu, yang telah Kami berkahi dengan berbagai nikmat yang berupa tanaman, buah-buahan dan sungai-sungai serta aneka nikmat lainnya. Dan dengan demikian telah sempurnalah firman Tuhanmu yang baik itu sebagai janji untuk Bani Israil (Lihat: no_surahh al-Qashash/28: 5-6), disebabkan kesabaran mereka dalam menghadapi siksaan dan ancaman Fir'aun dan kaumnya. Dan Kami hancurkan apa yang telah dibuat Fir'aun dan kaumnya dan apa yang telah mereka bangun, berupa gedung-gedung pencakar langit dan istana-istana megah serta atap-atap untuk tanaman dan pepohonan yang menjalar lno_ayatknya rambatan pohon anggur. Itulah bukti kemahakuasaan Allah, dan terbukti benarlah segala yang dijanjikan-Nya kepada Bani Israil.","tafsir_tahlili":"(137) Dalam ayat ini dijelaskan nikmat Allah yang terbesar kepada Bani Israil setelah ditindas dan diperbudak oleh Firaun dan kaumnya. Nikmat tersebut adalah mewarisi kawasan barat dan timur yang subur dan diberkahi Allah. Dengan demikian janji Allah terhadap Bani Israil  telah terlaksana dengan sempurna, kenikmatan ini merupakan imbalan dari kesabaran mereka mengikuti ajaran Nabi Musa dan agama Allah yang benar. Sebaliknya Allah memberi ganjaran yang setimpal kepada Firaun dan kaumnya berupa kebinasaan mereka  dan semua apa yang pernah dibangun oleh Firaun, sebagai lambang kesombongannya.\r\nDiantara penderitaan yang pernah dialami Bani Israil adalah dengan membunuh setiap anak lelaki mereka yang lahir, dan membiarkan hidup anak-anak perempuannya. Mereka diwajibkan mengabdi kepada kepentingan Firaun dan kaumnya yang menindas dan memperbudak mereka, dengan memungut pajak-pajak yang sangat tinggi, menjadikan mereka sebagai pekerja-pekerja paksa dan berat, dan berbagai bentuk penindasan dan perbudakan yang lain.\r\nOleh karena itu, Allah mengutus Nabi Musa untuk membebaskan mereka dari perbudakan Firaun, dan mengeluarkannya dari negeri Mesir. Pada ayat ini diterangkan bahwa setelah pembebasan itu Allah menganugerahkan kepada Bani Israil negeri bagian timur dan bagian baratnya yang telah diberi berkah oleh Allah. Ayat ini adalah sebagai pelaksanaan dari janji Allah dalam firman-Nya:\r\nوَنُرِيْدُ اَنْ نَّمُنَّ عَلَى الَّذِيْنَ اسْتُضْعِفُوْا فِى الْاَرْضِ وَنَجْعَلَهُمْ اَىِٕمَّةً وَّنَجْعَلَهُمُ الْوٰرِثِيْنَ ۙ  ٥  وَنُمَكِّنَ لَهُمْ فِى الْاَرْضِ وَنُرِيَ فِرْعَوْنَ وَهَامٰنَ وَجُنُوْدَهُمَا مِنْهُمْ مَّا كَانُوْا يَحْذَرُوْنَ   ٦  \r\nDan Kami hendak memberi karunia kepada orang-orang yang tertindas di bumi (Mesir) itu, dan hendak menjadikan mereka pemimpin dan menjadikan mereka orang-orang yang mewarisi (bumi), dan Kami teguhkan kedudukan mereka di muka bumi dan Kami perlihatkan kepada Firaun dan H±man beserta bala tentaranya apa yang selalu mereka takutkan dari mereka.              (al-Qa¡a¡/28: 5-6);Adapun yang dimaksud dengan negeri-negeri bagian timur dan bagian baratnya yang telah Kami berkahi dalam firman Tuhan tersebut, ialah negeri Syam (Syria, Libanon, Palestina dan Yordania) bagian timur, dan Mesir bagian barat, serta negeri-negeri sekitar keduanya yang pernah dikuasai Firaun dahulu. Negeri-negeri tersebut adalah negeri yang amat besar dan subur, banyak diberi berkah dan kebaikan, firman Allah:\r\nوَنَجَّيْنٰهُ وَلُوْطًا اِلَى الْاَرْضِ الَّتِيْ بٰرَكْناَ فِيْهَا لِلْعٰلَمِيْنَ\r\n“Dan Kami selamatkan dia (Ibrahim) dan Lµt ke sebuah negeri yang telah Kami berkahi untuk seluruh alam.”  (al-Anbiy±/21: 71)\r\nDan firman Allah:\r\nسُبْحٰنَ الَّذِيْٓ اَسْرٰى بِعَبْدِهٖ لَيْلًا مِّنَ الْمَسْجِدِ الْحَرَامِ اِلَى الْمَسْجِدِ الْاَقْصَا الَّذِيْ بٰرَكْنَا حَوْلَهٗ لِنُرِيَهٗ مِنْ اٰيٰتِنَاۗ \r\n“Mahasuci (Allah), yang telah memperjalankan hamba-Nya (Muhammad) pada malam hari dari Masjidilharam ke Masjidil Aqsa yang telah Kami berkahi sekelilingnya agar kami perlihatkan kepadanya sebagian tanda-tanda (kebesaran) kami.” (al-Isr±/17: 1);Dengan selamatnya Bani Israil dan tenggelamnya Firaun dan tentaranya, maka terpenuhilah janji Allah, untuk memberikan pertolongan dan nikmat kepada orang-orang yang menegakkan agama-Nya, menegakkan kebenaran, dan menghancurkan orang-orang yang meruntuhkan agama-Nya dan menghilangkan kebatilan. Dengan demikian sempurnalah janji Allah, yaitu berkuasanya Bani Israil di bagian timur yang subur dan penuh berkah itu. Ini adalah pemberian nikmat yang besar kepada Bani Israil.\r\nNikmat yang dilimpahkan itu, sesuai dengan keputusan dan ketetapan Allah, karena ketabahan dan kesabaran Bani Israil dalam menghadapi kekejaman dan penindasan Firaun dan kaumnya. Allah telah menghancurkan semua yang dibangun Firaun yang tujuannya untuk menyombongkan diri dan menghancurkan agama Allah, seperti kota-kota dan istana-istana yang indah, bangunan-bangunan yang besar untuk orang Mesir, taman-taman dan kebun-kebun yang permai, menara yang dibuat H±man untuk melihat Tuhan dan sebagainya.\r\nAllah menghancurkan semua yang dibangun oleh Firaun dan kaumnya itu adalah, untuk:\r\n1.  Memperkuat kenabian Musa a.s, dan membuktikan kebenaran yang pernah disampaikan Musa kepada Firaun dan kaumnya, seperti perkataan, “Allah akan mengazab setiap orang yang durhaka kepada-Nya. Karena itu Allah mengazab mereka dengan mengirimkan angin topan, hama belalang, dan sebagainya kepada mereka, yang membawa malapetaka dan kerusakan.”\r\n2.  Membebaskan Bani Israil dari perbudakan Firaun dan kaumnya.\r\n3.  Menghancurkan Firaun dan kaumnya, sehingga mereka tidak lagi menjajah negeri-negeri lain dan penduduknya. Sebelum Firaun dan tentaranya tenggelam di Laut Merah, mereka telah diberi peringatan oleh Musa as, tetapi mereka mengabaikan peringatan itu. Kezaliman mereka semakin bertambah, bahkan mereka bermaksud membunuh Musa as dan orang-orang yang beriman bersamanya. Maka Allah menghancurkan mereka karena kezaliman mereka, sesuai dengan firman Allah:\r\nوَمَا ظَلَمَهُمُ اللّٰهُ وَلٰكِنْ اَنْفُسَهُمْ يَظْلِمُوْنَ\r\nAllah tidak mezalimi mereka, tetapi mereka yang menzalimi diri sendiri. (²li Imr±n/3: 117);Dari ayat ini dipahami, bahwa keimanan yang teguh pada diri Musa as dan Harun as serta wahyu yang diterimanya dari Allah mendorongnya untuk membebaskan Bani Israil dari penindasan Firaun dan kaumnya, dengan penuh ketabahan serta kesabaran Nabi Musa mengajak Bani Israil beriman kepada Allah. Ia percaya bahwa usahanya termasuk usaha menegaskan agama Allah dan menegakkan kebenaran akan mendapat pertolongan Allah. Setelah melalui perjuangan yang sangat berat dan waktu yang lama, maka Allah memberikan pertolongan dan kemenangan dengan hancurnya Firaun dan kaumnya.\r\nHal ini dapat dijadikan tamsil dan ibarat oleh kaum Muslimin, bahwa janji Allah kepada orang beriman adalah sama dengan janji Allah yang pernah dijanjikan-Nya kepada para Rasul dahulu, pada waktu berjuang menegakkan agama Allah yaitu menolong dan membela setiap usaha menegakkan agama Allah, dan menegakkan kebenaran, sebagaimana firman Allah:\r\nيٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اِنْ تَنْصُرُوا اللّٰهَ يَنْصُرْكُمْ وَيُثَبِّتْ اَقْدَامَكُمْ\r\nWahai orang-orang yang beriman! Jika kamu menolong (agama) Allah, niscaya Dia akan menolongmu dan meneguhkan kedudukanmu. (Muhammad/47: 7);Dan firman Allah lagi:\r\nوَلَقَدْ اَرْسَلْنَا مِنْ قَبْلِكَ رُسُلًا اِلٰى قَوْمِهِمْ فَجَاۤءُوْهُمْ بِالْبَيِّنٰتِ فَانْتَقَمْنَا مِنَ الَّذِيْنَ اَجْرَمُوْاۗ وَكَانَ حَقًّاۖ عَلَيْنَا نَصْرُ الْمُؤْمِنِيْنَ  \r\n“Dan sungguh, Kami telah mengutus sebelum engkau (Muhammad) beberapa orang rasul kepada kaumnya, mereka datang kepadanya dengan membawa keterangan-keterangan (yang cukup), lalu Kami melakukan pembalasan terhadap orang-orang yang berdosa. Dan merupakan hak Kami untuk menolong orang-orang yang beriman.” (ar-Rµm/30: 47)\r\n"}