{"tafsir_id":1092,"surah_id":7,"aya_number":138,"tafsir_wajiz":"Dan setelah Kami menyelamatkan mereka dan menenggelamkan Fir'aun, Kami selamatkan Bani Israil menyeberangi laut itu, yaitu bagian utara dari Laut Merah. Ketika mereka sampai kepada suatu kaum yang tekun menyembah berhala, muncul keinginan untuk melakukan kebiasaan lama mereka, kebiasaan menyembah berhala yang dilakukan di Mesir. Mereka lalu meminta Nabi Musa untuk membuatkan patung berhala untuk disembah, seperti yang dilakukan oleh kaum yang mereka lihat itu. Mereka Bani Israil berkata, “Wahai Musa! Buatlah untuk kami sebuah tuhan berhala untuk kami sembah sebagaimana mereka mempunyai beberapa tuhan berhala.” Nabi Musa berusaha mencegah keinginan mereka dan dengan nada mencela, dia menjawab, “Sungguh, kamu orang-orang yang bodoh, tidak memahami keagungan Allah dan tidak mengetahui bahwa yang patut disembah hanyalah Tuhan Yang Maha Esa.”","tafsir_tahlili":"(138) Ayat ini menerangkan bahwa dengan inayah (pertolongan) dan kekuasaan Allah, Bani Israil telah diselamatkan sampai ke seberang Laut Qulzum (laut merah) sehingga mereka terlepas dari penindasan Firaun dan kaumnya. Dari ayat ini dipahami, bahwa Musa dan Bani Israil dengan mudah mengarungi laut merah karena pertolongan Allah, bukan karena hal-hal yang lain seperti karena air laut waktu sedang surut dan sebagainya. Peristiwa ini merupakan mukjizat bagi Nabi Musa.\r\nPada ayat yang lain diterangkan bahwa setelah penindasan Firaun dan kaumnya kepada Bani Israil mencapai puncaknya, maka Allah memerintahkan Musa pergi pada suatu malam meninggalkan Mesir dengan membawa Bani Israil untuk melepaskan diri dari penindasan Firaun. Maka Musa pun melaksanakan semua perintah Tuhan. Setelah mendengar kepergian Musa dan kaumnya, Firaun pun marah, dan dalam waktu yang singkat bala tentaranya dikumpulkan dan langsung mengejar Musa dan Bani Israil malam itu juga. Pada pagi harinya, di kala matahari mulai memancarkan sinarnya, Firaun pun dapat menyusul dari belakang, kedua belah pihak telah saling melihat, sedang Musa dan Bani Israil waktu itu sudah berada di pinggir laut. Mereka dihadapkan pada situasi yang sulit jika terus lari terhalang oleh laut, akan kembali, pedang musuh telah terhunus menanti. Pada saat itulah Allah memperlihatkan kekuasaan-Nya dengan memerintahkan Musa agar memukulkan tongkatnya ke laut. Musa pun memukulkannya, air laut pun terbelah, dan di antara belahan air itu terdapat jalan membentang sampai ke seberang. Maka Musa dan Bani Israil segera melaluinya, dan dari belakang Firaun dan bala tentaranya terus mengikuti mereka. Akhirnya Musa dan Bani Israil selamat sampai di seberang, sedangkan Firaun dan bala tentaranya yang mencoba meniti jalan yang dilalui Musa dan kaumnya disergap air laut yang tiba-tiba kembali bersatu, jalan yang membentangpun lenyap, sehingga Firaun dan kaumnya mati tenggelam ke dasar laut.\r\nPeristiwa tenggelamnya Firaun dan tentaranya ini, diterangkan pula oleh ayat-ayat yang lain. Allah berfirman:\r\nوَلَقَدْ اَوْحَيْنَآ اِلٰى مُوْسٰٓى اَنْ اَسْرِ بِعِبَادِيْ فَاضْرِبْ لَهُمْ طَرِيْقًا فِى الْبَحْرِ يَبَسًاۙ  لَّا تَخٰفُ دَرَكًا وَّلَا تَخْشٰى   ٧٧  فَاَتْبَعَهُمْ فِرْعَوْنُ بِجُنُوْدِهٖ فَغَشِيَهُمْ مِّنَ الْيَمِّ مَا غَشِيَهُمْ ۗ  ٧٨  \r\n“Dan sungguh, telah Kami wahyukan kepada Musa, “Pergilah bersama hamba-hamba-Ku (Bani Israil) pada malam hari, dan pukullah  (buatlah) untuk mereka jalan yang kering di laut itu, (engkau) tidak perlu takut akan tersusul dan tidak perlu khawatir (akan tenggelam).”  Kemudian  Firaun dengan bala tentaranya mengejar mereka, tetapi mereka digulung ombak  laut yang menenggelamkan mereka.” (T±h±/20: 77-78);Kisah tenggelamnya Firaun dan bala tentaranya di laut Qulzum disebutkan pula dalam Perjanjian Lama, Kitab Keluaran XIV: 15-31.\r\nSetelah Musa dan Bani Israil selamat sampai ke seberang laut Qulzum, yaitu daerah sekitar tanah Arab yang terletak di ujung benua Asia di bagian Barat Daya, mereka pun meneruskan perjalanannya. Maka sampailah mereka ke suatu negeri yang penduduknya taat menyembah berhala. Melihat keadaan yang demikian, ingatan mereka kembali kepada adat kebiasaan dan kepercayaan nenek-moyang mereka, yang biasa mereka kerjakan bersama-sama dengan Firaun, seperti menyembah sembahan selain Allah, baik yang berupa binatang, patung, batu, dan sebagainya. Karena itu dengan spontan mereka meminta kepada Nabi Musa, “Hai Musa, buatkanlah untuk kami sebuah berhala, sebagaimana mereka mempunyai beberapa tuhan ........”.\r\nDari permintaan Bani Israil kepada Musa a.s, ini dipahami bahwa sekalipun Musa a.s, telah menyampaikan risalahnya dengan sebaik mungkin kepada Bani Israil, namun Bani Israil belum memahami dan menghayati betul agama tauhid yang disampaikan Musa. Adat istiadat dan kepercayaan nenek-moyang mereka, seperti menyembah berhala, masih sangat besar pengaruhnya pada diri mereka, sehingga kepercayaan tauhid yang baru ditanamkan Musa dengan mudah dapat digoyahkan.\r\nTelah diketahui bahwa orang-orang Bani Israil di zaman Firaun termasuk golongan yang rendah dan kurang pengetahuannya. Hampir tidak ada cerdik-cendekiawan berasal dari mereka, semua cendekiawan berasal dari penduduk Mesir asli, turunan bangsawan. Kebanyakan Bani Israil pada waktu itu hidup sebagai rakyat biasa, pekerja-pekerja kasar, bahkan banyak hidup sebagai budak yang dipaksa membangun piramida dan kuburan raja-raja.\r\nKarena keadaan mereka yang demikian, timbul sifat apatis di antara mereka, tidak ada cita-cita untuk membebaskan diri dari perbudakan Firaun, tidak ada keinginan yang kuat untuk merdeka. Tidak ada sikap yang tegas dan cita-cita yang kuat itu pada diri mereka, hal ini terlihat pada reaksi, tindak-tanduk dan sikap mereka dalam menerima ajakan Musa, sedikit saja halangan dan kesulitan yang mereka hadapi, dengan spontan mereka menyatakan rasa putus asa kepada Musa, bahkan menyatakan lebih suka hidup diperbudak dan penindasan Firaun. \r\nSikap Bani Israil terhadap ajakan Musa a.s, untuk hidup sebagai bangsa yang merdeka tidak berbeda dengan sikap mereka terhadap ajakan Musa a.s, untuk mengikuti agama yang benar. Sekalipun Nabi Musa telah menerangkan dengan baik dan jelas agama tersebut, sehingga mereka memahami dan mengikutinya, namun begitu mereka melihat patung-patung, orang yang menyembah berhala, orang yang memuja dewa-dewa dan segala macam bentuk kemusyrikan, ingatan mereka kembali kepada kepercayaan mereka terdahulu, karena itu mereka dengan spontan meminta kepada Musa, agar dibuatkan berhala untuk sembahan mereka. Mereka lebih merasa mantap menyembah sesuatu yang dapat dilihat dan diraba, dihiasi dan sebagainya daripada menyembah sesuatu yang gaib, tidak nampak oleh mata dan tidak dapat diraba dengan tangan.\r\nBerbeda dengan pesihir yang beriman kepada Musa, setelah kepandaian ilmu sihirnya dikalahkan oleh mukjizat Musa. Mereka termasuk orang-orang yang mempunyai ilmu pengetahuan dan cerdik-cendekiawan pada waktu itu. Karena itu mereka bisa membedakan sesuatu yang salah dengan yang benar dengan pengetahuan mereka itu, sehingga dapat mengetahui mana tanda-tanda kekuasaan Allah dan mana yang bukan, mana yang dapat dicapai oleh panca indera dan mana yang tak dapat dicapai, dan sebagainya. Karena itu setelah mereka beriman kepada Allah dan Nabi Musa, mereka pun beriman dengan sepenuh hati, tidak dapat digoyahkan oleh keadaan apa pun dan oleh ancaman apa pun, termasuk ancaman Firaun kepada mereka. Iman mereka telah mempunyai landasan yang kokoh, sehingga merupakan keyakinan yang kuat sebagai hasil dari pengetahuan, perasaan, pengalaman, dan apa yang ada pada mereka.\r\nBani Israil seperti yang diterangkan di atas adalah orang-orang yang tidak mengetahui sifat-sifat Tuhan, tidak mengetahui keharusan menyembah hanya kepada Allah semata dengan tidak menyekutukan-Nya dengan sesuatu pun tidak mengetahui akan keharusan beribadah langsung ditujukan kepada Allah tanpa mengambil perantara dengan sesuatu pun, seperti patung-patung, bangunan-bangunan, kuburan-kuburan, atau benda-benda yang lain yang mereka jadikan sebagai perantara dalam menyembah Allah. Mereka harus percaya bahwa hanya Allah Yang Maha Esa.\r\nJenis iman seperti iman Bani Israil yang disebabkan kebodohan dan pengaruh kepercayaan nenek-moyang itu, terdapat juga pada manusia umumnya, dan kaum Muslimin khususnya, serta dijumpai pula pada tiap-tiap periode dalam sejarah, sejak masa Nabi Muhammad sampai kepada zaman mutakhir ini, sebagaimana yang diisyaratkan hadis Nabi saw:;عَنْ أَبِيْ وَاقِدٍ اَللَّيْثِيْ قَالَ: خَرَجْنَا مَعَ رَسُوْلِ اللهِ صَلَّى الله ُعَلَيْهِ وَسَلَّمَ قِبَلَ حُنَيْنٍ فَمَرَرْنَا بِسِدْرَةٍ فَقُلْتُ: يَا رَسُوْلَ اللهِ اجْعَلْ لَنَا هٰذِهِ ذَاتَ أَنْوَاطٍ كَمَا لِلْكُفَّارِ ذَاتُ أَنْوَاطٍ. فَقَالَ:  الله ُأَكْبَرُ  هٰذَا كَمَا قَالَتْ بَنُوْا إِسْرَائِيْلَ لِمُوْسَى  اِجْعَلْ لَنَا إِلٰهًا كَمَا لَهُمْ أَِلٰهَةٌ  إِنَّكُمْ تَرْكَبُوْنَ سُنَنَ مَنْ قَبْلَكُمْ. )رَوَاهُ أَحْمَدُ وَالنَّسَائِيْ( ;Ahmad dan An-Nasai meriwayatkan dari Abi Waqid Al-Lai£y, ia berkata: “Kami keluar dari Medinah bersama Rasulullah saw menuju perang Hunain, maka kami melalui sebatang pohon sidrah, aku berkata: “Ya Rasulullah jadikanlah bagi kami pohon “§±tu anw±¯” (pohon yang bisa menjadi gantungan) sebagaimana orang kafir mempunyai “§±tu anw±¯”. Rasulullah menjawab: “(Allah Maha Besar). Permintaanmu ini adalah seperti permintaan Bani Israil kepada Musa: (Jadikanlah bagi kami sebuah sembahan, sebagaimana mereka mempunyai sembahan), sesungguhnya kamu mengikuti kepercayaan orang sebelum kamu.” (Riwayat Ahmad dan an-Nas±i);Kenyataan adanya kepercayaan itu diisyaratkan hadis di atas pada masa dahulu dan masa sekarang hendaknya merupakan peringatan bagi kaum Muslimin agar berusaha sekuat tenaga untuk memberi pengertian dan penerangan, sehingga seluruh kaum Muslimin mempunyai akidah dan kepercayaan sesuai dengan yang diajarkan agama Islam. Masih banyak di antara kaum Muslimin yang masih memuja kuburan, mempercayai adanya kekuatan gaib pada batu-batu, pohon-pohon, gua-gua, dan sebagainya. Karena itu mereka memuja dan menyembahnya dengan ketundukan dan kekhusyukan, yang kadang-kadang melebihi ketundukan dan kekhusyukan kepada Allah. Banyak juga di antara kaum Muslimin yang menggunakan perantara wa¡ilah dalam beribadah, seakan-akan mereka tidak percaya bahwa Allah Maha dekat kepada hamba-Nya dan bahwa ibadah yang ditujukan kepada-Nya itu akan sampai tanpa perantara. Kepercayaan seperti ini tidak berbeda dengan kepercayaan syirik yang dianut oleh orang-orang Arab Jahiliyah dahulu, kemungkinan yang berbeda hanyalah namanya saja. Kepercayaan seperti ini bertentangan dengan ayat:\r\nوَنَحْنُ اَقْرَبُ اِلَيْهِ مِنْ حَبْلِ الْوَرِيْدِ\r\n“... dan Kami lebih dekat kepadanya daripada urat lehernya.” (Q±f/50:16); Dan pengakuan Ibrahim as yang tersebut dalam firman-Nya:\r\nاِنِّيْ وَجَّهْتُ وَجْهِيَ لِلَّذِيْ فَطَرَ السَّمٰوٰتِ وَالْاَرْضَ حَنِيْفًا وَّمَآ اَنَا۠ مِنَ الْمُشْرِكِيْنَۚ   \r\n“Aku hadapkan wajahku kepada (Allah) yang menciptakan langit dan bumi dengan penuh kepasrahan (mengikuti) agama yang benar, dan aku bukanlah termasuk orang-orang yang musrik.” (al-An±m/6: 79); Bahkan Allah menegaskan dalam firman-Nya lagi:\r\nوَاِذَا سَاَلَكَ عِبَادِيْ عَنِّيْ فَاِنِّيْ قَرِيْبٌ ۗ اُجِيْبُ دَعْوَةَ الدَّاعِ اِذَا دَعَانِۙ فَلْيَسْتَجِيْبُوْا لِيْ وَلْيُؤْمِنُوْا بِيْ لَعَلَّهُمْ يَرْشُدُوْنَ   \r\n“Dan apabila hamba-hamba-Ku bertanya kepadamu (Muhammad) tentang Aku, maka sesungguhnya Aku dekat. Aku kabulkan permohonan orang yang berdoa apabila dia berdoa kepada-Ku.  Hendaklah mereka itu memenuhi (perintah)-Ku dan beriman kepada-Ku, agar mereka memperoleh kebenaran.” (al-Baqarah/2: 186);Orang yang menyembah suatu sembahan di samping Allah adalah orang yang memperbodoh dirinya sendiri, seperti firman Allah:\r\nوَمَنْ يَّرْغَبُ عَنْ مِّلَّةِ اِبْرٰهٖمَ اِلَّا مَنْ سَفِهَ نَفْسَهٗ ۗ\r\nDan orang yang membenci agama Ibrahim, hanyalah orang yang memperbodoh dirinya sendiri... (al-Baqarah/2: 130)\r\nPermintaan Bani Israil itu dijawab oleh Nabi Musa: “Sesungguhnya kamu hai Bani Israil tidak mengetahui sifat-sifat Allah, apa yang wajib bagi-Nya dan apa yang mustahil bagi-Nya. Dia adalah Esa dan tidak ada sekutu bagi-Nya. ”\r\nAgama yang dibawa para rasul Allah sejak zaman dahulu sampai sekarang, yaitu agama yang dibawa oleh Nabi Muhammad saw, sebagai nabi dan rasul penutup adalah agama yang mengakui keesaan Allah dengan sebenar-benarnya, tidak ada di dalamnya unsur syirik sedikit pun juga. Hal ini adalah karena ibadah atau menyembah itu merupakan suatu perasaan yang timbul dari hati sanubari. Perasaan itu menimbulkan ketundukan hati dan jiwa kepada Yang Maha Agung, menumbuhkan keyakinan bahwa dia sajalah yang berhak disembah; sedangkan yang lain adalah makhluk ciptaan-Nya yang sama kedudukannya dengan ciptaan-Nya yang lain. Karena itu menyembah sembahan selain Allah akan merusak ketauhidan yang timbul dari perasaan yang ada dalam diri seorang, dan menunjukkan ketergantungan seseorang kepada sembahan, di samping tergantung kepada Allah. Karena itu Nabi Musa menolak dengan tegas permintaan kaumnya.\r\n"}