{"tafsir_id":1109,"surah_id":7,"aya_number":155,"tafsir_wajiz":"Dan Nabi Musa memilih tujuh puluh orang dari pemuka kaumnya yang terbaik untuk memohon tobat kepada Kami di bukit Sinai pada waktu yang telah Kami tentukan. Sesampainya di tempat itu, mereka menyatakan tidak akan beriman kepada Musa sampai dia memperlihatkan kepada mereka Tuhan yang pernah berbicara kepadanya. Ketika itu mereka ditimpa gempa bumi yang dahsyat, sampai mati semuanya, dan Nabi Musa memohon kepada Allah sambil menengadahkan diri dan berkata, “Ya Tuhan Pemelihara-ku, apa yang akan aku katakan kepada Bani Israil ketika aku kembali kepada mereka? Engkau telah membinasakan orang-orang yang terbaik dari mereka. Jika seandainya Engkau kehendaki, tentulah Engkau binasakan mereka, saat terjadi penyembahan anak sapi, karena kelalaian mereka tidak mencegah penyembahan anak sapi, dan juga Engkau binasakan aku karena kelalaianku atau sebab lainnya sebelum ini, yaitu sebelum menghadap ke hadirat-Mu, seperti saat aku membunuh seorang Koptik. Apakah Engkau akan membinasakan kami karena perbuatan orang-orang yang kurang berakal di antara kami yang menyembah anak sapi itu? Apa yang dilakukan oleh para penyembah patung anak sapi itu hanyalah cobaan dari-Mu, Engkau sesatkan dengan cobaan itu siapa yang Engkau kehendaki kesesatannya setelah nyata kehendak mereka untuk sesat dan Engkau beri petunjuk kepada siapa yang Engkau kehendaki berdasarkan kesiapan jiwa untuk menerima petunjuk. Engkaulah satu-satunya pemimpin dan pelindung kami, maka ampunilah segala dosa kami dan berilah kami rahmat. Engkaulah pemberi ampun yang terbaik karena Engkau mengampuni bukan untuk mendapat pujian, atau menghindari kecaman.” Perbuatan mereka membuat patung anak sapi dan menyembahnya itu adalah suatu cobaan dari Allah untuk menguji mereka, siapa yang sebenarnya kuat imannya dan siapa yang masih ragu-ragu. Orang yang lemah imannya itulah yang mengikuti Samiri dan menyembah patung anak sapi itu. Tetapi orang yang kuat imannya, tetap dalam keimanannya.","tafsir_tahlili":"(155) Musa memilih tujuh puluh orang pilihan dari kaumnya untuk pergi bersama-sama ke suatu tempat di Bukit Sinai untuk bermunajat kepada Tuhannya. Menurut para mufassir, siapa orang yang dipilih dan di mana tempatnya yang ditentukan itu telah diwahyukan Allah sebelumnya kepada Musa. Para mufassir berbeda pendapat; apakah Musa diperintahkan oleh Allah pergi ke Bukit Sinai bersama tujuh puluh orang pilihan Bani Israil itu setelah mereka menyembah patung anak sapi dengan maksud menyatakan tobat kepada Allah atau bersamaan waktunya dengan waktu memohon kepada Allah agar Dia memperlihatkan diri-Nya dengan jelas. Jika dilihat susunan ayat dan urutan kisah Musa dalam Surah al-Ar±f ini, dapat diambil kesimpulan bahwa kepergian Musa bersama tujuh puluh orang pilihan ini setelah Bani Israil menyembah patung anak sapi, yakni sesudah kepulangan Musa menemui Tuhannya ke Bukit Sinai selama empat puluh hari dan empat puluh malam.\r\nMusa berangkat bersama tujuh puluh orang pilihan menuju tempat yang telah ditentukan. Maka ketika mereka digoncang gempa bumi yang disebabkan petir yang amat dahsyat, Musa pun berdoa kepada Tuhannya, “Ya Tuhanku, sesungguhnya Engkau membinasakan mereka, maka aku berharap agar Engkau membinasakan mereka sebelum mereka pergi bersamaku ke tempat ini, dan agar Engkau membinasakan aku pula, sehingga aku tidak menghadapi kesulitan yang seperti ini, yang memberi kesempatan bagi mereka untuk mencela dan menuduhku, bahwa aku telah membawa orang-orang pilihan ke tempat ini untuk dibinasakan. Oleh karena Engkau tidak membinasakan mereka sebelum mereka aku bawa bersamaku ke sini, maka janganlah mereka Engkau binasakan sekarang, sesudah aku bawa kemari.”\r\nDalam ayat ini diterangkan mengapa pemuka Bani Israil pilihan itu diazab Allah dengan petir yang dahsyat. Pada firman Allah yang dijelaskan sebab-sebabnya mereka disambar petir dan akibat yang mereka alami. Sebagaimana firman-Nya: وَاِذْ قُلْتُمْ يٰمُوْسٰى لَنْ نُّؤْمِنَ لَكَ حَتّٰى نَرَى اللّٰهَ جَهْرَةً فَاَخَذَتْكُمُ الصّٰعِقَةُ وَاَنْتُمْ تَنْظُرُوْنَ  ٥٥  ثُمَّ بَعَثْنٰكُمْ مِّنْۢ بَعْدِ مَوْتِكُمْ لَعَلَّكُمْ تَشْكُرُوْنَ  ٥٦  \r\n“Dan (ingatlah) ketika kamu berkata, “Wahai Musa! Kami tidak akan beriman kepadamu sebelum kami melihat Allah dengan jelas,” maka halilintar menyambarmu, sedang kamu menyaksikannya. Kemudian, Kami bangkitkan kamu setelah kamu mati, agar kamu bersyukur.” (al-Baqarah/2: 55-56) ;Tetapi dalam Perjanjian Lama diterangkan bahwa Bani Israil yang menyembah berhala (di dalam Al-Quran patung anak sapi) itu ialah Bani Israil tujuh puluh orang pilihan bersama-sama dengan Harun. Perbuatan menyembah berhala itu mereka lakukan sewaktu berada di Bukit Sinai, pada waktu Nabi Musa sendiri menghadap Tuhan (baca perjanjian Lama 31:2-35).\r\nDalam Kitab Bilangan xvi:20-25, disebutkan tentang keingkaran dan kedurhakaan Bani Israil terhadap Musa, lalu mereka diazab Allah. Sedangkan Bani Israil yang sempat lari dibakar oleh sambaran petir.\r\nSelanjutnya Musa memohon kepada Allah, “Janganlah Engkau Ya Tuhan, membinasakan kami disebabkan perbuatan yang dilakukan oleh orang-orang yang kurang akal yang meminta agar dapat melihat Engkau.”\r\nSemua itu merupakan cobaan dari Allah terhadap mereka. Tetapi mereka tidak tahan dan tidak kuat menghadapi cobaan itu sehingga mereka tetap mendesak Musa agar Tuhan memperlihatkan zat-Nya kepada mereka. Karena tindakan mereka itulah mereka diazab dengan petir (halilintar) sehingga mereka mati semua. Kemudian Allah menghidupkan mereka kembali agar mereka bertobat dan bersyukur terhadap nikmat Allah yang telah dilimpahkan-Nya kepada mereka. Cobaan itu merupakan ujian Tuhan kepada hamba-hamba-Nya, dengan cobaan itu akan sesat orang-orang yang tidak kuat imannya, dan dengan cobaan itu pula Dia memberi petunjuk kepada hamba-Nya yang kuat imannya.\r\nSelanjutnya Musa berdoa, “Wahai Tuhan kami, Engkaulah yang mengurus segala urusan kami, mengawasi segala apa yang kami kerjakan, maka ampunilah kami terhadap segala perbuatan dan tindakan kami yang mengakibatkan azab bagi kami. Beri rahmatlah kami, karena Engkaulah sebaik-baik Pemberi rahmat dan Pemberi ampun. Hanya Engkaulah yang mengampuni segala dosa dan memaafkan segala kesalahan kami. Mengampuni dan memaafkan itu bukanlah karena sesuatu maksud tertentu, tetapi semata-mata karena sifat-Mu yang Maha Pengampun dan Maha Pemaaf.”\r\n"}