{"tafsir_id":1110,"surah_id":7,"aya_number":156,"tafsir_wajiz":"Nabi Musa melanjutkan berdoa, dan tetapkanlah untuk kami kebaikan selama hidup di dunia ini dan kelak di akhirat. Sungguh, kami kembali, yakni bertobat kepada Engkau dari segala dosa dan kekurangan, dengan sebenar-benarnya. Mendengar permohonan itu, Allah berfirman, “SiksaKu, baik di dunia maupun di akhirat, akan Aku timpakan kepada siapa yang Aku kehendaki dari makhluk-Ku, seperti yang Aku lakukan terhadap kaummu, dan rahmat-Ku, yakni anugerah-Ku, meliputi segala sesuatu. Maka akan Aku tetapkan rahmat-Ku yang khusus dan berkesinambungan bagi orang-orang yang bertakwa, terutama yang menunaikan zakat dan orang-orang yang selalu terus menerus beriman kepada no_ayatt-no_ayatt Kami, yakni dengan membenarkannya melalui hati dan perbuatan.”","tafsir_tahlili":"(156)  Selanjutnya Musa berdoa, “Berilah kami kebajikan di dunia, yaitu sehat jasmani dan rohani, diberi keturunan penyambung hidup dan penerus cita-cita, diberi kehidupan dalam keluarga yang diliputi rasa kasih sayang, dianugerahi rezeki yang halal, serta taufik dan hidayah, sehingga bahagia pula hidup di akhirat. Sesungguhnya kami berdoa dan bertobat kepada Engkau, kami berjanji tidak akan melakukan perbuatan-perbuatan terlarang dan kami kembali kepada iman yang sebenar-benarnya, serta mengamalkan amal yang saleh yang Engkau ridai.”\r\nAllah berfirman, “rahmat-Ku lebih cepat datangnya kepada hamba-hamba-Ku daripada amarah-Ku, dan azab-Ku khusus Aku limpahkan kepada hamba-hamba-Ku yang Aku kehendaki, yaitu orang-orang yang berbuat kejahatan, ingkar dan durhaka.” Tentang rahmat, nikmat dan keutamaan-Ku, semuanya itu meliputi alam semesta, tidak satu pun dari hamba-Ku yang tidak memperoleh-Nya, termasuk orang-orang kafir, orang-orang yang durhaka, orang-orang Yahudi, orang-orang Nasrani, dan orang-orang Muslim, penyembah patung anak sapi dan sebagainya. Sesungguhnya jika bukanlah karena rahmat, nikmat, dan keutamaan-Ku, niscaya telah aku binasakan seluruh alam ini, karena kebanyakan orang kafir, durhaka, yang selalu mengerjakan kemaksiatan. \r\nوَلَوْ يُؤَاخِذُ اللّٰهُ النَّاسَ بِمَا كَسَبُوْا مَا تَرَكَ عَلٰى ظَهْرِهَا مِنْ دَاۤبَّةٍ وَّلٰكِنْ يُّؤَخِّرُهُمْ اِلٰٓى اَجَلٍ مُّسَمًّىۚ \r\n“Dan sekiranya Allah menghukum manusia disebabkan apa yang telah mereka perbuat, niscaya Dia tidak akan menyisakan satupun makhluk bergerak yang bernyawa di bumi ini, tetapi Dia menangguhkan (hukuman)-nya, sampai waktu yang sudah ditentukan.” (F±¯ir/35: 45);Allah menegaskan bahwa rahmat, nikmat Allah yang diberikannya kepada orang-orang kafir, sifatnya sementara, tidak abadi, dan tidak sempurna, sedangkan rahmat yang sempurna dan abadi akan dianugerahkan-Nya kepada orang-orang yang bertakwa dan orang-orang yang menunaikan zakat.\r\nDalam ayat ini disebut zakat, tidak disebut amal lain yang tidak kalah nilainya dari zakat. Hal ini ada hubungannya dengan banyaknya orang yang enggan mengeluarkan zakat dibanding banyaknya orang yang enggan mengerjakan amal lain yang diperintahkan Allah. Juga merupakan isyarat kepada sifat orang Yahudi yang sangat cinta kepada harta dan enggan menyerahkan sebagian hartanya di jalan Allah.\r\nPenetapan rahmat, nikmat dan keutamaan secara istimewa kepada orang-orang yang takwa dan menunaikan zakat itu adalah seperti ketetapan Allah secara istimewa kepada orang-orang yang membenarkan ayat-ayat-Nya, dan mengakui keesaan Allah dan kebenaran rasul-rasul-Nya yang telah diutus-Nya dengan pengakuan yang didasarkan atas pengetahuan dan keyakinan, bukan berdasarkan taklid dan pengaruh adat kebiasaan nenek-moyang mereka.\r\n"}