{"tafsir_id":1112,"surah_id":7,"aya_number":158,"tafsir_wajiz":"Allah memperkenalkan Nabi terakhir yang tercantum dalam kitab mereka dan kemuliaan para pengikutnya. Katakanlah wahai Nabi Muhammad, “Wahai seluruh manusia tanpa kecuali! Sesungguhnya aku ini utusan Allah bagi kamu semua, dan juga kepada makhluk jin, baik yang semasa denganku maupun tidak, tanpa terkecuali. Allah Yang mengutus aku itu adalah Yang memiliki kerajaan langit dan bumi; tidak ada tuhan yang berhak disembah selain Dia. Semuanya tunduk hanya kepada-Nya. Dia Yang Mahakuasa untuk menghidupkan dan mematikan, oleh karena itu maka berimanlah kamu kepada Allah Yang Maha Esa dan Mahakuasa itu, dan Rasul-Nya yang terakhir, yaitu Nabi yang ummi, yang tidak pandai membaca dan menulis, namun mendapat informasi yang pasti berupa wahyu dari Allah, yang beriman kepada Allah dan kepada kalimat-kalimat-Nya yaitu kitab-kitab-Nya. Ikutilah dia dalam sistem dan cara hidupnya, dan laksanakan apa yang yang diajarkannya, agar kamu mendapat petunjuk kepada jalan yang lurus.”","tafsir_tahlili":"(158) Allah memerintahkan kepada Muhammad, agar ia menyeru seluruh umat manusia mengikuti agama yang dibawanya, di mana saja mereka berada, dan bangsa apa pun dia, agar dia menerangkan bahwa dia adalah Rasul Allah yang diutus kepada mereka semua. Keumuman risalah Muhammad saw dinyatakan lagi oleh firman Allah:\r\nوَمَآ اَرْسَلْنٰكَ اِلَّا كَاۤفَّةً لِّلنَّاسِ بَشِيْرًا وَّنَذِيْرًا\r\nDan Kami tidak mengutus engkau (Muhammad), melainkan kepada semua umat manusia sebagai pembawa berita gembira dan sebagai pemberi peringatan... (Sab±/34: 28);Dan firman Allah juga:\r\nوَاُوْحِيَ اِلَيَّ هٰذَا الْقُرْاٰنُ لِاُنْذِرَكُمْ بِهٖ وَمَنْۢ بَلَغَ ۗ\r\n...Al-Quran ini diwahyukan kepadaku agar dengannya itu aku memberi peringatan kepadamu dan kepada orang yang sampai (Al-Quran kepadanya)... (al-An±m/6: 19);Demikian pula hadis Nabi yang menerangkan keumuman risalahnya sebagai berikut:\r\nَ أُعْطِيْتُ خَمْسًا لَمْ يُعْطَ أَحَدٌ مِنَ اْلأَنْبِيَاءِ قَبْلِي: نُصِرْتُ بِالرُّعْبِ مَسِيْرَةَ شَهْرٍ وَجُعِلَتْ لِيَ اْلأَرْضُ مَسْجِدًا وَطَهُوْرًا فَأَيُّمَا رَجُلٍ مِنْ أُمَّتِيْ أَدْرَكَتْهُ الصَّلاَةُ فَلْيُصَلِّ وَأُحِلَّتْ لِيَ الْغَنَائِمُ وَلَمْ تَحِلَّ لأَِحَدٍ قَبْلِيْ وَأُعْطِيْتُ الشَّفَاعَةَ وَكَانَ النَّبِيُّ يُبْعَثُ إِلَى قَوْمِهِ خَاصَّةً وَبُعِثْتُ إِلَى النَّاسِ عَامَّةً (رواه البخاري ومسلم)\r\n“Telah diberikan kepadaku lima hal, yang belum pernah diberikan kepada seorang Nabi pun sebelumku. Aku ditolong dengan memasukkan rasa takut kepada musuhku dalam jarak perjalanan sebulan, dan dijadikan bagiku bumi sebagai masjid (tempat salat) dan alat bersuci. Maka siapa saja dari umatku yang telah datang padanya waktu salat maka hendaklah ia salat (dimana pun ia berada), dan dihalalkan bagiku harta rampasan yang tidak dihalalkan kepada orang sebelumku, diberikan kepadaku syafaat, dan Nabi lain diutus kepada kaumnya saja, sedangkan aku diutus kepada semua umat manusia“. (Riwayat al-Bukh±ri dan Muslim);Allah menerangkan keesaan-Nya, yaitu tidak ada tuhan selain Dia, hanyalah Dia yang berhak disembah, karena Dialah yang mengurus langit dan bumi, mengatur alam seluruhnya. Dia menghidupkan segala yang hidup dan mematikan segala yang mati. Dalam ayat ini diterangkan bahwa ada tiga kekuasaan Tuhan yang utama: yaitu pemilik yang ada di langit dan bumi, satu-satunya Tuhan yang dapat disembah, Tuhan yang menghidupkan dan mematikan.\r\nKemudian Allah memerintahkan seluruh manusia agar beriman kepada Allah dan beriman kepada Nabi yang ummi, beriman kepada wahyunya yaitu kitab-kitab terdahulu dan memerintahkan manusia agar mengikuti nabi tersebut.\r\nRasul yang ummi itu memurnikan pengabdian kepada Allah, beriman kepada kitab-kitab yang telah diturunkan kepada para Nabi yang terdahulu. Setelah perintah beriman, Allah mengiringi dengan perintah agar manusia melaksanakan semua syariat yang dibawa Nabi Muhammad saw.\r\n"}