{"tafsir_id":1117,"surah_id":7,"aya_number":163,"tafsir_wajiz":"Nikmat berikutnya adalah nikmat melimpahnya ikan buat mereka di hari ibadah. Dan tanyakanlah wahai Nabi Muhammad, yakni kepada mereka orang-orang Yahudi yang hidup pada masamu tentang kisah penduduk negeri yang terletak di dekat laut, yaitu Kota Ailah yang terletak di pantai Laut Merah, atau tepatnya di Teluk Aqabah, ketika mereka melanggar aturan Allah pada hari Sabat, yang menurut aturan mereka merupakan hari yang dikhususkan untuk ibadah dan terlarang untuk bekerja dan mencari ikan, yaitu ketika datang kepada mereka ikan-ikan yang berada di sekitar mereka yang bagaikan terapung-apung di permukaan air, padahal pada hari-hari yang bukan Sabat ikan-ikan itu tidak datang kepada mereka. Demikianlah Kami menguji mereka disebabkan mereka sering kali berlaku fasik, keluar dari ketaatan kepada Allah.","tafsir_tahlili":"(163)  Ayat ini diturunkan di Mekah, pada saat agama Islam mulai disiarkan dan disampaikan Nabi Muhammad saw, yang  waktu itu beliau belum pernah berhubungan langsung dengan ulama-ulama Yahudi, dan beliau adalah seorang yang tidak tahu menulis dan membaca, sebagaimana firman Allah swt :\r\nوَمَا كُنْتَ تَتْلُوْا مِنْ قَبْلِهٖ مِنْ كِتٰبٍ وَّلَا تَخُطُّهٗ بِيَمِيْنِكَ اِذًا لَّارْتَابَ الْمُبْطِلُوْنَ  \r\n“Dan engkau (Muhammad) tidak pernah membaca sesuatu kitab sebelum (Al-Qur'an) dan engkau tidak (pernah) menulis suatu kitab dengan tangan kananmu; sekiranya (engkau pernah membaca dan menulis), niscaya ragu orang-orang yang mengingkari.” (al-Ankabµt/29: 48);Ayat ini menunjukkan kemukjizatan Al-Qur'an yang menerangkan berita, peristiwa, atau kejadian yang telah terjadi pada masa yang lalu, tanpa seorang pun yang memberikan beritanya, selain dari Tuhan Yang Mahatahu.\r\nAyat ini ditujukan kepada Nabi Muhammad agar beliau menerangkan kepada orang Yahudi di Medinah pada waktu itu, tentang tindakan yang telah dilakukan oleh nenek-moyang mereka, yang selalu mengingkari seruan para Nabi, walau bukti-bukti apa pun yang telah dikemukakan kepada mereka. Yang menceritakan  tentang tindakan dan sikap nenek-moyang mereka itu adalah Nabi Muhammad seorang Nabi yang buta huruf, belum pernah berhubungan dengan orang-orang Yahudi pada waktu menerima ayat ini. Apakah hal ini tidak cukup menjadi bukti bagi mereka, bahwa Muhammad benar-benar utusan Allah?\r\nQaryah yang dimaksud dalam ayat tersebut adalah sebagai berikut: ada yang menyebut Ailah, ada juga yang menyebutkan Tobaiah dan ada juga yang menyebut kota lain.Pada masa dahulu nenek-moyang Bani Israil yang berdiam di Ailah, suatu kota di pantai Laut Merah antara kota Madyan dan Sinai yang bermata pencaharian menangkap ikan, pernah diuji dan dicoba oleh Allah, untuk menguji keimanan dan ketaatan mereka. Mereka diperintahkan melakukan ibadah pada tiap Sabtu, dan dilarang menangkap ikan pada hari itu. Ketika ikan banyak bermunculan di permukaan air (laut) pada hari Sabtu yang nampak jinak dan mudah ditangkap, mereka melanggar larangan Allah pada hari tersebut untuk menangkap ikan dan tidak melakukan ibadah sebagaimana yang diperintahkan Allah pada hari itu.\r\nDemikianlah Allah memberi ujian dan cobaan kepada Bani Israil. Mereka tidak tahan dan tidak tabah menghadapinya, bahkan mereka melanggar larangan Allah dan tidak melaksanakan perintah-Nya. Karena sikap dan tindakan mereka, maka bagi mereka berlaku Sunnatullah (ketentuan Allah), yaitu barang siapa yang menaati perintah Allah dan menghentikan larangan-Nya akan dianugerahi kenikmatan hidup di dunia dan di akhirat. Sebaliknya barang siapa yang ingkar kepada-Nya akan sengsara hidupnya di dunia, sedangkan di akhirat mereka mendapat azab yang pedih. Tentu Sunnatullah ini berlaku pula terhadap orang-orang yang fasik dan orang-orang Yahudi yang berada di Medinah, seperti yang berlaku pada nenek-moyang mereka.\r\n"}