{"tafsir_id":1118,"surah_id":7,"aya_number":164,"tafsir_wajiz":"Setelah menjelaskan keadaan para pendurhaka itu, no_ayatt ini menguraikan sikap orang-orang yang sebelum ini pada no_ayatt 159 telah disinggung, yaitu umat Nabi Musa yang memberi petunjuk kepada kebenaran. no_ayatt ini menyatakan, “Dan ingatlah ketika suatu umat di antara mereka, yaitu tatkala sekelompok orang-orang saleh dari leluhur Bani Israil-yang tidak berbuat jahat seperti yang lainnya-bertanya kepada mereka yang menasihati orang-orang yang berbuat jahat dengan berkata, “Mengapa kamu bersusah pno_ayath menasihati kaum yang akan dibinasakan sehingga punah sama sekali karena dosa yang mereka lakukan, atau diazab oleh Allah di akhirat nanti dengan azab yang sangat keras?” Mereka menjawab, “Kami melakukan itu agar kami mempunyai alasan dan pelepas tanggung jawab kepada Tuhanmu, dan sebenarnya kami berharap agar mereka bertakwa.” Alasan mereka itu ialah mereka telah melaksanakan perintah Allah untuk memberi peringatan.","tafsir_tahlili":"(164)  Sikap segolongan nenek-moyang Bani Israil yang mencela segolongan Bani Israil yang lain, yaitu memperingatkan Bani Israil yang telah mengingkari perintah Allah dan tidak menghentikan larangan-Nya. Dalam ayat ini dipahami pula bahwa tidak semua nenek-moyang Bani Israil mengabaikan perintah Allah dan melanggar larangan-Nya pada hari Sabat itu, ada di antara mereka yang melaksanakannya.\r\nDari ayat ini juga dapat diketahui bahwa dalam menyikapi perintah dan larangan Allah mereka terbagi kepada tiga kelompok, yaitu:\r\n1.  Kelompok yang mengabaikan perintah Allah dan melanggar larangan-Nya pada hari Sabat.\r\n2.  Kelompok yang memberi nasihat pada kelompok yang mengabaikan perintah Allah dan melanggar larangan-Nya.\r\n3.  Kelompok yang membantah tindakan kelompok yang memberi nasihat itu.\r\nKelompok kedua mengatakan kepada kelompok ketiga: “Kami memberi pelajaran kepada mereka itu, adalah untuk membebaskan diri dari perbuatan dosa dan untuk melaksanakan tugas kami, yaitu mencegah perbuatan yang mungkar. Kami berharap agar orang-orang yang durhaka itu sadar dan kembali ke jalan yang benar dan lurus”.\r\nKetika Bani Israil tetap membangkang dan tidak mau kembali ke jalan Allah, dan tetap mengabaikan nasihat-nasihat yang telah diberikan, maka Allah menimpakan azab yang berat kepada mereka dan menyelamatkan orang-orang yang memberi nasihat tersebut.\r\nSebagian ulama berpendapat bahwa azab Allah tidak menimpa golongan ketiga, sedang sebagian ulama lagi berpendapat bahwa azab itu juga menimpa golongan ketiga, karena yang taat itu hanyalah golongan kedua saja, sedangkan golongan ketiga tidak melarang dari mengerjakan perbuatan yang mungkar, bahkan membantah dan menyalahkan orang yang melarang mengerjakan perbuatan yang mungkar.\r\n"}