{"tafsir_id":1119,"surah_id":7,"aya_number":165,"tafsir_wajiz":"Nasihat yang berkelanjutan pada no_ayatt-no_ayatt terdahulu bertujuan mengantar para pendurhaka itu sadar dan bertakwa, tetapi ternyata mereka tetap lengah dan lupa. Maka setelah mereka golongan yang diberi nasihat melupakan, yakni mengabaikan, apa yang diperingatkan kepada mereka dan tidak juga mendengarkan nasihat itu, Kami selamatkan orang-orang yang terus menerus melarang orang berbuat jahat dan tidak melakukan kejahatan dan Kami timpakan kepada orang-orang yang zalim, antara lain kepada mereka yang mengail ikan pada hari Sabat, siksaan yang keras, dalam bentuk kesengsaraan dan kemelaratan. Hal itu disebabkan mereka selalu berbuat fasik, tidak mau taat kepada Allah, Tuhan mereka.","tafsir_tahlili":"(165)  Orang yang melanggar ketentuan-ketentuan Allah pada hari Sabat itu disebut “Orang-orang yang melupakan peringatan”. Maksudnya ialah orang-orang yang tidak menghiraukan ancaman-ancaman Allah yang ditujukan kepada orang-orang yang ingkar kepada-Nya, tidak mengindahkan nasihat dan peringatan-Nya, dan tidak melaksanakan ajaran-ajaran-Nya. Bahkan telah berpaling dari ajaran itu. Seolah-olah mereka telah melupakannya dan tidak ada bekas sedikit pun dalam diri mereka tentang peringatan yang telah diberikan itu.\r\nKarena itu, Allah menegaskan bagi mereka berlaku Sunnatullah, yaitu Allah menyelamatkan orang-orang yang taat kepada-Nya, dan mengazab orang-orang yang fasik dan durhaka, Allah menerangkan bahwa Bani Israil itu diazab bukanlah semata-mata karena kefasikan mereka yang melanggar ketentuan-ketentuan Allah pada hari Sabtu itu, tetapi juga perbuatan-perbuatan fasik yang selalu mereka kerjakan. Menurut Sunnatullah pula bahwa Dia mengazab orang-orang yang durhaka secara langsung di dunia, karena perbuatan dosa yang telah mereka lakukan, sebagaimana firman Allah swt:\r\nوَلَوْ يُؤَاخِذُ اللّٰهُ النَّاسَ بِظُلْمِهِمْ مَّا تَرَكَ عَلَيْهَا مِنْ دَاۤبَّةٍ\r\nDan kalau Allah menghukum manusia karena kezalimannya, niscaya tidak akan ada yang ditinggalkan-Nya (di bumi) dari makhluk yang melata sekalipun.... (an-Na¥l/16: 61);Dan Allah memaafkan sebagian besar kesalahan-kesalahan hamba-hamba-Nya seperti dalam firman-Nya:\r\nوَمَآ اَصَابَكُمْ مِّنْ مُّصِيْبَةٍ فَبِمَا كَسَبَتْ اَيْدِيْكُمْ وَيَعْفُوْا عَنْ كَثِيْرٍۗ\r\nDan apa saja musibah apa pun yang menimpa kamu adalah karena perbuatan tanganmu sendiri, dan Allah memaafkan banyak (dari kesalahan-kesalahanmu). (asy-Syµra/42: 30);Dalam ayat ini Allah akan langsung mengazab satu umat atau bangsa di dunia sebelum mereka menerima azab di akhirat, jika kezaliman umat atau bangsa itu besar pengaruhnya dan sukar menghilangkannya pada kehidupan manusia dan kemanusiaan, sebagaimana dinyatakan Allah dalam firman-Nya:\r\nوَاتَّقُوْا فِتْنَةً لَّا تُصِيْبَنَّ الَّذِيْنَ ظَلَمُوْا مِنْكُمْ خَاۤصَّةً ۚوَاعْلَمُوْٓا اَنَّ اللّٰهَ شَدِيْدُ الْعِقَابِ  \r\n“Dan peliharalah dirimu dari siksaan yang tidak hanya  menimpa orang-orang yang zalim saja di antara kamu. Dan ketahuilah bahwa Allah sangat  keras siksa-Nya.” (al-Anf±l/8: 25);Azab yang dimaksud telah ditimpakan kepada umat-umat yang terdahulu yang mengingkari seruan Nabi-nabi yang diutus kepada mereka.\r\n"}