{"tafsir_id":1123,"surah_id":7,"aya_number":169,"tafsir_wajiz":"Apakah setelah dicerai-beraikan dan diuji dengan kebaikan dan keburukan mereka kembali kepada kebenaran? no_ayatt ini menjelaskan keadaan mereka setelah itu, dengan menyatakan, maka setelah mereka, yaitu dua golongan yang telah Kami kelompokkan tadi, datanglah generasi lain yang lebih buruk yang mewarisi Taurat dari leluhur mereka, tetapi mereka tidak mengamalkannya, yang mengambil harta benda dunia yang rendah ini. Kesenangan dunia lebih mereka utamakan daripada kebenaran. Lalu mereka berkata, “Kami pasti akan diberi ampun, karena Allah Maha pengampun.” Dan kelak jika harta benda dunia datang kepada mereka sebanyak itu pula, niscno_ayat mereka akan terus-menerus mengambilnya juga. Seakan-akan mereka mengharapkan ampunan, padahal jika mereka diberikan lagi kesenangan dunia seperti sebelumnya, mereka tidak ragu untuk mengambilnya. Begitulah, mereka adalah sekelompok orang yang di samping memohon ampunan, tetapi dalam waktu yang sama selalu saja melakukan dosa. Bukankah mereka sudah terikat perjanjian dalam Kitab Taurat bahwa mereka tidak akan mengatakan terhadap Allah, kecuali yang benar, padahal mereka telah mempelajari apa yang tersebut di dalamnya? Mereka telah mempelajari isinya, dan seharusnya mereka mengatakan kebenaran. Tetapi mereka justru mengatakan kebatilan! Sesungguhnya kenikmatan di negeri akhirat yang diperuntukkan bagi mereka yang bertakwa, itu lebih baik daripada segala kesenangan dunia. Maka tidakkah kamu mengerti sehingga tetap memungkiri hal ini? Jika demikian halnya, berarti kalian tidak bisa membedakan bahwa kenikmatan akhirat itu sungguh lebih baik daripada kesenangan dunia yang kalian lebih utamakan!”","tafsir_tahlili":"(169)  Dalam ayat ini Allah menerangkan satu generasi dari Yahudi yang menggantikan golongan bangsa Yahudi tersebut di atas. Mereka adalah bangsa Yahudi yang hidup di zaman Nabi Muhammad yang mewarisi Taurat dari nenek-moyang mereka dan menerima begitu saja segala apa yang tercantum di dalamnya. Hukum halal dan haram, perintah dan larangan dalam kitab itu mereka ketahui, tetapi mereka tidak mengamalkannya. Mereka mengutamakan kepentingan duniawi dengan segala kemegahan yang akan lenyap. Mereka mencari harta benda dengan usaha-usaha yang lepas dari hukum moral dan agama, mengembangkan riba, makan suap, pilih kasih dalam hukum dan lain sebagainya, karena mereka berpendapat bahwa Allah kelak akan mengampuni dosa mereka. Orang-orang Yahudi itu menganggap dirinya kekasih Allah dan bangsa pilihan. Anggapan demikian hanyalah menyesatkan pikiran mereka. Oleh karena itu setiap ada kesempatan untuk memperoleh keuntungan duniawi seperti uang suap, riba dan sebagainya, tidaklah mereka sia-siakan.\r\nAllah menegaskan kesalahan pendapat dan anggapan mereka yang berkepanjangan dalam kesesatan dan tenggelam dalam nafsu kebendaan. Allah mengungkapkan adanya ikatan perjanjian antara mereka dengan Allah yang tercantum dalam Taurat, bahwa mereka tidak akan mengatakan terhadap Allah kecuali kebenaran. Tetapi mereka memutarbalikkan isi Taurat, karena didorong oleh keinginan untuk memperoleh keuntungan duniawi, padahal mereka telah memahami dengan baik isi Taurat itu dan sadar akan kesalahan perbuatan itu. Seharusnya mereka lebih mengutamakan kepentingan ukhrawi dengan berbuat sesuai dengan petunjuk Allah dan Taurat daripada keuntungan duniawi. Bagi orang yang takwa, kebahagiaan akhirat lebih baik daripada kebahagiaan duniawi yang terbatas itu. Mengapa mereka tidak merenungkan hal yang demikian?\r\nAyat ini menjelaskan bahwa kecenderungan kepada materi dan hidup kebendaan, merupakan faktor yang menyebabkan kecurangan orang Yahudi sebagai suatu bangsa yang punya negara. Karena kecintaan yang besar kepada kehidupan duniawi, mereka kehilangan petunjuk agama serta kering dalam kehidupan kerohanian.\r\nApa yang menimpa orang Yahudi zaman dahulu mungkin pula menimpa orang-orang Islam zaman sekarang, karena mereka lebih banyak mengutamakan kehidupan materiil dan menyampingkan kehidupan spirituil kerohanian sehingga sepak terjang mereka sangat jauh dari ajaran Al-Qur'an.\r\n"}