{"tafsir_id":1126,"surah_id":7,"aya_number":172,"tafsir_wajiz":"no_ayatt-no_ayatt yang lalu berbicara tentang kisah Nabi Musa dan Bani Israil dengan mengingatkan mereka tentang perjanjian yang bersifat khusus, di sini Allah menjelaskan perjanjian yang bersifat umum, untuk Bani Israil dan manusia secara keseluruhan, yaitu dalam bentuk penghambaan. Allah berfirman, “Dan ingatlah ketika Tuhanmu mengeluarkan dari sulbi, yakni tulang belakang anak cucu Adam, keturunan mereka yang melahirkan generasi-generasi selanjutnya. Dan kemudian Dia memberi mereka bukti-bukti ketuhanan melalui alam rno_ayat ciptaanNya, sehingga-dengan adanya bukti-bukti itu-secara fitrah akal dan hati nurani mereka mengetahui dan mengakui kemahaesaan Tuhan. Karena begitu banyak dan jelasnya bukti-bukti keesaan Tuhan di alam rno_ayat ini, seakan-akan Allah mengambil kesaksian terhadap roh mereka serno_ayat berfirman, “Bukankah Aku ini Tuhan Pemelihara-mu dan sudah berbuat baik kepadamu?” Mereka menjawab, “Betul Engkau Tuhan kami, kami bersaksi bahwa Engkau Maha Esa.” Dengan demikian, pengetahuan mereka akan bukti-bukti tersebut menjadi suatu bentuk penegasan dan, dalam waktu yang sama, pengakuan akan kemahaesaan Tuhan. Kami lakukan yang demikian itu agar di hari Kiamat kamu tidak lagi beralasan dengan mengatakan, “Sesungguhnya ketika itu kami lengah terhadap ini, tidak tahu apa-apa mengenai keesaan Tuhan.”","tafsir_tahlili":"(172) Dalam ayat ini Allah menerangkan tentang janji yang dibuat pada waktu manusia dilahirkan dari rahim orang tua (ibu) mereka, secara turun temurun, yakni Allah menciptakan manusia atas dasar fitrah. Allah menyuruh roh mereka untuk menyaksikan susunan kejadian diri mereka yang membuktikan keesaan-Nya, keajaiban proses penciptaan dari setetes air mani hingga menjadi manusia bertubuh sempurna, dan mempunyai daya tanggap indra, dengan urat nadi dan sistem urat syaraf yang mengagumkan, dan sebagainya. Berkata Allah kepada roh manusia “Bukankah Aku ini Tuhanmu?” Maka menjawablah roh manusia, “Benar (Engkaulah Tuhan kami), kami telah menyaksikan.” Jawaban ini merupakan pengakuan roh pribadi manusia sejak awal kejadiannya akan adanya Allah Yang Maha Esa, yang tiada Tuhan lain yang patut disembah kecuali Dia.\r\nDengan ayat ini Allah bermaksud untuk menjelaskan kepada manusia, bahwa hakikat kejadian manusia itu didasari atas kepercayaan kepada Allah Yang Maha Esa. Sejak manusia itu dilahirkan dari rahim orang tua mereka, ia sudah menyaksikan tanda-tanda keesaan Allah pada kejadian mereka sendiri, Allah berfirman pada ayat lain:\r\nفَاَقِمْ وَجْهَكَ لِلدِّيْنِ حَنِيْفًاۗ فِطْرَتَ اللّٰهِ الَّتِيْ فَطَرَ النَّاسَ عَلَيْهَاۗ  لَا تَبْدِيْلَ لِخَلْقِ اللّٰهِ ۗ \r\nMaka hadapkanlah wajahmu dengan lurus kepada Agama (Islam); (sesuai) fitrah Allah disebabkan Dia telah menciptakan manusia menurut fitrah  itu. Tidak ada perubahan pada ciptaan  Allah.  (ar-Rµm/30: 30); Fitrah Allah maksudnya ialah tauhid. Rasulullah bersabda:\r\nمَا مِنْ مَوْلُوْدٍ اِلاَّ يُوْلَدُ عَلَى الْفِطْرَةِ، فَأَبَوَاهُ  يُهَوِّدَانِهِ اَوْ يُنَصِّرَانِهِ اَوْ يُمَجِّسَانِهِ كَمَا تَلِدُ الْبَهِيْمَةُ بَهِيْمَةَ جَمْعَاءَ هَلْ تُحِسُّوْنَ فِيْهَا جَذْعَاءَ (رواه البخاري ومسلم عن أبي هريرة)\r\n“Tak seorang pun yang dilahirkan kecuali menurut fitrah, kedua orang tuanyalah yang menjadikan dia Yahudi, Nasrani atau Majusi. Sebagaimana halnya hewan melahirkan anaknya yang sempurna telinganya, adakah kamu ketahui ada cacat pada anak hewan itu?” (Riwayat al-Bukh±r³  Muslim, dari Abu Hurairah); Rasulullah dalam hadis Qudsi:\r\nَقالَ الله ُتَعَالَى إِنِّي خَلَقْتُ عِبَادِيْ حُنَفَاءَ فَجَاءَتْهُمُ الشَّيَاطِيْنُ فَاجْتَالَتْهُمْ عَنْ دِيْنِهِمْ وَحَرَّمَتْ مَا اَحْلَلْتُ لَهُمْ (رواه البخاري عن عياض بن حمار)\r\nBerfirman Allah Taālā, “Sesungguhnya Aku ciptakan hamba-Ku cenderung (ke agama tauhid). Kemudian datang kepada mereka setan-setan dan memalingkan mereka dari agama (tauhid) mereka, maka haramlah atas mereka segala sesuatu yang telah Kuhalalkan bagi mereka.” (Riwayat al-Bukh±r³ dari Iy±« bin ¦im±r);Penolakan terhadap ajaran Tauhid yang dibawa Nabi itu sebenarnya perbuatan yang berlawanan dengan fitrah manusia dan dengan suara hati nurani mereka. Karena itu tidaklah benar manusia pada hari Kiamat nanti mengajukan alasan bahwa mereka alpa, tak pernah diingatkan untuk mengesakan Allah. Fitrah mereka sendiri dan ajaran Nabi-nabi senantiasa mengingatkan mereka untuk mengesakan Allah dan menaati seruan Rasul serta menjauhkan diri dari syirik.\r\n"}