{"tafsir_id":1129,"surah_id":7,"aya_number":175,"tafsir_wajiz":"no_ayatt yang lalu mengisyaratkan bahwa keesaan Allah melekat pada diri manusia, sehingga seharusnya secara fitrah mereka beriman. Tetapi ternyata ada yang durhaka. Di sini Allah mengumpamakan orang-orang yang mendustakan no_ayatt-no_ayatt yang diturunkan kepada rasul-Nya, dan berkata, “Bacakanlah wahai Nabi Muhammad, kepada mereka, berita atau kisah tentang orang yang telah Kami berikan no_ayattno_ayatt Kami kepadanya, kemudian dia melepaskan diri dari no_ayatt-no_ayatt itu, tidak mempedulikannya dan tidak mengamalkan pesan no_ayatt-no_ayatt itu, melepaskan apa yang melekat pada dirinya bagaikan ular melepaskan kulitnya, maka dia diikuti oleh setan sampai dia tergoda, sehingga jadilah dia termasuk kelompok orang yang sesat.","tafsir_tahlili":"(175) Allah dalam ayat ini menyuruh Rasul-Nya agar membacakan kepada orang-orang Yahudi dan kaum musyrikin, sebuah riwayat kehidupan seorang laki-laki yang telah diberi Allah ilmu pengetahuan tentang isi Al-Kitab dan ke-Tuhan-an dan dia memahami dalil-dalil keesaan Allah sehingga dia menjadi seorang yang alim.\r\nTentang siapa orang dimaksud dalam ayat ini, beberapa mufasir berbeda pendapat. Ada beberapa orang terkemuka pada masa Nabi yang sudah membaca kitab-kitab suci dan mengetahui bahwa Allah akan mengutus seorang rasul pada waktu itu. Mereka yang berambisi berharap-harap sekiranya dialah yang akan diutus menjadi nabi, seperti Umayyah, penyair dari suku Saqif yang terkenal, ada yang mengatakan orang itu adalah Abu `Ämir ar-Rahib, yang lain berkata ayat tidak ditujukan kepada pribadi, melainkan kepada golongan, mereka adalah orang-orang Quraisy dengan ayat-ayat yang diturunkan kepada Nabi, tetapi mereka menolak. Pendapat mengatakan bahwa yang dituju adalah kaum munafik Ahli Kitab yang sudah mengenal Rasulullah seperti mengenal sanak keluarga mereka sendiri, tetapi mereka juga menolak. Bahkan ada yang mengatakan bahwa yang dimaksud adalah seseorang di zaman Nabi Musa, pendapat lain mengatakan ditujukan kepada Firaun dan golongannya yang menolak seruan Musa. Beberapa mufasir cenderung menerima pernyataan Qatādah, Ikrimah dan Abu Muslim dari kalangan salaf, bahwa tujuan ayat ini adalah umum sebagai suatu pelajaran rohani yang amat agung, bukan ditujukan kepada pribadi atau golongan tertentu, seperti dikemukakan oleh beberapa mufassir yang kemudian. Macam manusia yang dimaksud di sini ialah orang yang memahami risalah ilahi, tetapi ia menolak menerima kebenaran itu, ia sudah dikuasai oleh kehidupan dunia materi seperti diisyaratkan dalam ayat berikutnya, “dan ia cenderung pada dunia dan menurutkan hawa nafsunya yang rendah.”\r\n"}