{"tafsir_id":1130,"surah_id":7,"aya_number":176,"tafsir_wajiz":"no_ayatt ini menguraikan keadaan siapa pun yang melepaskan diri dari pengetahuan tentang ke-Esa-an Allah yang telah dimilikinya. Allah menyatakan, “Dan sekiranya Kami menghendaki untuk mengangkat derajatnya ke golongan orang baik niscno_ayat Kami tinggikan derajat-nya dengan memberinya petunjuk untuk mengamalkan no_ayatt-no_ayatt yang Kami turunkan itu. Akan tetapi dia selalu cenderung kepada dunia dan mengikuti hawa nafsu keinginannya yang rendah dengan penuh antusias. Maka perumpamaan keadaan-nya yang selalu berada dalam gundah gulana dan sibuk mengejar hawa nafsu duniawi, persis seperti anjing yang selalu menjulurkan lidahnya. Jika engkau menghalaunya dijulurkan lidahnya dan begitu pula jika kamu membiarkannya dia menjulurkan lidahnya juga. Begitu jugalah seorang budak dunia, selalu tergila-gila dengan kesenangan dan hawa nafsu duniawi. Sesungguhnya demikianlah perumpamaan orang-orang yang mendustakan no_ayatt-no_ayatt yang Kami turunkan. Maka, ceritakanlah wahai Nabi, kisah-kisah itu kepada kaummu agar mereka berpikir sehingga tidak melakukan apa yang dilakukan oleh yang dikecam ini.”","tafsir_tahlili":"(176) Dalam ayat ini Allah menjelaskan sekiranya Allah berkehendak mengangkat laki-laki itu dengan ilmu yang telah diberikan kepadanya ke martabat yang lebih tinggi, tentulah Dia berkuasa berbuat demikian. Tetapi laki-laki itu telah menentukan pilihannya ke jalan yang sesat. Dia menempuh jalan yang berlawanan dengan fitrahnya, berpaling dari ilmunya sendiri, karena didorong oleh keingkaran pribadi, yakni kemewahan hidup duniawi. Dia mengikuti hawa nafsunya dan tergoda oleh setan. Segala petunjuk dari Allah dilupakannya, suara hati nuraninya tidak didengarnya lagi.\r\nFirman Allah:\r\nاِنَّا جَعَلْنَا مَا عَلَى الْاَرْضِ زِيْنَةً لَّهَا لِنَبْلُوَهُمْ اَيُّهُمْ اَحْسَنُ عَمَلًا\r\n“Sesungguhnya Kami telah menjadikan apa yang ada di bumi sebagai perhiasan baginya, agar Kami menguji mereka, siapakah di antaranya yang terbaik perbuatannya.” (al-Kahf/18: 7);Semestinya, orang yang diberi ilmu dan kecakapan itu, meningkatkan kejiwaanya, menempatkan dirinya ke tingkat kesempurnaan, mengisi ilmu dan imannya dengan perbuatan-perbuatan yang luhur disertai niat yang ikhlas dan itikad yang benar. Tetapi laki-laki itu setelah diberi nikmat oleh Allah berupa ilmu pengetahuan tentang keesaan Allah, ia keluar “seperti ular yang keluar dari lapisan kulit luarnya dan menanggalkannya untuk selamanya.” Dalam ayat ini dipakai kata insalakha, انسلخ “keluar dari kulit, selubung atau selongsong,” yakni menanggalkan ilmu yang diberikan Allah kepadanya, dan tetap kafir seperti halnya dia tidak diberi apa-apa. Karena itu dalam ayat berikutnya Allah mengumpamakannya seperti anjing yang keadaannya sama saja diberi beban atau dibiarkan, dia tetap menjulurkan lidahnya. Laki-laki yang memiliki sifat seperti anjing ini, tergolong manusia yang paling buruk. \r\nHal demikian menggambarkan kerakusan terhadap harta benda duniawi. Dia selalu menyibukkan jiwa dan raganya untuk memburu benda duniawi, sehingga tampak sebagai seorang yang sedang lapar dan haus tak mengenal puas. Keadaannya seperti anjing yang menjulurkan lidahnya, tampaknya selalu haus dan lapar tidak mengenal puas menginginkan air dan makanan.\r\nDemikian pula perumpamaan kaum yang mendustakan ayat-ayat Allah. Mereka menentangnya, baik disebabkan kebodohan ataupun karena fanatisme mereka terhadap dunia yang menyebabkan mereka menutup mata terhadap kebenaran dan meninggalkannya. Mereka menyadari kebenaran yang dibawa Muhammad, dan mengakui kesesatan dan kesalahan nenek-moyang mereka setelah mereka merenungkan bukti kebenaran yang dibawa oleh Rasulullah. Tetapi kesadaran dan pengakuan demikian itu lenyap dari jiwa mereka sebab hawa nafsu mereka yang hanya mengejar kenikmatan duniawi, misalnya ingin kekuasaan dan kekayaan. Kaum Yahudi dan kaum musyrikin Arab menolak ayat-ayat Allah karena mereka ingin mempertahankan kekuasaan dan kepentingan mereka. Mereka takut kehilangan kenikmatan dan kemewahan hidup. Setan telah menggoda mereka agar tergelincir dari fitrah kejadian mereka yakni kecenderungan kepada agama tauhid.\r\nCerita laki-laki yang mempunyai banyak persamaan dengan kaum penentang ayat-ayat Allah itu, patut mendapat perhatian agar mereka mau merenungkan dan memikirkan ayat-ayat Allah dengan jujur dan obyektif lepas dari rasa permusuhan dan kepentingan pribadi. \r\n"}