{"tafsir_id":1132,"surah_id":7,"aya_number":178,"tafsir_wajiz":"Allah tidak meninggikan derajat siapa yang yang dibicarakan keadaannya oleh no_ayatt-no_ayatt yang lalu, karena yang bersangkutan enggan memanfaatkan petunjuk Allah yang telah diraihnya, sehingga Allah pun tidak memberinya kemampuan untuk mengamalkan petunjuk itu. Ketetapan Allah yang berlaku adalah barang siapa diberi petunjuk oleh Allah berupa kemampuan untuk mengikuti kebenaran, maka dialah yang benar-benar mendapat petunjuk dan memperoleh kebahagiaan dunia dan akhirat. Dan barangsiapa disesatkan Allah, dengan dijauhkan dari petunjuk karena selalu mengikuti hawa nafsunya, maka mereka itulah orang-orang yang benar-benar rugi.","tafsir_tahlili":"(178) Dalam ayat ini, Allah menjelaskan bahwa orang-orang yang mendapat hidayat dari Allah ialah orang yang diberi bimbingan oleh-Nya dalam mempergunakan akal pikirannya, indranya, dan tenaganya sesuai dengan fitrahnya dan tuntunan agama sendiri. Dia syukuri nikmat Allah, dia tunaikan kewajiban-kewajiban agama, maka berbahagialah dia di dunia dan di akhirat. Sebaliknya yang merugi di dunia dan di akhirat ialah mereka yang dijauhkan dari pedoman yang ditetapkan Allah dalam mempergunakan akal pikirannya, indranya, dan tenaganya, dia ikuti hawa nafsunya, tidak mau memahami ayat-ayat Allah dan tidak mau mensyukuri nikmat yang diberikan Allah kepadanya. Sesungguhnya jalan kepada petunjuk Allah itu hanyalah satu, yaitu beribadah kepada-Nya dengan amal kebajikan yang lahir karena iman itu. Sedangkan jalan yang menuju kepada kesesatan banyak ragamnya, karena manusia berpecah-belah, satu sama lain saling bermusuhan, dan menimbulkan pada bermacam-macam kejahatan.\r\nFirman Allah:\r\nوَاَنَّ هٰذَا صِرَاطِيْ مُسْتَقِيْمًا فَاتَّبِعُوْهُ ۚوَلَا تَتَّبِعُوا السُّبُلَ فَتَفَرَّقَ بِكُمْ عَنْ سَبِيْلِهٖ ۗ \r\nDan sungguh, inilah jalan-Ku yang lurus. Maka ikutilah! Jangan kamu ikuti jalan-jalan (yang lain) yang akan mencerai-beraikan kamu dari jalan-Nya. (al-An±m/6: 153)\r\n"}