{"tafsir_id":1135,"surah_id":7,"aya_number":181,"tafsir_wajiz":"Kalau pada no_ayatt 179 disebutkan tentang siapa yang akan menjadi penghuni neraka dari kalangan manusia dan jin, maka pada no_ayatt ini ditegaskan, dan di antara orang-orang yang telah Kami ciptakan ada umat yang menjadi teladan dan selalu memberi petunjuk dengan dasar kebenaran, dan dengan dasar kebenaran itu pula mereka setiap saat selalu berlaku adil, tidak menyimpang ke kiri dan ke kanan, tetapi menelusuri jalan tengah yang merupakan jalan kebaikan, dan mereka juga selalu berlaku adil dalam memutus segala perkara. Mereka itulah yang akan menjadi penghuni surga.","tafsir_tahlili":"(181)  Dalam ayat ini Allah menjelaskan bahwa Dia menciptakan juga satu umat yang besar jumlahnya untuk menempati surga. Mereka terdiri dari umat-umat dan suku-suku yang berjuang untuk membimbing manusia ke jalan yang benar serta mendidik mereka berpendirian teguh. Mereka menegakkan keadilan dan kebenaran yang telah ditetapkan Allah dan tidak ada pilihan lain bagi mereka kecuali jalan Allah itu. Mereka inilah umat Nabi Muhammad saw.;Berkata Rasulullah saw berhubungan dengan ayat ini :\r\nهٰذِهِ أُمَّتِيْ بِالْحَقِّ يَحْكُمُوْنَ وَيَقْضُوْنَ وَيَأْخُذُوْنَ وَيُعْطُوْنَ (رواه البخاري ومسلم في الصحيحين)\r\n“Inilah umatku dengan kebenaran mereka memerintah, menetapkan keputusan-keputusan, mengambil (hak mereka) dan memberikan (hak orang lain)”. (Riwayat al-Bukhar³ dan Muslim dalam ¢a¥³¥ain)\r\nRasulullah saw berkata dalam hadis lain :\r\nلاَ تَزَالُ طَائِفَةٌ مِنْ أُمَّتِيْ عَلَى الْحَقِّ مَنْصُوْرِيْنَ لاَ يَضُرُّهُمْ مَنْ خَالَفَهُمْ حَتَّى يَأْتِيَ اَمْرُ الله (رواه ابن ماجه عن ثوبان)\r\n“Senantiasa ada segolongan umatku yang menegakkan kebenaran, siapa yang menentang mereka tidaklah dapat menyusahkan mereka hingga datang ketentuan Allah (hari Kiamat).” (Riwayat Ibnu Mājah dari ¤aubān);Dari hadis-hadis ini dapat ditarik kesimpulan bahwa ijmak ulama menjadi hujah pada setiap masa, dan pada tiap masa itu pasti ada orang-orang yang ahli ijtihad.\r\n"}