{"tafsir_id":1137,"surah_id":7,"aya_number":183,"tafsir_wajiz":"Dan Aku akan memberikan tenggang waktu berupa kesempatan hidup yang cukup, atau menangguhkan siksa dengan menganugerahkan kenikmatan kepada mereka yang menjadikan mereka lupa daratan, tanpa melupakan kejahatan-kejahatan yang mereka lakukan. Sungguh, rencana-Ku yang pada lahirnya adalah kenikmatan untuk mereka, tetapi tujuannya adalah kebinasaan, sangat teguh, tidak satu pun yang dapat membatalkannya dan akan sangat menyakitkan mereka, sesuai dengan kadar kejahatan yang mereka lakukan.","tafsir_tahlili":"(183) Dalam ayat ini Allah menegaskan bahwa orang-orang yang mendustakan lambat laun menerima azab. Karena Allah membiarkan mereka berumur panjang, hidup makmur, dan mampu berperang, bukanlah lantaran Allah mengasihi mereka, tetapi sebagai tipuan  terhadap mereka. Dengan kemewahan dan kekuatan yang mereka miliki, mereka berlarut-larut dalam kezaliman, mereka tidak memiliki norma moral, kecuali norma-norma yang sesuai dengan hawa nafsu mereka. Mereka adalah orang-orang yang mendustakan agama, dan orang-orang yang kafir terhadap Allah. Dalam sejarah umat manusia, baik orang seorang atau sebagai bangsa jika berlaku zalim dan aniaya, akhir  kezaliman itu adalah kehancuran bagi mereka sendiri. Allah swt berfirman:\r\nفَذَرْهُمْ فِيْ غَمْرَتِهِمْ حَتّٰى حِيْنٍ   ٥٤  اَيَحْسَبُوْنَ اَنَّمَا نُمِدُّهُمْ بِهٖ مِنْ مَّالٍ وَّبَنِيْنَ ۙ  ٥٥  نُسَارِعُ لَهُمْ فِى الْخَيْرٰتِۗ بَلْ لَّا يَشْعُرُوْنَ  ٥٦  \r\n“Maka biarkanlah mereka dalam kesesatannya sampai waktu yang ditentukan. Apakah mereka mengira bahwa Kami memberikan harta dan anak-anak kepada mereka itu (berarti bahwa), Kami segera memberikan kebaikan-kebaikan kepada mereka? (Tidak), tetapi mereka tidak menyadarinya.” (al-Muminµn/23: 54-55-56);Rasulullah saw, bersabda:\r\nإِنَّ الله َيُمْلِيْ لِلظَّالِمِ حَتَّى إِذَا أَخَذَهُ لَمْ يُفْلِتْهُ (رواه البخاري ومسلم عن أبي موسى)\r\n“Sesungguhnya Allah swt memberi tangguh (tidak segera menimpakan azab) bagi orang yang zalim, tetapi bilamana Allah swt mengazabnya, Allah tidak akan membiarkannya lepas”. (Riwayat al-Bukhar³ dan Muslim dari Abu Mµsa)\r\n"}