{"tafsir_id":1138,"surah_id":7,"aya_number":184,"tafsir_wajiz":"Mereka terlalu cepat mendustakan, dan karena pengingkaran mereka terhadap no_ayatt-no_ayatt Allah lahir dari pengingkaran terhadap rasul yang menyampaikannya, maka no_ayatt ini menyatakan, “Dan apakah mereka yang mendustakan no_ayatt-no_ayatt Allah dan ditangguhkan siksa atas mereka itu lengah dan tidak merenungkan bahwa teman yang selalu bersama mereka, yaitu Nabi Muhammad, tidak gila. Rasulullah sama sekali tidak gila! Dia, Nabi Muhammad, tidak lain hanyalah seorang pemberi peringatan, lagi pemberi penjelasan tentang akibat perbuatan syirik mereka.","tafsir_tahlili":"(184) Dalam ayat ini Allah mencela sikap orang-orang Quraisy yang mendustakan Nabi Muhammad, dan tidak merenungkan kenyataan-kenyataan kepribadian Nabi sendiri. Bahkan karena kejujurannya beliau diberi gelar “Al-Amin”. (Orang yang terpercaya) oleh mereka sendiri. Mengapa mereka tidak merenungkan pula inti dakwahnya, sebagai bukti kerasulannya dan ayat-ayat Al-Qur'an yang menetapkan keesaan dan kekuasaan Allah.\r\nSekiranya mereka bersedia merenungkan hal yang demikian, tentulah nampak bagi mereka kebenaran, dan tidaklah keluar dari mulut mereka tuduhan bahwa Nabi Muhammad itu orang gila. Dia adalah sahabat mereka semenjak kecil, sedikit pun tidak ada tanda-tanda gila padanya sebagaimana mereka saksikan sendiri dalam perkembangan hidupnya. Allah menceritakan dalam Al-Qur'an tentang tuduhan mereka itu dengan firmannya:\r\nاَفَلَمْ يَدَّبَّرُوا الْقَوْلَ اَمْ جَاۤءَهُمْ مَّا لَمْ يَأْتِ اٰبَاۤءَهُمُ الْاَوَّلِيْنَ ۖ  ٦٨  اَمْ لَمْ يَعْرِفُوْا رَسُوْلَهُمْ فَهُمْ لَهٗ مُنْكِرُوْنَ ۖ  ٦٩  اَمْ يَقُوْلُوْنَ بِهٖ جِنَّةٌ ۗ بَلْ جَاۤءَهُمْ بِالْحَقِّ وَاَكْثَرُهُمْ لِلْحَقِّ كٰرِهُوْنَ   ٧٠  \r\n“Maka tidakkah mereka menghayati firman (Allah), atau adakah telah datang kepada mereka apa yang tidak pernah datang kepada nenek-moyang mereka terdahulu? Ataukah mereka tidak mengenal Rasul mereka (Muhammad), karena itu mereka mengingkarinya? Atau mereka berkata: “Orang itu (Muhammad)  gila.” Padahal, dia telah datang membawa kebenaran kepada mereka, tetapi kebanyakan mereka membenci kebenaran.” (al-Muminµn/23: 68-69-70);Firman Allah swt:\r\nوَقَالُوْا يٰٓاَيُّهَا الَّذِيْ نُزِّلَ عَلَيْهِ الذِّكْرُ اِنَّكَ لَمَجْنُوْنٌ  ۗ\r\nDan Mereka berkata, “Wahai orang yang kepadanya diturunkan Al-Qur'an, sesungguhnya engkau (Muhammad) benar-benar orang gila.” (al-¦ijr/15:6);Tuduhan gila kepada Nabi Muhammad oleh orang kafir Mekah itu sebenarnya sudah menjadi kebiasaan orang-orang kafir zaman dahulu kepada Nabi-nabi mereka, seperti Nabi Nuh, Nabi Musa, dan lain-lainnya.\r\nFirman Allah swt:\r\nكَذٰلِكَ مَآ اَتَى الَّذِيْنَ مِنْ قَبْلِهِمْ مِّنْ رَّسُوْلٍ اِلَّا قَالُوْا سَاحِرٌ اَوْ مَجْنُوْنٌ\r\nDemikianlah setiap kali seorang rasul yang datang kepada orang-orang yang sebelum mereka, mereka (kaumnya) pasti  mengatakan, “Dia itu pesihir atau orang gila.” (a©-ª±riy±t/51: 52)\r\nSesungguhnya Nabi Muhammad, bukanlah orang gila, tetapi beliau adalah seorang Rasul, seorang yang menyampaikan peringatan kepada manusia tentang azab dan penderitaan yang akan mereka alami jika ingkar kepada Allah dan menolak agama-Nya. Nabi Muhammad hanya memberi nasihat kepada mereka, bahwa kebahagiaan dunia dan akhirat, baik untuk pribadi ataupun masyarakat hanyalah dicapai dengan agama yang dibawanya.\r\n"}