{"tafsir_id":1140,"surah_id":7,"aya_number":186,"tafsir_wajiz":"Mereka enggan mengikuti Al-Qur'an dan keterangan yang disampaikan Rasul, sehingga berlakulah keketapan Allah, yaitu barangsiapa dibiarkan sesat oleh Allah, karena pilihan dan usahanya sendiri, atau karena kebejatan hati dan keengganannya memanfaatkan petunjuk, maka baginya tidak ada seorang pun yang mampu memberi petunjuk guna mengantarkannya kepada kebahagiaan dan memberinya kemampuan untuk melaksanakan petunjuk. Allah akan terus membiarkannya selalu terombang-ambing dalam kesesatan, sehingga tidak menemukan jalan kebenaran.","tafsir_tahlili":"(186) Kemudian Allah menegaskan dalam ayat ini bahwa orang yang disesatkan oleh Allah, tidak ada baginya yang memberi petunjuk. Seorang menjadi sesat karena dia telah kehilangan potensi dalam dirinya (fitrah) untuk menerima petunjuk. Kehilangan potensi itu disebabkan kelengahan dirinya sendiri dalam memeliharanya dari pengaruh dan godaan setan dan hawa nafsu. Karena tidak adanya potensi itu, maka jiwanya tidak menanggapi isi Al-Qur'an sewaktu datang kepadanya. Bahkan dia mengadakan reaksi yang negatif, yakni menolak, tidak menerima Al-Qur'an. Meskipun Rasul yang datang membawa Al-Qur'an itu kepadanya mempunyai akhlak yang mulia, akal yang sempurna, tetapi karena dia telah kehilangan kesediaan itu, maka Al-Qur'an tetap tidak berpengaruh pada jiwa orang yang disesatkan Allah itu. Jiwanya telah gelap, tidak menerima ajaran Al-Qur'an. Karena itu tak ada cahaya petunjuk baginya.\r\nHatinya gelap bertambah gelap akibat perbuatan yang mungkar serta kelaliman yang melampaui batas. Keraguan semakin mencekam hati manusia yang demikian, dan akhirnya sulitlah baginya untuk memperoleh jalan keluar dari kesesatan itu.\r\nFirman Allah swt:\r\nكَلَّا بَلْ ۜرَانَ عَلٰى قُلُوْبِهِمْ مَّا كَانُوْا يَكْسِبُوْنَ\r\nSekali-kali tidak! Bahkan apa yang mereka kerjakan itu telah menutupi hati mereka. (al-Mu¯affif³n/83: 14)\r\nSetiap perbuatan yang jahat menambah gelap hati manusia. Hati yang gelap menimbulkan perbuatan-perbuatan yang jahat kembali. Demikianlah akhirnya manusia yang sesat itu berputar-putar dalam lingkaran kesesatan. Mereka bergelimang dalam lumpur dosa dan kesesatan. Dia dapat lepas dan tertolong dari lingkaran kesesatan ini bilamana dia memiliki kemauan yang keras untuk kembali ke jalan Allah dan Nur Ilahi.\r\n"}