{"tafsir_id":1149,"surah_id":7,"aya_number":195,"tafsir_wajiz":"Bahkan berhala-berhala itu lebih rendah derajatnya dari kalian dalam segi ciptaan dan aspek bentuknya. Perhatikanlah, apakah mereka, yakni berhala-berhala itu mempunyai kaki untuk berjalan, seperti kalian yang dapat berjalan, atau mempunyai tangan untuk memegang dengan keras dan menampik mudarat dari diri kalian dan dari diri mereka sendiri? Atau mempunyai mata untuk melihat dan mengamati, atau mempunyai telinga untuk mendengar permintaan kalian lalu mewujudkannya? Tidak! Mereka tidak memiliki semua itu, lalu mengapa kalian mempersekutukan mereka dengan Allah? Katakanlah, “Andaikata dalam dugaan kalian tuhan-tuhan itu bisa mendatangkan mudarat atas diriku atau orang lain, maka panggillah berhala-berhalamu yang kamu anggap sekutu Allah, kemudian lakukanlah bersama mereka tipu dno_ayat untuk mencelakakan-ku. Segera sekarang juga, dan jangan kamu tunda lagi. Sungguh mereka itu tidak dapat berbuat sesuatu.","tafsir_tahlili":"(195)  Dalam ayat ini Allah memperingatkan para pemuja benda-benda itu, bahwa berhala-berhala itu bukan saja tidak sederajat dengan mereka bahkan lebih rendah dari mereka. Berhala-berhala itu tidak memiliki kelengkapan tubuh seperti kaki, tangan, mata dan lain-lain sebagainya, yang dapat mengabulkan permohonan dan tuntutan pemujanya. Benda-benda itu tidak seperti penyembahnya yang keadaannya lebih sempurna dan lebih lengkap. Peringatan Allah ini merupakan ejekan dan penghinaan kepada kaum musyrikin, tetapi kaum musyrikin itu tidak menginsyafi keadaan diri mereka, bahkan mereka merasa sombong dan takabur. Mereka enggan menerima petunjuk dan pelajaran dari Rasul saw dengan alasan bahwa Rasul itu seorang manusia. Mereka berkata sesama mereka tentang kemanusiaan rasul, sebagimana difirmankan Allah:\r\nوَلَىِٕنْ اَطَعْتُمْ بَشَرًا مِّثْلَكُمْ اِنَّكُمْ اِذًا لَّخٰسِرُوْنَ ۙ\r\nDan sungguh, jika kamu menaati manusia yang seperti kamu, niscaya kamu pasti rugi. (al-Muminµn/23: 34);Di sinilah kejanggalan pikiran mereka. Mereka menolak Rasul karena beliau seorang manusia. Padahal Rasul saw, mempunyai kelebihan pengetahuan, kebijaksanaan dan hidayah dari Allah dibanding dengan manusia lainnya. Mereka lebih mengutamakan patung-patung daripada seorang Rasul. Bahkan mengangkat patung-patung dan benda-benda sembahan sampai ke derajat tuhan. Maka Allah memerintahkan Rasul untuk menantang mereka dengan mengatakan kepada mereka bahwa jika benar berhala-berhalanya punya kekuatan, suruhlah mereka bersatu untuk membinasakan Rasul saw. Tidak perlu mereka memberi kesempatan menunggu Rasul saw membinasakannya lebih dulu. Tantangan yang demikian itu tidak akan terucapkan oleh Nabi saw sekiranya keimanan kepada pertolongan Allah tidak betul-betul diyakininya.\r\nTantangan demikian harus diucapkan. Sebab dalil-dalil dan alasan ilmiyah tidak bermanfaat lagi untuk menyatakan keba¯ilan kepercayaan masyarakat musyrikin Arab itu. Nabi Muhammad diperintahkan untuk meminta kepada mereka agar berhala-berhala mereka membinasakan nabi Muhammad. Tantangan yang demikian itu cukup membuat hati penyembah-penyembah berhala itu gentar.\r\n"}