{"tafsir_id":115,"surah_id":2,"aya_number":108,"tafsir_wajiz":"Ataukah kamu hendak meminta kepada Rasulmu, yakni Muhammad, untuk mendatangkan kepadamu no_ayatt-no_ayatt Al-Qur'an lebih daripada apa yang telah dibawakannya kepadamu, seperti halnya Musa pernah diminta oleh Bani Israil dahulu sesuatu yang tidak pantas mereka minta? Barang siapa mengganti iman kepada no_ayatt-no_ayatt Al-Qur'an yang diturunkan kepada Nabi Muhammad dengan kekafiran, maka sungguh, dia telah tersesat dari jalan yang lurus, dengan memilih kufur daripada iman, kesesatan daripada petunjuk, serta jauh dari kebenaran dan kebajikan.","tafsir_tahlili":"(108) Allah mencela sikap orang Yahudi yang menghina orang-orang Islam, karena adanya penasakhan hukum karena perintah Allah. Dalam hal ini Allah menyindir mereka, apakah mereka ingin mengulang perbuatan nenek moyang mereka, yaitu mengemukakan persoalan kepada Rasul, sebagaimana nenek moyang mereka menanyakan sesuatu kepada Nabi Musa ataukah mereka itu ingin meminta kepada Nabi Muhammad saw, agar ia mendatangkan hukum yang lain dari hukum yang telah ditetapkan, seperti halnya nenek moyang mereka itu mengajukan yang tidak semestinya kepada Nabi Musa. Firman Allah swt:\r\nيَسْـَٔلُكَ اَهْلُ الْكِتٰبِ اَنْ تُنَزِّلَ عَلَيْهِمْ كِتٰبًا مِّنَ السَّمَاۤءِ فَقَدْ سَاَلُوْا مُوْسٰٓى اَكْبَرَ مِنْ ذٰلِكَ فَقَالُوْٓا اَرِنَا اللّٰهَ جَهْرَةً \r\n(Orang-orang) Ahli Kitab meminta kepadamu (Muhammad) agar engkau menurunkan sebuah kitab dari langit kepada mereka. Sesungguhnya mereka telah meminta kepada Musa yang lebih besar dari itu. Mereka berkata, ”Perlihatkanlah Allah kepada kami secara nyata.” … (an-Nis±′/4:153);Kemudian Allah mengingatkan orang Yahudi bahwa orang yang tidak berpegang pada perintah Allah dengan alasan ingin mencari hukum yang lain, yang menurut pertimbangannya lebih baik, berarti dia telah mengganti imannya dengan kekafiran, lebih mencintai kesesatan daripada hidayah, serta dia telah jauh dari kebenaran. Barang siapa melampaui hukum-hukum Allah, berarti dia telah jatuh ke dalam lembah kesesatan.\r\nDalam ayat ini terdapat petunjuk bagi orang-orang Islam, yaitu agar mereka mengerjakan apa yang diperintahkan Rasul saw dan menjauhi segala larangannya. Juga terdapat larangan meminta sesuatu di luar ketentuan hukum yang sudah ada."}