{"tafsir_id":1151,"surah_id":7,"aya_number":197,"tafsir_wajiz":"Itulah sifat-sifat Allah yang disembah oleh Nabi Muhammad dan para pengikutnya, sedangkan berhala yang disembah oleh orang-orang musyrik yang sesat, sifatnya seperti diurai pada no_ayatt ini. Dan berhala-berhala yang selalu kamu, yakni orang-orang musyrik penyembah berhala seru selain Allah untuk meminta pertolongan dan beribadah kepada mereka, tidaklah sanggup menolongmu dengan cara apa pun, bahkan tidak dapat menolong dirinya sendiri, mereka itu lemah seperti halnya kamu, bahkan lebih lemah dari kamu.”","tafsir_tahlili":"(197) Allah swt menegaskan kembali pada kaum musyrikin bahwa berhala-berhala yang mereka harapkan pertolongannya itu tidak dapat berbuat apa-apa bahkan menolong diri mereka sendiri tidak dapat, apalagi menolong diri orang lain. Baik memberi manfaat, maupun menolak kemu«aratan, seperti apa yang diperbuat Nabi Ibrahim as. Beliau menghancurkan patung-patung kaumnya, sehingga menjadi berkeping-keping. Patung-patung itu tidak dapat membela diri dan membalas dendam. \r\nDiceritakan oleh Ibnu Ka£ir, bahwa Muaz bin Amr bin al- Jamuh beserta Muaz bin Jabal ra, masuk agama Islam ketika Nabi Muhammad, tiba di Medinah. Keduanya masih muda-muda. Pada suatu malam mereka pergi menghancurkan patung-patung orang musyrikin dan dijadikan kayu bakar untuk para janda. Maksudnya agar kaumnya mengetahui dan mengambil pelajaran dari peristiwa itu.\r\nOrang tuanya yang bernama Amr bin al-Jamuh seorang kepala suku, memiliki sebuah patung yang selalu disembahnya dan diberinya wangi-wangian. Pada suatu malam kedua anak muda itu mendatangi patung tersebut. Lalu patung itu dibalikkannya, kepalanya dibawah dan diberinya kotoran manusia. Besok harinya Amr bin Al Jamuh datang ke tempat patung sembahannya, dilihatnya apa yang telah terjadi. Patung itu kemudian dibersihkanya dan diberinya wangi-wangian lalu dia letakkan sebuah pedang di sampingnya. Berkatalah dia kepada patung itu: “Belalah dirimu”. Tetapi keesokan harinya kedua anak muda itu kembali mengulangi perbuatannya dan orang tua itupun kembali pula berbuat seperti semula lagi.\r\n  Akhirnya kedua anak muda itu mengambil patung itu dan mengikatnya bersama anjing yang mati, lalu diletakkannya di dekat sumur yang dekat dengan tempat itu. Kemudian ketika orang tua itu datang lagi dan melihat apa yang terjadi atas patungnya, sadarlah dia bahwa agama yang dianutnya selama ini adalah agama yang ba¯il. Kemudian Amr bin Jamuh masuk agama Islam dan menjadi seorang muslim yang baik. Beliau mati syahid dalam Perang Uhud (Lihat Tafsir Ibnu Ka£ir jilid 2, hal 277).\r\n"}