{"tafsir_id":1153,"surah_id":7,"aya_number":199,"tafsir_wajiz":"Setelah no_ayatt-no_ayatt yang lalu mengecam dengan keras kaum musyrik dan sembahan mereka, pada no_ayatt ini Allah menjelaskan kepada Nabi Muhammad tentang cara menghadapi kesesatan mereka. Jadilah engkau wahai Nabi Muhammad dan juga umatmu orang yang pemaaf, dan tidak meminta sesuatu yang akan menyulitkan orang lain dan suruhlah orang mengerjakan dan mengucapkan yang makruf, berupa kebajikan yang dipandang baik oleh akal, agama dan tradisi masyarakat, serta jangan pedulikan orang-orang yang bodoh, teruslah melangkah dalam berdakwah.","tafsir_tahlili":"(199)  Dalam ayat ini Allah memerintahkan Rasul-Nya, agar berpegang teguh pada prinsip umum tentang moral dan hukum.;1. Sikap Pemaaf dan berlapang dada\r\nAllah swt menyuruh Rasul-Nya agar beliau memaafkan dan berlapang terhadap perbuatan, tingkah laku dan akhlak manusia dan janganlah beliau meminta dari manusia apa yang sangat sukar bagi mereka sehingga mereka lari dari agama.\r\nSabda Rasullah saw:\r\nيَسِّرُوْا وَلاَ تُعَسِّرُوْا وَبَشِّرُوْا وَلاَتُنَفِّرُوْا (رواه البخاري ومسلم عن أبي موسى ومعاذ)\r\n“Mudahkanlah, jangan kamu persulit dan berilah kegembiraan, jangan kamu susahkan”. (Riwayat al-Bukhār³ dan Muslim dari Abµ Mµsa dan Muā©);Termasuk prinsip agama, memudahkan, menjauhkan kesukaran dan segala hal yang menyusahkan manusia. Demikian pula halnya dalam bidang budi pekerti manusia banyak dipengaruhi lingkungannya. Bahkan banyak riwayat menyatakan bahwa yang dikehendaki pemaafan di sini ialah pemaafan dalam bidang akhlak atau budi pekerti (Tafsir Ibn Ka£ir dalam tafsir ayat tersebut)\r\nRasulullah berkata sehubungan dengan ayat ini:\r\nمَا هٰذاَ يَا جِبْرِيْلُ؟ قَالَ إِنَّ الله َأَمَرَكَ أَنْ تَعْفُوَ عَمَّنْ ظَلَمَكَ وَتُعْطِيَ مَنْ حَرَمَكَ وَتَصِلَ مَنْ قَطَعَكَ (رواه ابن جرير وابن أبي حاتم عن ابن أبي عن أبيه(\r\n“Apakah ini ya Jibril? Jawab Jibril, “Sesungguhnya Allah telah memerintahkan kamu agar memaafkan orang yang berbuat aniaya terhadapmu, memberi kepada orang yang tidak mau memberi kepadamu dan menyambung hubungan kepada orang yang memutuskannya.” (Riwayat Ibn Jar³r dan Ibn Abi ¦atim, dari Ibn Ubay dari bapaknya)\r\n2. Menyuruh manusia berbuat maruf (baik)\r\nPengertian urf pada ayat ini adalah maruf. Adapun Maruf adalah adat kebiasaan masyarakat yang baik, yang tidak bertentangan dengan ajaran agama Islam. Dalam Al-Qur'an kata”maruf” dipergunakan dalam hubungan hukum-hukum yang penting, seperti dalam hukum pemerintahan, hukum perkawinan. Dalam pengertian kemasyarakatan kata “maruf” dipergunakan dalam arti adat kebiasaan dan muamalah dalam suatu masyarakat. Karena itu ia berbeda-beda sesuai dengan perbedaan bangsa, negara, dan waktu. Di antara para ulama ada yang memberikan definisi “maruf” dengan apa yang dipandang baik melakukannya menurut tabiat manusia yang murni tidak berlawanan dengan akal pikiran yang sehat. Bagi kaum Muslimin yang pokok ialah berpegang teguh pada na¡-na¡ yang kuat dari Al-Qur'an dan Sunnah. Kemudian mengindahkan adat kebiasaan dan norma yang hidup dalam masyarakat selama tidak bertentangan dengan na¡ agama secara jelas.;3. Tidak mempedulikan gangguan orang jahil\r\nYang dimaksud dengan orang jahil ialah orang yang selalu bersikap kasar dan menimbulkan gangguan-gangguan terhadap para Nabi, dan tidak dapat disadarkan. Allah memerintahkan kepada Rasul-Nya, agar menghindarkan diri dari orang-orang jahil, tidak melayani mereka, dan tidak membalas kekerasan mereka dengan kekerasan pula.\r\n"}