{"tafsir_id":1154,"surah_id":7,"aya_number":200,"tafsir_wajiz":"Rasul sebagai manusia, tentu saja dapat marah jika kemungkaran orang-orang musyrik telah mencapai puncaknya, dan setan akan memanfaatkan itu. Oleh karenanya, Nabi dan umatnya diingatkan, “Dan jika setan datang menggodamu dengan merayu secara halus, melalui suatu bisikan, seperti saat dirimu murka karena hujatan-hujatan jahat mereka, maka berlindunglah kepada Allah, dengan memohon pertolongan kepada-Nya, niscno_ayat Dia akan mengusir bisikan-bisikan itu. Sungguh, Dia Maha Mendengar setiap ucapan, termasuk permohonanmu itu, dan Dia Maha Mengetahui setiap perbuatan, termasuk yang direncanakan oleh setan.”","tafsir_tahlili":"(200) Dalam ayat ini Allah menjelaskan tentang kemungkinan Nabi Muhammad digoda setan, lalu dia tidak dapat melaksanakan prinsip di atas. Oleh karena itu Allah memerintahkan kepada Rasul-Nya, agar selalu memohonkan perlindungan kepada Allah jika golongan setan datang, dengan membaca “Taawwuz”, yaitu:\r\nأَعُوْذُ بِاللهِ مِنَ الشَّيْطَانِ الرَّجِيْمِ \r\n“Aku berlindung kepada Allah dari godaan setan yang terkutuk”.;Allah swt Maha Mendengar segala permohonan yang diucapkan dan Maha Mengetahui apa yang terlintas dalam jiwa seseorang, yang dapat mendorong dia berbuat kejahatan atau kesalahan. Jika doa itu dibaca orang yang tergoda itu dengan hati yang ikhlas dan penghambaan diri yang tulus kepada Allah, maka Allah akan mengusir setan dari dirinya, serta akan melindunginya dari godaan setan itu.\r\nFirman Allah swt:\r\nفَاِذَا قَرَأْتَ الْقُرْاٰنَ فَاسْتَعِذْ بِاللّٰهِ مِنَ الشَّيْطٰنِ الرَّجِيْمِ   ٩٨  اِنَّهٗ لَيْسَ لَهٗ سُلْطٰنٌ عَلَى الَّذِيْنَ اٰمَنُوْا وَعَلٰى رَبِّهِمْ يَتَوَكَّلُوْنَ   ٩٩  \r\n“Maka apabila engkau (Muhammad) hendak membaca Al-Quran, mohonlah perlindungan kepada Allah dari setan yang terkutuk. Sungguh, setan itu tidak ada akan berpengaruh terhadap orang yang beriman dan bertawakal kepada Tuhan”. (an-Na¥l/16:98-99)\r\nSabda Rasulullah saw:\r\nمَا مِنْ أَحَدٍ إِلاَّ وَقَدْ وُكِّلَ بِهِ قَرِيْنُهُ مِنَ الْجِنِّ، قَالُوْا وَإِيَّاكَ يَا رَسُوْلَ اللهِ؟ قَالَ وَإِيَّايَ إِلاَّ أَنَّ الله َأَعَانَنِيْ عَلَيْهِ وَأَسْلَمُ مِنْهُ (رواه مسلم عن عائشة وابن مسعود(\r\n“Tidak seorang pun di antara kamu sekalian melainkan didampingi temannya dari jenis jin. Berkatalah para sahabat: Engkau juga hai Rasulullah? Beliau menjawab, “Saya juga”. Hanya Allah menolong aku menghadapinya maka selamatlah aku dari padanya.” (Riwayat Muslim dari Aisyah ra. dan Ibnu Masud);Meskipun dalam ayat ini perintah ditujukan kepada Rasul, namun perintah ini meliputi seluruh umatnya yang ada di dunia ini.\r\n"}