{"tafsir_id":1157,"surah_id":7,"aya_number":203,"tafsir_wajiz":"Teman-teman mereka membantu mereka dalam kesesatan, dan juga kesesatan yang lain, yakni apabila engkau Nabi Muhammad tidak membacakan suatu no_ayatt berupa kebenaranmu kepada mereka seperti apa yang mereka inginkan, atau karena dalam beberapa waktu tidak ada no_ayatt yang turun kepadamu, mereka berkata, “Mengapa tidak engkau buat sendiri no_ayatt itu dari apa yang kami usulkan, atau membuat Al-Qur'an yang lain dari pada menunggu kedatangannya?” Katakanlah wahai Nabi Muhammad kepada mereka, “Ini bukanlah kewenanganku dan aku tidak dapat melakukannya, sesungguhnya aku hanya mengikuti secara sungguh-sungguh apa yang diwahyukan Tuhanku kepadaku melalui Malaikat Jibril. Al-Qur'an ini adalah bukti-bukti yang nyata melebihi apa yang kamu minta, serta bersumber dari Tuhanmu. Di samping sebagai bukti yang jelas ia juga merupakan petunjuk kepada jalan kebenaran dan rahmat berupa kasih sno_ayatng Allah bagi orang-orang yang beriman.” ","tafsir_tahlili":"(203)  Dalam ayat ini diterangkan tingkah laku teman-teman setan dalam usaha mereka menentang Nabi Muhammad, bilamana wahyu tidak datang kepada Nabi Muhammad disebabkan keterlambatan turunnya ayat, maka orang-orang musyrikin itu mendesak Nabi Muhammad agar beliau menciptakan sendiri ayat-ayat itu. Desakan mereka itu sebenarnya mengandung arti pengingkaran terhadap Al-Qur'an yang diturunkan oleh Allah kepada Nabi Muhammad. Sebab mereka memandang Al-Qur'an itu ciptaan Nabi Muhammad belaka, karena itu bisa dibuat kapan saja. Maka Allah memerintahkan kepada Nabi untuk menjelaskan kepada mereka bahwa Al-Qur'an itu wahyu Allah yang diwahyukan kepadanya. Nabi hanya mengikuti apa yang diwahyukan kepadanya. Bukan haknya untuk mendesak Allah agar menciptakan sesuatu perkara, Nabi hanya dapat menunggu wahyu yang akan disampaikan kepadanya, untuk disampaikan pula kepada umatnya. Jika tidak ada dia tidak boleh mengubah sendiri Al-Qur'an karena Al-Qur'an itu adalah kalam Allah, dia mempunyai tiga fungsi bagi orang-orang yang beriman sebagaimana dijelaskan Allah dalam ayat ini.;Pertama\r\nSebagai bukti yang nyata dari Allah untuk menunjukkan keesaan-Nya, kenabian Muhammad dan hari Kiamat. Siapa yang memperhatikan dan merenungkan isi Al-Qur'an, tentu akan yakin bahwa Al-Qur'an itu dari Allah swt.;Kedua\r\nSebagai petunjuk atau pedoman yang membimbing manusia dalam mencari kebenaran dan jalan yang lurus.\r\nKetiga\r\nSebagai rahmat dalam kehidupan manusia dunia dan akhirat bagi orang-orang yang beriman. Al-Qur'an memberikan peraturan-peraturan dan ajaran-ajaran yang mudah dipahami dan mudah dilaksanakan oleh kaum Muslimin untuk kehidupan mereka sehari-hari.\r\n"}