{"tafsir_id":1159,"surah_id":7,"aya_number":205,"tafsir_wajiz":"Dan ingatlah Tuhanmu dengan sungguh-sungguh hingga keagungan dan kebesaran-Nya hadir dalam hatimu ketika membaca dan mendengar Al-Qur'an atau berzikir, dengan rendah hati dan rasa takut. Kamu akan merasakan kehadiran, kedekatan dan rasa takut pada-Nya. Lakukan itu dengan tidak mengeraskan suara. Tidak perlu kamu bersuara keras atau terlalu lemah. Lakukanlah zikir itu pada waktu pagi dan petang, agar kamu memulai dan mengakhiri harimu dengan mengingat Allah. Dan janganlah kamu termasuk orang-orang yang lengah, tidak mengingat Allah di setiap saat.","tafsir_tahlili":"(205) Dalam ayat ini Allah memerintahkan Rasul beserta umatnya untuk menyebut nama Allah atau berzikir kepada-Nya. Baik zikir itu dengan membaca Al-Qur'an, tasbih, tahlil, doa, ataupun pujian lain-lainnya menurut tuntunan agama, dengan ta«arru dan suara lembut pada setiap waktu terutama pagi dan sore, agar kita tidak tergolong orang yang lalai. Kemudian Allah menggariskan bagi kita adab dan cara berzikir atau menyebut nama Allah itu sebagai berikut:\r\n1.  Zikir itu yang paling baik dilakukan dengan suara lembut, karena hal ini lebih mudah mengantar untuk tafakur yang baik.\r\nDiriwayatkan bahwa dalam suatu perjalanan. Nabi mendengar orang berdoa dengan suara yang keras, berkatalah beliau kepada mereka itu:\r\nيَا أَيُّهَا النَّاسُ، اِرْبَعُوْا عَلَى أَنْفُسِكُمْ فَإِنَّكُمْ لاَ تَدْعُوْنَ أَصَمَّ وَلاَ غَائِبًا إِنَّ الَّذِيْ تَدْعُوْنَهُ سَمِيْعٌ قَرِيْبٌ اِلَى أَحَدِكُمْ مِنْ عُنُقِ رَاحِلَتِكُمْ (رواه ابن ماجه)\r\n“Hai manusia kasihanilah dirimu, sesungguhnya kamu tidak menyeru kepada yang tuli atau yang jauh dari padamu. Sesungguhnya Yang kamu seru itu adalah Allah Maha Mendengar dan Maha Dekat. Dia lebih dekat kepadamu dari leher (unta) kendaraanmu”. (Riwayat Ibnu M±jah);2. Zikir itu dapat dilakukan dalam hati atau dengan lisan, karena zikir dalam hati menunjukkan keikhlasan, jauh daripada riya, dan dekat pada perkenaan Allah swt. Zikir dapat dilakukan dengan lisan, lisan mengucapkan dan hati mengikutinya.\r\n3.  Zikir dapat pula dilakukan secara berjamaah, dengan tujuan untuk mendidik umat agar terbiasa melakukan zikir.\r\n"}