{"tafsir_id":1162,"surah_id":8,"aya_number":2,"tafsir_wajiz":"Sebagian sifat mereka yang menyandang predikat mukmin sejati disebutkan di sini, yaitu; Sesungguhnya orang-orang yang beriman kepada Allah dengan sebenar-benarnya, yang mantap keimanannya, adalah mereka yang apabila disebut nama Allah dengan sifat-sifat keagungan dan kemuliaan-Nya gemetar hatinya karena mereka sadar akan kekuasaan dan keagungan-Nya, dan apabila dibacakan oleh siapa pun no_ayatt-no_ayatt-Nya kepada mereka, bertambah kuat imannya. Semakin mereka mendengar no_ayatt-no_ayatt Al-Qur'an dibacakan, semakin kokoh keimanan mereka dan semakin mendalam rasa tunduk serta semakin bertambah pengetahuan mereka pada Allah. Dan oleh karena itu, hanya kepada Tuhan mereka senantiasa bertawakal dan berserah diri setelah berusaha keras, sehingga tidak berharap dan gentar kepada selain-Nya.","tafsir_tahlili":"(2)  Allah menjelaskan bahwa orang-orang mukmin ialah mereka yang menghiasi dirinya dengan sifat-sifat seperti tersebut dalam ayat ini. Tiga sifat disebutkan dalam ayat ini, sedang dua sifat lagi disebutkan dalam ayat berikutnya.;1. Apabila disebutkan nama Allah bergetarlah hatinya karena ingat keagungan dan kekuasaan-Nya. Pada saat itu timbul dalam jiwanya perasaan penuh haru mengingat besarnya nikmat dan karunia-Nya. Mereka merasa takut apabila mereka tidak memenuhi tugas kewajiban sebagai hamba Allah, dan merasa berdosa apabila melanggar larangan-larangan-Nya.\r\nBergetarnya hati sebagai perumpamaan dari perasaan takut, adalah sikap mental yang besifat abstrak, yang hanya dapat dirasakan oleh yang bersangkutan dan hanya Allah sendiri yang mengetahuinya. Sedang orang lain dapat mengetahui dengan memperhatikan tanda-tanda lahiriah dari orang yang merasakannya, yang terlukis dalam perkataan atau gerak-gerik perbuatannya.\r\nSikap mental itu adakalanya tampak dalam perkataan, sebagaimana tergambar dalam firman Allah:\r\nوَالَّذِيْنَ يُؤْتُوْنَ مَآ اٰتَوْا وَّقُلُوْبُهُمْ وَجِلَةٌ اَنَّهُمْ اِلٰى رَبِّهِمْ رٰجِعُوْنَ ۙ  ٦٠  \r\n“Dan mereka yang memberikan apa yang mereka berikan (sedekah) dengan hati penuh rasa takut, (karena mereka tahu) bahwa sesungguhnya mereka akan kembali kepada Tuhannya”. (al-Mu'minµn/23: 60);Dan adakalanya tampak pada gerak-gerik dalam perbuatan, firman Allah :\r\nاِذْ دَخَلُوْا عَلَيْهِ فَقَالُوْا سَلٰمًاۗ قَالَ اِنَّا مِنْكُمْ وَجِلُوْنَ\r\n“Ketika mereka masuk ke tempatnya, lalu mereka mengucapkan, “sal±m.” Dia (Ibrahim) berkata, “Kami benar-benar merasa takut kepadamu.” (al-¦ijr/15: 52);2. Apabila dibacakan ayat-ayat Allah, maka akan bertambah iman mereka, karena ayat-ayat itu mengandung dalil-dalil yang kuat, yang mempengaruhi jiwanya sedemikian rupa, sehingga mereka bertambah yakin dan mantap serta dapat memahami kandungan isinya, sedang anggota badannya tergerak untuk melaksanakannya.;Dalam ayat ini terdapat petunjuk bahwa iman seseorang dapat bertambah dan dapat berkurang sesuai dengan ilmu dan amalnya, Rasulullah bersabda:\r\nَاْلإِيْمَانُ بِضْعٌ وَسَبْعُوْنَ شُعْبَةً، أَعْلاَهَا شَهَادَةُ أَنْ لاَ إِلٰهَ إِلاَّ الله ُوَأَدْنَاهَا إِمَاطَةُ اْلأَذٰى عَنِ الطَّرِيْقِ (رواه البخاري ومسلم عن أبي هريرة)\r\n“Iman itu lebih dari 70 cabang, yang tertinggi adalah pengakuan bahwa tiada Tuhan selain Allah, dan yang terendah adalah menyingkirkan ganguan dari jalan.” (Riwayat al-Bukh±r³ dan Muslim dari Abu Hurairah);Dengan demikian bertambahnya iman pada seseorang dapat diketahui apabila ia lebih giat beramal. Iman dan amal adalah merupakan satu kesatuan yang bulat yang tak dapat dipisahkan.\r\n Firman Allah swt:\r\nاَلَّذِيْنَ قَالَ لَهُمُ النَّاسُ اِنَّ النَّاسَ قَدْ جَمَعُوْا لَكُمْ فَاخْشَوْهُمْ فَزَادَهُمْ اِيْمَانًاۖ وَّقَالُوْا حَسْبُنَا اللّٰهُ وَنِعْمَ الْوَكِيْلُ   \r\n(Yaitu) orang-orang (yang menaati Allah dan Rasul) yang ketika ada orang-orang mengatakan kepadanya, “Orang-orang (Quraisy) telah mengumpulkan pasukan untuk menyerang kamu, karena itu takutlah kepada mereka,” ternyata (ucapan) itu menambah (kuat) iman mereka dan mereka menjawab, “Cukuplah Allah (menjadi penolong) bagi kami dan Dia sebaik-baik pelindung.” (²li Imr±n/3: 173);  Dan firman Allah:\r\nوَلَمَّا رَاَ الْمُؤْمِنُوْنَ الْاَحْزَابَۙ قَالُوْا هٰذَا مَا وَعَدَنَا اللّٰهُ وَرَسُوْلُهٗ وَصَدَقَ اللّٰهُ وَرَسُوْلُهٗ  ۖوَمَا زَادَهُمْ اِلَّآ اِيْمَانًا وَّتَسْلِيْمًاۗ   \r\nDan ketika orang-orang mukmin melihat golongan-golongan (yang bersekutu) itu, mereka berkata, “Inilah yang dijanjikan Allah dan Rasul-Nya kepada kita.” Dan benarlah Allah dan Rasul-Nya. Dan yang demikian itu menambah keimanan dan keislaman mereka. (al-A¥z±b/33: 22);3.  Bertawakal hanya kepada Allah Yang Maha Esa, tidak berserah diri kepada yang lain-Nya. Tawakal merupakan senjata terakhir seseorang dalam mewujudkan serangkaian amal setelah berbagai sarana dan syarat-syarat yang diperlukan itu dipersiapkan. Hal ini dapat dipahami, karena pada hakikatnya segala macam aktifitas dan perbuatan, hanya terwujud menurut hukum-hukum yang berlaku yang tunduk dibawah kekuasaan Allah. Maka tidak benar apabila seseorang itu berserah diri kepada selain Allah.\r\n"}