{"tafsir_id":1164,"surah_id":8,"aya_number":4,"tafsir_wajiz":"Setelah menjelaskan beberapa bentuk amal yang berkaitan dengan hati, anggota tubuh dan harta, Allah menjelaskan bahwa mereka yang memiliki sifat-sifat seperti tersebut di atas itulah orang-orang yang benar-benar beriman, lahir dan batin, yang sempurna lagi mantap imannya. Mereka akan memperoleh derajat-derajat yang tinggi di sisi Tuhannya, sesuai dengan amal mereka. Dan ampunan atas segala dosa mereka serta rezeki yang mulia berupa kehidupan yang baik di dunia dan kehidupan yang membahagiakan di akhirat.","tafsir_tahlili":"(4) Allah menegaskan bahwa orang-orang yang menghiasi dirinya dengan sifat-sifat tersebut adalah orang-orang mukmin yang sejati. Ibnu Hazm menjelaskan bahwa sifat-sifat ini adalah sifat-sifat yang dapat diketahui orang lain dari dirinya, maka apabila seseorang mengetahui bahwa dirinya telah beriman kepada Allah, kepada Rasul-Nya Muhammad saw dan meyakini bahwa apa yang dibawa Nabi itu benar, sedang orang itu mengikrarkan semua pengakuannya itu dengan lisan, maka ia wajib  mengatakan bahwa ia telah menjadi orang mukmin yang benar.\r\nDi akhir ayat Allah menjelaskan imbalan yang akan diterima oleh orang-orang mukmin yang benar-benar beriman dan menghiasi dirinya dengan sifat-sifat yang telah disebutkan, yaitu mereka akan memperoleh derajat yang tinggi dan kedudukan yang mulia di sisi Allah, karena kuasa Allah semata. Kalau Allah berkuasa menciptakan segala macam bentuk kehidupan. Maka Dia berkuasa pula memberikan keutamaan kepada makhluk-Nya sesuai dengan kehendak-Nya.\r\nDerajat yang tinggi itu, dapat berupa keutamaan hidup di dunia dan dapat berupa keutamaan hidup di akhirat, atau kedua-duanya. Allah berfirman:\r\nاَلَّذِيْنَ اٰمَنُوْا وَهَاجَرُوْا وَجَاهَدُوْا فِيْ سَبِيْلِ اللّٰهِ بِاَمْوَالِهِمْ وَاَنْفُسِهِمْۙ اَعْظَمُ دَرَجَةً عِنْدَ اللّٰهِ ۗوَاُولٰۤىِٕكَ هُمُ الْفَاۤىِٕزُوْنَ  \r\nOrang-orang yang beriman dan berhijrah serta berjihad di jalan Allah, dengan harta dan jiwa mereka, adalah lebih tinggi derajatnya di sisi Allah. Mereka itulah orang-orang yang memperoleh kemenangan.(at-Taubah/9:20);Dan firman Allah :\r\nوَهُوَ الَّذِيْ جَعَلَكُمْ خَلٰۤىِٕفَ الْاَرْضِ وَرَفَعَ بَعْضَكُمْ فَوْقَ بَعْضٍ دَرَجٰتٍ \r\nDan Dialah yang menjadikan kamu sebagai khalifah-khalifah di bumi dan Dia mengangkat (derajat) sebagian kamu di atas yang lain. (al-An±m/6: 165)\r\n"}