{"tafsir_id":1166,"surah_id":8,"aya_number":6,"tafsir_wajiz":"Sebagai bukti ketidaksenangan mereka untuk keluar ke Badar, mereka, yakni golongan yang enggan berperang itu membantahmu wahai Nabi Muhammad tentang kebenaran, yakni keharusan keluar kota menghadang kafilah setelah nyata bahwa mereka pasti akan menang sesuai janji Allah. Karena ketidaksenangan mereka yang didasari rasa enggan dan takut pada akibat-akibat perang itu, seakan-akan ketika berangkat menuju medan laga, mereka bagaikan orang yang dihalau menuju kepada kematian, sedang mereka terus-menerus melihat sebab-sebab kematian itu.","tafsir_tahlili":"(6)  Allah menjelaskan bahwa di antara orang-orang mukmin ada yang membantah keputusan yang telah ditetapkan, yaitu keputusan menyerang musuh yang datang dari Mekah di bawah pimpinan Abu Jahal, padahal keputusan itu adalah kebenaran yang sudah nyata dan mereka telah dijanjikan kemenangan oleh Allah di mana saja mereka berada. Akan tetapi mereka mengelak dari keputusan itu, karena lebih menyukai menghadapi rombongan musuh di bawah pimpinan Abu Sufyan. Mereka mengelak untuk bertempur dengan pasukan musuh yang datang dari Mekah dan digambarkan oleh Allah, seolah-olah mereka itu dihalau kepada kematian. Mereka memberikan alasan bahwa mereka belum mempersiapkan segala-galanya untuk berperang. Dalam hal ini mereka seolah-olah berusaha membelokkan pengertian bahwa janji kemenangan yang akan diberikan Allah kepada orang-orang Muslimin ialah kafilah Abu Sufyan. Itulah sebabnya maka Allah menggambarkan keadaan mereka seolah-olah mereka melihat sebab-sebab kematian itu. Apabila ditinjau dari segi strategi perang maka keputusan Nabi untuk menghadapi bala tentara Quraisy meskipun yang dilengkapi dengan perlengkapan perang yang cukup adalah tepat, karena seumpama serangan Rasul ditujukan kepada rombongan unta yang datang dari Syam, niscaya kaum Muslimin akan menjadi sasaran yang empuk bagi bala tentara Quraisy yang datang memberi perlindungan kepada Abu Sufyan, karena orang-orang Quraisy dapat memukul kaum Muslimin dari belakang. Hal ini karena bala tentara Quraisy sudah menduga sebelumnya bahwa orang-orang Islam sudah siap untuk menghadang rombongan unta Abu Sufyan."}