{"tafsir_id":1171,"surah_id":8,"aya_number":11,"tafsir_wajiz":"Wahai orang-orang yang beriman, ingatlah nikmat Allah yang lain, yaitu ketika kamu kekurangan perbekalan air dan di saat kalian dicekam rasa takut pada musuh, lalu Allah membuat kamu mengantuk sehingga beberapa saat kamu terlena dan tidak menghiraukan sesuatu, dan dengan demikian kamu dapat beristirahat menghilangkan kepenatan. Itu dilakukan oleh Allah untuk memberi ketenteraman dari-Nya, dengan hilangnya rasa takut, dan di antara nikmat lainnya Allah juga menurunkan air hujan dari langit kepa-damu. Air hujan itu berguna untuk menyucikan kamu dengan hujan itu, yakni dengan menggunakannya untuk berwudu, mandi wajib dan sunah, dan hujan itu juga menghilangkan gangguangangguan setan dari dirimu dan untuk menguatkan hatimu dalam menghadapi musuh serta memperteguh telapak kakimu, sebab tanah berupa pasir yang disiram air akan menjadi padat, sehingga mudah diinjak dan tidak membuat kaki tergelincir atau terbenam di pasir. Dengan cara itu pula Allah memperteguh pendirian kaum muslim.","tafsir_tahlili":"(11) Allah menjelaskan kepada kaum Muslimin bahwa di samping Allah memberikan bantuan berupa malaikat yang datang secara berturut-turut, juga memberikan bantuan yang lain berupa situasi dan kondisi yang menguntungkan bagi kaum Muslimin. Seperti pertolongan Allah pada saat kaum Muslimin berada dalam ketakutan menghadapi musuh, mereka diselimuti rasa kantuk, sehingga mereka tidak dapat merasakan ketakutan lagi. Ketakutan disebabkan mereka melihat jumlah bala tentara musuh yang banyak dan persiapannya yang lengkap. Maka dengan adanya rasa kantuk itu, rasa takut tidak lagi mereka rasakan dan mereka kembali menjadi tenteram.\r\nUntuk memberikan gambaran yang lebih luas mengenai mengantuknya orang-orang Muslimin saat berperang, dapatlah diikuti hadis yang diriwayatkan oleh Abu Yala dan al-Baihaqi dari Ali berkata:\r\nمَاكَانَ فِيْنَا فَارِسٌ يَوْمَ بَدْرٍ غَيْرَ الْمِقْدَادِ وَكُلُّنَا نَائِمُوْنَ إِلاَّ رَسُوْلُ اللهِ صَلَّى الله ُعَلَيْهِ وَسَلَّمَ يُصَلِّيْ تَحْتَ شَجَرَةٍ حَتَّى أَصْبَحَ (رواه أبو يعلى والبيهقي عن علي)\r\n“Kami tidak mempunyai bala tentara berkuda pada Perang Badar kecuali Al-Miqdad. Semua kami tertidur, kecuali Rasulullah saw, beliau salat di bawah pohon sampai pagi hari”. (Riwayat Abu Yala dan al-Baihaqi dari Ali);Menurut bunyi ayat yang dapat dipahami ialah, bahwa datangnya rasa kantuk itu terjadi pada saat pertempuran berlangsung. Rasa kantuk itu menghilangkan rasa takut dan gentar. Dengan sendirinya hilanglah perasaan takut menghadapi bahaya.\r\nHal ini sama dengan peristiwa yang terjadi pada mereka sewaktu berlangsungnya perang Uhud, seperti tersebut dalam firman Allah:\r\nثُمَّ اَنْزَلَ عَلَيْكُمْ مِّنْۢ بَعْدِ الْغَمِّ اَمَنَةً نُّعَاسًا يَّغْشٰى طَۤاىِٕفَةً مِّنْكُمْ ۙ\r\n“Kemudian setelah kamu ditimpa kesedihan, Dia menurunkan rasa aman kepadamu, (berupa) kantuk yang meliputi segolongan dari kamu.” (²li-Imr±n/3: 154);Sesudah itu Allah swt menyebutkan pertolongan-Nya yang lain kepada kaum Muslimin, yaitu pada saat terjadinya Perang Badar, Allah swt menurunkan hujan kepada kaum Muslimin dari langit, agar mereka dapat mensucikan diri dengan hujan itu. Gambaran tentang maksud Allah swt menurunkan hujan kepada kaum Muslimin, dan apa  hikmatnya dapat dilihat dari hadis yang diriwayatkan oleh Ibnu Mun§ir melalui Ibnu Jarir dari Ibnu Abbas:\r\nإِنَّ الْمُشْرِكِيْنَ غَلَبُوا الْمُسْلِِمِيْنَ فِيْ أَوَّلِ أَمْرِهِمْ عَلَى الْمَاءِ فَظَمِئَ الْمُسْلِمُوْنَ وَصَلُّوْا مُجْنِبِيْنَ مُحْدِِثِيْنَ. وَكَانَ بَيْنَهُمْ رِمَالٌ فَأَلْقَى الشَّيْطَانُ فِيْ قُلُوْبِهِمُ الْحُزْنَ وَقَالَ أَتَزْعُمُوْنَ أَنَّ فِيْكُمْ نَبِيًّا وَأَنَّكُمْ أَوْلِيَاءُ اللهِ وَتُصَلُّوْنَ مُجْنِبِيْنَ مُحْدِثِيْنَ؟ فَأَنْزَلَ الله مِنَ السَّمَاءِ مَاءً فَسَالَ عَلَيْهِمُ الْوَادِيْ فَشَرِبَ الْمُسْلِمُوْنَ وَتَطَهَّرُوْا وَثَبَتَتْ أَقْدَامُهُمْ وَذَهَبَتْ وَسْوَسَتُهُمْ (رواه ابن منذر عن ابن عبّاس)\r\n“Orang-orang musyrikin di permulaan peperangan telah menguasai sumber-sumber air mendahului kaum Muslimin, sehingga orang-orang Islam menjadi kehausan. Mereka salat dalam keadaan junub dan berhadas (tanpa bersuci dengan air). Sedang di sekitar mereka hanya pasir belaka. Kemudian mereka digoda oleh setan, seolah-olah setan itu berkata, “Apakah kamu mengira bahwa ada Nabi di antara kamu dan kamu adalah wali-wali Allah. Sedangkan kamu salat dalam keadaan junub dan berhadas? Karenanya Allah swt menurunkan hujan dari langit, sehingga mengalirlah air di lembah itu. Maka kaum Muslimin meminum air dan bersuci dengannya dan kuatlah hati mereka, serta hilanglah was-was mereka.” (Riwayat Ibnu Mun©ir dari Ibnu Abbas);Allah juga menjelaskan bahwa Dia menurunkan hujan dari langit untuk menghilangkan gangguan-gangguan setan dan untuk menghilangkan rasa takut dan was-was, lantaran kaum Muslimin pada waktu itu berada dalam posisi yang kurang menguntungkan. Mereka berada di daerah padang pasir yang tidak strategis dijadikan kubu pertahanan, karena sukar untuk menggerakkan kaki apalagi untuk mengadakan penyerangan, bahkan di daerah tersebut tidak ada sumber air.\r\nDari segi lain Allah menjelaskan bahwa dengan turunnya hujan kaki mereka mudah untuk berjalan di atas padang pasir, sehingga mereka mendapat kemantapan dan kepercayaan penuh agar dapat bertahan dan menyerang musuh serta dapat mempersatukan daya tempur mereka.\r\nDengan demikian tujuan Allah menurunkan hujan dari langit dalam Perang Badar itu ialah:\r\n1.  Untuk memberikan kemungkinan kepada kaum Muslimin agar mereka dapat bersuci dari junub dan hadas sehingga mereka dapat beribadah dalam keadaan suci lahir batin.\r\n2.  Untuk menghilangkan was-was yang dibisikkan setan, dan menghilangkan rasa takut akibat tidak adanya persediaan air.\r\n3.  Agar kaum Muslimin bebas untuk mengatur gerak dalam pertempuran, karena mereka tidak lagi terganggu oleh pasir yang lunak yang mengganggu gerakan kaki.\r\n"}