{"tafsir_id":1176,"surah_id":8,"aya_number":16,"tafsir_wajiz":" Dan barang siapa yang tidak mempunyai keberanian menghadapi musuh lalu mundur pada waktu itu karena takut, melarikan diri, dan meninggalkan medan laga, kecuali berbelok untuk menerapkan siasat perang dengan berpura-pura seakan dia mundur, atau tujuannya membelakangi karena hendak menggabungkan diri dengan pasukan yang lain sebagai tambahan kekuatan, maka sungguh, orang itu kembali dengan membawa kemurkaan besar dari Allah, dan tempatnya kelak setelah kematiannya jika tidak bertobat ialah neraka Jahanam, itulah seburuk-buruk tempat kembali.","tafsir_tahlili":"(16) Allah mengancam kaum Muslimin yang melarikan diri dari pertempuran bahwa mereka akan pulang dengan membawa kemurkaan Allah. Kemurkaan Allah itu berupa ancaman yang akan ditimpakan kepada mereka, yaitu mereka akan disiksa dengan neraka Jahannam tempat kediaman yang sangat menakutkan.\r\nDari ayat ini dapat diambil pengertian bahwa melarikan diri dari peperangan adalah dosa besar. Nabi Muhammad saw bersabda:\r\nاِجْتَنِبُوا السَّبْعَ الْمُوْبِقَاتِ )أَيِ الْمُهْلِكَاتِ(، قَالُوْا يَا رَسُوْلَ اللهِ وَمَا هُنَّ؟ قَالَ الشِّرْكُ بِاللهِ وَالسِّحْرُ وَقَتْلُ النَّفْسِ الَّتِيْ حَرَّمَ الله ُإِلاَّ بِالْحَقِّ، وَأَكْلُ الرِّبَا وَأَكْلُ مَالِ اْليَتِيْمِ وَالتَّوَلِّيْ يَوْمَ الزَّحْفِ وَقَذْفُ الْمُحْصَنَاتِ الْغَافِلاَتِ الْمُؤْمِنَاتِ (رواه البخاري ومسلم عن أبي هريرة)\r\n“Jauhilah olehmu sekalian tujuh perkara yang membinasakan. Mereka bertanya: “Apakah yang tujuh perkara itu ya Rasulullah? Nabi menjawab: “Menyekutukan Allah, melakukan sihir, membunuh seseorang yang Allah haramkan membunuhnya, kecuali ada sebab-sebab yang membolehkan, makan riba, makan harta anak yatim, melarikan diri dari pertempuran (peperangan), dan menuduh berzina wanita mukmin yang baik-baik yang tidak berniat berbuat zina”. (Riwayat al-Bukh±r³ dan Muslim dari Abu Hurairah);Dalam hal ini Allah menjelaskan beberapa pengecualian dari membelakangi musuh dan melarikan diri dari pertempuran, yaitu apabila kaum Muslimin pada saat perang terjadi, mundur untuk mengatur siasat seperti mencari posisi yang lebih menguntungkan dalam pertempuran, memancing musuh agar mengejar keluar medan pertempuran yang lebih strategis sehingga dengan demikian musuh dapat dimusnahkan, atau dengan mengadakan gerak tipu sehingga sasaran tempur menjadi kacau balau, atau membagi pasukan-pasukan untuk menyerang dari segala arah, agar kesatuan musuh dapat dipecah-belah dan sebagainya.\r\nKaum Muslimin pada saat perang berkobar melarikan diri untuk bergabung dengan kesatuan yang lain agar sasaran tempur lebih kuat atau untuk memperoleh bantuan dari pasukan pada saat musuh dipandang mempunyai pasukan yang lebih kuat.\r\n"}