{"tafsir_id":1177,"surah_id":8,"aya_number":17,"tafsir_wajiz":"Apabila kamu telah memenangkan peperangan itu dan berhasil membunuh musuh, maka ketahuilah sesungguhnya itu bukan sematamata karena kekuatan kalian. Allahlah yang memenangkan kalian dan Dialah yang membunuh mereka dengan jalan memberikan kekuatan pada kalian dan meniupkan ke dalam jiwa orang-orang kafir itu rasa takut dan gentar. Maka sebenarnya bukan kamu kaum muslim yang membunuh mereka pada saat Perang Badar, melainkan Allah yang membunuh mereka dengan jalan memberikan kekuatan pada kalian dan meniupkan ke dalam jiwa orang-orang kafir itu rasa takut dan gentar. Dan demikian pula bukan engkau Nabi Muhammad yang melempar batu-batu kecil ketika engkau melempar, tetapi Allah yang melempar dengan menyampaikan lemparanmu itu ke muka orang-orang musyrik, karena akibat dari lemparan itu tidak mungkin terjadi jika yang melakukannya makhluk biasa. Allah berbuat demikian untuk membinasakan mereka dan untuk memberi kemenangan kepada orang-orang mukmin yang mantap imannya, dengan kemenangan yang baik. Sungguh, Allah Maha Mendengar doa dan ucapanmu, baik yang disembunyikan maupun yang dinyatakan, Maha Mengetahui apa yang lebih maslahat untuk hamba-Nya.","tafsir_tahlili":"(17) Dari Ibnu Abbas bahwa Rasulullah memerintahkan Ali bin Abi °alib: Ambilkan segenggam tanah, Ali mengambilnya dan diberikan kepada Rasul lalu dilemparkan kepada orang-orang musyrik, maka tidak seorangpun dari mereka kecuali terkena matanya, maka turunlah ayat ini. \r\nKemudian Allah memberikan penjelasan mengenai alasan kaum Muslimin dilarang membelakangi musuh yaitu karena kemenangan tidak akan dicapai kaum Muslimin kecuali dengan maju menyerang musuh, melemparkan tombak atau melemparkan kepalan tanah kepada mereka.\r\nDari kemenangan dan bantuan Allah tersebut dapat dipahami bahwa setiap kali orang Muslimin menancapkan tombak untuk membunuh musuh dan setiap lemparan segenggam tanah dari mereka dijamin akan memenuhi sasaran, karena Allah-lah yang menjamin dan membantu mereka.\r\nAllah berfirman:\r\nقَاتِلُوْهُمْ يُعَذِّبْهُمُ اللّٰهُ بِاَيْدِيْكُمْ وَيُخْزِهِمْ وَيَنْصُرْكُمْ عَلَيْهِمْ وَيَشْفِ صُدُوْرَ قَوْمٍ مُّؤْمِنِيْنَۙ  \r\nPerangilah mereka, niscaya Allah akan menyiksa mereka dengan (perantaraan) tanganmu dan Dia akan menghina mereka dan menolongmu (dengan kemenangan) atas mereka, serta melegakan hati orang-orang yang  beriman. (at-Taubah/9: 14);Di samping itu keadaan yang menguntungkan bagi kaum Muslimin ialah keyakinan bahwa perjuangan mereka akan menang, dan Allah akan membantu mereka. Sedangkan orang kafir tujuannya hanyalah untuk memperoleh kepuasan hidup di dunia.\r\nAllah berfirman:\r\nوَلَا تَهِنُوْا فِى ابْتِغَاۤءِ الْقَوْمِ ۗ اِنْ تَكُوْنُوْا تَأْلَمُوْنَ فَاِنَّهُمْ يَأْلَمُوْنَ كَمَا تَأْلَمُوْنَ ۚوَتَرْجُوْنَ مِنَ اللّٰهِ مَا لَا يَرْجُوْنَ ۗ\r\n“Dan janganlah kamu berhati lemah dalam mengejar mereka (musuh mu). Jika kamu menderita kesakitan, maka ketahuilah mereka pun menderita kesakitan (pula), sebagaimana kamu rasakan, sedang kamu masih dapat mengharapkan dari Allah apa yang tidak dapat mereka harapkan”. (an-Nis±/4: 104);Firman Allah :\r\nكَمْ مِّنْ فِئَةٍ قَلِيْلَةٍ غَلَبَتْ فِئَةً كَثِيْرَةً ۢبِاِذْنِ اللّٰهِ ۗ\r\n“Betapa banyak kelompok kecil mengalahkan kelompok besar dengan izin Allah.” (al-Baqarah/2: 249)\r\nAllah menerangkan bahwa segala macam bantuan yang diberikan kepada kaum Muslimin dalam Perang Badar itu adalah merupakan alasan yang kuat terhadap larangan Allah kepada kaum Muslimin, lari dari pertempuran, dan merupakan anugerah kemenangan yang diberikan Allah kepada orang-orang mukmin, yaitu kemenangan dan harta rampasan yang banyak.\r\nDi akhir ayat Allah menegaskan bahwa Allah Maha Mendengar segala permintaan hamba-Nya yang betul-betul menjalankan perintah serta menjauhi larangan-Nya lagi Maha Mengetahui akan segala macam bisikan hati para hamba-Nya dan mengetahui siapakah di antara hamba-Nya yang pantas mendapat kemenangan dan siapa pula yang pantas menderita kekalahan.\r\n"}