{"tafsir_id":1179,"surah_id":8,"aya_number":19,"tafsir_wajiz":"Demikianlah Allah akan melemahkan tipu dno_ayat orang-orang kafir, oleh karenanya jika kamu kaum kafir meminta keputusan perihal siapa yang benar, dengan cara bergelantungan pada kain penutup Kakbah, agar Dia memutuskan perkara antara kamu dengan orang-orang beriman, maka sesungguhnya keputusan telah datang kepadamu yaitu kemenangan kaum muslim pada Perang Badar; dan jika kamu berhenti memusuhi Rasul dan tidak melakukan hal-hal lain yang tidak direstui Allah, maka itulah yang lebih baik bagimu; dan jika kamu kembali melakukan kedurhakaan serupa, dan memerangi Nabi Muhammad dan para pengikutnya, niscno_ayat Kami kembali mengalahkan kamu dan memberi pertolongan kepada kaum muslim seperti saat Perang Badar; dan pasukanmu yang bergelimang dosa tidak akan dapat menolak sesuatu bahno_ayat sedikit pun darimu, biarpun jumlah pasukan dan perlengkapannya banyak. Sungguh, Allah beserta orang-orang beriman yang percno_ayat dan tunduk pada kebenaran.","tafsir_tahlili":"(19) Sesudah itu Allah memberikan pernyataan yang ditujukan kepada orang-orang musyrikin bahwa apabila mereka ingin mencari keputusan mana di antara kedua bala tentara yang paling unggul dan paling mendapat petunjuk sehingga memperoleh kemenangan, maka jelaslah yang mendapat kemenangan gilang-gemilang itulah pasukan yang paling unggul dan paling mendapat petunjuk.\r\nPernyataan ini adalah merupakan ejekan terhadap orang-orang musyrikin karena pada akhir pertempuran Perang Badar kemenangan jelas diperoleh oleh kaum Muslimin, sedangkan mereka kaum musyrikin mengalami kehancuran dan kekalahan.\r\nPernyataan ini berlaku pada setiap waktu dan tempat, di mana saja dan kapan saja terjadi pergolakan di antara dua golongan maka kemenangan tentu akan diperoleh oleh golongan yang berdiri atas prinsip-prinsip yang benar.\r\nKemudian Allah menyeru orang-orang musyrikin bahwa apabila mereka setelah menderita kekalahan dalam Perang Badar itu berhenti dari memusuhi Muhammad saw dan pengikut-pengikutnya, maka sebenarnya hal itu lebih baik buat mereka.\r\nTawaran itu dikemukakan Allah kepada mereka karena mereka telah mengalami pahit getirnya peperangan. Dari pengalaman itu mereka telah melihat kenyataan bahwa betapa pun kuatnya dan betapa pun banyaknya jumlah pasukan yang mereka kerahkan serta perlengkapan perang yang mereka andalkan, namun akhirnya mereka mengalami kekalahan juga.\r\nApabila mereka itu membangkang seruan ini dan kembali memusuhi serta memerangi Rasul dan pengikut-pengikutnya, maka kenyataan yang mereka alami itu akan terulang kembali, yaitu Allah kembali memberi pertolongan-Nya kepada Rasulullah saw.\r\nAllah menegaskan bahwa angkatan perang kaum musyrikin betapa pun kuatnya, tidak akan dapat menolak bencana malapetaka yang akan ditimpakan oleh Allah kepada mereka. Hal ini menunjukkan bahwa jumlah tentara yang banyak tidak selalu menentukan jalannya peperangan, terkecuali jumlah yang banyak itu disertai dengan kekuatan jiwa dan kepercayaan kepada Allah Azza wa Jalla.\r\nBetapa pun gigihnya Abu Jahal dan pengikut-pengikutnya untuk mengalahkan kaum Muslimin dalam Perang Badar mereka tidak juga berhasil sebagaimana diterangkan oleh Hadis yang diriwayatkan oleh Ahmad dan an-Nas±i:\r\nاللّهُمَّ أَيّنُاَ كَانَ أَقْطَعَ لِلرَّحْمِ وَأَتَى بِمَا لاَ يَعْرِفُ فَأَحِنْهُ الْغَدَاةَ فَكَانَ ذٰلِكَ اسْتِفْتَاحًا مِنْهُ (رواه أحمد والنسائي)\r\n“Ya Allah siapa di antara kami yang telah memutuskan tali persaudaraan dan membawa sesuatu agama yang tidak dikenal, maka hancurkanlah ia sebelum terbitnya fajar, maka yang demikian itu adalah sebagai permintaan kemenangan dari padanya (untuk Rasulullah). (Riwayat Ahmad dan an-Nas±i).;Menurut riwayat as-Suddi yang berasal dari Mujahid, diceritakan bahwa sebelum pasukan Quraisy berangkat ke medan perang mereka berdoa :\r\nكَانَ الْمُشْرِكُوْنَ حِيْنَ خَرَجُوْا مِنْ مَكَّةَ إِلَى بَدْرٍ أَخَذُوْا بِأَسْتَارِ الْكَعْبَةِ فَاسْتَنْصَرُوا اللهَ وَقَالُوْا: اللّهُمَّ انْصُرْ أَعْلَى الْجُنْدَيْنِ، وَأَكْرَمَ الْفِئَتَيْنِ وَخَيْرَ اْلقِبْلَتَيْنِ فَقَالَ الله ُ(اِنْ تَسْتَفْتِحُوْا) الاٰية\r\nOrang-orang musyrikin pada waktu keluar dari kota Mekah menuju Badar, telah memegang tirai Kabah kemudian mereka memohon kemenangan kepada Allah dan berkata: “Aduhai Tuhan berilah kemenangan kepada pasukan yang paling tinggi (derajatnya) kepada golongan yang paling mulia dan kepada kiblat yang paling baik.” Maka turunlah ayat: Jika kamu (orang musyrikin) mencari keputusan.\r\n"}