{"tafsir_id":1180,"surah_id":8,"aya_number":20,"tafsir_wajiz":"Kemenangan gemilang yang diraih kaum muslim pada perang Badar adalah karena ketaatan mereka mengikuti petunjuk Allah dan Rasul-Nya. Di sisi lain, malapetaka yang dialami oleh kaum musyrik adalah karena pembangkangan dan keberpalingan mereka dari tuntunan-Nya, karena itu no_ayatt ini mengingatkan, “Wahai orang-orang yang beriman! Taatlah kepada Allah dan Rasul-Nya, yakni buktikan keimananmu dalam sikap dan tingkah laku, dan janganlah kamu berpaling sedikit dan sesaat pun dari-Nya, padahal kamu mendengar perintah-perintah-Nya yang disampaikan kepadamu,","tafsir_tahlili":"(20) Allah menyeru orang-orang mukmin agar menaati Allah dan Rasul-Nya. Menaati Allah dan Rasul-Nya dalam ayat ini ialah melaksanakan jihad, berjuang untuk membela agama tauhid dan meninggalkan kampung halaman serta mempergunakan harta benda dan jiwa apabila diperlukan, dan melarang orang-orang mukmin berpaling dari pada perintah-Nya, sedang pada waktu itu mereka telah mengetahui dan mendengar seruan untuk menaati perintah-Nya dan membantu perjuangannya.\r\nDimaksud mendengar dalam ayat ini ialah memahami seruan Rasul serta membenarkannya. Sebagai seorang mukmin semestinya ia mengatakan pada waktu mendengar seruan Rasul “samina wa a¯ana” (kami mendengar dan menaati), sebagaimana firman Allah:\r\nاِنَّمَا كَانَ قَوْلَ الْمُؤْمِنِيْنَ اِذَا دُعُوْٓا اِلَى اللّٰهِ وَرَسُوْلِهٖ لِيَحْكُمَ بَيْنَهُمْ اَنْ يَّقُوْلُوْا سَمِعْنَا وَاَطَعْنَاۗ وَاُولٰۤىِٕكَ هُمُ الْمُفْلِحُوْنَ   \r\nHanya ucapan orang-orang mukmin, yang apabila mereka diajak kepada  Allah dan Rasul-Nya agar Rasul memutuskan (perkara) di antara mereka, mereka berkata, “Kami mendengar, dan kami taat.” Dan mereka itulah orang-orang yang beruntung. (an-Nµr/24: 51)\r\n Dan firman Allah lagi:\r\nلَا نُفَرِّقُ بَيْنَ اَحَدٍ مِّنْ رُّسُلِهٖ ۗ وَقَالُوْا سَمِعْنَا وَاَطَعْنَا\r\n“Kami tidak membeda-bedakan seseorang pun dari Rasul-Rasul-Nya.” Dan mereka berkata,“Kami dengar dan kami taat.” (al-Baqarah/2: 285);Yang dimaksud dengan mendengar seruan Rasul dalam ayat ini ialah menaati semua perintah Allah yang disampaikan kepadanya dengan perantara wahyu.\r\n"}