{"tafsir_id":1182,"surah_id":8,"aya_number":22,"tafsir_wajiz":"no_ayatt ini secara tidak langsung menyindir orang-orang yang mendengar tuntunan agama tetapi enggan mengamalkannya, yaitu dengan mengingatkan bahwa sesungguhnya makhluk bergerak yang bernyawa yang paling buruk, termasuk manusia, dalam pandangan Allah ialah mereka yang tuli, sehingga tidak dapat mendengar tuntunan dan memahami kebenaran, dan bisu sehingga tidak dapat berbicara, yaitu orang-orang yang tidak mengerti. Mereka memang tidak mau mendengar, mengatakan, dan memikirkan yang benar.","tafsir_tahlili":"(22) Allah menyamakan orang-orang munafik itu dengan binatang yang paling buruk, karena mereka itu tidak mau mempergunakan pendengarannya untuk mengetahui seruan-seruan yang benar dan tidak memperhatikan nasihat-nasihat yang baik.\r\nOrang-orang munafik disamakan dengan binatang dalam ayat ini, bukanlah fisik mereka seperti binatang, tetapi sifat kejiwaan merekalah yang seperti binatang. Mereka menolak pengertian dari firman Allah dan tidak mau memikirkan dan memahami kebenaran. Dalam hal ini mereka tidak mau membedakan mana seruan yang benar dan mana ajakan yang salah dan mana itikad yang benar serta mana kepercayaan yang salah.\r\nSebagai alasan yang lain dipersamakannya mereka dengan binatang adalah karena tidak mau menuturkan kebenaran, seolah-olah mereka tidak berfikir, karena mereka menyia-nyiakan akal mereka sehingga tidak dapat menuturkan kebenaran itu sebagaimana mestinya. Seandainya mereka menggunakan akal, tentulah mereka mau mendengarkan seruan Rasul serta mau mengikutinya.\r\nDi dalam ayat ini atau ayat yang lain Allah, menerangkan bahwa orang-orang munafik itu lebih sesat dari binatang.\r\nFirman Allah:\r\nوَلَقَدْ ذَرَأْنَا لِجَهَنَّمَ كَثِيْرًا مِّنَ الْجِنِّ وَالْاِنْسِۖ  لَهُمْ قُلُوْبٌ لَّا يَفْقَهُوْنَ بِهَاۖ وَلَهُمْ اَعْيُنٌ لَّا يُبْصِرُوْنَ بِهَاۖ وَلَهُمْ اٰذَانٌ لَّا يَسْمَعُوْنَ بِهَاۗ اُولٰۤىِٕكَ كَالْاَنْعَامِ بَلْ هُمْ اَضَلُّ  ۗ اُولٰۤىِٕكَ هُمُ الْغٰفِلُوْنَ  \r\n“Dan sungguh, akan Kami isi neraka Jahanam banyak dari kalangan jin dan manusia. Mereka memiliki hati, tetapi tidak dipergunakannya untuk memahami (ayat-ayat Allah) dan mereka memiliki mata (tetapi) tidak dipergunakannya untuk melihat (tanda-tanda kekuasaan Allah), dan mereka mempunyai telinga (tetapi) tidak dipergunakan untuk mendengar (ayat-ayat Allah). Mereka seperti hewan ternak, bahkan lebih sesat lagi. Mereka itulah orang-orang yang lengah.” (al-Ar±f/7: 179);Pendengaran dan penglihatan tidak dapat dibuat manusia, karena keduanya bertalian dengan jiwa, dengan hidup. Tidak bisa diharapkan dari benda mati yang tidak mempunyai pendengaran dan penglihatan itu. Bahkan pendengaran dan penglihatan yang hidup tidak berfungsi jika tidak diarahkan.\r\n"}