{"tafsir_id":1185,"surah_id":8,"aya_number":25,"tafsir_wajiz":"Dan di samping kamu berkewajiban memenuhi panggilan Allah dan Rasul-Nya, peliharalah dirimu dari siksaan yang ketika datang sekali-kali tidak hanya menimpa secara khusus orang-orang yang zalim saja, yakni yang melanggar dan enggan memperkenankan seruan Rasul, di antara kamu, tetapi juga kepada mereka yang membiarkan kemungkaran merajalela. Lindungilah diri kalian dari dosa-dosa besar yang merusak tatanan masyarakat. Jauhilah sikap enggan berjihad di jalan Allah, perpecahan dan rasa malas melaksanakan kewajiban amar makruf nahi mungkar. Karena, akibat buruk dosa itu akan menimpa semua orang, tidak khusus hanya orang yang berbuat kejahatan saja. Ketahuilah bahwa Allah sangat keras siksa-Nya.","tafsir_tahlili":"(25) Allah menyerukan kepada orang-orang beriman, agar memelihara diri mereka dari siksaan, yang tidak hanya khusus menimpa orang-orang zalim itu saja di antara orang-orang beriman. Maksudnya ialah apabila di dalam suatu kaum perbuatan maksiat telah merata maka Allah akan menyiksa mereka itu secara keseluruhan. Siksaan itu tidak hanya bagi orang yang melakukan kemaksiatan itu saja, akan tetapi siksaan itu akan menimpa mereka secara merata tanpa pilih kasih, meskipun di dalamnya terdapat juga orang-orang yang saleh yang berada di antara mereka itu.\r\n      Rasulullah saw bersabda:\r\nمَامِنْ قَوْمٍ يَعْمَلُ بِهِمْ بِالْمَعَاصِيْ هُمْ أَغَرُّ وَأَكْثَرُ مِمَّنْ لاَ يَعْمَلُوْنَ ثُمَّ لَمْ يُغَيِّرُوْهُ إِلاَّ عَمَّهُمُ الله ُبِعِقَابٍ (رواه أحمد عن جرير)\r\n“Tidak ada suatu kaum yang sebagian besar orang-orangnya lebih terpedaya melakukan kemaksiatan dari yang tidak melakukan, kemudian mereka tidak mau mengubahnya selain Allah akan menyiksa mereka dengan siksaan yang merata.” (Riwayat A¥mad dari Jar³r);      Oleh sebab itulah di dalam masyarakat ada institusi yang mengurus kemaslahatan dan mengurus amar maruf dan nahi mungkar. Lembaga ini hendaknya bertugas meneliti kemaksiatan yang timbul dalam masyarakat, serta berusaha pula untuk mencari cara-cara pencegahannya. Juga lembaga ini berusaha untuk menggiatkan masyarakat melakukan segala yang diperintahkan oleh agama dan menghentikan segala sesuatu yang dilarang. Apabila kemaksiatan itu telah merata, dan masyarakat telah melupakan agama, maka bencana yang akan menimpa masyarakat itu tidak hanya akan menimpa suatu kelompok atas golongan tertentu saja, tetapi bencana itu akan dirasakan oleh anggota masyarakat, secara keseluruhan dan merata.\r\n      Di akhir ayat ini Allah memperingatkan orang-orang mukmin agar mereka itu mengetahui bahwa Allah amat pedih siksaan-Nya. Siksaan Allah ditimpakan atas siapa saja yang melanggar hukum-Nya. Ancaman Tuhan yang sangat keras ini akan berlaku apabila kejahatan itu telah merajalela dan merata di segenap anggota masyarakat itu tanpa pandang bulu. Sedangkan ancaman-ancamannya di akhirat ditimpakan kepada orang-orang, yang melakukannya sesuai dengan berat ringannya perbuatan yang dilakukan oleh orang itu.\r\n"}