{"tafsir_id":1189,"surah_id":8,"aya_number":29,"tafsir_wajiz":"Dalam menghadapi ujian hidup, apalagi menyangkut anak dan harta, manusia seringkali bingung dan sulit menentukan sikap. Maka melalui no_ayatt ini Allah menjelaskan cara untuk menyingkirkan kebingungan itu. Wahai orang-orang yang beriman! Jika kamu bertakwa kepada Allah, patuh pada perintah Allah dalam kesendirian atau di tengah keramaian, niscno_ayat Dia akan memberikan karunia berupa furqan, yakni kemampuan membedakan antara yang hak dan batil kepadamu, dan menghapus segala kesalahanmu dengan menutupinya di dunia dan akhirat serta tidak menuntut pertanggungjawabanmu, dan mengampuni dosadosa-mu. Allah memiliki karunia yang besar.","tafsir_tahlili":"(29) Allah menyeru orang-orang yang beriman bahwa apabila mereka bertakwa kepada Allah yaitu memelihara diri mereka dengan melaksanakan apa yang mereka tetapkan berdasar hukum-hukum Allah serta menjauhi segala macam larangan-Nya seperti tidak mau berkhianat, lebih mengutamakan hukum-hukum-Nya, Allah akan memberikan kepada mereka petunjuk yang dapat membedakan antara yang hak dengan yang batil, dan petunjuk itu merupakan penolong bagi mereka dikala kesusahan dan sebagai pelita dikala kegelapan.\r\nAllah berfirman:\r\nيٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوا اتَّقُوا اللّٰهَ وَاٰمِنُوْا بِرَسُوْلِهٖ يُؤْتِكُمْ كِفْلَيْنِ مِنْ رَّحْمَتِهٖ وَيَجْعَلْ لَّكُمْ نُوْرًا تَمْشُوْنَ بِهٖ وَيَغْفِرْ لَكُمْۗ وَاللّٰهُ غَفُوْرٌ رَّحِيْمٌۙ  ;Wahai orang-orang yang beriman! Bertakwalah kepada Allah dan berimanlah kepada Rasul-Nya (Muhammad), niscaya Allah memberikan rahmat-Nya kepadamu dua bagian, dan menjadikan cahaya untukmu  yang dengan cahaya itu kamu dapat berjalan serta Dia mengampuni kamu. Dan Allah Maha Pengampun, Maha Penyayang. (al-¦ad³d/57: 28);Allah menjanjikan kepada mereka itu akan menghapus segala kesalahan mereka dan mengampuni dosa-dosa mereka lantaran  mereka itu bertakwa, dan diberi pula furq±n, sehingga mereka dapat mengetahui mana perbuatan yang harus dijauhi, karena dilarang Allah, serta dapat pula memelihara dirinya dari hal-hal yang membawa kepada kerusakan. Orang-orang yang mendapat pengampunan Allah berarti ia hidup bahagia. Hal yang demikian ini dapat mereka capai karena karunia Allah semata.\r\nAllah menegaskan bahwa Allah mempunyai karunia yang besar karena Dialah yang dapat memberikan keutamaan kepada makhluk-Nya, baik keutamaan kepada hamba-Nya di dunia ataupun maghfirah dan surga-Nya yang diberikan kepada hamba-Nya yang dikasihi di akhirat.\r\n"}