{"tafsir_id":119,"surah_id":2,"aya_number":112,"tafsir_wajiz":"Tidak! Mereka berdusta. Yang akan memasuki surga bukan hanya Yahudi atau Nasrani, melainkan barang siapa yang menyerahkan diri, tunduk, patuh, taat, ikhlas sepenuhnya kepada Allah, dan dia berbuat baik, beriman, membenarkan, dan mengikuti apa yang dibawa oleh Rasulullah, dia mendapat pahala di sisi Tuhannya dan tidak ada rasa takut pada mereka di akhirat dan mereka tidak bersedih hati. Mereka kekal dalam kenikmatan. ,","tafsir_tahlili":"(112) Anggapan masing-masing golongan dari Ahli Kitab tidak benar, karena masuk surga tidak hanya dimonopoli oleh suatu bangsa atau suatu golongan, tetapi akan didapat oleh siapa saja yang berusaha mendapatkannya dengan ketentuan harus beriman dan beramal saleh.\r\nSebagai ketegasan, Allah memberikan pernyataan bahwa barang siapa beriman kepada Allah dan membuktikan imannya itu dengan amal yang ikhlas, maka dia akan memperoleh pahala. Allah tidak akan menyia-nyiakan amal baik seorang hamba. Ayat ini juga menunjukkan bahwa iman yang tidak direalisasikan dalam amal saleh, tidak menjamin tercapainya kebahagiaan seseorang. Dalam Al-Qur′an banyak didapati kata-kata iman senantiasa diiringi dengan amal saleh:\r\nوَمَنْ يَّعْمَلْ مِنَ الصّٰلِحٰتِ مِنْ ذَكَرٍ اَوْ اُنْثٰى وَهُوَ مُؤْمِنٌ فَاُولٰۤىِٕكَ يَدْخُلُوْنَ الْجَنَّةَ وَلَا يُظْلَمُوْنَ نَقِيْرًا   \r\nDan barang siapa mengerjakan amal kebajikan, baik laki-laki maupun perempuan sedang dia beriman, maka mereka itu akan masuk ke dalam surga dan mereka tidak dizalimi sedikit pun. (an-Nis±′/4:124);فَمَنْ يَّعْمَلْ مِنَ الصّٰلِحٰتِ وَهُوَ مُؤْمِنٌ فَلَا كُفْرَانَ لِسَعْيِهٖۚ \r\nBarang siapa mengerjakan kebajikan, dan dia beriman, maka usahanya tidak akan diingkari (disia-siakan), …( al-Anbiy±′/21:94);Apabila mereka telah berserah diri kepada Allah dan beramal saleh, maka mereka tidak perlu khawatir dan bersedih. Di antara tabiat orang-orang mukmin ialah apabila mereka ditimpa sesuatu yang tidak menyenangkan, mereka akan menyelidiki sebab-sebab terjadinya dan berusaha keras untuk mengatasinya. Kalau masih juga belum teratasi, mereka menyerahkan persoalan itu kepada kekuasaan Allah: niat mereka sedikit pun tidak melemah dan hati mereka pun menyadari bahwa untuk mengatasi semua kesulitan itu dia menyerahkan diri kepada kekuatan yang hakiki, yaitu Allah. "}