{"tafsir_id":1190,"surah_id":8,"aya_number":30,"tafsir_wajiz":"Nabi Muhammad pun diingatkan oleh Allah tentang nikmat yang harus disyukuri, terutama ketika Allah menyelamatkannya dari upno_ayat jahat orang-orang kafir Mekah. Dan ingatlah wahai Nabi Muhammad, ketika tokoh dan pemuka orang-orang kafir Mekah, terutama dari kalangan kaum Quraisy memikirkan dan merencanakan tipu dno_ayat terhadapmu Nabi Muhammad untuk mence-lakakanmu dengan menangkap dan memenjarakanmu, atau membunuhmu, atau mengusirmu dari Mekah. Mereka selalu memikirkan dan membuat tipu dno_ayat dan Allah membuat apa yang serupa dengan tipu dno_ayat yang lebih hebat, sehingga menggagalkan tipu dno_ayat mereka itu. Mereka mengatur rencana jahat, tapi Allah juga punya rencana menyelamatkan dirimu dari kejahatan mereka. Dan rencana Allah itu lebih baik, lebih kuat dan lebih unggul, karena Allah adalah sebaik-baik pembalas tipu dno_ayat.","tafsir_tahlili":"(30) Allah mengingatkan Nabi Muhammad dan sahabatnya tentang suatu peristiwa yang pernah mereka alami, pada saat mereka berada di Mekah. Mereka diselamatkan dari siksaan orang-orang musyrikin. Ketika itu orang-orang kafir Quraisy merencanakan tipu-daya yang harus dilakukan terhadap Nabi, yaitu menawan Nabi sehingga ia tidak dapat bertemu dengan manusia dan tidak dapat lagi menyebarkan agama Islam, atau membunuh Nabi dengan cara yang menyukarkan kabilahnya untuk menuntut balas, sehingga tidak menyebabkan bahaya bagi siapa yang membunuhnya, atau mengusir Nabi dan mengasingkan ke tempat yang terpencil.\r\nPada saat itu orang-orang kafir Quraisy merencanakan tipu-daya. Allah memberikan bantuan-Nya kepada Nabi Muhammad, yaitu Allah menggagalkan usaha mereka dengan jalan memerintahkan Nabi dan sahabatnya hijrah ke Medinah, sehingga Nabi dan para sahabatnya terhindar dari tipu-daya orang musyrikin.\r\nAllah menegaskan bahwa Dia adalah sebaik-baik pembalas tipu-daya, yaitu dapat mengalahkan tipu-daya orang-orang musyrikin, dan orang-orang kafir Quraisy yang ingin mencelakakan Nabi.\r\n"}