{"tafsir_id":1191,"surah_id":8,"aya_number":31,"tafsir_wajiz":"Begitulah rencana makar mereka terhadap Rasulullah, dan masih ada lagi sikap buruk mereka terhadap apa yang diturunkan kepada beliau. Dan perhatikanlah sikap permusuhan yang diperlihatkan oleh orang-orang kafir apabila no_ayatt-no_ayatt Kami, yakni no_ayatt-no_ayatt Al-Qur'an, dibacakan atau disampaikan oleh siapa pun kepada mereka. Kebodohan dan keangkuhan mereka yang sangat, mendorong mereka untuk berkata, “Sesungguhnya kami telah mendengar no_ayatt-no_ayatt seperti ini. Ia biasa biasa saja, tidak memiliki keistimewaan, jika kami menghendaki niscno_ayat kami dapat membacakan atau membuat yang seperti ini. Yang dibacakan dari no_ayatt-no_ayatt Al-Qur’an ini tidak lain hanyalah dongeng orang-orang terdahulu.”","tafsir_tahlili":"(31) Allah menjelaskan keingkaran orang-orang Quraisy serta kesombongan mereka terhadap seruan Nabi, terutama ketika mendengar ayat-ayat yang dibacakan oleh Nabi. Mereka menanggapinya dengan sikap yang sombong. Mereka menganggap diri mereka dapat membacakan seperti itu. Perkataan ini adalah perkataan yang ditandaskan oleh an-Na«ar bin al-¦aris dari Bani Abdid D±r. Ia pulang pergi ke Persia dan mendengar dari mereka tentang Rustam dan Isfandiar  dari beberapa orang ajam yang terkemuka. Dia sering bertemu dengan orang-orang Yahudi dan Nasrani, maka dia mendengar dari mereka isi Kitab Taurat dan Injil.\r\nLalu Allah menerangkan sebab-sebab mengapa orang-orang Quraisy itu mengemukakan anggapan demikian, yaitu lantaran mereka menganggap ayat-ayat Al-Qur'an yang dibacakan Nabi Muhammad dan pengikut-pengikutnya menyerupai kisah-kisah yang terdapat dalam Kitab Taurat dan Injil. Itulah sebabnya, mengapa mereka merasa sanggup untuk membacakan ayat-ayat yang dibacakan oleh Nabi. Mereka beranggapan bahwa ayat-ayat yang dibaca oleh Muhammad itu bukanlah wahyu, melainkan dongengan-dongengan orang-orang purbakala.\r\nNamun demikian, boleh jadi yang mengeluarkan kata-kata itu ialah an-Na«ar, kemudian diikuti oleh yang lain. Tetapi mereka itu tidak meyakini bahwa ayat-ayat yang dibaca itu adalah dongengan-dongengan orang-orang dahulu, yang bersimpang-siur dan tidak pula beranggapan bahwa Muhammad yang membuat-buatnya, karena mereka tidak pernah menuduh Muhammad seorang pendusta.\r\nAllah berfirman:\r\nفَاِنَّهُمْ لَا يُكَذِّبُوْنَكَ وَلٰكِنَّ الظّٰلِمِيْنَ بِاٰيٰتِ اللّٰهِ يَجْحَدُوْنَ\r\nKarena sebenarnya mereka bukan mendustakan engkau, tetapi orang yang zalim itu mengingkari ayat-ayat Allah. (al-An±m/6: 33);Dan firman Allah:\r\nوَقَالُوْٓا اَسَاطِيْرُ الْاَوَّلِيْنَ اكْتَتَبَهَا فَهِيَ تُمْلٰى عَلَيْهِ بُكْرَةً وَّاَصِيْلًا\r\nDan mereka berkata, “(Itu hanya) dongeng-dongeng orang terdahulu, yang diminta agar dituliskan, lalu dibacakanlah  dongeng itu kepadanya setiap pagi dan petang.” (al-Furq±n/25: 5);Sebenarnya mereka bukan tidak meyakini kebenaran ayat-ayat itu, karena mereka sebenarnya telah mengetahui bahwa Nabi Muhammad itu adalah ummi, tetapi mereka mengatakan demikian itu hanyalah untuk merintangi orang-orang agar tidak mau mendengarkan Al-Qur'an.\r\nAda pula yang beranggapan bahwa pemimpin-pemimpin Quraisy seperti an-Na«ar bin al-¦aris, Abu Jahal, dan al-Walid bin Mugirah sama-sama bersepakat untuk menyuruh orang agar tidak mendengarkan Al-Qur'an. Kemudian mereka datang ke rumah Nabi pada waktu malam untuk mendengarkannya dan mereka tertarik kepada Al-Qur'an itu. Karena begitu berkesannya bacaan Al-Qur'an pada hati mereka sehingga al-Walid bin Mugirah mengucapkan kata-kata yang terkenal, “Sesungguhnya Al-Qur'an bernilai tinggi”. Itulah sebabnya mereka menghalang-halangi orang-orang Arab mendengarkan ayat-ayat Al-Qur'an dan menjauhkan orang-orang Arab dari Al-Qur'an, mereka mengatakan bahwa Al-Qur'an itu sihir.\r\n"}