{"tafsir_id":1195,"surah_id":8,"aya_number":35,"tafsir_wajiz":"Salah satu bukti ketidaklno_ayatkan mereka mengelola Masjidilharam adalah seperti diuraikan pada no_ayatt ini. Dan apa yang mereka anggap sebagai salat mereka yang seharusnya dilakukan dengan dengan penuh khusyuk, ketulusan, dan penghormatan kepada Allah, apalagi itu dilakukan di sekitar Baitullah itu, tidak lain hanyalah siulan dan tepuk tangan. Maka kelak ketika azab telah jatuh, dikatakan kepada mereka, “Rasakanlah azab disebabkan sejak dahulu hingga kini kamu terus-menerus melakukan kekufuran. Terimalah kematian kamu di medan perang, agar kesyirikan itu menjauh dari Masjidilharam, dan kematian itu tidak lain akibat kekufuran kamu.”","tafsir_tahlili":"(35) Allah menerangkan sebab-sebab mereka tidak berhak menguasai Baitullah, dan daerah haram, yaitu karena mereka dalam waktu beribadah, mengerjakan tawaf, mereka bertelanjang dan bersiul-siul serta bertepuk tangan.\r\nرُوِيَ عَنِ ابْنِ عَبَّاسٍ رَضِيَ اللهُ عَنْهُمَا: كَانَتْ قُرَيْشٌ تَطُوْفُ بِالْبَيْتِ عُرَاةً تُصَفِّرُ وَتُصَفِّقُ (رواه ابن أبي حاتم عن ابن عبّاس)\r\nDiriwayatkan dari Ibnu Abbas ra: “Orang-orang Quraisy mengitari Baitullah dalam keadaan telanjang, bersiul-siul dan bertepuk tangan.” (Riwayat Ibnu Abi ¦atim dari Ibnu Abbas).;Dan katanya:\r\nوَرُوِيَ عَنْهُ: إِنَّ الرِّجَالَ وَالنِّسَاءَ مِنْهُمْ كَانُوْا يَطُوْفُوْنَ عُرَاةً مُشَبِّكِيْنَ بَيْنَ أَصَابِعِهِمْ يُصَفِّرُوْنَ مِنْهَا وَيُصَفِّقُوْنَ (رواه ابن أبي حاتم عن ابن عبّاس)\r\n“Bahwa orang-orang Quraisy itu, baik laki-laki maupun perempuan, mengelilingi Kabah dalam keadaan telanjang. Mereka saling bergandengan tangan, bersiul-siul dan bertepuk tangan.” (Riwayat Ibnu Abi ¦atim dari Ibnu Abbas);A¯-°asti menceritakan sebuah riwayat yang ditanyakan Nafi bin al-Azraq bahwasanya dia berkata kepada Ibnu Abbas:\r\nأَخْبِرْنِيْ عَنْ قَوْلِهِ عَزَّوَجَلَّ (اِلاَّ مُكَاءً وَتَصْدِيَةً) قَالَ الْمُكَاءُ صَوْتُ الْقُنْبُرَةِ وَالتَّصْدِيَةُ صَوْتُ الْعَصَافِيْرِ وَهُوَ التَّصْفِيْقُ وَذٰلِكَ أَنَّ رَسُوْلَ اللهِ صَلَّى الله ُعَلَيْهِ وَسَلَّمَ كَانَ إِذَا قَامَ إِلَى الصَّلاَةِ وَهُوَ بِمَكَّةَ كَانَ يُصَلِّي بَيْنَ الْحَجَرِ اْلأَسْوَدِ وَالرُّكْنِ الْيَمَانِيْ يَعْنِيْ أَنَّهُ يَقُوْمُ إِلَى الشِّمَالِ لِلْجَمْعِ بَيْنَ الْكَعْبَةِ وَبَيْتِ الْمَقْدِسِ فِى اْلاِسْتِقْبَالِ) فَيَجِيْءُ رَجُلاَنِ مِنْ بَنِيْ سَهْمٍ يَقُوْمُ أَحَدُهُمَا عَنْ يَمِيْنِهِ وِاْلاٰخَرُ يُصَفِّقُ بِيَدَيْهِ تَصْدِيَةَ الْعَصَافِيْرِ لِيُفْسِدُوْا عَلَيْهِ صَلاَتَهُ (رواه الطستي عن نافع بن أزرق)\r\n“Beritahukanlah kepadaku tentang makna firman Allah Azza wa Jalla “Ill± muk±an wa ta¡diyah.” Ia berkata, “Al-Muk± ialah suara burung Qunburah dan Ta¡diyah ialah suara burung pipit sama dengan bertepuk tangan. Dan demikian itu ialah pada ketika Rasulullah mengerjakan salat, sedang beliau pada tempat di antara hajar aswad dan rukun yamani (yaitu beliau menghadap ke utara agar dapat mempersatukan arah Kabah dan Baitul Makdis pada suatu arah tujuan). Maka datanglah dua orang laki-laki dari Bani Sahm yang seorang berdiri di sebelah kanan Nabi, sedang yang lain bertepuk tangan seramai suara burung pipit mengganggu salat Nabi saw.” (Riwayat A¯-°asti dari Nafi bin Azraq);Kemudian Allah mengancam perbuatan mereka itu dengan ancaman yang keras, berupa azab karena kekafiran mereka itu. Siksaan ini meliputi siksaan dunia dan siksaan akhirat. Siksaan dunia yang mereka alami ialah tewasnya pemimpin-pemimpin mereka dan tertawannya tentara mereka pada waktu Perang Badar serta kekalahan total mereka pada saat penaklukan Mekah. Sedangkan siksaan mereka di akhirat ialah penyesalan yang tak berkeputusan ketika merasakan dahsyatnya derita akibat panasnya api neraka.\r\n"}