{"tafsir_id":1196,"surah_id":8,"aya_number":36,"tafsir_wajiz":"Demikianlah, perbuatan buruk mereka akan sia-sia dan berbuah azab. Demikian pula harta mereka akan sia-sia seperti dijelaskan pada no_ayatt ini. Sesungguhnya orang-orang yang kafir itu, yang mengingkari no_ayatt-no_ayatt dan menyekutukan Allah, bertekad untuk terus-menerus menginfakkan harta mereka dengan tujuan untuk menghalang-halangi orang lain dari jalan Allah. Mereka akan terus menginfakkan harta itu, kemudian setelah beberapa lama apa yang mereka lakukan itu menjadi sebab penyesalan bagi mereka, penyesalan yang sangat besar karena mereka hilang dan tujuan mereka tidak tercapai, dan akhirnya mereka akan dikalahkan. Harta itu akan musnah dan sia-sia, sebab mereka tidak akan mampu menghalangi orang dari jalan Allah, dan semua itu hanya akan melahirkan penyesalan dan rasa sakit. Mereka akan dikalahkan dalam perang dan kelak ke dalam neraka Jahanamlah orang-orang kafir itu, yang tetap atau bertambah kekufurannya, akan dikumpulkan, selama mereka masih mempertahankan kekufuran.","tafsir_tahlili":"(36) Para mufassir meriwayatkan dari Ibnu Abbas, Mujahid, Said bin Jubair, dan lain-lainnya sebagai berikut, “Ayat ini turun mengenai diri Abu Sufyan dan harta bendanya yang diserahkan untuk membiayai orang-orang musyrikin pada waktu Perang Badar, serta bantuannya terhadap mereka pada waktu perang Uhud dan lainnya.” \r\nDalam riwayat lain disebutkan bahwa, Setelah Abu Sufyan dapat menyelamatkan kafilahnya (dalam Perang Badar) dengan menempuh jalan pantai menuju Mekah ia berjalan dengan disertai satu regu dari tentara kaum musyrikin menghasut orang-orang agar tidak memerangi mereka. Maka datanglah mereka kepada orang-orang yang mempunyai barang dagangan dalam kafilah seraya berkata, “Wahai orang-orang Quraisy, ketahuilah: Bahwa Muhammad telah mengucilkan kamu dan membunuh pemimpin-pemimpinmu. Maka bantulah kami dengan mengorbankan harta bendamu untuk memerangi Muhammad. Barangkali kami dapat mencapai kemenangan dari padanya.” Kemudian mereka melaksanakan anjuran itu. Said bin Jubir berkata, “Bahwasanya Abu Sufyan pada waktu perang Uhud menyewa 2.000 orang dari suku Bani Kinanah untuk memerangi Rasulullah selain orang Arab yang memang sudah menjadi tentara.” (Riwayat A¯-°asti dari Nafi bin Azraq)\r\nDalam ayat ini Allah menjelaskan persiapan-persiapan orang-orang kafir Quraisy pada saat menjelang terjadinya Perang Badar, yaitu mereka mengerahkan tenaga dan harta benda mereka untuk menghalang-halangi tersiarnya agama Islam dan perjuangan Rasulullah.\r\nBetapa banyak kekuatan bala tentara yang mereka miliki dan harta benda yang mereka pergunakan, namun mereka akan mengalami kegagalan dalam menafkahkan harta benda itu, tidak lain karena perbuatan mereka seperti perbuatan setan yang tidak disandarkan pada pendirian yang benar. Akibatnya ialah penyesalan belaka, karena kekuatan jiwa dan harta mereka hilang tanpa faedah dan perjuangan mereka sia-sia. Kemudian perjuangan mereka secara berturut-turut akan dipatahkan, sehingga akhirnya yang menjulang tinggi hanyalah kalimat Allah semata. Allah mengancam orang-orang kafir dengan ancaman yang keras, bahwa pada hari Kiamat nanti mereka akan digiring ke dalam api neraka.\r\n"}