{"tafsir_id":1198,"surah_id":8,"aya_number":38,"tafsir_wajiz":"Meskipun ucapan Tuhan itu bernada keras dan berisi ancaman, akan tetapi pintu tobat masih tetap terbuka lebar. Maka katakanlah wahai Nabi Muhammad kepada orang-orang yang kafir itu, yakni Abu Sufyan dan kawan-kawannya, serta siapa pun yang tidak percno_ayat keesaan Allah dan berusaha memadamkan cahno_ayat ajaran-Nya, “Jika mereka berhenti dari kekafirannya dan memeluk Islam serta tidak memerangi Nabi Muhammad dan para pengikutnya, niscno_ayat Allah akan mengampuni dosa-dosa mereka yang telah lalu; dan jika mereka kembali lagi melakukan dosa serupa dan memerangi Nabi, maka Allah akan menjatuhkan sanksi atas mereka, karena sungguh, berlaku kepada mereka sunnah, yakni ketetapan Allah, terhadap orang-orang dahulu yang disegerakan jatuhnya sanksi sehingga binasa. Allah akan memenangkan kebenaran atas kebatilan, selama orang-orang yang berpihak pada kebenaran itu tetap tunduk kepada-Nya dan mengikuti ketentuan-ketentuan untuk menang.","tafsir_tahlili":"(38) Allah memerintahkan kepada Nabi Muhammad dan pengikut-pengikutnya untuk menyatakan kepada orang-orang kafir Quraisy, yaitu Abu Sufyan dan pengikut-pengikutnya bahwa Allah memberikan tawaran kepada mereka, apabila mereka mau menghentikan permusuhannya kepada seruan Nabi Muhammad dan menghentikan tipu-dayanya dalam menghalang-halangi tersebarnya agama Allah, mereka masih diberi kesempatan untuk bertaubat. Dan Allah akan mengampuni dosa-dosa mereka yang sudah mereka lakukan dan mereka tidak akan mengalami siksaan di akhirat.\r\nDemikian juga Rasulullah tidak akan memerangi mereka dan tidak akan menuntut balas terhadap tindakan-tindakan mereka yang telah mereka lakukan baik berupa penyiksaan, pengusiran, pembunuhan, perampasan, maupun lain-lainnya. Hal ini adalah merupakan ketentuan Islam yaitu mencintai perdamaian selama ajaran Islam dapat tersebar di muka bumi dan tidak dihalang-halangi. Akan tetapi apabila seruan agama Islam dihalang-halangi maka umat Islam akan bertindak terhadap orang-orang yang menghalang-halangi tersebut.\r\nAllah memberikan ancaman dan peringatan bahwa apabila mereka tetap tidak menghiraukan seruan itu dan mereka tetap bersikap keras dalam memusuhi ajaran Islam, serta menghalang-halangi dan memerangi kaum muslim, maka sunnah Allah yang telah berlaku terhadap orang-orang dahulu kembali berlaku, yaitu Allah akan membantu perjuangan orang-orang mukmin dan menghancurkan tipu-daya orang-orang kafir.\r\nAllah berfirman:\r\nاِنَّا لَنَنْصُرُ رُسُلَنَا وَالَّذِيْنَ اٰمَنُوْا فِى الْحَيٰوةِ الدُّنْيَا وَيَوْمَ يَقُوْمُ الْاَشْهَادُۙ   \r\nSesungguhnya Kami akan menolong rasul-rasul Kami dan orang-orang yang beriman dalam kehidupan dunia dan pada hari tampilnya para saksi (hari Kiamat). (al-Mumin/40: 51);Untuk memberikan gambaran bahwa apabila orang-orang musyrikin itu betul-betul menghentikan tindakan mereka yang memusuhi Nabi Muhammad menerima seruannya dan masuk Islam, niscaya mereka dapat pengampunan dari Allah. Sebagaimana hadis yang diriwayatkan Amr bin al-²¡ berkata:\r\nفَلَمَّا جَعَلَ الله ُاْلإِسْلاَمَ فِيْ قَلْبِيْ أَتَيْتُ النَّبِيَّ رَسُوْلَ اللهِ صَلَّى الله ُعَلَيْهِ وَسَلَّمَ فَقُلْتُ اُبْسُطْ يَدَكَ أُبَايِعْكَ فَبَسَطَ يَمِيْنَهُ فَقََبَضْتُ يَدِيْ قَالَ  مَالَكَ  قُلْتُ أَرَدْتُ أَنْ أُشْتَرِطَ، قَالَ  تَشْتَرِطُ بِمَاذَا؟  قُلْتُ أَنْ يَغْفِرَ لِيْ. قَالَ  أَمَا عَلِمْتَ يَا عَمْرُو أَنَّ اْلإِسْلاَمَ يَهْدِمُ مَا كَانَ قَبْلَهُ وَأَنَّ الْهِجْرَةَ تَهْدِمُ مَاكَانَ قَبْلَهَا وَأَنَّ الْحَجَّ يَهْدِمُ مَاكَانَ قَبْلَهُ؟  (رواه مسلم عن عمرو بن العاص)\r\n“Setelah Allah meresapkan agama Islam betul-betul ke dalam hatiku, aku pun datang kepada Nabi dan berkata: “Ulurkan tanganmu, aku akan membaiat kamu. Maka Rasulullah mengulurkan tangan kanannya, lalu aku menarik tanganku. Nabi bertanya: “Mengapa engkau menarik tanganmu?” Aku menjawab: “Aku akan menentukan suatu syarat”. Rasulullah bertanya: “Engkau akan mensyaratkan apa?” Aku menjawab: “Aku ingin agar Allah mengampuni aku.” Rasulullah bersabda: “Tidakkah engkau mengetahui hai Amr, bahwasanya Islam itu menghapuskan apa yang terjadi sebelumnya, dan bahwasanya hijrah itu telah menghapuskan apa yang sebelumnya dan haji itu menghilangkan dosa-dosa yang sebelumnya.” (Riwayat Muslim dari Amr bin al-²¡)\r\n"}