{"tafsir_id":1199,"surah_id":8,"aya_number":39,"tafsir_wajiz":"no_ayatt yang lalu mengancam jatuhnya siksa bagi yang melanjutkan pembangkangan. Salah satu cara Allah menyiksa adalah melalui kaum muslim, karena itu no_ayatt ini memerintahkan kaum muslim bahwa jika mereka terus membangkang dan berusaha menghalangi kebebasan, maka bertindaklah dan perangilah terus mereka itu sampai tidak ada lagi fitnah, yakni kekacauan, penganino_ayatan terhadap kaum mukmin dan atau syirik, dan supno_ayat agama atau ketaatan seluruhnya hanya bagi Allah semata. Jika mereka berhenti dari penganino_ayatan dan atau kemusyrikan serta berpihak pada kebenaran, maka sesungguhnya Allah Maha Melihat apa yang mereka kerjakan sekecil dan tersembunyi apa pun, lahir dan batin, sehingga memperlakukan mereka seimbang dengan sikap dan kelakuan mereka.","tafsir_tahlili":"(39) Allah mengobarkan semangat juang orang-orang mukmin yaitu apabila orang-orang musyrikin tetap menolak seruan menghentikan permusuhan, Allah memerintahkan Rasulullah dan pengikut-pengikutnya agar memerangi mereka agar tidak terdapat lagi fitnah yang mengganggu umat Islam dan agamanya. Sehingga tidak akan ada lagi rasa takut dan kekhawatiran yang mencekam hati sanubari seseorang bila masuk agama Islam. Hal ini adalah jaminan bagi manusia bahwa mereka mempunyai kemerdekaan di dalam memeluk agama dan menjalankan syariatnya.\r\nAllah berfirman:\r\nلَآ اِكْرَاهَ فِى الدِّيْنِۗ  قَدْ تَّبَيَّنَ الرُّشْدُ مِنَ الْغَيِّ ۚ\r\n“Tidak ada paksaan dalam (menganut) agama (Islam), sesungguhnya telah jelas (perbedaan) antara jalan yang benar dengan jalan yang sesat.” (al-Baqarah/2: 256);Kemudian Allah menawarkan sekali lagi kepada orang-orang musyrikin bahwa apabila mereka menghentikan kekafiran dan permusuhan, maka Allah Maha Melihat apa yang mereka kerjakan, dan akan memberikan balasan kepada mereka terhadap amalan-amalan mereka.\r\nRasulullah bersabda:\r\nأُمِرْتُ أَنْ أُقَاتِلَ النَّاسَ حَتَّى يَقُوْلُوْا: لاَإِلٰهَ إِلاَّ الله ُفَإِذَا قَالُوْهَا عَصَمُوْا مِنِّي دِمَاءَهُمْ وَأَمْوَالَهُمْ إِلاَّ بَحَقِّهَا وَحِسَابُهَا عَلَى اللهِ عَزَّوَجَلَّ (رواه البخاري ومسلم عن ابن عمر)\r\n“Aku diperintahkan untuk memerangi manusia sehingga mereka itu mengucapkan “L± il±ha illall±hu”. Apabila mereka mengatakan kalimat itu, mereka telah memelihara darah dan harta benda mereka dari tindakanku, terkecuali karena ada alasan yang benar, sedang perhitungan amal mereka terserah kepada Allah Azza wa Jalla”. (Riwayat al-Bukhār³ dan Muslim dari Ibnu Umar);Perintah perang ini merupakan jalan terakhir, ada ayat lain yang menganjurkan untuk mengajak ke jalan yang benar dengan bijaksana, seperti yang tercantum dalam Surah an-Na¥l/16 ayat 125. \r\n"}