{"tafsir_id":120,"surah_id":2,"aya_number":113,"tafsir_wajiz":"Dan orang Yahudi berkata, “Orang Nasrani itu tidak memiliki sesuatu, yakni pegangan berupa agama yang benar, padahal Nabi Isa telah datang kepada mereka, lalu mereka mengingkarinya.” Dan orangorang Nasrani juga berkata, “Orang-orang Yahudi tidak memiliki sesuatu, yakni pegangan berupa agama yang benar, padahal Nabi Musa telah datang kepada mereka, lalu mereka mengingkarinya.” Padahal, mereka membaca Kitab, yakni Taurat bagi orang Yahudi dan Injil bagi orang Nasrani. Apa yang disebutkan dalam no_ayatt ini merupakan isi perdebatan antara Yahudi dan Nasrani di hadapan Rasulullah . Rafi bin armalah, seorang Yahudi, mengatakan kepada orang Nasrani, “Kalian tidak punya suatu pegangan dan telah kafir terhadap Isa dan Injil.” Seorang Nasrani dari Najran lalu menanggapinya, “Kalian juga tidak punya suatu pegangan dan telah kafir terhadap Musa dan Taurat.”Demikian pula orang-orang musyrik Arab yang tidak berilmu; mereka berkata seperti ucapan me-reka, Ahli Kitab, itu. Maka Allah akan mengadili mereka pada hari Kiamat, tentang apa yang mereka perselisihkan dalam soal agama.","tafsir_tahlili":"(113) Orang Yahudi beranggapan bahwa orang-orang Nasrani tidak mempunyai pegangan sedikit pun. Orang Yahudi mengingkari Almasih, padahal mereka telah membaca Kitab Taurat yang di dalamnya terdapat berita tentang kedatangan Nabi Isa. Orang Yahudi memberikan sebutan pada Almasih dengan sebutan yang tidak sepantasnya.\r\nOrang Nasrani beranggapan pula bahwa orang Yahudi tidak mempunyai pegangan agama yang benar, karena orang Yahudi telah mengingkari kenabian Almasih, yang bertindak sebagai penyempurna agama mereka. Padahal mereka telah membaca Kitab, yang semestinya tidak akan terjadi tuduh-menuduh itu. Kalau demikian, mereka mengatakan sesuatu yang tidak tercantum dalam Kitab mereka, karena Taurat memuat berita gembira tentang kedatangan Almasih yang menyempurnakan peraturan-peraturan agama yang dibawa oleh Musa a.s. bukan untuk membatalkan. Tetapi mengapa sampai terjadi orang Nasrani membatalkan sama sekali agama orang Yahudi? \r\nSecara singkat dapat dikatakan bahwa agama mereka sebenarnya satu. Hanya saja karena ada bagian-bagian yang dibuang dari isi Kitab itu, terjadilah tuduh-menuduh itu. Dengan demikian Kitab yang mereka baca itu menjadi bukti kedustaan mereka.\r\nKata-kata yang mereka ucapkan bukanlah persoalan baru, bahkan bangsa sebelum mereka mengatakan sesuatu tanpa didasari bukti-bukti yang kuat. Seperti penganut wa£aniah, paganisme (penyembah berhala) juga mengatakan pada agama lain, bahwa agama yang dianut orang itu tidak mempunyai pegangan apa-apa. Kalau manusia dapat mengetahui yang sebenarnya, tentulah tidak akan terjadi pertentangan yang bersifat prinsip.\r\nKemudian Allah memberikan penegasan bahwa Allah adalah Yang Maha Mengetahui segala kebenaran dan kebatilan yang mereka perselisihkan. Allah pula yang membenarkan mana yang benar dan menempatkan orang-orang yang mencintai kebenaran itu dalam surga, juga yang membatalkan mana yang batil, serta mengekalkan para pencinta dan pendukung kebatilan itu dalam neraka."}