{"tafsir_id":1202,"surah_id":8,"aya_number":42,"tafsir_wajiz":"no_ayatt berikutnya menginformasikan tentang faktor penting yang membuat Perang Badar yang sesungguhnya tidak seimbang itu benarbenar terjadi, yaitu ketika kalian, wahai orang-orang mukmin, berada di pinggir lembah yang dekat ke arah kota Madinah, dan mereka, orangorang kafir, berada di pinggir lembah yang jauh dari kota Madinah sedang kafilah itu yang dipimpin oleh Abu Sufyan berada lebih rendah, yakni lebih dekat dari kalian, kira-kira 5 mil saja. Sekiranya kalian mengadakan persetujuan untuk menentukan hari pertempuran, niscno_ayat kalian berbeda pendapat dalam menentukan-nya karena jumlah kalian jauh lebih sedikit dibanding jumlah pasukan kafir, tetapi Allah berkehendak melaksanakan suatu urusan yang harus dilaksanakan atau mesti terjadi dalam kehidupan, yaitu meninggikan kalimat-Nya dengan memberi kemenangan dan kemuliaan kepada kaum muslim serta kehancuran dan kehinaan bagi orang-orang kafir. Demikian ini, agar orang yang binasa atau terbunuh dalam peperangan itu binasa dengan bukti yang nyata, yakni melihat dan mengalami sendiri akibat kedurhakaannya dan agar orang yang hidup atau selamat dari pertempuran itu hidup dengan bukti yang nyata juga, yaitu dengan melihat bukti kekuasaan Allah. Sungguh, Allah Maha Mendengar permohonan orang-orang beriman agar diberi kemenangan pada perang yang sangat menentukan tersebut, Maha Mengetahui keadaan mereka bahwa mereka memang berhak atas pertolongan itu.","tafsir_tahlili":"(42) Dalam ayat ini Allah memperlihatkan rahmat-Nya kepada kaum Muslimin ketika terjadi Perang Badar. Kaum Muslimin menempati tempat yang sangat strategis, sangat memungkinkan untuk memperoleh kemenang-an, yaitu memilih tempat yang berada di pinggir lembah dekat Medinah, sedang kaum musyrikin berada di ujung lembah yang jauh dari kafilah unta yang membawa barang dagangan yang dipimpin oleh Abu Sufyan di tepi pantai, kira-kira lima mil dari Badar. Kaum Muslimin berada di pinggir lembah yang terdekat ke Medinah, ketika itu baru saja turun hujan, sehingga mereka mempunyai persediaan air minum yang cukup dan situasi tanah yang disiram hujan, sedang kaum musyrikin berada di ujung lembah yang jauh, yang kering karena tidak mendapatkan air hujan dan tanah yang diinjak oleh kaum Musyrikin adalah tanah yang mengandung debu, sehingga kaki mereka mudah terperosok.\r\nSeandainya kaum Muslimin mengadakan kesepakatan untuk menentukan waktu pertempuran, niscaya mereka tidak sependapat dalam menentukan waktu pertempuran itu. Akan tetapi, karena Allah telah menentukan jalannya pertempuran maka saatnya pun tidak direncanakan oleh kaum Muslimin sendiri, apalagi  jika  melihat  jumlah tentara kaum Muslimin amat sedikit dibanding dengan jumlah tentara kaum musyrikin dan persenjataan mereka pun tidak lengkap.\r\nMaksud kaum Muslimin berperang untuk menguasai kafilah unta yang penuh dengan barang dagangan yang dibawa dari Syam di bawah pimpinan Abu Sufyan. Tindakan ini adalah sebagai balasan atas tindakan orang-orang musyrik yang merampas harta orang-orang Muslim yang mereka tinggalkan di Mekah karena hijrah ke Medinah. Semula kaum musyrikin tidak merasa gentar menghadapi kaum Muslimin yang dipimpin oleh Rasulullah. Tetapi setelah mereka mengetahui posisi dan keadaan mereka, maka mereka merasa gentar menghadapi kaum Muslimin. Abu Sufyan sebagai pemimpin kafilah perdagangan kemudian mengirim utusan ke Mekah memberi tahu tentang bahaya yang mereka hadapi. Kemudian orang Quraisy dari Mekah mengirim pasukan yang dipimpin oleh Abu Jahal dengan maksud membantu kafilah Abu Sufyan. Mengetahui kedatangan tentara Quraisy dari Mekah yang cukup besar, Nabi Muhammad mengubah arah dari menghalangi Abu Sufyan menjadi menghadapi tentara Quraisy. Maka terjadilah pertempuran di lembah Badar.\r\nAllah mempertemukan dua pasukan itu tanpa didahului persetujuan dari kedua belah pihak, untuk menentukan pertempuran. Allah menghendaki kemenangan kepada kaum Muslimin dan menghancurkan kaum musyrikin, agar orang-orang yang beriman mencapai kemenangan berdasarkan bukti-bukti yang dapat disaksikan dengan nyata sebagai bukti kebenaran Islam, dan sebagai bukti bahwa Allah telah melaksanakan janji-Nya kepada Nabi-Nya dan  kaum  Muslimin,  sehingga  keraguan  mereka  lenyap dan kemenangan  ternyata berada di tangan kaum Muslimin.\r\nAllah Maha Mendengar lagi Maha Mengetahui segala yang diucapkan oleh orang-orang kafir dan orang-orang mukmin dan pasti akan memberikan balasan pula sesuai dengan apa yang didengar dan diketahui-Nya.\r\n"}