{"tafsir_id":1208,"surah_id":8,"aya_number":48,"tafsir_wajiz":"Setelah beberapa no_ayatt sebelumnya memaparkan berbagai hal yang terkait dengan Perang Badar, maka no_ayatt ini menjelaskan kebohongan janji setan terhadap kaum musyrik pada Perang Badar tersebut. Ingatlah ketika setan menjadikan terasa atau terlihat indah bagi mereka, orang-orang musyrik, perbuatan dosa mereka, yakni berperang melawan kebenaran dan serno_ayat mengatakan, “Tidak ada seorang pun yang dapat mengalahkan kalian, wahai orang-orang musyrik, pada hari ini, yakni Perang Badar. Dan kalau ada yang berani melawan kalian, sungguh, aku adalah penolongmu.” Maka ketika kedua pasukan itu telah saling melihat, berhadapan, setan berbalik ke belakang meninggalkan kaum musyrik serno_ayat berkata, “Sesungguhnya aku berlepas diri dari kalian; aku dapat melihat apa yang kalian tidak dapat melihatnya; yakni para malaikat yang turun membantu kaum mukmin, sesungguhnya aku takut kepada Allah.” Demikian ini, disebabkan Allah sangat keras siksa-Nya.","tafsir_tahlili":"(48) Dalam ayat ini Allah menyuruh kaum Muslimin agar memperhatikan peristiwa yang dialami oleh kaum musyrikin dengan setan pada waktu Perang Badar, yaitu ketika setan menjadikan mereka memandang baik pekerjaan mereka dengan mengatakan bahwa tidak ada seorang manusia pun yang dapat mengalahkan kamu pada hari ini dan setan pun tetap akan memberikan bantuan yang diperlukan. Setan membayangkan kepada kaum musyrikin Quraisy bahwa mereka pasti menang, tidak ada suatu golongan yang dapat mengalahkan mereka, karena jumlah tentaranya yang banyak dan persenjataannya yang lengkap. Setan pun menghasut pengikut-pengikutnya dengan mengatakan bahwa perjuangan mereka itu betul-betul perjuangan yang suci, dan setan sendiri akan tetap mendampingi mereka sebagai kawan yang setia.\r\nKetika kedua pasukan itu sudah berhadap-hadapan sehingga masing-masing melihat keadaan lawannya dengan jelas, maka sebelum terjadi peperangan setan itu berbalik ke belakang seraya berkata, “Aku berlepas diri dari kamu karena aku dapat melihat apa yang kamu sekalian tidak dapat melihatnya.” Yang dilihat oleh setan itu ialah bala bantuan Allah kepada kaum Muslimin, yaitu pasukan malaikat yang jumlahnya tidak kurang dari seribu malaikat. Setan berkata selanjutnya, “Saya takut kepada Allah, dan Allah sangat pedih siksa-Nya.”\r\nKetakutan setan disebabkan dia melihat malaikat yang diturunkan dari langit untuk membantu perjuangan umat Islam. Setan dan malaikat itu adalah dua golongan yang sangat bertentangan dan tidak dapat berkumpul. Seandainya kedua-duanya berkumpul maka pastilah golongan yang kuat yaitu malaikat akan membinasakan golongan yang lemah yaitu setan dan kawan-kawannya.\r\n"}