{"tafsir_id":1214,"surah_id":8,"aya_number":54,"tafsir_wajiz":"Keadaan mereka serupa dengan keadaan pengikut Fir'aun terhadap Nabi Musa dan orang-orang yang sebelum mereka, seperti kaum Nabi Nuh, kaum 'Ad, kaum Samud, kaum Sodom, dan lain-lain. Mereka men-dustakan no_ayatt-no_ayatt Tuhannya melalui sikap dan perilakunya, maka Kami menurunkan azab yang membinasakan mereka dengan bentuk yang bermacam-macam (Lihat : no_surahh al-'Ankabut/29: 40), disebabkan oleh dosa-dosanya. Dosa-dosa yang mereka lakukan bukan semata-mata terkait dengan akidah atau keyakinan, akan tetapi kejahatan sosial yang dapat mengancam kehidupan kemanusiaan secara umum, seperti membudno_ayatnya kejahatan ekonomi (Madyan, kaum Nabi Syuaib), penyimpangan seksual (Sodom, kaum Nabi Lut), dan lain-lain, dan karena itulah Kami juga menenggelamkan Fir'aun dan pengikut-pengikutnya; sebab mereka adalah orang-orang yang zalim yaitu dengan menjadikan kekuasaannya sebagai alat untuk menindas orang-orang lemah dan bahkan memperbudak mereka. Perilaku Fir'aun ini esensinya sama dengan perilaku umat-umat terdahulu. Inilah hukum Allah (sunatullah) yang bersifat pasti dan universal dalam perjalanan kehidupan manusia sepanjang masa, bahwa siapa pun yang memiliki sifat dan perilaku yang sama dengan mereka pasti akan mendapat hukuman atau azab dari Allah dengan bentuknya yang berbeda-beda, tanpa memandang kebenaran akidahnya.","tafsir_tahlili":"(54) Mereka itu mengubah nikmat Allah yang ada pada dirinya seperti tingkah laku Firaun dan pengikut-pengikutnya serta orang-orang kafir sebelumnya. Pertama, mereka mengingkari ayat-ayat yang dibawa oleh para rasul tentang keesaan Allah, kewajiban menyembah hanya kepada Allah, dan adanya azab Allah di akhirat. Kedua, mereka mendustakan ayat-ayat Allah dan mengingkari nikmat-nikmat pemberian-Nya, padahal Dia yang menciptakan segala-galanya. Allah membinasakan mereka disebabkan dosa-dosanya dan telah menenggelamkan Firaun bersama pengikut-pengikutnya karena mereka semuanya adalah orang-orang yang zalim."}