{"tafsir_id":1217,"surah_id":8,"aya_number":57,"tafsir_wajiz":"Karena itu, maka jika engkau, wahai Nabi Muhammad, berkesempatan mendapati bahkan mengungguli mereka, yakni Yahudi Bani Quraizah yang telah berjanji untuk tidak membantu kaum musyrik pada Perang Badar ternyata mereka merusak perjanjian itu, dalam peperangan yang lain, maka cerai-beraikanlah mereka dan orang-orang yang di belakang mereka dengan menumpasnya, agar mereka mengambil pelajaran melalui hukuman itu sehingga tidak merusak perjanjian lagi. Rangkaian no_ayatt di atas, meski terkait dengan Yahudi Bani Quraizah, juga pelajaran sekaligus peringatan bagi siapa saja yang merusak perjanjian. Artinya, siapa pun yang merusak perjanjian sesungguhnya ia patut memperoleh laknat Allah.","tafsir_tahlili":"(57) Allah menjelaskan apa yang harus diperbuat kaum Muslimin setelah berkali-kali terjadi pelanggaran janji dari orang-orang Yahudi. Allah menjelaskan bahwa jika kaum Muslimin menemui mereka dalam peperangan, mereka harus dicerai-beraikan, demikian pula orang-orang yang ada di belakang mereka harus ditumpas agar mereka mengambil pelajaran dari tindakan kaum Yahudi ini. Tindakan yang tegas dari kaum Muslimin pada mereka harus dapat menimbulkan kesan yang menakutkan bagi orang-orang yang berada di belakang mereka, sehingga mereka tidak berani lagi melanggar janji.\r\nDalam ayat ini, Allah memberi peringatan pula kepada kaum Muslimin, agar jangan tertipu untuk kedua kalinya setelah dikhianati pertama kali oleh orang Yahudi dan mereka memohon maaf. Maka Allah dengan tegas menjelaskan bahwa kaum Muslimin tidak perlu ragu untuk mengadakan tindakan yang tegas agar pelanggaran-pelanggaran semacam itu tidak terulang kembali di belakang hari dan agar orang-orang yang berada di belakang mereka mengambil pelajaran daripadanya.\r\nDiriwayatkan oleh al-Bukh±r³ dan Muslim bahwa, Nabi Muhammad pernah berkhotbah di hadapan para sahabat dalam menghadapi pertempuran sebagai  berikut : \r\nأيها الناس لا تمنوا العدوَّ وسلوا الله العافية، فإذا لقيتموهم فاصبروا واعلموا أن الجنة تحت ظلال السيوف. ثم قال: اللهم منزل الكتاب، ومجرى السحاب، وهازم الأحزاب، اهزمهم وانصرنا عليهم. \r\n“Wahai sekalian manusia, janganlah kamu mencita-citakan (mengingin-kan) berjumpa dengan musuh dan mohonlah keselamatan kepada Allah. Akan tetapi bilamana kamu berjumpa dengan mereka, maka bertahanlah dengan kesabaran (dalam pertempuran), dan ketahuilah bahwa surga itu berada di bawah bayangan pedang.” Kemudian beliau menambah dengan doa,  “Ya Allah yang menurunkan Al-Qur′an, dan yang menjalankan awan di langit hancurkanlah golongan-golongan musuh ini. Cerai-beraikanlah mereka dan berilah pertolongan kepada kami untuk mengalahkan mereka.”\r\n"}