{"tafsir_id":122,"surah_id":2,"aya_number":115,"tafsir_wajiz":"Dan milik Allah timur dan barat. Artinya, Allah adalah Tuhan bumi seluruhnya. Ke mana pun kamu menghadap ketika menunaikan salat, di sanalah wajah Allah, yaitu kiblat yang diinginkan Allah bagimu. Sungguh, Allah Mahaluas, tidak sempit dan tidak terbatas, Maha Mengetahui siapa yang menghadap kepada-Nya di mana pun ia berada.","tafsir_tahlili":"(115) Sebab turunnya ayat ini ialah seperti diriwayatkan oleh Jabir sebagai berikut:  Kami telah diutus oleh Rasulullah saw dalam suatu peperangan dan aku termasuk dalam pasukan itu. Ketika kami berada di tengah perjalanan, kegelapan mencekam kami, sehingga kami tidak mengetahui arah kiblat.  Segolongan di antara kami berkata,  Kami telah mengetahui arah kiblat, yaitu ke sana, ke arah utara. Maka mereka salat dan membuat garis di tanah. Sebagian kami berkata,  Arah kiblat ke sana ke arah selatan.  Dan mereka membuat garis di tanah. Tatkala hari subuh dan matahari pun terbit, garis itu mengarah ke arah yang bukan arah kiblat. Tatkala kami kembali dari perjalanan dan kami tanyakan kepada Rasulullah saw tentang peristiwa itu, maka Nabi saw diam dan turunlah ayat ini.  )\r\nAllah swt menegaskan pemilikan-Nya terhadap seluruh alam ini. Dia sendiri yang mengaturnya, mengetahui apa saja yang terjadi di dalamnya, baik kecil maupun besar. Firman Allah:\r\nوَهُوَ مَعَكُمْ اَيْنَ مَا كُنْتُمْۗ وَاللّٰهُ بِمَا تَعْمَلُوْنَ بَصِيْرٌۗ  \r\n…Dan Dia bersama kamu di mana saja kamu berada. Dan Allah Maha Melihat apa yang kamu kerjakan. (al-¦ad³d/57:4);Firman Allah yang lain:\r\nمَا يَكُوْنُ مِنْ نَّجْوٰى ثَلٰثَةٍ اِلَّا هُوَ رَابِعُهُمْ وَلَا خَمْسَةٍ اِلَّا هُوَ سَادِسُهُمْ وَلَآ اَدْنٰى مِنْ ذٰلِكَ وَلَآ اَكْثَرَ اِلَّا هُوَ مَعَهُمْ اَيْنَ مَا كَانُوْا \r\n…Tidak ada pembicaraan rahasia antara tiga orang, melainkan Dialah yang keempatnya. Dan tidak ada lima orang, melainkan Dialah yang keenamnya. Dan tidak ada yang kurang dari itu atau lebih banyak, melainkan Dia pasti ada bersama mereka di mana pun mereka berada… (al-Muj±dilah/58:7);رَبَّنَا وَسِعْتَ كُلَّ شَيْءٍ رَّحْمَةً وَّعِلْمًا فَاغْفِرْ لِلَّذِيْنَ تَابُوْا وَاتَّبَعُوْا سَبِيْلَكَ \r\n... (Mereka berkata),   Ya Tuhan kami, rahmat dan ilmu yang ada pada-Mu meliputi segala sesuatu, maka berilah ampunan kepada orang-orang yang bertobat dan mengikuti jalan (agama)-Mu ...  (al-Mu′min/40: 7);Karena itu pada dasarnya, ke mana saja manusia menghadapkan mukanya dalam berdoa atau beribadah, ke timur, barat, utara, selatan, ke bawah, ke atas, dan sebagainya, pasti doa dan ibadahnya itu didengar Allah dan sampai kepada-Nya.\r\nAyat ini membantah kepercayaan bahwa Allah mempunyai tempat, bahwa doa atau ibadah akan didengar dan sampai kepada Allah bila hamba yang berdoa dan beribadah itu menghadap ke arah tertentu saja atau suatu tempat yang dianggap lebih mulia dari tempat yang lain dan sebagainya. Kata wajh banyak sekali artinya. Dalam ayat ini berarti  kehadiran .\r\nBerdasarkan ayat di atas dan sebab turunnya, dapat ditetapkan hukum sebagai berikut:\r\n1. Kiblat itu pada dasarnya ialah seluruh arah. Kemana saja hamba menghadap pasti menemui wajah Allah. Untuk memelihara kesatuan dan persatuan kaum Muslimin ditetapkanlah Kabah sebagai arah kiblat.\r\n2. Apabila hari sangat gelap dan arah kiblat tidak diketahui, maka boleh salat menghadap ke arah yang diyakini sebagai kiblat. Jika ternyata kemudian arah itu bukan arah kiblat maka salatnya tetap sah.\r\n3. Bagi orang yang berada di atas kendaraan yang sedang berjalan, ia boleh berkiblat ke arah yang dia sukai. Sebagian ulama menganjurkan berkiblat ke arah depan dari kendaraan itu."}