{"tafsir_id":1220,"surah_id":8,"aya_number":60,"tafsir_wajiz":"Usai memerintahkan agar Nabi Muhammad memberi tindakan keras bahkan sampai mengusir Yahudi Bani Quraidhah yang telah merusak perjanjian, maka no_ayatt ini memerintahkan agar mempersiapkan kekuatan semaksimal mungkin untuk menghadapi kemungkinan buruk atau balas dendam dari mereka. Dan karena itu, persiapkanlah dengan segala kemampuan untuk menghadapi mereka yang terbukti secara nyata memusuhi Islam, dengan mengerahkan kekuatan apa saja yang kalian miliki dan dari pasukan berkuda yang memang dipersiapkan untuk berperang. Persiapan kekuatan secara maksimal tersebut bertujuan agar dapat menggentarkan musuh Allah, musuh kalian dan juga untuk menggentarkan orang-orang selain mereka yang kalian tidak mengetahuinya baik disebabkan oleh kemunafikannya maupun musuh-musuh Islam yang belum tampak permusuhannya; tetapi Allah senantiasa mengetahuinya, kapan dan di mana saja. Disebabkan sebuah perjuangan di jalan Allah itu membutuhkan bino_ayat besar, maka redaksi berikutnya berisi anjuran untuk mengeluarkan infak: apa saja yang kamu infakkan di jalan Allah niscno_ayat akan dibalas dengan cukup bahkan berlipat ganda asalkan ikhlas kepada kalian dan kalian tidak akan dizalimi, yakni dirugikan atau dikurangi sedikit pun balasan kebaikannya.","tafsir_tahlili":"(60) Untuk menghadapi pengkhianatan kaum Yahudi dan persekongkolan mereka dengan kaum musyrikin dengan tujuan menghancurkan kaum Muslimin, Allah memerintahkan pada ayat ini agar kaum Muslimin menyiapkan kekuatan guna menghadapi musuh-musuh Islam, baik musuh yang nyata mereka ketahui, maupun yang belum menyatakan permusuhan-nya secara terang-terangan. Yang harus dibina lebih dahulu adalah kekuatan iman yang akan menjadikan mereka percaya dan yakin bahwa mereka adalah pembela kebenaran, penegak kalimah Allah di muka bumi dan mereka pasti menang dalam menghadapi dan membasmi kezaliman dan keangkara-murkaan. Kekuatan iman yang sempurna inilah yang dapat membina kekuatan mental yang selalu ditanamkan pada hati segenap rakyat agar mereka benar-benar menjadi bangsa yang tangguh dan perkasa dalam menghadapi berbagai macam kesulitan dan cobaan. Bangsa yang kuat mentalnya tidak akan dapat dikalahkan oleh bangsa lain bagaimana pun sempurnanya peralatan dan senjata mereka. Hal ini telah dibuktikan dalam Perang Badar di mana tentara kaum musyrikin yang jauh lebih besar jumlah dan persenjataannya dapat dipukul mundur oleh tentara Islam yang sedikit jumlahnya dan amat kurang persenjataannya, tetapi memiliki mental yang kuat dan iman yang teguh.\r\nDi samping kekuatan iman/mental mereka, harus pula dipersiapkan kekuatan fisiknya karena kedua kekuatan ini harus digabung menjadi satu, kekuatan fisik saja akan kurang keampuhannya bila tidak disertai dengan kekuatan mental. Demikian pula sebaliknya kekuatan mental saja tidak akan berdaya bila tidak ditunjang oleh kekuatan fisik.\r\nAllah memerintahkan agar kaum Muslimin mempersiapkan tentara berkuda yang ditempatkan pada tempat strategis, siap untuk menggempur dan menghancurkan setiap serangan musuh dari manapun datangnya. Pada   masa Nabi pasukan berkuda inilah yang amat strategis nilainya dan amat besar keampuhannya. Suatu negeri yang mempunyai pasukan berkuda yang besar akan disegani oleh negeri-negeri lain, dan  negeri lain itu akan berpikir lebih dulu bila akan menyerang negeri itu. \r\nPada masa sekarang pasukan berkuda (kavaleri) telah digantikan oleh pasukan tank baja, masalah peperangan pada masa kini sudah lain corak dan bentuknya dari peperangan masa dulu. Alat senjata yang dipergunakan sudah beragam pula, berupa armada udara, armada laut, bahkan sampai memper-gunakan persenjataan yang sangat canggih. Jika pada masa Nabi Muhammad saw. Allah memerintahkan agar mempersiapkan pasukan berkuda, maka pada masa sekarang kaum Muslimin harus mempersiapkan berbagai senjata modern untuk mempertahankan negaranya dari serangan musuh. \r\nSebagaimana diketahui senjata-senjata modern sekarang ini adalah hasil dari kemajuan teknologi. Maka umat Islam wajib berusaha mencapai ilmu pengetahuan setinggi-tingginya dan menguasai teknologi dan selalu mengikuti perkembangan dan kemajuannya. Untuk mencapai ilmu dan teknologi yang tinggi kita memerlukan biaya yang sangat besar. Kita wajib mempercepat kemajuan ekonomi dan memperbesar penghasilan rakyat. Dengan demikian akan mudah bagi rakyat menafkahkan sebagian hartanya untuk kepentingan dan pertahanan negaranya.\r\nSuatu negara yang kuat mentalnya, kuat pertahanannya, dan kuat pula perekonomiannya pasti akan disegani oleh negara lain dan mereka tidak berani memusuhinya apalagi menyerangnya. Inilah yang dituntut Allah dari kaum Muslimin.\r\nAnjuran menafkahkan harta f³ sab³lillah terdapat dalam beberapa ayat dalam Al-Qur′an di antaranya firman Allah:\r\nوَاَنْفِقُوْا فِيْ سَبِيْلِ اللّٰهِ وَلَا تُلْقُوْا بِاَيْدِيْكُمْ اِلَى التَّهْلُكَةِ ۛ وَاَحْسِنُوْا ۛ اِنَّ اللّٰهَ يُحِبُّ الْمُحْسِنِيْنَ   \r\nDan infakkanlah (hartamu) di jalan Allah, dan janganlah kamu jatuhkan (diri sendiri) ke dalam kebinasaan dengan tangan sendiri, dan berbuat baiklah. Sungguh, Allah menyukai orang-orang yang berbuat baik.                    (al-Baqarah/2: 195);Dan firman Allah swt:\r\nوَمَثَلُ الَّذِيْنَ يُنْفِقُوْنَ اَمْوَالَهُمُ ابْتِغَاۤءَ مَرْضَاتِ اللّٰهِ وَتَثْبِيْتًا مِّنْ اَنْفُسِهِمْ كَمَثَلِ جَنَّةٍۢ بِرَبْوَةٍ اَصَابَهَا وَابِلٌ فَاٰتَتْ اُكُلَهَا ضِعْفَيْنِۚ فَاِنْ لَّمْ يُصِبْهَا وَابِلٌ فَطَلٌّ  ۗوَاللّٰهُ بِمَا تَعْمَلُوْنَ بَصِيْرٌ  ;Dan  perumpamaan  orang  yang menginfakkan hartanya untuk mencari rida Allah dan untuk memperteguh jiwa mereka, seperti sebuah kebun yang terletak di dataran tinggi yang disiram oleh hujan lebat, maka kebun itu menghasilkan buah-buahan dua kali lipat. Jika hujan lebat tidak menyiraminya, maka embun (pun memadai). Allah  Maha  Melihat  apa yang kamu kerjakan.  (al-Baqarah/2: 265);Allah menjanjikan pahala yang besar kepada setiap orang yang menafkahkan hartanya di jalan Allah, dan dia tidak akan dirugikan sedikit pun karena menafkahkan hartanya. Sebaliknya perbuatan itu akan mendapat pahala yang berlipat ganda.\r\n"}