{"tafsir_id":1221,"surah_id":8,"aya_number":61,"tafsir_wajiz":"Perang diizinkan dalam Islam adalah demi melindungi dakwah, mempertahankan diri dan atau melawan kezaliman, meski berperang bukanlah satu-satunya cara yang dikehendaki, bahkan terciptanya perdamaian adalah lebih didambakan oleh Islam. Dan karena itu, wahai kaum muslim, jika mereka atau sebagian dari orang-orang kafir itu condong kepada perdamaian, maka terimalah, sebab bukan perang itu sendiri yang dikehendaki Islam, dan untuk menguatkan mental kalian dari kemungkinan munculnya pengkhianatan di balik perdamaian tersebut, maka bertawakallah kepada Allah, serahkan seluruh urusan kepada-Nya setelah berusaha sekuat tenaga. Sungguh, Dia Maha Mendengar segala bentuk percakapan mereka, Maha Mengetahui apa saja yang mereka rencanakan atas kalian, dan Allah pasti akan membela kalian.","tafsir_tahlili":"(61) Bila musuh-musuh Islam itu, baik orang Yahudi maupun orang-orang musyrikin condong kepada perdamaian, mungkin karena mereka benar-benar ingin damai atau karena melihat kekuatan dan kekompakan kaum Muslimin atau karena belum mengkonsolidasikan diri untuk berperang atau karena sebab-sebab lain, maka hendaklah dijajaki kemungkinan damai. Sesudah ternyata bahwa berdamai tidak akan merugikan siasat perjuangan Islam, hendaklah diterima perdamaian itu, tentu saja dengan ketentuan-ketentuan dan syarat-syarat yang dapat menjamin kepentingan bersama dan tidak merugikan masing-masing pihak, karena dasar perjuangan Islam adalah perdamaian. Hal ini telah dipraktikkan Rasulullah pada waktu beliau menerima perdamaian Hudaibiy±h antara kaum Muslimin dan kaum musyrikin pada tahun keenam Hijri. Meskipun syarat-syarat perdamaian Hudaibiy±h itu jika dilihat sepintas merugikan kaum Muslimin, sehingga banyak para sahabat yang merasa keberatan, tetapi Rasulullah, yang mempunyai pandangan jauh dan taktik serta siasat yang bijaksana, dapat menerimanya. Ternyata kemudian sebagaimana diutarakan para ahli sejarah bahwa Perdamaian Hudaibiy±h itu adalah merupakan landasan bagi kemenangan kaum Muslimin selanjutnya.\r\nSetelah perjanjian damai diterima, hendaklah Nabi bersama kaum Muslimin bertawakal sepenuhnya kepada Allah, karena Dialah Yang Maha Mendengar dan Maha Mengetahui hakikat yang sebenarnya dari perdamaian, apakah orang-orang Yahudi dan kaum musyrikin benar-benar jujur dan menginginkan terlaksananya perdamaian, atau hanya karena taktik dan siasat, atau karena hendak menipu atau menunggu lengahnya kaum Muslimin saja.\r\n"}