{"tafsir_id":1223,"surah_id":8,"aya_number":63,"tafsir_wajiz":"Dan sebagai bukti dukungan Allah kepada Nabi Muhammad adalah bahwa Dia yang mempersatukan hati mereka orang yang beriman, seperti suku Aus dan Khazraj. Bahkan hal itu rasanya mustahil bisa terwujud, walaupun kamu menginfakkan semua kekno_ayatan yang berada di bumi, dan meski kamu mengerahkan segala upno_ayat dan kemampuanmu niscno_ayat kamu tidak dapat mempersatukan hati mereka. Demikian ini, karena mereka telah bermusuhan dalam rentang waktu yang cukup lama dalam sebuah peperangan yang dikenal dengan “Perang Bu’as”, bahkan itu telah berjalan sampai ratusan tahun. Akan tetapi, Allah melalui agama Islam telah mempersatukan hati mereka. Mereka rela meninggalkan rasa kesukuan yang sudah sedemikian melekat untuk melebur ke dalam ukhuwwah islamiyyah. Sungguh, Dia Mahaperkasa, sehingga tidak ada seorang pun yang mampu menandingi-Nya, Mahabijaksana atas segala kebijakan-Nya. Hal ini menunjukkan bahwa persatuan dan kesatuan atas dasar cinta dan kasih sno_ayatng yang hakiki tidak mungkin terwujud hanya dengan harta kekno_ayatan, akan tetapi harus didasarkan atas keluhuran budi dan ketulusan jiwa.","tafsir_tahlili":"(62-63) Bila kaum Yahudi dan kaum musyrikin hendak menipu atau hendak mencari kesempatan untuk menyerang dengan adanya perdamaian, maka Allah memberikan jaminan kepada Nabi Muhammad saw bahwa hal itu tidak akan membahayakan kaum Muslimin. Cukuplah Allah (sebagai pelindung), Allah senantiasa melindungi Rasul-Nya dan melindungi umat Islam dan akan memberikan kemenangan kepada mereka bila musuh-musuh itu menyerang kembali. Allah telah memperkuat kedudukan Rasul-Nya dengan pertolongan yang diberikan-Nya kepada kaum Muslimin di masa-masa yang lalu seperti yang terjadi pada Perang Badar, di mana kaum Muslimin dalam keadaan lemah dan sedikit jumlahnya. Mereka dapat mengalahkan kaum musyrikin yang berlipat ganda dan lengkap per-senjataannya. Allah telah mempersatukan hati kaum Muslimin sehingga mereka hidup rukun dan damai, cinta mencintai, dan saling menolong, sehingga mereka merupakan satu kesatuan yang tak terpisahkan, padahal mereka sebelumnya hidup bersuku-suku dan bermusuhan antara satu golongan dengan golongan yang lain. Mereka pada mulanya terdiri dari kaum Muslimin yang datang ke Medinah dan kaum An¡ar penduduk Medinah yang menyambut kedatangan kaum Muslimin itu. Kaum An¡ar sendiri dahulunya terpecah-belah terdiri dari suku Aus dan Khazraj. Antara kedua suku ini senantiasa terjadi permusuhan dan peperangan. Tetapi dengan kehendak Allah mereka semuanya menjadi umat yang bersatu di bawah panji-panji iman, bersedia mengorbankan harta dan jiwa untuk menegakkan kalimah Allah. Ini adalah satu karunia dari Allah yang tidak ternilai harganya yang tidak dapat dicapai walaupun dengan mengorbankan semua harta dan kekayaan. Kesatuan hati, kesatuan tekad dan kesatuan cita-cita dan ideologi adalah hal yang amat penting dan berharga untuk mencapai satu cita-cita. Inilah karunia Allah yang telah dimiliki oleh kaum Muslimin pada masa itu. Karena pentingnya karunia itu dan amat tinggi nilainya Allah mengingatkan mereka agar selalu mengingat Allah dengan firman-Nya:\r\nوَاذْكُرُوْا نِعْمَتَ اللّٰهِ عَلَيْكُمْ اِذْ كُنْتُمْ اَعْدَاۤءً فَاَلَّفَ بَيْنَ قُلُوْبِكُمْ فَاَصْبَحْتُمْ بِنِعْمَتِهٖٓ اِخْوَانًاۚ \r\nDan ingatlah nikmat Allah kepadamu ketika kamu dahulu (masa jahiliah) bermusuhan, lalu Allah mempersatukan hatimu, sehingga dengan karunia-Nya kamu menjadi bersaudara. (²li Imr±n/3: 103)\r\nMaka dengan pertolongan Allah dan persatuan kaum Muslimin serta rasa cinta, kasih sayang yang terjalin antara sesama mereka, betapa pun kesulitan dan bagaimana pun besar bahaya yang akan menimpa tentu akan dapat ditanggulangi dan diatasi. Allah memperingatkan pula dalam ayat ini bagaimana tingginya nilai persatuan itu, sehingga bila Nabi Muhammad sendiri menghabiskan semua kekayaan yang ada di bumi untuk mencapainya pasti dia tidak akan berhasil. Tetapi Allah telah mempersatukan hati mereka dengan iman yang kuat dan rasa kasih-sayang yang tinggi. Ini adalah satu tanda bahwa Allah meridai kaum Muslimin dan merestui perjuangan mereka dan mereka tidak perlu merasa khawatir sesungguhnya Allah Mahaperkasa lagi Mahabijaksana.\r\n"}