{"tafsir_id":1224,"surah_id":8,"aya_number":64,"tafsir_wajiz":"Setelah no_ayatt sebelumnya menegaskan kalau masuknya seseorang ke dalam Islam bukan semata-mata usaha manusia tetapi juga anugerah Allah, maka melalui no_ayatt ini Allah hendak menguatkan jiwa Rasulullah dan kaum mukmin agar tetap konsisten dalam berdakwah dan tidak pernah merasa gentar dengan orang-orang kafir atau siapa pun yang menghalang-halangi dan bahkan memeranginya, sebab di belakangnya ada Yang Mahakuat, Allah. Karena itu, beliau diseru, wahai Nabi Muhammad! Tidak ada satu pun yang bisa diandalkan untuk melindungimu, cukuplah Allah menjadi pelindung bagimu dan dikuatkan dengan dukungan dari orang-orang mukmin yang mengikutimu.","tafsir_tahlili":"(64) Pada ayat ini Allah mengulangi kembali jaminan-Nya kepada Nabi Muhammad, bahwa Allah akan menolongnya dengan bantuan kaum Muslimin yang benar-benar beriman dan yakin sepenuhnya bahwa Allah bersama mereka. Menurut riwayat dari Ibn Abbas, ayat ini turun sehubungan dengan masuk Islamnya Umar, menyusul Islamnya 33 orang laki-kali dan enam orang perempuan, seperti dikemukakan Jubair (lihat Tafsir al-Kab³r, Jilid VIII, hlm 197-198). Dengan keimanan dan keyakinan itu tekad mereka tak akan digoyahkan oleh kejadian atau ancaman apa pun. Keimanan dan keyakinan itu digambarkan Allah dalam firman-Nya:\r\nاَلَّذِيْنَ قَالَ لَهُمُ النَّاسُ اِنَّ النَّاسَ قَدْ جَمَعُوْا لَكُمْ فَاخْشَوْهُمْ فَزَادَهُمْ اِيْمَانًاۖ وَّقَالُوْا حَسْبُنَا اللّٰهُ وَنِعْمَ الْوَكِيْلُ   \r\n(Yaitu) orang-orang (yang menaati Allah dan Rasul) yang ketika ada orang-orang mengatakan kepadanya, ”Orang-orang (Quraisy) telah mengumpul-kan pasukan untuk menyerang kamu, karena itu takutlah kepada mereka,” ternyata (ucapan) itu menambah (kuat) iman mereka dan mereka menjawab, ”Cukuplah Allah (menjadi penolong) bagi kami dan Dia sebaik-baik pelindung.” (Āli Imr±n/3: 173);Maka dengan keyakinan dan tekad yang bulat yang ditimbulkan oleh keimanan dan jaminan Allah, kaum Muslimin siap untuk menerima perintah Allah, bagaimana pun berat dan sulitnya, meskipun dengan perintah itu mereka akan menghadapi musuh yang banyak atau bahaya yang besar.\r\n"}