{"tafsir_id":1228,"surah_id":8,"aya_number":68,"tafsir_wajiz":"Namun begitu, Allah tetap menunjukkan belas kasih-Nya terhadap orang-orang yang beriman, dan no_ayatt ini menjadi bukti kasih sno_ayatng-Nya. Sekiranya tidak ada ketetapan terdahulu dari Allah, yaitu bahwa Dia akan memaafkan hamba-Nya yang melakukan ijtihad dan ternyata salah, niscno_ayat kalian ditimpa siksaan yang besar karena kalian telah mengambil keputusan yang salah melalui tebusan yang kalian ambil.","tafsir_tahlili":"(68) Pada ayat ini Allah menerangkan bahwa tindakan kaum Muslimin menerima tebusan itu adalah tindakan yang salah. Kalau tidak karena ketetapan Allah yang telah ada sebelumnya bahwa Dia tidak akan menimpakan siksa kepada mereka karena kesalahan itu, tentulah mereka akan mendapat azab yang berat. \r\nMengenai yang dimaksud dengan “ketetapan Allah yang telah ada untuk menyelamatkan kaum Muslimin dari siksaan karena kekhilafan itu” para mufasir mengemukakan beberapa ayat di antaranya firman Allah:\r\nوَمَا كَانَ اللّٰهُ لِيُعَذِّبَهُمْ وَاَنْتَ فِيْهِمْۚ وَمَا كَانَ اللّٰهُ مُعَذِّبَهُمْ وَهُمْ يَسْتَغْفِرُوْنَ   \r\nTetapi Allah tidak akan menghukum mereka, selama engkau (Muhammad) berada di antara mereka. Dan tidaklah (pula) Allah akan menghukum mereka, sedang mereka (masih) memohon ampunan. (al-Anf±l/8: 33);Meskipun ayat ini mengenai kaum musyrikin, tetapi kaum Muslimin lebih berhak atas ketetapan itu. Sedang kaum musyrikin yang sesat dan durhaka dapat selamat dari siksaan Allah dengan keberadaan Nabi di kalangan mereka, apalagi kaum Muslimin yang taat dan setia selalu membantu Nabi dan selalu meminta ampunan kepada Allah, tentu mereka lebih pantas tidak ditimpa siksa yang berat itu. Firman Allah:\r\nكَتَبَ رَبُّكُمْ عَلٰى نَفْسِهِ الرَّحْمَةَۙ اَنَّهٗ مَنْ عَمِلَ مِنْكُمْ سُوْۤءًاۢ بِجَهَالَةٍ ثُمَّ تَابَ مِنْۢ بَعْدِهٖ وَاَصْلَحَ فَاَنَّهٗ غَفُوْرٌ رَّحِيْمٌ    \r\nTuhanmu telah menetapkan sifat kasih sayang pada diri-Nya, (yaitu) barang siapa berbuat kejahatan di antara kamu karena kebodohan, kemudian dia bertobat setelah itu dan memperbaiki diri, maka Dia Maha Pengampun, Maha Penyayang. (al-An±m/6: 54)\r\n"}