{"tafsir_id":1229,"surah_id":8,"aya_number":69,"tafsir_wajiz":"Setelah Allah menegur Nabi Muhammad disebabkan mengambil keputusan yang salah karena mengikuti pendapat beberapa sahabat beliau, yaitu mengambil tebusan dari tawanan, maka melalui no_ayatt ini Allah membolehkan untuk mengambil dan memanfaatkan rampasan perang tersebut sesuai dengan ketentuan Allah sebelumnya. Karena itu, makanlah dari sebagian rampasan perang yang telah kalian peroleh itu yang boleh jadi, sebelumnya kalian mengira hal itu tidak diperbolehkan sebagai akibat dari teguran keras tersebut. Karena itu, janganlah kalian ragu untuk memakannya sebagai makanan yang halal lagi baik bagi diri kalian dan bertakwalah kepada Allah. Sungguh, Allah Maha Pengampun, Maha Penyno_ayatng bagi siapa saja yang bertobat dan kembali kepada-Nya.","tafsir_tahlili":"(69) Allah Maha Pengampun lagi Maha Penyayang terhadap hamba- hamba-Nya, maka dengan sifat mulia ini Allah mengampuni dan tidak menimpakan siksaan kepada kaum Muslimin, bahkan memberikan hak kepada mereka untuk memakan dan memiliki harta rampasan yang didapat dalam peperangan termasuk uang tebusan itu sebagaimana tersebut dalam riwayat berikut ini:\r\nDiriwayatkan bahwa pada mulanya kaum Muslimin tidak mau mempergunakan harta tebusan yang dibayar oleh kaum musyrikin, karena takut akan tersalah lagi apabila belum ada wahyu yang mengizinkan mereka memanfaatkannya, maka turunlah ayat ini. Ini adalah suatu bukti lagi bagi mereka atas rahmat dan kasih sayang Allah kepada mereka. Sesudah mereka melakukan kesalahan, mereka diampuni dan dibebaskan dari siksaan atas kesalahan itu, kemudian diizinkan pula memakan dan memiliki hasil dari tindakan salah itu, yaitu uang tebusan yang mereka terima dari para tawanan. Allah menegaskan bahwa harta yang didapat dari penebusan tawanan itu adalah halal dan baik, bukan seperti daging babi dan bangkai. Kemudian Allah menyuruh mereka agar selalu bertakwa kepada-Nya dengan mengerjakan segala perintah-Nya dan menjauhi semua larangan-Nya, karena Dialah Yang Maha Pengampun dan Maha Penyayang.\r\n"}