{"tafsir_id":123,"surah_id":2,"aya_number":116,"tafsir_wajiz":"Dan mereka, kaum Yahudi dan Nasrani, berkata, “Allah mempunyai anak.” Mahasuci Allah dari perkataan mereka. no_ayatt ini diturunkan sebagai jawaban atas pernyataan kaum Yahudi yang meyakini Uzair sebagai putra Allah, kaum Nasrani yang meng anggap Isa sebagai putra Allah, dan kaum musyrik Arab yang menganggap malaikat sebagai putri Allah. Bahkan milik-Nyalah, yakni Allah-lah pencipta dan pemilik apa yang di langit dan di bumi, termasuk di dalamnya Uzair, Isa, dan para malaikat itu. Semua tunduk, taat, dan patuh kepada-Nya, yakni kepada kebesaran, kekuasaan dan kehendak-Nya. ","tafsir_tahlili":"(116) Pengakuan lisan dan hati orang-orang Yahudi dan Nasrani bahwa Allah mempunyai anak. Orang Yahudi mengatakan Uzair putra Allah, sedang orang Nasrani mengatakan bahwa Almasih putra Allah.\r\nوَقَالَتِ الْيَهُوْدُ عُزَيْرُ ِۨابْنُ اللّٰهِ وَقَالَتِ النَّصٰرَى الْمَسِيْحُ ابْنُ اللّٰهِ ۗذٰلِكَ قَوْلُهُمْ بِاَفْوَاهِهِمْ \r\nDan orang-orang Yahudi berkata, ”Uzair putra Allah,” dan orang-orang Nasrani berkata, ”Almasih putra Allah.” Itulah ucapan yang keluar dari mulut mereka. (at-Taubah/9: 30)\r\nKedua kepercayaan itu pada dasarnya adalah sama, yaitu menyatakan bahwa Allah mempunyai anak dan berarti mereka mempersekutukan Allah, menyatakan bahwa Allah memerlukan pembantu dalam mengurus alam ini, menyatakan bahwa Allah mempunyai suatu cita-cita dan cita-cita itu akan dilanjutkan oleh putra-Nya seandainya Dia tidak ada lagi.\r\nKepercayaan dan ucapan orang-orang kafir itu tidak benar, mengherankan dan terlalu berani, Mahasuci Allah dari perkataan-perkataan yang demikian itu. Allah tidak memerlukan sesuatu pun, tidak memerlukan penolong dan pembantu dalam melaksanakan semua urusan-urusan-Nya, tidak memerlukan sesuatu pun untuk melanjutkan kehendak-Nya, karena Dia adalah kekal tidak berkesudahan.\r\nDari perkataan  Mahasuci Allah  dipahami bahwa pengakuan orang-orang Yahudi dan Nasrani tentang Allah mempunyai anak adalah pengakuan yang dinilai sebagai dosa besar. Karena itu hamba-hamba yang terlanjur menyatakan pengakuan itu hendaklah bertobat kepada Allah. Hanya dengan bertobat, dosa besar seseorang hamba dapat diampuni oleh Allah.\r\nAkhir ayat ini memberi pengertian bahwa Allah hendak membersihkan diri-Nya dari perkataan orang-orang kafir. Allah menyatakan yang demikian semata-mata untuk menjaga hak hamba-hamba-Nya, membersihkan kepercayaan hamba-hamba-Nya yang dapat merugikan mereka di dunia dan di akhirat nanti.\r\nBahkan Allah menegaskan bahwa seluruh alam ini adalah milik-Nya, berada di bawah kekuasaan-Nya. Tidak satu pun yang dapat mengurangi kehendak-Nya dan merugikan-Nya. Semua patuh dan tunduk kepada-Nya."}