{"tafsir_id":1231,"surah_id":8,"aya_number":71,"tafsir_wajiz":"Boleh jadi muncul rasa kekhawatiran dalam benak Rasullah jika di kemudian hari mereka berkhianat, maka no_ayatt ini menguatkan jiwa beliau. Jika mereka, tawanan-tawanan itu, hendak mengkhianatimu, wahai Nabi Muhammad, dengan menunjukkan sikap seakan condong kepada Islam padahal mereka berbohong, maka jangan khawatir, sesungguhnya sebelum itu pun mereka telah berkhianat kepada Allah berupa kemusyrikan dan perbuatan-perbuatan dosa lainnya, maka Dia memberikan kekuasaan kepadamu atas mereka, yaitu kemenangan di Perang Badar meski dengan jumlah pasukan yang tidak seimbang. Allah Maha Mengetahui segala sesuatu, Mahabijaksana dalam segala ketetapan-Nya.","tafsir_tahlili":"(71) Dengan keterangan yang diberikan Rasulullah kepada para tawanan itu sebagaimana yang diperintahkan Allah, banyak di antara mereka yang menyatakan masuk Islam dan tidak memusuhi lagi Nabi Muhammad saw beserta kaum Muslimin. Tetapi Allah memperingatkan dan menggembirakan hati Nabi akan sikap mereka selanjutnya dengan menerangkan pada ayat ini bahwa bila ada di antara mereka itu yang mengkhianati janjinya dengan kembali kepada kufur atau menyerang kaum Muslimin, maka Nabi tak perlu merasa gusar dan bersedih hati. Hal itu sudah lumrah dan biasa terjadi pada manusia. Bila dalam keadaan susah dan terdesak ia mengucapkan kata-kata yang manis dan mengemukakan janji yang muluk-muluk, tetapi bila berada dalam suasana aman dan baik ia mengingkari semua janjinya dan berbalik menjadi musuh yang lebih jahat lagi. \r\nBegitulah sifat sebagian kaum Musyrikin itu, karena sifat itu telah menjadi darah daging dalam tubuhnya. Sedang Allah Yang Mahakuasa dan Mahaperkasa telah mereka khianati dengan mempersekutukan-Nya dan menyembah berhala serta melakukan perbuatan yang tidak diridai-Nya. Karena pengkhianatan terhadap Allah inilah maka Dia memberikan kemenangan kepada kaum Muslimin, seperti yang terjadi pada Perang Badar, padahal kaum musyrikin itu lebih banyak jumlahnya dan lebih lengkap persenjataannya. Allah Maha Mengetahui segala apa yang tersimpan dalam hati mereka, dan Mahabijaksana dalam memberikan balasan terhadap apa yang diperbuat manusia, yang baik dibalas dengan pahala dan yang buruk dibalas dengan siksa.\r\n"}