{"tafsir_id":1234,"surah_id":8,"aya_number":74,"tafsir_wajiz":"no_ayatt sebelumnya menyinggung tentang kaum Muhajirin dan Ansar, sedang no_ayatt ini menjelaskan kedudukan mereka, yaitu bahwa orang-orang yang beriman dan berhijrah serta berjihad di jalan Allah, yakni kaum Muhajirin, dan orang-orang yang memberi tempat kediaman dan memberi pertolongan kepada orang Muhajirin demi tegaknya kebenaran dan agama Allah, yakni kaum Ansar, maka mereka itulah orang yang benar-benar beriman. Mereka memperoleh ampunan dan rezeki yang mulia berupa anugerah yang bermacam-macam baik di dunia maupun di akhirat.","tafsir_tahlili":"(74) Pada ayat ini Allah menerangkan kelebihan kaum Muh±jir³n dan An¡ar atas kaum Muslimin yang lain. Mereka diberi predikat orang-orang yang benar-benar beriman, yakni orang yang telah sempurna imannya. Hal itu telah mereka buktikan dengan perbuatan yang nyata semenjak dari turunnya wahyu kepada Nabi Muhammad sampai berdirinya pemerintah Islam di Medinah. Orang An¡ar telah berkorban dengan segala kesanggupan baik dengan harta benda maupun dengan jiwa untuk menegakkan agama Allah. Kalau tidaklah pertolongan dan bantuan sepenuhnya dari mereka belum tentu kaum Muh±jir³n akan dapat membina kekuatan Islam dengan sempurna. Berkat keimanan dan persatuan yang kuat antara kedua golongan ini dan kerja sama yang erat antara mereka, terwujudlah kekuatan yang hebat yang tak bisa dilumpuhkan oleh musuh-musuh Islam meskipun kekuatan mereka berlipat ganda banyaknya. Karena kelebihan mereka itu pulalah Allah menjanjikan bagi mereka ampunan dari segala kesalahan yang mereka perbuat sebelumnya dan bagi mereka disediakan pula di akhirat kelak rezeki yang tidak pernah putus yaitu surga yang penuh dengan nikmat yang tiada taranya.\r\nUntuk menjelaskan derajat tiga golongan yang pertama, kedua dan ketiga yang memiliki beberapa keutamaan ini, Allah berfirman:\r\nلِلْفُقَرَاۤءِ الْمُهٰجِرِيْنَ الَّذِيْنَ اُخْرِجُوْا مِنْ دِيَارِهِمْ وَاَمْوَالِهِمْ يَبْتَغُوْنَ فَضْلًا مِّنَ اللّٰهِ وَرِضْوَانًا وَّيَنْصُرُوْنَ اللّٰهَ وَرَسُوْلَهٗ ۗ اُولٰۤىِٕكَ هُمُ الصّٰدِقُوْنَۚ   ;(Harta rampasan itu juga) untuk orang-orang fakir yang berhijrah  yang terusir dari kampung halamannya dan meninggalkan harta bendanya demi mencari karunia dari Allah dan keridaan(-Nya) dan (demi) menolong (agama) Allah dan Rasul-Nya. Mereka itulah orang-orang yang benar. (al-¦asyr/59: 8);Dan firman Allah:\r\nوَالَّذِيْنَ تَبَوَّءُو الدَّارَ وَالْاِيْمَانَ مِنْ قَبْلِهِمْ يُحِبُّوْنَ مَنْ هَاجَرَ اِلَيْهِمْ وَلَا يَجِدُوْنَ فِيْ صُدُوْرِهِمْ حَاجَةً مِّمَّآ اُوْتُوْا وَيُؤْثِرُوْنَ عَلٰٓى اَنْفُسِهِمْ وَلَوْ كَانَ بِهِمْ خَصَاصَةٌ  ۗوَمَنْ يُّوْقَ شُحَّ نَفْسِهٖ فَاُولٰۤىِٕكَ هُمُ الْمُفْلِحُوْنَۚ   ;Dan orang-orang (Ansar) yang telah menempati kota Medinah dan telah beriman sebelum (kedatangan) mereka (Muh±jir³n), mereka mencintai orang yang berhijrah ke tempat mereka. Dan mereka tidak menaruh keinginan dalam hati mereka terhadap apa yang diberikan kepada mereka (Muh±jir³n); dan mereka mengutamakan (Muh±jir³n), atas dirinya sendiri, meskipun mereka juga memerlukan. Dan siapa yang dijaga dirinya dari kekikiran, maka mereka itulah orang-orang yang beruntung. (al-¦asyr/59: 9);Dan firman-Nya:\r\nوَالَّذِيْنَ جَاۤءُوْ مِنْۢ بَعْدِهِمْ يَقُوْلُوْنَ رَبَّنَا اغْفِرْ لَنَا وَلِاِخْوَانِنَا الَّذِيْنَ سَبَقُوْنَا بِالْاِيْمَانِ وَلَا تَجْعَلْ فِيْ قُلُوْبِنَا غِلًّا لِّلَّذِيْنَ اٰمَنُوْا رَبَّنَآ اِنَّكَ رَءُوْفٌ رَّحِيْمٌ ࣖ   \r\nDan orang-orang yang datang sesudah mereka (Muh±jir³n dan An¡ar), mereka berdoa, ”Ya Tuhan kami, ampunilah kami dan saudara-saudara kami yang telah beriman lebih dahulu dari kami, dan janganlah Engkau tanamkan kedengkian dalam hati kami terhadap orang-orang yang beriman. Ya Tuhan kami, Sungguh, Engkau Maha Penyantun, Maha Penyayang.”   (al-¦asyr/59: 10)\r\n"}