{"tafsir_id":1235,"surah_id":8,"aya_number":75,"tafsir_wajiz":"Dan orang-orang yang beriman setelah kaum muslim awal yang berhijrah itu, yang kemudian akhirnya mereka berhijrah sesudah melewati waktu yang cukup lama dan berjihad bersamamu, maka mereka termasuk golonganmu, yaitu memiliki kedudukan yang sama menyangkut hak dan kewajiban. Apalagi di antara kaum muslim itu ada orang-orang yang mempunyai hubungan kerabat, maka adanya hubungan kekerabatan itu sebagiannya lebih berhak terhadap sesamanya daripada yang bukan kerabat, menurut Kitab Allah, dalam hal perlindungan, kasih sno_ayatng, pertolongan, dan warisan. Sungguh, Allah Maha Mengetahui segala sesuatu. []","tafsir_tahlili":"(75)  Pada ayat ini disebutkan golongan keempat yaitu orang-orang yang terlambat masuk Islam, terlambat beriman dan terlambat pula hijrah. Tetapi meskipun demikian mereka dapat ikut berjuang dengan ikhlas bersama kaum Muslimin. Mereka bersedia pula berkorban dengan harta dan jiwa seperti kawannya yang lebih dahulu masuk Islam. Karena itu mereka bukanlah tergolong “pahlawan kesiangan,” sebaliknya mereka dapat digolongkan ke dalam golongan Muh±jir³n dan An¡ar meskipun derajat mereka di sisi Allah tidak setinggi derajat golongan pertama dan kedua ini. \r\nUntuk menjelaskan ketinggian derajat kaum Muh±jir³n dan An¡ar itu Allah berfirman:\r\nلَا يَسْتَوِيْ مِنْكُمْ مَّنْ اَنْفَقَ مِنْ قَبْلِ الْفَتْحِ وَقَاتَلَۗ  اُولٰۤىِٕكَ اَعْظَمُ دَرَجَةً مِّنَ الَّذِيْنَ اَنْفَقُوْا مِنْۢ بَعْدُ وَقَاتَلُوْاۗ وَكُلًّا وَّعَدَ اللّٰهُ الْحُسْنٰىۗ وَاللّٰهُ بِمَا تَعْمَلُوْنَ خَبِيْرٌ ࣖ   ;Tidak sama orang yang menginfakkan (hartanya) di jalan Allah di antara kamu dan berperang sebelum penaklukan (Mekah). Mereka lebih tinggi derajatnya daripada orang-orang yang menginfakkan (hartanya) dan berperang setelah itu. Dan Allah menjanjikan kepada masing-masing mereka (balasan) yang lebih baik. Dan Allah Mahateliti apa yang kamu kerjakan. (al-¦ad³d/57: 10);Dan firman-Nya lagi:\r\nوَالسّٰبِقُوْنَ الْاَوَّلُوْنَ مِنَ الْمُهٰجِرِيْنَ وَالْاَنْصَارِ وَالَّذِيْنَ اتَّبَعُوْهُمْ بِاِحْسَانٍۙ رَّضِيَ اللّٰهُ عَنْهُمْ وَرَضُوْا عَنْهُ وَاَعَدَّ لَهُمْ جَنّٰتٍ تَجْرِيْ تَحْتَهَا الْاَنْهٰرُ خٰلِدِيْنَ فِيْهَآ اَبَدًا ۗذٰلِكَ الْفَوْزُ الْعَظِيْمُ   \r\nOrang-orang yang terdahulu lagi pertama-tama (masuk Islam) di antara orang-orang Muh±jir³n dan An¡ar dan orang-orang yang mengikuti mereka dengan baik. Allah rida kepada mereka dan merekapun rida kepada Allah dan Allah menyediakan bagi mereka surga-surga yang mengalir sungai-sungai di bawahnya, mereka kekal di dalamnya selama-lamanya. Itulah kemenangan yang agung.  (at-Taubah/9: 100);Sebagai penutup ayat ini, Allah menerangkan kedudukan ulul arh±m (karib kerabat) dibandingkan dengan kedudukan kaum Muslimin umumnya. Ulul arh±m yang mukmin lebih dekat kepada seseorang dari kaum Muslimin lainnya, baik dari kaum Muh±jir³n maupun An¡ar. Oleh sebab itu, merekalah yang lebih berhak menerima pertolongan, kesetiakawanan, dan mengurus berbagai urusan. Karena itu pula, wajib dibina hubungan antara mereka dengan saling menolong, waris mewarisi, dan mengangkat mereka menjadi wali dalam pernikahan dan sebagainya. Diriwayatkan bahwa Rasulullah saw pernah bersabda:\r\nاِبْدَأْ بِنَفْسِكَ فَتَصَدَّقْ عَلَيْهَا، فَإِنْ فَضُلَ شَيْءٌ فَلأَِهْلِكَ فَإِنْ فَضُلَ شَيْءٌ عَنْ أَهْلِكَ فَلِذِيْ قَرَابَتِكَ فَإِنْ فَضُلَ عَنْ ذِيْ قَرَابَتِكَ شَيْءٌ فَهٰكَذَا وَهٰكَذَا. أَيْ فَلِلْمُسْتَحِقِّ مِنَ اْلأَجَانِبِ (رواه النسائي عن جابر)\r\nMulailah (berbuat baik) kepada dirimu sendiri, maka beri nafkahlah dirimu lebih dahulu. Bila masih ada yang akan engkau nafkahkan berikanlah kepada keluargamu. Bila masih ada lagi sesudah memberi keluargamu berikanlah kepada karib kerabatmu. Dan bila masih ada lagi sesudah memberi karib kerabatmu, maka bertindaklah seperti itu, yakni ada yang lebih berhak daripada yang lain, dan demikianlah seterusnya. (Riwayat            an-Nas±′i dari Jabir);Dalam Al-Qur′an banyak pula terdapat firman Allah yang mendahulukan kedudukan karib kerabat yang terdekat yaitu ayah ibu dengan menyebutkan mereka pertama-tama kemudian baru diiringi dengan yang terdekat yakni ulul ar¥±m dan seterusnya, firman Allah:\r\nوَبِالْوَالِدَيْنِ اِحْسَانًا وَّذِى الْقُرْبٰى وَالْيَتٰمٰى وَالْمَسٰكِيْنِ وَقُوْلُوْا لِلنَّاسِ حُسْنًا ;Dan berbuatbaiklah kepada kedua orang tua, kerabat, anak-anak yatim, dan orang-orang miskin. Dan bertutur katalah yang baik kepada manusia.             (al-Baqarah/2: 83);Mendahulukan orang tua dan karib kerabat dalam berbuat baik tidak berarti agama Islam mengajarkan atau mengizinkan nepotisme. Nepotisme sangat mengutamakan saudara dan karib kerabat serta teman-teman dekatnya dengan mengorbankan hak orang lain, baik dalam pengangkatan jabatan-jabatan tertentu dan dalam pemberian beberapa fasilitas (kemudahan) dengan menyisihkan orang lain yang juga berhak mendapatkannya. Nepotisme justru dilarang agama karena bertentangan dengan prinsip keadilan, sebab agama memerintahkan pemeluknya untuk selalu menegakkannya. Keadilan harus ditegakkan terhadap diri sendiri, terhadap orang tua, dan karib kerabat. Firman Allah dalam Surah an-Nisa/4: 135 menegaskan sebagai berikut:\r\nيٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا كُوْنُوْا قَوَّامِيْنَ بِالْقِسْطِ شُهَدَاۤءَ لِلّٰهِ وَلَوْ عَلٰٓى اَنْفُسِكُمْ اَوِ الْوَالِدَيْنِ وَالْاَقْرَبِيْنَ ۚ اِنْ يَّكُنْ غَنِيًّا اَوْ فَقِيْرًا فَاللّٰهُ اَوْلٰى بِهِمَاۗ فَلَا تَتَّبِعُوا الْهَوٰٓى اَنْ تَعْدِلُوْا ۚ وَاِنْ تَلْوٗٓا اَوْ تُعْرِضُوْا فَاِنَّ اللّٰهَ كَانَ بِمَا تَعْمَلُوْنَ خَبِيْرًا   \r\nWahai orang-orang yang beriman! Jadilah kamu penegak keadilan, menjadi saksi karena Allah, walaupun terhadap dirimu sendiri atau terhadap ibu bapak dan kaum kerabatmu. Jika dia (yang terdakwa) kaya ataupun miskin, maka Allah lebih tahu kemaslahatan (kebaikannya). Maka janganlah kamu mengikuti hawa nafsu karena ingin menyimpang dari kebenaran. Dan jika kamu memutarbalikkan (kata-kata) atau enggan menjadi saksi, maka ketahuilah Allah Mahateliti terhadap segala apa yang kamu kerjakan.              (an-Nis±/4: 135);Demikianlah seterusnya hubungan di antara orang-orang mukmin dan demikianlah tingkat dan derajat mereka di sisi Allah. Hendaklah hal ini diperhatikan sebaik-baiknya agar kaum Muslimin dapat hidup tenteram dan bahagia, karena yang menetapkan tata tertib ini adalah Allah Yang Maha Mengetahui segala sesuatu.\r\n"}