{"tafsir_id":1236,"surah_id":9,"aya_number":1,"tafsir_wajiz":"Rasulullah telah melakukan beberapa perjanjian dengan kaum musyrik Mekah, antara lain perjanjian agar kaum muslim tidak dihalangi untuk melaksanakan umrah, perjanjian untuk tidak melakukan perang di bulan-bulan haram (bulan-bulan mulia), dan perjanjian-perjanjian damai dengan kabilah-kabilah Arab sampai waktu tertentu. Namun, pada akhirnya mereka merusak perjanjian tersebut. Maka, dengan turunnya no_surahh at-Taubah atau Bara'ah ini, kaum muslim diperintahkan untuk tidak melakukan hubungan lagi dengan mereka. Karena itu, inilah pernyataan pemutusan hubungan dari Allah dan Rasul-Nya kepada orang-orang musyrik yang kamu telah mengadakan perjanjian dengan mereka, namun mereka merusak perjanjian tersebut.","tafsir_tahlili":"(1) Banyak masalah pokok yang diterangkan di dalam Surah al-Anf±l, diterangkan pula dalam surah ini dengan pengungkapan yang lebih luas dan mendalam, ada kalanya lebih terperinci, sehingga surah ini dalam beberapa hal banyak menambah kesempurnaan surah al-Anf±l. Allah mengutus Nabi Muhammad saw ke dunia ini sebagai rasul yang terakhir untuk mengembangkan agama Islam dengan dakwah yang berlandaskan dalil-dalil yang dapat meyakinkan kebenarannya, tidak ada paksaan yang berlandaskan kekuatan senjata dan harta benda. Akan tetapi kaum musyrikin terus menentangnya dengan segala macam cara, mulai dari perkataan sampai kepada perbuatan yang di luar batas-batas perikemanusiaan, sehingga banyak kaum Muslimin terpaksa hijrah ke negeri Habsyah (Ethiopia) dan tempat-tempat lain. Oleh karena Nabi Muhammad saw dan sebagian sahabatnya masih bertahan di Mekah, untuk melanjutkan dakwah, maka kaum musyrikin Quraisy mengadakan musyawarah di suatu tempat yang bernama “Darun Nadwah” untuk mengambil suatu keputusan apakah Muhammad harus dibunuh atau dibuang saja. Akhirnya mereka memutuskan bahwa Muhammad harus dibunuh. Di dalam keadaan yang gawat ini, Allah memerintahkan Nabi Muhammad saw hijrah ke Medinah, yang kemudian diikuti oleh para sahabatnya yang mampu datang ke Medinah. Di Medinah, Nabi dan para sahabatnya yang turut hijrah disambut penduduknya yang Muslim dengan sambutan luar biasa, seperti yang diterangkan Allah dalam firman-Nya:\r\nوَيُؤْثِرُوْنَ عَلٰٓى اَنْفُسِهِمْ وَلَوْ كَانَ بِهِمْ خَصَاصَةٌ;Dan  mereka mengutamakan (Muh±jir³n), atas dirinya sendiri, meskipun mereka juga memerlukan. (al-¦asyr/59: 9);Selanjutnya, Nabi saw mengadakan perjanjian damai dan tolong-menolong dengan orang-orang Yahudi, tetapi mereka berkhianat dan melanggar janji dengan menolong orang musyrikin yang selalu memusuhi Nabi di Mekah. Sehingga permusuhan dari kaum musyrikin bertambah meningkat, bahkan mereka bermaksud hendak menghancurkan agama Islam, maka perang disyariatkan dalam Islam. Kemudian Nabi mengadakan perjanjian damai dengan kaum musyrikin di Hudaibiyah untuk masa sepuluh tahun dengan syarat-syarat yang sangat lunak, yang seakan-akan menguntungkan kaum musyrikin, tetapi kaum musyrikin melanggar perjanjian itu, sehingga tidak ada pilihan lain bagi Nabi Muhammad dan kaum Muslimin, selain menghadapi tantangan itu dengan penuh keimanan dan keberanian. Akhirnya pada tahun ke-8 Hijri, kota Mekah dapat ditaklukkan oleh kaum Muslimin. Dengan demikian kekuatan kaum musyrikin menjadi lemah, akan tetapi mereka masih mengadakan perlawanan dengan segala cara yang masih bisa mereka lakukan, sehingga turunlah surah ini yang menyatakan pembatalan perjanjian perdamaian dan pemutusan hubungan dengan kaum musyrikin.\r\nAyat ini menyatakan pembatalan berbagai perjanjian damai dengan kaum musyrikin dengan cara yang lebih tegas dan positif dari yang sudah diterangkan Allah dalam firman-Nya:\r\nوَاِمَّا تَخَافَنَّ مِنْ قَوْمٍ خِيَانَةً فَانْۢبِذْ اِلَيْهِمْ عَلٰى سَوَاۤءٍۗ اِنَّ اللّٰهَ لَا يُحِبُّ الْخَاۤىِٕنِيْنَ \r\nDan jika engkau (Muhammad) khawatir akan (terjadinya) pengkhianatan dari suatu golongan, maka kembalikanlah perjanjian itu kepada mereka dengan cara yang jujur. Sungguh, Allah tidak menyukai orang yang berkhianat. (al-Anf±l/8: 58);Banyak pendapat ahli tafsir tentang perjanjian yang dibatalkan dalam ayat ini. Menurut Ibnu Jar³r dan Ibnu Ka£ir bahwa pendapat yang terbaik dan terkuat ialah perjanjian yang ditentukan waktunya, sedang perjanjian yang masih berlaku, harus ditunggu sampai habis waktunya, sesuai dengan ayat keempat dari surah yang akan diterangkan kemudian ini.\r\n"}