{"tafsir_id":1237,"surah_id":9,"aya_number":2,"tafsir_wajiz":"Namun begitu, mereka tetap diberi waktu untuk memikirkan kembali apakah memilih untuk masuk Islam dengan memegang perjanjian bersama, atau berperang. Di samping itu, penundaan tersebut agar mereka bisa mempersiapkan diri, seandainya harus memilih untuk berperang, sehingga perang berjalan secara adil. Maka di saat gencatan senjata tersebut, berjalanlah kalian, wahai kaum musyrik, di bumi Mekah, selama empat bulan yaitu mulai 10 Zulhijah sampai dengan 10 Rabi'ul Akhir, dengan leluasa dan tanpa takut diserang oleh kaum muslimin, sebagaimana keadaan kalian sebelum pemutusan hubungan ini. Dan setelah lewat empat bulan, maka ketahuilah bahwa kalian tidak dapat melemahkan Allah, meski didukung oleh personil tentara dan persenjataan yang lengkap; dan dengan kekalahan tersebut serta menjadi tawanan sesungguhnya Allah hendak menghinakan orang-orang kafir di dunia. Bahkan, di akhirat kelak, jika tidak bertobat, kalian merasakan siksa yang pedih (Lihat: no_surahh az-Zumar/39: 25-26). Inilah sikap toleransi Islam, pada satu sisi, dan menunjukkan keperkasaan Islam, pada sisi yang lain. Demikian ini, agar tidak muncul tuduhan bahwa kaum mus-lim sengaja menyerang mereka secara tiba-tiba tanpa memberi kesempatan berpikir atau mempersiapkan diri.","tafsir_tahlili":"(2) Pada ayat ini Allah menerangkan agar kaum Muslimin memberi kesempatan kepada kaum musyrikin yang selalu mengkhianati janji, untuk berjalan di muka bumi selama empat bulan dengan bebas dan aman tanpa diganggu oleh siapa pun, agar mereka dapat berpikir lebih tenang untuk menentukan sikap mereka, apakah mau masuk Islam atau tetap menentang kaum Muslimin.\r\nAdapun mulai berlakunya masa empat bulan itu, menurut pendapat yang masyhur, ialah dari tanggal 10 Zulhijjah tahun ke-9 Hijri sampai dengan tanggal 10 Rabiul Akhir tahun ke-10 Hijri. Sesuai dengan apa yang diriwayatkan oleh Abu Masyar al-Madan³ dari Muhammad bin Kaab             al-Qurazi dan lain-lain yang maksudnya: Rasulullah saw mengutus Abu Bakar sebagai Amir Haji tahun ke-9 Hijri dan mengutus pula Ali bin Abi °±lib dengan membawa 30 atau 40 ayat Bar±ah untuk dibacakan kepada manusia di Mina.\r\nPendapat yang lain mengatakan, agar tidak bersimpang siur perlu dibedakan antara empat bulan yang dimaksud di sini dengan empat bulan yang diharamkan berperang secara umum seperti yang disebut dalam hadis yang sahih yang berbunyi:\r\nإِنَّ الزَّمَانَ قَدِ اسْتَدَارَ كَهَيْئَتِهِ يَوْمَ خَلَقَ الله ُالسَّمٰوَاتِ وَاْلأَرْضَ السَّنَةُ اِثْنَا عَشَرَ شَهْرًا أَرْبَعَةٌ حُرُمٌ ثَلاَثَةٌ مُتَوَالِيَاتٌ ذُوْالْقَعْدَةِ وَذُوْالْحِجَّةِ وَالْمُحَرَّمُ وَرَجَبُ مُضَرَ الَّذِيْ بَيْنَ جُمَادَى وَشَعْبَانَ (رواه البخاري ومسلم عن أبي بخيرة)\r\nSesungguhnya zaman itu berputar sebagaimana keadaan (bentuknya) pada hari yang diciptakan langit dan bumi. Setahun ada dua belas bulan, empat bulan daripadanya diharamkan berperang, tiga bulan berturut-turut yaitu Zulkaidah, Zulhijjah, Muharam dan Rajab bulan yang terjepit, yang terletak di antara Jumadil (Akhir) dan Syab±n. (Riwayat al-Bukh±r³ dan Muslim dari Abu Bakh³rah);Bulan yang empat di dalam hadis ini pulalah yang dimaksud dalam surah-surah al-Baqarah/2: 217, al-M±idah/5: 2, dan lain-lainnya yang dilarang berperang secara umum. Selanjutnya pada ayat ini Allah menerangkan bahwa jika orang-orang musyrikin itu masih menentang dan memusuhi Allah dan Rasul-Nya, maka mereka harus mengerti bahwa mereka tidak akan dapat melemahkan Allah, tapi mereka sendirilah yang akan memikul segala akibatnya. Hal serupa itu sudah menjadi sunnatullah yang berlaku bagi orang-orang kafir sebagaimana yang diterangkan dalam firman Allah:\r\nكَذَّبَ الَّذِيْنَ مِنْ قَبْلِهِمْ فَاَتٰىهُمُ الْعَذَابُ مِنْ حَيْثُ لَا يَشْعُرُوْنَ  ٢٥  فَاَذَاقَهُمُ اللّٰهُ الْخِزْيَ فِى الْحَيٰوةِ الدُّنْيَا ۚوَلَعَذَابُ الْاٰخِرَةِ اَكْبَرُ ۘ لَوْ كَانُوْا يَعْلَمُوْنَ  ٢٦  ;Orang-orang yang sebelum mereka telah mendustakan (rasul-rasul), maka datanglah kepada mereka azab dari arah yang tidak mereka sangka. Maka Allah menimpakan kepada mereka kehinaan pada kehidupan dunia. Dan sungguh, azab akhirat lebih besar, kalau (saja) mereka mengetahui.               (Az-Zumar/39: 25-26)\r\n"}