{"tafsir_id":1238,"surah_id":9,"aya_number":3,"tafsir_wajiz":"Setelah no_ayatt sebelumnya menyatakan pemutusan hubungan dengan kaum musyrik Mekah, maka no_ayatt ini menegaskan kembali maklumat ini serta menyebarluaskannya kepada semua orang dalam tenggang waktu empat bulan. Dan bahwa inilah satu maklumat atau pemberitahuan dari Allah dan Rasul-Nya kepada umat manusia pada hari haji akbar yang terjadi pada tahun ke-9 Hijriah, bahwa sesungguhnya Allah dan RasulNya berlepas diri dari orang-orang musyrik Mekah berupa pemutusan hubungan perjanjian dengan mereka; dan begitu pula Rasul-Nya melakukan hal yang sama. Kemudian Allah menegaskan kembali jika kalian, wahai kaum musyrik, bertobat, maka itu lebih baik bagi kalian di dunia dan akhirat; dan jika kalian berpaling dari keimanan yang benar atau tidak mau bertobat, maka ketahuilah bahwa kalian tidak dapat melemahkan atau lari dari azab Allah. Dan dengan demikian berilah kabar gembira kepada orang-orang kafir tersebut bahwa mereka akan mendapat azab yang pedih, baik di dunia ini sebagai tawanan atau terbunuh dan di akhirat kelak, yaitu dimasukkan ke dalam neraka.","tafsir_tahlili":"(3) Pada ayat ini Allah menerangkan satu pernyataan pada hari Haji Akbar yang isinya menyatakan bahwa Allah dan Rasul-Nya memutuskan hubungan dan perjanjian dengan orang musyrik serta membersihkan agama mereka dari semua khurafat dan kesesatan.\r\nBanyak hadis-hadis sahih yang diriwayatkan bertalian dengan permasalahan ini, antara lain bahwa Abu Hurairah berkata:\r\nبَعَثَنِيْ أَبُوْ بَكْرٍ فِيْ تِلْكَ الْحَجَّةِ فِيْ مُؤَذِّنِيْنَ بَعَثَهُمْ يَوْمَ النَّحْرِ يُؤَذِّنُوْنَ بِمِنىً أَنْ لاَ يَحُجَّ بَعْدَ الْعَامِ مُشْرِكٌ وَلاَ يَطُوْفُ فِى الْبَيْتِ عُرْيَانٌ ثُمَّ أَرْدَفَ رَسُوْلُ اللهِ صَلَّى الله ُعَلَيْهِ وَسَلَّمَ بِعَلِيِّ بْنِ أَبِيْ طَالِبٍ فَأَمَرَ أَنْ يُؤَذِّنَ بِبَرَاءَةٍ وَأَنْ لاَ يَحُجَّ بَعْدَ الْعَامِ مُشْرِكٌ وَلاَ يَطُوْفُ فِى الْبَيْتِ عُرْيَانٌ (رواه البخاري ومسلم عن أبي هريرة)\r\nSaya (Abu Hurairah) diutus oleh Abu Bakar pada hari raya haji bersama dengan orang-orang yang ditugaskan untuk memaklumkan di Mina bahwa orang musyrik tidak diperbolehkan naik haji sesudah tahun ini dan tidak dibolehkan tawaf di Baitullah dengan telanjang. Kemudian Rasulullah saw menyusuli dengan mengutus Ali bin Abi °±lib dan memerintahkannya untuk memaklumkan (membaca ayat) Bar±ah dan orang musyrik tidak dibolehkan haji lagi sesudah tahun itu dan tidak dibolehkan tawaf di Baitullah dengan telanjang (sebagaimana kebiasaan kaum musyrikin). (Riwayat al-Bukh±r³ dan Muslim dari Abu Hurairah);Abu Hurairah berkata lagi:\r\nكُنْتُ مَعَ عَلِيِّ بْنِ أَبِيْ طَالِبٍ حِيْنَ بَعَثَهُ رَسُوْلُ اللهِ صَلَّى الله ُعَلَيْهِ وَسَلَّمَ إِلَى أَهْلِ مَكَّةَ بِبَرَاءَةٍ فَقَالَ: مَا كُنْتُمْ تُنَادُوْنَ؟ قَالَ: كُنَّا نُنَادِي أَنَّهُ لاَ يَدْخُلُ الْجَنَّةَ إِلاَّ نَفْسٌ مُؤْمِنَةٌ، وَلاَ يَطُوْفُ بِالْبَيْتِ عُرْيَانٌ وَمَنْ كَانَ بَيْنَهُ وَبَيْنَ رَسُوْلِ اللهِ صَلَّى الله ُعَلَيْهِ وَسَلَّمَ عَهْدٌ فَإِنَّ أَجَلَهُ أَوْ مُدَّتَهُ إِلَى أَرْبَعَةِ أَشْهُرٍ، فَإِذَا مَضَتِ اَرْبَعَةُ اَشْهُرِ فَإِنَّ الله َبَرِيْءٌ مِنَ الْمُشْرِكِيْنَ وَرَسُوْلُهُ وَلاَ يَحُجُّ هٰذَا الْبَيْتَ بَعْدَ عَامِنَا هٰذَا مُشْرِكٌ (رواه أحمد عن أبي هريرة)\r\nSaya bersama-sama dengan Ali bin Abi °±lib ketika ia diutus Rasulullah saw kepada penduduk Mekah dengan (membacakan) ayat Bar±ah lalu ia bertanya, “Apakah yang kamu serukan (umumkan).” Ali menjawab, “Kami serukan, bahwa tidak ada yang masuk surga melainkan orang-orang mukmin, tidak dibolehkan tawaf di Baitullah dengan telanjang, barang siapa yang ada janji dengan Rasulullah saw maka temponya atau masanya sampai empat bulan dan apabila selesai empat bulan, maka Allah dan Rasul-Nya membebaskan diri dari orang musyrikin, dan tidak dibolehkan orang musyrikin naik haji ke Baitullah ini sesudah tahun kita ini (tahun ke-9 Hijri).” (Riwayat A¥mad dari Abu Hurairah);Para ulama banyak mengemukakan pendapat tentang apa yang dimaksud dengan haji akbar, antara lain sebagai berikut:\r\na.  Menurut Abdull±h bin Hari£, Ibnu S³rin dan Asy-Sy±fii bahwa yang dimaksud dengan haji akbar ialah hari Ar±fah, berdasarkan hadis yang diriwayatkan oleh A¥mad, Abu D±ud, at-Tirmi©³, an-Nas±'i dan Ibnu M±jah.\r\nb.  Menurut Ibnu Qayyim dan lain-lainnya bahwa yang dimaksud dengan haji akbar ialah hari Nahar atau hari menyembelih kurban (10 Zul¥ijjah) berdasarkan hadis yang diriwayatkan al-Bukh±r³ dan Muslim.\r\nc.  Al-Q±«i (Iya«) mengatakan, “Apabila kita meneliti pendapat-pendapat itu maka pendapat yang terpilih adalah haji akbar itu ialah hari-hari mengerjakan manasik haji sebagaimana yang dikatakan oleh Muj±hid. Tetapi apabila kita membahas tentang hari raya Haji Akbar, maka tidak diragukan lagi ialah wukuf di Ar±fah karena haji adalah Ar±fah. Barang siapa yang dapat wukuf di Ar±fah, maka ia benar-benar melakukan ibadah haji, dan barang siapa yang tidak wukuf di Ar±fah, maka ia tidak memperoleh haji. Maka yang dimaksud dengan haji akbar dalam surah ini dan diucapkan Nabi saw dalam khutbahnya, ialah hari Nahar.”;Adapun sebab dinamakan haji akbar yang berarti haji besar, maka sebagian ulama mengatakan ialah untuk membedakannya dengan umrah yang disebut haji kecil. Ada pula yang mengatakan, karena amal-amal yang dikerjakan pada masa haji itu lebih besar pahalanya jika dibandingkan dengan amal-amal yang dikerjakan pada masa-masa yang lain. Ada pula yang mengatakan, karena pada waktu itulah nampak kemuliaan yang lebih besar bagi kaum Muslimin dan kehinaan bagi orang-orang musyrikin dan masih banyak lagi pendapat lain yang berbeda.\r\nMenurut ayat ini kelanjutan dari pemberitahuan itu ialah jika kaum musyrikin bertobat, menyesali kesesatan mereka dari perbuatan syirik, melanggar janji, dan sebagainya, dan kembali kepada jalan yang benar, yaitu beriman kepada Allah dan Rasul-Nya dan menghilangkan permusuhan dengan kaum Muslimin, maka itulah yang paling baik bagi mereka untuk kebahagiaan dunia dan akhirat. Akan tetapi, jika mereka berpaling, tidak mau menerima kebenaran dan petunjuk dan tetap membangkang, maka mereka tidak akan dapat melemahkan kekuasaan Allah dan tidak akan dapat menghilangkan pertolongan yang dijanjikan Allah kepada Rasulullah saw dan kepada orang-orang mukmin, yaitu kemenangan mereka dalam mengalahkan orang-orang musyrik dan munafik. Mereka bukan saja menderita kekalahan dan kehinaan di dunia bahkan Rasulullah pun diperintahkan Allah untuk menyampaikan berita bahwa mereka akan mendapat siksa yang sangat pedih di akhirat.\r\n"}