{"tafsir_id":1242,"surah_id":9,"aya_number":7,"tafsir_wajiz":"Setelah no_ayatt sebelumnya menjelaskan tentang pemutusan perjanjian dengan kaum musyrik Mekah juga Yahudi Bani Quraizah dan seruan untuk memerangi mereka setelah lewat masa tenggang empat bulan, maka no_ayatt ini menunjukkan alasan mengapa pemutusan perjanjian itu harus dilakukan. Bagaimana mungkin ada perjanjian yang dimuliakan di sisi Allah dan Rasul-Nya bagi orang-orang musyrik yang telah sedemikian meresapnya kemusyrikan tersebut sehingga mereka tidak merasa bersalah setiap kali merusak perjanjian? Jika demikian, perjanjian damai tidak boleh dilanjutkan lagi, kecuali dengan orang-orang musyrik yang kamu telah mengadakan perjanjian dengan mereka di dekat Masjidilharam, yakni dalam perjanjian Hudaibiyah, maka selama mereka berlaku jujur dengan tetap memegang perjanjian atau tidak khianat terhadapmu, hendaklah kamu berlaku jujur pula terhadap mereka. Sungguh, Allah menyukai orang-orang yang bertakwa, yang memiliki sifat-sifat terpuji, antara lain dengan senantiasa jujur dan memegang perjanjian dengan siapa pun, bahkan dengan mereka yang berkhianat sekalipun.","tafsir_tahlili":"(7) Allah dan Rasul-Nya tidak dapat meneruskan dan memelihara perjanjian dengan orang-orang musyrikin kecuali dengan mereka yang mengindahkan perjanjian di dekat Masjidilharam. Oleh karena itu, sebagai patokan umum yang harus dilaksanakan oleh kaum Muslimin terhadap kaum musyrikin dijelaskan, bahwa jika mereka mematuhi syarat-syarat perjanjian, maka kaum Muslimin pun berbuat demikian pula terhadap mereka, Allah menyukai orang-orang yang bertakwa, sedang orang-orang yang tidak mengindahkan syarat-syarat perjanjian adalah orang-orang yang berkhianat dan tidak bertakwa kepada Allah swt. \r\nYang dimaksud dengan perjanjian Masjidilharam di sini ialah perjanjian Hµdaibiyah yang terjadi  pada waktu Nabi Muhammad saw dan sejumlah besar para sahabat pada tahun ke-6 Hijri berangkat dari Medinah menuju Mekah untuk mengerjakan ibadah umrah setelah mereka sampai di suatu tempat yang bernama Hµdaibiyah, 13 mil sebelah barat kota Mekah, mereka dicegat dan dihalang-halangi oleh orang-orang kafir Quraisy sehingga terjadilah perjanjian damai yang dinamakan dengan tempat itu.\r\n  Menurut riwayat Ibnu Ab³ ¦±tim bahwa di antara suku Arab musyrik yang mengindahkan perjanjian Hudaibiyah itu adalah suku Bani amrah dan suku Kin±nah, sehingga menurut sebagian mufasir, Nabi dan kaum Muslimin menyempurnakan perjanjian Hudaibiyah dengan dua suku ini, meskipun telah habis jangka masa empat bulan yang diberikan kepada kaum musyrikin.\r\n"}