{"tafsir_id":1246,"surah_id":9,"aya_number":11,"tafsir_wajiz":"Namun, jika mereka bertobat dari perbuatan-perbuatan dosanya dan meninggalkan kekufuran dan kemusyrikan lalu masuk ke dalam Islam, serta secara konsisten melaksanakan ajaran-ajaran Islam dengan melaksanakan salat dan menunaikan zakat, maka berarti mereka itu adalah saudara-saudaramu seagama yang memiliki hak dan kewajiban yang sama untuk saling melindungi dan menyno_ayatngi. Kami menjelaskan no_ayatt-no_ayatt itu yang menjadi bukti wujud dan keesaan Allah bagi orang-orang yang mengetahui, yakni mereka yang mau mengambil manfaat atas bukti-bukti tersebut. Melihat konteksnya, rangkaian no_ayatt di atas berkenaan dengan perilaku buruk Yahudi Bani Quraizah. Meski begitu, no_ayatt-no_ayatt tersebut telah memberi ciri-ciri kefasikan yang sangat dibenci Allah, yaitu merusak atau mengkhianati perjanjian, tidak jujur, dan memutuskan hubungan kekerabatan.","tafsir_tahlili":"(11) Kaum musyrik yang seharusnya dibunuh atau diperangi, jika mereka bertobat yakni beriman kepada Allah dan Rasul-Nya, melaksanakan salat lima waktu dan menunaikan kewajiban zakat, maka Allah menyatakan bahwa mereka adalah saudara-saudara seagama dengan orang-orang mukmin yang mempunyai hak dan kewajiban yang sama tanpa ada perbedaan. Ikatan persaudaraan yang demikian adalah ikatan yang sangat kuat dan luas yang dapat menghilangkan segala macam perselisihan dan permusuhan yang ditimbulkan oleh perbedaan suku, bangsa dan sebagainya. Dalam hal ini Rasulullah saw bersabda:\r\nأُمِرْتُ أَنْ أُقَاتِلَ النَّاسَ حَتَّى يَشْهَدُوْا أَنْ لاَ إِلٰهَ إِلاَّ الله َوَأَنَّ مُحَمَّدًا رَسُوْلُ اللهِ فَإِذَا شَهِدُوْا أَنْ لاَ إِلٰهَ إِلاَّ الله َوَأَنَّ مُحَمَّدًا رَسُوْلُ اللهِ وَاسْتَقْبِلُوْا قِبْلَتَنَا وَأَكَلُوْا ذَبِيْحَتَنَا وَصَلُّوْا صَلاَتَناَ فَقَدْ حَرُمَتْ عَلَيْنَا دِمَاءُهُمْ وَأَمْوَالُهُمْ إِلاَّ بِحَقِّهَا لَهُمْ مَا لِلْمُسْلِمِيْنَ وَعَلَيْهِمْ مَا عَلَيْهِمْ (رواه أحمد عن أنس بن مالك)\r\nSaya diperintahkan memerangi manusia hingga bersyahadat bahwa tiada Tuhan melainkan Allah dan sesungguhnya Muhammad adalah Rasulullah, maka apabila mereka bersyahadat bahwa tiada Tuhan selain Allah dan sesungguhnya Muhammad adalah Rasulullah, mereka menghadap kiblat kita, memakan sembelihan kita dan salat seperti kita, maka haramlah atas kita darah mereka dan harta-harta mereka, kecuali menurut haknya. Mereka mempunyai hak dan kewajiban seperti orang-orang Islam. (Riwayat Muslim dari Anas bin Malik);Ayat-ayat itu ditujukan kepada orang yang mau mengerti, terutama mengenai kaum musyrikin yang bertobat ataupun yang tidak dan bagaimana seharusnya mereka itu diperlakukan.\r\n"}