{"tafsir_id":1249,"surah_id":9,"aya_number":14,"tafsir_wajiz":"Atas tiga alasan di atas, yakni merusak perjanjian damai untuk tidak saling mengganggu, berencana untuk mengusir Rasulullah dari tempat kediamannya, dan memulai untuk menyerang kaum muslimin, maka perangilah mereka, demi melaksanakan perintah Allah dan menggapai rida-Nya, bukan semata-mata untuk mengejar hal-hal yang bersifat duniawi seperti rampasan perang. Dengan begitu, niscno_ayat Allah akan menyiksa mereka dengan perantaraan tanganmu, dan melalui peperangan itu pula Dia akan menghina mereka dengan kekalahan dalam perang sehingga menjadi tawanan dan menolongmu dengan kemenangan atas mereka, serta melegakan hati orang-orang yang beriman, setelah mereka mengalami penyiksaan dari kaum musyrik Mekah dalam waktu yang cukup lama yang akhirnya mereka bisa dikalahkan dan agama Islam memperoleh kemuliaan.","tafsir_tahlili":"(14) Ayat ini memerintahkan kaum Muslimin agar memerangi orang musyrik karena mereka telah melanggar janji dan memerangi Rasul dan kaum Muslimin. Jika mereka melaksanakan perintah itu, pasti Allah akan menyiksa kaum musyrikin dengan kekuatan kaum mukmin. Allah menjadikan mereka hina dan Allah menolong orang-orang mukmin menghilangkan kesedihan mereka yang menderita akibat pengkhianatan pihak musyrikin.\r\nYang dimaksud dengan Allah menyiksa orang-orang musyrik dengan kekuatan kaum Muslimin ialah membunuh dan menghancurkan mereka dalam peperangan. Yang menjadikan mereka hina ialah karena kekalahan mereka dan mereka dijadikan tawanan dan budak. \r\nMenurut riwayat Ikr³mah dan ulama lain, orang mukmin yang hilang kesedihan hatinya, ialah suku Khuz±ah, sedangkan menurut Ibnu Abb±s suku Yaman dan Saba' yang telah masuk Islam yang pernah mendapat siksaan yang berat dari orang-orang musyrik Mekah. Mereka mengirimkan utusan mengadukan penderitaan mereka kepada Rasulullah di Medinah, maka Rasulullah menyampaikan salam dan kabar gembira, untuk menggembirakan hati mereka, sebab pertolongan Allah akan datang dalam waktu yang dekat.\r\n"}