{"tafsir_id":125,"surah_id":2,"aya_number":118,"tafsir_wajiz":"Dan orang-orang yang tidak mengetahui, yaitu orang-orang bodoh dari kaum musyrik Mekah, berkata, “Mengapa Allah tidak berbicara dengan kita dan tidak menurunkan wahyu kepada kita yang mengabarkan kerasulan Muhammad, atau datang tanda-tanda kekuasaan, alasan, dan penjelasan-Nya kepada kita tentang kebenaran kerasulan Muhammad?” Sebelumnya, orang-orang kafir Mekah pernah berkata kepada Nabi Muhammad, “Jika engkau betul-betul Rasul dari Allah seperti yang engkau katakan, maka katakanlah kepada Allah agar berbicara dengan kami sehingga kami mendengar ucapannya.” Mereka berkata demikian sebagai tanda penentangan dan kesombongan mereka. Demikian pula orang-orang yang sebelum mereka telah berkata seperti ucapan mereka itu. Hati mereka serupa dengan hati orang-orang sebelum mereka. Mereka menentang dan mendustakan para nabi dan rasul yang diutus Allah kepada mereka. Pernyataan Allah ini mengandung hiburan bagi Rasulullah. Allah menegaskan bahwa sesungguhnya telah Kami jelaskan tanda-tanda kekuasaan Kami kepada orang-orang yang yakin. ","tafsir_tahlili":"(118) Yang dimaksud dengan ungkapan “Mereka yang tidak mengetahui” dalam ayat ini ialah orang musyrik Mekah. Mereka dikatakan tidak mengetahui karena kepercayaan mereka tidak berdasarkan wahyu yang diturunkan Allah kepada nabi-nabi-Nya dan tidak mengikuti nabi-nabi yang telah diutus-Nya. Hal ini ditegaskan ayat selanjutnya yang langsung mengarahkan pembicaraan kepada Nabi Muhammad saw, tentang sikap orang-orang musyrik itu dan persamaan perkataan mereka dengan perkataan orang-orang sebelum Nabi Muhammad diutus.\r\nOrang-orang musyrik mengatakan, “Mengapa Allah tidak langsung berbicara dengan mereka yang menerangkan bahwa Muhammad adalah utusan Allah dan Al-Qur′an diturunkan dari Allah, atau datang kepada mereka malaikat untuk menjelaskannya, atau datang dalil-dalil yang menerangkan dan membuktikan kenabian Muhammad?“\r\nAyat ini menerangkan bahwa perkataan mereka sama dengan perkataan orang-orang sebelum mereka, yang mereka ucapkan kepada nabi-nabi yang diutus kepada mereka. Juga Allah menerangkan bahwa apa yang mereka katakan itu sebabnya sama, yaitu karena keingkaran dan kedengkian mereka kepada Muhammad, bukan karena tidak adanya dalil atau bukti-bukti yang telah didatangkan Allah. Telah banyak dalil yang didatangkan Allah, tetapi hati mereka tertutup menerima dalil-dalil itu, karena kesombongan dan keangkuhan mereka. Apa pun dalil dan bukti yang didatangkan, mereka tetap tidak akan beriman.\r\nPerkataan orang terdahulu yang sama dengan perkataan orang musyrik itu tersebut di dalam Al-Qur′an, seperti perkataan orang-orang Yahudi, sebagaimana yang diberitakan dalam Al-Qur′an:\r\nوَاِذْ قُلْتُمْ يٰمُوْسٰى لَنْ نُّؤْمِنَ لَكَ حَتّٰى نَرَى اللّٰهَ جَهْرَةً \r\nDan (ingatlah) ketika kamu berkata, ”Wahai Musa! Kami tidak akan beriman kepadamu sebelum kami melihat Allah dengan jelas.” …\r\n(al-Baqarah/2:55. Lihat juga an-Nis±′/4:153)\r\nFirman Allah: \r\nوَاِذْ قُلْتُمْ يٰمُوْسٰى لَنْ نَّصْبِرَ عَلٰى طَعَامٍ وَّاحِدٍ فَادْعُ لَنَا رَبَّكَ يُخْرِجْ لَنَا مِمَّا تُنْۢبِتُ الْاَرْضُ مِنْۢ بَقْلِهَا وَقِثَّاۤىِٕهَا وَفُوْمِهَا وَعَدَسِهَا وَبَصَلِهَا\r\nDan (ingatlah), ketika kamu berkata, ”Wahai Musa! Kami tidak tahan hanya (makan) dengan satu macam makanan saja, maka mohonkanlah kepada Tuhanmu untuk kami, agar Dia memberi kami apa yang ditumbuhkan bumi, seperti: sayur-mayur, mentimun, bawang putih, kacang adas dan bawang merah.” …(al-Baqarah/2:61);Orang-orang Nasrani berkata kepada Nabi Isa a.s. sebagaimana tersebut dalam firman Allah swt:\r\nاِذْ قَالَ الْحَوَارِيُّوْنَ يٰعِيْسَى ابْنَ مَرْيَمَ هَلْ يَسْتَطِيْعُ رَبُّكَ اَنْ يُّنَزِّلَ عَلَيْنَا مَاۤىِٕدَةً مِّنَ السَّمَاۤءِ \r\n (Ingatlah), ketika pengikut-pengikut Isa berkata, ”Wahai Isa putra Maryam! Bersediakah Tuhanmu menurunkan hidangan dari langit kepada kami?” … (al-M±′idah/5:112);Selanjutnya ditegaskan bahwa orang kafir tidak akan beriman walau keterangan atau bukti apa pun diturunkan kepada mereka. Allah berfirman:\r\nوَلَوْ نَزَّلْنَا عَلَيْكَ كِتٰبًا فِيْ قِرْطَاسٍ فَلَمَسُوْهُ بِاَيْدِيْهِمْ لَقَالَ الَّذِيْنَ كَفَرُوْٓا اِنْ هٰذَآ اِلَّا سِحْرٌ مُّبِيْنٌ   \r\nDan sekiranya Kami turunkan kepadamu (Muhammad) tulisan di atas kertas, sehingga mereka dapat memegangnya dengan tangan mereka sendiri, niscaya orang-orang kafir itu akan berkata, ”Ini tidak lain hanyalah sihir yang nyata.” (al-An±m/6:7);Pada akhir ayat diterangkan bahwa Allah selalu menurunkan bukti-bukti dan dalil-dalil bagi segala sesuatu, Dia menerangkannya dengan sejelas-jelasnya. Orang-orang yang bersih jiwa dan hatinya akan segera menerima dalil-dalil dan bukti itu dan mereka segera meyakininya. Orang-orang yang tidak menerimanya ialah mereka yang dalam hatinya ada rasa dengki dan penyakit, hatinya kasar dan tertutup. Allah berfirman:\r\nاَتَوَاصَوْا بِهٖۚ بَلْ هُمْ قَوْمٌ طَاغُوْنَۚ   \r\nApakah mereka saling berpesan tentang apa yang dikatakan itu. Sebenarnya mereka adalah kaum yang melampaui batas. (a©-ª±riy±t/51:53)\r\nAyat di atas merupakan penawar duka bagi Nabi Muhammad saw yang sedang menghadapi keingkaran kaum musyrik Mekah terhadap seruannya. Seolah-olah ayat di atas menerangkan bahwa sikap kaum musyrik itu adalah sikap yang sama dengan sikap orang-orang dahulu terhadap nabi-nabi yang diutus kepada mereka. Karena itu janganlah dihiraukan sikap mereka dan janganlah bersedih hati."}