{"tafsir_id":1253,"surah_id":9,"aya_number":18,"tafsir_wajiz":"Inilah kriteria mereka yang berhak memakmurkan masjid. Sesungguhnya yang paling berhak memakmurkan masjid Allah hanyalah orangorang yang beriman kepada Allah dan hari kemudian, serta tetap atau senantiasa melaksanakan salat, menunaikan zakat jika mampu dan tidak takut kepada siapa pun kecuali kepada Allah, maka mudah-mudahan mereka termasuk orang-orang yang bisa diharapkan untuk selalu mendapat petunjuk ke jalan yang benar.","tafsir_tahlili":"(18) Ayat ini menerangkan bahwa yang patut memakmurkan mesjid-mesjid Allah hanyalah orang-orang yang benar-benar beriman kepada Allah dan berserah diri kepada-Nya serta percaya akan datangnya hari akhirat tempat pembalasan segala amal perbuatan, melaksanakan salat, menunaikan zakat dan tidak takut kepada siapa pun selain kepada Allah. Orang-orang inilah yang diharapkan termasuk golongan yang mendapat petunjuk untuk memakmurkan mesjid-mesjid-Nya. Banyak hadis yang menjelaskan tentang keutamaan memakmurkan mesjid, antara lain sabda Rasulullah saw:\r\nمَنْ بَنَى ِللهِ مَسْجِدًا يَبْتَغِيْ بِهِ وَجْهَ اللهِ بَنىَ الله ُلَهُ بَيْتًا فِى الْجَنَّةِ (رواه البخاري ومسلم والترمذي عن عثمان بن عفّان)\r\nBarang siapa membangun mesjid bagi Allah untuk mengharapkan keridaan-Nya, niscaya Allah akan membangunkan baginya sebuah rumah dalam surga. (Riwayat al-Bukh±r³, Muslim dan at-Tirmi©³ dari U£man bin Affan);Sabda Rasulullah saw:\r\nإِذَا رَأَيْتُمُ الرَّجُلَ يَعْتَادُ الْمَسَاجِدَ فَاشْهَدُوْا لَهُ بِاْلإِيْمَانِ (رواه أحمد والترمذي وابن ماجه والحاكم عن أبي سعيد الخدري)\r\nApabila kamu melihat seseorang membiasakan diri (beribadah) di mesjid, maka bersaksilah bahwa ia orang yang beriman. (Riwayat A¥mad,                    at-Tirmi©³, Ibnu M±jah dan al-¦±kim dari Abi Said al-Khudr³);Dan sabdanya yang lain:\r\nأَنَّ امْرَأَةً كَانَتْ تَقُمُّ الْمَسْجِدَ أَيْ تَكْنِسُهُ فَمَاتَتْ فَسَأَلَ عَنْهَا النَّبِيُّ صَلَّى الله ُعَلَيْهِ وَسَلَّمَ فَقِيْلَ لَهُ مَاتَتْ  أَفَلاَ كُنْتُمْ اٰذَنْتُمُوْنِيْ بِهَا؟ لأُِصَلِّيَ عَلَيْهَا دُلُّوْنِيْ عَلَى قَبْرِهَا  فَأَتَى قَبْرَهَا فَصَلَّى عَلَيْهَا (رواه البخاري ومسلم وأبو داود وابن ماجه)\r\nSesungguhnya ada seorang perempuan yang biasa menyapu mesjid lalu meninggal dunia, Rasulullah saw menanyakannya, dan ketika dikatakan kepadanya bahwa perempuan itu sudah meninggal, Rasulullah berkata, “Mengapa kamu tidak memberitahukan kepada saya, agar saya salatkan ia. Tunjukkanlah kepadaku di mana kuburnya.” Maka Rasulullah mendatangi kuburan itu, lalu ia salat di atasnya. (Riwayat al-Bukh±r³, Muslim, Abu Dawud dan Ibnu M±jah);Dalam hadis lain:\r\nمَنْ أَسْرَجَ سِرَاجًا فِيْ مَسْجِدٍ لَمْ تَزَلِ الْمَلاَئِكَةُ وَحَمَلَةُ الْعَرْشِ يَسْتَغْفِرُوْنَ لَهُ مَا دَامَ فِيْ ذٰلِكَ الْمَسْجِدِ ضَوْءُهُ (رواه سالم الرازي عن أنس)\r\nBarang siapa menyalakan penerangan lampu dalam mesjid, niscaya para malaikat dan para pembawa arasy senantiasa memohon ampun kepada Allah agar diampuni dosanya selama lampu itu bercahaya dalam mesjid. (Riwayat Salim ar-R±z³ dari Anas r.a.)\r\n"}