{"tafsir_id":1256,"surah_id":9,"aya_number":21,"tafsir_wajiz":"Inilah kemenangan dan keberuntungan hakiki yang mereka peroleh, yakni Tuhan akan senantiasa menggembirakan mereka dengan memberikan rahmat yang sangat luas, dan mengistimewakan mereka dengan keridaan-Nya. Inilah balasan yang sesungguhnya. Dan, bukan hanya itu, di akhirat kelak mereka akan dimasukkan ke dalam surga. Mereka memperoleh kesenangan yang kekal di dalamnya.","tafsir_tahlili":"(21) Ayat ini menerangkan bahwa Allah memberi kabar gembira kepada orang-orang mukmin yang hijrah dan berjihad di jalan Allah, mereka  akan mendapat balasan rahmat yang luas, keridaan yang sempurna dan surga yang menjadi tempat tinggal mereka selama-lamanya. Pahala terbesar adalah memperoleh rida Allah sebagaimana firman-Nya:\r\nوَعَدَ اللّٰهُ الْمُؤْمِنِيْنَ وَالْمُؤْمِنٰتِ جَنّٰتٍ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُ خٰلِدِيْنَ فِيْهَا وَمَسٰكِنَ طَيِّبَةً فِيْ جَنّٰتِ عَدْنٍ ۗوَرِضْوَانٌ مِّنَ اللّٰهِ اَكْبَرُ ۗذٰلِكَ هُوَ الْفَوْزُ الْعَظِيْمُ \r\nAllah menjanjikan kepada orang-orang mukmin laki-laki dan perempuan, (akan mendapat) surga yang mengalir di bawahnya sungai-sungai, mereka kekal di dalamnya, dan (mendapat) tempat yang baik di surga Adn. Dan keridaan Allah lebih besar. Itulah kemenangan yang agung. (at-Taubah/9: 72);Hal ini disebutkan juga dalam hadis Nabi Muhammad saw:\r\nإِنَّ اللهَ يَقُوْلُ ِلاَهْلِ الْجَنَّةِ: يَا اَهْلَ الْجَنَّةِ فَيَقُوْلُوْنَ لَبَّيْكَ رَبَّنَا وَسَعْدَيْكَ. فَيَقُوْلُ: هَلْ رَضِيْتُمْ؟ فَيَقُوْلُوْنَ وَمَا لَنَا لاَ نَرْضَى وَقَدْ أَعْطَيْتَنَا مَالَمْ تُعْطِ أَحَداً مِنْ خَلْقِكَ؟ فَيَقُوْلُ: اَنَا اُعْطِيْكُمْ اَفْضَلَ مِنْ ذٰلِكَ. فَيَقُوْلُوْنَ رَبَّنَا وَ اَيُّ شَيْءٍ اَفْضَلُ مِنْ ذٰلِكَ؟ فَيَقُوْلُ: اُحِلَّ عَلَيْكُمْ رِضْوَانِي فَلاَ اَسْخَطُ عَلَيْكُمْ بَعْدَهُ اَبَداً (رواه البخاري ومسلم والترمذي والنسائي عن أبي سعيد الخدري)\r\nAllah berkata kepada ahli surga, “Wahai ahli surga.” Mereka menjawab, “Kami patuh kepada Engkau ya Tuhan kami.” Allah berkata, “Apakah kamu sekalian telah rida.” Mereka menjawab, “Bagaimanakah kami tidak akan rida sedangkan kami telah Engkau karuniakan sesuatu yang belum pernah Engkau karuniakan kepada siapapun.” Allah berkata lagi, “Aku akan memberikan kepadamu sesuatu yang lebih utama dari apa yang telah Kuberikan.” Mereka bertanya, “Ya Tuhan kami pemberian apakah yang lebih utama itu?” Allah berkata, “Aku telah meridai kamu sekalian dan tidak akan memurkaimu sesudah itu selama-lamanya.” (Riwayat al-Bukh±r³, Muslim, at-Tirmi©³ dan an-Nas±'i dari Abi Said al-Khudr³)\r\n"}