{"tafsir_id":1258,"surah_id":9,"aya_number":23,"tafsir_wajiz":"Setelah no_ayatt sebelumnya menerangkan keutamaan berjihad dan berhijrah serta tidak bergunanya amal kebaikan orang-orang musyrik, maka no_ayatt ini lebih menegaskan lagi bahwa itu semua tidak akan sempurna kecuali kaum muslim berlepas diri dari kekuasaan kaum musyrik dan lebih mencintai Allah dan Rasul-Nya daripada bapak, ibu, dan saudara-saudaranya. Wahai orang-orang yang beriman! Janganlah kamu jadikan bapak-bapakmu dan saudara-saudaramu sebagai auliya'-bentuk jamak dari kata “waliy”, yakni pemimpin, teman dekat, pelindung, atau sebagai apa saja yang kamu sering kali menyampaikan rahasia kepadanya dan kamu sekalian lebih mencintai mereka mengalahkan cintamu kepada Allah dan Rasul-Nya, baik dengan cara memaksakan diri apalagi secara sukarela-jika mereka lebih menyukai kekafiran daripada keimanan. Barangsiapa di antara kamu yang menjadikan mereka wali, pelindung, teman dekat, pemimpin dan lain-lain, meski masih ada hubungan kekerabatan, maka mereka itulah orang-orang yang zalim karena meletakkan sesuatu bukan pada tempatnya, yakni dengan menjadikan wali kepada orang yang tidak tepat.","tafsir_tahlili":"(23) Ayat ini diturunkan sehubungan dengan sikap sebagian kaum Muslimin sewaktu diperintahkan hijrah ke Medinah, mereka menjawab, “Jika kami hijrah, putuslah hubungan kami dengan orang-orang tua kami, anak-anak dan famili kami, hancurlah perdagangan kami dan akhirnya kami menjadi orang yang sia-sia.”\r\nAyat ini melarang orang yang beriman menjadikan ibu bapak dan saudara mereka yang masih kafir, menjadi pemimpin karena dikhawatirkan mereka akan mengetahui keadaan kaum Muslimin dan kekuatannya. Perbuatan seperti itu akan sangat bermanfaat bagi pihak kafir untuk menyerang kaum Muslimin.\r\nOrang mukmin yang tidak menaati larangan itu dan dalam keadaan perang, mereka masih membantu orang-orang kafir, karena yang dibantu itu ada hubungan kekeluargaan, maka dia adalah orang yang zalim, terhadap diri, pengikut-pengikut, dan agamanya.\r\n"}