{"tafsir_id":1259,"surah_id":9,"aya_number":24,"tafsir_wajiz":"no_ayatt ini turun berkenaan dengan keengganan sebagian kaum muslim untuk berhijrah ke Madinah karena diberatkan oleh hal-hal yang bersifat duniawi. Padahal, hijrah merupakan wujud nyata kecintaan kaum mukmin kepada Allah dan Rasul-Nya. Katakanlah, wahai Rasul, “Jika bapak-bapakmu, anak-anakmu, saudara-saudaramu, istri-istrimu yang selalu mendampingimu, keluargamu yang selalu melindungimu, harta kekno_ayatan yang kamu usahakan dengan susah pno_ayath, perdagangan yang kamu khawatirkan kerugiannya, dan rumah-rumah tempat tinggal yang ka-mu sukai yang dibangun dengan bino_ayat yang cukup besar, lebih kamu cintai daripada Allah dan Rasul-Nya serta berjihad di jalan-Nya, maka tunggu-lah sampai Allah memberikan keputusan-Nya, dengan menurunkan hukuman-Nya yang tidak mungkin kamu elakkan. Padahal, hal itu merupakan sikap orang-orang fasik, karena keluar dari ketaatan kepada Allah dan Rasul-Nya.” Dan Allah tidak memberi petunjuk kepada orang-orang fasik.","tafsir_tahlili":"(24) Ayat ini memberikan peringatan bahwa jika orang beriman lebih mencintai bapaknya, anak-anaknya, saudara-saudaranya, istri-istrinya, kaum keluarganya, harta kekayaan, perniagaan dan rumah-rumahnya, daripada mencintai Allah dan Rasul-Nya serta berjihad menegakkan syariat-Nya, maka Allah akan mendatangkan siksa kepada mereka cepat atau lambat. Mereka yang bersikap demikian itu adalah orang-orang fasik yang tidak akan mendapat hidayah dari Allah swt. \r\nBerikut ini beberapa alasan mengapa orang mencintai anak, suami, istri, ibu, bapak, keluarga, dan sebagainya:\r\n1.  Bahwa cinta anak terhadap ibu bapak adalah naluri yang ada pada tiap-tiap diri manusia. Anak sebagai keturunan dari ibu bapaknya mewarisi sebagian sifat-sifat dan tabiat-tabiat ibu bapaknya.\r\n2.  Bahwa cinta ibu bapak kepada anaknya adalah naluri juga, bahkan lebih mendalam lagi, karena anak merupakan jantung hati yang diharapkan melanjutkan keturunan dan meneruskan sejarah hidupnya. Dalam hal ini ibu bapak rela menanggung segala macam pengorbanan untuk kebahagiaan masa depan anaknya.\r\n3.  Bahwa cinta kepada saudara dan karib kerabat adalah cinta yang lumrah dalam rangka pelaksanaan hidup dan kehidupan tolong-menolong, bantu-membantu dan bela-membela dalam kehidupan rumah tangga, dan kehidupan bermasyarakat. Cinta yang demikian akan menumbuhkan perasaan hormat-menghormati dan sayang-menyayangi.\r\n 4. Bahwa cinta suami istri adalah cinta yang terpadu antara dua jenis makhluk yang membina keturunan dan membangun rumah tangga untuk kebahagiaan hidup dan kehidupan dunia dan akhirat. Oleh karena itu keutuhan hubungan suami istri yang harmonis menjadi pokok bagi kerukunan dan kebahagiaan hidup dan kehidupan yang diidam-idamkan.\r\n5.  Bahwa cinta terhadap harta dengan segala jenis bentuknya baik harta usaha, warisan, perdagangan maupun rumah tempat tinggal dan lain-lain adalah cinta yang sudah menjadi kodrat manusia. Semua yang dicintai merupakan kebutuhan yang tidak terpisahkan bagi hidup dan kehidupan manusia yang diusahakannya dengan menempuh segala jalan yang dihalalkan Allah. \r\n6. Cinta perdagangan, merupakan naluri manusia, karena ia merupakan sumber pengembangan harta benda.\r\n7. Cinta tempat tinggal, karena rumah merupakan tempat tinggal dan tempat istirahat sehari-hari.\r\nAdapun cinta kepada Allah wajib didahulukan daripada segala macam cinta tersebut di atas karena Dialah yang memberi hidup dan kehidupan, dengan segala macam karunia-Nya kepada manusia dan Dialah yang bersifat sempurna dan Mahasuci dari segala kekurangan. Begitu juga cinta kepada Rasulullah saw, haruslah lebih diutamakan karena Rasulullah saw diutus Allah swt untuk membawa petunjuk dan menjadi rahmat bagi alam semesta.\r\nFirman Allah:\r\nقُلْ اِنْ كُنْتُمْ تُحِبُّوْنَ اللّٰهَ فَاتَّبِعُوْنِيْ يُحْبِبْكُمُ اللّٰهُ وَيَغْفِرْ لَكُمْ ذُنُوْبَكُمْ ;Katakanlah, “Jika kamu (benar-benar) mencintai Allah, ikutlah aku niscaya Allah mengasihi dan mengampuni dosa-dosamu.” (²li-Imr±n/3: 31);Dan sabda Rasulullah saw:\r\nلاَ يُؤْمِنُ أَحَدُكُمْ حَتَّى أَكُوْنَ أَحَبَّ إِلَيْهِ مِنْ وَالِدِهِ وَوَلَدِهِ وَالنَّاسِ أَجْمَعِيْنَ (رواه البخاري ومسلم عن أنس)\r\nTidaklah sempurna iman seseorang sebelum ia mencintai Aku lebih daripada mencintai orang tuanya, anak-anaknya dan manusia seluruhnya. (Riwayat al-Bukh±r³, Muslim dari Anas)\r\n"}