{"tafsir_id":1266,"surah_id":9,"aya_number":31,"tafsir_wajiz":"Tidak saja sesat akidah, mereka juga menjadikan orang-orang alim Yahudi, dan rahib-rahibnya Nasrani sebagai tuhan selain Allah, yaitu dengan mematuhi ajaran orang-orang alim dan para rahib itu dengan membabi buta, sekalipun mereka menyuruh berbuat maksiat, mengharamkan yang halal, dan menghalalkan yang haram, dan kaum Nasrani juga menjadikan Al-Masih putra Maryam sebagai tuhan; padahal mereka hanya disuruh menyembah Tuhan Yang Maha Esa; tidak ada tuhan selain Dia. Mahasuci Dia dari apa yang mereka persekutukan, baik menyangkut penyembahan, penciptaan, dan sifat-sifat-Nya.","tafsir_tahlili":"(31)  Pada ayat ini dijelaskan bentuk kesesatan Ahli Kitab, kaum Yahudi, dan kaum Nasrani, masing-masing mengambil dan mengangkat Tuhan selain Allah swt. Orang Yahudi menjadikan pendeta agama mereka sebagai Tuhan yang mempunyai hak menetapkan hukum menghalalkan dan mengharam-kan. Sedang orang-orang Nasrani menjadikan rahib-rahib mereka sebagai Tuhan yang harus ditaati dan disembah. Dalam Islam, kedudukan pemuka agama, tidak lebih sebagai seorang ahli yang mempunyai pengetahuan mendalam tentang seluk beluk syariat. Segala pendapat dan fatwa yang dikemukakan, hanyalah sebagai penjelasan dari hukum-hukum Allah yang harus disertai dan didasarkan atas dalil-dalil yang nyata dari firman Allah swt, atau sunnah Rasul. Mereka tidak berhak sedikit pun membuat syariat, karena syariat adalah hak Allah semata.\r\nMenurut penganut agama Nasrani, di samping Isa Almasih dianggap sebagai Tuhan yang disembah, ada juga yang menyembah ibunya, yaitu Maryam, padahal Isa adalah seorang rasul seperti rasul-rasul sebelumnya dan Maryam ibunya, hanya seorang perempuan yang salehah dan tekun beribadah sehingga mendapat gelar Maryam Al-Butul, dan keduanya makan dan minum sebagaimana halnya manusia-manusia yang lain. Firman Allah swt:\r\nمَا الْمَسِيْحُ ابْنُ مَرْيَمَ اِلَّا رَسُوْلٌۚ قَدْ خَلَتْ مِنْ قَبْلِهِ الرُّسُلُۗ وَاُمُّهٗ صِدِّيْقَةٌ  ۗ كَانَا يَأْكُلَانِ الطَّعَامَ ۗ ;Almasih putra Maryam hanyalah seorang Rasul. Sebelumnya pun sudah berlalu beberapa rasul. Dan ibunya seorang yang berpegang teguh pada kebenaran. Keduanya biasa memakan makanan. (al-M±'idah/5: 75);Pemeluk Kristen, Katolik dan orang-orang Ortodok menyembah murid-murid Isa dan pesuruh-pesuruhnya, begitu juga kepala-kepala dan pemuka-pemuka agamanya, yang dianggap suci, dan dijadikannya perantara yang akan menyampaikan ibadah mereka kepada Allah. Mereka juga menganggap pendeta-pendeta mereka mempunyai hak mengampuni ataupun tidak mengampuni sesuai dengan keinginannya, padahal tidak ada yang berhak mengampuni dosa kecuali Allah swt, sebagaimana firman-Nya:\r\nوَمَنْ يَّغْفِرُ الذُّنُوْبَ اِلَّا اللّٰهُ\r\nDan siapa (lagi) yang dapat mengampuni dosa-dosa selain Allah? (Ali-Imr±n/3: 135)\r\nAdapun kaum Yahudi, mereka menambahkan hukum lain kepada syariat agamanya. Mereka tidak mencukupkan dan membatasi diri pada hukum yang terdapat dalam Taurat sebagai pedoman hidupnya, tetapi menambah dan memasukkan hukum-hukum lain yang didengarnya dari kepala-kepala agama mereka sebelum hukum-hukum itu dibukukan menjadi peraturan yang harus dituruti dan ditaati oleh pemeluk Yahudi.\r\nDemikianlah kesesatan-kesesatan yang telah diperbuat Ahli Kitab, padahal mereka itu tidak diperintahkan, kecuali menyembah Tuhan Yang Satu, Tuhan Seru sekalian alam, yaitu Allah swt, karena tidak ada Tuhan Yang berhak disembah kecuali Dia. Dia adalah Tuhan Yang Maha Esa, tiada sekutu bagi-Nya baik mengenai zat-Nya, sifat-sifat-Nya maupun af±l-Nya. Mahasuci Allah swt dari apa yang mereka persekutukan. Apabila mereka percaya bahwa pemimpin-pemimpin mereka itu berhak menentukan suatu hukum, berarti mereka mempunyai kepercayaan bahwa ada Tuhan yang disembah selain Allah swt yang dapat menimpakan penyakit dan menyembuhkan, menghidupkan dan mematikan tanpa izin Allah. Semua itu timbul dari kehendak hawa nafsu dan akal pikirannya, tidak bersumber dari wahyu Ilahi.\r\n"}