{"tafsir_id":1270,"surah_id":9,"aya_number":35,"tafsir_wajiz":"no_ayatt ini menjelaskan azab yang diancamkan kepada para pemimpin Ahli Kitab dan siapa saja yang kikir sebagaimana mereka. Ingatlah, pada hari ketika emas dan perak dipanaskan dalam neraka Jahanam, lalu dengan itu disetrika dahi, lambung dan punggung mereka, yakni orang-orang kno_ayat yang tidak dermawan, serno_ayat dikatakan kepada mereka, “Inilah harta bendamu yang kamu simpan untuk dirimu sendiri. Dengan harta itu, bukan saja kamu tidak menunaikan zakatnya, namun juga tidak kamu manfaatkan untuk membantu mereka yang membutuhkan, maka rasakanlah akibat dari apa yang kamu simpan itu.” Ancaman ini berlaku umum, yaitu ditujukan kepada siapa saja yang dikaruniai harta banyak namun kikir. Islam memang membolehkan umatnya untuk mengumpulkan harta sebanyak-banyaknya, tetapi pada saat yang sama ia juga harus bersifat dermawan.","tafsir_tahlili":"(35) Ayat ini menerangkan bahwa orang-orang yang mengumpulkan harta dan menyimpannya tanpa sebagian diinfakkan di jalan Allah (dibayarkan zakat), mereka akan dimasukkan ke dalam neraka. Semua harta itu akan dipanaskan dengan api lalu disetrikakan pada dahi pemiliknya begitu pula lambung dan punggungnya, lalu diucapkan kepadanya, “Inilah harta bendamu yang kamu simpan dahulu.” Sehubungan dengan ini ada hadis yang diriwayatkan dari Abu Hurairah:\r\nمَا مِنْ رَجُلٍ لاَ يُؤَدِّيْ زَكَاةَ مَالِهِ إِلاَّ جَعَلَ لَهُ يَوْمَ الْقِيَامَةِ صَفَائِحَ مِنْ نَارٍ فَيُكْوَى بِهَا جَنْبُهُ وَجَبْهَتُهُ وَظَهْرُهُ (رواه مسلم عن أبي هريرة)\r\nTidak ada seseorang yang tidak menunaikan zakat hartanya melainkan hartanya itu pada hari Kiamat akan dijadikan kepingan-kepingan api lalu disetrikakan pada lambung, dahi, dan punggungnya. (Riwayat Muslim dari Abu Hurairah);Demikianlah nasib orang-orang Yahudi dan Nasrani yang mengumpulkan harta dan menumpuknya serta mempergunakan sebagian harta itu untuk menghalangi dari jalan Allah. Demikian pula nasib seorang muslim yang tidak menunaikan zakat hartanya. Harta itu sendirilah yang akan dijadikan alat penyiksanya. Bagaimana caranya apakah harta yang mereka peroleh di dunia itu dijadikan kepingan-kepingan api atau sebagai gambaran saja. Allah Yang Maha Mengetahui, karena hal itu termasuk urusan gaib yang tidak diketahui kecuali oleh Allah saja.\r\n"}