{"tafsir_id":1275,"surah_id":9,"aya_number":40,"tafsir_wajiz":"Jangan pernah menduga kalau Allah dan Rasulullah membutuhkan pertolonganmu untuk mengalahkan musuh-musuh-Nya. Tentu saja tidak. Karena itu, jika kamu tidak menolongnya, yakni Nabi Muhammad dalam perah Tabuk, sesungguhnya Allah telah menolong dan menguatkan-nya, antara lain menolong beliau ketika orang-orang kafir mengusirnya dari Mekah, sedang saat itu dia salah seorang dari dua orang, yakni beliau hanya ditemani Abu Bakar. Situasi saat itu benar-benar menegangkan,yaitu ketika keduanya berada dalam gua dan orang-orang kafir ada di sekitarnya, maka ketika itu Allah menguatkan jiwa beliau sehingga dengan penuh keyakinan dia berkata kepada sahabatnya, Abu Bakar, “Jangan engkau bersedih, sesungguhnya Allah bersama kita dan menolong serta melindungi kita.” Sebagai bentuk pertolongan Allah, maka Allah menurunkan ketenangan kepadanya, yakni Nabi Muhammad, sehingga mampu menghadapi situasi yang sangat sulit tersebut dan bahkan membantu beliau dengan bala tentara, berupa malaikat-malaikat yang tidak terlihat olehmu, dan Dia menjadikan seruan orang-orang kafir kepada kedurhakaan dan kemusyrikan itu rendah, sebab usaha mereka untuk mematikan api islam bahkan membunuh Rasulullah ternyata gagal. Dan bahkan sebaliknya, kalimat Allah, yakni agama Islam, itulah yang tinggi. Demikian ini, karena Allah Mahaperkasa, lagi Mahabijaksana.","tafsir_tahlili":"(40)  Ayat ini tidak membenarkan sangkaan orang-orang musyrik, bahwa perjuangan Nabi Muhammad saw tidak akan berhasil, apabila mereka tidak ikut membantunya. Nabi akan tetap menang karena Allah akan membantunya. Hal ini telah dibuktikan ketika rumah Nabi Muhammad dikepung rapat-rapat oleh orang-orang Quraisy yang akan membunuhnya. Pembunuhan itu dimaksudkan untuk mencegah dan menghentikan dakwah Islami yang mereka khawatirkan, akan makin meluas pengaruhnya. Atas pertolongan dan bantuan Allah swt Nabi Muhammad saw dapat lolos dari kepungan mereka yang ketat, sehingga dengan perasaan aman beliau keluar dari rumahnya menuju gua di gunung ¤µr, tempat persembunyiannya untuk sementara, ditemani oleh sahabat setianya Abu Bakar. Melihat situasi gawat itu Abu Bakar merasa cemas dan berkata, “Wahai Rasulullah, demi Allah andaikata ada salah seorang di antara mereka mengangkat kakinya, pasti dia dapat melihat kita berada di bawah kakinya.” Nabi Muhammad saw menjawab, “Wahai Abu Bakar, janganlah kamu berduka cita, sesungguhnya Allah beserta kita.”\r\nNabi Muhammad saw bersama Abu Bakar selama berada di dalam gua ¤µr, senantiasa berada di bawah pertolongan dan lindungan Allah. Allah memberi ketenangan hati kepada Nabi saw dan Abu Bakar, serta memberikan bantuan tentara yang tidak dilihatnya, sehingga selamatlah keduanya di dalam gua ¤µr, dan niat jahat orang-orang itu gagal. Firman Allah swt:\r\nوَاِذْ يَمْكُرُ بِكَ الَّذِيْنَ كَفَرُوْا لِيُثْبِتُوْكَ اَوْ يَقْتُلُوْكَ اَوْ يُخْرِجُوْكَۗ وَيَمْكُرُوْنَ وَيَمْكُرُ اللّٰهُ ۗوَاللّٰهُ خَيْرُ الْمَاكِرِيْنَ  ٣٠  ;Dan (ingatlah), ketika orang-orang kafir (Quraisy) memikirkan tipu daya terhadapmu (Muhammad) untuk menangkap dan memenjarakanmu atau membunuhmu, atau mengusirmu. Mereka membuat tipu daya dan Allah menggagalkan tipu daya itu. Allah adalah sebaik-baik pembalas tipu daya. (al-Anf±l/8: 30);Dan firman-Nya:\r\nاِنَّا لَنَنْصُرُ رُسُلَنَا وَالَّذِيْنَ اٰمَنُوْا فِى الْحَيٰوةِ الدُّنْيَا\r\nSesungguhnya Kami akan menolong rasul-rasul Kami dan orang-orang yang beriman dalam kehidupan dunia. (G±fir/40: 51);Allah swt selalu menempatkan orang-orang kafir itu di tingkat yang rendah, selalu kalah. Dan kalimah Allah yaitu agama yang didasarkan atas tauhid, jauh dari syirik, selalu ditempatkan di tempat yang tinggi, mengatasi yang lain. Allah swt Mahakuasa dan Mahaperkasa, tidak ada yang dapat mengalahkannya, Mahabijaksana, menempatkan sesuatu pada tempatnya. Dialah yang selalu menolong memenangkan Rasulullah saw dengan kekuasaan-Nya, memenangkan agama-Nya dari agama-agama yang lain, dengan kebijaksanaan-Nya, sebagaimana firman Allah swt:\r\nهُوَ الَّذِيْٓ اَرْسَلَ رَسُوْلَهٗ بِالْهُدٰى وَدِيْنِ الْحَقِّ لِيُظْهِرَهٗ عَلَى الدِّيْنِ كُلِّهٖۙ وَلَوْ كَرِهَ الْمُشْرِكُوْنَ   ;Dialah yang telah mengutus Rasul-Nya dengan petunjuk (Al-Qur'an) dan agama yang benar untuk diunggulkan atas segala agama, walaupun orang-orang musyrik tidak menyukai. (at-Taubah/9: 33)\r\n"}