{"tafsir_id":1276,"surah_id":9,"aya_number":41,"tafsir_wajiz":"Setelah Allah mengecam sekaligus mengancam mereka yang enggan berperang, serta menegaskan Allah akan senantiasa menolong orang-orang mukmin, maka no_ayatt ini menguatkan perintah berperang yang semata-mata demi kemaslahatan. Berangkatlah kamu ke medan perang dengan penuh semangat, baik dengan rasa ringan maupun dengan rasa berat, kondisi kuat atau lemah, kondisi longgar maupun sempit, masing-masing sesuai dengan kadar kemampuannya, dan berjihadlah dengan harta dan jiwamu di jalan Allah. Yang demikian itu adalah lebih baik bagimu jika kamu mengetahui tujuan berjihad di jalan Allah itu, antara lain, terlindunginya kaum lemah, melawan kezaliman, juga menjaga jalan dakwah dari perilaku zalim musuh-musuh Islam.","tafsir_tahlili":"(41) Pada ayat ini diterangkan bahwa apabila keselamatan kaum Muslimin terancam, berperang bukan lagi anjuran, tetapi wajib, sehingga tidak seorang Muslim pun yang dibenarkan untuk tidak ikut dalam ekspedisi itu. Setiap orang yang sehat, dewasa, kaya, dan miskin wajib tampil ke medan juang untuk membela Islam dan menegakkan kebenaran. Orang-orang yang uzur yang dibenarkan syarat tidak diwajibkan, seperti terlalu tua, lemah fisik, cacat, tak berdaya, sakit keras dan lain-lain, karena mereka akan menjadi beban apabila diikutsertakan. Firman Allah swt:\r\nلَيْسَ عَلَى الضُّعَفَاۤءِ وَلَا عَلَى الْمَرْضٰى وَلَا عَلَى الَّذِيْنَ لَا يَجِدُوْنَ مَا يُنْفِقُوْنَ حَرَجٌ اِذَا نَصَحُوْا لِلّٰهِ وَرَسُوْلِهٖۗ \r\nTidak ada dosa (karena tidak pergi berperang) atas orang yang lemah, orang yang sakit dan orang yang tidak memperoleh apa yang akan mereka infakkan, apabila mereka berlaku ikhlas kepada Allah dan Rasul-Nya. (at-Taubah/9: 91);Mereka diperintahkan berjihad berjaga-jaga dari serangan musuh, mempertahankan tanah air, mendermakan harta dan dirinya untuk menegakkan keadilan, dan meninggikan kalimah Allah, tampil ke medan perang maupun berjihad dengan harta, dengan maksud menjunjung tinggi derajat umat dan agama, jika dilakukan dengan ikhlas akan memberi kebahagiaan di dunia dan akhirat kelak.\r\n"}