{"tafsir_id":1277,"surah_id":9,"aya_number":42,"tafsir_wajiz":"no_ayatt sebelumnya mendorong kaum mukmin untuk berjihad, sekaligus mengecam mereka yang merasa keberatan, maka no_ayatt ini turun berkenaan dengan sikap kaum munafik yang enggan berangkat ke Perang Tabuk. Sekiranya yang kamu serukan kepada kaum munafik, dalam perkiraan mereka, ada keuntungan duniawi yang jelas serta mudah diperoleh dan perjalanan yang tidak seberapa jauh lagi tidak sulit, juga ditambah udara yang tidak terlalu panas, niscno_ayat mereka akan mengikutimu meskipun tidak dengan sepenuh hati. Akan tetapi, mereka akan enggan berangkat perang jika tempat yang dituju itu terasa sangat jauh bagi mereka. Bahkan untuk membangun alasan agar ketidakberangkatan mereka ke medan perang dianggap benar, mereka tanpa merasa bersalah akan bersumpah dengan nama Allah, padahal sebenarnya bohong, “Jikalau kami sanggup niscno_ayat kami berangkat bersamamu.” Padahal sumpah palsu mereka untuk tidak turut berperang itu telah membinasakan diri sendiri, karena kebohongan yang ditutup-tutupi padahal Allah mengetahui bahwa mereka benar-benar orang-orang yang berdusta. Inilah salah satu karakter orang munafik, yaitu tidak siap menanggung derita dalam melaksanakan perintah Allah.","tafsir_tahlili":"(42) Ayat ini menjelaskan latar belakang tidak ikutnya orang-orang munafik ke medan perang sekalipun sudah diumumkan perintah wajib perang. Di antara alasan dari keengganan mereka, karena pergi berperang akan menempuh jarak yang jauh, pada musim panas, dalam keadaan serba kekurangan, dan belum tentu menang serta memperoleh rampasan perang (gan³mah). Mereka bersikap pesimis, karena yang dihadapi adalah tentara Romawi yang terlatih, kuat, dan banyak jumlahnya.\r\nJika mereka diperintahkan ke tempat yang dekat yang tidak mengharus-kan mereka bersusah payah dalam perjalanan, pasti mendapatkan kemenang-an, dan memperoleh keuntungan dengan mudah, tentunya mereka mau dan tidak akan enggan berperang. Untuk menyembunyikan kemunafikannya, mereka tidak segan bersumpah dengan nama Allah bahwa jika mereka sanggup dan ada kemampuan, tentunya mereka ikut berangkat bersama. Sumpah ini mereka ucapkan sebagai alasan ketika kaum Muslimin sudah kembali dari perang Tabuk dengan selamat dan berada sudah di tengah-tengah mereka, sebagaimana firman Allah:\r\nيَعْتَذِرُوْنَ اِلَيْكُمْ اِذَا رَجَعْتُمْ اِلَيْهِمْ ۗ\r\nMereka (orang-orang munafik yang tidak ikut berperang) akan mengemukakan alasannya kepadamu ketika kamu telah kembali kepada mereka. (at-Taubah/9: 94)\r\nMereka menduga bahwa sumpah palsu yang mereka ucapkan itu menguntungkan mereka dan dapat menutupi kemunafikannya, padahal sebenarnya tindakan itu hanya mencelakakan mereka. Di samping itu, sumpah palsu termasuk salah satu dosa besar, sebagaimana sabda Rasulullah saw:\r\nاَلْكَبَائِرُ اْلإِشْرَاكُ بِاللهِ وَعُقُوْقُ الْوَالِدَيْنِ وَقَتْلُ النَّفْسِ وَالْيَمِيْنُ اْلغَمُوْسُ (رواه البخاري عن عبد الله بن عمرو بن العاص)\r\nDosa besar itu ialah, menyekutukan Allah, durhaka kepada kedua ibu bapak, membunuh diri seseorang, dan bersumpah palsu. (Riwayat al-Bukh±r³ dari Abdull±h bin Amr bin al-²¡);Allah swt mengetahui kebohongan dan kepalsuan sumpah mereka dan Allah akan membalas semuanya itu.\r\n"}