{"tafsir_id":1285,"surah_id":9,"aya_number":50,"tafsir_wajiz":"Sifat munafik yang lain adalah bahwa jika engkau, wahai Nabi Muhammad, mendapat kebaikan seperti kemenangan dalam peperangan, juga kebaikan-kebaikan yang lain, mereka, kaum munafikin, tidak senang; tetapi jika engkau ditimpa bencana, yakni kekalahan dalam peperangan, mereka berkata kepada engkau juga kepada kaum muslim yang lain, “Sungguh, sejak semula kami telah mengetahui kalau kamu akan mengalami kekalahan, karena itu kami mengambil sikap berhati-hati dan mempertimbangkan secara masak-masak, makanya kami putuskan untuk tidak ikut pergi berperang.” Dan, dengan ucapannya itu, mereka berpaling dengan lega dan gembira karena merasa telah berhasil mengelabui Rasulullah dan orang-orang mukmin.","tafsir_tahlili":"(50) Sabab Nuzul: Diriwayatkan, bahwa orang-orang munafik yang tetap tinggal di Medinah dan tidak pergi berperang selalu menyiarkan berita-berita bohong yang menyangkut diri Nabi Muhammad dan sahabat-sahabatnya. Mereka berkata, “Muhammad dan sahabat-sahabatnya mendapat kesulitan dalam perjalanan dan mereka dalam keadaan bahaya.” Tetapi tidak lama kemudian ternyata bahwa apa yang disiarkan orang-orang munafik itu bohong belaka. Nabi Muhammad dan sahabat-sahabatnya tetap dalam keadaan baik, tidak kurang suatu apa pun. Berdasarkan kenyataan yang tidak dapat disangkal itu, timbullah kebencian orang-orang munafik itu dan turunlah ayat ini. (Fath al-Q±dir 2/370).\r\nAyat ini menjelaskan bahwa salah satu kebohongan orang munafik itu apabila Rasulullah dan sahabat-sahabatnya memperoleh hal-hal yang menyenangkan seperti ganimah, kemenangan, dan lainnya, sebagaimana yang telah diperolehnya dalam Perang Badar, mereka menggerutu merasa kecewa dan gelisah, karena kebencian dan iri hati. Sebaliknya jika Nabi Muhammad dan sahabat-sahabatnya mendapat kesulitan dan kekalahan, sebagaimana yang dialami dalam Perang Uhud, mereka senang dan memuji diri sendiri karena telah mengambil keputusan untuk menghindar dari perang. Mereka berkata, “Memang setiap menghadapi sesuatu, kami sangat hati-hati dan mempertimbangkan masak-masak jauh sebelumnya.”\r\nMasing-masing membanggakan pikiran dan pertimbangan yang telah dikemukakannya. Memuji-muji perbuatannya, merasa beruntung tidak ikut pergi berperang dan tidak mengalami kesulitan dan kebinasaan. Akhirnya mereka bubar dalam keadaan senang dan merasa gembira atas bencana yang telah menimpa Nabi Muhammad dan sahabat-sahabatnya.\r\n"}