{"tafsir_id":1286,"surah_id":9,"aya_number":51,"tafsir_wajiz":"Karena itu, beliau diperintah untuk menanggapi ucapan mereka. Katakanlah, wahai Nabi Muhammad, kepada orang-orang munafik itu, “Kami tidak akan mengucapkan sebagaimana apa yang kalian ucapkan, sebab menurut keyakinan kami tidak akan menimpa kami, kebaikan maupun keburukan, kekalahan maupun kemenangan, melainkan apa yang telah ditetapkan Allah di Lauh Mahfuz bagi kami. Demikian ini, agar kami tidak merasa berbangga diri ketika berhasil dan tidak merasa sesak dada kami ketika tidak berhasil. (Lihat pula no_surahh al-a&circ;adid/57: 22-23). Sebagai seorang mukmin, kami sadar bahwa Allah tidak mungkin menyengsarakan kami, sebab Dialah pelindung kami, dan hanya kepada Allahlah hendaknya orang-orang yang beriman dengan keimanan yang mantap bertawakkal setelah sebelumnya berusaha secara maksimal.”","tafsir_tahlili":"(51) Ayat ini memerintahkan kepada Rasulullah agar menjawab tantangan orang munafik yang merasa senang ketika Rasulullah dan para sahabatnya ditimpa kesulitan dan merasa sesak dada ketika Rasulullah dan para sahabatnya memperoleh kenikmatan dengan ucapan, “Apa yang menimpa diri kami dan apa yang kami peroleh dan kami alami adalah hal-hal yang telah diatur dan ditetapkan oleh Allah, yaitu hal-hal yang telah tercatat di Lau¥ Ma¥fµ§ sesuai dengan sunatullah yang berlaku pada hamba-Nya, baik kenikmatan kemenangan maupun bencana kekalahan, segala sesuatunya terjadi sesuai dengan qa«a dan qadar dari Allah dan bukanlah menurut kemauan dan kehendak manusia mana pun. Allah pelindung kami satu-satunya, dan kepada Dialah kami bertawakal dan berserah diri, dengan demikian kami tidak pernah merasa putus asa di kala ditimpa sesuatu yang tidak menggembirakan dan tidak merasa sombong dan angkuh di kala memperoleh nikmat dan hal-hal yang menjadi cita-cita dan idaman.”\r\nFirman Allah:\r\nوَمَنْ يَّتَوَكَّلْ عَلَى اللّٰهِ فَهُوَ حَسْبُهٗ ۗاِنَّ اللّٰهَ بَالِغُ اَمْرِهٖۗ قَدْ جَعَلَ اللّٰهُ لِكُلِّ شَيْءٍ قَدْرًا   \r\nDan barang siapa bertawakal kepada Allah, niscaya Allah akan mencukupkan (keperluan)nya. Sesungguhnya Allah melaksanakan urusan-Nya. Sungguh, Allah telah mengadakan ketentuan bagi setiap sesuatu  (A¯-°alaq/65: 3) ;Dan firman Allah:\r\nاَفَلَمْ يَسِيْرُوْا فِى الْاَرْضِ فَيَنْظُرُوْا كَيْفَ كَانَ عَاقِبَةُ الَّذِيْنَ مِنْ قَبْلِهِمْ ۗ دَمَّرَ اللّٰهُ عَلَيْهِمْ ۖوَلِلْكٰفِرِيْنَ اَمْثَالُهَا   ١٠  ذٰلِكَ بِاَنَّ اللّٰهَ مَوْلَى الَّذِيْنَ اٰمَنُوْا وَاَنَّ الْكٰفِرِيْنَ لَا مَوْلٰى لَهُمْ ࣖ  ١١  ;Maka apakah mereka tidak pernah mengadakan perjalanan di bumi sehingga dapat memperhatikan bagaimana kesudahan orang-orang yang sebelum mereka. Allah telah membinasakan mereka, dan bagi orang-orang kafir akan menerima (nasib) yang serupa itu. Yang demikian itu karena Allah pelindung bagi orang-orang yang beriman; sedang orang-orang kafir tidak ada pelindung bagi mereka. (Mu¥ammad/47: 10 dan 11)\r\n"}