{"tafsir_id":1295,"surah_id":9,"aya_number":60,"tafsir_wajiz":"Setelah no_ayatt sebelumnya menyatakan bagaimana orang-orang munafik telah mencela Rasul dalam persoalan pembagian harta, baik zakat maupun ganimah, maka no_ayatt ini menjelaskan secara terperinci siapa sesungguhnya yang berhak menerima zakat itu. Sesungguhnya zakat itu hanyalah untuk orang-orang fakir, yaitu orang yang tidak memiliki pekerjaan tetap sehingga kebutuhan primernya tidak terpenuhi, orang miskin, yakni orang yang memiliki penghasilan namun tidak cukup untuk memenuhi kebutuhan hidupnya secara lno_ayatk, baik kedua kelompok itu meminta-minta maupun tidak, amil zakat, orang-orang yang ditugaskan untuk mengelola dana zakat, yang dilunakkan hatinya atau orang yang baru masuk Islam, untuk memerdekakan hamba sahno_ayat, untuk membebaskan orang yang berutang demi memenuhi kebutuhan primernya yang jumlahnya melebihi penghasilannya, untuk orang yang aktivitasnya berada di jalan Allah dan untuk orang yang sedang dalam perjalanan dengan perjalanan yang mubah dan kehabisan bekal. Zakat itu sebagai kewajiban dari Allah bagi setiap muslim yang mampu. Allah Maha Mengetahui apa saja yang terkait dengan kemaslahatan hambahamba-Nya, Mahabijaksana atas segala aturan dan kebijakan-Nya.","tafsir_tahlili":"(60) Sadaqah yang dimaksud dalam ayat ini ialah sadaqah wajib yang dikenal dengan zakat sebagai kewajiban dari Allah terhadap kaum Muslimin yang telah memenuhi syarat-syaratnya untuk mengeluarkan kewajiban zakat, demi untuk memelihara kemaslahatan umat. Mengenai pensyariatan zakat ini diutarakan dalam firman Allah:\r\nخُذْ مِنْ اَمْوَالِهِمْ صَدَقَةً تُطَهِّرُهُمْ وَتُزَكِّيْهِمْ بِهَا\r\nAmbillah zakat dari harta mereka, guna membersihkan dan menyucikan mereka. (at-Taubah/9: 103);Dengan demikian jelaslah bahwa zakat disyariatkan untuk membersihkan diri dari harta yang mungkin didapat dengan cara yang kurang wajar, mendorong pemiliknya agar bersyukur kepada Allah atas rezki yang diberikan-Nya. Yang berhak menerima zakat dalam ayat ini ada 8 golongan sebagai berikut:\r\nPertama: Orang fakir, yaitu orang yang mempunyai harta dan mata pencaharian yang tidak mencukupi dan tidak meminta-minta, demikian menurut Imam Syafii.\r\nKedua: Orang miskin, yaitu orang yang mempunyai harta atau mata pencaharian tetapi tidak mencukupi kebutuhan sehingga meminta-minta merendahkan harga diri, demikian menurut Imam Syafii. Menurut Imam Abu Hanifah miskin ialah apa yang dikatakan fakir menurut pengertian Imam Syafii, dan yang dikatakan miskin menurut Imam Syafii adalah fakir menurut Imam Abu Hanifah.\r\nKetiga: Orang-orang yang menjadi amil zakat, yaitu orang-orang yang ditugaskan untuk mengumpulkan, mengurus dan menyimpan harta zakat itu baik mereka yang bertugas mengumpulkan atau menyimpan harta zakat sebagai bendahara maupun selaku pengatur administrasi pembukuan, baik mengenai penerimaan maupun pembagian (penyaluran). Golongan amil ini menerima pembagian zakat sebagai imbalan pekerjaan mereka. Disebutkan dalam sebuah riwayat:\r\nإِنَّ ابْنَ السَّعْدِي الْمَالِكِي قَالَ: اِسْتَعْمَلَنِيْ عُمَرُ عَلَى الصَّدَقَةِ فَلَمَّا فَرَغْتُ وَأَدَّيْتُهَا إِلَيْهِ أَمَرَ لِيْ بِعُمَالَةٍ، فَقُلْتُ إِنَّمَا عَمِلْتُ ِللهِ فَقَالَ: خُذْ مَا أُعْطِيْتَ فَإِنِّيْ عَمِلْتُ عَلَى عَهْدِ رَسُوْلِ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَعَمَّلَنِيْ (أَعْطَانِي الْعُمَّالَةَ) فَقُلْتُ مِثْلَ قَوْلِكَ. فَقَالَ لِيْ رَسُوْلُ اللهِ صَلَّى الله ُعَلَيْهِ وَسَلَّمَ إِذَا أُعْطِيْتَ شَيْئًا مِنْ غَيْرِ أَنْ تَسْأَلَ فَكُلْ وَتَصَدَّقْ (رواه أحمد والبخاري ومسلم)\r\nIbnu as-Sad³ al-M±lik³ berkata, “Umar mengangkat aku selaku petugas pengumpulan zakat. Setelah selesai dan aku serahkan kepadanya zakat yang terkumpul, ia memerintahkan agar aku diberi bagian, kemudian aku berkata, bahwasanya saya mengerjakan itu karena Allah, lalu beliau menjawab, Ambillah apa yang telah diberikan kepadamu, bahwasanya aku pernah menjadi amil zakat pada masa Rasulullah, kemudian Rasulullah memberikan kepadaku upah, maka aku jawab sebagaimana jawabanmu, maka berkata Rasulullah kepadaku: “Apabila kamu diberikan sesuatu tanpa kamu minta maka makanlah (terimalah) dan bersedekahlah.” (Riwayat A¥mad, al-Bukh±r³ dan Muslim).;Keempat: Muallaf, yaitu orang yang perlu dihibur hatinya agar masuk Islam dengan mantap atau orang-orang yang dikhawatirkan memusuhi dan mengganggu kaum Muslimin atau orang yang diharapkan memberi bantuan kepada kaum Muslimin.\r\nMuallaf ada tiga golongan:\r\na.  Golongan orang-orang kafir yang berpengaruh dan diharapkan (masuk Islam) sebagaimana perlakuan Nabi Muhammad terhadap ¢afwan bin Umayah pada ketika penaklukan kota Mekah. Nabi memberi keamanan kepada ¢afwan dengan maksud agar ia dapat merasakan kebaikan agama Islam. Nabi memberikan pula kepadanya seekor unta beserta yang ada di punggung unta itu sehingga akhirnya ¢afwan tertarik masuk Islam dengan kesadaran. Dia berkata, “Sesungguhnya Muhammad banyak memberiku ketika aku memandangnya sebagai manusia yang paling kubenci, sehingga dengan perlakuan ramah-tamahnya kepadaku jadilah Muhammad menurut pandanganku sebagai manusia yang paling kucintai.” Demikianlah ¢afwan akhirnya menjadi seorang Islam yang baik.\r\nb.  Golongan orang-orang kafir yang miskin kemudian masuk Islam sampai imannya mantap. Untuk memantapkan dan meneguhkan keimanan mereka Rasulullah pernah memberikan sebagian harta rampasan perang kepada mereka yang masih lemah imannya dari kalangan ahli Mekah meskipun di antara mereka ada yang munafik.\r\nc.  Golongan Muslimin yang mendiami daerah perbatasan dengan orang kafir. Mereka ini diberi zakat karena diharapkan kewaspadaan mereka dalam mempertahankan kawasan kaum Muslimin dan memperhatikan gerak-gerik musuh.;Kelima: Untuk usaha membebaskan perbudakan. Dengan cara yang bijaksana Islam memberantas perbudakan. Dalam rangka pembebasan budak, disediakan dana yang diambil dari zakat yang dipergunakan untuk membeli budak dan membebaskannya atau diberikan kepada seorang budak yang telah mendapat jaminan dari tuannya untuk melepaskan dirinya dengan membayar sebanyak harta yang ditentukan. Budak yang seperti ini dinamakan “muk±tab”. Seperti orang yang disandera, pekerja yang tertuduh membunuh dapat dibebaskan dengan uang. \r\nAl-Bara' bin Azib berkata, “Seorang laki-laki datang kepada Rasulullah dan berkata:\r\nدُلَّنِيْ عَلَى عَمَلٍ يُقَرِّبُنِيْ إِلَى الْجَنَّةِ وَيُبَاعِدُنِيْ مِنَ النَّارِ. فَقَالَ:  أَعْتِقِ النَّسَمَةَ وَفُكَّ الرَّقَبَةَ  فَقَالَ يَا رَسُوْلَ اللهِ أَوَلَيْسَ وَاحِدًا؟ قَالَ  لاَ  عِتْقُ النَّسَمَةِ أَنْ تَنْفَرِدَ بِعِتْقِهَا وَفَكُّ الرَّقَبَةِ أَنْ تُعِيْنَ بِثَمَنِهَا (رواه أحمد والبخاري عن البراء بن عزيب)\r\n“Tunjukilah aku kepada amalan yang mendekatkan aku ke surga dan menjauhkan aku dari api neraka.” Maka Rasulullah menjawab, “Merdekakanlah budak atau berusahalah melepaskannya.” Laki-laki itu berkata, “Hai Rasulullah, tidakkah kedua hal itu satu (serupa)?” Nabi menjawab, “Tidak, memerdekakan budak ialah engkau sendirian yang memerdekakannya, sedang melepaskan budak adalah engkau membantu membayar harganya (uang tebusannya).” (Riwayat A¥mad dan al-Bukh±r³ dari al-Barra' bin Azib).;Keenam: Orang yang berhutang. Golongan ini terdiri dari dua tingkatan:\r\na.  Orang yang berhutang untuk memenuhi kebutuhan sehari-hari pada jalan yang bukan maksiat. Mereka ini berhak menerima zakat jika mereka tidak mempunyai kesanggupan untuk membayar hutang yang menjadi tanggungannya.\r\nb.  Golongan yang berhutang untuk kepentingan umum. Mereka ini berhak menerima zakat meskipun mereka orang-orang mampu (orang kaya).;Ketujuh: Sabilillah. Perkataan “sabilillah” mempunyai dua arti. Pertama, arti khusus, yaitu orang-orang yang secara suka-rela menjadi tentara melakukan jihad, membela agama Allah terhadap orang-orang kafir yang mengganggu keamanan kaum Muslimin. Kedua, arti umum, yaitu segala perbuatan yang bersifat kemasyarakatan yang ditujukan untuk mendapatkan keridaan Allah seperti: pengadaan fasilitas umum, beasiswa untuk pendidikan, dan untuk dakwah.\r\nPara ulama empat mazhab berpegang kepada arti yang pertama, tetapi sebagian ulama mempunyai pendirian yang mencakup pengertian khusus dan pengertian umum atas dasar kaidah ushul fiqh:\r\nالْعِبْرَةُ بِعُمُوْمِ اللَّفْظِ لاَ بِخُصُوْصِ السَّبَبِ\r\nYang menjadi pegangan ialah umumnya pengertian lafaz (sesuatu na¡) tidak pada kekhususan sebab (na¡ diucapkan/diturunkan).”;Atas dasar ini, pembangunan atau pemeliharaan mesjid dan madrasah demikian juga untuk kegiatan ulama dan para mubalig dapat diambil dari harta zakat.\r\nKedelapan: Ibnu Sabil. Orang yang sedang musafir yang memerlukan pertolongan meskipun ia mempunyai kekayaan di negerinya. Kepada musafir yang seperti ini dapat diberikan bantuan dari harta zakat meskipun perjalanannya selaku turis selama ia tidak bertujuan maksiat dari perjalanannya itu.\r\nKedelapan golongan tersebut adalah ketentuan Allah yang wajib dipedomani oleh umat Islam. Allah Mahabijaksana lagi Maha Mengetahui siapa di antara mereka yang mampu dan yang memerlukan pertolongan. Allah Mahabijaksana dalam mengatur ketentuan-ketentuan dan petunjuk-petunjuk yang ditujukan kepada orang-orang yang mampu sehingga jiwa mereka menjadi bersih dan bersyukur kepada Allah atas nikmat yang diberikan kepada mereka. Kedelapan golongan yang telah diterangkan dalam ayat ini dapat dibagi atas dua golongan:\r\na.  Pertama, golongan yang menerima zakat langsung menjadi milik pribadi, mereka ialah fakir miskin, amil, orang-orang yang menanggung hutang, muallaf dan musafir. Zakat yang diberikan kepada mereka ini adalah menjadi hak milik mereka.\r\nb.  Kedua, golongan yang menerima zakat untuk kepentingan umum. Golongan ini berupa instansi dan badan, terdiri dari:\r\n1.  F³ ar-Riq±b, yaitu usaha membebaskan budak. Badan amil zakat secara langsung atau dengan perantaraan organisasi tertentu dapat membeli semua budak yang akan dijual oleh pemiliknya atau yang ada di pasar-pasar budak untuk dimerdekakan.\r\n2.  F³ Sab³lill±h, yaitu segala kepentingan agama yang bersifat umum sebagaimana diterangkan di atas.;Sebagian mufasir yang didukung oleh ulama Fiqih memandang hanya dari delapan golongan tersebut, empat golongan termasuk golongan pertama yaitu: fakir, miskin, amil, dan muallaf. Sedangkan empat golongan yang terakhir yaitu: pembebasan budak, pembebasan hutang untuk kepentingan umum, fi sabilillah dan ibnu sabil adalah termasuk golongan kedua yaitu untuk kemaslahatan umum.\r\n"}