{"tafsir_id":1296,"surah_id":9,"aya_number":61,"tafsir_wajiz":"no_ayatt sebelumnya menjelaskan tuduhan orang-orang munafik kepada Rasulullah yang dianggapnya telah berbuat curang atau tidak adil berkenaan dengan pembagian zakat atau ganimah, berikut ini diuraikan kembali ucapan dan gangguan orang-orang munafik ketika berada di tengah-tengah Rasulullah. Dan di antara mereka, orang-orang munafik, ada orang-orang yang menyakiti hati Nabi Muhammad padahal beliau adalah sosok yang agung. Mereka telah menuduh beliau tidak adil dan juga mengatakan kepada kaum mukmin atau sesama orang munafik, “Nabi itu terlalu cepat untuk memercno_ayati semua apa yang didengarnya hanya karena diperkuat dengan sumpah, padahal belum dicek kebenarannya.” Namun, beliau hanya memercno_ayati apa saja yang membawa kebaikan dan kemaslahatan umatnya. Karena itu, katakanlah, wahai Nabi Muhammad, kepada mereka, “Memang benar, kalau dia selalu mendengarkan setiap informasi yang disampaikan kepadanya dengan penuh perhatian, namun, dia tidaklah seperti yang kamu tuduhkan itu, sebab dia hanya mempercno_ayati semua atau apa saja yang baik bagi kamu, dia beriman kepada Allah dan tentunya juga malaikat yang menyampaikan informasi, memercno_ayati orang-orang mukmin yang dengan iman itulah mereka terhalang untuk melakukan kebohongan dan menjadi rahmat bagi orang-orang yang beriman di antara kamu.” Dan orang-orang yang menyakiti Rasulullah, baik di kala beliau masih hidup maupun sudah wafat, baik dengan ucapan maupun sikap, akan mendapat azab yang pedih di akhirat kelak. Sebab, perasaan cinta itulah yang akan melahirkan penghormatan yang tulus kepada yang dicintai dan tidak akan pernah menyakitinya.","tafsir_tahlili":"(61) Sabab Nuzul: Menurut riwayat Ibnu Abi H±tim dari as-Suddi, pada suatu ketika terjadilah pertemuan antara sesama orang munafik, di antara mereka adalah Jullas bin Suwaid bin Samit, Mikhasi bin Umar dan Wadiah bin ¤abit. Di antara mereka ada yang hendak menggunjingkan Nabi maka beberapa orang di antara mereka melarangnya dengan alasan khawatir akan sampai kepada Nabi, dan ini akan menyusahkan mereka, lalu di antara mereka ada yang berkata, “Muhammad itu terlalu percaya pada apa saja yang didengarnya asalkan saja kita bersumpah meyakinkannya,” maka turunlah ayat ini.\r\nAyat ini menerangkan bahwa di antara golongan munafik terdapat orang-orang yang menyakiti Nabi Muhammad. Mereka menggunjingkannya dan mengatakan bahwa Nabi itu terlalu cepat terpengaruh tanpa memikirkan dan meneliti kebenaran sesuatu yang didengarnya. Tuduhan mereka ini atas dasar bahwa perlakuan Nabi Muhammad kepada mereka serupa dengan perlakuan beliau kepada orang-orang mukmin secara umum. Hal mana menunjukkan bahwa Nabi itu dapat dipengaruhi sebagaimana beliau terpengaruh oleh ucapan-ucapan mereka. Atas dasar ini mereka memandang adanya kelemahan pada Nabi Muhammad dan kelemahan seperti ini jika terdapat pada penguasa seperti raja, tentu akan sangat membahayakan raja tersebut dan akan berkumpullah di sekeliling raja orang-orang yang pandai menjilat untuk mempengaruhinya keputusan yang diambilnya.\r\nSetelah Allah menerangkan anggapan yang berkembang di kalangan orang munafik itu, Nabi Muhammad diperintahkan untuk mendengarkan semua yang disampaikan kepadanya, tetapi kemudian dilanjutkan dengan penelitian tentang kebenarannya. Perintah ini bertujuan agar Nabi Muhammad tidak teperdaya oleh orang-orang yang ingin menjilat atau yang mencari muka. Pada akhir ayat ini, Allah menerangkan azab yang sepedih-pedihnya yang akan menjadi hukuman bagi orang-orang munafik yang menuduh Nabi dengan tuduhan-tuduhan yang tidak pada tempatnya.\r\nDari segi hukum, ayat ini melarang menyakiti Rasul, baik pada masa hidupnya maupun sesudah wafatnya. Menyakiti Rasul pada masa hidupnya dapat berbentuk:\r\na.  Meragukan kerasulannya atau menganggapnya ahli sihir. Orang-orang yang menyakiti Rasul seperti ini hukumnya kafir karena mereka mengingkari kerasulannya.\r\nb.  Mengganggu ketenangan rumah tangganya seperti bertamu terlalu lama atau berkata di hadapannya dengan suara keras. Pekerjaan seperti ini hukumnya haram sebagaimana diutarakan dalam Al-Qur'an. Firman Allah:\r\nاِنَّ ذٰلِكُمْ كَانَ يُؤْذِى النَّبِيَّ فَيَسْتَحْيٖ مِنْكُمْ ۖ;Sesungguhnya yang demikian itu adalah mengganggu Nabi sehingga dia (Nabi) malu kepadamu (untuk menyuruhmu keluar). (al-Ahz±b/33: 53);Dan firman-Nya:\r\nيٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَرْفَعُوْٓا اَصْوَاتَكُمْ فَوْقَ صَوْتِ النَّبِيِّ وَلَا تَجْهَرُوْا لَهٗ بِالْقَوْلِ كَجَهْرِ بَعْضِكُمْ لِبَعْضٍ اَنْ تَحْبَطَ اَعْمَالُكُمْ وَاَنْتُمْ لَا تَشْعُرُوْنَ   ;Wahai orang-orang yang beriman! Janganlah kamu meninggikan suaramu melebihi suara Nabi, dan janganlah kamu berkata kepadanya dengan suara keras sebagaimana kerasnya (suara) sebagian kamu terhadap yang lain, nanti (pahala) segala amalmu bisa terhapus sedangkan kamu tidak menyadari. (al-¦ujur±t/49: 2);Menyakiti Rasul setelah wafatnya sama halnya dengan menyakitinya pada masa hidupnya seperti menggunjingkan ibu bapaknya dan keluarganya atau menghina dan menjelek-jelekkannya. Keimanan seseorang kepada Rasul menimbulkan rasa cinta kepadanya. Orang yang cinta kepada sesuatu, tentulah sesuatu yang dicintainya itu selalu dipandang dengan rasa hormat karena dianggap mulia.\r\n"}