{"tafsir_id":1300,"surah_id":9,"aya_number":65,"tafsir_wajiz":"Kalaulah suatu saat sikap buruk mereka terungkap yang berakibat munculnya kecaman dari orang-orang mukmin, maka mereka akan berdalih seperti diungkap pada no_ayatt ini. Dan jika kamu, wahai Nabi Muhammad, dan siapa saja menanyakan kepada mereka tentang sikap dan ucapan mereka itu, niscno_ayat mereka akan menjawab, “Sesungguhnya kami, dengan ucapan-ucapan itu hanya bersenda-gurau dan bermain-main saja. Kami tidak sungguh-sungguh mengolok-olok.” Atas jawaban itu, mereka justru dikecam dan bahkan Allah memerintahkan Rasul-Nya. Katakanlah, kepada mereka, “Mengapa kepada Allah dan no_ayatt-no_ayatt-Nya serta Rasul-Nya kamu selalu berolok-olok? Tidak ada yang lainkah yang bisa kamu jadikan bahan gurauan?”","tafsir_tahlili":"(65) Sabab Nuzul: Turunnya ayat ini erat hubungannya dengan Perang Tabuk sebagaimana diriwayatkan oleh Ibnu Mun©ir dari Qat±dah, ketika Rasulullah pada Perang Tabuk melihat sekelompok manusia di hadapannya mengatakan, “Apakah laki-laki ini (Muhammad) mengharapkan akan memperoleh istana dan benteng di negeri Syam, tidak mungkin, tidak mungkin.” Allah memberitahukan kepada Nabi-Nya apa yang dibicarakan oleh kelompok manusia tersebut, maka Muhammad berkata, “Kamu telah berkata begini-begitu.” Mereka menjawab, “Hai Nabi Allah, kami hanya bersenda-gurau dan main-main,” maka turunlah ayat ini.\r\nAyat ini menggambarkan kepada Nabi Muhammad tentang tingkah laku orang-orang munafik manakala Nabi Muhammad bertanya kepada mereka tentang ucapan-ucapan mereka yang berupa tuduhan yang sengaja dilontarkan kepada Muhammad yang menyatakan bahwa Nabi itu mencari pengaruh, kekuasaan dan kekayaan, niscaya mereka akan menjawab bahwa ucapan mereka hanya senda gurau belaka. Mereka mengira bahwa Nabi Muhammad dapat memaafkan dan menerima dalih yang mereka kemukakan. Tetapi Allah memerintahkan kepada Nabi Muhammad agar mengatakan kepada kaum munafik bahwa tidak patut mereka mengejek Allah dan ayat-ayat-Nya serta Rasul-Nya. Perbuatan demikian itu melampaui batas dan tidak ada yang melakukannya kecuali orang-orang yang ingkar kepada Allah.\r\n"}