{"tafsir_id":1302,"surah_id":9,"aya_number":67,"tafsir_wajiz":"Setelah memaparkan beberapa perilaku buruk orang-orang munafik, no_ayatt ini menerangkan kesamaan orang munafik laki-laki dan perempuan dalam hal sifat, sikap, perilaku dan akhlak. Orang-orang munafik laki-laki dan perempuan, satu dengan yang lain adalah memiliki kesamaan, yaitu mereka senantiasa menyuruh berbuat yang mungkar dan mencegah perbuatan yang makruf dan mereka selalu menggenggamkan tangannya karena kekikirannya. Mereka telah melupakan kebesaran Allah, petunjuk-petunjuk agama-Nya. Mereka juga lupa kalau semua perilaku buruknya akan mendapatkan balasan di akhirat kelak, maka Allah juga akan melupakan mereka di akhirat kelak dengan menjauhkan mereka dari rahmat-Nya. Sesungguhnya orang-orang munafik yang sudah jelas kemunafikannya itulah orang-orang yang fasik, yakni orang-orang yang benar-benar keluar dari ketaatan kepada Allah, bahkan sifat buruk mereka melebihi orang-orang kafir.","tafsir_tahlili":"(67) Ayat ini menerangkan tentang adanya persamaan di antara orang-orang munafik, baik pria maupun wanita, baik mengenai sifat-sifat mereka maupun mengenai akhlak dan perbuatan mereka. Masing-masing saling menganjurkan kepada yang lainnya untuk berbuat kemungkaran seperti yang diterangkan oleh Nabi:\r\nايَةُ الْمُنَافِقِ ثَلاَثٌ : إِذَا حَدَّثَ كَذَبَ وَإِذَا وَعَدَ أَخْلَفَ وَإِذَا اؤْتُمِنَ خَانَ (رواه البخاري ومسلم عن أبي هريرة)\r\nTanda orang munafik itu ada tiga: Apabila ia berbicara berdusta, apabila ia berjanji mungkir, dan apabila ia dipercayai berkhianat.  (Riwayat al-Bukh±r³ dan Muslim dari Abu Hurairah).;Orang munafik itu masing-masing saling melarang antara sesamanya berbuat baik seperti melakukan jihad dan mengeluarkan harta untuk amal-amal sosial terutama perang sabil sebagaimana firman Allah:\r\nهُمُ الَّذِيْنَ يَقُوْلُوْنَ لَا تُنْفِقُوْا عَلٰى مَنْ عِنْدَ رَسُوْلِ اللّٰهِ حَتّٰى يَنْفَضُّوْاۗ\r\nMereka yang berkata (kepada orang-orang Ansar), ”Janganlah kamu bersedekah kepada orang-orang (Muh±jir³n) yang ada di sisi Rasulullah sampai mereka bubar (meninggalkan Rasulullah).” (al-Mun±fiqµn/63: 7);Semua itu disebabkan mereka lupa kepada kebesaran Allah, lupa kepada petunjuk-petunjuk agama-Nya dan siksaan-Nya. Lebih tegasnya mereka lupa mendekatkan diri kepada Allah dengan menaati perintah-Nya dan menjauhi larangan-Nya sebagaimana tidak terlintas di hati sanubari mereka kewajiban berterima kasih atas nikmat-nikmat yang diberikan Tuhan sehingga mereka mengikuti kehendak nafsu mereka dan godaan setan. Sudah sewajarnya jika Allah melupakan mereka dengan menjauhkan mereka dari karunia taufik-Nya di dunia dan ganjaran pahala di akhirat. Sesungguhnya orang-orang munafik yang tetap dalam kemunafikannya itu merupakan manusia yang paling fasik di dunia ini bahkan mereka lebih rendah dari orang-orang kafir biasa, karena orang kafir menutupi hati mereka terhadap keesaan atau adanya Tuhan secara terang-terangan. Berlainan halnya dengan orang-orang munafik yang sengaja menutupi kesalahan baik mengenai akidah atau pun mengenai akhlak dan tindak-tanduk perbuatan yang jauh menyimpang dari fitrah manusia yang murni dengan berpura-pura menjadi mukmin.\r\n"}