{"tafsir_id":1304,"surah_id":9,"aya_number":69,"tafsir_wajiz":"Keadaan orang-orang munafik yang terpedno_ayat oleh kenikmatan duniawi sehingga berani menentang kebenaran adalah seperti orang-orang terdahulu sebelum kamu. Mereka memiliki fisik lebih kuat daripada kamu, dan lebih banyak harta dan anak-anaknya. Maka dengan kenikmatan duniawi itu mereka telah menikmati bagiannya, dan kamu juga telah menikmati bagianmu sebagaimana orang-orang yang sebelummu menikmati bagiannya sehingga melalaikanmu dari no_ayatt-no_ayatt Allah dan petunjuk Rasul-Nya, dan kamu mempercakapkan hal-hal yang batil sebagaimana mereka juga mempercakapkannya. Padahal, dengan itu semua, mereka dan juga kamu itu benar-benar telah sia-sia amalnya di dunia karena tidak dilandasi dengan keikhlasan dan sia-sia di akhirat karena tidak dilandasi iman yang benar. Mereka itulah orang-orang yang rugi.","tafsir_tahlili":"(69) Ayat ini menerangkan bahwa orang-orang munafik yang menyakiti Nabi Muhammad dan orang-orang mukmin tidak berbeda dengan orang-orang munafik yang hidup pada masa dahulu. Jika pada masa Nabi Muhammad mereka teperdaya oleh harta kekayaan dunia dan terpengaruh oleh anak-anak mereka, maka serupa itu pulalah orang-orang munafik pada masa dahulu ketika menghadapi utusan-utusan Allah. Mereka memiliki kekuatan, kekayaan harta benda yang cukup dan anak-anak yang banyak yang menyebabkan mereka teperdaya oleh kelezatan hidup dunia. Mereka selalu dipengaruhi oleh keinginan hidup mewah dan ingin bebas berbuat semaunya untuk kepuasan hawa nafsunya. \r\nOrang-orang munafik pada masa dahulu memang wajar berlaku demikian karena faktor-faktor yang membawa mereka kepada kejahatan lebih banyak karena mereka mempunyai kekuatan dan kekayaan. Berlainan halnya dengan orang-orang munafik pada zaman Nabi Muhammad di samping berkurangnya kekuatan dan harta kekayaan, faktor-faktor yang membawa mereka untuk berbuat kebaikan lebih banyak. Semua perbuatan orang munafik meskipun berupa perbuatan yang baik adalah menjadi sia-sia di dunia dan akhirat karena mereka melakukannya tanpa keikhlasan. Seharusnya mereka menjadi orang-orang yang beruntung karena mereka juga turut melakukan amal sosial, tetapi mereka lupa bahwa untuk diterimanya suatu amalan yang baik harus disertai dengan kejujuran dan keikhlasan. Kekeliruan mereka ini digambarkan dalam firman Allah:\r\nقُلْ هَلْ نُنَبِّئُكُمْ بِالْاَخْسَرِيْنَ اَعْمَالًا ۗ  ١٠٣  اَلَّذِيْنَ ضَلَّ سَعْيُهُمْ فِى الْحَيٰوةِ الدُّنْيَا وَهُمْ يَحْسَبُوْنَ اَنَّهُمْ يُحْسِنُوْنَ صُنْعًا   ١٠٤  ;Katakanlah (Muhammad), ”Apakah perlu Kami beritahukan kepadamu tentang orang yang paling rugi perbuatannya?” (Yaitu) orang yang sia-sia perbuatannya dalam kehidupan dunia, sedangkan mereka mengira telah berbuat sebaik-baiknya. (al-Kahf/18: 103-104)\r\n"}