{"tafsir_id":1306,"surah_id":9,"aya_number":71,"tafsir_wajiz":"no_ayatt sebelumnya menjelaskan sikap buruk orang-orang munafik disertai ancaman, sedang no_ayatt ini menjelaskan kebalikannya, yakni hakikat orang-orang mukmin. Dan orang-orang yang beriman, dengan iman-nya yang sempurna, dari laki-laki dan perempuan, sebagian mereka menjadi penolong bagi sebagian yang lain dalam hal-hal kebenaran dan kebaikan. Secara jelas dapat dilihat dalam sikap dan perilakunya, yaitu mereka menyuruh berbuat yang makruf, dan mencegah dari yang mungkar, melaksanakan salat, menunaikan zakat, dan taat kepada Allah dan Rasul-Nya. Mereka itulah yang akan senantiasa diberi rahmat oleh Allah. Sungguh, Allah Mahaperkasa untuk melindungi mereka dengan rahmat-Nya, Mahabijaksana dalam setiap pemberian-Nya.","tafsir_tahlili":"(71) Ayat ini menerangkan bahwa orang mukmin, pria maupun wanita saling menjadi pembela di antara mereka. Selaku mukmin ia membela mukmin lainnya karena hubungan agama. Wanita pun selaku mukminah turut membela saudara-saudaranya dari kalangan laki-laki mukmin karena hubungan seagama sesuai dengan fitrah kewanitaannya. Istri-istri Rasulullah dan istri-istri para sahabat turut ke medan perang bersama-sama tentara Islam untuk menyediakan air minum dan menyiapkan makanan karena orang-orang mukmin itu sesama mereka terikat oleh tali keimanan yang membangkitkan rasa persaudaraan, kesatuan, saling mengasihi dan saling tolong-menolong. Kesemuanya itu didorong oleh semangat setia kawan yang menjadikan mereka sebagai satu tubuh atau satu bangunan yang saling menguatkan dalam menegakkan keadilan dan meninggikan kalimah Allah. Sifat mukmin yang seperti itu banyak dinyatakan oleh hadis-hadis Nabi Muhammad antara lain, seperti sabdanya:\r\nمَثَلُ الْمُؤْمِنِيْنَ فِيْ تَوَادِّهِمْ وَتَرَاحُمِهِمْ وَتَعَاطُفِهِمْ مِثْلُ الْجَسَدِ إِذَا اشْتَكَى مِنْهُ عُضْوٌ تَدَاعَى لَهُ سَائِرُ الْجَسَدِ بِالْحُمَّى وَالسَّهَرِ (رواه البخاري ومسلم عن النعمان بن بشير)\r\nPerumpamaan orang-orang mukmin dalam hal saling mengasihi, saling menyantuni dan saling membantu seperti satu jasad, apabila salah satu anggota menderita, seluruh anggota jasad itu merasakan demam dan tidak tidur.  (Riwayat al-Bukh±r³ dan Muslim dari Numan bin Basyir).;Sifat saling membela tidak terdapat pada orang-orang munafik karena mereka diliputi oleh keraguan dan sifat pengecut. Persaudaraan ini di kalangan mereka sekadar ucapan permainan lidah sebagaimana diutarakan di dalam firman Allah:\r\nاَلَمْ تَرَ اِلَى الَّذِيْنَ نَافَقُوْا يَقُوْلُوْنَ لِاِخْوَانِهِمُ الَّذِيْنَ كَفَرُوْا مِنْ اَهْلِ الْكِتٰبِ لَىِٕنْ اُخْرِجْتُمْ لَنَخْرُجَنَّ مَعَكُمْ وَلَا نُطِيْعُ فِيْكُمْ اَحَدًا اَبَدًاۙ وَّاِنْ قُوْتِلْتُمْ لَنَنْصُرَنَّكُمْۗ وَاللّٰهُ يَشْهَدُ اِنَّهُمْ لَكٰذِبُوْنَ   ١١  لَىِٕنْ اُخْرِجُوْا لَا يَخْرُجُوْنَ مَعَهُمْۚ وَلَىِٕنْ قُوْتِلُوْا لَا يَنْصُرُوْنَهُمْۚ وَلَىِٕنْ نَّصَرُوْهُمْ لَيُوَلُّنَّ الْاَدْبَارَۙ ثُمَّ لَا يُنْصَرُوْنَ   ١٢  ;Tidakkah engkau memperhatikan orang-orang munafik yang berkata kepada saudara-saudaranya yang kafir di antara Ahli Kitab, ”Sungguh, jika kamu diusir niscaya kami pun akan keluar bersama kamu; dan kami selama-lamanya tidak akan patuh kepada siapa pun demi kamu, dan jika kamu diperangi pasti kami akan membantumu.” Dan Allah menyaksikan, bahwa mereka benar-benar pendusta. Sungguh, jika mereka diusir, orang-orang munafik itu tidak akan keluar bersama mereka, dan jika mereka diperangi; mereka (juga) tidak akan menolongnya; dan kalau pun mereka menolongnya pastilah mereka akan berpaling lari ke belakang, kemudian mereka tidak akan mendapat pertolongan. (al-¦asyr/59: 11 - 12);Sifat-sifat yang dimiliki orang mukmin berbeda dari sifat-sifat orang munafik pada hal-hal berikut:\r\na.  Orang mukmin selalu mengajak berbuat baik dan melarang perbuatan mungkar, sedang orang munafik selalu menyuruh berbuat mungkar dan melarang berbuat baik.\r\nb.  Orang mukmin mengerjakan salat dengan khusyuk dengan hati yang ikhlas sedang orang munafik mengerjakan salat dalam keadaan terpaksa dan riya.\r\nc.  Orang mukmin selain mengeluarkan zakat, tangan mereka selalu terbuka untuk menciptakan kesejahteraan umat dan memberikan sumbangan sosial, sedang orang munafik kikir, jika mereka mengeluarkan zakat atau derma adalah karena ria bukan karena ikhlas kepada Allah, sebagaimana dinyatakan dalam firman Allah:\r\nوَمَا مَنَعَهُمْ اَنْ تُقْبَلَ مِنْهُمْ نَفَقٰتُهُمْ اِلَّآ اَنَّهُمْ كَفَرُوْا بِاللّٰهِ وَبِرَسُوْلِهٖ وَلَا يَأْتُوْنَ الصَّلٰوةَ اِلَّا وَهُمْ كُسَالٰى وَلَا يُنْفِقُوْنَ اِلَّا وَهُمْ كٰرِهُوْنَ   ;Dan yang menghalang-halangi infak mereka untuk diterima adalah karena mereka kafir (ingkar) kepada Allah dan Rasul-Nya dan mereka tidak melaksanakan salat, melainkan dengan malas dan tidak (pula) menginfakkan (harta) mereka, melainkan dengan rasa enggan (terpaksa). (at-Taubah/9: 54);d.  Orang mukmin selalu taat kepada Allah dengan cara meninggalkan perbuatan-perbuatan maksiat dan mengerjakan segala perintah menurut kesanggupan mereka sedang orang munafik terus-menerus berbuat maksiat.;Akhir ayat ini menegaskan bahwa Allah pasti akan melimpahkan rahmat-Nya baik di dunia maupun di akhirat kepada orang-orang mukmin sedang ayat-ayat yang lalu Allah melaknati orang-orang munafik dan mengancam mereka dengan api neraka. Sesungguhnya Allah Mahaperkasa, tidak seorang pun yang dapat menolak siksaan-Nya. Dia Mahabijaksana melimpahkan rahmat dan karunia-Nya kepada orang-orang yang dikehendaki sesuai dengan amalan-amalan yang telah dikerjakannya.\r\n"}