{"tafsir_id":1308,"surah_id":9,"aya_number":73,"tafsir_wajiz":"Setelah Allah menjelaskan secara beriringan sifat orang-orang munafik dan orang-orang mukmin disertai balasan masing-masing, maka no_ayatt ini menyeru kepada Nabi Muhammad agar berjihad menghadapi mereka. Hal ini, disebabkan perilaku buruk mereka terhadap Rasulullah dan kaum mukminin, yang sudah berulang kali menyakitinya secara fisik maupun psikis, bahkan tidak jarang tindakan mereka mengancam keselamatan beliau. Karena itu, wahai Nabi dan kaum mukmin, berjihadlah melawan orang-orang kafir dan orang-orang munafik disebabkan perkataan dan perbuatan mereka yang nyata-nyata menantang kamu, dan bersikaplah keras dan tegas terhadap mereka dalam berjihad agar mereka menghentikan perilaku buruknya sehingga tidak berani mengulanginya. Jika mereka terbunuh dan mati dalam keadaan kafir dan munafik, maka tempat mereka adalah neraka Jahanam. Dan itulah seburuk-buruk tempat kembali. Perintah jihad itu bersifat kondisional dan bukan semata-mata tanpa sebab.","tafsir_tahlili":"(73) Ayat ini mengandung perintah kepada Nabi Muhammad agar melakukan jihad terhadap orang-orang kafir dan orang-orang munafik dan memperlakukan mereka itu dengan perlakuan yang keras. Melakukan jihad kepada orang-orang kafir adalah dengan pedang, sedang melakukan jihad kepada orang-orang munafik ialah menyadarkan mereka sebaik-baiknya dengan mengemukakan hujjah-hujjah yang diperlukan. Orang kafir seperti orang Yahudi menyakiti Nabi dengan cara yang menyakitkan perasaan; mereka mengucapkan kalimat salam kepada Nabi dengan mengubah kata “Assal±mualaikum” dengan “Ass±mulaikum”, ucapan yang berarti “Juga kematian atas kamu” dan Nabi pun tentulah membalasnya dengan ucapan: “Waalaikum” yang berarti “Juga kematian atas kamu”. Di samping itu mereka sering pula melanggar perjanjian. Terhadap orang-orang munafik Nabi selalu memperlakukan mereka dengan lemah-lembut sebagaimana halnya memperlakukan orang-orang mukmin. Tetapi sebaliknya orang-orang munafik selalu menyakiti Nabi, misalnya dengan melancarkan tuduhan-tuduhan yang mengutarakan bahwa Nabi itu pilih kasih dalam membagi harta rampasan perang dan zakat. Nabi mudah percaya kepada laporan tanpa diteliti dan sebagainya yang maksudnya mengejek Nabi. Oleh karena itu, Allah memerintahkan agar Nabi Muhammad bertindak keras kepada mereka dengan maksud memberikan pelajaran kepada mereka dengan harapan agar mereka menjadi sadar.\r\nSikap keras yang Nabi jalankan itu suatu siasat yang diatur oleh Allah dan kenyataannya berhasil.Dengan perlakuan seperti itu banyak orang-orang yang kafir dan munafik bertobat dan kembali beriman. Tetapi orang-orang yang masih belum sadar karena hanyut dan tenggelam dalam kemunafikan atau kekufuran, tempat mereka adalah neraka Jahanam untuk selama-lamanya, tempat paling buruk di akhirat.\r\n"}