{"tafsir_id":1312,"surah_id":9,"aya_number":77,"tafsir_wajiz":"Maka sebagai akibat dari kekikirannya itu, Allah menanamkan kemunafikan dalam hati mereka sehingga semakin bertambahlah keburukan yang dilakukan, sampai akhirnya kemunafikannya tidak bisa dikendalikan sampai pada waktu mereka menemui-Nya, yakni ajal menjemputnya. Demikian ini, karena mereka telah mengingkari janji yang telah mereka ikrarkan kepada-Nya, yakni kesediaan untuk bersedekah jika mereka memperoleh karunia-Nya dan juga karena mereka selalu berdusta dalam setiap ucapan-ucapan dan janji-janjinya.","tafsir_tahlili":"(77) Dalam ayat ini Allah menerangkan bahwa perbuatan orang-orang munafik seperti itu tidaklah akan menguntungkan, tetapi akan mencelakakan diri mereka sendiri. Perbuatan menyalahi janji, kikir, berpaling dari Allah dan mendurhakai-Nya akan membawa akibat menambah dalam penyakit kemunafikan bersarang dalam hati mereka. Penyakit seperti demikian itu akan berlarut-larut sampai akhir hayatnya. Sebab kalau penyakit kemunafikan itu sudah bertambah parah, tidak ada harapan lagi bagi mereka untuk bertobat. Telah menjadi Sunnah Allah di bumi ini, bahwa seseorang yang telah membiasakan diri mungkir janji dan banyak berdusta, maka penyakit kemunafikan itu semakin terpatri dalam dirinya. Begitu juga bila dia membiasakan dirinya berbuat amal saleh, berakhlak yang baik, serta taat beribadah, maka akan tertanamlah iman yang kuat dalam dirinya. Oleh karena itu, Allah swt menyuruh kaum Muslimin agar berhati-hati terhadap penyakit kemunafikan. Bila berjanji dan dikuatkan dengan menyebut nama Allah maka berusahalah agar janji itu ditepati. Telah bersabda Rasulullah saw.\r\nثَلاَثٌ مَنْ كُنَّ فِيْهِ فَهُوَ مُنَافِقٌ وَإِنْ صَلَّى وَصَامَ وَزَعَمَ أَنَّهُ مُؤْمِنٌ إِذَا حَدَّثَ كَذَبَ وَإِذَا وَعَدَ أَخْلَفَ وَإِذَا اؤْتُمِنَ خَانَ (رواه البخاري عن أبي هريرة)\r\nSeseorang itu dianggap munafik, bilamana tiga macam sifat ada padanya, meskipun dia salat, berpuasa dan mengaku mukmin, yaitu apabila berbicara dia berdusta, bila berjanji dia ingkar, dan bila dipercayai dia berkhianat. (Riwayat al-Bukh±r³ dari Abu Hurairah)\r\n"}