{"tafsir_id":1319,"surah_id":9,"aya_number":84,"tafsir_wajiz":"Dan juga jika kelak mereka meninggal dunia, maka janganlah engkau, wahai Nabi Muhammad, melaksanakan salat jenazah untuk seseorang yang mati di antara mereka, orang-orang munafik, selama-lamanya dan janganlah engkau mengantar jenazahnya serta berdiri untuk mendoakan di atas kuburnya yang berarti memohon rahmat dan ampunan, padahal sesungguhnya mereka telah ingkar kepada Allah dan Rasul-Nya, baik melalui ucapan maupun tindakan, dan tidak sempat bertobat sehingga mereka mati dalam keadaan fasik, yaitu keluar dari ketaatan kepada Allah, baik lahir maupun batin, makanya mereka tidak lno_ayatk disalatkan dan didoakan. no_ayatt ini menjadi landasan hukum haramnya mendoakan seseorang yang mati dalam keadaan kafir. (Lihat: no_surahh at-Taubah/9: 113).","tafsir_tahlili":"(84) Dalam ayat ini Allah swt melarang menyalati jenazah orang-orang munafik. Juga melarang berdoa di atas kuburannya sesudah dikuburkan, seperti yang biasa dilakukan Rasulullah terhadap orang-orang mukmin yang sudah dikubur sebagaimana tersebut dalam hadis berikut:\r\nكَانَ النَّبِيُّ صَلَّى الله ُعَلَيْهِ وَسَلَّمَ إِذَا فَرَغَ مِنْ دَفْنِ الْمَيِّتِ وَقَفَ عَلَيْهِ فَقَالَ: اِسْتَغْفِرُوْا ِلأَخِيْكُمْ وَسَلَوْا لَهُ التَّثْبِيْتَ فَإِنَّهُ اْلاٰنَ يُسْأَلُ (رواه أبو داود والبزار عن عثمان)\r\nAdalah Nabi apabila sesudah menguburkan seorang mayat, beliau berdiri di kubur itu seraya berkata, “Mintakanlah ampunan bagi saudaramu ini doakanlah agar dia tetap (dalam keimanan) sebab sekarang dia sedang ditanya.” (Riwayat Abu Dawud dan al-Bazz±r dari U£m±n);Peristiwa yang terjadi pada Abdull±h bin Ubay ini cukup menggentarkan orang-orang munafik lainnya, suatu penghinaan yang cukup berat dijatuhkan atas diri mereka. Tetapi mereka masih tetap dalam kemunafikannya. Ini merupakan hukuman bagi mereka di dunia, sebab mereka selalu ingkar kepada Allah dan Rasul-Nya. Mereka tergolong orang-orang yang fasik, terlampau berani mempermainkan perintah dan larangan Allah.\r\n"}