{"tafsir_id":1321,"surah_id":9,"aya_number":86,"tafsir_wajiz":"no_ayatt yang lalu menjelaskan sikap buruk kaum munafik, maka no_ayatt ini menjelaskan sikap buruk lainnya, terutama dari mereka yang terpandang di masyarakat. Dan apabila diturunkan suatu no_surahh yang memerintahkan kepada orang-orang munafik, “Berimanlah kepada Allah dan berjihadlah bersama Rasul-Nya,” niscno_ayat orang-orang munafik, terutama yang kno_ayat dan berpengaruh di antara mereka, meminta izin kepadamu untuk tidak berjihad dan mereka berkata, “Biarkanlah kami berada bersama orang-orang yang duduk tinggal di rumah, tidak ikut berjihad.”","tafsir_tahlili":"(86) Ayat ini menerangkan bagaimana lemahnya iman orang-orang munafik dan bagaimana pengecutnya mereka. Bukan saja terdapat pada orang-orang biasa, tetapi juga pada orang-orang kaya. Kalau ada surah turun yang ayat-ayatnya memerintahkan agar beriman dan berjihad bersama Rasulullah, orang-orang kaya dari mereka buru-buru datang menghadap Rasulullah, meminta izin agar tidak ikut berjihad dan berperang. Mereka tidak malu membuat alasan yang dibuat-buat untuk menguatkan permohonan mereka kepada Rasulullah saw, padahal mereka mampu dan kuat untuk berjihad dari segi kesehatan dan kemampuan. Dengan enteng, mereka mengatakan biarlah kami tinggal di rumah bersama orang-orang lemah yang tidak ikut berperang.\r\nCara-cara yang demikian itu menunjukkan bahwa mereka lebih mencintai kesenangan dan harta benda mereka daripada mencintai Allah dan Rasul-Nya. Hal yang serupa ini dijelaskan pula oleh Allah swt dalam firman-Nya:\r\nوَيَقُوْلُ الَّذِيْنَ اٰمَنُوْا لَوْلَا نُزِّلَتْ سُوْرَةٌ ۚفَاِذَآ اُنْزِلَتْ سُوْرَةٌ مُّحْكَمَةٌ وَّذُكِرَ فِيْهَا الْقِتَالُ ۙرَاَيْتَ الَّذِيْنَ فِيْ قُلُوْبِهِمْ مَّرَضٌ يَّنْظُرُوْنَ اِلَيْكَ نَظَرَ الْمَغْشِيِّ عَلَيْهِ مِنَ الْمَوْتِۗ فَاَوْلٰى لَهُمْۚ   ;Dan orang-orang yang beriman berkata, ”Mengapa tidak ada suatu surah (tentang perintah jihad) yang diturunkan?” Maka apabila ada suatu surah diturunkan yang jelas maksudnya dan di dalamnya tersebut (perintah) perang, engkau melihat orang-orang yang di dalam hatinya ada penyakit akan memandang kepadamu seperti pandangan orang yang pingsan karena takut mati. Tetapi itu lebih pantas bagi mereka.” (Muhammad/47: 20)\r\n"}