{"tafsir_id":133,"surah_id":2,"aya_number":126,"tafsir_wajiz":"Dan ingatlah ketika Nabi Ibrahim berdoa dengan mengatakan, “Ya Tuhanku, jadikanlah negeri Mekah ini sebagai negeri yang aman dari rasa takut dan perasaan terancam, dan berilah rezeki berupa buah-buahan kepada penduduknya, yaitu khususnya di antara mereka yang beriman kepada Allah dan hari kemudian.” Dia berfirman, “Dan kepada orang yang kafir akan Aku beri kesenangan sementara di dunia ini, kemudian akan Aku paksa dia ke dalam azab neraka dan itulah seburuk-buruk tempat kembali.” ","tafsir_tahlili":"(126) Doa-doa Nabi Ibrahim telah dikabulkan oleh Allah. Juga ditegaskan tentang sifat doa Ibrahim a.s., yaitu keamanan bagi tanah Haram dan sifat-sifat orang yang berhak mewarisi, ialah orang-orang yang baik dan mulia.\r\nYang dimaksud dengan  negeri ini  ialah tanah suci Mekah, sesuai dengan firman Allah:\r\nرَبَّنَآ اِنِّيْٓ اَسْكَنْتُ مِنْ ذُرِّيَّتِيْ بِوَادٍ غَيْرِ ذِيْ زَرْعٍ عِنْدَ بَيْتِكَ الْمُحَرَّمِ\r\nYa Tuhan, sesungguhnya aku telah menempatkan sebagian keturunanku di lembah yang tidak mempunyai tanam-tanaman di dekat rumah Engkau (Baitullah) yang dihormati, … (Ibr±h³m/14:37);Tanah suci Mekah didoakan agar dijamin keamanannya dari segala macam bencana, seperti bencana-bencana serangan musuh, pertumpahan darah, kehancuran sebagaimana yang telah dialami umat-umat terdahulu disebabkan keingkaran mereka kepada Allah. Juga didoakan agar diberikan rezeki berupa buah-buahan kepada penduduknya. \r\nDoa Nabi Ibrahim diperkenankan Allah dengan firman-Nya:\r\nاَوَلَمْ نُمَكِّنْ لَّهُمْ حَرَمًا اٰمِنًا يُّجْبٰٓى اِلَيْهِ ثَمَرٰتُ كُلِّ شَيْءٍ رِّزْقًا مِّنْ لَّدُنَّا وَلٰكِنَّ اَكْثَرَهُمْ لَا يَعْلَمُوْنَ   \r\n…Bukankah Kami telah meneguhkan kedudukan mereka dalam tanah haram (tanah suci) yang aman, yang didatangkan ke tempat itu buah-buahan dari segala macam (tumbuh-tumbuhan) sebagai rezeki (bagimu) dari sisi Kami? Tetapi kebanyakan mereka tidak mengetahui. (al-Qa¡a¡/28:57);Terkabulnya doa Ibrahim a.s. itu terbukti dengan datangnya ke tanah Arab segala macam buah-buahan yang dibawa orang dari segala penjuru dunia. Ibrahim a.s. mengkhususkan doanya kepada orang-orang yang beriman, tetapi rahmat Allah itu amat banyak dan tak terhingga, diberikan-Nya kepada orang-orang yang beriman dan orang-orang yang kafir. Allah berfirman:\r\nكُلًّا نُّمِدُّ هٰٓؤُلَاۤءِ وَهٰٓؤُلَاۤءِ مِنْ عَطَاۤءِ رَبِّكَ ۗوَمَا كَانَ عَطَاۤءُ رَبِّكَ مَحْظُوْرًا   \r\nKepada masing-masing (golongan), baik (golongan) ini (yang menginginkan dunia) maupun (golongan) itu (yang menginginkan akhirat), Kami berikan bantuan dari kemurahan Tuhanmu. Dan kemurahan Tuhanmu tidak dapat dihalangi. (a1-Isr±′/17:20);Yang dimaksud dengan  golongan ini , ialah orang-orang kafir yang lebih mengutamakan duniawi dan  golongan itu  ialah orang-orang Mukmin yang lebih mengutamakan kehidupan ukhrawi dibanding dengan kehidupan duniawi, sebagaimana yang tersebut pada ayat-ayat sebelumnya.\r\nSelanjutnya dijelaskan perbedaan kesenangan yang diberikan kepada orang-orang mukmin dan kesenangan yang diberikan kepada orang-orang kafir. Kesenangan yang diberikan kepada orang-orang kafir adalah kesenangan yang sementara, rezeki yang sedikit yang mereka terima dan rasakan selama hidup di dunia, kemudian di akhirat nanti mereka masuk neraka.\r\nManusia diberi pahala dan azab adalah karena perbuatan mereka sendiri. Maksudnya ialah manusia menjadi kafir dan fasik adalah atas kehendak dan kemauan sendiri. Karena siksa yang ditimpakan kepada mereka itu adalah berdasarkan perbuatan yang mereka lakukan atas kehendak dan kemauan mereka sendiri. Kekafiran mereka kepada Allah itu menyebabkan mereka diazab sesuai dengan sunatullah.\r\nBerdasarkan sunatullah ini maka segala macam ilmu pengetahuan dan perbuatan manusia, baik perbuatan yang didorong oleh hawa nafsu atau didorong oleh kehendak jasmani dan rohani mereka, secara langsung pasti akan memberi bekas kebahagiaan atau kesengsaraan, banyak atau sedikit, baik manusia itu rela menerimanya atau tidak. Inilah yang dimaksud dengan ungkapan: Allah telah menjadikan jiwa yang kotor dan perbuatan yang tercela sebagai sasaran kemurkaan-Nya dan sasaran azab-Nya di akhirat nanti, sebagaimana Allah menjadikan tubuh yang kotor dan tidak terpelihara sebagai sasaran dari tempat penyakit yang diadakan-Nya."}