{"tafsir_id":1330,"surah_id":9,"aya_number":95,"tafsir_wajiz":"Untuk memperkuat dalih yang mereka kemukakan, mereka akan bersumpah kepadamu dengan nama Allah, ketika kamu kembali kepada mereka dari Perang Tabuk, agar kamu berpaling dari mereka, dengan memaafkan dan tidak mengecam serta tidak memberi hukuman kepada mereka. Dalih dan sumpah mereka itu adalah tipu dno_ayat dan kebohongan, maka berpalinglah dari mereka; karena sesungguhnya mereka itu berjiwa kotor lantaran kemunafikan mereka dan tempat mereka di akhirat nanti adalah neraka Jahanam, sebagai balasan atas dosa dari apa yang telah mereka kerjakan, yakni kebohongan dan sumpah palsu dengan menggunakan nama Allah.","tafsir_tahlili":"(95) Dalam ayat ini Allah menjelaskan kepada Rasul-Nya, bahwa apabila beliau dan kaum Muslimin telah kembali nanti dari peperangan itu, maka kaum munafik akan datang kepada beliau seraya bersumpah dengan nama Allah (menguatkan apa yang mereka ucapkan), agar Rasulullah berpaling dari mereka dengan tidak menghiraukan perbuatan mereka yang tidak ikut berperang.\r\n Kemudian Allah memerintahkan kepada Rasul-Nya, agar beliau betul-betul memalingkan muka dari kaum munafik sebagai penghinaan kepada mereka. Berikutnya, Allah menjelaskan alasan mengapa Rasulullah harus memalingkan muka dari kaum munafik karena mereka itu najis. Artinya sikap dan perbuatan mereka itu  kotor, sehingga mereka harus dijauhi, seperti menjauhkan kain yang bersih dari sesuatu yang najis. Hal ini sejalan dengan apa yang terdapat dalam firman Allah:\r\nيٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اِنَّمَا الْمُشْرِكُوْنَ نَجَسٌ;Wahai orang-orang yang beriman! Sesungguhnya orang-orang yang musyrik itu najis (kotor jiwa). (at-Taubah/9: 28);Akhirnya Allah menyatakan, bahwa tempat kembali  kaum munafik di akhirat  kelak adalah  neraka Jahanam, sebagai balasan atas apa yang telah mereka lakukan selama di dunia, yaitu kekufuran yang telah mengotori diri mereka; dan kekotoran itu semakin bertambah akibat berpalingnya mereka dari ayat-ayat Allah. Keterangan semacam ini akan didapat nanti pada firman Allah:\r\nوَاَمَّا الَّذِيْنَ فِيْ قُلُوْبِهِمْ مَّرَضٌ فَزَادَتْهُمْ رِجْسًا اِلٰى رِجْسِهِمْ وَمَاتُوْا وَهُمْ كٰفِرُوْنَ   \r\nDan adapun orang-orang yang di dalam hatinya ada penyakit, maka (dengan surah itu) akan menambah kekafiran mereka yang telah ada dan mereka akan mati dalam keadaan kafir. (at-Taubah/9: 125)\r\n"}