{"tafsir_id":1333,"surah_id":9,"aya_number":98,"tafsir_wajiz":"Dan di antara orang-orang Arab Badui itu ada yang memandang apa yang diinfakkannya di jalan Allah sebagai suatu kerugian karena mereka tidak percno_ayat adanya pahala atas amal saleh, sehingga mereka beranggapan bahwa harta yang diinfakkan akan lenyap begitu saja. Dia menanti-nanti marabahno_ayat menimpamu, yakni Nabi Muhammad dan umat Islam, karena keengganan mereka membno_ayatr zakat dan karena kebencian mereka kepadamu. Padahal merekalah yang akan ditimpa marabahno_ayat, dengan semakin tersebarnya ajaran agama Islam dan mereka akan mendapat siksa di akhirat. Allah Maha Mendengar perkataan mereka, Maha Mengetahui perbuatan mereka.","tafsir_tahlili":"(98)  Dalam ayat ini diterangkan contoh lain dari sifat orang Badui yang munafik, yaitu mereka yang menyumbangkan sebagian dari harta benda mereka untuk berjihad di jalan Allah, akan tetapi dengan jalan riy±. Mereka menganggap harta benda yang mereka berikan, baik karena ketaatan mereka maupun karena terpaksa demi menjaga keselamatan diri dan kaum mereka dari hal-hal yang tidak mereka inginkan. Mereka memandang bahwa infak tersebut sama sekali tidak mendatangkan kemanfaatan apapun bagi mereka di akhirat kelak, karena mereka tidak beriman pada adanya hari kebangkitan, di mana setiap orang akan menerima balasan atas segala perbuatan yang telah dilakukannya di dunia ini. Menurut keterangan Ibnu Zaid, orang-orang yang dimaksudkan dalam ayat ini adalah Bani ²sad dan Bani Ga¯afan.\r\nSelain sifat-sifat jelek di atas, orang-orang munafik tersebut selalu mengharapkan dan menanti-nanti datangnya malapetaka yang menimpa kaum Muslimin sehingga kekuatan mereka menjadi lemah. Bila hal itu terjadi, maka orang-orang munafik itu tidak perlu lagi menyumbangkan harta benda mereka untuk kepentingan jihad. Dalam kenyataannya, mereka selalu menunggu-nunggu agar kaum musyrik dan Yahudi dapat mengalahkan kaum Muslimin. Akan tetapi, setelah tipu daya mereka tidak membawa hasil, maka mereka menunggu wafatnya Rasulullah saw, karena mereka menganggap bahwa dengan wafatnya Rasulullah agama Islampun akan sirna dan lenyap dari muka bumi.\r\nKarena sikap dan pandangan mereka yang semacam itu, maka dalam ayat ini Allah menegaskan bahwa merekalah yang akan ditimpa malapeka itu, sedang kaum Muslimin tidak akan mengalami malapetaka bahkan mereka akan memperoleh pertolongan dari Allah. Di samping itu, musuh-musuh Islam akan menemui kegagalan serta ditimpa azab di dunia ini sebelum mendapat azab yang lebih hebat di akhirat kelak.\r\nPada akhir ayat ini kembali ditegaskan bahwa Allah Maha Mendengar segala ucapan hamba-Nya, yang mengekpresikan perasaan hatinya dan mengetahui rahasia yang terkandung dalam hati mereka, apakah itu berbentuk keimanan atau kekafiran, keikhlasan atau kemunafikan. Allah akan memberikan balasan kepada mereka akibat ucapan dan perbuatan mereka itu.\r\n"}