{"tafsir_id":1335,"surah_id":9,"aya_number":100,"tafsir_wajiz":"no_ayatt sebelumnya menjelaskan bahwa orang Arab Badui ada yang imannya lemah dan ada yang kuat, lalu Allah menjelaskan sekelompok orang yang imannya sangat kuat. Mereka adalah orang-orang yang terdahulu berhasil meraih dan melaksanakan kebajikan sebelum yang lainnya melaksanakan, lagi yang pertama-tama masuk Islam di antara orang-orang Muhajirin dari Mekah ke Habasyah (Ethiopia) dan ke Madinah, dan kaum Ansar, yakni penduduk Madinah yang menerima dan membela umat Islam, dan orang-orang yang mengikuti mereka dengan baik dengan iman dan amal saleh serta mau berkorban untuk membela Allah dan Rasul-Nya. Allah rida kepada mereka, yakni menerima amal saleh mereka dan mereka pun rida kepada Allah atas anugerah iman yang memenuhi hati mereka. Anugerah yang lebih besar lagi adalah Allah menyediakan bagi mereka surga-surga yang mengalir di bawahnya sungaisungai. Mereka kekal di dalamnya selama-lamanya. Itulah kemenangan yang agung. (Lihat: no_surahh al-Waqi'ah/56: 10-14)","tafsir_tahlili":"(100)  Dalam ayat ini dijelaskan bahwa orang-orang yang pertama-tama masuk Islam, baik dari kalangan Muh±jir³n yang berhijrah dari Mekah ke Medinah, maupun dari kalangan An¡ar, yaitu penduduk kota Medinah yang menyambut dengan baik kedatangan Rasulullah dan Muh±jir³n, dan begitu pula para sahabat yang lain yang mengikuti perintah Rasulullah dengan sebaik-baiknya, ketiga golongan ini merupakan orang-orang mukmin yang paling tinggi martabatnya di sisi Allah, disebabkan keimanan mereka yang teguh, serta amal perbuatan mereka yang baik dan ikhlas, sesuai dengan tuntutan Rasulullah saw. Allah senang dan rida kepada mereka, sebaliknya mereka pun rida kepada Allah. Allah menyediakan pahala yang amat mulia bagi mereka, yaitu surga Jannatun-na³m yang mengalir sungai-sungai di bawahnya, di sana mereka akan memperoleh kenikmatan yang tidak terhingga. Mereka akan kekal di sana selama-lamanya. Itulah kemenangan terbesar yang akan mereka peroleh.\r\nYang dimaksud dengan as-S±biqµnal Awwalµn dari kalangan Muh±jir³n ialah mereka yang telah berhijrah dari Mekah ke Medinah sebelum terjadinya “Perjanjian Hudaibiyah, karena sebelum perjanjian tersebut, kaum musyrikin senantiasa mengusir kaum Muslimin dari kampung halaman mereka, dan membunuh sebagian dari mereka, serta menghalang-halangi siapa saja yang ingin berhijrah.Tidak ada cara lain bagi seorang mukmin untuk menyelamatkan diri dari kejahatan kaum musyrikin, kecuali menjauhkan diri dari mereka, atau menyerah kepada kehendak dan kemauan mereka. Orang-orang yang memilih cara yang pertama, yaitu meninggalkan kota Mekah dan hijrah ke Medinah adalah orang-orang yang benar-benar beriman, tidak ada seorang munafikpun di antara mereka. Mereka meninggalkan kampung halaman karena keimanan yang murni, keikhlasan, dan perjuangan untuk menegakkan agama Islam.\r\nDikenal juga sebagai as-S±biqµnal Awwalµn yaitu orang-orang yang pertama masuk Islam dan menyatakan imannya kepada Nabi Muhammad saw, dari kalangan keluarga adalah Siti Khadijah, Ali bin Abi °±lib, dan Zaid bin Hari£ah. Sedang dari kalangan luar ialah Abµ Bakar A¡- ¢idd³q, orang yang menemani Rasulullah saw waktu hijrah ke Medinah. Di samping itu, terdapat pula para sahabat yang dikelompokkan dalam as-S±biqµnal Awwalµn yang oleh Rasulullah saw telah dinyatakan sebagai orang-orang yang pasti masuk surga. Di antara mereka adalah U£man bin Aff±n, Hamzah, dan lainnya.\r\nYang dimaksud dengan golongan pertama, as-S±biqµnal Awwalµn dari kalangan An¡ar ialah penduduk kota Medinah yang telah menyatakan ikrar kesetiaan mereka kepada kerasulan Muhammad saw di Aqabah, suatu tempat di Mina, pada tahun ke-11 dari kerasulan Muhammad saw. Ketika itu mereka berjumlah tujuh orang. Kemudian pada periode berikutnya, yaitu pada tahun ke-12, terjadi pula ikrar kesetiaan di tempat yang sama, yaitu Aqabah, kali ini diikuti tujuh puluh orang lelaki dan dua orang perempuan. Jejak mereka diikuti oleh yang lainnya setelah mereka didatangi oleh utusan Rasulullah yang bernama Abu Zurarah Mu¡ab bin Umar bin H±syim yang membacakan ayat-ayat Al-Qur'an dan mengajarkan pengetahuan agama kepada mereka. Demikian pula, termasuk kelompok as-S±biqµnal Awwalµn ialah mereka yang telah beriman pada saat tibanya Rasulullah di Medinah. \r\nKekuatan dan persatuan Islam tumbuh dan berkembang sesudah Rasulullah hijrah ke Medinah. Pada saat itulah muncul kaum munafik yang berpura-pura menyokong agama Islam. Hal ini dijelaskan dalam firman Allah yang turun mengenai hal ikhwal Perang Badar yang terjadi pada tahun kedua Hijri. Firman Allah:\r\nاِذْ يَقُوْلُ الْمُنٰفِقُوْنَ وَالَّذِيْنَ فِيْ قُلُوْبِهِمْ مَّرَضٌ غَرَّ هٰٓؤُلَاۤءِ دِيْنُهُمْۗ\r\n (Ingatlah), ketika orang-orang munafik dan orang-orang yang ada penyakit di dalam hatinya berkata, “Mereka itu (orang-orang mukmin) ditipu agamanya.   (al-Anf±l/8: 49)\r\nDalam kelompok orang-orang munafik yang disebutkan dalam ayat ini, tidak terdapat seorangpun dari kalangan kaum Muh±jir³n dan kaum An¡ar yang mendapat gelar as-Sabiqun al-Awwalun seperti yang tersebut di atas, walaupun kaum An¡ar itu semuanya berasal dari Bani Aus dan Khazraj.\r\nYang dimaksud dengan golongan kedua, الذين اتبعوهم باحسان “allaz³nat tabuµhum bi ihs±n” (orang-orang  yang telah mengikuti kaum as-S±biqµnal Awwalµn dari kalangan Muh±jir³n dan An¡ar dengan baik) ialah mereka yang ikut berhijrah ke Medinah dan berjuang menegakkan agama Islam; atau mereka yang membuktikan satunya perbuatan dan perkataan setelah mendapatkan bimbingan dan pelajaran dari kaum as-S±biqµnal Awwalµn dari kalangan Muh±jir³n dan An¡ar, yang merupakan pemimpin-pemimpin yang layak diikuti, dan dijadikan suri teladan dalam tingkah laku, perbuatan, ucapan, dan perjuangan menegakkan agama Allah. Singkatnya mereka adalah orang-orang yang mengikuti as-S±biqµnal Awwalµn dalam ketaatan dan ketakwaan sampai Hari Kiamat. \r\nAdapun golongan ketiga, yaitu orang-orang yang munafik hanya mengikuti jejak as-S±biqµnal Awwalµn secara lahiriyah semata, tidak dengan niat yang tulus atau hanya mengikutinya dalam beberapa hal saja, sedang dalam hal-hal lainnya mereka mengingkarinya.\r\n"}