{"tafsir_id":1338,"surah_id":9,"aya_number":103,"tafsir_wajiz":"Pada no_ayatt sebelumnya dijelaskan adanya sekelompok orang yang mengakui dosa-dosa mereka lalu bertobat kepada Allah. Karena penyebab dosa mereka adalah kecintaan kepada harta, maka dalam no_ayatt ini dijelaskan tentang wujud tobat dan ketaatan diantaranya dengan menunaikan zakat. Diperintahkan kepada Nabi Muhammad, Ambillah zakat dari harta mereka, guna membersihkan jiwa mereka dari kekikiran dan cinta yang berlebihan terhadap harta, dan menyucikan hati agar tumbuh subur sifat-sifat kebaikan mereka, dan berdoalah untuk mereka. Sesungguhnya doamu itu menumbuhkan ketenteraman jiwa bagi mereka yang sudah lama gelisah dan cemas akibat dosa-dosa yang mereka kerjakan. Sampaikan kepada mereka bahwa Allah Maha Mendengar permohonan ampun dari hamba-Nya, Maha Mengetahui tulus atau tidaknya tobat mereka.","tafsir_tahlili":"(103) Perintah Allah pada permulaan ayat ini ditujukan kepada Rasul-Nya, agar Rasulullah sebagai pemimpin mengambil sebagian dari harta benda mereka sebagai sedekah atau zakat. Ini untuk menjadi bukti kebenaran tobat mereka, karena sedekah atau zakat tersebut akan membersihkan diri mereka dari dosa yang timbul karena mangkirnya mereka dari peperangan dan untuk mensucikan diri mereka dari sifat “cinta harta” yang mendorong mereka untuk mangkir dari peperangan itu. Selain itu sedekah atau zakat tersebut akan membersihkan diri mereka pula dari semua sifat-sifat jelek yang timbul karena harta benda, seperti kikir, tamak, dan sebagainya. Oleh karena itu, Rasul mengutus para sahabat untuk menarik zakat dari kaum Muslimin.\r\nDi samping itu, dapat dikatakan bahwa penunaian zakat berarti membersihkan harta benda yang tinggal, sebab pada harta benda seseorang terdapat hak orang lain, yaitu orang-orang yang oleh agama Islam telah ditentukan sebagai orang-orang yang berhak menerima zakat. Selama zakat itu belum dibayarkan oleh pemilik harta tersebut, maka selama itu pula harta bendanya tetap bercampur dengan hak orang lain, yang haram untuk dimakannya. Akan tetapi, bila ia mengeluarkan zakat dari hartanya itu, maka harta tersebut menjadi bersih dari hak orang lain. Orang yang mengeluarkan zakat terbebas dari sifat kikir dan tamak. Menunaikan zakat akan menyebab-kan keberkahan pada sisa harta yang masih tinggal, sehingga ia tumbuh dan berkembang biak. Sebaliknya bila zakat itu tidak dikeluarkan, maka harta benda seseorang tidak akan memperoleh keberkahan.\r\nPerlu diketahui, walaupun perintah Allah dalam ayat ini pada lahirnya ditujukan kepada Rasul-Nya, dan turunnya ayat ini berkenaan dengan peristiwa Abu Lubabah dan kawan-kawannya namun hukumnya juga berlaku terhadap semua pemimpin atau penguasa dalam setiap masyarakat muslim, untuk melaksanakan perintah Allah dalam masalah zakat ini, yaitu untuk memungut zakat tersebut dari orang-orang Islam yang wajib berzakat, dan kemudian membagi-bagikan zakat itu kepada yang berhak menerima-nya. Dengan demikian, maka zakat akan dapat memenuhi fungsinya sebagai sarana yang efektif untuk membina kesejahteraan masyarakat.\r\nSelanjutnya dalam ayat ini Allah memerintahkan kepada Rasul-Nya, dan juga kepada setiap pemimpin dan penguasa dalam masyarakat, agar setelah melakukan pemungutan dan pembagian zakat, mereka berdoa kepada Allah bagi keselamatan dan kebahagiaan pembayar zakat. Doa tersebut akan menenangkan jiwa mereka, dan akan menenteramkan hati mereka, serta menimbulkan kepercayaan dalam hati mereka bahwa Allah benar-benar telah menerima tobat mereka.\r\nاٰجَرَكَ اللهُ فِيْمَا اَعْطَيْتَ وَبَارَكَ لَكَ فِيْمَا اَبْقَيْتَ\r\nSemoga Allah memberi pahala terhadap apa-apa yang kamu berikan, dan memberkahi apa yang kamu tinggalkan.;Pada akhir ayat ini diterangkan bahwa Allah Maha Mendengar setiap ucapan hamba-Nya yang bertobat, Allah Maha Mengetahui semua yang tersimpan dalam hati sanubari hamba-Nya, seperti rasa penyesalan dan kegelisahan yang timbul karena kesadaran atas kesalahan yang telah diperbuat.\r\n"}