{"tafsir_id":1342,"surah_id":9,"aya_number":107,"tafsir_wajiz":"Sebagian manusia ada yang mengakui dosa-dosa mereka lalu bertobat dan melakukan pekerjaan yang bermanfaat, sehingga tobatnya diterima Allah, ada yang menangguhkan tobatnya sampai ada keputusan Allah, dan ada pula yang jahat dan terus bertambah jahat, misalnya orang-orang munafik. Hal ini terbukti di antara orang munafik itu ada yang mendirikan masjid untuk menimbulkan bencana pada orang-orang yang beriman, untuk kekafiran dan untuk memecah belah di antara orang-orang yang beriman yang sudah mantap imannya, serta dengan tujuan menunggu kedatangan orang-orang yang telah memerangi Allah, yakni memerangi umat Islam, dan Rasul-Nya sejak dahulu. Mereka dengan pasti akan senantiasa bersumpah palsu dengan berkata, “Kami hanya menghendaki kebaikan dengan membangun masjid ini. Mereka tidak menyadari bahwa Allah Maha Mendengar dan Allah menjadi saksi, yakni mengetahui dengan pasti bahwa mereka itu pendusta dalam sumpahnya. Allah Maha Mengetahui segala yang tampak maupun yang tersembunyi dalam hati setiap orang.","tafsir_tahlili":"(107) Dalam ayat ini Allah menjelaskan maksud mereka mendirikan mesjid tersebut yaitu:\r\n1.  Untuk mencelakakan orang-orang mukmin yang biasa beribadah di mesjid Quba, yaitu mesjid yang dibangun Rasulullah saw ketika beliau baru berhijrah dari Mekah, sebelum sampai ke Medinah.\r\n2.  Sebagai fasilitas dalam melakukan berbagai perbuatan sebagai manifestasi kekafiran. Kaum munafik meninggalkan salat dengan sembunyi-sembunyi dalam bangunan yang mereka dirikan itu, sehingga kaum Muslimin tidak dapat mengetahuinya karena mereka tidak lagi bersama-sama melakukan ibadat di mesjid Quba. Selain itu, adanya bangunan tersebut juga bisa menjadi tempat mengadakan perundingan secara bebas dalam melakukan makar terhadap Rasulullah saw.\r\n3.  Untuk memecah belah antara kaum Muslimin yang berdiam di daerah itu. Sebab mereka tidak hanya salat di mesjid Quba, tetapi mereka juga berjumpa dan saling mengenal, bergotong-royong, membuat kesepakatan dalam berbagai masalah. Inilah tujuan yang terpenting sebuah mesjid dalam bidang kemasyarakatan. Oleh sebab itu, adalah suatu keharusan bagi kaum Muslimin yang bertempat tinggal di daerah tertentu agar semuanya melakukan salat Jumat di satu mesjid selama hal itu memungkinkan. \r\nDari sini dapatlah diketahui bahwa mendirikan mesjid yang baru dapat dipandang sebagai amal kebajikan yang diterima Allah, bila hal itu memang benar-benar sudah diperlukan, misalnya karena mesjid yang lama sudah rusak, atau sudah tidak dapat menampung jumlah kaum Muslimin yang semakin besar, dan bukan didirikan untuk maksud memecah belah kaum Muslimin. Oleh sebab itu, pembangunan mesjid-mesjid yang saling berdekatan letaknya, dan hanya didorong oleh rasa riya dan kebanggaan pribadi ataupun golongan, tidaklah dibenarkan oleh agama.\r\n4.  Menjadi tempat perlindungan bagi orang-orang yang biasa memerangi agama Allah, sehingga apabila mereka datang ke tempat itu, mereka sudah mendapatkan tempat perlindungan yang aman, memperoleh sekutu dan para penyokong untuk bersama-sama memerangi Rasulullah dan kaum Muslimin. Mereka ini adalah kaum musyrik dan munafik yang dengan sengaja mendirikan bangunan itu sebagai kubu pertahanan mereka untuk memecah belah dan memerangi umat Islam.;Dalam ayat ini selanjutnya diterangkan bahwa orang-orang munafik itu bersumpah untuk memperkuat ucapan mereka, bahwa bangunan itu mereka dirikan hanyalah semata-mata untuk memperoleh kebaikan misalnya untuk memudahkan bagi orang-orang yang lemah, melakukan salat Jumat dekat dari tempat tinggal mereka dan sebagainya. Akan tetapi sumpah tersebut hanyalah untuk menyelimuti maksud-maksud jahat yang tersimpan dalam hati mereka.\r\nPada akhir ayat tersebut Allah menegaskan, bahwa Dia menyaksikan mereka itu adalah orang-orang yang benar-benar pendusta.\r\n"}