{"tafsir_id":1344,"surah_id":9,"aya_number":109,"tafsir_wajiz":"Setelah dijelaskan perbandingan masjid yang di bangun Rasulullah dengan masjid yang dibangun orang-orang munafik, lalu dijelaskan akhir riwno_ayatt kedua masjid tersebut dan orang-orang yang membangunnya. Maka apakah orang-orang yang mendirikan bangunannya atas dasar takwa kepada Allah dan keridaan-Nya itu yang lebih baik, ataukah orang-orang yang mendirikan bangunannya atas dasar kedurhakaan kepada Allah, sehingga laksana mendirikan bangunan di tepi jurang yang runtuh, lalu bangunan itu roboh bersama-sama dengan dia, pembangunnya masuk ke dalam neraka Jahanam? Allah tidak memberi petunjuk, tidak memberi bimbingan kepada orang-orang yang zalim, karena mereka tidak mau menerima petunjuk.","tafsir_tahlili":"(109) Ayat ini dimulai dengan bentuk pertanyan, Allah menunjukkan perbedaan yang jelas antara orang-orang yang mendirikan mesjid atas dasar ketakwaan dan keinginan untuk mencapai rida-Nya, dengan orang-orang yang mendirikan mesjid dengan maksud jahat sehingga pembangunan mesjid tersebut bukan memberi pahala malahan menambah bertumpuknya dosa-dosa mereka. Mereka yang disebut terakhir ini diumpamakan sebagai orang-orang yang mendirikan bangunan di pinggir jurang yang longsor, sehingga akhirnya mereka terjerumus bersama mesjid yang dibangunnya ke dalam neraka Jahannam.\r\nDari sini dapat dipahami, bahwa orang-orang yang mendirikan bangunan mesjid atas dasar takwa dan keinginan untuk mencapai rida Allah, adalah ibarat orang-orang yang mendirikan bangunan yang kuat di atas tanah yang kuat pula, tangguh terhadap serangan angin dan badai, tidak lapuk karena hujan, dan tidak lekang karena panas. Ia memberikan perlindungan, keamanan, ketenteraman dan kebahagiaan kepada orang-orang yang berada di dalamnya.\r\nDengan kata lain, Rasulullah saw dan kaum Muslimin yang benar-benar beriman kepada Allah senantiasa mendasarkan segala perbuatannya kepada ketakwaan dan rida-Nya. Mereka lebih baik daripada orang-orang munafik yang melakukan perbuatannya hanya didasarkan kepada niat yang buruk, yang menambah kekufuran dan kemunafikan, serta niat memecah belah umat Islam. Di dunia ini mereka tercela, sedang di akhirat kelak mereka ditimpa azab dan kemurkaan Allah.\r\nSetelah menjelaskan keberuntungan orang-orang mukmin dan nasib buruk orang-orang munafik yang zalim, pada akhir ayat tersebut Allah menegaskan bahwa Dia tidak akan memberikan petunjuk kepada orang-orang yang zalim. Artinya, orang-orang yang zalim selamanya tidak akan memperoleh petunjuk ke arah kebaikan dan keberuntungan. Oleh sebab itu, setiap langkah dan tingkah laku serta perbuatan mereka senantiasa mengalami kegagalan dan malapetaka, baik di dunia maupun di akhirat.\r\n"}