{"tafsir_id":1346,"surah_id":9,"aya_number":111,"tafsir_wajiz":"Setelah dijelaskan orang yang mendirikan bangunan atas landasan kedurhakaan kepada Allah, maka pembangunnya akan hancur bersama bangunannya tersebut, lalu Allah memberi perumpamaan jual beli antara Allah dengan pejuang di jalan-Nya sebagaimana tertera pada no_ayatt berikut: Sesungguhnya Allah membeli dari orang-orang mukmin, yakni menjanjikan secara pasti kepada mereka yang secara tulus berjuang di jalan Allah, baik berupa diri, yakni jiwa maupun harta mereka, maka dengan pasti Allah akan memberikan balasan surga untuk mereka. Mereka berperang di jalan Allah dengan harta bahkan jiwa; sehingga mereka membunuh atau terbunuh. Masuknya mereka ke dalam surga adalah merupakan janji yang benar dari Allah sebagaimana tertulis di dalam Taurat, Injil, dan Al-Qur'an. Dan siapakah yang lebih menepati janjinya selain daripada Allah? Pasti tidak ada. Maka bergembiralah dengan jual beli yang telah kamu lakukan itu, sehingga kamu mendapatkan surga, dan demikian itulah kemenangan yang agung.","tafsir_tahlili":"(111) Ayat ini menerangkan bahwa Allah membeli jiwa raga dan harta kaum mukmin, yang dibayar-Nya dengan surga. Artinya, Allah membalas segala perjuangan dan pengorbanan yang telah diberikan kaum mukmin itu, baik berupa jiwa raga maupun harta mereka dengan balasan yang sebaik-baiknya, yaitu kenikmatan dan kebahagiaan di surga kelak. Ini merupakan ungkapan yang sangat indah untuk menimbulkan kegairahan bagi umat manusia untuk berjihad, karena menggambarkan suatu transaksi jual beli yang sangat menguntungkan manusia. Pengorbanan yang telah mereka berikan berupa harta dan jiwa raga akan ditukar dengan sesuatu yang sangat berharga, yang tidak pernah dilihat oleh mata manusia, tidak pernah didengar oleh telinga, dan nilainya jauh lebih tinggi dari pada harta benda dan apa saja yang telah dikorbankan. Di samping itu jual beli yang terjadi antara Allah dan kaum Muslimin ini tidak akan pernah dibatalkan. Tidak seperti transaksi jual beli yang terjadi antara sesama manusia, yang kadang-kadang dapat dibatalkan. Lagi pula jual beli antar sesama manusia hanya berupa pertukaran antara barang dan uang yang sama nilainya. Sedang balasan yang diberikan Allah kepada hamba-Nya yang beriman jauh lebih tinggi nilainya dari pada pengorbanan yang telah diberikan atau perjuangan yang telah dilakukannya.\r\nBalasan yang berlipat ganda yang dianugerahkan Allah kepada hamba-Nya adalah semata-mata karena kasih sayang-Nya dan merupakan kehormatan kepada hamba-Nya yang beriman, sebab pada hakekatnya diri manusia adalah milik-Nya, karena Dialah Penciptanya; dan harta benda mereka itupun adalah milik-Nya, karena Dialah yang menganugerahkan kepada mereka. Namun demikian, bila manusia berjihad dengan mengorbankan harta benda dan jiwa raga mereka, maka Allah tetap memberikan balasan yang berlipat ganda nilainya padahal Allah sendiri pada hakekatnya tidak memerlukan harta benda dan jiwa raga mereka.\r\nSelanjutnya dalam ayat ini, Allah menerangkan bagaimana cara menyerahkan jiwa dan harta yang akan dibeli oleh Allah dengan surga, yaitu dengan berperang di jalan Allah untuk membela kebenaran dan keadilan. Inilah yang akan menyampaikan mereka kepada keridaan-Nya; adakalanya mereka dapat menumpas musuh-musuh Allah yang selalu menghambat jalannya dakwah Islamiyah, adakalanya mereka gugur dalam peperangan, sebagai syuhada dalam membela agama Allah. Namun tidak ada perbedaan antara keduanya dalam menerima pahala dan balasan dari Allah.\r\n Allah menegaskan bahwa janji-Nya untuk memberikan pahala akan ditepati-Nya, bahkan telah ditetapkan-Nya sedemikian rupa dalam kitab Taurat, Injil, dan Al-Qur'an. Kitab suci terakhir ini tidak akan dapat dihapuskan oleh siapapun juga, karena Allah telah menjamin keselamatan Al-Qur'an dari tangan-tangan jahil.\r\nSelanjutnya Allah menegaskan bahwa tidak ada yang melebihi Allah dalam hal menepati janji, karena Dia Maha Kuasa untuk menepati janji-Nya, dan tidak pernah lupa ataupun ragu pada hamba-Nya. Oleh sebab itu, Allah akan memberi kabar gembira yang pasti akan mereka peroleh dari jual beli harta dan jiwa mereka dengan Allah.\r\nPada akhir ayat ini Allah kembali memberikan penegasan bahwa keberuntungan yang akan mereka peroleh benar-benar suatu keberuntungan yang amat besar, tidak ada yang melebihinya. Sedang keberuntungan yang telah mereka peroleh sebelumnya yang berupa kemenangan terhadap musuh-musuh Islam, serta kepemimpinan, kekuasaan dan kerajaan, hanyalah keberuntungan yang merupakan jalan untuk menegakkan keadilan dan kebenaran.\r\n"}