{"tafsir_id":1349,"surah_id":9,"aya_number":114,"tafsir_wajiz":"Adapun permohonan ampunan Ibrahim kepada Allah untuk bapaknya yang berbeda agama dengan dia, tidak lain hanyalah karena suatu janji yang telah diikrarkannya kepada bapaknya bahwa Ibrahim akan memintakan ampunan untuk bapaknya (Lihat: no_surahh Maryam/19: 47). Maka ketika jelas bagi Ibrahim bahwa bapaknya adalah musuh Allah karena tetap dalam kemusyrikan dan kesesatan, maka Ibrahim berlepas diri darinya walau dengan berat hati. Sungguh, Ibrahim itu seorang yang sangat lembut hatinya, sangat takut kepada Allah lagi penyantun, yakni penyabar, mampu meredam kemarahan dan sikap buruk kepada orang lain.","tafsir_tahlili":"(114) Dari keterangan-keterangan yang terdapat dalam ayat di atas mungkin terlintas pertanyaan dalam pikiran kita, apakah sebabnya Allah melarang Nabi Muhammad saw dan kaum Muslimin untuk memohon ampun bagi orang-orang yang telah mati dalam kemusyrikan dan kekafiran itu, walaupun kaum kerabat dan ibu bapaknya sendiri, padahal Nabi Ibrahim pernah memohonkan ampun bagi bapaknya, yang juga seorang musyrik yang mati dalam kemusyrikan dan kekafiran.\r\nMaka dalam ayat ini Allah memberikan jawaban-Nya bahwa benar Nabi Ibrahim pernah memohonkan ampun kepada Allah bagi bapaknya yang bernama Azar, dengan mengucapkan doa sebagai berikut:\r\nوَاغْفِرْ لِاَبِيْٓ اِنَّهٗ كَانَ مِنَ الضَّاۤلِّيْنَ ۙ\r\nDan ampunilah ayahku, sesungguhnya dia adalah termasuk orang yang sesat. (asy-Syuar±' /26: 86)\r\nAkan tetapi Nabi Ibrahim berbuat demikian itu adalah karena ia pernah menjanjikan kepada bapaknya untuk mendoakannya, dengan harapan agar Allah memberikan taufik kepadanya untuk beriman, dan memberikan petunjuk kepadanya jalan yang benar yang telah dibentangkannya. Janjinya itu menunjukkan bahwa Nabi Ibrahim sudah meyakini bahwa tugasnya hanyalah sekedar mendoakan kepada Allah sedang ia sendiri tidak berwenang memberikan petunjuk ataupun keselamatan, apalagi mengampuni dosanya.\r\nDengan demikian, Ibrahim telah memenuhi janjinya, akan tetapi hanya sekedar pemenuhan janji. Hal ini juga disebutkan Allah dalam firman-Nya:\r\nوَاِبْرٰهِيْمَ الَّذِيْ وَفّٰىٓ ۙ\r\nDan, (lembaran-lembaran) Ibrahim yang selalu menyempurnakan janji? (an-Najm/53: 37)\r\nDalam ayat selanjutnya, Allah menjelaskan bahwa walaupun Ibrahim telah memohonkan ampunan bagi ayahnya untuk memenuhi janjinya, namun kemudian setelah nyata baginya bahwa bapaknya benar-benar memusuhi Allah dalam kemusyrikan, maka Ibrahim tidak lagi mendoakan bapaknya setelah matinya. Nabi Ibrahim mendoakan bapaknya di kala bapaknya masih hidup, dengan harapan semoga bapaknya mendapat hidayat dan taufik dari Allah, meninggalkan kemusyrikannya dan bertobat kepada Allah. Doa yang semacam ini tidaklah terlarang.\r\nKeimanan seseorang kepada Allah dan hari akhir tidak akan membiarkannya mengasihi orang-orang yang memusuhi Allah dan Rasul-Nya. Hal ini telah ditegaskan Allah dalam firman-Nya pada ayat-ayat lain:\r\nلَا تَجِدُ قَوْمًا يُّؤْمِنُوْنَ بِاللّٰهِ وَالْيَوْمِ الْاٰخِرِ يُوَاۤدُّوْنَ مَنْ حَاۤدَّ اللّٰهَ وَرَسُوْلَهٗ وَلَوْ كَانُوْٓا اٰبَاۤءَهُمْ اَوْ اَبْنَاۤءَهُمْ اَوْ اِخْوَانَهُمْ اَوْ عَشِيْرَتَهُمْۗ  \r\nEngkau (Muhammad) tidak akan mendapatkan sesuatu kaum yang beriman kepada Allah dan hari akhirat, saling berkasih sayang dengan orang-orang yang menentang Allah dan Rasul-Nya, sekalipun orang-orang itu bapaknya, anaknya, saudaranya atau keluarganya. (al-Muj±dalah/58: 22);Pada masa bapaknya masih hidup, Nabi Ibrahim sudah tahu tentang tingkah lakunya yang tidak diridai Allah, sehingga ia sendiri pernah diancamnya dengan kata-kata yang kasar, yang tersebut dalam ayat berikut:\r\nقَالَ اَرَاغِبٌ اَنْتَ عَنْ اٰلِهَتِيْ يٰٓاِبْرٰهِيْمُ ۚ لَىِٕنْ لَّمْ تَنْتَهِ لَاَرْجُمَنَّكَ وَاهْجُرْنِيْ مَلِيًّا   \r\nDia (ayahnya) berkata, “Bencikah engkau kepada tuhan-tuhanku, wahai Ibrahim? Jika engkau tidak berhenti, pasti engkau akan kurajam, maka tinggalkanlah aku untuk waktu yang lama.” (Maryam/19: 46);Namun demikian Ibrahim juga berjanji kepada bapaknya untuk mendoakannya kepada Allah agar diberi ampun dan rahmat serta petunjuk. Akan tetapi, setelah bapaknya  meninggal, nyatalah bagi Ibrahim bahwa ayahnya benar-benar memusuhi Allah pada masa hidupnya. Maka Ibrahim tidak lagi berdoa untuknya. Apakah gerangan sebab yang demikian?\r\nMaka di akhir ayat ini Allah menerangkan jawaban atas pertanyaan tersebut, yaitu: karena Ibrahim adalah manusia yang amat takut kepada Allah, serta taat dan patuh kepada-Nya, ia juga terkenal sebagai penyantun, dan kokoh pendiriannya dalam segala hal.\r\nItulah sebabnya Nabi Ibrahim segera berhenti berdoa untuk bapaknya, setelah mengetahui bahwa dia benar-benar seorang musyrik, yang dalam hatinya telah tertanam dengan kuat kepercayaan syirik dan permusuhan terhadap Allah. Nabi Ibrahim berhati lembut, ia sangat menyesalkan sikap orang-orang musyrik di kalangan kaumnya, termasuk bapaknya sendiri.\r\n"}