{"tafsir_id":1353,"surah_id":9,"aya_number":118,"tafsir_wajiz":"Dan Allah juga memberi pengampunan terhadap tiga orang yang tidak mau ikut perang, yaitu Ka'b bin Malik, Hilal bin Umayyah, Murarah bin Rabi'ah yang ditinggalkan atas perintah Allah, yakni tidak diajak bicara oleh Rasulullah dan kaum muslim. Hingga ketika bumi terasa sempit bagi mereka, padahal mereka tahu bumi itu luas dan jiwa mereka pun telah pula terasa sempit bagi mereka, serta mereka telah mengetahui dan yakin bahwa tidak ada tempat lari dari cobaan Allah, melainkan berlindung dan kembali kepada-Nya saja, ketika itulah kemudian Allah menerima tobat mereka agar mereka tetap dalam tobatnya. Sesungguhnya Allah Maha Penerima tobat orang yang sungguh-sungguh menyesali kesalahannya, Maha Penyno_ayatng terhadap semua hamba-Nya.","tafsir_tahlili":"(118) Dalam ayat ini kembali diungkapkan hal ihwal tiga orang di antara orang-orang mukmin yang mangkir dari Perang Tabuk, yaitu: Kaab bin Malik, Hilal bin Umayyah, dan Murarah bin Rabi. Mereka ini semula dengan sengaja tidak ikut berperang bersama Rasulullah saw, tetapi kemudian mereka mengalami tekanan jiwa, dan dunia bagi mereka terasa sempit, karena orang-orang mukmin lainnya memandang mereka sebagai orang-orang yang tidak terhormat. Mereka merasa yakin, bahwa hanya Allah-lah tempat berlindung dari segala siksaan-Nya. Setelah datang kesadaran dan rasa penyesalan, maka mereka bertobat kepada Allah. Allah pun menerima tobat itu, agar mereka tetap berada dalam keinsafan kembali kepada agama Allah dengan bimbingan Rasul-Nya. Setelah terlanjur melakukan pelanggaran terhadap perintah-Nya.\r\nPada akhir ayat ini ditegaskan kembali bahwa Allah Maha Penerima Tobat serta Maha Pengasih kepada hamba-Nya. Dia senantiasa menerima tobat hamba-Nya yang benar-benar bertobat kepada-Nya dan mengampuni dosa serta melimpahkan rahmat dan nikmat-Nya kepada mereka, walaupun mereka itu telah terlanjur melakukan kesalahan yang menyebabkan mereka berhak untuk dijatuhi azab dan siksa.\r\n"}