{"tafsir_id":1354,"surah_id":9,"aya_number":119,"tafsir_wajiz":"Penegasan bahwa Allah Maha Penerima tobat diikuti dengan perintah: Wahai orang-orang yang beriman! Bertakwalah kepada Allah dengan sungguh-sungguh berupno_ayat melaksanakan perintah-Nya dan menjauhi larangan-Nya, dan hendaklah kamu bersama dengan orang-orang yang benar, jujur dalam ucapan, perilaku dan perbuatannya.","tafsir_tahlili":"(119) Allah menunjukkan seruan-Nya dan memberikan bimbingan kepada orang-orang yang beriman kepada-Nya dan Rasul-Nya, agar mereka tetap dalam ketakwaan serta mengharapkan rida-Nya, dengan cara menunaikan segala kewajiban yang telah ditetapkan-Nya, dan menjauhi segala larangan yang telah ditentukan-Nya, dan hendaklah senantiasa bersama orang-orang yang benar dan jujur, mengikuti ketakwaan, kebenaran dan kejujuran mereka. Dan jangan bergabung kepada kaum munafik, yang selalu menutupi kemunafikan mereka dengan kata-kata dan perbuatan bohong ditambah pula dengan sumpah palsu dan alasan-alasan yang tidak benar.\r\n Al-Baihaq³ meriwayatkan suatu hadis Rasulullah saw, bahwa beliau bersabda:\r\nاِنَّ الصِّدْقَ يَهْدِيْ إِلَى البِرِّ وَإِنَّ اْلبِرَّ يَهْدِيْ إِلَى الْجَنَّةِ وَإِنَّ الرَّجُلَ لَيَصْدُقُ حَتَّى يُكْتَبَ عِنْدَ اللهِ صِدِّيْقًا. وَإِنَّ اْلكَذِبَ يَهْدِيْ إِلَى الْفُجُوْرِ وَإِنَّ الْفُجُوْرَ يَهْدِيْ إِلَى النَّارِ، وَإِنَّ الرَّجُلَ لَيَكْذِبُ حَتَّى يُكْتَبَ عِنْدَ اللهِ كَذَّابًا (متفق عليه)\r\nSesungguhnya kejujuran itu menuntun kepada kebajikan, dan kebajikan itu menuntun kepada surga. Sesungguhnya seseorang akan berlaku jujur sampai ia ditulis di sisi Allah sebagai orang yang jujur.  Dan sesungguhnya kedustaan itu menuntun kepada kejahatan, dan kejahatan itu menuntun ke neraka. Sesungguhnya seseorang itu berlaku dusta sehingga ia ditulis di sisi Allah sebagai pendusta. (Hadis Muttafaq Alaih);Berdusta selamanya terlarang kecuali bila terpaksa, sebagai tipu muslihat dalam peperangan, atau untuk mendamaikan antara pihak-pihak yang ber-sengketa, atau kebohongan seorang lelaki kepada isterinya yang dimaksud-kan untuk menyenangkan hatinya, misalnya dalam memuji kecantikannya, akan tetapi bukan kebohongan dalam masalah keuangan dan kepentingan kehidupan rumah tangga atau lainnya. Dalam hal ini Rasulullah saw telah bersabda:\r\nكُلُّ الْكَذِبِ يُكْتَبُ عَلَى ابْنِ اٰدَمَ إِلاَّ رَجُلٌ كَذَبَ فِي خَدِيْعَةِ حَرْبٍ أَوْ إِصْلاَحٍ بَيْنَ اثْنَيْنِ أَوْ رَجُلٌ يُحَدِّثُ امْرَأَتُهُ لِيُرْضِيَهَا (رواه ابن أبي شيبة وأحمد عن أسماء بنت يزيد)\r\nSetiap kebohongan yang dilakukan oleh seseorang selalu dituliskan sebagai dosanya kecuali bagi seorang yang berbohong sebagai tipu muslihat dalam peperangan, atau kebohongan untuk mendamaikan dua orang yang bersengketa atau kebohongan yang dilakukan seseorang terhadap isterinya dengan maksud untuk menyenangkan hatinya. (Riwayat Ibnu Abi Syaibah dan Ahmad, dari Asma binti Yazid);"}