{"tafsir_id":1359,"surah_id":9,"aya_number":124,"tafsir_wajiz":"Setelah dijelaskan kebolehan orang mukmin memerangi orang yang melakukan penyerangan, lalu dijelaskan perbedaan antara orang munafik dengan orang yang beriman apabila mendengar bacaan AlQur'an. Dan apabila diturunkan suatu no_surahh dari Al-Qur'an yang berisi ajakan beriman, maka di antara mereka, yakni orang-orang munafik ada yang berkata sebagai nada ejekan, “Siapakah di antara kamu, sesama munafik, yang bertambah imannya dengan turunnya no_surahh ini?” Adapun orang-orang yang beriman, maka no_surahh yang diturunkan ini menambah imannya yang selama ini sudah tertanam di dada mereka, dan mereka merasa gembira dengan bertambahnya pengetahuan mereka lantaran no_ayatt-no_ayatt tersebut.","tafsir_tahlili":"(124) Sikap kaum munafik di masa Nabi Muhammad saw di antaranya adalah apabila ayat-ayat Al-Qur'an diturunkan kepada beliau dan disampaikan kepada mereka, maka di antara mereka itu ada yang bertanya kepada teman-temannya baik dari kalangan munafik sendiri maupun teman-teman mereka dari kaum Muslimin yang lemah imannya bahwa siapakah di antara mereka yang bertambah imannya dengan turunnya surah ini. Ini meyakinkan bahwa Al-Qur'an ini benar-benar dari Allah bahwa Muhammad itu benar-benar pesuruh Allah, bahwa tiap-tiap ayat Al-Qur'an merupakan mukjizat bagi Muhammad, dan bahwa Al-Qur'an itu bukan buatan Muhammad.\r\nJika diperhatikan pertanyaan orang munafik yang tersebut dalam ayat-ayat ini, dirasakan bahwa pertanyaan itu bukanlah maksudnya untuk menanyakan sesuatu yang tidak diketahui, tetapi menunjukkan apa yang menjadi isi hati mereka; yaitu mereka belum percaya kepada Rasulullah, sekalipun mulut mereka telah mengakuinya. Bahkan mereka ingin agar orang-orang Islam yang lemah imannya menjadi seperti mereka pula. Seandainya tidak ada penyakit di dalam hati orang-orang munafik itu, pasti mereka mengetahui bahwa iman yang sesungguhnya yang disertai dengan ketundukan dan penghambaan diri kepada Allah, karena telah merasakan dan meyakini kekuasaan-Nya, pasti akan bertambah dengan mendengar dan membaca ayat-ayat Al-Qur'an, apalagi jika langsung mendengarnya dari Rasulullah saw sendiri.\r\nSifat-sifat munafik ini diterangkan dalam firman-Nya:\r\nيُخٰدِعُوْنَ اللّٰهَ وَالَّذِيْنَ اٰمَنُوْا ۚ وَمَا يَخْدَعُوْنَ اِلَّآ اَنْفُسَهُمْ وَمَا يَشْعُرُوْنَۗ  ٩  فِيْ قُلُوْبِهِمْ مَّرَضٌۙ فَزَادَهُمُ اللّٰهُ مَرَضًاۚ وَلَهُمْ عَذَابٌ اَلِيْمٌ ۢ ەۙ بِمَا كَانُوْا يَكْذِبُوْنَ  ١٠  \r\nMereka menipu Allah dan orang-orang yang beriman, padahal mereka hanyalah menipu diri sendiri tanpa mereka sadari. Dalam hati mereka ada penyakit, lalu Allah menambah penyakitnya itu; dan mereka mendapat azab  yang pedih, karena mereka berdusta. (al-Baqarah/2: 9-10);Mengenai kesan terhadap ayat-ayat Al-Qur'an dalam hati orang-orang yang beriman diterangkan dalam firman Allah:\r\nبَلْ هُوَ اٰيٰتٌۢ بَيِّنٰتٌ فِيْ صُدُوْرِ الَّذِيْنَ اُوْتُوا الْعِلْمَۗ وَمَا يَجْحَدُ بِاٰيٰتِنَآ اِلَّا الظّٰلِمُوْنَ  ;Sebenarnya, (Al-Qur'an) itu adalah ayat-ayat yang jelas di dalam dada orang-orang yang berilmu. Hanya orang-orang yang zalim yang mengingkari ayat-ayat Kami. (al-Ankabµt/29: 49);Pertanyaan orang-orang munafik itu dijawab Allah dengan ungkapan yang tersebut pada akhir ayat ini yang maksudnya adalah orang-orang yang beriman, maka surah ini menambah imannya dan mereka merasa gembira.\r\n"}