{"tafsir_id":1362,"surah_id":9,"aya_number":127,"tafsir_wajiz":"Cemoohan orang munafik dan orang kafir tidak hanya dengan lisan tetapi juga perbuatan, yaitu, apabila diturunkan suatu no_surahh, dari Al-Qur'an yang menggambarkan isi hati mereka dan membeberkan rahasia mereka, maka satu sama lain di antara mereka saling berpandangan dengan lirikan mata tanda mengejek sambil berkata, “Adakah seseorang dari kaum muslim yang melihat kamu ketika malakukan hal-hal yang kita rahasiakan, sehingga Muhammad mengetahui semuanya?” Setelah itu mereka pun pergi meninggalkan majelis Nabi secara sembunyisembunyi. Mereka selalu ingin berpaling dari kebenaran, sehingga Allah memalingkan hati mereka dari mendengar dan mengikuti tuntunan Allah disebabkan mereka adalah kaum yang tidak memahami tuntunan tersebut.","tafsir_tahlili":"(127) Ayat ini menerangkan sikap dan tindakan orang-orang munafik di majlis Rasulullah waktu diturunkan ayat-ayat Al-Qur'an. Bila diturunkan satu ayat atau satu surah kepada Rasulullah saw, mereka saling berpandangan satu sama lain dan mengedipkan mata sebagai isyarat memandang enteng apa yang telah diturunkan itu. Sikap mereka ini menunjukkan bahwa pengaruh kekafiran telah berurat berakar dalam jiwa mereka. Mereka sebenarnya tidak ingin mendengarkan ayat-ayat Al-Qur'an dari Rasulullah, dan tidak ingin orang lain mendapat petunjuk dari             Al-Qur'an.\r\nSikap orang-orang munafik lainnya ialah: mereka secara diam-diam meninggalkan majlis Rasulullah saw seraya saling bertanya kepada sesama temannya yang lain, “Apakah ada orang yang melihat kepergian kita meninggalkan majlis itu?  Sedangkan orang-orang mukmin mendengar dan memperhatikan ayat-ayat itu dengan tunduk dan penuh perhatian.\r\nSikap orang-orang munafik inilah yang membuat Allah memalingkan hati mereka dari iman dan dari petunjuk-petunjuk yang ada dalam ayat-ayat     Al-Qur'an. Allah melakukan yang demikian karena mereka lebih dulu mengingkari seruan Nabi dan tidak menghiraukan petunjuk-petunjuk        Al-Qur'an.\r\n"}