{"tafsir_id":1363,"surah_id":9,"aya_number":128,"tafsir_wajiz":"no_ayatt yang lalu diakhiri dengan penegasan bahwa hati orang munafik dipalingkan dari kebenaran karena sesungguhnya mereka tidak mau memahami kebenaran walaupun yang membawa kebenaran tersebut adalah Nabi Muhammad yang sangat penyantun dan penyno_ayatng sebagaimana disebutkan dalam no_ayatt berikut ini. Demi kebesaran dan keagungan Tuhan, sungguh, telah datang kepadamu seorang rasul yang mulia dari kaummu sendiri sehingga tidak asing bagi kamu, sangat berat terasa olehnya penderitaan yang kamu alami baik derita lahir maupun batin, dia sangat menginginkan kebaikan, kabahagiaan dan keselamatan bagimu, yakni bagi kamu semua baik yang muslim maupun yang kafir, dia sangat penyantun dan penyno_ayatng, yakni memberi kebaikan secara melimpah melebihi kebutuhan maupun sesuai kebutuhan terhadap orang-orang yang beriman.","tafsir_tahlili":"(128) Ayat ini sekalipun khusus ditujukan kepada bangsa Arab di masa Nabi, tetapi juga ditujukan kepada seluruh umat manusia. Semula ditujukan kepada orang Arab di masa Nabi, karena kepada merekalah Al-Qur′an pertama kali disampaikan, karena Al-Qur′an itu dalam bahasa Arab, tentulah orang Arab yang paling dapat memahami dan merasakan ketinggian sastra Al-Qur′an. Dengan demikian mereka mudah pula menyampaikan kepada orang-orang selain bangsa Arab. Jika orang-orang Arab sendiri tidak mempercayai Muhammad dan Al-Qur′an, tentu orang-orang selain Arab lebih sukar mempercayainya.\r\nAyat ini seakan-akan mengingatkan orang-orang Arab, sebagaimana isinya yang berbunyi,  Hai orang-orang Arab, telah diutus seorang Rasul dari bangsamu sendiri yang kamu ketahui sepenuhnya asal-usul dan kepribadian-nya, serta kamu lebih mengetahuinya dari orang-orang lain. \r\nSebagian mufassir menafsirkan perkataan رَسُوْلٌ ِمنْ اَنْفُسِكُمْ   “Rasµlun min anfusikum” dengan hadis:\r\nاِنَّ الله َاصْطَفَى كِنَانَةَ مِنْ وَلَدِ إِسْمَاعِيْلَ وَ اصْطَفَى قُرَيْشًا مِنْ كِنَانَةَ وَاصْطَفَى بَنِيْ هَاشِمٍ مِنْ قُرَيْشٍ وَ اصْطَفَانِيْ مِنْ بَنِيْ هَاشِمٍ (رواه مسلم والترمذي عن وصيلة بن أسقى)\r\nBersabda Rasulullah saw, “Sesungguhnya Allah telah memilih Bani Kinanah dari keturunan Ismail, dan memilih suku Quraisy dari Bani Kinanah, dan memilih Bani Hasyim dari suku Quraisy, dan Allah telah memilihku dari Bani Hasyim.” (Riwayat Muslim dan at-Tirmi©³ dari Was³lah bin Asq±);Dari ayat dan hadis di atas dapat dipahami tentang kesucian keturunan Nabi Muhammad saw, yang berasal dari suku-suku pilihan dari bangsa Arab. Dan orang-orang Arab mengetahui benar tentang hal ini.\r\nNabi Muhammad saw yang berasal dari keturunan yang baik dan terhormat mempunyai sifat-sifat yang mulia dan agung, yaitu:\r\n1.  Nabi merasa tidak senang jika umatnya ditimpa sesuatu yang tidak diinginkan, seperti dihinakan karena dijajah dan diperhamba oleh musuh-musuh kaum Muslimin, sebagaimana ia tidak senang pula melihat umatnya ditimpa azab yang pedih di akhirat nanti.\r\n2.  Nabi sangat menginginkan agar umatnya mendapat taufik dari Allah, bertambah kuat imannya, dan bertambah baik keadaannya. Keinginan beliau ini dilukiskan oleh Allah dalam firman-Nya:  \r\nاِنْ تَحْرِصْ عَلٰى هُدٰىهُمْ فَاِنَّ اللّٰهَ لَا يَهْدِيْ مَنْ يُّضِلُّ وَمَا لَهُمْ مِّنْ نّٰصِرِيْنَ   \r\nJika engkau (Muhammad) sangat mengharapkan agar mereka mendapat petunjuk, maka sesungguhnya Allah tidak akan memberi petunjuk kepada orang yang disesatkan-Nya, dan mereka tidak mempunyai penolong. (an-Na¥l/16: 37);Dan Allah berfirman:\r\nوَمَآ اَكْثَرُ النَّاسِ وَلَوْ حَرَصْتَ بِمُؤْمِنِيْنَ\r\nDan kebanyakan manusia tidak akan beriman walaupun engkau sangat menginginkannya. (Yµsuf/12: 103);3.  Nabi selalu belas kasihan dan amat penyayang kepada kaum Muslimin. Keinginannya ini tampak pada tujuan risalah yang disampaikannya, yaitu agar manusia hidup berbahagia di dunia dan akhirat nanti.\r\n Dalam ayat ini Allah memberikan dua macam sifat kepada Nabi Muhammad, kedua sifat itu juga merupakan sifat Allah sendiri, yang termasuk di antara “asm±ul ¥usna”, yaitu sifat “raµf” (amat belas kasihan) dan sifat “ra¥³m” (penyayang) sebagai tersebut dalam firman-Nya:\r\nاِنَّ اللّٰهَ بِالنَّاسِ لَرَءُوْفٌ رَّحِيْمٌ\r\n...Sungguh, Allah Maha Pengasih, Maha Penyayang kepada manusia. (al-Baqarah/2: 143)\r\n Pemberian kedua sifat itu kepada Muhammad menunjukkan bahwa Allah menjadikan Muhammad sebagai Rasul yang dimuliakan-Nya.\r\n"}