{"tafsir_id":1367,"surah_id":10,"aya_number":3,"tafsir_wajiz":"Kalau orang kafir merasa heran atas diturunkannya Al-Qur'an kepada Nabi Muhammad, maka apakah mereka tidak merasa heran dengan penciptaan langit dan bumi serta segala isinya? Tuhan Mahakuasa menurunkan Al-Qur'an kepada Nabi Muhammad, sebagaimana Dia Mahakuasa menciptakan langit dan bumi. Sesungguhnya Tuhan kamu Dialah Allah yang menciptakan langit dan bumi yang terbentang luas, dalam enam masa untuk memberikan pelajaran kepada manusia bahwa segala sesuatu perlu proses, melalui perencanaan yang matang dan dikerjakan secara maksimal. Jika Allah menghendaki, maka Dia Mahakuasa menciptakan keduanya dalam sekejap. Setelah sempurna masa penciptaan langit dan bumi, kemudian Dia bersemno_ayatm di atas 'Arsy, singgasana untuk mengatur segala urusan makhluk-Nya. Tidak ada yang dapat memberi syafaat, yakni pertolongan pada Hari Kiamat untuk mendapat keringanan atau terbebas dari azab Allah kecuali setelah ada izin-Nya. Itulah Allah, Zat yang Mahaagung, Tuhanmu yang memelihara dan membimbingmu, maka sembahlah Dia, karena hanya Dia yang berhak disembah, jangan mempersekutukan Dia dengan apa pun. Apakah kamu tidak mengambil pelajaran dari kesempurnaan penciptaan langit dan bumi beserta isinya? Semuanya tunduk, patuh, dan bertasbih kepada Allah, Tuhan Pengatur segala urusan.","tafsir_tahlili":"(3) Pada ayat ini Allah menerangkan bahwa Dialah yang mengatur perjalanan planet dan benda-benda angkasa lainnya, sehingga satu sama lain tidak saling berbenturan. Dia pula yang menciptakan bumi dan segala isi yang terkandung di dalamnya, sejak dari yang kecil sampai kepada yang besar, semuanya diciptakan dalam enam masa yang hanya Allah sendiri yang mengetahui berapa lama waktu enam masa yang dimaksud itu. Setelah menciptakan langit dan bumi, Dia bersemayam di atas Arsy (singgasana), dan dari Arsy ini Dia mengatur dan mengurus semua makhluk-Nya.\r\nKetika Rasulullah saw ditanya tentang 'Arsy, beliau mengatakan:\r\nقَالَ: كَانَ الله ُوَلَمْ يَكُنْ شَيْءٌ قَبْلَهُ وَكَانَ عَرْشُهُ عَلَى الْمَاءِ ثُمَّ خَلَقَ السَّمٰوَاتِ وَاْلأَرْضَ وَكَتَبَ فِى الذِّكْرِ كُلَّ شَيْءٍ (رواه البخاري في كتاب التوحيد) \r\nBersabda Rasulullah, “Dahulu, Allah telah ada, dan belum ada sesuatupun sebelum-Nya dan adalah Arsy-Nya di atas air, kemudian Dia menciptakan langit dan bumi, dan menulis segala sesuatu di Lau¥ Ma¥fµ§.” (Riwayat al-Bukh±r³ dalam Kit±b at-Tauhid);Selanjutnya Allah menerangkan bukti lainnya yang membantah pendapat orang-orang kafir bahwa Al-Qur'an itu adalah sihir, yaitu Dialah yang memiliki dan menguasai segala sesuatu dengan kekuasaan yang tidak terbatas. Dia dapat berbuat sesuai dengan apa yang dikendaki-Nya. Tidak ada sesuatu makhluk pun—walaupun ia seorang rasul atau malaikat—dapat memberikan syafaat kecuali dengan izin-Nya.\r\nYang dimaksud dengan “syaf±at” disini ialah pertolongan para malaikat, nabi dan orang-orang saleh kepada manusia pada Hari Kiamat untuk mendapatkan keringanan atau kebebasan dari azab Allah jika Allah memerintahkan atau mengizinkannya.\r\nAyat ini membantah dakwaan orang-orang kafir bahwa berhala yang mereka sembah selain Allah dapat memberi syafaat kepada mereka di Hari Kiamat. Hal ini ditegaskan oleh firman Allah:\r\nوَكَمْ مِّنْ مَّلَكٍ فِى السَّمٰوٰتِ لَا تُغْنِيْ شَفَاعَتُهُمْ شَيْـًٔا اِلَّا مِنْۢ بَعْدِ اَنْ يَّأْذَنَ اللّٰهُ لِمَنْ يَّشَاۤءُ وَيَرْضٰى    \r\nDan betapa banyak malaikat di langit, syafaat (pertolongan) mereka sedikit pun tidak berguna kecuali apabila Allah telah mengizinkan (dan hanya) bagi siapa yang Dia kehendaki dan Dia ridai. (an-Najm/53: 26)\r\n \r\nSyafaat yang paling dirasakan manfaatnya oleh seseorang hamba ialah syafaat yang diberikan oleh Nabi Muhammad saw, kepada seseorang yang hati dan jiwanya mengakui keesaan Allah. Abu Hurairah menanyakan hal tersebut kepada Rasulullah saw, lalu Rasulullah menjawab:\r\n أَسْعَدُ النَّاسِ بِشَفَاعَتِيْ يَوْمَ الْقِيَامَةِ مَنْ قَالَ: لاَ إِلٰهَ إِلاَّ الله ُخَالِصًا مِنْ قَلْبِهِ وَنَفْسِهِ (رواه البخاري عن أبي هريرة)\r\nManusia yang paling bahagia dengan syafaatku pada Hari Kiamat, ialah orang-orang yang mengucapkan: “L± ilah± illall±h” yang timbul dari hati dan jiwa yang bersih.” (Riwayat al-Bukh±r³ dari Abu Hurairah)\r\n \r\nAllah menegaskan kepada orang-orang kafir, apakah mereka tidak ingat dan tidak memperhatikan dalil-dalil dan bukti-bukti yang nyata ini, bahwa yang menciptakan alam ini adalah Allah sendiri, Dia yang mengatur segala urusan dari atas Arsy-Nya, dan Dia yang memberikan syafaat kepada orang yang dikehendaki-Nya. Itulah Tuhan yang wajib disembah, tidak ada tuhan yang lain selain Dia. Janganlah mempersekutukan-Nya dengan sesuatupun, baik dalam penciptaan langit dan bumi, maupun dalam penyembahan-Nya.\r\nWalaupun orang-orang Jahiliyah mengakui bahwa Allah sendirilah yang menciptakan alam ini, tidak bersekutu dengan siapapun, tetapi mereka mempersekutukan Allah dengan yang lain dalam menyembah-Nya. Mereka menyembah berhala di samping menyembah Allah.\r\n"}