{"tafsir_id":1368,"surah_id":10,"aya_number":4,"tafsir_wajiz":"Setelah dijelaskan bahwa Allah pencipta langit dan bumi, dan hanya Dia yang berhak disembah, lalu pada no_ayatt ini dijelaskan tentang kepastian datangnya Hari Kiamat. Pada hari tersebut, hanya kepada-Nya, yakni kepada Allah kamu semua akan kembali. Itu merupakan janji Allah yang benar dan pasti tidak sedikit pun diragukan lagi. Sesungguhnya Dialah yang Maha Kuasa memulai penciptaan makhluk, kemudian mengulanginya, yakni menghidupkannya kembali pada Hari Kebangkitan, agar Dia dapat memberi balasan kepada orang-orang yang beriman dan mengerjakan kebajikan dengan balasan yang adil sesuai yang mereka kerjakan. Jika Allah menghendaki, maka berkat anugerah dan kemurahan-Nya, mereka akan memperoleh pahala melebihi yang mereka kerjakan. Sedangkan untuk orang-orang kafir disediakan balasan berupa minuman air yang mendidih yang dapat merusak seluruh alat pencernaan mereka dan akan memperoleh siksaan yang pedih karena kekafiran mereka. Inilah wujud keadilan Allah atas perbuatan hamba-Nya di dunia.","tafsir_tahlili":"(4) Hanya kepada Allah semua manusia kembali setelah mati dan sesudah lenyap alam yang fana ini, bukan kepada sesuatu yang lain, seperti sembahan-sembahan berhala, yang dianggap sebagai penolong bagi orang kafir. Yang demikian itu adalah janji Allah kepada makhluk-Nya. Dia tidak akan menyalahi janji-Nya sedikit pun.\r\nSebagai bukti bahwa Allah pasti menepati janji-Nya, Dia telah menciptakan makhluk pertama kalinya. Penciptaan manusia oleh Allah pada pertama kalinya dapat dijadikan dalil bahwa Allah berkuasa pula untuk menciptakan makhluk-Nya pada kedua kalinya dan membangkitkannya kembali. Mengulangi kembali penciptaan sesuatu adalah lebih mudah dari menciptakan sesuatu pertama kalinya.\r\nAllah berfirman:\r\nوَهُوَ الَّذِيْ يَبْدَؤُا الْخَلْقَ ثُمَّ يُعِيْدُهٗ وَهُوَ اَهْوَنُ عَلَيْهِۗ\r\nDan Dialah yang memulai penciptaan, kemudian mengulanginya kembali, dan itu lebih mudah bagi-Nya. (ar-Rµm/30: 27)\r\n \r\nDemikian kuatnya bukti yang dikemukakan Allah tentang hari kebangkitan, sehingga Dia menyatakan bahwa jika masih ada orang yang mengingkarinya, berarti ia telah lupa kepada kejadian dirinya sendiri. Allah berfirman:\r\nاَوَلَمْ يَرَ الْاِنْسَانُ اَنَّا خَلَقْنٰهُ مِنْ نُّطْفَةٍ فَاِذَا هُوَ خَصِيْمٌ مُّبِيْنٌ   ٧٧  وَضَرَبَ لَنَا مَثَلًا وَّنَسِيَ خَلْقَهٗۗ قَالَ مَنْ يُّحْيِ الْعِظَامَ وَهِيَ رَمِيْمٌ   ٧٨  ;Dan tidaklah manusia memperhatikan bahwa Kami menciptakannya dari setetes mani, ternyata dia menjadi musuh yang nyata! Dan dia membuat perumpamaan bagi Kami dan melupakan asal kejadiannya; dia berkata, “Siapakah yang menghidupkan tulang-belulang, yang telah hancur luluh?” (Y±s³n/36: 77-78);Terhadap orang-orang yang tidak mau percaya kepada adanya hari kebangkitan sekalipun telah dikemukakan dalil-dalil kepada mereka, maka Allah mengancam mereka dengan neraka Jahannam, sebagai dilukiskan oleh ayat berikut:\r\n فَوَرَبِّكَ لَنَحْشُرَنَّهُمْ وَالشَّيٰطِيْنَ ثُمَّ لَنُحْضِرَنَّهُمْ حَوْلَ جَهَنَّمَ جِثِيًّا   ;Maka demi Tuhanmu, sungguh, pasti akan Kami kumpulkan mereka bersama setan, kemudian pasti akan Kami datangkan mereka ke sekeliling Jahannam dengan berlutut. (Maryam/19: 68);Allah menerangkan tujuan manusia dibangkitkan sesudah matinya, ialah untuk memberi mereka balasan dari perbuatan yang telah dikerjakannya sesuai dengan sifat adil dan sifat pemurah Allah. Allah tidak mengurangi sedikitpun apa yang telah mereka lakukan. Tujuan ini dijelaskan oleh firman Allah:\r\nوَنَضَعُ الْمَوَازِيْنَ الْقِسْطَ لِيَوْمِ الْقِيٰمَةِ فَلَا تُظْلَمُ نَفْسٌ شَيْـًٔاۗ وَاِنْ كَانَ مِثْقَالَ حَبَّةٍ مِّنْ خَرْدَلٍ اَتَيْنَا بِهَاۗ وَكَفٰى بِنَا حَاسِبِيْنَ   ;Kami akan memasang timbangan yang tepat pada Hari Kiamat, maka tidak seorang pun dirugikan walau sedikit; sekalipun hanya seberat biji sawi pasti Kami mendatangkannya (pahala). Dan cukuplah Kami yang membuat perhitungan. (al-Anbiy±/21: 47);Allah memberikan pembalasan yang adil, tidak berarti Allah tidak akan melebihkan pahala yang akan diberikan-Nya, bahkan Dia akan melipat gandakannya, sebagaimana disebutkan dalam firman-Nya:\r\nفَاَمَّا الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ فَيُوَفِّيْهِمْ اُجُوْرَهُمْ وَيَزِيْدُهُمْ مِّنْ فَضْلِهٖۚ وَاَمَّا الَّذِيْنَ اسْتَنْكَفُوْا وَاسْتَكْبَرُوْا فَيُعَذِّبُهُمْ عَذَابًا اَلِيْمًاۙ وَّلَا يَجِدُوْنَ لَهُمْ مِّنْ دُوْنِ اللّٰهِ وَلِيًّا وَّلَا نَصِيْرًا  ;Adapun orang-orang yang beriman dan mengerjakan kebajikan, Allah akan menyempurnakan pahala bagi mereka dan menambah sebagian dari karunia-Nya. Sedangkan orang-orang yang enggan (menyembah Allah) dan menyombongkan diri, maka Allah akan mengazab mereka dengan azab yang pedih. Dan mereka tidak akan mendapatkan pelindung dan penolong selain Allah. (an-Nis±/4: 173);Jika dilihat banyak tindakan yang tidak adil dilakukan oleh sebagian manusia terhadap yang lain, dan perbuatan jahat menungguli perbuatan baik di dunia, dan sebagainya, tentu harus ada suatu masa nanti di mana keadilan dapat ditegakkan dengan sempurna.\r\nOrang kafir yang mengingkari keesaan Allah dan adanya hari kebangkitan, mereka akan mendapatkan pembalasan yang setimpal dengan kejahatan yang telah mereka lakukan. Di antaranya mereka diberi minum dengan air panas yang mendidih yang menghancurkan usus mereka. Di samping itu mereka akan memperoleh azab yang pedih disebabkan kekafiran mereka. \r\n"}