{"tafsir_id":137,"surah_id":2,"aya_number":130,"tafsir_wajiz":"no_ayatt-no_ayatt sebelum ini memperlihatkan betapa agung dan mulianya Nabi Ibrahim. Ia dan ajarannya amat pantas untuk diteladani dan tidak sedikit pun pantas dibenci. Dan, karena itu, orang yang membenci agama Nabi Ibrahim, hanyalah orang yang memperbodoh dirinya sendiri. Dan sungguh, Kami telah memilihnya, Ibrahim, di dunia ini sebagai rasul. Dan sesungguhnya di akhirat dia termasuk orang-orang saleh yang memiliki tempat dan derajat yang amat tinggi. ","tafsir_tahlili":"(130) Ayat ini tidak menerangkan agama Ibrahim itu. Ayat yang lain menerangkan dasar-dasar kepercayaan agama Ibrahim. Allah berfirman:\r\nقُلْ صَدَقَ اللّٰهُ ۗ فَاتَّبِعُوْا مِلَّةَ اِبْرٰهِيْمَ حَنِيْفًاۗ وَمَا كَانَ مِنَ الْمُشْرِكِيْنَ  \r\n“Katakanlah (Muhammad), ”Benarlah (segala yang difirmankan) Allah.” Maka ikutilah agama Ibrahim yang lurus, dan dia tidaklah termasuk orang musyrik.” (²li Imr±n/3: 95).;Pada ayat yang lain dijelaskan bahwa agama Ibrahim atau agama Islam ialah agama yang dibawa Nabi Muhammad saw. Allah berfirman:\r\nثُمَّ اَوْحَيْنَآ اِلَيْكَ اَنِ اتَّبِعْ مِلَّةَ اِبْرٰهِيْمَ حَنِيْفًا ۗوَمَا كَانَ مِنَ الْمُشْرِكِيْنَ   \r\nKemudian Kami wahyukan kepadamu (Muhammad), ikutilah agama Ibrahim yang lurus, dan bukanlah dia termasuk orang musyrik.  (an-Na¥l/16: 123) );فَاَقِمْ وَجْهَكَ لِلدِّيْنِ حَنِيْفًاۗ فِطْرَتَ اللّٰهِ الَّتِيْ فَطَرَ النَّاسَ عَلَيْهَاۗ  لَا تَبْدِيْلَ لِخَلْقِ اللّٰهِ ۗذٰلِكَ الدِّيْنُ الْقَيِّمُۙ وَلٰكِنَّ اَكْثَرَ النَّاسِ لَا يَعْلَمُوْنَۙ   ٣٠  ۞ مُنِيْبِيْنَ اِلَيْهِ وَاتَّقُوْهُ وَاَقِيْمُوا الصَّلٰوةَ وَلَا تَكُوْنُوْا مِنَ الْمُشْرِكِيْنَۙ  ٣١  \r\n “Maka hadapkanlah wajahmu dengan lurus kepada agama (Islam); (sesuai) fitrah Allah disebabkan Dia telah menciptakan manusia menurut (fitrah) itu. Tidak ada perubahan pada ciptaan Allah. (Itulah) agama yang lurus, tetapi kebanyakan manusia tidak mengetahui, dengan kembali bertobat kepada-Nya dan bertakwalah kepada-Nya serta laksanakanlah salat dan janganlah kamu termasuk orang-orang yang mempersekutukan Allah” (ar-Rµm/30: 30-31);Orang-orang Yahudi, Nasrani dan musyrik Mekah, termasuk anak cucu Ibrahim a.s. Mereka membangga-banggakan diri dengannya, tetapi mereka tidak mengikuti agama Ibrahim, agama yang disampaikan oleh Nabi Muhammad saw, Nabi yang didoakan Ibrahim agar diutus Allah di kemudian hari. Mereka mengetahui yang demikian tetapi mereka bersikap seolah-olah tidak mengetahuinya. Bahkan kebanyakan mereka mengikuti agama yang diciptakan hawa nafsu mereka, yaitu menyembah berhala, menyerikatkan Allah, mengatakan bahwa Allah mempunyai anak dan sebagainya. Ayat ini merupakan berita gembira bagi Ibrahim a.s. bahwa ia telah dipilih Allah di dunia di antara hamba-hamba-Nya dan di akhirat termasuk di dalam golongan orang-orang yang saleh."}