{"tafsir_id":1375,"surah_id":10,"aya_number":11,"tafsir_wajiz":"Setelah dijelaskan pada no_ayatt sebelumnya bahwa Allah Mahasuci dari segala kekurangan, Mahasempurna dengan segala ciptaan-Nya, Mahaadil dalam memberikan hukuman atau pahala, lalu dijelaskan pada no_ayatt ini bahwa Dia Maha Terpuji karena tidak segera menghukum orang yang durhaka sebagaimana permintaan mereka agar Allah menyegerakan siksa. Mereka diberi kesempatan untuk kembali kepada tuntunan Al-Qur'an. Dan kalau Allah menyegerakan keburukan, sebagai hukuman atas perbuatan jahat bagi manusia seperti permintaan mereka untuk menyegerakan kebaikan, pasti diakhiri umur mereka, yakni dibinasakan. Namun Kami biarkan orang-orang yang tidak mengharapkan pertemuan dengan Kami, yakni tidak percno_ayat pada hari Kiamat dalam keadaan bingung dan tetap berada di dalam kesesatan mereka sesuai kemauan mereka.","tafsir_tahlili":"(11) Salah satu sifat dan watak manusia, adalah ingin segala sesuatu yang akan terjadi padanya dipercepat atau disegerakan, baik itu berupa hukuman atau kemudaratan, kebaikan atau pahala. Padahal, mereka telah mengetahui bahwa semuanya itu terjadi atas kehendak Allah, sesuai dengan hukum-hukum-Nya dan sesuai pula dengan ketetapan dan aturannya. Allah berfirman:\r\nفَهَلْ يَنْظُرُوْنَ اِلَّا سُنَّتَ الْاَوَّلِيْنَۚ فَلَنْ تَجِدَ لِسُنَّتِ اللّٰهِ تَبْدِيْلًا ەۚ وَلَنْ تَجِدَ لِسُنَّتِ اللّٰهِ تَحْوِيْلًا  ;\r\n...Mereka hanyalah menunggu (berlakunya) ketentuan kepada orang-orang terdahulu. Maka kamu tidak akan mendapatkan perubahan bagi ketentuan Allah dan tidak (pula) akan menemui penyimpangan bagi ketentuan Allah itu. (F±¯ir/35: 43)\r\nDan firman Allah:\r\nسُنَّةَ اللّٰهِ الَّتِيْ قَدْ خَلَتْ مِنْ قَبْلُ  ۖوَلَنْ تَجِدَ لِسُنَّةِ اللّٰهِ تَبْدِيْلًا   \r\n(Demikianlah) hukum Allah yang telah berlaku sejak dahulu, kamu sekali-kali tidak akan menemukan perubahan pada hukum Allah itu. (al-Fat¥/48: 23);Pada ayat-ayat Al-Qur'an yang lain dijelaskan sifat tergesa-gesa yang ada pada manusia, sebagaimana firman Allah:\r\nوَيَدْعُ الْاِنْسَانُ بِالشَّرِّ دُعَاۤءَهٗ بِالْخَيْرِۗ وَكَانَ الْاِنْسَانُ عَجُوْلًا\r\nDan manusia (seringkali) berdoa untuk kejahatan sebagaimana (biasanya) dia berdoa untuk kebaikan. Dan memang manusia bersifat tergesa-gesa. (al-Isr±'/17: 11)\r\nDan firman Allah:\r\nخُلِقَ الْاِنْسَانُ مِنْ عَجَلٍۗ سَاُورِيْكُمْ اٰيٰتِيْ فَلَا تَسْتَعْجِلُوْنِ\r\nManusia diciptakan (bersifat) tergesa-gesa. Kelak akan Aku perlihatkan kepadamu tanda-tanda (kekuasaan)-Ku. Maka janganlah kamu minta Aku menyegerakannya. (al-Anbiy±/21: 37);Sifat tergesa-gesa ingin memperoleh kebaikan dan kesenangan pada manusia itu, adalah karena keinginan mereka memperoleh manfaat dari sesuatu dalam waktu singkat, padahal mereka mengetahui bahwa segala sesuatu ada prosesnya. Proses itu memerlukan tekad/niat yang kuat, kesabaran dan keuletan. Mustahil mereka akan mencapai suatu kesenangan, tetapi mereka tidak berusaha mencapainya dengan mengikuti syarat-syarat tercapainya sesuatu.\r\nLain halnya dengan keinginan manusia mengalami suatu siksaan, bahaya atau malapetaka. Keinginan ini timbul karena kebodohan, ketidakimanan, kedurhakaan, dan keingkaran mereka terhadap Nabi Muhammad saw atau karena mereka ingin memperolok-olokan sesuatu yang tidak mereka inginkan itu, atau karena kemarahan dan kebencian mereka terhadap sesuatu dan sebagainya, seperti yang terjadi atas orang-orang yang putus asa dalam kehidupannya, maka ia memohon kematian atas dirinya. Demikian pula orang-orang kafir yang tidak menginginkan sesuatu yang disampaikan Rasul Allah, lalu minta bukti dengan cara segera mendatangkan azab yang dijanjikan kepada mereka.\r\nKeinginan dan permintaan mereka itu dijawab oleh Allah dengan tegas melalui firman-Nya dalam ayat ini, yaitu seandainya Allah mau memperkenankan doa dan permintaan manusia, supaya ditimpakan azab kepada mereka atau suatu malapetaka, sesuai dengan permintaan yang mereka ajukan semata-mata karena kebodohan atau ingin melemahkan bukti-bukti kenabian yang disampaikan kepada mereka, seperti yang pernah diminta oleh orang-orang musyrik Mekah, tentulah Allah akan segera mengabulkannya dan itu amat mudah bagi Allah.\r\nPermintaan ini sering diajukan orang-orang musyrik Mekah kepada Nabi Muhammad saw yang menyampaikan agama Allah kepada mereka. Mereka meminta yang tidak pantas kepada Nabi, seperti meminta datangnya azab kepada mereka sebagaimana yang pernah didatangkan kepada bangsa-bangsa dahulu kala, meminta datangnya kiamat dan sebagainya, sebagaimana firman Allah:\r\nوَيَسْتَعْجِلُوْنَكَ بِالسَّيِّئَةِ قَبْلَ الْحَسَنَةِ وَقَدْ خَلَتْ مِنْ قَبْلِهِمُ الْمَثُلٰتُۗ وَاِنَّ رَبَّكَ لَذُوْ مَغْفِرَةٍ لِّلنَّاسِ عَلٰى ظُلْمِهِمْۚ وَاِنَّ رَبَّكَ لَشَدِيْدُ الْعِقَابِ   ;\r\nDan mereka meminta kepadamu agar dipercepat (datangnya) siksaan, sebelum (mereka meminta) kebaikan, padahal telah terjadi bermacam-macam contoh siksaan sebelum mereka. Sungguh, Tuhanmu benar-benar memiliki ampunan  bagi manusia atas kezaliman mereka, dan sungguh, Tuhanmu sangat keras siksaan-Nya.  (ar-Raad/13: 6);Dan firman Allah:\r\nوَيَسْتَعْجِلُوْنَكَ بِالْعَذَابِۗ وَلَوْلَآ اَجَلٌ مُّسَمًّى لَّجَاۤءَهُمُ الْعَذَابُۗ وَلَيَأْتِيَنَّهُمْ بَغْتَةً وَّهُمْ لَا يَشْعُرُوْنَ  \r\nDan mereka meminta kepadamu agar segera diturunkan azab. Kalau bukan karena waktunya yang telah ditetapkan, niscaya datang azab kepada mereka dan (azab itu) pasti akan datang kepada mereka dengan tiba-tiba, sedang mereka tidak menyadarinya. (al-Ankabµt/29: 53)\r\nBahkan orang-orang musyrik itu, karena sangat ingkar kepada Al-Qur′an, berani berdoa agar disegerakan azab atas mereka seandainya yang disampaikan Muhammad itu adalah benar. Allah berfirman:\r\nوَاِذْ قَالُوا اللهم  اِنْ كَانَ هٰذَا هُوَ الْحَقَّ مِنْ عِنْدِكَ فَاَمْطِرْ عَلَيْنَا حِجَارَةً مِّنَ السَّمَاۤءِ اَوِ ائْتِنَا بِعَذَابٍ اَلِيْمٍ  ;Dan (ingatlah,) ketika mereka (orang-orang musyrik) berkata, “Ya Allah, jika (Al-Quran) ini benar (wahyu) dari Engkau, maka hujanilah kami dengan batu dari langit, atau datangkanlah kepada kami azab yang pedih.” (al-Anf±l/8: 32)\r\nOrang-orang musyrik yang mengingkari adanya Hari Kiamat, menantang Rasulullah agar disegerakan datangnya Hari Kiamat itu, sebagaimana firman Allah:\r\nيَسْتَعْجِلُ بِهَا الَّذِيْنَ لَا يُؤْمِنُوْنَ بِهَاۚ وَالَّذِيْنَ اٰمَنُوْا مُشْفِقُوْنَ مِنْهَاۙ وَيَعْلَمُوْنَ اَنَّهَا الْحَقُّ ۗ اَلَآ اِنَّ الَّذِيْنَ يُمَارُوْنَ فِى السَّاعَةِ لَفِيْ ضَلٰلٍۢ بَعِيْدٍ   ;Orang-orang yang tidak percaya adanya Hari Kiamat meminta agar hari itu segera terjadi, dan orang-orang yang beriman merasa takut kepadanya dan mereka yakin bahwa Kiamat itu adalah benar (akan terjadi). Ketahuilah bahwa sesungguhnya orang-orang yang membantah tentang terjadinya Kiamat itu benar-benar telah tersesat jauh. (asy-Syµr±/42: 18)\r\nTujuan orang-orang musyrik meminta kepada Nabi Muhammad saw agar didatangkan segera hukuman yang dijanjikan itu, bukan hanya karena mereka tidak percaya kepadanya, tetapi juga untuk membantah dan melemahkan hujjah dan bukti kenabian, memperolok-olokan ayat-ayat      Al-Qur'an yang disampaikan kepada mereka dan untuk mengatakan kepada Nabi Muhammad saw bahwa mereka sangat mengingkari segala macam yang disampaikan beliau kepada mereka. Adakalanya di antara mereka ada yang percaya kepada Nabi saw, tetapi rasa dengki kepada Muhammad dan fanatik kepada agama nenek moyang mereka telah menyebabkan mereka tetap mengingkarinya.\r\nDari ayat ini dipahami bahwa Allah tidak akan memperkenankan doa dan permintaan mereka, dan tidak menghendaki kehancuran mereka seperti yang telah dialami oleh umat yang telah lalu, tetapi Allah Maha Pengasih lagi Maha Penyayang kepada mereka. Muhammad diutus sebagai nabi dan rasul terakhir kepada seluruh manusia sebagai rahmat bagi seluruh alam. Karena itu Allah selalu memberikan kesempatan kepada mereka untuk bertobat. Kalau mereka tetap dalam keingkaran dan kekafirannya sampai mati, maka Allah akan mengazab mereka dengan azab yang pedih.\r\nAllah tidak akan mendatangkan azab kepada mereka di dunia sebagaimana yang telah ditimpakan kepada umat-umat yang dahulu, karena seandainya Allah menimpakan azab kepada mereka, tentu mereka akan musnah semuanya, dan kemusnahan itu akan menimpa pula orang-orang yang beriman yang hidup dan berdiam di antara mereka, sebagaimana firman Allah:\r\nوَلَوْ يُؤَاخِذُ اللّٰهُ النَّاسَ بِظُلْمِهِمْ مَّا تَرَكَ عَلَيْهَا مِنْ دَاۤبَّةٍ وَّلٰكِنْ يُّؤَخِّرُهُمْ اِلٰٓى اَجَلٍ مُّسَمًّىۚ فَاِذَا جَاۤءَ اَجَلُهُمْ لَا يَسْتَأْخِرُوْنَ سَاعَةً  وَّلَا يَسْتَقْدِمُوْنَ   ;Dan kalau Allah menghukum manusia karena kezalimannya, niscaya tidak akan ada yang ditinggalkan-Nya (di bumi) dari makhluk yang melata sekalipun, tetapi Allah menangguhkan mereka sampai waktu yang sudah ditentukan. Maka apabila ajalnya tiba, mereka tidak dapat meminta penundaan atau percepatan sesaat pun. (an-Na¥l/16: 61)\r\n"}