{"tafsir_id":1377,"surah_id":10,"aya_number":13,"tafsir_wajiz":"Setelah dijelaskan bahwa di antara sifat buruk manusia adalah suka tergesa-gesa dan tidak bersyukur, lalu pada no_ayatt ini disebutkan berbagai azab yang ditimpakan kepada orang-orang yang zalim. Dan sungguh, Kami telah membinasakan secara menyeluruh atau mendatangkan azab berupa kerusakan dan kehancuran beberapa generasi umat-umat sebelum kamu, yakni kaum kafir Mekah yang semasa dengan Rasulullah, ketika mereka berbuat zalim, padahal para rasul mereka telah datang membawa keterangan-keterangan baik berupa mukjizat yang bersifat inderawi maupun yang tertera di dalam kitab suci, tetapi mereka sama sekali tidak mau beriman. Demikianlah Kami memberi balasan kepada orang-orang yang berbuat dosa.","tafsir_tahlili":"(13) Ayat ini menurut lahirnya ditujukan kepada orang kafir Mekah yang selalu memperolok-olokkan Nabi Muhammad, tetapi termasuk juga di dalamnya semua umat manusia yang bersikap dan bertindak seperti yang telah dilakukan orang-orang kafir Mekah itu. Umat-umat dahulu pernah dihancurkan seluruhnya karena kezaliman, kekafiran, dan keingkaran kepada rasul-rasul dan nabi-nabi yang telah diutus Allah kepada mereka. Padahal rasul-rasul dan nabi-nabi itu telah membentangkan jalan kebenaran, yang bila mereka tempuh akan menyampaikan mereka ke tempat yang penuh bahagia.\r\nOrang-orang dahulu pernah dibinasakan Allah, karena kezaliman mereka sebagaimana tersebut dalam firman-Nya:\r\nوَتِلْكَ الْقُرٰٓى اَهْلَكْنٰهُمْ لَمَّا ظَلَمُوْا وَجَعَلْنَا لِمَهْلِكِهِمْ مَّوْعِدًا ࣖ  ;Dan (penduduk) negeri itu telah Kami binasakan ketika mereka berbuat zalim, dan telah Kami tetapkan waktu tertentu bagi kebinasaan mereka. (al-Kahf/18: 59);Allah menegaskan bahwa orang-orang zalim dan ingkar itu pasti ditimpa azab yang sangat pedih. Allah berfirman:\r\nوَاِنْ مِّنْ قَرْيَةٍ اِلَّا نَحْنُ مُهْلِكُوْهَا قَبْلَ يَوْمِ الْقِيٰمَةِ اَوْ مُعَذِّبُوْهَا عَذَابًا شَدِيْدًاۗ كَانَ ذٰلِكَ فىِ الْكِتٰبِ مَسْطُوْرًا  ;Dan tidak ada suatu negeri pun (yang durhaka penduduknya), melainkan Kami membinasakannya sebelum Hari Kiamat atau Kami siksa (penduduknya) dengan siksa  yang sangat keras. Yang demikian itu telah tertulis di dalam Kitab (Lau¥ Ma¥fu©). (al-Isr±'/17: 58);Ada dua macam azab yang pernah ditimpakan Allah kepada orang-orang dahulu karena keingkaran dan kezaliman mereka yaitu:\r\n1. Dengan memusnahkan seluruh mereka yang mendustakan rasul dan yang berbuat zalim itu, seperti yang pernah ditimpakan-Nya kepada kaum ²d, ¤amµd, kaum Nuh dan sebagainya.\r\n2.  Mendatangkan azab berupa kerusakan, kekacauan dalam masyarakat dan sebagainya, sebagaimana firman Allah:\r\nوَكَمْ قَصَمْنَا مِنْ قَرْيَةٍ كَانَتْ ظَالِمَةً وَّاَنْشَأْنَا بَعْدَهَا قَوْمًا اٰخَرِيْنَ\r\nDan berapa banyak (penduduk) negeri yang zalim yang telah Kami binasakan, dan Kami jadikan generasi yang lain setelah mereka itu (sebagai penggantinya). (al-Anbiy±'/21: 11);Kerusakan dan kekacauan dalam masyarakat itu terjadi karena banyaknya pribadi-pribadi yang telah rusak, kemewahan yang berlebihan, suka hidup berfoya-foya, menuruti hawa nafsu, kerusakan akhlak dan sebagainya yang mengakibatkan golongan yang lemah di antara mereka berada di bawah kekuasaan golongan yang kuat. Akan tetapi jika mereka mendustakan rasul yang membawa petunjuk ke jalan yang lurus, mereka tidak lagi bisa menerima ajaran yang dibawa rasul-rasul itu, karena telah terbiasa berlaku zalim, kafir dan hidup mementingkan kesenangan duniawi, sehingga iman mereka tidak dapat diharapkan lagi sedikit pun, maka Allah menghancurkan dan memusnahkan mereka.\r\nDemikianlah Allah memberikan balasan kepada orang-orang yang zalim dan mengerjakan perbuatan dosa. Ada kalanya Allah menghancurkannya sekaligus, atau mendatangkan azab berupa kerusakan dan kehancuran dalam masyarakat mereka. Hal ini merupakan peringatan keras dari Allah kepada orang-orang musyrik Mekah yang mendustakan Rasulullah.\r\n"}