{"tafsir_id":1378,"surah_id":10,"aya_number":14,"tafsir_wajiz":" Kemudian Kami jadikan kamu, seluruh manusia, sebagai pengganti-pengganti mereka untuk menjadi pemimpin di bumi setelah mereka binasa, untuk Kami lihat bagaimana kamu berbuat, kebaikan atau keburukan. Allah akan memberi pahala orang yang berbuat baik dan menghukum orang yang yang berbuat jahat.","tafsir_tahlili":"(14) Setelah umat-umat yang terdahulu hancur, maka Allah mengganti dengan umat Muhammad, umat yang mengikuti agama Islam, agama yang membawa manusia kepada kebahagiaan hidup di dunia dan di akhirat.\r\nAyat ini merupakan berita gembira bagi pengikut-pengikut Nabi Muhammad yang sedang mendapat tekanan dan siksaan orang-orang musyrik Mekah waktu itu. Dengan ayat ini mereka bertambah yakin akan kebenaran agama Islam dan bertambah yakin pula bahwa perjuangan mereka berhasil dengan kemenangan.\r\nJanji Allah ini sesuai pula dengan firman-Nya:\r\nوَعَدَ اللّٰهُ الَّذِيْنَ اٰمَنُوْا مِنْكُمْ وَعَمِلُوا الصّٰلِحٰتِ لَيَسْتَخْلِفَنَّهُمْ فِى الْاَرْضِ كَمَا اسْتَخْلَفَ الَّذِيْنَ مِنْ قَبْلِهِمْۖ وَلَيُمَكِّنَنَّ لَهُمْ دِيْنَهُمُ الَّذِى ارْتَضٰى لَهُمْ وَلَيُبَدِّلَنَّهُمْ مِّنْۢ بَعْدِ خَوْفِهِمْ اَمْنًاۗ يَعْبُدُوْنَنِيْ لَا يُشْرِكُوْنَ بِيْ شَيْـًٔاۗ وَمَنْ كَفَرَ بَعْدَ ذٰلِكَ فَاُولٰۤىِٕكَ هُمُ الْفٰسِقُوْنَ  ;Allah telah menjanjikan kepada orang-orang di antara kamu yang beriman dan mengerjakan kebajikan, bahwa Dia sungguh akan menjadikan mereka berkuasa di bumi, sebagaimana Dia telah menjadikan orang-orang yang sebelum mereka berkuasa, dan sungguh Dia akan meneguhkan bagi mereka agama yang telah Dia ridai. Dan Dia benar-benar mengubah (keadaan) mereka, setelah berada dalam ketakutan menjadi aman sentosa. Mereka (tetap) menyembah-Ku dengan tidak mempersekutukan-Ku dengan sesuatu pun. Tetapi barang siapa (tetap) kafir setelah (janji) itu, maka mereka itulah orang-orang yang fasik. (an-Nµr/24: 55);Ayat ini merupakan peringatan bagi kaum Muslimin agar selalu berhati-hati dalam menentukan apa yang akan mereka lakukan dan selalu ingat akan tugas-tugas yang diberikan Allah kepada manusia sebagai Khalifah di bumi.\r\nDi antara tugas khalifah di bumi ialah menegakkan hak dan keadilan, membersihkan alam ini dari perbuatan najis, syirik, fasik, serta meninggikan kalimah Allah di muka bumi. Allah akan memperhatikan dan mencatat semua perbuatan manusia dalam melaksanakan tugasnya, apakah sesuai dengan yang diperintahkan-Nya atau tidak. Sebagaimana firman-Nya:\r\nوَهُوَ الَّذِيْ خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ فِيْ سِتَّةِ اَيَّامٍ وَّكَانَ عَرْشُهٗ عَلَى الْمَاۤءِ لِيَبْلُوَكُمْ اَيُّكُمْ اَحْسَنُ عَمَلًا ۗ ;Dan Dialah yang menciptakan langit dan bumi dalam enam masa dan adalah Arsy-Nya di atas air, agar Dia menguji siapakah di antara kamu yang lebih baik amalnya. (Hµd/11: 7);Sehubungan dengan ayat ini, Qatadah berkata, “Tuhan kita telah berbuat yang benar. Dia menjadikan kita sebagai khalifah di muka bumi, tidak lain hanyalah untuk melihat amal-amal kita, maka perlihatkanlah kepada Allah amalan-amalan kamu yang baik di malam dan siang hari.” \r\n"}