{"tafsir_id":1382,"surah_id":10,"aya_number":18,"tafsir_wajiz":"Setelah dijelaskan kerugian yang akan diperoleh oleh orang yang berbuat zalim karena ingkar terhadap no_ayatt-no_ayatt Al-Qur'an, lalu dijelaskan bentuk lain dari kezaliman mereka yaitu syirik. Dan mereka menyembah selain Allah, sesuatu yang dijadikan sembahan yang tidak dapat mendatangkan bencana kepada mereka, apabila mereka tidak menyembahnya, dan tidak pula memberi manfaat dan tidak bisa menolak madarat ketika mereka menyembahnya, dan mereka dengan yakin berkata, “Mereka berhala dan sembahan kami lainnya itu adalah pemberi syafaat kami di hadapan Allah.” Padahal sembahan tersebut tidak mampu mendatangkan manfaat atau menolak madarat atas diri mereka sendiri. Agar lebih jelas, maka katakanlah kepada mereka wahai Nabi, “Apakah pantas kamu akan memberitahu kepada Allah sesuatu yang tidak diketahui-Nya apa yang di langit dan tidak pula yang di bumi? Kalimat ini adalah ejekan kepada orang yang menyembah berhala, yang menyangka bahwa berhala-berhala itu dapat memeberi syafaat di sisi Allah. Dia Maha mengetahui segala yang ada di langit dan di bumi, karena Dia pencipta dan pemeliharanya dan tiada sesuatu pun sekutu bagi-Nya. Mahasuci Allah dan Mahatinggi dari apa yang mereka persekutukan itu, tiada tuhan yang berhak disembah selain Allah.","tafsir_tahlili":"(18) Ayat ini menerangkan bentuk kepercayaan orang-orang Arab Jahiliyah. Mereka menyembah berhala di samping menyembah Allah, karena mereka percaya bahwa patung-patung dan berhala-berhala itu dapat memberi manfaat kepada mereka sebagaimana ia dapat memberi mudarat, jika mereka melakukan sesuatu yang dapat menimbulkan kemarahannya. Padahal jika mereka mau berpikir dan menyadari benar-benar bahwa patung itu adalah benda mati yang dibuat oleh tangan mereka sendiri, mereka akan tahu bahwa berhala-berhala itu tidak akan dapat menimbulkan mudarat atau manfaat kepada siapapun dan tentu mereka tidak akan menyembahnya. Yang berhak disembah hanyalah Yang Maha Kuasa lagi Maha Pencipta.\r\nOrang-orang Arab pada masa Jahiliyah menganut bermacam-macam agama dan kepercayaan, serta mempunyai beberapa cara dalam melakukan peribadatan kepada sembahan-sembahan mereka. Semua kepercayaan itu menunjukkan keyakinan bahwa tuhan itu banyak, bukan esa. Dengan perkataan lain, mereka mempersekutukan Allah dengan yang lain. Di antara mereka ada pula yang memeluk agama Yahudi seperti sebagian penduduk Medinah dan sebagian penduduk Yaman, dan ada pula yang memeluk agama Nasrani seperti penduduk Gass±n dan penduduk Najr±n, demikian pula segolongan suku Aus dan Khazr±j yang tinggal di daerah, yang berbatasan dengan Khaibar, Qurai§ah, dan Bani Na«ir.\r\nDi antara mereka ada pula yang beragama ¢abiin, yaitu umat sebelum Nabi Muhammad yang mengetahui adanya Tuhan Yang Maha Esa, dan mempercayai adanya pengaruh bintang-bintang.\r\nKemudian Allah menerangkan sikap orang-orang Arab terhadap berhala-berhala, di antaranya ada yang mengatakan bahwa mereka percaya berhala itu tidak dapat mendatangkan kemudaratan dan manfaat, tetapi mereka percaya bahwa sembahan-sembahan itulah yang akan menjadi perantara bagi mereka untuk memohonkan syafaat bagi mereka di sisi Allah, dan itulah jalan yang terdekat. Karena itulah mereka berna©ar, menyembelih kurban dan berdoa kepada sembahan-sembahan itu dan menyebut nama-namanya. Dengan melakukan yang demikian mereka merasa bertambah dekat kepada Allah.\r\nDiriwayatkan oleh Ibnu Abi ¦atim dari Ikrimah bahwa Na«ar bin ¦aris berkata, “Apabila datang Hari Kiamat, maka Lata dan Uzza akan memberi syafaat kepadaku.”\r\nDari keterangan di atas dapat diambil kesimpulan bahwa inti dari kepercayaan bangsa Arab Jahiliah ialah sekalipun mereka mempercayai Tuhan Maha Pencipta itu ada, tetapi dalam hubungan antara Tuhan dan manusia masih memerlukan perantara (wasilah) yang akan menyampaikan permohonan mereka kepada Tuhannya. Kemudian Allah memerintahkan agar Nabi Muhammad menyampaikan kepada orang-orang musyrik itu sesuatu yang dapat membuktikan kebohongan mereka dan sesuatu yang dapat membantah perkataan mereka dengan mengatakan bahwa apakah mereka mengabarkan kepada Allah sesuatu yang tidak diketahui-Nya, yaitu bahwa ada pemberi syafaat di langit dan di bumi yang dapat memberikan syafaat sebagai perantara antara Allah dan makhluk-Nya, padahal seandainya ada tentu Allah mengetahuinya. Tidak ada sesuatu pun di langit dan di bumi yang tidak diketahui Allah, ada dan tidaknya sesuatu semata-mata menurut kehendak Allah, apalagi syafaat itu hanya diberikan semata-mata dengan izin Allah dan hanya diberikan kepada siapa yang dikehendaki-Nya.\r\nRasulullah saw sendiri tidak sanggup memberi kemanfaatan untuk dirinya, begitu pula menolak kemudaratan kecuali dengan izin Allah sebagai firman Allah:\r\nقُلْ لَّآ اَمْلِكُ لِنَفْسِيْ نَفْعًا وَّلَا ضَرًّا اِلَّا مَا شَاۤءَ اللّٰهُ ۗوَلَوْ كُنْتُ اَعْلَمُ الْغَيْبَ لَاسْتَكْثَرْتُ مِنَ الْخَيْرِۛ وَمَا مَسَّنِيَ السُّوْۤءُ ۛاِنْ اَنَا۠ اِلَّا نَذِيْرٌ وَّبَشِيْرٌ لِّقَوْمٍ يُّؤْمِنُوْنَ ;Katakanlah (Muhammad), “Aku tidak kuasa mendatangkan manfaat maupun menolak mudarat bagi diriku kecuali apa yang dikehendaki Allah. Sekiranya aku mengetahui yang gaib, niscaya aku membuat kebajikan sebanyak-banyaknya dan tidak akan ditimpa bahaya. Aku hanyalah pemberi peringatan, dan pembawa berita gembira bagi orang-orang yang beriman. (al-Ar±f/7: 188);Akhir ayat ini menerangkan kemahasucian Allah, Tuhan semesta alam dari persekutuan sebagaimana yang dikatakan orang-orang musyrik itu.\r\nAyat ini juga mengisyaratkan bahwa segala sesuatu yang berhubungan dengan Tuhan hanya dapat diperoleh penjelasannya dengan perantaraan wahyu yang disampaikan kepada rasul-Nya, sedangkan segala sesuatu itu diketahui Allah, baik yang tersembunyi maupun yang nyata.\r\n"}