{"tafsir_id":1383,"surah_id":10,"aya_number":19,"tafsir_wajiz":"Penyembahan terhadap selain Allah sebagaimana yang dilakukan oleh orang-orang musyrik adalah sebuah penyimpangan yang tidak dikenal pada awal kehidupan manusia, karena manusia diciptakan dalam keadaan fitrah. no_ayatt ini menegaskan bahwa dan manusia itu dahulunya hanyalah satu umat, mereka semuanya tunduk dan patuh kepada Allah, kemudian mereka terkena godaan setan sehingga berselisih, yakni ada yang tetap taat dan ada yang durhaka bahkan mereka terpecah menjadi kelompok-kelompok yang berbeda keyakinan. Kalau tidak karena suatu ketetapan yang telah ada dari Tuhanmu, bahwa perselisihan manusia di dunia itu akan diputuskan di akhirat, pastilah telah diberi keputusan di antara mereka ketika di dunia ini, tentang apa yang mereka perselisihkan itu.","tafsir_tahlili":"(19) Yang dimaksud satu umat di sini ialah satu akidah, yaitu percaya kepada Allah Yang Maha Esa, karena manusia sejak dilahirkan ke dunia telah menganut kepercayaan tauhid, Allah telah mengambil kesaksian terhadap manusia, sejak mereka dikeluarkan dari sulbi, (lihat tafsir Surah al-Baqarah/2: 213 dan al-Arāf/7: 172) sebagai fitrah kejadiannya, seperti sabda Nabi Muhammad saw:\r\nكُلُّ مَوْلُوْدٍ يُوْلَدُ عَلَى الْفِطْرَةِ، فَأَبَوَاهُ  يُهَوِّدَانِهِ اَوْ يُنَصِّرَانِهِ اَوْ يُمَجِّسَانِهِ (رواه أبو يعلى والطبراني والبيهقي عن الأسود بن سري)\r\nTiap anak yang lahir itu dilahirkan dalam keadaan fitrah, maka kedua orang tuanyalah yang menjadikannya Yahudi atau Nasrani atau Majusi. (Riwayat Ab³ Yal±, a¯-°abr±ni dan al-Baihaq³ dari al-Aswad bin Sar³)\r\nPada mulanya, manusia hidup sederhana, dalam satu kesatuan, seakan-akan mereka satu keluarga. Akan tetapi, setelah mereka berkembang biak, terbentuklah suku-suku dan bangsa-bangsa yang berbeda-beda, baik dari sisi kepentingan maupun kemaslahatannya. Karena hawa nafsu, merekapun berselisih. Oleh karena itu, Allah mengutus kepada mereka para rasul yang menyampaikan petunjuk Allah, untuk menghilangkan perselisihan dan perbedaan pendapat di antara mereka. Para rasul itu membawa kitab yang berisi wahyu Allah. Kemudian manusia berselisih pula tentang kitab yang telah diturunkan Allah itu, sehingga terjadilah permusuhan dan pertarungan di antara mereka.\r\nSebagian mufasir berpendapat bahwa yang dimaksud dengan “manusia” dalam ayat ini ialah orang Arab. Mereka dahulu adalah pengikut-pengikut agama yang dibawa oleh Nabi Ibrahim, agama yang mengakui keesaan Allah. Kemudian masuklah unsur syirik kepada kepercayaan mereka, sehingga sebagian mereka menyembah berhala di samping menyembah Allah dan sebagian masih tetap menganut agama Nabi Ibrahim. Terjadilah perselisihan antara kedua golongan itu.\r\nJika diperhatikan antara kedua pendapat ini maka tidak ada perbedaan pokok, karena pendapat pertama adalah sifatnya umum, meliputi seluruh manusia yang ada di dunia, sedangkan pendapat kedua adalah khusus untuk orang Arab saja, tetapi tidak menutup kemungkinan berlakunya untuk semua manusia.\r\nDengan peringatan yang sangat keras dengan menyatakan bahwa seandainya belum ditetapkan oleh Allah dahulu untuk memberikan balasan yang setimpal dan adil di akhirat, maka Allah akan segera membinasakan orang-orang yang berselisih itu di dunia ini. Mereka membawa perpecahan dan permusuhan, apalagi perselisihan mereka itu tentang Kitab Allah yang sebenarnya diturunkan untuk menghilangkan perselisihan.\r\n"}