{"tafsir_id":1384,"surah_id":10,"aya_number":20,"tafsir_wajiz":"Setelah dijelaskan perselisihan yang terjadi diantara umat manusia, lalu kembali dijelaskan tentang tuntutan orang musyrik agar Allah memberikan mu'jizat yang kasat mata kepada Nabi Muhammad. Dan mereka berkata, “Mengapa tidak diturunkan kepadanya (Muhammad) suatu bukti, yakni mukjizat dari Tuhannya, yakni mukjizat yang dapat diindra?” Padahal mu'jizat seperti yang mereka minta sesungguhnya telah diturunkan kepada para nabi sebelum Nabi Muhammad, tetapi umat para nabi tersebut tetap ingkar. Katakanlah, wahai Nabi Muhammad “Sungguh, segala yang gaib itu hanya milik Allah; sebab itu tunggu sajalah olehmu, apakah Allah akan mengabulkan permintaanmu atau tidak. Allah Maha mengetahui apa yang terbaik untuk hambanya. Ketahuilah, sesungguhnya aku juga menunggu bersama kamu, apa keputusan Allah untuk kita semua.”","tafsir_tahlili":"(20) Dalam ayat ini dijelaskan sikap orang-orang musyrik kepada Nabi dengan mengatakan bahwa mengapa tidak diturunkan kepada Muhammad tanda-tanda kerasulannya yang berhubungan dengan alam ini, seperti yang pernah diturunkan kepada nabi-nabi sebelumnya, seperti angin topan Nabi Nuh, membelah laut untuk Nabi Musa, dan sebagainya.\r\nPermintaan dan keheranan mereka itu dilukiskan dalam ayat yang lain, sebagai berikut:\r\nوَقَالُوْا مَالِ هٰذَا الرَّسُوْلِ يَأْكُلُ الطَّعَامَ وَيَمْشِيْ فِى الْاَسْوَاقِۗ  لَوْلَآ اُنْزِلَ اِلَيْهِ مَلَكٌ فَيَكُوْنَ مَعَهٗ نَذِيْرًا ۙ  ٧  اَوْ يُلْقٰىٓ اِلَيْهِ كَنْزٌ اَوْ تَكُوْنُ لَهٗ جَنَّةٌ يَّأْكُلُ مِنْهَاۗ وَقَالَ الظّٰلِمُوْنَ اِنْ تَتَّبِعُوْنَ اِلَّا رَجُلًا مَّسْحُوْرًا  ٨  ;Dan mereka berkata, ”Mengapa Rasul (Muhammad) ini memakan makanan dan berjalan di pasar-pasar? Mengapa malaikat tidak diturunkan kepadanya (agar malaikat) itu memberikan peringatan bersama dia, atau (mengapa tidak) diturunkan kepadanya harta kekayaan atau (mengapa tidak ada) kebun baginya, sehingga dia dapat makan dari (hasil)nya?” Dan orang-orang zalim itu berkata, ”Kamu hanyalah mengikuti seorang laki-laki yang kena sihir.” (al-Furq±n/25: 7-8);Mereka juga meminta bukti-bukti kenabian yang lain, seperti kebun-kebun yang indah dimana sungai-sungai mengalir di sana, atau azab dengan menjatuhkan langit, atau rumah dari emas yang diberikan kepada Muhammad. Dalam ayat lain Allah berfirman:\r\nوَقَالُوْا لَنْ نُّؤْمِنَ لَكَ حَتّٰى تَفْجُرَ لَنَا مِنَ الْاَرْضِ يَنْۢبُوْعًاۙ    ٩٠  اَوْ تَكُوْنَ لَكَ جَنَّةٌ مِّنْ نَّخِيْلٍ وَّعِنَبٍ فَتُفَجِّرَ الْاَنْهٰرَ خِلٰلَهَا تَفْجِيْرًاۙ    ٩١  اَوْ تُسْقِطَ السَّمَاۤءَ كَمَا زَعَمْتَ عَلَيْنَا كِسَفًا اَوْ تَأْتِيَ بِاللّٰهِ وَالْمَلٰۤىِٕكَةِ قَبِيْلًاۙ    ٩٢  اَوْ يَكُوْنَ لَكَ بَيْتٌ مِّنْ زُخْرُفٍ اَوْ تَرْقٰى فِى السَّمَاۤءِ ۗوَلَنْ نُّؤْمِنَ لِرُقِيِّكَ حَتّٰى تُنَزِّلَ عَلَيْنَا كِتٰبًا نَّقْرَؤُهٗۗ ;Dan mereka berkata, ”Kami tidak akan percaya kepadamu (Muhammad) sebelum engkau memancarkan mata air dari bumi untuk kami. Atau engkau mempunyai sebuah kebun kurma dan anggur, lalu engkau alirkan di celah-celahnya sungai yang deras alirannya, Atau engkau jatuhkan langit berkeping-keping atas kami, sebagaimana engkau katakan, atau (sebelum) engkau datangkan Allah dan para malaikat berhadapan muka dengan kami. Atau engkau mempunyai sebuah rumah (terbuat) dari emas, atau engkau naik ke langit. Dan kami tidak akan mempercayai kenaikanmu itu sebelum engkau turunkan kepada kami sebuah kitab untuk kami baca.” (al-Isr±'/17: 90-93);Maka Allah mengajarkan Nabi Muhammad jawaban atas permintaan orang-orang musyrik itu sebagaimana tersebut dalam firman-Nya:\r\nوَمَا مَنَعَنَآ اَنْ نُّرْسِلَ بِالْاٰيٰتِ اِلَّآ اَنْ كَذَّبَ بِهَا الْاَوَّلُوْنَۗ وَاٰتَيْنَا ثَمُوْدَ النَّاقَةَ مُبْصِرَةً فَظَلَمُوْا بِهَاۗ وَمَا نُرْسِلُ بِالْاٰيٰتِ اِلَّا تَخْوِيْفًا  \r\nDan tidak ada yang menghalangi Kami untuk mengirimkan (kepadamu) tanda-tanda (kekuasaan Kami), melainkan karena (tanda-tanda) itu telah didustakan oleh orang terdahulu. Dan telah Kami berikan kepada kaum ¤amµd unta betina (sebagai mukjizat) yang dapat dilihat, tetapi mereka menganiaya (unta betina itu). Dan Kami tidak mengirimkan tanda-tanda itu melainkan untuk menakut-nakuti. (al-Isr±'/17: 59);Setiap rasul yang diutus Allah diberi-Nya mukjizat untuk membuktikan dan menguatkan risalahnya, tetapi mukjizat yang diberikan itu berbeda-beda, disesuaikan dengan keadaan dan tempat umat yang akan menerima risalah itu. Khususnya Nabi Muhammad saw diberikan mukjizat berupa Al-Quran karena mukjizat itu sesuai dengan tingkat pengetahuan orang-orang Arab dan manusia yang hidup sesudahnya. Diriwayatkan bahwa Nabi Muhammad saw bersabda:\r\nمَا مِن نَبِيٍّ إِلاَّ وَقَدْ أُعْطِيَ مِنَ الاٰيَاتِ مِثْلُهُ اٰمَنَ عَلَيْهِ الْبَشَرُ وَإِنَّمَا كَانَ الَّذِيْ أُوْتِيْتُهُ وَحْيًا أَوْحَاهُ الله ُإِليَّ فَأَرْجُوْ أَنْ أَكُوْنَ أَكْثَرَهُمْ تَابِعًا يَوْمَ الْقِيَامَةِ (رواه البخاري ومسلم والترمذي عن أبي هريرة)\r\nTidak ada seorang Nabi (yang diutus Allah), kecuali Dia memberinya mukjizat-mukjizat yang karenanyalah manusia beriman kepadanya. Yang diberikan kepadaku tak lain adalah wahyu yang telah diwahyukan Allah kepadaku. Maka aku mengharapkan agar akulah di antara mereka yang paling banyak pengikutnya di Hari Kiamat. (Riwayat al-Bukh±ri, Muslim, dan at-Tirmi©³ dari Abµ Hurairah);Allah memerintahkan kepada Nabi Muhammad saw agar memberi peringatan keras kepada orang-orang musyrik dengan mengatakan kepada mereka bahwa barang yang gaib itu di bawah kekuasan Allah, hanya Dialah yang memilikinya, termasuk di dalamnya mukjizat-mukjizat yang mereka minta itu. Jika Allah berkehendak menurunkannya kepada mereka, maka Dia sendirilah yang mengetahui waktu turunnya. Muhammad hanyalah seorang rasul, yang bertugas menyampaikan agama dan ketetapan Allah atas diri mereka, sebagaimana Muhammad pun termasuk orang-orang yang menunggu datangnya ketetapan itu.\r\nDalam ayat lain Allah berfirman :\r\nقُلْ مَا كُنْتُ بِدْعًا مِّنَ الرُّسُلِ وَمَآ اَدْرِيْ مَا يُفْعَلُ بِيْ وَلَا بِكُمْۗ اِنْ اَتَّبِعُ اِلَّا مَا يُوْحٰٓى اِلَيَّ وَمَآ اَنَا۠ اِلَّا نَذِيْرٌ مُّبِيْنٌ   ;Katakanlah (Muhammad), ”Aku bukanlah rasul yang pertama di antara rasul-rasul dan aku tidak tahu apa yang akan diperbuat terhadapku dan terhadapmu. Aku hanyalah mengikuti apa yang diwahyukan kepadaku dan aku hanyalah pemberi peringatan yang menjelaskan. (al-A¥q±f/46: 9);Apa yang dinantikan Muhammad saw dan apa pula yang mereka nantikan diterangkan Allah pada ayat 102 surah ini.\r\n"}