{"tafsir_id":1385,"surah_id":10,"aya_number":21,"tafsir_wajiz":"Setelah pada no_ayatt sebelumnya dijelaskan sifat buruk orang musyrik lalu dalam no_ayatt ini dijelaskan sifat dasar manusia pada umumnya. Dan apabila Kami memberikan suatu rahmat, keselamatan kepada manusia yang durhaka, setelah mereka ditimpa bencana, baik pada diri, harta, keluarga, dan alam lingkungan mereka, maka mereka tidak bersyukur, bahkan mereka segera melakukan segala tipu dno_ayat menentang no_ayatt-no_ayatt Kami. Katakanlah, “Allah lebih cepat pembalasannya atas tipu dno_ayat itu.” Sesungguhnya malaikat-malaikat Kami mencatat tipu dno_ayatmu. Tidak ada sedikitpun perbuatan manusia yang terlewat dari pengawasan Allah dan kelak di akhirat Dia akan memberikan balasan dengan seadil-adilnya.","tafsir_tahlili":"(21) Ayat ini menerangkan sifat orang kafir pada umumnya dan sifat orang musyrik pada khususnya. Bahwa bila Allah memberikan suatu kelapangan kepada mereka setelah menderita suatu kesukaran atau kebahagiaan sesudah mereka sengsara, mereka tidak mengakui bahwa kelapangan dan kebahagiaan itu datangnya dari Allah, sehingga mereka tidak mensyukuri-Nya.\r\nApabila rahmat Allah datang kepadanya berupa hujan yang diturunkan dari langit yang menumbuhkan tanam-tanaman dan menghidupkan binatang ternak, mereka menyatakan bahwa itu adalah berkat berhala dan sembahan-sembahan mereka, atau mereka mengatakan bahwa hujan itu turunnya secara kebetulan saja, karena musim hujan telah tiba. Jika mereka ditimpa kesukaran, kemudian kesukaran itu hilang maka mereka mengatakan bahwa kesukaran itu hilang semata-mata karena mereka sendiri adalah orang-orang yang pandai menghilangkan kesukaran dan termasuk orang-orang yang bernasib baik. Hal yang seperti ini telah dilakukan oleh Firaun dan kaumnya setiap mereka menerima azab Allah dan setiap mereka terlepas dari azab itu. Hal yang sama dilakukan orang-orang musyrik Mekah terhadap Nabi Muhammad saw dan pengikut-pengikutnya.\r\nDiriwayatkan oleh al-Bukhār³ dari Abdull±h bin Masµd bahwa tatkala orang-orang Quraisy menyakiti Rasul sampai melampui batas, Rasulullah saw berdoa kepada Allah agar orang musyrik ditimpakan azab berupa musim kemarau seperti tahun kemarau yang terjadi pada masa Nabi Yusuf. Maka merekapun ditimpa musim kemarau yang sangat dahsyat, hingga mereka terpaksa makan tulang dan bangkai. Karena kekeringan dan panas yang sangat tinggi, penglihatan mereka menjadi berkunang-kunang dan berasap sebagai dilukiskan Allah dalam Surah ad-Dukhān/44 ayat 10. Maka datang-lah Abu Sufyan, pemimpin Quraisy kepada Muhammad saw, ia berkata, “Ya Muhammad, sesungguhnya engkau memerintahkan kepada kami mengada-kan hubungan silahturrahim, dan sesungguhnya kaummu telah binasa, maka mohonkanlah kepada Allah agar mereka dilepaskan dari kesulitan itu.  Maka Rasulullah berdoa kepada Allah, lalu kesulitan dan malapetaka itu pun berakhir dan turunlah hujan. Ternyata, tidak berapa lama, mereka kembali mengingkari Rasulullah dan memusuhinya.\r\nKarena sikap mereka yang demikian itu, maka Allah memerintahkan kepada Rasulullah saw untuk menyampaikan peringatan kepada orang-orang musyrik itu bahwa Allah lebih cepat siksa-Nya dari tipu daya mereka, Allah telah menyiapkan azab yang akan ditimpakan kepada mereka, sebelum mereka sempat mengatur siasat tipu daya untuk menghancurkan Islam dan kaum Muslimin. Semua amalan baik dan buruk akan dicatat oleh malaikat yang telah ditugaskan Allah. Tidak ada satu pun dari perbuatan manusia, baik yang kecil maupun yang besar yang tidak dituliskannya. Kemudian di akhirat nanti, setiap manusia akan memperoleh balasan segala perbuatannya itu. Perbuatan buruk dibalas dengan siksa neraka, sedang perbuatan baik dibalas dengan kenikmatan surga.\r\nAyat ini mengisyaratkan bahwa semua pembicaraan manusia dicatat oleh malaikat dan keberadaan malaikat itu ditegaskan oleh ayat ini.\r\n"}