{"tafsir_id":139,"surah_id":2,"aya_number":132,"tafsir_wajiz":"Salah satu faktor yang membuat kedudukan Nabi Ibrahim tinggi di dunia dan akhirat adalah Islam, yaitu penyerahan diri sepe nuhnya kepada Allah. Dan Ibrahim pun mewasiatkan ajaran penyerahan diri itu kepada anak-anaknya, Ismail dan Ishak. Demikian pula Yakub, ia berwasiat kepada anak-anaknya, “Wahai anak-anakku! Sesungguhnya Allah telah memilih agama penyerahan diri ini untukmu, maka janganlah kamu mati kecuali dalam keadaan muslim yang berserah diri.”","tafsir_tahlili":"(132) Ibrahim dan Yakub berwasiat kepada putra-putranya, demikian juga yang dilakukan oleh cucunya Yakub kepada putra-putranya bahwa Allah telah memilihkan agama yang paling baik bagi mereka dan mengingatkan mereka agar menganut agama itu selama-lamanya, dan jangan sampai mati kecuali dalam keadaan Muslim. Agama yang dimaksud adalah agama Islam. Allah menegaskan bahwa agama yang hak di sisi-Nya ialah agama Islam. Allah berfirman:\r\nاِنَّ الدِّيْنَ عِنْدَ اللّٰهِ الْاِسْلَامُ ۗ وَمَا اخْتَلَفَ الَّذِيْنَ اُوْتُوا الْكِتٰبَ اِلَّا مِنْۢ بَعْدِ مَا جَاۤءَهُمُ الْعِلْمُ بَغْيًاۢ بَيْنَهُمْ ۗوَمَنْ يَّكْفُرْ بِاٰيٰتِ اللّٰهِ فَاِنَّ اللّٰهَ سَرِيْعُ الْحِسَابِ  \r\nSesungguhnya agama di sisi Allah ialah Islam. Tidaklah berselisih orang-orang yang telah diberi Kitab kecuali setelah mereka memperoleh ilmu, karena kedengkian di antara mereka. Barang siapa ingkar terhadap ayat-ayat Allah, maka sungguh, Allah sangat cepat perhitungan-Nya. (²li Imr±n/3: 19)\r\nوَمَنْ يَّبْتَغِ غَيْرَ الْاِسْلَامِ دِيْنًا فَلَنْ يُّقْبَلَ مِنْهُۚ وَهُوَ فِى الْاٰخِرَةِ مِنَ الْخٰسِرِيْنَ  \r\nDan barang siapa mencari agama selain Islam, dia tidak akan diterima, dan di akhirat dia termasuk orang yang rugi. (²li Imr±n/3: 85)\r\nAgama yang dibawa Ibrahim itu terdapat pula di dalam kitab Musa (Taurat). Allah swt berfirman:\r\nاِنَّ هٰذَا لَفِى الصُّحُفِ الْاُوْلٰىۙ   ١٨  صُحُفِ اِبْرٰهِيْمَ وَمُوْسٰى ࣖ   ١٩  \r\nSesungguhnya ini terdapat dalam kitab-kitab yang dahulu, (yaitu) kitab-kitab Ibrahim dan Musa. (al-Al±/87: 18,19);قُوْلُوْٓا اٰمَنَّا بِاللّٰهِ وَمَآ اُنْزِلَ اِلَيْنَا وَمَآ اُنْزِلَ اِلٰٓى اِبْرٰهٖمَ وَاِسْمٰعِيْلَ وَاِسْحٰقَ وَيَعْقُوْبَ وَالْاَسْبَاطِ وَمَآ اُوْتِيَ مُوْسٰى وَعِيْسٰى وَمَآ اُوْتِيَ النَّبِيُّوْنَ مِنْ رَّبِّهِمْ\r\nKatakanlah, “Kami beriman kepada Allah dan kepada apa yang diturunkan kepada kami, dan kepada apa yang diturunkan kepada Ibrahim, Ismail, Ishak, Yakub dan anak cucunya, dan kepada apa yang diberikan kepada Musa dan Isa serta kepada apa yang diberikan kepada nabi-nabi dari Tuhan mereka. …” (al-Baqarah/2: 136)\r\nAllah tidak membeda-bedakan para nabi dan rasul yang diutus-Nya. Allah berfirman:\r\nلَا نُفَرِّقُ بَيْنَ اَحَدٍ مِّنْهُمْۖ وَنَحْنُ لَهٗ مُسْلِمُوْنَ   \r\n“…Kami tidak membeda-bedakan seorang pun di antara mereka, dan kami berserah diri kepada-Nya.” (al-Baqarah/2: 136);Karena itu, Allah memerintahkan Nabi Muhammad dan kaum Muslimin beriman kepada para nabi dan rasul-Nya. Iman kepada para nabi dan rasul serta apa yang dibawanya termasuk rukun iman.\r\nDari perkataan “Ibrahim telah mewasiatkan ...” dapat dipahami:\r\n1. Bahwa yang diwariskan itu adalah suatu hal yang sangat penting. Berbahaya bagi kehidupan bila wasiat itu tidak dilaksanakan. Karena itu di dalam ayat digunakan perkataan:\r\na. “Wasiat” bukan “memerintahkan”. Perkataan “wasiat” menunjukkan bahwa sesuatu itu sangat penting.\r\nb. “Anak-anaknya”, bukan “orang lain”. Menurut kebiasaan, berwasiat kepada “anak-anak sendiri” itu diharapkan lebih mungkin terlaksana dibandingkan dengan wasiat kepada orang lain.\r\n2. Di dalam ayat ini disebut bahwa yang berwasiat itu ialah Ibrahim a.s. dan Yakub a.s. seakan perkataan itu dipisahkan. Hal ini memberi pengertian bahwa yang disuruh melaksanakan wasiat itu bukan hanya keturunan Ibrahim a.s. dan cucunya Yakub a.s. (Bani Israil) saja, tetapi wasiat itu mencakup seluruh anak cucu Ibrahim dan seluruh kaum Muslimin, termasuk di dalamnya keturunan Ismail a.s."}