{"tafsir_id":1390,"surah_id":10,"aya_number":26,"tafsir_wajiz":" Bagi orang-orang yang berbuat baik, ada pahala yang terbaik, yaitu surga, dan tambahannya, yakni kenikmatan melihat Allah (Lihat: no_surahh al-Qiyamah/75: 22-23). Dan wajah mereka tidak ditutupi debu hitam akibat kesedihan dan tidak pula dalam kehinaan, tetapi muka mereka berseri-seri ekspresi kegembiraan. Mereka itulah penghuni surga, mereka kekal di dalamnya selama-lamanya.","tafsir_tahlili":"(26) Dalam ayat ini, Allah menerangkan bahwa bagi orang-orang yang dapat memahami petunjuk dan mengambil manfaat dari petunjuk itu serta mengamalkannya, Allah akan memberikan pahala sesuai dengan amal perbuatan mereka. Bahkan untuk menggalakkan mereka agar lebih giat mengamalkannya, Allah menjanjikan pahala sepuluh kali lipat atau lebih banyak dari pada itu. Firman Allah:\r\nلِيَجْزِيَ الَّذِيْنَ اَسَاۤءُوْا بِمَا عَمِلُوْا وَيَجْزِيَ الَّذِيْنَ اَحْسَنُوْا بِالْحُسْنٰىۚ   \r\n(Dengan demikian) Dia akan memberi balasan kepada orang-orang yang berbuat jahat sesuai dengan apa yang telah mereka kerjakan dan Dia akan memberi balasan kepada orang-orang yang berbuat baik dengan pahala yang lebih baik (surga).  (an-Najm/53: 31);Orang yang melakukan amal yang baik akan mendapat imbalan pahala melebihi pahala yang seharusnya diterima. Mereka itu akan menerima pahala yang berlipat ganda.\r\nMereka akan mendapat tambahan pahala lagi yang tidak ternilai harganya, yaitu mereka akan mengetahui dengan sebenarnya bahwa Allah Yang Mahamulia. Pengetahuan ini adalah pengetahuan yang paling tinggi, karena mereka mengetahui dengan sebenarnya Pencipta alam semesta ini, dan membenarkan terjadinya hari akhir. Mereka hidup bahagia, dari wajah mereka tampak cahaya yang berseri-seri, sedikitpun tidak terlihat kemurungan dan kemuraman, lantaran mereka itu tidak merasa kecewa atas keyakinannya yang kuat, dan tidak merasa bersusah hati.\r\nAllah menegaskan bahwa mereka inilah orang-orang yang berhak menjadi penghuni surga. Mereka akan bertempat tinggal di dalamnya selama-lamanya. Di situlah mereka mengalami kebahagiaan yang abadi, karena tidak akan merasa bosan dan jemu akan kenikmatan yang mereka rasakan, dan tidak pula mereka takut akan berkurangnya kenikmatan atau dikeluarkan dari sana.\r\n"}