{"tafsir_id":1391,"surah_id":10,"aya_number":27,"tafsir_wajiz":"Adapun orang-orang yang berbuat kejahatan akan mendapat balasan kejahatan yang setimpal dengan yang telah mereka kerjakan dan mereka diselubungi kehinaan akibat dari kejahatan tersebut. Tidak ada bagi mereka seorang pelindung pun yang menyelamatkan mereka dari azab Allah, seakan-akan wajah mereka ditutupi dengan kepingan-kepingan malam yang gelap gulita, yakni no_surahm dan muram ekspresi dari penyesalan dan kesedihan yang mendalam. Mereka itulah penghuni neraka, mereka kekal di dalamnya.","tafsir_tahlili":"(27) Dalam ayat ini, Allah memberikan penjelasan bahwa orang-orang yang menyebarkan kejahatan, mengerjakan keonaran di muka bumi serta membangkang dan mengingkari ayat-ayat Allah yang diturunkan kepada Rasul-Nya, mereka itu akan mendapat pembalasan yang seimbang, yaitu mereka akan menerima hukuman dari Allah yang setimpal dengan amal perbuatan mereka Wajah mereka tampak kusut karena mereka menderita akibat dari perbuatan syirik yang merasuk ke tulang sumsum mereka, kejahatan yang telah meracuni diri mereka serta penganiayaan mereka terhadap diri mereka sendiri. Pada saat itu mereka tidak dapat membela dirinya, karena memang tidak dapat melindungi diri mereka atau mencegah bencana yang akan ditimpakan kepada mereka. Demikianlah azab yang mereka rasakan dengan penuh penyesalan, akibat menyembah berhala yang mereka anggap sebagai perantara, yang dapat menyampaikan doa-doa mereka kepada Allah. Itulah hari pembalasan dimana tidak ada seorang pun yang menolong mereka kecuali amal baik mereka.\r\nFirman Allah:\r\nيَوْمَ لَا تَمْلِكُ نَفْسٌ لِّنَفْسٍ شَيْـًٔا ۗوَالْاَمْرُ يَوْمَىِٕذٍ لِّلّٰهِ ࣖ\r\n(Yaitu) pada hari (ketika) seseorang sama sekali tidak berdaya (menolong) orang lain. Dan segala urusan pada hari itu dalam kekuasaan Allah. (al-Infi¯±r/82: 19);Sebagai tanda penyesalan mereka, wajah-wajah mereka terlihat hitam kelam laksana gelapnya malam, tidak nampak sedikit pun percikan kilat, kemilau bintang, atau seberkas sinar bulan. Mereka benar-benar menyesali perbuatan yang dilakukan di dunia. Harapan mereka hampa, karena berpegang kepada keyakinan yang salah dan mengingkari petunjuk Allah.\r\nAllah menegaskan bahwa mereka itu akan menjadi penghuni neraka yang kekal selama-lamanya dan tidak ada kemungkinan lagi bagi mereka untuk dapat melepaskan diri karena tempat itulah yang layak bagi mereka.\r\nAllah berfirman:\r\nوَوُجُوْهٌ يَّوْمَىِٕذٍۢ بَاسِرَةٌۙ  ٢٤  تَظُنُّ اَنْ يُّفْعَلَ بِهَا فَاقِرَةٌ ۗ  ٢٥\r\nDan wajah-wajah (orang kafir) pada hari itu muram,  mereka yakin bahwa akan ditimpakan kepadanya malapetaka yang sangat dahsyat. (al-Qiy±mah/75: 24-25);Dan firman Allah:\r\nوَوُجُوْهٌ يَّوْمَىِٕذٍ عَلَيْهَا غَبَرَةٌۙ  ٤٠  تَرْهَقُهَا قَتَرَةٌ ۗ  ٤١  اُولٰۤىِٕكَ هُمُ الْكَفَرَةُ الْفَجَرَةُ ࣖ  ٤٢  \r\nDan pada hari itu ada (pula) wajah-wajah yang tertutup debu (suram), tertutup oleh kegelapan (ditimpa kehinaan dan kesusahan). Mereka itulah orang-orang kafir yang durhaka.” (Abasa/80: 40-42)\r\n"}