{"tafsir_id":1392,"surah_id":10,"aya_number":28,"tafsir_wajiz":"no_ayatt ini menjelaskan ancaman bagi orang yang menyekutukan Allah. Dan ingatlah pada hari ketika itu Kami mengumpulkan mereka semuanya untuk dihisab, kemudian Kami berkata kepada orang yang mempersekutukan Allah, “Tetaplah di tempatmu dalam keadaan rendah dan hina, kamu dan para sekutumu.” Lalu Kami pisahkan mereka, yakni penyembah dan sembahannya, sehingga mereka saling menyalahkan dan menyangkal satu sama lain, dan berkatalah sekutu-sekutu, yakni sembahan yang mereka persekutukan dengan Allah, “Kamu sekali-kali tidak pernah menyembah kami. Sesungguhnya orang-orang yang menyembah selain Allah pada hakekatnya adalah menyembah hawa nafsu mereka sendiri, karena hawa nafsu merekalah yang menyuruh menyembah selain Allah.","tafsir_tahlili":"(28) Allah memerintahkan kepada Nabi Muhammad saw agar memper-hatikan orang-orang musyrik bahwa pada suatu saat yang telah ditentukan Allah akan mengumpulkan penyembah-penyembah berhala itu semuanya tanpa ada seorang pun yang ketinggalan, yaitu pada saat seluruh manusia akan diperiksa perkaranya. Allah pada waktu itu berbicara kepada mereka yang mempersekutukan-Nya, sedang mereka terbungkam tidak bisa menge-luarkan sepatah kata pun karena kebingungan dan ketakutan. “Mengapa mereka tidak lagi bersama-sama dengan sekutu-sekutu mereka di tempat itu. Sehingga sampai saatnya nanti mereka menyaksikan apa yang akan diberlakukan kepada mereka serta keputusan apa yang pantas diberikan kepada mereka, sebagai imbalan dari perbuatan mereka yang benar-benar melanggar larangan Allah serta bertentangan dengan fitrah mereka sendiri, yaitu mereka telah menyembah berhala. Mereka tidak dapat lagi memungkiri perbuatannya, karena bukti-bukti telah nyata bahkan memberatkan mereka.”\r\nPada waktu itu sekutu-sekutu mereka memberikan kesaksian bahwa mereka sebenarnya tidak hanya menyembah sekutu-sekutu itu, akan tetapi mereka juga mempertuhankan hawa nafsu dan setan. Mereka itu menjadikan berhala-berhala sebagai alat untuk kepentingan mereka sendiri. Kemudian Allah memberikan penjelasan bahwa mereka dan sekutu-sekutunya akan dipisahkan dan masing-masing akan diperiksa, mereka sebagai tertuduh, sedang sekutu-sekutu mereka menjadi saksi.\r\n"}