{"tafsir_id":1395,"surah_id":10,"aya_number":31,"tafsir_wajiz":"Setelah dijelaskan bahwa tuhan sembahan orang kafir kelak di akhirat akan lenyap dan tidak mampu memberi perlindungan kepada penyembahnya, lalu diperintahkan kepada Nabi, katakanlah wahai Nabi Muhammad kepada orang-orang kafir, “Siapakah yang memberi rezeki kepadamu dari langit seperti hujan dan cahno_ayat matahari, dan rezeki dari bumi seperti tumbuhan yang beraneka ragam, atau siapakah yang kuasa menciptakan pendengaran dan penglihatan, dan siapakah yang mengeluarkan yang hidup dari yang mati, seperti no_ayatm dari telur, dan mengeluarkan yang mati dari yang hidup, seperti telur dari no_ayatm, dan siapakah yang mengatur segala urusan di alam rno_ayat ini sehingga berjalan dengan sangat teratur?” Maka mereka akan menjawab, “Allah.” Jika demikian jawaban mereka, maka katakanlah, wahai Nabi Muhammad “Mengapa kamu tidak bertakwa kepada-Nya?”","tafsir_tahlili":"(31) Allah memerintahkan kepada Nabi Muhammad saw, agar mengata-kan kepada penduduk Mekah yang menentang kenabiannya, bahwa siapakah yang menurunkan rezeki dari langit dan siapa pula yang menumbuhkan tumbuh-tumbuhan di bumi yang beraneka macam untuk manusia ataupun binatang ternak mereka?\r\nPernyataan ini dimaksudkan agar orang-orang musyrikin Mekah itu menyadari diri mereka sendiri dan ingat bahwa berhala-berhala itu sama sekali tidak sanggup menurunkan hujan dan yang menurunkan hujan itu hanyalah Allah.\r\nSelanjutnya Allah memerintahkan kepada Nabi Muhammad saw untuk menanyakan kepada mereka bahwa siapakah yang kuasa menciptakan telinga sebagai alat pendengaran dan mata sebagai alat penglihatan mereka, sehingga dengan kedua indra itu, mereka dapat mengenal alam semesta dengan fenomenanya. Dengan telinga manusia dapat mendengar tutur kata orang lain dan dengan perantaraannya pula dapat menerima ilmu pengetahuan dan memperoleh pengalaman. Demikian pula dengan penglihatannya, manusia dapat melihat keindahan alam dan dapat menerima isyarat-isyarat yang dapat menuntun pikirannya untuk mengetahui siapa pencipta alam semesta.\r\nTanpa kedua indra ini, manusia tidak dapat mengetahui dengan sempurna keadaan alam dunia. Dua indra ini disebutkan dalam dua ayat ini karena kedua indera itulah yang menjadi alat untuk menerima ilmu pengetahuan, sehingga manusia mempunyai derajat lebih tinggi dari hewan. Sebab, meskipun hewan mempunyai pendengaran dan penglihatan, tetapi hewan tidak diberi akal oleh Allah, sehingga binatang itu tidak dapat menerima ilmu pengetahuan kecuali sekedar instink kebinatangan.\r\nApabila manusia suka merenungkan siapa yang menciptakan kedua indera itu tentulah ia tidak akan ragu, bahkan tanpa berpikir panjang mereka dapat menemukan jawabannya. Apabila mereka menemukan jawabannya, tentulah mereka akan mensyukuri nikmat Allah serta akan beriman dengan iman yang sebenar-benarnya dengan mengakui bahwa tiada tuhan yang lain kecuali Zat Yang Berkuasa Yang menciptakan panca indera itu.\r\nSelanjutnya Allah memerintahkan kepada Rasulullah untuk menanyakan kepada orang-orang musyrik bahwa siapakah yang berkuasa menghidupkan dan mematikan, dan siapa yang menciptakan benda hidup dari benda mati dan menciptakan benda mati dari benda hidup? Pertanyaan ini sengaja ditanyakan untuk menumbuhkan kesadaran mereka, bahwa hanya Allah-lah yang menciptakan tumbuh-tumbuhan dari bumi yang mati, setelah bumi itu diberi kehidupan oleh Allah dengan menurunkan air hujan, firman Allah:\r\nاَلَمْ تَرَ اَنَّ اللّٰهَ اَنْزَلَ مِنَ السَّمَاۤءِ مَاۤءً فَسَلَكَهٗ يَنَابِيْعَ فِى الْاَرْضِ ثُمَّ يُخْرِجُ بِهٖ زَرْعًا مُّخْتَلِفًا اَلْوَانُهٗ \r\n \r\nApakah engkau tidak memperhatikan, bahwa Allah menurunkan air dari langit, lalu diaturnya menjadi sumber-sumber air di bumi, kemudian dengan air itu ditumbuhkan-Nya tanam-tanaman yang bermacam-macam warnanya. (az-Zumar/39: 21);Tanda-tanda kehidupan pada setiap makhluk berbeda-beda. Tanda kehidupan pada tumbuh-tumbuhan ialah tumbuh-tumbuhan itu dapat terus tumbuh, berkembang, dan membesar, sedang tanda kehidupan bagi binatang ialah bergerak dan bernafas. Tanda kehidupan serupa itu mudah dipahami dan diterima oleh akal manusia.\r\nTetapi bagaimanakah tanda-tanda kehidupan dari biji-bijian, baik biji-bijian tunggal ataupun berkeping dua, atau tumbuh-tumbuhan spora, dan bagaimana pula kehidupan pada ovum dan sperma, baik dari binatang dan manusia. Hal ini adalah suatu tanda yang sukar dibayangkan dan dianalisa oleh manusia.\r\nOleh sebab itulah, Allah memberikan tamsil yang mudah dipahami yaitu mengeluarkan benda hidup dari benda mati dan sebaliknya bagaimana mengeluarkan benda mati dari benda hidup untuk menyatakan kekuasaan Allah menciptakan segala benda mati ataupun benda hidup dengan kekuasaan-Nya.\r\nApabila seseorang mau meneliti asal mula kejadian biji-bijian, spora, ovum, dan sperma serta segala macam asal kehidupan, maka mereka akan sampai pada kesimpulan bahwa asal mula kehidupan makhluk yang ada di bumi berasal dari benda mati. Sudah tentu pendapat ini berlawanan dengan pendapat para ahli biologi yang mengatakan bahwa segala jenis yang hidup tidak akan timbul kecuali dari yang hidup. Memang pendapat ini kelihatannya benar apabila kita tinjau dari siklus peredaran kehidupan binatang dan tumbuh-tumbuhan, akan tetapi apabila ditinjau dari asal mula kejadiannya tentulah pendapat tadi tidak tepat. \r\nSelanjutnya Allah memerintahkan kepada Rasulullah saw untuk menanyakan siapakah yang mengendalikan segala macam urusan makhluk di muka bumi ini? Pengendaliannya sangat mengagumkan. Segala macam kehidupan diatur dengan hukum-hukum yang serasi dan seimbang. Maka bagi orang yang mau merenungkan hukum-hukum-Nya ia akan memberikan jawaban dari semua pertanyaan itu bahwa yang menciptakan segala-galanya ialah Allah, Tuhan seru sekalian alam dan Dia pula yang mengurus dan mengendalikannya.\r\nAllah memerintahkan kepada Nabi saw agar mengatakan kepada kaum musyrikin, mengapa mereka tidak memelihara diri mereka agar terlepas dari kesesatan? Apabila mereka mau memelihara diri mereka tentulah mereka tidak akan terjerumus kepada kemusyrikan dan menjadi penyembah-penyembah berhala. Sembahan-sembahan selain Allah itu sedikitpun tidak mempunyai kekuasaan untuk mendatangkan kemudaratan atau kemanfaatan kepada mereka.\r\n"}