{"tafsir_id":14,"surah_id":2,"aya_number":7,"tafsir_wajiz":"Karena mereka ingkar dengan menutup diri dari kebenaran, maka seakan Allah telah mengunci hati mereka dengan sekat yang tertutup rapat sehingga nasihat atau hidno_ayath tersebut tidak bisa masuk ke dalam hati mereka, dan pendengaran mereka juga seakan terkunci, sehingga tidak mendengar kebenaran dari Allah. Demikian pula penglihatan mereka telah tertutup, sehingga tidak melihat tanda-tanda kekuasaan Allah yang dapat mengantarkan kepada keimanan, dan sebagai akibatnya, mereka akan mendapat azab yang berat. ","tafsir_tahlili":"(7)  Hal yang menyebabkan orang-orang kafir tidak menerima peringatan adalah karena hati dan pendengaran mereka tertutup, bahkan terkunci mati, tidak dapat menerima petunjuk, dan segala macam nasihat tidak berbekas pada mereka. Karena penglihatan mereka tertutup, mereka tidak dapat melihat, memperhatikan dan memahami ayat-ayat Al-Qur′an yang telah mereka dengar, tidak dapat mengambil pelajaran dari tanda-tanda kebesaran Allah yang mereka lihat di cakrawala, di permukaan bumi dan pada diri mereka sendiri.\r\nTerkuncinya hati dan pendengaran, serta tertutupnya penglihatan orang-orang kafir itu karena mereka selalu mengerjakan perbuatan-perbuatan yang terlarang. Tiap-tiap perbuatan terlarang yang mereka lakukan akan menambah rapat dan kuatnya kunci yang menutup hati dan pendengaran mereka. Makin banyak perbuatan itu mereka lakukan, makin bertambah kuat pula kunci dan tutup pada hati dan telinga mereka:\r\nفَبِمَا نَقْضِهِمْ مِّيْثَاقَهُمْ وَكُفْرِهِمْ بِاٰيٰتِ اللّٰهِ وَقَتْلِهِمُ الْاَنْۢبِيَاۤءَ بِغَيْرِ حَقٍّ وَّقَوْلِهِمْ قُلُوْبُنَا غُلْفٌ ۗ بَلْ طَبَعَ اللّٰهُ عَلَيْهَا بِكُفْرِهِمْ فَلَا يُؤْمِنُوْنَ اِلَّا قَلِيْلًاۖ   \r\nMaka (Kami hukum mereka), karena mereka melanggar perjanjian itu, dan karena kekafiran mereka terhadap keterangan-keterangan Allah, serta karena mereka telah membunuh nabi-nabi tanpa hak (alasan yang benar), dan karena mereka mengatakan, ”Hati kami tertutup.” Sebenarnya Allah telah mengunci hati mereka karena kekafirannya, karena itu hanya sebagian kecil dari mereka yang beriman (an-Nis±′/4: 155)\r\nوَنُقَلِّبُ اَفْـِٕدَتَهُمْ وَاَبْصَارَهُمْ كَمَا لَمْ يُؤْمِنُوْا بِهٖٓ اَوَّلَ مَرَّةٍ وَّنَذَرُهُمْ فِيْ طُغْيَانِهِمْ يَعْمَهُوْنَ ࣖ   ۔   \r\nDan (begitu pula) Kami memalingkan hati dan penglihatan mereka seperti pertama kali mereka tidak beriman kepadanya (Al-Qur′an), dan Kami biarkan mereka bingung dalam kesesatan. (al-An±m/6: 110)\r\nProses bertambah kuatnya tutup dan bertambah kuatnya kunci hati dan pendengaran orang-orang kafir itu diterangkan oleh hadis :\r\nقَالَ رَسُوْلُ اللهِ صَلَّى الله ُعَلَيْهِ وَسَلَّمَ: اِنَّ الْعَبْدَ اِذَا اَذْنَبَ ذَنْباً كَانَتْ نُقْطَةٌ سَوْدَاءُ فِي قَلْبِهِ فَاِنْ تَابَ مِنْهَا صَقُلَ قَلْبُهُ وَاِنْ زَادَ زَادَتْ فَذٰلِكَ قَوْلُ اللهِ  كَلاَّ بَلْ رَانَ عَلـٰى قُلُوْبِهِمْ مَا كَانُوْا يَكْسِبُوْنَ  (رواه الترمذي وابن جرير الطبري عن ابي هريرة);Rasulullah saw bersabda,  Sesungguhnya seorang hamba apabila ia mengerjakan perbuatan dosa terdapatlah suatu noda hitam di dalam hatinya, maka jika ia bertobat, mengkilat hatinya, dan jika ia tambah mengerjakan perbuatan buruk, bertambahlah noda hitam  . Itulah firman Allah,  Tidak, tetapi perbuatan mereka menjadi noda hitam di hati mereka”. (Riwayat at-Tirmi©³ dan Ibnu Jar³r a¯-°abari dari Abµ Hurairah)"}