{"tafsir_id":1403,"surah_id":10,"aya_number":39,"tafsir_wajiz":"Orang-orang musyrik menolak kebenaran Al-Qur'an bukan karena mereka tidak tahu kebenaran itu, tetapi antara lain karena keangkuhan mereka. Bahkan yang sebenarnya terjadi adalah mereka mendustakan apa yang mereka belum mengetahuinya dengan sempurna dan belum mereka peroleh penjelasannya. Sebagaimana orang-orang kafir Makkah mendustakan Al-Qur'an, demikianlah halnya umat-umat yang ada sebelum mereka telah mendustakan rasul-rasul dan bukti-bukti kebenaran yang mereka bawa. Maka perhatikanlah bagaimana akibat orang-orang yang zalim. Allah menghukum mereka dengan siksaan di dunia sesuai dengan kezaliman mereka dan kelak di akhirat akan disiksa di dalam neraka.","tafsir_tahlili":"(39) Allah mengungkapkan bahwa orang-orang musyrikin ternyata tidak mampu menjawab tantangan Allah untuk membuat sesuatu yang semisal dengan Al-Qur′an. Allah menjelaskan keadaan orang-orang musyrikin yang sebenarnya, bahwa mereka setelah mendengar ayat-ayat yang dibacakan oleh Muhammad, mereka secara serta merta mendustakan-nya, padahal mereka belum memikirkan terlebih dahulu kandungan isinya, dan belum mengetahui duduk persoalannya. Sikap yang demikian itu adalah karena mereka memusuhi Muhammad yang membawa keyakinan baru yang berbeda dengan keyakinan nenek moyang mereka.\r\nKemudian Allah membandingkan sikap orang-orang musyrikin itu dengan sikap orang-orang musyrik yang hidup pada masa-masa sebelum mereka. Sebab, ada persamaan di antara mereka yaitu orang-orang musyrikin Mekah mendustakan ayat-ayat yang diterima oleh Muhammad saw, sedang orang-orang musyrik dari umat-umat yang lalu mendustakan rasul-rasul mereka, sama-sama mendustakan wahyu yang diterima nabi-nabi sebelum mereka menyelidiki kebenarannya secara seksama sebelum memahami penjelasannya.\r\nYang dimaksud dengan penjelasan di sini ialah kenyataan yang harus dihadapi oleh mereka akibat mendustakan ayat-ayat yang diturunkan kepada Muhammad saw seperti kenyataan yang telah diterima mereka atau oleh umat-umat pada masa lalu, sebagai akibat dari keingkaran mereka terhadap wahyu yang mereka terima. Kenyataan yang mereka alami ialah siksaan Allah yang mereka rasakan di dunia sebelum mereka merasakan siksaan yang lebih berat di akhirat.\r\nDi akhir ayat, Allah menjelaskan bahwa memang demikian itulah nasib orang-orang yang mendustakan rasul-rasul dan nabi-nabi yang sebenarnya. Nasib ini tentu akan menimpa pula kaum musyrikin Mekah apabila mereka tetap bersikap keras dalam mendustakan wahyu-wahyu Allah. Allah memerintahkan kepada Nabi Muhammad saw dan pengikut-pengikutnya agar memperhatikan bagaimana akhir kehidupan umat yang menganiaya diri sendiri karena mereka berani memusuhi dan mendustakan rasul-rasul Allah.\r\nAllah berfirman:\r\nفَكُلًّا اَخَذْنَا بِذَنْۢبِهٖۙ فَمِنْهُمْ مَّنْ اَرْسَلْنَا عَلَيْهِ حَاصِبًا ۚوَمِنْهُمْ مَّنْ اَخَذَتْهُ الصَّيْحَةُ ۚوَمِنْهُمْ مَّنْ خَسَفْنَا بِهِ الْاَرْضَۚ وَمِنْهُمْ مَّنْ اَغْرَقْنَاۚ وَمَا كَانَ اللّٰهُ لِيَظْلِمَهُمْ وَلٰكِنْ كَانُوْٓا اَنْفُسَهُمْ يَظْلِمُوْنَ  ;Maka masing-masing (mereka itu) Kami azab karena dosa-dosanya, di antara mereka ada yang Kami timpakan kepadanya hujan batu kerikil, ada yang ditimpa suara keras yang mengguntur, ada yang Kami benamkan ke dalam bumi, dan ada pula yang Kami tenggelamkan. Allah sama sekali tidak hendak menzalimi mereka, akan tetapi merekalah yang menzalimi diri mereka sendiri. (al-Ankabµt/29: 40)\r\n"}