{"tafsir_id":1405,"surah_id":10,"aya_number":41,"tafsir_wajiz":"Bersabarlah dan berteguhhatilah dalam menyampaikan kebenaran, dan jika mereka orang-orang musyrik itu tetap mendustakanmu wahai Nabi Muhammad, maka katakanlah, “Bagiku pekerjaanku dan aku akan bertanggung jawab atas pekerjaanku dan bagimu pekerjaanmu dan kamu akan bertanggung jawab atas pekerjaan kamu di hadapan Allah. Kamu tidak bertanggung jawab terhadap apa yang aku kerjakan dan aku pun tidak bertanggung jawab terhadap apa yang kamu kerjakan.” Setiap orang akan mempertanggungjawabkan pekerjaannya masing-masing.","tafsir_tahlili":"(41) Allah memberikan penjelasan, apabila orang musyrikin itu tetap mendustakan Muhammad saw, maka Allah memerintahkan kepadanya untuk mengatakan kepada mereka bahwa Nabi Muhammad saw berkewajiban meneruskan tugasnya yaitu meneruskan tugas-tugas kerasulannya, sebagai penyampai perintah Allah yang kebenarannya jelas, perintah yang mengandung peringatan dan janji-janji serta tuntunan ibadah berikut pokok-pokok kemaslahatan yang menjadi pedoman untuk kehidupan dunia. Nabi Muhammad saw tidak diperintahkan untuk menghakimi mereka, apabila mereka tetap mempertahankan sikap mereka yang mendustakan Al-Qur′an dan mempersekutukan Allah, Allah berfirman:\r\nقُلْ كُلٌّ يَّعْمَلُ عَلٰى شَاكِلَتِهٖۗ فَرَبُّكُمْ اَعْلَمُ بِمَنْ هُوَ اَهْدٰى سَبِيْلًا ࣖ\r\nKatakanlah (Muhammad), ”Setiap orang berbuat sesuai dengan pem-bawaannya masing-masing.” Maka Tuhanmu lebih mengetahui siapa yang lebih benar jalannya. (al-Isr±'/17: 84);Mereka berlepas diri (tidak bertanggung jawab) terhadap apa yang dilakukan oleh Nabi Muhammad saw dan Nabi Muhammad pun tidak bertanggungjawab terhadap apa yang mereka lakukan. Maksudnya Allah tidak akan menjatuhkan hukuman kepada seseorang karena kesalahan orang yang lain. Allah berfirman:\r\nقُلْ لَّا تُسْـَٔلُوْنَ عَمَّآ اَجْرَمْنَا وَلَا نُسْـَٔلُ عَمَّا تَعْمَلُوْنَ\r\nKatakanlah, ”Kamu tidak akan dimintai tanggung jawab atas apa yang kami kerjakan dan kami juga tidak akan dimintai tanggung jawab atas apa yang kamu kerjakan.” (Saba'/34: 25\r\nقُلْ اِنِ افْتَرَيْتُهٗ فَعَلَيَّ اِجْرَامِيْ وَاَنَا۠ بَرِيْۤءٌ مِّمَّا تُجْرِمُوْنَ ࣖ   ;Katakanlah (Muhammad), ”Jika aku mengada-ada, akulah yang akan memi-kul dosanya, dan aku bebas dari dosa yang kamu perbuat.” (Hµd/11: 35)\r\nDan firman-Nya lagi:\r\nفَاِنْ عَصَوْكَ فَقُلْ اِنِّيْ بَرِيْۤءٌ مِّمَّا تَعْمَلُوْنَ ۚ\r\nKemudian jika mereka mendurhakaimu maka katakanlah (Muhammad), ”Sesungguhnya aku tidak bertanggung jawab terhadap apa yang kamu kerjakan.” (asy-Syuar±'/26: 216)\r\n"}