{"tafsir_id":1406,"surah_id":10,"aya_number":42,"tafsir_wajiz":"Setelah dijelaskan bahwa orang-orang yang mendustakan Nabi Muhammad akan mempertanggungjawabkan perbuatannya, lalu dijelaskan pada no_ayatt ini, dan di antara mereka ada yang mendengarkan engkau wahai Nabi Muhammad, padahal hati mereka tidak menerimanya. Maka apakah engkau dapat menjadikan orang yang tuli pendengaran hatinya itu mendengar sedangkan mereka tidak mengerti? Tentu tidak bisa.","tafsir_tahlili":"(42) Allah menjelaskan kepada Nabi Muhammad dan pengikut-pengikutnya bahwa di antara orang-orang yang mendustakan ayat-ayat Allah ada sekelompok manusia yang mendengarkan secara sembunyi-sembunyi apabila Al-Qur′an dibacakan. Mereka memperhatikan pokok-pokok agama yang terkandung di dalamnya, namun mereka tidak bermaksud untuk mendengarkan dengan ketulusan hati, karena mereka pada saat mendengar itu tidak mau mempergunakan akalnya untuk memperhatikan kandungan  Al-Qur'an dan tidak pula mau memikirkan maksud dan tujuannya, sehingga mereka itu tidak dapat memahami tujuan yang sebenarnya.\r\nMereka mau mendengarkan karena tertarik kepada susunan bahasa yang indah dari Al-Qur'an dan merasa kagum mendengar keindahan susunannya, seperti seorang yang tertarik kepada kicauan burung di atas pepohonan, mereka hanya dapat menikmati keindahannya tetapi tidak dapat memahami maksud apa yang terkandung dalam kicauannya itu. Allah berfirman:\r\nمَا يَأْتِيْهِمْ مِّنْ ذِكْرٍ مِّنْ رَّبِّهِمْ مُّحْدَثٍ اِلَّا اسْتَمَعُوْهُ وَهُمْ يَلْعَبُوْنَ ۙ  \r\nSetiap diturunkan kepada mereka ayat-ayat yang baru dari Tuhan, mereka mendengarkannya sambil bermain-main. (al-Anbiy±/21: 2);Dan firman-Nya:\r\nوَمِنْهُمْ مَّنْ يَّسْتَمِعُ اِلَيْكَ ۚوَجَعَلْنَا عَلٰى قُلُوْبِهِمْ اَكِنَّةً اَنْ يَّفْقَهُوْهُ وَفِيْٓ اٰذَانِهِمْ وَقْرًا ۗوَاِنْ يَّرَوْا كُلَّ اٰيَةٍ لَّا يُؤْمِنُوْا بِهَا ۗحَتّٰٓى اِذَا جَاۤءُوْكَ يُجَادِلُوْنَكَ يَقُوْلُ الَّذِيْنَ كَفَرُوْٓا اِنْ هٰذَآ اِلَّآ اَسَاطِيْرُ الْاَوَّلِيْنَ  ;Dan di antara mereka ada yang mendengarkan bacaanmu (Muhammad), dan Kami telah menjadikan hati mereka tertutup (sehingga mereka tidak) memahaminya, dan telinganya tersumbat. Dan kalaupun mereka melihat segala tanda (kebenaran), mereka tetap tidak mau beriman kepadanya. Sehingga apabila mereka datang kepadamu untuk membantahmu, orang-orang kafir itu berkata, ”Ini (Al-Qur′an) tidak lain hanyalah dongengan orang-orang terdahulu.” (al-An±m/6: 25);Di akhir ayat ini, Allah menegaskan bahwa Nabi Muhammad saw tidak akan mampu untuk membuat mereka itu mendengar dan mengerti akan apa yang mereka dengarkan, karena mereka itu telah kehilangan manfaat dari indera pendengaran dalam arti yang sebenar-benarnya. Mereka itu bukanlah pendengar yang baik, sebab pendengar yang baik ialah orang yang dapat memikirkan dan memahami serta melaksanakan maksud dan tujuan dari apa yang didengarnya. Apalagi mereka selamanya memang tidak akan berusaha untuk ikut mengerti, maka mereka tidak akan dapat manfaat dari apa yang mereka dengarkan dan tidak akan dapat memahami petunjuk-petunjuk yang dikandungnya.\r\n"}