{"tafsir_id":1413,"surah_id":10,"aya_number":49,"tafsir_wajiz":"Setelah mendengar permintaan orang-orang kafir sebagaimana terungkap pada no_ayatt di atas, lalu Allah memerintahkan: Katakanlah wahai Nabi Muhammad, “Aku hanyalah seorang utusan yang tidak kuasa menolak mudarat maupun mendatangkan manfaat kepada diriku sendiri maupun kepada kalian, kecuali apa yang Allah kehendaki.” Allah telah menetapkan bagi setiap umat mempunyai ajal, yakni batas waktu hidup dan lainnya. Apabila ajalnya tiba, mereka tidak dapat meminta penundaan atau percepatan sesaat pun.","tafsir_tahlili":"(49) Allah mengajarkan kepada Rasulullah saw jawaban yang harus dikatakan kepada mereka dengan memerintahkan kepada Rasulullah saw agar mengatakan kepada mereka bahwa Rasulullah tidak berkuasa mendatangkan kemudaratan dan tidak pula mendatangkan kemanfaatan kepada dirinya. Sebab Rasulullah hanya utusan Allah yang tidak berkuasa untuk mempercepat ataupun memperlambat datangnya siksaan yang dijanjikan Allah kepada mereka, sebagaimana ia juga tidak dapat memperlambat datangnya pertolongan Allah yang dijanjikan oleh Allah kepada orang-orang Muslimin. Akan tetapi datangnya manfaat dan mudarat yang ditimpakan kepada manusia, tiada lain hanyalah atas kehendak Allah semata. Itu berarti apabila Allah menghendaki terjadinya sesuatu, maka hal itu tidak ada sangkut-pautnya dengan kehendak rasul-Nya, karena kehendak itu hanyalah semata-mata milik Allah yang memelihara alam semesta. Tugas Rasul hanyalah menyampaikan kehendak Alllah, bukan menciptakan kehendak. Apabila Rasulullah mengetahui akan hal-hal yang gaib, tidak lain hanya karena mengetahuinya dari wahyu Allah semata.\r\nFirman Allah:\r\nقُلْ لَّآ اَمْلِكُ لِنَفْسِيْ نَفْعًا وَّلَا ضَرًّا اِلَّا مَا شَاۤءَ اللّٰهُ ۗوَلَوْ كُنْتُ اَعْلَمُ الْغَيْبَ لَاسْتَكْثَرْتُ مِنَ الْخَيْرِۛ وَمَا مَسَّنِيَ السُّوْۤءُ ۛاِنْ اَنَا۠ اِلَّا نَذِيْرٌ وَّبَشِيْرٌ لِّقَوْمٍ يُّؤْمِنُوْنَ ;Katakanlah (Muhammad), ”Aku tidak kuasa mendatangkan manfaat maupun menolak mudarat bagi diriku kecuali apa yang dikehendaki Allah. Sekiranya aku mengetahui yang gaib, niscaya aku membuat kebajikan sebanyak-banyaknya dan tidak akan ditimpa bahaya. Aku hanyalah pemberi peringatan, dan pembawa berita gembira bagi orang-orang yang beriman.” (al-Ar±f/7: 188);Sebagai penegasan Allah menjelaskan bahwa tiap-tiap umat mempunyai ajal yang telah ditentukan waktunya oleh Allah. Ajal itu akan tiba saatnya apabila waktu yang telah ditentukan Allah telah tiba. Waktu tibanya ajal itu termasuk pengetahuan Allah yang tidak dapat diketahui oleh siapapun juga selain-Nya. Maka apabila ajal mereka telah tiba mereka tidak mampu menundanya sesaat pun, dan mereka tidak pula mampu memajukan waktunya dari waktu yang telah ditentukan. Demikian pula Rasulullah saw tidak akan berkuasa untuk menentukan panjang pendeknya ajal yang telah ditentukan Allah.\r\n"}