{"tafsir_id":1417,"surah_id":10,"aya_number":53,"tafsir_wajiz":"Setelah diuraikan dengan perinci tentang siksaan yang akan diterima oleh orang-orang kafir, lalu mereka menanyakan kepadamu wahai Nabi Muhammad, “Benarkah azab yang dijanjikan itu?” Katakanlah, wahai Nabi Muhammad “Ya, demi Tuhanku, sesungguhnya azab itu pasti benar akan terjadi dan menimpa orang-orang yang durhaka dan kamu sekali-kali tidak dapat mengalahkankan Tuhan untuk menghindar dari siksa-Nya.”","tafsir_tahlili":"(53) Allah menjelaskan kepada Nabi saw bahwa orang-orang kafir Quraisy akan menanyakan berita yang sangat penting kepadanya, yaitu mengenai ancaman Allah yang akan ditimpakan kepada mereka, siksaan dunia maupun siksaan akhirat. Apakah janji itu memang benar-benar akan terjadi ataukah ancaman itu hanya berupa kabar untuk menakut-nakuti mereka saja. Pertanyaan yang demikian menunjukkan keraguan mereka sendiri, karena pada saat mereka mendustakan ayat-ayat Allah mereka tidak akan meyakini kebenaran ucapan mereka itu karena mereka dipengaruhi oleh perasaan permusuhan kepada Nabi Muhammad sw dan hanya taklid kepada kepercayaan nenek moyangnya. Menghadapi pertanyaan itu Rasulullah saw diperintahkan untuk menjawab bahwa apa yang diberitakan itu benar-benar akan terjadi. Bahkan di dalam jawaban itu Allah menyatakan dengan sumpah yang menunjukkan bahwa janji itu memang betul-betul akan terjadi.\r\nFirman Allah:\r\nاِنَّ عَذَابَ رَبِّكَ لَوَاقِعٌۙ    ٧  مَّا لَهٗ مِنْ دَافِعٍۙ    ٨\r\nSungguh, azab Tuhanmu pasti terjadi,  tidak sesuatu pun yang dapat menolaknya. (a¯-°µr/52: 7-8);Di akhir ayat Allah menandaskan bahwa apabila Allah telah menurunkan siksa yang dijanjikan kepada mereka, maka mereka tidak akan pernah luput dari ancaman itu, meskipun mereka berusaha lari dari siksaan itu.\r\nAllah berfirman:\r\nوَّاَنَّا ظَنَنَّآ اَنْ لَّنْ نُّعْجِزَ اللّٰهَ فِى الْاَرْضِ وَلَنْ نُّعْجِزَهٗ هَرَبًاۖ\r\nDan sesungguhnya kami (jin) telah menduga, bahwa kami tidak akan mampu melepaskan diri (dari kekuasaan) Allah di bumi dan tidak (pula) dapat lari melepaskan diri (dari)-Nya. (al-Jinn/72: 12)\r\n"}