{"tafsir_id":1418,"surah_id":10,"aya_number":54,"tafsir_wajiz":"Pada no_ayatt sebelumnya dijelaskan bahwa orang-orang yang durhaka pasti akan diazab, lalu pada no_ayatt ini digambarkan penyesalan mereka ketika di akhirat. Dan kalau seandainya setiap orang yang zalim itu, yakni orang yang mempersekutukan Allah itu mempunyai segala harta benda berharga yang ada di bumi, tentu dia menebus dirinya dengan itu agar terlepas dari siksa, tetapi hal itu tidak mungkin, dan mereka menyembunyikan penyesalannya yang sangat besar dan tersembunyi dalam hati, ketika mereka telah menyaksikan, merasakan azab yang sangat pedih itu. Kemudian diberi keputusan di antara mereka dengan adil sesuai dengan apa yang mereka kerjakan, dan mereka tidak dizalimi sedikit pun.","tafsir_tahlili":"(54) Allah menjelaskan bahwa seandainya tiap-tiap orang yang menganiaya diri mereka dengan mempersekutukan Allah dengan tuhan-tuhan yang lain, mempunyai seluruh kekayaan yang ada di bumi, dan diberi kesempatan kepada mereka untuk menebus diri mereka, agar mereka selamat dari siksa Allah dengan seluruh kekayaan yang mereka miliki, tentulah kesalahan mereka tidak seimbang dengan tebusan mereka itu. Apalagi pada saat itu tobat atau tabusan tidak dapat diterima lagi. Tidak ada perlindungan lagi bagi mereka untuk menyelamatkan diri dari siksaan Allah. Namun demikian, mereka berusaha menyembunyikan penyesalan itu. Hal yang demikian itu karena mereka telah benar-benar menyadari bahwa segenap usaha yang mereka lakukan tidak ada gunanya lagi, baik ia menjerit sekuat-kuatnya atau membungkam seribu bahasa. Pada saat itu keputusan Allah telah ditetapkan di antara mereka dengan seadil-adilnya. Mereka akan merasakan balasan dari seluruh tindakan mereka, yang secara fanatik mengikuti nenek moyang mereka yang tetap bergelimang dalam kemusyrikan.\r\nApabila mereka mendapat siksaan serupa itu tidaklah dapat dikatakan bahwa Allah menganiaya mereka, tetapi mereka sendirilah yang menganiaya diri mereka. Siksaan Allah yang akan menimpa mereka itu digambarkan sebagai berikut:\r\nاِنَّآ اَنْذَرْنٰكُمْ عَذَابًا قَرِيْبًا ەۙ يَّوْمَ يَنْظُرُ الْمَرْءُ مَا قَدَّمَتْ يَدَاهُ وَيَقُوْلُ الْكٰفِرُ يٰلَيْتَنِيْ كُنْتُ تُرَابًا ࣖ  ;Sesungguhnya Kami telah memperingatkan kepadamu (orang kafir) azab yang dekat, pada hari manusia melihat apa yang telah diperbuat oleh kedua tangannya; dan orang kafir berkata, ”Alangkah baiknya seandainya dahulu aku jadi tanah.” (an-Nab±/78: 40);Dan firman-Nya:\r\nيٰوَيْلَتٰى لَيْتَنِيْ لَمْ اَتَّخِذْ فُلَانًا خَلِيْلًا\r\nWahai, celaka aku! Sekiranya (dulu) aku tidak menjadikan si fulan itu teman akrab(ku). (al-Furq±n/25: 28);Dan firman-Nya:\r\nلَقَدْ اَضَلَّنِيْ عَنِ الذِّكْرِ بَعْدَ اِذْ جَاۤءَنِيْۗ وَكَانَ الشَّيْطٰنُ لِلْاِنْسَانِ خَذُوْلًا   ;Sungguh, dia telah menyesatkan aku dari peringatan (Al-Quran) ketika (Al-Quran) itu telah datang kepadaku. Dan setan memang pengkhianat manusia. (al-Furq±n/25: 29)\r\n"}