{"tafsir_id":1425,"surah_id":10,"aya_number":61,"tafsir_wajiz":"Setelah dijelaskan pada no_ayatt sebelumnya bahwa kebanyakan manusia tidak pandai bersyukur, lalu dalam no_ayatt ini ditegaskan bahwa seluruh perbuatan manusia selalu berada dalam pengawasan Allah. Dan tidaklah engkau Muhammad berada dalam suatu urusan apapun, baik duniawi maupun ukhrawi, dan kamu tidak membaca suatu no_ayatt Al-Qur'an, baik yang panjang maupun yang pendek serta tidak pula kamu melakukan suatu pekerjaan apapun, baik ketaatan maupun kemaksiatan, melainkan Kami menjadi saksi atasmu ketika kamu melakukannya. Tidak terlewatkan sedikit pun dari pengetahuan dan catatan Tuhanmu melalui para malaikat-Nya, biarpun nilai perbuatan itu hanya sebesar zarrah, baik di bumi ataupun di langit. Tidak ada sesuatu yang lebih kecil dan yang lebih besar daripada itu, melainkan semua tercatat dalam Kitab yang nyata (Lauh Mahfuz).","tafsir_tahlili":"(61) Allah menjelaskan kepada Rasul-Nya dan kaum Muslimin bahwa pada saat Rasulullah melaksanakan urusan yang penting yang menyangkut kepentingan masyarakat, pada saat membacakan ayat-ayat Al-Qur′an, dan pada saat manusia melaksanakan amal perbuatannya, tidak ada yang terlepas dari pengawasan Allah. Dia menyaksikan semua amal perbuatan itu pada saat dilakukannya.\r\nYang termasuk urusan penting dalam ayat ini ialah segala macam urusan yang menyangkut kepentingan umat seperti urusan dakwah Islamiyah, yaitu mengajak umat agar mengikuti jalan yang lurus, dengan cara yang bijaksana dan suri tauladan yang baik, membangunkan kesadaran umat agar tertarik untuk melakukan perintah agama dan menjauhi larangan-larangan-Nya, termasuk pula urusan pendidikan umat dan cara-cara merealisir pendidikan itu hingga menjadi kenyataan yang berfaedah bagi kesejahteraan umat. Disebutkan pula bahwa ayat-ayat Al-Qur′an yang dibaca itu mencakup semua urusan berdasarkan pola-pola pelaksanaannya, tidak boleh menyimpang dari padanya, karena urusan segala umat secara prinsip telah diatur dalam kitab itu.\r\nKemudian disebutkan semua amalan yang dilakukan oleh hamba-Nya, yang telah digariskan oleh wahyu yang diturunkan kepada rasul-Nya, dengan mempedomani isi dari wahyu itu dalam urusannya sehari-hari, serta menaati rasul, karena apa yang diucapkan dan dikerjakan rasul menjadi suri tauladan yang baik bagi seluruh umat.\r\nAllah menandaskan bahwa segala macam amalan yang dilakukan oleh hamba-Nya, tidak ada satupun yang luput dari ilmu dan pengawasan Allah, meskipun amalan itu lebih kecil dari benda yang terkecil, ataupun urusan itu maha penting sehingga tak terkendalikan oleh manusia. Disebutkannya urusan yang kecil dari yang terkecil dan urusan yang maha penting, agar tergambar dalam hati para hamba-Nya, bahwa ilmu Allah itu begitu sempurna sehingga tidak ada satu urusanpun yang luput dari ilmu-Nya, bagaimanapun remehnya urusan itu dan bagaimana pentingnya urusan itu, apalagi urusan itu di luar kemampuan manusia.\r\nIlmu Allah tidak hanya meliputi segala macam urusan yang ada di bumi, tetapi. Juga meliputi segala macam urusan di langit, yang urusannya lebih rumit dan lebih sukar tergambar dalam pikiran manusia. Hal ini untuk menguatkan arti dari keluasan ilmu Allah, sehingga terasalah keagungan dan kekuasaan-Nya.\r\nDi akhir ayat ini, Allah menyatakan dengan tegas bahwa tidak ada satu urusanpun melainkan telah tercatat dalam kitab yang nyata yaitu Lau¥ Ma¥fµ§, maksudnya segala macam urusan itu semuanya dikontrol dan dikendalikan serta dikuasai oleh ilmu Allah Yang Maha Luas dan tercatat dalam kitab-Nya yang jelas di Lau¥ Ma¥fµ§.\r\nAllah berfirman:\r\nوَعِنْدَهٗ مَفَاتِحُ الْغَيْبِ لَا يَعْلَمُهَآ اِلَّا هُوَۗ وَيَعْلَمُ مَا فِى الْبَرِّ وَالْبَحْرِۗ وَمَا تَسْقُطُ مِنْ وَّرَقَةٍ اِلَّا يَعْلَمُهَا وَلَا حَبَّةٍ فِيْ ظُلُمٰتِ الْاَرْضِ وَلَا رَطْبٍ وَّلَا يَابِسٍ اِلَّا فِيْ كِتٰبٍ مُّبِيْنٍ   ;Dan kunci-kunci semua yang gaib ada pada-Nya; tidak ada yang mengetahui selain Dia. Dia mengetahui apa yang ada di darat dan di laut. Tidak ada sehelai daun pun yang gugur yang tidak diketahui-Nya. Tidak ada sebutir biji pun dalam kegelapan bumi dan tidak pula sesuatu yang basah atau yang kering, yang tidak tertulis dalam Kitab yang nyata (Lau¥ Ma¥fµ§). (al-An±m/6: 59)\r\n"}