{"tafsir_id":1438,"surah_id":10,"aya_number":74,"tafsir_wajiz":"Kemudian setelahnya Yakni Nabi Nuh, Kami utus beberapa rasul kepada kaum mereka masing-masing, seperti Nabi Hud, Saleh, Ibrahim, Lut, dan Syu'aib, maka rasul-rasul itu datang kepada mereka dengan membawa keterangan yang jelas, agar mereka beriman kepada Allah, tetapi mereka tidak mau beriman karena mereka dahulu, yakni sebelum datangnya keterangan yang nyata, telah biasa mendustakannya. Demikianlah Kami mengunci hati orang-orang yang melampaui batas, karena mereka telah memilih tidak mau menerima kebenaran.","tafsir_tahlili":"(74) Dalam ayat ini Allah menerangkan tentang pengutusan rasul-rasul sesudah peristiwa topan Nabi Nuh a.s. itu. Nabi-nabi yang diutus itu antara lain Nabi Hud, Saleh, Ibrahim, Lut dan Syuaib a.s. Mereka diutus kepada kaum mereka masing-masing; Nabi Hud kepada kaum ²d, Nabi Saleh kepada kaum ¤amµd, dan Syuaib diutus kepada kaumnya penduduk Madyan, juga diutus kepada kaum Aikah, tetangganya. Kedua kaum ini sebenarnya satu rumpun, mereka mempunyai bahasa yang sama dan tanah air yang sama. Setiap nabi itu datang kepada kaumnya dengan membawa bukti-bukti kebenaran kerasulannya dan memberikan petunjuk kepada kaum itu. Setiap nabi itu menggariskan pedoman-pedoman hidup bagi kaumnya sesuai pula dengan masa, situasi, dan keadaan lingkungan mereka. \r\nKebanyakan kaum para nabi itu tidak beriman, bahkan mereka mendustakannya sebagaimana kaum Nuh. Kebiasaan taklid buta kepada pemuka-pemuka mereka selalu diikuti oleh generasi berikutnya. Oleh karena itu, seperti halnya hati nenek moyang mereka, hati mereka terkunci mati, maka hati nurani generasi berikutnyapun ikut terkunci. Hal demikian itu adalah akibat dari tindakan mereka yang melampaui batas.\r\nKaum musyrikin Arab yang menentang Nabi Muhammad saw, hati nuraninya gelap seperti halnya umat-umat yang lampau. Hati mereka tertutup untuk menerima kebenaran. Mereka mendustakan Rasul dan berbuat durhaka. Sunnah Allah tetap berlaku bagi mereka yang menantang dan mengingkari agama. Jika kaum musyrikin Arab itu tetap ingkar, mereka akan ditimpa azab Tuhan seperti halnya umat yang lampau itu. Firman Allah:\r\nسُنَّةَ اللّٰهِ فِى الَّذِيْنَ خَلَوْا مِنْ قَبْلُ ۚوَلَنْ تَجِدَ لِسُنَّةِ اللّٰهِ تَبْدِيْلًا\r\nSebagai sunnah Allah yang (berlaku juga) bagi orang-orang yang telah terdahulu sebelum(mu), dan engkau tidak akan mendapati perubahan pada sunnah Allah. (al-A¥z±b/33: 62)\r\n"}