{"tafsir_id":1439,"surah_id":10,"aya_number":75,"tafsir_wajiz":"Setelah pada no_ayatt sebelumnya dijelaskan kisah Nabi Nuh dan para rasul terdahulu, lalu dalam no_ayatt ini dijelaskan kisah Nabi Musa. Kemudian setelah mereka, yakni para rasul terdahulu, Kami utus Musa dan Harun kepada Fir'aun dan para pemuka kaumnya, dengan membawa tanda-tanda kebesaran dan kekuasaan Kami. Ternyata mereka menyombongkan diri, yakni mendustakan dan enggan menerima kebenaran, dan mereka adalah orang-orang yang berdosa.","tafsir_tahlili":"(75) Sesudah menerangkan pengutusan rasul-rasul tersebut kepada kaum mereka masing-masing, maka dalam ayat ini, Allah menerangkan secara khusus pengutusan Musa dan Harun a.s. kepada Firaun dan pemuka-pemuka kaumnya. Kisah Musa a.s. berulang kali terdapat dalam Al-Qur'an, karena kisah ini mengandung pelajaran yang penting. Musa a.s. adalah seorang utusan Allah yang dihadapkan kepada seorang raja Firaun yang memiliki kekuasaan besar dan raja dari suatu negara yang sudah tinggi peradaban dan kebudayaannya. Karena kebesarannya itulah dia menjadi sombong dan aniaya terhadap rakyatnya. Dia dikelilingi oleh pemuka kaumnya (bangsa Qib¯y) yang sangat besar pengaruhnya padanya dan banyak menyesatkan pikirannya. Penduduk pribumi Mesir amat dipengaruhi oleh pemuka-pemuka ini. Kalau pemimpin-pemimpin mereka itu ingkar, maka merekapun ingkar, kalau mereka beriman, maka mereka turut pula beriman. Segala urusan dan kepentingan mereka senantiasa tergantung kepada pemuka-pemuka ini.\r\nKetika Nabi Musa membuktikan kebenaran kerasulannya dengan beberapa mukjizat, mereka tetap tidak mau beriman dikarenakan keangkuhan yang bersarang dalam kalbu mereka. Akal pikiran mereka sebenarnya, mengakui kebenaran kerasulan Musa a.s. itu. Mereka dapat membedakan antara sihir dengan yang bukan sihir (mukjizat) karena mereka mengetahui apa sebenarnya itu. Namun mereka tetap ingkar, karena mereka adalah orang-orang yang penuh dosa.\r\nFirman Allah:\r\nوَجَحَدُوْا بِهَا وَاسْتَيْقَنَتْهَآ اَنْفُسُهُمْ ظُلْمًا وَّعُلُوًّاۗ فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ الْمُفْسِدِيْنَ ࣖ    \r\nDan mereka mengingkarinya karena kezaliman dan kesombongannya, padahal hati mereka meyakini (kebenaran)nya. Maka perhatikanlah bagai-mana kesudahan orang-orang yang berbuat kerusakan. (an-Naml/27: 14)\r\n"}