{"tafsir_id":145,"surah_id":2,"aya_number":138,"tafsir_wajiz":"Keberagamaan dan keimanan seperti yang diajarkan oleh Nabi Ibrahim itu merupakan shibgah atau celupan Allah. Siapa yang lebih baik sibgah-nya daripada Allah? Tentu tidak ada. Dan kepada-Nya kami menyembah. Kata “celupan” pada no_ayatt ini mengandung arti keimanan kepada Allah yang tidak disertai kemusyrikan sedikit pun. Makna ini ditegaskan oleh perkataan “dan hanya kepada-Nyalah, bukan kepada yang lain, kami menyembah.” Ini juga mengindikasikan bahwa keberagamaan kita harus bersifat total sehingga seluruh totalitas kita terwarnai oleh celupan agama Allah itu. ","tafsir_tahlili":"(138) Iman yang sebenarnya ialah iman yang tidak dicampuri oleh unsur-unsur syirik. Ibnu Jarir berkata,  Sesungguhnya orang-orang Nasrani bila anak mereka dilahirkan, maka mereka datang kepada pendeta pada hari yang ketujuh, mereka memandikannya dengan air yang disebut al-Mamudi untuk membaptisnya. Mereka mengatakan, “Ini adalah kesucian pengganti khitan. Maka apabila mereka telah mengerjakannya jadilah anak itu seorang Nasrani yang sebenarnya.” Maka Allah menurunkan ayat ini . )\r\nSibgah All±h berarti  celupan Allah . Maksudnya ialah iman kepada Allah yang tidak disertai sedikit pun dengan kemusyrikan. Hal ini ditegaskan oleh perkataan  dan hanya kepada-Nya lah kami menyembah , tidak kepada yang lain. Hal ini ditegaskan oleh firman Allah:\r\nفَاَقِمْ وَجْهَكَ لِلدِّيْنِ حَنِيْفًاۗ فِطْرَتَ اللّٰهِ الَّتِيْ فَطَرَ النَّاسَ عَلَيْهَاۗ  لَا تَبْدِيْلَ لِخَلْقِ اللّٰهِ ۗذٰلِكَ الدِّيْنُ الْقَيِّمُۙ وَلٰكِنَّ اَكْثَرَ النَّاسِ لَا يَعْلَمُوْنَ\r\nMaka hadapkanlah wajahmu dengan lurus kepada agama (Islam); (sesuai) fitrah Allah disebabkan Dia telah menciptakan manusia menurut (fitrah) itu. Tidak ada perubahan pada ciptaan Allah. (Itulah) agama yang lurus, tetapi kebanyakan manusia tidak mengetahui. (ar-Rµm/30:30);Ayat ini menerangkan bahwa dalam menyelesaikan persoalan yang berhubungan dengan agama haruslah digunakan kaidah-kaidah atau dalil-dalil agama, tidak boleh didasarkan kepada hawa nafsu dan keinginan manusia. Dari ayat di atas dapat dipahami bahwa manusia tidak dapat menghapus atau membersihkan dosa manusia yang lain, atau menerima tobatnya seperti yang dilakukan orang-orang Nasrani dengan membabtis anak-anak mereka. Yang membersihkan dan menghapus dosa seseorang ialah usaha orang itu sendiri sesuai dengan petunjuk Allah, dan hanya Allah saja yang dapat menerima tobat seseorang."}