{"tafsir_id":1454,"surah_id":10,"aya_number":90,"tafsir_wajiz":"no_ayatt ini menjelaskan azab yang akan menimpa Fir'aun dan pengikutnya. Dan Kami selamatkan Bani Israil melintasi laut, yakni laut merah, kemudian Fir'aun dan bala tentaranya mengikuti mereka, untuk menzalimi dan menindas mereka. Sehingga ketika Fir'aun hampir mati tenggelam, karena air hampir menenggelamkannya, dia berkata, “Aku percno_ayat bahwa tidak ada tuhan melainkan Tuhan yang dipercno_ayati oleh Bani Israil, dan aku termasuk orang-orang Muslim, berserah diri, tunduk dan patuh.”","tafsir_tahlili":"(90) Dalam ayat ini, Allah menceritakan tentang kepergian Bani Israil dari bumi Mesir. Ketika Nabi Musa meminta kepada Firaun agar dia membebaskan Bani Israil yang ada di Mesir dari belenggu perbudakan, kemudian mengizinkan mereka kembali ke Palestina, untuk menjalankan agama mereka dengan bebas, Firaun menolak permintaan itu.\r\nAkhirnya Musa dan kaumnya lari meninggalkan Mesir. Firaun dan tentaranya kemudian mengejar mereka Rombongan Fir'aun dan tentaranya hampir menyusul Musa dan kaumnya ketika mereka akan menyeberang lautan. Bani Israil merasa ketakutan jika tertangkap oleh pasukan Firaun, lalu Musa menenteramkan rombongannya dengan meyakinkan kepada mereka bahwa mereka akan menyaksikan kehancuran musuh mereka. Maka Tuhanpun mewahyukan kepada Musa supaya dia memukulkan tongkatnya ke laut. Lautanpun terbelah, masuklah Musa dan kaumnya berjalan di celah-celahnya yang kering hingga tiba dengan selamat di seberang lautan. Firaun bersama pasukannya mengikuti jalan yang sama tapi ketika tiba di tengah perjalanan, Musa mengulurkan tangannya ke arah lautan, maka lautanpun kembali seperti sedia kala. Firaun tenggelam ditelan gelombang bersama pasukannya. Ketika dia merasa akan mati tenggelam, dia menyatakan iman dan Islamnya. Dia menyatakan beriman kepada Tuhan yang diimani oleh Bani Israil. Pernyataan iman kepada Allah dan Musa a.s., diucapkannya dengan kalimat: “Aku termasuk orang Islam”. Pengakuan Islam mengandung iman kepada Allah dan Rasul-Nya, tetapi pernyataan iman ini sangat terlambat karena dinyatakan pada saat dia hampir tenggelam dan tidak seorangpun yang dapat menolongnya. Pernyataan dalam keadaan demikian itu tidak diterima oleh Allah. Firman Allah:\r\nفَلَمَّا رَاَوْا بَأْسَنَاۗ قَالُوْٓا اٰمَنَّا بِاللّٰهِ وَحْدَهٗ وَكَفَرْنَا بِمَا كُنَّا بِهٖ مُشْرِكِيْنَ  ٨٤  فَلَمْ يَكُ يَنْفَعُهُمْ اِيْمَانُهُمْ لَمَّا رَاَوْا بَأْسَنَا ۗسُنَّتَ اللّٰهِ الَّتِيْ قَدْ خَلَتْ فِيْ عِبَادِهِۚ وَخَسِرَ هُنَالِكَ الْكٰفِرُوْنَ ࣖ   ٨٥  \r\n  \r\nMaka ketika mereka melihat azab Kami, mereka berkata, ”Kami hanya beriman kepada Allah saja dan kami ingkar kepada sembahan-sembahan yang telah kami persekutukan dengan Allah.”Maka iman mereka ketika mereka telah melihat azab Kami tidak berguna lagi bagi mereka. Itulah (ketentuan) Allah yang telah berlaku terhadap hamba-hamba-Nya. Dan ketika itu rugilah orang-orang kafir. (G±fir/40: 84-85)\r\n"}