{"tafsir_id":1457,"surah_id":10,"aya_number":93,"tafsir_wajiz":"Setelah dijelaskan tentang kezaliman Fir'aun dan pengikutnya serta azab yang dialami diakhir hidupnya, lalu dijelaskan tentang anugerah Allah kepada bani Israil. Dan sungguh, Kami telah menempatkan Bani Israil di tempat kediaman yang bagus, yakni tempat yang terpenuhi segala kebutuhan hidup, tanah yang subur, lingkungan yang nyaman, dan udara yang segar, dan Kami beri mereka rezeki yang baik dari hasil bumi. Maka setelah mendapatkan rezeki mereka tidak berselisih dalam urusan dunia maupun agama, kecuali setelah datang kepada mereka pengetahuan yang tersebut dalam Taurat. Sesungguhnya Tuhan kamu, wahai Nabi Muhammad, akan memberi keputusan antara mereka pada hari Kiamat tentang apa yang mereka perselisihkan itu.","tafsir_tahlili":"(93) Sesudah Allah mengakhiri kisah Firaun, maka pada ayat ini, Allah menyebutkan riwayat Bani Israil, setibanya mereka pada tempat yang dijanjikan Tuhan. Allah telah menempatkan mereka di negeri yang indah yaitu negeri Palestina. Sebagaimana diterangkan pula dalam ayat yang lain firman Allah:\r\nوَاَوْرَثْنَا الْقَوْمَ الَّذِيْنَ كَانُوْا يُسْتَضْعَفُوْنَ مَشَارِقَ الْاَرْضِ وَمَغَارِبَهَا الَّتِيْ بٰرَكْنَا فِيْهَاۗ ;Dan Kami wariskan kepada kaum yang tertindas itu bumi bagian timur dan bagian baratnya yang telah Kami berkahi. (al-Ar±f/7: 137);Allah melimpahkan rezeki yang baik dan bermacam-macam, seperti peternakan, perkebunan, pertanian, dan perikanan di daratan, seperti Laut Mati, dan di lautan kepada Bani Israil. Mereka hidup rukun dan damai penuh bahagia di negeri yang baru itu. Tetapi kemudian timbul perselisihan yang besar di kalangan mereka sesudah mereka mempelajari kitab Taurat dan hukum-hukum-Nya. Sebenarnya tidak wajar mereka itu berselisih paham sebab Allah telah cukup jelas menerangkan kepada mereka syariat-Nya. Jika timbul perselisihan maka hal itu disebabkan faktor pribadi dan kepentingan golongan di antara mereka. Firman Allah:\r\nوَمَا اخْتَلَفَ الَّذِيْنَ اُوْتُوا الْكِتٰبَ اِلَّا مِنْۢ بَعْدِ مَا جَاۤءَهُمُ الْعِلْمُ بَغْيًاۢ بَيْنَهُمْ ۗ \r\nTidaklah berselisih orang-orang yang telah diberi Kitab, kecuali setelah mereka memperolah ilmu, karena kedengkian di antara mereka. (²li Imr±n/3: 19);Kedengkian dan kebencian terhadap golongan lain, ambisi pribadi, bermegah-megah dan kepentingan golongan serta faktor-faktor subyektif sangat mempengaruhi orang-orang Yahudi dalam mempelajari Kitab Suci. Mereka tidak segan memutarbalikkan pengertian ayat dari arti yang sebenarnya. Firman Allah:\r\nمِنَ الَّذِيْنَ هَادُوْا يُحَرِّفُوْنَ الْكَلِمَ عَنْ مَّوَاضِعِهٖ\r\n(Yaitu) di antara orang Yahudi, yang mengubah perkataan dari tempat-tempatnya. (an-Nis±'/4: 46)\r\n"}