{"tafsir_id":1486,"surah_id":11,"aya_number":13,"tafsir_wajiz":"Bahkan mereka mengatakan, “Dia (Muhammad) telah membuat-buat Al-Qur'an itu.” Tuduhan mereka tidak beralasan, karena itu katakanlah wahai Nabi, “Kalau demikian tuduhan kalian terhadap Al-Qur'an, maka datangkanlah sepuluh no_surahh semisal dengannya yang dibuat-buat dengan susunan bahasa yang indah. Dan ajaklah siapa saja di antara kamu selain Allah yang sanggup merangkai kata dan menyusunnya menjadi kalimat seperti Al-Qur'an. Jika kamu mengaku bahwa dirimu adalah orang-orang yang benar dan mampu, buktikanlah kebenaran ucapanmu itu. Sekalipun seluruh pujangga dan sastrawan dikerahkan untuk menyusun semisal Al-Qur'an, niscno_ayat mereka tidak akan mampu melakukannya, karena Al-Qur'an bukanlah buatan manusia. (Lihat: no_surahh al-Baqarah/2: 23; Yunus/10: 38; al-Isra'/17: 88; at-Tur/52: 34).","tafsir_tahlili":"(13) Orang-orang kafir Mekah menuduh bahwa Muhammad itu telah menciptakan Al-Qur'an. Mereka menuduh bahwa Al-Qur'an itu bukan wahyu dari Allah, akan tetapi semata-mata buatan Muhammad belaka. Maka Nabi Muhammad diperintahkan untuk menantang orang-orang kafir Quraisy, termasuk pula orang-orang yang meragukan bahwa Al-Qur'an itu sebagai firman Allah, untuk membuat sepuluh surah yang sama dengan Al-Qur'an yang isinya mencakup hukum-hukum (syariat) kemasyarakatan, hikmat-hikmat, nasihat-nasihat, berita-berita yang gaib tentang umat-umat yang terdahulu dan berita-berita yang gaib tentang peristiwa yang akan datang, dengan susunan kata-kata yang sangat indah dan halus, sukar ditiru oleh siapa pun karena ketinggian bahasanya yang mempunyai pengaruh yang sangat mendalam kepada jiwa setiap orang yang membaca dan mendengarnya. Sesudah itu dijelaskan bahwa mereka telah mengenal Muhammad. Beliau telah bergaul berpuluh-puluh tahun di tengah-tengah mereka, dan mereka tidak pernah mendapatkan beliau berdusta atau menyalahi janji sehingga mendapat gelar al-Amin. Dengan sifat yang sudah terkenal kejujurannya sejak sebelum diangkat menjadi nabi, tidak wajar apabila beliau tiba-tiba berubah menjadi penipu atau pendusta seperti yang mereka tuduhkan, yaitu mengada-adakan Al-Qur'an dan mengatakannya dari Allah.\r\nSeorang sastrawan, bagaimana pun pandainya dan mahirnya membuat suatu karangan, tentu dapat saja ditiru atau diimbangi oleh sastrawan yang lain. Akan tetapi, orang musyrikin tidak mampu menciptakan surah-surah yang sama dengan Al-Qur'an, padahal mereka, sebagai pemimpin Quraisy, termasuk pujangga, ahli bahasa, dan sastrawan ulung, karena hasil karya kesusastraan mereka dalam bentuk syair sering dipamerkan bahkan dipertandingkan dalam gelanggang musabaqah keindahan bahasa di pasar Ukā§, ªul Majaz, dan Majannah. Jika mereka secara sendiri-sendiri ternyata tidak mampu mengemukakan surah-surah yang sama seperti Al-Qur'an, maka mereka dipersilahkan mengundang orang-orang yang sanggup membantu mereka jika mereka memang orang-orang yang benar.\r\n"}