{"tafsir_id":1489,"surah_id":11,"aya_number":16,"tafsir_wajiz":"Orang-orang yang amal perbuatannya hanya berorientasi duniawi semata, itulah orang-orang yang tidak memperoleh sesuatu di akhirat kecuali neraka. Mereka berusaha di dunia bukan atas dorongan iman, taat, pendekatan diri kepada Allah, dan membersihkan diri dari dosa, maka sia-sialah di akhirat sana apa yang telah mereka usahakan berupa harta kekno_ayatan dan pangkat selama di dunia. Dan oleh karenanya, terhapuslah apa yang telah mereka kerjakan selama hidup di dunia. Bagi orang yang bekerja hanya untuk mencari kebahagiaan dan kemewahan dunia, Allah pasti akan berikan sesuai dengan apa yang mereka usahakan.","tafsir_tahlili":"(16) Orang-orang yang amalnya hanya diniatkan sekadar mencapai kebahagiaan hidup di dunia dan tidak diniatkan sebagai persiapan untuk menghadapi akhirat, tidak memperoleh apa pun kecuali neraka. Mereka berusaha di dunia bukan karena dorongan iman pada Allah dan bukan untuk membersihkan diri dari dosa dan kejahatan dan bukan pula untuk mengejar keutamaan dan takwa, akan tetapi semata-mata untuk memenuhi keinginan hawa nafsu sepuas-puasnya. Itulah sebabnya Allah menjadikan apa yang telah mereka kerjakan di dunia sia-sia belaka.; Allah berfirman:\r\nمَنْ كَانَ يُرِيْدُ الْعَاجِلَةَ عَجَّلْنَا لَهٗ فِيْهَا مَا نَشَاۤءُ لِمَنْ نُّرِيْدُ ثُمَّ جَعَلْنَا لَهٗ جَهَنَّمَۚ يَصْلٰىهَا مَذْمُوْمًا مَّدْحُوْرًا  ١٨  وَمَنْ اَرَادَ الْاٰخِرَةَ وَسَعٰى لَهَا سَعْيَهَا وَهُوَ مُؤْمِنٌ فَاُولٰۤىِٕكَ كَانَ سَعْيُهُمْ مَّشْكُوْرًا  ١٩  \r\nBarang siapa menghendaki kehidupan sekarang (duniawi), maka Kami segerakan baginya di (dunia) ini apa yang Kami kehendaki bagi orang yang Kami kehendaki. Kemudian Kami sediakan baginya (di akhirat) neraka Jahanam; dia akan memasukinya dalam keadaan tercela dan terusir. Dan barang siapa menghendaki kehidupan akhirat dan berusaha ke arah itu dengan sungguh-sungguh, sedangkan dia beriman, maka mereka itulah orang yang usahanya dibalas dengan baik. (al-Isr±'/17: 18-19);Allah berfirman:\r\nمَنْ كَانَ يُرِيْدُ حَرْثَ الْاٰخِرَةِ نَزِدْ لَهٗ فِيْ حَرْثِهٖۚ وَمَنْ كَانَ يُرِيْدُ حَرْثَ الدُّنْيَا نُؤْتِهٖ مِنْهَاۙ وَمَا لَهٗ فِى الْاٰخِرَةِ مِنْ نَّصِيْبٍ    ٢٠  \r\nBarang siapa menghendaki keuntungan di akhirat akan Kami tambahkan keuntungan itu baginya dan barang siapa menghendaki keuntungan di dunia Kami berikan kepadanya sebagian darinya (keuntungan dunia), tetapi dia tidak akan mendapat bagian di akhirat. (asy-Syµr±/42: 20)\r\n"}