{"tafsir_id":149,"surah_id":2,"aya_number":142,"tafsir_wajiz":"Setelah pada no_ayatt yang lalu diceritakan perilaku kaum Yahudi secara umum, pada no_ayatt ini Allah menjelaskan sikap mereka dan juga orang musyrik terkait persoalan khusus, yaitu pengalihan kiblat salat dari Baitulmakdis di Palestina ke Kakbah di Mekah. Pada saat Nabi berhijrah ke Madinah, beliau dan para sahabatnya selama 16 sampai 17 bulan melaksanakan salat menghadap ke Baitulmakdis. Pada Rajab tahun ke-2 Hijriah, Allah memerintahkan Nabi untuk menghadap ke Masjidilharam di Mekah. Tentang hal ini Allah berfirman sebagai berikut. Orang-orang yang kurang akal di antara manusia, yakni sebagian orang Yahudi dan kelompok lain, akan mengolok-olok Nabi dan kaum mukmin dengan berkata, “Apakah yang memalingkan mereka, yakni kaum muslim, dari kiblat yang dahulu mereka berkiblat kepadanya?” Pemberitahuan awal ini dilakukan agar Nabi dan orang-orang Islam tidak kaget jika hal itu tejadi. Lalu Allah memerintahkan kepada Nabi untuk menjawab mereka. Katakanlah, wahai Rasul, “Milik Allah-lah timur dan barat. Allah berhak untuk menyuruh hamba-Nya menghadap ke arah mana saja, apakah ke arah timur atau barat, karena semua arah adalah milik Allah. Mereka yang beriman dengan benar akan mengikuti seluruh perintah Allah. Mereka itulah yang mendapat petunjuk dari Allah. Dia memberi petunjuk kepada siapa yang Dia kehendaki ke jalan yang lurus.” Allah yang paling mengetahui siapa yang pantas untuk mendapat petunjuk itu. ","tafsir_tahlili":"(142) Ayat ini diturunkan di Medinah berkenaan dengan perpindahan kiblat kaum Muslimin dari Baitulmakdis (Masjidilaqsa) ke Baitullah (Masjidilharam). Nabi Muhammad saw serta kaum Muslimin ketika masih berada di Mekah melaksanakan salat menghadap Baitulmakdis, sebagaimana yang dilakukan oleh nabi-nabi sebelumnya; tetapi beliau mempunyai keinginan dan harapan agar kiblat tersebut pindah ke Kabah yang berada di Masjidilharam di Mekah. Sebab itu, beliau berusaha menghimpun kedua kiblat dengan cara menghadap ke Kabah dan Baitulmakdis sekaligus, dengan mengerjakan salat di sebelah selatan Kabah menghadap ke utara, karena Baitulmakdis juga terletak di utara.\r\nSetelah beliau hijrah ke Medinah tentu tidak mungkin lagi untuk berbuat demikian, karena Kabah tidak terletak di utara kota Medinah, tidak lagi dalam satu arah dengan Baitulmakdis. Dengan demikian beliau setelah berada di Medinah hanya menghadap Baitulmakdis ketika salat. Hal itu berlangsung selama 16 bulan, dan beliau berdoa agar Allah menetapkan Kabah menjadi kiblat, sebagai pengganti Baitulmakdis. Beliau menengadahkan wajahnya ke langit, menantikan wahyu dari Allah swt dengan penuh harapan, tanpa mengucapkan sepatah kata pun, sebagai salah seorang hamba Allah yang berbudi luhur dan berserah diri kepada-Nya. Tidak lama kemudian, turunlah ayat ini yang memerintahkan perpindahan kiblat dari Baitulmakdis ke Kabah. Ayat ini diturunkan pada bulan Rajab tahun kedua Hijri. Ayat ini sekaligus merupakan jawaban terhadap ejekan kaum musyrikin dan keingkaran orang-orang Yahudi serta kaum munafik atas perpindahan kiblat tersebut.\r\n   Orang yang mengingkari dan mengejek perpindahan kiblat, oleh ayat ini dinamakan sebagai  orang yang kurang akal  (sufah±′/pandir). Mereka mencela padahal tidak mengetahui persoalan-persoalan yang pokok dalam masalah perpindahan kiblat itu. Mereka tidak menyadari, bahwa arah yang empat, yaitu timur, barat, utara dan selatan, semuanya adalah kepunyaan Allah swt, tidak ada keistimewaan yang satu terhadap yang lain. Dengan demikian, apabila Allah memerintahkan hamba-Nya menghadap ke satu arah dalam salat, maka hal ini bukanlah disebabkan karena arah tersebut lebih mulia dari yang lain, melainkan semata-mata untuk menguji kepatuhan mereka kepada perintah dan peraturan-Nya.\r\nKaum Yahudi, orang musyrik dan orang munafik yang mengingkari perpindahan kiblat tersebut, oleh Tuhan disebut sebagai  orang yang kurang akal  (pandir). Mereka menanyakan alasan perpindahan itu. Nabi Muhammad saw diperintahkan Allah untuk memberikan jawaban kepada kami dengan mengatakan bahwa semua arah kepunyaan Allah. Apabila Dia menentukan kiblat bagi kaum Muslimin, maka hal itu adalah untuk mempersatukan mereka dalam beribadah. Hanya saja orang yang kurang akal telah menjadikan batu-batu dan bangunan-bangunan tersebut sebagai pokok agama. Padahal, kelebihan dan keutamaan sesuatu arah bukanlah karena zatnya sendiri, melainkan karena ia telah dipilih dan ditentukan Allah swt.\r\nPada akhir ayat ini ditegaskan bahwa Allah memberi petunjuk kepada orang-orang yang dikehendaki-Nya ke jalan yang lurus. Maka siapa saja yang patuh dan menaati perintah Allah tentulah akan memperoleh petunjuk-Nya untuk mendapatkan kebahagiaan dunia dan akhirat. Sebaliknya orang yang ingkar dan kufur terhadap agama-Nya tentulah tidak akan memperoleh petunjuk atau hidayah-Nya."}