{"tafsir_id":15,"surah_id":2,"aya_number":8,"tafsir_wajiz":"Dan selanjutnya disebutkan kelompok manusia yang ketiga dalam menyikapi kebenaran petunjuk Al-Qur'an, yaitu di antara manusia yang ingkar seperti disebut sebelumnya ada sekelompok orang yang mengatakan sesuatu yang sesungguhnya tidak lahir dari dalam hati nurani. Mereka berkata, “Kami hanya beriman kepada Allah dengan segala keagungan-Nya dan kami juga beriman kepada hari akhir yang diingkari oleh orang-orang kafir,” padahal sesungguhnya mereka itu tidak jujur dalam mengatakan itu sehingga mereka bukanlah termasuk golongan orang-orang yang beriman. Kelompok ketiga ini jauh lebih berbahno_ayat daripada yang secara terang-terangan menolak (kafir), sebab mereka menampakkan diri seperti kawan padahal sesungguhnya mereka adalah lawan.","tafsir_tahlili":"(8) Pada ayat ini diterangkan golongan yang ketiga yaitu golongan munafik, golongan yang mengaku bahwa mereka beriman, tetapi sebenarnya tidak beriman. Pengakuan mereka tidaklah benar. Mereka mengakui demikian itu untuk mengelabui mata dan mempermainkan orang Islam. \r\nSewaktu Rasul saw hijrah dari Mekah ke Medinah, banyak penduduk Medinah masuk Islam dari kabilah 'Aus dan Khazraj dan beberapa orang Yahudi. Pada mulanya masih belum tampak golongan ini. Tetapi sesudah perang Badar tahun kedua Hijri, yang membawa kemenangan bagi kaum Muslimin, mulailah timbul golongan munafik ini.\r\nAbdullah bin Ubay, seorang pemimpin di Medinah dari kabilah Khazraj, anak dari seorang yang pernah menjadi pemimpin suku Aus dan Khazraj, oleh pengikut-pengikutnya dijadikan calon raja di Medinah. Dia berkata kepada pengikut-pengikutnya, “Situasi sekarang jelas menunjukkan kemenangan bagi Muhammad”. Kemudian Abdullah bin Ubay dan pengikut-pengikutnya menyatakan masuk Islam tetapi hati mereka tetap membenci. Tujuan mereka hendak menghancurkan kaum Muslimin dari dalam, dengan berbagai macam usaha dan tipu daya. Di antara mereka banyak pula orang Yahudi.\r\nSabda Nabi saw:\r\nعَنِ ابْنِ عُمَرَ عَنِ النَّبِيِّ صَلَّى الله ُعَلَيْهِ وَسَلَّمَ: مَثَلُ الْمُنَافِقِ كَمَثَلِ الشَّاةِ بَيْنَ الْغَنَمَيْنِ تَعِيْرُ اِلَى هٰذَا مَرَّةً وَاِلَى هٰذَا مَرَّةً (رواه مسلم عن ابن عمر)\r\nPerumpamaan orang munafik seperti seekor anak kambing (yang bingung dan ragu) di antara dua kambing, bolak-balik, kadang-kadang mengikuti yang satu ini, kadang-kadang mengikuti yang lainnya. (Riwayat Muslim dari Ibnu Umar);Mereka bukan termasuk orang-orang yang beriman yang benar dan yang merasakan keagungan Allah swt, mereka tidak pula menyadari bahwa Allah sebenarnya mengetahui perbuatan mereka lahir dan batin. Sekiranya mereka beriman dengan iman yang benar, tentulah mereka tidak melakukan perbuatan yang menyakitkan hati Nabi saw dan kaum Muslimin. Mereka melakukan ibadah salat dan puasa, hanya untuk mengelabui mata umum, sedang hati dan jiwa mereka sesungguhnya tidak menghayati ibadah-ibadah tersebut."}