{"tafsir_id":150,"surah_id":2,"aya_number":143,"tafsir_wajiz":"Jika Allah menjadikan Kakbah sebagai kiblat yang paling utama karena dibangun oleh bapak para nabi, yaitu Nabi Ibrahim, maka demikian pula Kami telah menjadikan kamu, umat Islam, umat pertengahan, yaitu umat terbaik yang pernah ada di bumi ini. Umat yang terbaik sangatlah pantas menjadi saksi. Tujuannya adalah agar kamu menjadi saksi atas perbuatan manusia, yaitu ketika nanti pada hari Kiamat jika ada dari mereka yang mengingkari bahwa rasul-rasul mereka telah menyampaikan pesan-pesan Allah atau adanya penyimpangan pada ajaran mereka. Di samping itu, juga agar Rasul, Muhammad, menjadi saksi atas perbuatan kamu yaitu dengan memberikan petunjuk dan arahan-arahannya ketika masih hidup serta jalan kehidupannya juga petunjuknya ketika sudah meninggal. Allah kemudian menjelaskan tujuan pengalihan kiblat, yaitu menguji keimanan seseorang. Kami tidak menjadikan kiblat yang dahulu kamu berkiblat kepadanya melainkan agar Kami mengetahui siapa yang mengikuti Rasul dan siapa yang berbalik ke belakang. Bagi mereka yang tetap istikamah dengan keimanannya, mereka akan mengikuti apa pun yang diperintahkan oleh Allah dan Rasul-Nya, baik dalam pengalihan kiblat atau lainnya. Sebaliknya, bagi yang lain, mereka akan menolak dan enggan mengikuti perintah Allah dan Rasul-Nya. Ihwal pemindahan kiblat memang mengundang persoalan bagi sebagian kelompok. Oleh karena itu, pemindahan kiblat itu sangat berat kecuali bagi orang yang telah diberi petunjuk oleh Allah. Sebagian kelompok menganggap persoalan kiblat adalah termasuk ajaran yang sudah baku, tidak bisa diubah lagi, seperti halnya tauhid. Namun, sebagian lagi, yaitu orang-orang yang istikamah dalam beriman, menganggap bahwa persoalan ini termasuk kebijakan Allah yang bisa saja berubah. Dan Allah tidak akan menyia-nyiakan imanmu. Sungguh, Allah Maha Pengasih, Maha Penyno_ayatng kepada manusia. ","tafsir_tahlili":"(143) Umat Islam adalah ummatan wasa¯an umat yang mendapat petunjuk dari Allah swt, sehingga mereka menjadi umat yang adil serta pilihan dan akan menjadi saksi atas keingkaran orang yang kafir. Umat Islam harus senantiasa menegakkan keadilan dan kebenaran serta membela yang hak dan melenyapkan yang batil. Mereka dalam segala persoalan hidup berada di tengah orang-orang yang mementingkan kebendaan dalam kehidupannya dan orang-orang yang mementingkan ukhrawi saja. Dengan demikian, umat Islam menjadi saksi yang adil dan terpilih atas orang-orang yang bersandar pada kebendaan, yang melupakan hak-hak ketuhanan dan cenderung kepada memuaskan hawa nafsu. Mereka juga menjadi saksi terhadap orang-orang yang berlebih-lebihan dalam soal agama sehingga melepaskan diri dari segala kenikmatan jasmani dengan menahan dirinya dari kehidupan yang wajar. Umat Islam menjadi saksi atas mereka semua, karena sifatnya yang adil dan terpilih dan dalam melaksanakan hidupnya sehari-hari selalu menempuh jalan tengah. Demikian pula Rasulullah saw menjadi saksi bagi umatnya, bahwa umatnya itu sebaik-baik umat yang diciptakan untuk memberi petunjuk kepada manusia dengan amar makruf dan nahi mungkar. \r\nKemudian dijelaskan bahwa perubahan kiblat dari Baitulmakdis ke Kabah adalah untuk menguji manusia, siapa di antara mereka yang benar-benar beriman dan mengikuti Rasul serta siapa pula yang lemah imannya, membelok dari jalan yang lurus. Memang pemindahan kiblat itu dirasakan sangat berat oleh orang yang fanatik kepada kiblat yang pertama, karena manusia pada umumnya sulit untuk mengubah dan meninggalkan kebiasaannya. Tetapi orang yang mendapat petunjuk dari Allah dengan mengetahui hukum-hukum agamanya dan rahasia syariatnya, mereka sadar bahwa melaksanakan ibadah dengan menghadap kiblat itu adalah semata-mata karena perintah Allah bukan karena suatu rahasia yang tersembunyi pada tempat itu, dan bahwa penempatan kiblat itu untuk menghimpun manusia pada satu arah serta untuk persatuan umat.\r\nUntuk menghilangkan keragu-raguan dari sebagian kaum Muslimin tentang pahala salatnya selama mereka menghadap ke Baitulmakdis dulu, maka Allah menerangkan bahwa Dia sekali-kali tidak akan menyia-nyiakan iman dan amal orang-orang yang mematuhi Rasul karena Allah Maha Pengasih dan Maha Penyayang."}