{"tafsir_id":1501,"surah_id":11,"aya_number":28,"tafsir_wajiz":"Setelah menjelaskan bantahan-bantahan kaum Nabi Nuh yang tidak menerima ajakan menuju jalan yang benar, yaitu menyembah Allah, pada no_ayatt ini dijelaskan tentang jawaban-jawaban Nabi Nuh kepada kaumnya. Dia (Nabi Nuh) berkata, “Wahai kaumku! Apa pendapatmu jika aku mempunyai bukti yang nyata dan terang dari Tuhanku bahwa aku benar-benar diutus oleh Allah, dan aku diberi rahmat dari sisi-Nya berupa kenabian dan risalah yang mengandung keutamaan di dalamnya, sedangkan rahmat berupa keterangan dan dalil-dalil itu disamarkan, yakni tidak tampak bagimu disebabkan kalian mengikuti hawa nafsu dan berpaling dari petunjuk. Apa kami akan memaksa kamu untuk menerimanya, padahal kamu tidak menyukainya?” Tugas kami hanya menyampaikan ajaran yang benar, dan kami menyerahkan urusan kalian kepada Allah.","tafsir_tahlili":"(28) Nabi Nuh a.s. bertanya, “Hai kaumku, bagaimana pendapatmu jika aku mengemukakan hujjah yang nyata sekali kebenarannya dari Tuhanku, dan bukan sekali-kali dari diriku sendiri, dan bukan pula karena jasaku sendiri, sebagai seorang manusia yang istimewa, akan tetapi karena aku diberi rahmat oleh Tuhanku, yaitu kenabian, yang tidak dapat kamu melihatnya karena dihalangi oleh kejahilan, kesombongan, serta kesenangan kepada pangkat dan kedudukan duniawi, maka apakah aku akan memaksa kamu untuk menerimanya, sedangkan kamu sangat membencinya? Kami tidak dapat melakukan paksaan. Terserah kepada kalian untuk menerima atau menolaknya, karena aku hanya seorang utusan Allah yang bertugas menyampaikannya.”\r\nNabi Nuh a.s. menjelaskan apa yang tersirat dalam jawabannya yaitu walaupun mereka sama-sama manusia, namun jangan menyamaratakan semua manusia dalam segala hal ihwal keadaannya. Semua orang tidak sama watak dan tabiatnya, kecerdasan dan kemampuannya, dan kesediaan untuk menerima petunjuk dan kebenaran, apalagi dalam bidang-bidang yang secara keseluruhan dikuasai oleh Allah swt, seperti membuka hati dan menerima rahmat, atau menerima pangkat kenabian yang semuanya itu sangat samar bahkan tertutup sama sekali bagi orang-orang kafir. Nabi Nuh mengatakan, “Apa yang dapat aku kerjakan ialah menyampaikan perintah Allah. Sama sekali aku tidak mampu memaksa kamu untuk menerima kenyataan-kenyataan seperti itu. Sebagai utusan Allah, aku hanya mampu menyampaikan saja, terserah kepada kamu untuk menerima atau menolaknya, asal kamu betul-betul memahami semua akibatnya.”\r\n"}