{"tafsir_id":1502,"surah_id":11,"aya_number":29,"tafsir_wajiz":"Dan selanjutnya Nabi Nuh berkata kepada kaumnya, “Wahai kaumku! Aku tidak meminta harta kepada kalian sebagai imbalan atas seruanku agar kalian mengikuti jalan yang benar. Imbalanku hanyalah dari Allah yang memberi tugas kepadaku, aku pun bertawakal kepada-Nya. Dan aku sekali-kali tidak akan mengusir orang yang telah beriman kepadaku hanya karena mereka kaum yang lemah dan bukan golongan terpandang lagi kno_ayat rno_ayat. Sungguh, mereka akan bertemu dengan Tuhannya setelah dibangkitkan untuk menerima imbalan pahala atas keimanan mereka. Dan sebaliknya aku memandangmu sebagai kaum yang bodoh karena selalu mengukur kebenaran dari sisi materi, sehingga kalian menginginkan kami mengusir orang-orang fakir duduk bersama-sama dengan kami, sementara keimananmu baru sebatas janji belaka.","tafsir_tahlili":"(29) Nabi Nuh berkata, “Wahai kaumku, aku tidak meminta upah atau balasan apa pun atas nasihat dan seruan kepadamu itu. Aku mengajak kalian kepada ketauhidan dan ketakwaan kepada Allah, semata-mata ikhlas karena Allah, supaya kamu sekalian berbahagia di akhirat. Aku sama sekali tidak meminta atau mengharapkan pemberian upah harta benda dari kalian. Aku tahu bahwa harta benda itu sangat kamu sayangi. Aku tahu bahwa penilaian kalian terhadap seseorang itu selalu dikaitkan dengan kekayaannya. Oleh karena itu, untuk memurnikan seruanku dan untuk tidak menyinggung perasaan, aku tidak meminta apa-apa, cukuplah aku mengharapkan pahala dari Allah saja, karena Allah lah yang memberi tugas kepadaku dan aku hanya bertawakal kepada-Nya.” Dan ucapan seperti itu diucapkan pula oleh rasul-rasul yang lain dalam rangka menyampaikan risalahnya kepada umat.\r\n Kaum Nuh mengusulkan kepada Nuh, “Hai Nuh, jika kamu ingin supaya kami ikut beriman kepadamu, maka usirlah pengikutmu yang lemah dan hina itu, karena kami tidak pantas duduk bersama mereka dalam suatu majelis.” Nabi Nuh a.s. menjawab, “Aku tidak akan mengusir mereka, karena mereka sungguh-sungguh akan bertemu dengan Tuhannya, dan mereka hanya akan ditanya tentang amalnya, bukan soal pangkat atau keturunannya, dan itulah yang tidak kamu ketahui.” Ucapan Nabi Nuh a.s. itu dijelaskan pula dalam ayat lain yaitu firman Allah swt:\r\nقَالُوْٓا اَنُؤْمِنُ لَكَ وَاتَّبَعَكَ الْاَرْذَلُوْنَ ۗ   ١١١  قَالَ وَمَا عِلْمِيْ بِمَا كَانُوْا يَعْمَلُوْنَ ۚ    ١١٢  اِنْ حِسَابُهُمْ اِلَّا عَلٰى رَبِّيْ لَوْ تَشْعُرُوْنَ ۚ    ١١٣  وَمَآ اَنَا۠ بِطَارِدِ الْمُؤْمِنِيْنَ ۚ   ١١٤  اِنْ اَنَا۠ اِلَّا نَذِيْرٌ مُّبِيْنٌ ۗ   ١١٥  \r\nMereka berkata, ”Apakah kami harus beriman kepadamu, padahal pengikut-pengikutmu orang-orang yang hina?” Dia (Nuh) menjawab, ”Tidak ada pengetahuanku tentang apa yang mereka kerjakan. Perhitungan (amal perbuatan) mereka tidak lain hanyalah kepada Tuhanku, jika kamu menyadari. Dan aku tidak akan mengusir orang-orang yang beriman. Aku (ini) hanyalah pemberi peringatan yang jelas.”  (asy-Syuar±/26: 111-115)\r\n"}