{"tafsir_id":1504,"surah_id":11,"aya_number":31,"tafsir_wajiz":"Dan selanjutnya Nabi Nuh menyampaikan jawaban lagi atas tuduhan mereka serno_ayat berkata, aku tidak mengatakan kepadamu sesuatu yang bohong seperti pernyataan, bahwa aku mempunyai gudang-gudang perbendaharaan rezeki dan kekno_ayatan dari Allah yang dapat kami berikan sesuai keinginanku. Dan aku tidak mengetahui sesuatu yang gaib tanpa bantuan informasi dari Allah. Dan tidak pula kami mengatakan bahwa sesungguhnya aku adalah malaikat yang tidak makan dan minum, dan tidak memiliki kebutuhan manusiawi serta naluri kemanusiaan, melainkan kami adalah manusia biasa seperti kalian, hanya saja kami adalah rasul utusan Allah yang mendapat bimbingan wahyu dari-Nya. Setelah berbicara tentang dirinya, Nabi Nuh menyampaikan perihal pengikutnya. Dan aku tidak juga mengatakan kepada orang yang dipandang hina oleh penglihatanmu karena kalian hanya memandang mulia orang yang memiliki harta dan kedudukan, “Bahwa Allah tidak akan memberikan ganjaran atas amal kebaikan kepada mereka selama di dunia. Hal ini karena aku tidak mengetahui sesuatu yang gaib dan tidak pula mengetahui apa yang tersembunyi dalam hati mereka, Allah lebih mengetahui apa yang ada pada diri mereka tentang keimanannya yang tulus. Sungguh, jika aku mengatakan sesuatu yang tidak benar atas nama Allah, maka dengan demikian aku benar-benar termasuk orang-orang yang zalim terhadap diriku dan orang lain, karena menempatkan sesuatu bukan pada tempatnya.”","tafsir_tahlili":"(31) Dalam ayat ini, dijelaskan jawaban Nuh kepada kaumnya atas ketidakpercayaan mereka kepada kenabian Nuh, walaupun ia mengaku menjadi nabi. Ia juga tidak mengatakan kepada mereka bahwa ia mempunyai gudang-gudang rezeki dan kekayaan dari Allah, yang diperlukan oleh setiap hamba-Nya, yang bisa ia keluarkan untuk menutupi kebutuhan dirinya dan seluruh pengikutnya. Ia sama saja seperti orang lain, memerlukan usaha yang wajar, karena soal jaminan rezeki itu tidak termasuk dalam urusan kenabian. Sekiranya urusan itu dijadikan bagian dari kerasulan tentu banyak orang-orang yang mengikuti nabi karena ingin jaminan rezeki dan harta saja. Padahal gagasan yang pokok dari tugas kerasulan ialah menyucikan jiwa manusia dari pengaruh kebendaan dengan ibadah dan makrifat kepada Allah sebagai persiapan masuk surga dan memperoleh keridaan-Nya pada hari Kiamat. Harta dan anak-anak tidak bermanfaat lagi, dan yang menghadap Allah hanya mereka yang berhati bersih.\r\nSelanjutnya Nabi Nuh mengatakan bahwa ia tidak mengetahui yang gaib. Ia tidak melebihi orang lain dengan ilmu gaib, yang dapat mengungkapkan benda-benda yang tersembunyi untuk menambah kekayaan, atau mem-peroleh kemanfaatan dan menolak kemudaratan, yang dapat disampaikan kepada semua pengikut-pengikutnya, agar menjadi orang-orang yang kaya dan sebagainya. Disebutkan pula dalam firman Allah:\r\nقُلْ لَّآ اَمْلِكُ لِنَفْسِيْ نَفْعًا وَّلَا ضَرًّا اِلَّا مَا شَاۤءَ اللّٰهُ ۗوَلَوْ كُنْتُ اَعْلَمُ الْغَيْبَ لَاسْتَكْثَرْتُ مِنَ الْخَيْرِۛ وَمَا مَسَّنِيَ السُّوْۤءُ ۛاِنْ اَنَا۠ اِلَّا نَذِيْرٌ وَّبَشِيْرٌ لِّقَوْمٍ يُّؤْمِنُوْنَ ࣖ   ١٨٨  \r\nKatakanlah (Muhammad), ”Aku tidak kuasa mendatangkan manfaat maupun menolak mudarat bagi diriku kecuali apa yang dikehendaki Allah. Sekiranya aku mengetahui yang gaib, niscaya aku membuat kebajikan sebanyak-banyaknya dan tidak akan ditimpa bahaya. Aku hanyalah pemberi peringatan, dan pembawa berita gembira bagi orang-orang yang beriman.” (al-Ar±f/7: 188)\r\n \r\nNabi Nuh melanjutkan pernyataannya dengan mengatakan bahwa ia bukanlah malaikat yang diutus kepada mereka, melainkan seorang manusia seperti mereka yang ditugaskan untuk menyeru manusia kepada ketauhidan. Dalam ucapan Nabi Nuh itu, ada bantahan terhadap anggapan orang-orang kafir yang mengatakan bahwa seorang rasul itu semestinya malaikat, tidak makan, tidak minum, tidak mondar-mandir ke luar masuk pasar, harus mengetahui semua yang gaib, dan mempunyai banyak kelebihan daripada manusia biasa.\r\nIa juga tidak mengatakan kepada orang yang beriman yang mereka hinakan itu, bahwa Allah tidak akan memberikan kebaikan kepada mereka di akhirat. Pandangan Allah berbeda sekali dengan pandangan manusia. Sebagaimana diterangkan dalam beberapa hadis sahih:\r\nقُلُوْبِكُمْ (رواه مسلم عن ابى هريرة)   إِلَى يَنْظُرُ وَلٰكِنْ وَأَجْسَامِكُمْ صُوَرِكُمْ إِلَى يَنْظُرُ َالله لاَ إِنّ\r\n“Allah tidak memandang rupa atau tubuh kamu, akan tetapi Allah memandang kepada hati kamu.” (Riwayat Muslim dari Abu Hurairah);Allah lebih mengetahui apa yang terkandung dalam hati mereka, bagaimana murninya keimanan mereka, dan bagaimana pula keikhlasan mereka dalam menjalankan ketaatan kepada Allah dan rasul-Nya, tidak seperti pandangan mereka yang menuduh orang-orang mukmin mempunyai pandangan yang picik yang mempercayai apa saja. Sesungguhnya, jika Nabi berbeda penilaian dengan mereka, adalah karena Nabi bukan memandang apa yang nampak dari luar saja, tetapi melihat kepada keimanan dan keikhlasan pengikutnya. Jika Nabi menilai seperti penilaian orang-orang kafir, niscaya ia termasuk orang-orang yang zalim.\r\n"}