{"tafsir_id":1505,"surah_id":11,"aya_number":32,"tafsir_wajiz":"Setelah Nabi Nuh memberikan jawaban-jawaban atas tuduhan dan dakwaan kaumnya, sehingga mereka tidak mampu lagi memberikan sanggahan walau mereka telah berpikir panjang, lalu mereka berkata, “Wahai Nuh! Sungguh, engkau telah banyak berbantah dengan kami, karena semua alasan telah kamu bantah dan engkau telah memperpanjang bantahanmu terhadap kami dan kami pun merasa jemu dan bosan maka dari itu lebih baik hentikan saja perdebatan ini, tapi datangkanlah kepada kami azab yang engkau ancamkan, jika kamu termasuk orang yang benar dalam ucapan yang engkau sampaikan itu.”","tafsir_tahlili":"(32) Ayat-ayat ini menerangkan tantangan kaum Nabi Nuh a.s. yang menolak kebenaran Nuh sebagai utusan Allah untuk memberi petunjuk bagi mereka kepada jalan yang benar, demi keselamatan dan kebahagiaan mereka di dunia dan di akhirat. Ucapan-ucapan mereka yang bernada menentang itu pada hakekatnya pembangkangan, karena mereka sudah kehabisan alasan. Mereka tidak dapat lagi memberikan bantahan-bantahan dengan alasan yang wajar yang dapat diterima oleh akal pikiran yang sehat, kecuali mengatakan, “Hai Nuh, kamu telah demikian banyaknya berdebat dengan kami, tidak ada suatu alasan dari kami yang tidak kamu bantah, sehingga kami merasa jemu dan bosan, dan tidak ada yang kami katakan lagi kecuali suatu hal, yaitu kalau memang benar apa yang kamu katakan itu semua, datangkanlah segera azab yang kamu peringatkan itu di dunia ini sebelum azab akhirat.” Tantangan ini adalah sebagai jawaban mereka terhadap perkataan Nuh a.s. kepada mereka seperti yang telah diterangkan pada permulaan kisah ini yaitu:\r\nوَلَقَدْ اَرْسَلْنَا نُوْحًا اِلٰى قَوْمِهٖٓ اِنِّيْ لَكُمْ نَذِيْرٌ مُّبِيْنٌ ۙ  ٢٥  اَنْ لَّا تَعْبُدُوْٓا اِلَّا اللّٰهَ ۖاِنِّيْٓ اَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ اَلِيْمٍ  ٢٦  \r\nDan sungguh, Kami telah mengutus Nuh kepada kaumnya, (dia berkata), ”Sungguh, aku ini adalah pemberi peringatan yang nyata bagi kamu, agar kamu tidak menyembah selain Allah. Aku benar-benar khawatir kamu akan ditimpa azab (pada) hari yang sangat pedih.” (Hµd/11: 25-26)\r\n"}