{"tafsir_id":151,"surah_id":2,"aya_number":144,"tafsir_wajiz":"Sebelum arah kiblat dipindahkan kembali ke Kakbah, Nabi sering menengadahkan wajahnya ke arah langit. Nabi sangat berharap agar Allah segera memindahkan kiblat dari Baitulmakdis ke Kakbah, maka turunlah no_ayatt ini. Kami melihat wajahmu, wahai Nabi Muhammad, sering menengadah ke langit. Kami Maha Mengerti tentang keinginanmu, oleh karena itu akan Kami palingkan engkau ke kiblat yang engkau senangi. Maka hadapkanlah wajahmu ke arah Masjidilharam. Dan di mana saja engkau berada, wahai pengikut Nabi Muhammad, hadapkanlah wajahmu ke arah itu. Dengan pemindahan ini, Baitulmakdis sudah tidak lagi menjadi kiblat salat yang sah. Orang Yahudi dan Nasrani tahu benar akan hal ini. Dan sesungguhnya orang-orang yang diberi Kitab Taurat dan Injil tahu bahwa pemindahan kiblat itu adalah kebenaran dari Tuhan mereka. Hal itu mereka ketahui dari kitab-kitab suci mereka. Dan Allah tidak lengah terhadap apa yang mereka kerjakan. Allah pasti akan mencatat semua langkah perbu-atan mereka yang melawan ketentuan-Nya. ","tafsir_tahlili":"(144) Sebagaimana telah diterangkan dalam riwayat tentang sebab turunnya ayat tersebut di atas, Nabi Muhammad saw ingin sekali agar kiblat itu ditetapkan Allah ke arah Kabah. Oleh sebab itu, beliau sering menengadahkan mukanya ke langit menantikan wahyu yang akan memerintahkan perpindahan kiblat itu, Maka, turunlah ayat ini menetapkan perpindahan kiblat tersebut dari Baitulmakdis ke Masjidilharam. Di sini disebutkan arah Masjidilharam, bukan Kabah, sebagai isyarat yang membolehkan kita menghadap “ke arah Kabah” pada waktu salat apabila Kabah itu jauh letaknya dari kita dan tidak dapat dilihat. Sebaliknya, jika kita dekat dengan Kabah, maka kita menghadap Kabah pada waktu salat.\r\nJadi tidak diwajibkan menghadap ke bangunan Kabah itu, kecuali orang-orang yang dapat melihatnya. Dengan demikian, semua kaum Muslimin di berbagai penjuru bumi wajib menghadap  ke arah Kabah  dalam salat. Untuk melaksanakan tugas itu mereka diwajibkan (wajib kifayah) mengetahui ilmu bumi untuk mengetahui arah kiblat dalam salat, sebagaimana mereka sebaiknya mengetahui ilmu falak untuk mengetahui jadwal waktu salat.\r\nPemindahan kiblat ke Kabah, adalah ketetapan yang benar dari Allah, tetapi orang yang kurang akal membantah kebenaran ini, bahkan mereka menimbulkan fitnah dan menyebarkan keragu-raguan di antara Muslimin yang lemah imannya."}