{"tafsir_id":1513,"surah_id":11,"aya_number":40,"tafsir_wajiz":"Demikianlah kaum Nabi Nuh yang terus-menerus mengejeknya dalam pembuatan kapal. Hingga apabila perintah Kami datang untuk membinasakan para pendurhaka dan tiba perintah Kami kepada Nabi Nuh beserta pengikutnya menaiki kapal dan air dari dalam tanur, yakni periuk telah mendidih dan bergejolak hingga memancarkan air dengan sangat deras, lalu Kami berfirman kepada Nabi Nuh, “Muatkanlah ke dalamnya segala jenis hewan, dari masing-masing sepasang jantan dan betina, dan muatkan juga keluargamu yang beriman kepada Allah kecuali orang yang telah terkena ketetapan terdahulu sebagai orang yang akan diazab karena kedurhakaan mereka, dan muatkan pula orang yang beriman dari mereka.” Ternyata orang-orang beriman yang ikut bersama dengan Nabi Nuh hanya sedikit. Meskipun Nabi Nuh sudah berdakwah kurang lebih 950 tahun lamanya, mengajak umatnya beriman kepada Allah dan meyakinkan bahwa mereka yang tidak mengikuti ajakannya akan ditenggelamkan, tetapi mereka tetap durhaka. (Lihat: no_surahh al- 'Ankabut/29:14).","tafsir_tahlili":"(40) Pada ayat ini Allah swt menerangkan, bahwa Nabi Nuh a.s. dalam melaksanakan pembuatan kapal itu dengan segala macam persiapannya sangat bersungguh-sungguh dan banyak menerima ejekan dan cemoohan dari kaumnya. Ketika datang ketetapan Allah untuk membinasakan kaum yang kafir itu, bumi pun memancarkan air yang meluap-luap seperti meluapnya air yang mendidih dari kuali di dapur tempat memasak, sehingga menenggelamkan segala apa yang ada di permukaannya. Sementara ulama memahami bahwa banjir tersebut tidak bersifat universal melainkan lokal.\r\nMaka Allah memerintahkan kepada Nuh a.s. agar membawa ke dalam kapal itu sepasang (jantan dan betina) dari tiap jenis binatang, agar keturunannya dapat berkembang biak sesudah air bah yang dinamakan topan itu reda. Selain itu, Allah memerintahkan Nuh a.s. membawa ke dalam kapal itu semua keluarganya yang laki-laki dan perempuan kecuali yang tidak beriman. Begitu juga Allah memerintahkan Nuh a.s. membawa ke dalam kapal itu semua orang-orang yang beriman yang jumlahnya sedikit. Sebagian mufasir ada yang mengatakan bahwa yang dibawa oleh Nuh ke dalam kapal itu dari keluarganya ialah seorang istrinya yang beriman dan tiga putranya dari istri yang beriman itu, yaitu Syam, Ham, dan Yafis.\r\nAdapun jumlah orang yang beriman, yang dibawa Nuh a.s. ke dalam kapal itu tidak terdapat keterangannya dalam Al-Quran atau pun dalam hadis. Dalam ayat ini hanya diterangkan bahwa jumlah mereka sedikit. Pada permulaan ayat ini dan permulaan ayat 42 yang akan datang dilukiskan sebagian dari kisah topan itu, dan pada ayat-ayat lain dilukiskan lebih banyak seperti dalam firman Allah:\r\nفَفَتَحْنَآ اَبْوَابَ السَّمَاۤءِ بِمَاۤءٍ مُّنْهَمِرٍۖ    ١١  وَّفَجَّرْنَا الْاَرْضَ عُيُوْنًا فَالْتَقَى الْمَاۤءُ عَلٰٓى اَمْرٍ قَدْ قُدِرَ ۚ  ١٢  وَحَمَلْنٰهُ عَلٰى ذَاتِ اَلْوَاحٍ وَّدُسُرٍۙ    ١٣  تَجْرِيْ بِاَعْيُنِنَاۚ جَزَاۤءً لِّمَنْ كَانَ كُفِرَ   ١٤  \r\nLalu Kami bukakan pintu-pintu langit dengan (menurunkan) air yang tercurah. Dan Kami jadikan bumi menyemburkan mata-mata air maka bertemulah (air-air) itu sehingga (meluap menimbulkan) keadaan (bencana) yang telah ditetapkan. Dan Kami angkut dia (Nuh) ke atas (kapal) yang terbuat dari papan dan pasak, yang berlayar dengan pemeliharaan (pengawasan) Kami sebagai balasan bagi orang yang telah diingkari (kaumnya). (al-Qamar/54: 11-14)\r\n"}