{"tafsir_id":1519,"surah_id":11,"aya_number":46,"tafsir_wajiz":"Mengabarkan perihal putra Nabi Nuh yang ikut tenggelam, Dia yang Mahaadil dan Bijaksana berfirman, “Wahai Nuh! Sesungguhnya putramu (Kan'an), dia bukanlah termasuk keluargamu yang dijanjikan akan diselamatkan, karena dalam Pengetahuan-Ku, dia tidak beriman, berlaku jahat, durhaka, bahkan mengingkarimu sendiri. Perbuatan yang ia lakukan sungguh tidak baik. Oleh sebab itu, jangan engkau memohon kepada-Ku sesuatu yang tidak engkau ketahui hakikatnya. Aku menasihatimu agar tidak meminta sesuatu yang belum diketahui dengan yakin bahwa permohonan itu benar atau wajar, agar engkau tidak termasuk golongan orang yang bodoh.","tafsir_tahlili":"(46) Pada ayat ini diterangkan, bahwa Allah menolak permohonan Nuh a.s. agar anaknya Kanan bisa lepas dari azab topan itu. Allah menerangkan bahwa Kanan yang enggan masuk kapal itu tidak termasuk keluarganya yang dijanjikan oleh Allah swt akan diselamatkan dari topan karena anak itu telah melakukan perbuatan yang tidak baik. Dia tidak mau turut masuk ke dalam kapal dan tidak mau menerima petunjuk yang benar, walaupun petunjuk itu datangnya dari ayahnya sendiri, yang telah menjadi rasul Allah. Ia tetap keras kepala dan membangkang bersama dengan orang-orang kafir lainnya dan harus ditenggelamkan di waktu topan itu. Allah tidak membeda-bedakan sesama manusia melainkan dengan takwanya, tanpa memandang warna kulit, bangsa, dan keturunan.\r\nAllah melarang Nuh a.s. memohon kepada-Nya tentang sesuatu yang belum diketahuinya dengan yakin bahwa permohonan itu sudah wajar dikemukakan atau tidak. Selanjutnya Allah memperingatkan Nuh a.s. supaya ia tidak termasuk ke dalam golongan orang-orang jahil yang memohon sesuatu kepada-Nya menurut keinginan nafsunya atau untuk keuntungan keluarga dan kekasihnya tanpa mengetahui apa yang boleh dan patut diminta.\r\nAyat ini mengandung beberapa hukum dan petunjuk antara lain:\r\na.  Tidak boleh memohon kepada Allah tentang sesuatu yang tidak wajar yang bertentangan dengan sunnah Allah atau yang belum diketahui bahwa permohonan itu wajar atau tidak.\r\nb.  Setiap orang yang menentang kebenaran yang ditunjuki oleh Allah dan rasul-Nya akan mendapat balasan siksa.\r\n"}