{"tafsir_id":1521,"surah_id":11,"aya_number":48,"tafsir_wajiz":"Setelah Nabi Nuh memohon ampunan kepada Allah, dan Allah menerima ampunan Nabi Nuh serta menyelamatkannya dari bencana, lalu difirmankan kepadanya, “Wahai Nabi Nuh! Turunlah bersama keluarga dan pengikutmu dari kapal ini dengan selamat sejahtera dan penuh keberkahan dari Kami, bagimu dan bagi semua umat mukmin yang ikut bersamamu maupun umat-umat yang datang sesudahmu sampai hari Kiamat. Dan ada pula umat-umat yang datang sesudahmu akan Kami beri kesenangan dalam kehidupan dunia, tetapi karena mereka durhaka, maka tidak memperoleh keselamatan dan keberkahan, kemudian mereka akan ditimpa azab Kami di dunia dan akhirat atau di akhirat saja dengan siksa yang pedih.”","tafsir_tahlili":"(48) Ayat ini menerangkan bahwa setelah kapal itu berlabuh di atas bukit Jµdiy beberapa waktu yang tidak diterangkan lamanya —menurut sebagian mufasir, lamanya satu bulan—dan air bah sudah surut, Allah memerintahkan kepada Nuh a.s. supaya turun dari kapal itu bersama-sama dengan para pengikutnya untuk membangun kehidupan baru dalam rangka meneruskan generasi umat manusia yang bertauhid dan bertakwa, setelah orang-orang kafir dari kaumnya itu musnah tenggelam dalam azab topan.\r\nAllah memerintahkan agar Nuh a.s. dan para pengikutnya turun dari kapal itu disertai ucapan selamat sejahtera dan penuh keberkatan dari-Nya. Mereka akan diberi berkah, sesuai dengan janji Allah, dalam menempuh kehidupan dunia dan akhirat. Setelah mereka turun ke daratan, maka mereka mendapat keluasan dalam rezeki dan keperluan hidup yang mereka butuhkan untuk kepentingan mereka dan generasi selanjutnya.\r\nSelanjutnya Allah menerangkan bahwa tidak semua dari generasi mereka yang akan berkembang biak di kemudian hari sama dengan mereka. Akan tetapi, ada di antara generasi yang berkembang biak itu menjadi umat-umat yang hanya dapat menikmati rezeki dan kesenangan dunia, namun di akhirat mereka akan menerima azab yang sangat pedih. Mereka disesatkan oleh setan sehingga menjadi musyrik dan bergelimang dalam kezaliman dan kejahatan-kejahatan lainnya, sehingga mereka tidak bisa memelihara keamanan dan kesejahteraan, bahkan sebagian menindas sebagian yang lain. Mereka bercerai-berai dan berselisih serta menyimpang dari petunjuk agama yang dibawa oleh para rasul Allah.\r\nMenurut keterangan Taqiyuddin al-Maqrizi, semua pengikut Nabi Nuh tidak ada yang mempunyai keturunan kecuali tiga anaknya (Syam, Ham, dan Yafis). Pendapat ini berdasarkan firman Allah:\r\nوَجَعَلْنَا ذُرِّيَّتَهٗ هُمُ الْبٰقِيْنَ  ٧٧\r\nDan Kami jadikan anak cucunya orang-orang yang melanjutkan keturunan. (a¡-¢affat/37: 77)\r\n"}