{"tafsir_id":1529,"surah_id":11,"aya_number":56,"tafsir_wajiz":"Sesungguhnya aku bertawakal dengan menyerahkan semua urusanku hanya kepada Allah Tuhanku dan Tuhanmu, karena Dialah yang mememeliharaku dan dapat menghindarkan diriku dari tipu dno_ayatmu. Tidak satu pun makhluk bergerak yang bernyawa di muka bumi melainkan Dialah yang memegang ubun-ubunnya, yakni menguasai, mengatur, dan mengurus semua makhluk-Nya. Sungguh, Tuhanku berada di jalan yang lurus, yakni jalan yang benar dan adil sehingga kamu tidak bisa semenamena berbuat zalim terhadap diriku karena Allah menolongku. no_ayatt ini menganjurkan untuk berserah diri kepada Allah terhadap segala urusan, setelah berusaha secara maksimal.","tafsir_tahlili":"(56) Pada ayat ini, Allah swt menerangkan perkataan Hud a.s. dalam menjawab tantangan kaumnya, yaitu setelah ia menyuruh mereka bergabung semuanya bersama dengan tuhan-tuhan mereka dalam melaksanakan segala macam tipu daya untuk membinasakannya, lalu dinyatakannya bahwa ia sudah bertawakkal sepenuhnya kepada Allah Tuhannya, dan juga Tuhan mereka yang telah menciptakan alam semesta ini. Tidak ada binatang satu pun yang melata di atas jagat raya ini yang tidak dikuasai-Nya, dan Allah Mahaadil membimbing hamba-Nya di atas jalan yang lurus, menolong orang-orang yang benar, dan menindas orang-orang yang zalim. Dengan demikian, jawaban Hud a.s. kepada kaumnya yang bernada menantang dengan berani itu, bukanlah didorong oleh rasa sombong, takabur dan sebagainya, tetapi didorong oleh keimanan yang telah membaja dalam lubuk hatinya untuk mempertanggungjawabkan kebenaran dakwahnya yang disampaikan kepada kaumnya. Hud a.s. yakin bahwa orang-orang kafir dari kaumnya itu tidak akan dapat berbuat sesuatu apa pun di luar ketentuan dan kehendak Allah. Maka timbullah tawakalnya sesuai dengan anjuran Allah, sebagaimana tersebut dalam firman-Nya:\r\nفَاِذَا عَزَمْتَ فَتَوَكَّلْ عَلَى اللّٰهِ ۗ اِنَّ اللّٰهَ يُحِبُّ الْمُتَوَكِّلِيْنَ\r\nKemudian, apabila engkau telah membulatkan tekad, maka bertawakallah kepada Allah. Sungguh, Allah mencintai orang yang bertawakal. (²li  Imr±n/3: 159)\r\n"}