{"tafsir_id":1530,"surah_id":11,"aya_number":57,"tafsir_wajiz":"Maka jika kamu berpaling dari ajakanku, dan tetap dalam kekafiran, maka sungguh, aku telah menyampaikan kepadamu apa yang menjadi tugasku sebagai rasul, yaitu menyampaikan risalah Allah disertai dengan bukti-bukti kebenaran risalah itu kepadamu. Dan aku telah menyampaikan juga bahwa Tuhanku akan menimpakan azab kepadamu jika kamu tetap dalam kekafiran, kemudian mengganti kamu dengan kaum yang lain yang beriman kepada Allah, sedang kamu tidak dapat mendatangkan mudarat kepada-Nya sedikit pun disebabkan oleh perbuatan durhaka yang kamu lakukan. Sesungguhnya Tuhanku Maha Pemelihara segala sesuatu, serta mengetahui apa yang kamu lakukan. Karena itu, Dia akan memeliharaku dari gangguan dan tipu dno_ayat kamu.” no_ayatt ini menunjukkan bahwa binasanya suatu kaum disebabkan mereka mengingkari risalah para rasul-Nya.","tafsir_tahlili":"(57) Pada ayat ini, Allah swt menerangkan rangkaian penutup dari perkataan Hud a.s. kepada kaumnya dengan memperingatkan bahwa jika mereka berpaling dari apa yang telah disampaikannya itu, dan tetap mendustakannya sebagai rasul Allah, maka ia tidak dapat lagi berbuat lebih dari itu, karena ia telah melaksanakan dakwah yang diamanatkan Allah kepadanya. Amanat itu telah dilaksanakan dengan ikhlas, dan tugasnya hanya sekadar menyampaikan. Oleh karena itu, jika mereka masih tetap menantang dan membangkang, maka azab Allah akan ditimpakan kepada mereka dan mereka diganti Allah dengan kaum yang lain.\r\nSelanjutnya Hud a.s. menegaskan bahwa mereka sedikitpun tidak akan dapat membuat mudarat terhadap Allah, disebabkan berpaling dari keimanan atau dengan sebab-sebab lainnya. Sesungguhnya Allah Maha Pemelihara segala sesuatu dengan cermat, sesuai dengan sunnah-Nya yang ditentukan oleh iradah-Nya, antara lain menolong rasul-rasul-Nya dan menimpa azab kepada musuh-musuh mereka.\r\nPenegasan Hud a.s. kepada kaumnya bahwa mereka tidak akan dapat membuat mudarat kepada Allah, disebabkan berpalingnya mereka dari beriman dan tetap dalam kekafiran, bukanlah sekadar peringatan untuk menakut-nakuti mereka, tetapi memang demikianlah hakikat dan kenyataannya, dan ini sesuai dengan firman Allah:\r\nاِنْ تَكْفُرُوْا فَاِنَّ اللّٰهَ غَنِيٌّ عَنْكُمْ ۗوَلَا يَرْضٰى لِعِبَادِهِ الْكُفْرَۚ وَاِنْ تَشْكُرُوْا يَرْضَهُ لَكُمْۗ \r\nJika kamu kafir (ketahuilah) maka sesungguhnya Allah tidak memerlukanmu dan Dia tidak meridai kekafiran hamba-hamba-Nya. Jika kamu bersyukur, Dia meridai kesyukuranmu itu. (az-Zumar/39: 7);Dan firman Allah:\r\nفَاعْبُدُوْا مَا شِئْتُمْ مِّنْ دُوْنِهٖۗ قُلْ اِنَّ الْخٰسِرِيْنَ الَّذِيْنَ خَسِرُوْٓا اَنْفُسَهُمْ وَاَهْلِيْهِمْ يَوْمَ الْقِيٰمَةِۗ \r\nMaka sembahlah selain Dia sesukamu! (wahai orang-orang musyrik). Katakanlah, ”Sesungguhnya orang-orang yang rugi ialah orang-orang yang merugikan diri mereka sendiri dan keluarganya pada hari Kiamat.” (az-Zumar/39: 15)\r\n"}