{"tafsir_id":1531,"surah_id":11,"aya_number":58,"tafsir_wajiz":"Usai mengisahkan ajakan Nabi Hud kepada kaumnya untuk beriman dan azab yang akan diturunkan kepada mereka jika mereka tetap dalam kekafiran, maka Allah pada no_ayatt berikut menjelaskan kebenaran informasi yang disampaikan oleh Nabi Hud. Dan ketika azab Kami untuk membinasakan kaum 'Ad datang, yaitu berupa angin yang sangat kencang, maka Kami selamatkan Nabi Hud dan orang-orang yang beriman bersama dia dengan rahmat Kami yang selalu mengiringi mereka. Dan Kami selamatkan pula mereka di akhirat nanti dari azab yang berat lagi pedih sebagaimana yang Allah timpakan kepada orang-orang kafir.","tafsir_tahlili":"(58) Pada ayat ini Allah swt menerangkan bahwa sewaktu datang azab Allah kepada kaum Hud a.s. sebagai akibat dari pembangkangan mereka, Nabi Hud a.s. beserta pengikut-pengikutnya yang beriman telah diselamat-kan Allah dari azab dunia yang sangat dahsyat itu sebagai rahmat dan karunia Allah kepada mereka dan akan menyelamatkan mereka dari azab Allah yang lebih berat di akhirat nanti. Sedang kaum Hud a.s. yang tetap menentang dan membangkang itu, musnah semuanya dan akan mendapat azab yang lebih berat di akhirat nanti.\r\nAdapun azab Allah yang ditimpakan kepada kaum Hud a.s. yaitu berupa angin yang sangat dingin lagi kencang, sebagaimana disebutkan dalam firman Allah:\r\nوَاَمَّا عَادٌ فَاُهْلِكُوْا بِرِيْحٍ صَرْصَرٍ عَاتِيَةٍۙ  ٦  سَخَّرَهَا عَلَيْهِمْ سَبْعَ لَيَالٍ وَّثَمٰنِيَةَ اَيَّامٍۙ حُسُوْمًا فَتَرَى الْقَوْمَ فِيْهَا صَرْعٰىۙ  كَاَنَّهُمْ اَعْجَازُ نَخْلٍ خَاوِيَةٍۚ  ٧  فَهَلْ تَرٰى لَهُمْ مِّنْۢ بَاقِيَةٍ   ٨  \r\nSedangkan kaum ²d, mereka telah dibinasakan dengan angin topan yang sangat dingin, Allah menimpakan angin itu kepada mereka selama tujuh malam delapan hari terus-menerus; maka kamu melihat kaum ²d pada waktu itu mati bergelimpangan seperti batang-batang pohon kurma yang telah kosong (lapuk). Maka adakah kamu melihat seorang pun yang masih tersisa di antara mereka? (al-H±qqah/69: 6-8)\r\n"}