{"tafsir_id":1542,"surah_id":11,"aya_number":69,"tafsir_wajiz":"Setelah dijelaskan kisah kaum Samud dan kedurhakaan mereka serta kesudahannya, kemudian dipaparkan kisah Nabi Ibrahim dan keluarganya ketika kedatangan tamu-tamu mulia yang tidak lain adalah para malaikat. Dan para utusan Kami, yakni para malaikat telah datang kepada Nabi Ibrahim dengan membawa kabar gembira tentang kelahiran putranya kelak yang akan lahir dari rahim Sarah istrinya, kemudian cucu yang akan lahir dari keturunannya, mereka mengucapkan, “Selamat, semoga keselamatan dan kebahagiaan selalu tercurah padamu wahai Nabi Ibrahim.” Kemudian dia -Nabi Ibrahim- pun menjawab, “Selamat semoga kebahagiaan yang sempurna itu menyertaimu selamanya.” Maka tidak lama kemudian sebagaimana lno_ayatknya tuan rumah yang baik, Nabi Ibrahim menyuguhkan daging anak sapi yang dipanggang untuk menjamu tamunya (Lihat: no_surahh az-Zariyat/51: 24-26). no_ayatt ini menganjurkan, memberi salam ketika berkunjung ke rumah orang, dan wajib hukumnya menjawab salam (Lihat: no_surahh an-Nisa/4: 86). no_ayatt ini juga memberi pelajaran untuk menghormati dan memuliakan tamu antara lain menjamu tamu.","tafsir_tahlili":"(69) Beberapa malaikat datang mengunjungi Nabi Ibrahim a.s. di rumah-nya untuk menyampaikan berita gembira kepadanya. Diriwayatkan dari A¯± bahwa malaikat-malaikat itu terdiri dari Jibril, Mikail, dan Israfil a.s. Ada pula riwayat yang mengatakan mereka terdiri dari Jibril bersama tujuh malaikat lainnya. Mereka disambut oleh Nabi Ibrahim a.s. dengan sambutan yang baik sekali karena dia yakin bahwa tamunya yang penuh sopan-santun dan mengucapkan salam sebelum memasuki rumahnya adalah tamu-tamu terhormat dari kalangan orang-orang yang baik. Sudah menjadi kebiasaan bagi orang-orang Arab Badui bila kedatangan tamu, mereka harus disuguhi hidangan yang istimewa, sesuai dengan kesanggupan tuan rumah. Nabi Ibrahim a.s. pun menghidangkan untuk tamu-tamunya itu makanan yang lezat yaitu seekor domba yang dibakar di atas batu yang dipanaskan dan mempersilahkan mereka menikmati makanan yang istimewa itu. Tetapi tamu-tamu itu tidak mau menyentuh makanan itu, karena mereka adalah malaikat yang menyamar seperti manusia, sedang malaikat tidak membutuhkan makanan dan minuman."}