{"tafsir_id":1545,"surah_id":11,"aya_number":72,"tafsir_wajiz":"Mendengar kabar gembira tentang lahirnya seorang putra bernama Ishak dalam kondisi mereka sudah lanjut usia, dia istri Nabi Ibrahim -Sarah- berkata dengan nada keheranan sambil memukul wajah dengan jarinya serno_ayat berkata, “Sungguh ajaib, mungkinkah aku akan melahirkan seorang anak padahal aku sudah tua, karena mustahil wanita seusiaku ini bisa hamil dan melahirkan seorang anak, dan lagi pula suamiku ini sudah sangat tua, untuk bisa memberikan keturunan? Ini benar-benar sesuatu yang ajaib karena di luar kebiasaan yang ada (Lihat: no_surahh az-Zariyat/51: 29).`","tafsir_tahlili":"(72) Alangkah terkejutnya Sarah ketika mendengar ucapan malaikat itu seakan-akan ia tidak percaya bahwa yang dihadapinya itu ialah malaikat-malaikat yang tidak pernah berbohong dan tidak akan berdusta selama-lamanya. Karena itu dengan spontan ia menjawab, “Sungguh mengherankan! Bagaimana aku akan melahirkan seorang anak, padahal aku ini sudah tua dan suamiku sudah tua renta pula!”\r\nDiriwayatkan bahwa umur Nabi Ibrahim di waktu itu 100 tahun dan istrinya 90 tahun. Menurut kebiasaan seorang perempuan bila telah berumur 50 tahun tidak haid lagi dan karena itu ia tidak ada harapan lagi untuk beranak. Apalagi Sarah adalah seorang perempuan mandul pula seperti tersebut dalam firman Allah:\r\nفَاَقْبَلَتِ امْرَاَتُهٗ فِيْ صَرَّةٍ فَصَكَّتْ وَجْهَهَا وَقَالَتْ عَجُوْزٌ عَقِيْمٌ   ٢٩\r\nKemudian istrinya datang memekik (tercengang) lalu menepuk wajahnya sendiri seraya berkata, ”(Aku ini) seorang perempuan tua yang mandul.” (az-Z±riy±t/51: 29);Nabi Ibrahim a.s. tidak kurang terkejutnya mendengar berita itu seperti tersebut dalam firman Allah:\r\nقَالَ اَبَشَّرْتُمُوْنِيْ عَلٰٓى اَنْ مَّسَّنِيَ الْكِبَرُ فَبِمَ تُبَشِّرُوْنَ   ٥٤\r\nDia (Ibrahim) berkata, ”Benarkah kamu memberi kabar gembira kepadaku padahal usiaku telah lanjut, lalu (dengan cara) bagaimana kamu memberi (kabar gembira) tersebut?” (al-¦ijr/15: 54);Keduanya (Nabi Ibrahim a.s. dan istrinya Sarah) sama-sama ragu akan berita gembira itu, karena biasanya hal itu tidak mungkin terjadi.\r\n"}