{"tafsir_id":1554,"surah_id":11,"aya_number":81,"tafsir_wajiz":"Setelah dijelaskan tentang tingkah laku kaum Nabi Lut yang melampaui batas, kemudian no_ayatt berikut ini memberitakan bahwa Allah akan menurunkan azab kepada mereka. Mereka para malaikat berkata, “Wahai Nabi Lut, jangan takut! sesungguhnya kami adalah para utusan Tuhanmu untuk menyampaikan berita bahwa mereka akan diazab Allah, sehingga mereka tidak akan dapat mengganggu kamu karena mereka akan binasa, sebab itu pergilah beserta keluargamu pada akhir malam dan jangan ada seorang pun di antara kamu yang menoleh ke belakang, yakni teruslah berjalan jangan kembali lagi kecuali istrimu yang tidak ikut bersamamu meninggalkan kota tempt tinggalmu, karena dia berkhianat. Sesungguhnya dia istrimu juga akan ditimpa azab sebagaimana yang menimpa mereka. Sesungguhnya saat terjadinya siksaan bagi mereka itu adalah pada waktu subuh, saat orang-orang masih tidur terlelap. Bukankah waktu subuh itu sudah dekat, karena itu segeralah bergegas meninggalkan kota ini.”","tafsir_tahlili":"(81) Setelah para malaikat yang menjadi tamu Nabi Lut a.s. itu menyaksikan adanya kekhawatiran pada diri Nabi Lut a.s., mereka berkata, “Hai Lut, sesungguhnya kami adalah utusan Tuhanmu yang sengaja diutus untuk membinasakan mereka dan menyelamatkan kamu dari kejahatan-kejahatan mereka. Mereka sekali-kali tidak akan dapat mengganggu kamu, maka tenangkanlah hatimu. Ternyata penglihatan kaum Nabi Lut a.s. itu dijadikan gelap oleh Allah sehingga mereka tidak dapat melihat kepada Nabi Lut a.s. dan kepada tamu-tamunya seperti diterangkan dalam firman Allah:\r\nوَلَقَدْ رَاوَدُوْهُ عَنْ ضَيْفِهٖ فَطَمَسْنَآ اَعْيُنَهُمْ فَذُوْقُوْا عَذَابِيْ وَنُذُرِ   ٣٧\r\nDan sungguh, mereka telah membujuknya (agar menyerahkan) tamunya (kepada mereka), lalu Kami butakan mata mereka, maka rasakanlah azab-Ku dan peringatan-Ku! (al-Qamar/54: 37);Akhirnya mereka kembali ke rumahnya masing-masing dalam keadaan buta, tidak mengetahui jalan menuju ke rumahnya, mereka berteriak-teriak minta tolong dan mengatakan bahwa kami disihir oleh tamu-tamu yang berada di rumah Lut a.s.\r\nMalaikat itu berkata kepada Nabi Lut a.s., “Keluarlah dari kampung ini, beserta keluarga dan kaummu yang beriman di akhir malam ini dan janganlah ada seorang pun di antara kamu yang ketinggalan atau menoleh ke belakang kecuali istrimu. Sesungguhnya azab yang akan menimpa mereka itu akan menimpa istrimu pula karena ia adalah seorang perempuan yang tidak beriman bahkan telah khianat kepada suaminya.” Adapun sebabnya mereka tidak menoleh ke belakang, karena akibat menyaksikan azab itu, ia akan panik sehingga kakinya tidak akan dapat melangkah lagi dan akhirnya ditimpa oleh azab yang menyusul di belakangnya. Saat datangnya azab kepada mereka adalah waktu subuh seperti diterangkan dalam firman Allah:\r\nفَاَخَذَتْهُمُ الصَّيْحَةُ مُشْرِقِيْنَۙ  ٧٣\r\nMaka mereka dibinasakan oleh suara keras yang mengguntur, ketika matahari akan terbit. (al-Hijr/15: 73);Kemudian malaikat itu menegaskan kepastian turunnya azab dengan sebuah pertanyaan, “Bukankah subuh itu sudah dekat? Maka segeralah kamu bersiap-siap untuk mencari keselamatan.”\r\n"}