{"tafsir_id":1558,"surah_id":11,"aya_number":85,"tafsir_wajiz":"Dan setelah Nabi Syuaib melarang mengurangi takaran dan timbangan serno_ayat berkata, “Wahai kaumku! Penuhilah takaran dan timbangan dengan adil ketika berniaga, dan janganlah kamu merugikan manusia terhadap hak-hak mereka dengan mengurangi timbangan dan takaran. Jika kalian melebihkan takaran dan timbangan untuk orang lain, itu merupakan tindakan yang lebih bagus. Dan jangan sekali-kali kamu membuat kejahatan di bumi dengan berbuat kerusakan di mana-mana hingga membuat rusaknya sebuah tatanan, dan hancurnya sebuah negeri.","tafsir_tahlili":"(85) Syuaib a.s. menjelaskan kepada kaumnya tentang hal yang harus mereka lakukan dalam soal takar-menakar dan timbang-menimbang, setelah lebih dahulu melarang mereka mengurangi takaran dan timbangan. Kewajiban itu ialah supaya kaumnya menyempurnakan takaran dan timbangan dengan adil tanpa kurang atau lebih dari semestinya. Bagi penjual yang sebetulnya dilarang ialah mengurangi takaran dan timbangan dari semestinya, dan tidak ada salahnya menambah dengan sepantasnya, untuk meyakinkan bahwa takaran dan timbangan itu benar-benar sudah cukup. Cara ini adalah terpuji, akan tetapi Syuaib a.s. mewajibkan mereka supaya berbuat adil tanpa kurang atau lebih. Ini maksudnya supaya dalam melaksanakan takaran dan timbangan benar-benar teliti. \r\nSetelah Nabi Syuaib a.s. melarang kaumnya mengurangi takaran dan timbangan dan mewajibkan mereka supaya menyempurnakannya, kemudian ia melarang mereka dari segala macam perbuatan yang sifatnya mengurangi hak-hak orang lain, hak milik perseorangan atau orang banyak, baik jenis yang ditakar dan yang ditimbang maupun jenis-jenis lainnya seperti yang dihitung atau yang sudah dibatasi dengan batas-batas tertentu. Lebih jauh lagi Nabi Syuaib a.s. melarang kaumnya berbuat apa saja yang sifatnya merusak atau mengganggu keamanan dan ketenteraman di muka bumi, baik yang berhubungan dengan urusan-urusan keduniaan maupun yang berhubungan dengan keagamaan. Ayat ini mengandung hukum antara lain:\r\na.  Wajib menyempurnakan timbangan dan takaran sebagaimana mestinya.\r\nb.  Haram mengambil hak orang lain, dengan cara dan jalan apa saja, baik hak itu milik perseorangan atau milik orang banyak seperti harta pemerintah dan perusahaan.\r\nc.  Haram berbuat sesuatu yang bersifat merusak atau mengganggu keamanan dan ketenteraman di muka bumi, seperti mencopet, mencuri, merampok, korupsi, menteror, dan lain-lainnya.\r\n"}