{"tafsir_id":1560,"surah_id":11,"aya_number":87,"tafsir_wajiz":"Setelah Nabi Syuaib memberi peringatan kepada kaumnya, lalu mereka berkata, dengan nada mengejek, sombong, dan angkuh, “Wahai Syuaib! Apakah agamamu yang menyuruhmu agar kami meninggalkan apa yang disembah nenek moyang kami yaitu berhala, atau engkau melarang kami mengelola harta kami menurut cara yang kami kehendaki seperti cara membelanjakan dan cara memperolehnya yang engkau nilai sebagai kecurangan? Mereka memperolok dan menyindir Nabi Syuaib dengan perkataan, “Sesungguhnya engkau benar-benar orang yang sangat penyantun dan pandai menasihati seperti itu kepada kami.” Perkataan ini mereka ucapkan untuk mengejek Nabi Syuaib.","tafsir_tahlili":"(87) Pada ayat ini, Allah menerangkan reaksi yang dihadapi Nabi Syuaib a.s. dari kaumnya sebagai bantahan atas dua macam isi dakwahnya itu, yaitu: pertama, supaya mereka menyembah Allah Yang Maha Esa dan tidak boleh mermpersekutukan-Nya dengan menyembah berhala-berhala dan sebagai-nya; kedua, supaya mereka menyempurnakan takaran dan timbangan dan tidak boleh menguranginya.\r\nTerhadap isi dakwah yang pertama, mereka membantah dengan mengatakan, “Apakah salatmu, yang ditimbulkan oleh kekacauan pikiran yang tidak menentu dan perbuatan gila, yang mendorong dan meme-rintahkan kamu supaya kami meninggalkan sembahan kami dari berhala-berhala dan patung-patung yang disembah oleh nenek-moyang kami?” Mereka sengaja menyebutkan salat Syuaib a.s. karena ia terkenal banyak melakukan salat sehingga menjadi ejekan bagi mereka, karena mereka menyangka bahwa perbuatannya itu adalah perbuatan gila dan kekacauan pikiran yang tidak menentu. Apabila kaumnya melihat ia sedang melakukan salat mereka saling mengedipkan mata dan mentertawakannya, maka salat itu adalah di antara syiar-syiar agama yang menjadi bahan tertawaan mereka.\r\nAdapun terhadap isi dakwahnya yang kedua, mereka membantah dengan mengatakan, “Apakah salat itu yang memerintahkan kamu supaya melarang dan mengekang kebebasan kami dalam mendayagunakan harta kekayaan kami menurut kepandaian dan kecerdikan dengan segala macam tipu daya sesuai dengan kemauan dan keinginan kami? Sungguh kamu adalah orang yang sangat penyantun lagi pandai.”\r\nMenurut Ibnu Abbas, pujian kepada Syuaib a.s. itu merupakan ejekan terhadapnya, sedang yang mereka maksud ialah sebaliknya, yakni lawan dari dua sifat itu. Pendapat ini sesuai dengan percakapan mereka sebelumnya yang sifat dan tujuannya adalah mengejek.\r\nPendapat lain mengatakan bahwa pujian itu tetap menurut artinya yang asal berdasarkan prasangka mereka semula yaitu sebelum Syuaib a.s. menyampaikan dakwahnya itu kepada mereka. Seolah-olah mereka mengatakan, “Kamu selama ini sangat penyantun lagi pandai, mengapa sekarang kamu mau menyusahkan kami?” Pendapat ini seirama dengan perkataan kaum ¤amµd kepada Nabi Saleh a.s. yang diterangkan dalam firman Allah:\r\nقَالُوْا يٰصٰلِحُ قَدْ كُنْتَ فِيْنَا مَرْجُوًّا قَبْلَ هٰذَآ اَتَنْهٰىنَآ اَنْ نَّعْبُدَ مَا يَعْبُدُ اٰبَاۤؤُنَا وَاِنَّنَا لَفِيْ شَكٍّ مِّمَّا تَدْعُوْنَآ اِلَيْهِ مُرِيْبٍ  ٦٢  \r\nMereka (kaum Samud) berkata, ”Wahai Saleh! Sungguh, engkau sebelum ini berada di tengah-tengah kami merupakan orang yang diharapkan, mengapa engkau melarang kami menyembah apa yang disembah oleh nenek moyang kami? Sungguh, kami benar-benar dalam keraguan dan kegelisahan terhadap apa (agama) yang engkau serukan kepada kami.” (Hµd/11: 62)\r\n"}