{"tafsir_id":1561,"surah_id":11,"aya_number":88,"tafsir_wajiz":"Mendengar sindiran mereka itu, dia -Nabi Syuaib- berkata, “Wahai kaumku! Terangkan padaku jika aku mempunyai bukti yang nyata tentang apa yang aku sampaikan kepadamu dari Tuhanku, dan aku dianugerahi-Nya rezeki yang baik lagi banyak dan melimpah, pantaskah aku mengabaikan perintah dan larangan-Nya? Aku tidak bermaksud menyalahi kamu terhadap apa yang aku larang darinya, yakni aku tidak bermaksud melarang kamu melakukan sesuatu, sementara aku sendiri mengerjakan apa yang aku larang itu. Aku hanya bermaksud mendatangkan perbaikan dan keadilan selama aku masih sanggup melakukannya, bukan untuk memonopoli. Dan petunjuk yang aku ikuti hanya dari Allah Dan tidak ada taufik bagiku untuk menegakkan kebenaran melainkan dengan pertolongan Allah. Kepada-Nya aku bertawakal setelah berusaha maksimal, dan hanya kepada-Nya pula aku kembali, yakni mengembalikan segala urusan.","tafsir_tahlili":"(88) Pada ayat ini Allah swt menerangkan jawaban Syuaib a.s. terhadap bantahan kaumnya itu dengan mengatakan, “Hai kaumku bagaimana pikiranmu tentang persoalan ini jika aku mempunyai bukti yang nyata dari Tuhanku bahwa dakwah yang kusampaikan kepadamu itu bukan pendapatku sendiri tetapi wahyu dari Allah. Ia telah menganugerahkan kepadaku bermacam-macam rezeki yang baik. Semuanya aku peroleh dengan jalan yang halal, tanpa mengurangi takaran dan timbangan dan cara-cara lain yang sifatnya mengurangi atau merugikan hak orang lain dengan cara yang tidak sah. Apa yang kukatakan ini kepadamu sekalian adalah hasil percobaan dan pengalamanku dalam usaha yang berhasil baik yang mengandung kebajikan dan keberkahan, bukan sekadar berdasarkan teori atau omongan orang yang belum berpengalaman.”\r\nSelanjutnya Nabi Syuaib a.s. menjelaskan kepada kaumnya dengan mengatakan, “Sama sekali aku tidak bermaksud melarangmu untuk mengurangi takaran dan timbangan serta perbuatan-perbuatan lain yang sifatnya mengurangi atau merugikan hak orang lain dengan jalan yang tidak halal, lalu kemudian aku sendiri mengerjakannya, tetapi sejak semula aku telah berlaku jujur dan tidak mengerjakan penipuan dan kecurangan.”\r\nKemudian Nabi Syuaib a.s. mengatakan bahwa ia tidak akan mendapat taufik dalam setiap langkah yang diambilnya, kecuali dengan hidayah dan pertolongan Allah. Kemudian ia menyatakan lagi bahwa ia tidak punya daya dan kekuatan, hanya kepada Allah-lah dia bertawakal dalam menunaikan dakwah yang disampaikan kepada kaumnya. Dan kepada-Nyalah ia kembali dalam segala urusan di dunia ini, dan Dialah yang akan membalas semua amalnya di hari akhirat.\r\n"}