{"tafsir_id":1569,"surah_id":11,"aya_number":96,"tafsir_wajiz":"Pada no_ayatt berikut Allah menjelaskan kisah Nabi Musa ketika menghadapi Fir'aun. Dan sungguh, Kami telah mengutus Nabi Musa untuk menyampaikan risalah Allah disertai dengan tanda-tanda yang membuktikan kekuasaan dan Keesaan Kami berupa kitab Taurat atau sembilan tanda-tanda kekuasaan Allah (Lihat: no_surahh al-A'raf/7: 133 dan al-Isra/17: 101). Dan Kami anugerahkan kepadanya bukti yang nyata berupa mukjizat yang membuktikan tentang kerasulannya.","tafsir_tahlili":"(96) Ayat ini menerangkan bahwa Allah telah mengutus Musa a.s. dilengkapinya dengan tanda-tanda kekuasaan-Nya dan mukjizat yang nyata dan kesemuanya itu menunjukkan keesaan Allah swt, tidak ada Tuhan melainkan Dia. Ulama tafsir sepakat bahwa tanda-tanda kekuasaan Allah yang memperkuat kenabian Nabi Musa a.s. ada sembilan macam, yaitu tongkat, tangan putih bercahaya, angin topan, belalang, kutu, darah, katak, kekurangan buah-buahan dan kekurangan jiwa. Kesembilan tanda-tanda kekuasaan Allah itu, telah dicantumkan antara lain dalam firman-Nya:\r\nفَاَلْقٰى عَصَاهُ فَاِذَا هِيَ ثُعْبَانٌ مُّبِيْنٌ ۖ    ١٠٧  وَّنَزَعَ يَدَهٗ فَاِذَا هِيَ بَيْضَاۤءُ لِلنّٰظِرِيْنَ ࣖ  ١٠٨  \r\nLalu (Musa) melemparkan tongkatnya, tiba-tiba tongkat itu menjadi ular besar yang sebenarnya. Dan dia mengeluarkan tangannya, tiba-tiba tangan itu menjadi putih (bercahaya) bagi orang-orang yang melihatnya. (al-Ar±f/7: 107-108); Dan firman-Nya:\r\nفَاَرْسَلْنَا عَلَيْهِمُ الطُّوْفَانَ وَالْجَرَادَ وَالْقُمَّلَ وَالضَّفَادِعَ وَالدَّمَ اٰيٰتٍ مُّفَصَّلٰتٍۗ فَاسْتَكْبَرُوْا وَكَانُوْا قَوْمًا مُّجْرِمِيْنَ  ١٣٣  \r\nMaka Kami kirimkan kepada mereka topan, belalang, kutu, katak dan darah (air minum berubah menjadi darah) sebagai bukti-bukti yang jelas, tetapi mereka tetap menyombongkan diri dan mereka adalah kaum yang berdosa. (al-Ar±f/7: 133); Dan firman-Nya pula:\r\nوَلَقَدْ اَخَذْنَآ اٰلَ فِرْعَوْنَ بِالسِّنِيْنَ وَنَقْصٍ مِّنَ الثَّمَرٰتِ لَعَلَّهُمْ يَذَّكَّرُوْنَ  ١٣٠  \r\nDan sungguh, Kami telah menghukum Firaun dan kaumnya dengan (mendatangkan musim kemarau) bertahun-tahun dan kekurangan buah-buahan, agar mereka mengambil pelajaran. (al-Ar±f/7: 130);Di samping kelengkapan mukjizat yang diberikan kepada Nabi Musa a.s. itu, Allah swt juga telah memberikan kefasihan dan kepandaian berhujjah kepada adiknya bernama Harun terutama di dalam berdialog dengan Firaun beserta pemimpin-pemimpin kaumnya. Inilah yang dimaksud dengan “sul¯±nan mub³n±” (mukjizat yang nyata). Sebagian ulama Tafsir berpendapat, bahwa yang dimaksud dengan sul¯±nan mub³n± pada ayat ini, ialah tongkat Nabi Musa a.s. Sekalipun itu termasuk salah satu dari sembilan tanda-tanda kekuasaan Allah swt sebagaimana tersebut di atas, tetapi dialah yang paling menonjol dibandingkan dengan tanda-tanda kekuasaan Allah yang lain yang diberikan kepada Musa a.s. Dengan mukjizat tongkat itulah, ahli-ahli sihir Firaun berbalik, lalu beramai-ramai beriman meninggalkan Firaun dan kepercayaannya yang sesat, sebagaimana dalam firman Allah swt:\r\nوَاَوْحَيْنَآ اِلٰى مُوْسٰٓى اَنْ اَلْقِ عَصَاكَۚ فَاِذَا هِيَ تَلْقَفُ مَا يَأْفِكُوْنَۚ   ١١٧  فَوَقَعَ الْحَقُّ وَبَطَلَ مَا كَانُوْا يَعْمَلُوْنَۚ   ١١٨  فَغُلِبُوْا هُنَالِكَ وَانْقَلَبُوْا صٰغِرِيْنَۚ   ١١٩  وَاُلْقِيَ السَّحَرَةُ سٰجِدِيْنَۙ   ١٢٠  قَالُوْٓا اٰمَنَّا بِرَبِّ الْعٰلَمِيْنَۙ   ١٢١  رَبِّ مُوْسٰى وَهٰرُوْنَ  ١٢٢  \r\nDan Kami wahyukan kepada Musa, ”Lemparkanlah tongkatmu!” Maka tiba-tiba ia menelan (habis) segala kepalsuan mereka. Maka terbuktilah kebenaran, dan segala yang mereka kerjakan jadi sia-sia. Maka mereka dikalahkan di tempat itu dan jadilah mereka orang-orang yang hina. Dan para pesihir itu serta merta menjatuhkan diri dengan bersujud. Mereka berkata, ”Kami beriman kepada Tuhan seluruh alam, (yaitu) Tuhannya Musa dan Harun.” (al-Ar±f/7: 117-122)\r\n"}