{"tafsir_id":1574,"surah_id":11,"aya_number":101,"tafsir_wajiz":"Dan terhadap kisah-kisah tersebut hendaknya semua orang tahu bahwa Kami tidak menzalimi mereka sedikit pun dengan menimpakan azab kepada orang yang tidak berbuat zalim, tetapi merekalah yang menzalimi diri mereka sendiri dengan kekufuran dan kedurhakaan, karena itu tidak bermanfaat sedikit pun bagi mereka sembahan, yaitu berhala-berhala yang mereka sembah selain Allah, lantaran berhala itu tidak bisa menolong atau menghalangi sedikit pun ketika siksaan Tuhanmu datang. Sembahan itu hanya menambah kebinasaan dan kehinaan serta kerugian bagi mereka karena tidak mampu mendatangkan manfaat dan menolak mudarat.","tafsir_tahlili":"(101) Ayat ini menerangkan bahwa dibinasakannya mereka itu bukanlah tindakan aniaya dari Allah, tetapi mereka sendirilah yang menganiaya dirinya yang menyebabkan Allah mengambil tindakan demikian. Mereka mempersekutukan Allah dan mengadakan kerusakan di muka bumi secara terus-menerus, sehingga azab tidak dapat ditunda-tunda. Andaikata mereka dibiarkan dalam keadaan yang demikian berlarut-larut, niscaya mereka akan tetap saja, malah bertambah-tambah penganiayaan, kejahatan, dan pengrusakannya di muka bumi, sebagaimana kata Nabi Nuh a.s. tentang kaumnya, kepada Allah:\r\nاِنَّكَ اِنْ تَذَرْهُمْ يُضِلُّوْا عِبَادَكَ وَلَا يَلِدُوْٓا اِلَّا فَاجِرًا كَفَّارًا   ٢٧\r\nSesungguhnya jika Engkau biarkan mereka tinggal, niscaya mereka akan menyesatkan hamba-hamba-Mu, dan mereka hanya akan melahirkan anak-anak yang jahat dan tidak tahu bersyukur. (Nµ¥/71: 27)\r\nRasul-rasul yang diutus kepada mereka cukup gigih memberikan pelajaran dan petunjuk, tetapi mereka tetap saja angkuh dan membangkang. Apabila diberi ancaman, mereka makin membangkang dan menentang karena mereka terlalu percaya bahwa tuhan-tuhan sembahannya itulah yang akan menyelamatkan dari segala marabahaya dan azab yang akan menimpanya. Padahal apabila Allah swt telah memutuskan akan menurunkan azab dan membinasakan suatu kaum, maka sembahan-sembahan yang mereka seru selain Allah swt itu tidak akan bermanfat sedikit pun dan tidak mempunyai daya sama sekali untuk menahan dan menghalangi keputusan Allah. Kepercayaan mereka kepada sembahan-sembahan mereka itu, tidak lain kecuali hanya menambah kebinasaan dan kehancuran mereka. Mereka percaya bahwa sembahan-sembahan itu akan menimpakan malapetaka kepada nabi yang diutus sebagaimana diceritakan Allah swt di dalam firman-Nya; mengenai kaum Nabi Hud a.s.:\r\nاِنْ نَّقُوْلُ اِلَّا اعْتَرٰىكَ بَعْضُ اٰلِهَتِنَا بِسُوْۤءٍ;Kami hanya mengatakan bahwa sebagian sesembahan kami telah menimpakan penyakit gila atas dirimu. (Hµd/11: 54)\r\n"}