{"tafsir_id":1575,"surah_id":11,"aya_number":102,"tafsir_wajiz":"Kemudian Allah mengingatkan, dan begitulah siksa Tuhanmu apabila Dia menyiksa penduduk negeri-negeri yang berbuat zalim dengan menyekutukan Allah dan berbuat durhaka. Sungguh, siksa-Nya sangat pedih, lagi sangat berat sehingga sulit menghindarkan diri darinya. Kisah-kisah umat terdahulu yang dipaparkan tersebut adalah sebagai pelajaran bagi generasi sesudahnya.","tafsir_tahlili":"(102) Pada ayat ini, Allah swt menerangkan bahwa azab yang ditimpakan kepada negeri-negeri kaum Nuh, kaum ²d dan kaum ¤amµd itu juga akan ditimpakan kepada semua negeri yang penduduknya tetap bersifat dan selalu berbuat kerusakan di muka bumi ini. Tidak ada suatu kaum pun yang akan luput dan terhindar daripadanya apabila Allah swt telah menghendakinya. Sabda Nabi Muhammad saw:\r\nإِنَّ الله َتَعَالَى لَيُمْلِي لِلظَّالِمِ حَتَّى إِذَا أَخَذَهُ لَمْ يُفْلِتْهُ (رواه أحمد و البخاري ومسلم و الترمذي عن أبي موسى الأشعري)\r\nSesungguhnya Allah swt menangguhkan siksaan bagi orang-orang yang zalim sehingga apabila Dia mengazabnya Dia tidak akan meluputkannya. (Riwayat A¥mad, al-Bukhār³, Muslim dan at-Tirmi©i dari Abu Mµsā al-Asyari)\r\nSesungguhnya azab Allah itu sangat pedih. Uraian di atas dapat dijadikan pelajaran terutama bagi orang-orang yang zalim, supaya mereka sadar dan menginsafi perbuatannya yang jahat itu. Tidak ada suatu usaha dan kekuatan bagaimanapun hebatnya yang dapat menghalangi atau membendung azab Allah yang akan ditimpakan-Nya kepada suatu negeri atau suatu kaum. Firman Allah swt:\r\nاَوَلَمْ يَسِيْرُوْا فِى الْاَرْضِ فَيَنْظُرُوْا كَيْفَ كَانَ عَاقِبَةُ الَّذِيْنَ مِنْ قَبْلِهِمْۗ كَانُوْٓا اَشَدَّ مِنْهُمْ قُوَّةً وَّاَثَارُوا الْاَرْضَ وَعَمَرُوْهَآ اَكْثَرَ مِمَّا عَمَرُوْهَا وَجَاۤءَتْهُمْ رُسُلُهُمْ بِالْبَيِّنٰتِۗ فَمَا كَانَ اللّٰهُ لِيَظْلِمَهُمْ وَلٰكِنْ كَانُوْٓا اَنْفُسَهُمْ يَظْلِمُوْنَۗ  ٩  \r\nDan tidakkah mereka bepergian di bumi lalu melihat bagaimana kesudahan orang-orang sebelum mereka (yang mendustakan rasul)? Orang-orang itu lebih kuat dari mereka (sendiri) dan mereka telah mengolah bumi (tanah) serta memakmurkannya melebihi apa yang telah mereka makmurkan. Dan telah datang kepada mereka rasul-rasul mereka dengan membawa bukti-bukti yang jelas. Maka Allah sama sekali tidak berlaku zalim kepada mereka, tetapi merekalah yang berlaku zalim kepada diri mereka sendiri. (ar-Rµm/30: 9)\r\n"}