{"tafsir_id":1576,"surah_id":11,"aya_number":103,"tafsir_wajiz":"Setelah diuraikan tentang azab yang menimpa umat-umat terdahulu disebabkan oleh perbuatan zalim yang mereka lakukan, no_ayatt berikutnya menegaskan perihal pelajaran yang dapat dipetik dari uraian tersebut. Sesungguhnya pada yang demikian itu, yaitu peristiwa kehancuran negeri-negeri yang penduduknya zalim itu pasti terdapat pelajaran yang sangat berharga bagi orang-orang yang takut kepada azab akhirat. Hari akhir itulah hari ketika semua manusia dikumpulkan untuk dihisab kemudian menerima sanksi atau pahala atas amal perbuatan mereka di dunia, dan itulah hari yang disaksikan oleh semua makhluk dari generasi pertama hingga generasi terakhir.","tafsir_tahlili":"(103) Pada ayat ini, Allah swt menerangkan bahwa apa yang telah dikisahkan tentang kehancuran umat-umat dahulu sebagai akibat dari penganiayaan yang telah dilakukannya, adalah menjadi bahan pelajaran bagi orang-orang yang mau sadar dan takut kepada azab akhirat. Allah yang menyiksa mereka di dunia ini, tentu mampu pula menyiksa mereka di akhirat kelak dan apa yang meliputi mereka di dunia ini, merupakan gambaran dan contoh dari apa yang akan ditemuinya di akhirat nanti.\r\nKejadian-kejadian seperti topan, gempa bumi, tanah longsor, dan sebagainya, yang menghancurkan harta benda dan jiwa yang tidak sedikit jumlahnya, adalah azab dan teguran dari Allah swt kepada manusia untuk menyadari kesalahan-kesalahan, dosa-dosa, penganiayaan-penganiayaan yang diperbuatnya, dan bukan hanya bencana alam yang tidak ada sangkut pautnya dengan kekuasaan Allah swt. Sebelum terjadi hal-hal seperti tersebut di atas, rasul-rasul Allah telah memperingatkan kepada kaumnya akan terjadinya sesuatu, supaya mereka berhati-hati. Itu semua menunjukkan bahwa kejadian-kejadian itu tidaklah secara kebetulan, tetapi erat hubungannya dengan Qa«a dan Qadar, salah satu rukun iman yang wajib diyakini dan dipercayai, perhatikanlah firman Allah swt:\r\nوَسَيَعْلَمُ الَّذِيْنَ ظَلَمُوْٓا اَيَّ مُنْقَلَبٍ يَّنْقَلِبُوْنَ ࣖ   \r\nDan orang-orang yang zalim kelak akan tahu ke tempat mana mereka akan kembali. (asy-Syuar±/26: 227)\r\nOrang-orang yang tidak mau sadar akan peringatan Allah di dunia ini, akan diazab nanti di akhirat, pada hari di mana semua makhluk akan berkumpul untuk dihisab semua amalnya, kemudian dibalas dengan seadil-adilnya. Kejadian itu disaksikan oleh semua makhluk baik manusia, jin, malaikat, maupun makhluk-makhluk yang lain.\r\n"}