{"tafsir_id":1583,"surah_id":11,"aya_number":110,"tafsir_wajiz":"Setelah dijelaskan tentang keingkaran penduduk Mekah terhadap risalah Nabi Muhammad serta penolakan mereka terhadap Al-Qur'an, berikut ini dijelaskan tentang keberadaan umat Nabi Musa terhadap kitab suci yang diturunkan kepadanya. Dan sungguh, Kami telah menurunkankan Kitab Taurat kepada Musa, lalu diperselisihkannya tentang isi kitab itu oleh Bani Israil, sehingga ada yang mempercno_ayatinya ada juga yang mengingkarinya, mereka yang mengingkari karena mengikuti hawa nafsunya. Dan kalau tidak ada ketetapan yang terdahulu dari Tuhanmu untuk menunda siksaan hingga hari kiamat, niscno_ayat telah dilaksanakan hukuman di antara mereka berupa azab pada waktu itu juga. Sungguh, mereka orang kafir Mekah dan orang-orang yang mengingkari kitab Taurat benar-benar dalam kebimbangan dan keraguan terhadapnya yakni kebenaran isi kandungan kitab suci yang diturunkan Allah.","tafsir_tahlili":"(110) Pada ayat ini, Allah swt menerangkan bahwa Dia telah memberikan kitab Taurat kepada Musa a.s., kemudian kitab Taurat itu diperselisihkan oleh kaumnya, apakah kitab Taurat itu betul dari Allah atau bukan? Ada di antara mereka yang percaya, bahwa kitab Taurat itu betul-betul dari Allah dan sebagian yang lain mengingkarinya. Oleh karena itu, Nabi Muhammad tidak perlu merasa gusar kalau dia melihat orang-orang kafir Mekah meragukan Al-Qur'an, baik isi maupun kebenarannya. Andaikata tidak ada ketentuan dari Allah untuk menangguhkan kepada orang-orang yang zalim dan ingkar sampai kepada waktu yang telah ditetapkan, tentunya Allah mengazab mereka sebagaimana telah mengazab dan menghancurkan orang-orang yang menentang dakwah rasul dahulu sebelum Nabi Muhammad saw. Sejalan dengan isi ayat ini, Allah berfirman:\r\nوَلَا تَحْسَبَنَّ اللّٰهَ غَافِلًا عَمَّا يَعْمَلُ الظّٰلِمُوْنَ ەۗ اِنَّمَا يُؤَخِّرُهُمْ لِيَوْمٍ تَشْخَصُ فِيْهِ الْاَبْصَارُۙ  ٤٢  \r\nDan janganlah engkau mengira, bahwa Allah lengah dari apa yang diperbuat oleh orang yang zalim. Sesungguhnya Allah menangguhkan mereka sampai hari yang pada waktu itu mata (mereka) terbelalak, (Ibrāh³m/14: 42);Pada akhir ayat ini Allah menjelaskan bahwa orang-orang yang mendustakan kitab Allah benar-benar dalam keraguan dan kebimbangan yang sangat dalam, sebagaimana firman Allah:\r\nوَمَا تَفَرَّقُوْٓا اِلَّا مِنْۢ بَعْدِ مَا جَاۤءَهُمُ الْعِلْمُ بَغْيًاۢ بَيْنَهُمْۗ وَلَوْلَا كَلِمَةٌ سَبَقَتْ مِنْ رَّبِّكَ اِلٰٓى اَجَلٍ مُّسَمًّى لَّقُضِيَ بَيْنَهُمْۗ وَاِنَّ الَّذِيْنَ اُوْرِثُوا الْكِتٰبَ مِنْۢ بَعْدِهِمْ لَفِيْ شَكٍّ مِّنْهُ مُرِيْبٍ    ١٤  \r\nDan mereka (Ahli Kitab) tidak berpecah belah kecuali setelah datang kepada mereka ilmu (kebenaran yang disampaikan oleh para nabi) karena kedengkian antara sesama mereka. Jika tidaklah karena suatu ketetapan yang telah ada dahulunya dari Tuhanmu (untuk menangguhkan azab) sampai batas waktu yang ditentukan, pastilah hukuman bagi mereka telah dilaksanakan. Dan sesungguhnya orang-orang yang mewarisi Kitab (Taurat dan Injil) setelah mereka (pada zaman Muhammad), benar-benar berada dalam keraguan yang mendalam tentang Kitab (Al-Quran) itu. (asy-Syµrā/42: 14)\r\n"}