{"tafsir_id":1585,"surah_id":11,"aya_number":112,"tafsir_wajiz":"Setelah diuraikan tentang keberadaan umat terdahulu yang ragu dan berselisih terhadap ajaran nabinya, maka pada no_ayatt ini Allah memperingatkan kepada nabi dan umatnya agar konsisten terhadap ajaran yang benar. Maka tetaplah engkau wahai Nabi Muhammad, tetap teguh dan konsisten dalam melaksanakan perintah Allah dan menyeru ke jalan yang benar, sebagaimana telah diperintahkan kepadamu dan juga orang yang bertobat bersamamu dari perbuatan syirik dan dosa, dan janganlah kamu melampaui batas terhadap perintah dan larangan-Nya. Sungguh, Dia Maha Melihat apa yang kamu kerjakan kemudian akan memberikan balasan atas perbuatan yang kamu kerjakan.","tafsir_tahlili":"(112) Ayat ini memberikan tuntutan kepada Nabi Muhammad saw terhadap apa yang semestinya ia perbuat pada waktu umatnya melancarkan tantangan, dan meragukan Al-Qur'an yang dibawanya. Dia diperintahkan untuk tetap pada pendiriannya, berjalan di atas jalan yang lurus, menyampaikan syariat yang diamanatkan kepadanya, melaksanakan risalahnya dan jangan sampai terlintas di dalam hatinya akan meninggalkan sebagian dari apa yang telah diwahyukan kepadanya, karena kekejaman fitnahan umatnya, sebagaimana firman Allah:\r\nفَلَعَلَّكَ تَارِكٌۢ بَعْضَ مَا يُوْحٰىٓ اِلَيْكَ وَضَاۤىِٕقٌۢ بِهٖ صَدْرُكَ\r\nMaka boleh jadi engkau (Muhammad) hendak meninggalkan sebagian dari apa yang diwahyukan kepadamu dan dadamu sempit karenanya.       (Hµd/11: 12)\r\nBegitu pula orang-orang yang telah sadar dan insyaf serta tobat dari kemusyrikan dan kekafiran dan telah beriman bersama Muhammad saw supaya tetap dalam pendiriannya, mempertahankan akidah tauhidnya dan jangan sekali-kali bergeser dari jalan yang lurus dan benar yang telah diimani dan diyakininya, karena Allah melihat dan mengetahui semuanya itu. Sejalan dengan ayat ini, Allah berfirman:\r\nفَلِذٰلِكَ فَادْعُ ۚوَاسْتَقِمْ كَمَآ اُمِرْتَۚ وَلَا تَتَّبِعْ اَهْوَاۤءَهُمْۚ وَقُلْ اٰمَنْتُ بِمَآ اَنْزَلَ اللّٰهُ مِنْ كِتٰبٍۚ وَاُمِرْتُ لِاَعْدِلَ بَيْنَكُمْ ۗ اَللّٰهُ رَبُّنَا وَرَبُّكُمْ ۗ لَنَآ اَعْمَالُنَا وَلَكُمْ اَعْمَالُكُمْ ۗ لَاحُجَّةَ بَيْنَنَا وَبَيْنَكُمْ ۗ اَللّٰهُ يَجْمَعُ بَيْنَنَا ۚوَاِلَيْهِ الْمَصِيْرُ ۗ   ١٥  ;Karena itu serulah (mereka beriman) dan tetaplah (beriman dan berdakwah) sebagaimana diperintahkan kepadamu (Muhammad) dan janganlah mengikuti keinginan mereka dan katakanlah, ”Aku beriman kepada Kitab yang diturunkan Allah dan aku diperintahkan agar berlaku adil di antara kamu. Allah Tuhan kami dan Tuhan kamu. Bagi kami amal perbuatan kami dan bagi kamu amal perbuatan kamu. Tidak (perlu) ada pertengkaran antara kami dan kamu, Allah mengumpulkan antara kita dan kepada-Nyalah (kita) kembali.” (asy-Syµra/42: 15)\r\n"}