{"tafsir_id":1586,"surah_id":11,"aya_number":113,"tafsir_wajiz":"Dan selain itu, janganlah kamu menjadi lemah semangat, sehingga cenderung tunduk atau loyal kepada orang yang zalim yang tingkah laku mereka melampaui batas, merampas hak orang lain, atau menghalalkan segala macam cara yang dilarang oleh agama. Jika kamu loyal atau mengikuti tingkah laku orang-orang zalim tersebut, maka perbuatan itu akan menyebabkan kamu ditimpa api neraka bersama dengan mereka, sedangkan kamu tidak mempunyai seorang penolong pun selain Allah, sehingga kamu tidak akan diberi pertolongan untuk menghindar dari azab itu. Tidak ada yang kuasa mendatangkan manfaat selain Allah, dan tidak ada yang bisa menolak kemudaratan selain Allah.","tafsir_tahlili":"(113) Pada ayat ini, Allah swt menandaskan bahwa orang-orang yang beriman kepada Nabi Muhammad dan menganut agamanya, supaya jangan sekali-kali cenderung kepada orang-orang zalim, yaitu musuh-musuh kaum Muslimin yang selalu menyakitinya dan orang-orang musyrik yang selalu berusaha mengembalikannya kepada kemusyrikan. Jangan sekali-kali minta bantuan dan pertolongan dari mereka, seakan-akan mereka telah dijadikan pemimpinnya, karena bila hal itu sudah sampai kepada derajat yang demikian, maka termasuklah orang-orang mukmin itu seperti mereka juga yang tidak akan mendapat petunjuk. Firman Allah:\r\nوَمَنْ يَّتَوَلَّهُمْ مِّنْكُمْ فَاِنَّهٗ مِنْهُمْ ۗ اِنَّ اللّٰهَ لَا يَهْدِى الْقَوْمَ الظّٰلِمِيْنَ  ٥١  \r\nBarang siapa di antara kamu yang menjadikan mereka teman setia, maka sesungguhnya dia termasuk golongan mereka. Sungguh, Allah tidak memberi petunjuk kepada orang-orang yang zalim. (al-M±'idah/5: 51);Satu-satunya yang dapat dijadikan pemimpin serta diminta bantuan dan pertolongannya hanya Allah. Barang siapa yang berbuat selain dari itu, maka ia termasuk orang yang zalim yang tak mempunyai penolong, sebagaimana firman Allah:\r\nوَمَا لِلظّٰلِمِيْنَ مِنْ اَنْصَارٍ   ٧٢\r\nDan tidak ada seorang penolong pun bagi orang-orang zalim itu. (al-M±'idah/5: 72)\r\n"}