{"tafsir_id":1587,"surah_id":11,"aya_number":114,"tafsir_wajiz":"Setelah diperintahkan untuk istikamah dalam melaksanakan ajaran agama dan memiliki pendirian teguh, maka no_ayatt berikut ini diperintahkan melaksanakan salat serta beramal saleh, karena amaliah tersebut dapat menghapus dosa-dosa kecil, sebagaimana firman-Nya: Dan laksanakanlah salat dengan teratur dan benar sesuai dengan ketentuan agama, baik syarat, rukun, dan sunah-sunahnya pada kedua ujung siang, yakni pagi dan petang atau salat Subuh, Zuhur dan Asar dan pada bagian permulaan malam yaitu salat Magrib, Isya, dan salat sunah seperti tahajud dan witir. Sesungguhnya perbuatan-perbuatan baik itu seperti salat sebagaimana disebutkan di atas, zakat, sedekah, zikir, istigfar, dan amal ibadah lainnya dapat menghapus kesalahan-kesalahan dan dosadosa kecil yang telah dilakukan, lantaran perbuatan itu tidak mudah dihindari. Adapun dosa besar, harus disertai dengan tobat yang tulus. Itulah peringatan yang sangat bermanfaat bagi orang-orang yang siap menerimanya dan selalu mengingat Allah.","tafsir_tahlili":"(114) Ayat ini memerintahkan agar kaum Muslimin mendirikan salat, lengkap dengan rukun dan syaratnya, tetap dikerjakan lima kali dalam sehari semalam menurut waktu yang telah ditentukan yaitu salat Subuh, Zuhur, dan Asar, Magrib, dan Isya. Sejalan dengan ayat ini firman Allah:\r\nفَسُبْحٰنَ اللّٰهِ حِيْنَ تُمْسُوْنَ وَحِيْنَ تُصْبِحُوْنَ  ١٧  وَلَهُ الْحَمْدُ فِى السَّمٰوٰتِ وَالْاَرْضِ وَعَشِيًّا وَّحِيْنَ تُظْهِرُوْنَ  ١٨  \r\nMaka bertasbihlah kepada Allah pada petang hari dan pada pagi hari (waktu subuh), dan segala puji bagi-Nya baik di langit, di bumi, pada malam hari dan pada waktu zuhur (tengah hari). (ar-Rµm/30: 17-18);Ayat ini menerangkan juga bahwa perbuatan-perbuatan yang baik, yang garis besarnya ialah mengerjakan perintah Allah dan menjauhi larangannya, antara lain melaksanakan salat, akan menghapuskan dosa-dosa kecil dan perbuatan-perbuatan buruk. Ini sejalan dengan sabda Nabi Muhammad saw:\r\nأَتْبِعُوا السَّيِّئَاتِ بِالْحَسَنَاتِ فَإِنَّ الْحَسَنَاتِ يُذْهِبْنَ السَّيِّئَاتِ (رواه الترمذي عن أبي ذر الغفاري)\r\nIringilah perbuatan buruk itu dengan perbuatan yang baik, maka perbuatan baik itu akan menghapuskan (dosa) perbuatan buruk itu. (Riwayat at-Tirmi©i dari Abu ªar al-Gif±ri); Dan firman Allah:\r\nاِنْ تَجْتَنِبُوْا كَبَاۤىِٕرَ مَا تُنْهَوْنَ عَنْهُ نُكَفِّرْ عَنْكُمْ سَيِّاٰتِكُمْ وَنُدْخِلْكُمْ مُّدْخَلًا كَرِيْمًا   ٣١  \r\nJika kamu menjauhi dosa-dosa besar di antara dosa-dosa yang dilarang mengerjakannya, niscaya Kami hapus kesalahan-kesalahanmu dan akan Kami masukkan kamu ke tempat yang mulia (surga). (an-Nis±'/4: 31);Pesan-pesan terdahulu seperti perintah istiqamah, larangan berbuat aniaya dan memihak kepada orang-orang zalim serta perintah mendirikan salat adalah merupakan pelajaran dan peringatan bagi orang-orang yang sadar dan insyaf yang selalu ingat kepada Allah.\r\n"}