{"tafsir_id":1588,"surah_id":11,"aya_number":115,"tafsir_wajiz":"Dan selain mengerjakan salat, juga bersabarlah dalam menghadapi cobaan dan kesulitan ketika melaksanakan perintah Allah, karena tanpa kesabaran, amal ibadah terasa berat, terutama dalam hal beristikamah. Sesungguhnya Allah tidak menyia-nyiakan sedikit pun pahala yang diberikan kepada orang yang berbuat kebaikan. Perintah bersabar pada no_ayatt ini mencakup bersabar dalam melaksanakan perintah Allah, dan bersabar dalam menghindari perbuatan maksiat maupun bersabar dalam menghadapi ujian atau cobaan.","tafsir_tahlili":"(115) Pada ayat ini, Allah swt memerintahkan supaya berlaku sabar. Yang dimaksud dengan sabar dalam ayat ini ialah tabah dan tahan menghadapi segala kesulitan dalam menjalankan perintah Allah dan menjauhi larangan-Nya. Sabar dan salat adalah dua amal yang kembar yang dapat dijadikan penolong untuk dapat mengatasi segala kesulitan yang dihadapi, sehingga dengan mudah dapat sampai kepada yang dicita-citakan. Tidak sedikit ayat yang menganjurkan supaya sabar dan salat itu dijadikan penolong. Antara lain firman Allah:\r\nيٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوا اسْتَعِيْنُوْا بِالصَّبْرِ وَالصَّلٰوةِ ۗ اِنَّ اللّٰهَ مَعَ الصّٰبِرِيْنَ  ١٥٣\r\nWahai orang-orang yang beriman! Mohonlah pertolongan (kepada Allah) dengan sabar dan salat. Sungguh, Allah beserta orang-orang yang sabar. (al-Baqarah/2: 153); Dan firman-Nya:\r\nفَاصْبِرْ عَلٰى مَا يَقُوْلُوْنَ وَسَبِّحْ بِحَمْدِ رَبِّكَ قَبْلَ طُلُوْعِ الشَّمْسِ وَقَبْلَ غُرُوْبِهَا ۚوَمِنْ اٰنَاۤئِ الَّيْلِ فَسَبِّحْ وَاَطْرَافَ النَّهَارِ لَعَلَّكَ تَرْضٰى  ١٣٠  \r\nMaka sabarlah engkau (Muhammad) atas apa yang mereka katakan, dan bertasbihlah dengan memuji Tuhanmu, sebelum matahari terbit, dan sebelum terbenam; dan bertasbihlah (pula) pada waktu tengah malam dan di ujung siang hari, agar engkau merasa tenang. (°±h±/20: 130);Ayat ini disudahi dengan suatu penegasan bahwa Allah tidak akan menyia-nyiakan pahala orang-orang yang berbuat kebaikan seperti sabar, tetapi Allah akan menyempurnakan pahalanya sebagaimana firman-Nya:\r\nاِنَّمَا يُوَفَّى الصّٰبِرُوْنَ اَجْرَهُمْ بِغَيْرِ حِسَابٍ   ١٠\r\nHanya orang-orang yang bersabarlah yang disempurnakan pahalanya tanpa batas. (az-Zumar/39: 10)\r\n"}