{"tafsir_id":1596,"surah_id":11,"aya_number":123,"tafsir_wajiz":"Dan hanya milik Allah-lah segala rahasia langit dan bumi dan kepadaNya segala urusan dikembalikan pada hari Kiamat, masing-masing orang akan mendapat imbalan atas perbuatannya. Maka sembahlah Dia dan bertawakallah kepada-Nya, karena Dialah yang memenuhi kebutuhan kamu. Dan Tuhanmu tidak akan lengah terhadap perbuatan apa saja yang kamu kerjakan, baik perbuatan jahat atau amal saleh, semua diketahui Allah dan semua amal akan dihitung.","tafsir_tahlili":"(123) Ayat ini menjelaskan bahwa Allah mengetahui yang tersembunyi dan tidak terjangkau dengan ilmu siapa pun baik di langit maupun di bumi. Dialah mengetahui segala apa yang akan terjadi dan waktu terjadinya secara tepat. Semua urusan akan kembali kepada-Nya. Apa yang Dia kehendaki pasti jadi, dan apa yang tidak Dia kehendaki tak akan ada. Oleh karena itu, Dialah satu-satunya yang pantas dan wajib disembah, dengan segala keikhlasan. Kepada-Nyalah kita harus bertawakal guna tercapainya sesuatu yang di luar kemampuan kita, karena barang siapa yang bertawakal kepada-Nya akan tercapailah keperluannya. Firman Allah:\r\nوَمَنْ يَّتَوَكَّلْ عَلَى اللّٰهِ فَهُوَ حَسْبُهٗ ۗاِنَّ اللّٰهَ بَالِغُ اَمْرِهٖۗ قَدْ جَعَلَ اللّٰهُ لِكُلِّ شَيْءٍ قَدْرًا \r\nDan barang siapa bertawakal kepada Allah, niscaya Allah akan mencukupkan (keperluan)nya. Sesungguhnya Allah melaksanakan urusan-Nya. Sungguh, Allah telah mengadakan ketentuan bagi setiap sesuatu. (a¯-°al±q/65: 3);Pada akhir ayat ini, Allah swt menjelaskan bahwa Dia tidak akan lalai dari apa yang telah dikerjakan hamba-Nya. Dia akan menyempurnakan tiap-tiap balasan amal yang diperbuat di dunia ini dan tidak akan ada pengurangan sedikit pun.; Firman Allah:\r\nوَاتَّقُوْا يَوْمًا تُرْجَعُوْنَ فِيْهِ اِلَى اللّٰهِ ۗثُمَّ تُوَفّٰى كُلُّ نَفْسٍ مَّا كَسَبَتْ وَهُمْ لَا يُظْلَمُوْنَ ࣖ  ٢٨١  \r\nDan takutlah pada hari (ketika) kamu semua dikembalikan kepada Allah. Kemudian setiap orang diberi balasan yang sempurna sesuai dengan apa yang telah dilakukannya, dan mereka tidak dizalimi (dirugikan). (al-Baqarah/2: 281)\r\n"}