{"tafsir_id":1597,"surah_id":12,"aya_number":1,"tafsir_wajiz":"Alif Laam Raa. Huruf-huruf Hijaiyyah yang menjadi pembuka no_surahh pada no_ayatt ini dan no_surahh lainya diungkap Allah untuk menggugah dan menarik perhatian kepada lawan bicara, agar mereka memperhatikan pesan-pesan yang akan disampaikan Allah. Huruf ini adalah huruf-huruf yang merangkai no_ayatt-no_ayatt Al-Qur'an hingga menjadi susunan no_ayatt yang indah dan istimewa. no_ayatt-no_ayatt berikut yang terdapat dalam no_surahh ini adalah sebagian dari no_ayatt-no_ayatt yang terdapat dalam Kitab suci Al-Qur'an yang jelas dan nyata bahwa no_ayatt-no_ayatt tersebut adalah wahyu dari Allah.","tafsir_tahlili":"(1) Ayat pertama surah Yµsuf ini sama bunyinya dengan ayat pertama pada surah Yµnus kecuali pada akhir ayat pertama surah Yµnus ada kata “al ¦ak³m” sedang pada ayat pertama surah ini terdapat kata “al-Mub³n”.\r\nAl-¦ak³m artinya penuh hikmat dan al-Mub³n artinya nyata, jelas, dan terang. Biasanya dengan memperhatikan ayat pertama dari tiap-tiap surah sudah dapat diperkirakan apa pokok-pokok isi surah itu. Surah Yµnus yang ayat pertamanya diakhiri dengan al-Hak³m, terdapat di dalamnya masalah-masalah hikmat dan filsafat, seperti masalah keesaan Allah, sifat-sifat-Nya, kebenaran risalah yang dibawa para nabi yang dikuatkan dengan berbagai macam mukjizat, masalah hari kebangkitan, hari pembalasan, dan sebagainya. Semuanya itu adalah masalah-masalah yang harus direnungkan dan difikirkan secara mendalam dan termasuk masalah hikmat dan filsafat. Adapun surah Yµsuf ayat pertamanya diakhiri dengan al-Mub³n. Hal ini mengisyaratkan bahwa di dalamnya terdapat suatu kisah yang sangat menarik, digubah dengan susunan kata-kata yang mempesona penuh balagah dan falsafah dalam suatu jalinan cerita yang indah yang mendorong pembacanya untuk mengikuti sampai akhir, suatu kisah yang patut menjadi contoh dan teladan yang menggambarkan dengan jelas bagaimana kehidupan seorang nabi yang mulia semenjak kecilnya mengalami beraneka ragam penderitaan sampai ia menjadi penguasa yang disegani dan dihormati di negeri Mesir.\r\n"}