{"tafsir_id":1599,"surah_id":12,"aya_number":3,"tafsir_wajiz":"Allah menurunkan no_ayatt ini dan sesudahnya ketika sekelompok orang Yahudi meminta Nabi Muhammad menceritakan kisah Nabi Yusuf dan Nabi Yakub, lalu turunlah no_ayatt berikut ini. Kami akan menceritakan kepadamu wahai Nabi Muhammad suatu kisah umat-umat terdahulu untuk menguatkan hatimu dan menjadi pelajaran bagi umatmu. Kisah ini adalah kisah yang paling baik karena sarat dengan pesan, nasihat, dan pelajaran yang diuraikan dengan susunan bahasa yang indah dan menarik. Kisah itu Kami turunkan dengan mewahyukan Al-Qur'an ini kepadamu, dan sesungguhnya engkau sebelum Kami mewahyukannya itu termasuk orang yang tidak mengetahui tentang kisah-kisah umat terdahulu. Kisah-kisah para nabi dan orang-orang saleh yang dipaparkan dalam Al-Qur'an adalah menjadi pelajaran bagi umat Nabi Muhammad, karena sarat dengan pesan-pesan moral serta nasihat.","tafsir_tahlili":"(3) Pada ayat ini, Allah mengkhususkan firman-Nya kepada Nabi Muhammad saw dan tentu saja untuk diperhatikan oleh orang Arab dan umat manusia seluruhnya. Para mufasir mengatakan bahwa surah Yµsuf ini adalah salah satu surah dalam Al-Quran yang diturunkan untuk menghibur dan menggembirakan hati Nabi Muhammad saw di kala beliau menderita tekanan-tekanan yang berat dari kaum Quraisy berupa cemoohan, hinaan, pembangkangan, dan tindakan kekerasan sehingga beliau terpaksa hijrah bersama Abu Bakar ke Medinah. Memang demikianlah halnya karena kisah Nabi Yusuf ini adalah suatu kisah yang menarik sekali, dikisahkan dengan cara terperinci, tiap babak mengandung hikmah yang dalam dan pelajaran yang besar manfaatnya bagi orang yang memperhatikannya, apalagi bila dilihat dari segi keindahan susunan bahasa dan isi ceritanya yang belum dikenal seluruhnya baik oleh Nabi Muhammad saw sendiri maupun oleh kaum Quraisy dan orang Arab pada umumnya.\r\nKisah ini selain menceritakan keadaan Nabi Yakub a.s. beserta anak-anaknya yang masih hidup dengan cara kehidupan orang-orang Badui, menceritakan pula bagaimana kehidupan dalam masyarakat yang telah maju dan berkebudayaan tinggi, bagaimana kehidupan para penguasa yang penuh dengan kemewahan serta kesenangan dan bagaimana pula cara mereka mengendalikan pemerintahan dan mengatur perekonomian negara. Benarlah firman Allah yang mengatakan bahwa kisah Nabi Yusuf a.s. yang akan dikisahkan berikut ini adalah kisah yang paling baik, menarik, dan yang paling indah penggambarannya.\r\n"}