{"tafsir_id":1600,"surah_id":12,"aya_number":4,"tafsir_wajiz":"Setelah dijelaskan bahwa di antara wahyu Al-Qur'an yang diturunkan Allah berupa kisah-kisah umat terdahulu yang belum diketahui secara jelas oleh Nabi Muhammad dan umatnya, no_ayatt ini menjelaskan tentang salah satu kisah tersebut, yaitu kisah Nabi Yusuf. Allah memulai kisah Nabi Yusuf dengan menceritakan perihal mimpinya. Ketika Yusuf putra Nabi Yakub berkata kepada no_ayathnya, “Wahai no_ayathku! Sungguh, aku bermimpi melihat sebelas bintang, yakni saudaranya yang berjumlah sebelas, matahari, yakni no_ayathnya dan bulan, yakni ibunya; kulihat semuanya sujud atau mengarahkan pandangannya dan hormat kepadaku.”","tafsir_tahlili":"(4) Pada suatu ketika Nabi Yusuf a.s. memberitahukan kepada ayahnya Nabi Yakub bin Ishak bin Ibrahim bahwa ia bermimpi melihat sebelas bintang, matahari, dan bulan, semuanya tunduk dan sujud kepadanya. Tentu saja sujud di sini bukan dengan arti menyembah seperti yang kita kenal, tetapi hanyalah sujud dalam arti kiasan yaitu tunduk dan patuh. Sujud dengan arti tunduk dan patuh itu ada juga terdapat dalam Al-Qur'an, seperti firman Allah:\r\nوَّالنَّجْمُ وَالشَّجَرُ يَسْجُدَانِ\r\nDan tetumbuhan dan pepohonan, keduanya tunduk (kepada-Nya). (ar-Ra¥m±n/55: 6);Setelah mendengar cerita itu, Nabi Yakub a.s. menyadari bahwa mimpi anaknya bukan mimpi biasa, tetapi merupakan ilham dari Allah sebagaimana kerapkali dialami oleh para nabi. Ia yakin bahwa anaknya ini akan menghadapi urusan yang sangat penting dan setelah dewasa menjadi pemimpin dimana masyarakat akan tunduk kepadanya tidak terkecuali saudara-saudaranya dan ibu-bapaknya. Ia merasa khawatir kalau hal ini diketahui oleh saudara-saudaranya, dan tentulah mereka akan merasa iri dan dengki terhadapnya serta berusaha untuk menyingkirkan atau membinasa-kannya apalagi mereka telah merasa bahwa ayah mereka lebih banyak menumpahkan kasih sayangnya kepadanya. Tergambarlah dalam khayal Nabi Yakub bagaimana nasib anaknya bila mimpi itu diketahui oleh saudara-saudaranya, tentulah mereka dengan segala usaha dan tipu daya akan mencelakakannya.\r\n"}