{"tafsir_id":1601,"surah_id":12,"aya_number":5,"tafsir_wajiz":"Kemudian dia–Nabi Yakub–berkata kepada putranya, “Wahai anakku! Janganlah engkau ceritakan mimpimu kepada saudara-saudaramu. Aku khawatir apabila mereka tahu, mereka akan membuat tipu dno_ayat untuk membinasakan-mu karena kedengkian mereka. Sungguh, setan itu musuh yang jelas bagi manusia karena terus berupno_ayat memunculkan rasa permusuhan di antara sesama.”","tafsir_tahlili":"(5) Oleh sebab itu, Nabi Yakub a.s. berkata kepada anaknya, “Hai anakku, jangan sekali-kali engkau beritahukan apa yang engkau lihat dalam mimpi itu, karena kalau mereka sampai mengetahuinya, mereka akan mengerti tabir mimpi itu dan mereka akan iri dan dengki terhadapmu. Aku melihat bahwa mimpi itu bukan sembarang mimpi. Mimpimu itu adalah sebagai ilham dari Allah bahwa engkau di belakang hari akan menjadi orang besar serta berpengaruh, dan manusia akan tunduk patuh kepadamu termasuk saudara-saudaramu dan aku serta ibumu. Aku tidak dapat menjamin bahwa saudara-saudaramu tidak akan melakukan tindakan-tindakan buruk terhadapmu.”\r\nNasihat ayahnya itu disadari sepenuhnya oleh Yusuf dan selalu diingat dan dikenangnya sehingga nanti pada akhir kisah ketika ia telah dapat bertemu dengan seluruh keluarganya, ia tetap mengatakan bahwasanya setanlah yang memperdaya saudara-saudaranya sehingga terputus hubungan antara dia dengan keluarganya, sebagaimana tersebut dalam firman Allah:\r\nوَقَالَ يٰٓاَبَتِ هٰذَا تَأْوِيْلُ رُءْيَايَ مِنْ قَبْلُ  ۖقَدْ جَعَلَهَا رَبِّيْ حَقًّاۗ وَقَدْ اَحْسَنَ بِيْٓ اِذْ اَخْرَجَنِيْ مِنَ السِّجْنِ وَجَاۤءَ بِكُمْ مِّنَ الْبَدْوِ مِنْۢ بَعْدِ اَنْ نَّزَغَ الشَّيْطٰنُ بَيْنِيْ وَبَيْنَ اِخْوَتِيْۗ اِنَّ رَبِّيْ لَطِيْفٌ لِّمَا يَشَاۤءُ ۗاِنَّهٗ هُوَ الْعَلِيْمُ الْحَكِيْمُ  \r\nDan dia (Yusuf) berkata, ”Wahai ayahku! Inilah takwil mimpiku yang dahulu itu. Dan sesungguhnya Tuhanku telah menjadikannya kenyataan. Sesungguhnya Tuhanku telah berbuat baik kepadaku, ketika Dia membebaskan aku dari penjara dan ketika membawa kamu dari dusun, setelah setan merusak (hubungan) antara aku dengan saudara-saudaraku. Sungguh, Tuhanku Mahalembut terhadap apa yang Dia kehendaki. Sungguh, Dia Yang Maha Mengetahui, Mahabijaksana.” (Yµsuf/12: 100)\r\n"}