{"tafsir_id":1614,"surah_id":12,"aya_number":18,"tafsir_wajiz":"Dan ketika mereka datang menghadap no_ayathnya, mereka membawa serta baju gamisnya Nabi Yusuf yang dilumuri darah palsu agar no_ayathnya percno_ayat bahwa perkataan mereka benar, tapi baju itu justru menjadi bukti kebohongan mereka, karena tidak ada sedikit pun tanda bekas gigitan serigala di bajunya. Lalu dia–Nabi Yakub–berkata kepada putra-putranya,” Sebenarnya hanya dirimu sendirilah yang memandang baik urusan yang buruk itu lantaran setan telah menghiasi dirimu dengan nafsu yang mendorong berbuat jahat, untuk mencelakai Yusuf. Maka aku akan tetap bersabar tanpa mengeluh dan mengadu kepada siapa pun, karena hanya dengan bersabar itulah yang terbaik bagiku. Dan hanya kepada Allah saja aku memohon pertolongan-Nya agar aku mampu menerima ujian terhadap apa yang kamu ceritakan tentang Yusuf, dan aku juga berserah diri kepada-Nya.”","tafsir_tahlili":"(18) Untuk memperkuat kebenaran cerita itu mereka membawa baju Yusuf yang telah berlumuran darah dan mereka berkata kepada ayahnya, “Inilah bukti kebenaran kami.” Padahal, darah yang melekat pada baju itu bukanlah darah Yusuf. Yakub melihat dan memperhatikan baju itu.\r\nDidapatinya baju itu hanya berlumuran darah saja, tetapi masih utuh tak ada yang robek dan tak ada pula yang berlubang-lubang bekas cakaran dan gigitan serigala, pasti saudara-saudaranya inilah yang telah berbuat aniaya terhadapnya, lalu ia berkata kepada mereka, “Aku tidak percaya sama sekali akan ceritamu yang dibuat-buat itu dan aku yakin bahwa jiwamu yang jahat dan kotor, telah mempengaruhi dan mendorongmu untuk melakukan penganiayaan terhadap saudaramu sendiri.” Tetapi apalah daya seorang ayah yang telah tua terhadap anak-anaknya yang sudah besar dan kuat. Dia tidak dapat berbuat apa-apa lagi kecuali menahan rasa amarah dan menekan perasaan hatinya yang amat kecewa dan sedih itu. Kini anaknya yang paling dicintainya dan kepadanya dia selalu menggantungkan harapan sudah tak ada lagi di sampingnya karena tindakan anak-anaknya sendiri. Apakah dia akan menuntut balas ataukah dia akan menyelidiki sendiri ke mana anaknya itu sebenarnya, sedang dia tidak berdaya lagi.\r\nDalam keadaan seperti itu tidak ada yang lebih baik baginya kecuali bersabar dan tawakal sepenuhnya kepada Allah. Jalan inilah yang dipilih Yakub meskipun ia tetap sedih dan tetap menangis atas kehilangan jantung hatinya. Ia tidak percaya sama sekali akan cerita anak-anaknya. Oleh karena itu, ia berserah diri kepada Allah dan selalu memohon pertolongan-Nya agar anaknya Yusuf diselamatkan dari segala marabahaya.\r\n"}