{"tafsir_id":1619,"surah_id":12,"aya_number":23,"tafsir_wajiz":"Setelah diuraikan tentang karunia Allah kepada Nabi Yusuf berupa ilmu pengetahuan dan kenabian ketika dewasa, no_ayatt berikut ini menjelaskan sisi lain yang dialami Nabi Yusuf, yaitu godaan istri al-Aziz. Dan perempuan (istri al-Aziz) yang dia (Nabi Yusuf ) tinggal di rumahnya menggoda dirinya. Dan serta merta dia pun masuk ke kamar Nabi Yusuf kemudian menutup pintu-pintu kamar, lalu berkata kepada Nabi Yusuf,` Marilah mendekat kepadaku.” Kemudian Nabi Yusuf berkata serno_ayat memohon, “Aku berlindung kepada Allah dari tindakan keji, bagaimana mungkin aku menuruti ajakanmu, sungguh, tuanku Al-Aziz telah memperlakukan aku dengan baik, memberiku tempat, kedudukan, serta memberiku kepercno_ayatan, maka sedikit pun aku tidak akan mengkhianati kepercno_ayatannya.” Sesungguhnya orang yang membalas kebaikan dengan kejahatan adalah termasuk golongan orang zalim, dan orang yang zalim itu tidak akan beruntung.","tafsir_tahlili":"(23) Istri al-Az³z adalah seorang perempuan cantik, sangat dimuliakan oleh seluruh penghuni istana, karena di samping dia istri al-Az³z, dia juga berbudi tinggi, berakhlak mulia, bersih dari sifat-sifat congkak dan sombong, menjauhi segala hal yang akan menjatuhkan derajatnya. Tetapi setelah Yusuf tinggal di istana sebagai salah seorang keluarganya, istri al-Az³z mulai tertarik kepadanya karena akhlak dan ketampanannya. Suatu ketika, setelah mengunci semua pintu rumah, istri al-Az³z merayu Yusuf untuk berselingkuh. Yusuf sebagai seorang yang jujur dan berakhlak mulia sangat terkejut mendengar rayuan dan ajakan itu, apalagi yang mengajaknya itu adalah istri majikannya sendiri yang telah memberinya tempat berteduh dan memperlakukannya seperti anaknya sendiri. Selain dari itu, bila ia mematuhi ajakan demikian, berarti ia telah melakukan maksiat yang sangat dimurkai Allah. Karena itu dengan spontan ia menjawab, “Aku berlindung kepada Allah agar aku jangan terjerumus ke dalam perbuatan keji dan mungkar. Suamimu itu adalah tuanku, majikanku yang telah berbuat baik kepadaku, apakah kebaikannya aku balas dengan kekejian? Ini adalah suatu kezaliman dan aku tidak akan melakukannya karena tidak ada orang yang zalim yang sukses dan bahagia hidupnya.”"}