{"tafsir_id":1633,"surah_id":12,"aya_number":37,"tafsir_wajiz":"Dia–Nabi Yusuf–berkata kepada dua pemuda itu,” Dengan izin Allah, jenis makanan apa pun yang akan diberikan kepadamu berdua dari-Nya kecuali aku telah dapat menerangkan takwilnya, sebelum makanan itu sampai kepadamu. Itu sebagian dari ilmu pengetahuan yang diajarkan Tuhan kepadaku melalui wahyu, termasuk ilmu takwil mimpi, bukan melalui peramal atau ahli nujum. Karunia ini aku dapatkan karena sesungguhnya aku beriman kepada Allah, ikhlas beribadah kepada-Nya, dan telah meninggalkan agama orang-orang yang tidak beriman kepada Allah sebagaimana agama yang dianut oleh raja Mesir dan rakyatnya, bahkan mereka tidak percno_ayat kepada hari akhirat dan hari pembalasan.","tafsir_tahlili":"(37) Dalam ayat ini diterangkan, sebelum Yusuf memberikan takwil mimpi kedua pemuda itu, lebih dahulu dia berdakwah tentang kebesaran dan kekuasaan Allah, tentang nikmat Allah yang telah diperolehnya, dan sikap yang tidak mau tunduk kepada agama yang tidak benar. Yusuf berkata kepada kedua pemuda itu, “Sebelum kamu berdua menerima makanan yang dikirimkan untukmu, aku sudah tahu apa makanan itu dan akan aku jelaskan kepadamu sekarang ini.”\r\nMenurut riwayat, bahwa orang-orang kerajaan ada yang mengirimkan kepada orang-orang yang bersalah dalam penjara yaitu makanan yang dicampur dengan racun dengan maksud untuk membunuh mereka. Yusuf sudah tahu maksud orang-orang kerajaan itu dan telah dijelaskan kepada kedua orang pemuda itu. Yusuf menjelaskan bahwa ilmu yang seperti itu adalah wahyu dari Tuhannya kepadanya. “Dengan ilmu itulah saya dapat mentakwilkan mimpi, bukan seperti tukang tenung dan ahli nujum yang mempergunakan pertolongan setan, menerka-nerka dan menjampi-jampi yang belum tentu benar terkaannya itu,” kata Yusuf. Selanjutnya Yusuf menjelaskan bahwa dia tidak mau terpengaruh oleh ajaran agama yang salah. Dia tinggalkan kepercayaan orang-orang yang tidak benar itu, orang-orang yang tidak mau beriman kepada Allah dan mengingkari kehidupan akhirat.\r\n"}