{"tafsir_id":1646,"surah_id":12,"aya_number":50,"tafsir_wajiz":"Setelah Nabi Yusuf menceritakan takwil mimpi raja dengan rinci dan jelas kepada pelno_ayatn raja dan iapun menyampaikannya kepada sang raja, pada no_ayatt ini dijelaskan tentang permintaan raja untuk memanggil Nabi Yusuf setelah mendengarkan perihal tafsir mimpinya itu Dan raja berkata kepada para pembantunya, “Bawalah dia–Yusuf– kepadaku.” Ketika utusan itu datang kepadanya dan memintanya menghadap raja, dia–Nabi Yusuf–pun berkata, “Kembalilah kepada tuanmu dan tanyakan kepadanya bagaimana halnya perempuan-perempuan yang telah melukai tangannya sendiri tatkala aku keluar dihadapan mereka.” Hal ini disampaikan Nabi Yusuf agar pembebasannya jelas dan kebenaran terungkap. Sungguh, Tuhanku Maha Mengetahui tipu dno_ayat dan muslihat mereka terhadapku sehingga tidak ada yang bisa disembunyikan dari-Nya. Vonis hukuman yang dijatuhkan, maupun pembebasan seseorang dari hukuman, seharusnya disertai bukti yang kuat, bukan sekadar alasan dan dugaan.","tafsir_tahlili":"(50) Dalam ayat ini diterangkan bagaimana tertariknya raja dengan tabir mimpi yang disampaikan oleh utusannya itu, sehingga raja ingin sekali bertemu langsung dengan Yusuf, maka raja memerintahkan kembali menemui Yusuf di penjara lalu berkata, “Pergilah engkau temui Yusuf di penjara dan bawalah dia kemari, supaya langsung aku mendengarkan per-kataannya dan aku dapat mengukur sampai di mana tinggi ilmunya dan luas pandangannya. Mudah-mudahan ilmunya itu dan pandangan-pandangannya itu berguna bagiku untuk keselamatan bangsa dan negaraku.” Maka utusan itu pergi menemui Yusuf dan menyampaikan panggilan raja terhadap dirinya, agar ia datang menghadap raja, sebab raja membutuhkan nasihatnya dan akan mengangkatnya ke derajat yang tinggi. Yusuf memenuhi panggilan raja. Tetapi sebelum Yusuf datang menghadap, Yusuf minta kepada utusan raja itu agar dia kembali dan menanyakan kepada raja tentang peristiwa perempuan-perempuan yang sudah memotong jarinya sendiri dengan pisau supaya diketahui dengan jelas duduk perkaranya yang sebenarnya. Sehingga ketika datang menghadap raja, dia sudah dalam keadaan bebas dari tuduhan karena raja lebih mengetahui tentang tipu daya perempuan-perempuan itu."}