{"tafsir_id":1650,"surah_id":12,"aya_number":54,"tafsir_wajiz":"Raja yakin bahwa Nabi Yusuf telah dizalimi dipenjara tanpa berbuat salah. Raja juga mengaguminya karena kemampuannya memberikan takwil mimpi sang raja. Raja pun berkata, “Bawalah dia (Yusuf ) kepadaku, agar aku memilih dia sebagai orang yang dekat kepadaku dan aku angkat menjadi penasihat dalam pemerintahan.” Ketika dia (raja) telah bercakap-cakap dengan dia, dia (raja) berkata, “Sesungguhnya kamu mulai hari ini kuangkat menjadi seorang yang berkedudukan tinggi di lingkungan kerajaan kami dan menjadi orang yang dipercno_ayat mengurus urusan kerajaan.”","tafsir_tahlili":"(54) Dalam suasana yang sangat mengharukan itu, raja memerintahkan supaya Yusuf dijemput dari penjara dan dibawa menghadap ke istana. Di istana, Yusuf menerangkan kepada raja semua pengalamannya semenjak dia tinggal di istana al-Az³z sampai dia masuk penjara dan akhirnya dapat bertemu muka dengan raja. Mendengar penjelasannya, timbullah keyakinan dalam hati raja bahwa Yusuf benar-benar seorang yang jujur dan setia, penuh rasa tanggung jawab, berbudi mulia, berilmu, dan tabah serta kuat imannya. Karena keyakinan itu, raja mengumumkan di hadapan pembesar dan pemimpin negara bahwa dia telah mengangkat Yusuf menjadi orang kepercayaannya. Semua urusan keuangan negara diserahkan sepenuhnya di bawah pimpinan dan tanggung jawabnya, dialah yang berhak sepenuhnya mengendalikan pemerintahan, dan satu-satunya orang yang dapat ber-hubungan langsung dengan raja. Menurut riwayat Ibnu Abb±s, “Ketika utusan raja sampai di penjara dia berkata kepada Yusuf, “Tanggalkanlah baju penjara yang engkau pakai itu, pakailah baju baru ini, dan marilah bersama saya menghadap raja.” Semua penghuni penjara berdoa untuknya, demikian pula sebaliknya, Yusuf berdoa pula untuk mereka. Ketika sampai di istana, raja merasa sangat heran karena dilihatnya Yusuf masih muda (waktu itu umurnya lebih kurang 30 tahun). “Apakah dia yang masih muda ini telah dapat menakbirkan mimpiku dengan tepat, sedangkan semua ahli sihir dan pemuka agama di negeriku tidak ada yang dapat menakbirkannya.” Lalu raja memerintahkan supaya dia duduk di hadapannya dan bertitah, “Janganlah engkau merasa takut.” Lalu dikalungkan ke lehernya kalung emas dan diberi jubah kebesaran dari sutra. Disediakan pula untuknya kuda berpelana yang dihiasi berbagai macam hiasan dan dipukulkan genderang di seluruh pelosok negeri Mesir sebagai pertanda dan pernyataan bahwa Yusuf telah diangkat menjadi khalifah (tangan kanan) raja.” Demikian riwayat Ibnu Abb±s. Kemudian raja bertitah, “Sejak hari ini engkau mempunyai kedudukan yang tinggi di sisi kami dan kami percayakan kepadamu semua urusan negara.”"}