{"tafsir_id":166,"surah_id":2,"aya_number":159,"tafsir_wajiz":"Allah mengimbau umat Islam untuk menyampaikan kebenaran. Sungguh, orang-orang yang menyembunyikan apa yang telah Kami turunkan, yakni kitab-kitab samawi sebelum Al-Qur'an, dengan tidak memaparkannya kepada masyarakat atau menggantinya dengan yang lain, berupa keterangan-keterangan tentang satu kebenaran dan petunjuk, seperti sifat-sifat Nabi Muhammad atau hukum syariat tertentu setelah Kami jelaskan kepada manusia dalam Kitab Al-Qur'an, mereka itulah orang yang dilaknat Allah, dijauhkan dari rahmat-Nya, dan dilaknat pula oleh mereka yang melaknat: para malaikat dan kaum mukmin. no_ayatt ini berlaku bagi setiap orang yang sengaja menyembunyikan kebenaran dari Allah. Laknat itu akan selalu meliputi mereka, kecuali mereka yang telah bertobat dan menyesali dosa mereka, dan mengadakan perbaikan dengan berbuat saleh, dan menjelaskan-nya; mereka itulah yang Aku terima tobatnya, dan Akulah Yang Maha Penerima tobat, Maha Penyno_ayatng. ","tafsir_tahlili":"(159) Ayat ini turun mengenai pendeta-pendeta Yahudi. Mereka menyembunyikan kepada kaum mereka tentang sifat-sifat Nabi Muhammad yang tersebut dalam kitab suci mereka, agar orang Yahudi jangan masuk Islam. Ahli Kitab selalu menyembunyikan kebenaran Islam serta kebenaran Nabi Muhammad saw padahal yang demikian itu telah tertulis dengan nyata dan jelas dalam kitab mereka. Orang-orang itu wajar mendapat laknat dari Allah dan dijauhkan dari rahmat serta kasih sayang-Nya dan wajar pula bila laknat dimintakan untuk mereka oleh malaikat dan manusia seluruhnya. Hukum mengenai kutukan bagi orang yang menyembunyikan ilmu pengetahuan yang sebenarnya mesti disiarkan dan dikembangkan tidak hanya terbatas pada Ahli Kitab, bahkan mencakup semua orang yang bersikap seperti itu. \r\nHal ini dikuatkan oleh sebuah hadis Rasulullah saw yang diriwayatkan oleh Abu Hurairah, beliau bersabda:\r\nمَنْ سُئِلَ عَنْ عِلْمٍ فَكَتَمَهُ أُلْجِمَ يَوْمَ الْقِيَامَةِ بِلِجَامٍ مِنْ نَارٍ (أخرجه ابن ماجه عن أبي هريرة)\r\nSiapa ditanya tentang suatu ilmu yang diketahuinya tetapi tidak mau menerangkannya kepada penanya itu maka Allah akan membelenggunya dengan belenggu dari api neraka pada hari Kiamat. (Riwayat Ibnu M±jah dari Abu Hurairah).;Abu Hurairah berkata, “Kalau tidak karena takut akan ancaman Allah dalam ayat ini (ayat 159) tentu saya tidak akan meriwayatkan suatu hadis pun dari Rasulullah.” Karena itu seorang Muslim berkewajiban menyampaikan ilmu yang dimilikinya, baik yang berupa pengetahuan agama maupun berupa pengetahuan umum, yang bermanfaat bagi masyarakat. Bila diketahui akan ada pelanggaran terhadap hukum agama, atau penyelewengan dari akidah yang benar, seperti tersiarnya bidah dari aliran-aliran kepercayaan yang bertentangan dengan tauhid, para ulama harus bangun serentak untuk mencegahnya, baik dengan lisan maupun tulisan. Dengan demikian kesucian agama dan kemurniannya akan tetap terpelihara.\r\nOrang Yahudi mendapat laknat karena mereka selalu menyembunyikan kebenaran. Bila mereka melihat sesuatu yang mungkar atau yang tidak benar, mereka diam saja dan tidak berusaha untuk mencegah atau memperbaikinya."}