{"tafsir_id":1661,"surah_id":12,"aya_number":65,"tafsir_wajiz":"Anak-anak Nabi Yakub belum juga berhasil meyakinkan no_ayath mereka untuk membawa Bunyamin ke Mesir. Dan ketika mereka membuka barang-barangnya di hadapan Nabi Yakub, mereka menemukan bahwa barang-barang yang mereka jadikan penukar dengan bahan makanan yang mereka perlukan dikembalikan oleh Nabi Yusuf kepada mereka. Mereka berkata, “Wahai no_ayath kami! Apalagi yang kita inginkan dari perjalanan ke Mesir? Semua bahan makanan sudah kita peroleh. Lihatlah ini, barang-barang kita dikembalikan lagi kepada kita oleh penguasa Mesir itu. Apabila kami berangkat lagi ke Mesir dengan membawa serta Bunyamin, tentu kita akan mendapat bahan makanan yang lebih banyak, dan dengan itu kita akan dapat memberi makan keluarga kita. Kami berjanji akan memelihara dan menjaga saudara kami, Bunyamin. Dengan membawa serta Bunyamin, dapat kami bno_ayatngkan kegembiraan penguasa Mesir itu, dan kita pasti akan mendapat tambahan jatah gandum yang lebih banyak, yakni seberat beban seekor unta. Memberikan bahan makanan sebanyak itu adalah suatu hal yang mudah bagi seorang penguasa Mesir.”","tafsir_tahlili":"(65) Setelah saudara-saudara Yusuf membuka karung bahan makanan yang mereka bawa dari Mesir, ternyata mereka juga mendapatkan barang-barang mereka masih ada pula di dalamnya. Mereka berkata pada Yakub, “Wahai ayah kami, barang-barang yang kami bawa ke Mesir ternyata dikembalikan. Ini adalah bukti yang nyata betapa baiknya hati penguasa Mesir itu kepada kita dan betapa pemurahnya sehingga dia tidak mau mengambil barang-barang kita sebagai penukar makanan yang diberikan kepada kita. Dia telah menolong kita dengan ikhlas tanpa mengharapkan balasan. Memang amat besar hutang budi kita. Oleh sebab itu, kita harus membalas jasa dan budi baiknya dengan memenuhi janji kami yaitu akan membawa Bunyamin ke Mesir. Kalau kami kembali ke Mesir membawanya, tentu kita akan mendapat bahan makanan lebih banyak, paling tidak akan bertambah satu pikulan karena kami sudah berjumlah sebelas orang. Bagi penguasa Mesir satu pikulan bahan makanan itu tentu tidak akan memberatkan karena gudang-gudangnya penuh dengan bahan makanan.”"}