{"tafsir_id":1673,"surah_id":12,"aya_number":77,"tafsir_wajiz":"Betapa terperanjat saudara-saudara Nabi Yusuf menerima kenyataan bahwa piala ditemukan dalam karung Bunyamin. Untuk menutupi malu, mereka berkata, “Jika dia, Bunyamin, benar-benar mencuri, maka sungguh sifat buruk itu sama dengan sifat buruk saudara kandungnya, Nabi Yusuf. Sebelum itu saudara kandung-nya pun pernah pula mencuri.”Maka saat mendengar ucapan itu, Nabi Yusuf merasa jengkel, tetapi ia dapat menyembunyikan kejengkelan itu dalam hatinya dan tidak ditampakkannya kepada mereka. Dia hanya berkata dalam hati, “Kedudukanmu justru lebih buruk karena kamu telah berbohong kepada no_ayath kamu, mencuri, dan menganino_ayat Yusuf dengan memasukkannya ke dalam sumur. Dan Allah Maha Mengetahui apa yang kamu terangkan dan apa yang kamu sembunyikan.”","tafsir_tahlili":"(77) Dalam ayat ini, saudara-saudara Yusuf mengatakan bahwa jika Bunyamin ternyata mencuri, itu karena saudaranya Yusuf juga telah mencuri. Tuduhan mereka bahwa Yusuf pernah mencuri menunjukkan bahwa sifat dengki masih tertanam dalam hati mereka. Hal itu sempat menimbulkan perasaan jengkel dalam diri Yusuf. Akan tetapi, dengan sabar Yusuf mampu menyembunyikan kejengkelan itu dan tidak menampakkan-nya kepada mereka.\r\nBahwa Yusuf dikatakan pernah mencuri pada waktu ia masih kecil, sebenarnya tidaklah benar. Peristiwa yang sebenarnya bukanlah kasus pencurian, melainkan kasus yang direkayasa agar Yusuf kecil tetap tinggal bersama bibinya, tidak dibawa pulang oleh ayahnya, yaitu Nabi Yakub a.s. Kasusnya adalah seperti yang diriwayatkan oleh Mujahid r.a. yang menerangkan bahwa Yusuf ketika kecil dipelihara oleh bibinya yang sangat sayang kepadanya. Bibinya menyimpan ikat pinggang Nabi Ishak a.s. yang secara turun-temurun diwariskan kepada anaknya yang tertua. Nabi Yakub sering datang kepada saudara perempuannya, untuk mengambil Yusuf. Karena bibinya amat sayang kepadanya, beliau mempertahankan Yusuf supaya tetap di bawah asuhannya. Akhirnya, bibinya tersebut membuat suatu taktik dengan mengikatkan ikat pinggang pusaka tadi ke pinggang Yusuf dan ditutup oleh bajunya sehingga tidak kelihatan. Lalu, bibinya mengumumkan bahwa ikat pinggang pusaka itu hilang dicuri orang. Kemudian, semua anggota keluarga diperiksa. Ternyata ikat pinggang kedapatan dipakai oleh Yusuf. Menurut syariat Nabi Yakub a.s. waktu itu, Yusuf harus diserahkan kepada bibinya sebagai hamba sahaya selama satu tahun. Peristiwa inilah, antara lain, yang dituduhkan oleh saudara-saudaranya bahwa ia pernah mencuri. \r\n"}