{"tafsir_id":1684,"surah_id":12,"aya_number":88,"tafsir_wajiz":"Anak-anak Nabi Yakub lalu mempersiapkan diri untuk kembali berangkat ke Mesir. Keberangkatan mereka kali ini bukan semata untuk menyelidiki keberadaan Nabi Yusuf, melainkan juga untuk memperoleh bahan makanan karena saat itu cadangan makanan mereka sudah menipis. Maka setelah menempuh perjalanan yang melelahkan, sampailah  di Mesir, dan ketika mereka masuk ke tempat Nabi Yusuf, mereka berkata, “Wahai Al-Aziz yang mulia! Kami dan keluarga kami di Kanaan telah ditimpa kesengsaraan karena  paceklik berkepanjangan dan kami datang membawa barang-barang yang tidak berharga untuk ditukar dengan bahan makanan. Hanya itu yang kami miliki, maka kami bermohon, wahai Al-Aziz yang mulia, penuhilah jatah gandum untuk kami, dan bersedekahlah kepada kami. Sesungguhnya Allah memberi balasan yang berlipat ganda kepada orang yang bersedekah.”","tafsir_tahlili":"(88) Dalam ayat ini diterangkan bahwa setelah saudara-saudara Yusuf menerima anjuran dari ayahnya untuk kembali ke Mesir, mereka lalu berangkat. Sesampainya di Mesir, mereka masuk ke istana Yusuf dengan segala kerendahan diri. Mereka ingin mengetahui kebenaran keyakinan ayahnya yang pernah mengatakan bahwa al-Az³z itu adalah Yusuf. Mereka berkata kepada al-Az³z bahwa mereka ditimpa musibah kelaparan sehingga mereka menjadi kurus dan lemah karena kekurangan makanan, sedangkan keluarga mereka tidak sedikit. Mereka mengadukan halnya itu kepada al-Az³z, dengan maksud untuk mengetahui keadaan Yusuf dan Bunyamin. Mereka juga mengemukakan bahwa mereka datang membawa dagangan yang jelek dan rendah mutunya, sehingga mungkin tidak ada pedagang yang mau menawarnya. Mereka berharap agar al-Az³z mau menolong mereka dengan menyempurnakan takaran dagangannya tanpa mempertimbangkan kejelekannya. Kekurangan yang harus mereka bayar kepadanya agar disedekahkan saja kepada mereka. \r\nAllah membalas budi baik seseorang yang suka bersedekah dan Dia pulalah yang akan mengganti segala apa yang telah disedekahkan dan diinfakkan itu, sebagaimana firman-Nya:\r\n وَمَآ اَنْفَقْتُمْ مِّنْ شَيْءٍ فَهُوَ يُخْلِفُهٗ ۚوَهُوَ خَيْرُ الرّٰزِقِيْنَ   \r\nDan apa saja yang kamu infakkan, Allah akan menggantinya, dan Dialah pemberi rezeki yang terbaik. (Saba/34: 39)\r\n"}