{"tafsir_id":1686,"surah_id":12,"aya_number":90,"tafsir_wajiz":"Mereka tersentak mendengar ucapan Nabi Yusuf. Mereka mulai berpikir apakah pria di hadapan mereka adalah Nabi Yusuf. Mereka lalu berkata dengan perasaan bersalah bercampur gembira, “Apakah engkau benar-benar Yusuf?” Dia menjawab dengan ramah, “Aku Yusuf dan ini saudara kandung-ku. Sungguh, Allah Yang Maha Pengasih dan Penyno_ayatng telah melimpahkan karunia-Nya kepada kami sehingga kami dapat bertemu kembali. Sesungguhnya barang siapa bertakwa dan bersabar, maka Sungguh, Allah tidak akan menyia-nyiakan pahala bagi orang yang berbuat baik.”","tafsir_tahlili":"(90) Setelah mendengar ucapan Yusuf, timbullah di hati mereka kesadaran bahwa yang di hadapan mereka itu adalah Yusuf. Untuk menguatkan dugaannya, mereka mengajukan pertanyaan dengan penuh rasa heran, “Apakah kamu ini benar-benar Yusuf?” Dua tahun lebih mereka bolak-balik bertemu Yusuf tetapi tidak mengenalinya. Sebaliknya, Yusuf mengenali mereka, namun ia sembunyikan dalam hati. Pertanyaan mereka dijawab oleh Yusuf dengan mengatakan, “Aku ini adalah Yusuf yang telah kalian aniaya dengan penganiayaan yang cukup berat. Allah swt telah menolongku dan memuliakanku sampai memberiku pangkat yang tinggi. Aku tidak berdaya sama sekali ketika kalian berencana untuk membunuh dan membuangku ke dasar sumur yang dalam. Dan ini adikku, Bunyamin, yang telah kalian pisahkan dari aku, yang kemudian Allah swt memberikan karunia kepadanya sebagaimana kalian lihat. Allah swt melimpahkan karunia-Nya kepada kami berdua, menyatukan kami kembali sesudah berpisah sekian lama, memuliakan kami sesudah dihina, dan menyelamatkan kami dari segala ujian dan cobaan. \r\nAgama telah menetapkan dan pengalaman telah membuktikan bahwa orang yang bertakwa kepada Allah swt dengan mengerjakan segala perintah-Nya dan menjauhi segala larangan-Nya serta selalu sabar menghadapi ujian dan cobaan yang menimpanya serta tipu daya setan dan hawa nafsu yang selalu menggodanya, Allah tidak akan menyia-nyiakan balasan amalnya itu di dunia, lebih-lebih di akhirat. Di dunia diberi jalan keluar dari kesulitan yang dihadapinya serta diberi rezeki dari arah yang tidak diduga sebelumnya, dan di akhirat diberi pahala tanpa ada perhitungan. Firman Allah swt:\r\n وَمَنْ يَّتَّقِ اللّٰهَ يَجْعَلْ لَّهٗ مَخْرَجًا ۙ٢وَّيَرْزُقْهُ مِنْ حَيْثُ لَا يَحْتَسِبُۗ \r\nBarang siapa yang bertakwa kepada Allah, niscaya Dia akan membukakan jalan keluar baginya. Dan Dia memberinya rezeki dari arah yang tidak disangka-sangkanya. (a¯-°al±q/65: 2-3);Dan firman-Nya:\r\nاِنَّمَا يُوَفَّى الصّٰبِرُوْنَ اَجْرَهُمْ بِغَيْرِ حِسَابٍ   \r\nHanya orang-orang yang bersabarlah yang disempurnakan pahalanya tanpa batas. (az-Zumar/39: 10)\r\n"}