{"tafsir_id":1696,"surah_id":12,"aya_number":100,"tafsir_wajiz":"Dan ketika keluarga besar Nabi Yusuf sudah menempati ruangan yang disediakan, dia menuntun dan menaikkan kedua orang tuanya ke atas singgasana yang sudah disiapkannya. Dan mereka semua tunduk bersujud memberi penghormatan kepadanya. Dan dia berkata kepada no_ayathnya, “Wahai no_ayathku! Inilah takwil dari mimpiku yang dahulu itu aku ceritakan kepada engkau. Dan sesungguhnya Tuhanku yang selalu memelihara dan melindungiku telah menjadikannya kenyataan. Sesungguhnya Tuhanku telah berbuat baik kepadaku dengan menyempurnakan nikmat-Nya, antara lain ketika Dia membebaskan aku dari penjara setelah difitnah, ketika membawa kamu dari dusun menuju Mesir, dan setelah setan memerdno_ayat saudara-saudaraku sehingga merusak hubungan antara aku dengan saudara-saudaraku itu. Sungguh, Tuhanku Mahalembut terhadap apa yang Dia kehendaki dengan mengaturnya secara rapi. Sungguh, Dia Yang Maha Mengetahui segala sesuatu, lagi Mahabijaksana dalam ketetapan-Nya.”","tafsir_tahlili":"(100) Ayat ini menjelaskan Yusuf kemudian mengangkat kedua orang tuanya dan mendudukkan mereka di atas singgasana sebagai penghormatan lebih daripada apa yang telah diperbuat kepada saudara-saudaranya. Mereka merebahkan diri seraya sujud memberi hormat kepada Yusuf, sebagaimana lazimnya orang-orang memberi hormat kepada raja dan para pembesar pada waktu itu. Yusuf lalu berkata,  “Wahai ayahku! Inilah takbir mimpiku dahulu ketika saya masih kecil yang telah saya sampaikan kepada ayah dengan ucapan:\r\nاِنِّيْ رَاَيْتُ اَحَدَ عَشَرَ كَوْكَبًا وَّالشَّمْسَ وَالْقَمَرَ رَاَيْتُهُمْ لِيْ سٰجِدِيْنَ  ;Sungguh, aku (bermimpi) melihat sebelas bintang, matahari dan bulan; kulihat semuanya sujud kepadaku. (Yµsuf/12: 4);Lebih lanjut Yusuf berkata, “Allah swt menjadikan mimpiku itu benar-benar terjadi, bukan khayalan. Sebelas bintang itu adalah saudara-saudaraku yang berjumlah sebelas orang, sedang matahari dan bulan adalah ayah dan ibuku.” Dengan keluarga inilah Allah swt memelihara keturunan Nabi Ishak, anak Nabi Ibrahim as, untuk mengembangkan agama tauhid di muka bumi ini. Selanjutnya Yusuf berkata kepada ayahnya, “Allah swt telah berbuat baik kepadaku. Dia melepaskan aku dari penjara dan mengangkatku sebagai penguasa. Dia memindahkan ayah dari dusun padang pasir berpenghidupan sederhana dan kasar, ke negeri yang ramai, menikmati hidup yang bahagia, penyiaran agama yang benar, dan tolong menolong di dalam memajukan ilmu pengetahuan. Ini semua terjadi setelah setan memutus hubungan silaturrahim antara aku dan saudara-saudaraku sehingga rusaklah hubungan persaudaraan, dan timbullah rasa dengki dan buruk sangka antara kita. Sesungguhnya Allah swt Maha Mengetahui segala sesuatu yang bagaimanapun halusnya, bersifat lemah lembut kepada hamba-hamba-Nya, dan menetapkan apa yang Dia kehendaki dengan kebijaksanaan-Nya. Sesungguhnya Dia Maha Mengetahui apa yang menjadi maslahat bagi hamba-hamba-Nya. Tiada suatu hal yang tersembunyi bagi-Nya. Mahabijaksana di dalam segala hal, membalas orang-orang yang berbuat baik dengan kebaikan, dan kesudahan yang baik diberikan kepada orang-orang yang bertakwa.”\r\n"}