{"tafsir_id":1697,"surah_id":12,"aya_number":101,"tafsir_wajiz":"Nabi Yusuf kemudian berdoa, “Tuhanku, sesungguhnya Engkau telah menganugerahkan kepadaku sebagian kekuasaan yang tidak pernah aku bno_ayatngkan sebelumnya, dan Engkau juga telah mengajarkan kepadaku sebagian takwil mimpi. Wahai Tuhan Pencipta langit dan bumi, Engkaulah Pelindungku yang selalu dekat denganku di dunia dan di akhirat, aku mohon kepada-Mu agar bila ajalku telah tiba, wafatkanlah aku dalam keadaan muslim, dan gabungkanlah aku di akhirat kelak dengan orang-orang yang saleh.”","tafsir_tahlili":"(101) Ayat ini adalah pernyataan dan doa yang diucapkan Yusuf a.s. sesudah Allah swt menyelamatkannya dari dalam sumur, membebaskan dari fitnah istri al-Az³z dan perempuan-perempuan lainnya, membebaskan dari penderitaan dalam penjara, dan menganugerahinya pangkat dan kedudukan sesudah bebas dari semua tuduhan yang ditujukan kepadanya. Yusuf segera berdoa memohon kepada Allah swt supaya dilipatgandakan pahalanya di akhirat kelak sebagaimana dilipatgandakan karunia yang diterimanya di dunia. Yusuf berkata, “Ya Tuhanku, Engkau telah menganugerahkan kepadaku kedudukan dan kekuasaan, mengajarkan kepadaku takbir mimpi, dan memberitahukan kepadaku hal-hal yang akan terjadi di kemudian hari dan rahasia-rahasia yang terkandung di dalam wahyu-Mu. Ya Allah! Engkaulah Pencipta langit dan bumi ini, menciptakan keduanya dengan baik dan teratur, kokoh dan rapi, Engkaulah Pelindungku di dunia dan di akhirat, melindungiku dari maksud jahat orang-orang yang memusuhiku dan orang-orang yang ingin berbuat jahat kepadaku. Ya Allah Yang Mahakuasa! Wafatkanlah aku dalam keadaan Islam, sesuai dengan wasiat leluhurku yang berbunyi:\r\nوَوَصّٰى بِهَآ اِبْرٰهٖمُ بَنِيْهِ وَيَعْقُوْبُۗ يٰبَنِيَّ اِنَّ اللّٰهَ اصْطَفٰى لَكُمُ الدِّيْنَ فَلَا تَمُوْتُنَّ اِلَّا وَاَنْتُمْ مُّسْلِمُوْنَ ۗ  \r\nDan Ibrahim mewasiatkan (ucapan) itu kepada anak-anaknya, demikian pula Yakub, “Wahai anak-anakku! Sesungguhnya Allah telah memilih agama ini untukmu, maka janganlah kamu mati kecuali dalam keadaan muslim. (al-Baqarah/2: 132);Yusuf melanjutkan doanya dengan mengatakan, “Ya Allah Ya Tuhanku! Masukkanlah aku ke dalam kelompok orang-orang yang saleh dari leluhur kami seperti Nabi Ibrahim, Ismail, dan Ishak, begitu pula dengan para nabi dan rasul sebelumnya. Engkaulah Maha Pengasih, Maha Pemurah, dan Mahakuasa atas segala sesuatu.” \r\n"}