{"tafsir_id":1703,"surah_id":12,"aya_number":107,"tafsir_wajiz":"Keberpalingan manusia dari pengajaran para rasul maupun tanda-tanda kekuasaan Allah yang terbentang di alam semesta seperti yang ditegaskan pada no_ayatt yang lalu, membuat manusia lalai dari agama. Akibatnya, manusia tidak lagi mengindahkan hukum-hukum agama dan nilai-nilai akhlak. Karena itu, Allah kembali mengingatkan kepada manusia akibat dari kelalaian tersebut. Apakah mereka merasa aman dari kedatangan siksa Allah yang meliputi mereka, sehingga mereka tidak bisa melarikan diri darinya; atau-kah mereka merasa aman dari kedatangan Kiamat kepada mereka secara mendadak, sedang mereka tidak menyadarinya, sehingga mereka tidak punya kesempatan untuk bertobat?","tafsir_tahlili":"(107) Dalam ayat ini, Allah mempertanyakan apakah orang-orang yang mengakui Allah swt sebagai Penciptanya tetapi juga menyekutukan-Nya dengan mengadakan sembahan-sembahan selain-Nya, merasa aman dari azab yang akan menimpa mereka secara tiba-tiba. Apakah mereka merasa aman tidak akan menemui kematian secara mendadak dan tidak pernah diduga sebelumnya? Sekali-kali tidak! Sewaktu-waktu Allah swt dapat saja menimpakan azab kepada mereka, begitu juga Allah swt dapat memerintah-kan Malaikat Izrail untuk mencabut nyawanya secara mendadak tanpa diduga sebelumnya apabila Allah menghendaki. Allah swt Maha Pelaksana terhadap apa yang Dia kehendaki, sebagaimana firman-Nya:\r\n اِنَّ رَبَّكَ فَعَّالٌ لِّمَا يُرِيْدُ  \r\nSungguh, Tuhanmu Maha Pelaksana terhadap apa yang Dia kehendaki. (Hµd/11: 107);Sejalan dengan ayat 107 ini, firman Allah swt:\r\nاَفَاَمِنَ الَّذِيْنَ مَكَرُوا السَّيِّاٰتِ اَنْ يَّخْسِفَ اللّٰهُ بِهِمُ الْاَرْضَ اَوْ يَأْتِيَهُمُ الْعَذَابُ مِنْ حَيْثُ لَا يَشْعُرُوْنَۙ  ٤٥  اَوْ يَأْخُذَهُمْ فِيْ تَقَلُّبِهِمْ فَمَا هُمْ بِمُعْجِزِيْنَۙ  ٤٦  اَوْ يَأْخُذَهُمْ عَلٰى تَخَوُّفٍۗ فَاِنَّ رَبَّكُمْ لَرَءُوْفٌ رَّحِيْمٌ   ٤٧  \r\nMaka apakah orang yang membuat tipu daya yang jahat itu, merasa aman (dari bencana) dibenamkannya bumi oleh Allah bersama mereka, atau (terhadap) datangnya siksa kepada mereka dari arah yang tidak mereka sadari, atau Allah mengazab mereka pada waktu mereka dalam perjalanan; sehingga mereka tidak berdaya menolak (azab itu), atau Allah mengazab mereka dengan berangsur-angsur (sampai binasa). Maka sungguh, Tuhanmu Maha Pengasih, Maha Penyayang. (an-Na¥l/16: 45-47);Di antara hikmah disembunyikannya waktu kedatangan azab yang seolah-olah dengan tiba-tiba atau pencabutan nyawa oleh Izrail secara mendadak, ialah supaya mereka selalu siap siaga akan datangnya ajal. Dengan demikian, mereka selalu patuh dan taat dalam melaksanakan ibadah serta tidak melakukan maksiat. Mereka sadar hanya kepada Allah swt  manusia menyembah dan tidak menyekutukan-Nya sedikit pun.;"}