{"tafsir_id":1704,"surah_id":12,"aya_number":108,"tafsir_wajiz":"Allah menjelaskan bahwa kebanyakan manusia berpaling dan tetap enggan menerima kebenaran tentang keesaan-Nya. Allah lalu berpesan kepada Rasulullah, “Katakanlah, wahai Muhammad, ‘Inilah jalan yang Allah tunjukkan ke-pada-ku. Aku dan orang-orang yang beriman dan beramal saleh yang mengikutiku mengajak kamu kepada Allah dengan yakin serta mengandung bukti-bukti yang mengetuk akal dan perasaan manusia. Mahasuci Allah dengan segala kesempurnaan-Nya, dan aku tidak termasuk orang-orang musyrik yang mempersekutukan Allah dengan yang lain.’”","tafsir_tahlili":"(108) Pada ayat ini, Allah swt memerintahkan kepada Muhammad saw untuk memberitahu umatnya bahwa dakwah yang dijalankannya, yang bertujuan mengajak manusia mengesakan Allah swt dan mengikhlaskan ibadah hanya kepada-Nya, adalah menjadi tugas dan kewajibannya. Rasul memiliki keyakinan bahwa usahanya ini akan berhasil karena apa yang dikemukakan dan dilaksanakannya dilandasi dengan bukti-bukti dan hujjah yang nyata. Yang demikian itu menjadi tugas dan kewajiban bagi orang-orang yang mempercayai dan mengikutinya sehingga segala macam bentuk penghambaan kepada selain Allah bisa musnah dari permukaan bumi ini. Perhatikanlah firman Allah swt yang mengajarkan cara berdakwah kepada Rasul dan umatnya:\r\nاُدْعُ اِلٰى سَبِيْلِ رَبِّكَ بِالْحِكْمَةِ وَالْمَوْعِظَةِ الْحَسَنَةِ \r\nSerulah (manusia) kepada jalan Tuhanmu dengan hikmah dan pengajaran yang baik. (an-Na¥l/16: 125);Pada potongan ayat berikutnya, Allah mengajarkan Muhammad saw untuk mensucikan-Nya dari tuduhan adanya sekutu dengan mengatakan Mahasuci Allah swt dari sangkaan bahwa Dia mempunyai sekutu dalam kekuasaan-Nya, dan ada yang wajib disembah selain Dia. Langit dan bumi serta segala isinya, bahkan semua yang ada, bertasbih menyucikan Allah dari hal yang demikian itu, firman Allah swt:\r\nتُسَبِّحُ لَهُ السَّمٰوٰتُ السَّبْعُ وَالْاَرْضُ وَمَنْ فِيْهِنَّۗ وَاِنْ مِّنْ شَيْءٍ اِلَّا يُسَبِّحُ بِحَمْدِهٖ وَلٰكِنْ لَّا تَفْقَهُوْنَ تَسْبِيْحَهُمْۗ اِنَّهٗ كَانَ حَلِيْمًا غَفُوْرًا  ;Langit yang tujuh, bumi dan semua yang ada di dalamnya bertasbih kepada Allah. Dan tidak ada sesuatu pun melainkan bertasbih dengan memuji-Nya, tetapi kamu tidak mengerti tasbih mereka. Sungguh, Dia adalah Maha Penyantun, Maha Pengampun. (al-Isr±/17: 44);Ayat 108 ini ditutup dengan satu ketegasan bahwa Nabi Muhammad saw tidak termasuk orang-orang yang musyrik.\r\n"}