{"tafsir_id":1705,"surah_id":12,"aya_number":109,"tafsir_wajiz":"Setelah pada no_ayatt yang lalu Allah memperingatkan siksa yang tidak dapat dihindari serta datangnya hari Kiamat yang tidak terduga sebagai balasan atas keberpalingan manusia dari tuntunan para rasul, lalu pada no_ayatt berikut Allah menjelaskan makna pengutusan para rasul. Kami tidak mengutus nabi dan rasul sebelummu, wahai Nabi Muhammad, melainkan orang laki-laki, yakni manusia pilihan, yang Kami berikan wahyu kepadanya di antara penduduk negeri tempat para nabi dan rasul itu tinggal. Tidakkah mereka, yakni manusia dan secara khusus kaum musyrik Mekah, bepergian di bumi sehingga mereka dapat melihat bagaimana kesudahan orang-orang sebelum mereka yang mendustakan para nabi dan rasul? Dan sungguh, negeri akhirat itu lebih baik bagi orang yang bertakwa dibandingkan dengan kemegahan dan kemewahan dunia. Tidakkah kamu mengerti dan bisa berpikir jernih untuk menerima kebenaran yang dibawa para nabi dan rasul tersebut?","tafsir_tahlili":"(109) Pada ayat ini, Allah swt menerangkan bahwa Dia tidak mengutus rasul-rasul sebelum Muhammad saw kecuali laki-laki, bukan malaikat, dan bukan perempuan, serta menurunkan kepada mereka wahyu. Para rasul berasal dari penduduk negeri itu sendiri, supaya mereka mengikutinya. Ini merupakan jawaban terhadap tuduhan-tuduhan yang dilancarkan oleh orang-orang yang mengingkari kenabian Muhammad saw, yang menghendaki supaya rasul yang diutus itu dari jenis malaikat sebagaimana dikisahkan Allah swt di dalam firman-Nya:\r\nوَلَوْ شَاۤءَ اللّٰهُ لَاَنْزَلَ مَلٰۤىِٕكَةً  ۖ ;Dan seandainya Allah menghendaki, tentu Dia mengutus malaikat. (al-Mu'minµn/23: 24);Tidakkah orang-orang musyrik Quraisy yang mendustakan kenabian Muhammad saw dan mengingkari apa yang dibawanya seperti mengesakan Allah, mengikhlaskan ibadah semata-mata hanya kepada-Nya, bepergian di muka bumi dan melihat serta menyaksikan bagaimana akibat orang-orang yang mendustakan rasul-rasul dahulu. Mereka dibinasakan dan negerinya dihancurkan, seperti yang dialami kaum Nabi Hud, kaum Nabi Saleh, dan lain-lainnya. Sebaliknya orang-orang yang percaya kepada Allah dan rasul-Nya dan takut menyekutukan Allah, tidak berbuat dosa dan maksiat, akan memperoleh kesenangan nanti di negeri akhirat yang jauh lebih baik jika dibandingkan dengan apa yang didapat orang-orang musyrik di dunia ini. Apakah mereka tidak memikirkan perbedaan imbalan dan balasan antara orang-orang yang ingkar dan orang-orang yang percaya. Kesenangan yang didapat di dunia oleh orang-orang yang ingkar itu sangat terbatas. Apabila mereka meninggal dunia berakhirlah kesenangan itu, dan di negeri akhirat kelak mereka mendapat azab yang amat pedih tak henti-hentinya. Dan kesenangan yang diperoleh orang-orang yang beriman, tidak saja di dunia tetapi sampai ke akhirat nanti, karena kesenangan yang diperolehnya itu abadi selamanya.\r\n"}