{"tafsir_id":1708,"surah_id":13,"aya_number":1,"tafsir_wajiz":"Alif Laam Miim Raa. Hanya Allah yang mengetahui maksud ungkapan ini. Itu adalah no_ayatt-no_ayatt Kitab Al-Qur'an yang Allah turunkan kepada Nabi Muhammad. Ia berisi petunjuk dan ajaran bagi umat manusia. Dan ketahuilah bahwa Kitab yang diturunkan kepadamu, wahai Nabi Muhammad, dari Tuhanmu itu adalah benar dari-Nya, Tuhan Yang Maha Mengetahui; tetapi kebanyakan manusia tidak beriman kepada-Nya.","tafsir_tahlili":"(1) Al-Qur'an adalah kitab suci yang diturunkan kepada Nabi Muhammad, dan tidak mengandung hal-hal yang bisa meragukan orang terhadap kebenarannya.\r\nKebenaran Al-Qur'an meliputi seluruh aspek yang terkandung di dalamnya seperti hukum, syariat yang bersifat ¡āli¥ fi kulli zam±n wa mak±n (cocok untuk sepanjang zaman dan di semua tempat), bermacam-macam perumpamaan, kisah, dan petunjuknya yang harus diikuti oleh manusia untuk mencapai kebahagiaan di dunia dan akhirat.\r\nKebenaran Al-Qur'an telah terbukti pada masa-masa awal Islam. Dengan berpegang teguh pada Al-Qur'an, umat Islam mampu membangun bangsa yang berbudaya tinggi dan berakhlak mulia. Al-Qur'an memotivasi manusia untuk bangkit berjuang menegakkan kebenaran, menghancurkan kemungkaran, menegakkan keadilan, dan melenyapkan kezaliman. Dengan menjalankan petunjuk Al-Qur'an umat Islam mampu menjadi bangsa yang berwibawa. Tapi ketika Al-Qur'an ditinggalkan, umat Islam lebih memilih keduniaan daripada akhirat yang kekal, dan akibat ketidakyakinan umat Islam terhadap janji-janji Allah yang termaktub dalam Al-Qur'an, umat Islam berubah menjadi bangsa yang terbelakang, terbelit kemiskinan dan kebodohan. Jika umat Islam saat ini tidak menyadari kekeliruannya dan tidak berusaha memperbaikinya, dengan cara kembali menjalankan pesan-pesan Al-Qur'an, maka umat Islam akan tetap terpuruk dalam kebodohannya. Allah tidak akan mengubah nasib mereka jika mereka tidak mengubah nasib mereka sendiri. Firman Allah swt.:\r\nاِنَّ اللّٰهَ لَا يُغَيِّرُ مَا بِقَوْمٍ حَتّٰى يُغَيِّرُوْا مَا بِاَنْفُسِهِمْۗ \r\nSesungguhnya Allah tidak akan mengubah keadaan suatu kaum sebelum mereka mengubah keadaan diri mereka sendiri. (ar-Rad/13: 11)\r\n"}