{"tafsir_id":1713,"surah_id":13,"aya_number":6,"tafsir_wajiz":"Selain pertanyaan mereka tentang kebangkitan, permintaan mereka yang aneh juga mengherankan. Dan mereka, yakni kaum kafir Mekah, meminta kepadamu agar dipercepat datangnya siksaan yang akan dijatuhkan bagi mereka, sebelum mereka meminta kebaikan, padahal telah terjadi bermacam-macam contoh siksaan yang telah dijatuhkan kepada kaum sebelum mereka. Sungguh, Tuhanmu, wahai Nabi Muhammad, benar-benar memiliki ampunan bagi manusia atas kezaliman yang mereka lakukan, dan sungguh, Tuhanmu benar-benar sangat keras siksaan-Nya bagi orang-orang yang terus-menerus durhaka dan enggan bertobat.","tafsir_tahlili":"(6) Setelah mendustakan Rasul dan mengingkari azab hari kiamat, mereka mengingkari pula azab di dunia yang telah diancamkan oleh Rasulullah kepada mereka. Mereka meminta kepadanya agar siksa yang telah diancamkan kepada mereka disegerakan datangnya. Semestinya mereka memohon kebaikan dan keselamatan dari turunnya azab dan mengharapkan pahala yang dijanjikan oleh Rasulullah di akhirat. Padahal bermacam-macam azab telah ditimpakan Allah kepada umat-umat yang mendustakan para rasul sebelumnya. Di antara mereka ada yang diubah rupa dan sifatnya menjadi seperti kera, ada pula yang dihancurkan dengan gempa bumi, dan sebagainya. Tentang keadaan mereka yang lebih suka menantang turunnya azab daripada meminta kebaikan disebutkan pula dalam firman Allah:\r\nوَاِذْ قَالُوا اللهم  اِنْ كَانَ هٰذَا هُوَ الْحَقَّ مِنْ عِنْدِكَ فَاَمْطِرْ عَلَيْنَا حِجَارَةً مِّنَ السَّمَاۤءِ اَوِ ائْتِنَا بِعَذَابٍ اَلِيْمٍ  \r\nDan (ingatlah), ketika mereka (orang-orang musyrik) berkata, “Ya Allah, jika (Al-Qur'an) ini benar (wahyu) dari Engkau, maka hujanilah kami dengan batu dari langit, atau datangkanlah kepada kami azab yang pedih. (al-Anf±l/8: 32);Sesungguhnya Allah benar-benar mempunyai ampunan yang luas terhadap dosa-dosa hamba-Nya yang bertobat dan menutupi kesalahan-kesalahannya pada hari kiamat. Seandainya tidak bersifat Maha Penyantun, tentu Allah akan menyiksa manusia karena kezalimannya. Firman Allah:\r\nوَلَوْ يُؤَاخِذُ اللّٰهُ النَّاسَ بِمَا كَسَبُوْا مَا تَرَكَ عَلٰى ظَهْرِهَا مِنْ دَاۤبَّةٍ \r\nDan sekiranya Allah menghukum manusia disebabkan apa yang telah mereka perbuat, niscaya Dia tidak akan menyisakan satu pun makhluk bergerak yang bernyawa di bumi ini. (F±¯ir/35: 45);Sesungguhnya siksaan Allah sangat pedih terhadap orang yang mengerja-kan kejahatan dan terus bergelimang dalam kesesatan dan dosa. Ada sebagian azab yang disegerakan turunnya di dunia sebagai akibat dari berbagai dosa, seperti terganggunya kesehatan orang-orang yang biasa minum minuman keras, bangkrutnya orang-orang yang suka berjudi padahal sebelumnya kaya, dan seseorang koruptor yang dicopot dari kedudukannya yang tinggi karena terlibat soal korupsi dan manipulasi. Sering sekali ampunan dari Allah itu disebut berdampingan dengan siksaan agar seorang hamba Allah selalu berada di posisi tengah antara khaµf dan raj±' (ketakutan terhadap azab Allah dan harapan memperoleh ampunan-Nya) seperti dalam firman Allah:\r\nاِنَّ رَبَّكَ لَسَرِيْعُ الْعِقَابِۖ وَاِنَّهٗ لَغَفُوْرٌ رَّحِيْمٌ  \r\nSesungguhnya Tuhanmu sangat cepat siksa-Nya, dan sesungguhnya Dia Maha Pengampun, Maha Penyayang. (al-Ar±f/7: 167)\r\n"}