{"tafsir_id":1714,"surah_id":13,"aya_number":7,"tafsir_wajiz":"Tidak cukup sampai di situ, kaum kafir Mekah juga meminta Nabi Muhammad mendatangkan mukjizat yang kasat mata seperti mukjizat Nabi Musa. Dan orang-orang kafir berkata dengan maksud mengejek Nabi Muhammad dan kaum muslim, “Mengapa tidak diturunkan kepadanya suatu tanda mukjizat inderawi dari Tuhannya?” Sesungguhnya engkau, wahai Muhammad, hanyalah seorang pemberi peringatan, petunjuk, dan bimbingan menuju jalan kebenaran; dan bagi setiap kaum di mana pun berada, selalu ada orang yang memberi petunjuk, baik itu nabi maupun pewarisnya.","tafsir_tahlili":"(7) Dalam ayat ini dijelaskan bagaimana orang-orang kafir berkata kepada Nabi Muhammad dengan nada menantang mengapa tidak diturunkan kepadanya tanda kebesaran dari Tuhannya seperti tongkat sebagai mukjizat yang diberikan kepada Nabi Musa dan unta kepada Nabi Saleh, serta mengapa Muhammad tidak bisa menjadikan bukit Safa menjadi emas atau mengubah bukit-bukit ini  menjadi lembah dengan sungai yang mengalir. Mereka menuntut yang demikian itu karena menyangka bahwa Al-Qur'an bukan merupakan mukjizat. Allah swt telah menolak tuntutan mereka itu dengan firman-Nya:\r\nوَمَا مَنَعَنَآ اَنْ نُّرْسِلَ بِالْاٰيٰتِ اِلَّآ اَنْ كَذَّبَ بِهَا الْاَوَّلُوْنَۗ \r\nDan tidak ada yang menghalangi Kami untuk mengirimkan (kepadamu) tanda-tanda (kekuasaan Kami), melainkan karena (tanda-tanda) itu telah didustakan oleh orang terdahulu. (al-Isr±'/17: 59);Sunatullah yang berlaku adalah jika tanda-tanda kekuasaan Allah telah diminta, dan setelah tanda-tanda itu diturunkan, namun mereka yang menuntutnya tetap membangkang dan tidak percaya, pasti mereka akan dimusnahkan dengan azab Allah. Allah tidak menghendaki yang demikian itu sehingga tidak menurunkan tanda-tanda mukjizat seperti yang mereka tuntut. Nabi Muhammad saw telah diberi mukjizat yang lain untuk menunjukkan kebenaran risalahnya. Tugas pokok Nabi Muhammad saw hanya sekedar menyampaikan risalahnya seperti tugas nabi-nabi sebelum-nya, bukan memenuhi usul dan permintaan kaumnya agar mereka dapat petunjuk. Urusan memberi petunjuk ke dalam hati seseorang hanya di tangan Allah dan tidak menjadi wewenang Nabi Muhammad, seperti diterangkan dalam firman Allah:\r\nلَيْسَ عَلَيْكَ هُدٰىهُمْ وَلٰكِنَّ اللّٰهَ يَهْدِيْ مَنْ يَّشَاۤءُ ۗ \r\nBukanlah kewajibanmu (Muhammad) menjadikan mereka mendapat petunjuk, tetapi Allahlah yang memberi petunjuk kepada siapa yang Dia kehendaki. (al-Baqarah/2: 272);Sesungguhnya Nabi Muhammad hanyalah seorang pemberi peringatan. Bagi tiap-tiap umat ada pemimpin yang memberi petunjuk kepada kebaikan. Mereka itu adalah para nabi dan jika mereka telah tiada, maka ahli hikmah, ulama, dan mujtahidin yang melanjutkan tugas nabi untuk menggali dan menjelaskan syariat secara lebih terperinci yang mengandung unsur-unsur akhlak yang baik dan pedoman hidup bagi umat manusia. Firman Allah:\r\nوَاِنْ مِّنْ اُمَّةٍ اِلَّا خَلَا فِيْهَا نَذِيْرٌ   \r\nDan tidak ada satu pun umat melainkan di sana telah datang seorang pemberi peringatan. (F±¯ir/35: 24)\r\n"}