{"tafsir_id":1715,"surah_id":13,"aya_number":8,"tafsir_wajiz":"Usai membeberkan bukti-bukti kemahakuasaan-Nya, pada no_ayatt berikut Allah menjelaskan betapa luas ilmu yang dimiliki-Nya. Allah mengetahui apa yang dikandung oleh setiap perempuan berupa janin, baik terkait jenis kelaminnya, berat badan, maupun tinggi badannya kelak semenjak dalam kandungan. Allah juga mengetahui batas usia dan rezeki janin tersebut ketika kelak ia lahir dan tumbuh. Allah pun mengetahui apa yang kurang sempurna dari janin itu dan apa yang bertambah sehingga janin itu tumbuh dan berkembang dalam rahim. Dan segala sesuatu, baik yang ada dalam kandungan maupun tidak, pasti ada ukuran di sisi-Nya.","tafsir_tahlili":"(8) Ayat ini menjelaskan bahwa Allah mengetahui apa yang dikandung oleh setiap perempuan dalam rahimnya, baik isi kandungan itu berjenis kelamin laki-laki ataupun perempuan, satu atau kembar, dan akan panjang usianya atau pendek, seperti tersebut dalam firman-Nya:\r\nهُوَ اَعْلَمُ بِكُمْ اِذْ اَنْشَاَكُمْ مِّنَ الْاَرْضِ وَاِذْ اَنْتُمْ اَجِنَّةٌ فِيْ بُطُوْنِ اُمَّهٰتِكُمْۗ \r\nDia mengetahui tentang kamu, sejak Dia menjadikan kamu dari tanah lalu ketika kamu masih janin dalam perut ibumu.  (an-Najm/53: 32);Allah mengetahui kandungan rahim yang kurang sempurna, dimana bayinya memiliki cacat tubuh. Allah mengetahui kandungan rahim yang kembar dua, tiga, empat, atau lebih, dan yang masa kandungannya sempurna sembilan bulan, kurang dari itu, ataupun lebih. Menurut penelitian beberapa rumah sakit di London, janin tidak dapat hidup dalam kandungan ibunya lebih dari 305 hari, sedangkan menurut penelitian rumah sakit di Berlin tidak lebih dari 308 hari. Bagi tiap-tiap sesuatu telah ada ukurannya di sisi Allah swt, tidak ada kekurangan atau tambahannya, seperti tersebut dalam firman-Nya:\r\nاِنَّا كُلَّ شَيْءٍ خَلَقْنٰهُ بِقَدَرٍ   ;Sungguh, Kami menciptakan segala sesuatu menurut ukuran. (al-Qamar/54: 49);Ayat di atas memberikan pernyataan mengenai proses embriologi yang terjadi dalam kandungan. Ayat selengkapnya mengenai perubahan yang terjadi dalam proses embriologi manusia dapat dilihat pada Surah Al-Mu'minµn/23: 12-16 yang penggalannya sebagai berikut: Dan sungguh, Kami telah menciptakan manusia dari saripati (berasal) dari tanah. Kemudian Kami menjadikannya air mani (yang disimpan) dalam tempat yang kokoh (rahim).…\r\nDua ayat lain yang membicarakan secara umum mengenai tahapan-tahapan dalam perkembangan manusia.  Pertama  adalah Surah Nµh/71: 13-14 berikut: Mengapa kamu tidak takut akan kebesaran Allah? Dan sungguh, Dia telah menciptakan kamu dalam beberapa tingkatan (kejadian). Ayat kedua adalah Surah F±¯ir/35: 11 yang penggalannya sebagai berikut: Dan Allah menciptakan kamu dari tanah kemudian dari air mani, kemudian Dia menjadikan kamu berpasangan (laki-laki dan perempuan).\r\n"}