{"tafsir_id":1720,"surah_id":13,"aya_number":13,"tafsir_wajiz":"Lazimnya, sambaran kilat akan diiringi oleh guruh. Dan guruh senantiasa bertasbih kepada Allah dengan memuji-Nya, demikian pula para malaikat karena takut kepada-Nya, dan Allah melepaskan halilintar yang kadangkala membakar apa yang ditemuinya, lalu Allah menimpakannya kepada siapa yang Dia kehendaki melalui hukum sebab akibat yang telah diletakkan Allah di alam semesta. Sementara itu, walaupun bukti-bukti kekuasaan Allah tampak begitu nyata, namun mereka (orang-orang kafir) masih berbantah-bantahan dengan engkau, wahai Nabi Muhammad, tentang Allah. Dan Dia-lah Tuhan Yang Mahakeras siksaan-Nya.","tafsir_tahlili":"(13) Suara menggelegar yang dikeluarkan oleh petir akibat terjadinya lompatan listrik yang sangat besar menurut Al-Qur'an adalah bacaan tasbihnya dalam memuji Allah. Ini merupakan tanda ketundukannya kepada Allah, menyucikan-Nya dari persekutuan dan pengungkapan kelemahan dirinya dibandingkan kekuasaan Penciptanya Yang Mahaluhur dan Maha Agung. Tiap-tiap benda yang bersuara maka suaranya itu berarti tasbih, hanya saja manusia tidak mengerti bahasanya:\r\nوَاِنْ مِّنْ شَيْءٍ اِلَّا يُسَبِّحُ بِحَمْدِهٖ وَلٰكِنْ لَّا تَفْقَهُوْنَ تَسْبِيْحَهُمْۗ \r\nDan tidak ada sesuatu pun melainkan bertasbih dengan memuji-Nya, tetapi kamu tidak mengerti tasbih mereka. (al-Isr±'/17: 44);Apabila kita mendengar suara guntur dan halilintar, maka disunatkan untuk membaca doa, sebagaimana hadis Rasulullah yang diriwayatkan oleh al-Bukh±r³, A¥mad, at-Tirmi©³, an-Nas±'³ dari Ibnu Umar, bahwa Nabi Muhammad saw bila mendengar suara guntur dan halilintar beliau membaca:;اَللَّهُمَّ لاَ تَقْتُلْنَا بِغَضَبِكَ وَلاَ تُهْلِكُنَا بِعَذَابِكَ وَعَافِنَا قَبْلَ ذٰلِكَ.\r\nYa Allah, janganlah Engkau membunuh kami dengan kemurkaan-Mu, janganlah Engkau membinasakan kami dengan azab-Mu, dan berilah kesehatan kepada kami sebelum itu.;Ibnu Mardawaih meriwayatkan hadis dari Abu Hurairah sebagai berikut:;أَنَّ رَسُوْلَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ كَانَ إِذَا هَبَّتِ الرِّيْحُ أَوْ سَمِعَ صَوْتَ الرَّعْدِ تَغَيَّرَ لَوْنُهُ حَتَّى يُعْرَفَ ذٰلِكَ فِي وَجْهِهِ ثُمَّ يَقُوْلُ لِلرَّعْدِ سُبْحَانَ مَنْ سَبَّحَتْ لَهُ وَلِلرِّيْحِ اجْعَلْهَا رَحْمَةً وَلاَ تَجْعَلْهَا عَذَابًا. (رواه ابن مردويه)\r\nBahwa Rasulullah saw bila ada tiupan angin yang keras, atau mendengar suara guruh, warna mukanya berubah, lalu beliau berkata untuk guruh itu, “Mahasuci Zat, yang guruh bertasbih kepada-Nya.” Dan kepada angin beliau berkata, “Ya Allah jadikanlah angin itu sebagai rahmat dan jangan jadikan sebagai azab.”;Demikian pula para malaikat bertasbih karena takut kepada Allah dan memuji kepada-Nya. Allah melepaskan halilintar, lalu mengenai siapa yang Dia kehendaki dan membinasakannya. Namun demikian, mereka tetap berbantah-bantahan tentang sifat-sifat Allah yang telah diterangkan oleh rasul-Nya, seperti: ilmu-Nya yang sempurna, kekuasaan, keesaan, dan ketentuan-Nya menghidupkan manusia kembali di hari kiamat untuk menghisab mereka pada hari pengadilan dan pembalasan. \r\nPada ayat ini, Allah swt menyuruh Nabi supaya bersikap sabar atas keingkaran orang-orang musyrik yang menuntutnya untuk mendatangkan mukjizat seperti tongkat Musa, mukjizat Isa, dan lain-lain. Padahal, Al-Qur'an sendiri adalah mukjizat terbesar dan kekal sepanjang masa, tidak dapat ditiru oleh siapapun juga. Allah menyuruh Nabi bersabar karena mereka itu sudah melampaui batas sampai mengingkari ketuhanan Allah dan Keesaan-Nya, mengadakan berbagai sekutu bagi-Nya, mengatakan bahwa Allah mempunyai anak, dan mengingkari adanya hari kebangkitan dan pembalasan. Dengan cara demikian, Allah swt menenteramkan hati Nabi supaya jangan larut dalam kesedihan dalam menghadapi semua tantangan itu, dan menyatakan bahwa Dialah Tuhan Yang Mahakeras (siksa-Nya), seperti tercantum dalam firman-Nya:\r\nوَكَذٰلِكَ اَخْذُ رَبِّكَ اِذَآ اَخَذَ الْقُرٰى وَهِيَ ظَالِمَةٌ  ۗاِنَّ اَخْذَهٗٓ اَلِيْمٌ شَدِيْدٌ  \r\nDan begitulah siksa Tuhanmu apabila Dia menyiksa (penduduk) negeri-negeri yang berbuat zalim. Sungguh, siksa-Nya sangat pedih, sangat berat. (Hµd/11: 102)\r\n"}