{"tafsir_id":1723,"surah_id":13,"aya_number":16,"tafsir_wajiz":"no_ayatt-no_ayatt yang lalu telah membuktikan betapa Allah Mahakuasa, Maha Mengetahui, dan Mahaperkasa. Melalui no_ayatt berikut Allah lalu meminta Nabi Muhammad mengajukan pertanyaan kepada orang-orang kafir. Katakanlah, “Siapakah Tuhan pemilik langit dan bumi?” Katakanlah, wahai Nabi Muhammad, “Allah”. Katakanlah lagi kepada mereka, “Pantaskah kamu, wahai penduduk Mekah, mengambil berhala sebagai pelindung-pelindung selain Allah, padahal mereka tidak kuasa mendatangkan manfaat maupun menolak mudarat bagi dirinya sendiri?” Katakanlah, wahai Nabi, “Samakah orang yang buta dengan yang dapat melihat? Atau samakah keadaan yang gelap gulita dengan keadaan yang terang benderang? Apakah mereka, yakni orang yang menyekutukan Allah, menjadikan pula sekutu-sekutu bagi Allah yang dapat menciptakan seperti ciptaan-Nya, sehingga kedua ciptaan itu serupa menurut pandangan mereka?” Katakanlah, “Allah adalah Pencipta segala sesuatu, tidak akan pernah ada yang wujud kecuali Dia ciptakan, dan Dia Tuhan Yang Maha Esa, Mahaperkasa.”","tafsir_tahlili":"(16) Ayat ini menjelaskan bahwa Nabi diminta oleh Allah swt untuk menanyakan kepada orang-orang yang menyekutukan Allah, “Siapakah pencipta alam semesta yang keindahannya sangat mengagumkan manusia?” Kemudian Nabi sendiri diminta untuk menjawab pertanyaan itu dan mengatakan kepada mereka, “Dialah Allah yang menciptakan semuanya, mengatur, dan memeliharanya secara tertib dan sempurna.” Allah swt memerintahkan Nabi Muhammad saw supaya menjawab pertanyaan itu karena bunyi jawaban itu akan sama dengan yang diucapkan oleh orang-orang musyrik sendiri. Mereka tidak akan mengingkari bahwa penciptanya adalah Allah sendiri, seperti tersebut dalam firman-Nya:\r\nوَلَىِٕنْ سَاَلْتَهُمْ مَّنْ خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ لَيَقُوْلُنَّ اللّٰهُ ۗفَاَنّٰى يُؤْفَكُوْنَ  \r\nDan jika engkau bertanya kepada mereka, “Siapakah yang menciptakan langit dan bumi dan menundukkan matahari dan bulan?” Pasti mereka akan menjawab, “Allah.” Maka mengapa mereka bisa dipalingkan (dari kebenaran). (al-Ankabµt/29: 61);Jika memang Allah pencipta alam semesta, maka patutkah mereka mengambil pelindung-pelindung selain Allah, padahal berhala-berhala yang mereka sembah itu tidak dapat memberi kemanfaatan atau menolak kemudaratan. Mengapa mereka tetap menjadikan benda-benda mati itu menjadi pelindung? Mengapa akal pikiran mereka tidak digunakan untuk menentukan pilihan yang benar? Padahal benda-benda tersebut tidak mempunyai kemampuan apa-apa meskipun hanya menciptakan seekor lalat. Firman Allah:\r\nاِنَّ الَّذِيْنَ تَدْعُوْنَ مِنْ دُوْنِ اللّٰهِ لَنْ يَّخْلُقُوْا ذُبَابًا وَّلَوِ اجْتَمَعُوْا لَهٗ ۗوَاِنْ يَّسْلُبْهُمُ الذُّبَابُ شَيْـًٔا لَّا يَسْتَنْقِذُوْهُ مِنْهُۗ \r\nSesungguhnya segala yang kamu seru selain Allah tidak dapat menciptakan seekor lalat pun, walaupun mereka bersatu untuk menciptakannya. Dan jika lalat itu merampas sesuatu dari mereka, mereka tidak akan dapat merebutnya kembali dari lalat itu. (al-¦ajj/22: 73);Kemudian dalam rangka membuka tabir kepicikan akal mereka, sehingga tidak dapat membandingkan antara yang baik dan yang buruk, Nabi saw diperintahkan untuk mengatakan kepada mereka adakah sama orang buta yang sama sekali tidak dapat melihat dengan orang yang matanya sehat, dapat melihat semua benda di hadapannya dengan terang dan jelas? Tentu saja jawabannya adalah tidak sama. Jika ditanyakan pula kepada mereka apakah sama gelap gulita dengan terang benderang? Tentu jawabannya juga tidak sama. Dengan demikian, akhirnya dapat disimpulkan bahwa Allah Yang Maha Esa dan Sempurna dalam segala-galanya tidak bisa disamakan dengan berhala, benda mati yang sama sekali tidak dapat memberi manfaat dan menolak kemudaratan. Demikian pula kekafiran seseorang kepada Allah dan rasul-Nya tidak sama dengan cahaya keimanan seorang mukmin yang memancar dari wajah dan hatinya. Pertanyaan selanjutnya, apakah berhala-berhala yang mereka sembah itu dapat menciptakan makhluk seperti ciptaan Allah, sehingga kedua ciptaan itu serupa menurut pandangan mereka, dan sukar dibedakan mana ciptaan berhala dan mana ciptaan Allah?\r\nJika Allah bisa disamakan dengan berhala dalam penciptaan maka ada alasan bagi mereka untuk menyekutukan-Nya. Akan tetapi, kenyataannya tidak demikian. Berhala-berhala itu adalah benda mati, jangankan dapat disamakan ciptaannya dengan ciptaan Allah, wujudnya saja ada karena diukir oleh tangan manusia. Mereka tidak dapat menjawab jika ditanya dan tidak dapat memberi kemanfaatan dan kemudaratan sedikit pun kepada penyembahnya. Sesajen yang dihidangkan di hadapannya jika dicuri oleh lalat, mereka sama sekali tidak dapat mengambilnya kembali. Bahkan jika penyembah-penyembahnya sedang lengah, seekor serigala pun dapat mengencingi kepalanya.\r\nAllah adalah Pencipta segala sesuatu, termasuk pula Pencipta berhala-berhala, dan Dialah Allah Yang Maha Esa lagi Mahaperkasa. Mengapa kamu menyembah kepada selain-Nya, yang sama sekali tidak memberi manfaat dan kemudaratan?\r\n"}