{"tafsir_id":1724,"surah_id":13,"aya_number":17,"tafsir_wajiz":"no_ayatt berikut merinci kekuasaan Allah yang tidak dimiliki oleh berhala sesembahan orang-orang musyrik Mekah. Allah telah menurunkan dalam bentuk curahan air hujan dari langit, maka mengalirlah ia, yakni air hujan yang dicurahkan itu, di lembah-lembah menurut ukurannya, maka arus itu membawa buih yang mengambang. Dan dari apa (logam) yang mereka lebur dalam api untuk membuat perhiasan atau alat-alat yang beraneka ragam, ada pula buihnya seperti buih arus itu. Demikianlah Allah membuat perumpamaan tentang mana yang benar dan mana yang batil. Adapun buih, lambang dari kebatilan, akan hilang sebagai sesuatu yang tidak ada gunanya; tetapi kebenaran adalah sesuatu yang bermanfaat bagi manusia, dan manfaat itu akan tetap ada di bumi. Demikianlah Allah membuat perumpamaan bagi orang-orang yang mau berpikir.","tafsir_tahlili":"(17) Allah menurunkan air hujan dari langit yang mengandung awan, lalu mengalirkan air hujan itu ke berbagai lembah yang lebar dan yang sempit sesuai dengan ukurannya. Kajian saintis menjelaskan bahwa lembah-lembah umumnya terbentuk oleh gerusan air. Air pertama-tama menggerus bagian-bagian batuan yang paling lunak dan kemudian membentuk aliran sungai. Alur aliran sungai ini lambat laun membesar membentuk lembah-lembah sungai. Ukuran lembah-lembah sungai umumnya selain dipengaruhi oleh besarnya aliran air yang juga ditentukan oleh besarnya curah hujan, kekerasan batuan dan umur batuan.  Dalam bidang geomorfologi dikenal besaran kerapatan sungai, yaitu jumlah panjang sungai yang terdapat pada satu luasan daerah dengan satuan km/km2. Besarnya kerapatan sungai umumnya menggambarkan besarnya curah hujan di daerah tersebut. \r\nArus air itu akan menimbulkan banyak buih di permukaannya yang merupakan gumpalan buih yang ikut bergerak dengan arus air, sehingga bila ada angin kencang yang bertiup, maka buih itu akan segera lenyap dari pandangan mata. Menurut kajian saintifik, buih adalah zat mengambang di atas air yang mengandung banyak udara. Terjadinya buih merupakan bagian dari proses pemurnian air yang terjadi secara alami dalam pengalirannya (dikenal dengan istilah self purification). Pemurnian ini terjadi karena adanya pencampuran dengan udara yang melarut ke dalam air terutama oksigen. Dengan adanya oksidasi, pengotor (umumya senyawa organik) yang terlarut di dalam air mengurai dan bagian yang ringan mengapung di atas permukaan air, sedangkan bagian yang berat akan tenggelam dan mengendap. Inilah perumpamaan yang pertama yang dikemukakan oleh Allah swt tentang kebenaran dan kebatilan serta tentang keimanan dan kekafiran.\r\nBuih juga bisa terbentuk dalam proses pemurnian logam dengan pemanasan. Bijih logam di alam umumnya ditemukan dalam bahan padat yang tidak murni. Pada proses peleburan, bijih mencair, dan logam-logam yang berat akan tenggelam sedangkan bagian yang kurang bermanfaat atau yang dapat merusak mutu hasil biasanya berupa buih dan akan mengapung ke permukaan bersama udara yang terkandung di dalamnya. Logam tersebut dibuat untuk perhiasan dan alat-alat keperluan rumah tangga, pertanian, pertukangan, dan perindustrian. Inilah perumpamaan yang kedua. \r\nDemikianlah Allah membuat perumpamaan bagi yang benar dan yang batil. Kebenaran dan kebatilan itu bila bercampur, seperti arus air yang bercampur dengan buih, atau seperti logam yang dibakar yang sama-sama juga mengeluarkan buih berupa kotoran karat yang semula melekat pada logam itu, kemudian terpisah karena pengaruh api yang membakarnya. Maka sebagaimana buih yang berada di atas arus air akan lenyap setelah ada tiupan angin, dan buih yang berada di atas logam yang sedang dibakar akan hilang pula karena api, demikian pula perkara yang batil akan hilang musnah bilamana datang hak dan kebenaran yang jelas. \r\nBuih itu akan hilang tersangkut di pinggir lembah dan pohon atau ditiup angin. Demikian pula kotoran atau karat yang semula melekat pada logam akan habis terbakar. Yang tinggal hanya yang memberi manfaat saja kepada manusia, yaitu air, yang dapat diminum, digunakan untuk mengairi tanaman yang bermanfaat bagi manusia dan binatang, emas yang digunakan untuk perhiasan, dan logam-logam lainnya untuk alat rumah tangga, pertanian, dan sebagainya.\r\nDari kedua perumpamaan itu dapat diambil pengertian bahwa Allah swt telah menurunkan Al-Qur'an kepada Nabi Muhammad saw kemudian disampaikan ke dalam hati manusia yang masing-masing tidak sama potensi dan persiapannya untuk menerima. Masing-masing mempunyai keterbatasan dalam hal bacaan, pengertian, hafalan, dan pengamalannya. Ayat Al-Qur'an menjadi unsur kehidupan kerohanian dan kebahagiaan hidup sebagaimana air menjadi sebab hidup semua makhluk.\r\nDi antara tanah yang ditimpa hujan itu ada yang tandus, tidak dapat menumbuhkan tanam-tanaman, hanya sekedar menyimpan air saja, yang dapat dijadikan sumber penampungan air jernih. Ada pula tanah yang subur yang setelah disiram dengan air hujan dapat menghasilkan bermacam-macam hasil bumi. Itulah air yang bermanfaat bagi manusia dan binatang-binatang. Di antara logam yang dilebur dalam api seperti emas, perak, tembaga, perunggu, dan timah, ada yang dijadikan alat rumah tangga, pertukangan, perindustrian dan sebagainya. Orang mukmin diumpamakan seperti air dan logam yang bermanfaat bagi manusia dan binatang. Buih yang semula bercampur kemudian lenyap karena tiupan angin atau habis dibakar oleh api, adalah perumpamaan bagi kekafiran dan kebatilan yang akhirnya hancur bila berhadapan dengan hak dan kebenaran, firman Allah:\r\nوَقُلْ جَاۤءَ الْحَقُّ وَزَهَقَ الْبَاطِلُ  ۖاِنَّ الْبَاطِلَ كَانَ زَهُوْقًا  \r\nDan katakanlah, ”Kebenaran telah datang dan yang batil telah lenyap.” Sungguh, yang batil itu pasti lenyap. (al-Isr±'/17: 81)\r\nDemikianlah Allah membuat perumpamaan yang indah yang dapat menjelaskan kepada manusia apa yang masih dipandang sulit oleh mereka tentang masalah-masalah agamanya, agar jelas perbedaan antara yang hak dan yang batil, antara keimanan dan kekafiran, sehingga mereka dapat menempuh jalan petunjuk kepada kebahagiaan dan menghindari jalan yang dimurkai Allah dan menyesatkan.\r\nDengan memperhatikan perumpamaan-perumpamaan yang tepat dan baik itu niscaya umat Islam akan menjadi umat terbaik yang dikeluarkan di muka bumi untuk jadi teladan bagi umat yang lain. Al-Bukh±r³ dan Muslim meriwayatkan hadis dari Abu Musa Al-Asyar³:;إِنَّ مَثَلَ مَا بَعَثَنِيَ اللهُ مِنَ الْهُدَى وَالْعِلْمِ كَمَثَلِ غَيْثٍ أَصَابَ أَرْضًا فَكَانَ مِنْهَا طَائِفَةٌ قَبِلَتِ الْمَاءَ فَأَنْبَتَتِ الْكَلَأَ وَالْعُشْبَ وَكَانَتْ مِنْهَا أَجَادِبُ أَمْسَكَتِ الْمَاءَ فَنَفَعَ اللهُ بِهَا النَّاسَ فَشَرِبُوْا وَرَعَوْا وَسَقَوْا وَزَرَعُوْا. وَاَصَابَتْ طَائِفَةٌ مِنْهَا أُخْرَى إِنَّمَا هِيَ قِيْعَانٌ لاَ تُمْسِكُ مَاءً وَلاَ تُنْبِتُ كَلَأً فَذَلِكَ مَثَلُ مَنْ فَقُهَ فِيْ دِيْنِ اللهِ وَنَفَعَهُ اللهُ بِمَا بَعَثَنِى بِهِ وَنَفَعَ النَّاسَ فَعَلِمَ وَعَلَّمَ. وَمَثَلُ مَنْ لمَ ْيَرْفَعْ بِذَلِكَ رَأْسًا وَلمَ ْيَقْبَلْ هُدَى اللهِ الَّذِى أُرْسِلْتُ بِهِ.\r\nSesungguhnya perumpamaan petunjuk dan ilmu yang Allah mengutus diriku, adalah seperti air hujan yang menimpa bumi. Di antaranya ada sebagian bumi yang menerima air itu, lalu menumbuhkan rumput dan tanam-tanaman. Ada pula tanah yang tandus, hanya menyimpan air saja, lalu Allah memberikan manfaat air itu kepada manusia. Maka ada yang meminumnya dan mempergunakannya untuk mengairi kebun-kebun tanamannya dan ladang-ladangnya. Ada pula sebagian tanah yang keras, tidak dapat menyimpan dan menyerap air, sehingga tidak menumbuhkan tanaman apa-apa. Itulah perumpamaan orang yang memahami agama Allah dan Allah memberikan manfaat kepadanya dalam ajaran agama yang Allah mengutusku untuk menyampaikannya kepada manusia, sehingga ia mengetahui dan mengajarkannya (kepada orang lain), dan perumpamaan orang yang sama sekali tidak memperhatikan dan tidak menerima petunjuk Allah yang mengutusku untuk menyampaikannya. (Riwayat al-Bukh±r³ dan Muslim);Diriwayatkan pula oleh Imam A¥mad dari Abu Hurairah:;مَثَلِىْ وَمَثَلُكُمْ كَمَثَلِ رَجُلٍ اسْتَوْقَدَ نَارًا فَلَمَّا اَضَاءَتْ مَا حَوْلَهَا جَعَلَ الْفَرَاشُ وَهَذِهِ الدَّوَابُّ الَّتِى يَقَعْنَ فِى النَّارِ يَقَعْنَ فِيْهَا وَجَعَلَ يَحْجُزُهُنَّ وَيَغْلِبْنَهُ فَيَقْتَحِمْنَ فِيْهَا فَذَلِكَ مَثَلِىْ وَمَثَلُكُمْ اَنَا آخِذٌ بِحُجَزِكُمْ عَنِ النَّارِ، هَلُمَّ عَنِ النَّارِ فَتَغْلِبُوْنِى فَتَقْتَحِمُوْنَ فِيْهَا. (رواه أحمد والشيخان عن أبى هريرة);Perumpamaanku denganmu seperti orang menyalakan api, ketika api menerangi tempat sekelilingnya, mulailah kupu-kupu dan serangga yang mendatangi berjatuhan ke dalam api, dan orang itu menghalangi, namun dikalahkan oleh serangga-serangga lalu masuklah serangga-serangga itu ke dalam api. Itulah perumpamaanku denganmu. Aku menghalangimu dari api, jauhilah api itu, namun kamu mengalahkanku dan menerobos masuk ke dalamnya. (Riwayat A¥mad, al-Bukh±r³, dan Muslim dari Abu Hurairah)\r\n"}