{"tafsir_id":1725,"surah_id":13,"aya_number":18,"tafsir_wajiz":"Allah menyebut perumpamaan-perumpaan itu agar menjadi pelajaran bagi orang-orang yang mau berpikir. Melalui berpikir dan merenung, manusia akan menemukan kebenaran. Bagi orang-orang yang mau berpikir jernih dan memenuhi seruan Tuhan, maka bagi mereka disediakan balasan yang terbaik. Dan orang-orang yang tidak memenuhi seruan-Nya dan enggan menerima kebenaran dari Allah maka mereka akan menemui kesulitan dan kesengsaraan. Oleh sebab itu, sekiranya mereka memiliki semua yang ada di bumi dan ditambah pula kekno_ayatan sebanyak itu lagi, niscno_ayat mereka akan menebus dirinya dengan kekno_ayatan itu. Orang-orang itu jauh dari rahmat Allah dan akan mendapat hisab yang buruk di hari Kiamat sebagai akibat dari keburukan yang mereka lakukan. Dan tempat kediaman mereka adalah neraka Jahanam, dan itulah seburuk-buruk tempat kediaman.","tafsir_tahlili":"(18) Bagi orang-orang yang taat kepada Allah dan rasul-Nya, mengikuti semua perintah-Nya, dan membenarkan apa yang diturunkan oleh Allah kepada rasul-Nya, disediakan pembalasan yang baik, yang bersih dari segala penderitaan dan kesusahan dan kekal selama-lamanya. Sesuai dengan firman Allah:\r\nلِلَّذِيْنَ اَحْسَنُوا الْحُسْنٰى وَزِيَادَةٌ  ۗ \r\nBagi orang-orang yang berbuat baik, ada pahala yang terbaik (surga) dan tambahannya (kenikmatan melihat Allah). (Yµnus/10: 26);Dan firman-Nya:\r\nوَاَمَّا مَنْ اٰمَنَ وَعَمِلَ صَالِحًا فَلَهٗ جَزَاۤءً ۨالْحُسْنٰىۚ وَسَنَقُوْلُ لَهٗ مِنْ اَمْرِنَا يُسْرًا   \r\nAdapun orang yang beriman dan mengerjakan kebajikan, maka dia mendapat (pahala) yang terbaik sebagai balasan, dan akan kami sampaikan kepadanya perintah kami yang mudah-mudah. (al-Kahf/18: 88);Bagi mereka yang tidak memenuhi seruan Allah, tidak menaati-Nya, tidak mengikuti perintah-Nya dan tidak mencegah diri dari larangan-Nya, ada bermacam-macam perlakuan dan azab, di antaranya:\r\n1. Ketika menghadapi azab yang sangat pedih, niscaya mereka melepaskan seluruh kekayaan itu untuk menebus dirinya dari azab Allah. Sebab yang paling dicintai oleh setiap orang adalah dirinya sendiri. Apabila dirinya terancam bahaya, maka seluruh kekayaannya akan dijadikan sandera atau tebusan, demi untuk keselamatan dirinya.\r\n2. Mereka akan diperiksa secara rinci dan diteliti semua amal perbuatannya sampai sekecil-kecilnya. Tersebut dalam sebuah hadis: Barang siapa yang dihisab secara rinci pasti kena azab.\r\n3. Tempat kediaman mereka ialah Jahanam, dan itulah seburuk-buruknya tempat kediaman dan tempat kembali.\r\n"}