{"tafsir_id":1730,"surah_id":13,"aya_number":23,"tafsir_wajiz":"Tempat kesudahan yang baik itu adalah surga-surga ‘Adn; mereka masuk ke dalamnya bersama dengan orang yang saleh yang beriman dan taat kepada Allah dari nenek moyangnya, pasangan-pasangannya, dan anak cucunya. Lebih dari itu, mereka pun mendapat lno_ayatnan yang sangat membahagiakan, sedang para malaikat masuk ke tempat-tempat mereka dari semua pintu.","tafsir_tahlili":"(23) Dalam ayat ini, Allah swt menerangkan bahwa yang akan memperoleh kebahagiaan di dunia dan di akhirat kelak bukan hanya semata-mata yang memiliki sifat tersebut, melainkan juga orang-orang saleh di antara ibu-ibu dan nenek moyang mereka, demikian pula istri dan keturunan mereka yang terdekat. Mereka ini pun akan turut pula merasakan kebahagiaan dan kesejahteraan itu, selama mereka tidak melakukan hal-hal yang menyebabkan mereka kehilangan hak untuk memperoleh rahmat Allah, misalnya karena kekafiran dan kemusyrikan kepada Allah. Ayat ini memberikan isyarat bahwa pada hari tersebut tidak berlaku hubungan kekeluargaan sedikit pun kecuali amal saleh masing-masing. Firman Allah:\r\nفَاِذَا نُفِخَ فِى الصُّوْرِ فَلَآ اَنْسَابَ بَيْنَهُمْ يَوْمَىِٕذٍ وَّلَا يَتَسَاۤءَلُوْنَ  \r\nApabila sangkakala ditiup, maka tidak ada lagi pertalian keluarga di antara mereka pada hari itu (hari Kiamat), dan tidak (pula) mereka saling bertanya. (al-Mu'minµn/23: 101);Dalam hubungan ini, Rasulullah saw pernah bersabda kepada putrinya Fatimah az-Zahra sebagai berikut:;يَا فَاطِمَةُ بِنْتُ مُحَمَّدٍ: سَلِيْنِىْ مِنْ مَالِىْ مَا شِئْتِ لاَ أُغْنِىْ عَنْكِ مِنَ اللهِ شَيْئًا. (رواه الترمذى عن أبي هريرة)\r\n“Wahai Fatimah putri Muhammad! Mintalah dari hartaku apa yang kau inginkan karena aku sedikit pun tidak akan dapat menolongmu dari azab Allah.” (Riwayat at-Tirmi©³ dari Abu Hurairah);Dalam Al-Qur'an,  Allah telah menegaskan pula sebagai berikut:\r\nيَوْمَ لَا يَنْفَعُ مَالٌ وَّلَا بَنُوْنَ ۙ    ٨٨  اِلَّا مَنْ اَتَى اللّٰهَ بِقَلْبٍ سَلِيْمٍ ۗ   ٨٩  \r\n(yaitu) pada hari (ketika) harta dan anak-anak tidak berguna, kecuali orang-orang yang menghadap Allah dengan hati yang bersih. (asy-Syuar±'/26: 88-89);Orang-orang yang menggunakan akalnya seperti yang tersebut di atas akan ditempatkan Allah kelak dalam surga-Nya. Mereka di sana duduk berhadap-hadapan di atas balai-balai yang indah disertai orang-orang yang mereka cintai, yaitu nenek moyang, kaum keluarga, dan anak-anak mereka, serta orang-orang yang patut masuk surga dari kalangan orang-orang yang saleh, agar hati mereka menjadi senang dan bahagia.\r\nHal itu merupakan rahmat dan kebaikan Allah swt kepada mereka. Selain itu para malaikat datang kepada mereka dari segala penjuru untuk memberikan ucapan selamat atas keberuntungan yang telah mereka peroleh, yaitu masuk surga. Mereka tinggal dalam rumah yang diliputi kesejahteraan, berdekatan dengan para nabi dan rasul serta orang-orang yang mengakui kebenaran agama Allah.\r\n"}