{"tafsir_id":1732,"surah_id":13,"aya_number":25,"tafsir_wajiz":"Dan sebagai kebalikan dari mereka yang menerima kebenaran adalah orang-orang yang menolak kebenaran dengan melanggar dan membatalkan janji dengan sesama manusia yang dikukuhkan dengan nama Allah setelah diikrarkannya, dan memutuskan apa yang diperintahkan Allah agar disambungkan, seperti hubungan kekerabatan, dan berbuat kerusakan di bumi dengan bermaksiat; mereka itu memperoleh kutukan sehingga jauh dari rahmat Allah, dan tempat kediaman yang buruk-neraka Jahanam.","tafsir_tahlili":"(25) Ada beberapa perjanjian antara Allah dan manusia, di antaranya adalah manusia wajib mengakui kemahaesaan Allah serta kodrat dan iradat-Nya, beriman kepada para nabi-Nya dan wahyu yang diturunkan-Nya, dan sebagainya. Allah swt telah memberikan bukti-bukti dan dalil-dalil yang nyata atas semua itu. Akan tetapi, pada kenyataannya ada di antara manusia yang telah merusak perjanjian tersebut, dalam arti:\r\na.  Mereka tidak memperhatikan janji-janji tersebut, sehingga mereka tidak dapat melaksanakan kewajiban yang merupakan akibat yang timbul dari perjanjian itu. Misalnya, bila mereka benar-benar berpegang teguh kepada tauhid, mereka tentunya tidak akan beribadah kepada selain Allah. Allah memberikan bukti-bukti yang nyata tentang kemahaesaan-Nya. Akan tetapi, mereka tidak memperhatikan sehingga mereka tetap menentang landasan tauhid tersebut. Mereka senantiasa menganut kepercayaan syirik, mempercayai dan menyembah selain Allah.\r\nb.  Pada mulanya mereka memperhatikan janji-janji yang telah mereka ikrarkan dan dalil-dalil yang telah diberikan. Mereka telah mengakui dan meyakini kebenarannya, tetapi kemudian mereka menyangkal kebenaran itu, dan tidak lagi bersedia mengamalkannya.\r\nOrang yang suka memungkiri dan menyalahi janji yang telah diikrarkan dinamakan “munafik”. Dalam hubungan ini Rasulullah saw telah bersabda:;عَنْ أَبِيْ هُرَيْرَةَ رَضِيَ اللهُ عَنْهُ عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ اٰيَةُ الْمُنَافِقِ ثَلاَثٌ إِذَا حَدَّثَ كَذَبَ وَ إِذَا وَعَدَ أَخْلَفَ وَ إِذَا ائْتُمِنَ خَانَ. (رواه مسلم و الترمذي و النسائى);Abi Hurairah r.a. meriwayatkan bahwa Nabi saw bersabda, “Tanda-tanda orang munafik ada tiga macam: apabila ia berkata, ia selalu bohong, apabila ia berjanji selalu ingkar, dan apabila ia dipercayai berkhianat.” (Riwayat Muslim, at-Tirmi©³ dan an-Nas±'³);Dalam menafsirkan ayat 25 ini, Abu al-Aliyah, seorang mufasir, me-nyebutkan bahwa ada enam macam sifat orang-orang munafik yang mereka tampakkan jika mereka merasa memiliki posisi yang kuat dalam satu masyarakat, yaitu:\r\n1.  Apabila berbicara, mereka berbohong.\r\n2.  Apabila berjanji, mereka ingkar.\r\n3.  Apabila diberi kepercayaan, mereka berkhianat.\r\n4.  Suka mengingkari janji Allah yang telah mereka ikrarkan sebelumnya.\r\n5.  Suka memutuskan silaturrahim yang diperintahkan Allah untuk di-hubungkan dan dipelihara seperti hubungan dengan para Nabi-Nya yang telah datang membawa kebenaran. Mereka hanya beriman kepada sebagian dari para nabi tersebut, dan kafir terhadap sebagian yang lainnya.\r\nMereka juga memutuskan silaturrahim antara sesama manusia terutama dengan orang-orang mukmin, tetapi mereka tetap menjaga hubungan dan memberikan bantuan kepada orang-orang kafir. Di antara contohnya adalah mereka menghalang-halangi setiap usaha yang menuju kepada pembinaan kehidupan yang harmonis dan penuh kasih sayang. Mereka tidak sudi melihat terwujudnya persatuan dan kesatuan antara orang-orang mukmin, seperti yang dianjurkan Rasulullah:\r\nاَلْمُؤْمِنُ لِلْمُؤْمِنِ كَالْبُنْيَانِ يَشُدُّ بَعْضُهُ بَعْضًا (رواه البخاري ومسلم و الترمذي عن أبي موسى الأشعري)\r\nOrang mukmin terhadap orang mukmin yang lain haruslah seperti suatu bangunan, bagian yang satu menguatkan bagian yang lain. (Riwayat al-Bukh±r³, Muslim, dan at-Tirmi©³ dari Abu Mµsa al-Asyar³);Dan Sabda Rasulullah saw:\r\nاَلْمُؤْمِنُ كَالْجَسَدِ الْوَاحِدِ إِذَا اشْتَكَى مِنْهُ عُضْوٌ تَدَاعٰى لَهُ سَائِرُ الْجَسَدِ بِالْحُمَّى وَالسَّهَرِ. (رواه البخاري ومسلم عن النعمان بن بشير)\r\nOrang-orang mukmin itu adalah seperti satu tubuh, apabila salah satu anggotanya menderita sakit, maka anggota-anggota yang lain pun rela pula menderita karena tidak tidur dan merasa demam karenanya. (Riwayat al-Bukh±r³ dan Muslim dari an-Num±n bin Basy³r);Oleh sebab itu, umat Islam haruslah hati-hati dalam menjaga kesatuan dan persatuan antara mereka, jangan dimasuki hasutan dan usaha-usaha kaum munafik untuk memecah belah persatuan itu.;c.  Mereka suka berbuat kerusakan di bumi, baik berupa kezaliman yang mereka lakukan terhadap diri sendiri maupun kezaliman yang mereka lakukan terhadap hak milik orang lain dengan jalan yang tidak sah, ataupun dengan menimbulkan fitnah dan bencana dalam masyarakat Muslimin, dan mengobarkan permusuhan dan peperangan terhadap mereka.\r\nPada akhir ayat ini, Allah menetapkan hukuman yang layak untuk ditimpakan kepada orang munafik mengingat jahatnya kelakuan dan perbuatan-perbuatan mereka. Hukuman tersebut ialah berupa laknat Allah, yaitu menjauhkan mereka dari rahmat-Nya, sehingga mereka tersingkir dari kebaikan dunia dan akhirat. Mereka akan menemui kesudahan yang sangat buruk, yaitu azab neraka Jahanam, sebagai balasan dari kejahatan dan dosa-dosa yang telah mereka perbuat.;"}