{"tafsir_id":175,"surah_id":2,"aya_number":168,"tafsir_wajiz":"Wahai manusia! Makanlah dari makanan yang halal, yaitu yang tidak haram, baik zatnya maupun cara memperolehnya. Dan selain halal, makanan juga harus yang baik, yaitu yang sehat, aman, dan tidak berlebihan. Makanan dimaksud adalah yang terdapat di bumi yang diciptakan Allah untuk seluruh umat manusia, dan janganlah kamu mengikuti langkah-langkah setan yang selalu merayu manusia agar memenuhi kebutuhan jasmaninya walaupun dengan cara yang tidak sesuai dengan ketentuan Allah. Waspadailah usaha setan yang selalu berusaha menjerumuskan manusia dengan segala tipu dno_ayatnya. Allah mengingatkan bahwa sungguh setan itu musuh yang nyata bagimu, wahai manusia. ","tafsir_tahlili":"(168) Ibnu Abb±s mengatakan bahwa ayat ini turun mengenai suatu kaum yang terdiri dari Bani Saqif, Bani Amir bin Sasaah, Khuzaah dan Bani Mudli. Mereka mengharamkan menurut kemauan mereka sendiri memakan beberapa jenis binatang seperti ba¥³rah yaitu unta betina yang telah beranak lima kali dan anak kelima itu jantan, lalu dibelah telinganya; dan was³lah yaitu domba yang beranak dua ekor, satu jantan dan satu betina, lalu anak yang jantan tidak boleh dimakan dan harus diserahkan kepada berhala. Padahal Allah tidak mengharamkan memakan jenis binatang itu, bahkan telah menjelaskan apa-apa yang diharamkan memakan-Nya dalam firman-Nya:\r\nحُرِّمَتْ عَلَيْكُمُ الْمَيْتَةُ وَالدَّمُ وَلَحْمُ الْخِنْزِيْرِ وَمَآ اُهِلَّ لِغَيْرِ اللّٰهِ بِهٖ وَالْمُنْخَنِقَةُ وَالْمَوْقُوْذَةُ وَالْمُتَرَدِّيَةُ وَالنَّطِيْحَةُ وَمَآ اَكَلَ السَّبُعُ اِلَّا مَا ذَكَّيْتُمْۗ وَمَا ذُبِحَ عَلَى النُّصُبِ وَاَنْ تَسْتَقْسِمُوْا بِالْاَزْلَامِۗ  ذٰلِكُمْ فِسْقٌۗ \r\nDiharamkan bagimu (memakan) bangkai, darah, daging babi, (daging hewan) yang disembelih atas nama selain Allah, dan (hewan yang mati) tercekik, yang dipukul, yang jatuh, yang ditanduk, dan yang diterkam binatang buas, kecuali yang sempat kamu sembelih, dan (diharamkan juga bagimu) yang disembelih untuk berhala. Dan (diharamkan juga) mengundi nasib dengan anak panah, itu adalah suatu kefasikan. (al-M±′idah/5: 3).;Segala sesuatu selain dari yang tersebut dalam ayat ini boleh dimakan, sedangkan ba¥³rah dan was³lah tidak tersebut di dalam ayat itu. Memang ada beberapa ulama berpendapat bahwa di samping yang tersebut dalam ayat itu, ada lagi yang diharamkan memakannya berdasarkan hadis Rasulullah saw seperti makan binatang yang bertaring tajam atau bercakar kuat. \r\nAllah menyuruh manusia makan makanan yang baik yang terdapat di bumi, yaitu planet yang dikenal sebagai tempat tinggal makhluk hidup seperti manusia, binatang, tumbuh-tumbuhan dan lainnya. Sedang makanan yang diharamkan oleh beberapa kabilah yang ditetapkan menurut kemauan dan peraturan yang mereka buat sendiri halal dimakan, karena Allah tidak mengharamkan makanan itu. Allah hanya mengharamkan beberapa macam makanan tertentu sebagaimana tersebut dalam ayat 3 surah al-M±′idah dan dalam ayat 173 surah al-Baqarah ini.\r\nSelain dari yang diharamkan Allah dan selain yang tersebut dalam hadis sesuai dengan pendapat sebagian ulama adalah halal, boleh dimakan. Kabilah-kabilah itu hanya mengharamkan beberapa jenis tanaman dan binatang berdasarkan hukum yang mereka tetapkan dengan mengikuti tradisi yang mereka warisi dari nenek moyang mereka, dan karena memperturutkan hawa nafsu dan kemauan setan belaka. Janganlah kaum Muslimin mengikuti langkah-langkah setan, karena setan itu adalah musuh yang nyata bagi manusia."}