{"tafsir_id":1751,"surah_id":14,"aya_number":1,"tafsir_wajiz":"no_surahh ar-Ra'd diakhiri dengan penegasan bahwa Allah dan orang-orang yang diberi Al-Kitab akan menjadi saksi atas kebenaran risalah Nabi Muhammad. Sebagai sambungannya, no_surahh Ibrahim ini lalu diawali dengan penjelasan bahwa Allah menurunkan Al-Qur'an kepada Nabi Muhammad untuk mengajak manusia keluar dari kegelapan menuju cahno_ayat dengan izin Allah. Alif Laam Raa. Ini adalah Kitab Al-Qur'an yang Kami turunkan kepadamu, wahai Nabi Muhammad, agar engkau mengeluarkan manusia dari kegelapan kemusyrikan kepada cahno_ayat tauhid yang terang-benderang, dengan izin Tuhan, yaitu menuju jalan Tuhan Yang Mahaperkasa lagi Maha Terpuji.","tafsir_tahlili":"(1) Surah ini dimulai dengan “Alif L±m R±”. (Lihat tafsirnya pada jilid pertama pada judul “maf±tihus suwar”.) Dalam firman Allah swt sesudah Alif L±m R± menjelaskan maksud dan tujuan diturunkannya Al-Qur'an  kepada Nabi Muhammad. Allah menurunkan Al-Qur'an kepada Rasulullah agar petunjuk dan peraturan-peraturan yang dibawa Al-Qur'an itu dapat menjadi tuntunan dan bimbingan kepada umatnya. Dengan petunjuk itu mereka dapat dikeluarkan dari kegelapan ke cahaya yang terang-benderang, atau dari kesesatan dan kejahilan ke jalan yang benar dan mempunyai ilmu pengetahuan serta peradaban yang tinggi, sehingga mereka memperoleh rida dan kasih sayang Allah swt di dunia dan di akhirat.\r\n Penegasan tentang fungsi Al-Qur'an ini sangat penting sekali, apalagi jika dihubungkan dengan ayat-ayat yang lalu, di mana Allah swt telah menyebut-kan adanya orang-orang yang mengingkari Al-Qur'an, baik sebagian, maupun keseluruhannya.\r\n Selanjutnya dalam ayat ini diterangkan bahwa Rasulullah hanya dapat menjalankan tugas tersebut di atas dengan izin dan bantuan dari Allah swt, dengan cara memberi kemudahan dan menguatkan tekad beliau dalam menghadapi segala rintangan. Al-Qur'an merupakan jalan yang dibentangkan Allah Yang Mahakuasa dan Maha Terpuji bagi Nabi Muhammad dan umatnya.\r\n"}