{"tafsir_id":1760,"surah_id":14,"aya_number":10,"tafsir_wajiz":"Menanggapi jawaban kaumnya, rasul-rasul mereka berkata, “Apakah ada keraguan dari siapa pun yang berakal terhadap wujud dan keesaan Allah, Pencipta langit dan bumi dalam keseimbangan yang begitu sempurna? Dia menyeru kamu agar bertauhid dan beribadah hanya kepadaNya untuk kepentinganmu sendiri, yakni agar Dia mengampuni sebagian dosa-dosamu yang sengaja maupun tidak, dan menangguhkan siksaan-mu sampai waktu yang ditentukan oleh-Nya.” Mendengar nasihat para rasul itu, mereka berkata, “Kamu hanyalah manusia biasa seperti kami juga. Tidak ada keistimewaan apa pun dalam diri kamu yang memantaskan kamu untuk menjadi pembimbing kami. Kamu mengaku sebagai rasul hanya karena ingin menghalangi kami menyembah apa yang dari dahulu telah diyakini dan disembah oleh nenek moyang kami, lalu kamu mengajak kami menyembah tuhanmu. Karena itu, datangkanlah kepada kami bukti yang nyata bahwa kamu benar utusan Allah sehingga kami tidak lagi dapat membantahnya.”","tafsir_tahlili":"(10) Dalam ayat ini dijelaskan bahwa karena mereka menyatakan keragu-raguan terhadap apa yang disampaikan oleh para rasul kepada mereka, terutama tentang kekuasaan Allah swt, maka para rasul tersebut mengatakan kepada umatnya, “Apakah patut adanya keragu-raguan terhadap Allah, Pencipta langit dan bumi? Dia menyeru kamu untuk memberikan ampunan atas segala dosa-dosamu, dan Dia telah menangguhkan siksaan terhadapmu sampai kepada suatu masa yang ditentukan-Nya ?\r\n Sebaliknya, umat dari masing-masing rasul itu mengatakan bahwa para rasul tersebut, menurut pandangan mereka, adalah manusia biasa seperti mereka dan tidak mempunyai kelebihan apa-apa. Sebab itu, tidak ada alasan bagi mereka untuk menjadi pengikut rasul-rasul tersebut. Menurut mereka, para rasul itu sudah memalingkan mereka dari agama yang diwarisi dari nenek moyang mereka, serta menghalang-halangi mereka dari menyembah patung-patung yang menjadi sesembahan nenek moyang tersebut. Oleh karena itu, mereka meminta bukti yang nyata dari para rasul untuk menunjukkan kebenaran pengutusan mereka sebagai rasul Allah swt. Padahal, rasul-rasul itu telah mengemukakan mukjizat masing-masing, yang dikaruniakan Allah kepada mereka sebagai bukti kerasulannya.\r\n"}