{"tafsir_id":1773,"surah_id":14,"aya_number":23,"tafsir_wajiz":"Demikianlah nasib buruk orang kafir di hari Pembalasan. Penyesalan mereka tidak lagi berguna. Dan orang yang beriman kepada Allah dan rasul-Nya dan membuktikan keimanan mereka dengan mengerjakan kebajikan dimasukkan ke dalam surga-surga yang mengalir di bawah pepohonan dan istana-nya sungai-sungai. Mereka kekal di dalamnya untuk selama-lamanya dengan izin Tuhan mereka Yang Maha Pemurah. Ucapan penghormatan yang mereka terima dari Allah, malaikat, dan sesama kaum mukmin dalam surga itu ialah “salam.”","tafsir_tahlili":"(23)  Pada ayat ini, Allah menyebutkan kembali kebahagiaan yang akan diperoleh orang-orang yang beriman kepada Allah dan senantiasa beramal saleh, bahwa di akhirat kelak mereka akan ditempatkan di dalam surga, taman yang sangat indah yang di bawah pohon-pohonnya mengalir sungai-sungai yang jernih. Mereka akan tetap berada di dalamnya mengenyam kehidupan yang bahagia, dengan izin Allah sebagai balasan dari iman dan amal saleh mereka selama hidup di dunia. Di sana mereka saling mengucapkan, “Sal±m,” yang berarti sejahtera dari segala bencana. Untuk kita yang masih hidup di dunia ini, agama Islam mengajarkan agar kita menggunakan ucapan selamat “Ass±lamualaikum” yang berarti “semoga anda senantiasa dalam kesejahteraan”. Ini merupakan ajaran yang terbaik untuk mendidik manusia agar rela dan merasa senang bila orang lain beroleh kebahagiaan hidup dan kesejahteraan, sebagaimana ia merasa senang bila ia sendiri memperoleh kebahagiaan dan kesejahteraan itu, dan jauh dari rasa dengki dan hasad. Mengharapkan orang lain mendapat kesengsaraan atau kerugian dan mengharapkan lenyapnya kebahagiaan atau kebaikan dari seseorang adalah sifat yang sangat dibenci oleh agama Islam.\r\nDalam hubungan ini Rasulullah saw telah bersabda:\r\nلاَ يُؤْمِنُ اَحَدُكُمْ حَتَّى يُحِبَّ لِأَخِيْهِ مَا يُحِبُّ لِنَفْسِهِ. (رواه البخاري و مسلم عن أنس بن مالك)\r\nTidak beriman seseorang di antara kamu, sampai ia cintai untuk saudaranya (sesama mukmin), apa yang ia cintai untuk dirinya. (Riwayat al-Bukh±r³ dan Muslim dari Anas bin M±lik)\r\n"}