{"tafsir_id":1774,"surah_id":14,"aya_number":24,"tafsir_wajiz":"Usai mengumpamakan amal orang kafir dengan abu yang ditiup angin kencang, pada no_ayatt ini Allah beralih memberikan perumpamaan bagi amal baik orang mukmin. Tidakkah kamu memperhatikan dan merenungkan bagaimana Allah telah membuat perumpamaan kalimat yang baik (kalimat tauhid) seperti pohon yang baik, yaitu kurma. Akarnya menghunjam tanah dengan kuat dan cabangnya menjulang tinggi ke arah langit.","tafsir_tahlili":"(24) Perumpamaan yang disebutkan dalam ayat ini ialah perumpamaan mengenai kata-kata ucapan yang baik, misalnya kata-kata yang mengandung ajaran tauhid, seperti “L± il±ha illall±h” atau kata-kata lain yang mengajak manusia kepada kebajikan dan mencegah mereka dari kemungkaran. Kata-kata semacam itu diumpamakan sebagai pohon yang baik, akarnya teguh menghunjam ke bumi. Akar bagi pohon memiliki dua fungsi utama: (1) menghisap air dan unsur hara dari dalam tanah dan (2) menopang tegaknya pohon. Apabila akar tidak dapat lagi mengambil unsur-unsur hara dari dalam tanah maka lambat laun pohon akan mati. Sedangkan akar pohon yang berfungsi baik akan dapat menyalurkan unsur-unsur hara dari dalam tanah ke bagian atas pohon dan pertumbuhan pohon akan berjalan dengan baik. Dahannya rimbun menjulang ke langit. Hadis Nabi saw:\r\nعَنْ عَبْدِ اللهِ ابْنِ عُمَرَ رَضِيَ اللهُ عَنْهُ قَالَ: قَالَ رَسُوْلُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ إِنَّ مِنَ الشَّجَرِ شَجَرَةً لاَ يَسْقُطُ وَرَقُهَا وَ إِنَّهَا مَثَلُ الْمُسْلِمِ. فَحَدِّثُوْنِيْ مَا هِيَ؟ فَوَقَعَ النَّاسُ فِي شَجَرِ الْبَوَادِى. قَالَ عَبْدُ اللهِ فَوَقَعَ فِيْ نَفْسِيْ أَنَّهَا النَّخْلَةُ فَاسْتَحْيَيْتُ. ثُمَّ قَالُوْا حَدِّثْنَا مَاهِيَ يَا رَسُوْلَ اللهِ؟ قَالَ: هِيَ النَّخْلَةُ. (رواه البخاري)\r\nDari Abdullah bin Umar r.a., ia berkata, “Rasulullah saw bersabda, “Di antara jenis pohon, ada suatu pohon yang tidak pernah gugur daunnya. Pohon itu adalah perumpamaan bagi orang Islam. Beritahukan aku, apakah pohon itu? Orang-orang mengira pohon itu adalah pohon yang tumbuh di hutan. Kata Abdullah, “Sedangkan menurut saya pohon itu adalah pohon kurma. Tetapi saya malu untuk berkata. Kemudian para sahabat berkata, “Beritahulah kami pohon apa itu, hai Rasulullah!” beliau menjawab, “Pohon itu adalah pohon kurma.” (Riwayat al-Bukhār³); Agama Islam mengajarkan kepada umatnya agar membiasakan diri menggunakan ucapan yang baik, yang berfaedah bagi dirinya, dan bermanfaat bagi orang lain. Ucapan seseorang menunjukkan watak dan kepribadiannya serta adab dan sopan-santunnya. Sebaliknya, setiap muslim harus menjauhi ucapan dan kata-kata yang jorok, yang dapat menimbulkan rasa jijik  bagi yang mendengarnya.\r\n"}