{"tafsir_id":1780,"surah_id":14,"aya_number":30,"tafsir_wajiz":"Dan tidak hanya mengingkari Allah dan nikmat-nikmat-Nya, mereka (orang kafir) itu telah menjadikan dan menyembah berhala-berhala sebagai tandingan bagi Allah yang seharusnya mereka imani dan esakan. Mereka melakukan hal tersebut untuk menyesatkan manusia dari jalan dan agama-Nya. Wahai Nabi Muhammad, katakanlah kepada mereka, “Bersenang-senanglah di dunia ini dengan keingkaran kamu, karena sesungguhnya dunia ini akan segera sirna dan tempat kembalimu adalah ke neraka. Di sanalah kamu akan menerima balasan setimpal atas keingkaranmu.”","tafsir_tahlili":"(30) Ayat ini menerangkan tindakan kedua dan ketiga yang menyebabkan Allah menimpakan azab yang pedih kepada mereka.\r\n Sebab yang kedua ialah tindakan mempersekutukan Allah. Termasuk dalam tindakan ini ialah:\r\n1.  Mengakui Tuhan itu banyak.\r\n2.  Menyembah yang lain di samping menyembah Allah.\r\n3.  Mengakui sesuatu selain Allah mempunyai kekuatan dan kekuasaan seperti kekuatan dan kekuasaan Allah swt.\r\n Mempersekutukan Allah ini adalah kepercayaan orang-orang Arab Jahiliah. Mereka mempunyai sesembahan selain Allah. Sesembahan itu ada yang berupa patung-patung yang mereka buat, di antaranya ada yang mereka letakkan di sekeliling Kabah. Mereka percaya kepada tenung dan ramalan nasib. Jika mereka ingin melakukan sesuatu pekerjaan yang penting atau perjalanan yang jauh, mereka pergi ke Kabah dan menyuruh penjaganya mengadakan undian. Hasil undian inilah yang menentukan apakah mereka akan melakukan pekerjaan atau perjalanan jauh itu atau tidak.\r\n Sebab yang ketiga ialah orang-orang kafir itu berusaha menyesatkan manusia dari jalan Allah. Mereka menghalang-halangi, bahkan membunuh orang-orang yang melakukan pekerjaan atau mengikuti agama Islam.\r\n Ketiga macam perbuatan di atas adalah perbuatan dosa besar. Oleh karena itu, Allah swt memerintahkan Nabi Muhammad agar menyampaikan peringatan keras-Nya kepada manusia. Jika mereka tetap ingkar, biarkan mereka berbuat sesuka hatinya, bersenang-senang, dan berbuat kebinasaan di muka bumi dalam waktu tertentu, sampai Allah menimpakan azab yang keras kepada mereka.\r\n Hal ini ditegaskan oleh firman Allah swt:\r\nقُلْ تَمَتَّعْ بِكُفْرِكَ قَلِيْلًا ۖاِنَّكَ مِنْ اَصْحٰبِ النَّارِ  \r\nKatakanlah, “Bersenang-senanglah kamu dengan kekafiranmu itu untuk sementara waktu. Sungguh, kamu termasuk penghuni neraka. (az-Zumar/39: 8)\r\n"}