{"tafsir_id":1781,"surah_id":14,"aya_number":31,"tafsir_wajiz":"Wahai Nabi Muhammad, katakan dan pesankan-lah kepada hamba-hamba-Ku yang telah beriman, “Untuk menyempurnakan iman, hendaklah mereka melaksanakan salat dengan segala aturan-aturannya, menginfakkan sebagian dari rezeki yang telah Kami berikan secara sembunyi atau terang-terangan di jalan Allah, baik yang bersifat wajib maupun sunah. Hendaklah mereka berinfak sebelum datang hari Kiamat ketika tidak ada lagi jual beli, yakni penebusan atas siksa Allah, dan tidak ada lagi persahabatan yang diharapkan dapat menyelamatkan manusia dari azab-Nya.”","tafsir_tahlili":"(31) Pada ayat ini Allah swt memerintahkan kepada kaum Muslimin agar mereka mengerjakan perbuatan-perbuatan baik, yang dapat membahagiakan manusia dalam kehidupan duniawi dan ukhrawi. Perbuatan-perbuatan itu ialah :\r\n1.  Melaksanakan salat.\r\n2.  Menginfakkan sebagian harta yang telah dianugerahkan Allah swt.\r\nAllah swt memerintahkan kepada kaum Muslimin mendirikan salat, karena salat itu tiang agama, sebagaimana sabda Nabi saw:;اَلصَّلاَةُ عِمَادُ الدِّيْنِ فَمَنْ اَقَامَهَا فَقَدْ اَقَامَ الدِّيْنَ وَمَنْ تَرَكَهَا فَقَدْ هَدَمَ الدِّيْنَ (رواه البيهقي عن عمر بن الخطاب)\r\nSalat itu adalah tiang agama, barang siapa yang mendirikannya, maka sesungguhnya ia telah mendirikan agama dan barang siapa yang meninggalkannya, maka sesungguhnya ia telah meruntuhkan agama. (Riwayat al-Baihaq³ dari Umar bin al-Kha¯¯āb)\r\n Seseorang yang taat dan selalu melaksanakan salat sesuai dengan ajaran Al-Qur'an adalah orang yang suci jasmani dan rohaninya, karena salat itu mencegah orang yang mengerjakannya melakukan perbuatan keji dan perbuatan yang terlarang, sebagaimana firman Allah swt:\r\nوَاَقِمِ الصَّلٰوةَۗ اِنَّ الصَّلٰوةَ تَنْهٰى عَنِ الْفَحْشَاۤءِ وَالْمُنْكَرِ ۗوَلَذِكْرُ اللّٰهِ اَكْبَرُ ۗوَاللّٰهُ يَعْلَمُ مَا تَصْنَعُوْنَ  \r\n... dan laksanakanlah salat. Sesungguhnya salat itu mencegah dari (perbuatan) keji dan mungkar. Dan (ketahuilah) mengingat Allah (salat) itu lebih besar (keutamaannya dari ibadah yang lain). Allah mengetahui apa yang kamu kerjakan. (al-Ankabµt/29: 45);Dan firman Allah swt:\r\nقَدْ اَفْلَحَ مَنْ تَزَكّٰىۙ   ١٤  وَذَكَرَ اسْمَ رَبِّهٖ فَصَلّٰىۗ   ١٥  \r\nSungguh beruntung orang yang menyucikan diri (dengan beriman), dan mengingat nama Tuhannya, lalu dia salat. (al-Al±/87: 14-15); Perbuatan hamba yang pertama kali dihisab Allah di hari kiamat ialah salat. Jika baik salat seorang hamba, maka baiklah perbuatannya, sebaliknya jika buruk salatnya atau tidak mengerjakannya, maka buruk dan rusak pulalah seluruh pahala amalnya yang lain.\r\nRasulullah saw bersabda:\r\nأَوَّلُ مَا يُحَاسَبُ بِهِ الْعَبْدُ يَوْمَ الْقِيَامَةِ الصَّلاَةُ فَإِنْ صَلُحَتْ صَلُحَ سَائِرُ عَمَلِهِ وَإِنْ فَسَدَتْ فَسَدَ سَائِرُ عَمَلِهِ. (رواه الطبراني عن أنس بن مالك)\r\nPerbuatan hamba yang pertama kali dihisab Allah pada hari kiamat ialah salat. Maka jika baik amalan salat itu, baik pulalah seluruh amalnya, dan jika rusak amalan salat itu, rusak pulalah seluruh amalnya. (Riwayat a¯-°abrān³ dari Anas bin M±lik); Bahkan Allah swt menegaskan, bahwa orang yang selalu mengerjakan salat itu adalah orang yang menjadi pewaris surga Firdaus di akhirat, sebagaimana firman-Nya:\r\nوَالَّذِيْنَ هُمْ عَلٰى صَلَوٰتِهِمْ يُحَافِظُوْنَ ۘ  ٩  اُولٰۤىِٕكَ هُمُ الْوَارِثُوْنَ ۙ  ١٠  الَّذِيْنَ يَرِثُوْنَ الْفِرْدَوْسَۗ هُمْ فِيْهَا خٰلِدُوْنَ   ١١  \r\nSerta orang yang memelihara salatnya. Mereka itulah orang yang akan mewarisi, (yakni) yang akan mewarisi (surga) Firdaus. Mereka kekal di dalamnya. (al-Mu'minµn/23: 9-11); Melaksanakan salat berarti mengerjakan salat terus-menerus, sesuai dengan waktu yang telah ditentukan agama, lengkap dengan syarat-syarat dan rukun-rukunnya, disertai dengan khusyuk dan ikhlas.\r\n Allah juga memerintahkan kepada orang-orang yang beriman untuk menginfakkan sebagian harta yang telah dikaruniakan Allah kepada mereka, sebelum datang hari kiamat, yaitu hari ketika semua pintu tobat telah ditutup, tidak satu dosa pun yang dapat ditebus, walaupun ditebus dengan emas sepenuh bumi. Tidak ada lagi seorang teman karib yang dapat menolong dan tidak seorang pun yang dapat menyelamatkan dan memberikan bantuan termasuk anak-anak dan cucu-cucu. Allah swt berfirman:\r\nفَالْيَوْمَ لَا يُؤْخَذُ مِنْكُمْ فِدْيَةٌ وَّلَا مِنَ الَّذِيْنَ كَفَرُوْاۗ  \r\nMaka pada hari ini tidak akan diterima tebusan dari kamu maupun dari orang-orang kafir. (al-¦ad³d/57: 15);Dan firman Allah swt:\r\nيٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اَنْفِقُوْا مِمَّا رَزَقْنٰكُمْ مِّنْ قَبْلِ اَنْ يَّأْتِيَ يَوْمٌ لَّا بَيْعٌ فِيْهِ وَلَا خُلَّةٌ وَّلَا شَفَاعَةٌ  ۗوَالْكٰفِرُوْنَ هُمُ الظّٰلِمُوْنَ  \r\nWahai orang-orang yang beriman! Infakkanlah sebagian dari rezeki yang telah Kami berikan kepadamu sebelum datang hari ketika tidak ada lagi jual beli, tidak ada lagi persahabatan dan tidak ada lagi syafaat. Orang-orang kafir itulah orang yang zalim. (al-Baqarah/2: 254); Orang-orang yang terlepas dari azab hari kiamat itu hanyalah orang-orang yang selama hidup di dunia mengerjakan amal-amal saleh, senang bersedekah, sehingga hatinya suci dan bersih serta rela terhadap apa yang diberikan Allah kepadanya nanti. Allah swt berfirman:\r\nيَوْمَ لَا يَنْفَعُ مَالٌ وَّلَا بَنُوْنَ ۙ    ٨٨  اِلَّا مَنْ اَتَى اللّٰهَ بِقَلْبٍ سَلِيْمٍ ۗ   ٨٩  \r\n(Yaitu) pada hari (ketika) harta dan anak-anak tidak berguna, kecuali orang-orang yang menghadap Allah dengan hati yang bersih. (asy-Syuar±/26: 88-89); Senang menginfakkan harta merupakan pencerminan dari kepribadian muslim yang sesungguhnya, sebagai seorang yang telah menyerahkan diri, harta, dan kehidupannya kepada agama, semata-mata untuk mencari keridaan Allah swt. Perbuatan itu juga merupakan perwujudan dari rasa syukur kepada Allah yang telah melimpahkan nikmat-Nya yang tidak terhingga banyaknya. Terhadap orang yang mensyukuri nikmat, Allah akan menambah nikmat lebih banyak dari nikmat-nikmat yang telah diberikan-Nya.\r\n Sebaliknya sifat tidak senang menginfakkan sebagian harta yang telah dianugerahkan Allah adalah pencerminan pribadi orang-orang yang ingkar kepada Allah dan rasul-Nya serta pencerminan dari rasa ingkar terhadap nikmat Allah. Mereka merasa bahwa segala yang mereka peroleh itu semata-mata karena hasil jerih payahnya sendiri. Dengan sikap yang demikian berarti mereka telah zalim terhadap dirinya sendiri. Akibat zalim terhadap dirinya sendiri ialah tidak lagi mendapat tambahan nikmat dari Allah, bahkan mereka akan ditimpa azab yang pedih di dunia dan di akhirat. Zalim terhadap orang lain ialah ia tidak mau memberikan atau mengeluarkan hak orang lain yang ada dalam hartanya. Zalim kepada masyarakat yang ada di sekitarnya ialah mengganggu kepentingan dan hubungan baik yang telah dijalin dalam masyarakat.\r\n Bahkan dari ayat ini dipahami bahwa orang yang kikir dan tidak mau membelanjakan sebagian hartanya itu adalah orang yang congkak dan sombong. Karena merasa dirinya telah mampu mengatasi segala macam kesulitan yang dihadapinya, termasuk kesulitan dan malapetaka yang akan menimpanya di hari kiamat nanti. Mereka merasa tidak lagi memerlukan tambahan nikmat dan pertolongan Allah baik di dunia maupun di akhirat.\r\nMenginfakkan harta dalam agama Islam ada beberapa bentuk:\r\n1.  Membelanjakan harta untuk nafkah diri sendiri, anak-anak, kerabat, dan istri.\r\n2.  Menginfakkan harta untuk menunaikan kewajiban, seperti zakat harta dan zakat fitrah.\r\n3.  Menginfakkan harta untuk infak sunah.\r\n Membelanjakan harta untuk nafkah istri, kerabat, dan untuk menunaikan nafkah wajib, merupakan suatu kewajiban yang ditetapkan agama atas orang-orang yang beriman, dan ketentuan-ketentuannya tersebut di dalam ayat-ayat Al-Qur'an dan hadis-hadis Nabi. Sedang infak sunah yang diberikan untuk kepentingan umum dan untuk meninggikan kalimat Allah dikategorikan sebagai amal jariah, yaitu infak atau amal yang tidak akan putus pahalanya, walaupun orang yang memberi infak itu telah meninggal dunia, selama infak itu memberikan manfaat.\r\n Pemberian infak wajib, infak sunah, dan nafkah itu haruslah diiringi dengan niat yang ikhlas, semata-mata dilakukan untuk mencari keridaan Allah, terjauh dari sifat ria, ingin dipuji dan disanjung oleh sesama manusia. Karena itu Allah menyerahkan kepada manusia bagaimana cara sebaiknya memberi harta itu kepada orang yang berhak menerimanya, sehingga membuahkan pahala dari sisi Allah. Jika ia khawatir akan timbul rasa ria dalam hatinya, maka ia boleh memberikan harta itu secara sembunyi, tidak diketahui orang. Bila ingin perbuatannya ditiru orang lain, maka ia boleh pula memberikan hartanya itu dengan terang-terangan.\r\n Hendaklah kaum Muslimin ingat bahwa harta itu pada hakikatnya adalah milik Allah. Dianugerahkan-Nya kepada manusia agar mereka dapat melaksanakan tugasnya sebagai hamba Allah selama mereka hidup di dunia. Oleh karena itu, jika seseorang telah memperoleh harta dan telah melebihi keperluannya, hendaklah diinfakkan kepada yang berhak menerimanya.;"}