{"tafsir_id":1783,"surah_id":14,"aya_number":33,"tafsir_wajiz":"Dan Dia juga telah menundukkan matahari dan bulan bagimu yang terus-menerus beredar dalam orbitnya. Peredaran matahari sangat dibutuhkan oleh makhluk di bumi untuk berbagai keperluan, demikian juga bulan. Dan Allah pun telah menundukkan malam dan siang bagimu. Dengan begitu, kamu dapat beristirahat dengan tenang di malam hari dan menjalani aktivitas keseharian di siang hari.","tafsir_tahlili":"(33) Demikian pula sebagai nikmat Allah swt kepada manusia ialah Dia telah menaklukkan bagi manusia matahari dan bulan, yaitu menjadikan matahari dan bulan terus menerus berjalan mengelilingi garis edarnya, yang menimbulkan terang dan gelap yang berfaedah bagi hidup dan kehidupan makhluk. Dengan tetapnya matahari dan bulan, demikian juga planet-planet yang lain, berjalan mengelilingi garis edarnya, akan terhindarlah terjadinya benturan yang dahsyat antara planet-planet yang ada di cakrawala, sebagaimana firman Allah:\r\nوَالْقَمَرَ قَدَّرْنٰهُ مَنَازِلَ حَتّٰى عَادَ كَالْعُرْجُوْنِ الْقَدِيْمِ   ٣٩  لَا الشَّمْسُ يَنْۢبَغِيْ لَهَآ اَنْ تُدْرِكَ الْقَمَرَ وَلَا الَّيْلُ سَابِقُ النَّهَارِ ۗوَكُلٌّ فِيْ فَلَكٍ يَّسْبَحُوْنَ  ٤٠  \r\nDan telah Kami tetapkan tempat peredaran bagi bulan, sehingga (setelah ia sampai ke tempat peredaran yang terakhir) kembalilah ia seperti bentuk tandan yang tua. Tidaklah mungkin bagi matahari mengejar bulan dan malam pun tidak dapat mendahului siang. Masing-masing beredar pada garis edarnya. (Y±s³n/36: 39-40); Keberadaan garis edar yang terus menerus dilalui oleh setiap planet, telah memberi jalan kepada manusia sampai ke bulan, memberi kemungkinan yang besar bagi manusia untuk berusaha mencapai planet-planet yang lain. Dengan perantara garis edar itu pula, manusia dapat menempatkan satelit-satelit yang dapat digunakan untuk kepentingan umat manusia, seperti untuk mengetahui keadaan cuaca, untuk memperlancar hubungan telekomunikasi dan sebagainya, sehingga hubungan antar negara yang semula dirasakan jauh, maka sekarang dirasakan bertambah dekat.\r\n Allah swt menundukkan pula bagi manusia siang dan malam. Siang dapat digunakan manusia sebagai tempat berusaha, beramal, dan bermasyarakat. Sedangkan malam dapat dijadikan sebagai waktu untuk beristirahat dari kelelahan setelah berusaha di siang hari. Allah berfirman:\r\nوَمِنْ رَّحْمَتِهٖ جَعَلَ لَكُمُ الَّيْلَ وَالنَّهَارَ لِتَسْكُنُوْا فِيْهِ وَلِتَبْتَغُوْا مِنْ فَضْلِهٖ وَلَعَلَّكُمْ تَشْكُرُوْنَ  \r\nDan adalah karena rahmat-Nya, Dia jadikan untukmu malam dan siang, agar kamu beristirahat pada malam hari dan agar kamu mencari sebagian karunia-Nya (pada siang hari) dan agar kamu bersyukur kepada-Nya. (al-Qa¡a¡/28: 73);Dalam ayat ini pula Allah menggunakan kata sakhkhara (menunduk-kan), yang mengisyaratkan kita untuk menggunakan akal dalam memanfaat-kan baik matahari, bulan, maupun fenomena malam maupun siang. Dengan demikian sakhkhara ini mengandung perintah untuk mengembangkan teknologi, kalender berbasis matahari (solar calendar) atau bulan (lunar calendar), dan energi matahari (solar energy). Juga mengandung perintah untuk menggunakan baik matahari atau bulan untuk keperluan navigasi dalam pelayaran maupun penerbangan, dan sebagainya. Begitu juga meng-gunakan malam dan siang untuk mengetahui atau mengukur biological clock kita. Demikian penjelasan dari sudut  pandang saintis.\r\n"}