{"tafsir_id":1789,"surah_id":14,"aya_number":39,"tafsir_wajiz":"Menyelingi doanya, Nabi Ibrahim memuji Allah serno_ayat berkata, “Segala puji bagi Allah yang telah menganugerahkan kepadaku nikmat yang sangat banyak dan besar di hari tua-ku berupa dua putra, Ismail dan Ishak. Sungguh, Tuhanku benar-benar Maha Mendengar dan mengabulkan doa yang dipanjatkan kepada-Nya dengan tulus.”","tafsir_tahlili":"(39) Ibrahim a.s. memanjatkan puja kepada Allah, Tuhan Semesta Alam, yang telah menganugerahkan kepadanya dua orang putra yang terbaik, di saat-saat ia dan istrinya telah lanjut usia, tidak mungkin mempunyai putra lagi, bahkan istrinya Sarah telah putus asa dan merasa dirinya tidak mungkin lagi mempunyai anak. Waktu itulah ia dianugerahi putra yang bernama Ishak dan sebelumnya ia telah dianugerahi putra dari istrinya Hajar.\r\n Sekalipun Sarah telah sangat tua dan tidak mungkin lagi melahirkan anak, tetapi keinginan mempunyai putra selalu menjadi idamannya, lebih-lebih setelah mendengar Ismail telah bertambah dewasa, selalu dikunjungi oleh suaminya Ibrahim, ke tempat ia dibesarkan di Mekah yang sangat jauh jaraknya dari Palestina. Timbul rasa iri hatinya kepada Hajar, bekas pembantunya, apalagi setelah dinikahi Ibrahim atas izinnya pula. Ditambah pemikiran Sarah, kenapa pembantunya dikaruniai Allah swt seorang putra, sedangkan dia sendiri belum juga lagi dianugerahi. Rasa iri itu semakin lama semakin besar. Dalam keadaan demikianlah, malaikat datang kepada dua orang suami istri yang telah lanjut usia itu, menyampaikan perintah Allah untuk memberitahukan berita gembira bahwa mereka akan dianugerahi Allah seorang putra yang bernama Ishak, seorang anak laki-laki yang akan diangkat menjadi nabi dan rasul di kemudian hari.\r\n Berita itu diterima oleh Ibrahim, terutama Sarah, dengan rasa heran dan tidak percaya, tetapi penuh harapan. Ia hampir tidak percaya berita itu karena umurnya telah terlalu tua untuk mengandung dan melahirkan anak. Menurut kelaziman, wanita yang seumur dia mustahil melahirkan anak. Sekalipun demikian, ia juga mempunyai harapan karena berita itu berasal dari Tuhan Yang Maha Esa yang disampaikan oleh malaikat pesuruh-Nya. Ia yakin dan percaya bahwa Tuhan kuasa menciptakan yang dikehendaki-Nya, semua mudah bagi Tuhan.\r\n Penyampaian berita oleh malaikat kepada Ibrahim dan Sarah bahwa mereka akan mempunyai putra, dilukiskan dalam firman Allah swt:\r\nوَامْرَاَتُهٗ قَاۤىِٕمَةٌ فَضَحِكَتْ فَبَشَّرْنٰهَا بِاِسْحٰقَۙ وَمِنْ وَّرَاۤءِ اِسْحٰقَ يَعْقُوْبَ  ٧١  قَالَتْ يٰوَيْلَتٰىٓ ءَاَلِدُ وَاَنَا۠ عَجُوْزٌ وَّهٰذَا بَعْلِيْ شَيْخًا ۗاِنَّ هٰذَا لَشَيْءٌ عَجِيْبٌ  ٧٢  قَالُوْٓا اَتَعْجَبِيْنَ مِنْ اَمْرِ اللّٰهِ رَحْمَتُ اللّٰهِ وَبَرَكٰتُهٗ عَلَيْكُمْ اَهْلَ الْبَيْتِۗ اِنَّهُ حَمِيْدٌ مَّجِيْدٌ  ٧٣  \r\nDan istrinya berdiri lalu dia tersenyum. Maka Kami sampaikan kepadanya kabar gembira tentang (kelahiran) Ishak dan setelah Ishak (akan lahir) Yakub. Dia (istrinya) berkata, ”Sungguh ajaib, mungkinkah aku akan melahirkan anak padahal aku sudah tua, dan suamiku ini sudah sangat tua? Ini benar-benar sesuatu yang ajaib.” Mereka (para malaikat) berkata, ”Mengapa engkau merasa heran tentang ketetapan Allah? (Itu adalah) rahmat dan berkah Allah, dicurahkan kepada kamu, wahai ahlulbait! Sesungguhnya Allah Maha Terpuji, Maha Pengasih.” (Hµd/11: 71-73)\r\n \r\nDan firman Allah swt:\r\nقَالُوْا لَا تَوْجَلْ اِنَّا نُبَشِّرُكَ بِغُلٰمٍ عَلِيْمٍ   ٥٣  قَالَ اَبَشَّرْتُمُوْنِيْ عَلٰٓى اَنْ مَّسَّنِيَ الْكِبَرُ فَبِمَ تُبَشِّرُوْنَ   ٥٤  قَالُوْا بَشَّرْنٰكَ بِالْحَقِّ فَلَا تَكُنْ مِّنَ الْقٰنِطِيْنَ   ٥٥  قَالَ وَمَنْ يَّقْنَطُ مِنْ رَّحْمَةِ رَبِّهٖٓ اِلَّا الضَّاۤلُّوْنَ   ٥٦  \r\n(Mereka) berkata, ”Janganlah engkau merasa takut, sesungguhnya kami memberi kabar gembira kepadamu dengan (kelahiran seorang) anak laki-laki (yang akan menjadi) orang yang pandai (Ishak).” Dia (Ibrahim) berkata, ”Benarkah kamu memberi kabar gembira kepadaku padahal usiaku telah lanjut, lalu (dengan cara) bagaimana kamu memberi (kabar gembira) tersebut?” (Mereka) menjawab, ”Kami menyampaikan kabar gembira kepadamu dengan benar, maka janganlah engkau termasuk orang yang berputus asa.” Dia (Ibrahim) berkata, ”Tidak ada yang berputus asa dari rahmat Tuhannya, kecuali orang yang sesat.” (al-¦ijr/15: 53-56); Ibrahim memanjatkan puji dan syukur kepada Allah, yang Maha Pemurah atas anugerah-Nya yang lain, yaitu mengabulkan doa-doanya, seperti menjadikan tanah Mekah dan sekitarnya sebagai tanah haram, menjadikan dia dan sebagian keturunannya orang yang saleh bahkan mengangkat dua orang putranya, Ismail dan Ishak, menjadi nabi dan rasul.\r\n Apa yang dirasakan Ibrahim a.s. waktu memanjatkan puji dan syukur kepada Tuhan ini dapat dimaklumi, betapa bahagianya ia dan keluarganya setelah berusaha dengan keras, mengalami cobaan-cobaan yang sangat berat, mendapat halangan dan rintangan dari bapak dan kaumnya, kemudian pada saat umurnya dan istrinya semakin tua, ia melihat semua hasil usahanya itu, hampir semua yang pernah dimohonkannya kepada Tuhan dahulu, dikabulkan. Bahkan cita-citanya memperoleh keturunan, yang semula dirasakannya tidak akan mungkin terwujud, kemudian atas kehendak Tuhan Yang Maha Pemurah, akhirnya terkabul juga, sehingga lahirlah putra yang kedua, yaitu Ishak.\r\n"}