{"tafsir_id":1793,"surah_id":14,"aya_number":43,"tafsir_wajiz":"Pada hari itu mereka datang dengan tergesa-gesa memenuhi panggilan Allah dengan mengangkat kepalanya dan memandang dengan penuh cemas, sedang mata mereka tidak berkedip-kedip karena takut dan hati mereka kosong karena tidak mampu lagi berpikir.”","tafsir_tahlili":"(43) Pada ayat ini, Allah swt menerangkan keadaan orang-orang yang zalim selama hidup di dunia, yaitu keadaan mereka dibangkitkan dari kubur, kemudian menuju Padang Mahsyar, mereka datang bergegas memenuhi panggilan penyeru yang menyeru mereka dengan penuh kehinaan. Keadaan mereka seperti orang yang akan menjalani hukuman gantung. Mereka berjalan menuju ke depan dengan tidak berpaling ke kanan dan ke kiri, pelupuk mata mereka tidak bergerak dan mata mereka tidak berkedip sedikit pun. Hati mereka waktu itu dalam keadaan kosong dan hampa, tidak memikirkan sesuatupun kecuali rasa takut menghadapi azab mengerikan yang segera akan menimpa mereka.\r\n Pada ayat lain, Allah swt melukiskan keadaan orang-orang kafir yang dibangkitkan dari kubur, yaitu:\r\nفَتَوَلَّ عَنْهُمْ ۘ يَوْمَ يَدْعُ الدَّاعِ اِلٰى شَيْءٍ نُّكُرٍۙ    ٦  خُشَّعًا اَبْصَارُهُمْ يَخْرُجُوْنَ مِنَ الْاَجْدَاثِ كَاَنَّهُمْ جَرَادٌ مُّنْتَشِرٌۙ    ٧  مُّهْطِعِيْنَ اِلَى الدَّاعِۗ يَقُوْلُ الْكٰفِرُوْنَ هٰذَا يَوْمٌ عَسِرٌ   ٨  \r\nMaka berpalinglah engkau (Muhammad) dari mereka pada hari (ketika) penyeru (malaikat) mengajak (mereka) kepada sesuatu yang tidak menyenangkan (hari pembalasan), pandangan mereka tertunduk, ketika mereka keluar dari kuburan, seakan-akan mereka belalang yang beterbangan, dengan patuh mereka segera datang kepada penyeru itu. Orang-orang kafir berkata, ”Ini adalah hari yang sulit.” (al-Qamar/54: 6-8);Dan firman Allah swt:\r\nيَوْمَ يَخْرُجُوْنَ مِنَ الْاَجْدَاثِ سِرَاعًا كَاَنَّهُمْ اِلٰى نُصُبٍ يُّوْفِضُوْنَۙ  ٤٣  خَاشِعَةً اَبْصَارُهُمْ تَرْهَقُهُمْ ذِلَّةٌ  ۗذٰلِكَ الْيَوْمُ الَّذِيْ كَانُوْا يُوْعَدُوْنَ ࣖ   ٤٤  \r\n(Yaitu) pada hari ketika mereka keluar dari kubur dengan cepat seakan-akan mereka pergi dengan segera kepada berhala-berhala (sewaktu di dunia), pandangan mereka tertunduk ke bawah diliputi kehinaan. Itulah hari yang diancamkan kepada mereka. (al-Ma±rij/70: 43-44);"}