{"tafsir_id":1794,"surah_id":14,"aya_number":44,"tafsir_wajiz":"Dan berikanlah peringatan, wahai Nabi Muhammad, kepada semua manusia bahwa pada hari ketika azab datang kepada mereka yang durhaka, maka orang yang zalim dan durhaka itu berkata, “Ya Tuhan kami, berilah kami kesempatan untuk kembali ke dunia, walaupun hanya sebentar, niscno_ayat kami akan mematuhi seruan Engkau yang dulu kami ingkari, dan kami akan mengikuti petunjuk rasul-rasul-Mu.” Kepada mereka lalu dikatakan, “Bukankah dahulu di dunia kamu dengan penuh kesombongan telah bersumpah bahwa sekali-kalikamu tidak akan merasakan ke-binasa-an?","tafsir_tahlili":"(44) Pada ayat ini, Allah swt memerintahkan agar memberi peringatan kepada orang-orang yang zalim dan orang-orang musyrik Mekah, yaitu tentang keluhan dan rintihan yang keluar dari mulut mereka ketika azab menimpa mereka di akhirat nanti sambil memohon, “Wahai Tuhan kami, berikanlah kepada kami kesempatan yang lain lagi, walaupun beberapa saat saja untuk menaati seruan-Mu dan mengikuti ajaran rasul-Mu dengan mengembalikan kami ke dunia. Jika kesempatan itu benar-benar diberikan kepada kami pasti kami akan mengikuti perintah-Mu dan menghentikan larangan-Mu, kami benar-benar akan memurnikan ketaatan kepada-Mu saja, kami tidak akan menyekutukan-Mu lagi wahai Tuhan kami.”\r\n Permohonan mereka dijawab Allah swt dengan firman-Nya:\r\nوَاَقْسَمُوْا بِاللّٰهِ جَهْدَ اَيْمَانِهِمْۙ  لَا يَبْعَثُ اللّٰهُ مَنْ يَّمُوْتُۗ بَلٰى وَعْدًا عَلَيْهِ حَقًّا وَّلٰكِنَّ اَكْثَرَ النَّاسِ لَا يَعْلَمُوْنَ\r\nDan mereka bersumpah dengan (nama) Allah dengan sumpah yang sungguh-sungguh, ”Allah tidak akan membangkitkan orang yang mati.” Tidak demikian (pasti Allah akan membangkitkannya), sebagai suatu janji yang benar dari-Nya, tetapi kebanyakan manusia tidak mengetahui. (an-Na¥l/16: 38)\r\n Menurut riwayat al-Baihaq³ dari Muhammad bin Kaab Al-Qura§i, ia berkata, “Penghuni neraka berdoa kepada Allah lima kali. Empat kali dijawab Allah sedang doa yang kelima dijawab Allah dengan perintah agar mereka tidak berkata lagi dan agar tetap mendekam di dalam neraka.”\r\n Doa-doa itu tersebut dalam firman Allah sebagai berikut :\r\nقَالُوْا رَبَّنَآ اَمَتَّنَا اثْنَتَيْنِ وَاَحْيَيْتَنَا اثْنَتَيْنِ فَاعْتَرَفْنَا بِذُنُوْبِنَا فَهَلْ اِلٰى خُرُوْجٍ مِّنْ سَبِيْلٍ  \r\nMereka menjawab, ”Ya Tuhan kami, Engkau telah mematikan kami dua kali dan telah menghidupkan kami dua kali (pula), lalu kami mengakui dosa-dosa kami. Maka adakah jalan (bagi kami) untuk keluar (dari neraka)?” (Gāfir/40: 11);Permintaan ini dijawab Allah swt dengan firman-Nya:\r\nذٰلِكُمْ بِاَنَّهٗٓ اِذَا دُعِيَ اللّٰهُ وَحْدَهٗ كَفَرْتُمْۚ وَاِنْ يُّشْرَكْ بِهٖ تُؤْمِنُوْا ۗفَالْحُكْمُ لِلّٰهِ الْعَلِيِّ الْكَبِيْرِ  \r\nYang demikian itu karena sesungguhnya kamu mengingkari apabila diseru untuk menyembah Allah saja. Dan jika Allah dipersekutukan, kamu percaya. Maka keputusan (sekarang ini) adalah pada Allah Yang Mahatinggi, Mahabesar. (Gāfir/40:12); Doa penghuni neraka yang kedua ialah sebagaimana firman Allah swt:\r\nوَلَوْ تَرٰىٓ اِذِ الْمُجْرِمُوْنَ نَاكِسُوْا رُءُوْسِهِمْ عِنْدَ رَبِّهِمْۗ رَبَّنَآ اَبْصَرْنَا وَسَمِعْنَا فَارْجِعْنَا نَعْمَلْ صَالِحًا اِنَّا مُوْقِنُوْنَ   \r\nDan (alangkah ngerinya), jika sekiranya kamu melihat orang-orang yang berdosa itu menundukkan kepalanya di hadapan Tuhannya, (mereka berkata), ”Ya Tuhan kami, kami telah melihat dan mendengar, maka kembalikanlah kami (ke dunia), niscaya kami akan mengerjakan kebajikan. Sungguh, kami adalah orang-orang yang yakin.” (As-Sajdah/32:12);Permintaan mereka ini dijawab Allah swt dalam firman-Nya:\r\nفَذُوْقُوْا بِمَا نَسِيْتُمْ لِقَاۤءَ يَوْمِكُمْ هٰذَاۚ اِنَّا نَسِيْنٰكُمْ وَذُوْقُوْا عَذَابَ الْخُلْدِ بِمَا كُنْتُمْ تَعْمَلُوْنَ  \r\nMaka rasakanlah olehmu (azab ini) disebabkan kamu melalaikan pertemuan dengan harimu ini (hari Kiamat), sesungguhnya Kami pun melalaikan kamu dan rasakanlah azab yang kekal, atas apa yang telah kamu kerjakan.” (as-Sajdah/32: 14); Doa penghuni neraka kali yang ketiga ialah sebagaimana tersebut dalam firman Allah swt:\r\nفَيَقُوْلُ الَّذِيْنَ ظَلَمُوْا رَبَّنَآ اَخِّرْنَآ اِلٰٓى اَجَلٍ قَرِيْبٍۙ نُّجِبْ دَعْوَتَكَ وَنَتَّبِعِ الرُّسُلَۗ \r\n…maka orang yang zalim berkata, ”Ya Tuhan kami, berilah kami kesempatan (kembali ke dunia) walaupun sebentar, niscaya kami akan mematuhi seruan Engkau dan akan mengikuti rasul-rasul….” (Ibr±h³m/14: 44);Permintaan mereka ini dijawab oleh Allah swt dalam firman-Nya:\r\nاَوَلَمْ تَكُوْنُوْٓا اَقْسَمْتُمْ مِّنْ قَبْلُ مَا لَكُمْ مِّنْ زَوَالٍ\r\n(Kepada mereka dikatakan), ”Bukankah dahulu (di dunia) kamu telah bersumpah bahwa sekali-kali kamu tidak akan binasa? (Ibr±h³m/14: 44); Doa penghuni neraka kali yang keempat ialah sebagaimana firman Allah swt:\r\nوَهُمْ يَصْطَرِخُوْنَ فِيْهَاۚ رَبَّنَآ اَخْرِجْنَا نَعْمَلْ صَالِحًا غَيْرَ الَّذِيْ كُنَّا نَعْمَلُۗ  \r\nDan mereka berteriak di dalam neraka itu, ”Ya Tuhan kami, keluarkanlah kami (dari neraka), niscaya kami akan mengerjakan kebajikan, yang berlainan dengan yang telah kami kerjakan dahulu.” (F±¯ir/35: 37);Allah swt menjawab permintaan mereka dalam firman-Nya:\r\n اَوَلَمْ نُعَمِّرْكُمْ مَّا يَتَذَكَّرُ فِيْهِ مَنْ تَذَكَّرَ وَجَاۤءَكُمُ النَّذِيْرُۗ فَذُوْقُوْا فَمَا لِلظّٰلِمِيْنَ مِنْ نَّصِيْرٍ   \r\nBukankah Kami telah memanjangkan umurmu untuk dapat berpikir bagi orang yang mau berpikir, padahal telah datang kepadamu seorang pemberi peringatan? Maka rasakanlah (azab Kami), dan bagi orang-orang zalim tidak ada seorang penolong pun. (F±¯ir/35: 37);Dan penghuni neraka berdoa sebagai yang tersebut dalam firman-Nya:\r\nرَبَّنَآ اَخْرِجْنَا مِنْهَا فَاِنْ عُدْنَا فَاِنَّا ظٰلِمُوْنَ  \r\nYa Tuhan kami, keluarkanlah kami darinya (kembalikanlah kami ke dunia), jika kami masih juga kembali (kepada kekafiran), sungguh, kami adalah orang-orang yang zalim.” (al-Mu'minµn/23: 107);Akhirnya Allah swt menjawab dengan tegas:\r\nقَالَ اخْسَـُٔوْا فِيْهَا وَلَا تُكَلِّمُوْنِ  \r\nDia (Allah) berfirman, ”Tinggallah dengan hina di dalamnya, dan janganlah kamu berbicara dengan Aku.” (al-Mu'minµn/23: 108); Setelah jawaban Allah swt yang kelima, maka mulut penghuni neraka terbungkam, tidak ada lagi doa, selain dari jeritan yang keluar dari mulut mereka, karena sangat berat azab neraka yang menimpa mereka.\r\n"}