{"tafsir_id":1802,"surah_id":14,"aya_number":52,"tafsir_wajiz":"Al-Qur'an ini adalah penjelasan yang sempurna bagi manusia untuk kebahagiaan mereka di dunia dan akhirat; agar mereka diberi peringatan dengannya, agar mereka mengetahui bahwa Dia adalah Tuhan Yang Maha Esa, dan agar orang yang berakal mengambil pelajaran dari Al-Qur'an tersebut.[]","tafsir_tahlili":"(52) Pada penutup surah ini, Allah swt menerangkan bahwa Al-Qur'an  yang mulia ini berisi pengajaran, peringatan, dan kabar menakutkan yang disampaikan rasul-Nya kepada manusia, karena sebagian ayat-ayat-Nya menerangkan akibat yang akan dialami orang-orang berdosa di akhirat nanti. Manusia yang mau mengambil pelajaran dari ayat-ayatnya akan berbahagia hidupnya di dunia, dan di akhirat akan memperoleh kesenangan dan kenikmatan di dalam surga sebagai balasan dari perbuatan baik yang telah mereka lakukan.\r\nHal ini dijelaskan oleh firman Allah swt:\r\nقُلِ اللّٰهُ ۗشَهِيْدٌۢ بَيْنِيْ وَبَيْنَكُمْ ۗوَاُوْحِيَ اِلَيَّ هٰذَا الْقُرْاٰنُ لِاُنْذِرَكُمْ بِهٖ وَمَنْۢ بَلَغَ ۗ\r\nKatakanlah, ”Allah, Dia menjadi saksi antara aku dan kamu. Al-Quran ini diwahyukan kepadaku agar dengan itu aku memberi peringatan kepadamu dan kepada orang yang sampai (Al-Quran kepadanya). (al-An±m/6: 19);Dan firman Allah swt:\r\nالۤرٰ ۗ كِتٰبٌ اَنْزَلْنٰهُ اِلَيْكَ لِتُخْرِجَ النَّاسَ مِنَ الظُّلُمٰتِ اِلَى النُّوْرِ ەۙ بِاِذْنِ رَبِّهِمْ اِلٰى صِرَاطِ الْعَزِيْزِ الْحَمِيْدِ\r\nAlif L±m R±. (Ini adalah) Kitab yang Kami turunkan kepadamu (Muhammad) agar engkau mengeluarkan manusia dari kegelapan kepada cahaya terang-benderang dengan izin Tuhan, (yaitu) menuju jalan Tuhan Yang Mahaperkasa, Maha Terpuji. (Ibr±h³m/14: 1); Demikian pula agar manusia menjadikan dalil-dalil dan hujjah yang terdapat dalam Al-Qur'an sebagai dasar untuk menetapkan dan meyakini bahwa tidak ada Tuhan yang berhak disembah selain dari Tuhan Yang Maha Esa. Dia yang menaklukkan matahari, bulan, bintang-bintang, malam, siang, laut, dan udara untuk manusia dan menurunkan hujan dari langit agar air hujan itu menumbuhkan bermacam-macam tumbuh-tumbuhan yang bermanfaat bagi hidup dan kehidupan manusia. Dalam laut terdapat bermacam-macam karunia Tuhan, seperti ikan, mutiara, bahan tambang, dan sebagainya yang merupakan rezeki halal bagi manusia. Hanya saja banyak manusia yang tidak mau mengakui adanya nikmat Allah yang beraneka ragam itu.;"}