{"tafsir_id":1808,"surah_id":15,"aya_number":6,"tafsir_wajiz":"Dan tidak hanya melakukan perbuatan buruk, orang kafir juga mengucapkan perkataan yang menyakiti Nabi Muhammad. Mereka berkata, “Wahai orang yang kepadanya diturunkan al-Qur'an, sesungguhnya engkau, wahai Muhammad, benar-benar orang gila karena mengakui apa yang kausampaikan bersumber dari Allah.","tafsir_tahlili":"(6) Ayat ini menerangkan perkataan dan ejekan orang-orang kafir Mekah kepada Nabi Muhammad saw ketika ayat-ayat Al-Qur'an disampaikan kepada mereka. Mereka mengatakan, “Hai Muhammad, engkau yang mengaku sebagai nabi dan rasul Allah dan telah diturunkan Al-Qur'an kepadamu. Sebenarnya ucapan dan dakwahmu itu menunjukkan bahwa kamu sesungguhnya adalah orang yang gila atau ada tanda-tanda gila pada dirimu, karena Al-Quran tidak mempunyai arti dan makna sedikit pun, bertentangan dengan pendapat kami, dan menyalahi kepercayaan yang telah diwariskan nenek moyang kami. Apakah mungkin kami menerima sesuatu yang tidak sesuai dengan pikiran dan tidak disukai pula oleh cerdik-pandai dan para ulama kami.”\r\nDari ucapan orang-orang kafir itu, tampak jelas sikap mereka yang sebenarnya terhadap Al-Qur'an dan Nabi Muhammad saw. Mereka membantah Al-Qur'an tanpa memikirkan dan merenungkan bukti-bukti dan dalil-dalil yang tersebut di dalamnya yang menjelaskan tanda-tanda kekuasaan dan kebesaran Allah yang ada pada diri mereka, pada hewan ternak yang mereka pelihara, pada tanaman-tanaman yang mereka tanam untuk memenuhi kebutuhan mereka, pada bumi tempat mereka bertempat tinggal, pada alam semesta, dan sebagainya. Semuanya itu mereka ingkari dan dustakan tanpa merenungkan dan memikirkan terlebih dahulu.\r\nSikap mereka yang demikian itu timbul karena kesesatan hati, keras kepala, dan fanatik kepada nenek moyang yang telah terhunjam dalam diri mereka, sebagaimana firman Allah swt:\r\nمَا يَأْتِيْهِمْ مِّنْ ذِكْرٍ مِّنْ رَّبِّهِمْ مُّحْدَثٍ اِلَّا اسْتَمَعُوْهُ وَهُمْ يَلْعَبُوْنَ ۙ  ٢  لَاهِيَةً قُلُوْبُهُمْۗ وَاَسَرُّوا النَّجْوَىۖ الَّذِيْنَ ظَلَمُوْاۖ هَلْ هٰذَآ اِلَّا بَشَرٌ مِّثْلُكُمْۚ اَفَتَأْتُوْنَ السِّحْرَ وَاَنْتُمْ تُبْصِرُوْنَ   ٣  ;Setiap diturunkan kepada mereka ayat-ayat yang baru dari Tuhan, mereka mendengarkannya sambil bermain-main. Hati mereka dalam keadaan lalai. Dan orang-orang yang zalim itu merahasiakan pembicaraan mereka, ”(Orang) ini (Muhammad) tidak lain hanyalah seorang manusia (juga) seperti kamu. Apakah kamu menerimanya (sihir itu) padahal kamu menyaksikannya?” (al-Anbiy±'/21: 2-3);Karena sikap tidak mau memperhatikan dan rasa fanatik yang mendalam, mereka mendustakan ayat-ayat Al-Qur'an, sebagaimana firman Allah swt:\r\nوَمَا تَأْتِيْهِمْ مِّنْ اٰيَةٍ مِّنْ اٰيٰتِ رَبِّهِمْ اِلَّا كَانُوْا عَنْهَا مُعْرِضِيْنَ   \r\nDan setiap ayat dari ayat-ayat Tuhan yang sampai kepada mereka (orang kafir), semuanya selalu diingkarinya. (al-An±m/6: 4);Sikap mereka yang demikian menimbulkan sifat sombong dan takabur pada diri mereka, sebagaimana firman Allah swt:\r\nوَقَالَ الَّذِيْنَ لَا يَرْجُوْنَ لِقَاۤءَنَا لَوْلَآ اُنْزِلَ عَلَيْنَا الْمَلٰۤىِٕكَةُ اَوْ نَرٰى رَبَّنَا ۗ لَقَدِ اسْتَكْبَرُوْا فِيْٓ اَنْفُسِهِمْ وَعَتَوْ عُتُوًّا كَبِيْرًا  \r\nDan orang-orang yang tidak mengharapkan pertemuan dengan Kami (di akhirat) berkata, ”Mengapa bukan para malaikat yang diturunkan kepada kita atau (mengapa) kita (tidak) melihat Tuhan kita?” Sungguh, mereka telah menyombongkan diri mereka dan benar-benar telah melampaui batas (dalam melakukan kezaliman). (al-Furq±n/25: 21)\r\n"}