{"tafsir_id":1820,"surah_id":15,"aya_number":18,"tafsir_wajiz":"kecuali setan yang terus-menerus berupno_ayat keras mencuri-curi berita yang dapat didengar dari malaikat lalu dikejar oleh semburan api yang terang.”","tafsir_tahlili":"(17-18) Ayat ini menerangkan bahwa Allah swt menjaga langit dan isinya dari setan yang terkutuk. Pada ayat yang lain Allah swt berfirman:\r\nوَحِفْظًا مِّنْ كُلِّ شَيْطٰنٍ مَّارِدٍۚ\r\nDan (Kami) telah menjaganya dari setiap setan yang durhaka. (a¡-¢±ff±t/37: 7);Sementara itu ada setan yang tidak mengindahkan larangan-larangan Allah. Ia mencari berita yang mungkin didengarnya dari para malaikat, maka setan-setan yang demikian itu diburu oleh semburan api yang membakar, sehingga ia lari dan tidak sempat mendengar pembicaraan para malaikat itu. Hal ini dijelaskan oleh firman Allah swt:\r\nلَا يَسَّمَّعُوْنَ اِلَى الْمَلَاِ الْاَعْلٰى وَيُقْذَفُوْنَ مِنْ كُلِّ جَانِبٍۖ\r\nMereka (setan-setan itu) tidak dapat mendengar (pembicaraan) para malaikat dan mereka dilempari dari segala penjuru. (a¡-¢±ff±t/37: 8);Dan firman Allah swt:\r\nوَّاَنَّا لَمَسْنَا السَّمَاۤءَ فَوَجَدْنٰهَا مُلِئَتْ حَرَسًا شَدِيْدًا وَّشُهُبًاۖ  ٨  وَّاَنَّا كُنَّا نَقْعُدُ مِنْهَا مَقَاعِدَ لِلسَّمْعِۗ فَمَنْ يَّسْتَمِعِ الْاٰنَ يَجِدْ لَهٗ شِهَابًا رَّصَدًاۖ  ٩  \r\nDan sesungguhnya kami (jin) telah mencoba mengetahui (rahasia) langit, maka kami mendapatinya penuh dengan penjagaan yang kuat dan panah-panah api, dan sesungguhnya kami (jin) dahulu dapat menduduki beberapa tempat di langit itu untuk mencuri dengar (berita-beritanya). Tetapi sekarang siapa (mencoba) mencuri dengar (seperti itu) pasti akan menjumpai panah-panah api yang mengintai (untuk membakarnya). (al-Jinn/72: 8-9);Seperti yang tersebut di atas bahwa ada beberapa ayat yang menerangkan berbagai usaha setan untuk mendengarkan pembicaraan para malaikat di langit, tetapi sebelum sempat ia mendengarkannya, ia dikejar dan dibakar oleh semburan api yang panas. Hal ini termasuk perkara yang gaib karena sukar diketahui dan tidak dapat dilihat oleh mata manusia dan tidak dapat pula diketahui hakikatnya, serta bukti-bukti yang dapat dijadikan dasar untuk menetapkan maksud ayat yang sebenarnya. Karena yang menerangkan hal ini adalah Al-Qur'an dan pikiran manusia belum sampai kepadanya, maka bagi kaum Muslimin wajib mengimaninya, dan percaya bahwa langit dan bumi serta alam semesta ini adalah milik Allah Yang Maha Pencipta. Allah swt menjaga dan mengatur semua milik-Nya itu. Bagaimana cara Dia mengatur dan menjaga, sangat sedikit pengetahuan manusia tentang hal itu. Demikian pula bagaimana setan mengintip pembicaraan para malaikat dan bagaimana bentuk semburan api itu memburu setan. Hanya Allahlah Yang Mengetahui.\r\n"}