{"tafsir_id":1821,"surah_id":15,"aya_number":19,"tafsir_wajiz":"Usai menyebut tanda kekuasaan-Nya di langit, Allah lalu beralih menyebut tanda kekuasaan-Nya di bumi. Allah menyatakan, “Dan Kami telah menghamparkan bumi sebagai pijakan bagi manusia, dan Kami pancangkan padanya gunung-gunung yang kukuh sebagai pasak bagi bumi agar tidak roboh dan berguncang sehingga manusia menjadi aman, serta Kami ciptakan dan tumbuhkan di sana segala sesuatu, seperti tumbuhan yang beragam, menurut ukuran yang seimbang dan tepat; semuanya demi kemaslahatan makhluk-Nya.","tafsir_tahlili":"(19) Setelah Allah swt menerangkan tanda kebesaran dan kekuasaan-Nya di langit, dalam ayat ini Allah menerangkan tanda-tanda kekuasaan-Nya yang dapat dilihat, diketahui, dirasakan, dan dipikirkan oleh manusia. Di antaranya, Allah menciptakan bumi seakan-akan terhampar, sehingga mudah didiami manusia, memungkinkan mereka bercocok tanam di atasnya, dan memudahkan mereka bepergian ke segala penjuru dunia mencari rezeki yang halal dan bersenang-senang.\r\nAllah menciptakan di bumi jurang-jurang yang dalam dan dialiri sungai-sungai yang kecil yang kemudian bersatu menjadi sungai yang besar menuju lautan luas. Diciptakan-Nya pula gunung-gunung yang menjulang ke langit, dihiasi oleh aneka ragam tanaman dan tumbuh-tumbuhan yang menghijau, yang menyenangkan hati orang-orang yang memandangnya, sebagaimana firman Allah:\r\nوَهُوَ الَّذِيْ مَدَّ الْاَرْضَ وَجَعَلَ فِيْهَا رَوَاسِيَ وَاَنْهٰرًا ۗوَمِنْ كُلِّ الثَّمَرٰتِ جَعَلَ فِيْهَا زَوْجَيْنِ اثْنَيْنِ يُغْشِى الَّيْلَ النَّهَارَۗ اِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ لِّقَوْمٍ يَّتَفَكَّرُوْنَ   ٣  \r\nDan Dia yang menghamparkan bumi dan menjadikan gunung-gunung dan sungai-sungai di atasnya. Dan padanya Dia menjadikan semua buah-buahan berpasang-pasangan; Dia menutupkan malam kepada siang. Sungguh, pada yang demikian itu terdapat tanda-tanda (kebesaran Allah) bagi orang-orang yang berpikir. (ar-Rad/13: 3);Ayat 19 Surah al-¦ijr ini menyiratkan bagaimana proses geologi berjalan puluhan, ratusan bahkan jutaan tahun. Berdasarkan kajian saintis, pada dasarnya proses geologi berupa siklus yang tiada berhenti. Di dasar lautan, seperti di Lautan Pasifik misalnya, berjalan suatu proses penghamparan material-material magmatik yang keluar dari punggungan tengah samudra secara terus-menerus dan membentuk lempeng samudra [lihat keterangan an-Naml/27: 88 dan at-°µr/52: 6]. Lempengan ini terus bergerak dan menabrak lempengan lainnya. \r\nSementara itu berjalan pula proses erosi yang bermula dari tempat-tempat yang tinggi dan untuk kemudian material hasil erosi ini  dihamparkan dan diendapkan pada tempat-tempat yang lebih rendah. Endapan ini kemudian mengalami tekanan akibat pergerakan lempengan-lempengan dan membawa lapisan-lapisan batuan hasil erosi ini tertekuk dan terangkat, sampai membentuk pegunungan. Lihat pula an-Na¥l/16: 15 yang terkait dengan ayat ini. \r\nBetapa agungnya Allah yang menciptakan semuanya itu yang dapat dirasakan manfaat dan nikmatnya oleh manusia, tetapi kebanyakan mereka ingkar kepada Sang Penciptanya.\r\nAllah telah menciptakan beraneka ragam tanam-tanaman dan tumbuh-tumbuhan, masing-masing mempunyai ukuran dan kadar yang ditentukan. Pohon durian yang batangnya kokoh itu serasi dengan buahnya yang besar dan berduri. Batang padi serasi dan sesuai pula dengan buahnya yang bertangkai dan tanah untuk tempat tumbuhnya. Demikian pula tumbuh-tumbuhan yang lain diciptakan Allah seimbang, serasi, dan sesuai dengan iklim, keadaan daerah, dan keperluan manusia atau binatang tempat ia tumbuh. Sementara itu, perbedaan daerah dan tanah tempat tumbuh suatu pohon akan menimbulkan perbedaan rasa dan ukuran buahnya. Unsur gula di dalam tebu berlainan dengan unsur gula dalam air kelapa, berlainan manisnya dengan mangga dan jeruk. Buah salak sewaktu masih berupa putik dikelilingi oleh duri-duri yang tajam, tetapi setelah ia masak, seakan-akan duri-duri itu menguakkan diri, sehingga mudah untuk manusia mengambil buahnya yang rasanya manis. Putik pepaya pahit rasanya sewaktu masih kecil, sehingga manusia tidak mau mengambil dan memakannya. Semakin besar putiknya itu, semakin berkurang rasa pahitnya, dan semakin dekat pula manusia kepadanya. Setelah masak, buahnya dipetik dan menjadi makanan yang disenangi. Demikian Allah menciptakan sesuatu dengan ukuran dan kadar yang tertentu, sehingga melihat kesempurnaan ciptaan-Nya itu akan bertambah pula iman di dalam hati orang yang mau berpikir dan bertambah pula keyakinan bahwa Allah adalah Maha Sempurna.\r\nAllah swt berfirman:\r\nوَهُوَ الَّذِيْٓ اَنْشَاَ جَنّٰتٍ مَّعْرُوْشٰتٍ وَّغَيْرَ مَعْرُوْشٰتٍ وَّالنَّخْلَ وَالزَّرْعَ مُخْتَلِفًا اُكُلُهٗ وَالزَّيْتُوْنَ وَالرُّمَّانَ مُتَشَابِهًا وَّغَيْرَ مُتَشَابِهٍۗ  كُلُوْا مِنْ ثَمَرِهٖٓ اِذَآ اَثْمَرَ وَاٰتُوْا حَقَّهٗ يَوْمَ حَصَادِهٖۖ وَلَا تُسْرِفُوْا ۗاِنَّهٗ لَا يُحِبُّ الْمُسْرِفِيْنَۙ  \r\nDan Dialah yang menjadikan tanaman-tanaman yang merambat dan yang tidak merambat, pohon kurma, tanaman yang beraneka ragam rasanya, zaitun dan delima yang serupa (bentuk dan warnanya) dan tidak serupa (rasanya). Makanlah buahnya apabila ia berbuah dan berikanlah haknya (zakatnya) pada waktu memetik hasilnya, tapi janganlah berlebih-lebihan. Sesungguhnya Allah tidak menyukai orang-orang yang berlebihan. (al-An±m/6: 141)\r\n"}