{"tafsir_id":1823,"surah_id":15,"aya_number":21,"tafsir_wajiz":"Dan tidak ada sesuatu pun dari makhluk ciptaan Allah di langit dan bumi melainkan pada sisi Kamilah khazanahnya. Kami yang menguasai, mengatur, dan membagi rezekinya sesuai kehendak dan ketentuan Kami. Kami tidak menurunkannya kepada mereka melainkan dengan ukuran tertentu, yakni sesuai kondisi, kebutuhan, dan keadaan mereka masing-masing.","tafsir_tahlili":"(21) Ayat ini menerangkan bahwa sumber segala sesuatu yang ada di alam ini adalah ciptaan Allah. Semua berasal dari khazanah atau simpanan perbendaharaan Allah, baik yang berupa sumber daya alam (SDA) maupun sumber daya manusia (SDM). Semua yang ada di atas bumi maupun di dalam perutnya diciptakan Allah untuk manusia. Manusia diberi tugas oleh Allah untuk mengelola, mengambil manfaat, dan memeliharanya. Hal ini ditegaskan Allah dalam Surah Hµd/11 ayat 61:\r\nهُوَ اَنْشَاَكُمْ مِّنَ الْاَرْضِ وَاسْتَعْمَرَكُمْ فِيْهَا فَاسْتَغْفِرُوْهُ ثُمَّ تُوْبُوْٓا اِلَيْهِ ۗاِنَّ رَبِّيْ قَرِيْبٌ مُّجِيْبٌ  \r\n…Dia telah menciptakanmu dari bumi (tanah) dan menjadikanmu pemakmurnya, karena itu mohonlah ampunan kepada-Nya, kemudian bertobatlah kepada-Nya. Sesungguhnya Tuhanku sangat dekat (rahmat-Nya) dan memperkenankan (doa hamba-Nya). (Hµd/11: 61);Untuk dapat mengambil manfaat yang besar dari sumber daya alam (SDA) yang tersedia, manusia perlu mengembangkan kemampuan dan keterampilan sumber daya manusia (SDM)-nya dengan menguasai berbagai ilmu pengetahuan dan teknologi. Kemudian untuk betul-betul dapat menggali sumber daya alam itu perlu modal. Dengan kombinasi atau gabungan antara natural resources, yaitu sumber daya alam, skill  atau keterampilan manusia, serta modal yang cukup, manusia dapat meraih rezeki dari Allah untuk kemakmuran dan kesejahteraan hidupnya. Hal ini sesuai dengan sunatullah yaitu orang yang diberi rezeki hanyalah yang berusaha dan bekerja keras mencarinya.\r\nBerusaha dan bekerja keras untuk memperoleh rezeki dari khazanah perbendaharaan Allah ini juga harus disertai tanggung jawab untuk memelihara (konservasi) kekayaan dan sumber daya alam, dan tidak merusak serta menghancurkannya. Oleh karena itu, pada akhir ayat 61 Surah Hµd, Allah mengingatkan manusia supaya selalu mohon ampunan dan bertobat kepada Allah, serta menghentikan perbuatan-perbuatan yang merusak tatanan alam yang telah ditentukan dalam sunatullah. Hal ini dapat diketahui dari pemahaman ilmu pengetahuan dan teknologi.\r\nManusia yang baik menurut tuntunan agama Islam ialah yang dapat melaksanakan tugas dengan baik dalam ibadah dan khilafah (melaksanakan tugas kepemimpinan dan pengelolaan alam yang baik). Dia memperoleh rezeki dengan bekerja dan berusaha secara baik dan sungguh-sungguh, bukan merusak dan menjadi beban bagi orang lain. \r\nHadis Nabi saw yang diriwayatkan oleh al-¦±kim telah memberi tuntunan, antara lain:\r\nعَنْ رِفَاعَةَ بْنِ رَافِعٍ رَضِيَ اللهُ عَنْهُ أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ سُئِلَ: أَيُّ الْكَسْبِ أَطْيَبُ؟ قَالَ عَمَلُ الرَّجُلِ بِيَدِهِ وَكُلُّ يَبْعٍ مَبْرُوْرٍ. (رواه الحاكم)\r\nDari Rifaah bin Rafi bahwa Nabi saw ditanya orang, “Usaha manakah yang paling baik?” Rasulullah berkata, “Usaha seseorang yang dikerjakan dengan tangannya dan semua jual beli yang mabrur (jual beli yang bersih tidak ada di dalamnya unsur-unsur tipuan, pemaksaan, dan sebagainya).” (Riwayat al-¦±kim);Menurut hadis ini, rezeki yang baik ialah hasil kerja atau usaha yang baik dari orang itu sendiri (bukan pemberian orang lain), dan hasil dari jual beli yang mabrur. Yang  dimaksud dengan jual beli yang mabrur ialah jual beli yang dilakukan secara wajar, saling rela antara penjual dan pembeli, tanpa paksaan dan tidak ada kebohongan. Firman Allah:\r\nيٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَأْكُلُوْٓا اَمْوَالَكُمْ بَيْنَكُمْ بِالْبَاطِلِ اِلَّآ اَنْ تَكُوْنَ تِجَارَةً عَنْ تَرَاضٍ مِّنْكُمْ ۗ وَلَا تَقْتُلُوْٓا اَنْفُسَكُمْ ۗ اِنَّ اللّٰهَ كَانَ بِكُمْ رَحِيْمًا   \r\nWahai orang-orang yang beriman! Janganlah kamu saling memakan harta sesamamu dengan jalan yang batil (tidak benar), kecuali dalam perdagangan yang berlaku atas dasar suka sama suka di antara kamu. Dan janganlah kamu membunuh dirimu. Sungguh, Allah Maha Penyayang kepadamu. (an-Nis±'/4: 29);Menikmati rezeki dari usaha dan keringat sendiri atau hasil dari jual beli adalah cara terhormat sebagai manusia muslim, bukan karena pemberian dan belas kasihan orang lain dan bukan pula karena usaha yang dilarang agama, seperti mengambil hak, atau jual beli dengan memaksa atau tipu muslihat.\r\nAllah Mahaadil dan Mahabijaksana dalam memberikan rezeki kepada para hamba-Nya. Maksudnya ialah memberikan dengan ukuran tertentu, sesuai dengan kebutuhan, keadaan, kemampuan, dan usaha orang tersebut. Dengan demikian, dalam pemberian rezeki tersebut tergambar kasih sayang Allah kepada para hamba-Nya. Allah swt berfirman:\r\nقُلْ لِّمَنْ مَّا فِى السَّمٰوٰتِ وَالْاَرْضِۗ  قُلْ لِّلّٰهِ ۗ كَتَبَ عَلٰى نَفْسِهِ الرَّحْمَةَ ۗ\r\nKatakanlah (Muhammad), ”Milik siapakah apa yang di langit dan di bumi?” Katakanlah, ”Milik Allah.” Dia telah menetapkan (sifat) kasih sayang pada diri-Nya. (al-An±m/6: 12);Penganugerahan karunia dan nikmat Allah kepada para hamba-Nya itu disebutkan dalam Al-Qur'an dengan perkataan anzala (menurunkan), sebagaimana tersebut dalam firman-Nya yang lain:\r\nوَاَنْزَلَ لَكُمْ مِّنَ الْاَنْعَامِ ثَمٰنِيَةَ اَزْوَاجٍ ۗ\r\n…Dan Dia menurunkan delapan pasang hewan ternak untukmu… (az-Zumar/39: 6);Dan firman Allah swt:\r\nوَاَنْزَلْنَا الْحَدِيْدَ فِيْهِ بَأْسٌ شَدِيْدٌ وَّمَنَافِعُ لِلنَّاسِ\r\n.... Dan Kami menciptakan besi yang mempunyai kekuatan hebat dan banyak manfaat bagi manusia.... (al-¦ad³d/57: 25);Sesuatu dikatakan turun apabila ia berpindah dari tempat yang tinggi ke tempat yang rendah, baik dalam arti yang sebenarnya maupun dalam arti kiasan. Oleh karenanya, dari ayat ini dapat dipahami bahwa nikmat dan karunia itu berasal dari Allah Yang Mahatinggi lagi Mahakaya, dianugerahkan kepada makhluk yang lebih rendah daripada-Nya. Semua makhluk tergantung seluruh hidup dan kelanjutan kehidupannya kepada nikmat dan karunia Allah. Dengan demikian, merupakan suatu kewajiban bagi setiap makhluk mensyukuri nikmat dan karunia Allah dengan menghambakan diri kepada-Nya.\r\n"}