{"tafsir_id":1828,"surah_id":15,"aya_number":26,"tafsir_wajiz":"Setelah menggambarkan nikmat-nikmat Allah di alam sekitar manusia, melalui no_ayatt-no_ayatt berikut Allah menjelaskan penciptaan manusia. Allah menyatakan, “Dan sungguh, Kami telah menciptakan manusia, yakni Adam, dari tanah liat kering yang berasal dari lumpur hitam yang diberi bentuk.","tafsir_tahlili":"(26) Ayat ini menerangkan bahwa setelah menyempurnakan bentuk ciptaan-Nya, Allah lalu meniupkan roh kepadanya. Menurut para saintis, kata ¥am±' (lumpur hitam) pada ayat ini mengisyaratkan akan terlibatnya molekul air (H2O) dalam proses terbentuknya molekul-molekul pendukung proses kehidupan. Seperti diketahui air adalah media bagi terjadinya suatu proses reaksi kimiawi/biokimiawi untuk membentuk suatu molekul baru. Kata “yang diberi bentuk”, mengisyaratkan bahwa reaksi biokimiawi yang terjadi dalam media berair itu, telah menjadikan unsur-unsur, yang semula hanya atom-atom menjadi suatu molekul organik, yang susunan dan bentuknya tertentu, seperti asam amino atau nukleotida. \r\nPada ayat yang lain, Allah swt menerangkan kejadian manusia itu:\r\nخَلَقَ الْاِنْسَانَ مِنْ صَلْصَالٍ كَالْفَخَّارِ   ١٤  وَخَلَقَ الْجَاۤنَّ مِنْ مَّارِجٍ مِّنْ نَّارٍۚ    ١٥  \r\nDia menciptakan manusia dari tanah kering seperti tembikar, dan Dia menciptakan jin dari nyala api tanpa asap. (ar-Ra¥m±n/55: 14-15);Secara ilmiah, tembikar adalah semacam porcelain, yang dalam proses reaksi kimiawi dapat digunakan sebagai katalis untuk terjadinya proses polimerisasi. Kata “tanah kering seperti tembikar” mungkin mengisyaratkan terjadinya proses polimerasasi atau reaksi perpanjangan rantai molekul dari asam-asam amino menjadi protein atau dari nukleotida menjadi polinukleotida, termasuk molekul Desoxyribonucleic Acid (DNA), suatu materi penyusun struktur gena makhluk hidup.\r\nDan firman Allah swt: \r\nاِذْ قَالَ رَبُّكَ لِلْمَلٰۤىِٕكَةِ اِنِّيْ خَالِقٌۢ بَشَرًا مِّنْ طِيْنٍ  ٧١  فَاِذَا سَوَّيْتُهٗ وَنَفَخْتُ فِيْهِ مِنْ رُّوْحِيْ فَقَعُوْا لَهٗ سٰجِدِيْنَ  ٧٢  \r\n(Ingatlah) ketika Tuhanmu berfirman kepada malaikat, ”Sesungguhnya Aku akan menciptakan manusia dari tanah. Kemudian apabila telah Aku sempurnakan kejadiannya dan Aku tiupkan roh (ciptaan)-Ku kepadanya; maka tunduklah kamu dengan bersujud kepadanya.” (¢±d/38: 71-72);Yang dimaksud dengan ins±n (manusia) dalam ayat ini, ialah Adam a.s. yang merupakan bapak seluruh manusia. Sebagian ahli tafsir berpendapat Adam yang disebut dalam ayat ini bukanlah manusia pertama, karena sebelum itu Allah swt telah menciptakan beribu-ribu Adam. Tetapi Nabi Adam adalah nabi pertama yang diberi tugas untuk berdakwah kepada manusia agar mengikuti jalan yang benar.\r\nDalam hadis Nabi diterangkan proses penciptaan Adam itu. Nabi Muhammad saw bersabda:\r\nاِنَّ اللهَ عَزَّ وَجَلَّ خَلَقَ اٰدَمَ مِنْ قَبْضَةِ مَنْ قَبَضَهَا مِنْ جَمِيْعِ اْلاَرْضِ فَجَاءَ بَنُوْ اٰدَمَ عَلَى قَدْرِ اْلاَرْضِ فَجَاءَ مِنْهُمُ اْلاَحْمَرُ وَاْلاَسْوَدُ وَبَيْنَ ذٰلِكَ وَالسَّهْلُ وَالْحَزْنُ وَالطَّيِّبُ وَالْخَبِيْثُ. (رواه أحمد و مسلم عن عائشة)\r\nSesungguhnya Allah Azza wa Jalla telah menciptakan Adam dari kepalan tanah yang diambil dari segala macam tanah, maka lahirlah anak Adam menurut kadar tanah itu. Di antara mereka ada yang merah, ada yang hitam, dan ada di antara kedua warna itu. Ada yang mudah, ada yang sukar, ada yang baik, dan ada yang buruk. (Riwayat A¥mad dan Muslim dari ²isyah)\r\n"}