{"tafsir_id":1835,"surah_id":15,"aya_number":33,"tafsir_wajiz":"Mendapat pertanyaan demikian dari Allah, ia (Iblis) berkata dengan pongah, “Aku sekali-kali tidak akan pernah sujud kepada manusia yang Engkau telah menciptakannya dari tanah liat kering yang berasal dari lumpur hitam yang diberi bentuk.” Aku lebih mulia daripadanya karena Engkau telah menciptakan aku dari api. (Lihat: no_surahh al-A'raf/7: 12)","tafsir_tahlili":"(28-33) Pada ayat ini, Allah swt memerintahkan agar Nabi Muhammad saw mengingatkan umatnya, tatkala Allah mengatakan kepada para malaikat tentang maksud-Nya untuk menciptakan Adam. Dia akan menciptakan manusia dari tanah kering yang berasal dari lumpur hitam, dan jika Dia telah menyempurnakan bentuknya dengan sebaik-baiknya, akan ditiupkan ke dalamnya roh ciptaan-Nya serta akan memerintahkan malaikat dan Iblis sujud kepadanya sebagai penghormatan kepadanya.\r\nPerintah Allah ini dilaksanakan oleh para malaikat dengan patuh dan khidmat, kecuali Iblis. Ia enggan bersujud kepada Adam, karena ia merasa dirinya lebih tinggi derajatnya daripada Adam. Ia diciptakan dari api, sedang Adam diciptakan dari tanah.\r\nKebanyakan ahli tafsir berpendapat bahwa peristiwa penciptaan Adam dan peristiwa pengingkaran Iblis terhadap perintah Allah serta ketaatan dan keikhlasan malaikat melaksanakan perintah itu menggambarkan watak dari ketiga macam makhluk Allah tersebut. Malaikat diciptakan sebagai makhluk yang selalu tunduk dan patuh kepada perintah Allah, tidak pernah mengingkarinya sedikit pun. Oleh karena itu, malaikat dijadikan Allah sebagai pengawal dan pengatur bumi dengan izin-Nya, dan diperintahkan tunduk kepada Adam beserta keturunannya.\r\nAdapun manusia adalah makhluk Allah yang terdiri dari dua unsur, yaitu unsur jasmani dan unsur rohani. Penggabungan kedua macam unsur ini menyebabkan manusia mempunyai potensi untuk mengambil manfaat dari bumi seluruhnya dengan pengetahuan yang dianugerahkan Allah kepadanya. Terbuka berbagai kemungkinan baginya untuk berbuat dan bekerja guna memenuhi dan melengkapi kebutuhan yang diperlukannya dengan menggali dan mengambilnya dari perbendaharaan Allah swt.\r\nDengan potensi diri dan ilmu pengetahuan, manusia dapat memanfaatkan air, udara, barang tambang, tumbuh-tumbuhan, binatang ternak, garis edar planet-planet, kekuatan listrik, kekuatan atom, dan sebagainya. Dengan demikian, tampaklah kelebihan manusia dari malaikat dan setan sebagai-mana yang dapat dipahami dari jawaban Allah kepada para malaikat waktu Adam a.s. akan diciptakan Allah. Allah swt berfirman:\r\nوَاِذْ قَالَ رَبُّكَ لِلْمَلٰۤىِٕكَةِ اِنِّيْ جَاعِلٌ فِى الْاَرْضِ خَلِيْفَةً ۗ قَالُوْٓا اَتَجْعَلُ فِيْهَا مَنْ يُّفْسِدُ فِيْهَا وَيَسْفِكُ الدِّمَاۤءَۚ وَنَحْنُ نُسَبِّحُ بِحَمْدِكَ وَنُقَدِّسُ لَكَ ۗ قَالَ اِنِّيْٓ اَعْلَمُ مَا لَا تَعْلَمُوْنَ  \r\nDan (ingatlah) ketika Tuhanmu berfirman kepada para malaikat, ”Aku hendak menjadikan khalifah di bumi.” Mereka berkata, ”Apakah Engkau hendak menjadikan orang yang merusak dan menumpahkan darah di sana, sedangkan kami bertasbih memuji-Mu dan menyucikan nama-Mu?” Dia berfirman, ”Sungguh, Aku mengetahui apa yang tidak kamu ketahui.” (al-Baqarah/2: 30);Di atas telah diterangkan keingkaran Iblis yang tidak mau mengikuti perintah Allah agar sujud kepada Adam. Diterangkan pula berbagai alasan yang dikemukakan Iblis sehubungan dengan keingkarannya itu. Sikap Iblis yang demikian menunjukkan kebodohan dan kefasikannya, karena:\r\n1.  Ia menentang perintah Tuhannya, sebagaimana yang dipahami dari jawabannya.\r\n2.  Ia mengemukakan alasan-alasan yang sangat lemah. Alasan-alasan itu menunjukkan kebodohannya sendiri.\r\n3.  Ia tidak mau mengikuti perintah Allah dengan mengatakan bahwa ia lebih baik dari Adam. \r\n4.  Alasan yang dikemukakan bahwa ia lebih baik dari Adam merupakan pendapatnya sendiri tanpa alasan yang dapat diterima oleh akal pikiran.;"}