{"tafsir_id":1842,"surah_id":15,"aya_number":40,"tafsir_wajiz":"Iblis meneruskan perkataanya, “Aku akan berusaha menyesatkan manusia kecuali kelompok tertentu dari hamba-hamba-Mu yang terpilih di antara mereka, yakni orang-orang yang Engkau pilih dan beri taufik untuk senantiasa menaati-Mu, dan orang-orang yang disucikan dari segala kedurhakaan.","tafsir_tahlili":"(39-40) Karena telah dikutuk dan dilaknat Allah dengan menjauhkannya dari nikmat-Nya dan menjadikan ia sesat dan hina, Iblis memohon supaya Allah memberi kesempatan untuk menyesatkan anak cucu Adam dengan menjadikan perbuatan jahat menjadi baik menurut pandangannya. Dengan demikian, akan menarik hati mereka sehingga tanpa disadari mereka melakukan perbuatan-perbuatan yang jahat itu. Namun hal itu tidak berlaku bagi hamba-hamba yang ikhlas dan saleh, yang tidak dapat dipalingkan dari kebenaran.\r\nMenurut sebagian mufasir, setelah dikutuk, Iblis tidak memohon ampun kepada Allah, tetapi malahan bersumpah akan menipu dan memperdaya anak cucu Adam sampai hari kiamat, kecuali hamba-hamba yang saleh dan ikhlas. Mereka tidak dapat ditipu dan diperdaya karena kekuatan imannya, berdasarkan firman Allah swt:\r\nقَالَ فَبِعِزَّتِكَ لَاُغْوِيَنَّهُمْ اَجْمَعِيْنَۙ  ٨٢  اِلَّا عِبَادَكَ مِنْهُمُ الْمُخْلَصِيْنَ  ٨٣  \r\n(Iblis) menjawab, ”Demi kemuliaan-Mu, pasti aku akan menyesatkan mereka semuanya, kecuali hamba-hamba-Mu yang terpilih di antara mereka.” (¢±d/38: 82-83);Sumpah ini benar-benar dilaksanakan dan diwujudkan Iblis dengan segala kemampuan yang ada padanya, sebagaimana firman Allah swt:\r\nقَالَ فَبِمَآ اَغْوَيْتَنِيْ لَاَقْعُدَنَّ لَهُمْ صِرَاطَكَ الْمُسْتَقِيْمَۙ  ١٦  ثُمَّ لَاٰتِيَنَّهُمْ مِّنْۢ بَيْنِ اَيْدِيْهِمْ وَمِنْ خَلْفِهِمْ وَعَنْ اَيْمَانِهِمْ وَعَنْ شَمَاۤىِٕلِهِمْۗ وَلَا تَجِدُ اَكْثَرَهُمْ شٰكِرِيْنَ  ١٧  \r\n(Iblis) menjawab, ”Karena Engkau telah menyesatkan aku, pasti aku akan selalu menghalangi mereka dari jalan-Mu yang lurus, kemudian pasti aku akan mendatangi mereka dari depan, dari belakang, dari kanan dan dari kiri mereka. Dan Engkau tidak akan mendapati kebanyakan mereka bersyukur.” (al-Ar±f/7: 16-17);Allah swt menyatakan bahwa Iblis dapat memenuhi target sumpahnya dengan menyesatkan sebagian besar manusia. Allah berfirman:\r\nوَلَقَدْ صَدَّقَ عَلَيْهِمْ اِبْلِيْسُ ظَنَّهٗ فَاتَّبَعُوْهُ اِلَّا فَرِيْقًا مِّنَ الْمُؤْمِنِيْنَ\r\nDan sungguh, Iblis telah dapat meyakinkan terhadap mereka kebenaran sangkaannya, lalu mereka mengikutinya, kecuali sebagian dari orang-orang mukmin. (Saba/34: 20);Orang-orang yang mengikuti setan dan Iblis menjadikannya sebagai pimpinan mereka, sebagaimana firman Allah swt:\r\nيٰبَنِيْٓ اٰدَمَ لَا يَفْتِنَنَّكُمُ الشَّيْطٰنُ كَمَآ اَخْرَجَ اَبَوَيْكُمْ مِّنَ الْجَنَّةِ يَنْزِعُ عَنْهُمَا لِبَاسَهُمَا لِيُرِيَهُمَا سَوْاٰتِهِمَا ۗاِنَّهٗ يَرٰىكُمْ هُوَ وَقَبِيْلُهٗ مِنْ حَيْثُ لَا تَرَوْنَهُمْۗ اِنَّا جَعَلْنَا الشَّيٰطِيْنَ اَوْلِيَاۤءَ لِلَّذِيْنَ لَا يُؤْمِنُوْنَ;Wahai anak cucu Adam! Janganlah sampai kamu tertipu oleh setan sebagaimana halnya dia (setan) telah mengeluarkan ibu bapakmu dari surga, dengan menanggalkan pakaian keduanya untuk memperlihatkan aurat keduanya. Sesungguhnya dia dan pengikutnya dapat melihat kamu dari suatu tempat yang kamu tidak bisa melihat mereka. Sesungguhnya Kami telah menjadikan setan-setan itu pemimpin bagi orang-orang yang tidak beriman. (al-Ar±f/7: 27);"}