{"tafsir_id":1844,"surah_id":15,"aya_number":42,"tafsir_wajiz":"Allah melanjutkan firman-Nya, “Sesungguhnya kamu, wahai Iblis, tidak punya kuasa atas hamba-hamba-Ku. Engkau tidak akan mampu menjerumuskan dan memalingkan mereka dari ketaatan kepada-Ku, kecuali mereka yang mengikuti godaan-mu dan enggan bertobat, yaitu orang yang sesat.”","tafsir_tahlili":"(41-44) Allah swt mengecam Iblis dengan ayat ini bahwa apa yang dinyatakan Iblis itu tidak semuanya benar karena ia tidak dapat memperdaya hamba-hamba-Nya yang saleh. Ini dikatakan Allah sebagai jalan yang lurus. Dia memberi pahala semua amal baik seorang hamba dan membalas dengan siksa semua amal buruk seseorang.\r\nUntuk menghilangkan keragu-raguan yang mungkin dipahami pada ayat-ayat yang lalu maka Allah swt menegaskan dalam ayat ini, bahwa hamba-hamba Allah yang ikhlas beriman tidak seorang pun yang dapat dikuasai setan. Semuanya telah diberi taufik untuk beriman, melaksanakan perintah-perintah Allah, dan menghentikan semua larangan-Nya. Godaan apapun tidak akan mempengaruhi iman mereka. Hal ini ditegaskan oleh Allah dalam firman-Nya yang lain:\r\nوَقَالَ الشَّيْطٰنُ لَمَّا قُضِيَ الْاَمْرُ اِنَّ اللّٰهَ وَعَدَكُمْ وَعْدَ الْحَقِّ وَوَعَدْتُّكُمْ فَاَخْلَفْتُكُمْۗ وَمَا كَانَ لِيَ عَلَيْكُمْ مِّنْ سُلْطٰنٍ اِلَّآ اَنْ دَعَوْتُكُمْ فَاسْتَجَبْتُمْ لِيْ ۚفَلَا تَلُوْمُوْنِيْ وَلُوْمُوْٓا اَنْفُسَكُمْۗ مَآ اَنَا۠ بِمُصْرِخِكُمْ وَمَآ اَنْتُمْ بِمُصْرِخِيَّۗ اِنِّيْ كَفَرْتُ بِمَآ اَشْرَكْتُمُوْنِ مِنْ قَبْلُ ۗاِنَّ الظّٰلِمِيْنَ لَهُمْ عَذَابٌ اَلِيْمٌ   \r\nDan setan berkata ketika perkara (hisab) telah diselesaikan, ”Sesungguhnya Allah telah menjanjikan kepadamu janji yang benar, dan aku pun telah menjanjikan kepadamu tetapi aku menyalahinya. Tidak ada kekuasaan bagiku terhadapmu, melainkan (sekedar) aku menyeru kamu lalu kamu mematuhi seruanku, oleh sebab itu janganlah kamu mencerca aku, tetapi cercalah dirimu sendiri. Aku tidak dapat menolongmu, dan kamu pun tidak dapat menolongku. Sesungguhnya aku tidak membenarkan perbuatanmu mempersekutukan aku (dengan Allah) sejak dahulu.” Sungguh, orang yang zalim akan mendapat siksaan yang pedih. (Ibr±h³m/14: 22);Firman Allah swt:\r\nاِنَّهٗ لَيْسَ لَهٗ سُلْطٰنٌ عَلَى الَّذِيْنَ اٰمَنُوْا وَعَلٰى رَبِّهِمْ يَتَوَكَّلُوْنَ ٩٩ اِنَّمَا سُلْطٰنُهٗ عَلَى الَّذِيْنَ يَتَوَلَّوْنَهٗ وَالَّذِيْنَ هُمْ بِهٖ مُشْرِكُوْنَ ࣖ  ١٠٠  ;Sungguh, setan itu tidak akan berpengaruh terhadap orang yang beriman dan bertawakal kepada Tuhan. Pengaruhnya hanyalah terhadap orang yang menjadikannya pemimpin dan terhadap orang yang mempersekutukannya dengan Allah. (an-Na¥l/16: 99-100)\r\nKemudian Allah swt mengancam setan dan pengikut-pengikutnya dengan neraka Jahanam sebagai pembalasan bagi segala macam kejahatan yang pernah mereka perbuat.\r\nAllah swt menerangkan keadaan neraka yang akan didiami oleh orang-orang yang sesat, yaitu terdiri atas tujuh tingkat. Tiap-tiap tingkat didiami oleh orang-orang yang dosa dan hukumannya sesuai dengan tingkat kejahatan yang telah mereka perbuat.\r\nMenurut Ibnu Juraij, neraka itu tujuh tingkat, pertama Jahannam; kedua La§±; ketiga Hu¯amah; keempat: Sa³r; kelima Saqar; keenam Jah³m; dan ketujuh H±wiyah. Masing-masing tingkat ditempati sesuai dengan kadar dosa mereka.\r\nDari ayat-ayat ini dapat dipahami bahwa manusia mempunyai dua macam sifat yang menonjol, yaitu pertama, mempunyai sifat yang suka mengikuti hawa nafsu dan terpengaruh oleh kehidupan dunia dengan segala macam kenikmatan hidup yang memesona dirinya. Mereka inilah orang-orang musyrik yang mudah dipengaruhi setan. Kedua, manusia yang mempunyai sifat percaya kepada Allah dan rasul, jiwanya bersih dan mulia, hubungannya dengan Allah sangat dekat, dan suka kepada kebaikan. Golongan ini tidak dapat dipengaruhi oleh setan karena hati mereka telah cenderung kepada Allah swt.\r\n"}