{"tafsir_id":1847,"surah_id":15,"aya_number":45,"tafsir_wajiz":"Usai menggambarkan siksaan dalam neraka Jahanam yang menanti orang-orang yang sesat dan enggan bertobat, dalam no_ayatt-no_ayatt berikut Allah menjelaskan balasan bagi hamba-hamba-Nya yang taat dan patuh. Allah menyatakan bahwa sesungguhnya orang yang bertakwa itu, yakni mereka yang mematuhi petunjuk Allah dan berserah diri kepada-Nya, berada dalam surga-surga. Mereka tinggal dan mendapat ganjaran di taman-taman yang keindahannya tidak dapat dilukiskan dengan kata-kata. Dan di dekat kediaman mereka dijumpai mata air yang mengalir.","tafsir_tahlili":"(45) Ayat ini menerangkan bahwa orang-orang yang bertakwa akan ditempatkan dalam surga dengan taman-taman yang memiliki beberapa mata air yang mengalir. Pada firman Allah swt yang lain diterangkan pula sifat surga yang dijanjikan kepada orang-orang yang bertakwa itu, sebagaimana firman Allah:\r\nمَثَلُ الْجَنَّةِ الَّتِيْ وُعِدَ الْمُتَّقُوْنَ ۗفِيْهَآ اَنْهٰرٌ مِّنْ مَّاۤءٍ غَيْرِ اٰسِنٍۚ وَاَنْهٰرٌ مِّنْ لَّبَنٍ لَّمْ يَتَغَيَّرْ طَعْمُهٗ ۚوَاَنْهٰرٌ مِّنْ خَمْرٍ لَّذَّةٍ لِّلشّٰرِبِيْنَ ەۚ وَاَنْهٰرٌ مِّنْ عَسَلٍ مُّصَفًّى ۗوَلَهُمْ فِيْهَا مِنْ كُلِّ الثَّمَرٰتِ وَمَغْفِرَةٌ مِّنْ رَّبِّهِمْ ۗ كَمَنْ هُوَ خَالِدٌ فِى النَّارِ وَسُقُوْا مَاۤءً حَمِيْمًا فَقَطَّعَ اَمْعَاۤءَهُمْ  \r\nPerumpamaan taman surga yang dijanjikan kepada orang-orang yang bertakwa; di sana ada sungai-sungai yang airnya tidak payau, dan sungai-sungai air susu yang tidak berubah rasanya, dan sungai-sungai khamar (anggur yang tidak memabukkan) yang lezat rasanya bagi peminumnya dan sungai-sungai madu yang murni. Di dalamnya mereka memperoleh segala macam buah-buahan dan ampunan dari Tuhan mereka. Samakah mereka dengan orang yang kekal dalam neraka, dan diberi minuman dengan air yang mendidih sehingga ususnya terpotong-potong? (Muhammad/47: 15);Yang dimaksudkan dengan orang-orang yang bertakwa ialah orang yang menjaga dirinya dari azab Allah dengan melaksanakan perintah-perintah Allah dan menjauhi larangan-Nya.\r\n"}