{"tafsir_id":1849,"surah_id":15,"aya_number":47,"tafsir_wajiz":"Allah menjelaskan dalam no_ayatt-no_ayatt berikut kondisi kejiwaan dan hubungan timbal-balik di antara orang-orang yang bertakwa di surga. Allah menyatakan, “Dan di surga kelak akan Kami lenyapkan segala rasa dendam, benci, dengki, dan iri yang ada dan terpendam dalam hati mereka selama di dunia. Dengan demikian, mereka merasa bersaudara dan bersahabat satu dengan lainnya dalam suasana bahagia dan gembira. Mereka duduk saling berhadapan di atas dipan-dipan yang telah disiapkan bagi mereka. (Lihat: no_surahh al-Waqi'ah/56: 15-23)","tafsir_tahlili":"(47) Allah berjanji akan mencabut dari hati penduduk surga segala macam dendam, kebencian, dan rasa dengki yang telah terpendam selama mereka hidup di dunia, dan menjadikan mereka hidup bersaudara dan berkasih sayang. Mereka senantiasa bergembira bersama-sama dan duduk berhadap-hadapan di atas permadani yang terhampar.\r\nDiriwayatkan oleh al-Qasim dan Abu Umamah, ia berkata, “Semula ahli surga ketika masuk surga masih membawa apa yang telah tersimpan dalam hati mereka selama hidup di dunia, seperti rasa dengki dan dendam, hingga mereka duduk berhadapan dengan temannya di atas dipan dalam surga. Allah lalu mencabut segala yang tersimpan di dalam hati mereka itu.” Kemudian Abu Umamah membaca ayat ini.\r\nKeadaan penghuni surga itu diterangkan pula dalam firman Allah swt:\r\nعَلٰى سُرُرٍ مَّوْضُوْنَةٍۙ ١٥مُّتَّكِـِٕيْنَ عَلَيْهَا مُتَقٰبِلِيْنَ ١٦يَطُوْفُ عَلَيْهِمْ وِلْدَانٌ مُّخَلَّدُوْنَۙ ١٧بِاَكْوَابٍ وَّاَبَارِيْقَۙ وَكَأْسٍ مِّنْ مَّعِيْنٍۙ ١٨لَّا يُصَدَّعُوْنَ عَنْهَا وَلَا يُنْزِفُوْنَۙ ١٩وَفَاكِهَةٍ مِّمَّا يَتَخَيَّرُوْنَۙ ٢٠وَلَحْمِ طَيْرٍ مِّمَّا يَشْتَهُوْنَۗ ٢١وَحُوْرٌ عِيْنٌۙ    ٢٢كَاَمْثَالِ اللُّؤْلُؤِ الْمَكْنُوْنِۚ  ٢٣  \r\nMereka berada di atas dipan-dipan yang bertahtakan emas dan permata, mereka bersandar di atasnya berhadap-hadapan. Mereka dikelilingi oleh anak-anak muda yang tetap muda, dengan membawa gelas, cerek dan sloki (piala) berisi minuman yang diambil dari air yang mengalir, mereka tidak pening karenanya dan tidak pula mabuk, dan buah-buahan apa pun yang mereka pilih, dan daging burung apa pun yang mereka inginkan. Dan ada bidadari-bidadari yang bermata indah, laksana mutiara yang tersimpan baik. (al-W±qiah/56: 15-23);"}