{"tafsir_id":185,"surah_id":2,"aya_number":178,"tafsir_wajiz":"Wahai orang-orang yang beriman! Diwajibkan atas kamu melaksanakan kisas, hukuman yang semisal dengan kejahatan yang dilakukan atas diri manusia berkenaan dengan orang yang dibunuh apabila keluarga korban tidak memaafkan pembunuh. Ketentuannya adalah orang merdeka dengan orang merdeka, hamba sahno_ayat dengan hamba sahno_ayat, perempuan dengan perempuan. Tetapi barang siapa memperoleh maaf dari saudaranya, yakni keluarga korban, hendaklah dia mengikutinya dengan baik, yaitu meminta ganti dengan diat (tebusan) secara baik tanpa niat memberatkan, dan pembunuh hendaknya membno_ayatr diat kepadanya dengan baik pula dan segera, tidak menunda-nunda dan tidak mengurangi dari jumlah yang sudah disepakati, kecuali jika keluarga pihak terbunuh memaafkan pembunuh dan juga tidak menuntut diat. Ketentuan hukum yang demikian itu, yaitu kebolehan memaafkan pembunuh dan diganti dengan diat atau tebusan, adalah keringanan dan rahmat dari Tuhanmu supno_ayat tidak ada pembunuhan yang beruntun dan permusuhan dapat dihentikan dengan adanya pemaafan. Barangsiapa melampaui batas setelah itu dengan berpura-pura memaafkan pembunuh dan menuntut diat, tetapi setelah diat dipenuhi masih tetap melakukan pembunuhan terhadap pembunuh, maka ia telah berbuat zalim dan akan mendapat azab yang sangat pedih kelak di akhirat. no_ayatt ini mengisyaratkan bahwa pemaafan itu tidak boleh dipaksakan, sekalipun memaafkan lebih bagus daripada menghukum balik dengan hukuman yang setimpal. ","tafsir_tahlili":"(178) Ayat ini menetapkan suatu hukuman kisas yang wajib dilaksanakan dengan ketentuan-ketentuan:\r\n1.  Apabila orang merdeka membunuh orang merdeka, maka kisas berlaku bagi pembunuh yang merdeka tersebut.\r\n2.  Apabila seorang budak membunuh budak (hamba sahaya), maka kisas berlaku bagi budak pembunuh.\r\n3.  Apabila yang membunuh seorang perempuan, maka yang terkena hukuman mati adalah perempuan tersebut.\r\nDemikianlah menurut bunyi ayat ini, tetapi bagaimana hukumannya kalau terjadi hal-hal seperti berikut:\r\na.  Apabila orang merdeka membunuh seorang hamba sahaya.\r\nb. Apabila seorang Muslim membunuh seorang kafir zimmi (kafir yang menjadi warga negara Islam).\r\nc.  Apabila orang banyak bersama-sama membunuh seorang manusia\r\nd.  Apabila seorang laki-laki membunuh seorang perempuan.\r\ne.  Apabila seorang ayah membunuh anaknya.\r\nPara ulama memberikan hasil ijtihadnya masing-masing sebagai berikut: Menurut mazhab Hanafi, pada masalah no. 1 dan no. 2 hukumnya ialah bahwa si pembunuh itu harus dihukum mati, walaupun derajat yang dibunuh dianggap lebih rendah dari yang membunuhnya, dengan alasan antara lain:\r\n1) Dari permulaan ayat 178 ini sampai kepada kata-kata al-qatl sudah dianggap satu kalimat yang sempurna. Jadi, tidak dibedakan antara derajat manusia yang membunuh dan yang dibunuh. Sedang kata-kata berikutnya yaitu orang merdeka dengan orang merdeka, hamba sahaya dengan hamba sahaya dan perempuan dengan perempuan, hanyalah sekadar memperkuat hukum, agar jangan berbuat seperti pada masa jahiliah.\r\n2) Ayat ini dinasakhkan (tidak berlaku lagi hukumannya) dengan ayat 45 surah al-M±′idah/5 yang tidak membedakan derajat dan agama manusia. ; Menurut mazhab Maliki dan Syafi'i, pada masalah No. 1 dan No. 2 ini, pembunuh tidak dibunuh, karena persamaan itu adalah menjadi syarat bagi mereka dengan alasan bahwa:\r\n1)  Kalimat dalam ayat tersebut belum dianggap sempurna kalau belum sampai kepada kata-kata:\r\nوَاْلأُنْـثٰى بِاْلأُنْـثٰى\r\n(perempuan dengan perempuan). Jadi merdeka dengan yang merdeka, hamba sahaya dengan hamba sahaya dan perempuan dengan perempuan. Persamaan itu menjadi syarat, sedang ayat 45 Al-Mā'idah sifatnya umum ditakhsiskan dengan ayat ini. \r\n2)  Sabda Rasulullah saw:\r\nلاَ يُقْتَلُ الْمُؤْمِنُ بِكَافِرٍ (رواه البخاري عن علي بن أبي طالب)\r\nTidak dibunuh orang mukmin karena membunuh orang kafir. (Riwayat al-Bukh±r³ dari Ali bin Ab³ °alib);Masalah no. 3: menurut jumhur ulama, semua dihukum mati karena masing-masing telah mengambil bagian dalam pembunuhan. Masalah no. 4 hukumnya sesuai dengan ijmak sahabat, yaitu pembunuh wajib dihukum mati, karena dianggap tidak ada perbedaan yang pokok antara laki-laki dengan perempuan. Masalah no. 5 hukumnya tidak dihukum mati karena membunuh anaknya, sesuai dengan sabda Rasulullah saw:\r\nلاَ يُقْتَلُ وَالِدٌ بِوَلَدِهِ (رواه البخاري عن عمر)\r\nAyah tidak dibunuh karena membunuh anaknya (Riwayat al-Bukh±r³ dari Umar);Pada masalah yang terakhir ini dan masalah-masalah sebelumnya ditetapkan hukumnya bahwa si pembunuh bebas dari hukuman kisas, tetapi dijatuhkan kepadanya hukuman lain, seperti diat, denda, dan sebagainya, sebagaimana diterangkan secara terinci di dalam kitab-kitab fikih.\r\nSelanjutnya Allah swt menerangkan adanya kemungkinan lain yang lebih ringan dari kisas, yaitu  Barang siapa mendapat suatu pemaafan dari saudara yang terbunuh, maka hendaklah orang yang diberi maaf itu membayar diat kepada saudara (ahli waris) yang memberi maaf dengan cara yang baik.  Artinya gugurlah hukuman wajib kisas dan diganti dengan hukuman diat yang wajib dibayar dengan baik oleh yang membunuh.\r\nKemudian dalam penutup ayat ini Allah memperingatkan kepada ahli waris yang telah memberi maaf, agar jangan berbuat yang tidak wajar kepada pihak yang telah diberi maaf, karena apabila ia berbuat hal-hal yang tidak wajar, maka artinya perbuatan itu melampaui batas dan akan mendapat azab yang pedih di hari kiamat."}