{"tafsir_id":1851,"surah_id":15,"aya_number":49,"tafsir_wajiz":"Usai menjelaskan kedudukan dan siksa yang Allah siapkan bagi orang-orang kafir di neraka, dan ganjaran yang Dia janjikan bagi orang-orang yang bertakwa di surga, Allah lalu meminta Nabi Muhammad untuk menyampaikan kabar gembira kepada mereka semua, baik yang taat maupun yang durhaka. Allah berfirman, “Kabarkanlah, wahai Nabi Muhammad, kepada hamba-hamba-Ku yang taat maupun yang bergelimang dosa dan hendak bertobat bahwa Aku-lah Yang Maha Pengampun lagi Maha Penyno_ayatng. Dan katakan pula kepada orang-orang yang kafir dan para pendosa yang enggan bertobat bahwa sesungguhnya azab-Ku adalah azab yang sangat pedih.","tafsir_tahlili":"(48-50) Penduduk surga tidak pernah merasa letih dan lelah, karena mereka tidak lagi dibebani oleh berbagai usaha untuk melengkapi kebutuhan pokok yang mereka perlukan. Segala sesuatu yang mereka inginkan telah tersedia, tinggal memanfaatkan saja. Mereka tidak pernah merasa khawatir akan dipindahkan ke tempat yang tidak mereka senangi karena mereka kekal di dalam surga. Mereka akan terus merasakan kenikmatan dan kesenangan yang sudah tersedia.\r\nPada ayat yang lain Allah swt melukiskan keadaan di dalam surga itu:\r\nالَّذِيْٓ اَحَلَّنَا دَارَ الْمُقَامَةِ مِنْ فَضْلِهٖۚ  لَا يَمَسُّنَا فِيْهَا نَصَبٌ وَّلَا يَمَسُّنَا فِيْهَا لُغُوْبٌ   \r\nYang dengan karunia-Nya menempatkan kami dalam tempat yang kekal (surga); di dalamnya kami tidak merasa lelah dan tidak pula merasa lesu.” (F±¯ir/35: 35);Hadis Nabi saw menjelaskan keadaan surga:\r\nقَالَ رَسُوْلُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ اِنَّ اللهَ أَمَرَنِيْ اَنْ اُبَشِّرَ خَدِيْجَةَ بِبَيْتٍ فِى الْجَنَّةِ مِنْ قَصَبٍ لاَ صَعْبَ فِيْهِ وَلاَ نَصَبَ. (رواه البخاري و مسلم عن عبد الله بن أوفى)\r\nRasulullah saw bersabda, “Sesungguhnya Allah memerintahkan kepadaku untuk memberi kabar gembira kepada Khadijah berupa rumah (yang akan ditempatinya) di surga yang terbuat dari bambu, tidak ada kesulitan di dalamnya, dan tidak ada pula kelelahan.” (Riwayat a-Bukh±r³ dan Muslim dari Abdull±h bin Auf±);Dari keterangan di atas, maka keadaan orang-orang beriman dalam surga itu dapat digambarkan sebagai berikut: orang-orang yang beriman berada dalam keadaan terhormat, bersih dari berbagai penyakit hati seperti rasa dengki, iri hati, marah, kecewa, dan sebangsanya, tidak pernah merasa lelah, sakit, dan lapar, selalu dalam keadaan senang dan gembira, saling bersilaturrahim, dan bersahabat dengan penduduk surga yang lain, dan mereka kekal di surga sehingga tidak perlu merasa khawatir akan dipindahkan ke tempat yang tidak disenangi.\r\nDiriwayatkan oleh a¯-°abrani dari Abdullah bin Zubair bahwa Rasulullah saw menegur para sahabat yang tertawa ketika beliau lewat di hadapan mereka. Beliau berkata, “Apa yang menyebabkan kamu tertawa?.” Maka turunlah ayat ini sebagai teguran kepada Nabi saw agar membiarkan mereka tertawa karena Allah Maha Pengampun di samping siksa-Nya yang sangat pedih.\r\nDiriwayatkan pula oleh Abµ ¦ātim dari Ali bin Abi Husain bahwa ayat ini diturunkan berhubungan dengan Abu Bakar dan Umar bin al-Kha¯¯±b, yang mana rasa dengki keduanya telah dicabut Allah dari dalam hatinya. Ketika ditanya orang, “Kedengkian apa?” Ali bin Abi Husain menjawab, “Kedengkian jahiliyah, yaitu sikap permusuhan antara Bani Tamim (Kabilah Abu Bakar) dan Bani Umayyah.” Ketika Abu Bakar terserang penyakit pinggang, Ali memanaskan tangannya dan dengan tangannya ia memanaskan pinggang Abu Bakar, maka turunlah ayat ini.\r\nPada ayat ini, Allah swt menjelaskan janji dan ancaman-Nya kepada hamba-hamba-Nya. Allah memerintahkan kepada Nabi Muhammad agar menyampaikan kepada hamba-hamba-Nya bahwa Dia bersedia menghapus segala dosa, jika seseorang telah bertobat dalam arti yang sebenarnya dan kembali menempuh jalan yang diridai-Nya. Allah tidak akan mengazab hamba-hamba-Nya yang bertobat.\r\nAllah juga memerintahkan kepada Nabi Muhammad saw agar menyampaikan kepada hamba-Nya bahwa azab-Nya akan menimpa orang yang durhaka dan berbuat maksiat dan tidak mau bertobat atau kembali ke jalan-Nya. Azab-Nya itu sangat pedih, dan tidak ada bandingannya di dunia ini.\r\n"}