{"tafsir_id":1855,"surah_id":15,"aya_number":53,"tafsir_wajiz":"Mendengar ucapan Nabi Ibrahim, mereka, yakni para tamu itu, berkata, “Janganlah engkau merasa takut atas kedatangan kami, karena sesungguhnya kami datang untuk memberi kabar gembira kepadamu dengan kelahiran seorang anak laki-laki yang sehat, yang akan tumbuh dewasa dan menjadi orang yang pandai dan luas serta dalam pengetahuannya. Kelak engkau akan memberinya nama Ishak.” (Lihat: no_surahh ash-shaffat/ 37: 112)","tafsir_tahlili":"(53-56) Melihat Ibrahim merasa takut, maka para tamu itu mengatakan kepadanya, agar tidak takut karena maksud kedatangan mereka ialah untuk menyampaikan kabar gembira dari Allah, bahwa ia akan dianugerahi seorang anak laki-laki yang saleh. Dalam firman Allah yang lain disebutkan bahwa anak yang akan dianugerahkan itu akan mempunyai kedudukan yang penting di kemudian hari.\r\nAllah berfirman:\r\nوَبَشَّرْنٰهُ بِاِسْحٰقَ نَبِيًّا مِّنَ الصّٰلِحِيْنَ\r\nDan Kami beri dia kabar gembira dengan (kelahiran) Ishak seorang nabi yang termasuk orang-orang yang saleh. (a¡-¢aff±t/37: 112);Ibrahim merasa heran atas berita gembira yang disampaikan para malaikat itu. Dia hampir saja tidak mempercayainya, apalagi berita itu disampaikan oleh orang yang belum dikenalnya dan ketika itu Ibrahim dan istrinya Sarah telah berusia lanjut. Menurut kebiasaan, orang yang sudah berusia lanjut tidak mungkin lagi mempunyai anak. Sudah tentu berita itu dianggapnya aneh, apalagi istrinya juga seorang yang mandul.\r\nTamu-tamu Ibrahim itu menegaskan bahwa berita yang disampaikan mereka itu adalah berita yang benar, sebab kelahiran seorang putra yang diinginkan itu termasuk nikmat Allah yang diberikan kepada hamba-hamba-Nya. Allah kuasa melimpahkan nikmat itu kepada siapa saja yang dikehendaki-Nya. Dia juga kuasa untuk mengadakan atau menciptakan sesuatu yang menyimpang dari sunnah-Nya sendiri.\r\nSetelah mendengar keterangan para malaikat itu, timbullah keyakinan pada diri Ibrahim bahwa tamu yang aneh itu bukanlah sembarang tamu. Mereka adalah malaikat-malaikat Allah yang diutus kepadanya untuk menyampaikan berita gembira. Karena keyakinan itulah Ibrahim segera menjawab perkataan mereka bahwa tidak ada orang yang putus asa dari rahmat Tuhannya kecuali orang-orang yang sesat. Dalam hadis Nabi saw diterangkan betapa banyak dan luasnya nikmat Allah:\r\nقَالَ رَسُوْلُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: اِنَّ اللهَ سُبْحَانَهُ خَلَقَ الرَّحْمَةَ. يَوْمَ خَلَقَهَا مِائَةَ رَحْمَةٍ فَأَمْسَكَ عِنْدَهُ تِسْعًا وَتِسْعِيْنَ رَحْمَةً وَأَرْسَلَ فِى خَلْقِ كُلِّهِمْ رَحْمَةً وَاحِدَةً فَلَوْ يَعْلَمُ الْكَافِرُ كُلَّ الَّذِيْ عِنْدَهُ مِنْ رَحْمَةٍ لَمْ يَيْأَسْ مِنَ الرَّحْمَةِ، وَلَوْ يَعْلَمُ الْمُؤْمِنُ كُلًّ الَّذِيْ عِنْدَ اللهِ تَعَالَى مِنَ الْعَذَابِ لمَ ْ يَأْمَنْ مِنَ النَّارِ. (رواه البخاري و مسلم عن أبي هريرة)\r\nRasulullah saw bersabda, “Sesungguhnya Allah swt telah menciptakan rahmat, ketika itu Dia menciptakan seratus rahmat, maka ditahan-Nya sembilan puluh sembilan rahmat, dan melepaskan satu rahmat kepada makhluk-Nya seluruh-Nya. Kalau orang kafir mengetahui semua rahmat yang ada pada sisi Allah, niscaya mereka tidak putus asa dari rahmat itu, dan kalau orang mukmin mengetahui semua macam azab yang ada pada Allah swt, niscaya mereka tidak merasa aman dari api neraka.” (Riwayat al-Bukh±r³ dan Muslim dari Abu Hurairah);Dalam hal ini, Ibrahim a.s. sebagai nabi dan rasul Allah pasti mengetahui betapa banyaknya rahmat yang ada pada sisi Allah. Oleh karena itu, beliau yakin akan kebenaran yang disampaikan para malaikat itu.\r\n"}