{"tafsir_id":1864,"surah_id":15,"aya_number":62,"tafsir_wajiz":"Usai mengisahkan dialog antara Nabi Ibrahim dengan para malaikat yang bertamu ke kediamannya, pada no_ayatt-no_ayatt berikut Allah mengisahkan pembinasaan kaum Nabi Lut. Allah menyatakan, “Maka ketika utusan yang sebelumnya bertamu ke rumah Nabi Ibrahim itu datang kepada para pengikut Lut, dia berkata, “Sesungguh-nya kamu, wahai para tamu, adalah orang yang tidak kami kenal.” (Lihat: no_surahh al-'Ankabut/29: 23)","tafsir_tahlili":"(61-62) Setelah para malaikat menyampaikan kabar gembira kepada Ibrahim a.s. akan anugerah Allah kepadanya berupa kelahiran seorang putra dan berita akan kehancuran kaum Lut yang ingkar, mereka pun meninggalkan rumah Ibrahim menuju kota Sodom, negeri tempat tinggal kaum Lut yang terletak di daerah Yordania, untuk melaksanakan tugas yang telah dipikulkan Allah kepada mereka. \r\nKedatangan mereka secara tiba-tiba ke rumahnya tidak diduga-duga sedikit pun oleh Lut a.s. dan ia tidak mengetahui sedikit pun siapa para tamu yang datang itu. Hal ini tergambar dalam ucapan Lut ketika menyambut tamunya itu, “Sesungguhnya kamu sekalian adalah orang yang tidak dikenal.” Pada firman Allah yang lain digambarkan pula kegelisahan Lut dan ketidaktahuannya terhadap kaumnya itu.\r\nAllah berfirman:\r\nوَلَمَّآ اَنْ جَاۤءَتْ رُسُلُنَا لُوْطًا سِيْۤءَ بِهِمْ وَضَاقَ بِهِمْ ذَرْعًا\r\nDan ketika para utusan Kami (para malaikat) datang kepada Lut, dia merasa bersedih hati karena (kedatangan) mereka, dan (merasa) tidak mempunyai kekuatan untuk melindungi mereka. (al-Ankabµt/29: 33);Dari ayat dipahami bahwa sebab kekhawatiran dan kegelisahan Nabi Lut itu ialah kedatangan tamu-tamu itu ke rumahnya secara tiba-tiba dan tidak terduga sebelumnya. Para malaikat itu menyamar seperti laki-laki rupawan yang sangat disukai oleh kaum Lut yang senang mengerjakan perbuatan homoseksual. Biasanya kalau datang laki-laki seperti itu, kaum Lut akan datang beramai-ramai ke rumahnya dan memaksa Lut menyerahkan tamunya kepada mereka. Seandainya Lut a.s. mengetahui dengan pasti bahwa yang datang itu para malaikat, tentulah dia tidak merasa khawatir karena dia percaya bahwa para malaikat dapat mempertahankan dan membela diri dari tindakan mereka itu.\r\n"}