{"tafsir_id":187,"surah_id":2,"aya_number":180,"tafsir_wajiz":"Diwajibkan atas kamu, wahai orang-orang yang beriman, apabila tanda-tanda maut atau kematian hendak menjemput seseorang di antara kamu seperti usia tua, rambut memutih, gigi rontok, kulit mengendur, jika dia meninggalkan harta yang banyak, maka hendaknya berwasiat dan memberi pesan yang disampaikan kepada orang lain untuk dilaksanakan setelah kamu meninggal dunia. Wasiat tersebut adalah untuk kedua orang tua yang terhalang menerima waris, karena beda agama atau hamba sahno_ayat/tawanan perang dan untuk karib kerabat yang tidak berhak mendapatkan harta warisan, dengan ketentuan wasiat tersebut dilaksanakan dengan cara yang baik dan tidak merugikan ahli waris. Supno_ayat tidak merugikan ahli waris, maka wasiat tidak boleh lebih dari sepertiga harta yang ditinggalkan oleh pemberi wasiat. Ketentuan hukum wasiat ini sebagai kewajiban bagi orang-orang yang bertakwa yang menaati perintah Allah. ","tafsir_tahlili":"(180) Secara umum menurut bunyi ayat 180 ini, Allah mewajibkan berwasiat bagi orang yang beriman yang merasa bahwa ajalnya sudah dekat, dengan datangnya tanda-tanda bahwa dia akan mati. Kewajiban berwasiat, bagi orang-orang yang mempunyai harta, agar sesudah mati dapat disisihkan sebagian harta yang akan diberikan kepada ibu-bapak dan karib kerabatnya dengan baik (adil dan wajar).\r\nPara ulama mujtahid, dalam menetapkan suatu hukum wasiat yang positif dari ayat 180 ini, memerlukan pembahasan dan penelitian terhadap ayat-ayat lain dalam Al-Qur′an dan terhadap hadis-hadis Nabi yang ada hubungannya dengan persoalan ini, sehingga mereka menghasilkan pendapat antara lain:\r\n1. Jumhur ulama memberikan pendapat bahwa ayat wasiat 180 ini telah dinasakhkan (dihapus hukumnya) oleh ayat-ayat harta waris yang diturunkan dengan terperinci pada surah an-Nis±' ayat 11 dan 12 dengan alasan antara lain sebagai berikut:\r\na. Sabda Rasulullah saw:\r\nإِنَّ الله َقَدْ اَعْطَى كُلَّ ذِيْ حَقٍّ حَقَّهُ أَلاَ لاَ وَصِيَّةَ لِوَارِثٍ (رواه أحمد والبيهقي عن أبو أمامة الباهلي)\r\nSesungguhnya Allah swt telah memberikan kepada setiap orang haknya masing-masing, maka tidak ada wasiat bagi ahli waris (Riwayat A¥mad dan al-Baihaqi dari Abµ Um±mah al-B±hil³).\r\nHadis ini walaupun tidak mutawatir, namun telah diterima baik oleh para ulama Islam semenjak dahulu.\r\nb.  Para ulama sependapat bahwa ayat-ayat harta waris tersebut diturunkan sesudah ayat wasiat ini.\r\n2. Para ulama yang berpendapat bahwa ayat wasiat ini dinasakh oleh ayat-ayat harta waris, terbagi pula kepada 2 golongan: golongan pertama mengatakan, tidak ada wasiat yang wajib, baik kepada kerabat yang ahli waris maupun kerabat yang bukan ahli waris. Golongan kedua berpendapat bahwa yang dinasakhkan hanya wasiat kepada kerabat ahli waris saja, sesuai dengan ayat-ayat mawaris itu tetapi untuk karib kerabat yang tidak termasuk ahli waris, wasiat itu tetap wajib hukumnya sesuai dengan ayat wasiat ini.\r\n3. Menurut Abu Muslim al-Isfah±n³ (seorang ulama yang tidak mengakui adanya nasakh dalam ayat-ayat Al-Qur′an) dan Ibnu Jarir a¯-°abari, bahwa ayat wasiat 180 ini, tidak dinasakhkan oleh ayat-ayat mawaris dengan alasan antara lain:\r\na. Tidak ada pertentangan antara ayat wasiat ini dengan ayat-ayat mawaris, karena wasiat ini sifatnya pemberian dari Tuhan. Oleh karena itu, seorang ahli waris bisa mendapat bagian dari wasiat sesuai dengan ayat 180 ini, dan dari warisan sesuai dengan ketentuan ayat-ayat harta waris.\r\nb. Andaikata ada pertentangan antara ayat wasiat ini dengan ayat-ayat harta waris, maka dapat dikompromikan yaitu ayat-ayat wasiat ini sifatnya umum, artinya wajib wasiat kepada setiap kerabat, baik ahli waris maupun bukan, sedang ayat-ayat mawaris sifatnya khusus. Jadi kewajiban berwasiat itu seperti dalam ayat 180 tetap berlaku, sehingga tidak bertentangan dengan ayat-ayat harta waris.\r\nPada ayat 180 ini diterangkan lagi bahwa wasiat itu diberlakukan kalau harta yang akan ditinggalkan oleh yang berwasiat itu banyak. Para ulama yang memberi pendapat tentang berapa banyak jumlah harta yang mengharuskan adanya wasiat. Perincian pendapat para ulama ini dapat diketahui dalam kitab fikih. Tetapi bagaimanapun banyaknya dalil yang dikemukakan, pikiran yang sehat dapat mengambil kesimpulan bahwa harta yang ditinggalkan itu tentulah tidak sedikit sebab wasiat tidak boleh melebihi sepertiga dari jumlah seluruh harta yang ditinggalkan, setelah dikeluarkan lebih dahulu apa yang wajib dikeluarkan, seperti utang-utang dan ongkos seperlunya untuk kepentingan penyelenggaraan jenazah. Kalau wasiat itu lebih dari sepertiga, maka harus mendapat persetujuan dari ahli waris.\r\nKalau ada yang tidak setuju, maka wasiat hanya berlaku sepertiga dari jumlah harta yang ditinggalkan, sesuai dengan sabda nabi Muhammad saw:\r\nإِنَّ الله َ أَعْطَاكُمْ ثُلُثَ أَمْوَالِكُمْ عِنْدَ وَفَاتِكُمْ زِيَادَةً لَكُمْ فِي أَعْمَالِكُمْ (رواه الدارقطني عن معاذ بن جبل)\r\nSesungguhnya Allah telah membolehkan memberikan sepertiga dari harta kamu sewaktu dekat dengan kematian (ajal) untuk menambah kebajikan kamu. (Riwayat ad-D±raqu¯n³ dari Mu±© bin Jabal);Jadi kalau harta itu sedikit, wasiat tidak pantas dan tidak wajar dikeluarkan.\r\nSesudah itu ayat ini menekankan, bahwa apa yang diwasiatkan itu diberikan dan dibagi secara makruf, artinya secara baik, adil dan wajar. Jangan ada yang menerima sedikit, sedang yang lain menerima banyak, kecuali dalam hal-hal yang cukup wajar, yaitu orang yang menerima lebih banyak, karena sangat banyak kebutuhannya dibandingkan dengan yang lain."}