{"tafsir_id":1885,"surah_id":15,"aya_number":83,"tafsir_wajiz":"Keberpalingan mereka dari Allah dan kedurhakaan kepada-Nya kemudian membuat Allah murka. Mereka lalu dibinasakan oleh Allah pada hari keempat dari tenggat yang telah Nabi Saleh berikan kepada mereka untuk berpikir, dengan suatu azab berupa suara keras yang mengguntur pada pagi hari. Suara itu memicu gempa dahsyat yang membuat mereka terkubur dalam rumah-rumah mereka yang dipahat pada gunung-gunung batu itu.","tafsir_tahlili":"(82-84) Kaum Samud adalah kaum yang kuat dan perkasa tubuhnya. Mereka memahat gunung-gunung batu untuk dijadikan rumah-rumah mereka, sehingga kota mereka dinamakan “kota al-¦ijr” yang berarti kota pegunungan batu. Karena kemungkaran, Allah menimpakan kepada mereka azab berupa suara keras yang mengguntur dan menghancurkan mereka semuanya. Azab keras itu datang di waktu pagi pada hari keempat dari hari yang ditetapkan Saleh bagi mereka untuk berpikir. Tetapi mereka tidak mengindahkannya, sehingga mereka terkubur di dalam rumah-rumah mereka yang berupa gua-gua yang dipahat pada gunung-gunung batu itu. Keadaan mereka ini diterangkan Allah dalam firman-Nya yang lain:\r\nوَاَخَذَ الَّذِيْنَ ظَلَمُوا الصَّيْحَةُ فَاَصْبَحُوْا فِيْ دِيَارِهِمْ جٰثِمِيْنَۙ ٦٧كَاَنْ لَّمْ يَغْنَوْا فِيْهَا ۗ اَلَآ اِنَّ ثَمُوْدَا۠ كَفَرُوْا رَبَّهُمْ ۗ اَلَا بُعْدًا لِّثَمُوْدَ ࣖ ٦٨  \r\nKemudian suara yang mengguntur menimpa orang-orang zalim itu, sehingga mereka mati bergelimpangan di rumahnya. Seolah-olah mereka belum pernah tinggal di tempat itu. Ingatlah, kaum Samud mengingkari Tuhan mereka. Ingatlah, binasalah kaum Samud. (Hµd/11: 67-68)\r\nKaum Samud tidak dapat menghindarkan diri dari azab Allah sedikit pun. Tidak ada faedah keperkasaan tubuh mereka, kemampuan mereka memahat gunung untuk dijadikan rumah yang seakan-akan merupakan benteng yang kokoh, serta harta dan jumlah mereka yang banyak. Semua hancur lebur bersama mereka, seakan-akan negeri itu tidak pernah dihuni manusia.\r\nTentang kedahsyatan azab yang dialami kaum Samud, tergambar dalam hadis Nabi saw:\r\nعَنِ ابْنِ عُمَرَ اَنَّ النَّبِيَّ مَرَّ بِالْحَجَرِ وَهُوَ ذَاهِبٌ إِلَى تَبُوْكَ فَقَنَعَ رَأْسَهُ وَاَسْرَعَ بِرَاحِلَتِهِ وَقَالَ ِلأَصْحَابِهِ: لاَ تَدْخُلُوْا بُيُوْتَ الْقَوْمِ الْمُعَذَّبِيْنَ إِلاَّ أَنْ تَكُوْنُوْا باَكِيْنَ فَإِنْ لَمْ تَبْكُوْا فَتَبَاكَوْا خَشْيَةَ أَنْ يُّصِيْبَكُمْ مَا أَصَابَهُمْ. (رواه البخاري)\r\nDari Ibnu Umar r.a. bahwasanya Nabi saw telah lewat di kota Hijr dalam perjalanan beliau menuju perang Tabuk, lalu beliau menundukkan kepalanya dan mempercepat perjalanannya seraya berkata kepada para sahabatnya, “Janganlah kamu memasuki rumah-rumah kaum yang diazab (kaum Samud), kecuali kamu akan menangis. Jika kamu tidak menangis, maka hendaklah seakan-akan menangis karena kamu takut akan ditimpa azab nanti sebagaimana mereka telah ditimpa azab dahulu.” (Riwayat al-Bukh±r³)\r\n"}