{"tafsir_id":1889,"surah_id":15,"aya_number":87,"tafsir_wajiz":"Setelah pada no_ayatt-no_ayatt sebelumnya Allah mengisahkan hinaan kaum pendurhaka kepada para rasul Allah dan siksaan yang ditimpakanNya kepada mereka, dalam no_ayatt ini Allah menjelaskan anugerah yang diberikan-Nya kepada Nabi Muhammad. Allah berfirman, “Dan sungguh, Kami telah memberikan kepadamu, wahai Nabi Muhammad, tujuh no_ayatt yang dibaca berulang-ulang dalam salat, yaitu no_surahh al-Fatihah dan no_ayatt-no_ayatt lain dari Al-Qur'an yang agung.”","tafsir_tahlili":"(87) Ayat ini menerangkan bahwa Allah telah menurunkan kepada Nabi Muhammad “as-sabul ma£±ni” (tujuh ayat yang dibaca berulang-ulang) dan Al-Qur'an yang agung. Tidak diterangkan dalam ayat ini yang dimaksud dengan “as-sabul ma£±ni” dan “Al-Qur'an yang agung itu”. Tetapi, ada hadis menerangkan bahwa yang dimaksud dengan as-sabul ma£±ni dan Al-Qur'an yang agung itu ialah Surah al-F±ti¥ah. Hadis itu ialah:\r\nعَنْ أَبِيْ سَعِيْدٍ الْمُعَلَّى قَالَ: مَرَّ بِيَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَأَنَا أُصَلِّى فَدَعَانِيْ فَلَمْ اٰتِهِ حَتَّى صَلَّيْتُ فَأَتَيْتُهُ فَقَالَ: مَا مَنَعَكَ أَنْ تَأْتِيَنِيْ فَقُلْتُ كُنْتُ أُصَلِّى فَقَالَ: اَلَمْ يَقُلِ اللهُ: يَاأَيُّهَا الَّذِيْنَ اٰمَنُوا اسْتَجِيْبُوْا ِللهِ وَ لِلرَّسُوْلِ ثُمَّ قَالَ: اَلاَ أُعَلِّمُكُ اَعْظَمَ سُوْرَةٍ فِى الْقُرْاٰنِ قَبْلَ اَنْ اَخْرُجَ مِنَ الْمَسْجِدِ فَذَهَبَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ لِيَخْرُجَ فَذَكَرْتُهُ فَقَالَ: اَلْحَمْدُ ِللهِ رَبِّ الْعَالَمِيْنَ هِيَ السَّبْعُ الْمَثَانِيّ وَالْقُرْاٰنُ الْعَظِيْمُ الَّذِيْ أُوْتِيْتُهُ. (رواه البخاري)\r\nDari Abi Said Al-Mualla ia berkata, “Telah lewat di hadapanku Nabi saw sedang saya dalam salat, maka dia memanggilku dan aku tidak mendatanginya hingga aku selesai salat. Kemudian aku datang kepadanya, kemudian Nabi berkata, “Kenapa engkau tidak datang kepadaku.” Aku menjawab, “Aku sedang salat.” Beliau berkata, “Bukanlah Allah telah berfirman, “Hai orang-orang yang beriman perkenankanlah seruan Allah dan rasul,” kemudian beliau berkata, Ketahuilah! Aku akan mengajarkan kepadamu surah yang paling agung di dalam Al-Qur'an, sebelum aku keluar dari mesjid ini.” Maka Nabi saw pergi untuk keluar lalu beliau kuingatkan, maka katanya,”Al-hamdu lill±hi rabbil-±lam³n adalah “as-sabul-ma£±ni” dan “Al-Qur'an yang agung” yang telah diberikannya kepadaku.” (Riwayat al-Bukh±r³)\r\n \r\nPada hadis yang lain, Rasulullah saw bersabda:\r\nأُمُّ الْقُرْاٰنِ هِيَ السَّبْعُ الْمَثَانِى وَالْقُرْاٰنُ الْعَظِيْمُ. (رواه البخاري)\r\nUmmul-Qur'±n itu ialah as-sabul-ma£±ni dan Al-Qur'an yang Agung. (Riwayat al-Bukh±r³);Banyak hadis sahih lain yang menerangkan bahwa as-sabul-ma£±ni dan Al-Qur'an yang Agung adalah nama-nama lain dari Surah al-F±ti¥ah.\r\nSebagian ahli tafsir berpendapat bahwa yang dimaksud dengan as-sabul ma£±ni dalam ayat di atas ialah as-sabu¯-¯iw±l (tujuh surah Al-Qur'an yang terpanjang ayat-ayatnya), yaitu Surah al-Baqarah, ²li Imr±n, al-M±'idah, an-Nis±, al-Ar±f, al-An±m, dan at-Taubah atau al-Anf±l. Surah-surah yang tujuh itu disebut as-sabul-ma£±ni, karena dalam surah yang tujuh itu diulang-ulang penyebutan kisah-kisah, hukum-hukum, ketauhidan, dan lain-lain. Akan tetapi, pendapat ini bertentangan dengan hadis-hadis sahih di atas. Sementara itu, sebagian dari surah as-sabu¯-¯iw±l diturunkan di Medinah, sedangkan ayat yang menerangkan tentang as-sabul-ma£±ni ini adalah Makkiyah.\r\nDisebut as-sabul-ma£±ni (tujuh berulang-ulang) karena Surah al-F±ti¥ah itu terdiri atas tujuh ayat yang diulang-ulang membacanya pada tiap-tiap rakaat dalam salat. Seorang muslim sekurang-kurangnya salat tujuh belas rakaat dalam sehari semalam. Oleh karena itu, mereka sekurang-kurangnya membaca al-F±ti¥ah tujuh belas kali dalam sehari semalam. Disebut Al-Qur'an yang agung karena isi Surah al-F±ti¥ah itu merupakan pokok-pokok isi dari seluruh Al-Qur'an, dan sesuai pula dengan maksud hadis di atas.\r\n"}