{"tafsir_id":1893,"surah_id":15,"aya_number":91,"tafsir_wajiz":"Memperingatkan kaum kafir Mekah tentang datangnya azab akibat penolakan mereka terhadap dakwah Nabi Muhammad, Allah berfirman, “Sebagaimana Kami telah memberi kamu peringatan, sesungguhnya Kami telah menurunkan azab kepada orang yang memilah-milah Kitab Allah dan menyifatinya dengan berbagai macam sifat yang batil, yaitu orang-orang yang telah menjadikan Al-Qur’an itu terbagi-bagi ke dalam berbagai macam penamaan, seperti sihir, syair, tenung, atau lainnya, dan dengan berbagai sikap; sebagiannya mereka benarkan dan sebagian yang lain mereka ingkari.","tafsir_tahlili":"(90-91) Ayat ini menerangkan bahwa sebagaimana Allah telah meng-anugerahkan as-sabul-ma£±ni kepada umat Nabi Muhammad, Dia juga telah menganugerahkan yang serupa itu kepada umat-umat sebelumnya dengan perantaraan nabi-nabi yang telah diutus kepada mereka. Seperti halnya sikap dan tindakan umat yang terdahulu terhadap kitab-kitab yang diturunkan kepada mereka, demikian pula sikap orang-orang musyrik di Mekah yang telah menamakan Al-Qur'an dengan nama yang bermacam-macam, seperti syair, sihir, dongeng-dongeng orang purbakala, buatan Muhammad, dan sebagainya.\r\nPara mufasir berbeda pendapat tentang yang dimaksud dengan perkataan “al-muqtasim³n” (orang yang membagi-bagi).\r\nPendapat pertama mengartikan al-muqtasim³n dengan orang-orang kafir yang telah bersumpah bahwa Allah tidak akan membangkitkan orang yang mati. Perkataan ini sesuai dengan firman Allah swt:\r\nوَاَقْسَمُوْا بِاللّٰهِ جَهْدَ اَيْمَانِهِمْۙ  لَا يَبْعَثُ اللّٰهُ مَنْ يَّمُوْتُۗ بَلٰى وَعْدًا عَلَيْهِ حَقًّا وَّلٰكِنَّ اَكْثَرَ النَّاسِ لَا يَعْلَمُوْنَۙ  \r\nDan mereka bersumpah dengan (nama) Allah dengan sumpah yang sungguh-sungguh, ”Allah tidak akan membangkitkan orang yang mati.” Tidak demikian (pasti Allah akan membangkitkannya), sebagai suatu janji yang benar dari-Nya, tetapi kebanyakan manusia tidak mengetahui. (an-Na¥l/16: 38);Dan firman Allah swt:\r\nاَهٰٓؤُلَاۤءِ الَّذِيْنَ اَقْسَمْتُمْ لَا يَنَالُهُمُ اللّٰهُ بِرَحْمَةٍ\r\nItukah orang-orang yang kamu telah bersumpah, bahwa mereka tidak akan mendapat rahmat Allah? (al-Ar±f/7: 49);Pendapat kedua mengartikan al-muqtasim³n dengan “orang-orang yang membagi-bagi” kitab Allah, yaitu mengurangi, menukar, dan menambah isi kitab Allah yang telah diturunkan kepada para rasul-Nya. Dasar pendapat mereka ialah firman Allah swt:\r\nاَفَتُؤْمِنُوْنَ بِبَعْضِ الْكِتٰبِ وَتَكْفُرُوْنَ بِبَعْضٍ\r\n…Apakah kamu beriman kepada sebagian Kitab (Taurat) dan ingkar kepada sebagian (yang lain)?... (al-Baqarah/2: 85);Dan firman Allah swt:\r\nمِنَ الَّذِيْنَ هَادُوْا يُحَرِّفُوْنَ الْكَلِمَ عَنْ مَّوَاضِعِهٖ\r\n(Yaitu) di antara orang Yahudi, yang mengubah perkataan dari tempat-tempatnya… (an-Nis±'/4: 46);Pendapat ketiga mengartikan al-muqtasim³n dengan “orang-orang yang membagi-bagi”. Maksudnya ialah mereka menamakan Al-Qur'an sesuai dengan nama yang mereka ingini, sehingga orang tidak mempercayai sebagai kitab yang diturunkan Allah. Alasan mereka ialah firman Allah swt:\r\nبَلْ قَالُوْٓا اَضْغَاثُ اَحْلَامٍۢ بَلِ افْتَرٰىهُ بَلْ هُوَ شَاعِرٌ\r\nBahkan mereka mengatakan, “(Al-Quran itu buah) mimpi-mimpi yang kacau, atau hasil rekayasanya (Muhammad), atau bahkan dia hanya seorang penyair. (al-Anbiy±/21: 5)\r\nFirman Allah swt:\r\nفَقَالَ اِنْ هٰذَآ اِلَّا سِحْرٌ يُّؤْثَرُ\r\nLalu dia berkata, ”(Al-Quran) ini hanyalah sihir yang dipelajari (dari orang-orang dahulu). (al-Mudda££ir/74: 24);Setiap pendapat di atas mempunyai dalil-dalil yang kuat, tetapi yang lebih tepat dan sesuai dengan ayat-ayat ini ialah pendapat ketiga, apalagi jika dihubungkan dengan ayat-ayat selanjutnya, yaitu firman Allah yang artinya: “Yaitu orang-orang yang telah menjadikan Al-Qur'an itu terbagi-bagi”.\r\nAl-Mar±g³, menukil pendapat Ibnu Abbas, mengatakan bahwa orang-orang Yahudi dan Nasrani telah menjadikan pula Al-Qur'an itu terbagi-bagi, ada bagian yang mereka percayai, dan ada pula bagian yang mereka ingkari.\r\nHasan al-Ba¡ri berpendapat bahwa orang-orang musyrik Mekah telah membagi-bagi jalan yang akan dilalui manusia, kemudian mereka berdiri di jalan yang akan dilalui manusia dan menakut-nakuti orang-orang yang akan menempuh jalan yang telah dibentangkan oleh Nabi saw.\r\n"}