{"tafsir_id":1905,"surah_id":16,"aya_number":4,"tafsir_wajiz":"Dia Yang Mahaesa dan Mahakuasa itu juga telah menciptakan manusia dari setetes mani yang secara lahiriah tampak remeh, tidak berarti, dan tidak berdno_ayat, ternyata dia berubah menjadi manusia yang kuat dan tangguh, bahkan dia berubah menjadi pembantah yang nyata tentang Tuhan dan hakikat dirinya.","tafsir_tahlili":"(4) Kemudian dalam ayat ini, Allah menjelaskan proses kejadian diri manusia bahwa Dia menciptakannya dari nu¯fah. Dalam ayat yang lain dijelaskan bahwa Allah menciptakan manusia dari air yang lemah. Kejadian itu melalui proses perkembangan. Di dalam kandungan, mani berubah menjadi alaqah (sesuatu yang menggantung di dinding rahim), kemudian menjadi gumpalan daging. Setelah mengalami jangka waktu 4 bulan mulai terwujud janin yang sempurna, dan setelah 9 bulan kejadian, bayi itu dikeluarkan dari kandungan ibunya ke alam dunia. Setelah itu, bayi masih memerlukan bantuan dan perawatan ibunya untuk disusui, dirawat, dan dididik sampai dewasa dan dapat berpikir secara sempurna. \r\nManusia yang mengalami proses penciptaan yang rumit dan bertahap, dari makhluk yang lemah menjadi yang perkasa ini, tiba-tiba mengingkari keesaan penciptanya dan terjadinya hari kebangkitan, serta memusuhi para rasul Allah, padahal ia diciptakan hanya sebagai hamba. Manusia bahkan melupakan asal kejadiannya bahwa ia diciptakan dari setetes air yang tidak mempunyai kemampuan sedikit pun. Mereka berkata dengan terus-terang, sebagaimana dijelaskan dalam firman Allah:\r\nوَقَالُوْٓا اِنْ هِيَ اِلَّا حَيَاتُنَا الدُّنْيَا وَمَا نَحْنُ بِمَبْعُوْثِيْنَ   \r\nDan tentu mereka akan mengatakan (pula), ”Hidup hanyalah di dunia ini, dan kita tidak akan dibangkitkan.” (al-An±m/6: 29);Mereka juga mengingkari kebangkitan kembali manusia setelah mati dan menjadi tulang-belulang. Firman Allah:\r\nقَالَ مَنْ يُّحْيِ الْعِظَامَ وَهِيَ رَمِيْمٌ   \r\n…Dia berkata, “Siapakah yang dapat menghidupkan tulang-belulang yang telah hancur luluh?” (Y±s³n/36: 78)\r\n"}