{"tafsir_id":1908,"surah_id":16,"aya_number":7,"tafsir_wajiz":"Dan kamu pun bisa memperoleh manfaat lain dari hewan ternak itu karena ia sanggup mengangkut beban-bebanmu yang berat dan tidak mampu kamu pikul sendiri ke suatu negeri nun jauh yang kamu tidak sanggup mencapainya, kecuali dengan susah pno_ayath. Sungguh, Tuhanmu yang telah menciptakan hewan ternak itu dan menyediakan berbagai manfaat darinya adalah Tuhan Yang Maha Pengasih kepada hamba yang taat dan mendekatkan diri kepada-Nya, Maha Penyno_ayatng kepada semua makhluk-Nya.","tafsir_tahlili":"(7) Kemudian Allah menyebutkan nikmat-Nya yang lain yang diperoleh manusia dari binatang ternak, yakni mengangkut barang atau beban manusia yang berat dari satu tempat ke tempat yang lain dimana mereka tidak sanggup untuk membawanya sendiri.\r\nAllah berfirman:\r\nوَاِنَّ لَكُمْ فِى الْاَنْعَامِ لَعِبْرَةًۗ  نُسْقِيْكُمْ مِّمَّا فِيْ بُطُوْنِهَا وَلَكُمْ فِيْهَا مَنَافِعُ كَثِيْرَةٌ وَّمِنْهَا تَأْكُلُوْنَ   \r\nDan sesungguhnya pada hewan-hewan ternak, terdapat suatu pelajaran bagimu. Kami memberi minum kamu dari (air susu) yang ada dalam perutnya, dan padanya juga terdapat banyak manfaat untukmu, dan sebagian darinya kamu makan. (al-Mu'minµn/23: 21);Dan firman-Nya:\r\nاَللّٰهُ الَّذِيْ جَعَلَ لَكُمُ الْاَنْعَامَ لِتَرْكَبُوْا مِنْهَا وَمِنْهَا تَأْكُلُوْنَ\r\nAllahlah yang menjadikan hewan ternak untukmu, sebagian untuk kamu kendarai dan sebagian lagi kamu makan. (al-Mu'min/40: 79);Kemudian Allah swt menegaskan bahwa Dia Maha Pengasih dan Maha Penyayang. Kasih sayang Allah disebutkan dalam ayat ini agar manusia dapat mensyukuri nikmat Allah yang diperolehnya dari binatang ternak, yang sangat bermanfaat bagi mereka sebagai alat pengangkut yang sangat penting artinya bagi kehidupan mereka.\r\nAllah swt berfirman:\r\nاَوَلَمْ يَرَوْا اَنَّا خَلَقْنَا لَهُمْ مِّمَّا عَمِلَتْ اَيْدِيْنَآ اَنْعَامًا فَهُمْ لَهَا مَالِكُوْنَ   \r\nDan tidakkah mereka melihat bahwa Kami telah menciptakan hewan ternak untuk mereka yaitu sebagian dari apa yang telah Kami ciptakan dengan kekuasaan Kami, lalu mereka menguasainya? (Y±s³n/36: 71)\r\n"}