{"tafsir_id":1909,"surah_id":16,"aya_number":8,"tafsir_wajiz":"Dan Dia telah pula menciptakan untuk kalian kuda, bagal (yaitu binatang hasil perkawinan antara kuda dengan keledai), dan keledai. Itu semua diciptakan Allah untuk kamu tunggangi dan menjadi perhiasan. Allah menciptakan untuk kalian apa yang kamu ketahui dan apa yang tidak kamu ketahui pada saat ini namun kelak akan kamu ketahui manfaat dan kegunaannya.","tafsir_tahlili":"(8) Selanjutnya, Allah swt menyebutkan beberapa binatang ternak lainnya yang bermanfaat bagi kehidupan manusia, yaitu Allah menciptakan kuda, bagal, dan keledai untuk dikendarai dan dijadikan sebagai binatang pelihara-an yang menyenangkan.\r\nAda segolongan ahli fikih yang mengharamkan daging kuda. Mereka mengemukakan alasan bahwa kuda diciptakan Allah untuk dijadikan kendaraan bukan untuk dimakan. Alasan ini diperkuat dengan teks ayat yang menyebutkan tiga jenis binatang ternak. Hal ini menunjukkan bahwa kuda, keledai, dan bagal hukumnya sama-sama haram dimakan. Sekiranya ketiga binatang ini boleh dimakan, tentulah disebutkan dalam ayat ini, sebab kebutuhan seseorang untuk makan lebih terasa daripada kebutuhan mereka terhadap kendaraan.\r\nAkan tetapi, alasan yang dikemukakan di atas tidak disetujui oleh kalangan ahli fikih yang lain dengan alasan bahwa seandainya ayat ini menunjukkan keharaman kuda, tentu keledai yang dipelihara termasuk ke dalamnya. Kalau memang demikian pengertiannya, tentu pada saat terjadi perang Khaibar tidak perlu ada penegasan keharaman memakan keledai piaraan karena ayat itu turun jauh sebelum perang Khaibar.\r\nDi samping itu, banyak dalil yang membolehkan memakan daging kuda, di antaranya adalah:\r\nعَنْ اَسْمَاء رَضِيَ اللهُ عَنْهَا: نَحَرْنَا عَلَى عَهْدِ رَسُوْلِ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَرَسًا فَأَكَلْنَا. (رواه البخاري و مسلم)\r\nDari Asm±' r.a., “Kami berkorban seekor kuda pada masa Rasulullah, lalu kami memakan dagingnya.” (Riwayat al-Bukh±r³ dan Muslim);عَنْ جَابِرٍ رَضِيَ اللهُ عَنْهُ: أَطْعَمَنَا رَسُوْلُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ لُحُوْمَ الْخَيْلِ وَنَهَانَا عَنْ لُحُوْمِ الْحُمُرِ اْلأَهْلِيَّةِ. (رواه أبو عبيد و ابن أبي شيبة والترمذي والنسائي وغيرهم)\r\nDari J±bir r.a., “Rasulullah menyuruh kami memakan daging kuda dan melarang kami memakan daging keledai piaraan.” (Riwayat Abu Ubaid, Ibnu Abi Syaibah, at-Tirmiz³, an-Nas±'³, dan lain-lain);عَنْ جَابِرٍ رَضِيَ اللهُ عَنْهُ: نَهَى رَسُوْلُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ عَنْ لُحُوْمِ الْحُمُرِ اْلأَهْلِيَّةِ وَأَذِنَ فِى الْخَيْلِ. (رواه البخاري وأبي داود)\r\nDari Jabir r.a., “Rasulullah melarang memakan daging keledai piaraan dan membolehkan memakan daging kuda.” (Riwayat al-Bukh±r³ dan Abu D±wud);Di samping hadis-hadis tersebut, memang ada hadis yang melarang memakan daging kuda bagal, dan keledai.\r\nنَهَى رَسُوْلُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ عَنْ أَكْلِ كُلِّ ذِيْ نَابٍ مِنَ السِّبَاعِ وَعَنِ الْبِغَالِ وَعَنْ لُحُوْمِ الْحُمُرِ اْلأَهْلِيَّةِ. (رواه أحمد)\r\nRasulullah melarang memakan daging tiap-tiap binatang buas yang bertaring, daging kuda bagal, dan keledai piaraan. (Riwayat A¥mad);Hadis yang mengharamkan daging kuda ini daif karena dalam sanadnya tercantum nama ¢alah bin Yahya yang diragukan kekuatan hafalannya. Seandainya hadis ini dianggap sahih, nilai kekuatannya tidak melebihi hadis-hadis sahih lain yang lebih banyak jumlahnya yang membolehkan memakan daging kuda. \r\nSecara singkat dapat dikatakan bahwa hadis yang melarang memakan daging kuda bagal, dan keledai itu terjadi sebelum peristiwa Perang Khaibar. Oleh sebab itu, bisa dikatakan hadis ini dinasakh oleh hadis yang menerang-kan kebolehannya.\r\nDi akhir ayat, Allah menyebutkan bahwa Dia menciptakan semua makhluk yang belum diketahui oleh manusia, baik binatang darat, laut, ataupun angkasa, yang dapat diambil manfaatnya oleh mereka. Namun demikian, sampai saat ini akal manusia belum sampai pada pengetahuan tentang manfaat dari makhluk tersebut. Semua itu bertujuan agar manusia dapat memahami betapa luasnya nikmat Allah swt yang diberikan kepada mereka yang tiada putus-putusnya.\r\n"}