{"tafsir_id":1910,"surah_id":16,"aya_number":9,"tafsir_wajiz":"Usai menjelaskan tanda-tanda yang menunjukkan betapa Dia Maha Pencipta dan Mahakuasa, Allah lalu beralih menjelaskan bahwa Dia juga Maha Memberi Petunjuk ke jalan yang benar. Karena itu, Dialah yang patut disembah, dan menjadi hak bagi Allah Yang Maha Mengetahui dan Memberi Petunjuk untuk menerangkan jalan yang lurus, yakni keimanan yang harus diikuti oleh manusia untuk membawa mereka menuju kebahagiaan di dunia dan akhirat. Dan menjadi hak Allah pula untuk menerangkan bahwa di antaranya ada jalan yang menyimpang, berkelok, dan berliku, yakni kekufuran, yang harus dijauhi karena menjerumuskan manusia ke jurang kesengsaraan di dunia dan akhirat. Dan jika Dia menghendaki untuk menjadikan semua manusia menempuh jalan yang lurus, maka tidak ada halangan bagi-Nya untuk melakukan hal itu karena Allah Mahakuasa, dan dalam keadaan demikian tentu Dia memberi petunjuk kamu semua ke jalan yang lurus tersebut.","tafsir_tahlili":"(9) Allah swt menyebutkan nikmat-Nya yang berguna untuk kepentingan jiwa manusia, agar mereka mengetahui dan mensyukuri Pencipta alam semesta dan nikmat yang sangat luas ini. Allah menjelaskan bahwa Dialah yang mempunyai kekuasaan tertinggi untuk membimbing manusia melalui wahyu kepada para rasul-Nya dan memerintahkan mereka untuk menaatinya. Ini bertujuan agar manusia sampai pada kebenaran. Dengan demikian, barang siapa mengikuti bimbingan itu berarti ia akan memperoleh kebahagiaan yang sangat berguna bagi dirinya. Akan tetapi, barang siapa yang menempuh jalan sesat maka akibatnya akan diderita dan dirasakannya sendiri.\r\nAllah swt berfirman:\r\nوَاَنَّ هٰذَا صِرَاطِيْ مُسْتَقِيْمًا فَاتَّبِعُوْهُ ۚوَلَا تَتَّبِعُوا السُّبُلَ فَتَفَرَّقَ بِكُمْ عَنْ سَبِيْلِهٖ ۗذٰلِكُمْ وَصّٰىكُمْ بِهٖ لَعَلَّكُمْ تَتَّقُوْنَ   \r\nDan sungguh, inilah jalan-Ku yang lurus. Maka ikutilah! Jangan kamu ikuti jalan-jalan (yang lain) yang akan mencerai-beraikan kamu dari jalan-Nya. Demikianlah Dia memerintahkan kepadamu agar kamu bertakwa. (al-An±m/6: 153);Dan firman-Nya:\r\nقَالَ هٰذَا صِرَاطٌ عَلَيَّ مُسْتَقِيْمٌ   \r\nDia (Allah) berfirman, “Ini adalah jalan yang lurus (menuju) kepada-Ku.” (al-¦ijr/15: 41);Dan firman-Nya:\r\nاِنَّ عَلَيْنَا لَلْهُدٰىۖ  \r\n     Sesungguhnya Kamilah yang memberi petunjuk. (al-Lail/92: 12);Di samping jalan lurus itu, ada jalan yang menyimpang dari kebenaran. Apabila manusia melalui jalan itu, mereka tidak akan mencapai kebahagiaan. Jalan itu adalah jalan kesesatan, yang membawa manusia pada perpecahan dan kehancuran.\r\nMenurut ayat ini, jalan lurus yang mengantarkan manusia untuk mem-peroleh kebahagiaan hanyalah agama Islam, yaitu agama yang hanif, disyariatkan Allah dan diwahyukan-Nya kepada Nabi Muhammad saw, serta sesuai dengan fitrah manusia.\r\nAllah swt berfirman:\r\nفَاَقِمْ وَجْهَكَ لِلدِّيْنِ حَنِيْفًاۗ فِطْرَتَ اللّٰهِ الَّتِيْ فَطَرَ النَّاسَ عَلَيْهَاۗ  لَا تَبْدِيْلَ لِخَلْقِ اللّٰهِ ۗذٰلِكَ الدِّيْنُ الْقَيِّمُۙ وَلٰكِنَّ اَكْثَرَ النَّاسِ لَا يَعْلَمُوْنَ;Maka hadapkanlah wajahmu dengan lurus kepada agama (Islam); (sesuai) fitrah Allah disebabkan Dia telah menciptakan manusia menurut (fitrah) itu. Tidak ada perubahan pada ciptaan Allah. (Itulah) agama yang lurus, tetapi kebanyakan manusia tidak mengetahui. (ar-Rµm/30: 30);Sesungguhnya Allah berkuasa untuk membimbing manusia seluruhnya untuk beragama tauhid. Akan tetapi, Allah swt Maha Bijaksana. Ia memberi hak pilih kepada manusia karena mereka memiliki akal dan pikiran untuk digunakan sebagaimana mestinya. Allah juga memberikan bimbingan wahyu kepada manusia melalui rasul-Nya, agar mereka melaksanakan tuntunan itu berdasarkan pilihannya. Firman Allah:\r\nوَلَوْ شَاۤءَ رَبُّكَ لَاٰمَنَ مَنْ فِى الْاَرْضِ كُلُّهُمْ جَمِيْعًا \r\nDan jika Tuhanmu menghendaki, tentulah beriman semua orang di bumi seluruhnya. (Yµnus/10: 99);Untuk mendorong minat manusia melakukan amal yang baik, Allah swt menjanjikan pahala. Sebagai upaya menghilangkan kecenderungan mereka melakukan amal yang jelek, Allah juga memberi peringatan dengan ancaman yang pedih. Hal ini dimaksudkan agar manusia mau mengikuti petunjuk-Nya dan menghindari larangan-Nya.\r\n"}