{"tafsir_id":192,"surah_id":2,"aya_number":185,"tafsir_wajiz":"Bulan Ramadan adalah bulan yang di dalamnya untuk pertama kali diturunkan Al-Qur'an pada lailatul qadar, yaitu malam kemuliaan, sebagai petunjuk bagi manusia dan penjelasan-penjelasan mengenai petunjuk itu dan pembeda antara yang benar dan yang salah. Karena itu, barangsiapa di antara kamu ada, yakni hidup, di bulan itu dalam keadaan sudah akil balig, maka berpuasalah. Dan barang siapa yang sakit di antara kamu atau dalam perjalanan lalu memilih untuk tidak berpuasa, maka ia wajib menggantinya sebanyak hari yang ditinggalkannya itu pada hari-hari yang lain. Allah menghendaki kemudahan bagimu dengan membolehkan berbuka, dan tidak menghendaki kesukaran bagimu dengan tetap mewajibkan puasa dalam keadaan sakit atau dalam perjalanan. Hendaklah kamu mencukupkan bilangannya dengan berpuasa satu bulan penuh dan mengakhiri puasa dengan bertakbir mengagungkan Allah atas petunjuk-Nya yang diberikan kepadamu, agar kamu bersyukur atasnya. ","tafsir_tahlili":"(185) Ayat ini menerangkan bahwa pada bulan Ramadan, Al-Qur′an diwahyukan. Berkaitan dengan peristiwa penting ini, ada beberapa informasi Al-Qur′an yang dapat dijadikan sebagai acuan untuk menetapkan waktu pewahyuan ini. Ayat-ayat itu antara lain surah al-Qadar/97: 1, ayat ini mengisyaratkan bahwa Al-Qur′an diwahyukan pada malam yang penuh dengan kemuliaan atau malam qadar. Surah ad-Dukh±n/44: 3, ayat ini mengisyaratkan bahwa Al-Qur′an diturunkan pada malam yang diberkahi. Surah al-Anf±l/8: 41, ayat ini mengisyaratkan bahwa Al-Qur′an itu diturunkan bertepatan dengan terjadinya pertemuan antara dua pasukan, yaitu pasukan Islam yang dipimpin Nabi Muhammad dengan tentara Quraisy yang dikomandani oleh Abu Jahal, pada perang Badar yang terjadi pada tanggal 17 Ramadan.\r\nDari beberapa informasi Al-Qur′an ini, para ulama menetapkan bahwa Al-Qur′an diwahyukan pertama kali pada malam qadar, yaitu malam yang penuh kemuliaan, yang juga merupakan malam penuh berkah, dan ini terjadi pada tanggal 17 Ramadan, bertepatan dengan bertemu dan pecahnya perang antara pasukan Islam dan tentara kafir Quraisy di Badar, yang pada saat turun wahyu itu Muhammad berusia 40 tahun. Selanjutnya peristiwa penting ini ditetapkan sebagai turunnya wahyu yang pertama dan selalu diperingati umat Islam setiap tahun di seluruh dunia.\r\nBerkenaan dengan malam qadar, terdapat perbedaan penetapannya, sebagai saat pertama diturunkannya Al-Qur′an, dan malam qadar yang dianjurkan Nabi Muhammad kepada umat Islam untuk mendapatkannya. Yang pertama ditetapkan terjadinya pada tanggal 17 Ramadan, yang hanya sekali terjadi dan tidak akan terulang lagi. Sedangkan yang kedua, sesuai dengan hadis Nabi, terjadi pada sepuluh hari terakhir Ramadan, bahkan lebih ditegaskan pada malam yang ganjil. Malam qadar ini dapat terjadi setiap tahun, sehingga kita selalu dianjurkan untuk mendapatkannya dengan persiapan yang total yaitu dengan banyak melaksanakan ibadah sunah pada sepuluh hari terakhir Ramadan.\r\nAyat ini juga menjelaskan puasa yang diwajibkan ialah pada bulan Ramadan. Untuk mengetahui awal dan akhir bulan Ramadan Rasulullah saw telah bersabda:\r\nصُوْمُوْا لِرُؤْيَتِهِ وَأَفْطِرُوْا لِرُؤْيَتِهِ فَإِنْ غُبِيَ عَلَيْكُمْ (وَفِي رِوَايَةٍ فَإِنْ غُمَّ عَلَيْكُمْ) فَأَكْمِلُوْا عِدَّةَ شَعْبَانَ ثَلاَثِيْنَ (وَفِي رِوَايَةِ مُسْلِمٍ فَاقْدِرُوْا ثَلاَثِيْنَ) (رواه البخاري ومسلم)\r\nBerpuasalah kamu karena melihat bulan (Ramadan) dan berbukalah kamu, karena melihat bulan (Syawal), apabila tertutup bagi kamu, (dalam satu) riwayat mengatakan: Apabila tertutup bagi kamu disebabkan cuaca yang berawan), maka sempurnakanlah bulan Syaban tiga puluh hari (dan dalam satu riwayat Muslim  takdirkanlah  atau hitunglah bulan Syaban tiga puluh hari). (Riwayat al-Bukh±r³ dan Muslim);Mengenai situasi bulan yang tertutup baik karena keadaan cuaca, atau memang karena menurut hitungan falakiyah belum bisa dilihat pada tanggal 29 malam 30 Syaban, atau pada tanggal 29 malam 30 Ramadan, berlaku ketentuan sebagai berikut: Siapa yang melihat bulan Ramadan pada tanggal 29 masuk malam 30 bulan Syaban, atau ada orang yang melihat bulan, yang dapat dipercayai, maka ia wajib berpuasa keesokan harinya. Kalau tidak ada terlihat bulan, maka ia harus menyempurnakan bulan Syaban 30 hari. Begitu juga siapa yang melihat bulan Syawal pada tanggal 29 malam 30 Ramadan, atau ada yang melihat, yang dapat dipercayainya, maka ia wajib berbuka besok harinya. Apabila ia tidak melihat bulan pada malam itu, maka ia harus menyempurnakan puasa 30 hari.\r\nDalam hal penetapan permulaan hari puasa Ramadan dan hari raya Syawal agar dipercayakan kepada pemerintah, sehingga kalau ada perbedaan pendapat bisa dihilangkan dengan satu keputusan pemerintah, sesuai dengan kaidah yang berlaku:\r\nحُكْمُ اْلحَاكِمِ يَرْفَعُ الْخِلاَفَ\r\n Putusan pemerintah itu menghilangkan perbedaan pendapat. ;Orang yang tidak dapat melihat bulan pada bulan Ramadan seperti penduduk yang berada di daerah kutub utara atau selatan di mana terdapat enam bulan malam di kutub utara dan enam bulan siang di kutub selatan, maka hukumnya disesuaikan dengan daerah tempat turunnya wahyu yaitu Mekah dimana daerah tersebut dianggap daerah mu'tadilah (daerah sedang atau pertengahan) atau diperhitungkan kepada tempat yang terdekat dengan daerah kutub utara dan kutub selatan.\r\nPada ayat 185 ini, Allah memperkuat ayat 184, bahwa walaupun berpuasa diwajibkan, tetapi diberi kelonggaran bagi orang-orang yang sakit dan musafir untuk tidak berpuasa pada bulan Ramadan dan menggantikannya pada hari-hari lain. Pada penutup ayat ini Allah menekankan agar disempurnakan bilangan puasa dan menyuruh bertakbir serta bersyukur kepada Allah atas segala petunjuk yang diberikan"}