{"tafsir_id":1923,"surah_id":16,"aya_number":22,"tafsir_wajiz":"Setelah menjabarkan bukti-bukti keesaan dan kekuasaan-Nya di langit dan bumi, Allah lalu menegaskan pada no_ayatt ini bahwa Tuhan yang seharusnya kamu sembah adalah Tuhan Yang Maha Esa dalam zat, sifat, dan perbuatan-Nya. Jika demikian maka tidak ada alasan bagi orang yang menyaksikan bukti-bukti tersebut untuk tidak beriman kepada Allah dan hari akhirat. Hati mereka yang tidak beriman mengingkari hakikat-hakikat kebenaran tentang keesaan Allah, dan mereka adalah orang yang sangat sombong karena mendustakan risalah Nabi Muhammad.","tafsir_tahlili":"(22) Allah swt menjelaskan bahwa Tuhan yang wajib disembah dan ditaati oleh seluruh manusia adalah Tuhan Yang Maha Esa. Penegasan dengan Yang Maha Esa, memberikan pengertian yang pantas disembah hanyalah Dia. Oleh sebab itu, Dia pulalah yang wajib ditaati oleh seluruh manusia dan tidak boleh mengangkat tuhan-tuhan yang lain sebagai sekutu-Nya.\r\nSesudah itu, dalam ayat ini dijelaskan bahwa orang-orang kafir mempersekutukan Allah dengan tuhan-tuhan yang lain karena tidak mau mengakui keesaan Allah, janji dan ancaman-Nya, serta terjadinya hari akhir. Itulah sebabnya maka mereka membangkang terhadap apa saja yang disampaikan oleh Nabi Muhammad saw, meskipun berita yang disampaikan itu mengandung berita tentang kekuasaan dan kebenaran Allah serta luasnya nikmat yang diberikan kepada manusia. Hati mereka telah tertutup, meskipun telah diberitakan kepada mereka bahwa peribadatan mereka itu tidak benar. Seharusnya yang berhak disembah ialah Allah Yang Maha Esa, namun mereka tetap tidak mau percaya. \r\nDi akhir ayat, Allah swt menegaskan bahwa mereka adalah orang-orang yang sombong dan tidak mau menerima kebenaran. Mereka tidak mau tunduk kepada kebenaran, tetap mengingkarinya, dan bertaklid buta mengikuti nenek moyang mereka.\r\nAllah swt berfirman:\r\nاَجَعَلَ الْاٰلِهَةَ اِلٰهًا وَّاحِدًا ۖاِنَّ هٰذَا لَشَيْءٌ عُجَابٌ  \r\nApakah dia menjadikan tuhan-tuhan itu Tuhan yang satu saja? Sungguh, ini benar-benar sesuatu yang sangat mengherankan. (¢±d/38: 5)\r\nوَاِذَا ذُكِرَ اللّٰهُ وَحْدَهُ اشْمَـَٔزَّتْ قُلُوْبُ الَّذِيْنَ لَا يُؤْمِنُوْنَ بِالْاٰخِرَةِۚ وَاِذَا ذُكِرَ الَّذِيْنَ مِنْ دُوْنِهٖٓ اِذَا هُمْ يَسْتَبْشِرُوْنَ  \r\nDan apabila yang disebut hanya nama Allah, kesal sekali hati orang-orang yang tidak beriman kepada akhirat. Namun apabila nama-nama sembahan selain Allah yang disebut, tiba-tiba mereka menjadi bergembira. (az-Zumar/39: 45)\r\nبَلْ قَالُوْٓا اِنَّا وَجَدْنَآ اٰبَاۤءَنَا عَلٰٓى اُمَّةٍ وَّاِنَّا عَلٰٓى اٰثٰرِهِمْ مُّهْتَدُوْنَ   ٢٢  وَكَذٰلِكَ مَآ اَرْسَلْنَا مِنْ قَبْلِكَ فِيْ قَرْيَةٍ مِّنْ نَّذِيْرٍۙ اِلَّا قَالَ مُتْرَفُوْهَآ  ۙاِنَّا وَجَدْنَآ اٰبَاۤءَنَا عَلٰٓى اُمَّةٍ وَّاِنَّا عَلٰٓى اٰثٰرِهِمْ مُّقْتَدُوْنَ  ٢٣  \r\nBahkan mereka berkata, ”Sesungguhnya kami mendapati nenek moyang kami menganut suatu agama, dan kami mendapat petunjuk untuk mengikuti jejak mereka.” Dan demikian juga ketika Kami mengutus seorang pemberi peringatan sebelum engkau (Muhammad) dalam suatu negeri, orang-orang yang hidup mewah (di negeri itu) selalu berkata, ”Sesungguhnya kami mendapati nenek moyang kami menganut suatu (agama) dan sesungguhnya kami sekedar pengikut jejak-jejak mereka.” (az-Zukhruf/43: 22-23)\r\n"}