{"tafsir_id":1924,"surah_id":16,"aya_number":23,"tafsir_wajiz":"Tidak diragukan lagi bahwa Allah Yang Maha Esa mengetahui apa yang mereka rahasiakan dan sembunyikan dalam hati berupa kebohongan, dan apa yang mereka lahirkan dalam bentuk sikap dan perbuatan. Sesungguhnya Dia Yang Maha Pengasih dan Penyno_ayatng tidak menyukai orang yang sombong dan tidak menganugerahkan ganjaran kepada orang yang congkak dalam ucapan dan tingkah laku mereka.","tafsir_tahlili":"(23) Tidak dapat diragukan lagi, sesungguhnya Allah telah mengetahui keingkaran orang-orang musyrik itu terhadap wahyu yang telah diberikan kepada Nabi Muhammad saw yang mereka sembunyikan dalam hati mereka. Allah juga mengetahui apa yang mereka nyatakan terhadap Nabi Muhammad saw serta tuduhan mereka bahwa beliau membuat berita-berita palsu.\r\nDi akhir ayat dijelaskan bahwa Allah tidak suka kepada orang-orang sombong yang tidak mau percaya kepada keesaan-Nya dan enggan mengikuti seruan para nabi dan rasul-Nya. Pernyataan ini menunjukkan betapa murka dan bencinya Allah kepada mereka dan sikap mereka yang tidak mengerti akan kedudukan diri mereka. Di ayat lain, Allah swt mengancam bahwa orang-orang yang sombong akan dimasukkan ke neraka Jahanam. Allah swt berfirman:\r\nوَقَالَ رَبُّكُمُ ادْعُوْنِيْٓ اَسْتَجِبْ لَكُمْ ۗاِنَّ الَّذِيْنَ يَسْتَكْبِرُوْنَ عَنْ عِبَادَتِيْ سَيَدْخُلُوْنَ جَهَنَّمَ دَاخِرِيْنَ ࣖࣖࣖ   ;Sesungguhnya orang-orang yang sombong tidak mau menyembah-Ku akan masuk neraka Jahanam dalam keadaan hina dina. (al-Mu'min/40: 60);Rasulullah saw bersabda:\r\nلاَ يَدْخُلُ الْجَنَّةَ مَنْ كَانَ فِي قَلْبِهِ مِثْقَالُ ذَرَّةٍ مِنْ كِبْرٍ وَلاَ يَدْخُلُ النَّارَ مَنْ كَانَ فِي قَلْبِهِ مِثْقَالُ ذَرَّةٍ مِنْ اِيْمَانٍ. فَقَالَ رَجُلٌ: يَا رَسُوْلَ اللهِ اَلرَّجُلُ يُحِبُّ اَنْ يَكُوْنَ ثَوْبُهُ حَسَنًا وَنَعْلُهُ حَسَنًا؟ فَقَالَ: إِنَّ اللهَ جَمِيْلٌ يُحِبُّ الْجَمَالَ. اَلْكِبْرُ بَطْرُ الْحَقِّ وَغَمْطُ النَّاسِ (رواه مسلم وأبو داود و الترمذي وابن ماجه عن ابن مسعود)\r\nTidak akan masuk surga orang yang di hatinya ada kesombongan sebiji sawi, dan tidak akan masuk neraka orang yang di hatinya ada iman sebiji sawi, kemudian berkatalah seorang laki-laki, “Wahai Rasulullah, bagaimana kalau seorang laki-laki ingin agar bajunya bagus dan sandalnya bagus? Kemudian Rasulullah menjawab, “Sesungguhnya Allah indah, menyukai keindahan. Kesombongan itu ialah tidak mau menerima kebenaran dan menghina manusia.” (Riwayat Muslim, Abu D±wud, at-Tirmi©³, dan Ibnu M±jah, dari Ibnu Masµd)\r\n"}