{"tafsir_id":1925,"surah_id":16,"aya_number":24,"tafsir_wajiz":"Kesombongan mereka terbukti dengan penolakan mereka terhadap Al-Qur’an. Dan hal ini terbukti apabila dikatakan kepada mereka oleh Nabi Muhammad atau siapa pun, “Apakah yang telah diturunkan Tuhanmu yang telah menganugerahkan nikmat dan kebaikan-Nya untuk kemaslahatan kamu?” Dengan penuh kesombongan dan keangkuhan mereka menjawab, “Allah tidak menurunkan apa pun. Apa yang disampaikan oleh Muhammad hanyalah dongeng-dongeng orang dahulu.”","tafsir_tahlili":"(24) Allah swt menjelaskan kesombongan orang-orang musyrik, yaitu apabila ditanyakan kepada mereka apakah yang telah diturunkan oleh Allah? Mereka pun menjawab bahwa Allah tidak menurunkan apa pun juga kepada Muhammad. Apa yang dibacakan oleh Muhammad itu tiada lain hanyalah dongeng-dongeng orang-orang dahulu yang ia ambil dari kitab kuno.\r\nUcapan seperti itu menggambarkan kesombongan mereka terhadap diri Rasulullah dan kepada firman Allah.\r\nAllah swt berfirman :\r\nوَقَالُوْٓا اَسَاطِيْرُ الْاَوَّلِيْنَ اكْتَتَبَهَا فَهِيَ تُمْلٰى عَلَيْهِ بُكْرَةً وَّاَصِيْلًا  \r\nDan mereka berkata, ”(Itu hanya) dongeng-dongeng orang-orang terdahulu, yang diminta agar dituliskan, lalu dibacakanlah dongeng itu kepadanya setiap pagi dan petang.” (al-Furq±n/25: 5);Kesombongan mereka terhadap Nabi Muhammad digambarkan dengan kata-kata seperti tuduhan mereka bahwa Nabi Muhammad itu tukang sihir, penyair, dan tukang tenung. Bahkan ada yang secara berlebih-lebihan menuduhnya sebagai orang gila. Kesombongan mereka kepada Nabi Muhammad saw bukan saja terlihat dari ucapan-ucapan mereka akan tetapi betul-betul telah merasuki jiwa dan darah daging mereka.\r\nAllah swt berfirman:\r\nاِنَّهٗ فَكَّرَ وَقَدَّرَۙ   ١٨  فَقُتِلَ كَيْفَ قَدَّرَۙ   ١٩  ثُمَّ قُتِلَ كَيْفَ قَدَّرَۙ   ٢٠  ثُمَّ نَظَرَۙ   ٢١  ثُمَّ عَبَسَ وَبَسَرَۙ   ٢٢  ثُمَّ اَدْبَرَ وَاسْتَكْبَرَۙ   ٢٣  فَقَالَ اِنْ هٰذَآ اِلَّا سِحْرٌ يُّؤْثَرُۙ   ٢٤  اِنْ هٰذَآ اِلَّا قَوْلُ الْبَشَرِۗ   ٢٥  \r\nSesungguhnya dia telah memikirkan dan menetapkan (apa yang ditetapkannya), maka celakalah dia! Bagaimana dia menetapkan? Sekali lagi, celakalah dia! Bagaimana dia menetapkan? Kemudian dia (merenung) memikirkan, lalu berwajah masam dan cemberut, kemudian berpaling (dari kebenaran) dan menyombongkan diri, lalu dia berkata, ”(Al-Quran) ini hanyalah sihir yang dipelajari (dari orang-orang dahulu). Ini hanyalah perkataan manusia.” (al-Mudda££ir/74: 18-25)\r\n"}