{"tafsir_id":1926,"surah_id":16,"aya_number":25,"tafsir_wajiz":"Pengingkaran mereka terhadap Al-Qur’an menyebabkan mereka sesat dan kafir, sehingga pada hari Kiamat mereka akan memikul dosa-dosanya sendiri secara sempurna tanpa dikurangi, diampuni, maupun diringankan sedikit pun, dan mereka bahkan memikul sebagian dosa-dosa orang yang mereka sesatkan yang tidak mengetahui sedikit pun bahwa mereka telah disesatkan. Ingatlah, alangkah buruknya dosa yang mereka pikul itu karena tidak akan ada pengurangan dan pengampunan atasnya.","tafsir_tahlili":"(25) Allah swt menjelaskan bahwa ucapan mereka yang congkak itu menyebabkan mereka harus memikul dosa-dosa mereka sendiri dan dosa orang-orang yang secara taklid buta mengikuti ucapan itu. Orang yang mengikuti disamakan hukumnya dengan orang yang diikuti karena mereka masing-masing telah diberi akal untuk menilai ucapan orang-orang yang diikuti itu. Akan tetapi, mereka tidak menggunakan akal itu sehingga mereka mengikuti tanpa dasar pijakan sedikit pun. Sedangkan orang yang diikuti, di samping menanggung dosa sendiri, juga menanggung dosa orang yang disesatkan. Mereka dianggap sebagai penyesat dan penyebab orang-orang lain berkeyakinan seperti keyakinan mereka. Sabda Rasulullah saw:\r\nمَنْ دَعَا إِلَى هُدًى كَانَ لَهُ مِنَ اْلأَجْرِ مِثْلُ أُجُوْرِ مَنْ تَبِعَهُ لاَ يَنْقُصُ ذٰلِكَ مِنْ أُجُوْرِهِمْ شَيْئًا، وَمَنْ دَعَا إِلَى ضَلاَلَةٍ كَانَ لَهُ مِنَ اْلأِثْمِ مِثْلُ اٰثَاِم مَنْ تَبِعَهُ لاَ يَنْقُصُ ذٰلِكَ مِنْ اٰثَامِهِمْ شَيْئًا. (رواه أحمد ومسلم عن أبي هريرة)\r\nBarang siapa mengajak orang-orang kepada petunjuk (agama Islam), maka ia memperoleh pahala orang-orang yang mengikutinya, dan hal itu tidak mengurangi pahala-pahala mereka sedikit pun. Dan barang siapa mengajak kepada kesesatan ia memperoleh dosa seperti dosa-dosa yang mengikuti, yang hal itu tidak mengurangi dosa-dosa mereka sedikit pun. (Riwayat A¥mad dan Muslim dari Abu Hurairah);Dan firman Allah:\r\nوَلَيَحْمِلُنَّ اَثْقَالَهُمْ وَاَثْقَالًا مَّعَ اَثْقَالِهِمْ وَلَيُسْـَٔلُنَّ يَوْمَ الْقِيٰمَةِ عَمَّا كَانُوْا يَفْتَرُوْنَ ࣖ   \r\nDan mereka benar-benar akan memikul dosa-dosa mereka sendiri, dan dosa-dosa yang lain bersama dosa mereka, dan pada hari Kiamat mereka pasti akan ditanya tentang kebohongan yang selalu mereka ada-adakan. (al-Ankabµt/29: 13);Mereka diancam dengan ancaman yang berat karena menilai firman Allah yang disampaikan kepada Rasulullah dengan penilaian yang tidak wajar. Mereka telah mengotori pikiran dan jiwa mereka sendiri sehingga mereka berani berbuat berbagai macam tipu daya untuk menjatuhkan pribadi Rasul di hadapan para pengikutnya. Mereka diberi ancaman keras karena perbuatan dosa yang mereka lakukan. Bahkan mereka memikul dosa-dosa orang-orang yang mengikutinya pada hari akhir. Lalu Allah menyatakan bahwa dosa yang mereka pikul itu adalah dosa yang paling berat.;"}