{"tafsir_id":1927,"surah_id":16,"aya_number":26,"tafsir_wajiz":"Setelah membincang kesesatan kaum musyrik dan upno_ayat mereka menyesatkan orang lain, Allah lalu mengancam mereka dengan hukuman dan azab yang pedih. Allah menegaskan bahwa sungguh, orang-orang yang kafir dan ingkar sebelum mereka telah mengadakan tipu dno_ayat untuk mengingkari dan menentang ajaran Allah, maka sebab perbuatan mereka itu Allah menghancurkan rumah-rumah mereka mulai dari pondasinya, lalu atap rumah-rumah itu jatuh menimpa mereka dari atas dan membuat mereka tertimbun, dan siksa itu datang kepada mereka secara tiba-tiba dari arah yang tidak mereka sadari, padahal mereka yakin rumah-rumah mereka begitu kuat dan dapat melindungi mereka dari ancaman apa pun.","tafsir_tahlili":"(26) Allah menjelaskan bahwa tipu daya orang-orang musyrik itu hanya akan mencelakakan diri mereka sendiri. Mereka akan mengalami penderitaan seperti yang dirasakan oleh umat-umat terdahulu dimana mereka juga mendustakan rasul-rasul mereka dengan berbagai macam tipu daya dan berbagai macam alasan. Sebagai contoh adalah apa yang dilakukan Firaun ketika ia meminta menterinya untuk membangun menara yang tinggi guna melihat Tuhan Musa a.s. \r\nFirman Allah:\r\nوَقَالَ فِرْعَوْنُ يٰهَامٰنُ ابْنِ لِيْ صَرْحًا لَّعَلِّيْٓ اَبْلُغُ الْاَسْبَابَۙ  ٣٦  اَسْبَابَ السَّمٰوٰتِ فَاَطَّلِعَ اِلٰٓى اِلٰهِ مُوْسٰى وَاِنِّيْ لَاَظُنُّهٗ كَاذِبًا ۗوَكَذٰلِكَ زُيِّنَ لِفِرْعَوْنَ سُوْۤءُ عَمَلِهٖ وَصُدَّ عَنِ السَّبِيْلِ ۗوَمَا كَيْدُ فِرْعَوْنَ اِلَّا فِيْ تَبَابٍ ࣖ   ٣٧  \r\nDan Firaun berkata, ”Wahai Haman! Buatkanlah untukku sebuah bangunan yang tinggi agar aku sampai ke pintu-pintu, (yaitu) pintu-pintu langit, agar aku dapat melihat Tuhannya Musa, tetapi aku tetap memandangnya seorang pendusta.” Dan demikianlah dijadikan terasa indah bagi Firaun perbuatan buruknya itu, dan dia tertutup dari jalan (yang benar); dan tipu daya Firaun itu tidak lain hanyalah membawa kerugian. (al-Mu'min/40: 36-37);Kemudian Allah swt melukiskan bahwa tipu daya yang mereka lakukan terhadap Rasulullah saw bagaikan orang-orang yang membangun rumah. Setelah rumah itu jadi, Allah menghancurkan rumah itu dari fondasinya. Setelah pondasi itu hancur dan tiang-tiangnya mulai berjatuhan, berguguranlah atap dan seluruh bangunannya, sehingga menimpa diri mereka sendiri. Mereka sendiri tidak merasakan sebelumnya apa yang akan terjadi dan akibat apa yang harus mereka terima terhadap perbuatan yang mereka lakukan itu.\r\nAkibat dari perbuatan mereka itu tidak saja menghancurkan diri mereka sendiri, tetapi juga menghancurkan keluarga dan keturunan mereka. Hal itu merupakan gambaran yang tepat bagaimana Allah swt menggagalkan tipu daya mereka. \r\nKemudian Allah swt menjelaskan bahwa mereka itu akan mendapat azab pada saat yang tidak mereka duga sebelumnya dan tidak pula mereka sadari. Hal ini menunjukkan bahwa akibat yang mereka temui tidaklah seperti yang mereka duga sebelumnya. Apa yang terjadi pada umat terdahulu berlaku pula bagi umat Islam, di mana mereka mengira bahwa dengan berbagai macam tipu daya, mereka dapat menghalang-halangi dan menghancurkan dakwah Islam. Akan tetapi justru sebaliknya, dakwah  Islam makin lama makin meluas dan semangat pengikut-pengikutnya makin lama makin membaja. Akhirnya mereka akan mengalami kehancuran di berbagai medan pertempuran terutama pada saat terjadinya perang Badar.\r\n"}