{"tafsir_id":1928,"surah_id":16,"aya_number":27,"tafsir_wajiz":"Tidak saja di dunia, azab dan hukuman bagi orang kafir dan durhaka juga diikuti oleh azab yang lebih pedih lagi di akhirat. Allah menjelaskan, “Kemudian Allah menghinakan mereka pada hari Kiamat dengan siksaan yang pedih di neraka Jahanam, dan ketika itu Allah berfirman, ‘Di manakah sesembahan yang kamu jadikan sekutu-sekutu-Ku itu yang karena membelanya kamu selalu memusuhi mereka, yakni para nabi yang Aku utus kepada kamu dan kaum mukmin?’ Orang-orang yang diberi ilmu, yakni para malaikat, nabi, dan kaum mukmin dengan tegas berkata, “Sesungguhnya kehinaan dan azab pada hari kiamat ini ditimpakan kepada orang yang kafir dan menentang ajaran Allah.”","tafsir_tahlili":"(27) Malapetaka tersebut di atas merupakan azab dunia bagi mereka, sedangkan di akhirat Allah swt akan memberikan siksaan yang pedih dan mereka akan merasakan kehinaan yang tiada taranya. Kehinaan mereka digambarkan dengan keadaan mereka yang bingung, mencari sekutu-sekutu mereka yang dahulu pernah mengajak mereka untuk melakukan tipu daya. Mereka menyesal karena orang-orang yang dahulu mengajak mereka tidak lagi dapat memberikan dukungan kepada mereka untuk melepaskan diri mereka dari siksa Allah. Sebab pada saat itu, manusia tidak mempunyai kekuatan dan tidak pula ada yang dapat memberikan pertolongan.\r\nFirman Allah:\r\nفَمَا لَهٗ مِنْ قُوَّةٍ وَّلَا نَاصِرٍ\r\nMaka manusia tidak lagi mempunyai suatu kekuatan dan tidak (pula) ada penolong. (a¯-°±riq/86: 10)\r\nKemudian Allah swt menjelaskan bahwa pada hari kebangkitan, orang-orang yang telah diberi ilmu, yaitu orang-orang yang mengetahui dan mengikuti petunjuk-petunjuk wahyu dan yakin akan kebenaran hidayah yang diterimanya, serta meyakini keesaan Allah dan kerasulan Muhammad, akan tersenyum dengan penuh kepuasan. Mereka mengatakan bahwa kehinaan dan azab pada hari itu benar-benar ditimpakan kepada orang-orang kafir akibat mengingkari Allah, memusuhi para rasul-Nya, dan mendustakan akan terjadinya hari kebangkitan.\r\nFirman Allah:\r\nفَالْيَوْمَ الَّذِيْنَ اٰمَنُوْا مِنَ الْكُفَّارِ يَضْحَكُوْنَۙ  ٣٤  عَلَى الْاَرَاۤىِٕكِ يَنْظُرُوْنَۗ  ٣٥  ;Maka pada hari ini, orang-orang yang berimanlah yang menertawakan orang-orang kafir, mereka (duduk) di atas dipan-dipan melepas pandangan. (al-Mu¯affif³n/83: 34-35)\r\n"}