{"tafsir_id":1929,"surah_id":16,"aya_number":28,"tafsir_wajiz":"Orang kafir yang mendapat kehinaan dan azab itu adalah orang yang pada saat dicabut nyawanya oleh para malaikat tetap dalam keadaan zalim kepada diri sendiri, lalu mereka menyerahkan diri kepada malaikat maut dalam keadaan tidak berdno_ayat serno_ayat membela diri, “Kami tidak pernah mengerjakan sesuatu kejahatan pun.” Malaikat menjawab, “Pernah! Apa yang kamu katakan adalah dusta belaka. Kamu tidak dapat berbohong dan membela diri karena sesungguhnya Allah Maha Mengetahui apa, yaitu kejahatan dan dosa, yang telah kamu kerjakan.”","tafsir_tahlili":"(28) Kemudian Allah swt melukiskan keadaan orang-orang musyrik pada akhir hayat mereka, yaitu ketika malaikat maut akan merenggut nyawa mereka sedangkan mereka masih tetap dalam keadaan menganiaya diri sendiri. Mereka tidak dapat mengelakkan diri dari kematian dan malaikat pencabut nyawa, padahal mereka telah mengingkari pencipta alam semesta.\r\nPada saat itu, mereka membayangkan siksaan yang akan mereka terima karena mengingkari Allah Yang Maha Esa dan menganiaya diri sendiri. Ketika itu, nurani merekalah yang berbicara, mereka mengakui kebenaran-Nya, seraya mengatakan kami tidak menyekutukan Allah dengan yang lain. Sebagaimana firman Allah:\r\nوَاللّٰهِ رَبِّنَا مَا كُنَّا مُشْرِكِيْنَ   \r\nDemi Allah, ya Tuhan kami, tidaklah kami menyekutukan Allah. (al-An±m/6: 23);Pengakuan seperti itu sangat terlambat karena pada saat sebelum kematian, mereka di dunia mendustakan keesaan Allah dan bergelimang dalam kebatilan. Tidaklah benar apabila mereka mengharapkan kebahagiaan, karena mereka telah diberi akal yang dapat menilai baik dan buruk. Mereka sadar betapa besarnya dosa mendustakan keesaan Allah dan wahyu yang diterima oleh Nabi Muhammad saw. Oleh karena itu, hukuman yang pantas bagi mereka ialah menerima siksaan yang sesuai dengan amal perbuatannya. Mereka tidak dapat lagi menutup-nutupi kejahatan yang mereka lakukan, karena sesungguhnya mereka sendiri telah menyadari dan mengakui kejahatan mereka dan sesungguhnya Allah Maha Mengetahui apa yang mereka kerjakan.\r\n"}