{"tafsir_id":193,"surah_id":2,"aya_number":186,"tafsir_wajiz":"Dan apabila hamba-hamba-Ku bertanya kepadamu, Nabi Muhammad, tentang Aku karena rasa ingin tahu tentang segala sesuatu di sekitar kehidupannya, termasuk rasa ingin tahu tentang Tuhan, maka jawablah bahwa sesungguhnya Aku sangat dekat dengan manusia. Aku kabulkan permohonan orang yang berdoa dengan ikhlas apabila dia berdoa kepada-Ku dengan tidak menyekutukan-Ku. Hendaklah mereka itu memenuhi perintah-Ku yang ditetapkan di dalam Al-Qur'an dan diperinci oleh Rasulullah, dan beriman kepada-Ku dengan kukuh agar mereka memperoleh kebenaran atau bimbingan dari Allah.","tafsir_tahlili":"(186) Di dalam ayat ini, Allah menyuruh hamba-Nya agar berdoa kepada-Nya, serta Dia berjanji akan memperkenankannya, tetapi pada akhir ayat ini Allah menekankan agar hamba-Nya memenuhi perintah-Nya dan beriman kepada-Nya agar mereka selalu mendapat petunjuk.\r\nDi dalam hadis banyak diterangkan hal-hal yang bertalian dengan doa antara lain:\r\n1. Sabda Rasulullah saw:\r\nثَلاَثَـةٌ لاَ تُرَدُّ دَعْوَتُهُمْ: اْلإِمَامُ الْعَاِدلُ وَالصَّائِمُ حَتَّى يُفْطِرَ وَدَعْوَةُ الْمَظْلُوْمِ (رواه مسلم)\r\nTiga macam orang tidak ditolak doanya, yaitu Imam yang adil, orang yang sedang berpuasa hingga ia berbuka dan doa seorang yang teraniaya. (Riwayat Muslim);2.  Sabda Rasulullah saw:\r\nلاَ يَزَالُ يُسْتَجَابُ لِلْعَبْدِ مَالَمْ يَدْعُ بِإِثْمٍ أَوْ قَطِيْعَةِ رَحِمٍ مَالَمْ يَسْتَعْجِلْ قِيْلَ يَا رَسُوْلَ اللهِ وَمَا اْلاِسْتِعْجَالُ؟ قَالَ: يَقُوْلُ قَدْ دَعَوْتُ فَلَمْ أَرَ يُسْتَجَابُ لِي فَيَحْسِرُ عِنْدَ ذٰلِكَ وَيَدَعُ الدُّعَاءَ (رواه أحمد والترمذي والنسائي وابن ماجه); Senantiasa diterima permohonan setiap hamba, selama ia tidak mendoakan hal-hal yang menimbulkan dosa atau memutuskan hubungan silaturrahim (dan) selama tidak meminta agar segera dikabulkan. Rasulullah ditanya,  Apakah maksud segera dikabulkan ya Rasulullah?  Beliau menjawab,  Maksudnya ialah seorang hamba yang berkata,  Saya sesungguhnya telah berdoa, tetapi saya lihat belum diperkenankan, karena itu ia merasa kecewa lalu tidak berdoa lagi . (Riwayat A¥mad, at-Tirmi©³, an-Nas±′³ dan Ibnu M±jah)\r\nWalaupun ada pendapat yang mengatakan bahwa Allah swt Mahakuasa, Maha Mengetahui dan mengatur segalanya, diminta atau tidak diminta Dia berbuat sekehendak-Nya, sehingga manusia tidak perlu berdoa, tetapi pendapat itu bertentangan dengan ayat ini dan hadis-hadis Nabi Muhammad.\r\nApabila di antara doa yang dipanjatkan kepada Allah ada yang belum dikabulkan, maka ada beberapa sebab:\r\na. Tidak memenuhi syarat-syarat yang semestinya.\r\nb. Tidak mutlak Allah memberikan sesuai dengan yang dimohonkan oleh hamba-Nya, tetapi diganti atau disesuaikan dengan yang lebih baik bagi pemohon, baik di dunia maupun di akhirat. Dalam ayat ini Allah menghubungkan antara doa yang dijanjikan akan dikabulkan-Nya itu dengan ketentuan bahwa hamba-hamba-Nya harus mematuhi segala perintah-Nya dan beriman kepada-Nya.\r\nSelain itu doa hendaklah dilakukan dengan khusyuk, sungguh-sungguh dan dengan sepenuh hati, dan bukan doa untuk menganiaya orang, memutuskan hubungan silaturrahim dan lain-lain perbuatan maksiat. Memang segala sesuatu harus menurut syarat-syarat atau tata cara yang baik dan dapat menyampaikan kepada yang dimaksud. Kalau seorang berkata, “Ya Tuhanku berikanlah kepadaku seribu rupiah,” tanpa melakukan usaha, maka dia bukanlah berdoa tetapi sesungguhnya dia seorang jahil. Artinya permohonan serupa itu tidak ada artinya, karena tidak disertai usaha yang wajar."}