{"tafsir_id":1933,"surah_id":16,"aya_number":32,"tafsir_wajiz":"Mereka yang mendapat anugerah dari Allah berupa surga-surga adalah orang yang diwafatkan oleh para malaikat dalam keadaan berbuat baik. Di akhirat mereka, yakni para malaikat, mengatakan kepada mereka, “Salamun ‘alaikum; keselamatan, kesejahteraan, dan kedamaian bagi kalian! Masuklah ke dalam surga yang telah Allah siapkan untuk kamu karena apa yang telah kamu kerjakan berupa amal-amal baik di dunia.”","tafsir_tahlili":"(32) Allah swt melukiskan bahwa orang-orang yang bertakwa, yang senantiasa menaati segala perintah Allah dan menjauhi segala larangan-Nya, ketika malaikat maut datang untuk mencabut nyawanya, mereka mati dalam keadaan husnul khatimah dan mendapat salam sejahtera dari malaikat. Hal itu dikarenakan kebersihan mereka dari noda-noda kemusyrikan dan kemaksiatan, dan jiwanya tetap di bawah bimbingan wahyu Allah swt. Segenap perjalanan mereka dihiasi dengan akhlak yang mulia dan terhindar dari sifat-sifat tercela. Orang yang seperti ini menghadap Tuhannya dengan hati lapang dan berserah diri, karena ia merasa akan meninggalkan dunia yang fana, dan pergi untuk menerima ketentuan yang telah ditetapkan oleh Tuhannya. Ketika itu, ia menghadapi maut dengan tenang dan bahagia. Allah swt berfirman:\r\nاِنَّ الَّذِيْنَ قَالُوْا رَبُّنَا اللّٰهُ ثُمَّ اسْتَقَامُوْا تَتَنَزَّلُ عَلَيْهِمُ الْمَلٰۤىِٕكَةُ اَلَّا تَخَافُوْا وَلَا تَحْزَنُوْا وَاَبْشِرُوْا بِالْجَنَّةِ الَّتِيْ كُنْتُمْ تُوْعَدُوْنَ  \r\nSesungguhnya orang-orang yang berkata, ”Tuhan kami adalah Allah” kemudian mereka meneguhkan pendirian mereka, maka malaikat-malaikat akan turun kepada mereka (dengan berkata), ”Janganlah kamu merasa takut dan janganlah kamu bersedih hati; dan bergembiralah kamu dengan (memperoleh) surga yang telah dijanjikan kepadamu.” (Fu¡¡ilat/41: 30);Kemudian Allah swt menjelaskan bahwa para malaikat itu memberikan kabar gembira bahwa mereka akan memasuki surga yang disediakan bagi mereka, sesuai dengan amal perbuatan yang telah mereka lakukan. Berita gembira yang disampaikan oleh malaikat kepada mereka merupakan janji Allah yang akan mereka alami nanti sesudah hari kebangkitan. \r\nعَنْ مُحَمَّدٍ بْنِ كَعْبٍ الْقُرَظِيْ قَالَ: إِذَا أَشْرَفَ الْعَبْدُ الْمُؤْمِنُ عَلَى الْمَوْتِ جَاءَهُ مَلَكٌ فَقَالَ السَّلاَمُ عَلَيْكَ يَا وَلِيَّ اللهِ، يَقْرَأُ عَلَيْكَ السَّلاَمَ وَ بَشَّرَهُ بِالْجَنَّةِ. (رواه ابن جرير الطبري والبيهقي)\r\nDiriwayatkan dari Muhammad bin Kaab Al-Qura§i ia berkata, “Apabila seorang hamba yang mukmin telah tiba saat kematiannya datanglah malaikat seraya berkata, “Salam sejahtera untukmu hai wali Allah, Allah mengirimkan salam untukmu dan memberikan berita gembira bahwa engkau akan masuk surga.” (Riwayat Ibnu Jar³r a¯-°abar³ dan al-Baihaq³)\r\n"}