{"tafsir_id":1934,"surah_id":16,"aya_number":33,"tafsir_wajiz":"Setelah membandingkan azab bagi orang kafir dengan balasan pahala bagi orang yang bertakwa, Allah lalu menyusulinya dengan kembali membicarakan keadaan orang-orang kafir. Allah berfirman, “Tidak ada yang ditunggu oleh mereka, yakni orang kafir, selain datangnya para malaikat yang membawa azab kepada mereka atau mencabut nyawa mereka, atau datangnya perintah, ketentuan, dan ketetapan Tuhanmu kepada mereka, wahai Nabi Muhammad. Sama halnya dengan perlakuan buruk kaum musyrik kepadamu, demikianlah pula yang telah diperbuat oleh orang-orang kafir sebelum mereka kepada rasul mereka. Allah tidak menzalimi mereka karena Allah telah menjelaskan kepada mereka petunjuk menuju jalan kebaikan, justru merekalah yang selalu menzalimi diri mereka sendiri karena enggan menerima petunjuk itu.","tafsir_tahlili":"(33) Allah swt menjelaskan bahwa tidak ada gunanya memberikan kesempatan kepada orang-orang musyrik Mekah untuk mengubah sikap mereka. Mereka tetap akan berpendirian demikian, sehingga tiba saatnya malaikat merenggut nyawa mereka, atau datang perintah Tuhan untuk menurunkan azab kepada mereka di dunia seperti dialami orang-orang kafir sebelum mereka.\r\nDi antara orang-orang musyrik yang tidak menaati nabi dan rasul ada yang dibinasakan oleh suara petir, dihancurkan oleh gempa bumi, dan ada pula yang diluluhlantakkan oleh banjir besar dan angin topan tanpa mereka duga kedatangannya. Ayat ini merupakan ancaman keras kepada mereka dengan maksud agar mereka beriman kepada Allah dan rasul-Nya serta segera meninggalkan kebatilan dan kembali kepada kebenaran sebelum datang malapetaka seperti yang pernah menimpa orang-orang sebelum mereka.\r\nKemudian Allah swt menjelaskan bahwa nenek moyang mereka yang mempunyai sifat dan perilaku yang sama dengan mereka telah mengalami kehancuran lebih dulu karena azab Allah akibat tidak mau mendengarkan seruan para rasul dan nabi Allah yang membimbing mereka kepada ke-benaran. Mereka yang tetap bergelimang dalam kebatilan telah dimusnahkan oleh Allah dengan siksaan yang berat. Hal ini bukan berarti Allah telah menganiaya mereka, akan tetapi mereka sendiri yang menganiaya diri sendiri. Allah telah cukup memberikan bimbingan wahyu dan bukti-bukti yang jelas tentang kebenaran wahyu itu. Akan tetapi, mereka tetap saja membangkang dan mendustakan kebenaran dan mengotori jiwa mereka dengan menciptakan patung-patung sebagai tuhan-tuhan yang dipersekutu-kan kepada Allah.\r\n"}