{"tafsir_id":1936,"surah_id":16,"aya_number":35,"tafsir_wajiz":"Dan betapa buruk ucapan orang musyrik itu. Mereka berkata, “Jika Allah menghendaki, niscno_ayat kami tidak akan menyembah sesuatu apa pun selain Dia. Baik kami maupun bapak-bapak kami tidak akan melakukan hal itu jika memang Allah menghendakinya. Dan jika Allah menghendaki, tidak pula kami akan mengharamkan sesuatu pun yang telah dihalalkan oleh-Nya tanpa izin dan kehendak-Nya.” Ucapan, sikap, dan perbuatan kaum musyrik itu bukanlah hal baru, karena demikian pula-lah yang telah diperbuat oleh orang kafir sebelum mereka. Mereka selalu mencari-cari alasan untuk menolak tuntunan Allah yang disampaikan oleh para rasul. Bukankah kewajiban para rasul itu hanya menyampaikan amanat dan tuntunan Allah dengan jelas kepada kaumnya?","tafsir_tahlili":"(35) Allah swt lalu menjelaskan tipu daya orang-orang musyrik dan alasan mereka untuk mendustakan Rasulullah saw dan pengikut-pengikutnya. Mereka mengemukakan alasan bahwa mereka menyembah berhala-berhala karena Allah telah merestui peribadatan itu. Kalau Allah menghendaki mereka menyembah Allah Yang Maha Esa, tentulah mereka tidak akan menyembah sesuatu apa punselain Allah swt.\r\nDemikian juga penetapan mereka terhadap: ba¥³rah (unta betina yang telah beranak lima kali dan anak kelima itu jantan), sā`ibah (unta betina yang dibiarkan pergi ke mana saja lantaran suatu nazar), wa¡³lah (domba betina yang melahirkan anak kembar sedangkan anaknya jantan dan betina), dan ¥±m (unta jantan yang tidak boleh diganggu gugat lagi karena telah membuahi unta betina sepuluh kali), sebagai binatang yang haram, menurut mereka sudah direstui Allah. \r\nSekiranya Allah tidak menyukai apa yang telah mereka lakukan, tentu mereka diberi petunjuk ke jalan yang benar, atau Allah akan menimpakan hukuman kepada mereka dengan segera. Demikian beberapa alasan yang dikemukakan orang-orang musyrik untuk menolak wahyu yang telah diturunkan kepada Nabi Muhammad saw. Alasan yang mereka kemukakan itu sama halnya dengan tindakan orang-orang sebelum mereka dalam hal mendustakan rasul.\r\nAllah swt menyangkal alasan yang mereka kemukakan dan menolak dugaan mereka yang salah itu. Allah tidak membenarkan apa yang mereka kerjakan karena Allah telah menyampaikan petunjuk melalui rasul-Nya. Rasul telah menyampaikan bimbingan kepada kaumnya ke jalan yang benar melalui perantaraan wahyu-Nya.\r\nAllah swt berfirman:\r\nوَمَآ اَرْسَلْنَامِنْ قَبْلِكَ مِنْ رَّسُوْلٍ اِلَّا نُوْحِيْٓ اِلَيْهِ اَنَّهٗ لَآاِلٰهَ اِلَّآ اَنَا۠ فَاعْبُدُوْنِ   \r\nDan Kami tidak mengutus seorang rasul pun sebelum engkau (Muhammad), melainkan Kami wahyukan kepadanya, bahwa tidak ada tuhan (yang berhak disembah) selain Aku, maka sembahlah Aku. (al-Anbiy±'/21: 25);Petunjuk Allah yang disampaikan melalui rasul-Nya itu akan dinikmati oleh orang yang benar-benar berusaha untuk mendapatkannya.\r\nAllah swt berfirman:\r\nوَالَّذِيْنَ جَاهَدُوْا فِيْنَا لَنَهْدِيَنَّهُمْ سُبُلَنَاۗ وَاِنَّ اللّٰهَ لَمَعَ الْمُحْسِنِيْنَ \r\nDan orang-orang yang berjihad untuk (mencari keridaan) Kami, Kami akan tunjukkan kepada mereka jalan-jalan Kami. Dan sungguh, Allah beserta orang-orang yang berbuat baik. (al-Ankabµt/29: 69);Oleh sebab itu, seandainya ada orang yang tidak mau mendengarkan ajakan rasul, maka bukanlah tugas rasul untuk memaksa mereka agar menerima dakwahnya. Yang demikian itu, bukanlah tugas dan tanggung jawab rasul serta bukan pula sifat dari agama Islam. Islam tidak memaksa mereka yang tidak mau menerima kebenaran.\r\n"}