{"tafsir_id":1937,"surah_id":16,"aya_number":36,"tafsir_wajiz":"Allah menegaskan bahwa Dia selalu mengirim utusan kepada setiap kaum untuk menjelaskan kebenaran. Allah berfirman, “Dan sungguh, Kami telah mengutus seorang rasul untuk setiap umat sebelum kamu, wahai Nabi Muhammad, untuk menuntun dan menyeru kaum masing-masing, ‘Sembahlah Allah dengan penuh taat dan patuh dan jangan kamu menyekutukan-Nya dengan apa pun. Jauhilah tagut, yakni perbuatan maksiat yang melampaui batas, sesuatu atau benda yang dijadikan sembahan, dan apa saja yang memalingkan kamu dari kebenaran.’ Kemudian di antara mereka yang menerima pesan itu ada yang diberi petunjuk oleh Allah sehingga mereka beriman dan taat, dan ada pula yang keras kepala dan tetap dalam kesesatan karena keingkaran dan kesombongan mereka. Maka untuk membuktikan apa yang telah Allah timpakan kepada mereka, berjalanlah kamu di bumi, wahai umat Nabi Muhammad, dan perhatikanlah sekelilingmu serta renungkanlah bagaimana kesudahan orang yang mendustakan para rasul itu.”","tafsir_tahlili":"(36) Allah swt menjelaskan bahwa para rasul itu diutus sesuai dengan sunatullah yang berlaku pada umat sebelumnya. Mereka itu adalah pembimbing manusia ke jalan yang lurus. Bimbingan rasul-rasul itu diterima oleh orang-orang yang dikehendaki oleh Allah dan membawa mereka kepada kesejahteraan dunia dan kebahagiaan akhirat.\r\nAllah swt menjelaskan bahwa Dia telah mengutus rasul kepada tiap-tiap umat yang terdahulu, seperti halnya Dia mengutus Nabi Muhammad saw kepada umat manusia seluruhnya. Oleh sebab itu, manusia hendaklah mengikuti seruannya dan meninggalkan segala larangannya.\r\nAllah swt berfirman:\r\nاِنَّآ اَرْسَلْنٰكَ بِالْحَقِّ بَشِيْرًا وَّنَذِيْرًا ۗوَاِنْ مِّنْ اُمَّةٍ اِلَّا خَلَا فِيْهَا نَذِيْرٌ   \r\nSungguh, Kami mengutus engkau dengan membawa kebenaran sebagai pembawa berita gembira dan sebagai pemberi peringatan. Dan tidak ada satu pun umat melainkan di sana telah datang seorang pemberi peringatan. (F±¯ir/35: 24);Dan firman-Nya:\r\nوَسْـَٔلْ مَنْ اَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رُّسُلِنَآ  ۖ اَجَعَلْنَا مِنْ دُوْنِ الرَّحْمٰنِ اٰلِهَةً يُّعْبَدُوْنَ;Dan tanyakanlah (Muhammad) kepada rasul-rasul Kami yang telah Kami utus sebelum engkau, ”Apakah Kami menentukan tuhan-tuhan selain (Allah) Yang Maha Pengasih untuk disembah?” (az-Zukhruf/43: 45);Dari uraian tersebut dapat dipahami bahwa Allah tidak menghendaki hamba-Nya menjadi kafir, karena Allah swt telah melarang mereka mengingkari-Nya. Larangan itu telah disampaikan melalui para rasul-Nya. Akan tetapi, ditinjau dari tabiat manusia, mungkin saja ada di antara mereka yang mengingkari Allah, karena manusia telah diberi akal pikiran dan kebebasan untuk memilih sesuai dengan kehendaknya. Takdir Allah berlaku sesuai dengan pilihan mereka. Oleh karena itu, apabila ada di antara hamba-Nya yang tetap bergelimang dalam kekafiran dan dimasukkan ke neraka Jahanam, maka tidak ada alasan bagi mereka untuk membantah. Allah telah cukup memberikan akal pikiran dan kebebasan untuk memilih dan menentu-kan sikap jalan mana yang akan mereka tempuh. Sedang Allah sendiri tidak menghendaki apabila hamba-Nya menjadi orang-orang yang kafir.\r\nKemudian dijelaskan lebih lanjut bahwa Allah telah mengingatkan hamba-Nya yang mendustakan kebenaran rasul dengan ancaman hukuman di dunia apabila mereka tidak mau mengubah pendiriannya dan menerima petunjuk yang dibawa rasul. Oleh karena itu, Allah membinasakan mereka dengan hukuman-Nya yang sangat pedih. Tetapi ada pula di antara mereka yang diberi petunjuk oleh Allah, sehingga mereka menerima dan mengikuti petunjuk dan wahyu yang dibawa rasul-Nya. Mereka inilah orang-orang yang berbahagia dan selamat dari azab Allah.\r\nSesudah itu, Allah swt memerintahkan kepada mereka agar bepergian ke seantero muka bumi dan menyaksikan negeri-negeri yang didiami oleh orang-orang zalim. Mereka disuruh melihat bagaimana akhir kehidupan orang-orang yang mendustakan agama Allah. Di dalam ayat ini, Allah swt menyuruh manusia agar mengadakan penelitian terhadap sejarah bangsa-bangsa lain dan membandingkan antara bangsa-bangsa yang menaati Allah dan rasul-Nya dengan yang mengingkari seruan Allah dan rasul-Nya. Hal ini tiada lain hanyalah karena Allah menginginkan agar mereka m\r\n (36) Allah swt menjelaskan bahwa para rasul itu diutus sesuai dengan sunatullah yang berlaku pada umat sebelumnya. Mereka itu adalah pembimbing manusia ke jalan yang lurus. Bimbingan rasul-rasul itu diterima oleh orang-orang yang dikehendaki oleh Allah dan membawa mereka kepada kesejahteraan dunia dan kebahagiaan akhirat.\r\nAllah swt menjelaskan bahwa Dia telah mengutus rasul kepada tiap-tiap umat yang terdahulu, seperti halnya Dia mengutus Nabi Muhammad saw kepada umat manusia seluruhnya. Oleh sebab itu, manusia hendaklah mengikuti seruannya dan meninggalkan segala larangannya.\r\nAllah swt berfirman:\r\nاِنَّآ اَرْسَلْنٰكَ بِالْحَقِّ بَشِيْرًا وَّنَذِيْرًا ۗوَاِنْ مِّنْ اُمَّةٍ اِلَّا خَلَا فِيْهَا نَذِيْرٌ   \r\nSungguh, Kami mengutus engkau dengan membawa kebenaran sebagai pembawa berita gembira dan sebagai pemberi peringatan. Dan tidak ada satu pun umat melainkan di sana telah datang seorang pemberi peringatan. (F±¯ir/35: 24);Dan firman-Nya:\r\nوَسْـَٔلْ مَنْ اَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رُّسُلِنَآ  ۖ اَجَعَلْنَا مِنْ دُوْنِ الرَّحْمٰنِ اٰلِهَةً يُّعْبَدُوْنَ;Dan tanyakanlah (Muhammad) kepada rasul-rasul Kami yang telah Kami utus sebelum engkau, ”Apakah Kami menentukan tuhan-tuhan selain (Allah) Yang Maha Pengasih untuk disembah?” (az-Zukhruf/43: 45);Dari uraian tersebut dapat dipahami bahwa Allah tidak menghendaki hamba-Nya menjadi kafir, karena Allah swt telah melarang mereka mengingkari-Nya. Larangan itu telah disampaikan melalui para rasul-Nya. Akan tetapi, ditinjau dari tabiat manusia, mungkin saja ada di antara mereka yang mengingkari Allah, karena manusia telah diberi akal pikiran dan kebebasan untuk memilih sesuai dengan kehendaknya. Takdir Allah berlaku sesuai dengan pilihan mereka. Oleh karena itu, apabila ada di antara hamba-Nya yang tetap bergelimang dalam kekafiran dan dimasukkan ke neraka Jahanam, maka tidak ada alasan bagi mereka untuk membantah. Allah telah cukup memberikan akal pikiran dan kebebasan untuk memilih dan menentu-kan sikap jalan mana yang akan mereka tempuh. Sedang Allah sendiri tidak menghendaki apabila hamba-Nya menjadi orang-orang yang kafir.\r\nKemudian dijelaskan lebih lanjut bahwa Allah telah mengingatkan hamba-Nya yang mendustakan kebenaran rasul dengan ancaman hukuman di dunia apabila mereka tidak mau mengubah pendiriannya dan menerima petunjuk yang dibawa rasul. Oleh karena itu, Allah membinasakan mereka dengan hukuman-Nya yang sangat pedih. Tetapi ada pula di antara mereka yang diberi petunjuk oleh Allah, sehingga mereka menerima dan mengikuti petunjuk dan wahyu yang dibawa rasul-Nya. Mereka inilah orang-orang yang berbahagia dan selamat dari azab Allah.\r\nSesudah itu, Allah swt memerintahkan kepada mereka agar bepergian ke seantero muka bumi dan menyaksikan negeri-negeri yang didiami oleh orang-orang zalim. Mereka disuruh melihat bagaimana akhir kehidupan orang-orang yang mendustakan agama Allah. Di dalam ayat ini, Allah swt menyuruh manusia agar mengadakan penelitian terhadap sejarah bangsa-bangsa lain dan membandingkan antara bangsa-bangsa yang menaati Allah dan rasul-Nya dengan yang mengingkari seruan Allah dan rasul-Nya. Hal ini tiada lain hanyalah karena Allah menginginkan agar mereka m\r\n"}