{"tafsir_id":1938,"surah_id":16,"aya_number":37,"tafsir_wajiz":"Nabi Muhammad sangat berharap kaum kafir mendapat petunjuk. Allah lalu menegaskan, “Jika engkau berusaha sekuat tenaga dan sangat mengharapkan agar mereka mendapat petunjuk, maka itu tidak akan berhasil karena sesungguhnya Allah tidak akan memberi petunjuk kepada orang yang disesatkan-Nya, yakni dibiarkan sesat karena lebih memilih jalan kesesatan itu, dan mereka tidak mempunyai penolong yang dapat menyelamatkan mereka.” (Lihat: no_surahh al-Qashash/28: 56)","tafsir_tahlili":"(37) Allah swt lalu menjelaskan kepada Nabi Muhammad saw agar jangan kecewa menghadapi keingkaran kaumnya dan pembangkangan yang berlebihan, padahal Rasul sendiri sangat menginginkan mereka menjadi orang-orang yang beriman. Allah swt menjelaskan kepada Rasulullah saw bahwa meskipun dia sangat mengharapkan agar kaumnya mendapat petunjuk dan mengikuti seruannya, harapan tersebut tidak ada gunanya apabila Allah tidak menghendaki mereka mendapat petunjuk karena mereka telah menentukan pilihannya sendiri. Mereka itu berpaling dari bimbingan wahyu dan tertarik kepada tipu daya setan sehingga terjerumus ke dalam lembah kemaksiatan dan kemusyrikan.\r\nAllah swt berfirman:\r\nاِنَّكَ لَا تَهْدِيْ مَنْ اَحْبَبْتَ وَلٰكِنَّ اللّٰهَ يَهْدِيْ مَنْ يَّشَاۤءُ ۚوَهُوَ اَعْلَمُ بِالْمُهْتَدِيْنَ   \r\nSungguh, engkau (Muhammad) tidak dapat memberi petunjuk kepada orang yang engkau kasihi, tetapi Allah memberi petunjuk kepada orang yang Dia kehendaki, dan Dia lebih mengetahui orang-orang yang mau menerima  petunjuk. (al-Qa¡a¡/28: 56)\r\nDan firman-Nya:\r\nوَلَا يَنْفَعُكُمْ نُصْحِيْٓ اِنْ اَرَدْتُّ اَنْ اَنْصَحَ لَكُمْ اِنْ كَانَ اللّٰهُ يُرِيْدُ اَنْ يُّغْوِيَكُمْ ۗهُوَ رَبُّكُمْ ۗوَاِلَيْهِ تُرْجَعُوْنَۗ   \r\nDan nasihatku tidak akan bermanfaat bagimu sekalipun aku ingin memberi nasihat kepadamu, kalau Allah hendak menyesatkan kamu. Dia adalah Tuhanmu, dan kepada-Nyalah kamu dikembalikan.” (Hµd/11: 34);Dan firman Allah:\r\nوَمَنْ يُّضْلِلِ اللّٰهُ فَمَا لَهٗ مِنْ هَادٍ   \r\nDan barang siapa disesatkan Allah, maka tidak ada seorang pun yang memberi petunjuk baginya. (ar-Rad/13: 33);Karena itulah Allah tidak akan memberikan petunjuk lagi kepada mereka, karena mereka telah memilih kesesatan dan telah diberi penjelasan akibat yang akan menimpa diri mereka.\r\nDi akhir ayat, Allah swt menjelaskan bahwa apabila Ia berkehendak untuk menyiksa mereka, tidak ada seorang pun yang dapat memberikan pertolongan kepada mereka. Allah berkuasa kepada makhluk-Nya dan Allah yang menentukan nasib makhluk itu.\r\n"}