{"tafsir_id":194,"surah_id":2,"aya_number":187,"tafsir_wajiz":"Dihalalkan bagimu pada malam hari bulan puasa untuk bercampur dengan istrimu. Semula hanya dihalalkan makan, minum, dan mencampuri istri hingga salat Isya atau tidur. Setelah bangun tidur semuanya diharamkan. Umar bin Khattab pernah mencampuri istrinya sesudah salat Isya. Beliau sangat menyesal dan menyampaikannya kepada Rasulullah, maka turunlah no_ayatt ini yang memberikan keringanan. Mereka adalah pakaian bagimu yang melindungi kamu dari zina, dan kamu adalah pakaian bagi mereka yang melindungi mereka dari berbagai masalah sosial. Allah mengetahui bahwa kamu tidak dapat menahan dirimu sendiri untuk tidak berhubungan dengan istri pada malam bulan Ramadan, tetapi Dia menerima tobatmu dan memaafkan kamu karena kamu menyesal dan bertobat kepada-Nya. Maka sekarang campurilah mereka dan carilah apa yang telah ditetapkan Allah bagimu dengan mengharapkan keturunan yang baik. Makan dan minumlah dengan tidak berlebihan hingga jelas bagimu perbedaan antara benang putih dan benang hitam, yaitu fajar, untuk memulai puasa. Kemudian sempurnakanlah puasa sampai datang malam yang ditandai dengan terbenamnya matahari. Tetapi jangan kamu campuri mereka ketika kamu beriktikaf dalam masjid pada malam hari Ramadan. Itulah ketentuan Allah, maka janganlah kamu mendekatinya, yakni istri ketika beriktikaf, apalagi berhubungan intim. Demikianlah Allah menerangkan no_ayatt-no_ayatt-Nya kepada manusia, agar mereka bertakwa, menjaga dan mengendalikan diri dengan penuh kesadaran. ","tafsir_tahlili":"(187) Pada ayat ini Allah menerangkan 'uzur atau halangan yang membolehkan untuk meninggalkan puasa, serta hukum-hukum yang bertalian dengan puasa.\r\nBanyak riwayat yang menceritakan tentang sebab turunnya ayat ini, antara lain: pada awal diwajibkan puasa, para sahabat Nabi dibolehkan makan, minum, dan bersetubuh sampai salat Isya atau tidur.\r\nApabila mereka telah salat Isya atau tidur, kemudian bangun maka haramlah bagi mereka semua itu. Pada suatu waktu, Umar bin al-Kha¯¯±b bersetubuh dengan istrinya sesudah salat Isya, dan beliau sangat menyesal atas perbuatan itu dan menyampaikannya kepada Rasulullah saw. Maka turunlah ayat ini menjelaskan hukum Allah yang lebih ringan daripada yang telah mereka ketahui dan mereka amalkan. Bahwa sejak terbenamnya matahari (magrib) sampai sebelum terbit fajar (subuh), dihalalkan semua apa yang tidak diperbolehkan pada siang hari pada bulan Ramadan dengan penjelasan sebagai berikut:  Dihalalkan bagi kamu pada malam hari Ramadan bersetubuh dengan istri kamu, karena mereka adalah pakaian bagi kamu dan kamu adalah pakaian bagi mereka. Allah mengetahui bahwa kamu telah mengkhianati diri kamu, yakni tidak mampu menahan nafsu dengan berpuasa seperti yang kamu lakukan, karena itu Allah mengampuni kamu dan memberi keringanan pada kamu. Maka sekarang campurilah mereka dan carilah apa yang ditetapkan bagimu . (al-Baqarah/2:186) Artinya sekarang kamu diperbolehkan bersetubuh dengan istri kamu dan berbuat hal-hal yang dibolehkan untuk kamu. Makan dan minumlah sehingga terang bagimu benang putih dari benang hitam yaitu sampai terbit fajar, sempurnakanlah puasa itu sampai datang malam. Selain dari itu kamu dilarang pula bersetubuh dengan istrimu ketika kamu sedang beriktikaf di dalam masjid. Kemudian Allah menutup ayat ini dengan menegaskan bahwa larangan-larangan yang telah ditentukan Allah itu tidak boleh kamu dekati dan janganlah kamu melampaui dan melanggarnya. Demikianlah Allah menjelaskan ayat-ayat-Nya kepada umat manusia, agar mereka bertakwa."}