{"tafsir_id":1940,"surah_id":16,"aya_number":39,"tafsir_wajiz":"Kedatangan hari kebangkitan dimaksudkan agar Dia menjelaskan kepada mereka, yakni manusia, apa yang mereka perselisihkan itu, tentang berbagai hal, seperti keesaan Allah dan datangnya hari akhir, dan agar orang kafir itu mengetahui bahwa mereka adalah orang yang berdusta akibat mengingkari tuntunan Allah yang disampaikan oleh para rasul.","tafsir_tahlili":"(39) Allah swt menjelaskan hikmah terjadinya hari kebangkitan, yaitu menjelaskan kepada mereka tentang kebenaran wahyu yang dibawa oleh rasul yang mereka ingkari dan perselisihkan. Pada hari itu, mereka dapat menyaksikan kebenaran wahyu dan menyadari kesalahan pendapat mereka terhadap ajaran yang disampaikan para rasul. Inilah penyesalan yang dialami oleh orang-orang yang menganiaya diri sendiri. Pada saat itu, mereka akan merasakan bahwa seruan rasul itu adalah bimbingan Allah yang benar, sedang mereka menyesali keingkaran mereka itu dengan penyesalan yang tidak berguna lagi.\r\nDi akhir ayat, Allah swt menegaskan bahwa Ia membangkitkan mereka pada saat hari kiamat agar orang-orang yang mengingkari kebenaran wahyu-Nya dapat mengetahui bahwa hari kebangkitan dan pembalasan yang mereka dustakan itu betul-betul terjadi. Mereka ternyata orang-orang yang berdusta dan tidak ada yang mereka dustakan kecuali diri mereka sendiri. Pada hari itu, mereka benar-benar menyaksikan azab Allah yang diancamkan kepada mereka dan mereka tidak lagi dapat menghindar dari azab tersebut.\r\nAllah swt berfirman:\r\nهٰذِهِ النَّارُ الَّتِيْ كُنْتُمْ بِهَا تُكَذِّبُوْنَ   \r\n(Dikatakan kepada mereka), ”Inilah neraka yang dahulu kamu mendustakannya.” (a¯-°µr/52: 14);Firman-Nya lagi:\r\nاِصْلَوْهَا فَاصْبِرُوْٓا اَوْ لَا تَصْبِرُوْاۚ سَوَاۤءٌ عَلَيْكُمْۗ  اِنَّمَا تُجْزَوْنَ مَا كُنْتُمْ تَعْمَلُوْنَ   \r\nMasuklah ke dalamnya (rasakanlah panas apinya); baik kamu bersabar atau tidak, sama saja bagimu; sesungguhnya kamu hanya diberi balasan atas apa yang telah kamu kerjakan. (a¯-°µr/52: 16)\r\n"}