{"tafsir_id":1944,"surah_id":16,"aya_number":43,"tafsir_wajiz":"Pengutusan para nabi dan rasul adalah sesuatu yang hak dan benar adanya. Dan Kami tidak mengutus kepada umat manusia sebelum engkau, wahai Muhammad, melainkan orang laki-laki terpilih yang memiliki keistimewaan dan ketokohan dari kalangan manusia, bukan malaikat, yang Kami beri wahyu kepada mereka melalui utusan Kami, Jibril agar disampaikannya kepada umat mereka; maka bertanyalah, wahai orang yang meragukan keesaan Allah dan tidak mengetahui tuntunan-Nya, kepada orang yang mempunyai pengetahuan tentang nabi dan kitab-kitab Allah, jika kamu tidak mengetahui. (Lihat: no_surahh al-Anbiya/21: 7-8 dan al-Jinn/72: 6)","tafsir_tahlili":"(43) Allah menyatakan bahwa Dia tidak mengutus seorang rasul pun sebelum Nabi Muhammad kecuali manusia yang diberi-Nya wahyu. Ayat ini menggambarkan bahwa rasul-rasul yang diutus itu hanyalah laki-laki dari keturunan Adam a.s. sampai Nabi Muhammad saw yang bertugas mem-bimbing umatnya agar mereka beragama tauhid dan mengikuti bimbingan wahyu. Oleh karena itu, yang pantas diutus untuk melakukan tugas itu adalah rasul-rasul dari jenis mereka dan berbahasa mereka. Pada waktu Nabi Muhammad saw diutus, orang-orang Arab menyangkal bahwa Allah tidak mungkin mengutus utusan yang berjenis manusia seperti mereka. Mereka menginginkan agar yang diutus itu haruslah seorang malaikat, seperti firman Allah swt:\r\nوَقَالُوْا مَالِ هٰذَا الرَّسُوْلِ يَأْكُلُ الطَّعَامَ وَيَمْشِيْ فِى الْاَسْوَاقِۗ  لَوْلَآ اُنْزِلَ اِلَيْهِ مَلَكٌ فَيَكُوْنَ مَعَهٗ نَذِيْرًا ۙ  \r\nDan mereka berkata, ”Mengapa Rasul (Muhammad) ini memakan makanan dan berjalan di pasar-pasar? Mengapa malaikat tidak diturunkan kepadanya (agar malaikat) itu memberikan peringatan bersama dia.” (al-Furq±n/25: 7);Dan firman-Nya:\r\nاَكَانَ لِلنَّاسِ عَجَبًا اَنْ اَوْحَيْنَآ اِلٰى رَجُلٍ مِّنْهُمْ اَنْ اَنْذِرِ النَّاسَ وَبَشِّرِ الَّذِيْنَ اٰمَنُوْٓا اَنَّ لَهُمْ قَدَمَ صِدْقٍ عِنْدَ رَبِّهِمْ ۗ قَالَ الْكٰفِرُوْنَ اِنَّ هٰذَا لَسٰحِرٌ مُّبِيْنٌ   \r\nPantaskah manusia menjadi heran bahwa Kami memberi wahyu kepada seorang laki-laki di antara mereka, ”Berilah peringatan kepada manusia dan gembirakanlah orang-orang beriman bahwa mereka mempunyai kedudukan yang tinggi di sisi Tuhan.” Orang-orang kafir berkata, ”Orang ini (Muhammad) benar-benar penyihir.” (Yµnus/10: 2);Mengenai penolakan orang-orang Arab terhadap kerasulan Muhammad karena ia seorang manusia biasa, dapat dibaca dari sebuah riwayat a«-a¥¥±k yang disandarkan kepada Ibnu Abb±s bahwa setelah Muhammad saw diangkat menjadi utusan, orang Arab yang mengingkari kenabiannya berkata, “Allah lebih Agung bila rasul-Nya itu bukan manusia.” Kemudian turun ayat-ayat Surah Yµnus di atas.\r\nDalam ayat ini, Allah swt meminta orang-orang musyrik agar bertanya kepada orang-orang Ahli Kitab, baik Yahudi maupun Nasrani, apakah di dalam kitab-kitab mereka terdapat keterangan bahwa Allah pernah mengutus malaikat kepada mereka. Kalau memang disebutkan di dalam kitab mereka bahwa Allah pernah menurunkan malaikat sebagai utusan Allah, mereka boleh mengingkari kerasulan Muhammad. Akan tetapi, apabila disebutkan di dalam kitab mereka bahwa Allah hanya mengirim utusan kepada mereka seorang manusia yang sejenis dengan mereka, maka sikap mereka meng-ingkari kerasulan Muhammad saw itu tidak benar.\r\n"}