{"tafsir_id":195,"surah_id":2,"aya_number":188,"tafsir_wajiz":"Dan janganlah kamu makan harta di antara kamu dengan jalan yang batil seperti dengan cara korupsi, menipu, ataupun merampok, dan jangan pula kamu menyuap dengan harta itu kepada para hakim untuk bisa melegalkan perbuatan jahat kamu dengan maksud agar kamu dapat memakan, menggunakan, memiliki, dan menguasai sebagian harta orang lain itu dengan jalan dosa karena melanggar ketentuan Allah, padahal kamu mengetahui bahwa perbuatan itu diharamkan Allah. ","tafsir_tahlili":"(188) Pada bagian pertama dari ayat ini Allah melarang makan harta orang lain dengan jalan b±¯il.  Makan  ialah  mempergunakan atau memanfaatkan , sebagaimana biasa dipergunakan dalam bahasa Arab dan bahasa lainnya. Batil ialah cara yang dilakukan tidak menurut hukum yang telah ditentukan Allah.\r\nPara ahli tafsir mengatakan banyak hal yang dilarang yang termasuk dalam lingkup bagian pertama ayat ini, antara lain:\r\n1. Makan uang riba.\r\n2. Menerima harta tanpa ada hak untuk itu.\r\n3. Makelar-makelar yang melaksanakan penipuan terhadap pembeli atau penjual.\r\nKemudian pada ayat bagian kedua atau bagian terakhir yang melarang menyuap hakim dengan maksud untuk mendapatkan sebagian harta orang lain dengan cara yang batil, dengan menyogok atau memberikan sumpah palsu atau saksi palsu. Rasulullah saw bersabda:\r\nإِنَّمَا اَنَا بَشَرٌ وَإِنَّكُمْ تَخْتَصِمُوْنَ إِلَيَّ، وَلَعَلَّ بَعْضُكُمْ أَنْ يَكُوْنَ أَلْحَنَ بِحُجَّتِهِ مِنْ بَعْضٍ فَأَقْضِي لَهُ بِنَحْوِ مَا أَسْمَعُ، فَمَنْ قَضَيْتُ لَهُ مِنْ حَقِّ أَخِيْهِ شَيْئًا يَأْخُذُهُ، فَإِنَّمَا أَقْطَعُ لَهُ قِطْعَةً مِنَ النَّارِ، فَبَكَى الْخَصْمَانِ وَقَالَ كُلُّ وَاحِدٍ مِنْهُمَا: اَنَا حِلٌّ لِصَاحِبِي فَقَالَ عَلَيْهِ الصَّلاَةُ وَالسَّلاَمُ اِذْهَبَا فَتَوَخَّيَا ثُمَّ اسْتَهِمَا ثُمَّ لِيُحْلِلْ كُلُّ وَاحِدٍ مِنْهُمَا صَاحِبَهُ (رواه مالك وأحمد والبخاري ومسلم و غيرهم)\r\n Sesungguhnya saya adalah manusia dan kamu datang membawa suatu perkara untuk saya selesaikan. Barangkali di antara kamu ada yang lebih pintar berbicara sehingga saya memenangkannya, berdasarkan alasan- alasan yang saya dengar. Maka siapa yang mendapat keputusan hukum dari saya untuk memperoleh bagian dari harta saudaranya (yang bukan haknya) kemudian ia mengambil harta itu, maka ini berarti saya memberikan sepotong api neraka kepadanya . (Mendengar ucapan itu) keduanya saling menangis dan masing-masing berkata. Saya bersedia mengikhlaskan harta bagian saya untuk teman saya. Lalu Rasulullah saw memerintahkan,  Pergilah kamu berdua dengan penuh rasa persaudaraan dan lakukanlah undian dan saling menghalalkan bagianmu masing-masing menurut hasil undian itu  . (Riwayat M±lik, A¥mad, al-Bukh±r³, Muslim, dan lain-lain)"}