{"tafsir_id":1957,"surah_id":16,"aya_number":56,"tafsir_wajiz":"Dan tidak saja mengingkari nikmat dan keesaan Allah, mereka (kaum musyrik) menyediakan sebagian dari rezeki yang telah Kami berikan kepada mereka sebagai persembahan untuk berhala-berhala yang mereka tidak mengetahui kekuasaannya. Demi Allah Yang Mahakuasa, kamu, wahai orang musyrik, pasti akan ditanyai dan dimintai pertanggungjawaban oleh Allah tentang apa yang telah kamu ada-adakan.","tafsir_tahlili":"(56) Allah swt menjelaskan bahwa di antara perbuatan orang-orang musyrik ialah menyediakan sesaji kepada berhala-berhala mereka, padahal sesaji-sesaji yang disediakan itu merupakan nikmat Allah yang diberikan kepada mereka. Berbagai sesaji yang diberikan kepada berhala-berhala itu merupakan hasil pertanian atau binatang-binatang ternak mereka. Mereka berbuat demikian dengan maksud agar berhala-berhala itu dapat menolong mereka. Padahal mereka tidak mengetahui sedikit pun bahwa berhala-berhala itu tidak mampu memberi manfaat dan menghindarkan mereka dari bahaya yang akan menimpa. Perbuatan mereka ini adalah perbuatan syirik, yaitu mempertuhankan yang lain di samping Allah.\r\nAllah swt berfirman:\r\nوَجَعَلُوْا لِلّٰهِ مِمَّا ذَرَاَ مِنَ الْحَرْثِ وَالْاَنْعَامِ نَصِيْبًا فَقَالُوْا هٰذَا لِلّٰهِ بِزَعْمِهِمْ وَهٰذَا لِشُرَكَاۤىِٕنَاۚ فَمَا كَانَ لِشُرَكَاۤىِٕهِمْ فَلَا يَصِلُ اِلَى اللّٰهِ ۚوَمَا كَانَ لِلّٰهِ فَهُوَ يَصِلُ اِلٰى شُرَكَاۤىِٕهِمْۗ سَاۤءَ مَا يَحْكُمُوْنَ   \r\nDan mereka menyediakan sebagian hasil tanaman dan hewan (bagian) untuk Allah sambil berkata menurut persangkaan mereka, ”Ini untuk Allah dan yang ini untuk berhala-berhala kami.” Bagian yang untuk berhala-berhala mereka tidak akan sampai kepada Allah, dan bagian yang untuk Allah akan sampai kepada berhala-berhala mereka. Sangat buruk ketetapan mereka itu. (al-An±m/6: 136);Kemudian Allah mengancam mereka dengan ancaman yang keras. Allah bersumpah dengan nama-Nya, bahwa Ia benar-benar akan meminta pertanggungjawaban mereka atas perbuatan mereka mengada-adakan tuhan selain Allah. Kemudian mereka akan disiksa sesuai dengan keingkaran dan perbuatan mereka itu.\r\nAllah swt berfirman:\r\nفَوَرَبِّكَ لَنَسْـَٔلَنَّهُمْ اَجْمَعِيْنَۙ  \r\nMaka demi Tuhanmu, Kami pasti akan menanyai mereka semua, (al-¦ijr/15: 92);Di akhir ayat, Allah swt meminta pertanggungjawaban mereka terhadap apa yang mereka ada-adakan, memberikan pengertian bahwa Allah mencela mereka terhadap perkataan ataupun perbuatan yang mereka ada-adakan itu.\r\n"}