{"tafsir_id":1970,"surah_id":16,"aya_number":69,"tafsir_wajiz":"Melanjutkan ilhamnya kepada lebah, Allah berfirman, ‘Kemudian makanlah, yakni isaplah, dari segala macam bunga dari buah-buahan pada pepohonan yang besar maupun kecil, lalu tempuhlah jalan yang telah ditentukan oleh Tuhan Pencipta dan Pemelihara-mu, yang telah dimudahkan bagimu.” Dengan izin dan kekuasaan Allah, dari perut lebah itu keluar sejenis minuman yang amat lezat berupa madu yang bermacam-macam warna dan rasa-nya. Di dalamnya terdapat kandungan yang bermanfaat bagi dno_ayat tahan tubuh dan obat yang dapat menyembuhkan bagi beberapa penyakit manusia. Sungguh, pada yang demikian itu benar-benar terdapat suatu tanda kekuasaan dan kebesaran Allah bagi orang yang berpikir.","tafsir_tahlili":"(69) Allah lalu meminta perhatian para hamba-Nya agar memikirkan bagaimana Allah telah memberikan kemahiran kepada para lebah untuk mengumpulkan makanan dari berbagai macam bunga-bungaan dan meng-ubahnya menjadi madu yang tahan lama dan bergizi. Kemahiran ini diwariskan lebah secara turun-temurun.\r\nLebah-lebah mengisap makanan dari bunga-bungaan kemudian masuk ke dalam perutnya dan dari perutnya dikeluarkan madu yang bermacam-macam warnanya. Ada yang putih, ada yang kekuning-kuningan, dan ada pula yang kemerah-merahan, sesuai dengan jenis lebah itu dan bunga-bungaan yang ada di sekitarnya.\r\nDi antara manfaat madu ialah untuk ketahanan tubuh dan mungkin pula sebagai obat berbagai penyakit. Hal ini dapat diterima oleh ilmu pengetahu-an, antara lain karena madu mudah dicerna dan mengandung berbagai macam vitamin. \r\nPenjelasan tentang fungsi madu ini dapat dibaca dalam sebuah hadis:\r\nاِنَّ رَجُلاً جَاءَ إِلَى رَسُوْلِ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَقَالَ: اِنَّ أَخِيْ اِسْتَطْلَقَ بَطْنُهُ فَقَالَ رَسُوْلُ اللهِ: اِسْقِهِ عَسَلاً، فَسَقَاهُ عَسَلاً ثُمَّ جَاءَهُ فَقَالَ: يَا رَسُوْلَ اللهِ سَقَيْتُهُ عَسَلاً فَمَا زَادَهُ اِلاَّ اِسْتِطْلاَقاً. قَالَ: اِذْهَبْ فَاَسْقِهِ عَسَلاًً فَذَهَبَ فَسَقَاهُ عَسَلاً، ثُمَّ جَاءَ فَقَالَ: يَا رَسُوْلَ اللهِ، مَا زَادَهُ ذَلِكَ اِلاَّ اِسْتِطْلاَقًا. فَقَالَ رَسُوْلُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ صَدَقَ اللهُ وَكَذَبَ بَطْنُ اَخِيْكَ، اِذْهَبْ فَاَسْقِهِ عَسَلاً، فَذَهَبَ فَسَقَاهُ عَسَلاً فَبَرِئَ. (رواه البخاري و مسلم عن أبي سعيد الخدري)\r\nBahwa seseorang datang kepada Rasulullah saw seraya berkata, “Sesungguhnya saudaraku perutnya mulas.” Maka Rasulullah saw bersabda, “Minumkan kepadanya madu,” kemudian orang itu memberinya madu. Kemudian orang itu datang lagi kepada Rasulullah saw seraya berkata, “Ya Rasulullah saya telah memberinya madu, tetapi perutnya bertambah mulas.” Rasulullah saw bersabda, “Pergilah dan minumkan (lagi) kepadanya madu.” Maka orang itu pergi dan memberinya lagi madu, kemudian orang itu datang lagi kepada Rasulullah saw seraya berkata, “Ya Rasulullah, perutnya justru tambah mulas,” kemudian Rasulullah bersabda, “Allah benar dan perut saudaramu berdusta. Pergilah dan beri lagi saudaramu itu madu.” Lalu orang itu pergi dan memberinya lagi madu, kemudian ia pun sembuh. (Riwayat al-Bukh±r³ dan Muslim dari Abu Said al-Khudri)\r\n \r\nDan hadis Nabi saw:\r\nاَلشِّفَاءُ فِي ثَلاَثَةٍ: فِي شَرْطَةِ مَحْجَمٍ اَوْ شُرْبَةِ عَسَلٍ اَوْ كَيَّةٍ بِنَارٍ وَانْهَى اُمَّتِي عَنِ الْكَيِّ (رواه البخاري و مسلم عن ابن عباس)\r\nObat itu ada tiga macam: mengeluarkan darah dengan bekam, minum madu dan membakar kulit dengan api (besi panas), dan aku melarang umatku membakar kulit. (Riwayat al-Bukh±r³ dan Muslim dari Ibnu Abb±s);Beberapa manfaat yang diberikan lebah sebagai berikut:\r\n1. Madunya merupakan minuman yang lezat berguna bagi kesehatan. Sarangnya dapat dibuat lilin, bahan untuk membatik, dan lain-lain.\r\n2. Lebah membantu penyerbukan bunga sehingga terjadi pembuahan.\r\n"}