{"tafsir_id":1971,"surah_id":16,"aya_number":70,"tafsir_wajiz":"Dan di antara tanda-tanda kekuasaan Allah adalah bahwa Dia telah menciptakan kamu, wahai manusia, dari sumber yang satu yaitu tanah sehingga kamu ada dan dapat hidup di dunia ini. Kemudian dengan kekuasaan-Nya pula Dia mewafatkanmu dengan berbagai cara dan dalam usia yang berbeda sesuai waktu yang telah ditentukan-Nya. Di antara kamu ada yang dimatikan pada usia muda dan ada pula yang dikembalikan kepada usia yang tua renta, pikun, dan lemah kembali bagaikan bayi, sehingga pada usia itu dia tidak mengetahui lagi sesuatu yang dulu pernah diketahuinya. Sungguh, Allah Maha Mengetahui segala sesuatu dan rahasia dari ciptaan-Nya, Mahakuasa melakukan apa saja yang dikehendaki-Nya.","tafsir_tahlili":"(70) Allah swt menjelaskan bahwa Dialah yang menciptakan manusia dan menentukan usianya. Di antara manusia ada yang meninggal pada waktu masih berada dalam kandungan, ada yang meninggal pada waktu lahir, ada yang meninggal pada waktu kecil, ada yang meninggal ketika mencapai puncak kejayaan, dan ada pula yang meninggal setelah mencapai usia yang sangat lanjut, setelah lemah dan pikun. \r\nAllah swt berfirman:\r\nوَمَنْ نُّعَمِّرْهُ نُنَكِّسْهُ فِى الْخَلْقِۗ اَفَلَا يَعْقِلُوْنَ   \r\nDan barang siapa Kami panjangkan umurnya niscaya Kami kembalikan dia kepada awal kejadian(nya). Maka mengapa mereka tidak mengerti? (Y±s³n/36: 68);Kebanyakan orang menginginkan umur yang panjang, tetapi tetap sehat, dan tidak ingin menjadi pikun. Dalam hadis Nabi saw disebutkan:\r\nاَنَّ رَسُوْلَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ كَانَ يَقُوْلُ فِى دُعَائِهِ: أَعُوْذُبِكَ مِنَ الْبُخْلِ وَالْكَسَلِ وَأَرْذَلِ الْعُمُرِ وَعَذَابِ الْقَبْرِ وَفِتْنَةِ الدَّجاَّلِ وَفِتْنَةِ الْمَحْيَا وَالْمَمَاتِ (رواه البخاري عن أنس بن مالك)\r\nBahwa Rasulullah saw, mengatakan di dalam doanya, “Aku berlindung kepada-Mu  ya Allah dari kebakhilan, kemalasan, tua renta (pikun), siksa kubur, fitnah (cobaan) Dajjal dan fitnah (cobaan) di waktu hidup dan di waktu mati.” (Riwayat al-Bukh±r³ dari Anas bin M±lik);Pada saat manusia diberi umur lanjut, kekuatan tubuh mereka berkurang secara bertahap sampai pada taraf dimana mereka seperti dikembalikan pada masa kecil lagi. Mereka menjadi lemah, pikun dan tidak bisa mengingat lagi apa yang pernah diketahuinya.\r\nDi akhir ayat, Allah swt menegaskan bahwa Dia Maha Mengetahui segala sesuatu. Maksudnya Dialah yang mengetahui hikmah dari penciptaan manusia dan hikmah diwafatkan. Allah juga Mahakuasa mewafatkan manusia saat masih bayi atau setelah lanjut usia. \r\n"}