{"tafsir_id":1972,"surah_id":16,"aya_number":71,"tafsir_wajiz":"Demikianlah, Allah berkuasa menciptakan perbedaan dalam umur manusia. Dan Allah Yang Maha Mengetahui, Mahabijaksana, dan Mahakuasa pun berkuasa melebihkan sebagian kamu atas sebagian yang lain dalam hal rezeki, kedudukan, jabatan, kekno_ayatan, dan semisalnya. Allah telah membagi rezeki dengan cara demikian kepada manusia, tetapi di antara orang yang dilebihkan rezekinya ada yang tidak mau memberikan sebagian dari rezekinya kepada para hamba sahno_ayat yang mereka miliki, padahal mereka sama-sama manusia, sehingga kalau saja mereka mau saling berbagai niscno_ayat mereka sama-sama merasakan kenikmatan rezeki itu. Mengapa mereka mengingkari nikmat Allah?","tafsir_tahlili":"(71) Setelah Allah menjelaskan perbedaan usia manusia dalam ayat ini, Ia menyebutkan perbedaan rezeki mereka. Allah swt menjelaskan bahwa Allah melebihkan rezeki sebagian manusia dari sebagian yang lain. Ada manusia yang kaya, ada pula yang fakir, ada manusia yang menguasai sumber-sumber rezeki, dan ada manusia yang tidak memperoleh rezeki yang memadai bagi kehidupannya. Semuanya bertujuan agar satu sama lain saling menolong karena saling membutuhkan.\r\nKemudian Allah swt menjelaskan bahwa di antara orang-orang yang diberi rezeki lebih, ada yang tidak mau memberikan sedikit pun rezekinya kepada orang-orang yang bekerja padanya yang semestinya mendapat bagian dari mereka. Padahal di antara orang-orang yang menguasai dan dikuasai, di antara tuan dan budak sama-sama berhak atas rezeki itu. Oleh karenanya, sepantasnyalah rezeki itu didistribusikan secara adil dan merata kepada semua pihak. Apabila pemilik modal merasa berhak mendapat keuntungan karena modal yang dimilikinya, pekerja hendaknya diberi penghasilan sesuai dengan kemampuannya, supaya pemilik modal dan pekerja sama-sama menikmati sumber-sumber penghasilan itu. \r\nAllah swt berfirman:\r\nضَرَبَ لَكُمْ مَّثَلًا مِّنْ اَنْفُسِكُمْۗ هَلْ لَّكُمْ مِّنْ مَّا مَلَكَتْ اَيْمَانُكُمْ مِّنْ شُرَكَاۤءَ فِيْ مَا رَزَقْنٰكُمْ فَاَنْتُمْ فِيْهِ سَوَاۤءٌ تَخَافُوْنَهُمْ كَخِيْفَتِكُمْ اَنْفُسَكُمْۗ  كَذٰلِكَ نُفَصِّلُ الْاٰيٰتِ لِقَوْمٍ يَّعْقِلُوْنَ  \r\nDia membuat perumpamaan bagimu dari dirimu sendiri. Apakah (kamu rela jika) ada di antara hamba-sahaya yang kamu miliki, menjadi sekutu bagimu dalam (memiliki) rezeki yang telah Kami berikan kepadamu, sehingga kamu menjadi setara dengan mereka dalam hal ini, lalu kamu takut kepada mereka sebagaimana kamu takut kepada sesamamu. Demikianlah Kami jelaskan ayat-ayat itu bagi kaum yang mengerti. (ar-Rµm/30: 28);Di akhir ayat, Allah mengingatkan bahwa semua itu adalah nikmat-Nya. Oleh karena itu, mereka seharusnya mensyukuri nikmat itu dengan tidak memonopoli sumber-sumber penghasilan itu untuk kepentingan kelompok atau golongan tertentu. \r\n"}