{"tafsir_id":1981,"surah_id":16,"aya_number":80,"tafsir_wajiz":"Setelah pada beberapa no_ayatt sebelumnya Allah berbicara tentang burung-burung di angkasa sebagai tanda kekuasaan-Nya, pada no_ayattno_ayatt berikut Allah menunjukkan beberapa nikmat- Nya yang langsung manusia rasakan setiap saat. Dia menyatakan, “Dan Allah menjadikan rumah-rumah bagimu yang kamu buat dari berbagai bahan yang telah Allah siapkan untuk itu, seperti kayu, besi, batu, dan tanah; Allah menjadikannya sebagai tempat tinggal yang memberi kamu ketenangan dari berbagai gangguan lahir dan batin. Dan selain itu, Dia menjadikan bagimu rumah-rumah dalam bentuk kemah-kemah yang secara khusus terbuat dari kulit hewan ternak, seperti kulit unta, sapi, kambing, dan hewan-hewan halal lainnya, yang kamu merasa ringan dan mudah membawanya pada waktu kamu bepergian dan pada waktu kamu bermukim di tempat tertentu. Dan ingat pula bahwa Allah juga menjadikan bagi kamu dari bulu domba, bulu unta, dan bulu kambing, alat-alat rumah tangga, seperti alas lantai, tikar, wadah air dan menjadi perhiasan-perhiasan, seperti tas, sepatu, dan dompet, yang dapat memberi kesenangan bagi kalian sampai waktu tertentu.","tafsir_tahlili":"(80) Ayat ini menjelaskan nikmat-nikmat yang dianugerahkan Allah kepada manusia untuk dijadikan tanda keesaan-Nya, seperti Allah menganugerahkan rumah bagi manusia. Rumah-rumah itu tidak hanya berfungsi sebagai tempat tinggal atau berlindung dari hujan dan panas, tetapi juga tempat menciptakan suasana aman, damai, dan tenteram serta menumbuhkan kasih sayang dan rasa kesetiaan di antara penghuninya. Dari rumah tangga yang baik, lahir manusia yang baik. Agama Islam menetapkan aturan untuk menjamin kehormatan rumah sebagai tempat tinggal. Seseorang dilarang masuk ke rumah orang lain sebelum memberi salam dan minta izin dari penghuninya, meskipun dia petugas negara. Tidak dibenarkan seseorang memeriksa rumah orang lain dengan alasan apapun, dan tidak boleh mengintai-intai penghuninya sehingga menimbulkan rasa tidak aman bagi keluarga penghuni rumah itu.\r\nItulah pengertian rumah dan fungsinya bagi manusia yang berdiam di satu tempat. Kepada bangsa pengembara, Allah swt memberikan nikmat kepada mereka berupa kulit binatang ternak untuk keperluan tempat tinggal. Mereka membangun kemah-kemah dan pondok-pondok dari kulit dan bulu-bulu ternak itu sewaktu mengembara di padang pasir sambil menggembala ternak mereka. Benda-benda tersebut mudah dan ringan dibawa berpindah-pindah dari suatu tempat ke tempat lain.\r\nNikmat Allah lainnya kepada manusia ialah bulu dan kulit binatang ternak yang bisa dimanfaatkan untuk keperluan pakaian, alat-alat rumah tangga, dan lain-lain. Bulu domba (wool), kulit unta, dan kulit kambing merupakan barang-barang yang dapat mereka perdagangkan sejak zaman dahulu sampai sekarang. Dari ayat ini, dapat diambil suatu dalil hukum bahwa kulit dan bulu dari ternak yang halal dimakan adalah suci.\r\n"}