{"tafsir_id":1982,"surah_id":16,"aya_number":81,"tafsir_wajiz":"Dan di samping itu, Allah juga menjadikan tempat-tempat bernaung dan berlindung bagimu dari berbagai bahno_ayat dan situasi yang tidak menyenangkan, yang terbuat dari apa yang telah Dia ciptakan untuk kalian, seperti pepohonan yang rindang dan bangunan yang tinggi. Selain itu, Dia menjadikan bagimu tempat-tempat tinggal di gunung-gunung, seperti gua, lorong, dan terowongan yang dapat kamu jadikan tempat tinggal untuk waktu yang lama atau tempat berteduh untuk sementara waktu. Dan Dia menjadikan pakaian bagimu yang terbuat dari bahan lunak yang telah diciptakan-Nya, seperti kapas dan katun dari tumbuh-tumbuhan dan wol dari bulu binatang, yang semuanya dapat memeliharamu dari panas dan dingin; dan Allah juga menjadikan bagimu pakaian yang terbuat dari bahan keras, seperti baju zirah yang dapat memelihara kamu dalam peperangan. Demikianlah, Allah menyempurnakan berbagai nikmat-Nya kepadamu agar kamu berserah diri kepada-Nya dengan tunduk dan mematuhi aturan-Nya.","tafsir_tahlili":"(81) Dalam ayat ini, Allah swt menyebutkan nikmat karunia-Nya selain nikmat yang telah disebutkan, yang memberikan rasa aman, damai, dan tenteram. Kepada bangsa yang sudah menetap atau maju, Allah memberikan karunia tempat berteduh seperti rumah, hotel, dan gedung yang secara umum dibuat dari kayu, besi, batu, dan lain-lain. Allah menyediakan bahan (material) dari gunung seperti batu dan pasir untuk membangun gedung, benteng, atau perlindungan tempat tinggal dalam gunung. Kesemuanya menimbulkan rasa aman dan tenang pada jiwa penghuninya. Allah swt menyediakan bagi mereka pakaian dari bulu domba atau dari kapas dan katun yang memelihara mereka dari panas dan dingin, serta pakaian dari besi untuk melindungi tubuh mereka dari senjata tajam ketika berperang.\r\nDemikianlah nikmat-nikmat yang dianugerahkan Allah kepada manusia. Allah akan menyempurnakan nikmat-nikmat duniawi kepada kaum Muslimin dengan memberikan kekuasaan dan kerajaan kepada mereka, serta menetapkan tujuan perjuangan mereka itu untuk mencari keridaan Allah dan menegakkan kemaslahatan bagi umat manusia. Maka hendaklah mereka menyadari segala kenikmatan yang besar dari Allah itu dan mengakui pula kewajiban terhadap pemberi nikmat itu, untuk kemudian beriman kepada-Nya, meninggalkan sembahan-sembahan lain, dan melakukan amal saleh.\r\nAllah berfirman:\r\n۞ وَلَقَدْ كَرَّمْنَا بَنِيْٓ اٰدَمَ وَحَمَلْنٰهُمْ فِى الْبَرِّ وَالْبَحْرِ وَرَزَقْنٰهُمْ مِّنَ الطَّيِّبٰتِ وَفَضَّلْنٰهُمْ عَلٰى كَثِيْرٍ مِّمَّنْ خَلَقْنَا تَفْضِيْلًا ࣖ   \r\nDan sungguh, Kami telah memuliakan anak cucu Adam, dan Kami angkut mereka di darat dan di laut, dan Kami beri mereka rezeki dari yang baik-baik dan Kami lebihkan mereka di atas banyak makhluk yang Kami ciptakan dengan kelebihan yang sempurna. (al-Isr±'/17: 70)\r\n"}