{"tafsir_id":1985,"surah_id":16,"aya_number":84,"tafsir_wajiz":"Setelah menjelaskan keengganan kaum kafir mengikuti tuntunan Nabi Muhammad, pada no_ayatt ini Allah memperingatkan semua orang akan apa yang dialami oleh orang-orang kafir pada suatu hari ketika mereka tidak dapat membela diri. Allah menyatakan, “Dan ingatkanlah semua orang, wahai Nabi Muhammad, pada suatu hari ketika Kami bangkitkan seorang saksi, yakni rasul, yang dipilih dari setiap umat untuk memberi kesaksian terhadap apa yang telah orang-orang kafir lakukan. Kemudian pada hari itu tidak diizinkan kepada orang yang kafir untuk membela diri dan tidak pula mereka dibolehkan memohon ampunan atas dosa-dosa yang telah mereka lakukan. Itu karena kesempatan untuk memohon ampun semasa hidup sudah mereka lewatkan.","tafsir_tahlili":"(84) Allah swt menjelaskan bahwa pada hari kiamat, para rasul menjadi saksi atas umat mereka masing-masing. Merekalah yang mengetahui sikap umatnya ketika mereka berdakwah, apakah umatnya menerima dengan baik ajakan dan seruan yang disampaikan, ataukah mereka kufur dan menolak-nya. Kesaksian para rasul atas penerimaan dan penolakan umatnya disertai dengan penjelasan yang cukup dan bukti yang benar. Berdasarkan kesaksian itu, hukuman dijatuhkan kepada mereka. Mereka tidak diberi kesempatan untuk menyampaikan alasan untuk membela diri ataupun minta maaf akan segala perbuatan dan tindakan mereka pada masa hidup di dunia.\r\nAllah berfirman:\r\nهٰذَا يَوْمُ لَا يَنْطِقُوْنَۙ  ٣٥  وَلَا يُؤْذَنُ لَهُمْ فَيَعْتَذِرُوْنَ   ٣٦  \r\nInilah hari, saat mereka tidak dapat berbicara, dan tidak diizinkan kepada mereka mengemukakan alasan agar mereka dimaafkan. (al-Mursal±t/77: 35-36);;;;   Dan firman Allah:\r\nوَكَذٰلِكَ جَعَلْنٰكُمْ اُمَّةً وَّسَطًا لِّتَكُوْنُوْا شُهَدَاۤءَ عَلَى النَّاسِ وَيَكُوْنَ الرَّسُوْلُ عَلَيْكُمْ شَهِيْدًا ۗ وَمَا جَعَلْنَا الْقِبْلَةَ الَّتِيْ كُنْتَ عَلَيْهَآ اِلَّا لِنَعْلَمَ مَنْ يَّتَّبِعُ الرَّسُوْلَ مِمَّنْ يَّنْقَلِبُ عَلٰى عَقِبَيْهِۗ  وَاِنْ كَانَتْ لَكَبِيْرَةً اِلَّا عَلَى الَّذِيْنَ هَدَى اللّٰهُ  ۗوَمَا كَانَ اللّٰهُ لِيُضِيْعَ اِيْمَانَكُمْ ۗ اِنَّ اللّٰهَ بِالنَّاسِ لَرَءُوْفٌ رَّحِيْمٌ    ;Dan demikian pula Kami telah menjadikan kamu (umat Islam) ”umat pertengahan” agar kamu menjadi saksi atas (perbuatan) manusia dan agar Rasul (Muhammad) menjadi saksi atas (perbuatan) kamu. Kami tidak menjadikan kiblat yang (dahulu) kamu (berkiblat) kepadanya melainkan agar Kami mengetahui siapa yang mengikuti Rasul dan siapa yang berbalik ke belakang. Sungguh, (pemindahan kiblat) itu sangat berat, kecuali bagi orang yang telah diberi petunjuk oleh Allah. Dan Allah tidak akan menyia-nyiakan imanmu. Sungguh, Allah Maha Pengasih, Maha Penyayang kepada manusia. (al-Baqarah/2: 143)\r\nDan firman-Nya:\r\nيَوْمَ نَدْعُوْا كُلَّ اُنَاسٍۢ بِاِمَامِهِمْۚ فَمَنْ اُوْتِيَ كِتٰبَهٗ بِيَمِيْنِهٖ فَاُولٰۤىِٕكَ يَقْرَءُوْنَ كِتٰبَهُمْ وَلَا يُظْلَمُوْنَ فَتِيْلًا  \r\n(Ingatlah), pada hari (ketika) Kami panggil setiap umat dengan pemimpinnya; dan barang siapa diberikan catatan amalnya di tangan kanannya mereka akan membaca catatannya (dengan baik), dan mereka tidak akan dirugikan sedikit pun. (al-Isr±'/17: 71);Hari akhirat adalah hari pembalasan atas amal perbuatan di dunia dan bukan waktu bertobat serta melakukan amal kebaikan untuk menebus dosa. Pada hari kiamat, manusia hanya menerima keputusan dari Allah yang memberikan keputusan dengan seadil-adilnya, masuk surga atau masuk neraka.\r\nAllah berfirman:\r\nفَمَنْ يَّعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْرًا يَّرَهٗۚ  ٧  وَمَنْ يَّعْمَلْ مِثْقَالَ ذَرَّةٍ شَرًّا يَّرَهٗ ࣖ  ٨  \r\nMaka barang siapa mengerjakan kebaikan seberat zarrah, niscaya dia akan melihat (balasan)-nya, dan barang siapa mengerjakan kejahatan seberat zarrah, niscaya dia akan melihat (balasan)-nya. (az-Zalzalah/99: 7-8)\r\n"}