{"tafsir_id":199,"surah_id":2,"aya_number":192,"tafsir_wajiz":"Tetapi jika mereka berhenti melakukan tindakan agresif, menyerang umat Islam di tempat suci, kemudian mengajak berdamai, dan mempertimbangkan untuk menerima ajaran Allah; maka sikap mereka itu harus dihargai, bahkan jika mereka mengubah pola pikir dan benarbenar masuk Islam, kekejaman mereka diampuni Allah, maka sungguh, Allah Maha Pengampun, Maha Penyno_ayatng. ","tafsir_tahlili":"(191, 192) Orang mukmin diperintahkan memerangi orang musyrik yang memerangi mereka di mana saja dijumpai, baik di tanah halal maupun di tanah haram (Mekah dan sekitarnya). Dasarnya Mekah dan sekitarnya menjadi tanah haram ialah sebagaimana dalam sebuah hadis sahih pula:\r\nعَنِ ابْنِ عَبَّاسٍ رَضِيَ الله ُ عَنْهُ قَالَ: قَالَ رَسُوْلُ اللهِ صَلَّى الله ُعَلَيْهِ وَسَلَّمَ فِي فَتْحِ مَكَّةَ: إِنَّ هٰذَا اْلبَلَدَ حَرَّمَهُ الله ُ يَوْمَ خَلَقَ السَّمٰوَاتِ وَاْلأَرْضَ فَهُوَ حَرَامٌ بِحُرْمَةِ اللهِ إِلَى يَوْمِ الْقِيَامَةِ وَلَمْ يَحِلَّ اِلاَّ سَاعَةً مِنْ نَهَارٍ وَاِنَّهَا سَاعَتِي هٰذِهِ حَرَامٌ بِحُرْمَةِ اللهِ إِلَى يَوْمِ الْقِيَامَةِ لاَ يُعْضَدُ شَجَرُهُ وَلاَ يُخْتَلَى خُلاَهُ. فَإِنْ أَحَدٌ تَرَخَّصَ بِقِتَالٍ كَانَ فَعَلَهُ رَسُوْلُ اللهِ صَلَّى الله ُعَلَيْهِ وَسَلَّمَ فَقُوْلُوْا: اِنَّ الله َ أَذِنَ لِرَسُوْلِهِ وَلَمْ يَأْذَنْ لَكُمْ (متفق عليه)\r\nDari Ibnu 'Abbas disebutkan bahwa Rasulullah pada hari pembebasan kota Mekah bersabda, bahwa negeri ini menjadi tanah haram semenjak Allah menciptakan langit dan bumi sampai hari kiamat nanti. Tidak pernah dihalalkan kecuali pada saat di siang hari ini dan saat itu ialah saatku ini. Tanah haram Mekah itu menjadi tanah haram sampai hari kiamat tidak boleh dicabut tanam-tanaman dan tidak boleh dirusak padang luasnya. Jika ada seorang diperkenankan berperang di Mekah dengan alasan bahwa Rasulullah pernah melakukan serupa itu, katakanlah kepadanya, bahwa Allah mengizinkan hal itu kepada Rasul-Nya dan tidak mengizinkan kepada kamu. (Riwayat al-Bukh±r³ dan Muslim)\r\nOrang-orang mukmin diperintahkan pula mengusir kaum musyrik dari Mekah, karena kaum musyrik itu pernah mengusir mereka dari sana, dan keberadaan orang-orang musyrik di Mekah (tanah haram) berbahaya bagi kemurnian agama dan akan menimbulkan fitnah yang lebih besar bahayanya daripada berperang di tanah haram. Maksud fitnah di sini ialah penganiayaan oleh kaum musyrik terhadap kaum Muslimin dengan pengusiran, penyiksaan, perampasan harta, serta merintangi pelaksanaan ibadah dan sebagainya. Jika demikian maka orang mukmin diperintah untuk membalasnya dengan peperangan juga. Demikianlah balasan yang harus diberikan kepada kaum musyrikin, tetapi jika kaum musyrikin itu menghentikan peperangan dan akhirnya menjadi mukmin, maka mereka tidak boleh diganggu, karena hal-hal yang menyebabkan mereka harus diperangi tidak ada lagi, Allah Maha Pengampun, Maha Pengasih dan Maha Penyayang."}