{"tafsir_id":1990,"surah_id":16,"aya_number":89,"tafsir_wajiz":"Dan ingatlah pada hari ketika Kami bangkitkan pada setiap umat seorang saksi atas mereka, yaitu seorang nabi atau tokoh yang diakui kesalehan dan ketakwaannya, dari golongan mereka sendiri, yang memberi kesaksian dengan jujur; dan Kami datangkan pula engkau, wahai Nabi Muhammad, menjadi saksi atas mereka semua. Dan Kami turunkan Kitab Al-Qur’an kepadamu secara berangsur untuk menjelaskan kepada manusia prinsip-prinsip umum segala sesuatu, sebagai petunjuk menuju jalan kebenaran dan kedamaian, serta rahmat dan kabar gembira bagi orang yang berserah diri sepenuh hati kepada Allah.","tafsir_tahlili":"(89) Dalam ayat ini, Allah swt menjelaskan kembali apa yang akan terjadi pada hari kiamat atas setiap umat, yakni kehadiran seorang nabi dari kalangan mereka sendiri, yang akan menjadi saksi atas perbuatan mereka.\r\nNabi Muhammad saw menjadi saksi pula atas umatnya. Pada hari akhir itu, dia menjelaskan sikap kaumnya terhadap risalah yang dibawanya, apakah mereka beriman dan taat kepada seruannya, ataukah mereka melawan dan mendustakannya. Para nabi itulah yang paling patut untuk menjawab segala alasan dari kaumnya.\r\nKetika memberikan kesaksian, para rasul tentu berdasarkan penghayatan mereka sendiri atau dari keterangan Allah swt sebab mereka tidak lagi mengetahui apa yang terjadi atas umatnya sesudah mereka wafat. \r\nRasulullah mencucurkan air mata sewaktu sahabatnya, Abdull±h bin Masµd, membaca ayat yang serupa maknanya dengan ayat di atas:\r\nفَكَيْفَ اِذَا جِئْنَا مِنْ كُلِّ اُمَّةٍۢ بِشَهِيْدٍ وَّجِئْنَا بِكَ عَلٰى هٰٓؤُلَاۤءِ شَهِيْدًاۗ  \r\nDan bagaimanakah (keadaan orang kafir nanti), jika Kami mendatangkan seorang saksi (rasul) dari setiap umat dan Kami mendatangkan engkau (Muhammad) sebagai saksi atas mereka. (an-Nis±'/4: 41);Abdull±h bin Masµd berhenti membaca ketika sampai ayat ini, karena Rasul saw berkata kepadanya, “Cukup.” Abdull±h bin Masµd kemudian menoleh kepada Rasul saw, dan melihatnya mencucurkan air mata.\r\nMenjadi saksi pada hari kiamat adalah kedudukan yang mulia, tetapi berat. Rasul saw akan menjelaskan kepada Allah pada hari kiamat keadaan umatnya sampai sejauh mana mereka mengamalkan petunjuk Al-Qur'an yang diwahyukan kepadanya. Pada hari itu, tak ada alasan lagi bagi umat untuk tidak mempertanggungjawabkan amal perbuatan mereka di dunia, sebab Al-Qur'an telah menjelaskan kepada mereka segala sesuatu, yang baik ataupun yang buruk, yang halal dan yang haram, serta yang benar dan yang salah. Al-Qur'an memberikan pedoman bagi manusia jalan mana yang lurus dan yang sesat, serta arah mana yang membawa bahagia dan mana yang membawa kesengsaraan.\r\nBarang siapa membenarkan Al-Qur'an dan mengamalkan segala petunjuk yang terdapat di dalamnya, tentulah ia memperoleh rahmat dalam kehidupan dunia dan akhirat. Al-Qur'an memberi kabar yang menyenangkan kepada orang yang taat dan bertobat kepada Allah dengan pahala yang besar di akhirat dan kemuliaan yang tinggi bagi mereka.\r\nRasul saw yang diberi tugas untuk menyampaikan Al-Qur'an, kelak akan dimintai pertanggungjawaban tentang tugas dan kewajibannya itu pada hari kiamat, sebagaimana firman Allah:;فَلَنَسْـَٔلَنَّ الَّذِيْنَ اُرْسِلَ اِلَيْهِمْ وَلَنَسْـَٔلَنَّ الْمُرْسَلِيْنَۙ  \r\nMaka pasti akan Kami tanyakan kepada umat yang telah mendapat seruan (dari rasul-rasul) dan Kami akan tanyai (pula) para rasul. (al-Ar±f/7: 6);Di antara tugas Rasulullah adalah menjelaskan Al-Qur'an kepada manusia tentang masalah-masalah agama karena ayat-ayat Al-Qur'an ada yang terperinci dan ada pula yang umum isinya. Rasulullah menjelaskan ayat-ayat Allah yang masih bersifat umum itu.\r\nFirman Allah swt:\r\nوَاَنْزَلْنَآ اِلَيْكَ الذِّكْرَ لِتُبَيِّنَ لِلنَّاسِ مَا نُزِّلَ اِلَيْهِمْ وَلَعَلَّهُمْ يَتَفَكَّرُوْنَ   \r\nDan Kami turunkan A©-ªikr (Al-Qur'an) kepadamu, agar engkau menerangkan kepada manusia apa yang telah diturunkan kepada mereka dan agar mereka memikirkan. (an-Na¥l/16: 44);Selain menjelaskan ayat-ayat yang masih bersifat umum, Rasulullah menetapkan pula petunjuk-petunjuk dan hukum-hukum yang bertalian dengan urusan agama dan akhlak.\r\n"}