{"tafsir_id":1993,"surah_id":16,"aya_number":92,"tafsir_wajiz":"Dan janganlah kamu, dalam hal mengingkari janji yang telah diikrarkan dan sumpah yang telah diucapkan, seperti halnya seorang perempuan yang menguraikan kembali benangnya yang sudah dipintal dengan kuat sehingga menjadi cerai berai kembali. Sesungguhnya kamu tahu bahwa itu adalah tindakan bodoh dan buruk. Tindakan seperti itu sama halnya dengan kamu menjadikan sumpah dan perjanjian-mu sebagai alat penipu di antaramu, disebabkan adanya satu golongan yang lebih banyak jumlahnya, lebih banyak hartanya, lebih kuat kedudukannya, atau lebih tinggi posisinya dari golongan yang lain. Allah hanya menguji kamu dengan hal itu, yakni dengan adanya kelompok manusia yang lebih kno_ayat dan berkedudukan lebih tinggi, dapatkah kamu tetap menepati janji dan memenuhi sumpahmu. Dan pasti pada hari Kiamat kelak akan dijelaskan-Nya kepadamu apa yang dahulu kamu perselisihkan itu. Allah akan memberi balasan sesuai perbuatan yang telah kamu lakukan.","tafsir_tahlili":"(92) Dalam ayat ini, Allah mengumpamakan orang yang melanggar perjanjian dan sumpah itu sebagai seorang wanita yang mengurai benang yang sudah dipintal dengan kuat, menjadi cerai berai kembali. Demikian itu adalah gambaran tingkah laku orang gila dan orang bodoh.\r\nPelanggaran terhadap baiat perjanjian atau sumpah berarti menjadikan sumpah sebagai alat penipuan sesama manusia. Sebab jika satu golongan atau seseorang membuat perjanjian dengan golongan lain yang lebih besar dan kuat daripadanya untuk menenteramkan hati mereka, kemudian jika ada kesempatan, dia mengkhianati perjanjian itu, maka tingkah laku seperti demikian itu dipandang sebagai suatu penipuan.\r\nAllah swt melarang tingkah laku demikian karena termasuk perbuatan bodoh dan gila, walaupun dia dari golongan yang kecil berhadapan dengan golongan yang besar. Lebih terlarang lagi jika golongan besar membatalkan perjanjian terhadap golongan yang lebih kecil.\r\nDiriwayatkan bahwa Mu'awiyah, khalifah pertama Dinasti Bani Umaiyyah, pernah mengadakan perjanjian damai dengan Kaisar Romawi dalam jangka tertentu. Menjelang akhir perjanjian damai tersebut, Mu'awiyah membawa pasukannya ke perbatasan dengan rencana bila saat perjanjian itu berakhir dia langsung akan menyerang. Lalu seorang sahabat bernama Amr bin Anbasah berkata kepadanya, “Allahu Akbar, wahai Mu'awiyah, tepatilah janji, jangan khianat, aku pernah mendengar Rasul saw bersabda:\r\nمَنْ كَانَ بَيْنَهُ وَ بَيْنَ قَوْمٍ أَجَلٌ فَلاَ يَحُلَّنَّ عُقْدَةً حَتَّى يَنْقَضِيَ أَمَدُهَا. (رواه أحمد)\r\nBarang siapa ada perjanjian waktu antara dia dengan golongan lain, maka sekali-kali janganlah dia membatalkan perjanjian itu sampai habis waktunya. (Riwayat Imam A¥mad);Setelah Mu'awiyah mendengarkan peringatan temannya itu, dia pun pulang membawa kembali pasukannya. Demikianlah Islam menetapkan ketentuan-ketentuan dalam tata pergaulan antara manusia untuk menguji di antara mereka siapakah yang paling kuat berpegang kepada perjanjian yang mereka adakan sendiri, baik perjanjian itu kepada Allah dan rasul-Nya seperti baiat, ataupun kepada sesama manusia. Pada hari kiamat kelak akan kelihatan: mana yang hak dan mana yang batil serta  mana yang jujur dan mana yang khianat. Segala perselisihan akan dijelaskan, masing-masing akan mendapat ganjaran dari Allah swt.\r\n"}