{"tafsir_id":1995,"surah_id":16,"aya_number":94,"tafsir_wajiz":"Dan janganlah kamu berkhianat dengan men-jadikan sumpah-sumpahmu sebagai alat penipu di antaramu, yang menyebabkan kaki-mu tergelincir dan terjatuh setelah tegak dan mantap-nya di jalan yang benar. Dan kamu akan terus merasakan keburukan di dunia karena dengan berkhianat maka kepercno_ayatan kepadamu akan hilang. Bila hal itu terjadi maka kamu telah menghalangi siapa pun, baik dirimu sendiri maupun orang lain, dari jalan Allah, dan akibat dari perbuatan itu kamu akan mandapat azab yang besar di akhirat jika kamu tidak bertobat kepada Allah.","tafsir_tahlili":"(94) Allah swt menegaskan kembali kepada orang Islam tentang larangan-Nya menjadikan sumpah sebagai alat penipuan di antara mereka. Sesudah Allah swt melarang membatalkan perjanjian dan sumpah pada umumnya, dalam ayat ini, Allah swt secara khusus menegaskan larangan membatalkan perjanjian yang telah dibuat kaum Muslimin dengan Nabi Muhammad saw sewaktu masih di Mekah, menjelang hijrah ke Medinah.\r\nAllah swt tidak membenarkan jika membuat perjanjian hanya untuk mengelabui manusia. Timbulnya larangan ini disebabkan oleh adanya keinginan dari kaum Muslimin untuk membatalkan baiat mereka yang telah diperkuat dengan sumpah. Jika mereka melakukan hal demikian, berarti kaki mereka tergelincir sesudah berpijak di tempat yang mantap.\r\nMereka akan mengalami penderitaan disebabkan tindakan mereka yang menjadikan sumpah sebagai alat penipu di antara manusia. Ada tiga hukuman bagi yang melanggar jika melakukan tindakan demikian itu.\r\nPertama : Mereka bertambah jauh dari kebenaran dan hidayah Allah swt, meskipun sudah berada di dalam garis kebenaran itu.\r\nKedua : Mereka memberi contoh dalam penyelewengan dari jalan Allah. Dengan kebiasaan jelek itu, mereka patut mendapat azab di dunia, seperti pembunuhan, penangkapan, perampasan, dan pengusiran dari kampung halaman.\r\nKetiga : Mereka akan diazab di akhirat sebagai balasan atas kelancangan mereka menjauhi kebenaran. Mereka dimasukkan ke dalam   golongan orang yang sengsara dan sesat.\r\n"}