{"tafsir_id":1997,"surah_id":16,"aya_number":96,"tafsir_wajiz":"Ketahuilah, wahai manusia, bahwa apa yang ada di sisimu, berupa kenikmatan duniawi, suatu saat nanti pasti akan lenyap, hancur, hilang, dan berakhir, dan apa yang ada di sisi Allah, berupa kenikmatan ukhrawi dan balasan amal baik yang akan kamu peroleh adalah kekal dan kamu akan senantiasa mendapatkannya secara abadi. Dan ketahuilah, wahai orang yang beriman, bahwa Kami pasti akan memberi balasan yang setimpal kepada orang yang sabar dalam melaksanakan tuntunan Allah dan meninggalkan larangan-Nya, dengan pahala yang berlipat ganda dan lebih baik dari apa yang telah mereka kerjakan.","tafsir_tahlili":"(96) Dalam ayat ini, Allah swt menjelaskan bahwa segala apa yang dimiliki dan datang dari manusia, berupa pemberian harta benda duniawi, adalah terbatas dan ada akhirnya, sedang apa yang ada pada sisi Allah, berupa pahala dan ganjaran dalam surga, tidak ada batasnya, tak putus-putus bahkan selama-lamanya. Maka kepada mereka yang beriman, sabar menghadapi tugas-tugas agama, dan tabah menghadapi penderitaan, Allah pasti memberi ganjaran yang lebih dari apa yang mereka kerjakan. Tuhan menonjolkan sifat sabar atau tabah karena sifat itu merupakan asas dari segala amal perbuatan.\r\nFirman Allah: \r\nفَمَآ اُوْتِيْتُمْ مِّنْ شَيْءٍ فَمَتَاعُ الْحَيٰوةِ الدُّنْيَا ۚوَمَا عِنْدَ اللّٰهِ خَيْرٌ وَّاَبْقٰى لِلَّذِيْنَ اٰمَنُوْا وَعَلٰى رَبِّهِمْ يَتَوَكَّلُوْنَۚ   \r\nApa pun (kenikmatan) yang diberikan kepadamu, maka itu adalah kesenangan hidup di dunia. Sedangkan apa (kenikmatan) yang ada di sisi Allah lebih baik dan lebih kekal bagi orang-orang yang beriman, dan hanya kepada Tuhan mereka bertawakal. (asy-Syµr±/42: 36);Firman Allah juga:\r\nاَلْمَالُ وَالْبَنُوْنَ زِيْنَةُ الْحَيٰوةِ الدُّنْيَاۚ وَالْبٰقِيٰتُ الصّٰلِحٰتُ خَيْرٌ عِنْدَ رَبِّكَ ثَوَابًا وَّخَيْرٌ اَمَلًا  \r\nHarta dan anak-anak adalah perhiasan kehidupan dunia tetapi amal kebajikan yang terus-menerus adalah lebih baik pahalanya di sisi Tuhanmu serta lebih baik untuk menjadi harapan. (al-Kahf/18: 46)\r\n"}