{"tafsir_id":1999,"surah_id":16,"aya_number":98,"tafsir_wajiz":"Usai menjelaskan pahala yang disiapkan-Nya sebagai balasan amal saleh orang beriman, pada no_ayatt ini Allah lalu menjelaskan bahwa membaca Al-Qur’an adalah salah satu dari amal saleh itu. Allah menyatakan, “Apabila engkau hendak membaca Al-Qur'an, mohonlah perlindungan dengan tulus kepada Allah dengan mengucapkan kalimat a'uzu billahi minasy syaithanir rajim, baik secara keras maupun lirih, agar engkau dihindarkan oleh Allah dari bisikan, rayuan, dan godaan setan yang terkutuk karena dijauhkan dari rahmat Allah.”","tafsir_tahlili":"(98)  Kemudian dalam ayat ini Allah swt mengajarkan adab membaca Al-Qur'an agar dalam membaca dan memahaminya jauh dari gangguan setan. Al-Qur'an memberi petunjuk kepada manusia ke jalan kebahagiaan, dan menentukan mana amal perbuatan yang saleh yang berguna bagi kehidupan manusia dan mana pula perbuatan yang membawa ke jalan kesengsaraan. Akan tetapi, petunjuk Al-Qur'an itu akan dapat dimengerti dan dipahami dengan benar, apabila akal pikiran si pembaca bersih dari godaan setan.\r\nFirman Allah swt:\r\nاِنَّ الَّذِيْنَ اتَّقَوْا اِذَا مَسَّهُمْ طٰۤىِٕفٌ مِّنَ الشَّيْطٰنِ تَذَكَّرُوْا فَاِذَا هُمْ مُّبْصِرُوْنَۚ   \r\nSesungguhnya orang-orang yang bertakwa apabila mereka dibayang-bayangi pikiran jahat (berbuat dosa) dari setan, mereka pun segera ingat kepada Allah, maka ketika itu juga mereka melihat (kesalahan-kesalahannya). (al-Ar±f/7: 201)\r\n \r\nDan firman Allah:\r\nاِنَّ الشَّيْطٰنَ لَكُمْ عَدُوٌّ فَاتَّخِذُوْهُ عَدُوًّاۗ اِنَّمَا يَدْعُوْا حِزْبَهٗ لِيَكُوْنُوْا مِنْ اَصْحٰبِ السَّعِيْرِۗ   \r\nSungguh, setan itu musuh bagimu, maka perlakukanlah ia sebagai musuh, karena sesungguhnya setan itu hanya mengajak golongannya agar mereka menjadi penghuni neraka yang menyala-nyala. (F±¯ir/35: 6);Jika Rasulullah saja diperintahkan Allah untuk berlindung kepada-Nya ketika akan membaca Al-Qur'an, padahal sudah dinyatakan terpelihara, bagaimana halnya dengan manusia yang bukan rasul. Sungguh manusia itu lemah dan mudah terpengaruh oleh setan dalam memahami Al-Qur'an. Membaca Al-Qur'an adalah usaha manusia untuk mendekatkan diri kepada Allah. Setan berusaha keras menjauhkan manusia dari petunjuk Allah dengan berbagai cara. Oleh karena itu, Allah memerintahkan untuk memohon pertolongan kepada-Nya dengan ucapan:\r\nأَعُوْذُ بِاللهِ مِنَ الشَّيْطَانِ الرَّجِيْمِ\r\nAku berlindung kepada Allah dari godaan setan yang terkutuk.\r\n"}