{"tafsir_id":2002,"surah_id":16,"aya_number":101,"tafsir_wajiz":"Usai meminta pembaca Al-Qur’an untuk memohon perlindungan Allah dari setan, melalui no_ayatt ini Allah lalu meyakinkan kepada Nabi Muhammad dan umatnya dengan menjelaskan bahwa penggantian suatu no_ayatt dengan no_ayatt yang lain adalah inisiatif dari Allah, bukan dari Nabi Muhammad. Allah menyatakan, “Dan apabila Kami, Allah, mengganti suatu no_ayatt Al-Qur’an dengan no_ayatt yang lain, dan Allah Yang Maha Mengetahui lebih mengetahui apa yang diturunkan-Nya, antara lain terkait kapan dan di mana no_ayatt itu diturunkan, no_ayatt yang diganti dan yang menggantikannya, serta maslahat apa yang terkandung dalam penggantian no_ayatt tersebut. Allah menyatakan hal ini karena mereka, yakni orang-orang kafir, berkata, ‘Sesungguhnya engkau, wahai Muhammad, pembohong dan hanya mengada-ada saja. Engkau mengaku penggantian no_ayatt bersumber dari Allah, padahal itu dari kemauanmu sendiri.’ Ketahuilah, wahai Nabi Muhammad, bahwa sebenarnya kebanyakan mereka yang kafir dan musyrik tidak mengetahui apa yang mereka ucapkan.”","tafsir_tahlili":"(101) Dalam ayat ini, dijelaskan bahwa Allah telah mengganti ayat dalam Al-Qur'an dengan ayat lain. Penggantian itu dimaksudkan untuk kemasla-hatan manusia, karena hanya Allah yang mengetahui hukum yang mana yang lebih sesuai untuk suatu masa bagi suatu umat.\r\nKaum musyrikin mencela Nabi Muhammad saw karena menurut mereka, Nabi pada satu waktu memerintahkan suatu perkara, dan pada waktu yang lain melarangnya. Mereka mengatakan bahwa rasul suka mengada-ada. Sikap demikian timbul karena mereka tidak mengetahui hikmah yang ter-kandung dalam penggantian ayat. \r\nPenggantian ayat atau hukum Al-Qur'an hanya pada beberapa ayat saja, misalnya dalam masalah mengubah adat kebiasaan suatu kaum. Kalau perubahan itu dilakukan sekaligus, akan menimbulkan kegoncangan di kalangan mereka. Adalah sangat bijaksana dalam membina perubahan suatu masyarakat selalu diperhatikan segi-segi kejiwaan masyarakat itu. Tetapi bagi orang yang hatinya tertutup oleh kesombongan dan permusuhan terhadap Rasul, pergantian ayat yang mendukung dan mengandung hikmah itu dijadikan sumber fitnah bagi beliau. (Lih. Penafsiran al-Baqarah/2: 106).\r\n"}