{"tafsir_id":2009,"surah_id":16,"aya_number":108,"tafsir_wajiz":"Mereka yang berpaling dari kebenaran dan mengesampingkan iman dan petunjuk itulah orang yang hati, pendengaran, dan penglihatannya telah dikunci oleh Allah. Allah membiarkan mereka larut dalam kesesatan dan kekufuran sesuai kemauan mereka sehingga hati mereka terkunci mati, pendengaran mereka tidak lagi mampu mendengar bimbingan, dan penglihatan mereka tidak dapat melihat tanda-tanda kebesaran Allah. Mereka itulah orang yang benar-benar lalai dari memperhatikan kehidupan mereka.","tafsir_tahlili":"(108) Hukuman lainnya bagi orang yang murtad dijelaskan Allah dalam ayat ini, yaitu Allah swt menutup hati (jiwa), pandangan, dan penglihatan mereka. Hati mereka tertutup disebabkan kekerasan dan kekafirannya, sehingga tidak dapat terbuka untuk memahami dan menanggapi tanda-tanda keberadaan Allah. Pandangan dan penglihatan mereka tertutup disebabkan pengertian dan kesan dari apa yang didengar dan dilihat mereka tidak sampai ke dalam hati.\r\nPancaran cahaya Ilahi dan ilmu tidak dapat menembus dan menyinari kalbu mereka menuju jalan Ilahi. Batin mereka juga tidak mampu menyerap fakta ilmiah sebagai tanda keesaan dan kebesaran Allah swt. Manusia serupa inilah yang dikatakan Allah swt seperti hewan, bahkan lebih jelek lagi.\r\nFirman Allah swt:\r\nوَمَنْ يَّرْتَدِدْ مِنْكُمْ عَنْ دِيْنِهٖ فَيَمُتْ وَهُوَ كَافِرٌ فَاُولٰۤىِٕكَ حَبِطَتْ اَعْمَالُهُمْ فِى الدُّنْيَا وَالْاٰخِرَةِ ۚ وَاُولٰۤىِٕكَ اَصْحٰبُ النَّارِۚ هُمْ فِيْهَا خٰلِدُوْنَ   ;Barang siapa murtad di antara kamu dari agamanya, lalu dia mati dalam kekafiran, maka mereka itu sia-sia amalnya di dunia dan di akhirat, dan mereka itulah penghuni neraka, mereka kekal di dalamnya. (al-Baqarah/2: 217)\r\nHukuman selanjutnya bagi mereka yang murtad ialah menjadikan mereka lalai terhadap hakikat kebenaran. Mereka memang tidak punya perhatian sama sekali kepada lingkungan, sehingga mereka menjadi pasif (jumud) dan terkucil.\r\nHukuman bagi orang Islam yang dengan sadar murtad dari Islam adalah hukum bunuh seperti yang dilakukan oleh Ali r.a. dan Mu±© bin Jabal terhadap orang yang murtad di zamannya, berdasarkan riwayat Imam A¥mad. Kedua sahabat itu berpegang kepada sabda Rasul:\r\nمَنْ بَدَّلَ دِيْنَهُ فَاقْتُلُوْهُ. (رواه أحمد و البخاري ومسلم عن ابن عباس)\r\nBarang siapa mengganti agamanya (Islam) bunuhlah dia. (Riwayat A¥mad, al-Bukh±r³ dan Muslim dari Ibnu Abb±s)\r\n"}