{"tafsir_id":2011,"surah_id":16,"aya_number":110,"tafsir_wajiz":"Setelah mengancam orang yang kembali kepada kekafiran, Allah lalu beralih menghibur Nabi Muhammad dengan balasan bagi orang yang berhijrah, “Kemudian Tuhanmu, wahai Nabi Muhammad, adalah Pembimbing dan Pelindung bagimu dan bagi orang yang berhijrah demi menyelamatkan jiwa dan agama mereka setelah menderita cobaan dan penganino_ayatan dari orang kafir, kemudian mereka berjihad mempertahankan agama dan keyakinanan mereka dan bersabar menghadapi tantangan dan rintangan serta melaksanakan tugas keagamaan mereka. Sungguh, Tuhanmu setelah itu, yaitu setelah mereka diuji dengan cobaan yang berat, benar-benar Maha Pengampun atas dosa dan kesalahan mereka, Maha Penyno_ayatng atas pelanggaran mereka.”","tafsir_tahlili":"(110) Allah menerangkan keadaan kaum Muslimin di Mekah yang sangat tertekan, sehingga tidak berani memperlihatkan keislaman mereka. Bilamana kelihatan melakukan ibadah, mereka dipaksa dan disiksa agar kembali kepada agama nenek moyang mereka yaitu agama syirik seperti apa yang dialami Amm±r bin Y±sir, Khabb±b, dan lain-lain. Karena penghinaan dan ancaman penganiayaan itu, mereka lalu berpura-pura kembali kepada agama syirik. \r\nMereka mengikuti kemauan kaum Quraisy di bawah ancaman siksa. Ketika mendapatkan kesempatan hijrah meninggalkan kota Mekah, mereka pun pergi untuk hijrah. Dengan ikhlas mereka berpisah dengan sanak keluarga, harta benda, dan kampung halaman hanya karena mengharapkan rida Allah. Bermacam-macam penderitaan dan kesulitan yang mereka hadapi dalam hijrah itu, baik dalam perjalanan maupun begitu tiba di tempat yang dituju. Semua penderitaan dan kesulitan itu mereka hadapi dengan penuh kesabaran serta tawakal kepada Allah.\r\nTempat yang menjadi tujuan mereka adalah negeri Habasyah (Ethiopia) yang jaraknya sangat jauh dari Mekah. Jarak yang jauh itu mereka tempuh dengan jalan kaki. Ketika sampai di tempat tujuan, mereka harus berjuang lagi mempertahankan keimanan sambil berdakwah.\r\nSesudah mereka mengalami cobaan dan penderitaan itu, Allah mengampuni kesalahan yang mereka lakukan di bawah ancaman siksaan seperti mengucapkan kata-kata kufur kembali. Allah swt memberikan rahmat dan kasih sayang-Nya dengan memberikan pahala yang besar bagi mereka pada hari akhirat kelak.\r\n"}