{"tafsir_id":2012,"surah_id":16,"aya_number":111,"tafsir_wajiz":"Ingatkanlah umatmu, wahai Nabi Muhammad, pada hari ketika setiap orang datang kepada Allah untuk membela dirinya sendiri dengan berbagai alasan dari kesalahan dan dosanya. Dan bagi setiap orang, baik mukmin maupun kafir, yang taat maupun yang durhaka, diberi balasan penuh sesuai dengan apa yang telah dikerjakannya, dan mereka tidak dizalimi atau dirugikan sedikit pun. Allah akan membalas sekecil apa pun amal baik dan buruk yang telah manusia lakukan.","tafsir_tahlili":"(111) Pada hari perhitungan, setiap orang akan diminta pertanggung-jawabannya atas setiap perbuatan yang dilakukan selama hidup di dunia, baik berupa kebajikan maupun kejahatan. Firman Allah swt:\r\nيَوْمَ تَجِدُ كُلُّ نَفْسٍ مَّا عَمِلَتْ مِنْ خَيْرٍ مُّحْضَرًا  ۛوَمَا عَمِلَتْ مِنْ سُوْۤءٍ ۛ \r\n(Ingatlah) pada hari (ketika) setiap jiwa mendapatkan (balasan) atas kebajikan yang telah dikerjakan dihadapkan kepadanya, (begitu juga balasan) atas kejahatan yang telah dia kerjakan. (²li Imr±n/3: 30)\r\nTidak seorang pun pada hari itu yang dapat membela orang lain. Masing-masing memikul bebannya sendiri dan tidak akan memikul dosa orang lain. Firman Allah swt:\r\nوَلَا تَزِرُ وَازِرَةٌ وِّزْرَ اُخْرٰى \r\nDan orang yang berdosa tidak akan memikul dosa orang lain. (F±¯ir/35: 18)\r\nSemua perbuatan yang bersifat kebajikan ataupun kejahatan pada hari itu akan mendapat balasan dan tidak ada seorang pun yang dirugikan. Setiap orang sepenuhnya akan memperoleh balasan dari setiap perbuatannya. Yang berbuat kebajikan diberi pahala dengan sempurna atas amal kebajikannya, dan yang berbuat maksiat diberi hukuman dengan sempurna atas perbuatan maksiatnya. Firman Allah swt:\r\nوَاتَّقُوْا يَوْمًا تُرْجَعُوْنَ فِيْهِ اِلَى اللّٰهِ ۗثُمَّ تُوَفّٰى كُلُّ نَفْسٍ مَّا كَسَبَتْ وَهُمْ لَا يُظْلَمُوْنَ ࣖ  \r\nDan takutlah pada hari (ketika) kamu semua dikembalikan kepada Allah. Kemudian setiap orang diberi balasan yang sempurna sesuai dengan apa yang telah dilakukannya, dan mereka tidak dizalimi (dirugikan). (al-Baqarah/2: 281);"}