{"tafsir_id":2013,"surah_id":16,"aya_number":112,"tafsir_wajiz":"Jika no_ayatt sebelumnya menjelaskan hukuman bagi orang yang mengingkari no_ayatt-no_ayatt Allah dan tanda-tanda kekuasaan-Nya di alam, maka pada no_ayatt berikut Allah menyebut balasan bagi orang yang mengingkari nikmat-Nya. Allah berfirman, “Dan Allah telah membuat suatu perumpamaan berupa sebuah negeri yang dahulu penduduk-nya merasa aman dari segala ancaman lagi tenteram dengan segala kesenangan hidup di dalamnya; rezeki datang kepadanya melimpah ruah dari segenap tempat dengan berbagai cara, tetapi penduduknya mengingkari nikmat-nikmat Allah, yakni tidak menggunakannya sesuai tuntunan Allah. Karena kedurhakaan itu, Allah mengubah kondisi mereka dengan menimpakan kepada mereka bencana kelaparan dan ketakutan, disebabkan apa yang mereka perbuat.”","tafsir_tahlili":"(112) Dalam sejarah umat masa lampau, banyak contoh-contoh yang seharusnya menjadi pelajaran bagi umat manusia sesudahnya. Satu kaum yang tinggal pada suatu negeri, semula hidup bahagia lahir dan batin, aman, dan tenteram. Mereka terpelihara dari ancaman musuh dan jauh dari bencana kelaparan dan kesengsaraan. Allah melimpahkan rezeki kepada mereka, baik rezeki yang terdapat di negeri mereka sendiri, maupun rezeki yang datang dari luar. Semuanya itu membuat mereka hidup makmur dan damai. Namun demikian, segala nikmat Allah yang melimpah itu tidak mereka syukuri bahkan mereka menjadi kafir dan ingkar kepada-Nya. Hidup mereka tidak lagi terikat dengan norma susila dan keagamaan. Mereka mabuk dengan kekayaan dan kemewahan sehingga lupa tanggung jawab mereka terhadap bangsa dan negara. Oleh karena itu, Allah menurunkan hukuman berupa bencana kelaparan dan kecemasan yang meliputi kehidupan mereka. itulah balasan bagi mereka.\r\nFirman Allah swt:\r\n۞ اَلَمْ تَرَ اِلَى الَّذِيْنَ بَدَّلُوْا نِعْمَتَ اللّٰهِ كُفْرًا وَّاَحَلُّوْا قَوْمَهُمْ دَارَ الْبَوَارِۙ    ٢٨  جَهَنَّمَ ۚيَصْلَوْنَهَاۗ وَبِئْسَ الْقَرَارُ   ٢٩  \r\nTidakkah kamu memperhatikan orang-orang yang telah menukar nikmat Allah dengan ingkar kepada Allah dan menjatuhkan kaumnya ke lembah kebinasaan? Yaitu neraka Jahanam; mereka masuk ke dalamnya; dan itulah seburuk-buruk tempat kediaman. (Ibr±h³m/14: 28-29);Seharusnya mereka bersyukur atas segala nikmat yang besar itu, dan tidak berbuat sebaliknya. Karena kekafiran, Allah menukar suasana aman dan tenteram lagi penuh kemakmuran, menjadi suasana kelaparan dan ketakutan. Demikian juga keadaan kota Mekah dan penduduknya. Kota Mekah karena letaknya yang strategis, di tengah-tengah Jazirah Arab, telah menjadi kota lintas perdagangan antara bagian utara dan selatan. Tiga pasar yang termasyhur terdapat di sekitarnya, yaitu: Pasar Ukaz dekat Pasar Taif, Majannah dekat Mekah, dan ªulmajaz dekat Arafah. Pasar-pasar itu ramai dikunjungi pada bulan Zulkaidah dan Zulhijah oleh bangsa Arab dari segala kabilah. Di samping bulan-bulan itu untuk melakukan ibadah haji di Kabah, mereka mengadakan pula bermacam-macam kegiatan, seperti berdagang dan membaca syair-syair yang indah. Kota Mekah sejak sebelum Islam sudah merupakan kota yang ramai. Banyak orang yang berkunjung ke kota Mekah itu membawa rezeki dan kemakmuran. Al-Qur'an menceritakan letak kota Mekah yang berada di antara dua negeri yang besar yaitu Syam dan Yaman.\r\nFirman Allah swt:\r\nلَقَدْ كَانَ لِسَبَاٍ فِيْ مَسْكَنِهِمْ اٰيَةٌ  ۚجَنَّتٰنِ عَنْ يَّمِيْنٍ وَّشِمَالٍ ەۗ كُلُوْا مِنْ رِّزْقِ رَبِّكُمْ وَاشْكُرُوْا لَهٗ  ۗبَلْدَةٌ طَيِّبَةٌ وَّرَبٌّ غَفُوْرٌ  ١٥  فَاَعْرَضُوْا فَاَرْسَلْنَا عَلَيْهِمْ سَيْلَ الْعَرِمِ وَبَدَّلْنٰهُمْ بِجَنَّتَيْهِمْ جَنَّتَيْنِ ذَوَاتَيْ اُكُلٍ خَمْطٍ وَّاَثْلٍ وَّشَيْءٍ مِّنْ سِدْرٍ قَلِيْلٍ   ١٦  \r\nSungguh, bagi kaum Saba ada tanda (kebesaran Tuhan) di tempat kediaman mereka yaitu dua buah kebun di sebelah kanan dan di sebelah kiri, (kepada mereka dikatakan), ”Makanlah olehmu dari rezeki yang (dianugerahkan) Tuhanmu dan bersyukurlah kepada-Nya. (Negerimu) adalah negeri yang baik (nyaman) sedang (Tuhanmu) adalah Tuhan Yang Maha Pengampun.” Tetapi mereka berpaling, maka Kami kirim kepada mereka banjir yang besar dan Kami ganti kedua kebun mereka dengan dua kebun yang ditumbuhi  (pohon-pohon) yang berbuah pahit, pohon Asl dan sedikit pohon Sidr. (Sab±'/34: 15-16);Bahwa kota Mekah itu negeri yang aman dan damai, dinyatakan Allah dalam Al-Qur'an dengan firman-Nya:\r\nوَقَالُوْٓا اِنْ نَّتَّبِعِ الْهُدٰى مَعَكَ نُتَخَطَّفْ مِنْ اَرْضِنَاۗ اَوَلَمْ نُمَكِّنْ لَّهُمْ حَرَمًا اٰمِنًا يُّجْبٰٓى اِلَيْهِ ثَمَرٰتُ كُلِّ شَيْءٍ رِّزْقًا مِّنْ لَّدُنَّا وَلٰكِنَّ اَكْثَرَهُمْ لَا يَعْلَمُوْنَ   \r\nDan mereka berkata, ”Jika kami mengikuti petunjuk bersama engkau, niscaya kami akan diusir dari negeri kami.” (Allah berfirman) Bukankah Kami telah meneguhkan kedudukan mereka dalam tanah haram (tanah suci) yang aman, yang didatangkan ke tempat itu buah-buahan dari segala macam (tumbuh-tumbuhan) sebagai rezeki (bagimu) dari sisi Kami? Tetapi kebanyakan mereka tidak mengetahui. (al-Qa¡a¡/28: 57);"}