{"tafsir_id":2014,"surah_id":16,"aya_number":113,"tafsir_wajiz":"Dan Allah tidak menimpakan azab itu secara tiba-tiba tanpa memberi peringatan sebelumnya. Allah menegaskan, “Sungguh, telah datang kepada mereka seorang rasul yang berasal dari kalangan mereka sendiri untuk mengingatkan mereka. Mereka mengenalnya dengan baik; bagaimana asal-usulnya dan kepribadiannya yang mulia, tetapi mereka mendustakan, mengingkari, dan menolak peringatan yang disampaikan-nya sebagaimana kalian, wahai kaum musyrik Mekah, melakukan hal yang sama. Karena kedurhakaan itu mereka ditimpa azab, dan mereka adalah orang yang zalim kepada diri mereka sendiri.","tafsir_tahlili":"(113) Di antara perbuatan mereka yang menunjukkan kufur nikmat ialah mendustakan dan memusuhi Rasul seperti diterangkan Allah dalam ayat ini. Pada waktu Rasul datang kepada mereka memberikan pengajaran dan bimbingan, mereka mendustakan dan memusuhinya, padahal mereka itu mengetahui asal-usul Rasul serta akhlak dan pergaulannya. Mereka memahami pula bahwa ajaran yang diajarkan oleh Rasul itu benar, tetapi karena didorong oleh kepentingan dan kebencian tanpa alasan, mereka menolak dan menentangnya. Menurut sunnah Allah, setiap umat yang telah kedatangan Rasul, tetapi mereka mendustakan dan memusuhinya, akan ditimpa azab.\r\nFirman Allah swt:\r\nوَمَا كُنَّا مُعَذِّبِيْنَ حَتّٰى نَبْعَثَ رَسُوْلًا  \r\n…Tetapi Kami tidak akan menyiksa sebelum Kami mengutus seorang rasul. (al-Isr±'/17: 15);Kaum musyrikin Mekah tidak pula terhindar dari siksa Allah akibat perbuatan mereka memusuhi Nabi Muhammad saw sebagaimana umat-umat dahulu. Mereka mengalami penderitaan dan kesengsaraan akibat kelaparan bertahun-tahun lamanya. Allah menurunkan hukuman kepada mereka karena permohonan Nabi Muhammad saw setelah beliau banyak menderita kesusahan. Doa Nabi saw:\r\nاَللّهُمَّ اشْدُدْ وَطْأَتَكَ عَلَى مُضَرَ وَاجْعَلْهَا عَلَيْهِمْ سِنِيْنَ كَسِنِيْ يُوْسُفَ (رواه البخاري عن ابن مسعود)\r\nYa Allah turunkanlah dengan keras hukuman-Mu kepada kaum Mu«ar, (musyrikin Quraisy) dan jadikanlah hukuman atas mereka itu bertahun-tahun seperti tahun kelaparan pada zaman Nabi Yusuf as. (Riwayat al-Bukh±r³ dari Ibnu Masµd);Setahun lamanya kaum musyrikin Mekah menderita kelaparan yang menghabiskan kekayaan mereka, sehingga mereka terpaksa makan kulit unta, anjing, bangkai, dan tulang yang dibakar. Sebelumnya, mereka selalu memperoleh rezeki dan makanan melimpah ruah yang datang dari segala penjuru. Akan tetapi, semuanya telah berubah sehingga mereka harus hidup dalam kekurangan. Demikian pula kehidupan mereka yang semula aman dan tenteram berubah menjadi permusuhan dan ketakutan pada Rasul saw dan sahabat-sahabatnya. Ketakutan ini timbul sesudah Rasul dan sahabat hijrah ke Medinah. Mereka merasa cemas akan kekuatan pasukan Islam, yang pada suatu waktu dapat menyergap kabilah-kabilah dagang atau hewan ternak mereka. Begitulah azab Allah yang diturunkan kepada mereka, yaitu kelaparan dan ketakutan yang meliputi kehidupan mereka disebabkan kekufuran kepada nikmat Allah. Mereka adalah orang-orang zalim, berbuat aniaya, dan tidak mau mensyukuri nikmat Allah. Muhammad saw beserta sahabat-sahabat dan pengikutnya mengalami perubahan kehidupan. Mereka dulunya dalam ketakutan berubah menjadi tenteram dan damai, dan dari kesusahan berubah menjadi makmur dan bahagia. Mereka pada akhirnya menjadi pemimpin umat manusia dan penguasa di dunia.;"}