{"tafsir_id":2015,"surah_id":16,"aya_number":114,"tafsir_wajiz":"Agar azab Allah tidak menimpa kamu lantaran tidak mensyukuri nikmat-Nya, maka janganlah kamu, wahai orang mukmin, berbuat seperti halnya orang musyrik, dan makanlah yang halal lagi baik, lezat, bergizi, sesuai, dan bermanfaat bagi tubuh dan kesehatan dari rezeki yang telah diberikan Allah kepadamu, dan syukurilah nikmat yang telah Allah anugerahkan kepada kamu dengan memanfaatkannya sesuai tuntunan Allah, jika kamu benar-benar hanya menyembah kepada-Nya sebagai perwujudan imanmu.","tafsir_tahlili":"(114) Dalam ayat ini, Allah menyuruh kaum Muslimin untuk memakan makanan yang halal dan baik dari rezeki yang diberikan Allah swt kepada mereka, baik makanan itu berasal dari binatang maupun tanaman. Makanan yang halal ialah makanan dan minuman yang dibenarkan oleh agama untuk dimakan dan diminum. Makanan yang baik ialah makanan dan minuman yang dibenarkan untuk dimakan atau diminum oleh kesehatan, termasuk di dalamnya makanan yang bergizi, enak, dan sehat. Makanan yang halal lagi baik inilah yang diperintahkan oleh Allah untuk dimakan dan diminum. Makanan yang dibenarkan oleh ilmu kesehatan sangat banyak, dan pada dasarnya boleh dimakan dan diminum.\r\nFirman Allah swt:\r\nيٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا كُلُوْا مِنْ طَيِّبٰتِ مَا رَزَقْنٰكُمْ\r\nWahai orang-orang yang beriman! Makanlah dari rezeki yang baik yang Kami berikan kepada kamu  (al-Baqarah/2: 172);Firman Allah swt:\r\nيَسْـَٔلُوْنَكَ مَاذَآ اُحِلَّ لَهُمْۗ  قُلْ اُحِلَّ لَكُمُ الطَّيِّبٰتُۙ وَمَا عَلَّمْتُمْ مِّنَ الْجَوَارِحِ مُكَلِّبِيْنَ تُعَلِّمُوْنَهُنَّ مِمَّا عَلَّمَكُمُ اللّٰهُ \r\nMereka bertanya kepadamu (Muhammad), ”Apakah yang dihalalkan bagi mereka?” Katakanlah,”Yang dihalalkan bagimu (adalah makanan) yang baik-baik dan (buruan yang ditangkap) oleh binatang pemburu yang telah kamu latih untuk berburu, yang kamu latih menurut apa yang telah diajarkan Allah kepadamu. (al-M±'idah/5: 4);Makanan dan minuman yang baik-baik tidak haram dimakan, kecuali bilamana Allah swt atau rasul-Nya mengharamkannya.\r\nFirman Allah swt:\r\nيٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تُحَرِّمُوْا طَيِّبٰتِ مَآ اَحَلَّ اللّٰهُ لَكُمْ وَلَا تَعْتَدُوْا ۗاِنَّ اللّٰهَ لَا يُحِبُّ الْمُعْتَدِيْنَ   \r\nWahai orang-orang yang beriman! Janganlah kamu mengharamkan apa yang baik yang telah dihalalkan Allah kepadamu, dan janganlah kamu melampaui batas. Sesungguhnya Allah tidak menyukai orang-orang yang melampaui batas. (al-M±'idah/5: 87);Makanan yang tersebar di muka bumi dari jenis hewan dan tanaman merupakan nikmat Allah swt yang besar. Manusia seharusnya mensyukuri-nya dengan jalan mengucapkan “Alhamdulillah” dan memanfaatkannya sesuai petunjuk Allah dan rasul-Nya, seperti memakan atau memperjual-belikannya. Nabi saw bersabda:\r\nإِنَّ اللهَ يُحِبُّ أَنْ يُّحْمَدَ (رواه الطبراني عن الأسود بن سريع)\r\nSesungguhnya Allah benar-benar senang terhadap hamba yang mengucap-kan “Alhamdulillah”. (Riwayat a¯-°abr±n³ dari al-Aswad bin Sar³);Termasuk dalam arti bersyukur ialah memelihara dan mengembangkan sumber-sumber bahan makanan agar jangan sampai punah dari permukaan bumi dan untuk memenuhi kebutuhan gizi makanan umat manusia. Dalam memelihara dan mengembangkan hewan atau tanaman itu, kaum Muslimin hendaknya tunduk kepada hukum-hukum Allah yang berlaku, umpamanya tentang ketentuan zakat dan fungsi sosialnya.\r\nMensyukuri nikmat Allah berarti mengucapkan kalimat syukur ketika memanfaatkan, memelihara, dan mengembangkannya berdasarkan petunjuk-petunjuk Allah, karena Dialah yang memberi anugerah dan kenikmatan itu. Tiap orang mukmin hendaklah menaati ketentuan-ketentuan dan perintah Allah, serta menjauhi larangan-Nya jika benar-benar beriman kepada-Nya.\r\n"}