{"tafsir_id":2016,"surah_id":16,"aya_number":115,"tafsir_wajiz":"Ketahuilah, wahai Nabi Muhammad dan orang mukmin, bahwa sesungguhnya Allah hanya mengharamkan atasmu memakan bangkai, yaitu binatang yang mati tanpa disembelih, kecuali binatang air dan belalang. Dia juga mengharamkan kamu meminum darah yang mengalir, bukan yang membeku seperti limpa dan hati; memakan daging babi dan seluruh bagian tubuhnya, dan memakan hewan yang disembelih dengan menyebut nama selain Allah. Meski ketentuan Allah ini ketat, tetapi Allah juga memberi kelonggaran, yaitu barang siapa terpaksa memakannya akibat mengalami kondisi darurat, bukan karena menginginkannya dan tidak pula makan secara berlebihan dan melampaui batas yang diperbolehkan dalam kondisi demikian, maka dia tidaklah berdosa, karena sungguh, Allah Maha Pengampun atas kesalahan yang dilakukannya tanpa karena keinginannya sendiri, Maha Penyno_ayatng atas kesalahan yang sengaja dilakukannya, bila ia bertobat.","tafsir_tahlili":"(115) Dalam ayat ini, Allah menjelaskan makanan yang diharamkan bagi orang-orang Islam. Makanan yang diharamkan dalam ayat ini ialah bangkai, darah, daging babi, dan binatang yang disembelih atas nama berhala atau lainnya selain nama Allah. Pengharaman terhadap makanan tersebut semata-mata hak dan kebijaksanaan Allah swt dalam membimbing hamba-hamba-Nya. Sebagaimana firman Allah:\r\nاِنَّ اللّٰهَ يَحْكُمُ مَا يُرِيْدُ  \r\nSesungguhnya Allah menetapkan hukum sesuai dengan yang Dia kehendaki. (al-M±'idah/5: 1);Di antara hikmah atau maksud pelarangan terhadap makanan itu ada yang dapat dijangkau oleh akal (taaqqul³), ada pula yang tidak terjangkau oleh akal (taabbud³). Bagi setiap orang Islam wajib menaati larangan Allah dengan ikhlas dan penuh keimanan. \r\nBangkai ialah hewan yang mati wajar oleh sebab alamiah, atau mati karena tidak disembelih menurut aturan Islam. Termasuk dalam pengertian bangkai di sini ialah binatang yang mati tercekik, mati terjepit (terpukul), mati terjatuh, ditanduk, dan dimakan oleh binatang buas.\r\nFirman Allah swt:\r\nحُرِّمَتْ عَلَيْكُمُ الْمَيْتَةُ وَالدَّمُ وَلَحْمُ الْخِنْزِيْرِ وَمَآ اُهِلَّ لِغَيْرِ اللّٰهِ بِهٖ وَالْمُنْخَنِقَةُ وَالْمَوْقُوْذَةُ وَالْمُتَرَدِّيَةُ وَالنَّطِيْحَةُ وَمَآ اَكَلَ السَّبُعُ اِلَّا مَا ذَكَّيْتُمْۗ وَمَا ذُبِحَ عَلَى النُّصُبِ;Diharamkan bagimu (memakan) bangkai, darah, daging babi, dan (daging) hewan yang disembelih bukan atas (nama) Allah, yang tercekik, yang dipukul, yang jatuh, yang ditanduk, dan yang diterkam binatang buas, kecuali yang sempat kamu sembelih, dan (diharamkan pula) yang disembelih untuk berhala. (an-Nahl/16:115);Semua bangkai haram dimakan kecuali bangkai ikan, sebagaimana firman Allah swt:\r\nاُحِلَّ لَكُمْ صَيْدُ الْبَحْرِ وَطَعَامُهٗ مَتَاعًا لَّكُمْ وَلِلسَّيَّارَةِ \r\nDihalalkan bagimu hewan buruan laut dan makanan (yang berasal) dari laut sebagai makanan yang lezat bagimu, dan bagi orang-orang yang dalam perjalanan. (al-M±'idah/5: 96)\r\nDarah yang diharamkan ialah darah yang mengalir atau darah yang dibekukan (marus). Hati dan ginjal tidak dipandang darah yang haram dimakan. Hadis Nabi saw:\r\nأُحِلَّ لَنَا مَيْتَتَانِ وَ دَمَانِ، فَاَمَّا الْمَيْتَتَانِ فَالْجَرَادُ وَالْحُوْتُ وَاَمَّا الدَّمَانِ فَالْكَبِدُ وَالطِّهَالُ. (رواه أحمد وابن ماجه عن ابن عمر)\r\nDihalalkan bagi kita dua macam bangkai dan darah. Dua bangkai itu adalah bangkai ikan dan belalang, dan dua darah itu adalah hati dan limpa. (Riwayat A¥mad dan Ibnu M±jah dari Ibnu Umar);Termasuk dalam pengertian daging babi ialah lemak, tulang dan seluruh bagian-bagiannya serta semua produk yang dibuat dari unsur babi dan turunannya. Babi tergolong binatang ternak yang paling kotor cara hidup dan makannya. Dagingnya mengandung bibit cacing pita yang banyak menimbulkan penyakit pada tubuh manusia.\r\nAllah mengharamkan binatang yang disembelih yang dengan sengaja menyebut nama selain Allah, seperti nama patung, jin, dewa, wali, dan sebagainya. Pelarangan itu bertujuan untuk mencegah hal-hal yang cenderung kepada syirik.\r\nAn-Nawawi dalam kitab Syara¥ Muslim mengatakan bahwa jika maksud penyembelih menyebut nama selain Allah itu untuk membesarkan nama tersebut dan meniatkannya sebagai ibadah kepadanya, maka perbuatan itu dipandang syirik. Jika penyembelih bersikap demikian, dapat dinilai keluar dari agama (murtad). Demikian penjelasan an-Nawawi ketika memberikan uraian pada Hadis Nabi saw:\r\nلَعَنَ اللهُ مَنْ ذَبَحَ لِغَيْرِ اللهِ (رواه مسلم عن عليّ بن أبي طالب)\r\nAllah mengutuk orang-orang yang menyembelih hewan untuk selain Allah. (Riwayat Muslim dari Ali bin Ab³ °±lib);Agama Islam adalah agama yang selalu memberi kelapangan kepada penganutnya. Tidak  ada dalam Islam hal-hal yang menyusahkan dan mempersulit keadaan. Oleh karena itu, segala makanan yang diharamkan boleh dimakan bilamana seseorang berada dalam keadaan terpaksa atau darurat. Misalnya, seorang pemburu di tengah hutan dalam keadaan perut kosong jika dibiarkan dapat membinasakan dirinya sedang makanan lainnya tidak ada, dia diizinkan memakan makanan yang haram untuk mengatasi keadaannya, dengan syarat tidak didorong oleh keinginan untuk memakan makanan yang haram itu sendiri. Jika dia memakan makanan itu melebihi apa yang diperlukan, tidak dibenarkan. Sebab, hal itu dapat menimbulkan kesulitan baru bertalian dengan makanan yang mengandung penyakit itu. Sesungguhnya Allah swt mengampuni apa yang diperbuat hamba-Nya sewaktu dalam kesulitan, dan mengasihi mereka dengan memberi kelonggaran dalam kehidupan mereka di dunia.\r\n"}