{"tafsir_id":2019,"surah_id":16,"aya_number":118,"tafsir_wajiz":"Dan ingatlah, wahai Nabi Muhammad, bahwa terhadap orang Yahudi Kami haramkan banyak hal, di antaranya apa yang telah Kami ceritakan dahulu kepadamu di no_ayatt yang lain (al-An'am/6: 146). Kami tidak menzalimi mereka dengan mengharamkan semua itu, justru merekalah yang menzalimi diri sendiri dengan berbuat berbagai kemaksiatan.","tafsir_tahlili":"(118) Dalam ayat ini, Allah swt mengingatkan kembali apa yang di-haramkan kepada orang Yahudi. Hal-hal yang halal dan haram dalam agama Yahudi sebenarnya tidak sama dengan apa yang diharamkan atau dihalalkan oleh kaum musyrik. Hal ini menunjukkan bahwa penentuan halal dan haram oleh kaum musyrik terhadap hewan ternak mereka tidak bersumber dari syariat agama-agama terdahulu. Beberapa makanan telah diharamkan Allah kepada orang Yahudi, seperti yang diterangkan dalam firman Allah:\r\nوَعَلَى الَّذِيْنَ هَادُوْا حَرَّمْنَا كُلَّ ذِيْ ظُفُرٍۚ وَمِنَ الْبَقَرِ وَالْغَنَمِ حَرَّمْنَا عَلَيْهِمْ شُحُوْمَهُمَآ اِلَّا مَا حَمَلَتْ ظُهُوْرُهُمَآ اَوِ الْحَوَايَآ اَوْ مَا اخْتَلَطَ بِعَظْمٍۗ ذٰلِكَ جَزَيْنٰهُمْ بِبَغْيِهِمْۚ وَاِنَّا لَصٰدِقُوْنَ   \r\nDan kepada orang-orang Yahudi, Kami haramkan semua (hewan) yang berkuku, dan Kami haramkan kepada mereka lemak sapi dan domba, kecuali yang melekat di punggungnya, atau yang dalam isi perutnya, atau yang bercampur dengan tulang. Demikianlah Kami menghukum mereka karena kedurhakaannya. Dan sungguh, Kami  Mahabenar. (al-An±m/6: 146);Allah mengharamkan daging dan lemak binatang ternak khusus kepada orang Yahudi sebagai hukuman atas perbuatan mereka yang aniaya seperti membunuh nabi-nabi, memakan riba, dan memperoleh harta dengan cara yang haram.;Firman Allah swt:\r\nفَبِظُلْمٍ مِّنَ الَّذِيْنَ هَادُوْا حَرَّمْنَا عَلَيْهِمْ طَيِّبٰتٍ اُحِلَّتْ لَهُمْ وَبِصَدِّهِمْ عَنْ سَبِيْلِ اللّٰهِ كَثِيْرًاۙ   \r\nKarena kezaliman orang-orang Yahudi, Kami haramkan bagi mereka makanan yang baik-baik yang (dahulu) pernah dihalalkan; dan karena mereka sering menghalangi (orang lain) dari jalan Allah. (an-Nis±'/4: 160);Dari ayat ini, dapat dipahami perbedaan yang jelas antara alasan Allah mengharamkan beberapa jenis makanan kepada orang Yahudi dengan alasan yang diberlakukan kepada orang Islam. Kepada orang Islam, Allah swt tidak mengharamkan makanan-makanan kecuali karena pada makanan itu terdapat suatu kemudaratan yang bisa mencelakakan dirinya. Sedangkan kepada orang Yahudi, Allah mengharamkan makanan yang baik-baik itu sebagai hukuman bagi mereka.\r\nMaka tidaklah benar pendapat yang mengatakan bahwa Bani Israil sendiri yang mengharamkan makanan itu kepada diri mereka. Semua makanan, sebelum Taurat diturunkan kepada mereka, adalah halal, kecuali makanan yang diharamkan sendiri oleh Nabi Yakub (Israil) untuk dirinya. Menurut riwayat, makanan yang diharamkan oleh Nabi Yakub itu ialah daging dan susu unta. Beliau berbuat demikian untuk mengekang nafsu dalam usaha membersihkan jiwa dan untuk mendekatkan diri kepada Allah.\r\nFirman Allah swt:\r\n۞ كُلُّ الطَّعَامِ كَانَ حِلًّا لِّبَنِيْٓ اِسْرَاۤءِيْلَ اِلَّا مَا حَرَّمَ اِسْرَاۤءِيْلُ عَلٰى نَفْسِهٖ مِنْ قَبْلِ اَنْ تُنَزَّلَ التَّوْرٰىةُ \r\nSemua makanan itu halal bagi Bani Israil, kecuali makanan yang diharamkan oleh Israil (Yakub) atas dirinya sebelum Taurat diturunkan. (²li Imr±n/3: 93)\r\nAdapun makanan seperti daging binatang berkuku, lemak sapi, dan kambing, diharamkan kepada seluruh Bani Israil pada waktu Taurat sudah diturunkan sebagai hukuman kepada mereka.\r\n"}