{"tafsir_id":2020,"surah_id":16,"aya_number":119,"tafsir_wajiz":"Kemudian ketahuilah, wahai Nabi, sesungguhnya Tuhan-mu selalu membuka pintu ampunan bagi orang yang mengerjakan kesalahan karena kebodohan dan kecerobohan mereka, kemudian mereka bertobat setelah itu dan memperbaiki dirinya dengan meninggalkan perbuatan dosa sembari mengerjakan amal saleh, sungguh, Tuhanmu setelah itu, yakni setelah mereka tobat, benar-benar Maha Pengampun, Maha Penyno_ayatng.","tafsir_tahlili":"(119) Kemudian Allah menjelaskan kebesaran rahmat dan kasih sayang kepada hamba-Nya dengan memberi pengampunan bagi yang melakukan kejahatan pada umumnya, baik kejahatan berbuat nista kepada Allah maupun tindakan kejahatan dan maksiat lainnya. Akan tetapi, Allah swt mengaitkan beberapa ketentuan untuk memperoleh kasih dan pengampunan-Nya itu, seperti:\r\nPertama: Orang yang melakukan kejahatan karena kejahilan atau ketidaktahuannya terhadap hukum-hukum agama. Dia tidak tahu bahwa yang dilakukannya itu menyalahi perintah agama di samping memberi kemudaratan bagi dirinya sendiri.\r\nKedua: Timbul dalam dirinya rasa penyesalan yang mendalam sesudah melakukan kejahatan lalu mengucapkan istigfar dan segera bertobat kepada Allah swt. Tobat tidak boleh ditunda-tunda sesudah dia menyadari kesalahannya, karena hal demikian merusak iman dan jiwanya.\r\nFirman Allah swt:\r\nاِنَّمَا التَّوْبَةُ عَلَى اللّٰهِ لِلَّذِيْنَ يَعْمَلُوْنَ السُّوْۤءَ بِجَهَالَةٍ ثُمَّ يَتُوْبُوْنَ مِنْ قَرِيْبٍ فَاُولٰۤىِٕكَ يَتُوْبُ اللّٰهُ عَلَيْهِمْ ۗ وَكَانَ اللّٰهُ عَلِيْمًا حَكِيْمًا   \r\nSesungguhnya bertobat kepada Allah itu hanya (pantas) bagi mereka yang melakukan kejahatan karena tidak mengerti, kemudian segera bertobat. Tobat mereka itulah yang diterima Allah. Allah Maha Mengetahui, Mahabijaksana. (an-Nis±'/4: 17);Ketiga: Melakukan amal saleh dan menjauhi larangan Allah sebagai bukti dari penyesalannya. Dengan niat yang kuat dan hati yang tegar berjanji tidak lagi mengulangi kejahatan yang pernah dilakukan serta bertekad untuk taat kepada Allah swt.\r\nFirman Allah swt:\r\nوَمَنْ تَابَ وَعَمِلَ صَالِحًا فَاِنَّهٗ يَتُوْبُ اِلَى اللّٰهِ مَتَابًا   \r\nDan barang siapa bertobat dan mengerjakan kebajikan, maka sesungguhnya dia bertobat kepada Allah dengan tobat yang sebenar-benarnya. (al-Furq±n/25: 71);"}