{"tafsir_id":2022,"surah_id":16,"aya_number":121,"tafsir_wajiz":"Nabi Ibrahim bukan sekadar sosok panutan, dia juga senantiasa mensyukuri nikmat-nikmat-Nya baik secara lisan maupun perbuatan. Allah telah memilihnya sebagai teladan dan panutan yang sempurna, baik sebagai imam maupun sebagai nabi dan rasul, dan menunjukinya dengan bimbingan dan petunjuk-Nya ke jalan yang lurus.","tafsir_tahlili":"(120-122) Dalam ayat ini, Allah swt memuji hamba-Nya, Ibrahim a.s., sebagai rasul dan khal³l-Nya. Beliau adalah imam kaum ¦unaf± atau pemimpin dari orang yang menyukai kebenaran dan bapak dari para nabi. Allah swt menyatakan dalam ayat ini ummah yang berarti pemimpin yang menjadi teladan. Menurut Abdull±h bin Masµd, ummah berarti guru kebijaksanaan. Sedangkan menurut Ibnu Umar, ummah berarti yang mengajar manusia tentang agama mereka.\r\nGelar demikian menunjukkan bahwa Nabi Ibrahim memiliki beberapa sifat yang mulia. Menurut ayat ini, sifat beliau sebagai berikut:\r\n1. Dialah sebenarnya satu-satunya Imam. Ibnu Abb±s r.a. berkata, “Se-sungguhnya beliau memiliki kebajikan sama dengan kebajikan yang dimiliki satu umat.” Dia pemimpin dari orang-orang yang mengesakan Tuhan. Dia yang menghancurkan patung-patung, menentang orang-orang kafir, dan mencari hakikat Allah Sang Pencipta melalui ayat-ayat-Nya di cakrawala.\r\n2. Dia adalah seorang yang patuh dan tunduk kepada Allah serta melaksanakan segala perintah dan menjauhkan diri dari larangan-Nya.\r\n3. Dia adalah orang yang jauh dari kebatilan, selalu mengikuti kebenaran, dan tidak menyimpang dari kebenaran itu.\r\n4. Dia tidak mengikuti agama kaumnya yang syirik, tetapi seorang yang mengesakan Allah sejak kecil sampai tuanya. Dialah orang yang berani berkata lantang di muka raja yang beragama syirik, sebagaimana diceritakan Allah dalam Al-Qur'an:\r\nرَبِّيَ الَّذِيْ يُحْيٖ وَيُمِيْتُۙ \r\n Tuhanku ialah Yang menghidupkan dan mematikan. (al-Baqarah/2: 258);Dia pula yang menyatakan bahwa penyembahan patung dan bintang adalah keliru dengan kata-katanya yang dikutip dalam Al-Qur'an:\r\nفَلَمَّآ اَفَلَ قَالَ لَآ اُحِبُّ الْاٰفِلِيْنَ  \r\nMaka ketika bintang itu terbenam dia berkata, ”Aku tidak suka kepada yang terbenam.” (al-An±m/6: 76);Dengan penjelasan pribadi Nabi Ibrahim yang demikian, kaum musyrik Quraisy terdesak karena menyatakan bahwa mereka menganut agama Nabi Ibrahim, padahal kenyataannya, ibadah mereka jauh dari yang dicontohkan Nabi Ibrahim. Demikian pula orang Yahudi dan Nasrani yang memuliakan Nabi Ibrahim, ternyata mereka banyak menyimpang dari ajaran tauhid.\r\nPenjelasan Allah tentang Ibrahim mengungkap kebatilan dan kekeliruan kepercayaan mereka.\r\nFirman Allah swt:\r\nمَاكَانَ اِبْرٰهِيْمُ يَهُوْدِيًّا وَّلَا نَصْرَانِيًّا وَّلٰكِنْ كَانَ حَنِيْفًا مُّسْلِمًاۗ وَمَا كَانَ مِنَ الْمُشْرِكِيْنَ  \r\nIbrahim bukanlah seorang Yahudi dan bukan (pula) seorang Nasrani, tetapi dia adalah seorang yang lurus, muslim dan dia tidaklah termasuk orang-orang musyrik. (²li Imr±n/3: 67);5. Nabi Ibrahim a.s. adalah seorang yang mensyukuri nikmat Allah swt yang dianugerahkan kepadanya, sebagaimana dijelaskan pula dalam firman Allah:\r\nوَاِبْرٰهِيْمَ الَّذِيْ وَفّٰىٓ ۙ   \r\nDan (lembaran-lembaran) Ibrahim yang selalu menyempurnakan janji? (an-Najm/53: 37);Maksudnya bahwa Nabi Ibrahim itu adalah seorang yang selalu melaksanakan segala perintah Allah. Keterangan Allah tentang sifat ini merupakan sindiran yang tajam kepada orang Quraisy karena mereka mengingkari nikmat Allah, sehingga mereka diazab dengan kelaparan dan ketakutan.\r\n6. Dia sesungguhnya adalah pilihan Allah swt untuk kenabian, sebagaimana firman-Nya:\r\n۞ وَلَقَدْ اٰتَيْنَآ اِبْرٰهِيْمَ رُشْدَهٗ مِنْ قَبْلُ وَكُنَّا بِهٖ عٰلِمِيْنَ   \r\nDan sungguh, sebelum dia (Musa dan Harun) telah Kami berikan kepada Ibrahim petunjuk, dan Kami telah mengetahui dia. (al-Anbiy±'/21: 51);7. Bahwasanya Allah swt membimbing Ibrahim ke jalan yang lurus, yaitu menyembah hanya kepada-Nya, tiada patut disembah kecuali Dia, dan tidak ada sekutu bagi-Nya. Selanjutnya Ibrahim memberi pengajaran kepada manusia ke jalan tauhid dan mengajak manusia kepada agama Allah.\r\nFirman Allah swt:\n\nوَاذْكُرْ عِبٰدَنَآ اِبْرٰهِيْمَ وَاِسْحٰقَ وَيَعْقُوْبَ اُولِى الْاَيْدِيْ وَالْاَبْصَارِ  ٤٥  اِنَّآ اَخْلَصْنٰهُمْ بِخَالِصَةٍ ذِكْرَى الدَّارِۚ ٤٦ وَاِنَّهُمْ عِنْدَنَا لَمِنَ الْمُصْطَفَيْنَ الْاَخْيَارِۗ  ٤٧  ;Dan ingatlah hamba-hamba Kami: Ibrahim, Ishak dan Yakub yang mempunyai kekuatan-kekuatan yang besar dan ilmu-ilmu (yang tinggi). Sungguh, Kami telah menyucikan mereka dengan (menganugerahkan) akhlak yang tinggi kepadanya yaitu selalu mengingatkan (manusia) kepada negeri akhirat. Dan sungguh, di sisi Kami mereka termasuk orang-orang pilihan yang paling baik. (a¡-¢±d/38: 45- 47);8. Ibrahim dijadikan Allah sebagai nabi kesayangan umat manusia dan diakui oleh semua penganut agama besar di dunia. Orang Yahudi, Nasrani, dan Islam mengakui kenabian Ibrahim a.s. Bahkan orang-orang kafir Quraisy sangat membanggakan doa Nabi Ibrahim agar menjadi kesayangan manusia di kemudian hari.\r\nFirman Allah swt:\r\nرَبِّ هَبْ لِيْ حُكْمًا وَّاَلْحِقْنِيْ بِالصّٰلِحِيْنَ ۙ  ٨٣  وَاجْعَلْ لِّيْ لِسَانَ صِدْقٍ فِى الْاٰخِرِيْنَ ۙ   ٨٤  \r\n(Ibrahim berdoa), ”Ya Tuhanku, berikanlah kepadaku ilmu dan masukkanlah aku ke dalam golongan orang-orang yang saleh, dan jadikanlah aku buah tutur yang baik bagi orang-orang (yang datang) kemudian. (asy-Syuar±'/26: 83-84);9. Bahwasanya dia di akhirat dimasukkan ke dalam barisan orang-orang saleh dan menempati derajat yang tinggi dalam surga, sesuai dengan permohonannya sendiri. ;Demikian beberapa sifat yang sempurna dari pribadi Nabi Ibrahim. Secara singkat dapat dikatakan bahwa beliau mempunyai sifat kepemimpin-an, seorang yang patuh (disiplin), berakhlak mulia (moralis), teguh (konsekwen) dalam kebenaran, seorang muwa¥¥id (monoteis) yang bersih, suka bersyukur dan tahu berterima kasih, seorang guru, dan punya nama yang harum dan masyhur di tengah-tengah umat manusia, dan termasuk orang-orang yang saleh.\r\nSelain sifat-sifat umum seperti tersebut di atas, masih ada sifat Nabi Ibrahim yang sangat menonjol, sebagaimana diterangkan dalam Al-Qur'an, yaitu:\r\n1. Orang yang berhasil menemukan keesaan Allah setelah proses pencarian yang panjang melalui tanda-tanda kekuasaan Allah di cakrawala. Oleh karena itu, beliau digelari dengan Bapak Tauhid (Monoteisme).\r\n2. Orang yang sangat gigih dan ulet dalam menegakkan ketauhidan dan menghancurkan kemusyrikan, tanpa mengenal lelah dan putus asa.\r\n3. Orang yang sangat pasrah dan menyerahkan diri kepada Allah swt. Sebagai contoh kepasrahannya yang sempurna kepada Allah swt ialah pada waktu dia menerima perintah untuk mengurbankan putranya, Ismail as, sedikit pun dia tidak ragu melaksanakannya.\r\n"}