{"tafsir_id":2024,"surah_id":16,"aya_number":123,"tafsir_wajiz":"Kemudian Kami wahyukan kepadamu, wahai Nabi Muhammad, “Ikutilah agama, yaitu sikap hidup dan akhlak Nabi Ibrahim yang lurus dan selalu dalam kebenaran, dan dia bukanlah termasuk orang musyrik.”","tafsir_tahlili":"(123) Dalam ayat ini ditegaskan hubungan yang erat antara agama Nabi Ibrahim dan agama yang dibawa Nabi Muhammad saw. Firman Allah swt:\r\nقُلْ اِنَّنِيْ هَدٰىنِيْ رَبِّيْٓ اِلٰى صِرَاطٍ مُّسْتَقِيْمٍ ەۚ دِيْنًا قِيَمًا مِّلَّةَ اِبْرٰهِيْمَ حَنِيْفًاۚ وَمَا كَانَ مِنَ الْمُشْرِكِيْنَ  \r\nKatakanlah (Muhammad), ”Sesungguhnya Tuhanku telah memberiku petunjuk ke jalan yang lurus, agama yang benar, agama Ibrahim yang lurus. Dia (Ibrahim) tidak termasuk orang-orang musyrik.” (al-An±m/6: 161);Di antara syariat Nabi Ibrahim yang masih berlaku pada masa Nabi Muhammad saw ialah pelaksanaan khitan. Beberapa ulama menetapkan hukum wajib khitan karena syariat khitan ini tidak dihapus oleh syariat Nabi Muhammad saw.\r\nFirman Allah swt:\r\nوَجَاهِدُوْا فِى اللّٰهِ حَقَّ جِهَادِهٖۗ هُوَ اجْتَبٰىكُمْ وَمَا جَعَلَ عَلَيْكُمْ فِى الدِّيْنِ مِنْ حَرَجٍۗ مِلَّةَ اَبِيْكُمْ اِبْرٰهِيْمَۗ هُوَ سَمّٰىكُمُ الْمُسْلِمِيْنَ ەۙ مِنْ قَبْلُ وَفِيْ هٰذَا لِيَكُوْنَ الرَّسُوْلُ شَهِيْدًا عَلَيْكُمْ وَتَكُوْنُوْا شُهَدَاۤءَ عَلَى النَّاسِۖ فَاَقِيْمُوا الصَّلٰوةَ وَاٰتُوا الزَّكٰوةَ وَاعْتَصِمُوْا بِاللّٰهِ ۗهُوَ مَوْلٰىكُمْۚ فَنِعْمَ الْمَوْلٰى وَنِعْمَ النَّصِيْرُ ࣖ   ۔  ;Dan berjihadlah kamu di jalan Allah dengan jihad yang sebenar-benarnya. Dia telah memilih kamu, dan Dia tidak menjadikan kesukaran untukmu dalam agama. (Ikutilah) agama nenek moyangmu Ibrahim. Dia (Allah) telah menamakan kamu orang-orang muslim sejak dahulu, dan (begitu pula) dalam (Al-Quran) ini, agar Rasul (Muhammad) itu menjadi saksi atas dirimu dan agar kamu semua menjadi saksi atas segenap manusia. Maka laksanakanlah salat; tunaikanlah zakat, dan berpegangteguhlah kepada Allah. Dialah Pelindungmu; Dia sebaik-baik pelindung dan sebaik-baik penolong. (al-¦ajj/22: 78)\r\nBerulang kali pula dalam Al-Qur'an, Allah swt menegaskan bahwa Ibrahim itu bukanlah orang musyrik sebagaimana halnya orang musyrikin Quraisy yang mengakui diri mereka pengikut dan keturunan Nabi Ibrahim.\r\n"}