{"tafsir_id":2027,"surah_id":16,"aya_number":126,"tafsir_wajiz":"no_ayatt ini memberi tuntunan kepada Nabi Muhammad tentang tata cara berdakwah dan membalas perbuatan orang yang menyakitinya, “Dan jika kamu membalas terhadap siapa pun yang telah menyakiti atau menyiksamu dalam berdakwah, maka balas dan hukum-lah mereka dengan balasan yang sama, yakni setimpal, dengan siksaan atau kesalahan yang ditimpakan kepadamu; jangan kaubalas mereka lebih dari itu. Tetapi jika kamu bersabar dan tidak membalas apa yang mereka lakukan kepadamu, sesungguhnya itulah yang lebih baik bagi orang yang sabar.”","tafsir_tahlili":"(126)  Berdasarkan riwayat Abu Hurairah bahwa sesungguhnya Nabi saw berdiri di hadapan Hamzah ketika terbunuh sebagai syahid dalam Perang Uhud. Tidak ada pemandangan yang paling menyakitkan hati Nabi daripada melihat jenazah Hamzah yang dicincang (mutilasi). Lalu Nabi bersabda, “Semoga Allah mencurahkan rahmat kepadamu. Sesungguhnya engkau—sepengetahuanku—adalah orang yang senang silaturrahim dan banyak berbuat kebaikan. Kalau bukan karena kesedihan berpisah denganmu, sungguh aku lebih senang bersamamu sampai di Padang Mahsyar bersama para arwah. Demi Allah, aku akan membalas dengan balasan yang setimpal tujuh puluh orang dari mereka sebagai penggantimu.” Maka Jibril turun dengan membawa ayat-ayat di akhir Surah an-Na¥l, “Dan jika kamu membalas, maka balaslah dengan (balasan) yang sama dengan siksaan yang ditimpakan kepadamu. Tetapi jika kamu bersabar, sesungguhnya itulah yang lebih baik bagi orang yang sabar.” Pada saat itu Rasulullah berdiri di hadapan jenazah Hamzah.\r\nDalam ayat ini Allah swt menegaskan kepada kaum Muslimin, yang akan mewarisi perjuangan Nabi Muhammad dalam menyebarkan agama Islam, untuk menjadikan sikap Rasul di atas sebagai pegangan mereka dalam menghadapi lawan.\r\nPedoman dakwah yang diberikan Allah pada ayat yang lalu, adalah pedoman dalam medan dakwah dengan lisan, hujjah lawan hujjah. Dakwah berjalan dalam suasana damai. Akan tetapi, jika dakwah mendapat perlawanan yang kasar, misalnya para dai disiksa atau dibunuh, Islam menetapkan sikap tegas untuk menghadapi keadaan demikian dengan tetap menjunjung tinggi kebenaran. Dua macam jalan yang diterangkan Allah dalam ayat ini, pertama: membalas  dengan  balasan  yang  seimbang. Kedua: menerima  tindakan  permusuhan  itu  dengan  hati  yang  sabar dan memaafkan kesalahan itu jika bisa memberi pengaruh yang lebih baik bagi jalannya dakwah.\r\nMenurut Ibnu Ka£ir, ayat ini mempunyai makna dan tujuan yang sama dengan beberapa ayat dalam Al-Qur'an yaitu mengandung keharusan adil dan dorongan berbuat keutamaan, seperti firman Allah:\r\nوَجَزٰۤؤُا سَيِّئَةٍ سَيِّئَةٌ مِّثْلُهَا ۚفَمَنْ عَفَا وَاَصْلَحَ فَاَجْرُهٗ عَلَى اللّٰهِ ۗاِنَّهٗ لَا يُحِبُّ الظّٰلِمِيْنَ  \r\nDan balasan suatu kejahatan adalah kejahatan yang setimpal, tetapi barang siapa memaafkan dan berbuat baik (kepada orang yang berbuat jahat) maka pahalanya dari Allah. Sungguh, Dia tidak menyukai orang-orang zalim. (asy-Syµr±/42: 40)\r\n \r\nFirman Allah swt:\r\nوَالْجُرُوْحَ قِصَاصٌۗ فَمَنْ تَصَدَّقَ بِهٖ فَهُوَ كَفَّارَةٌ لَّهٗ  ۗ \r\n…Dan luka-luka (pun) ada qisasnya (balasan yang sama). Barang siapa melepaskan (hak qisas)nya, maka itu (menjadi) penebus dosa baginya. (al-M±'idah/5: 45)\r\n"}