{"tafsir_id":2031,"surah_id":17,"aya_number":2,"tafsir_wajiz":"Bila Allah memuliakan Nabi Muhammad dengan memperjalalankannya dari Masjidilharam ke Masjidil Aqsa, maka Dia memuliakan Nabi Musa dengan menganugerahkan kepadanya kitab Taurat agar menjadi petunjuk bagi Bani Israil. Dan Kami berikan kepada Nabi Musa Kitab, yaitu Taurat, dan Kami menjadikannya sebagai petunjuk yang khusus bagi Bani Israil, yaitu anak keturunan Nabi Yakub, agar mereka tidak menyembah kepada selain-Ku. Kepada mereka Aku berfirman, “Janganlah kamu mengambil penolong selain Aku, yakni janganlah menyembah dan menggantungkan segala urusan kepada selain-Ku.","tafsir_tahlili":"(2) Dalam ayat ini dijelaskan bahwa Allah telah menurunkan kitab Taurat kepada Musa a.s. sebagai pedoman hidup bagi Bani Israil. Allah swt menyuruh Musa a.s. agar mengatakan kepada kaumnya, “Janganlah kamu mengambil selain Allah sebagai penolong yang memberikan perlindungan dan menyelesaikan urusan-urusan kamu.” Larangan yang ditujukan kepada kaumnya itu adalah larangan yang juga pernah disampaikan oleh rasul-rasul sebelumnya dengan perantaraan wahyu Allah. Terkandung pula dalam larangan di atas perintah agar manusia menyembah kepada Allah semata dan larangan menyekutukan sesuatu yang lain dengan-Nya. Terdapat juga larangan meminta bantuan dalam segala urusan kecuali kepada-Nya.\r\nPemberian kitab Taurat kepada Nabi Musa a.s. sebagai pedoman untuk kaumnya adalah untuk memberikan pengertian kepada kaum Muslimin, bahwa di antara tugas-tugas para rasul ialah menyampaikan agama tauhid, sebagaimana tugas Nabi saw kepada mereka. Juga untuk mengingatkan mereka agar jangan meniru sikap umat-umat terdahulu, dimana sepeninggal rasul-rasulnya, mereka membuat-buat takwil terhadap firman-firman Allah menurut kehendaknya, dan bergelimang dalam lembah dosa dan kesesatan yang nyata.\r\nItulah sebabnya maka Allah swt menyebutkan berulang kali dalam       Al-Qur'an keistimewaan Musa a.s. dan kelebihan Bani Israil dari bangsa-bangsa lain yang ada pada masa itu. Allah menyebutkan pula nikmat yang diberikan kepada mereka, dengan maksud agar hati nurani mereka tergugah, lalu kembali ke jalan yang benar, dan hidup sesuai dengan petunjuk-Nya.\r\n"}