{"tafsir_id":2032,"surah_id":17,"aya_number":3,"tafsir_wajiz":"Wahai keturunan dari orang yang Kami bawa bersama Nuh, yaitu orang-orang yang diselamatkan Allah dari bencana banjir, jadikanlah nenek moyangmu, yaitu Nabi Nuh sebagai teladan bagimu, sesungguhnya dia adalah hamba Allah yang banyak bersyukur atas nikmat yang dianugerahkan Allah kepadanya. Maka bersyukurlah kamu sekalian atas nikmat diutusnya rasul kepadamu, sebagaimana mereka mensyukuri nikmat yang dianugerahkan Allah kepadanya.”","tafsir_tahlili":"(3) Allah swt menyebutkan juga nenek moyang mereka, yaitu orang-orang yang telah diselamatkan Allah bersama-sama Nuh a.s. dari topan. Mereka diselamatkan Allah dengan perantaraan wahyu-Nya kepada Nuh a.s. Nuh diperintahkan untuk membuat perahu, agar dia dan kaumnya yang setia terhindar dari azab Allah yang akan ditimpakan kepada kaumnya yang mengingkari kenabiannya. Hal ini mengandung peringatan bagi Bani Israil agar mengambil contoh dan pelajaran dari peristiwa itu, dan mengikuti jalan yang ditempuh oleh Nabi Nuh. Hal itu juga sebagai pelajaran bagi kaum Muslimin agar tetap memelihara tauhid seperti Nuh a.s. dan pengikut-pengikutnya, serta orang-orang yang mensyukuri nikmat Allah.\r\nSebagai penjelasan dari penafsiran tersebut, perlu dikemukakan beberapa hadis yang menjelaskan bahwa Nabi Nuh a.s. adalah nabi yang sangat mensyukuri nikmat Allah, sebagaimana tersebut dalam hadis:\r\nPertama: \r\nعَنْ مُعَاذِ بْنِ أَنَسٍ الْجُهَنِيِّ أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ  قَالَ: إِنَّمَا سَمَّى اللهُ تَعَالَى نُوْحًا عَبْدًا شَكُوْرًا لِأَنَّهُ كَانَ إِذَا أَمْسَى وَأَصْبَحَ قَالَ: سُبْحَانَ اللهِ حِيْنَ تُمْسُوْنَ وَ حِيْنَ تُصْبِحُوْنَ وَلَهُ الْحَمْدُ فِى السَّمٰوَاتِ وَ الْأَرْضِ وَعَشِيًّا وَحِيْنَ تُظْهِرُوْنَ. (رواه ابن مردويه)\r\nDiriwayatkan Mua© bin Anas Al-Juhaniy bahwa Nabi Muhammad saw bersabda, “Sesungguhnya Allah menamakan Nuh sebagai hamba yang sangat mensyukuri nikmat Allah karena apabila telah datang waktu sore dan pagi hari, dia berkata, Mahasuci Allah ketika kamu berada di waktu sore dan di waktu Subuh dan bagi-Nyalah segala puji di langit dan bumi ketika berada di petang hari dan ketika kamu berada di waktu Zuhur.” (Riwayat Ibnu Mardawaih);Kedua: \r\nكَانَ نُوْحٌ إِذَا لَبِسَ ثَوْبًا أَوْ طَعِمَ طَعَامًا حَمِدَ اللهَ تَعَالَى فَسُمِيَّ عَبْدًا شَكُوْرًا (رواه ابن جرير الطبري والبيهقي والحاكم عن سلمان الفرسي) \r\nApabila Nabi Nuh telah mengenakan baju dan menyantap makanan dia memuji Allah swt. Maka dinamakanlah dia “hamba yang sangat mensyukuri nikmat Allah.  (Riwayat Ibnu Jar³r a¯-°abar³, al-Baihaq³, dan al-¦±kim dari Salm±n al-Faris³).;Demikianlah doa dan tasbih yang diucapkan oleh Nabi Nuh a.s. yang patut dicontoh dan diamalkan oleh kaum Muslimin.\r\n"}