{"tafsir_id":2042,"surah_id":17,"aya_number":13,"tafsir_wajiz":"no_ayatt yang lalu ditutup dengan pernyataan bahwa segala sesuatu telah kami rinci dan jelaskan. Salah satu yang dirinci dan dijelaskannya berupa amal-amal perbuatannya. no_ayatt ini menyatakan, “Dan setiap manusia itu telah Kami tetapkan amal perbuatannya sebagaimana tetapnya kalung pada lehernya, tidak dapat terpisah satu dengan lainnya. Dan Kami keluarkan baginya pada hari kiamat sebuah kitab yang mencatat semua amalnya di dunia yang dijumpainya kitab itu terbuka, tidak ada sesuatu yang ditutupi atau tersembunyi.”","tafsir_tahlili":"(13) Allah swt menjelaskan bahwa masing-masing manusia dicatat amal perbuatannya dalam suatu buku catatan dan tetap tercatat di dalamnya seperti kalung yang tetap berada di leher mereka. Amal perbuatan tersebut mencakup amal baik dan amal buruk, besar maupun kecil, yang diperbuat manusia atas dasar pilihannya sendiri.\r\nPerumpamaan tetapnya catatan-catatan mereka dalam kitab itu dengan tetapnya kalung pada leher manusia, sebagai kiasan bahwa catatan itu akan tetap terpelihara, tidak akan hilang atau terhapus, dan selalu dinisbahkan pada seseorang.\r\nSelanjutnya Allah swt menegaskan bahwa kitab yang mengandung catatan amal perbuatan manusia itu akan dikeluarkan dari simpanannya pada hari kiamat, dan akan diperlihatkan kepada mereka, sehingga mereka dapat mengetahui isinya secara terbuka.\r\nDalam ayat yang lain dijelaskan bahwa tugas pencatatan amal perbuatan manusia itu diurus oleh malaikat. Allah swt berfirman:\r\nوَاِنَّ عَلَيْكُمْ لَحٰفِظِيْنَۙ  ١٠  كِرَامًا كَاتِبِيْنَۙ  ١١  يَعْلَمُوْنَ مَا تَفْعَلُوْنَ  ١٢  \r\nDan sesungguhnya bagi kamu ada (malaikat-malaikat) yang mengawasi (pekerjaanmu), yang mulia (di sisi Allah) dan yang mencatat (amal perbuatanmu), mereka mengetahui apa yang kamu kerjakan. (al-Infi¯±r/82: 10-12);Hadis Nabi Muhammad berikut menerangkan lebih jelas hal yang sama:\r\nعَنِ الْحَسَنِ اَنَّهُ قَالَ: قَالَ اللهُ: يَا ابْن آدَمَ بَسَطْنَا لَكَ صَحِيْفَةً وَوُكِّلَ بِكَ مَلَكَانِ كَرِيْمَانِ. أَحَدُهُمَا عَنْ يَمِيْنِكَ وَاْلآخِرُ عَنْ يَسَارِكَ. فَأَمَّا الَّذِيْ عَنْ يَمِيْنِكَ فَيَحْفَظُ حَسَنَاتِكَ. وَأَمَّا عَنْ شِمَالِكَ فَيَحْفَظُ سَيِّئَاتِكَ. فَاعْمَلْ مَا شِئْتَ أَقَلَّ أَوْ كَثُرَ حَتَّى إِذَا مُتَّ طَوَيْتُ صَحِيْفَتَكَ فَجَعَلْتُ فِى عُنُقِكَ مَعَكَ فِى قَبْرِكَ حَتَّى تَخْرُجَ يَوْمَ الْقِيَامَةِ كِتَابًا تلقاه مَنْشُوْرًا، اِقْرَأْ كِتَابَكَ كَفَى بِنَفْسِكَ الْيَوْمَ حَسِيْبًا. (رواه ابن جرير الطبري)  \r\nDiriwayatkan dari Al-¦asan bahwa Rasulullah saw bersabda, “Allah berfirman kepada Bani Adam, “Hai Bani Adam! Kami telah membuka lembaran-lembaran Kitab, dan telah ditunjuk dua malaikat yang mulia sebagai wakil: satu di sebelah kanan, dan satu lagi di sebelah kiri. Adapun yang di sebelah kanan, pekerjaannya mencatat amal baikmu, sedang yang di sebelah kiri mencatat amal perbuatan burukmu. Maka berbuatlah menurut kesukaanmu amal perbuatan yang banyak atau yang sedikit sehingga ajal datang merenggutmu. Dan apabila engkau telah mati, Aku lipat lembaran-lembaran kitab itu dan Aku kalungkan ke lehermu dan tetap bersamamu dalam kubur hingga hari kiamat. Pada hari itu, kitab itu akan dikeluarkan dan engkau menemuinya dalam keadaan terbuka. Bacalah kitab catatan itu niscaya pada hari itu engkau akan mengetahui bahwa kitab itu cukup sebagai penghisab amal perbuatanmu. (Riwayat Ibnu Jar³r a¯-°abar³)\r\n"}