{"tafsir_id":2050,"surah_id":17,"aya_number":21,"tafsir_wajiz":"Kemudian Allah menyatakan kepada kedua golongan itu, “Perhatikanlah dan ambillah pelajaran bagimu bagaimana Kami lebihkan sebagian dari mereka atas sebagian yang lain, dari kesenangan duniawi maupun kesenangan ukhrawi yang diperoleh sebagai ganjaran dari amal perbuatannya. Dan pasti pembalasan berupa kesenangan dalam kehidupan akhirat lebih tinggi derajatnya dan lebih besar keutamaanya dibandingkan dengan pembalasan di dunia.”","tafsir_tahlili":"(21) Selanjutnya, Allah swt memerintahkan kepada seluruh manusia agar memperhatikan kemurahan yang diberikan-Nya kepada kedua golongan tersebut. Allah swt melebihkan sebagian golongan atas sebagian yang lain. Dari masing-masing golongan, manusia akan mendapat pelajaran, karena meskipun masing-masing berusaha untuk mencari rezeki dan kenikmatan dunia, namun hasilnya berbeda-beda. Nikmat Allah yang diberikan kepada mereka yang mengutamakan kehidupan dunia menyebabkan mereka bertambah ingkar kepada Zat yang memberikan nikmat itu. Sebaliknya, nikmat yang diberikan kepada mereka yang mengutamakan kehidupan akhirat membuat mereka semakin mensyukuri Zat yang memberikan nikmat itu.\r\nAllah swt berfirman:\r\nوَرَفَعَ بَعْضَكُمْ فَوْقَ بَعْضٍ دَرَجٰتٍ لِّيَبْلُوَكُمْ فِيْ مَآ اٰتٰىكُمْۗ \r\nDia mengangkat (derajat) sebagian kamu di atas yang lain, untuk mengujimu atas (karunia) yang diberikan-Nya kepadamu. (al-An±m/6: 165);Dan firman-Nya:\r\nنَحْنُ قَسَمْنَا بَيْنَهُمْ مَّعِيْشَتَهُمْ فِى الْحَيٰوةِ الدُّنْيَاۙ وَرَفَعْنَا بَعْضَهُمْ فَوْقَ بَعْضٍ دَرَجٰتٍ لِّيَتَّخِذَ بَعْضُهُمْ بَعْضًا سُخْرِيًّا ۗ   \r\nKamilah yang menentukan penghidupan mereka dalam kehidupan dunia, dan Kami telah meninggikan sebagian mereka atas sebagian yang lain beberapa derajat, agar sebagian mereka dapat memanfaatkan sebagian yang lain. (az-Zukhruf/43: 32);Dari uraian di atas, dapat diketahui bahwa setiap orang harus mengutama-kan kehidupan akhirat karena lebih tinggi derajatnya dan lebih utama dari kehidupan dunia. Mengenai kehidupan di akhirat ini digambarkan dalam hadis:\r\nقَالَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: إِنَّ أَهْلَ الدَّرَجَاتِ الْعُلَى لَيَرَوْنَ عِلِّيِّيْنَ كَمَا تَرَوْنَ الْكَوْكَبَ الْغَابِرَ فِى السَّمَاءِ. (رواه البخاري و مسلم عن أبي سعيد الخدري)\r\nBersabda Nabi saw, “Sesungguhnya orang yang memiliki derajat yang tinggi akan melihat tempat yang mulia di akhirat, seperti engkau melihat bintang di ketinggian langit.” (Riwayat al-Bukh±r³ dan Muslim dari Abµ Sa³d al-Khudr³)\r\n"}