{"tafsir_id":2052,"surah_id":17,"aya_number":23,"tafsir_wajiz":"Setelah menjelaskan penggolongan manusia menjadi dua golongan; ada yang menghendaki kehidupan dunia saja dan ada yang menghendaki kehidupan akhirat di samping kehidupan dunia, kelompok no_ayatt ini selanjutnya menjelaskan tatakrama pergaulan antar manusia dalam kehidupannya. no_ayatt ini menyatakan, “Dan Tuhanmu telah menetapkan dan memerintahkan agar kamu wahai sekalian manusia jangan menyembah selain Dia dan hendaklah berbuat baik kepada ibu bapakmu dengan sebaik-baiknya. Jika salah seorang di antara keduanya atau kedua-duanya sampai berusia lanjut dan mereka berada dalam pemeliharaanmu, maka sekali-kali janganlah kamu menyakiti keduanya, misalnya dengan mengatakan kepada keduanya perkataan “ah”, yakni perkataan yang mengandung makna kemarahan atau kejemuan, dan janganlah engkau membentak keduanya jika mereka merepotkan kamu atau berbuat sesuatu yang kamu tidak menyukainya, dan ucapkanlah kepada keduanya perkataan yang mulia, yakni perkataan yang baik, yang mengandung penghormatan dan kasih sno_ayatng.”","tafsir_tahlili":"(23) Dalam ayat ini, Allah memerintahkan kepada seluruh manusia, agar mereka memperhatikan beberapa faktor yang terkait dengan keimanan. Faktor-faktor  itu ialah:\r\nPertama, agar manusia tidak menyembah tuhan selain Allah. Termasuk pada pengertian menyembah tuhan selain Allah ialah mempercayai adanya kekuatan lain yang dapat mempengaruhi jiwa dan raga selain yang datang dari Allah. \r\nSemua benda yang ada, yang kelihatan ataupun yang tidak, adalah makhluk Allah. Oleh sebab itu, yang berhak mendapat penghormatan tertinggi hanyalah Zat yang menciptakan alam dan semua isinya. Dialah yang memberikan kehidupan dan kenikmatan kepada seluruh makhluk-Nya. Maka apabila ada manusia yang memuja benda ataupun kekuatan gaib selain Allah, berarti ia telah sesat, karena semua benda-benda itu adalah makhluk-Nya, yang tak berkuasa memberikan manfaat dan tak berdaya untuk menolak kemudaratan, sehingga tak berhak disembah.\r\nKedua, agar manusia berbuat baik kepada kedua ibu bapak mereka. Penyebutan perintah ini sesudah perintah beribadah hanya kepada Allah mempunyai maksud agar manusia memahami betapa pentingnya berbuat baik terhadap ibu bapak. Juga bermaksud agar mereka mensyukuri kebaikan kedua ibu bapak, betapa beratnya penderitaan yang telah mereka rasakan, baik pada saat melahirkan maupun ketika kesulitan dalam mencari nafkah, mengasuh, dan mendidik anak-anak dengan penuh kasih sayang. Maka pantaslah apabila berbuat baik kepada kedua ibu bapak dijadikan sebagai kewajiban yang paling penting di antara kewajiban-kewajiban yang lain, dan diletakkan Allah dalam urutan kedua sesudah kewajiban manusia beribadah hanya kepada-Nya.\r\nAllah berfirman:\r\n۞ وَاعْبُدُوا اللّٰهَ وَلَا تُشْرِكُوْا بِهٖ شَيْـًٔا وَّبِالْوَالِدَيْنِ اِحْسَانًا \r\nDan sembahlah Allah dan janganlah kamu mempersekutukan-Nya dengan sesuatu apa pun. Dan berbuat baiklah kepada kedua orang tua. (an-Nis±'/4: 36);Sebaliknya, anak yang durhaka kepada kedua orang tuanya dinyatakan sebagai orang yang berbuat maksiat, yang dosanya diletakkan pada urutan kedua, sesudah dosa orang yang mempersekutukan Allah dengan tuhan-tuhan yang lain.\r\nAllah swt berfirman:\r\n۞ قُلْ تَعَالَوْا اَتْلُ مَا حَرَّمَ رَبُّكُمْ عَلَيْكُمْ اَلَّا تُشْرِكُوْا بِهٖ شَيْـًٔا وَّبِالْوَالِدَيْنِ اِحْسَانًاۚ \r\nKatakanlah (Muhammad), ”Marilah aku bacakan apa yang diharamkan Tuhan kepadamu. Jangan mempersekutukan-Nya dengan apa pun, dan berbuat baik kepada ibu bapak. (al-An±m/6: 151);Allah swt memerintahkan kepada manusia agar berbuat baik kepada kedua orang tua karena beberapa alasan berikut:\r\n1.  Kasih sayang dan usaha kedua ibu bapak telah dicurahkan kepada anak-anaknya agar mereka menjadi anak-anak yang saleh, dan terhindar dari jalan yang sesat. Maka sepantasnyalah apabila kasih sayang yang tiada taranya itu, dan usaha yang tak mengenal susah payah itu mendapat balasan dari anak-anak mereka dengan memperlakukan mereka dengan baik dan mensyukuri jasa baik mereka.\r\n2.  Anak-anak adalah belahan jiwa dari kedua ibu bapak.\r\n3.  Sejak masih bayi hingga dewasa, pertumbuhan dan pendidikan anak-anak menjadi tanggung jawab kedua orang tuanya. Maka seharusnyalah anak-anak menghormati dan berbuat baik kepada orang tuanya.;Secara singkat dapat dikatakan bahwa nikmat yang paling banyak diterima oleh manusia ialah nikmat Allah, sesudah itu nikmat yang diterima dari kedua ibu bapak.  Mereka juga penyebab kedua adanya anak, sedangkan Allah adalah penyebab pertama (hakiki). Itulah sebabnya maka Allah swt meletakkan kewajiban berbuat baik kepada ibu bapak pada urutan kedua sesudah kewajiban manusia beribadah hanya kepada Allah.\r\nSesudah itu Allah swt menetapkan bahwa apabila salah seorang di antara kedua ibu bapak atau kedua-duanya telah berumur lanjut, sehingga mengalami kelemahan jasmani, dan tak mungkin lagi berusaha mencari nafkah, mereka harus hidup bersama dengan anak-anaknya, agar mendapatkan nafkah dan perlindungan. Menjadi kewajiban bagi anak-anaknya untuk memperlakukan mereka dengan penuh kasih sayang dan kesabaran, serta menghormati mereka sebagai rasa syukur terhadap nikmat yang pernah diterima dari keduanya.\r\nDalam ayat ini terdapat beberapa ketentuan dan sopan santun yang harus diperhatikan anak terhadap kedua ibu bapaknya, antara lain:\r\n1.  Seorang anak tidak boleh mengucapkan kata kotor dan kasar meskipun hanya berupa kata “ah” kepada kedua ibu bapaknya, karena sikap atau perbuatan mereka yang kurang disenangi. Keadaan seperti itu seharusnya disikapi dengan sabar, sebagaimana perlakuan kedua ibu bapaknya ketika merawat dan mendidiknya di waktu masih kecil.\r\n2.  Seorang anak tidak boleh menghardik atau membentak kedua ibu bapaknya, sebab bentakan itu akan melukai perasaan keduanya. Menghardik kedua ibu bapak ialah mengeluarkan kata-kata kasar pada saat si anak menolak atau menyalahkan pendapat mereka, sebab tidak sesuai dengan pendapatnya. Larangan menghardik dalam ayat ini adalah sebagai penguat dari larangan mengatakan “ah” yang biasanya diucapkan oleh seorang anak terhadap kedua ibu bapaknya pada saat ia tidak menyetujui pendapat mereka.\r\n3.  Hendaklah anak mengucapkan kata-kata yang mulia kepada kedua ibu bapak. Kata-kata yang mulia ialah kata-kata yang baik dan diucapkan dengan penuh hormat, yang menggambarkan adab sopan santun dan penghargaan penuh terhadap orang lain. Oleh karena itu, jika seorang anak berbeda pendapat dengan kedua ibu bapaknya, hendaklah ia tetap menunjukkan sikap yang sopan dan penuh rasa hormat.\r\n"}