{"tafsir_id":2055,"surah_id":17,"aya_number":26,"tafsir_wajiz":"Dan berikanlah haknya kepada keluarga-keluarga yang dekat, dari pihak ibu maupun bapak, berupa bantuan, kebajikan, dan silaturahim. Demikian juga kepada orang miskin dan orang yang dalam perjalanan, berikanlah zakat yang diwajibkan atas kamu, sedekah yang dianjurkan atau bantuan lainnya yang diperlukan, dan janganlah kamu menghambur-hamburkan hartamu secara boros dengan membelanjakannya pada hal-hal yang tidak ada kemaslahatan.","tafsir_tahlili":"(26) Pada ayat ini, Allah swt memerintahkan kepada kaum Muslimin agar memenuhi hak keluarga dekat, orang-orang miskin, dan orang-orang yang dalam perjalanan. Hak yang harus dipenuhi itu ialah: mempererat tali persaudaraan dan hubungan kasih sayang, mengunjungi rumahnya dan bersikap sopan santun, serta membantu meringankan penderitaan yang mereka alami. Sekiranya ada di antara keluarga dekat, ataupun orang-orang miskin dan orang-orang yang dalam perjalanan itu memerlukan biaya untuk keperluan hidupnya maka hendaklah diberi bantuan secukupnya untuk memenuhi kebutuhan mereka. Orang-orang yang dalam perjalanan yang patut diringankan penderitaannya ialah orang yang melakukan perjalanan karena tujuan-tujuan yang dibenarkan oleh agama. Orang yang demikian keadaannya perlu dibantu dan ditolong agar bisa mencapai tujuannya.\r\nDi akhir ayat, Allah swt melarang kaum Muslimin bersikap boros yaitu membelanjakan harta tanpa perhitungan yang cermat sehingga menjadi mubazir. Larangan ini bertujuan agar kaum Muslimin mengatur pengeluar-annya dengan perhitungan yang secermat-cermatnya, agar apa yang dibelanjakan sesuai dengan keperluan dan pendapatan mereka. Kaum Muslimin juga tidak boleh menginfakkan harta kepada orang-orang yang tidak berhak menerimanya, atau memberikan harta melebihi dari yang seharusnya.\r\nKeterangan lebih lanjut tentang bagaimana seharusnya kaum Muslimin membelanjakan hartanya disebutkan dalam firman Allah swt:\r\nوَالَّذِيْنَ اِذَآ اَنْفَقُوْا لَمْ يُسْرِفُوْا وَلَمْ يَقْتُرُوْا وَكَانَ بَيْنَ ذٰلِكَ قَوَامًا   \r\nDan (termasuk hamba-hamba Tuhan Yang Maha Pengasih) orang-orang yang apabila menginfakkan (harta), mereka tidak berlebihan, dan tidak (pula) kikir, di antara keduanya secara wajar. (al-Furq±n/25: 67);Adapun keterangan yang menjelaskan makna yang terkandung dalam ayat tentang larangan boros yang berarti mubazir dapat diperhatikan dalam hadis-hadis Nabi sebagai berikut:\r\nعَنْ عَبْدِ اللهِ بْنِ عُمَرَ قَالَ: مَرَّ رَسُوْلُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ  بِسَعْدٍ وَهُوَ يَتَوَضَّأُ، فَقَالَ: مَا هٰذَا السَّرَفُ يَا سَعْدُ؟ قَالَ: أَوَفِى الْوُضُوْءِ اِسْرَافٌ؟ قَالَ: نَعَمْ وَإِنْ كُنْتَ عَلَى نَهْرٍ جَارِ. (رواه ابن ماجه)\r\nDiriwayatkan dari Abdullah bin Umar, ia berkata, “Rasulullah saw bertemu Saad pada waktu berwudu, lalu Rasulullah bersabda, “Alangkah borosnya wudumu itu hai Saad!” Saad berkata, “Apakah di dalam berwudu ada pemborosan?” Rasulullah saw bersabda, “Ya, meskipun kamu berada di sungai yang mengalir.” (Riwayat Ibnu M±jah);عَنْ أَنَسِ بْنِ مَالِكٍ أَنَّهُ قَالَ: أَتَى رَجُلٌ مِنْ بَنِى تَمِيْمٍ إِلَى رَسُوْلِ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَقَالَ: يَا رَسُوْلَ اللهِ إِنِّي ذُوْمَالٍ كَثِيْرٍ وَذُوْوَلَدٍ وَحَاضِرَةٍ فَأَخْبِرْنِيْ كَيْفَ أُنْفِقُ وَكَيْفَ أَصْنَعُ؟ فَقَالَ رَسُوْلُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ : تُخْرِجُ الزَّكَاةَ مِنْ مَالِكَ إِنْ كَانَ فَإِنَّهَا طُهْرَةٌ تُطَهِّرُكَ وَتَصِلُ أَقْرِبَاءَكَ وَتَعْرِفُ حَقَّ السَّائِلِ وَالْجَارِ وَالْمِسْكِيْنِ. فَقَالَ يَا رَسُوْلَ اللهِ: أَقْلِلْ لِى، فَقَالَ وَآتِ ذَا الْقُرْبَى حَقَّهُ وَالْمِسْكِيْنَ وَابْنَ السَّبِيْلِ وَلاَ تُبَذِّرْ تَبْذِيْرًا. فَقَالَ حَسْبِيْ يَا رَسُوْلَ اللهِ اِذَا أَدَّيْتُ الزَّكَاةَ إِلَى رَسُوْلِكَ فَقَدْ بَرِئْتُ مِنْهَا إِلَى اللهِ وَرَسُوْلِهِ فَقَالَ رَسُوْلُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ نَعَمْ إِذَا أَدَّيْتَهَا إِلَى رَسُوْلِي فَقَدْ بَرِئْتَ مِنْهَا وَلَكَ أَجْرُهَا وَإِثْمُهَا عَلَى مَنْ بَدَّلَهَا. (رواه أحمد)\r\nDiriwayatkan dari Anas bin M±lik bahwa ia berkata, “Datanglah seorang laki-laki dari Bani Tamim kepada Rasulullah saw seraya berkata, “Wahai Rasulullah! Saya adalah seorang yang berharta, banyak keluarga, anak, dan tamu yang selalu hadir, maka terangkanlah kepadaku bagaimana saya harus membelanjakan harta, dan bagaimana saya harus berbuat.” Maka Rasulullah saw bersabda, “Hendaklah kamu mengeluarkan zakat dari hartamu jika kamu mempunyai harta, karena sesungguhnya zakat itu penyucian yang menyucikan kamu, peliharalah silaturrahim dengan kaum kerabatmu, dan hendaklah kamu ketahui tentang hak orang yang meminta pertolongan, tetangga, dan orang miskin. Kemudian lelaki itu berkata, “Wahai Rasulullah! Dapatkah engkau mengurangi kewajiban itu kepadaku?” Rasulullah saw membacakan ayat: Dan berikanlah haknya kepada kerabat dekat, juga kepada orang miskin dan orang yang dalam perjalanan; dan janganlah kamu menghambur-hamburkan (hartamu) secara boros. Lalu lelaki itu berkata, “Cukuplah bagiku wahai Rasulullah, apabila aku telah menunaikan zakat kepada amil zakatmu, lalu aku telah bebas dari kewajiban zakat yang harus dibayarkan kepada Allah dan Rasul-Nya,” lalu Rasulullah saw bersabda, “Ya, apabila engkau telah membayar zakat itu kepada amilku, engkau telah bebas dari kewajiban itu dan engkau akan menerima pahalanya, dan orang yang menggantikannya dengan yang lain akan berdosa.” (Riwayat A¥mad);"}