{"tafsir_id":2056,"surah_id":17,"aya_number":27,"tafsir_wajiz":"Allah mencela perbuatan membelanjakan harta secara boros, dengan menyatakan, “Sesungguhnya orang-orang yang pemboros itu adalah saudara setan, mereka berbuat boros dalam membelanjakan harta karena dorongan setan, oleh karena itu, perilaku boros termasuk sifat setan, dan setan itu adalah sangat ingkar kepada nikmat dan anugerah Tuhannya.","tafsir_tahlili":"(27) Kemudian Allah swt menyatakan bahwa para pemboros adalah saudara setan. Ungkapan serupa ini biasa dipergunakan oleh orang-orang Arab. Orang yang membiasakan diri mengikuti peraturan suatu kaum atau mengikuti jejak langkahnya, disebut saudara kaum itu. Jadi orang-orang yang memboroskan hartanya berarti orang-orang yang mengikuti langkah setan. Sedangkan yang dimaksud pemboros dalam ayat ini ialah orang-orang yang menghambur-hamburkan harta bendanya dalam perbuatan maksiat yang tentunya di luar perintah Allah. Orang-orang yang serupa inilah yang disebut kawan-kawan setan. Di dunia mereka tergoda oleh setan, dan di akhirat mereka akan dimasukkan ke dalam neraka Jahanam.\r\nAllah swt berfirman:\r\nوَمَنْ يَّعْشُ عَنْ ذِكْرِ الرَّحْمٰنِ نُقَيِّضْ لَهٗ شَيْطٰنًا فَهُوَ لَهٗ قَرِيْنٌ   \r\nDan barang siapa berpaling dari pengajaran Allah Yang Maha Pengasih (Al-Quran), Kami biarkan setan (menyesatkannya) dan menjadi teman karibnya. (az-Zukhruf/43: 36)\r\n \r\nDan firman Allah swt:\r\nاُحْشُرُوا الَّذِيْنَ ظَلَمُوْا وَاَزْوَاجَهُمْ وَمَا كَانُوْا يَعْبُدُوْنَ ۙ  \r\n(Diperintahkan kepada malaikat), ”Kumpulkanlah orang-orang yang zalim beserta teman sejawat mereka dan apa yang dahulu mereka sembah. (a¡-¢±ff±t/37: 22);Di akhir ayat, dijelaskan bahwa setan sangat ingkar kepada Tuhannya, maksudnya sangat ingkar kepada nikmat Allah yang diberikan kepadanya, dan tidak mau mensyukurinya. Bahkan, setan membangkang tidak mau menaati perintah Allah, dan menggoda manusia agar berbuat maksiat. \r\nAl-Karkhi menjelaskan keadaan orang yang diberi kemuliaan dan harta berlimpah. Apabila orang itu memanfaatkan harta dan kemuliaan itu di luar batas-batas yang diridai Allah, maka dia telah mengingkari nikmat Allah. Orang yang berbuat seperti itu, baik sifat ataupun perbuatannya, dapat disamakan dengan perbuatan setan.\r\nAyat ini diturunkan Allah dalam rangka menjelaskan perbuatan orang-orang Jahiliah. Telah menjadi kebiasaan orang-orang Arab menumpuk harta yang mereka peroleh dari rampasan perang, perampokan, dan penyamunan. Harta itu kemudian mereka gunakan untuk berfoya-foya supaya mendapat kemasyhuran. Orang-orang musyrik Quraisy pun menggunakan harta mereka untuk menghalangi penyebaran agama Islam, melemahkan pemeluk-pemeluknya, dan membantu musuh-musuh Islam. Ayat itu turun untuk menyatakan betapa jeleknya usaha mereka.\r\n"}