{"tafsir_id":2058,"surah_id":17,"aya_number":29,"tafsir_wajiz":"Dan janganlah engkau jadikan tanganmu terbelenngu pada lehermu, yakni janganlah enggan mengulurkan tanganmu memberikan bantuan kepada orang-orang yang membutuhkan bantuan, dan jangan pula engkau terlalu mengulurkannya, yakni janganlah kamu boros dalam membelanjakan harta, karena itu kamu menjadi tercela karena kekikiranmu, dan menyesal karena keborosanmu dalam membelanjakan harta.","tafsir_tahlili":"(29) Selanjutnya dalam ayat ini, Allah swt menjelaskan cara-cara yang baik dalam membelanjakan harta. Allah menerangkan keadaan orang-orang yang kikir dan pemboros dengan menggunakan ungkapan jangan menjadi-kan tangan terbelenggu pada leher, tetapi juga jangan terlalu mengulurkan-nya. Kedua ungkapan ini lazim digunakan orang-orang Arab. Yang pertama berarti larangan berlaku bakhil atau kikir, sehingga enggan memberikan harta kepada orang lain, walaupun sedikit. Ungkapan kedua berarti melarang orang berlaku boros dalam membelanjakan harta, sehingga melebihi kemampuan yang dimilikinya. Kebiasaan memboroskan harta akan meng-akibatkan seseorang tidak mempunyai simpanan atau tabungan yang bisa digunakan ketika dibutuhkan.\r\nDari ayat ini dapat dipahami bahwa cara yang baik dalam membelanja-kan harta ialah dengan cara yang hemat, layak dan wajar, tidak terlalu bakhil dan tidak terlalu boros. Terlalu bakhil akan menjadikan seseorang tercela, sedangkan terlalu boros akan mengakibatkan pelakunya pailit atau bangkrut.\r\nAdapun keterangan-keterangan yang didapat dari hadis-hadis Nabi dapat dikemukakan sebagai berikut:\r\nImam A¥mad dan ahli hadis yang lain meriwayatkan dari Ibnu Abb±s bahwa Rasulullah saw bersabda:\r\nوَمَا عَالَ مَنِ اقْتَصَدَ\r\nTidak akan menjadi miskin orang yang berhemat.;Hadis ini menjelaskan pentingnya berhemat, sehingga Nabi mengatakan bahwa orang yang selalu berhemat tidak akan menjadi beban orang lain atau menjadi miskin.\r\nImam al-Baihaq³ meriwayatkan sebuah hadis dari Ibnu Abb±s bahwa Rasulullah saw bersabda:\r\nَاْلإِقْتِصَادُ فِى النَّفَقَةِ نِصْفُ الْمَعِيْشَةِ.\r\nBerlaku hemat dalam membelanjakan harta, separuh dari penghidupan.;"}