{"tafsir_id":2062,"surah_id":17,"aya_number":33,"tafsir_wajiz":"Dan janganlah kamu membunuh jiwa yang diharamkan Allah membunuhnya, kecuali dengan suatu alasan yang benar, misalnya atas dasar menjatuhkan hukum qisas. Dan barang siapa dibunuh secara zalim, bukan karena sebab yang bersifat syariat, maka sesungguhnya Kami telah memberi kekuasaan kepada ahli warisnya, untuk menuntut kisas atau meminta ganti rugi kepada pembunuhnya, atau memaafkannya, tetapi janganlah ahli waris itu melampaui batas dalam membunuh, yakni dalam menuntut membunuh apalagi melakukan pembunuhan dengan main hakim sendiri. Sesungguhnya ia adalah orang yang mendapat pertolongan dari sisi Allah dengan ketetapan hukum-Nya yang adil.","tafsir_tahlili":"(33) Dalam ayat ini Allah swt melarang hamba-Nya membunuh jiwa yang diharamkan Allah. Maksud “membunuh jiwa” ialah menghilangkan nyawa manusia. Sedangkan yang dimaksud dengan “yang diharamkan Allah membunuhnya” ialah membunuh dengan alasan yang tidak sah atau tidak dibenarkan agama.\r\nAdapun sebab mengapa Allah swt melarang para hamba-Nya menghilangkan nyawa manusia dengan alasan yang tidak dibenarkan ialah:\r\n1.  Pembunuhan menimbulkan kerusakan. Islam melarang setiap tindakan yang menimbulkan kerusakan. Larangan itu berlaku umum untuk segala macam tindakan yang menimbulkan kerusakan, maka pembunuhan pun termasuk tindakan yang terlarang. Allah swt berfirman:\r\nوَلَا تُفْسِدُوْا فِى الْاَرْضِ بَعْدَ اِصْلَاحِهَاۗ  \r\n…janganlah kamu berbuat kerusakan di bumi setelah (diciptakan) dengan baik. (al-Ar±f/7: 85)\r\n2.  Pembunuhan itu membahayakan orang lain. Ketentuan pokok dalam agama ialah semua tindakan yang menimbulkan mudarat bagi diri sendiri dan orang lain itu terlarang. Allah swt berfirman:\r\nمَنْ قَتَلَ نَفْسًاۢ بِغَيْرِ نَفْسٍ اَوْ فَسَادٍ فِى الْاَرْضِ فَكَاَنَّمَا قَتَلَ النَّاسَ جَمِيْعًاۗ وَمَنْ اَحْيَاهَا فَكَاَنَّمَآ اَحْيَا النَّاسَ جَمِيْعًا ۗ \r\n…bahwa barang siapa membunuh seseorang, bukan karena orang itu membunuh orang lain, atau bukan karena berbuat kerusakan di bumi, maka seakan-akan dia telah membunuh semua manusia. (al-M±'idah/5: 32)\r\nRasulullah saw bersabda:;لَزَوَالُ الدُّنْيَا عِنْدَ اللهِ أَهْوَنُ مِنْ قَتْلِ مُسْلِمٍ (رواه الترمذي عن عبد الله بن عمر)\r\nHilangnya dunia bagi Allah lebih rendah nilainya dibanding membunuh seorang muslim. (Riwayat at-Tirmi©³ dari Abdull±h bin Umar);3.  Mengganggu keamanan masyarakat yang membawa kepada musnahnya masyarakat itu sendiri. Karena apabila pembunuhan diperbolehkan, tidak mustahil akan terjadi tindakan saling membunuh di antara manusia, yang pada akhirnya manusia itu akan binasa.\r\nوَمَنْ يَّقْتُلْ مُؤْمِنًا مُّتَعَمِّدًا فَجَزَاۤؤُهٗ جَهَنَّمُ خَالِدًا فِيْهَا وَغَضِبَ اللّٰهُ عَلَيْهِ وَلَعَنَهٗ وَاَعَدَّ لَهٗ عَذَابًا عَظِيْمًا   ٩٣  \r\nDan barang siapa membunuh seorang yang beriman dengan sengaja, maka balasannya ialah neraka Jahanam, dia kekal di dalamnya. Allah murka kepadanya, dan melaknatnya serta menyediakan azab yang besar baginya. (an-Nis±'/4: 93)\r\n \r\nDalam ayat ini Allah swt memberikan pengecualian siapa yang boleh dibunuh melalui firman-Nya, “melainkan dengan sesuatu alasan yang dibenarkan agama.” Di antaranya ialah pria atau wanita yang berzina setelah terikat dalam hukum akad pernikahan dan orang yang dengan sengaja membunuh orang beriman yang dilindungi hukum.\r\nPengecualian seperti tersebut di atas, disebutkan dalam hadis Nabi: \r\nلاَ يَحِلُّ دَمُ امْرِئٍ يَشْهَدُ أَنْ لاَ إِلٰهَ إِلاَّ اللهُ وَأَنَّ مُحَمَّدًا رَسُوْلُ اللهِ إِلاَّ بِإِحْدَى ثَلاَثٍ: اَلنَّفْسُ بِالنَّفْسِ، وَالثَّيِّبُ الزَّانِي وَالتَّارِكُ لِدِيْنِهِ الْمُفَارِقُ لِلْجَمَاعَةِ. (رواه البخاري ومسلم عن عبد الله)\r\nTidak halal darah orang yang sudah mengucapkan dua kalimat syahadat, kecuali karena salah satu dari tiga perkara: Orang dibunuh karena ia membunuh, janda atau duda yang berzina, dan orang yang meninggalkan agamanya memisahkan diri dari kaum Muslimin. (Riwayat al-Bukh±r³ dan Muslim dari Abdull±h);Kemudian Allah swt menjelaskan tindakan apa yang harus dilakukan oleh ahli waris dari yang terbunuh, dan siapa yang harus melaksanakan tindakan itu apabila secara kebetulan si terbunuh itu tidak mempunyai ahli waris.\r\nAllah swt menetapkan bahwa barang siapa yang dibunuh secara zalim, yakni tanpa alasan yang benar, maka Allah telah memberikan kewenangan atau hak kepada ahli warisnya untuk menentukan pilihan hukuman bagi si pembunuh, yaitu antara hukum qi¡a¡ atau menerima diyat (tebusan), seperti yang telah ditetapkan dalam firman-Nya:\r\nيٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا كُتِبَ عَلَيْكُمُ الْقِصَاصُ فِى الْقَتْلٰىۗ  \r\nWahai orang-orang yang beriman! Diwajibkan atas kamu (melaksanakan) qisas berkenaan dengan orang yang dibunuh. (al-Baqarah/2: 178). (lebih lanjut lihat penafsiran ayat ini pada jilid I).;Dan sabda Nabi Muhammad saw ketika penaklukan kota Mekah:\r\nمَنْ قَتَلَ قَتِيْلاً فَأَهْلُهُ بَيْنَ خَيْرَتَيْنِ، إِنْ أَحَبُّوْا قَتَلُوْا وَإِنْ أَحَبُّوْا أَخَذُوْا الدِّيَةَ. (رواه أبو داود والنسائي عن أبي شريح الخزاعي)\r\nBarang siapa membunuh, maka keluarga  yang terbunuh diberi hak memilih antara dua hal, apabila mereka mau, mereka dapat menuntut hukuman bunuh, dan bila mereka mau, mereka dapat menuntut diyat (tebusan). (Riwayat Abµ D±wud dan an-Nas±'³ dari Abµ Syuraih al-Khuz±³);Kemudian apabila secara kebetulan yang terbunuh tidak mempunyai ahli waris, maka yang bertindak menggantikan kedudukannya dalam menentukan pilihan hukuman ialah penguasa. Dalam hal ini penguasa boleh melimpahkan kekuasaannya kepada para qa«i (hakim) setempat, apabila dipandang perlu.\r\nDalam melaksanakan qi¡a¡, para penguasa yang diberi wewenang untuk melaksanakannya diperintahkan untuk tidak melampaui batas yang ditentu-kan, seperti yang telah terjadi di zaman Jahiliah. Orang-orang di zaman Jahiliah tidak puas dengan hanya menuntut balas dengan kematian orang yang membunuh, akan tetapi menuntut pula kematian orang lain, apabila yang terbunuh dari kalangan bangsawan. Kalau yang terbunuh itu seorang bangsawan, sedang yang membunuh dari kalangan biasa, maka yang dituntut kematiannya dari kalangan bangsawan juga sebagai pengganti diri si pembunuh.\r\nPada ayat 178 Surah al-Baqarah terdapat isyarat yang kuat bahwa hukuman yang paling utama bagi keluarga si terbunuh adalah cukup dengan menuntut diyat atau memaafkan, bukan menuntut balas kematian.\r\nDi akhir ayat, Allah swt menjelaskan bahwa ahli waris atau penguasa dalam melaksanakan hukuman kisas tidak boleh melampaui batas karena mereka mendapat pertolongan Allah, berupa pembalasan untuk memilih hukuman kisas atau hukuman diyat. Oleh sebab itu, para hakim hendaknya berpedoman pada ketentuan tersebut dalam memutuskan perkara. Jangan sampai memutuskan perkara yang bertentangan dengan peraturan Allah atau melebihi ketentuan yang berlaku.\r\nAyat ini tergolong ayat Makkiyah dan termasuk dalam bagian ayat hukum yang pertama diturunkan. Dengan demikian, wajar apabila ayat ini hanya mengatur hukum bagi pembunuhan secara garis besarnya saja. Adapun keterangan secara terperinci diatur dalam ayat-ayat yang lain, yang penafsirannya telah dikemukakan pada jilid I.\r\n"}