{"tafsir_id":2063,"surah_id":17,"aya_number":34,"tafsir_wajiz":"Dan janganlah kamu mendekati harta anak yatim, yakni mengelolanya atau membelanjakannya kecuali dengan cara yang lebih baik, yang bermanfaat bagi anak yatim itu sampai dia dewasa dan mampu mengelola sendiri hartanya dengan baik, dan penuhilah janji, baik kepada Allah maupun sesama manusia; sesungguhnya janji itu pasti diminta pertanggungjawabannya, oleh karena itu janji harus dipenuhi dan ditunaikan dengan sempurna.","tafsir_tahlili":"(34) Kemudian Allah swt melarang para hamba-Nya mendekati harta anak yatim, kecuali dengan cara yang baik. Mendekati harta anak yatim maksudnya ialah mempergunakan harta anak-anak yatim tidak pada tempatnya atau tidak memberikan perlindungan kepada harta itu, sehingga habis sia-sia. Allah swt memberikan perlindungan pada harta anak yatim karena mereka sangat memerlukannya, sedangkan ia belum dapat mengurusi hartanya, dan belum dapat mencari nafkah sendiri.\r\nNamun demikian, Allah swt memberikan pengecualian, yaitu apabila untuk pemeliharaan harta itu diperlukan biaya, atau dengan maksud untuk mengembangkannya, maka diperbolehkan bagi orang yang mengurus anak yatim untuk mengambilnya sebagian dengan cara yang wajar. \r\nOleh sebab itu, diperlukan orang yang bertanggung jawab untuk mengurus harta anak yatim. Orang yang bertugas melaksanakannya disebut w±¡iy (pengampu) dan diperlukan pula badan atau lembaga yang mengurusi harta anak yatim. Badan atau lembaga tersebut hendaknya diawasi aktivitasnya oleh pemerintah, agar tidak terjadi penyalahgunaan atau penyelewengan terhadap harta anak yatim tersebut.\r\nKemudian dalam ayat ini dijelaskan bahwa apabila anak yatim itu telah dewasa dan mempunyai kemampuan untuk mengurus dan mengembangkan hartanya, berarti sudah saatnya harta itu diserahkan kembali oleh pengampu kepadanya. \r\nSetelah ayat itu turun, para sahabat Rasulullah yang mengasuh anak-anak yatim merasa takut, sehingga tidak mau makan dan bergaul dengan mereka. Oleh sebab itu, Allah menurunkan ayat ini:\r\nوَاِنْ تُخَالِطُوْهُمْ فَاِخْوَانُكُمْ ۗ وَاللّٰهُ يَعْلَمُ الْمُفْسِدَ مِنَ الْمُصْلِحِ ۗ ;Dan jika kamu mempergauli mereka, maka mereka adalah saudara-saudaramu. Allah mengetahui orang yang berbuat kerusakan dan yang berbuat kebaikan. (al-Baqarah/2: 220);Dari ayat ini jelas bahwa membelanjakan harta anak yatim dilarang apabila digunakan untuk kepentingan pribadi. Akan tetapi, apabila dibelanja-kan untuk pemeliharaan harta itu sendiri, atau untuk keperluan anak yatim, dan si pengampu betul-betul orang yang tidak mampu, maka hal itu tidak dilarang. Allah swt berfirman:\r\nوَلَا تَأْكُلُوْهَآ اِسْرَافًا وَّبِدَارًا اَنْ يَّكْبَرُوْا ۗ وَمَنْ كَانَ غَنِيًّا فَلْيَسْتَعْفِفْ ۚ وَمَنْ كَانَ فَقِيْرًا فَلْيَأْكُلْ بِالْمَعْرُوْفِ \r\nDan janganlah kamu memakannya (harta anak yatim) melebihi batas kepatutan dan (janganlah kamu) tergesa-gesa (menyerahkannya) sebelum mereka dewasa. Barang siapa (di antara pemelihara itu) mampu, maka hendaklah dia menahan diri (dari memakan harta anak yatim itu) dan barang siapa miskin, maka bolehlah dia makan harta itu menurut cara yang patut. (an-Nis±'/4: 6);Allah swt memerintahkan kepada hamba-Nya agar memenuhi janji, baik janji kepada Allah ataupun janji yang dibuat dengan sesama manusia, yaitu akad jual beli dan sewa menyewa yang termasuk dalam bidang muamalah.\r\nAz-Zajjaj menjelaskan bahwa semua perintah Allah dan larangan-Nya adalah janji Allah yang harus dipenuhi, termasuk pula janji yang harus diikrarkan kepada Tuhannya, dan janji yang dibuat antara hamba dengan hamba. \r\nYang dimaksud dengan memenuhi janji ialah melaksanakan apa yang telah ditentukan dalam perjanjian itu, dengan tidak menyimpang dari ketentuan agama dan hukum yang berlaku.\r\nDi akhir ayat, Allah swt menegaskan bahwa sesungguhnya janji itu harus dipertanggungjawabkan. Orang-orang yang mengkhianati janji, ataupun membatalkan janji secara sepihak akan mendapat pembalasan yang setimpal.\r\n"}