{"tafsir_id":2069,"surah_id":17,"aya_number":40,"tafsir_wajiz":"Setelah mengingatkan umat Islam agar tidak mengikuti perkataan dan perbuatan yang tidak diketahui kebenarannya, pada no_ayatt ini Allah menjelaskan kesalahan kaum musyrik yang menyembah patung-patung sebagai perantara mendekatkan diri mereka kepada Tuhan. Allah menyatakan, “Maka apakah pantas, apa yang engkau katakan bahwa Tuhanmu memilihkan anak-anak laki-laki untukmu dan Dia mengambil anak-anak perempuan di antara para malaikat, yang menurut pandanganmu lebih rendah derajatnya daripada anak laki-laki? Sungguh, kamu benar-benar mengucapkan kata yang besar dosanya, yaitu bahwa Tuhan mempunyai anak dan para malaikat berjenis kelamin perempuan, sungguh perkataan itu adalah kebohongan yang nyata.","tafsir_tahlili":"(40) Allah swt membantah anggapan kaum musyrikin Mekah bahwa malaikat adalah anak perempuan Allah, dengan menanyakan apakah patut Tuhanmu memilih bagimu anak laki-laki, sedang Dia sendiri mengambil anak-anak perempuan di antara malaikat. Pertanyaan ini mengandung arti penyangkalan terhadap anggapan mereka bahwa Allah swt mempunyai anak-anak perempuan yang berupa malaikat. Bantahan Allah, dalam ayat ini, dengan cara menunjukkan kesalahan jalan pikiran mereka, bertujuan agar mereka dapat memahami kesalahannya. Bagaimana mungkin Allah swt yang menciptakan langit dan bumi serta benda-benda yang berada di antara keduanya dikatakan mempunyai anak-anak perempuan yang berupa malaikat, sedangkan mereka sendiri lebih suka mempunyai anak-anak laki-laki dan membenci anak perempuan. Mereka bahkan menguburkan anak perempuan itu hidup-hidup. Dalam hal ini, mereka memberi suatu sifat kepada Allah yang mereka sendiri tidak menyukainya. Jalan pikiran mereka benar-benar kacau. Mereka menyifati Zat Yang Maha Esa dan Mulia dengan sifat yang rendah menurut pandangan mereka sendiri. Anggapan seperti ini mengakibatkan tiga macam kesalahan.\r\n1.  Mereka menganggap bahwa para malaikat itu anak-anak perempuan.\r\n2.  Mereka menganggap bahwa malaikat adalah anak perempuan Allah.\r\n3.  Mereka menyembah malaikat-malaikat itu.\r\nAllah swt berfirman:\r\nفَاسْتَفْتِهِمْ اَلِرَبِّكَ الْبَنَاتُ وَلَهُمُ الْبَنُوْنَۚ   ١٤٩  اَمْ خَلَقْنَا الْمَلٰۤىِٕكَةَ اِنَاثًا وَّهُمْ شَاهِدُوْنَ  ١٥٠  اَلَآ اِنَّهُمْ مِّنْ اِفْكِهِمْ لَيَقُوْلُوْنَۙ  ١٥١  وَلَدَ اللّٰهُ ۙوَاِنَّهُمْ لَكٰذِبُوْنَۙ  ١٥٢  \r\nMaka tanyakanlah (Muhammad) kepada mereka (orang-orang kafir Mekah), ”Apakah anak-anak perempuan itu untuk Tuhanmu sedangkan untuk mereka anak-anak laki-laki?” Atau apakah Kami menciptakan malaikat-malaikat berupa perempuan sedangkan mereka menyaksikan(nya)? Ingatlah, sesungguhnya di antara kebohongannya mereka benar-benar mengatakan, ”Allah mempunyai anak.” Dan sungguh, mereka benar-benar pendusta. (a¡-¢aff±t/37: 149-152);Allah swt menegaskan bahwa dengan ucapan itu, kaum musyrikin telah mengatakan ucapan yang besar dosanya. Mereka telah mengada-adakan kebohongan terhadap Allah, dan karenanya diancam dengan siksaan yang pedih. Mereka juga telah menyia-nyiakan akal pikiran mereka sendiri, karena memutarbalikkan kebenaran yang semestinya mereka junjung tinggi.\r\nوَقَالُوا اتَّخَذَ الرَّحْمٰنُ وَلَدًا ۗ  ٨٨  لَقَدْ جِئْتُمْ شَيْـًٔا اِدًّا ۙ  ٨٩  تَكَادُ السَّمٰوٰتُ يَتَفَطَّرْنَ مِنْهُ وَتَنْشَقُّ الْاَرْضُ وَتَخِرُّ الْجِبَالُ هَدًّا ۙ  ٩٠  اَنْ دَعَوْا لِلرَّحْمٰنِ وَلَدًا ۚ  ٩١  وَمَا يَنْۢبَغِيْ لِلرَّحْمٰنِ اَنْ يَّتَّخِذَ وَلَدًا ۗ  ٩٢  \r\nDan mereka berkata, ”(Allah) Yang Maha Pengasih mempunyai anak.” Sungguh, kamu telah membawa sesuatu yang sangat mungkar, hampir saja langit pecah, dan bumi terbelah, dan gunung-gunung runtuh, (karena ucapan itu), karena mereka menganggap (Allah) Yang Maha Pengasih mempunyai anak. Dan tidak mungkin bagi (Allah) Yang Maha Pengasih mempunyai anak. (Maryam/19: 88-92) (Lihat juga al-Baqarah/2: 116)\r\n"}