{"tafsir_id":2075,"surah_id":17,"aya_number":46,"tafsir_wajiz":"Dan Kami adakan penutup-penutup di atas hati mereka dan penyumbat di telinga mereka, sesuai dengan kehendak mereka yang tidak percno_ayat kepada kebenaran Al-Qur’an, sehingga mereka tidak dapat memahaminya, yakni memahami tuntunan Al-Qur’an. Dan apabila engkau menyebut Tuhanmu saja dalam al-Qur’an, tanpa menyebut tuhan-tuhan mereka, niscno_ayat mereka berpaling dan lari menjauh ke belakang karena benci dan enggan mendengar tuntunan Al-Qur’an.","tafsir_tahlili":"(46) Selanjutnya Allah swt menjelaskan bahwa pada saat Rasulullah membaca Al-Qur'an, Allah swt memasang tutup yang menyelubungi hati kaum musyrikin, sehingga hati mereka tidak bisa memahami Al-Qur'an, dan memasang sumbat di telinga mereka, sehingga tidak dapat mendengarnya. Kalau dalam ayat 45 di atas, Allah menyebutkan sebab-sebab yang meng-halangi mereka memahami Al-Qur'an yang datang dari luar, dalam ayat ini Allah swt menyebutkan sebab-sebab yang datang dari dalam atau yang terdapat pada diri mereka sendiri. Mereka telah mengalami kerusakan mental yang berat, sehingga tidak dapat lagi mengendalikan jiwanya. Oleh karena itu, mereka terhalang dari memahami ayat-ayat Al-Qur'an yang benar-benar meminta perhatian dan pemusatan pikiran. Kerusakan mental ini disebabkan kebiasaan mereka mengikuti jejak nenek moyang, meskipun apa yang diikuti itu tidak benar. Mereka sendiri mengakui kerusakan mental mereka, sebagaimana disebutkan dalam firman Allah pada ayat yang lain:\r\nوَقَالُوْا قُلُوْبُنَا فِيْٓ اَكِنَّةٍ مِّمَّا تَدْعُوْنَآ اِلَيْهِ وَفِيْٓ اٰذَانِنَا وَقْرٌ وَّمِنْۢ بَيْنِنَا وَبَيْنِكَ حِجَابٌ فَاعْمَلْ اِنَّنَا عٰمِلُوْنَ  \r\nDan mereka berkata, ”Hati kami sudah tertutup dari apa yang engkau seru kami kepadanya dan telinga kami sudah tersumbat, dan di antara kami dan engkau ada dinding, karena itu lakukanlah (sesuai kehendakmu), sesung-guhnya kami akan melakukan (sesuai kehendak kami).” (Fu¡¡ilat/41: 5) (Perhatikan pula Fu¡¡ilat/41: 44 dan al-An±m/6: 25)\r\n \r\n Selanjutnya dijelaskan bahwa apabila Rasulullah menyebutkan nama Allah Yang Maha Esa dalam Al-Qur'an, tanpa menyebutkan nama-nama tuhan mereka, mereka berpaling ke belakang, dan menjauhinya dengan sikap yang sombong dan takabur. Mereka merasa tersinggung sebab Rasulullah hanya menyebut nama Allah Yang Maha Esa saja dan tidak menyebutkan nama berhala-berhala mereka dalam Al-Quran yang dibaca. Mereka benar-benar membenci Nabi yang tidak hanya tampak pada ucapan dan sikap mereka, akan tetapi diikuti dengan tindakan-tindakan penyiksaan kepada kaum Muslimin. Mereka juga merintangi kegiatan menyebarkan dakwah Islamiyah di kalangan penduduk Mekah dan sekitarnya.\r\n"}