{"tafsir_id":2078,"surah_id":17,"aya_number":49,"tafsir_wajiz":"Pada no_ayatt yang lalu, Allah membicarakan perkara kenabian dan bantahan kepada kaum musyrik yang memperolok-olokkan Nabi dan mendustakan Al-Qur’an. Kemudian pada no_ayatt ini Allah membantah keragu-raguan mereka terhadap akhirat, kebangkitan dan pembalasan. Allah menyatakan, “Dan mereka, orang-orang yang tidak percno_ayat kepada hari kebangkitan, berkata, “Apakah bila kami telah menjadi tulang-belulang yang berserakan dan benda-benda yang hancur, terpisah satu dengan yang lain apakah kami benar-benar akan dibangkitkan kembali sebagai makhluk yang baru?”","tafsir_tahlili":"(49) Allah swt menjelaskan kepada Rasul-Nya apa yang dikatakan oleh kaum musyrikin Mekah mengenai hari kebangkitan. Mereka mengatakan bahwa apabila mereka telah mati dan menjadi tulang belulang yang lapuk dan tidak utuh lagi, apakah benar mereka akan dibangkitkan kembali seperti makhluk semula. Dari perkataan mereka ini tampak bahwa mereka tidak mau mempercayai adanya hari kebangkitan.\r\nMenurut kepercayaan mereka, apabila manusia telah mati dan menjadi tulang belulang yang bercerai-berai, apalagi telah hancur luluh, tidak mungkin akan terkumpul kembali dan menjadi makhluk semula yang hidup seperti sediakala. Inilah yang menjadi sebab utama mengapa mereka menolak kebenaran wahyu dan kerasulan Muhammad saw. Keingkaran mereka terhadap hari kebangkitan ini disebabkan oleh sikap mereka yang menyamakan sesuatu yang berada di luar kemampuan pikiran mereka dengan kejadian yang biasa dialami sehari-hari. Padahal kekuasaan untuk membangkitkan kembali semua makhluk berada di tangan Allah swt yang semula menciptakannya. Semua itu berada di luar kemampuan pikiran atau akal mereka. Jika mau memperhatikan tanda-tanda kekuasaan Allah di langit, di bumi, dan di semua benda-benda di sekeliling mereka, pasti mereka akan membenarkan kejadian hari kebangkitan itu.\r\nAllah swt berfirman:\r\nيَقُوْلُوْنَ ءَاِنَّا لَمَرْدُوْدُوْنَ فِى الْحَافِرَةِۗ  ١٠  ءَاِذَا كُنَّا عِظَامًا نَّخِرَةً ۗ  ١١  قَالُوْا تِلْكَ اِذًا كَرَّةٌ خَاسِرَةٌ  ۘ  ١٢  \r\n(Orang-orang kafir) berkata, ”Apakah kita benar-benar akan dikembalikan kepada kehidupan yang semula?Apakah (akan dibangkitkan juga) apabila kita telah menjadi tulang belulang yang hancur?” Mereka berkata, ”Kalau demikian, itu adalah suatu pengembalian yang merugikan.” (an-N±zi±t/79: 10-12)\r\nوَضَرَبَ لَنَا مَثَلًا وَّنَسِيَ خَلْقَهٗۗ قَالَ مَنْ يُّحْيِ الْعِظَامَ وَهِيَ رَمِيْمٌ   ٧٨  قُلْ يُحْيِيْهَا الَّذِيْٓ اَنْشَاَهَآ اَوَّلَ مَرَّةٍ ۗوَهُوَ بِكُلِّ خَلْقٍ عَلِيْمٌ ۙ  ٧٩  ;Dan dia membuat perumpamaan bagi Kami dan melupakan asal kejadiannya; dia berkata, ”Siapakah yang dapat menghidupkan tulang-belulang, yang telah hancur luluh?” Katakanlah (Muhammad), ”Yang akan menghidupkannya ialah (Allah) yang menciptakannya pertama kali. Dan Dia Maha Mengetahui tentang segala makhluk. (Y±s³n/36: 78-79)\r\n"}