{"tafsir_id":2080,"surah_id":17,"aya_number":51,"tafsir_wajiz":"Atau jadilah kamu suatu makhluk dari makhluk yang tidak mungkin mengalami hidup kembali menurut pikiranmu, karena lebih keras dari batu ataupun besi, niscno_ayat Tuhan akan menghidupkanmu dan membangkitkanmu. Maka setelah mendengar penjelasan itu, mereka akan bertanya, “Siapa yang akan menghidupkan kami kembali sesudah kami mati.” Katakanlah wahai Nabi Muhammad, “Yang telah menciptakan kamu pada kali yang pertama.” Lalu setelah mendengar jawaban Nabi, mereka akan menggeleng-gelengkan kepala mereka kepadamu karena tidak percno_ayat dan berkata seakan-akan menantang, “Kapan kebangkitan itu akan terjadi?” Katakanlah wahai Nabi Muhammad, “Mudah-mudahan waktu berbangkit itu dekat,” dan pasti datang saat yang dijanjikan itu.","tafsir_tahlili":"(50-51) Allah swt memerintahkan Rasul-Nya untuk memberikan jawaban dan menerangkan kepada kaum musyrikin Mekah bahwa Allah swt berkuasa membangkitkan mereka kembali setelah mereka mati seperti keadaan pada saat pertama kali diciptakan, bagaimanapun juga keadaan mereka, apakah ia berupa tulang, bangkai, batu, besi, atau apa saja menurut pemahaman mereka. Allah swt memerintahkan kepada Rasul-Nya untuk mengatakan kepada mereka, “Jadilah kamu sekalian batu atau besi.” Maksudnya ialah meskipun mereka telah menjadi batu atau besi, atau menjadi benda apapun menurut dugaan mereka jauh kemungkinannya untuk hidup kembali, sebenarnya Allah swt berkuasa menghidupkan mereka kembali. Itulah sebabnya Allah swt memerintahkan kepada Rasul-Nya agar menjawab keraguan mereka dengan tegas bahwa yang akan menghidup-kan mereka ialah Zat yang menciptakan mereka pertama kali. Apabila Allah swt berkuasa menciptakan mereka pada kali yang pertama dari tanah, Dia pun berkuasa untuk menghidupkan mereka kembali setelah menjadi tanah.\r\nKemudian dijelaskan bahwa mereka akan menggeleng-gelengkan kepala mendengar penjelasan Rasulullah sebagai tanda bahwa mereka mendustakannya dan betul-betul tidak dapat menerima terjadinya hari kebangkitan. Sikap ini juga sebagai tanda bahwa mereka akan menanyakan kapan terjadinya hari kebangkitan, dan kapan mereka akan dibangkitkan sebagai makhluk baru. Pertanyaan yang serupa dinyatakan dalam ayat-ayat yang lain. Allah berfirman:\r\nوَيَقُوْلُوْنَ مَتٰى هٰذَا الْوَعْدُ اِنْ كُنْتُمْ صٰدِقِيْنَ  \r\nDan mereka (orang-orang kafir) berkata, ”Kapan janji (hari kebangkitan) itu (terjadi) jika kamu orang yang benar?” (Y±s³n/36: 48)\r\nيَسْتَعْجِلُ بِهَا الَّذِيْنَ لَا يُؤْمِنُوْنَ بِهَاۚ \r\nOrang-orang yang tidak percaya adanya hari Kiamat, meminta agar hari itu segera terjadi. (asy-Syµr±/42: 18);Pada hari kiamat, manusia akan dibangkitkan dengan disusun kembali dari tulang ekornya. Nabi Muhammad bersabda:\r\nاِنَّ فِى اْلاِنْسَانِ عَظْمًا لاَ تَأْكُلُهُ اْلأَرْضُ اَبَدًا. فِيْهِ يُرَكَّبُ يَوْمَ الْقِيَامَةِ. قَالُوْا: أَيُّ عَظْمٍ هُوَ يَا رَسُوْلَ اللهِ؟ قَالَ: عَجَبُ الذَّنَبِ. (رواه مسلم عن أبي هريرة)\r\n“Sesungguhnya pada diri manusia ada tulang yang tidak akan termakan tanah selamanya. Dari tulang itu manusia akan disusun kembali pada hari kiamat.” Para sahabat bertanya, “Tulang apakah itu, wahai Rasulullah?” beliau menjawab, “Tulang ekor.” (Riwayat Muslim dari Abu Hurairah);Di akhir ayat, Allah swt memerintahkan kepada Rasul-Nya agar mengatakan kepada kaum musyrikin bahwa mereka harus bersiap-siap untuk menghadapi hari kebangkitan, karena waktunya sudah dekat, dan memang pasti datang. Orang Arab biasanya mengatakan sesuatu yang akan datang dan pasti terjadi, dengan mengatakan waktunya sudah dekat meskipun berselang lama. Dalam hal ini, Allah swt tidak memastikan kapan hari kebangkitan itu datang kepada semua makhluk-Nya, baik kepada malaikat ataupun Rasul-Nya. Dia hanya memberitahukan hari kebangkitan pasti datang dalam waktu dekat.\r\n"}