{"tafsir_id":2081,"surah_id":17,"aya_number":52,"tafsir_wajiz":"Yaitu pada hari ketika Dia memanggil kamu melalui malaikat, lalu kamu mematuhi-Nya dengan bersungguh-sungguh sambil memuji-Nya atas kuasa-Nya membangkitkan kamu, dan kamu mengira bahwa kamu tidak berdiam di dalam kubur atau di dunia kecuali sebentar saja, walaupun kamu berada di sana bertahun-tahun lamanya.","tafsir_tahlili":"(52) Kemudian dijelaskan bahwa hari kebangkitan itu adalah hari ketika Allah swt memanggil semua manusia, lalu mereka akan mematuhi panggilan itu sambil memuji-Nya. Maksudnya ialah bahwa pada hari itu Allah dengan kemahakuasaan-Nya memanggil seluruh manusia. Lalu mereka bangkit dari kuburnya sambil memuji kekuasaan Allah yang telah membangkitkan mereka sesuai dengan janji yang telah ditetapkan.\r\nAllah swt berfirman:\r\nوَاسْتَمِعْ يَوْمَ يُنَادِ الْمُنَادِ مِنْ مَّكَانٍ قَرِيْبٍ   ٤١  يَوْمَ يَسْمَعُوْنَ الصَّيْحَةَ بِالْحَقِّ ۗذٰلِكَ يَوْمُ الْخُرُوْجِ   ٤٢  \r\nDan dengarkanlah (seruan) pada hari (ketika) penyeru (malaikat) menyeru dari tempat yang dekat. (Yaitu) pada hari (ketika) mereka mendengar suara dahsyat dengan sebenarnya. Itulah hari keluar (dari kubur). (Q±f/50: 41-42)\r\nرُوِيَ عَنْ أَنَسٍ مَرْفُوْعًا: لَيْسَ عَلَى أهل: لاَ إِلٰهَ إِلاَّ اللهُ وَحْشَةٌ فِى قُبُوْرِهِمْ، كَأَنِّيْ بِأَهْلِ لاَ إِلٰهَ إِلاَّ اللهُ يَقُوْمُوْنَ مِنْ قُبُوْرِهِمْ يَنْفُضُوْنَ التُّرَابَ عَنْ رُؤُوْسِهِمْ، يَقُوْلُوْنَ: لاَ إِلٰهَ إِلاَّ اللهُ. وفى رواية الطبراني عن ابن عمر: يَقُوْلُوْنَ اَلْحَمْدُ ِللهِ الَّذِيْ أَذْهَبَ عَنَّا الْحَزَنَ. (رواه الطبراني)\r\nDiriwayatkan dalam sebuah hadis marfu dari Anas bahwa beliau berkata, “Orang-orang yang mengucapkan, “Tiada tuhan selain Allah,” tidaklah merasa kesepian di alam kubur. Seolah aku bersama mereka keluar dari kuburnya dengan menyeka debu tanah dari kepala mereka, seraya berkata, “Tiada tuhan selain Allah.” Dalam riwayat a¯-°abr±n³ dari Ibnu Umar bahwa mereka berkata, “Segala puji bagi Allah yang telah menghilangkan kesedihan kami.” (Riwayat a¯-°abr±n³)\r\n \r\nPada saat bangkit dari kubur, mereka mengira bahwa mereka hidup di dunia tidak lama, tetapi hanya sebentar saja.\r\nAllah swt berfirman:\r\nكَاَنَّهُمْ يَوْمَ يَرَوْنَهَا لَمْ يَلْبَثُوْٓا اِلَّا عَشِيَّةً اَوْ ضُحٰىهَا ࣖ  \r\nPada hari ketika mereka melihat hari Kiamat itu (karena suasananya hebat), mereka merasa seakan-akan hanya (sebentar saja) tinggal (di dunia) pada waktu sore atau pagi hari. (an-N±zi±t/79: 46) (Perhatikan pula Yµnus/10: 45);Al-¦asan al-Ba¡r³ memberi penjelasan bahwa yang dimaksud dengan dekatnya hari kebangkitan itu ialah di hari itu kamu merasa seolah-olah pernah berada di dunia, (padahal kamu sekian lama berada di sana), dan tiba-tiba kamu sekarang telah berada di akhirat dan dalam menjalani proses penghitungan amal baik dan buruk.\r\n"}