{"tafsir_id":2082,"surah_id":17,"aya_number":53,"tafsir_wajiz":"Dan katakanlah kepada hamba-hamba-Ku yang beriman apabila mereka berkata kepada kaum musyrikin, “Hendaklah mereka mengucapkan perkataan yang lebih baik dan benar walaupun mereka bersikap keras dan berkata kasar kepadamu. Sungguh, setan itu senantiasa mencari peluang dan berusaha menimbulkan perselisihan di antara mereka, yakni orang-orang yang beriman. Sungguh, setan itu adalah musuh yang nyata bagi manusia.","tafsir_tahlili":"(53) Allah memerintahkan kepada Rasulullah agar mengatakan kepada semua hamba-Nya supaya mengucapkan perkataan yang lebih baik pada saat berbicara atau berdebat dengan orang-orang musyrik ataupun yang lainnya. Agar mereka tidak menggunakan kata-kata yang kasar dan caci-maki yang akan menimbulkan kebencian, tetapi hendaklah menggunakan kata-kata yang benar dan mengandung pelajaran yang baik.\r\nAllah swt berfirman:\r\nاُدْعُ اِلٰى سَبِيْلِ رَبِّكَ بِالْحِكْمَةِ وَالْمَوْعِظَةِ الْحَسَنَةِ \r\nSerulah (manusia) kepada jalan Tuhanmu dengan hikmah dan pengajaran yang baik. (an-Na¥l/16: 125). Perhatikan pula al-Ankabµt/29: 46.;Allah swt menjelaskan alasan larangan-Nya itu, yaitu setan bisa merusak suasana dan menyebarkan bencana di antara kaum Mukminin dengan orang-orang musyrik ketika mereka berbicara kasar dan berselisih. Perselisihan di kalangan mereka bisa menimbulkan pertentangan, bahkan perkelahian. Dalam hal ini, Rasulullah saw pernah melarang seorang laki-laki Muslim menudingnya dengan menggunakan sepotong besi, karena khawatir kalau-kalau setan melepaskan senjata itu dari tangannya lalu meluncur mengenai Rasul. Hal ini akan menyebabkan orang itu berdosa dan dimasukkan ke dalam neraka.\r\nDiriwayatkan oleh Imam A¥mad dari Abu Hurairah, ia berkata bahwa Rasulullah saw bersabda:\r\nوَلاَ يُشِيْرَنَّ أَحَدُكُمْ إِلَى أَخِيْهِ بِالسِّلاَحِ. فَإِنَّهُ لاَ يَدْرِى لَعَلَّ الشَّيْطَانَ يَنْزَغُ فِى يَدِهِ فَيَقَعُ فِى حُفْرَةٍ مِنَ النَّارِ. (رواه أحمد عن أبي هريرة)\r\nJanganlah seorang di antara kamu mengacung- acungkan senjata kepada saudaranya, karena sesungguhnya ia tidak mengetahui, boleh jadi setan melepaskan senjata dari tangannya, sehingga dia akan masuk ke lembah neraka. (Riwayat Imam A¥mad dari Abu Hurairah);Kemudian Allah menegaskan bahwa setan adalah musuh yang nyata bagi manusia. Permusuhan di antara keduanya sudah berlangsung lama. Dalam ayat lain Allah swt berfirman:\r\nثُمَّ لَاٰتِيَنَّهُمْ مِّنْۢ بَيْنِ اَيْدِيْهِمْ وَمِنْ خَلْفِهِمْ وَعَنْ اَيْمَانِهِمْ وَعَنْ شَمَاۤىِٕلِهِمْۗ \r\nKemudian pasti aku akan mendatangi mereka dari depan, dari belakang, dari kanan dan dari kiri mereka. (al-Ar±f/7: 17)\r\n"}