{"tafsir_id":2084,"surah_id":17,"aya_number":55,"tafsir_wajiz":"Dan Tuhanmu lebih mengetahui siapa yang ada di langit dan di bumi dari sekalian makhluk-Nya, dan dia memilih di antara makhluk-Nya itu nabi-nabi yang diutus untuk memberikan peringatan dan petunjuk kepada kaumnya. Dan sungguh, telah Kami lebihkan keutamaan sebagian nabi-nabi itu atas sebagian yang lain, dan di antara kelebihan itu ialah Kami berikan kitab Zabur kepada Nabi Dawud.","tafsir_tahlili":"(55)  Ayat ini menjelaskan bahwa Allah swt lebih mengetahui keadaan hamba-Nya yang di langit atau di bumi, yang tampak ataupun yang tidak. Dia memilih di antara hamba-Nya, siapa yang pantas menerima tugas kenabian dan pengetahuan agama. Dia pula yang melebihkan hamba yang satu dari hamba yang lainnya, sesuai dengan ilmu dan kuasa-Nya semata.\r\nAyat ini juga merupakan sanggahan terhadap kaum musyrikin yang mengatakan  bahwa jauh kemungkinannya Muhammad yang hanya seorang anak yatim piatu dan diasuh oleh pamannya, Abµ °±lib, menjadi seorang nabi. Kalau pengikut-pengikutnya hanyalah orang-orang kelaparan, dan berpakaian compang-camping, tidak mungkin orang bangsawan dan pemuka-pemuka Quraisy mau menjadi pengikutnya.\r\nPenyebutan bahwa Allah lebih mengetahui makhluk-Nya yang ada di langit dan di bumi pada ayat ini merupakan sanggahan terhadap dugaan dan keinginan mereka bahwa sepatutnya Allah mengirim malaikat atau orang besar dari Mekah atau Taif, untuk menjadi utusan-Nya. Firman Allah:\r\n لَوْلَآ اُنْزِلَ عَلَيْنَا الْمَلٰۤىِٕكَةُ  \r\nMengapa bukan para malaikat yang diturunkan kepada kita. (al-Furq±n/25: 21);Firman Allah pula:\r\nوَقَالُوْا لَوْلَا نُزِّلَ هٰذَا الْقُرْاٰنُ عَلٰى رَجُلٍ مِّنَ الْقَرْيَتَيْنِ عَظِيْمٍ  \r\nDan mereka (juga) berkata, ”Mengapa Al-Quran ini tidak diturunkan kepada orang besar (kaya dan berpengaruh) dari salah satu dua negeri ini (Mekah dan Taif)?” (az-Zukhruf/43: 31);Di antara hamba Allah yang dipilih untuk menjadi utusan-Nya ialah mereka yang mempunyai keutamaan rohani dan jiwa yang bersih. Allah swt melebihkan sebagian nabi atas sebagian yang lain sesuai dengan pilihan-Nya juga, seperti Nabi Ibrahim diberi keistimewaan sehingga diberi gelar Khalilullah dan Nabi Musa diberi keistimewaan pula sehingga diberi gelar Kalimullah. Nabi Muhammad diberi mukjizat yang tertinggi di antara semua mukjizat yaitu Al-Qur'an dan diberi kemuliaan menghadap langsung ke hadirat-Nya ketika Isr±' dan Mir±j.\r\nAllah swt berfirman:\r\nتِلْكَ الرُّسُلُ فَضَّلْنَا بَعْضَهُمْ عَلٰى بَعْضٍۘ مِنْهُمْ مَّنْ كَلَّمَ اللّٰهُ وَرَفَعَ بَعْضَهُمْ دَرَجٰتٍۗ وَاٰتَيْنَا عِيْسَى ابْنَ مَرْيَمَ الْبَيِّنٰتِ وَاَيَّدْنٰهُ بِرُوْحِ الْقُدُسِۗ \r\nRasul-rasul itu Kami lebihkan sebagian mereka dari sebagian yang lain. Di antara mereka ada yang (langsung) Allah berfirman dengannya dan sebagian lagi ada yang ditinggikan-Nya beberapa derajat. Dan Kami beri Isa putra Maryam beberapa mukjizat dan Kami perkuat dia dengan Rohulkudus. (al-Baqarah/2: 253);Di akhir ayat, Allah menyebutkan bahwa Dia telah memberikan Zabur kepada Daud a.s. Dengan demikian, dapat dipahami bahwa keutamaan Nabi Daud, bukan hanya karena menjadi raja, tetapi karena ia juga memperoleh kitab dari Allah.\r\nPenyebutan Zabur secara khusus dalam ayat ini karena dalam kitab itu disebutkan bahwa Nabi Muhammad adalah nabi penutup dan umatnya adalah umat yang baik pula.\r\nAllah swt berfirman:\r\nوَلَقَدْ كَتَبْنَا فِى الزَّبُوْرِ مِنْۢ بَعْدِ الذِّكْرِ اَنَّ الْاَرْضَ يَرِثُهَا عِبَادِيَ الصّٰلِحُوْنَ   \r\nDan sungguh, telah Kami tulis di dalam Zabur setelah (tertulis) di dalam Az-Zikr (Lauḥ Maḥfµ§), bahwa bumi ini akan diwarisi oleh hamba-hamba-Ku yang saleh. (al-Anbiy±'/21: 105);Yang dimaksud dengan hamba-hamba-Ku yang saleh dalam ayat di atas adalah Nabi Muhammad dan umatnya.\r\n"}