{"tafsir_id":2087,"surah_id":17,"aya_number":58,"tafsir_wajiz":"Dan tidak ada suatu negeri pun yang durhaka penduduknya karena kekufuran atau kejahatan perbuatannya, melainkan Kami membinasakannya sebelum hari kiamat dengan kematian atau Kami siksa penduduknya dengan siksa yang sangat keras. Yang demikian itu, yakni kebinasaan dan siksa yang menimpa mereka, telah tertulis di dalam kitab Lauh Mahfuz.","tafsir_tahlili":"(58) Allah swt memberikan peringatan kepada kaum musyrikin Mekah yang mengingkari terjadinya hari kebangkitan, hari pembalasan, dan kerasulan Muhammad, bahwa tidak ada suatu negeri pun yang penduduknya durhaka, melainkan dibinasakan keseluruhannya, sebelum hari kiamat datang atau ditimpa bencana yang hebat karena dosa dan keingkaran mereka kepada nabi-nabi yang pernah diutus kepada mereka.\r\nAllah swt berfirman:\r\nوَكَاَيِّنْ مِّنْ قَرْيَةٍ عَتَتْ عَنْ اَمْرِ رَبِّهَا وَرُسُلِهٖ فَحَاسَبْنٰهَا حِسَابًا شَدِيْدًاۙ وَّعَذَّبْنٰهَا عَذَابًا نُّكْرًا   ٨  فَذَاقَتْ وَبَالَ اَمْرِهَا وَكَانَ عَاقِبَةُ اَمْرِهَا خُسْرًا   ٩  \r\nDan betapa banyak (penduduk) negeri yang mendurhakai perintah Tuhan mereka dan rasul-rasul-Nya, maka Kami buat perhitungan terhadap penduduk negeri itu dengan perhitungan yang ketat, dan Kami azab mereka dengan azab yang mengerikan (di akhirat). Sehingga mereka merasakan akibat yang buruk dari perbuatannya, dan akibat perbuatan mereka, itu adalah kerugian yang besar. (a¯-°al±q/65: 8-9)\r\n  \r\nAllah swt menjelaskan bahwa yang demikian itu telah tercantum dalam kitab Allah, sebagaimana diriwayatkan oleh Imam at-Tirmi©³ dari Ub±dah bin ¢āmit ia berkata, “Saya telah mendengar Rasulullah saw bersabda:\r\nإِنَّ اَوَّلَ مَا خَلَقَ اللهُ الْقَلَمُ، فَقَالَ لَهُ اكْتُبْ. فَقَالَ مَا اَكْتُبُ؟ قَالَ: اُكْتُبِ الْمُقَدَّرَ وَمَا هُوَ كَائِنٌ إِلَى يَوْمِ الْقِيَامَةِ. (رواه الترمذي عن عبادة بن الصامت)\r\nSebenarnya yang diciptakan pertama kali oleh Allah ialah qalam (pena), kemudian Allah swt berfirman pada qalam itu, “Catatlah,” lalu qalam itu berkata, “Apa yang akan saya catat?” Allah swt berfirman, “Catatlah hal-hal yang telah ditentukan, dan apa yang akan terjadi hingga hari kiamat.” (Riwayat Imam at-Tirmi©³ dari Ub±dah bin ¢āmit)\r\n"}