{"tafsir_id":2088,"surah_id":17,"aya_number":59,"tafsir_wajiz":"Orang-orang kafir Mekah berkata bahwa nabi-nabi dahulu dapat melakukan perbuatan yang luar biasa, seperti mengarahkan angin menurut kehendaknya atau menghidupkan orang mati, lalu mereka meminta kepada Nabi Muhammad agar menunjukkan bukti kenabiannya dengan mengubah bukit Safa menjadi emas, maka turunlah wahyu Allah, Dan tidak ada yang menghalangi Kami untuk mengirimkan kepadamu tanda-tanda kekuasaan Kami yang dapat dilihat, melainkan karena tanda-tanda itu telah didustakan oleh orang terdahulu. Dan di antara tanda-tanda yang telah Kami berikan kepada umat terdahulu yaitu tanda-tanda yang Kami berikan kepada kaum samud, kaumnya Nabi Saleh, berupa unta betina sebagai mukjizat yang dapat dilihat, sebagaimana yang diusulkan oleh mereka, tetapi mereka menganino_ayat unta betina itu dengan membunuhnya. Dan Kami tidak mengirimkan tanda-tanda itu melainkan untuk menakut-nakuti agar mereka beriman. Akan tetapi mereka tidak mau beriman, walaupun telah Kami tunjukkan kepada mereka tanda-tanda kekuasaan Kami yang bersifat indrawi yang mereka minta. Jika Kami menunjukkan tanda-tanda itu kepadamu niscno_ayat kamu akan mendustakan pula, dan dengan demikian akan berlaku pula ketentuan kami menghancurkan penduduk negeri yang durhaka sebagaimana berlaku kepada kaum sebelum kamu.","tafsir_tahlili":"(59) Imam A¥mad meriwayatkan dari Ibnu Abb±s bahwa ia berkata, “Penduduk Mekah meminta kepada Nabi saw agar mengubah gunung Safa menjadi gunung emas, dan menghilangkan bukit agar tanahnya bisa diguna-kan untuk pertanian. Malaikat mengatakan kepada Nabi, “Jika engkau mau memenuhi permintaan mereka, penuhilah. Apabila mereka mengingkari, mereka dapat dibinasakan seperti umat-umat terdahulu.” Nabi bersabda, “Tetapi saya ingin menunda permintaan mereka.” Kemudian Allah menurun-kan ayat ini.”\r\nAllah menjelaskan bahwa tidak ada yang mampu menghalangi ter-laksananya mukjizat yang diberikan kepada rasul-Nya. Orang-orang dahulu yang mendustakan tanda-tanda kekuasaan-Nya (mukjizat) seperti yang telah diberikan kepada para rasul-Nya yang terdahulu, akan dimusnahkan. Begitu pula orang-orang Quraisy yang meminta kepada Nabi Muhammad saw, supaya Allah menurunkan pula tanda-tanda kekuasaan-Nya kepada mereka. Akan tetapi, Allah tidak mengabulkannya, karena bila tanda-tanda kekuasaan Allah itu diturunkan, pasti mereka mendustakannya juga dan tentulah mereka akan dibinasakan seperti umat-umat yang dahulu. Sedang Allah tidak akan membinasakan orang-orang Quraisy, karena di antara keturunan mereka ada yang diharapkan menjadi orang-orang yang beriman.\r\nAllah swt menjelaskan bahwa Dia telah memberikan tanda-tanda kekuasaan-Nya (mukjizat-Nya) kepada Nabi Saleh, seperti yang diminta oleh kaum Samud yaitu unta betina yang dapat mereka saksikan sendiri.\r\nRasulullah bersabda:\r\nعَنِ الرَّبِيْعِ بْنِ أَنَسٍ قَالَ: قَالَ النَّاسُ لِرَسُوْلِ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ : لَوْجِئْتَنَا بِاٰيَةٍ كَمَا جَاءَ بِهَا صَالِحٌ وَالنَّيِبُّوْنَ فَقَالَ رَسُوْلُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ إِنْ شِئْتُمْ دَعَوْتُ الله فَأَنْزَلَهَا عَلَيْكُمْ فَإِنْ عَصَيْتُمْ هُلِكْتُمْ فَقَالُوْا لاَ نُرِيْدُهَا. (رواه البيهقي فى دلائل النبوة)\r\nDiriwayatkan dari ar-Rab³ bin Anas, ia berkata, “Orang-orang Quraisy berkata kepada Rasulullah saw, “(Kami mau beriman), seandainya didatangkan kepada kami tanda-tanda kekuasaan Allah, seperti yang didatangkan oleh Nabi Saleh dan para nabi (kepada umat mereka).” Kemudian Rasulullah saw bersabda, “Kalau kamu sekalian menginginkan agar saya berdoa kepada Allah, tentulah Allah akan menurunkan (tanda-tanda kekuasaan itu) kepadamu. Tetapi apabila kamu membangkang juga, tentulah kamu akan dibinasakan.” Kemudian mereka berkata, “Kami tidak menginginkan.” (Riwayat al-Baihaq³) \r\nAllah menjelaskan bahwa pada akhirnya kaum Samud tetap tidak menjadi orang-orang yang beriman, bahkan mereka menganiaya unta betina yang menjadi mukjizat Nabi Saleh itu dan menyembelihnya. Allah swt lalu membinasakan mereka karena dosa-dosa mereka, dan menyamaratakan mereka dengan tanah.\r\nDi akhir ayat ini, Allah swt menjelaskan bahwa Dia memberikan tanda-tanda kekuasaan itu untuk mengingatkan manusia agar mengambil pelajaran darinya, sehingga mereka bertobat dan kembali mengikuti bimbingan Allah swt seperti yang diserukan oleh para nabi dan rasul-Nya.\r\n"}