{"tafsir_id":2090,"surah_id":17,"aya_number":61,"tafsir_wajiz":"Penolakan orang-orang kafir kepada para rasul itu bukanlah sesuatu yang baru. Para rasul sebelum Nabi Muhammad juga mendapatkan perlakuan yang sama dari kaumnya. Permusuhan kepada para nabi bahkan telah dimulai semenjak permusuhan Iblis kepada Nabi Adam. Dan ingatlah ketika Kami berfirman kepada para malaikat, “Sujudlah kamu semua kepada Adam,” yakni sujud dengan tujuan penghormatan bukan menyembah, lalu mereka semuanya sujud, kecuali Iblis yang enggan bersujud karena keangkuhan dan kedurhakaannya. Ia (Iblis) berkata, “Apakah aku harus bersujud kepada orang yang Engkau ciptakan dari tanah yang rendah derajatanya daripadaku yang Engkau ciptakan dari api?","tafsir_tahlili":"(61) Allah swt memerintahkan Rasulullah agar mengingatkan kaumnya akan permusuhan Iblis kepada Adam dan keturunannya. Permusuhan itu telah berlangsung lama sejak penciptaan Adam. Ketika Allah swt memerintahkan kepada para malaikat agar sujud untuk memberikan penghormatan kepada Adam, mereka lalu sujud kepadanya, kecuali Iblis. Ia merasa lebih mulia dan menolak perintah Allah. Sikap seperti itu disebabkan oleh kesombongannya, seperti tergambar dalam kata-katanya, “Apakah saya akan sujud kepada Adam yang diciptakan dari tanah, sedangkan aku diciptakan dari api.” Menurut anggapan Iblis, api lebih mulia daripada tanah.\r\nKata-kata Iblis serupa itu diungkapkan dalam ayat lain, seperti tersebut dalam firman Allah: \r\nقَالَ اَنَا۠ خَيْرٌ مِّنْهُ خَلَقْتَنِيْ مِنْ نَّارٍ وَّخَلَقْتَهٗ مِنْ طِيْنٍ  \r\n(Iblis) berkata, ”Aku lebih baik daripadanya, karena Engkau ciptakan aku dari api, sedangkan dia Engkau ciptakan dari tanah.” (¢±d/38: 76)\r\n \r\nIblis menjadi kafir karena tidak menaati perintah Allah dan bersikap sombong. Ia beranggapan bahwa Allah swt telah memerintahkan sesuatu yang tidak pada tempatnya. Anggapan Iblis yang demikian hanyalah khayalannya sendiri. Anggapannya bahwa api lebih mulia dari tanah adalah anggapan yang tidak benar, karena api dan tanah sama-sama makhluk Allah. Allah yang menciptakannya dari tiada, kemudian melebihkan kegunaannya dari yang satu atas yang lain, sesuai dengan kebijaksanaan-Nya. Api bisa membakar, sementara tanah bisa menumbuhkan. Keduanya menjadi penunjang kehidupan manusia. Jadi secara kodrati, keduanya tidak bisa dilebihkan antara satu dengan yang lain. Keduanya mempunyai kelebihan masing-masing.\r\n"}