{"tafsir_id":2099,"surah_id":17,"aya_number":70,"tafsir_wajiz":"Dan sungguh, Kami telah memuliakan anak cucu Adam, yaitu golongan manusia pada umumnya dengan tubuh yang bagus, kemampuan berpikir, kebebasan berkehendak, dan ilmu pengetahuan, dan Kami angkut mereka di darat dengan kendaraan seperti onta atau lainnya, dan di laut, dengan kapal, dan Kami beri mereka rezeki dari yang baik-baik, berupa minuman dan makanan yang lezat rasanya, dan Kami lebihkan keutamaan mereka di atas banyak makhluk yang Kami ciptakan dengan kelebihan yang sempurna.","tafsir_tahlili":"(70) Allah memuliakan Bani Adam yaitu manusia dari makhluk-makhluk yang lain, baik malaikat, jin, semua jenis hewan, dan tumbuh-tumbuhan. Kelebihan manusia dari makhluk-makhluk yang lain berupa fisik maupun non fisik, sebagaimana firman Allah:\r\nلَقَدْ خَلَقْنَا الْاِنْسَانَ فِيْٓ اَحْسَنِ تَقْوِيْمٍۖ  ٤  ثُمَّ رَدَدْنٰهُ اَسْفَلَ سَافِلِيْنَۙ  ٥  اِلَّا الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ فَلَهُمْ اَجْرٌ غَيْرُ مَمْنُوْنٍۗ  ٦  \r\nSungguh, Kami telah menciptakan manusia dalam bentuk yang sebaik-baiknya, kemudian Kami kembalikan dia ke tempat yang serendah-rendahnya, kecuali orang-orang yang beriman dan mengerjakan kebajikan; maka mereka akan mendapat pahala yang tidak ada putus-putusnya. (at-T³n/95: 4-6);Selain diberi panca indera yang sempurna, manusia juga diberi hati yang berfungsi untuk menimbang dan membuat keputusan. Firman Allah:\r\nوَاللّٰهُ اَخْرَجَكُمْ مِّنْۢ بُطُوْنِ اُمَّهٰتِكُمْ لَا تَعْلَمُوْنَ شَيْـًٔاۙ وَّجَعَلَ لَكُمُ السَّمْعَ وَالْاَبْصَارَ وَالْاَفْـِٕدَةَ ۙ لَعَلَّكُمْ تَشْكُرُوْنَ   \r\nDan Allah mengeluarkan kamu dari perut ibumu dalam keadaan tidak mengetahui sesuatu pun, dan Dia memberimu pendengaran, penglihatan dan hati nurani, agar kamu bersyukur. (an-Na¥l/16: 78);Kemuliaan manusia ini sesuai dengan tugasnya sebagai khalifah di muka bumi. Firman Allah:\r\nوَاِذْ قَالَ رَبُّكَ لِلْمَلٰۤىِٕكَةِ اِنِّيْ جَاعِلٌ فِى الْاَرْضِ خَلِيْفَةً ۗ قَالُوْٓا اَتَجْعَلُ فِيْهَا مَنْ يُّفْسِدُ فِيْهَا وَيَسْفِكُ الدِّمَاۤءَۚ وَنَحْنُ نُسَبِّحُ بِحَمْدِكَ وَنُقَدِّسُ لَكَ ۗ قَالَ اِنِّيْٓ اَعْلَمُ مَا لَا تَعْلَمُوْنَ  \r\nDan (ingatlah) ketika Tuhanmu berfirman kepada para malaikat, ”Aku hendak menjadikan khalifah di bumi.” Mereka berkata, ”Apakah Engkau hendak menjadikan orang yang merusak dan menumpahkan darah di sana, sedangkan kami bertasbih memuji-Mu dan menyucikan nama-Mu?” Dia berfirman, ”Sungguh, Aku mengetahui apa yang tidak kamu ketahui.” (al-Baqarah/2: 30);Meskipun demikian, banyak manusia yang tidak menyadari akan ketinggian derajatnya sehingga tidak melaksanakan fungsinya sebagaimana disebutkan dalam firman Allah:\r\nوَلَقَدْ ذَرَأْنَا لِجَهَنَّمَ كَثِيْرًا مِّنَ الْجِنِّ وَالْاِنْسِۖ  لَهُمْ قُلُوْبٌ لَّا يَفْقَهُوْنَ بِهَاۖ وَلَهُمْ اَعْيُنٌ لَّا يُبْصِرُوْنَ بِهَاۖ وَلَهُمْ اٰذَانٌ لَّا يَسْمَعُوْنَ بِهَاۗ اُولٰۤىِٕكَ كَالْاَنْعَامِ بَلْ هُمْ اَضَلُّ \r\nDan sungguh, akan Kami isi neraka Jahanam banyak dari kalangan jin dan manusia. Mereka memiliki hati, tetapi tidak dipergunakannya untuk memahami (ayat-ayat Allah) dan mereka memiliki mata (tetapi) tidak dipergunakannya untuk melihat (tanda-tanda kekuasaan Allah), dan mereka mempunyai telinga (tetapi) tidak dipergunakannya untuk mendengarkan (ayat-ayat Allah). Mereka seperti hewan ternak, bahkan lebih sesat lagi. (al-Ar±f/7: 179)\r\n"}