{"tafsir_id":2108,"surah_id":17,"aya_number":79,"tafsir_wajiz":"Dan pada sebagian malam, yaitu pada sepertiga malam yang terakhir, bangunlah dan lakukanlah salat tahajud sebagai suatu ibadah tambahan bagimu wahai Nabi Muhammad, mudah-mudahan Tuhanmu mengangkatmu ke tempat yang terpuji di mana engkau memberikan syafaat agung kelak di hari kiamat.","tafsir_tahlili":"(79) Ayat ini memerintahkan Rasulullah dan kaum Muslimin agar bangun di malam hari untuk mengerjakan salat tahajud. Ayat ini merupakan ayat yang pertama kali memerintahkan Rasulullah mengerjakan salat malam sebagai tambahan atas salat yang wajib. Salat malam ini diterangkan oleh hadis Nabi saw:\r\nأَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ سُئِلَ: أَيُّ الصَّلاَةِ أَفْضَلُ بَعْدَ الْمَكْتُوْبَةِ؟ قَالَ: صَلاَةُ التَّهَجُّدِ. (رواه مسلم عن أبي هريرة)\r\nBahwasanya Nabi saw ditanya orang, “Salat manakah yang paling utama setelah salat yang diwajibkan (salat lima waktu).” Rasulullah saw menjawab, “Salat tahajud.” (Riwayat Muslim dari Abu Hurairah)\r\n \r\nDari hadis-hadis Nabi yang sahih, yang diriwayatkan dari A'isyah dan Ibnu Abb±s dipahami bahwa Nabi Muhammad saw bangun untuk mengerja-kan salat tahajud, setelah beliau tidur. Kebiasaan Nabi ini dapat dijadikan dasar hukum bahwa salat tahajud itu sunat dikerjakan oleh seseorang, setelah tidur beberapa saat di malam hari, kemudian pada pertengahan malam hari ia bangun untuk salat tahajud.\r\nKemudian Allah swt menerangkan bahwa hukum salat tahajud itu adalah sebagai ibadah tambahan bagi Rasulullah di samping salat lima waktu. Oleh karena itu, hukumnya bagi Rasulullah adalah wajib, sedang bagi umatnya adalah sunat.\r\nDalam ayat ini, diterangkan tujuan salat tahajud bagi Nabi Muhammad ialah agar Allah swt dapat menempatkannya pada maq±man ma¥mµdan (di tempat yang terpuji).\r\nYang dimaksud dengan maq±man ma¥mµdan ialah syafaat Rasulullah saw pada hari kiamat. Pada hari itu manusia mengalami keadaan yang sangat susah yang tiada taranya. Yang dapat melapangkan dan meringankan manusia dari keadaan yang sangat susah itu hanyalah permohonan Nabi Muhammad saw kepada Tuhannya, agar orang itu dilapangkan dan diringankan dari penderitaannya. \r\nDiriwayatkan oleh at-Tirmi©³ dari Abu Hurairah bahwa Rasulullah saw berkata, “Maksud maq±man ma¥mµdan dalam ayat ini ialah syafaatku.” (hadis hasan sahih) \r\nIbnu Jar³r a¯-°abar³ mengatakan bahwa kebanyakan para ahli berkata, “Yang dimaksud dengan maq±man ma¥mµdan itu ialah suatu kedudukan yang dipergunakan oleh Rasulullah saw pada hari kiamat untuk memberi syafaat kepada manusia, agar Allah swt meringankan kesusahan dan kesulitan yang mereka alami pada hari itu.”\r\nDiriwayatkan oleh an-Nas±'³, al-¦±kim, dan segolongan ahli hadis dari Hu©aifah, “Allah mengumpulkan manusia pada suatu daratan yang luas pada hari kiamat, mereka semua berdiri dan tidak seorang pun yang berbicara pada hari itu kecuali dengan izin-Nya. Orang-orang yang mula-mula diseru namanya ialah Muhammad, maka Muhammad berdoa kepada-Nya. Inilah yang dimaksud dengan maq±man ma¥mµdan dalam ayat ini.\r\nDiriwayatkan oleh al-Bukh±r³ dari Jabir bin Abdull±h bahwa Rasulullah saw bersabda:\r\nمَنْ قَالَ حِيْنَ يَسْمَعُ النِّدَاءَ: اَللّهُمَّ رَبَّ هٰذِهِ الدَّعْوَةِ التَّامَّةِ وَالصَّلاَةِ الْقَائِمَةِ، اٰتِ مُحَمَّدًا الْوَسِيْلَةَ وَالْفَضِيْلَةَ وَابْعَثْهُ الْمَقَامَ الْمَحْمُوْدَ الَّذِيْ وَعَدْتَهُ حَلَّتْ لَهُ شَفَاعَتِيْ. \r\nBarang siapa yang membaca doa setelah selesai mendengar azan, “Wahai Tuhanku, Tuhan Yang memiliki seruan yang sempurna dan salat yang dikerjakan ini, berilah kepada Muhammad wasilah dan keutamaan dan angkatlah ia kepada al-maq±m al-ma¥mµd (kedudukan yang terpuji) yang telah Engkau janjikan kepadanya,” maka dia memperoleh syafaatku. ;عَنْ أَبِي سَعِيْد الْخُدْرِيِّ قَالَ: قَالَ رَسُوْلُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَنَا سَيِّدُ وَلَدِ آدَمَ يَوْمِ الْقِيَامَةِ وَلاَ فَخْرَ وَبِيَدِيْ لِوَاءُ الْحَمْدِ وَلاَ فَخْرَ وَمَا مِنْ نَبِيٍّ يَوْمَئِذٍ آدَمُ فَمَنْ سِوَاهُ إِلاَّ تَحْتَ لِوَائِيْ وَأَنَا أَوَّلُ مَنْ تَنْشَقّ عَنْهُ الأَرْضَ وَلاَ فَخْرَ فيفزعُ النَّاس ثَلاَثَ فَزْعَاتٍ فَيَأْتُوْنَ آدَمَ فَيَقُوْلُوْنَ: أَنْتَ أَبُوْنَا فَاشْفَعْ لَنَا إِلَى رَبِّكَ فَيَقُوْلُ إِنِّي أَذْنَبْتُ ذَنْبًا أهبطتُ مِنْهُ إِلَى الأَرْضِ وَلَكِنْ ائْتُوْا نُوْحًا فَيَأْتُوْنَ نُوْحًا فَيَقُوْلُ: إِنِّي دَعَوْتُ عَلَى أَهْلِ الأَرْضِ دَعْوَةً فَأُهْلِكُوْا وَلَكِنْ اذْهَبُوْا إِلَى إِبْرَاهِيْمَ فَيَأْتُوْنَ إِبْرَاهِيْمَ فَيَقُوْلُ ائْتُوْا مُوْسَى فَيَقُوْلُ: إِنِّيْ قَتَلْتُ نَفْسًا وَلَكِنْ ائْتُوْا عِيْسَى فَيَقُوْلُ إِنِّي عُبِدْتُ مِنْ دُوْنِ اللهِ تَعَالَى وَلَكِنْ ائْتُوْا مُحَمَّدًا فَيَأْتُوْنِيْ فَأَنْطَلِقُ مَعَهُمْ فَآخُذُ بِحَلَقَةِ بَابِ الْجَنَّةِ فَأُقَعْقِعُهَا فَيُقَالُ مَنْ هٰذَا؟ فَأَقُوْلُ: مُحَمَّدٌ فَيَفْتَحُوْنَ لِيْ وَيَقُوْلُوْنَ مَرْحَبًا فَأَخِّر سَاجِدًا فَيُلْهِمُنِي اللهُ تَعَالَى مِنَ الثَّنَاءِ وَالْحَمْدِ وَالْمَجْدِ فَيُقَالُ: اِرْفَعْ رَأْسَكَ سَلْ تُعْطَ وَاشْفَعْ تشفع وَقُلْ يُسْمَع لِقَوْلِكَ فَهُوَ الْمَقَامُ الْمَحْمُوْدُ الَّذِيْ قَالَ اللهُ تَعَالَى: عَسَى أَنْ يَّبْعَثَكَ رَبُّكَ مَقَامًا مَحْمُوْدًا). (رواه الترمذي وحسنه)\r\nDiriwayatkan dari Abu Sa³d al-Khudr³ bahwa Rasulullah saw berkata, “Aku adalah pemimpin anak cucu Adam pada hari kiamat. Aku tidak membanggakan diri, dan di tangankulah terpegang liw±'ul ¥amdi (bendera pujian) aku tidak membanggakan diri. Tidak ada seorang nabi pun pada hari itu, sejak dari Adam sampai nabi-nabi yang lain, kecuali berada di bawah benderaku itu, aku adalah orang yang pertama kali keluar dari bumi, dan aku tidak membanggakan diri. Manusia saat itu ditakutkan oleh tiga hal yang menakutkan. Kemudian mereka mendatangi Adam. Mereka berkata, “Kamu adalah bapak kami, tolonglah kami kepada Tuhanmu.” Adam menjawab, “Saya punya dosa yang menyebabkan saya diturunkan ke bumi. Datanglah kepada Nuh!” maka mereka mendatangi Nuh. (setelah mereka mengadukan masalahnya kepada Nuh), Nuh berkata, “Saya telah mendoakan penghuni bumi sehingga mereka dihancurkan. Tetapi datanglah kepada Ibrahim. Maka mereka mendatangi Ibrahim. Ibrahim kemudian menyuruh mereka mendatangi Musa.\r\nMusa berkata, “Saya pernah membunuh orang. Datanglah kepada Isa.” Isa kemudian berkata, “Saya pernah disembah selain Allah. Datang sajalah kepada Muhammad.” Maka mereka mendatangi aku. Aku kemudian pergi bersama mereka, lalu aku pegang lingkaran pintu surga, kemudian aku tarik. Kemudian aku ditanya, “Siapa itu?” aku menjawab, “Muhammad.” Kemudian mereka membukakan pintu untukku, dan berkata, “Selamat datang.” lalu aku tersungkur bersujud. Kemudian Allah mengilhami aku untuk memuji, bertahmid, dan mengagungkan-Nya. Lalu aku diperintah, “Angkatlah kepalamu, mintalah! Kamu akan diberi. Mintalah hak syafaat, maka kamu akan diizinkan untuk memberi syafaat. Dan berkatalah, akan didengar perkataanmu.\r\nItulah maqam yang terpuji, yang difirmankah Allah, “Semoga Tuhanmu memberikan maqam yang terpuji kepadamu.” (Riwayat at-Tirmi©³);Dari ayat dan hadis-hadis di atas dipahami bahwa Nabi Muhammad saw dengan mengerjakan salat tahajud akan diangkat oleh Allah swt ke tempat dan kedudukan yang dipuji oleh umat manusia, para malaikat, dan Allah Tab±raka wa Ta±l±, yaitu kedudukan untuk memintakan syafaat bagi umat manusia pada waktu berada di Padang Mahsyar dengan izin Allah. Umat manusia memang berhak mendapat syafaat karena amal saleh dan budi pekerti mereka semasa di dunia, yaitu diampuni dosanya oleh Tuhan atau dinaikkan derajatnya.\r\nPada firman Allah yang lain diterangkan bahwa bangun di tengah malam untuk salat tahajud dan membaca Al-Qur'an dengan khusyuk akan dapat membuat iman jadi kuat dan membina diri pribadi. Allah swt berfirman:\r\nيٰٓاَيُّهَا الْمُزَّمِّلُۙ  ١  قُمِ الَّيْلَ اِلَّا قَلِيْلًاۙ  ٢  نِّصْفَهٗٓ اَوِ انْقُصْ مِنْهُ قَلِيْلًاۙ  ٣  اَوْ زِدْ عَلَيْهِ وَرَتِّلِ الْقُرْاٰنَ تَرْتِيْلًاۗ  ٤  اِنَّا سَنُلْقِيْ عَلَيْكَ قَوْلًا ثَقِيْلًا  ٥  اِنَّ نَاشِئَةَ الَّيْلِ هِيَ اَشَدُّ وَطْـًٔا وَّاَقْوَمُ قِيْلًاۗ  ٦  \r\nWahai orang yang berselimut (Muhammad)! Bangunlah (untuk salat) pada malam hari, kecuali sebagian kecil. (Yaitu) separuhnya atau kurang sedikit dari itu, atau lebih dari (seperdua) itu, dan bacalah Al-Quran itu dengan perlahan-lahan. Sesungguhnya Kami akan menurunkan perkataan yang berat kepadamu. Sungguh, bangun malam itu lebih kuat (mengisi jiwa); dan (bacaan di waktu itu) lebih berkesan. (al-Muzzammil/73: 1-6);"}