{"tafsir_id":2109,"surah_id":17,"aya_number":80,"tafsir_wajiz":"Dan katakanlah, wahai Nabi Muhammad, “Ya Tuhanku, masukkan aku ke tempat masuk yang benar dan dengan cara yang benar, baik dalam urusan dunia maupun akhirat, dan keluarkan pula aku ke tempat keluar yang benar dan dengan cara yang benar pula, baik dalam urusan dunia maupun akhirat, dan berikanlah kepadaku dari sisi-Mu kekuasaan yang dapat menolongku menghadapi orang yang memusuhiku.” no_ayatt ini berkaitan dengan hijrah Nabi dari Mekah ke Madinah. Di dalamnya terkandung perintah agar Nabi memohon kepada Allah agar memasuki Madinah dengan cara yang benar, dan keluar dari Mekah dengan cara yang benar pula. Ada juga yang menafsirkan agar kita memasuki kubur dengan baik dan keluar darinya pada hari berbangkit dengan baik pula.","tafsir_tahlili":"(80) At-Tirmi©³ meriwayatkan dari Ibnu Abb±s bahwa Nabi berada di Mekah, lalu diperintahkan Allah untuk hijrah. Maka turunlah ayat ini.\r\nAllah swt memerintahkan kepada Nabi Muhammad saw agar mengucap-kan doa yang tersebut dalam ayat ini, yang maksudnya “Wahai Tuhanku, masukkanlah aku ke tempat yang Engkau kehendaki, baik di dunia maupun di akhirat, dan tempatkan aku ke tempat yang Engkau kehendaki, baik di dunia maupun di akhirat.”\r\nDi antara contoh masuknya Rasulullah ke suatu tempat dengan benar ialah beliau dan para sahabat memasuki kota Medinah sebagai orang-orang yang hijrah dari Mekah, memasuki kota Mekah di waktu penaklukan kota itu, masuk kubur setelah mati, dan memasuki tempat yang diridai Allah, seperti masuk masjid, rumah sendiri, rumah sahabat, dan kenalan setelah minta izin darinya, dan sebagainya. Keluar dari semua tempat yang dikehendaki Allah, seperti keluar dari kota Mekah waktu hijrah, keluar dari kubur waktu hari kebangkitan, atau keluar dari semua tempat yang dikehendaki Allah, seperti kota-kota yang menjadi tempat melakukan perbuatan maksiat dan sebagainya.\r\nAllah swt juga memerintahkan kepada Nabi agar berdoa kepada-Nya supaya dijadikan orang yang menguasai hujah dan alasan yang dapat diterima dan ketika berdakwah, dapat memuaskan orang-orang yang mendengarkannya sehingga bertambah kuat imannya. Jika yang mendengar orang kafir, hati mereka menjadi lunak dan mau masuk Islam. Sebagai jawaban terhadap doa Nabi Muhammad itu, Allah menerangkan bahwa Dia memelihara Nabi dari segala macam tipu daya manusia dan akan me-menangkannya terhadap orang-orang kafir, sebagaimana tersebut dalam firman-Nya:\r\nوَاللّٰهُ يَعْصِمُكَ مِنَ النَّاسِۗ اِنَّ اللّٰهَ لَا يَهْدِى الْقَوْمَ الْكٰفِرِيْنَ  \r\nDan Allah memelihara engkau dari (gangguan) manusia. Sungguh, Allah tidak memberi petunjuk kepada orang-orang kafir. (al-M±'idah/5: 67)\r\n \r\n"}