{"tafsir_id":2111,"surah_id":17,"aya_number":82,"tafsir_wajiz":"Dan Kami turunkan Al-Qur’an kepadamu wahai Nabi Muhammad, sebagai obat penawar berbagai macam penyakit hati dan rahmat bagi orang-orang yang beriman yang mengamalkan tuntunannya, sedangkan bagi orang-orang yang zalim, Al-Qur’an itu hanya akan menambah kerugian disebabkan oleh kekufuran mereka. Setiap kali mendengar bacaan AlQur’an semakin bertambah kekufurannya.","tafsir_tahlili":"(82) Ayat ini menerangkan bahwa Allah swt menurunkan Al-Qur'an kepada Muhammad sebagai obat dari penyakit hati, yaitu kesyirikan, kekafiran, dan kemunafikan. Al-Qur'an juga merupakan rahmat bagi kaum Muslimin karena memberi petunjuk kepada mereka, sehingga mereka masuk surga dan terhindar dari azab Allah.\r\nAl-Qur'an telah membebaskan kaum Muslimin dari kebodohan sehingga mereka menjadi bangsa yang menguasai dunia pada masa kekhalifahan Umayyah dan Abbasiyah. Kemudian mereka kembali menjadi umat yang terbelakang karena mengabaikan ajaran-ajaran Al-Qur'an. Dahulu mereka menjadi umat yang disegani, tetapi kemudian menjadi pion-pion yang dijadikan umpan oleh musuh dalam percaturan dunia. Karena mereka dulu melaksanakan ajaran Al-Qur'an, negeri mereka menjadi pusat dunia ilmu pengetahuan, perdagangan dunia, dan sebagainya, serta pernah hidup makmur dan bahagia. Ayat ini memperingatkan kaum Muslimin bahwa mereka akan dapat memegang peranan kembali di dunia, jika mau mengikuti   Al-Qur'an dan berpegang teguh pada ajarannya dalam semua bidang kehidupan.\r\nSebaliknya jika mereka tidak mau melaksanakan ajaran Al-Qur'an dengan sungguh-sungguh, mengutamakan kepentingan pribadi di atas kepentingan agama dan masyarakat, serta hanya mementingkan kehidupan dunia, maka Allah akan menjadikan musuh-musuh mereka sebagai penguasa atas diri mereka, sehingga menjadi orang asing atau budak di negeri sendiri.\r\nCukup pahit pengalaman kaum Muslimin akibat mengabaikan ajaran   Al-Qur'an. Al-Qur'an menyuruh mereka bersatu dan bermusyawarah, tetapi mereka berpecah belah karena masalah-masalah khilafiah yang kecil dan remeh, sedangkan masalah-masalah yang penting dan besar diabaikan.\r\nAyat ini juga mengingatkan kaum Muslimin bahwa bagi orang-orang yang zalim, yaitu yang ingkar, syirik, dan munafik, Al-Qur'an hanya akan menambah kerugian bagi diri mereka, karena setiap ajaran yang dibawa Al-Qur'an akan mereka tolak. Padahal, jika diterima, pasti akan menguntungkan mereka. \r\n"}