{"tafsir_id":2115,"surah_id":17,"aya_number":86,"tafsir_wajiz":"Dan sesungguhnya jika Kami menghendaki, niscno_ayat Kami lenyapkan, kami hapus dari hatimu apa yang telah Kami wahyukan kepadamu, wahai Nabi Muhammad, dan engkau tidak akan mendapatkan seorang pembela pun terhadap keputusan Kami, melenyapkan apa yang Kami wahyukan kepadamu. Tetapi pelenyapan itu tidak akan terjadi, dan yang demikian itu tidak lain,","tafsir_tahlili":"(86) Ayat ini menerangkan bahwa jika Allah swt menghendaki untuk menarik kembali Al-Qur'an yang telah diturunkan dan menghapusnya dari hati Nabi Muhammad dan dari lembaran-lembaran yang telah ditulis, hal itu pasti dengan mudah dapat dilaksanakan-Nya, sedikit pun tidak akan ada bekasnya. \r\nMudahnya bagi Allah swt menghapus Al-Qur'an itu diterangkan dalam hadis Nabi saw:\r\nعَنِ ابْنِ مَسْعُوْدٍ قَالَ: إِنَّ هَذَا الْقُرْاٰنَ سَيُرْفَعُ، قِيْلَ كَيْفَ يُرْفَعُ وَقَدْ أَثْبَتَهُ اللهُ فِي قُلُوْبِنَا وَأَثْبَتْنَاهُ فِى الْمَصَاحِفِ؟ قَالَ يُسْرَى عَلَيْهِ فِي لَيْلَةٍ وَاحِدَةٍ فَلاَ تُتْرَكُ مِنْهُ اٰيَةٌ فِي قَلْبٍ وَلاَ مُصْحَفٍ إِلاَّ رُفِعَتْ، فَتُصْبِحُوْنَ وَلَيْسَ فِيْكُمْ مِنْهُ شَيْءٌ ثُمَّ قَرَأَ هَذِهِ الْاٰيَةَ.\r\nDiriwayatkan dari Ibnu Masµd bahwa Rasulullah saw bersabda, “Sesungguhnya Al-Qur'an ini akan diangkat (dihapus).” Seseorang berkata, “Bagaimana mungkin, sesungguhnya Allah telah mengokohkannya di dalam hati kita, dan kita telah mengabadikan (menulisnya) di dalam lembar-lembar bertulis.” Ia berkata, “Diangkat Al-Qur'an di satu malam maka tidak ada yang ditinggalkan seayat pun darinya dalam hati dan tidak pula pula di dalam mushaf, kecuali semua diangkat. Maka pada waktu paginya tidak satu ayat pun lagi yang tinggal padamu.” Lalu Nabi membaca ayat ini. (Riwayat Sa³d bin Man¡µr dan al-¦±kim serta dinyatakan sahih oleh a¯-°abr±n³ dan al-Baihaq³).;Setelah Al-Qur'an dihapus dari hati dan yang tertulis dalam mushaf, maka pada saat itu tidak ada lagi yang dapat dijadikan pegangan dan petunjuk ke jalan yang benar. Tidak seorangpun yang sanggup mengembalikannya, baik dalam bentuk mushaf maupun hafalan.\r\n"}