{"tafsir_id":2117,"surah_id":17,"aya_number":88,"tafsir_wajiz":"Katakanlah, wahai Nabi Muhammad, “Sesungguhnya jika manusia dan jin berkumpul bersama-sama dan mengerahkan semua upno_ayat untuk membuat yang serupa dengan Al-Qur’an ini, mereka tidak akan dapat membuat yang serupa dengannya, dalam kesempurnaan isinya dan keindahan bahasanya, sekalipun mereka saling membantu satu sama lain.”","tafsir_tahlili":"(88) Diriwayatkan oleh Ibnu Is¥±q dan Ibnu Jar³r dari Sa³d dari Ibnu Abb±s, bahwa Salam bin Misykam dan kawan-kawannya sesama orang Yahudi datang menghadap Rasulullah saw dan berkata, “Bagaimana kami akan mengikuti engkau Muhammad, padahal engkau telah meninggalkan kiblat kami dan Al-Qur'an yang engkau bawa itu susunannya tidak seperti kitab Taurat. Karena itu turunkanlah kepada kami sebuah kitab yang dapat kami periksa. Kalau kamu tidak sanggup mendatangkannya, maka kami akan mendatangkan kepada kamu sesuatu yang sama dengan yang engkau bawa itu. Maka Allah swt menurunkan ayat ini yang menegaskan kepada mereka bahwa mereka semuanya tidak akan sanggup membuat kitab seperti Al-Qur'an.\r\nSabab nuzul ayat ini tidak disepakati oleh para ulama karena surah ini termasuk surah Makkiyah dan sasarannya adalah orang-orang Quraisy, sedangkan orang Yahudi tinggal di Medinah.\r\nPada ayat ini, Allah swt menegaskan mukjizat Al-Qur'an dan keutamaan-nya, yaitu Al-Qur'an benar-benar dari Allah dan diturunkan kepada Nabi Muhammad saw. Sebagai bukti bahwa Al-Qur'an itu dari Allah, bukan buatan Muhammad sebagaimana yang didakwakan oleh orang-orang kafir Mekah dan ahli kitab, Allah swt memerintahkan Nabi Muhammad saw agar menyampaikan tantangan kepada mereka yang mengabaikan dan meman-dang Al-Qur'an itu bukan wahyu Allah untuk membuat tandingan Al-Qur'an. Tetapi Allah menegaskan bahwa mereka tidak akan mampu membuat kitab yang sama. Allah berfirman: \r\nوَاِنْ كُنْتُمْ فِيْ رَيْبٍ مِّمَّا نَزَّلْنَا عَلٰى عَبْدِنَا فَأْتُوْا بِسُوْرَةٍ مِّنْ مِّثْلِهٖ ۖ وَادْعُوْا شُهَدَاۤءَكُمْ مِّنْ دُوْنِ اللّٰهِ اِنْ كُنْتُمْ صٰدِقِيْنَ   ٢٣  فَاِنْ لَّمْ تَفْعَلُوْا وَلَنْ تَفْعَلُوْا فَاتَّقُوا النَّارَ الَّتِيْ وَقُوْدُهَا النَّاسُ وَالْحِجَارَةُ ۖ اُعِدَّتْ لِلْكٰفِرِيْنَ  ٢٤  \r\nDan jika kamu meragukan (Al-Quran) yang Kami turunkan kepada hamba Kami (Muhammad), maka buatlah satu surah semisal dengannya dan ajaklah penolong-penolongmu selain Allah, jika kamu orang-orang yang benar. Jika kamu tidak mampu membuatnya, dan (pasti) tidak akan mampu, maka takutlah kamu akan api neraka yang bahan bakarnya manusia dan batu, yang disediakan bagi orang-orang kafir. (al-Baqarah/2: 23-24);Sejarah menunjukkan bahwa banyak pemimpin dan ahli sastra Arab yang mencoba menandingi dan meniru Al-Qur'an, bahkan ada yang mendakwakan dirinya sebagai seorang nabi, seperti Musailamah al-Ka©©±b, °ulaiḥah, Habalah bin Kaab, dan lain-lain. Akan tetapi, mereka semua gagal dalam usahanya bahkan mendapat cemooh dan hinaan dari masyarakat. Sebagai contoh ialah apa yang telah dibuat oleh Musailamah al-Ka©©±b yang dianggapnya dapat menandingi ayat-ayat Al-Qur'an:\r\nأَيُّهَا الضِّفْدَعُ بِنْتُ الضِّفْدَعَيْنِ نَقِّي مَا تُنَقِّيْنَ أَعْلاَكِ فِى الْمَاءِ وَأَسْفَلَكِ فِى التُّرَابِ.\r\nHai katak, anak dari dua katak, pekikkan suaramu apa yang ingin kamu pekikkan. Bagian atas engkau di air dan bagian bawah engkau di tanah.;Para ahli menyatakan bahwa perkataan Musailamah itu tidak ada yang mengandung sesuatu makna. Di antara yang memberi komentar ialah al-Jahiz, seorang sastrawan Arab yang mashyur yang mengatakan, “Saya tidak mengerti apakah gerangan yang menggerakkan jiwa Musailamah menyebut-kan katak dan sebagainya, alangkah buruknya gubahan yang dikatakannya sebagai ayat Al-Qur'an yang telah diwahyukan kepada Nabi Muhammad saw.\r\nKemungkinan kerjasama jin dan manusia disebutkan di sini adalah untuk mengimbangi Malaikat Jibril dan Nabi Muhammad yang memperoleh Al-Qur'an dari Allah. Mereka tidak mungkin menandinginya karena Al-Qur'an berasal dari Allah swt.\r\n"}