{"tafsir_id":2126,"surah_id":17,"aya_number":97,"tafsir_wajiz":"Dan barang siapa diberi petunjuk oleh Allah, disebabkan kecenderungan hatinya untuk mendapat petunjuk, dialah yang mendapat petunjuk, tidak ada siapa pun yang dapat menyesatkannya, dan barang siapa Dia sesatkan, disebabkan oleh penolakannya terhadap no_ayatt-no_ayatt Allah, maka engkau tidak akan mendapatkan penolong-penolong bagi mereka yang dapat menunjukkan kepada jalan yang benar selain Dia, Allah Yang Mahakuasa. Dan Kami akan mengumpulkan mereka pada hari kiamat dengan wajah tersungkur, ditarik malaikat ke dalam neraka dalam keadaan buta, tidak dapat melihat sesuatu yang terjadi, bisu, tidak dapat mengutarakan kepedihan, dan tuli, tidak dapat mendengar sesuatu yang menyenangkan hati. Keadaan mereka di akhirat adalah sebagaimana sikap mereka terhadap no_ayatt-no_ayatt Allah ketika mereka di dunia. Tempat kediaman mereka adalah neraka Jahanam. Setiap kali nyala api Jahanam itu akan padam, disebabkan punah bahan bakarnya yang berupa manusia, Kami tambah lagi nyalanya dengan mengembalikan kulitnya dan menumbuhkan kembali tulangnya bagi mereka. Setiap kali kulit mereka hangus terbakar oleh api neraka, Allah mengganti kulit yang lain sehingga tidak putus-putusnya kepedihan menimpa mereka.","tafsir_tahlili":"(97) Allah swt menerangkan dalam ayat ini bahwa Dialah yang menguasai dan menentukan segala sesuatu. Dia yang memberi petunjuk dan taufik kepada siapa yang dikehendaki-Nya. Orang yang tidak menerima petunjuk dan taufik-Nya, adalah orang yang sesat dan tidak akan memperoleh penolong selain Allah.\r\nOrang-orang sesat itu akan dikumpulkan Allah pada hari kiamat di suatu tempat untuk dihisab. Mereka dibangkitkan dari kubur dalam keadaan buta, bisu, dan tuli, sebagaimana mereka dahulu di dunia tidak melihat dan mendengarkan kebenaran yang disampaikan.\r\nNabi saw bersabda:\r\nقِيْلَ يَا رَسُوْلَ اللهِ كَيْفَ يَحْشُرُ النَّاسُ عَلَى وُجُوْهِهِمْ؟ قَالَ: الَّذِي أَمْشَاهُمْ عَلَى أَرْجُلِهِمْ قَادِرٌ عَلَى أَنْ يُمْشِيَهُمْ عَلَى وُجُوْهِهِمْ. (رواه البخاري و مسلم عن أنس بن ملك)\r\nSeorang bertanya kepada Rasulullah saw, “Ya Rasulullah bagaimana manusia berjalan dengan wajah mereka?” Rasulullah menjawab, “Dia yang menjalankan mereka dengan kaki mereka, tentu berkuasa pula menjalankan mereka dengan wajah mereka”. (Riwayat al-Bukh±r³ dan Muslim dari Anas bin M±lik)\r\n \r\nAbµ D±wud dan at-Tirmi©³ meriwayatkan hadis dari Abu Hurairah:\r\nإِنَّ النَّاسَ يَكُوْنُوْنَ ثَلاَثَةَ اَصْنَافٍ فِى الْحَشْرِ مُشَاةً وَرُكْبَانًا وَ عَلَى وُجُوْهِهِمْ.\r\nBahwa manusia itu ada tiga macam pada hari berkumpul di padang Mahsyar, ada yang berjalan, ada yang berkendaraan dan ada pula yang berjalan dengan wajah mereka.;Setelah selesai dihisab, mereka dimasukkan ke dalam neraka Jahanam dan dibakar dengan api yang menyala-nyala karena setiap akan padam, nyala api itu ditambah lagi. Setiap kali kulit dan tubuh menjadi hangus, dan daging-daging mereka menjadi musnah, Allah menggantinya kembali dengan kulit, daging, dan tubuh yang baru, sehingga mereka kembali merasakan azab yang tidak putus-putusnya.\r\n"}