{"tafsir_id":2130,"surah_id":17,"aya_number":101,"tafsir_wajiz":"no_ayatt yang lalu menjelaskan bahwa kaum musyrik enggan menerima kebenaran yang disampaikan oleh Nabi Muhammad meskipun telah ditunjukkan bukti-bukti yang sangat banyak. Hal ini sangat menyedihkan hati Nabi yang sangat ingin agar umatnya beriman. no_ayatt ini memberikan hiburan kepada Nabi dengan menguraikan kisah Bani Israil dengan kaumnya, sekaligus mengisyaratkan bahwa seandainya kaum musyrikin di Mekah diberikan no_ayatt-no_ayatt yang mereka minta, niscno_ayat mereka tetap tidak akan percno_ayat sebagaimana keadaan kaum Nabi Musa. Dan sungguh, Kami telah memberikan kepada Musa, yang Kami utus kepada Bani Israil dan kepada Fir’aun dengan membawa sembilan mukjizat yang nyata,11 sebagai bukti atas kerasulannya, akan tetapi Fir’aun tetap ingkar dan tidak mau beriman kepadanya, maka tanyakanlah kepada Bani Israil, yang hidup pada masamu apa yang terjadi ketika Musa datang kepada mereka, yakni kepada nenek moyang mereka. Ketahuilah bahwa ketika itu Nabi Musa menemui Fir’aun menyampaikan risalah dan bukti-bukti kebenarannya, lalu Fir’aun berkata kepadanya, “Wahai Musa! Sesungguhnya aku benar-benar menduga engkau terkena sihir.” Demikian dituduhkan Fir’aun kepada Nabi Musa.","tafsir_tahlili":"(101) Ayat ini menerangkan bahwa Allah swt telah memberikan sembilan macam mukjizat kepada Musa a.s. sebagai bukti kerasulannya, ketika diutus kepada Firaun dan kaumnya. Namun demikian, Firaun dan kaumnya tetap menolak seruan Nabi Musa untuk beriman pada Allah Sang Pencipta. Dalam ayat yang lain diterangkan bagaimana Firaun dan kaumnya mengingkari seruan Musa.\r\nAllah swt berfirman:\r\nوَجَحَدُوْا بِهَا وَاسْتَيْقَنَتْهَآ اَنْفُسُهُمْ ظُلْمًا وَّعُلُوًّاۗ فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ الْمُفْسِدِيْنَ ࣖ    \r\nDan mereka mengingkarinya karena kezaliman dan kesombongannya, padahal hati mereka meyakini (kebenaran)-nya. Maka perhatikanlah bagaimana kesudahan orang-orang yang berbuat kerusakan. (an-Naml/27: 14);Para mufasir berbeda pendapat tentang maksud dari sembilan ayat tersebut di atas. Menurut Ibnu Abbas, sebagaimana diriwayatkan oleh Abd  Razz±q, Sa³d bin Man¡µr, Ibnu Jar³r a¯-°abar³, dan Ibnu Mun©ir, bahwa sembilan ayat tersebut adalah tongkat, tangan, topan, belalang, kutu, katak, darah, musim kemarau, dan kekurangan buah-buahan. Pendapat ini disetujui oleh jumhur ulama.\r\nMufasir yang lain, seperti ar-R±z³, berpendapat bahwa yang dimaksud dengan sembilan ayat tersebut di atas adalah berbagai larangan. Ia mendasar-kan pendapatnya dengan hadis Nabi saw yang diriwayatkan oleh A¥mad, at-Tirmi©³, al-Baihaq³, A¯-°abr±n³, an-Nas±'³, dan Ibnu M±jah dari ¢afw±n bin Asal al-Mur±d³, ketika beliau ditanya oleh orang Yahudi, bahwa yang dimaksud dengan sembilan ayat di sini ialah sembilan macam larangan, yaitu: jangan mempersekutukan Allah, jangan membunuh jiwa kecuali dengan hak, jangan berzina, jangan mencuri, jangan menyihir, jangan makan riba, jangan memfitnah orang yang tidak bersalah kepada penguasa, jangan menuduh wanita yang baik berzina, dan melanggar aturan pada hari Sabat. Ibnu Syihab Al-Khafaji mengatakan, “Inilah tafsir yang diikuti dalam menafsirkan ayat ini.”\r\nAllah memerintahkan Nabi Muhammad saw agar menanyakan tentang kisah Musa kepada orang-orang Yahudi yang hidup di masanya, seperti Abdullah bin Salam dan lain-lain, niscaya mereka akan membenarkannya. Pengakuan mereka terhadap kebenaran risalah Nabi Musa akan menambah iman dan keyakinannya. Hal itu juga bertujuan agar Nabi saw yakin bahwa kisah itu juga terdapat dalam kitab mereka.\r\nTanyakanlah kepada orang-orang Yahudi, tentu mereka akan menerangkan bahwa Musa a.s. telah datang kepada Firaun membawa agama tauhid dan mengemukakan berbagai mukjizatnya. Akan tetapi, Firaun mengingkarinya, bahkan mengatakan bahwa Musa adalah orang yang rusak akalnya, sehingga mengaku-ngaku sebagai seorang rasul Allah.\r\n"}