{"tafsir_id":2134,"surah_id":17,"aya_number":105,"tafsir_wajiz":"Setelah menguraikan kisah Nabi Musa dan kaumnya serta kaum musyrik yang enggan menerima kebenaran yang disampaikan Nabi Muhammad, no_ayatt selanjutnya menjelaskan tujuan diturunkan kitab suci Al-Qur’an untuk menyatakan bukti-bukti kebenaran itu. Dan Kami turunkan Al-Qur’an itu dengan benar, yakni benar Al-Qur’an itu datang dari Allah, dan Al-Qur’an itu turun dengan membawa kebenaran, dalam kandungannya. Dan Kami tidaklah mengutus engkau wahai Nabi Muhammad, melainkan sebagai pembawa berita gembira bagi orang-orang yang taat akan masuk surga dan pemberi peringatan bagi orang-orang yang durhaka akan masuk neraka.","tafsir_tahlili":"(105) Dalam ayat ini Allah swt menegaskan kepada Rasul saw bahwa Allah benar-benar telah menurunkan Al-Qur'an dari sisi-Nya. Maka manusia tidak boleh meragukan dan berpaling darinya. \r\nDalam ayat yang lain Allah swt berfirman:\r\nلٰكِنِ اللّٰهُ يَشْهَدُ بِمَآ اَنْزَلَ اِلَيْكَ اَنْزَلَهٗ بِعِلْمِهٖ ۚوَالْمَلٰۤىِٕكَةُ يَشْهَدُوْنَ ۗوَكَفٰى بِاللّٰهِ شَهِيْدًاۗ   \r\nTetapi Allah menjadi saksi atas (Al-Qur'an) yang diturunkan-Nya kepadamu (Muhammad). Dia menurunkannya dengan ilmu-Nya, dan para malaikat pun menyaksikan. Dan cukuplah Allah yang menjadi saksi. (an-Nis±'/4: 166);Al-Qur'an membawa berbagai ajaran yang benar yang mendatangkan ketertiban dan kesejahteraan bagi umat manusia. Di dalamnya terdapat ajaran tentang moral, akidah ketuhanan, peraturan-peraturan, hukum, sejarah, dan ilmu pengetahuan. Segala isinya senantiasa terpelihara, baik lafal maupun maknanya tidak akan ternoda dengan penambahan atau pengurangan yang menyebabkan kekacauan dan kesimpangsiuran, sebagaimana dijelaskan Allah dalam firman-Nya:\r\nاِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَاِنَّا لَهٗ لَحٰفِظُوْنَ    \r\nSesungguhnya Kamilah yang menurunkan Al-Qur'an, dan pasti Kami (pula) yang memeliharanya. (al-¦ijr/15: 9);Firman-Nya lagi:\r\nلَّا يَأْتِيْهِ الْبَاطِلُ مِنْۢ بَيْنِ يَدَيْهِ وَلَا مِنْ خَلْفِهٖ ۗتَنْزِيْلٌ مِّنْ حَكِيْمٍ حَمِيْدٍ   \r\n(Yang) tidak akan didatangi oleh kebatilan baik dari depan maupun dari belakang (pada masa lalu dan yang akan datang), yang diturunkan dari Tuhan Yang Mahabijaksana, Maha Terpuji. (Fu¡¡ilat/41: 42);Demikianlah Allah menerangkan sifat-sifat Al-Qur'an dengan segala jaminan akan kesuciannya dari tangan-tangan manusia yang berusaha mengotorinya. Dia diturunkan kepada Nabi Muhammad saw yang diutus kepada umat manusia untuk memberikan kabar gembira tentang pahala dan surga bagi orang-orang yang beriman dan taat kepada ajaran agama, dan memberikan peringatan tentang azab dan neraka bagi yang kafir dan berbuat dosa.\r\n"}