{"tafsir_id":2135,"surah_id":17,"aya_number":106,"tafsir_wajiz":"Selanjutnya dijelaskan tentang cara turunnya Al-Qur’an. Dan Al-Qur’an Kami turunkan berangsur-angsur, no_ayatt demi no_ayatt dalam masa lebih kurang 23 tahun, tidak Kami turunkan secara sekaligus agar engkau wahai Nabi Muhammad membacakannya kepada manusia perlahan-lahan, dengan demikian dapat dipahami tuntunannya dengan sebaik-baiknya dan mudah dihafalkan, dan Kami menurunkannya secara bertahap sesuai dengan kebutuhan dan kemaslahatan manusia.","tafsir_tahlili":"(106) Dalam ayat ini Allah swt menerangkan bahwa Al-Qur'an diwahyu-kan kepada Nabi Muhammad saw secara berangsur-angsur sebagian demi sebagian, agar ia dapat membacakannya kepada umatnya, serta memberi pemahaman secara perlahan-lahan. Ayat Al-Qur'an pertama kali diwahyukan di bulan Ramadan, pada malam qadar, kemudian seterusnya diturunkan kepada Nabi berangsur-angsur sesuai dengan kebutuhan dan peristiwa yang terjadi dalam tempo kurang dari duapuluh tiga tahun. Dengan penurunan secara berangsur-angsur itu, umat Islam memperoleh keutamaan dan manfaat yang besar, antara lain:\r\nPertama: Kaum Muslimin mudah menghafalnya ketika diturunkan.\r\nKedua: Kaum   Muslimin   berkesempatan   untuk   memahami   setiap kelompok ayat yang diturunkan, karena jangkauan maknanya yang luas memerlukan waktu yang cukup untuk memahaminya agar mendapat pemahaman yang tepat dan benar.\r\nKetiga: Kaum Muslimin tidak mengalami kegoncangan jiwa yang berarti dalam menghadapi berbagai perubahan yang dibawa oleh Islam. Sebelum kedatangan agama Islam, mereka menganut kepercayaan animis yang bermacam-macam, dan tidak memiliki peraturan dan tata kehidupan yang dipatuhi. Penurunan Al-Qur'an secara berangsur-angsur mempermudah mereka menyesuaikan diri dengan ajaran-ajaran yang baru, baik ajaran yang berhubungan dengan akidah, maupun yang berhubungan dengan ibadah dan kemasyarakatan.\r\nKeempat: Sebagian ayat-ayat Al-Qur'an merupakan penjelasan yang berhubungan dengan suatu peristiwa yang terjadi.\r\nFirman Allah swt:\r\nوَلَا يَأْتُوْنَكَ بِمَثَلٍ اِلَّا جِئْنٰكَ بِالْحَقِّ وَاَحْسَنَ تَفْسِيْرًا ۗ  \r\nDan mereka (orang-orang kafir itu) tidak datang kepadamu (membawa) sesuatu yang aneh, melainkan Kami datangkan kepadamu yang benar dan penjelasan yang paling baik. (al-Furq±n/25: 33);Dengan demikian, kaum Muslimin merasakan bahwa mereka selalu mendapat bimbingan dan petunjuk dari Allah swt ketika menghadapi setiap peristiwa yang terjadi di antara mereka.\r\nBagi Nabi Muhammad saw, penurunan Al-Quran secara berangsur-angsur itu amat besar manfaatnya dalam memperteguh hatinya, seperti dijelaskan Allah dalam firman-Nya:\r\nوَقَالَ الَّذِيْنَ كَفَرُوْا لَوْلَا نُزِّلَ عَلَيْهِ الْقُرْاٰنُ جُمْلَةً وَّاحِدَةً ۛ كَذٰلِكَ ۛ لِنُثَبِّتَ بِهٖ فُؤَادَكَ وَرَتَّلْنٰهُ تَرْتِيْلًا   \r\nDan orang-orang kafir berkata, ”Mengapa Al-Quran itu tidak diturunkan kepadanya sekaligus?” Demikianlah, agar Kami memperteguh hatimu (Mu-hammad) dengannya dan Kami membacakannya secara tartil (berangsur-angsur,  perlahan dan benar). (al-Furq±n/25: 32);Pada umumnya ayat-ayat yang diturunkan berkisar antara lima sampai dengan sepuluh ayat sesuai dengan kebutuhan, sebagaimana Umar bin Kha¯¯±b berkata:\r\nعَنْ عُمَرَ رَضِيَ اللهُ عَنْهُ قَالَ: تعلموا الْقُرْآنَ خَمْسَ آيَاتٍ خَمْسَ آيَاتٍ فَإِنَّ جِبْرِيْلَ عَلَيْهِ السَّلاَمُ كَانَ يَنْزِلُ بِهِ خَمْسًا خَمْسًا. (رواه البيهقي)\r\nDiriwayatkan dari Umar r.a., dia berkata, “Pelajarilah Al-Qur'an lima ayat lima ayat. Karena sesungguhnya Jibril menurunkannya lima ayat lima ayat. (Riwayat al-Baihaq³).\r\n"}