{"tafsir_id":2136,"surah_id":17,"aya_number":107,"tafsir_wajiz":"Jika demikian sifat dan ciri-ciri Al-Qur’an sebagaimana dijelaskan oleh no_ayatt-no_ayatt yang lalu, maka wahai Nabi Muhammad, katakanlah kepada orang-orang kafir Mekah dan kepada manusia seluruhnya, “Berimanlah kamu kepadanya, yakni Al-Qur’an, atau tidak usah beriman, itu sama saja bagi Allah. Jika engkau beriman, engkau mendapat manfaat dari keimananmu. Dan jika engkau ingkar, engkau juga yang mendapat kerugian. Tidak ada manfaat sedikit pun bagi Allah dari keimanan kamu, dan tidak ada pula mudarat bagi Allah dari keingkaran kamu. Sesungguhnya orang yang telah diberi pengetahuan sebelumnya, yakni ulama Ahli Kitab yang beriman kepada Nabi Muhammad, mereka diberi pengetahuan tentang wahyu Allah sebelum turunnya Al-Qur’an, apabila Al-Qur’an dibacakan kepada mereka, mereka menyungkurkan wajah, yakni menjatuhkan wajahnya untuk bersujud mengakui kebesaran Allah dan kebenaran firman-Nya.","tafsir_tahlili":"(107) Dalam ayat ini Allah swt memerintahkan kepada Rasul-Nya untuk menyatakan dengan tegas kepada kaum musyrikin yang ingkar kepada kebenaran Al-Qur'an itu, bahwa sekiranya mereka beriman maka keimanan mereka itu tidaklah memperkaya perbendaharaan rahmat-Nya. Demikian pula sebaliknya, sekiranya mereka tetap ingkar, tidak mau beriman kepada Al-Qur'an, keingkaran dan penolakan mereka itu tidaklah mengurangi keagungan Allah swt. Firman Allah:\r\nوَقَالُوْا لَنْ نُّؤْمِنَ لَكَ حَتّٰى تَفْجُرَ لَنَا مِنَ الْاَرْضِ يَنْۢبُوْعًاۙ     \r\nDan mereka berkata, ”Kami tidak akan percaya kepadamu (Muhammad) sebelum engkau memancarkan mata air dari bumi untuk kami. (al-Isr±'/17: 90);Pernyataan Rasul saw ini merupakan celaan dan kecaman kepada kaum musyrikin, serta mengandung penghinaan kepada mereka. Bagaimanapun sikap mereka terhadap Al-Qur'an, tidak patut dipedulikan. Kebenaran Al-Qur'an tidak tergantung kepada sikap orang-orang yang ingkar itu. Tidak mengherankan kalau mereka menolak kebenaran Al-Qur'an, karena mereka memang orang Jahiliah. Tetapi orang-orang baik dan terpelajar di antara mereka tentu beriman dan tunduk sepenuhnya bila mendengar ayat-ayat Al-Qur'an dibacakan. Seperti Zaid bin Amru bin Nufail dan Waraqah bin Naufal yang telah membacakan kitab-kitab suci yang terdahulu sebelum Al-Qur'an diturunkan, dan mereka mengetahui kelak pada waktunya akan lahir seorang rasul akhir zaman. Mereka sujud dan bersyukur kepada Allah swt yang telah memenuhi janji-Nya, yaitu mengutus Muhammad saw sebagai rasul terakhir. Dengan turunnya ayat ini, Nabi Muhammad saw merasa terhibur hatinya, karena keimanan orang-orang yang terpelajar lebih berarti dari keimanan orang-orang jahil, meskipun keimanan orang-orang jahil itu tetap diharapkan.\r\n"}