{"tafsir_id":2138,"surah_id":17,"aya_number":109,"tafsir_wajiz":"Dan mereka menyungkurkan wajah sekali lagi dan demikian seterusnya sambil menangis karena takut kepada Allah dan mereka bertambah khusyuk memohon kepada Allah setiap kali dibacakan kepada mereka no_ayatt-no_ayatt Al-Qur’an.","tafsir_tahlili":"(109) Kemudian Allah swt menambahkan dalam ayat ini sifat-sifat yang terpuji pada orang-orang yang diberi ilmu itu. Mereka menelungkupkan muka, bersujud kepada Allah sambil menangis disebabkan bermacam-macam perasaan yang menghentak dada mereka, seperti perasaan takut kepada Allah, dan perasaan syukur atas kelahiran rasul yang dijanjikan. Pengaruh ajaran-ajaran Al-Quran meresap ke dalam jiwa mereka ketika mendengar ayat-ayat yang dibacakan, serta menambah kekhusyukan dan kerendahan hati mereka. Dengan demikian, mereka merasakan betapa kecilnya manusia di sisi Allah swt. Demikianlah sifat orang berilmu yang telah mencapai martabat yang mulia. Hatinya menjadi tunduk dan matanya mencucurkan air mata ketika Al-Qur'an dibacakan kepadanya. Mencucurkan air mata ketika mendengar atau membaca Al-Qur'an sangat terpuji dalam pandangan Islam.\r\nBersabda Rasulullah saw:\r\nاِقْرَءُوا الْقُرْآنَ وَابْكُوْا، وَإِذَا لَمْ تَبْكُوْا فَتَبَاكَوْا. (رواه الترمذي عن سعد بن ابي وقاص)\r\nBacalah Al-Qur'an dan menangislah, jika kamu tidak bisa menangis, maka usahakanlah sekuat-kuatnya agar dapat menangis.(Riwayat at-Tirmi©³ dari Saad bin Abi Waqa¡);Sabda Rasulullah saw lagi:\r\nعَيْنَانِ لاَ تَمَسُّهُمَا النَّارُ، عَيْنٌ بَكَتْ مِنْ خَشْيَةِ اللهِ تَعَالَى وَعَيْنٌ بَاتَتْ تَحْرُسُ فِي سَبِيْلِ اللهِ. (رواه الترمذي عن ابن عباس)\r\nDua mata yang tidak disentuh api neraka, yaitu yang menangis karena takut kepada Allah swt, dan mata yang berjaga-jaga di malam hari pada jalan Allah (jihad). (Riwayat at-Tirmi©³ dari Ibnu Abb±s)\r\nلاَ يَلِجُ النَّارَ رَجُلٌ بَكَى مِنْ خَشْيَةِ اللهِ حَتَّى يَعُوْدَ اللَّبَنُ فِى الضَّرْعِ وَلاَ اجْتَمَعَ عَلَى عَبْدٍ غُبَارٌ فِي سَبِيْلِ اللهِ وَدُخَانُ جَهَنَّمَ. (رواه مسلم والنسائي عن أبي هريرة)\r\nTidaklah masuk neraka seseorang yang menangis karena takut kepada Allah, kecuali bila air susu sapi dapat kembali ke dalam kantong susunya, dan tidaklah berkumpul pada seorang hamba, debu dalam peperangan di jalan Allah dengan asap api neraka. (Riwayat  Muslim dan an-Nas±'i dari Abu Hurairah)\r\n"}