{"tafsir_id":2139,"surah_id":17,"aya_number":110,"tafsir_wajiz":"Katakanlah wahai Nabi Muhammad kepada orang-orang musyrik Mekah, “Serulah Allah atau serulah ar-Rahman, Dia Yang Maha Pengasih. Jangan ragu engkau menyeru dengan kedua nama itu, sebab keduanya adalah nama Tuhan. Dengan nama yang mana saja kamu dapat menyeru, karena Dia mempunyai nama-nama yang terbaik, yakni Asma’ul-Husna, sebutlah salah satu dari nama itu atau semuanya tidaklah berarti engkau mengakui berbilangnya Zat Tuhan, sebab berbilangnya nama tidak berarti berbilangnya Zat Tuhan, dan selanjutnya katakanlah kepada mereka janganlah engkau mengeraskan suaramu dalam salat, agar orang-orang musyrik Mekah tidak menyakitimu dan menghina agamamu, dan janganlah pula merendahkannya sehingga tidak terdengar suaramu sama sekali, dan usahakan jalan tengah di antara kedua itu, yakni tidak mengeraskan suara dalam salat dan tidak pula merendahkan suaranya.","tafsir_tahlili":"(110) Sabab nuzul ayat ini, menurut riwayat Ibnu Jar³r a¯-°abar³ dari Ibnu Abb±s, bahwa Rasul saw pada suatu hari salat di Mekah, lalu beliau berdoa. Dalam doanya itu, beliau mengucapkan kata-kata, “Ya Allah Ya Ra¥m±n.” Orang-orang musyrik yang mendengar ucapan Nabi itu berkata, “Perhatikanlah orang yang telah keluar dari agamanya ini, dilarangnya kita berdoa kepada dua Tuhan sedangkan dia sendiri berdoa kepada dua Tuhan. Maka turunlah ayat ini.\r\nMenurut riwayat A«-a¥¥±k, sebab turun ayat ini ialah bahwa orang Yahudi bertanya kepada Rasul mengapa kata ar-Ra¥m±n sedikit beliau sebutkan, padahal di dalam Taurat, Allah banyak menyebutnya.” Maka turunlah ayat ini.\r\nBilamana latar belakang turun ayat ini menurut riwayat yang pertama, maka Allah menjelaskan kepada kaum musyrikin bahwa kedua lafal itu (Allah dan ar-Ra¥m±n) walaupun berbeda namun sama-sama mengungkap-kan Zat Yang Maha Esa, Tuhan satu-satunya yang disembah. Pemahaman yang demikian sesuai dengan keterangan ayat 111.\r\nBila latar belakang turunnya ayat ini adalah riwayat yang kedua, maka Allah menjelaskan kepada orang Yahudi bahwa lafal itu sama-sama baik untuk mengutarakan apa yang dimaksud. Orang Yahudi memandang kata ar-Ra¥m±n lebih baik, karena sifat itu yang paling disukai Allah, sehingga banyak disebut dalam Taurat. Ar-Ra¥m±n banyak sekali disebut dalam Taurat karena Nabi Musa a.s. berwatak keras dan pemarah. Oleh karena itu, Allah banyak menyebutkan kata-kata ar- Ra¥m±n agar beliau bergaul dengan umatnya dengan kasih sayang, dan beliau sebagai seorang nabi tentulah mencontoh sifat-sifat Allah.\r\nPada ayat ini, Allah swt menjelaskan tentang keesaan Zat-Nya dengan nama-nama yang baik. Nama-nama yang baik itu hanyalah menggambarkan sifat-sifat kesempurnaan-Nya, bukan wujud Allah yang berdiri sendiri sebagai-mana anggapan kaum musyrikin.\r\nSesudah menyatakan kesamaan kedua kata itu, Allah menegaskan dalam ayat ini bahwa kedua lafal itu baik digunakan untuk berdoa, karena Tuhan mempunyai al-asm±'ul ¥usn± (nama-nama yang paling baik). Tuhan memberikan keterangan dengan al-¥usn± (paling baik) untuk nama-nama-Nya, karena mengandung pengertian yang mencakup segala sifat-sifat kesempurnaan, kemuliaan, dan keindahan yang tidak satu makhluk pun yang menyerupai.\r\nOrang-orang Yahudi sesungguhnya tidaklah memungkiri nama-nama Allah yang baik itu. Hanya saja mereka memandang ar-Ra¥m±n nama yang terbaik di antara nama-nama Tuhan lainnya. Inilah yang tidak dibenarkan dalam ayat ini karena kedua nama tersebut termasuk al-asm±'ul ¥usn±. Pendapat seperti di atas juga dianut oleh kaum Muslimin, dimana menurut mereka, ada nama yang lebih tinggi di antara al-asm±'ul ¥usn±. Diriwayatkan bahwa Rasulullah saw mendengar seorang laki-laki membaca doa:\r\nاَللّهُمَّ إِنِّي أَسْأَلُكَ بِأَنِّي أَشْهَدُ أَنَّكَ أَنْتَ اللهُ لاَ إِلٰهَ إِلاَّ أَنْتَ اْلأَحَدُ الصَّمَدُ الَّذِيْ لَمْ يَلِدْ وَلَمْ يُوْلَدْ وَلَمْ يَكُنْ لَّهُ كُفُوًا أَحَدٌ. (رواه الترمذي عن عبد الله بن بريده الاسلمي عن أبيه)\r\nYa Allah sesungguhnya aku memohon kepada-Mu, supaya aku benar-benar bersaksi bahwasanya Engkau Allah yang tiada tuhan melainkan Engkau, Yang Esa lagi tempat bergantung segala makhluk. Yang tiada beranak dan tiada dilahirkan dan tidak ada seorang pun yang setara dengan Dia. (Riwayat at-Tirmi©³ dari Abdullah bin Buraidah al-Aslam³ dari ayahnya)\r\n \r\nSetelah mendengar doa itu Nabi saw bersabda:\r\nوَالَّذِيْ نَفْسِيْ بِيَدِهِ لَقَدْ سَأَلَ اللهَ تَعَالَى بِاسْمِهِ اْلأَعْظَم الَّذِيْ إِذَا دُعِيَ بِهِ أَجَابَ وَإِذَا سُئِلَ بِهِ اَعْطِيَ (رواه ابن جرير الطبري عن سعد)\r\nDemi Allah yang jiwaku di tangan-Nya, benar-benar laki-laki itu berdoa dengan nama Tuhan Yang Agung (al-asm±' al-A'§am), yang bila Allah diseru dengan (menyebut) nama itu niscaya Dia menyempurnakannya, dan bila Allah diminta dengan (menyebut) nama itu niscaya Dia memberi. (Riwayat Ibnu Jar³r a¯-°abar³ dari Saad);Diriwayatkan pula oleh Muslim, A¥mad, at-Tirmi©³, dan Ibnu Abi Hatim dari Asm±' binti  Yaz³d bahwa Nabi saw bersabda:\r\nاِسْمُ اللهِ اْلأَعْظَمِ فِي هَاتَيْنِ اْلآيَتَيْنِ\r\nNama Allah Ta'ala Yang Maha Agung terletak pada dua ayat ini, yaitu:\r\nوَاِلٰهُكُمْ اِلٰهٌ وَّاحِدٌۚ  لَآاِلٰهَ اِلَّا هُوَ الرَّحْمٰنُ الرَّحِيْمُ ࣖ  \r\nDan Tuhan kamu adalah Tuhan Yang Maha Esa, tidak ada tuhan selain Dia, Yang Maha Pengasih, Maha Penyayang. (al-Baqarah/2: 163);Dan ayat yang kedua ialah pada pembukaan Surah ²li Imr±n:\r\nالۤمّۤ   ١  اَللّٰهُ لَآ اِلٰهَ اِلَّا هُوَ الْحَيُّ الْقَيُّوْمُۗ  ٢  \r\nAlif L±m M³m. Allah, tidak ada tuhan selain Dia. Yang Mahahidup, Yang terus menerus-mengurus (makhluk-Nya). (²li Imr±n/3: 1-2);Kemudian pada akhir ayat ini, Allah memerintahkan kepada Rasul agar di waktu salat jangan membaca ayat dengan suara keras dan jangan pula dengan suara yang rendah, tetapi di antara keduanya. Yang dimaksud dengan membaca ayat ini mencakup membaca basmalah dan ayat lainnya. Jika Rasul membaca dengan suara yang keras, tentu didengar oleh orang-orang musyrik dan mereka lalu mengejek, mengecam, dan mencaci-maki            Al-Qur'an, Nabi, dan sahabat-sahabatnya. Namun jangan pula membaca dengan suara yang terlalu rendah sehingga para sahabat tidak dapat mendengarnya dengan jelas. Larangan ini turun ketika Rasul masih berada di Mekah berdasarkan riwayat Ibnu Abb±s.\r\nMenurut riwayat Ibnu Abb±s, ketika Rasul berada di Mekah disuruh membaca ayat dengan suara yang tidak terlalu keras, tetapi juga tidak terlalu rendah, dilarang membaca dengan suara yang pelan dan rendah sehingga tidak terdengar. Tetapi sesudah hijrah ke Medinah, persoalan itu tidak dibahas lagi kecuali membaca ayat dalam salat dengan suara yang keras di luar batas tetap tidak dibenarkan.\r\n"}