{"tafsir_id":2147,"surah_id":18,"aya_number":7,"tafsir_wajiz":"Sesungguhnya Kami telah menjadikan apa yang ada di bumi, yakni beraneka macam hewan, tumbuh-tumbuhan dan kekno_ayatan alam yang tersimpan di dalamnya sebagai perhiasan baginya, yakni bagi bumi dan indah dipandang oleh manusia, untuk Kami menguji mereka, di dalam menyikapi keindahan bumi dengan segala isinya. Dengan demikian, Kami mengetahui secara nyata siapakah di antara mereka yang terbaik perbuatannya, dan siapa yang jahat dan durhaka kepada Tuhannya.","tafsir_tahlili":"(7) Dalam ayat ini, Allah swt menerangkan bahwa segala yang ada di atas bumi ini diciptakan sebagai perhiasan bagi bumi itu, baik binatang dan tumbuh-tumbuhan yang terdiri dari berbagai jenis di lautan dan di daratan, maupun barang-barang tambang yang beraneka ragam dan sebagainya. Semua itu untuk menguji manusia apakah mereka dapat memahami dengan akal pikiran bahwa perhiasan-perhiasan bumi itu dapat memberi gambaran akan adanya Sang Pencipta, untuk kemudian menaati perintah dan menjauhi larangan-Nya. Bilamana mereka menggunakan segala benda-benda alam, hewan, dan tumbuh-tumbuhan itu untuk pengabdian diri kepada Allah dan kemaslahatan manusia, maka Allah akan memberi mereka pahala yang sebesar-besarnya. Akan tetapi, bilamana mereka menggunakannya untuk mendurhakai Allah dan merusak peradaban dan kemanusiaan, maka Allah swt akan menimpakan kepada mereka azab yang besar pula. Sejarah umat manusia membuktikan bahwa mereka selalu berlomba-lomba untuk mem-peroleh benda-benda perhiasan bumi itu, karena merupakan benda-benda ekonomi yang menjadi sumber penghidupan umat manusia. Karena benda-benda itu pula, mereka saling berbunuh-bunuhan satu sama lain yang akhirnya menimbulkan kehancuran. Hal itu tidak akan terjadi jika mereka menyadari bahwa benda-benda hiasan bumi itu adalah anugerah Allah, dan dimanfaatkan untuk kemanusiaan dan pengabdian kepada Tuhan Rabbµl Alamin.\r\n Demikianlah, barang siapa yang dapat memahami dan mengambil pelajaran serta hikmah dari benda-benda hiasan bumi itu akan berbahagia di dunia dan di akhirat. Semua benda alam ini memang diperuntukkan bagi manusia, terserah kepada mereka mau melakukan apa saja terhadap benda-benda hiasan di permukaan bumi itu?\r\n Firman Allah swt:\r\nاَلَمْ تَرَ اَنَّ اللّٰهَ سَخَّرَ لَكُمْ مَّا فِى الْاَرْضِ وَالْفُلْكَ تَجْرِيْ فِى الْبَحْرِ بِاَمْرِهٖۗ \r\nTidakkah engkau memperhatikan bahwa Allah menundukkan bagimu (manusia) apa yang ada di bumi dan kapal yang berlayar di lautan dengan perintah-Nya. (al-¦ajj/22: 65); Sabda Nabi Muhammad saw:\r\nإِنَّ الدُّنْيَا حُلْوَةٌ خَضِرَةٌ وَاللهُ مَسْتَخْلِفُكُمْ فِيْهَا فَيَنْظُرُ كَيْفَ تَعْمَلُوْنَ. (رواه مسلم عن أبي سعيد الخدري)\r\nSesungguhnya dunia ini manis dan hijau. Dan sesungguhnya Allah menunjuk kamu sebagai penguasa di atasnya, lalu Dia melihat apa yang kamu kerjakan. (Riwayat Muslim dari Abu Sa³d al-Khudr³);"}