{"tafsir_id":2153,"surah_id":18,"aya_number":13,"tafsir_wajiz":"Kami akan ceritakan kepadamu dengan rinci wahai Nabi Muhammad kisah mereka yang penting dan menakjubkan itu dengan sebenarnya, tidak ada keraguan maupun kesamaran agar engkau jelaskan kepada orang-orang yang bertanya dan menjadi pelajaran bagimu dan bagi umatmu. Sesungguhnya mereka adalah pemuda-pemuda yang beriman kepada Tuhan mereka dengan keimanan yang benar, tetapi mereka ditindas oleh penguasa pada masanya maka Kami kukuhkan iman mereka dan Kami tambahkan petunjuk kepada mereka kepada jalan yang benar.","tafsir_tahlili":"(13) Dalam ayat ini, Allah mulai menguraikan kisah A¡¥±bul Kahf, yang pada ayat-ayat sebelumnya telah disampaikan secara global. Allah mengata-kan kepada Rasul saw bahwa kisah yang disampaikan ini mengandung kebenaran. Maksudnya diceritakan menurut kejadian, tidak seperti yang dikenal oleh bangsa Arab. Mereka telah mengenal kisah pemuda-pemuda penghuni gua ini, akan tetapi dalam bentuk yang berbeda. Umayyah bin Abi Salt, seorang penyair Arab zaman permulaan Islam dari Bani Umayyah (w. 9 H), pernah dalam sebuah baitnya menyebut gua ini, yang menunjukkan bahwa bangsa Arab telah mengenal kisah ini. Baitnya berbunyi:\r\nوَلَيْسَ بِهَا إِلاَّ الرَّقِيْمُ مُجَاوِرًا  وَصَيْدُهُمُوْ وَالْقَوْمُ هُجَّدًا\r\nTidak ada di situ kecuali ar-Raqim (batu bertulis) yang berada di dekatnya serta anjingnya. Sedang kaum itu tidur dalam gua.; Kemudian Allah menjelaskan bahwa sesungguhnya para penghuni gua itu adalah para pemuda yang beriman kepada Allah Yang Maha Kuasa dengan penuh keyakinan. Meskipun masyarakat mereka menganut agama syirik, tetapi mereka dapat mempertahankan keimanan mereka dari pengaruh kemusyrikan. Memang para pemuda pada umumnya mempunyai sifat mudah menerima kebenaran, mereka lebih cepat menerima petunjuk ke jalan yang benar dibandingkan dengan orang-orang tua yang sudah tenggelam dalam ajaran-ajaran yang batil. Oleh karena itu, dalam sejarah, terutama sejarah perkembangan Islam, para pemuda yang lebih banyak pertama kali menerima ajaran Allah dan Rasul-Nya.\r\n Adapun orang tua, seperti tokoh-tokoh Quraisy, tetap mempertahankan ajaran agama yang salah, sedikit sekali di antara mereka yang menerima ajaran Islam. \r\n"}