{"tafsir_id":2154,"surah_id":18,"aya_number":14,"tafsir_wajiz":"Dan Kami teguhkan hati mereka ketika mereka berdiri tampil di hadapan kaumnya atau di hadapan penguasa yang menindas dan memaksa agar mereka menyekutukan Allah, akan tetapi mereka menolaknya lalu mereka berkata, menyatakan keteguhan hatinya, “Tuhan kami adalah Tuhan Pencipta dan Pemelihara langit dan bumi; kami tidak menyeru tuhan selain Dia dan tidak menyembah-Nya. Sungguh, kalau kami berbuat demikian, yakni kalau kami menyeru dan menyembah tuhan selain Allah, tentu kami telah mengucapkan perkataan yang sangat jauh dari kebenaran.”","tafsir_tahlili":"(14) Dalam ayat ini diterangkan bahwa Allah swt meneguhkan hati para pemuda itu dengan kekuatan iman, membulatkan tekad mereka kepada agama tauhid, dan memberikan keberanian untuk mengatakan kebenaran agama itu di hadapan raja Decyanus yang kafir dan sewenang-wenang. Ketika raja itu mencela dan memaksa mereka untuk menyembah berhala, mereka dengan lantang berkata, “Tuhan kami adalah Tuhan yang menciptakan langit dan bumi, kami sekali-kali tidak menyeru Tuhan selain Dia.” Dalam pernyataan mereka ini, terkandung dua pengakuan tentang kekuasaan Tuhan. Pertama, pengakuan mereka tentang keesaan Tuhan dalam memelihara dan menciptakan alam semesta ini. Kedua, pengakuan mereka tentang keesaan Tuhan dan hak-Nya untuk disembah oleh makhluk. Orang-orang musyrik mengakui keesaan Tuhan dalam menciptakan dan memelihara alam semesta ini, sebagaimana dijelaskan Allah dalam firman-Nya:\r\nوَلَىِٕنْ سَاَلْتَهُمْ مَّنْ خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ لَيَقُوْلُنَّ اللّٰهُ ۗفَاَنّٰى يُؤْفَكُوْنَ  \r\nDan jika engkau bertanya kepada mereka, ”Siapakah yang menciptakan langit dan bumi dan menundukkan matahari dan bulan?” Pasti mereka akan menjawab, ”Allah.” Maka mengapa mereka bisa dipalingkan (dari kebe-naran). (al-Ankabµt/29: 61); Namun demikian, orang musyrikin tidak mengakui keesaan Tuhan dan hak-Nya untuk disembah oleh para hamba-Nya. Mereka menyembah berhala sebagai sekutu Tuhan yang akan mendekatkan mereka kepada-Nya, sebagaimana diterangkan dalam firman Allah swt:\r\nمَا نَعْبُدُهُمْ اِلَّا لِيُقَرِّبُوْنَآ اِلَى اللّٰهِ زُلْفٰىۗ  \r\n…Kami tidak menyembah mereka melainkan (berharap) agar mereka mendekatkan kami kepada Allah dengan sedekat-dekatnya.” (az-Zumar/39: 3)\r\n Sesudah para pemuda itu menyatakan pengakuan mereka tentang keesaan Tuhan, lalu mereka memberikan alasan penolakan terhadap penyembahan berhala-berhala sebagaimana yang dikehendaki oleh raja Decyanus. Mereka menyatakan bahwa jika mereka menyembah dan berdoa kepada selain Allah, itu berarti mengerjakan sesuatu yang jauh dari kebenaran.\r\n"}