{"tafsir_id":2155,"surah_id":18,"aya_number":15,"tafsir_wajiz":"Lalu mereka menunjukkan kepada kaumnya bahwa mereka itu kaum kami yang telah menjadikan tuhan-tuhan (untuk disembah) selain Dia. Mereka menyekutukan Allah tanpa suatu bukti dan alasan yang jelas. Mengapa mereka tidak mengemukakan alasan yang jelas tentang kepercno_ayatan mereka, sebagaimana kami tunjukkan bukti-bukti yang nyata tentang kekuasaan Allah, Tuhan kami? Maka siapakah yang lebih zalim daripada orang yang mengada-adakan kebohongan terhadap Allah? Sungguh, mereka itulah orang-orang yang zalim karena mengada-adakan kebohongan terhadap Allah.","tafsir_tahlili":"(15) Dalam ayat ini, Allah swt menceritakan percakapan di antara para pemuda itu. Mereka mengatakan bahwa kaumnya yang berada di bawah kekuasaan Decyanus, meskipun lebih tua dan memiliki banyak pengalaman, namun menyekutukan Tuhan tanpa mempergunakan akal pikiran. Mengapa mereka tidak mengemukakan alasan yang benar, atau bukti yang kuat dan jelas untuk memperkuat kebenaran yang mereka katakan dan percayai. Pemuda-pemuda itu menyatakan bahwa kaum mereka seharusnya berbuat seperti yang mereka lakukan, yaitu menunjukkan bukti-bukti kebenaran agama yang mereka anut. \r\n Anak-anak muda itu juga menyatakan bahwa tidak ada kezaliman yang lebih besar kecuali kezaliman orang yang berbuat dusta terhadap Allah, seperti mengatakan bahwa Tuhan itu mempunyai sekutu. Kaum mereka telah mempersamakan martabat berhala-berhala dengan martabat Tuhan yang tinggi, tetapi mereka tidak dapat memberikan alasan yang benar, padahal agama seharusnya berdasarkan kepercayaan atau alasan yang benar. Mereka mengada-adakan nama-nama untuk sebutan Tuhan dengan hanya menuruti hawa nafsu mereka.\r\n Firman  Allah swt:\r\nاِنْ هِيَ اِلَّآ اَسْمَاۤءٌ سَمَّيْتُمُوْهَآ اَنْتُمْ وَاٰبَاۤؤُكُمْ مَّآ اَنْزَلَ اللّٰهُ بِهَا مِنْ سُلْطٰنٍۗ اِنْ يَّتَّبِعُوْنَ اِلَّا الظَّنَّ وَمَا تَهْوَى الْاَنْفُسُۚ وَلَقَدْ جَاۤءَهُمْ مِّنْ رَّبِّهِمُ الْهُدٰىۗ  \r\nItu tidak lain hanyalah nama-nama yang kamu dan nenek moyangmu mengada-adakannya; Allah tidak menurunkan suatu keterangan apa pun untuk (menyembah)-nya. Mereka hanya mengikuti dugaan, dan apa yang diingini oleh keinginannya. Padahal sungguh, telah datang petunjuk dari Tuhan mereka. (an-Najm/53: 23); Nama-nama yang diberikan kepada sekutu-sekutu Allah itu bermacam-macam seperti al-L±ta, al-Man±t, al-Uzz±, yaitu nama-nama untuk berhala-berhala yang diberikan oleh orang-orang Arab Jahiliah. \r\n"}