{"tafsir_id":2156,"surah_id":18,"aya_number":16,"tafsir_wajiz":"Menghadapi kaumnya yang menyekutukan Allah dan penindasan penguasa negeri yang memaksa agar mereka meninggalkan kepercno_ayatannya, maka salah satu dari pemuda itu atau beberapa dari mereka mengusulkan agar mereka meninggalkan negerinya ke tempat yang jauh. Sebagian dari mereka itu berkata, “Dan apabila kamu bermaksud hendak meninggalkan mereka, yakni kaumnya yang durhaka dan apa yang mereka sembah selain Allah, maka carilah tempat berlindung ke dalam gua itu, yakni sebuah gua yang telah mereka kenal dan ketahui sebelumnya, guna memelihara keyakinanmu, niscno_ayat Tuhanmu akan melimpahkan sebagian rahmat-Nya kepadamu guna memelihara dan melindungi kamu dari penganino_ayatan mereka dan menyediakan sesuatu yang berguna bagimu dalam urusanmu yang berkaitan dengan kebutuhan hidupmu maupun yang berkaitan dengan keyakinanmu.","tafsir_tahlili":"(16) Dalam ayat ini dijelaskan bahwa percakapan di antara mereka terus berlanjut, sebagian dari mereka berkata kepada yang lain, “Bilamana kamu menjauhkan diri dari kaum dan kampung halamanmu lahir dan batin, menolak untuk mengikuti adat-istiadat mereka, dan tidak mau menyembah selain Allah, sehingga menimbulkan kemarahan mereka terhadap kamu, maka seharusnya kamu mencari tempat berlindung seperti gua.”\r\n “Di tempat tersebut kamu dapat melakukan ibadah dengan tekun dan khusyuk serta terhindar dari gangguan kaummu. Bilamana kamu sudah menghambakan diri sepenuhnya kepada Allah, serta memohon pemeliharaan-Nya, maka Dia tentu akan mencurahkan rahmat-Nya kepadamu. Kamu tidak akan mati kelaparan atau kehausan dalam gua itu. Allah swt akan memberi jalan keluar kepadamu dalam mengatasi kesukaran makan dan minum ataupun lainnya. Allah akan melapangkan jalan beribadah dengan sempurna kepada-Nya sehingga kamu bisa merasakan kelezatan ibadah yang melebihi kelezatan lainnya.” Demikian isi percakapan mereka. Apa yang mereka ucapkan itu lahir dari keyakinan dan harapan mereka akan anugerah Allah dan berkat kepasrahan dan keimanan mereka yang sempurna kepada-Nya. Allah swt telah menggerakkan hati para pemuda itu untuk menjadi orang-orang yang saleh, penghuni gua. Kisah mereka akhirnya selalu dikenang dalam sejarah umat beragama. Demikian sifat para pemuda itu, selamanya hati mereka lebih suci dan lebih cinta kepada kebenaran, yaitu sifat yang amat baik yang diperlukan bagi seseorang pemimpin.\r\n Ibnu Abb±s berkata:\r\nمَا بَعَثَ اللهُ نَبِيََّا إِلاَّ وَهُوَ شَابٌّ وَمَا أُعْطِى عِلْمٌ لِعَالِمٍ إِلاَّ وَهُوَ شَابٌّ\r\nTidaklah Allah mengutus seorang nabi kecuali dia seorang pemuda, dan tiada diberikan ilmu kepada seorang alim, kecuali dia pemuda.;Kemudian beliau membaca potongan ayat-ayat tersebut sebagai berikut:\r\nقَالُوْا سَمِعْنَا فَتًى يَّذْكُرُهُمْ يُقَالُ لَهٗٓ اِبْرٰهِيْمُ ۗ  \r\nMereka (yang lain) berkata, ”Kami mendengar ada seorang pemuda yang mencela (berhala-berhala ini), namanya Ibrahim.” (al-Anbiy±/21: 60);Dan firman Allah swt:\r\nوَاِذْ قَالَ مُوْسٰى لِفَتٰىهُ \r\nDan (ingatlah) ketika Musa berkata kepada pembantunya. (al-Kahf/18: 60);Dan firman Allah swt:\r\nنَحْنُ نَقُصُّ عَلَيْكَ نَبَاَهُمْ بِالْحَقِّۗ اِنَّهُمْ فِتْيَةٌ اٰمَنُوْا بِرَبِّهِمْ وَزِدْنٰهُمْ هُدًىۖ     \r\nSesungguhnya mereka adalah pemuda-pemuda yang beriman kepada Tuhan mereka, dan Kami tambahkan petunjuk kepada mereka. (al-Kahf/18: 13)\r\n \r\nAyat ini menunjukkan ketabahan hidup para pemuda A¡¥±bul Kahf ketika menyepi di dalam gua karena menyembunyikan agamanya. Al-Gazali, dalam kitabnya Ihy±' Ulµmudd³n, menolak menggunakan ayat ini untuk dijadikan dalil bagi keutamaan hidup uzlah. Beliau berkata, “A¡¥±bul Kahf tidak mengasingkan diri mereka sendiri antara satu dengan yang lain. Mereka seluruhnya adalah orang-orang yang beriman. Mereka mengasingkan  diri dari orang-orang kafir.” Jadi wajarlah kalau mereka ber-uzlah agar terpelihara dari penyiksaan orang-orang kafir dan raja yang hendak membunuh mereka. Hidup menyepi dalam arti mengasingkan diri dari kejahatan dan kebatilan yang tidak dapat diperbaiki atau mereka tidak sanggup memperbaikinya, maka uzlah semacam ini dibenarkan. As-Suyuti dalam kitabnya Al-Iklil berpendapat bahwa dari ayat ini dapat dipahami bahwa uzlah, mengasingkan diri, lari dari kezaliman, dan tinggal dalam gua disyariatkan ketika situasi beragama tidak kondusif atau rusak. Pendapat beliau ini perlu penjelasan karena masih kabur. Zaman manakah yang bersih dari kerusakan? Sebenarnya yang dapat dipahami dari ayat ini ialah para pemuda itu mengasingkan diri karena adanya pemerkosaan terhadap hak hidup beragama.\r\n Hidup uzlah karena frustasi dan keputusasaan dalam menghadapi kenyataan hidup tidak dibenarkan oleh agama. Untuk memahami ayat ini, harus diperhatikan suasana di kala terjadinya peristiwa uzlah-nya pemuda itu. Mereka menyepi dengan melarikan diri ke dalam gua karena akan dibunuh oleh raja yang sewenang-wenang. Suasana saat itu juga tidak mendukung untuk berjuang melawan kesewenang-wenangan raja, dan memperlihatkan keimanan mereka.\r\n Di masa permulaan Islam, Nabi menyuruh sahabat-sahabatnya berhijrah ke negeri Habsyah, kemudian ke Madinah, dan beliau sendiri lalu juga hijrah ke sana disebabkan oleh keganasan kaum musyrikin Quraisy, sedang kaum Muslimin tidak dapat berbuat apa-apa menghadapinya, karena masih lemah. Bahkan, bagi Nabi saw khususnya, mereka telah bersiap untuk membunuh-nya. Mereka mengepung rumah Nabi di malam hari untuk melaksanakan rencana pembunuhan itu.\r\n Karena kaum musyrikin telah mengadakan persekongkolan untuk membunuh Nabi, maka Allah memerintahkan agar Nabi hijrah. Atas dasar perintah itulah, Nabi hijrah. Jadi, bukan karena lari dari medan peperangan, menyendiri atau uzlah, dan sebagainya. Hidup uzlah dalam arti mengasingkan diri dari kemewahan hidup dan perbudakan harta dan hawa nafsu, lalu hidup sederhana di tengah-tengah masyarakat, sebagaimana yang diperlihatkan sahabat Nabi Abµ ª±r Al-Gifar³, tidak tercela, bahkan dibenarkan oleh agama Islam. Ibnu Ka£³r berkata, “Abµ ª±r berpendapat bahwa tidaklah patut seorang muslim memiliki harta melebihi dari persediaan makanannya sehari semalam, atau dari sesuatu yang diperguna-kannya untuk berperang, atau dari suatu yang disediakan untuk tamu. Beliau berpegang kepada §ahir ayat:\r\nوَالَّذِيْنَ يَكْنِزُوْنَ الذَّهَبَ وَالْفِضَّةَ وَلَا يُنْفِقُوْنَهَا فِيْ سَبِيْلِ اللّٰهِ ۙفَبَشِّرْهُمْ بِعَذَابٍ اَلِيْمٍۙ  \r\nDan orang-orang yang menyimpan emas dan perak dan tidak menginfakkannya di jalan Allah, maka berikanlah kabar gembira kepada mereka, (bahwa mereka akan mendapat) azab yang pedih. (at-Taubah/9: 34); Abµ ª±r hidup dalam kesederhanaan karena tidak mau terlibat dalam kehidupan mewah yang mulai merebak pada zaman khalifah Usman r.a. Demikian contoh kehidupan uzlah yang terdapat di kalangan sahabat Rasulullah saw”.\r\n"}