{"tafsir_id":2161,"surah_id":18,"aya_number":21,"tafsir_wajiz":"Dan demikian pula sebagai tanda kekuasaan Kami, Kami perlihatkan, yakni kami pertemukan penduduk negeri dengan mereka, agar mereka mengetahui, bahwa janji Allah tentang kebangkitan sesudah kematian kiamat itu benar, dan bahwa kedatangan hari Kiamat tidak ada keraguan padanya. Ketika mereka penduduk negeri itu berselisih tentang urusan mereka, yakni tentang siapa sebenarnya pemuda-pemuda itu dan berapa lama mereka tertidur di dalam gua, maka mereka bersepakat untuk mengabadikan peristiwa ini, mereka berkata, “Dirikanlah sebuah bangunan di atas gua yang menjadi tempat persembunyian mereka, tidak usah kita persoalkan siapa mereka dan berapa lama mereka tertidur di dalam gua, Tuhan mereka lebih mengetahui tentang mereka, siapa mereka dan bagaimana keadaannya baik lahir maupun batin. Orang yang berkuasa atas urusan mereka, yakni penguasa dari penduduk negeri itu berkata, “Kami pasti akan mendirikan sebuah bangunan untuk mengabadikan peristiwa ini berupa rumah ibadah, yang kami bangun di atasnya, yakni di atas gua itu.","tafsir_tahlili":"(21) Dalam ayat ini, dijelaskan keadaan mereka selanjutnya. Setelah Tamlikha pergi ke kota untuk berbelanja dengan membawa uang perak dari kawan-kawannya, ia melihat suasana kota Ephesus yang jauh berbeda dari apa yang diperkirakan. Saat datang ke kota itu, dia menemukan rakyatnya sudah beriman kepada Tuhan Yang Maha Esa. Namun demikian, di antara rakyatnya ada beriman penuh kepada kejadian hari kiamat, dan ada yang masih ragu. Ada yang mengatakan kiamat itu dengan roh saja, ada pula yang mengatakan kiamat itu dengan roh dan jasad.\r\n Sebagaimana Allah membangkitkan A¡¥±bul Kahf itu dari tidurnya, supaya saling bertanya satu sama lain tentang diri mereka, sehingga keimanan mereka bertambah sempurna, demikian pulalah Tuhan mempertemukan penduduk kota itu dengan A¡¥±bul Kahf, ketika mereka berselisih tentang masalah hari kiamat. Dengan peristiwa A¡¥±bul Kahf, perselisihan mereka akan lenyap dan keimanan mereka kepada kekuasaan Tuhan akan menjadi sempurna. Mereka yakin bahwa hari kiamat itu benar-benar akan terjadi dan manusia akan dibangkitkan dari kubur dengan tubuh dan rohnya, seperti kebangkitan A¡¥±bul Kahf itu.\r\n Menurut riwayat Israiliyat, pangkal pertemuan mereka dengan Tamlikha terjadi ketika dia mengeluarkan uang peraknya untuk membayar harga makanan yang dibelinya. Pada uang perak itu terdapat gambar raja Decyanus. Penjual bahan makanan itu menjadi heran dan kaget. Ia lalu membawa mata uang logam tersebut kepada pejabat di kota itu, Tamlikha ditanya dan diperiksa. Akhir dari pemeriksaan itu adalah pengakuan tamlikha mengenai siapa dirinya dan menunjukkan gua tempat mereka bersembunyi. Peristiwa ini menimbulkan kegemparan dalam masyarakat. Rakyat dan raja menyaksikan kejadian luar biasa yang membawa mereka kepada keyakinan akan terjadinya hari kebangkitan. Golongan yang sebelumnya ragu terhadap hari kiamat, dengan kesaksian mereka terhadap peristiwa ini, berubah menjadi beriman dengan iman yang sempurna bahwa Allah swt kuasa menghidupkan orang yang sudah mati, dan mengembalikan jasad mereka sebagaimana bentuk semula ketika roh itu meninggalkan jasad. Maka dalam ayat ini, Allah swt menyatakan bahwa dipertemukannya A¡¥±bul Kahf dengan penduduk kota Ephesus itu supaya mereka mengetahui dengan yakin bahwa janji Allah itu benar dan kedatangan hari kiamat (hari kebangkitan) tidak diragukan lagi.\r\n Setelah pertemuan antara raja dan pemuka masyarakat dengan A¡¥±bul Kahf itu berakhir, maka A¡¥±bul Kahf kembali ke tempat pembaringanya. Pada waktu itulah, Allah swt mencabut roh mereka untuk diangkat ke sisi-Nya. Kemudian raja dan para pemuka masyarakat itu mengadakan musyawarah. Sebagian dari mereka berkata kepada yang lain, “Dirikanlah sebuah bangunan besar sebagai peringatan di dekat mulut gua itu.” Orang yang berkuasa di antara mereka berkata, “Kami benar-benar akan mem-bangun sebuah tempat ibadah di dekat mulut gua mereka.” Kedua pihak ingin memuliakan A¡¥±bul Kahf itu, tetapi mereka berbeda pendapat tentang caranya. Satu pihak menghendaki mendirikan sebuah bangunan besar, sedang pihak yang lainnya ingin mendirikan sebuah masjid untuk tempat beribadah bagi mereka. Tentang apakah penduduk Ephesus mendirikan sebuah bangunan untuk peringatan atau mereka mendirikan sebuah masjid untuk tempat beribadah di atas gua itu hanya Allah yang mengetahuinya.\r\n Membangun masjid dekat kuburan tidak dilarang oleh agama. Tetapi agama sangat melarang menjadikan kuburan sebagai tempat ibadah, sebagaimana sabda Rasulullah saw:\r\nلَعَنَ اللهُ الْيَهُوْدَ وَالنَّصَارَى، اِتَّخَذُوْا قُبُوْرَ أَنْبِيَائِهِمْ مَسَاجِدَ. (رواه البخاري عن عائشة وعبد الله بن عباس)\r\nAllah mengutuk orang Yahudi dan Nasrani yang menjadikan kuburan Nabi mereka menjadi tempat ibadah”. (Riwayat al-Bukh±r³ dari ²isyah dan Abdull±h bin Abb±s)\r\n \r\n Islam sangat melarang umatnya menjadikan kuburan sebagai tempat beribadah untuk memuliakan orang-orang yang dikubur itu. Bahkan sebagian ulama, seperti Ibnu Hajar dalam kitabnya az-Zawajir memandang perbuatan itu sebagai dosa besar, berdasarkan hadis-hadis yang disebutkan. Dalam sejarah terbukti kuburan para nabi atau wali yang dibangun dalam tempat ibadah cenderung membawa orang kepada penghormatan yang berlebih-lebihan terhadap kuburan itu. Hal ini membuka peluang terjadinya perbuatan syirik. \r\n"}