{"tafsir_id":2162,"surah_id":18,"aya_number":22,"tafsir_wajiz":"Setelah menjelaskan perbedaan pendapat penduduk negeri tentang penghuni gua itu, no_ayatt selanjutnya menguraikan perbedaan pendapat orang-orang yang datang kemudian, termasuk kaum musyrik Mekah, kaum Yahudi dan Nasrani pada masa Nabi Muhammad. Nanti ada orang yang memperbincangkan berapa jumlah penghuni gua itu. Mereka mengatakan, “Jumlah mereka itu tiga orang, yang keempat adalah anjingnya,” dan yang lain mengatakan, “Jumlah mereka lima orang, yang ke enam adalah anjingnya,” Perkataan itu mereka ucapkan sebagai terkaan terhadap sesuatu yang gaib tanpa dasar atau alasan apa pun; dan yang lain lagi mengatakan, “Jumlah mereka tujuh orang, yang ke delapan adalah anjingnya.” Katakanlah wahai Nabi Muhammad, terhadap mereka yang mengatakan itu, “Tuhanku yang memelihara dan membimbingku lebih mengetahui dari siapa pun jumlah mereka secara pasti; tidak ada yang mengetahui bilangan mereka kecuali yang diberitahu oleh Allah, dan mereka yang diberi tahu oleh Allah itu sedikit.” Karena itu janganlah engkau wahai Nabi Muhammad dan wahai kaum muslim berbantah tentang hal mereka, yakni Ashabul-Kahf kecuali perbantahan lahir saja yang disertai bukti-bukti yang jelas dan jangan engkau menanyakan tentang mereka pemuda-pemuda Ashabul-Kahf itu kepada siapa pun, setelah datang berita yang pasti dari Tuhanmu.","tafsir_tahlili":"(22) Dalam ayat ini, Allah swt menjelaskan perselisihan pendapat yang terjadi pada masa Rasulullah saw mengenai kisah ini. Orang Nasrani dari aliran Malkaniyah berkata, “Mereka itu berjumlah tiga orang, yang keempat adalah anjingnya.” Orang Nasrani dari aliran Yaqµbiyah berpendapat, “Mereka itu berjumlah lima orang dan yang keenam adalah anjingnya.” Sedangkan golongan Nas¯uriyah mengatakan, “Mereka itu tujuh orang dan yang kedelapan adalah anjingnya.” Dalam hal ini Allah berfirman bahwa mereka mengatakan tiga atau lima orang itu hanyalah perkiraan semata, dan tidak disertai dengan pengetahuan, seperti melemparkan batu di malam hari ke suatu sasaran yang tidak tampak oleh mata. Tetapi Allah tidak menyatakan terhadap orang yang mengatakan tujuh orang sebagai perkiraan yang tidak menentu. Oleh karena itu, menurut Ibnu Abbas, pendapat yang mengatakan bahwa jumlah mereka itu tujuh orang dan yang kedelapan adalah anjingnya inilah yang benar. Sebab Allah swt menyatakan kedua pendapat sebelumnya sebagai perkiraan yang tidak menentu, namun tidak mengatakan hal yang sama untuk pendapat yang ketiga. Hal ini menunjuk-kan bahwa perkataan yang ketiga itulah yang benar dan menunjukkan pula bahwa ucapan itu berdasarkan pengetahuan, keyakinan, dan kemantapan batin.\r\n Mengenai nama-nama mereka yang tujuh itu, yang bermacam-macam pengucapannya, menurut al-¦±fi§ Ibnu ¦ajar dalam Kitab Tarikh karya Bukh±ri, tidak ada yang dapat dijadikan rujukan, karena bukan nama Arab. Dalam Tafsir Ibnu Ka£³r disebutkan nama-nama mereka sebagai berikut: Maksalmina (yang tertua), Tamlikha (yang kedua), Mar¯unus, Birunus, Dominus, Ya¯bunus, Falyasta¯yunus, dan nama anjingnya Hamran atau Qitmir. Nama-nama ini diambil dari Ahli Kitab, sehingga kebenarannya masih diragukan. Hanya Allah yang lebih mengetahui.\r\nKemudian Allah swt memerintahkan Rasul-Nya untuk mengemukakan kepada mereka yang berselisih tentang berapa jumlah pemuda penghuni gua itu bahwa Allah swt lebih mengetahui jumlah mereka. Tidak perlu mem-bicarakan hal seperti itu tanpa pengetahuan, lebih baik menyerahkannya kepada Allah. Seandainya Allah memberitahu Rasul-Nya tentang hal itu, tentu beliau akan menyampaikannya kepada umatnya jika bermanfaat untuk kehidupan mereka di dunia dan akhirat. Jika hal itu tidak disebutkan, seharusnya tidak perlu membuang-buang tenaga untuk memikirkannya.\r\n Tetapi kemudian, Allah menegaskan “tidak ada orang yang mengetahui jumlah mereka kecuali sedikit”. Di sini Allah mengisyaratkan adanya segelintir manusia yang diberi Allah ilmu untuk mengetahui keadaan yang sebenarnya tentang penghuni-penghuni gua itu. Siapakah yang sedikit itu? Ibnu Abb±s, seorang sahabat yang masih muda pada zamannya dan dipandang sebagai tokoh ilmiah di segala bidang, mengatakan bahwa dia termasuk di antara yang sedikit itu. Ahli-ahli sejarah, ahli-ahli ilmu purbakala, mungkin dimasukkan ke dalam golongan yang kecil itu bilamana mereka dengan kegiatan penelitiannya memperoleh fakta-fakta sejarah tentang umat masa lampau. Akan tetapi, yang terpenting untuk umat Islam dari ayat ini bukanlah mencari keterangan tentang jumlah pemuda-pemuda itu, melainkan bagaimana mengambil iktibar dan pelajaran dari peristiwa ini, yang bermanfaat untuk membina iman dan takwa kepada Allah swt.\r\n Setelah Allah menyebutkan kisah ini, Allah melarang Nabi dua hal: Pertama tidak boleh memperdebatkan tentang A¡¥±bul Kahf kepada Ahli Kitab. Nabi dilarang berdebat tentang hal itu kecuali dengan cara yang lembut, tanpa menentukan bilangan jumlah A¡¥±bul Kahf, dan tidak membodoh-bodohkan mereka karena hal itu tidak bermanfaat. Tujuan utama kisah ini adalah mengimani bahwa hari kebangkitan pasti terjadi. \r\n Di lain surah dengan maksud yang sama Allah berfirman:\r\nوَلَا تُجَادِلُوْٓا اَهْلَ الْكِتٰبِ اِلَّا بِالَّتِيْ هِيَ اَحْسَنُۖ اِلَّا الَّذِيْنَ ظَلَمُوْا مِنْهُمْ \r\nDan janganlah kamu berdebat dengan Ahli Kitab, melainkan dengan cara yang baik, kecuali dengan orang-orang yang zalim di antara mereka. (al-Ankabµt/29: 46); Larangan kedua, Allah swt memerintahkan kepada Nabi saw agar tidak meminta keterangan tentang pemuda-pemuda itu kepada orang-orang Nasrani karena mereka juga tidak punya dasar pengetahuan tentang itu. Mereka hanya memperkirakan saja dan tanpa dalil yang kuat.\r\n"}