{"tafsir_id":2166,"surah_id":18,"aya_number":26,"tafsir_wajiz":"Katakanlah kepada siapa yang tidak percno_ayat atau membantah keterangan ini, “Allah yang ilmu-Nya meliputi segala sesuatu lebih mengetahui berapa lamanya mereka tinggal di dalam gua; betapa tidak, sebab milik-Nya semua yang tersembunyi di langit dan di bumi, tidak ada sesuatu pun yang terluput dari pengetahuan-Nya. Alangkah terang penglihatan-Nya terhadap segala sesuatu dan alangkah tajam pendengaran-Nya terhadap suara; tidak ada seorang pelindung pun bagi mereka penduduk langit maupun bumi selain Dia Yang Mahakuasa atas segala sesuatu; dan Dia tidak mengambil seorang pun menjadi sekutu-Nya dalam menetapkan keputusan, sebab Dia tidak membutuhkan siapa pun menjadi sekutu bagi-Nya.","tafsir_tahlili":"(26) Dalam ayat ini, Allah swt memerintahkan Rasul saw agar menyatakan kepada mereka yang masih berselisih tentang berapa lama A¡¥±bul Kahf tidur di dalam gua, bahwa Tuhan lebih mengetahui lamanya mereka tidur dalam gua itu. Apa yang diterangkan Allah itu pasti benar, tidak ada keraguan padanya. Para ahli kitab berselisih tentang lamanya waktu mereka tidur seperti halnya mereka berselisih tentang jumlahnya. Hanya Allah yang mengetahui berapa lama mereka tidur, karena memang Dialah Yang Maha Mengetahui dan memiliki ilmu pengetahuan tentang segala yang gaib, baik di bumi maupun di langit. Dialah Yang Maha Mengetahui segala hal ihwal manusia yang tersembunyi, dan tidak ada sesuatupun yang tertutup bagi-Nya. Oleh karena itu, manusia tidak perlu lagi membicarakan berapa lama penghuni gua itu tidur di tempatnya, tetapi serahkan hal itu kepada Allah, karena Dia itulah yang mengetahui hal-hal yang gaib, apalagi hal-hal yang nyata. Sungguh alangkah terangnya penglihatan Allah atas segala sesuatu yang terjadi di alam semesta ini, dan alangkah tajamnya pendengaran-Nya terhadap segala macam suara dan bunyi dari makhluk-Nya. Tidak ada seorangpun yang dapat menjadi pelindung bagi penghuni-penghuni gua itu selain Allah. Dialah yang memelihara dan mengurus segala hal ihwal mereka dengan sebaik-baiknya. Dan Dia tidak bersekutu dengan seorangpun dalam menetapkan keputusan.;"}