{"tafsir_id":2167,"surah_id":18,"aya_number":27,"tafsir_wajiz":"Sesudah selesai menceritakan kisah penguni gua, no_ayatt ini kembali menyampaikan pesan-pesan yang disampaikan pada permulaan no_surahh ini. Dan bacakanlah wahai Nabi Muhammad apa yang diwahyukan Allah kepadamu, yaitu Al-Qur’an, Kitab Tuhanmu. Tidak ada siapa pun yang dapat mengubah kalimat-kalimat-Nya, yakni wahyu-Nya atau ketetapan-ketetapan-Nya. Dan ketahuilah engkau tidak akan dapat menemukan tempat berlindung selain kepada-Nya. Oleh karena itu, janganlah engkau lalai melaksanakan tuntunan Tuhanmu.","tafsir_tahlili":"(27) Dalam ayat ini Allah swt memerintahkan Rasul-Nya agar mem-bacakan Al-Qur'an yang diwahyukan kepadanya, mengamalkan isinya, menyampaikan kepada umat manusia, dan mengikuti perintah dan larangan yang tercantum di dalamnya. Tugas Rasul saw adalah menyampaikan wahyu Allah itu kepada umat manusia, sebagaimana dijelaskan dalam firman-Nya:\r\n۞ يٰٓاَيُّهَا الرَّسُوْلُ بَلِّغْ مَآ اُنْزِلَ اِلَيْكَ مِنْ رَّبِّكَ ۗوَاِنْ لَّمْ تَفْعَلْ فَمَا بَلَّغْتَ رِسٰلَتَهٗ ۗوَاللّٰهُ يَعْصِمُكَ مِنَ النَّاسِۗ اِنَّ اللّٰهَ لَا يَهْدِى الْقَوْمَ الْكٰفِرِيْنَ  \r\nWahai Rasul! Sampaikanlah apa yang diturunkan Tuhanmu kepadamu. Jika tidak engkau lakukan (apa yang diperintahkan itu) berarti engkau tidak menyampaikan amanat-Nya. Dan Allah memelihara engkau dari (gangguan) manusia. Sungguh, Allah tidak memberi petunjuk kepada orang-orang kafir. (al-M±'idah/5: 67); Rasulullah tidak perlu mempedulikan perkataan orang-orang yang menghendaki agar ayat-ayat Al-Qur'an itu didatangkan sesuai dengan kepentingan mereka. Mereka berkata, “Datangkan ayat Al-Qur'an yang lain daripada ini atau ganti dengan yang lain.” Sesungguhnya tidak ada seorangpun yang dapat mengganti ataupun mengubah kalimat-kalimat Al-Qur'an, baik kalimat perintah ataupun larangan, baik kalimat ancaman terhadap mereka yang melakukan kemaksiatan ataupun janji Allah kepada mereka yang taat dan berbuat kebaikan. Hanya Allah Yang Kuasa mengubah atau mengganti kalimatnya berdasarkan hikmah-Nya. Firman Allah swt:\r\nيَمْحُوا اللّٰهُ مَا يَشَاۤءُ وَيُثْبِتُ ۚوَعِنْدَهٗٓ اُمُّ الْكِتٰبِ   \r\nAllah menghapus dan menetapkan apa yang Dia kehendaki. Dan di sisi-Nya terdapat Ummul Kitab (Lau¥ Ma¥fµ§). (ar-Rad/13: 39); Pergantian ayat oleh Allah dalam Al-Qur'an dimaksudkan untuk mencapai tujuan yang lebih besar manfaatnya, sebagaimana firman-Nya:\r\nوَاِذَا بَدَّلْنَآ اٰيَةً مَّكَانَ اٰيَةٍ ۙوَّاللّٰهُ اَعْلَمُ بِمَا يُنَزِّلُ \r\nDan apabila Kami mengganti suatu ayat dengan ayat yang lain, dan  Allah lebih mengetahui apa yang diturunkan-Nya…. (an-Na¥l/16: 101); Segala ketentuan atau hukum yang telah ditetapkan Allah haruslah dipatuhi. Jika tidak, pasti akan ada hukuman yang diberikan Allah sesuai  dengan apa yang sebelumnya telah diancamkan kepada orang-orang yang melanggar garis-garis yang ditetapkan-Nya. Tak seorang pun yang dapat menjadi pelindung, kecuali Allah swt karena kekuasaan-Nya meliputi makhluk-Nya. Tak seorangpun yang dapat lolos dari hukuman yang telah ditetapkan-Nya.\r\n"}