{"tafsir_id":2169,"surah_id":18,"aya_number":29,"tafsir_wajiz":"Dan katakanlah wahai Nabi Muhammad, kepada siapa saja bahwa “Kebenaran, yakni Al-Qur’an yang kusampaikan kepadamu itu datangnya dari Tuhanmu; maka barangsiapa di antara kamu yanginginberiman kepada wahyu yang kusampaikan hendaklah dia beriman, keuntungan dan manfaatnya akan kembali kepada diri mereka sendiri, dan barang siapa di antara kamu yang ingin kafir, menolak kebenaran itu, biarlah dia kafir, kerugian dan mudaratnya akan kembali kepada diri mereka sendiri. Allah menerangkan kerugian yang akan menimpa mereka dengan menyatakan, “Sesungguhnya Kami telah menyediakan neraka bagi orang zalim, yakni mereka yang angkuh dan menolak kebenaran yang kusampaikan, yang gejolaknya mengepung mereka dari segala penjuru. Jika mereka meminta pertolongan dari panasnya api neraka itu, mereka akan diberi minum dengan air seperti cairan besi atau minyak yang keruh yang mendidih yang panasnya menghanguskan wajah bila didekatkan kepadanya. Itulah minuman yang paling buruk dan neraka tempat dihidangkan minuman itu adalah tempat istirahat yang paling jelek.","tafsir_tahlili":"(29) Pada ayat ini, Allah swt memerintahkan Rasul-Nya supaya menegaskan kepada orang-orang kafir bahwa kebenaran yang disampaikan kepada mereka itu berasal dari Allah, Tuhan semesta alam. Kewajiban mereka adalah mengikuti kebenaran itu dan mengamalkannya. Manfaat dari kebenaran itu, tentulah kembali kepada mereka yang mengamalkannya. Demikian pula sebaliknya, akibat buruk dari pengingkaran terhadap kebenar-an itu kembali kepada mereka yang mengingkarinya. Oleh karena itu, barang siapa yang ingin beriman kepada-Nya dan masuk ke dalam barisan orang-orang yang beriman, hendaklah segera berbuat tanpa mengajukan syarat-syarat dan alasan-alasan yang dibuat-buat sebagaimana halnya pemuka-pemuka musyrikin yang memandang rendah orang-orang mukmin yang fakir. Juga demikian halnya bagi siapa yang ingkar dan meremehkan kebenaran. Rasulullah saw tidak akan memperoleh kerugian apa-apa karena keingkaran itu, sebagaimana halnya beliau tidak akan memperoleh ke-untungan apapun jika mereka beriman. Allah swt berfirman:\r\nاِنْ اَحْسَنْتُمْ اَحْسَنْتُمْ لِاَنْفُسِكُمْ ۗوَاِنْ اَسَأْتُمْ فَلَهَاۗ \r\nJika kamu berbuat baik (berarti) kamu berbuat baik untuk dirimu sendiri. Dan jika kamu berbuat jahat, maka (kerugian kejahatan) itu untuk dirimu sendiri. (al-Isr±'/17: 7); Tetapi jika manusia memilih kekafiran dan melepaskan keimanan, berarti mereka telah melakukan kezaliman, yakni meletakkan sesuatu tidak pada tempatnya. Oleh karena itu, Allah memberikan ancaman yang keras kepada mereka, yaitu akan melemparkan mereka ke dalam neraka. Mereka tidak akan lolos dari neraka itu, karena api neraka yang bergejolak itu mengepung mereka dari segala penjuru, sehingga mereka laksana orang yang tertutup dalam kurungan. Bilamana dalam neraka itu mereka saling meminta minum karena dahaga, maka akan diberi air yang panasnya seperti cairan besi yang mendidih yang menghanguskan muka mereka. Sungguh sangat jelek air yang mereka minum itu. Tidak mungkin air minum yang panasnya seperti itu dapat menyegarkan kerongkongan, dan menghilangkan dahaga orang yang sedang kepanasan, bahkan sebaliknya, menghancurkan diri mereka. Neraka yang mereka tempati itu adalah tempat yang paling buruk dan penuh dengan siksaan.\r\n"}