{"tafsir_id":2172,"surah_id":18,"aya_number":32,"tafsir_wajiz":"Dan berikanlah wahai Nabi Muhammad kepada mereka, yakni orangorang musyrik yang teperdno_ayat oleh kesenangan dunia sebuah perumpamaan yang menggambarkan dua orang laki-laki; seorang dari keduanya beriman kepada Tuhan dan seorang lagi tidak; Kami jadikan bagi seorang di antara keduanya, yakni kepada orang yang tidak beriman dua buah kebun anggur dan Kami kelilingi kedua kebun itu dengan pohon-pohon kurma dan di antara kedua kebun itu Kami buatkan ladang yang subur.","tafsir_tahlili":"(32) Dalam ayat ini, dua orang laki-laki dijadikan Allah sebagai per-umpamaan untuk menjelaskan kepada para pemuka musyrik yang kaya itu tentang perbedaan antara iman dan kufur, atau antara hamba yang mulia di sisi-Nya dengan yang hina. Ulama berbeda pendapat, apakah cerita dalam ayat ini hanya perumpamaan saja, tidak ada dalam kenyataan sejarah, atau hal ini merupakan kisah nyata. \r\nMereka yang berpendapat bahwa kisah ini merupakan kisah nyata berbeda tentang siapa yang dimaksudkan dengan dua orang ini. Menurut riwayat yang disebutkan Imam al-Qur¯ub³, ada yang mengatakan kedua laki-laki itu adalah penduduk Mekah dari kabilah Bani Makhzum. Mereka berdua bersaudara, yang mukmin bernama Yahuza dan yang kafir bernama Qur¯us. Keduanya semula bersama-sama dalam suatu usaha, kemudian berpisah dan membagi kekayaan mereka. Masing-masing menerima ribuan dinar. Yahuza menggunakan uangnya seribu dinar untuk membebaskan budak, seribu dinar untuk membelikan makanan bagi orang-orang yang terlantar, dan seribu dinar untuk membelikan pakaian orang-orang yang lapar. Adapun Qur¯us menggunakan uangnya untuk kawin dengan seorang wanita kaya, dan membeli hewan ternak, sehingga harta kekayaan berkembang. Sisa uang yang lain digunakan untuk berdagang dan selalu membawa laba, sehingga dia menjadi orang yang terkaya di negerinya pada saat itu. \r\n Sebuah riwayat menyebutkan bahwa kisah ini adalah tentang orang kaya dengan kebun dan tanamannya yang luas. Dia memiliki dua buah kebun anggur yang dikelilingi oleh pohon-pohon korma dan di antara keduanya terdapat sebidang ladang tempat bermacam-macam tanaman dan buah-buahan.\r\n"}