{"tafsir_id":2179,"surah_id":18,"aya_number":39,"tafsir_wajiz":"Dan mengapa engkau tidak mengucapkan, ketika engkau memasuki kebunmu yang subur dan penuh dengan berbagai macam buah dan tanaman “Masya Allah, la quwwata illa billah”, Sungguh, atas kehendak Allah, semua ini terwujud, tidak ada kekuatan kecuali dengan pertolongan Allah. Semestinya engkau ucapkan kalimat itu sebagai tanda syukur kepada Allah yang menciptakan dan menganugerahkan kebaikan kepadamu. Sekiranya engkau melihat harta dan keturunanku lebih sedikit daripadamu, tidaklah mengapa, itulah anugerah Tuhan yang diberikan untukku.","tafsir_tahlili":"(39) Yahuza lalu meneruskan kata-katanya kepada Qur¯us, “Seharusnya kamu mengucapkan syukur kepada Allah ketika memasuki kebun-kebunmu dan merasakan kagum terhadap keindahannya. Mengapa kamu tidak mengucapkan pujian kepada Allah atas segala nikmat yang telah dilimpahkan-Nya kepadamu, berupa harta dan anak yang banyak yang belum pernah diberikan-Nya kepada orang lain.”\r\n “Katakanlah “masya Allah” ketika itu, sebagai tanda pengakuan atas kelemahanmu di hadapan-Nya, dan bahwa segala yang ada itu tidak mungkin terwujud tanpa izin dan kemurahan-Nya. Di tangan-Nya nasib kebun-kebun itu, disuburkan menurut kehendak-Nya ataupun dihancurkan menurut kehendak-Nya pula. Mengapa kamu tidak mengucapkan l± quwwata ill± bill±hi (tidak ada kekuatan kecuali dengan pertolongan Allah) sebagai tanda pengakuan bahwa tidak ada kekuatan yang dapat memakmurkan dan mengurusnya kecuali dengan pertolongan Allah swt.” Ayat ini mengandung pelajaran tentang zikir yang baik diamalkan. Nabi Muhammad saw berkata kepada sahabatnya, Abu Hurairah:\r\nاَلاَ أَدُلُّكَ عَلَى كَنْزٍ مِنْ كُنُوْزِ الْجَنَّةِ تَحْتَ الْعَرْشِ قَالَ قُلْتُ نَعَمْ قَالَ: أَنْ تَقُوْلُ لاَ قُوَّةَ إِلاَّ بِاللهِ. (رواه أحمد عن أبي هريرة)\r\nMaukah aku tunjukkan kepadamu salah satu perbendaharaan surga yang terletak di bawah Arasy? Aku menjawab, “Ya, saya mau.” Rasul berkata, “Kamu membaca l± quwwata ill± bill±hi.” (Riwayat Imam A¥mad dari Abu Hurairah); Demikian pula banyak hadis-hadis Rasul saw yang mengajarkan kepada umatnya sewaktu mendapat nikmat dari Allah supaya dia mengucapkan bacaan itu, Rasulullah saw bersabda:\r\nمَا أَنْعَمَ اللهُ عَلَى عَبْدٍ نِعْمَةً فِى أَهْلٍ أَوْ مَالٍ أَوْ وَلَدٍ فَيَقُوْلُ مَا شَاءَ اللهُ لاَ قُوَّةَ إِلاَّ بِاللهِ، إِلاَّ دَفَعَ اللهُ تَعَالَى عَنْهُ كُلَّ آفَةٍ حَتَّى تَأْتِيَهُ مَنِيَّتُهُ وَقَرَأَ وَلَوْلاَ إِذَ دَخَلْتَ، إلخ. (رواه البيهقي وابن مردويه عن أنس)\r\nSetiap Allah swt memberikan kepada seorang hamba nikmat pada keluarga, harta, atau anak lalu dia mengucapkan “m±sy±' Allah, l± quwwata ill± bill±h”, tentu Allah menghindarkan dia dari segala bencana sampai kematiannya, lalu Rasulullah membaca ayat 39 Surah al-Kahf ini. (Riwayat al-Baihaq³ dan Ibnu Mardawaih dari Anas r.a.); Setelah Yahuza selesai menasehati saudaranya supaya beriman, dan sudah menjelaskan tentang kekuasaan Allah swt, mulailah dia menanggapi perkataan saudaranya yang membanggakan harta dan orang-orangnya. Yahuza berkata, “Jika kamu memandang aku lebih miskin daripada kamu, baik mengenai harta kekayaan, maupun mengenai anak buah, maka tidaklah mengapa bagiku.”\r\n"}