{"tafsir_id":2182,"surah_id":18,"aya_number":42,"tafsir_wajiz":"Dan harta kekno_ayatannya dibinasakan, kebunnya hancur dan semua kekno_ayatannya punah, lalu dia membolak-balikkan kedua telapak tangannya karena sedih dan menyesal terhadap apa yang telah dia belanjakan untuk itu yang tak terhitung banyaknya, sedang pohon anggur roboh bersama penyangganya, lalu dia berkata, “Betapa sekiranya dahulu aku menuruti saran temanku tidak mempersekutukan Tuhanku dengan sesuatu pun.” Ia menyesal, tetapi penyesalannya itu terlambat datangnya.","tafsir_tahlili":"(42) Dalam ayat ini, Allah swt menerangkan bahwa apa yang diharapkan Yahuza akan segera menjadi kenyataan. Allah swt kemudian membinasakan segala harta kekayaan Qur¯us. Tadinya ia mengatakan dengan penuh kesombongan bahwa kebun-kebunnya tidak akan binasa selama-lamanya. Tetapi setelah dia menyaksikan kehancuran harta kekayaannya, timbullah kesedihan dan penyesalan yang mendalam, sambil membolak-balikkan dua telapak tangannya sebagai tanda menyesal terhadap lenyapnya segala biaya yang dibelanjakannya untuk membangun kebun-kebunnya selama ini. Semua tanaman dan pohon anggur yang ada dalam kebun itu runtuh bersama penyangganya. Pada saat kesedihannya memuncak, dia teringat kepada nasihat dan ajaran saudaranya, sehingga ia mengerti bahwa bencana itu datang karena kemusyrikan dan kezalimannya terhadap diri sendiri. Lalu keluarlah kata-kata penyesalan dari mulutnya, “Aduhai, kiranya aku beriman dan bersyukur, tentulah Tuhan tidak akan menghancurkan kebun-kebunku.”\r\n Kata-kata penyesalan yang demikian lahir dari seorang yang sudah berada dalam kesulitan besar yang tak terelakkan lagi. Semua orang bila terjepit dan berada dalam bencana, dia mengeluh dan dari mulutnya keluar kata-kata yang mencerminkan penyesalannya yang mendalam. Sedangkan jika tidak terjepit atau tidak dalam kesengsaraan, dia tidak akan mengeluarkan kata-kata demikian.\r\n Firman Allah swt:\r\nفَلَمَّا رَاَوْا بَأْسَنَاۗ قَالُوْٓا اٰمَنَّا بِاللّٰهِ وَحْدَهٗ وَكَفَرْنَا بِمَا كُنَّا بِهٖ مُشْرِكِيْنَ  \r\nMaka ketika mereka melihat azab Kami, mereka berkata, ”Kami hanya beriman kepada Allah saja dan kami ingkar kepada sembahan-sembahan yang telah kami persekutukan dengan Allah.” (al-Mu'min/40: 84);"}