{"tafsir_id":2186,"surah_id":18,"aya_number":46,"tafsir_wajiz":"Harta dan anak-anak adalah perhiasan kehidupan dunia, baik dan indah sifatnya serta bermanfaat bagi manusia, tetapi dapat memperdno_ayat dan tidak kekal; tetapi amalan-amalan yang kekal lagi saleh yang dilakukan karena Allah dan sesuai tuntunan agama adalah lebih baik pahalanya di sisi Tuhanmu serta lebih baik untuk menjadi harapan yang dapat membawa kepada kebahagiaan yang kekal sampai di akhirat nanti.","tafsir_tahlili":"(46) Allah menjelaskan bahwa yang menjadi kebanggaan manusia di dunia ini adalah harta benda dan anak-anak, karena manusia sangat mem-perhatikan keduanya. Banyak harta dan anak dapat memberikan kehidupan dan martabat yang terhormat kepada orang yang memilikinya. Seperti halnya Uyainah, pemuka Quraisy yang kaya itu, atau Qur¯us, yang mempunyai kedudukan mulia di tengah-tengah kaumnya, karena memiliki kekayaan dan anak buah yang banyak. Karena harta dan anak pula, orang menjadi takabur dan merendahkan orang lain. Allah menegaskan bahwa keduanya hanyalah perhiasan hidup duniawi, bukan perhiasan dan bekal untuk ukhrawi. Padahal manusia sudah menyadari bahwa keduanya akan segera binasa dan tidak patut dijadikan bahan kesombongan. Dalam urutan ayat ini, harta didahulukan dari anak, padahal anak lebih dekat ke hati manusia, karena harta sebagai perhiasan lebih sempurna daripada anak. Harta dapat menolong orang tua dan anak setiap waktu dan dengan harta itu pula kelangsungan hidup keturunan dapat terjamin. Kebutuhan manusia terhadap harta lebih besar daripada kebutuhannya terhadap anak, tetapi tidak sebaliknya. \r\n Kemudian Allah swt menjelaskan bahwa yang patut dibanggakan hanyalah amal kebajikan yang buahnya dirasakan oleh manusia sepanjang zaman sampai akhirat, seperti amal ibadah salat, puasa, zakat, jihad di jalan Allah, serta amal ibadah sosial seperti membangun sekolah, rumah anak yatim, rumah orang-orang jompo, dan lain sebagainya. Amal kebajikan ini lebih baik pahalanya di sisi Allah daripada harta dan anak-anak yang jauh dari petunjuk Allah swt, dan tentu menjadi pembela dan pemberi syafaat bagi orang yang memilikinya di hari akhirat ketika harta dan anak tidak lagi bermanfaat.\r\n"}