{"tafsir_id":2188,"surah_id":18,"aya_number":48,"tafsir_wajiz":"Dan mereka pasti akan dibawa ke hadapan Tuhanmu dengan berbaris satu saf atau banyak saf. Ketika itu Allah berfirman kepada orangorang yang tidak percno_ayat kepada hari kebangkitan, “Sesungguhnya kamu datang kepada Kami, sesudah Kami bangkitkan dari kematianmu sebagaimana Kami menciptakan kamu pada pertama kali. Kamu datang kepada Kami dalam keadaan sendiri-sendiri, tanpa harta, anak, pakaian dan alas kaki, seperti ketika kamu dilahirkan, bahkan ketika kamu di dunia kamu menganggap bahwa Kami tidak akan menetapkan bagi kamu waktu berbangkit untuk memenuhi perjanjian, yakni janji Allah untuk memberi setiap manusia balasan sesuai dengan amal perbuatannya.","tafsir_tahlili":"(48)  Dalam ayat ini Allah swt menerangkan lagi apa yang terjadi pada hari kiamat itu, yaitu malaikat dan manusia dihadapkan kepada Allah dengan berbaris saf demi saf (barisan) seperti dalam salat jamaah, satu sama lain tidak saling menutupi, masing-masing dalam deretannya. Suasana mereka seperti pasukan di hadapan raja. Lalu Allah menyatakan kepada mereka yang kafir dan ingkar kepada hari kiamat dengan pernyataan yang menggentarkan hati mereka, bahwa mereka didatangkan di hadapan Tuhan tanpa harta dan anak, bahkan tanpa pakaian dan sepatu seperti halnya pada waktu mereka diciptakan pertama kali. Sebagaimana diterangkan Allah pada ayat yang lain dengan firman-Nya:\r\nوَلَقَدْ جِئْتُمُوْنَا فُرَادٰى كَمَا خَلَقْنٰكُمْ اَوَّلَ مَرَّةٍ وَّتَرَكْتُمْ مَّا خَوَّلْنٰكُمْ وَرَاۤءَ ظُهُوْرِكُمْۚ \r\nDan kamu benar-benar datang sendiri-sendiri kepada Kami sebagaimana Kami ciptakan kamu pada mulanya, dan apa yang telah Kami karuniakan kepadamu, kamu tinggalkan di belakangmu (di dunia). (al-An±m/6: 94);Rasulullah saw menerangkan pula tentang peristiwa hari kiamat ini dengan sabdanya:\r\nإِنَّ اللهَ تَعَالَى يُنَادِى يَوْمَ الْقِيَامَةِ يَا عِبَادِيْ أَنَا اللهُ لاَ إِلٰهَ إِلاَّ أَنَا أَرْحَمُ الرَّاحِمِيْنَ وَأَحْكَمُ الْحَاكِمِيْنَ وَأَسْرَعُ الْحَاسِبِيْنَ، أَحْضِرُوْا حُجَّتَكُمْ وَيَسِّرُوْا جَوَابَكُمْ فَإِنَّكُمْ مَسْئُوْلُوْنَ مُحَاسَبُوْنَ، يَا مَلاَئِكَتِيْ أَقِيْمُوْا عِبَادِيْ صُفُوْفًا عَلَى أَطْرَافِ أَنَامِلِ أَقْدَامِهِمْ لِلْحِسَابِ. (رواه ابن منده عن معاذ بن جبل) \r\nSesungguhnya Allah Yang Maha Tinggi memanggil pada hari kiamat, “Hai hamba-hamba-Ku. Aku Allah tiada Tuhan kecuali Aku, yang Maha Pengasih di antara yang pengasih, yang Mahabijaksana di antara yang bijaksana, dan yang paling segera mengambil perhitungan. Siapkan alasan-alasanmu, mudahkanlah jawaban-jawabanmu. Kamu sekalian akan ditanya dan akan dihisab. Wahai malaikat-malaikat, aturlah hamba-hamba-Ku berdiri dalam barisan yang rapat untuk dihisab.” (Riwayat Ibnu Mandah dari Mu±© bin Jabal); Allah mencerca mereka karena dahulu menganggap bahwa hari kebang-kitan yang dijanjikan Tuhan itu tidak akan terjadi. Dulu mereka selalu menyombongkan diri di hadapan orang-orang Islam dengan harta kekayaan dan anak-anak mereka sambil mengingkari hari kiamat. Tapi pada saat hari kiamat itu terjadi, mereka tidak berkutik lagi.\r\n"}