{"tafsir_id":2189,"surah_id":18,"aya_number":49,"tafsir_wajiz":"Dan diletakkanlah, yakni diberikan kepada semua manusia kitab yang merinci amal perbuatan mereka di dunia baik yang besar maupun yang kecil, lalu engkau akan melihat orang yang berdosa merasa ketakutan terhadap apa yang tertulis di dalamnya. Mereka menyesal atas kejahatan perbuatannya ketika di dunia, dan mereka berkata, “Betapa celaka kami, kitab apakah ini, betapa menakjubkan, karena tidak ada yang tertinggal di dalamnya, yang kecil dan yang besar dari amal perbuatan manusia melainkan tercatat semuanya,” dan mereka mendapati semua apa yang telah mereka kerjakan di dunia tertulis di dalamnya. Dan Tuhanmu tidak menzalimi seorang jua pun. Amal perbuatan mereka semuanya tercatat secara sempurna dan mendapatkan pembalasan yang sesuai.","tafsir_tahlili":"(49) Dalam ayat ini, Allah swt menambahkan keterangan tentang peristiwa-peristiwa yang terjadi di hari kiamat, yaitu buku catatan amal perbuatan seseorang semasa hidupnya di dunia diberikan kepadanya. Isi catatan itu ada yang baik dan ada yang buruk, dan ada yang diberikan dari sebelah kanan, ada pula yang dari sebelah kiri. Orang-orang mukmin dan beramal saleh menerimanya dari sebelah kanan, lalu ia melihat isinya. Ternyata kebaikannya lebih besar dari kejahatannya, dan kejahatan itu segera diampuni oleh Allah swt. Maka dia dimasukkan ke dalam surga, sebagaimana firman Allah swt:\r\nفَاَمَّا مَنْ اُوْتِيَ كِتٰبَهٗ بِيَمِيْنِهٖ فَيَقُوْلُ هَاۤؤُمُ اقْرَءُوْا كِتٰبِيَهْۚ   ١٩  اِنِّيْ ظَنَنْتُ اَنِّيْ مُلٰقٍ حِسَابِيَهْۚ  ٢٠  فَهُوَ فِيْ عِيْشَةٍ رَّاضِيَةٍۚ  ٢١  فِيْ جَنَّةٍ عَالِيَةٍۙ  ٢٢  \r\nAdapun orang yang kitabnya diberikan di tangan kanannya, maka dia berkata, ”Ambillah, bacalah kitabku (ini).” Sesungguhnya aku yakin, bahwa (suatu saat) aku akan menerima perhitungan terhadap diriku. Maka orang itu berada dalam kehidupan yang diridai, dalam surga yang tinggi. (al-¦±qqah/69: 19-22); Kepada orang kafir dan orang yang bersalah, kitab catatan amal mereka di dunia diberikan dari sebelah kiri. Lalu mereka melihat isinya, dan ternyata penuh dengan catatan dari berbagai kejahatan, baik berupa perbuatan ataupun perkataan. Bukti-bukti demikian itu menimbulkan rasa ketakutan di hati mereka terhadap hukuman Allah dan kecaman-kecaman manusia. Dengan penuh penyesalan mereka berkata, “Aduhai, celaka kami, mengapa buku catatan ini sedikit pun tidak meninggalkan kesalahan kami yang kecil apalagi yang besar, semuanya dicatatnya.” Keadaan mereka diterangkan Allah lebih jauh dengan firman-Nya:\r\nوَاَمَّا مَنْ اُوْتِيَ كِتٰبَهٗ بِشِمَالِهٖ ەۙ فَيَقُوْلُ يٰلَيْتَنِيْ لَمْ اُوْتَ كِتٰبِيَهْۚ  ٢٥  وَلَمْ اَدْرِ مَا حِسَابِيَهْۚ  ٢٦  يٰلَيْتَهَا كَانَتِ الْقَاضِيَةَۚ  ٢٧  مَآ اَغْنٰى عَنِّيْ مَالِيَهْۚ   ٢٨  هَلَكَ عَنِّيْ سُلْطٰنِيَهْۚ  ٢٩  خُذُوْهُ فَغُلُّوْهُۙ  ٣٠  ثُمَّ الْجَحِيْمَ صَلُّوْهُۙ  ٣١  \r\nDan adapun orang yang kitabnya diberikan di tangan kirinya, maka dia berkata, ”Alangkah baiknya jika kitabku (ini) tidak diberikan kepadaku, sehingga aku tidak mengetahui bagaimana perhitunganku, Wahai, kiranya (kematian) itulah yang menyudahi segala sesuatu. Hartaku sama sekali tidak berguna bagiku. Kekuasaanku telah hilang dariku.” (Allah berfirman), ”Tangkaplah dia lalu belenggulah tangannya ke lehernya.” Kemudian masukkanlah dia ke dalam api neraka yang menyala-nyala. (al-¦±qqah/69: 25-31); Mereka mendapatkan segala tindakan mereka yang melanggar aturan agama dan kemanusiaan tertulis di hadapan mereka. Mereka lupa bahwa selama hidup di dunia ada malaikat-malaikat yang selalu mencatat dengan teliti segala perbuatan dan perkataan mereka. Firman Allah swt:\r\nوَاِنَّ عَلَيْكُمْ لَحٰفِظِيْنَۙ  ١٠  كِرَامًا كَاتِبِيْنَۙ  ١١  يَعْلَمُوْنَ مَا تَفْعَلُوْنَ  ١٢  \r\nDan sesungguhnya bagi kamu ada (malaikat-malaikat) yang mengawasi (pekerjaanmu), yang mulia (di sisi Allah) dan yang mencatat (amal perbuatanmu), mereka mengetahui apa yang kamu kerjakan. (al-Infi¯±r/82: 10-12); Semua perbuatan manusia sengaja ditulis dalam buku catatan amal untuk diperlihatkan kepada mereka pada hari kiamat. Firman Allah swt:\r\nيَوْمَ تَجِدُ كُلُّ نَفْسٍ مَّا عَمِلَتْ مِنْ خَيْرٍ مُّحْضَرًا  ۛوَمَا عَمِلَتْ مِنْ سُوْۤءٍ ۛ \r\n(Ingatlah) pada hari (ketika) setiap jiwa mendapatkan (balasan) atas kebajikan yang telah dikerjakan dihadapkan kepadanya, (begitu juga balasan) atas kejahatan yang telah dia kerjakan.... (²li Imr±n/3: 30)\r\n Tidak ada seorangpun pada hari kiamat itu yang teraniaya. Setiap amal perbuatan akan ditimbang betapapun kecilnya. Allah swt menjamin tegaknya keadilan pada hari itu. Firman-Nya:\r\nوَنَضَعُ الْمَوَازِيْنَ الْقِسْطَ لِيَوْمِ الْقِيٰمَةِ فَلَا تُظْلَمُ نَفْسٌ شَيْـًٔاۗ وَاِنْ كَانَ مِثْقَالَ حَبَّةٍ مِّنْ خَرْدَلٍ اَتَيْنَا بِهَاۗ وَكَفٰى بِنَا حَاسِبِيْنَ   \r\nDan Kami akan memasang timbangan yang tepat pada hari Kiamat, maka tidak seorang pun dirugikan walau sedikit ; sekalipun hanya seberat biji sawi, pasti Kami mendatangkannya (pahala). Dan cukuplah Kami yang membuat perhitungan. (al-Anbiy±'/21: 47); Allah swt tidak akan merugikan hamba-hambanya, sebaliknya akan memberikan pengampunan kepada mereka yang bersalah, kecuali dosa kekufuran. Dia memberikan hukuman kepada mereka berdasar hikmah dan keadilan-Nya. Allah memberikan pahala bagi mereka yang taat, dan menjatuhkan hukuman bagi yang berbuat maksiat.;"}