{"tafsir_id":2194,"surah_id":18,"aya_number":54,"tafsir_wajiz":"Dan sesungguhnya Kami telah menjelaskan berulang-ulang kepada manusia dalam Al-Qur’an ini dengan bermacam-macam perumpamaan, baik dalam bentuk perbandingan maupun dalam bentuk kisah. Binatang-binatang yang kecil seperti nyamuk, lalat, dan lebah serta benda-benda alam yang besar seperti gunung dan samudra, dijadikan contoh untuk menarik perhatian manusia. Tetapi manusia adalah memang yang paling banyak membantah. Mereka senantiasa mencari dalih untuk membantah kebenaran no_ayatt-no_ayatt Allah.","tafsir_tahlili":"(54) Ayat ini menjelaskan bahwa berbagai macam perumpamaan dikemukakan Allah di dalam Al-Qur'an, baik berupa perbandingan terhadap sesuatu ataupun berbentuk kisah. Hal ini dimaksudkan sebagai cermin perbandingan bagi manusia, sebab ia mempunyai akal pikiran. Dari binatang kecil, seperti nyamuk, semut, lalat, dan lebah, sampai benda-benda alam yang besar, seperti gunung dan samudera, dijadikan contoh untuk menarik perhatian manusia. Namun demikian, manusia adalah makhluk yang paling suka membantah. Artinya, ketika Allah menyadarkan akal pikiran dan budi luhurnya dengan berbagai macam perumpamaan itu, mereka pun mencari-cari dalih untuk mengingkari dan tidak mau mematuhinya. Hal itu disebabkan oleh pengaruh hawa nafsu, kesombongan, dan tipu daya setan dan Iblis.\r\n Dalam suatu hadis diriwayatkan bahwa Rasulullah saw datang kepada Ali dan Fatimah pada suatu malam dan bertanya:\r\nاَلاَ تُصَلِّيَانِ؟ فَقُلْتُ يَا رَسُوْلَ اللهِ إِنَّمَا أَنْفُسُنَا بِيَدِ اللهِ فَإِذَا شَاءَ أَنْ يَبْعَثَنَا بَعَثَنَا، فَانْصَرَفَ حِيْنَ قُلْتُ ذٰلِكَ وَلَمْ يَرْجِعْ إِلَيَّ شَيْئًا ثُمَّ سَمِعْتُهُ وَهُوَ مُوَلٍّ يَضْرِبُ فَخِذَهُ وَيَقُوْلُ: وَكَانَ الْإِنْسَانَ أَكْثَرَ شَيْئٍ جَدَلاً. (رواه البخاري عن علي بن أبي طالب)\r\n“Apakah kamu berdua salat?” Maka saya (Ali) menjawab, “Hai Rasulullah, diri kami ini sesungguhnya ada di tangan Allah, kalau dia mau membangkitkan kami, tentu Dia sanggup membangkitkan kami.” Maka beliau berpaling ketika saya mengucapkan itu, dan beliau tidak menjawab perkataan saya sedikit pun. Kemudian saya mendengar beliau memukul pahanya sendiri sambil berpaling dan mengucapkan, “Tetapi manusia itu adalah makhluk yang paling banyak membantah.” (Riwayat al-Bukh±r³ dari Ali bin Abu °±lib)\r\n"}