{"tafsir_id":22,"surah_id":2,"aya_number":15,"tafsir_wajiz":"Sebagai balasan atas perbuatan mereka itu, Allah akan memperlakukan mereka seperti orang yang memperolok-olokkan dan merendahkan mereka, dan membiarkan mereka dengan menangguhkan siksa-Nya beberapa saat sehingga mereka semakin jauh terombang-ambing dalam kesesatan dan semakin buta dari kebenaran, sampai akhirnya datang saat yang tepat untuk menyiksa mereka, seperti yang akan dijelaskan pada no_surahh ali Imran/3: 87.","tafsir_tahlili":"(15) Ayat ini menegaskan hukuman bagi orang munafik sebagai akibat perbuatan mereka yang tersebut pada ayat di atas. Allah membalas olok-olokan mereka dengan menimpakan kehinaan atas mereka dan Allah membiarkan mereka bergelimang terus dalam kesesatan, dan mereka kelak akan diazab pada hari Kiamat.\r\nPada ayat lain Allah berfirman:\r\nوَنُقَلِّبُ اَفْـِٕدَتَهُمْ وَاَبْصَارَهُمْ كَمَا لَمْ يُؤْمِنُوْا بِهٖٓ اَوَّلَ مَرَّةٍ وَّنَذَرُهُمْ فِيْ طُغْيَانِهِمْ يَعْمَهُوْنَ ࣖ   ۔   \r\nDan (begitu pula) Kami memalingkan hati dan penglihatan mereka seperti pertama kali mereka tidak beriman kepadanya (Al-Qur′an), dan Kami biarkan mereka bingung dalam kesesatan. (al-An±m/6: 110);Orang-orang munafik itu tidak dapat keluar dari lingkaran kesesatan yang mengurung mereka. Rasa sombong, sifat mementingkan diri sendiri dan penyakit lainnya yang bersarang di hati mereka, menyebabkan mereka tidak dapat melihat kenyataan yang ada di hadapan mereka, yakni bahwa Islam dan umatnya semakin kuat di kota Medinah.\r\nKegagalan mereka dalam menghambat kemajuan Islam menambah parah penyakit dalam hati mereka sehingga mereka tidak mampu lagi menemukan dan menerima kebenaran yang dibawa Nabi Muhammad saw. Oleh sebab itu mereka terus menerus dalam kebingungan, keragu-raguan serta keras kepala dan tidak menemukan jalan keluar dari lingkaran kesesatan itu. Firman Allah swt:\r\nاَفَلَمْ يَسِيْرُوْا فِى الْاَرْضِ فَتَكُوْنَ لَهُمْ قُلُوْبٌ يَّعْقِلُوْنَ بِهَآ اَوْ اٰذَانٌ يَّسْمَعُوْنَ بِهَاۚ فَاِنَّهَا لَا تَعْمَى الْاَبْصَارُ وَلٰكِنْ تَعْمَى الْقُلُوْبُ الَّتِيْ فِى الصُّدُوْرِ   \r\n \r\n“..... Sebenarnya bukan mata itu yang buta, tetapi yang buta ialah hati yang di dalam dada.“ (al-¦ajj/22: 46)"}