{"tafsir_id":220,"surah_id":2,"aya_number":213,"tafsir_wajiz":"Manusia itu dahulunya satu umat; semuanya beriman kepada Allah, kemudian mereka berselisih, ada yang beriman dan ada yang kafir kepada Allah. Bisa juga dipahami bahwa manusia itu satu umat dalam arti kehidupan manusia diikat oleh kesatuan sosial yang satu dengan lainnya saling membutuhkan. Lalu Allah mengutus para nabi untuk menyampaikan kabar gembira kepada orang yang beriman bahwa mereka akan masuk surga dan peringatan kepada orang kafir bahwa mereka akan masuk neraka. Dan diturunkan-Nya bersama mereka Kitab yang mengandung kebenaran di dalam hukum-hukumnya untuk memberi keputusan yang benar dan adil di antara manusia tentang perkara yang mereka perselisihkan, yaitu perkara-perkara agama pada umumnya. Dan mereka yang berselisih tentang perkara-perkara itu tidak lain hanyalah orang-orang yang telah diberi Kitab. Mereka berselisih setelah bukti-bukti yang nyata berupa penjelasan-penjelasan sampai kepada mereka, karena kedengkian di antara mereka sendiri, yakni kedengkian orang-orang kafir kepada orang-orang beriman. Maka dengan kehendak-Nya, Allah memberi petunjuk kepada mereka yang beriman tentang kebenaran perkara-perkara yang mereka perselisihkan. Allah memberi petunjuk kepada siapa yang Dia kehendaki ke jalan yang lurus. ","tafsir_tahlili":"(213) Manusia tadinya merupakan umat yang satu. Satu akidah dan satu tujuan  amal perbuatan, yaitu untuk memperbaiki dan bukan untuk merusak, berbuat  baik dan bukan berbuat jahat, berlaku adil dan bukan berbuat aniaya, kemudian mereka berpaling dan mengerjakan sebaliknya, dan tidak ada lagi kesatuan akidah dan pendapat di antara mereka, yang membawa mereka kepada kebahagiaan, lalu mereka berselisih, bercerai-berai.\r\nUntuk mengembalikan mereka kepada keadaan semula, bersatu dalam kebenaran, Allah mengutus nabi-nabi, manusia pilihan, agar membimbing mereka ke jalan yang benar, memberi petunjuk atas kekeliruan yang diperbuatnya, menyampaikan kabar gembira kepada orang-orang yang beriman dan taat.\r\nNabi-nabi yang diutus itu dilengkapi dengan kitab-kitab samawi yang diturunkan kepada mereka, yang seluruhnya mengandung kebenaran, petunjuk-petunjuk dan penjelasan yang lengkap, yang akan dijadikan landasan untuk memberi pertimbangan dan memberikan keputusan yang seadil-adilnya atas segala sesuatu yang diperselisihkan.\r\nSebenarnya, manusia tidak perlu lagi berselisih karena kitab samawi yang diberikan mengandung keterangan-keterangan yang nyata, yang semuanya itu telah diketahui dan dimengerti. Jadi apakah gerangan yang menyebabkan mereka saling menyalahkan dan menganggap bahwa hanya dialah yang benar dan yang lain salah. Hal ini dikarenakan sifat dengki dan suka melakukan pelanggaran.\r\nApabila sifat dengki ini telah tertanam di dalam hati, baik secara perorangan maupun secara bergolongan, maka sukar untuk memperoleh ketenteraman dan kesejahteraan di antara mereka.\r\nBeruntunglah orang-orang yang beriman, karena dengan kehendak Allah swt mereka telah diberi petunjuk kepada jalan yang benar.\r\nAisyah ra berkata, “Sesungguhnya Rasulullah saw apabila bangun di tengah malam, beliau mengerjakan  ¢alah al-Lail  (salat malam), dan beliau berdoa:\r\nاللّهُمَّ رَبَّ جِبْرِيْلَ وَمِيْكَائِيْلَ وَاِسْرَافِيْلَ فَاطِرَ السَّمٰوَاتِ وَاْلأَرْضِ عَالِمَ اْلغَيْبِ وَالشَّهَادَةِ أَنْتَ تَحْكُمُ بَيْنَ عِبَادِكَ فِيْمَا كَانُوْا فِيْهِ يَخْتَلِفُوْنَ اِهْدِنِي لِمَااخْتُلِفَ فِيْهِ مِنَ الْحَقِّ بِإِذْنِكَ إِنَّكَ تَهْدِي مَنْ تَشَاءُ إِلَى صِرَاطٍ مُسْتَقِيْمٍ (رواه البخاري ومسلم)\r\n Ya Allah, Tuhan Jibril, Mikail, dan Israfil, Pencipta langit dan bumi, yang mengetahui yang gaib dan yang nyata. Engkaulah yang memberi putusan antara hamba-hamba-Mu tentang apa yang mereka perselisihkan. Berilah aku petunjuk yang benar tentang apa yang diperselisihkan itu dengan izin-Mu. Sesungguhnya Engkaulah yang memberi petunjuk kepada orang yang Engkau kehendaki ke jalan yang lurus. (Riwayat al-Bukh±r³ dan Muslim);Di dalam salah satu doa yang ma'£ur (yang diamalkan) para sahabat terdapat ucapan sebagai berikut:\r\nاللّـهُمَّ أَرِنَا الْحَقَّ حَقًّا وَارْزُقْنَا اتِّبَاعَهُ وَأَرِنَا الْبَاطِلَ بَاطِلاً وَارْزُقْنَا اجْتِنَابَهُ وَلاَ تَجْعَلْهُ مُلْتَبِسًا عَلَيْنَا فَنَضِلَّ وَاجْعَلْنَا لِلْمُتَّقِيْنَ اِمَامًا (رواه البخاري ومسلم)\r\nYa Allah perlihatkanlah kepada Kami yang benar adalah benar, lalu bimbinglah kami untuk mengikutinya, dan perlihatkanlah kepada kami yang salah adalah salah, dan bimbinglah kami untuk menghindarinya. Janganlah dijadikan yang benar dan salah itu samar-samar bagi kami, yang akan menyebabkan kami sesat. Dan jadikanlah kami pemimpin bagi orang-orang yang takwa . (Riwayat al-Bukh±r³ dan Muslim)."}