{"tafsir_id":2201,"surah_id":18,"aya_number":61,"tafsir_wajiz":"Maka ketika mereka, yakni Nabi Musa dan pembantunya sampai ke suatu tempat yang merupakan pertemuan dua laut itu, mereka lupa ikannya, yaitu bekal yang mereka bawa dalam perjalanan. Ketika keduanya lupa akan bekal yang mereka bawa, lalu ikan itu tiba-tiba hidup kemudian melompat dan mengambil jalannya ke laut itu menceburkan diri dan hilang tak dapat ditemukan lagi. Sungguh menakjubkan peristiwa itu. Persitiwa tersebut merupakan pertanda yang telah diketahui sebelumnya oleh Nabi Musa bahwa apa yang dituju telah dekat dan yang dicari hampir ditemukan.","tafsir_tahlili":"(61) Dalam ayat ini, Allah menceritakan bahwa setelah Nabi Musa dan Yusya sampai ke pertemuan dua laut, mereka berhenti, tetapi tidak tahu bahwa tempat itulah yang harus dituju. Sebab, Allah tidak memberi tahu dengan pasti tempat itu. Hanya saja Allah memberi petunjuk ketika ditanya oleh Nabi Musa sebelum berangkat, sebagaimana sabda Rasul saw ketika menceritakan pertanyaan Nabi Musa itu :\r\nيَارَبِّي وَكَيْفَ لِيْ بِهِ؟ قَالَ: تَأْخُذُ مَعَكَ حُوْتًا فَتَجْعَلُهُ بِمِكْتَلٍ فَحَيْثُمَا فَقَدْتَ الْحُوْتَ فَهُوَ ثَمَّ. (رواه البخاري عن أبيّ بن كعب)\r\nYa Tuhanku, bagaimana saya dapat menemukannya? Allah berfirman, “Bawalah seekor ikan dan masukkan pada sebuah kampil, manakala ikan itu hilang, di situlah tempatnya.” (Riwayat al-Bukh±r³ dari Ubay bin Kaab)\r\n \r\n Di atas sebuah batu besar di tempat itu, Nabi Musa dan muridnya merasa mengantuk dan lelah. Keduanya pun tertidur dan lupa pada ikannya. Ketika itu, ikan yang ada dalam kampil tersebut hidup kembali dan menggelepar-gelepar, lalu keluar dan meluncur menuju laut. Padahal kampil waktu itu ada di tangan Yusya. Kejadian ini, yaitu ikan mati menjadi hidup kembali, merupakan mukjizat bagi Nabi Musa a.s..\r\n Setelah bangun tidur, mereka pun melanjutkan perjalanan. Yusya pun lupa tidak menceritakan kepada Nabi Musa kejadian yang aneh tentang ikan yang sudah mati hidup kembali.\r\n"}