{"tafsir_id":2205,"surah_id":18,"aya_number":65,"tafsir_wajiz":"Lalu ketika keduanya telah sampai ke tempat hilangnya ikan itu, mereka menuju ke arah batu tempat mereka beristirahat beberapa waktu atau beberapa hari yang lalu. Di tempat itulah mereka berduabertemu dengan seorang hamba yang saleh di antara hamba-hamba Kami, yang telah Kami berikan rahmat kepadanya dari sisi Kami, berupa kenabian atau aneka macam nikmat lainnya, dan yang telah Kami ajarkan ilmu kepadanya secara langsung dari sisi Kami, yaitu ilmu tentang perkara-perkara gaib yang tidak dimengerti oleh manusia pada umumnya. Menurut sebagian besar mufasir yang dimaksud dengan hamba yang saleh itu adalah Nabi Khidr. Keunggulan ilmu yang dimiliki oleh Nabi Khidr, mendorong Nabi Musa ingin tertemu dan belajar kepadanya.","tafsir_tahlili":"(65)  Dalam ayat ini, dikisahkan bahwa setelah Nabi Musa dan Yusya menelusuri kembali jalan yang dilalui tadi, mereka sampai pada batu yang pernah dijadikan tempat beristirahat. Di tempat ini, mereka bertemu dengan seseorang yang berselimut kain putih bersih. Orang ini disebut Khidir, sedang nama aslinya adalah Balya bin Mulkan. Ia digelari dengan nama Khidir karena ia duduk di suatu tempat yang putih, sedangkan di belakangnya terdapat tumbuhan menghijau. Keterangan ini didasarkan pada hadis berikut: \r\nعَنْ أَبِيْ هُرَيْرَةَ رَضِيَ اللهُ عَنْهُ عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: إِنَّمَا سُمِّيَ الْخِضْرُ لِأَنَّهُ جَلَسَ عَلَى فَرْوَةٍ بَيْضَاء، فَإِذَا هِيَ تَهْتَزُّ مِنْ خَلْفِهِ خَضْرَاء. (رواه البخاري)\r\nDiriwayatkan dari Abu Hurairah bahwa Nabi saw bersabda, “Dinamakan Khidir karena ia duduk di atas kulit binatang yang putih. Ketika tempat itu bergerak, di belakangnya tampak tumbuhan yang hijau.” (Riwayat al-Bukh±r³)\r\n Dalam ayat ini, Allah swt juga menyebutkan bahwa Khidir itu ialah orang yang mendapat ilmu langsung dari Allah. Ilmu itu tidak diberikan kepada Nabi Musa, sebagaimana juga Allah telah menganugerahkan ilmu kepada Nabi Musa yang tidak diberikan kepada Khidir.\r\n Menurut Hujjatul Islam al-Gazali, bahwa pada garis besarnya, ada dua cara bagi seseorang untuk mendapatkan ilmu:\r\n1.  Proses pengajaran dari manusia, disebut at-tal³m al-ins±n³, yang dibagi lagi menjadi dua, yaitu:\r\na.  Belajar kepada orang lain (di luar dirinya).\r\nb.  Belajar sendiri dengan menggunakan kemampuan akal pikiran.\r\n2.  Pengajaran yang langsung diberikan Allah kepada seseorang yang disebut at-tal³m ar-rabb±n³, yang dibagi menjadi dua juga, yaitu :\r\na.  Diberikan dengan cara wahyu, yang ilmunya disebut: ilm al-anbiy±' (ilmu para nabi) dan ini khusus untuk para nabi.\r\nb.  Diberikan dengan cara ilham yang ilmunya disebut ilm ladunn³ (ilmu dari sisi Tuhan). Ilm ladunn³ ini diperoleh dengan cara langsung dari Tuhan tanpa perantara. Kejadiannya dapat diumpamakan seperti sinar dari suatu lampu gaib yang langsung mengenai hati yang suci bersih, kosong lagi lembut. Ilham ini merupakan perhiasan yang diberikan Allah kepada para kekasih-Nya (para wali).\r\n"}