{"tafsir_id":2214,"surah_id":18,"aya_number":74,"tafsir_wajiz":"Nabi Khidr memaafkan Nabi Musa, lalu keduanya meninggalkan perahu dengan selamat dan turun ke pantai. Maka berjalanlah keduanya; hingga ketika keduanya berjumpa dengan seorang anak muda, maka dia dengan serta merta membunuhnya. Melihat Nabi Khidr membunuh anak muda itu, Nabi Musa tidak dapat menahan keinginannya untuk bertanya. Dia berkata, “Mengapa engkau bunuh jiwa yang bersih, yang suci dari kedurhakaan, bukan karena dia melakukan kedurhakaan dengan membunuh orang lain? Sungguh, engkau telah melakukan sesuatu yang sangat mungkar.”[]","tafsir_tahlili":"(74) Dalam ayat ini, Allah mengisahkan bahwa keduanya mendarat dengan selamat dan tidak tenggelam, kemudian keduanya turun dari kapal dan meneruskan perjalanan menyusuri pantai. Kemudian terlihat oleh Khidir seorang anak yang sedang bermain dengan kawan-kawannya, lalu dibunuhnya anak itu. Ada yang mengatakan bahwa Khidir itu membunuhnya dengan cara memenggal kepalanya, ada yang mengatakan dengan mencekiknya. Akan tetapi, Al-Qur'an tidak menyebutkan bagaimana cara Khidir membunuh anak itu, apakah dengan memenggal kepalanya, membenturkan kepalanya ke dinding batu, atau cara lain. Kita tidak perlu memperhatikan atau menyelidikinya.\r\n Melihat peristiwa itu, dengan serta merta Nabi Musa berkata kepada Khidir, “Mengapa kamu bunuh jiwa yang masih suci dari dosa dan tidak pula karena dia membunuh orang lain? Sungguh kamu telah berbuat sesuatu yang mungkar, yang bertentangan dengan akal yang sehat.\r\n Dalam ayat ini, pembunuh disebut dengan kata nukr (mungkar), sedangkan melubangi perahu dalam ayat 71 disebut kata imr (kesalahan yang besar). Penyebabnya adalah pembunuhan terhadap anak itu lebih keji dibandingkan dengan melubangi perahu. Melubangi perahu tidak menghilangkan nyawa apabila tidak tenggelam. Tetapi pembunuhan atau menghilangkan nyawa yang tidak sejalan dengan ajaran agama itu nyata-nyata suatu perbuatan mungkar. Pembunuhan yang dapat dibenarkan oleh ajaran agama hanyalah karena murtad, zina muhsan, atau karena qi¡a¡.\r\n"}