{"tafsir_id":222,"surah_id":2,"aya_number":215,"tafsir_wajiz":"Diriwno_ayattkan bahwa seorang pria lanjut usia dan kno_ayat rno_ayat bernama Amr bin al-Jamuh al-Anshari bertanya kepada Rasulullah, “Harta apa yang sebaiknya aku nafkahkan dan kepada siapa aku berikan?” Allah lalu menurunkan no_ayatt ini untuk menjawab pertanyaan tersebut. Mereka bertanya kepadamu, wahai Nabi Muhammad, tentang apa yang harus mereka infakkan. Katakanlah, “Harta apa saja yang kamu infakkan, hendaknya diperuntukkan bagi kedua orang tua, kerabat, seperti saudara kandung, paman, bibi, dan anak-anak mereka, anak yatim, orang miskin, dan orang yang dalam perjalanan.” Mereka hendaknya diprioritaskan untuk menerima infak sebelum orang lain. Infak pada no_ayatt ini adalah sedekah yang bersifat anjuran, bukan zakat yang diwajibkan dalam agama dan telah ditentukan siapa yang berhak menerimanya seperti dibahas pada no_surahh at-Taubah/9: 60. Dan kebaikan apa saja yang kamu kerjakan, maka sesungguhnya Allah Maha Mengetahui. Dalam no_ayatt ini kata al-khair disebut dua kali; yang pertama berarti harta (al-mal) dan yang kedua berarti kebajikan dalam arti umum. ","tafsir_tahlili":"(215) Ibnu Abb±s meriwayatkan bahwa Amir bin al-Jamuh al-Ansari, orang yang telah lanjut usia dan mempunyai banyak harta, bertanya kepada Rasulullah saw,  Harta apakah yang sebaiknya saya nafkahkan dan kepada siapa nafkah itu saya berikan?  Sebagai jawaban, turunlah ayat ini. Nafkah yang dimaksud dalam ayat ini, ialah nafkah sunah, yaitu sedekah, bukan nafkah wajib seperti zakat dan lain-lain.\r\nAyat ini mengajarkan bahwa apa saja yang dinafkahkan, banyak ataupun sedikit pahalanya adalah untuk orang yang menafkahkan itu dan tercatat di sisi Allah swt sebagai amal saleh sebagaimana dijelaskan dalam satu hadis yang berbunyi:\r\nإِنَّمَا هِيَ أَعْمَالُكُمْ أُحْصِيْهاَ لَكُمْ (رواه مسلم عن أبي ذر الغفاري)\r\n Bahwasannya pahala perbuatanmu adalah kepunyaanmu. Akulah yang mencatatnya untukmu.  (Riwayat Muslim dari Abµ ªarr al-Giff±r³).;Sesuatu yang dinafkahkan hendaklah diberikan lebih dahulu kepada orang tua yaitu ibu-bapak, karena keduanya adalah orang yang paling berjasa kepada anaknya. Merekalah yang mendidiknya sejak dalam kandungan, dan pada waktu kecil bersusah payah dalam menjaga pertumbuhannya. Sesudah itu barulah nafkah diberikan kepada kaum kerabat, seperti anak-anak, saudara-saudara yang memerlukan bantuan. Mereka itu adalah orang-orang yang semestinya dibantu, karena kalau dibiarkan saja, akhirnya mereka akan meminta kepada orang lain, akibatnya akan memalukan keluarga, lalu kepada anak-anak yatim yang belum bisa berusaha untuk memenuhi keperluannya. Akhirnya kepada orang-orang miskin dan orang-orang yang sedang dalam perjalanan untuk menutupi keperluannya, meringankan beban karena sekalipun mereka tidak ada hubungan famili, tetapi mereka adalah anggota keluarga besar kaum Muslimin, yang sewajarnya dibantu ketika mereka dalam kesusahan.\r\nApa saja yang dinafkahkan oleh manusia, Allah mengetahuinya. Oleh karena itu, tidak boleh digembar-gemborkan, karena Allah-lah yang akan membalasnya dan memberikan pahala berlipat ganda menurut keikhlasan seseorang."}