{"tafsir_id":2220,"surah_id":18,"aya_number":80,"tafsir_wajiz":"Dan adapun anak yang aku bunuh itu adalah putra dari kedua orang tua mukmin yang kuat dan teguh imannya, dan kami khawatir kalau dia akan memaksa kedua orang tuanya kepada kesesatan dan kekafiran, lalu keduanya tidak kuasa menolak paksaan anaknya itu karena besarnya kasih sno_ayatng mereka kepadanya.","tafsir_tahlili":"(80) Adapun anak yang dibunuh itu, adalah anak yang kafir sedangkan kedua orang tuanya termasuk orang yang sungguh-sungguh beriman. Maka kami khawatir karena kecintaan kedua orang tuanya kepada anak itu keduanya akan tertarik kepada kekafiran. Qatadah berkata, “Kedua orang tuanya gembira ketika anak itu dilahirkan, dan keduanya bersedih ketika anak itu terbunuh.” Dan seandainya dia masih hidup akan mengakibatkan kesusahan dan kebinasaan pada kedua orang tuanya. Oleh sebab itu hendaklah setiap orang menerima ketentuan Allah dengan senang hati karena ketentuan Allah bagi seorang mukmin dalam hal yang tidak disukainya adalah lebih baik daripada ketentuan Allah terhadapnya dalam hal-hal yang disukainya. Disebutkan dalam sebuah hadis bahwa Nabi saw bersabda:\r\nلاَيَقْضِي الله ُلِمُؤْمِنٍ قَضَاءً اِلاَّ كَانَ خَيْرًا لَهُ. (رواه احمد وابو يعلى) \r\n“Allah tidak menetapkan kepada seorang mukmin suatu ketetapan, kecuali ketetapan itu terdapat kebaikan baginya.” (Riwayat A¥mad dan Abµ  Yala)\r\nSesuai pula dengan firman Allah: \r\nكُتِبَ عَلَيْكُمُ الْقِتَالُ وَهُوَ كُرْهٌ لَّكُمْ ۚ وَعَسٰٓى اَنْ تَكْرَهُوْا شَيْـًٔا وَّهُوَ خَيْرٌ لَّكُمْ ۚ وَعَسٰٓى اَنْ تُحِبُّوْا شَيْـًٔا وَّهُوَ شَرٌّ لَّكُمْ ۗ وَاللّٰهُ يَعْلَمُ وَاَنْتُمْ لَا تَعْلَمُوْنَ ࣖ  \r\n“Diwajibkan atas kamu berperang, padahal itu tidak menyenangkan bagimu. Tetapi boleh jadi kamu tidak menyenangi sesuatu, padahal itu baik bagimu, dan boleh jadi kamu menyukai sesuatu, padahal itu tidak baik bagimu. Allah mengetahui, sedang kamu tidak mengetahui.” (al-Baqarah/2: 216)\r\nKhidir berkata, “Kami telah mengetahui, bahwa anak itu jika sudah dewasa, akan mengajak ibu bapaknya kepada kekafiran dan mereka berdua akan mengikuti ajakannya karena sangat cinta kepada anaknya.”\r\n"}