{"tafsir_id":223,"surah_id":2,"aya_number":216,"tafsir_wajiz":"Selain diuji dengan kemiskinan dan kemelaratan, orang-orang beriman juga akan diuji dengan diminta mengorbankan jiwa mereka melalui kewajiban perang. Diwajibkan atas kamu berperang melawan orang-orang kafir yang memerangi kamu, padahal berperang itu tidak menyenangkan bagimu, sebab ia mengor-bankan harta benda dan jiwa. Tetapi boleh jadi kamu tidak menyenangi sesuatu, yakni boleh jadi kamu tidak menyukai peperangan, padahal itu baik bagimu karena kamu mendapat kemenangan atas orang-orang kafir atau masuk surga jika terbunuh atau kalah dalam peperangan, dan boleh jadi kamu menyukai sesuatu, padahal itu tidak baik bagimu. Allah mengetahui apa yang baik bagimu, sedang kamu tidak mengetahui. Karena itu, tunaikanlah perintah Allah yang pasti akan membawa kebaikan bagimu. ","tafsir_tahlili":"(216) Dengan turunnya ayat ini hukum perang itu menjadi wajib kifayah dalam rangka membela diri dan membebaskan penindasan. Bila musuh telah masuk ke dalam negeri orang-orang Islam, hukumnya menjadi wajib 'ain. Hukum wajib perang ini turun pada tahun kedua Hijri. Ketika masih di Mekah (sebelum Hijrah) Nabi Muhammad saw dilarang berperang, baru pada permulaan tahun Hijrah, Nabi diizinkan perang bilamana perlu.\r\nBerperang dirasakan sebagai suatu perintah yang berat bagi orang-orang Islam sebab akan menghabiskan harta dan jiwa. Lebih-lebih pada permulaan Hijrah ke Medinah. Kaum Muslimin masih sedikit, sedang kaum musyrikin mempunyai jumlah yang besar. Berperang ketika itu dirasakan sangat berat, tetapi karena perintah berperang sudah datang untuk membela kesucian agama Islam dan meninggikan kalimatullah, maka Allah menjelaskan bahwa tidak selamanya segala yang dirasakan berat dan sulit itu membawa penderitaan, tetapi mudah-mudahan justru membawa kebaikan. Betapa khawatirnya seorang pasien yang pengobatannya harus dengan mengalami operasi, sedang operasi itu paling dibenci dan ditakuti, tetapi demi untuk kesehatannya dia harus mematuhi nasehat dokter, barulah penyakit hilang dan badan menjadi sehat setelah dioperasi.\r\nAllah memerintahkan sesuatu bukan untuk menyusahkan manusia, sebab di balik perintah itu akan banyak ditemui rahasia-rahasia yang membahagiakan manusia. Masalah rahasia itu Allah-lah yang lebih tahu, sedang manusia tidak mengetahuinya."}