{"tafsir_id":2238,"surah_id":18,"aya_number":98,"tafsir_wajiz":"Setelah pembangunan dinding itu selesai, dia bersyukur kepada Allah dan berkata, “Sesungguhnya dinding  ini dan kemampuan untuk membuatnya adalah rahmat dari Tuhanku bagi hamba-Nya yang saleh. Dinding ini akan menjadi penghalang dari orang atau bangsa lain yang akan menyerang. Bangunan ini akan terus berdiri tegak sampai waktu yang Allah janjikan. Maka apabila janji Tuhanku tentang keruntuhannya sudah datang, Dia akan menghancurluluhkannya sampai berkeping-keping; dan ketahuilah bahwa janji Tuhanku itu pasti benar dan akan terjadi, karena tidak ada satu pun benda yang tidak hancur pada akhirnya”","tafsir_tahlili":"(98) Selanjutnya Zulkarnain berkata, “Benteng ini adalah merupakan rahmat karunia dari Tuhanku kepada hamba-Nya, karenanya ia menjadi benteng yang kokoh yang menjaga mereka dari serbuan Yakjuj dan Makjuj. Tetapi apabila telah datang janji Tuhanku tentang keluarnya mereka dari belakang benteng, maka Dia akan menjadikannya hancur luluh lantak rata dengan tanah karena Allah memberi kuasa kepada suatu kaum untuk menghancurkannya, dan janji Tuhanku itu adalah benar tidak dapat diragukan.\r\nMenurut ahli sejarah, ucapan Zulkarnain ini terbukti dengan kasus munculnya raja Jengis Khan yang telah membuat kerusakan di muka bumi dari Timur sampai ke Barat dan mengadakan penyerangan yang menghancurkan benteng besi dan kerajaan Islam di Baghdad. Adapun sebabnya raja Jengis Khan ini mengadakan penyerbuan ke negeri Baghdad, oleh karena Sultan Khuwarazmi dari Bani Saljuk telah membunuh beberapa utusan dan pedagang-pedagang yang diutus dari negerinya. Harta benda mereka dirampas dan diadakan pula serbuan-serbuan ke tapal batas negerinya sehingga menimbulkan kemarahan raja Jengis Khan. Lalu ia menulis surat kepada Sultan Bagdad dengan kata-kata yang pedas sebagai berikut, “Mengapa kamu berani membunuh sahabat-sahabatku dan merampas harta benda perniagaanku. Apakah kamu membangunkan singa yang sedang tidur dan menimbulkan kejahatan-kejahatan yang tersembunyi.”\r\nTidakkah Nabimu memberikan wasiat kepadamu agar tidak berbuat aniaya. Oleh karena itu tinggalkanlah bangsa Turki selagi mereka tidak mengganggu kamu. Mengapa kamu sakiti tetanggamu padahal Nabimu sendiri telah berwasiat untuk menghormati tetangga. Dan inilah wasiatku kepadamu, “Peliharalah baik-baik dan pertimbangkanlah kebijaksanaanmu sebelum timbulnya rasa dendam dan sebelum terbukanya benteng besi. Dan Allah pasti akan menolong setiap orang yang dianiaya, karena itu tunggulah kedatangan Yakjuj dan Makjuj yang akan turun dari tiap-tiap tempat yang tinggi.”\r\nعَنْ اُمِّ حَبِيْبَةَ بِنْتِ اَبِيْ سُفْيَانَ عَنْ زَيْنَبَ بِنْتِ جَحْشٍ رَضِيَ الله ُعَنْهُنَّ اَنَّ النَّبِيَّ صَلَّى الله عَلَيْهِ وَسَلَّمَ دَخَلَ عَلَيْهَا فَزَعًا يَقُوْلُ: لاَاِلَهَ اِلاَّ الله ُوَيْلٌ لِلْعَرَبِ مِنْ شَرِّ قَدْ اِقْتَرَبَ، فُتِحَ الْيَوْمَ مِنْ رَدْمِ يَأْجُوْجَ وَمَأْجُوْجَ مِثْلُ هَذِهِ. وَحلََّّقَ بِاِصْبَعِهِ اْلاِبْهَامِ وَالَّتِيْ تَلِيْهَا. قَالَتْ زَيْنَبُ بِنْتُ جَحْشٍ فَقُلْتُ يَارَسُوْلَ الله:ِ اَنَهْلِكُ وَفِيْنَا الصَّالِحُوْنَ؟ قَالَ نَعَمْ اِذَا كَثُرَ الْخَبَثُ. (رواه البخارى)\r\n “Dari Umu Habibah ra dari Zainab binti Ja¥syin ra, bahwa Rasulullah saw pada suatu hari masuk ke rumah istrinya, Siti Zaenab bint Jahsy dan dengan terkejut beliau mengatakan, “Lā ilāha illallāh, celakalah bagi orang Arab dari suatu kejahatan yang telah mendekat, hari ini terbuka dari Benteng Yakjuj dan Makjuj lubang besar seperti ini.” Dan beliau melingkarkan ibu jarinya dengan jari telunjuknya. Lalu Zaenab bertanya, “Ya Rasulullah apakah kami akan binasa padahal di kalangan kami terdapat banyak orang-orang yang saleh.” Beliau menjawab, “Ya, apabila kejahatan sudah banyak  jumlahnya.” (Riwayat al-Bukhār³)\r\nSejak hari itu lubang di dalam benteng semakin lama semakin besar. Pada abad ke-7 Hijri, datanglah tentara raja Jengis Khan menyerbu dan menimbulkan berbagai kerusakan di muka bumi terutama di negeri Baghdad.\r\n"}