{"tafsir_id":2240,"surah_id":18,"aya_number":100,"tafsir_wajiz":"Peniupan sangkakala kedua menandakan dimulainya hari kebangkitan. Pada saat itu, Yakjuj-Makjuj dan semua manusia dikumpulkan di Padang Mahsyar untuk mempertanggungjawabkan perbuatannya. Banyak peristiwa yang terjadi setelah itu. Dan Kami perlihatkan neraka Jahanam sebagai tempat pembalasan kepada semua orang kafir tanpa terkecuali, dengan gambaran yang jelas pada hari itu agar mereka mengetahui balasan atas perbuatan mereka dahulu.","tafsir_tahlili":"(100) Dan Kami tampakkan neraka Jahanam pada hari ditiupnya sangkakala kepada orang-orang kafir sehingga mereka melihat kedahsyatannya dan keganasannya yang luar biasa dan mereka mendengar pula suaranya dan semburan apinya yang sangat menakutkan, di mana mereka yakin bahwa mereka segera akan dijerumuskan ke dalamnya dan tidak dapat menghindarkan diri daripadanya.\r\nDiriwayatkan oleh Abu Said al-Khudri bahwa Rasulullah saw bersabda:\r\nكَيْفَ اَنْعَمُ وَصَاحِبُ الْقَرْنِ قَدِ الْتَقَمَ قَرْنَهُ وَحَنىَ الْجَبْهَةَ وَأَصْغَى اْلاُذُنَ مَتىَ يُؤْمَرُ اَنْ يَنْفُخَ؟ وَلَوْ اَنَّ اَهْلَ مِنىٰ اِجْتَمَعُوْا عَلَى الْقَرْنِ اَنْ يُقِلُّوْهُ مِنَ اْلاَرْضِ مَاقَدَرُوْا عَلَيْهِ قَالَ: فَأَبْلَسَ (يَئِسَ وَتَحَيَّرَ) أَصْحَابُ رَسُوْلِ اللهِ صَلَّى الله ُعَلَيْهِ وَسَلَّمَ وَشَقَّ عَلَيْهِمْ، قَالَ: فَقَالَ رَسُوْلُ اللهِ صَلَّى الله ُعَلَيْهِ وَسَلَّمَ: قُوْلُوْا – حَسْبُنَا الله ُوَنِعْمَ الْوَكِيْلُ وَعَلَى اللهِ-   (رواه أحمد والترمذي)\r\n “Bagaimana aku dapat bersenang-senang padahal malaikat Israfil sudah mendekatkan mulutnya pada ujung sangkakala dan telah menundukkan dahi dan telinganya telah siap-siap untuk mendengar kapan datangnya perintah dari Allah untuk meniup sangkakala itu. Dan seandainya jamaah haji yang berkumpul di Mina bersama-sama akan mengangkat sangkakala itu dari bumi niscaya mereka tidak mampu (karena sangat beratnya).” Maka terdiamlah sahabat Rasulullah dan merasa berat mendengar berita itu. Maka Rasulullah saw bersabda, “Bacalah (cukuplah) Allah sebagai penyelamat kami, dan Dia adalah sebaik penolong. Hanya kepada Allahlah (kami bertawakal).” (Riwayat A¥mad dan at-Tirmi©³)\r\n"}