{"tafsir_id":2249,"surah_id":18,"aya_number":109,"tafsir_wajiz":"Pada bagian sebelumnya banyak informasi yang Allah sampaikan, seperti kisah Ashabul Kahfi, Khidir, dan Zulkarnain. Kemudian, pada bagian akhir no_surahh ini Allah menjelaskan betapa ilmu-Nya sangat luas. Wahai Nabi Muhammad, katakanlah kepada orang-orang kafir itu, “Seandainya semua lautan di dunia ini menjadi tinta untuk menulis kalimat- kalimat Tuhanku yang mencakup semua pengetahuan, maka pasti akan habislah seluruh air lautan itu sebelum selesai penulisan kalimat-kalimat Tuhanku. Demikian juga keadaannya meskipun Kami datangkan tambahan lautan sebanyak itu pula untuk menuliskannya, kalimat-kalimat itu tidak akan habis.","tafsir_tahlili":"(109) Diriwayatkan bahwa orang-orang Yahudi berkata kepada Nabi Muhammad, “Engkau mengatakan bahwa kami telah diberi oleh Allah hikmah, sedang dalam kitab engkau (Al-Qur'an) terdapat ayat:\r\nوَمَنْ يُّؤْتَ الْحِكْمَةَ فَقَدْ اُوْتِيَ خَيْرًا كَثِيْرًا ۗ ;Dan barangsiapa dianugerahkan al-hikmah itu, ia benar-benar telah dianugerahi karunia yang banyak. (al-Baqarah/2: 269)\r\nKemudian engkau mengatakan pula sebagaimana tersebut dalam            Al-Qur'an:\r\nوَمَآ اُوْتِيْتُمْ مِّنَ الْعِلْمِ اِلَّا قَلِيْلًا   \r\nDan tidaklah kamu diberi pengetahuan melainkan sedikit. (al-Isrā/17: 85)\r\nMereka berpendapat, ada pertentangan antara kedua ayat ini, maka turunlah ayat ini sebagai jawaban atas kritikan mereka. Rasul diperintahkan untuk mengatakan kepada mereka, “Katakanlah kalau sekiranya lautan menjadi tinta untuk menuliskan (dengan pena) kalimat-kalimat Tuhanku dan ilmu-ilmu-Nya, maka akan habislah lautan itu sebelum habis (ditulis) kalimat-kalimat Tuhanku meskipun air laut itu ditambahkan sebanyak itu pula, karena lautan itu terbatas sedangkan ilmu dan hikmah Allah tidak terbatas.”\r\nSeperti firman Allah:\r\nوَلَوْ اَنَّ مَا فِى الْاَرْضِ مِنْ شَجَرَةٍ اَقْلَامٌ وَّالْبَحْرُ يَمُدُّهٗ مِنْۢ بَعْدِهٖ سَبْعَةُ اَبْحُرٍ مَّا نَفِدَتْ كَلِمٰتُ اللّٰهِ ۗاِنَّ اللّٰهَ عَزِيْزٌ حَكِيْمٌ  \r\n“Dan seandainya pohon-pohon di bumi menjadi pena dan lautan (menjadi tinta), ditambahkan kepadanya tujuh lautan (lagi) setelah (kering)nya, niscaya tidak akan habis-habisnya (dituliskan) kalimat-kalimat Allah. Sesungguhnya Allah Mahaperkasa, Mahabijaksana.” (Luqmān/31: 27)\r\n"}