{"tafsir_id":2250,"surah_id":18,"aya_number":110,"tafsir_wajiz":"Allah memerintah Nabi untuk menjelaskan jati dirinya. Katakanlah, “Sesungguhnya aku ini hanya seorang manusia seperti kamu, yang telah diwahyukan kepadaku sesuai kehendak Allah bahwa sesungguhnya Tuhan kamu yang menjadi tujuan ibadah adalah Tuhan Yang Maha Esa, baik dalam zat, sifat, maupun perbuatan-Nya. Maka, barang siapa mengharap pertemuan dengan Tuhannya dan menghendaki ganjaran atas amal perbuatannya di akhirat kelak, maka hendaklah dia selalu mengerjakan kebajikan dan menjauhi semua hal keji dan mungkar serta janganlah dia mempersekutukan dengan sesuatu pun dalam beribadah kepada Tuhannya. Hendaklah dia beribadah kepada-Nya dengan tulus, bukan karena ria, dan dilandasi niat untuk menggapai rida-Nya.”[]","tafsir_tahlili":"(110) Katakanlah kepada mereka, “Sesungguhnya aku ini hanya seorang manusia seperti kamu, mengakui bahwa semua ilmuku tidak sebanding dengan ilmu Allah, aku mengetahui sekedar apa yang diwahyukan Allah kepadaku, dan tidak tahu yang lainnya kecuali apa yang Allah ajarkan kepadaku. Allah telah mewahyukan kepadaku bahwa, “Yang disembah olehku dan oleh kamu hanyalah Tuhan Yang Maha Esa, yang tidak ada sekutu bagi-Nya.” Oleh karena itu barangsiapa yang mengharapkan pahala dari Allah pada hari perjumpaan dengan-Nya, maka hendaklah ia tulus ikhlas dalam ibadahnya, mengesakan Allah dalam rububiyah dan uluhiyah-Nya dan tidak syirik baik yang terang-terangan maupun yang tersembunyi seperti riya, karena berbuat sesuatu dengan motif ingin dipuji orang itu termasuk syirik yang tersembunyi. Setelah membersihkan iman dari kemusyrikan itu hendaklah selalu mengerjakan amal saleh yang dikerjakannya semata-mata untuk mencapai keridaan-Nya.\r\nDiriwayatkan oleh Muslim dari Abu Hurairah ra, bahwa Rasulullah saw. bersabda:\r\nاِنَّ اللهَ تَبَارَكَ وَتَعَالَى يَقُوْلُ: اَنَا اَغْنَى الشُّرَكَاءِ عَنِ الشِّرْكِ فَمَنْ عَمِلَ عَمَلاً اَشْرَكَ فِيْهِ غَيْرِيْ تَرَكْتُهُ وَشِرْكَهُ. (رواه مسلم عن ابي هريرة)\r\nSesungguhnya Allah berfirman, “Saya adalah yang paling kaya di antara semua yang berserikat dari sekutunya. Dan siapa yang membuat suatu amalan dengan mempersekutukan Aku dengan yang lain, maka Aku tinggalkan dia bersama sekutunya.” (Riwayat Muslim dari Abu Hurairah)\r\n"}