{"tafsir_id":226,"surah_id":2,"aya_number":219,"tafsir_wajiz":"Mereka menanyakan kepadamu, wahai Nabi, tentang khamar, yaitu semua minuman yang memabukkan, dan berjudi. Pertanyaan itu muncul antara lain karena di antara rampasan perang yang diperoleh pasukan pimpinan ‘Abdullah bin Jahsy seperti disinggung pada no_ayatt 217 terdapat minuman keras. Katakanlah, “Pada keduanya terdapat dosa, yakni mudarat yang besar. Keduanya menimbulkan permusuhan dan menyebabkan kaum muslim melupakan Allah dan enggan menunaikan salat. Dan keduanya juga mengandung beberapa manfaat bagi manusia, seperti keuntungan dari perdagangan khamar, kehangatan badan bagi peminumnya, memperoleh harta tanpa susah pno_ayath bagi pemenang dalam perjudian, dan beberapa manfaat yang diperoleh fakir miskin dari perjudian pada zaman Jahiliah. Tetapi dosanya, yakni mudarat yang ditimbulkan oleh khamar dan judi, lebih besar daripada manfaatnya. Khamar diharamkan dalam Islam secara berangsur. no_ayatt ini menyatakan bahwa minum khamar dan berjudi adalah dosa dengan penjelasan bahwa pada keduanya terdapat manfaat, tetapi mudaratnya lebih besar daripada manfaat itu. no_surahh an-Nisa'/4: 43 dengan tegas melarang minum khamar, tetapi terbatas pada waktu menjelang salat. no_surahh al-Ma'idah/5: 90 dengan tegas mengharamkan khamar, berjudi, berkorban untuk berhala dan mengundi nasib dan menyatakan bahwa semuanya adalah perbuatan keji dan termasuk perbuatan setan yang harus dijauhi selamanya oleh orang-orang beriman. Bagian akhir no_ayatt ini menjelaskan ketentuan menafkahkan harta di jalan Allah. Dan mereka menanyakan kepadamu tentang apa yang harus mereka infakkan di jalan Allah. Katakanlah, “Kelebihan dari apa yang diperlukan untuk memenuhi kebutuhan diri dan kebutuhan keluarga. Demikianlah Allah menerangkan no_ayatt-no_ayatt-Nya kepadamu agar kamu memikirkan. ","tafsir_tahlili":"(219) Ayat ini menjawab pertanyaan para sahabat yang diajukan kepada Rasulullah saw. Jawaban-jawaban itu bukan saja mengenai hukum khamar dan judi, tetapi sekaligus menjawab pertanyaan tentang apa yang akan dinafkahkan; dan juga mengenai persoalan anak-anak yatim.\r\nLarangan minum khamar, diturunkan secara berangsur-angsur. Sebab minum khamar itu bagi orang Arab sudah menjadi adat kebiasaan yang mendarah daging sejak zaman jahiliah. Kalau dilarang sekaligus, dikhawatirkan akan sangat memberatkan bagi mereka. Mula-mula dikatakan bahwa dosanya besar, kemudian dikatakan orang mabuk tidak boleh mengerjakan salat; dan terakhir dikatakan bahwa minum khamar itu adalah keji dan termasuk perbuatan setan. Kemudian mereka dicela dengan mengatakan,  Apakah kamu belum mau juga berhenti meminumnya?  Tegasnya: minum khamar dan main judi itu dilarang, dan haram hukumnya.\r\nYang dimaksud dengan khamar menurut pendapat jumhur ulama ialah semua minuman yang memabukkan, walaupun terbuat dari bahan apa saja. Jadi minum apa saja yang memabukkan, hukumnya haram, baik sedikit ataupun banyak. Semua ahli kesehatan sependapat, baik dahulu maupun sekarang, bahwa minum khamar itu banyak sekali bahayanya. Allah tidak akan melarang sesuatu, kalau tidak berbahaya bagi manusia.;Sudah tidak diragukan bahwa minum khamar itu berbahaya bagi kesehatan, akal pikiran dan urat syaraf, serta harta benda dan keluarga. Minum khamar sama dengan menghisap candu, narkotika, dan obat-obatan terlarang (narkoba) yang menimbulkan ketagihan. Seseorang yang telah ketagihan minum khamar, baginya tidak ada nilainya harta benda, berapa saja harga khamar itu akan dibelinya.\r\nDengan demikian, khamar membahayakan dalam pergaulan masyarakat, menimbulkan permusuhan, perkelahian, dan sebagainya. Rumah tangga akan kacau, tetangga tidak aman dan masyarakat akan rusak, karena minum khamar.\r\nPenyakit kecanduan khamar erat sekali hubungannya dengan segala perbuatan maksiat dan kejahatan. Seorang yang sudah mabuk, tidak akan malu-malu berzina di tempat-tempat maksiat seperti night club, bar dan lain-lain. Kedua perbuatan mesum itu biasa disatukan tempatnya. Bahaya minum khamar akan lebih besar lagi kalau sudah bercampur dengan zina. Bukan saja menghambur-hamburkan harta dan berfoya-foya memperturutkan hawa nafsu, tapi segala macam penyakit kelamin akan merebak, lahirlah anak-anak tanpa bapak yang sah, serta pembunuhan bayi-bayi yang tidak berdosa. Pekerjaan seperti ini merupakan perbuatan yang terkutuk yang tidak berperikemanusiaan, perbuatan keji yang lebih keji dari perbuatan hewan.\r\nSebagaimana halnya minum khamar, Allah juga melarang main judi sebab bahayanya lebih besar daripada manfaatnya. Judi ialah semua permainan yang menggunakan pertaruhan yang kalah harus membayar kepada yang menang. Taruhan itu berupa apa saja: uang, barang-barang, dan lain-lain.\r\nBahaya main judi tidak kurang dari bahaya minum khamar. Main judi cepat sekali menimbulkan permusuhan dan kemarahan, dan tidak jarang menimbulkan pembunuhan. Bahaya itu sudah terbukti sejak dahulu sampai sekarang. Bilamana di suatu tempat telah berjangkit perjudian, maka di tempat itu selalu terjadi perselisihan, pemusuhan dan pembunuhan. Pekerjaan nekad, kerap kali terjadi pada pemain-pemain judi, seperti bunuh diri, merampok, dan lain-lain, lebih-lebih bila ia mengalami kekalahan.\r\nJudi adalah perbuatan berbahaya, akibat berjudi seseorang yang baik dapat menjadi jahat, malas mengerjakan ibadah, dan jenuh hatinya dari mengingat Allah. Dia jadi pemalas, pemarah, matanya merah, dan badannya lemas. Dengan sendirinya akhlaknya menjadi rusak, tidak mau bekerja untuk mencari rezeki dengan jalan yang baik, dan selalu mengharap kalau-kalau mendapat kemenangan. Dalam sejarah perjudian, tidak ada orang yang kaya karena berjudi. Malahan sebaliknya yang terjadi, banyak orang kaya tiba-tiba jatuh miskin dan melarat karena berjudi. Banyak pula rumah tangga yang bahagia, tiba-tiba hancur berantakan karena judi.\r\nAdapun manfaat minum khamar sedikit sekali, boleh dikatakan tidak ada artinya dibandingkan dengan bahayanya. Misalnya, khamar, mungkin dapat menjadi obat, dapat dijadikan komoditas perdagangan yang mendatangkan keuntungan, dan dapat menimbulkan semangat bagi prajurit-prajurit yang akan pergi berperang, dan lain-lain. Tapi semua itu bukanlah manfaat yang berarti. \r\nTentang bahaya minum khamar dan main judi, dan apa yang akan diderita oleh peminum khamar dan pemain judi nantinya, selain dijelaskan oleh Allah dalam Al-Qur′an juga banyak diterangkan dalam hadis-hadis Nabi Muhammad saw. \r\nSesudah para sahabat menanyakan kedua masalah yang sangat besar bahayanya itu, yaitu minum khamar dan main judi, maka mereka menanyakan masalah apa yang akan dinafkahkan.\r\nDalam satu riwayat, dari Ibnu Ab³ ¦±tim dari Ibnu Abb±s beberapa orang sahabat Rasulullah saw datang bertanya kepada beliau,  Kami belum tahu, apakah itu nafkah f³ sab³lill±h yang diperintahkan kepada kami untuk mengeluarkannya dari harta kami?” Ayat ini adalah jawabannya. Sengaja Allah swt menggabungkan masalah nafkah dengan masalah khamar dan judi dalam satu ayat, untuk menjadi cermin perbandingan bagi manusia, bahwa di samping ada orang yang menghambur-hamburkan hartanya untuk berbuat maksiat seperti minum khamar dan berjudi, ada pula orang yang menggunakan hartanya untuk dinafkahkan di jalan Allah.\r\nOrang-orang yang menghamburkan hartanya di jalan maksiat itu akan mendapat kehancuran dan malapetaka, sebaliknya orang-orang yang mempergunakan hartanya di jalan Allah akan memperoleh kebahagiaan dan keberuntungan. Yang dimaksud dengan nafkah dalam ayat ini ialah memberi sedekah, amal jariah, derma, sumbangan, dan lain-lain yang hukumnya sunah, sedang zakat hukumnya wajib. Hal ini sudah diterangkan dalam ayat-ayat yang lain. Arti al-afwa di sini ialah  yang lebih dari keperluan . Jadi yang akan dinafkahkan adalah harta yang sudah berlebih dari keperluan pokok sehari-hari.\r\nAllah menganjurkan agar seseorang berusaha mencari rezeki untuk keperluan anak dan istri serta orang-orang yang di bawah tanggungannya. Tapi kalau rezeki yang diberikan Allah sudah lebih dari kebutuhan tersebut, Allah menganjurkan agar ia berinfak, yaitu memberikan sebagian dari kelebihan harta itu untuk keperluan f³ sab³lill±h. Umpamanya untuk membangun rumah-rumah ibadah, seperti masjid, musala atau surau, atau untuk membangun rumah-rumah yatim atau rumah-rumah pendidikan seperti madrasah, asrama-asrama pelajar, fakir miskin, juga kepada pelajar dan mahasiswa dalam bentuk beasiswa, dan lain-lain.\r\nAmal-amal sosial seperti tersebut di atas, dapat dibiayai dengan nafkah yang diberikan kaum Muslimin. Memberikan nafkah dalam hal ini penting sekali, sebab itu merupakan urat nadi pembangunan dalam Islam dan jadi jembatan yang menghubungkan antara yang kaya dengan yang miskin.\r\nBegitulah cara Allah memberikan petunjuk dengan ayat-ayat-Nya untuk kebahagiaan umat manusia. Ditunjukkan-Nya jalan mana yang dapat mendatangkan manfaat dan kebaikan dan jalan yang akan menjerumuskan ke dalam bahaya dan kerusakan. Dalam hal ini, manusia harus memikirkannya. Berpikir bukan untuk dunia saja tetapi juga memikirkan akhirat dalam setiap usaha dan pekerjaannya.\r\nKaum Muslimin menjadi jaya dan mulia bila mau mempergunakan akalnya untuk memikirkan keselamatan hidupnya dan masyarakatnya di dunia dan di akhirat. Di dunia, mereka menjadi orang yang terhormat dan disegani, karena mereka adalah orang-orang yang mampu, berwibawa, dan memegang tampuk kekuasaan. Di akhirat, dia menjadi orang yang beruntung karena amal kebajikannya yang banyak."}