{"tafsir_id":2260,"surah_id":19,"aya_number":10,"tafsir_wajiz":"Berita itu menggembirakan sekaligus mengejutkan Nabi Zakaria. Untuk memastikannya, dia berkata, “Ya Tuhanku, berilah aku suatu tanda yang menambah keyakinanku pada berita itu. Bukan aku tidak percno_ayat akan kekuasaan-Mu, namun ini adalah hal yang luar biasa bagiku.” Menjawab permohonan Nabi Zakaria, Allah berfirman, “Tanda yang Aku berikan kepada-mu agar kaupercno_ayat sepenuhnya ialah bahwa engkau tidak akan dapat bercakap-cakap dengan manusia di sekelilingmu selama tiga hari tiga malam, kecuali dengan memberi isyarat, padahal sesungguhnya engkau sehat dan tidak menderita penyakit apa pun.”","tafsir_tahlili":"(10) Kemudian Nabi Zakaria memohon kembali kepada Allah supaya diberi tanda-tanda bahwa anaknya itu segera akan dilahirkan, agar hatinya tambah tenteram dan rasa syukurnya bertambah dalam. Beliau berkata, “Ya Tuhanku, berilah aku suatu tanda yang dapat menambah ketenteraman hatiku tentang terlaksananya janji engkau itu.” Hal seperti ini pernah terjadi pula pada Nabi Ibrahim a.s. ketika ditanya, “Apakah engkau belum percaya bahwa Allah kuasa menghidupkan yang telah mati?” Beliau menjawab, “Sungguh aku percaya, akan tetapi aku bertanya supaya bertambah tenteram hatiku.” Sebagaimana tersebut dalam firman Allah:\r\nوَاِذْ قَالَ اِبْرٰهٖمُ رَبِّ اَرِنِيْ كَيْفَ تُحْيِ الْمَوْتٰىۗ قَالَ اَوَلَمْ تُؤْمِنْ ۗقَالَ بَلٰى وَلٰكِنْ لِّيَطْمَىِٕنَّ قَلْبِيْ ۗقَالَ فَخُذْ اَرْبَعَةً مِّنَ الطَّيْرِفَصُرْهُنَّ اِلَيْكَ ثُمَّ اجْعَلْ عَلٰى كُلِّ جَبَلٍ مِّنْهُنَّ جُزْءًا ثُمَّ ادْعُهُنَّ يَأْتِيْنَكَ سَعْيًا ۗوَاعْلَمْ اَنَّ اللّٰهَ عَزِيْزٌحَكِيْمٌ ࣖ  ;Dan (ingatlah) ketika Ibrahim berkata, ”Ya Tuhanku, perlihatkanlah kepadaku bagaimana Engkau menghidupkan orang mati.” Allah berfirman, ”Belum percayakah engkau?” Dia (Ibrahim) menjawab, ”Aku percaya, tetapi agar hatiku tenang (mantap).” Dia (Allah) berfirman, ”Kalau begitu ambillah empat ekor burung, lalu cincanglah olehmu kemudian letakkan di atas masing-masing bukit satu bagian, kemudian panggillah mereka, niscaya mereka datang kepadamu dengan segera.” Ketahuilah bahwa Allah Mahaperkasa, Mahabijaksana. (al-Baqarah/2: 260)\r\n"}