{"tafsir_id":2297,"surah_id":19,"aya_number":47,"tafsir_wajiz":"Mendapat ancaman itu Ibrahim sadar no_ayathnya sudah tidak dapat diperingatkan. Dengan tetap santun, dia berkata, “Selamat berpisah, no_ayath tercinta. Semoga keselamatan selalu dilimpahkan kepadamu. Ketahuilah bahwa aku akan terus memohonkan ampunan bagimu kepada Tuhanku Yang Maha Pengampun. Sesungguhnya Dia sangat baik kepadaku dan mengabulkan doaku.","tafsir_tahlili":"(47) Tak ada jawaban dari Ibrahim terhadap bentakan-bentakan bapaknya yang kasar itu kecuali mengucapkan, “selamat sejahtera atasmu.” Aku berdoa agar bapak selalu berada dalam sehat dan afiat. Aku tidak akan membalas kata-kata yang kasar itu dengan kasar pula karena engkau adalah bapakku yang kucintai. Aku tidak akan melakukan sesuatu pun yang merugikan atau mencelakakan bapak, biarlah aku pergi dari negeri ini meninggalkan bapak, meninggalkan rumah dan kampung halaman. Aku meminta kepada Tuhan agar bapak diampuni-Nya dan selalu berada dalam naungan rahmat-Nya, mendapat petunjuk kepada jalan yang lurus yang membawa kepada kebaikan dan kebahagiaan. Memang Nabi Ibrahim a.s. telah mendoakannya sebagaimana tersebut dalam firman Allah:\r\nوَاغْفِرْ لِاَبِيْٓ اِنَّهٗ كَانَ مِنَ الضَّاۤلِّيْنَ ۙ    \r\n“Dan ampunilah ayahku, sesungguhnya dia termasuk orang yang sesat,” (Asy-Syuarā/26: 86)\r\nNabi Ibrahim a.s. yakin bahwa Tuhan akan mengabulkan doanya karena biasanya di masa lalu doanya selalu dikabulkannya. Nabi Ibrahim berdoa untuk bapaknya karena dia telah menjanjikan kepadanya akan beriman sebagaimana tersebut dalam firman Allah:\r\nوَمَا كَانَ اسْتِغْفَارُ اِبْرٰهِيْمَ لِاَبِيْهِ اِلَّا عَنْ مَّوْعِدَةٍ وَّعَدَهَآ اِيَّاهُۚ فَلَمَّا تَبَيَّنَ لَهٗٓ اَنَّهٗ عَدُوٌّ لِّلّٰهِ تَبَرَّاَ مِنْهُۗ اِنَّ اِبْرٰهِيْمَ لَاَوَّاهٌ حَلِيْمٌ   \r\nAdapun permohonan ampunan Ibrahim (kepada Allah) untuk bapaknya, tidak lain hanyalah karena suatu janji yang telah diikrarkannya kepada bapaknya. Maka ketika jelas bagi Ibrahim bahwa bapaknya adalah musuh Allah, maka Ibrahim berlepas diri darinya. Sungguh, Ibrahim itu seorang yang sangat lembut hatinya lagi penyantun. (at-Taubah/9: 114)\r\n"}