{"tafsir_id":2304,"surah_id":19,"aya_number":54,"tafsir_wajiz":"Usai berkisah tentang Nabi Musa, Allah beralih menceritakan kisah Nabi Ismail. Wahai Nabi Muhammad, dan ceritakanlah kepada umatmu kisah Nabi Ismail putra Nabi Ibrahim seperti yang diwahyukan kepadamu di dalam kitab Al-Qur’an. Terangkanlah bahwa dia betul-betul seorang yang benar perkataannya dan selalu menepati janjinya. Dia telah Kami tetapkan pula sebagai seorang rasul bagi kaumnya, yaitu suku Jurhum, salah satu kabilah Arab yang berasal dari Yaman, dan dia juga diangkat sebagai nabi yang dianugerahi kedudukan dan derajat tinggi.","tafsir_tahlili":"(54) Pada ayat ini Allah memerintahkan kepada Nabi Muhammad saw supaya menceritakan tentang Ismail nenek moyang bangsa Arab yang diangkat Allah menjadi nabi dan rasul agar dapat menjadi contoh teladan bagi mereka pada sifat-sifatnya, kesetiaan dan kejujurannya ketabahan dan kesabarannya dalam menjalankan perintah Tuhannya dan ketaatan serta kepatuhannya. Salah satu di antara sifat yang sangat menonjol ialah menepati janji. Menepati janji adalah sifat yang dipunyai oleh setiap rasul dan nabi, tetapi sifat ini pada diri Ismail sangat menonjol sehingga Allah menjadikan sifat ini sebagai keistimewaan Ismail. \r\nDi antara janji-janji yang ditepatinya walaupun janji itu membahayakan jiwanya ialah kesediaannya disembelih sebagai kurban untuk melaksanakan perintah Allah kepada ayahnya Ibrahim yang diterimanya dengan perantaraan ar-ruyah a¡-¡adiqah (mimpi yang benar) yang senilai dengan wahyu. Tatkala Ibrahim membicarakan dengan Ismail tentang perintah Allah untuk menyembelihnya, Ismail dengan tegas menyatakan bahwa dia bersedia disembelih demi untuk mentaati perintah Allah dan dia akan tabah dan sabar menghadapi maut bagaimana pun pedih dan sakitnya. Hal ini tersebut dalam ayat:\r\nفَلَمَّا بَلَغَ مَعَهُ السَّعْيَ قَالَ يٰبُنَيَّ اِنِّيْٓ اَرٰى فِى الْمَنَامِ اَنِّيْٓ اَذْبَحُكَ فَانْظُرْ مَاذَا تَرٰىۗ قَالَ يٰٓاَبَتِ افْعَلْ مَا تُؤْمَرُۖ سَتَجِدُنِيْٓ اِنْ شَاۤءَ اللّٰهُ مِنَ الصّٰبِرِيْنَ  ١٠٢  \r\nMaka ketika anak itu sampai (pada umur) sanggup berusaha bersamanya, (Ibrahim) berkata, ”Wahai anakku! Sesungguhnya aku bermimpi bahwa aku menyembelihmu. Maka pikirkanlah bagaimana pendapatmu!” Dia (Ismail) menjawab, ”Wahai ayahku! Lakukanlah apa yang diperintahkan (Allah) kepadamu; insya Allah engkau akan mendapatiku termasuk orang yang sabar.” (a¡-¢āffāt/37: 102)\r\nItulah janji Ismail kepada bapaknya Ibrahim. Janji itu benar-benar ditepati oleh Ismail dan dia menyerahkan dirinya kepada bapaknya yang telah siap dengan pisau yang tajam untuk menyembelihnya. Ibrahim pun walau dengan perasaan sangat iba dan kasihan merebahkan Ismail untuk memudahkan penyembelihan dan pisau pun telah ditujukan ke lehernya. Ketika itu Allah memanggil Ibrahim dan mengganti Ismail dengan seekor biri-biri yang besar dan gemuk. Hal ini diceritakan Allah dalam firman-Nya:\r\nفَلَمَّآ اَسْلَمَا وَتَلَّهٗ لِلْجَبِيْنِۚ   ١٠٣  وَنَادَيْنٰهُ اَنْ يّٰٓاِبْرٰهِيْمُ ۙ  ١٠٤  قَدْ صَدَّقْتَ الرُّؤْيَا ۚاِنَّا كَذٰلِكَ نَجْزِى الْمُحْسِنِيْنَ  ١٠٥  اِنَّ هٰذَا لَهُوَ الْبَلٰۤؤُا الْمُبِيْنُ  ١٠٦  وَفَدَيْنٰهُ بِذِبْحٍ عَظِيْمٍ  ١٠٧  \r\nMaka ketika keduanya telah berserah diri dan dia (Ibrahim) membaringkan anaknya atas pipi(nya), (untuk melaksanakan perintah Allah). Lalu Kami panggil dia, “Wahai Ibrahim! Sungguh, engkau telah membenarkan mimpi itu.”  Sungguh, demikianlah Kami memberi balasan kepada orang-orang yang berbuat baik. Sesungguhnya ini benar-benar suatu ujian yang nyata.  Dan Kami tebus anak itu dengan seekor sembelihan yang besar. (a¡-¢āffāt/37: 103-107)\r\nDi samping sifat yang menonjol itu Ismail diangkat Allah menjadi nabi dan rasul kepada kabilah Jurhum yang menetap di Mekah bersama ibunya. Sebagai rasul, Ismail ditugaskan Allah menyampaikan risalah yaitu risalah yang pernah disampaikan oleh ayahnya Nabi Ibrahim kepada kabilah Jurhum itu. Memang sebelum Nabi Muhammad diutus sebagai rasul terdapat di kalangan bangsa Arab orang-orang yang menganut paham tauhid dan besar kemungkinan paham tauhid yang dianut mereka adalah paham yang dibawa dan disampaikan oleh Ismail kepada kaumnya.\r\n"}