{"tafsir_id":2308,"surah_id":19,"aya_number":58,"tafsir_wajiz":"Kisah beberapa rasul pada no_ayatt-no_ayatt sebelumnya disusul dengan uraian tentang sifat-sifat mereka. Mereka yang dianugerahi kedudukan yang tinggi itulah orang-orang yang telah diberi nikmat duniawi dan ukhrawi oleh Allah, yaitu para nabi dari keturunan Nabi Adam, dan dari keturunan orang-orang yang Kami bawa dan selamatkan dalam kapal bersama Nabi Nuh ketika terjadi banjir besar, dan dari keturunan Nabi Ibrahim dan Israil, yaitu Nabi Yakub, dan selain mereka ada juga di antaranya yang mendapat anugerah, yaitu dari orang yang telah Kami beri petunjuk sehingga selalu menaati ajaran Kami dan telah Kami pilih untuk berdakwah dan mengajak umat pada kebaikan. Mereka memiliki sifat-sifat terpuji. Apabila dibacakan no_ayatt-no_ayatt Allah Yang Maha Pengasih atau diperlihatkan tanda-tanda kekuasaan-Nya kepada mereka, maka mereka segera tunduk, ber-sujud, dan menangis dengan tulus dan khusyuk kepada-Nya.","tafsir_tahlili":"(58) Pada ayat ini Allah menerangkan bahwa para nabi dan rasul yang telah disebutkan namanya pada ayat-ayat yang lalu mereka itulah orang-orang yang telah diberi karunia dan nikmat oleh Allah dengan meninggikan derajat mereka dan mengharumkan nama mereka di kalangan umat manusia. Pada umumnya semua nabi dan rasul mendapat karunia seperti itu semenjak dari Nabi Adam bapak pertama sampai kepada Nabi Nuh bapak kedua, sampai kepada Nabi Ibrahim dan anak cucunya termasuk Ishak, Yakub, Ismail, Musa, Harun, Zakaria, Isa dan semua orang pilihan-Nya, semuanya mempunyai  sifat yang jarang dimiliki oleh orang lain yaitu apabila dibacakan kepadanya ayat-ayat Allah mereka segera  menjatuhkan diri (tersungkur) untuk sujud dan menangis serta merendahkan diri karena mengingat kebesaran Allah. Mereka adalah manusia yang penuh takwa, sangat tajam pendengaran dan perasaan mereka bila mendengar nama Allah dan bergetar hati mereka bila dibacakan ayat-ayat-Nya tidak memiliki kata-kata yang akan mereka ucapkan untuk melukiskan apa yang terasa dalam hati sehingga meneteskan air mata di pipi mereka dan tersungkur bersujud kehadirat Allah Yang Mahabesar, Mahakuasa, Maha Pengasih dan Maha Penyayang. Demikianlah sifat yang dimiliki oleh para nabi dan rasul itu dan wajarlah bila Allah memberikan kepada mereka karunia dan nikmat yang besar. Hal ini disebutkan pula dalam firman Allah:\r\nاِنَّمَا الْمُؤْمِنُوْنَ الَّذِيْنَ اِذَا ذُكِرَ اللّٰهُ وَجِلَتْ قُلُوْبُهُمْ وَاِذَا تُلِيَتْ عَلَيْهِمْ اٰيٰتُهٗ زَادَتْهُمْ اِيْمَانًا وَّعَلٰى رَبِّهِمْ يَتَوَكَّلُوْنَۙ  \r\nSesungguhnya orang-orang yang beriman adalah mereka yang apabila disebut nama Allah gemetar hatinya, dan apabila dibacakan ayat-ayat-Nya kepada mereka, bertambah (kuat) imannya dan hanya kepada Tuhan mereka bertawakal. (an-Anfāl/8: 2)\r\nRasulullah saw, bersabda:\r\nاُتْلُوا الْقُراٰنَ وَابْكُوْا, فَاِنْ لمَ ْتَبْكُوْا فَتَبَاكُوْا (رواه ابن ماجه)\r\nBacalah Al-Quran dan menangislah, jika kamu tidak bisa menangis, berusahalah  menangis. (Riwayat Ibnu Mājah)\r\n"}