{"tafsir_id":2309,"surah_id":19,"aya_number":59,"tafsir_wajiz":"Usai menjelaskan sifat para nabi, rasul, dan orang yang mendapat karunia Allah, pada no_ayatt ini Allah menerangkan balasan bagi orang yang sesat dan ganjaran bagi orang yang bertobat. Kemudian datanglah setelah mereka pengganti mereka, yaitu generasi baru yang berperangai buruk. Mereka termasuk golongan yang mengabaikan salat, baik dengan meninggalkannya atau melaksanakannya secara menyimpang dari ajaran para nabi dan rasul, dan mereka selalu mengikuti keinginan hawa nafsu-nya sehingga terjerumus ke dalam dosa. Karena perbuatan dan perilaku mereka yang buruk, maka mereka kelak di akhirat akan termasuk kelompok orang yang tersesat dan mendapat balasan neraka.","tafsir_tahlili":"(59) Pada ayat ini Allah menerangkan bahwa banyak di antara orang-orang datang kemudian sesudah meninggalnya para nabi dan rasul yang disebutkan pada ayat-ayat yang lalu, menyimpang dari jalan yang lurus, meninggalkan ajaran yang dibawa para rasul sebelumnya sehingga mereka tidak lagi mengerjakan salat dan selalu memperturutkan kehendak hawa nafsu dan dengan terang-terangan melanggar larangan Allah seperti meminum minuman keras, berjudi, berzina, dan mengadakan persaksian palsu. Mereka ini diancam oleh Allah dengan ancaman yang keras, kepada mereka akan ditimpakan kecelakaan dan kerugian baik di dunia maupun di akhirat. Sehubungan dengan ayat ini Abu Said al-Khudri meriwayatkan bahwa Rasulullah saw bersabda:\r\nيَكُوْنُ خَلْفٌ مِنْ بَعْدِ سِتِّيْنَ سَنَةً اَضَاعُوا الصَّلاَةَ وَاتَّبَعُوا الشَّهَوَاتِ فَسَوْفَ يَلْقَوْنَ غَيًّا ثُمَّ يَكُوْنُ خَلْفٌ يَقْرَؤُنَ الْقُرْاٰنَ لاَيَعْدُوْ تَرَاقِيَهُمْ وَيقْرَأُ الْقُرْاٰنَ ثَلاَثَةٌ مُؤْمِنٌ وَمُنَافِقٌ وَفَاجِرٌ (رواه احمد وابن حبان والحاكم) \r\n“Akan datang suatu generasi sesudah enam puluh tahun, mereka melalaikan salat dan memperturutkan hawa nafsu, maka orang-orang ini akan menemui kecelakaan dan kerugian. Kemudian datang lagi suatu generasi, mereka membaca Al-Qur'an tetapi hanya di kerongkongan (mulut) saja (tidak masuk ke hati) dan semua membaca Al-Qur'an, orang mukmin, orang munafik dan orang-orang jahat dan fasik (tidak dapat lagi dibedakan mana orang mukmin sejati dan mana orang yang berpura-pura beriman).” (Riwayat A¥mad, Ibnu ¦ibbān dan al-¦ākim)\r\nKemudian Rasulullah membaca ayat ini  (sebagaimana tersebut di atas).\r\nUqbah bin `Āmir meriwayatkan pula bahwa aku mendengar Rasulullah bersabda:\r\nسَيَهْلِكُ اُمَّتِى اَهْلُ الْكِتَابِ وَاَهْلُ الَّلبَنِ قُلْتُ يَارَسُوْلَ اللهِ مَااَهْلُ الْكِتَابِ قَالَ قَوْمٌ يَتَعَلَّمُوْنَ الْكِتَابَ يُجَادِلُوْنَ بِهِ الَّذِيْنَ اٰمَنُوْا قُلْتُ وَمَا اَهْلُ اللَّبَنِ قَالَ قَوْمٌ يَتَّبِعُوْنَ الشَّهَوَاتِ وَيُضِيْعُوْنَ الصَّلَوَاتِ. (رواه احمد والحاكم عن عقبة بن عامر الجهنى) \r\n“Akan rusak binasalah sebahagian dari umatku yaitu “Ahlul Kitab” dan “Ahlullaban”. Aku bertanya, “Siapakah “Ahlul Kitab” wahai Rasulullah?” Beliau menjawab, “Mereka ialah orang-orang yang mempelajari Al-Qur'an untuk berdebat dengan orang-orang mukmin.” “Lalu siapa pula “Ahlullaban” itu?” Rasulullah menjawab, “Mereka ialah orang-orang yang memperturutkan hawa nafsu dan meninggalkan salat.” (Riwayat A¥mad dan al-¦ākim dari Uqbah bin Āmir al-Juhhan³)\r\nDemikian nasib orang-orang yang melalaikan salat dan memperturutkan hawa nafsu dan menyia-nyiakannya, mereka pasti merugi meskipun yang mereka derita tidak dapat dilihat dengan mata dan pasti akan menerima balasan yang setimpal di akhirat kelak. Di sini tampak dengan jelas bahwa salat yang telah menjadi syariat semenjak Nabi Ibrahim adalah amat penting sekali dan tidak boleh disia-siakan apalagi ditinggalkan. Diriwayatkan bahwa Nabi Muhammad saw bersabda:\r\nاَلصَّلاَةُ عِمَادُ الدِّيْنِ فَمَنْ اَقَامَهَا فَقَدْ اَقَامَ الدِّيْنَ وَمَنْ تَرَكَهَا فَقَدْ هَدَمَ الدِّيْنَ (رواه البيهقى عن عمر رضي الله عنه)\r\n“Salat itu adalah tiang agama. Barangsiapa yang mendirikannya maka ia telah menegakkan agama, dan barangsiapa yang meninggalkannya maka ia telah meruntuhkan agama.” (Riwayat al-Baihaq³ dari Umar r.a.)\r\n"}