{"tafsir_id":231,"surah_id":2,"aya_number":224,"tafsir_wajiz":"Usai menjelaskan hubungan harmonis suami-istri dalam rumah tangga, Allah menjelaskan adanya hubungan kurang harmonis antara keduanya yang sengaja ditutup-tutupi melalui sumpah. Dan janganlah kamu jadikan nama Allah selalu disebut-sebut dalam sumpahmu lantaran sumpah itu kamu jadikan sebagai penghalang untuk berbuat kebajikan, bertakwa dan menciptakan kedamaian di antara manusia. Mengucapkan sumpah atas nama Allah untuk tidak mengerjakan perbuatan baik, seperti “Demi Allah, aku tidak akan membantu anak yatim,” dilarang oleh agama. Jika telanjur diucapkan maka sumpah itu harus dibatalkan dengan membno_ayatr kafarat atau denda berupa salah satu dari tiga pilihan, yakni memberi makan sepuluh orang miskin sekali makan, memberi pakaian kepada mereka, memerdekakan budak, atau puasa tiga hari, seperti dijelaskan dalam no_surahh al-Ma'idah/5: 89. Allah Maha Mendengar apa yang kamu ucapkan, Maha Mengetahui apa yang kamu kerjakan. ","tafsir_tahlili":"(224-225) Ayat ini memperingatkan manusia agar berhati-hati mem-pergunakan nama Allah dalam bersumpah. Jangan berani bersumpah dengan menyebut nama Allah untuk hal-hal yang tidak baik dan yang dilarang oleh agama, sebab nama Allah sangat mulia dan harus diagungkan.\r\nDiriwayatkan oleh Ibnu Jar³r bahwa sebab turunnya ayat 224 ini, ialah ketika Abu Bakar bersumpah dengan menyebut nama Allah, bahwa ia tidak akan membantu lagi seorang kerabatnya (an-Nµr/24 :22) yang bernama Mistah yang turut menyiarkan kabar bohong menjelek-jelekkan nama Aisyah istri Rasulullah saw. Riwayat yang mencemarkan nama baik Aisyah oleh orang-orang munafik disebut had³£ul-ifki (kabar bohong).\r\nDalam ayat ini dilarang bersumpah untuk tidak berbuat baik atau tidak bertakwa atau tidak mengadakan islah di antara manusia. Kalau sumpah seperti itu sudah diucapkan, wajib dilanggar (dibatalkan), sebab sumpah tersebut tidak pada tempatnya, tetapi sesudah sumpah itu dilanggar, harus ditebus dengan membayar kafarat, yaitu memerdekakan seorang budak atau memberi makan sepuluh orang miskin atau memberi pakaian kepada mereka atau kalau tak sanggup, berpuasa selama 3 hari.\r\nAllah selalu mendengar dan mengetahui apa yang diucapkan dan dikerjakan oleh setiap orang. Bersumpah yang hanya ucapan lidah saja tanpa sungguh-sungguh tidaklah akan dihukum Allah. Tapi sumpah yang keluar dari hati dan diucapkan oleh lidah akan dinilai sebagai sumpah."}