{"tafsir_id":2317,"surah_id":19,"aya_number":67,"tafsir_wajiz":"Demikianlah keingkaran orang-orang kafir. Tidakkah manusia yang ingkar itu memikirkan bahwa sesungguhnya Kami telah menciptakannya dahulu sebelum dilahirkan, padahal sebelumnya dia belum berwujud sama sekali? Bila dia menyadari hal itu, niscno_ayat dia mengetahui bahwa dia telah diciptakan dan Pencipta itu adalah Allah.","tafsir_tahlili":"(66-67) Al-Wā¥idi meriwayatkan bahwa ayat ini diturunkan dalam kasus Ubay bin Khalaf. Dia mengambil sepotong tulang yang telah hampir remuk dan dihancurkannya dengan tangan seperti tepung, kemudian ditebarkannya ke angin kencang, maka bertebaranlah tulang itu. Kemudian dia berkata, “Ada orang mengatakan bahwa kita akan dibangkitkan sesudah kita mati dan sesudah kita menjadi seperti tulang ini.” Apakah mungkin apabila saya telah mati akan dibangkitkan dan dihidupkan kembali? Pertanyaan seperti itu terdapat pula pada ayat-ayat yang lain:\r\nوَكَانُوْا يَقُوْلُوْنَ ەۙ اَىِٕذَا مِتْنَا وَكُنَّا تُرَابًا وَّعِظَامًا ءَاِنَّا لَمَبْعُوْثُوْنَۙ  \r\nDan mereka berkata, “Apabila kami sudah mati, menjadi tanah dan tulang-belulang, apakah kami benar-benar akan dibangkitkan kembali?”\r\n(al-Wāqiah/56: 47)\r\nDan firman-Nya:\r\nوَقَالُوْٓا ءَاِذَا كُنَّا عِظَامًا وَّرُفَاتًا ءَاِنَّا لَمَبْعُوْثُوْنَ خَلْقًا جَدِيْدًا   \r\nDan mereka berkata, “Apabila kami telah menjadi tulang-belulang dan benda-benda yang hancur, apakah kami benar-benar akan dibangkitkan kembali sebagai makhluk yang baru?” (al-Isrā`/17: 49)\r\nDemikian pertanyaan-pertanyaan yang dikemukakan oleh orang yang dangkal pikirannya dan tidak mau memikirkan secara mendalam kekuasaan Allah, karena mata hati mereka telah ditutupi oleh kesesatan dan kesenangan hidup dunia, sehingga tidak tampak lagi bagi mereka cahaya kebenaran yang terang benderang. Oleh sebab itu Allah menolak pertanyaan-pertanyaan mereka. Apakah manusia yang berpikiran seperti itu tidak pernah tahu bahwa Allah telah menciptakannya dari tiada. Apakah ada yang dapat menciptakan sesuatu dari tiada, dapat pula menciptakannya dari sesuatu yang ada walaupun berupa tulang belulang atau benda-benda yang hancur. Ini adalah suatu pemikiran yang aneh yang tidak akan timbul kecuali dari orang-orang yang hatinya telah diselubungi oleh keingkaran dan tidak mau memikirkan persoalan dengan teliti dan mendalam. Pada ayat lain Allah berfirman:\r\nوَهُوَ الَّذِيْ يَبْدَؤُا الْخَلْقَ ثُمَّ يُعِيْدُهٗ وَهُوَ اَهْوَنُ عَلَيْهِۗ وَلَهُ الْمَثَلُ الْاَعْلٰى فِى السَّمٰوٰتِ وَالْاَرْضِۚ وَهُوَ الْعَزِيْزُ الْحَكِيْمُ ࣖ   \r\nDan Dialah yang memulai penciptaan, kemudian mengulanginya kembali, dan itu lebih mudah bagi-Nya. Dia memiliki sifat yang Mahatinggi di langit dan di bumi. Dan Dialah Yang Mahaperkasa, Mahabijaksana. (ar-Rµm/30: 27)\r\nDan firman-Nya:\r\nوَضَرَبَ لَنَا مَثَلًا وَّنَسِيَ خَلْقَهٗۗ قَالَ مَنْ يُّحْيِ الْعِظَامَ وَهِيَ رَمِيْمٌ   ٧٨  قُلْ يُحْيِيْهَا الَّذِيْٓ اَنْشَاَهَآ اَوَّلَ مَرَّةٍ ۗوَهُوَ بِكُلِّ خَلْقٍ عَلِيْمٌ ۙ  ٧٩  \r\nDan dia membuat perumpamaan bagi Kami dan melupakan asal kejadiannya; dia berkata, ”Siapakah yang dapat menghidupkan tulang-belulang, yang telah hancur luluh?” Katakanlah (Muhammad), ”Yang akan menghidupkannya ialah (Allah) yang menciptakannya pertama kali. Dan Dia Maha Mengetahui tentang segala makhluk. (Yās³n/36: 78-79)\r\nDalam sebuah hadis Qudsi Allah berfirman:\r\nكَذَّبَنِى ابْنُ اٰدَمَ وَلمَ ْيَكُنْ لَهُ اَنْ يُكَذِّبَنِى وَاٰذَانِى ابْنُ اٰدَمَ وَلمَ ْيَكُنْ لَهُ اَنْ يُؤْذِيَنِى اَمَّا تَكْذِيْبُهُ ِايَّايَ فَقَوْلُهُ لَنْ يُعِيْدَنِى كَمَا بَدَأَنِى وَلَيْسَ اَوَّلُ الْخَلْقِ بِأَهْوَنَ عَلَيَّ مِنْ اٰخِرِهِ وَأَمَّا اَذَاهُ اِيَّايَ فَقَوْلُهُ اِنَّ ِليْ وَلَدًا وَاَنَا اْلاَحَدُ الصَّمَدُ الَّذِيْ لمَ ْيَلِدْ وَلمَ ْيُوْلَدْ وَلمَ ْيَكُنْ لَهُ كُفُوًا اَحَدٌ.(رواه البخارى عن ابى هريرة ) \r\n“Anak Adam telah mendustakan-Ku sedang dia tidak berhak mendusta-kan-Ku. Anak Adam telah menyakiti-Ku sedang dia tidak berhak menya-kiti-Ku. Adapun pendustaannya terhadap-Ku ialah ucapannya bahwa Aku tidak akan menghidupkannya kembali sebagaimana Aku telah menciptakannya pertama kali. Menciptakannya pertama kali tidaklah lebih mudah bagi-Ku dari menciptakan kemudian (maksudnya sama mudah). Adapun yang menyakiti-Ku ialah ucapannya: Sesungguhnya Aku mempunyai anak, sedang Aku adalah Tuhan Yang Maha Esa Yang tergantung kepada-Ku segala sesuatu, yang tidak beranak dan tidak pula dilahirkan dan tidak ada seorang pun yang setara dengan Aku.” (Riwayat al-Bukhār³ dari Abu Hurairah)\r\n"}