{"tafsir_id":2323,"surah_id":19,"aya_number":73,"tafsir_wajiz":"Penjelasan mengenai ancaman Allah kepada orang-orang kafir dikuti dengan uraian tentang tanggapan mereka atas ajakan untuk beriman. Dan apabila dibacakan kepada mereka no_ayatt-no_ayatt Kami yang jelas maksud, kebenaran, dan petunjuk-nya, orang-orang yang kafir berkata kepada orang-orang yang beriman dengan angkuh dan sombong karena merasa memiliki kelebihan atas mereka guna mengalihkan pembicaraan, “Manakah di antara kedua golongan di antara kita yang lebih baik tempat tinggalnya dan lebih indah tempat pertemuan-nya? Bukankah ini membuktikan bahwa Tuhan lebih sno_ayatng kepada kami?”","tafsir_tahlili":"(73) Pada ayat ini Allah menerangkan sikap orang-orang kafir itu bila dibacakan kepada mereka ayat-ayat Al-Qur'an yang nyata kebenarannya dan tidak dapat disangkal lagi, ucapan yang keluar dari mulut mereka untuk menentang kebenaran ayat-ayat itu adalah cemoohan dan olok-olok. Mereka mengatakan kepada orang mukmin siapa di antara kita yang paling senang hidupnya, paling tenang pikirannya, paling bagus rumahnya, paling tinggi kedudukannya dan paling banyak jumlahnya. Bagaimana kami yang jauh lebih tinggi dan lebih mulia dari kamu semua, akan berada dalam kebatilan dan menempuh jalan yang sesat. Hal ini adalah sesuatu yang mustahil. Maka kami menganggap kamulah yang berada dalam kesesatan karena golongan kamu selain lemah, sengsara dan sedikit jumlahnya, kamu hanya dapat berkumpul dengan sembunyi-sembunyi membicarakan hal ihwalnya di tempat-tempat yang tersisih dan sepi seperti Darul Arqam dan sebagainya. Tidak mungkin agama yang kamu anut itu agama yang benar dan tidak mungkin ayat-ayat Al-Qur'an itu baik dan berguna. Karena kalau demikian halnya tentu kamilah yang lebih dahulu beriman dan mempercayainya. Hanya itulah alasan dan keterangan yang dapat dikemukakan oleh orang kafir kepada orang mukmin dan keterangan mereka seperti ini terdapat pula pada ayat yang lain:\r\nوَقَالَ الَّذِيْنَ كَفَرُوْا لِلَّذِيْنَ اٰمَنُوْا لَوْ كَانَ خَيْرًا مَّا سَبَقُوْنَآ اِلَيْهِۗ وَاِذْ لَمْ يَهْتَدُوْا بِهٖ فَسَيَقُوْلُوْنَ هٰذَآ اِفْكٌ قَدِيْمٌ    \r\nDan orang-orang yang kafir berkata kepada orang-orang yang beriman, ”Sekiranya Al-Quran itu sesuatu yang baik, tentu mereka tidak pantas mendahului kami (beriman) kepadanya.” Tetapi karena mereka tidak mendapat petunjuk dengannya maka mereka akan berkata, ”Ini adalah dusta yang lama.”  (al-A¥qāf/46: 11)\r\n"}