{"tafsir_id":2329,"surah_id":19,"aya_number":79,"tafsir_wajiz":"Sama sekali tidak! Dia tidak mengetahui hal gaib, apalagi membuat perjanjian dengan Allah. Jika dia tidak menghentikan kebohongannya, Kami akan menulis dan meminta pertanggungjawaban atas apa yang dia katakan dan Kami akan memperpanjang azab untuknya secara sempurna sampai batas tertentu, dan Kami akan mewarisi serta membinasakan apa yang dia katakan dan banggakan itu, berupa harta dan keturunan, dan dia akan datang kepada Kami seorang diri setelah kematiannya tanpa ditemani harta atau anaknya.","tafsir_tahlili":"(79-80) Pada ayat ini Allah mengancam mereka dengan ancaman yang keras karena kelancangannya menisbahkan sesuatu terhadap Allah tanpa ilmu dan tanpa dasar yang dapat dipertanggungjawabkan secara rasional. Allah akan mengambil semua harta mereka sebagai balasan yang setimpal dengan keingkaran dan kedurhakaannya dan menyiksanya dengan siksaan yang tiada putus-putusnya. Allah akan mengambil semua harta dan anak-anaknya yang ditinggalkannya ketika dia mati sehingga di akhirat nanti dia datang menghadap Allah sendirian, tidak ada yang akan membela dan menolongnya. Memang pada hari itu tak ada sesuatu pun yang dapat menolong manusia kecuali iman dan amal perbuatannya sesuai dengan firman Allah:\r\nيَوْمَ لَا يَنْفَعُ مَالٌ وَّلَا بَنُوْنَ ۙ    ٨٨  اِلَّا مَنْ اَتَى اللّٰهَ بِقَلْبٍ سَلِيْمٍ ۗ   ٨٩  \r\n(yaitu) pada hari (ketika) harta dan anak-anak  tidak berguna, kecuali orang-orang yang menghadap Allah dengan hati yang bersih. (asy- Syu`arā/26: 88-89)\r\nوَعُرِضُوْا عَلٰى رَبِّكَ صَفًّاۗ  لَقَدْ جِئْتُمُوْنَا كَمَا خَلَقْنٰكُمْ اَوَّلَ مَرَّةٍۢ  ۖبَلْ زَعَمْتُمْ اَلَّنْ نَّجْعَلَ لَكُمْ مَّوْعِدًا  \r\nDan mereka akan dibawa ke hadapan Tuhanmu dengan berbaris. (Allah berfirman), “Sesungguhnya kamu datang kepada Kami, sebagaimana Kami menciptakan kamu pada pertama kali; bahkan kamu menganggap bahwa Kami tidak akan menetapkan bagi kamu waktu (berbangkit untuk memenuhi) perjanjian.” (al-Kahf/18: 48) ;"}