{"tafsir_id":2332,"surah_id":19,"aya_number":82,"tafsir_wajiz":"Apa yang orang kafir yakini sama sekali tidak benar! Harapan mereka akan sia-sia. Kelak berhala sesembahan mereka itu akan mengingkari penyembahan mereka terhadapnya, dan sesembahan itu akan menjadi musuh bagi mereka dan justru memohon agar orang kafir itu disiksa karena perilakunya.","tafsir_tahlili":"(82) Ayat ini menolak paham yang salah itu terutama mengenai kemampuan berhala itu memberi pertolongan di akhirat. Berhala-berhala dan sembahan-sembahan itu sekali-kali tidak akan dapat menolong mereka bahkan mereka akan mengingkari di hadapan Allah bahwa mereka disembah oleh orang-orang musyrik itu sebagaimana disebutkan dalam firman Allah:\r\nوَاِذَا رَاَ الَّذِيْنَ اَشْرَكُوْا شُرَكَاۤءَهُمْ قَالُوْا رَبَّنَا هٰٓؤُلَاۤءِ شُرَكَاۤؤُنَا الَّذِيْنَ كُنَّا نَدْعُوْا مِنْ دُوْنِكَۚ فَاَلْقَوْا اِلَيْهِمُ الْقَوْلَ اِنَّكُمْ لَكٰذِبُوْنَۚ   \r\nDan apabila orang yang mempersekutukan (Allah) melihat sekutu-sekutu mereka, mereka berkata, ”Ya Tuhan kami, mereka inilah sekutu-sekutu kami yang dahulu kami sembah selain Engkau.” Lalu sekutu mereka menyatakan kepada mereka, “Kamu benar-benar pendusta.” (an-Na¥l/16: 86)\r\nDan firman-Nya:\r\nاِذْ تَبَرَّاَ الَّذِيْنَ اتُّبِعُوْا مِنَ الَّذِيْنَ اتَّبَعُوْا وَرَاَوُا الْعَذَابَ وَتَقَطَّعَتْ بِهِمُ الْاَسْبَابُ  ١٦٦  وَقَالَ الَّذِيْنَ اتَّبَعُوْا لَوْ اَنَّ لَنَا كَرَّةً فَنَتَبَرَّاَ مِنْهُمْ ۗ كَمَا تَبَرَّءُوْا مِنَّا ۗ كَذٰلِكَ يُرِيْهِمُ اللّٰهُ اَعْمَالَهُمْ حَسَرٰتٍ عَلَيْهِمْ ۗ وَمَا هُمْ بِخَارِجِيْنَ مِنَ النَّارِ ࣖ  ١٦٧  ;(Yaitu) ketika orang-orang yang diikuti berlepas tangan dari orang-orang yang mengikuti, dan mereka melihat azab, dan (ketika) segala hubungan antara mereka terputus. Dan orang-orang yang mengikuti berkata, ”Sekiranya kami mendapat kesempatan (kembali ke dunia), tentu kami akan berlepas tangan dari mereka, sebagaimana mereka berlepas tangan dari kami.” Demikianlah Allah memperlihatkan kepada mereka amal perbuatan mereka yang menjadi penyesalan mereka. Dan mereka tidak akan keluar dari api neraka. (al-Baqarah/2: 166-167)\r\n"}