{"tafsir_id":2346,"surah_id":19,"aya_number":96,"tafsir_wajiz":"Usai menegasikan keyakinan orang musyrik bahwa Allah mempunyai anak dan perhitungan yang akan mereka peroleh, Dia lalu beralih menerangkan balasan bagi orang mukmin dan beramal saleh. Sungguh, orang-orang yang beriman dengan teguh dan membuktikan keimanannya dengan mengerjakan kebajikan, kelak Allah Yang Maha Pengasih akan menanamkan rasa kasih saying dalam dirinya kepada sesama orang beriman.","tafsir_tahlili":"(96) Ayat ini menjelaskan bahwa Allah akan menanamkan rasa kasih sayang dalam hati sesama hamba-hamba-Nya yang mukmin, bertakwa dan tetap mengerjakan amal saleh. Ini berarti bahwa setiap orang yang benar-benar beriman dan selalu mengerjakan perbuatan yang baik pasti akan mendapat tempat yang baik dalam hati setiap muslim. Walaupun orang yang beriman itu tidak pernah berusaha menarik hati orang lain namun orang itu pasti tertarik kepadanya, karena tertanamnya rasa simpati dan kasih sayang kepada orang mukmin itu bukan hanya berupa mulut manis dan tutur kata yang baik tetapi karena Allah sendiri yang menanamkan rasa kasih sayang itu ke dalam dada hamba-hamba-Nya. Dalam sebuah hadis yang diriwayatkan oleh Abu Hurairah, Rasulullah bersabda:\r\nاِذَا اَحَبَّ الله ُتَعَالَى عَبْدًا يَقُوْلُ لِجِبْرِيْلَ اِنِّى قَدْ اَحْبَبْتُ فُلاَنًا فَأَحِبَّهُ فَيُنَادَى فِى السَّمَاءِ ثُمَّ تَنَزَّلُ لَهُ الْمَحَبَّةُ فِى اْلاَرْضِ (رواه البخاري ومسلم والترمذى)\r\nSesungguhnya Allah bila mengasihi seorang hamba-Nya. Dia panggil Malaikat Jibril lalu Dia berkata kepadanya, “Sesungguhnya Aku mengasihi si fulan maka hendaknya engkau mengasihi dia pula.” Maka diserukanlah (hal itu) di langit kemudian turunlah kepadanya kasih sayang di bumi. (Riwayat al-Bukhār³, Muslim dan at-Tirmi©i)\r\nMengenai ayat ini Ibnu Mardawaih dan ad-Dailami meriwayatkan dari al-Barā` ia berkata bahwa Rasulullah saw bersabda kepada Ali Karramallahu wajhah:\r\nقُلِ اللَّهُمَّ اجْعَلْ لِى عِنْدَكَ عَهْدًا، وَاجْعَلْ لِى فِى صُدُوْرِ الْمُؤْمِنِيْنَ وُدًّا\r\nKatakanlah, “Ya Allah berikanlah kepadaku janji Engkau (agar aku diselamatkan di akhirat nanti) dan tanamkanlah dalam hati orang-orang yang beriman rasa cinta kepadaku.” Maka turunlah ayat ini. (Riwayat Ibnu Mardawaih dan ad-Dailami)\r\nMemang apabila kita perhatikan kehidupan manusia dalam masyarakat akan terbukti kebenaran ayat ini. Setiap orang yang benar-benar beriman, benar-benar ikhlas dalam amal baiknya, benar-benar bekerja untuk kepentingan masyarakatnya tidak mengharapkan uang, pangkat atau kedudukan, dan semata-mata mengharapkan keridaan Ilahi, pastilah orang itu dicintai masyarakatnya walaupun dia sendiri tidak berusaha ke arah itu. Bila ada orang yang benci atau marah kepadanya pastilah orang yang marah itu orang yang tidak baik niatnya, tidak berakhlak mulia dan tergoda oleh tipu daya setan dan Iblis.\r\n"}