{"tafsir_id":2358,"surah_id":20,"aya_number":10,"tafsir_wajiz":"Ketika dalam perjalanan menuju Mesir, dia melihat api yang menyala terang, lalu dia berkata kepada keluarganya yang menyertainya dalam perjalanan itu, “Tinggallah kamu di sini sampai aku kembali. Sesungguhnya aku melihat api. Mudah-mudahan aku dapat membawa sedikit nyala api kepadamu agar kita dapat menghangatkan badan pada malam yang dingin ini, atau aku akan mendapat petunjuk dari seseorang yang ada di sekitar tempat api itu.”","tafsir_tahlili":"(10) Setelah habis masa perjanjian, Musa menggembalakan kambing Syekh Madyan, sebagai mahar yang harus dibayarkan Musa kepada mertuanya di Madyan, dia minta izin untuk kembali ke Mesir, menemui ibunya yang telah ditinggalkan selama sepuluh tahun lebih. Setelah mendapat izin, berangkatlah Musa a.s. bersama keluarganya menuju Mesir, dengan menghindari jalan biasa dan mengambil jalan di lereng, karena takut kalau-kalau keluarganya mendapat gangguan dari raja Syam. Dalam tafsir ar-Rāz³ dan al-Qur¯ubi disebutkan bahwa setelah sampai di lembah Tuwa sebelah Barat dari gunung Tursina, istrinya melahirkan seorang anak, pada malam yang gelap gulita, berhawa dingin dan dalam keadaan tersesat. Untuk menghangatkan rasa dingin yang menusuk sampai ke tulang itu, dan mendapat penerangan di dalam suasana gelap gulita, Musa a.s. berusaha mendapatkan api, tetapi usahanya itu belum juga berhasil. Kemudian secara tidak disangka-sangka, terlihat olehnya api dari jauh di sebelah kiri jalan. Maka berkatalah ia kepada keluarganya dengan rasa gembira, “Tinggallah kalian di sini dulu, saya melihat api dari jauh, dan sekarang saya akan ke sana. Mudah-mudahan saya dapat membawa api itu ke sini, atau mendapat petunjuk daripadanya, untuk dapat keluar dari kesesatan jalan kita ini.” Peristiwa seperti ini, dicantumkan juga dalam ayat yang lain di dalam Al-Qur'an, sebagaimana firman Allah:\r\n۞ فَلَمَّا قَضٰى مُوْسَى الْاَجَلَ وَسَارَ بِاَهْلِهٖٓ اٰنَسَ مِنْ جَانِبِ الطُّوْرِ نَارًاۗ قَالَ لِاَهْلِهِ امْكُثُوْٓا اِنِّيْٓ اٰنَسْتُ نَارًا لَّعَلِّيْٓ اٰتِيْكُمْ مِّنْهَا بِخَبَرٍ اَوْ جَذْوَةٍ مِّنَ النَّارِ لَعَلَّكُمْ تَصْطَلُوْنَ  \r\nMaka ketika Musa telah menyelesaikan waktu yang ditentukan itu dan dia berangkat dengan keluarganya, dia melihat api di lereng gunung, dia berkata kepada keluarganya, ”Tunggulah (di sini), sesungguhnya aku melihat api, mudah-mudahan aku dapat membawa suatu berita kepadamu dari (tempat) api itu atau (membawa) sepercik api, agar kamu dapat menghangatkan badan.” (al-Qa¡a¡/28: 29)\r\n"}