{"tafsir_id":2362,"surah_id":20,"aya_number":14,"tafsir_wajiz":"Wahai Musa, ketahuilah sesungguhnya Aku ini adalah Allah, Tuhanmu, dan sungguh tidak ada tuhan pencipta alam rno_ayat yang lno_ayatk disembah selain Aku, maka berimanlah kepada-Ku, sembahlah Aku, dan laksanakanlah salat untuk mengingat-Ku dan bersyukur kepada-Ku.” Inilah prinsip pertama akidah, yaitu keesaan Tuhan.","tafsir_tahlili":"(14) Pada ayat ini Allah menerangkan bahwa wahyu yang utama dan yang disampaikan ialah bahwa tiada Tuhan yang sebenarnya melainkan Allah dan tiada sekutu bagi-Nya, untuk menanamkan rasa tauhid, mengesakan Allah, memantapkan pengakuan yang disertai dengan keyakinan dan dibuktikan dengan amal perbuatan. Oleh karena itu hanya Dialah satu-satunya yang wajib disembah, ditaati peraturan-peraturan-Nya. Tauhid ini, adalah pokok dari segala yang pokok, dan tauhid ini juga merupakan kewajiban pertama dan harus diajarkan lebih dahulu kepada manusia, sebelum pelajaran-pelajaran agama yang lain.\r\nPada akhir ayat ini Allah menekankan supaya salat didirikan. Tentunya salat yang sesuai dengan perintah-Nya, lengkap dengan rukun-rukun dan syarat-syaratnya, untuk mengingat Allah dan berdoa memohon kepada-Nya dengan penuh ikhlas. Salat disebut di sini secara khusus, untuk menunjukkan keutamaan ibadat salat itu dibanding dengan ibadat-ibadat wajib yang lain, seperti puasa, zakat, haji dan lain-lain. Keutamaan ibadat salat itu antara lain ialah apabila dilaksanakan dengan sebaik-baiknya, sesuai dengan tata tertib yang telah digariskan untuknya, ia akan mencegah seseorang dari perbuatan yang keji dan mungkar, sebagaimana firman Allah:\r\nاُتْلُ مَآ اُوْحِيَ اِلَيْكَ مِنَ الْكِتٰبِ وَاَقِمِ الصَّلٰوةَۗ اِنَّ الصَّلٰوةَ تَنْهٰى عَنِ الْفَحْشَاۤءِ وَالْمُنْكَرِ ۗوَلَذِكْرُ اللّٰهِ اَكْبَرُ ۗوَاللّٰهُ يَعْلَمُ مَا تَصْنَعُوْنَ  \r\nBacalah Kitab (Al-Qur'an) yang telah diwahyukan kepadamu (Muhammad) dan laksanakanlah salat. Sesungguhnya salat itu mencegah dari (perbuatan) keji dan mungkar. Dan (ketahuilah) mengingat Allah (salat) itu lebih besar (keutamaannya dari ibadah yang lain). Allah mengetahui apa yang kamu kerjakan.   (al-Ankabµt/29: 45)\r\nSebagian ahli Tafsir berpendapat bahwa penutup ayat ini, ditujukan kepada orang yang tidak menunaikan salat pada waktunya, apakah karena lupa atau yang lainnya, supaya melaksanakannya apabila ia sudah sadar dan mengingat perintah Allah yang ditinggalkan itu sebagaimana sabda Rasulullah saw.\r\nمَنْ نَامَ عَنْ صَلاَةٍ اَوْنَسِيَهَا فَكَفَّارَتُهَا اَنْ يُصَلِّيَهَا اِذَا ذَكَرَهَا لاَكَفَارَةَ لهَاَ اِلاَّ ذَلِكَ (رواه البخاري ومسلم عن انس بن مالك )\r\nBarang siapa yang tertidur dari salat atau lupa, maka imbangannya (kafaratnya) adalah salat ketika ia ingat. Tidak ada imbangan lain selain itu. (Riwayat al-Bukhār³ dan Muslim dari Anas bin Mālik)\r\nDan sabdanya pula:\r\nاِذَا رَقَدَ اَحَدُكُمْ اَوْغَفَلَ عَنْهَا فَلْيُصَلِّهَا اِذَا ذَكَرَهَاقَالَ اَقِمِ الصَّلاَةَ لِذِكْرِي (رواه البخاري ومسلم عن انس)\r\nApabila salah seorang kamu tidur sehingga tidak salat atau lupa salat hendaklah ia menunaikannya apabila ia telah mengingatnya, karena sesungguhnya Allah berfirman, “Dan laksanakanlah salat untuk mengingat Aku.” (Riwayat al-Bukhār³ dan Muslim dari Anas)\r\nSalah satu fungsi salat adalah untuk mengingat Allah, namun bukan berarti boleh tidak menunaikan salat hanya cukup ingat kepada Allah, karena zikir itu dengan hati, lisan dan anggota badan.  \r\n"}