{"tafsir_id":2363,"surah_id":20,"aya_number":15,"tafsir_wajiz":"Allah lalu menyusuli dengan prinsip berikutnya, yaitu keniscno_ayatan kiamat. “Sungguh, hari kiamat itu akan datang tanpa ada keraguan sedikit pun tentangnya, namun Aku merahasiakan waktu kedatangannya. Karena itu, siapkanlah dirimu untuk menghadapinya. Hari kiamat itu merupakan suatu keniscno_ayatan agar setiap orang yang mukalaf dibalas sesuai dengan apa yang telah dia usahakan dalam kehidupannya di dunia ini.”","tafsir_tahlili":"(15) Pada ayat ini Allah menerangkan bahwa hari Kiamat itu pasti datang, tetapi Allah sengaja merahasiakan dan tidak menjelaskan waktunya, kapan hari Kiamat itu terjadi. Sengaja Allah merahasiakan waktu terjadinya hari Kiamat, agar dengan demikian manusia selalu berhati-hati dan waspada serta siap untuk menghadapinya. Dirahasiakannya kedatangan hari Kiamat sama halnya dengan dirahasiakannya kapan ajalnya seseorang itu tiba. Tidak ada seorang manusia pun yang mengetahui kapan dan di mana ia akan mati, sebagaimana firman Allah:\r\nوَمَا تَدْرِيْ نَفْسٌۢ بِاَيِّ اَرْضٍ تَمُوْتُۗ  \r\nDan tidak ada seorang pun yang dapat mengetahui di bumi mana dia akan mati. (Luqmān/31: 34)\r\nApabila seseorang mengetahui kapan ajalnya tiba tentunya ia akan berbuat semau hatinya, menurutkan hawa nafsunya, mengerjakan segala macam maksiat yang dikehendakinya. Sesudah ajalnya dekat barulah ia tobat dan Allah akan menerima tobatnya sesuai dengan janji-Nya. Allah tidak akan menyalahi janji-Nya, sebagaimana firman-Nya:\r\nاِنَّ اللّٰهَ لَا يُخْلِفُ الْمِيْعَادَ ࣖ  \r\nSungguh, Allah tidak menyalahi janji. (Ali Imrān/3: 9)\r\nTetapi kalau ia tidak tahu kapan ajalnya tiba, tentunya ia selalu hati-hati, perintah dikerjakannya, larangan dijauhinya. Apabila ia berbuat masiat, segera ia bertobat karena takut kalau ajalnya datang mendadak sebelum ia bertobat. Jadi, gunanya kiamat dirahasiakan adalah supaya manusia giat berbuat baik, bila manusia yang seharusnya berbuat baik tetapi ia berbuat jahat, maka sangat pantaslah orang itu dihukum. Oleh karena itulah sangat adil bila yang berbuat baik itu diberi imbalan dan yang berbuat jahat diberi azab. Firman Allah:\r\nفَمَنْ يَّعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْرًا يَّرَهٗۚ  ٧  وَمَنْ يَّعْمَلْ مِثْقَالَ ذَرَّةٍ شَرًّا يَّرَهٗ ࣖ  ٨  \r\nMaka barang siapa mengerjakan kebaikan seberat zarrah, niscaya dia akan melihat (balasan)nya, dan barang siapa mengerjakan kejahatan seberat zarrah, niscaya dia akan melihat (balasan)nya. (az-Zalzalah/99: 7-8)\r\nDan firman-Nya:\r\nاِنَّمَا تُجْزَوْنَ مَا كُنْتُمْ تَعْمَلُوْنَ   \r\nSesungguhnya kamu hanya diberi balasan atas apa yang telah kamu kerjakan. (a¯-°µr/52: 16)\r\n"}