{"tafsir_id":238,"surah_id":2,"aya_number":231,"tafsir_wajiz":"Pada no_ayatt sebelumnya Allah menjelaskan perintah memilih untuk rujuk atau menceraikan istri, berikutnya Allah menjelaskan batas akhir pilihan itu. Dan apabila kamu menceraikan istri-istri kamu dengan talak yang memungkinkan rujuk, setelah talak pertama atau kedua, lalu sampai akhir idahnya5 mendekati habis, maka tahanlah mereka dengan merujuk jika kamu yakin mampu memperbaiki hubungan itu kembali dengan cara yang baik sesuai tuntunan agama dan adat, atau ceraikanlah mereka apabila hubungan itu tidak dapat dilanjutkan dengan cara yang baik pula. Dan janganlah kamu tahan untuk merujuk mereka dengan maksud ingin berbuat jahat atau untuk menzalimi mereka selama hidup bersama. Barang siapa melakukan demikian, yaitu tindakan jahat dan zalim, maka pada hakikatnya dia telah menzalimi dirinya sendiri sehingga ia berhak mendapat murka Allah, kebencian keluarga dan orang sekelilingnya, dan semuanya itu berimbas pada dirinya. Dan janganlah kamu jadikan no_ayatt-no_ayatt Allah tentang petunjuk hukum talak sebagai bahan ejekan yang dapat dipermainkan. Ingatlah nikmat Allah yang telah Dia karuniakan kepada kamu, dan apa yang telah diturunkan Allah kepada kamu yaitu petunjuk tentang hukum keluarga yang terdapat dalam Kitab Al-Qur’an dan Hikmah atau Sunah. Ketentuan-ketentuan tersebut adalah untuk memberi pengajaran kepadamu. Dan bertakwalah kepada Allah dengan melaksanakan perintah-Nya dan menjauhi larangan-Nya, dan ketahuilah bahwa Allah Maha Mengetahui segala sesuatu. ","tafsir_tahlili":"(231) Ayat ini mengutarakan cara yang mesti dilakukan oleh suami yang telah menjatuhkan talak kepada istrinya sebagai penjelasan ayat-ayat sebelumnya. Adapun sebab turunnya ayat ini ada dua riwayat. Pertama, Ibnu Jar³r meriwayatkan dari Ibnu Abb±s bahwa pada masa Rasulullah saw ada seorang laki-laki yang menalak istrinya, kemudian sebelum masa idah istrinya itu habis, dia merujuknya kembali. Setelah itu dijatuhkannya talak lagi kemudian rujuk kembali. Hal ini dilaksanakan untuk menyakiti dan menganiaya istrinya tersebut, maka turunlah ayat di atas.\r\nRiwayat kedua diceritakan oleh as-Sudd³ bahwa ayat ini diturunkan berkenaan dengan tindakan seorang sahabat dari golongan Ansar yaitu ¤±bit bin Yasar yang telah menalak istrinya. Setelah masa idah istrinya tinggal dua atau tiga hari lagi ia rujuk kepada istrinya tersebut, kemudian dijatuhkannya talak kembali dengan tujuan untuk menyusahkan istrinya, maka turunlah ayat ini, melarang perbuatan tersebut.\r\nApabila seorang suami telah menjatuhkan talak kepada istrinya, maka ketika masa idah dari istrinya itu telah hampir berakhir hendaklah ia memilih salah satu dari dua pilihan, yaitu melakukan rujuk atau tetap bercerai dengan cara yang baik. Dengan habisnya idah maka putuslah perkawinan suami istri, dan bekas istrinya itu bebas memilih jodoh yang lain.\r\nSelanjutnya ayat ini melarang seorang suami melakukan rujuk kepada istrinya dengan tujuan untuk menyakiti dan menganiaya. Larangan Allah ini selain menggambarkan tingkah laku masyarakat pada masa jahiliah di mana suami menjatuhkan talak kepada istrinya tanpa batas tertentu dan setiap akan mendekati akhir dari masa idah, suami melakukan rujuk kembali dan demikianlah seterusnya. Juga menjadi penjelasan dari tindakan sahabat Sabit bin Yasar yang telah diuraikan dalam hal sebab turunnya ayat ini. Suami yang berbuat demikian adalah menganiaya dirinya sendiri, suatu perbuatan yang dapat menimbulkan permusuhan dengan kaum kerabat keluarga istrinya dan juga dibenci oleh masyarakat, dan akhirnya nanti ia tidak luput dari kemurkaan Allah.\r\nDalam ayat ini Allah melarang manusia mempermainkan hukum-hukum-Nya termasuk hukum-hukum yang mengatur hubungan suami istri untuk membawa manusia kepada hidup bahagia di dunia dan di akhirat. Ketentuan-ketentuan itu merupakan suatu nikmat dari Allah yang wajib diingat dan diamalkan sebagai tanda bersyukur kepada-Nya.\r\nTak ada perselisihan ulama dalam lingkungan mazhab empat tentang sahnya talak yang dijatuhkan oleh suami dengan jalan main-main (tidak sungguh-sungguh). Hal ini sejalan dengan sabda Rasulullah saw:\r\nثَلاَثٌ جِدُّهُنَّ جِدٌّ وَهَزْلُهُنَّ جِدٌّ، النِّكَاحُ وَالطَّلاَقُ وَالرَّجْعَةُ\r\nAda tiga masalah, jika dilakukan dengan sungguh-sungguh, maka hal itu akan terjadi sungguh-sungguh, dan jika dilakukan dengan cara main-main, maka hal itu akan terjadi sungguh-sungguh, yaitu: nikah, talak dan rujuk. (Riwayat al-Arbaah kecuali an-Nas±′i dari Abµ Hurairah);Bersetubuh dengan istri yang masih dalam idah raji haram hukumnya menurut mazhab Syafii, karena sahnya rujuk adalah dengan ucapan (lafal). Sedang menurut mazhab Hanafi dan Hanbali, persetubuhan dianggap rujuk meskipun tanpa lafal (ucapan)."}