{"tafsir_id":2387,"surah_id":20,"aya_number":39,"tafsir_wajiz":"Kami ilhamkan kepada ibumu, ‘Letakkanlah dia, yaitu bayi Musa, di dalam peti, kemudian hanyutkanlah dia ke sungai Nil yang mengalir tidak begitu deras. Ketika arus menghanyutkannya, maka biarlah aliran air sungai itu membawanya ke tepi sungai yang melewati istana Fir’aun. Ketika saat itu tiba, dia akan diambil oleh Fir’aun, penguasa Mesir yang merupakan musuh-Ku dan musuhnya. ‘Wahai Nabi Musa, ketahuilah bahwa Aku telah melimpahkan kepadamu begitu banyak kasih sno_ayatng yang datang dari-Ku sehingga siapa saja yang memandangmu akan tertarik dan menyno_ayatngimu. Kami anugerahkan itu semua kepadamu untuk kebaikanmu dan agar engkau diasuh dengan cara terhormat di bawah pengawasan-Ku.","tafsir_tahlili":"(39) Ketika ibu Musa dalam keadaan panik, maka ia diperintahkan  Allah supaya menaruh anaknya di dalam peti yang dibuat rapi dan kuat, kemudian melemparkannya ke sungai Nil. Perintah ini dilaksanakan oleh Ibu Musa dengan segera yang akhirnya peti itu jatuh ke tangan Firaun, musuh Allah dan musuh Musa sendiri pada waktu mendatang. \r\nDiriwayatkan bahwa pada suatu senja Firaun dan istrinya duduk santai di tepi sungai Nil, tiba-tiba terlihat olehnya sebuah peti tidak jauh dari tempatnya. Disuruhnyalah dayang-dayangnya mengambil peti itu dan membawanya ke hadapannya. Ketika peti itu dibuka kelihatanlah seorang bayi laki-laki yang rupawan. Alangkah senangnya istri Firaun melihat bayi itu. Kasih sayang dan cintanya pun kepada bayi itu sangat mendalam. Maka diambilnyalah bayi itu dan dipelihara serta dididik di istananya. Inilah karunia yang pertama. Karunia yang kedua ialah, bahwa Allah telah melimpahkan kasih sayang yang tulus kepada Musa dan kasih itu telah ditanamkan ke dalam setiap hati orang. Siapapun yang memandang kepada Musa akan merasa kasih sayang kepadanya. Jadi tidak heran kalau Firaun dan istrinya merasa sayang dan cinta kepada Musa, sehingga isterinya berkata kepada suaminya, sebagaimana tercantum di dalam Al-Qur'an:\r\nوَقَالَتِ امْرَاَتُ فِرْعَوْنَ قُرَّتُ عَيْنٍ لِّيْ وَلَكَۗ  لَا تَقْتُلُوْهُ ۖعَسٰٓى اَنْ يَّنْفَعَنَآ اَوْ نَتَّخِذَهٗ وَلَدًا وَّهُمْ لَا يَشْعُرُوْنَ   \r\nDan istri Firaun berkata, “(Dia) adalah penyejuk mata hati bagiku dan bagimu. Janganlah kamu membunuhnya, mudah-mudahan dia bermanfaat kepada kita atau kita ambil dia menjadi anak,” sedang mereka tidak menyadari. (al-Qa¡a¡/ 28: 9)\r\nKarunia ketiga ialah diasuhnya Musa di istana Firaun di bawah pengawasan dan pengamatan Allah serta dijaganya dari segala hal yang akan mengganggunya, ketika ia diasuh oleh keluarga Firaun manusia kejam yang tidak mengenal perikemanusiaan itu.\r\n"}