{"tafsir_id":2392,"surah_id":20,"aya_number":44,"tafsir_wajiz":"Wahai Nabi Musa dan Harun, pergilah kamu berdua kepada Fir’aun yang sombong itu dengan bekal mukjizat dari-Ku karena dia benar-benar telah melampaui batas dalam kedurhakannya. Begitu berhadapan dengannya, maka berbicaralah kamu berdua kepadanya dengan kata-kata yang lemah lembut. Ajaklah dia beriman kepada Allah dan serulah pada kebenaran dengan cara yang baik. Mudah-mudahan dengan cara demikian dia menjadi sadar atau takut pada azab Allah bila terus durhaka.”","tafsir_tahlili":"(44) Allah mengajarkan kepada Musa dan Harun a.s. bagaimana cara menghadapi Firaun, yaitu dengan kata-kata yang halus dan ucapan yang lemah lembut. Seseorang yang dihadapi dengan cara demikian, akan terkesan di hatinya dan akan cenderung menyambut baik dan menerima dakwah dan ajakan yang diserukan kepadanya. Cara yang bijaksana seperti ini telah diajarkan pula kepada Nabi Muhammad oleh Allah, sebagaimana firman-Nya:\r\nاُدْعُ اِلٰى سَبِيْلِ رَبِّكَ بِالْحِكْمَةِ وَالْمَوْعِظَةِ الْحَسَنَةِ وَجَادِلْهُمْ بِالَّتِيْ هِيَ اَحْسَنُۗ \r\n“Serulah (manusia) kepada jalan Tuhanmu dengan hikmah dan pelajaran yang baik dan bantahlah mereka dengan cara yang baik.” (an-Na¥l/16: 125)\r\nSebaliknya kalau seseorang itu dihadapi dengan kekerasan dan dengan bentakan, jangankan akan takluk dan tunduk, justeru dia akan menentang dan menjauhkan diri, sebagaimana dijelaskan dalam firman Allah:\r\nوَلَوْ كُنْتَ فَظًّا غَلِيْظَ الْقَلْبِ لَانْفَضُّوْا مِنْ حَوْلِكَ ۖ \r\nSekiranya engkau bersikap keras dan berhati kasar, tentulah mereka menjauhkan diri dari sekitarmu. (Āli Imrān/3: 159)\r\nSelain petunjuk Allah kepada Musa dan saudaranya, agar mereka bersikap santun menghadapi Firaun, juga diajarkan kata-kata yang akan disampaikan Musa kepada Firaun, sebagaimana dikisahkan Allah di dalam firman-Nya:\r\nفَقُلْ هَلْ لَّكَ اِلٰٓى اَنْ تَزَكّٰىۙ  ١٨  وَاَهْدِيَكَ اِلٰى رَبِّكَ فَتَخْشٰىۚ  ١٩  \r\nMaka katakanlah (kepada Firaun), ”Adakah keinginanmu untuk membersihkan diri (dari kesesatan), dan engkau akan kupimpin ke jalan Tuhanmu agar engkau takut kepada-Nya?” (an-Nāziāt/79: 18-19)\r\nDengan cara dan kata-kata yang demikian itu diharapkan Firaun dapat menyadari kesesatannya, dan takut kepada azab yang akan ditimpakan kepadanya apabila dia tetap membangkang.\r\n"}