{"tafsir_id":2395,"surah_id":20,"aya_number":47,"tafsir_wajiz":"Kamu berdua ada dalam lindungan-Ku, maka janganlah takut. Pergilah kamu berdua kepadanya dan katakanlah, ‘Sesungguhnya kami berdua adalah utusan Tuhanmu yang telah menganugerahkan beragam nikmat kepadamu, wahai Fir’aun. Dia juga Tuhan kami dan Bani Israil. Kami mengajakmu beriman kepada-Nya, maka lepaskanlah Bani Israil bersama kami agar kita semua menyembah Allah dan tidak mempersekutukan-Nya, dan janganlah engkau menyiksa mereka seperti yang selama ini kaulakukan. Sesungguhnya kami datang kepadamu dengan membawa bukti nyata tentang risalah kami dari Tuhanmu, yakni berupa tongkat yang dapat berubah wujud menjadi ular dan tangan yang bersinar. Dan ketahuilah, wahai Fir’aun, keselamatan itu akan dilimpahkan kepada orang yang mengikuti petunjuk Allah yang disampaikan oleh rasul-Nya.","tafsir_tahlili":"(47) Allah memerintahkan lagi supaya Musa dan Harun a.s. pergi kepada Firaun dan memberitahukan bahwa mereka berdua adalah Rasul Allah yang diutus kepadanya untuk menyampaikan risalah yang hak supaya Firaun mengetahui kedudukan dan tugas keduanya. Sebelum Musa dan Harun mengajak Firaun beriman kepada Allah, keduanya meminta kepada Firaun, supaya dia membebaskan Bani Israil dari penyiksaan dan penindasannya, membebaskan dari kerja berat, seperti menggali, membangun, mengangkat batu, baik laki-laki maupun perempuan. Firaun agar membiarkan Bani Israil pergi ke Palestina. \r\nSesudah itu barulah Musa dan Harun a.s. menjelaskan tugas dan ke-wajiban dari Allah bahwa keduanya datang untuk menjelaskan hujjah-hujjah dan bukti-bukti yang nyata atas kebenaran kerasulan mereka. Kebahagiaan, kesejahteraan di dunia dan di akhirat bagi orang-orang yang taat kepada rasul-rasul Allah, dan mempercayai tanda-tanda kekuasaan-Nya, serta menjauhi hal-hal yang buruk dan menyesatkan. Ucapan seperti tersebut  dipergunakan juga oleh Nabi Muhammad ketika mengirim surat berisi dakwah ke Heraclius raja Rumawi, sebagai berikut:\r\nبِسْمِ اللهِ الرَّحْمٰنِ الرَّحِيْمِ مِنْ مُحَمَّدٍ عَبْدِاللهِ وَرَسُوْلِهِ اِلَى هِرَقْلَ عَظِيْمِ الرُّوْمِ سَلاَمٌ عَلَى مَنِ اتَّبَعَ الْهُدٰى اَمَّا بَعْدُ فَاِنِّيْ اَدْعُوْكَ بِدِعَايَةِ اْلاِسْلاَمِ أَسْلِمْ تَسْلَمْ يُؤْتِكَ اللهُ اَجْرَكَ مَرَّتَيْنِ. (رواه البخاري ومسلم عن ابن عباس )\r\n “Dengan nama Allah Yang Maha Pemurah lagi Maha Penyayang. Dari Muhammad hamba dan utusan Allah kepada Heraclius, penguasa negeri Romawi.  Keselamatan dilimpahkan kepada orang yang mengikuti petunjuk. Adapun sesudah itu, sesungguhnya saya menyerumu kepada Islam. Anutlah agama Islam supaya engkau selamat, Allah akan memberimu pahala dua kali lipat.” (Riwayat al-Bukhār³ dan Muslim dari Ibnu Abbas)\r\n"}