{"tafsir_id":2400,"surah_id":20,"aya_number":52,"tafsir_wajiz":"Nabi Musa menjawab pertanyaan Fir’aun, “Pengetahuan tentang itu secara rinci hanya ada pada Tuhanku. Hanya Dia yang mengetahuinya. Semua hal yang berkaitan dengan makhluk tercatat di dalam sebuah Kitab, yaitu Lauh Mahfuz. Tuhanku tidak akan pernah salah ataupun lupa pada apa pun yang terjadi di alam semesta ini.","tafsir_tahlili":"(52) Pertanyaan Firaun itu dijawab oleh Musa a.s. bahwa pertanyaan yang dikemukakannya itu, adalah pertanyaan mengenai hal yang gaib, sedang hal yang gaib itu, tiada yang mengetahuinya kecuali Allah sebagaimana yang ditegaskan di dalam firman-Nya:\r\nهُوَ اللّٰهُ الَّذِيْ لَآ اِلٰهَ اِلَّا هُوَۚ عَالِمُ الْغَيْبِ وَالشَّهَادَةِۚ  \r\nDialah Allah tidak ada tuhan selain Dia. Yang Mengetahui yang gaib dan yang nyata. (al-¦asyr/59: 22)\r\nعٰلِمُ الْغَيْبِ فَلَا يُظْهِرُ عَلٰى غَيْبِهٖٓ اَحَدًاۙ  \r\nDia Mengetahui yang gaib, tetapi Dia tidak memperlihatkan kepada siapa pun tentang yang gaib itu.  (al-Jin/72: 26)\r\nNasib kaum penyembah berhala, kaum yang mempunyai sembahan-sembahan selain dari Allah, sepenuhnya berada di dalam pengetahuan Allah, tiada seorang manusia pun yang mengetahuinya. Semua perbuatan manusia termasuk nasib kaum yang ditanyakan Firaun itu, telah tercatat dan tersimpul di dalam suatu kitab yaitu “Lau¥ Ma¥fµ§”. Tiada satu hal yang ketinggalan, baik yang besar maupun yang kecil, kecuali di dalam kitab itu, sebagaimana yang dijelaskan di dalam firman Allah:\r\nمَالِ هٰذَا الْكِتٰبِ لَا يُغَادِرُ صَغِيْرَةً وَّلَا كَبِيْرَةً اِلَّآ اَحْصٰىهَاۚ وَوَجَدُوْا مَا عَمِلُوْا حَاضِرًاۗ وَلَا يَظْلِمُ رَبُّكَ اَحَدًا ࣖ   \r\nKitab apakah ini, tidak ada yang tertinggal, yang kecil dan yang besar melainkan tercatat semuanya,” dan mereka dapati (semua) apa yang telah mereka kerjakan (tertulis). (al-Kahf/18: 49)\r\nBerdasarkan catatan itulah mereka akan dibalas sesuai dengan amal perbuatannya di dunia ini. Ayat ini ditutup dengan satu penegasan bahwa Allah itu tidak akan salah dan tidak akan lupa, untuk mencegah sangkaan dan tuduhan yang bukan-bukan, bahwa catatan yang ada di dalam kitab itu bisa saja keliru, salah catat, atau ada hal-hal yang ketinggalan tidak dicatat oleh penguasa karena lupa, sehingga terjadilah sesuatu yang tidak sesuai dengan kenyataan yang sebenarnya.\r\n"}