{"tafsir_id":2401,"surah_id":20,"aya_number":53,"tafsir_wajiz":"Wahai Fir’aun, Allah adalah Tuhan yang telah menjadikan bumi sebagai hamparan bagimu, juga bagi seluruh manusia, dan menjadikan jalan-jalan yang rata dan lebar di atasnya bagimu agar kamu mudah bepergian, dan Dia pula yang menurunkan air hujan dari langit untuk menyuburkan tanah di sekitarmu.” Allah beralih menggunakan kalimat langsung dari- Nya, “Kemudian, Kami tumbuhkan dengannya, yakni dengan air hujan itu, berjenis-jenis tumbuh-tumbuhan dengan beragam bentuk, rasa, dan kegunaan.","tafsir_tahlili":"(53) Untuk memperkuat bahwa Allah itu tidak akan salah dan lupa, dan untuk menolak kemungkinan timbulnya sangkaan bahwa catatan yang ada di “Lau¥ Ma¥fµ§” itu bisa salah dan ada yang tidak tercatat karena lupa, maka pada ayat ini ditegaskan bahwa Tuhan yang menguasai pencatatan itu, ialah Tuhan Yang menjadikan bumi ini sebagai hamparan bagi manusia yang terbentang luas untuk dipergunakan sebagai tempat tinggal, bangun, tidur dan berpergian dengan bebas ke mana-mana, sebagaimana firman Allah:\r\nاَللّٰهُ الَّذِيْ جَعَلَ لَكُمُ الْاَرْضَ قَرَارًا \r\nAllah-lah yang menjadikan bumi untukmu sebagai tempat menetap. (al- Mu`min/40: 64)\r\nDan firman-Nya:\r\nهُوَ الَّذِيْ جَعَلَ لَكُمُ الْاَرْضَ ذَلُوْلًا فَامْشُوْا فِيْ مَنَاكِبِهَا \r\nDialah yang menjadikan bumi untuk kamu yang mudah dijelajahi, maka jelajahilah di segala penjurunya. (al-Mulk/67: 15)\r\nTuhanlah yang telah menjadikan jalan-jalan di bumi ini, baik di gunung-gunung maupun di tempat-tempat yang rendah untuk menghubungkan satu tempat dengan tempat yang lain, antara satu kota dengan kota yang lain, antar satu desa dengan desa yang lain, guna memudahkan melaksanakan keperluan-keperluan manusia. Sejalan dengan firman Allah:\r\nوَاللّٰهُ جَعَلَ لَكُمُ الْاَرْضَ بِسَاطًاۙ  ١٩  لِّتَسْلُكُوْا مِنْهَا سُبُلًا فِجَاجًا ࣖ   ٢٠  \r\nDan Allah menjadikan bumi untukmu sebagai hamparan,  agar kamu dapat pergi kian kemari di jalan-jalan yang luas. (Nµ¥/71: 19-20)\r\nDan firman-Nya:\r\nوَجَعَلْنَا فِى الْاَرْضِ رَوَاسِيَ اَنْ تَمِيْدَ بِهِمْۖ وَجَعَلْنَا فِيْهَا فِجَاجًا سُبُلًا لَّعَلَّهُمْ يَهْتَدُوْنَ   \r\n“Dan Kami telah menjadikan di bumi ini gunung-gunung yang kokoh agar ia (tidak) guncang bersama mereka, dan Kami jadikan (pula) di sana jalan-jalan yang luas, agar mereka mendapat petunjuk.” (al-Anbiyā`/21: 31)\r\nTuhanlah, yang menurunkan air hujan dari langit yang menyebabkan tumbuhnya tanam-tanaman dan buah-buahan yang bermacam-macam cita rasanya, ada yang masam, ada yang manis, bermacam ragam dan jenis dan manfaatnya. Ada yang layak untuk manusia, dan ada yang baik untuk binatang yang kesemuanya itu menunjukkan atas besarnya karunia dan banyaknya nikmat yang dilimpahkan Allah kepada semua hamba-Nya. Sejalan dengan firman Allah:\r\nوَّاَنْزَلَ مِنَ السَّمَاۤءِ مَاۤءً فَاَخْرَجَ بِهٖ مِنَ الثَّمَرٰتِ رِزْقًا لَّكُمْ ۚ \r\nDialah yang menurunkan air (hujan) dari langit, lalu Dia hasilkan dengan (hujan) itu buah-buahan sebagai rezeki untukmu. (al-Baqarah/2: 22)\r\n"}