{"tafsir_id":2403,"surah_id":20,"aya_number":55,"tafsir_wajiz":"Kami hamparkan tanah untuk kamu. Sesungguhnya darinya Kami menciptakan kamu, wahai Fir’aun dan seluruh manusia, dan kepadanyalah Kami akan mengembalikan kamu setelah mati, dan dari sanalah pula Kami akan mengeluarkan kamu pada waktu yang lain, yaitu pada hari kebangkitan”","tafsir_tahlili":"(55) Selain dari guna dan manfaat bumi dan yang telah disebutkan di atas, pada ayat ini Allah menerangkan guna dan manfaatnya yang lain, yaitu bahwa dari bumi setiap manusia itu dijadikan Allah, sejak Nabi Adam yaitu manusia pertama di dunia ini. Juga kepada tanah, manusia akan dikembalikan sesudah mati, dan menjadi tanah kembali seperti sebelum diciptakan. Dari itu pula manusia akan dibangkitkan kembali sesudah ia mati dan disusun kembali anggota tubuhnya yang telah hancur bercampur dengan tanah, sebagai bentuknya yang semula yang kemudian dikembalikan ruhnya. Sejalan dengan ayat ini, firman Allah:\r\n \r\nقَالَ فِيْهَا تَحْيَوْنَ وَفِيْهَا تَمُوْتُوْنَ وَمِنْهَا تُخْرَجُوْنَ ࣖ   \r\n(Allah) berfirman, ”Di sana kamu hidup, di sana kamu mati, dan dari sana (pula) kamu akan dibangkitkan.” (al-A`rāf/7: 25)\r\nDi dalam hadis diterangkan sebagai berikut:\r\nاِنَّ رَسُوْلَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ حَضَرَجَنَازَةً فَلَمَّا دُفِنَ الْمَيِّتُ اَخَذَ قَبْضَةً مِنَ التُّرَابِ فَأَلْقَاهَا فِى الْقَبْرِ وَقَالَ مِنْهَا خَلَقْنَاكُمْ ثُمَّ اَخَذَ اُخْرَى وَقَالَ فِيْهَا نُعِيْدُكُمْ ثُمَّ اَخَذَ اُخْرَى وَقَالَ مِنْهَا نُخْرِجُكُمْ تَارَةً اُخْرَى. (رواه احمد والحاكم عن ابي امامة)\r\n “Sesungguhnya Rasulullah saw menghadiri suatu jenazah. Setelah mayat itu dikubur, beliau mengambil segenggam tanah lalu dilemparkannya ke kubur itu sambil mengucapkan “minhā khalaqnākum” (daripadanya Kami jadikan kamu), kemudian mengambil lagi yang lain dan mengucapkan “f³hā nu`ìdukum” (padanyalah Kami kembalikan kamu), kemudian mengambil pula yang lain untuk ketiga kalinya dan mengucapkan “minhā nukhrijukum tāratan ukhrā” (dan daripadanya Kami keluarkan kamu pada kali yang lain). (Riwayat A¥mad dan al-¦ākim dari Abu Umāmah)\r\nDi dalam satu hadis yang lain diterangkan bahwa setelah jenazah Ummu Kulsum binti Rasulullah saw diletakkan ke kuburnya, Rasulullah saw mengucapkan:\r\nمِنْهَا خَلَقْنَاكُمْ وَفِيْهَا نُعِيْدُكُمْ وَمِنْهَا نُخْرِجُكُمْ تَارَةً اُخْرَى بِاسْمِ اللهِ وَفِى سَبِيْلِ اللهِ وَعَلَى مِلَّةِ رَسُوْلِ اللهِ. (رواه احمد والحاكم عن ابي امامة)\r\n“Daripadanya (tanah) Kami jadikan kamu, dan kepadanya Kami kembalikan kamu, serta daripadanya Kami keluarkan kamu sekali lagi dengan nama Allah, dan di jalan Allah serta atas agama Rasulullah.” (Riwayat A¥mad dan al-¦ākim dari Abu Umāmah);"}