{"tafsir_id":241,"surah_id":2,"aya_number":234,"tafsir_wajiz":"no_ayatt ini menjelaskan idah cerai mati agar tidak ada dugaan bahwa idah cerai mati sama dengan cerai hidup. Dan orang-orang yang mati di antara kamu, yakni para suami, serta meninggalkan istri-istri yang tidak sedang hamil, hendaklah mereka, para istri, menunggu atau beridah selama empat bulan sepuluh hari termasuk malamnya, sebagai ketentuan syarak yang bersifat qat’i (pasti). Kemudian apabila telah sampai akhir atau selesai masa idah mereka, yakni para istri yang ditinggal mati suaminya, maka tidak ada dosa bagimu, wahai para wali dan saudara-saudara mereka, yakni tidak menghalangi dan melarang mereka mengenai apa yang mereka lakukan terhadap diri mereka sendiri yang sebelumnya dilarang ketika masih dalam masa idah, menurut cara yang patut dan sesuai dengan agama dan kewajaran, seperti berhias, menerima pinangan, menikah, dan aktivitas lainnya. Dan Allah Maha Mengetahui apa yang kamu kerjakan, baik yang kamu sembunyikan maupun yang kamu tampakkan. ","tafsir_tahlili":"(234) Idah perempuan yang ditinggal mati suaminya adalah empat bulan sepuluh hari. Walaupun ayat ini kelihatannya umum (mencakup semua wanita yang ditinggal mati oleh suaminya) namun ada pengecualian yaitu yang tidak dalam keadaan hamil. Sebab untuk wanita hamil, telah ada hukum yang lain pada ayat yang lain. Hal ini akan dijelaskan lebih lanjut dalam tafsir ayat 240. Selama masa idah ia tidak boleh berhias, mempersiapkan diri menerima pinangan atau memberi janji untuk menerima pinangan. Demikian juga ia tidak boleh keluar rumah kecuali karena hal-hal yang dibolehkan oleh agama. Karena selain masa itu untuk mengetahui kebersihan rahimnya (hamil atau tidak hamil), juga digunakan sebagai masa berkabung. Manakala ia tidak hamil maka ia wajib berkabung menghormati tali hubungan suami istri baik terhadap mendiang suami maupun terhadap keluarga suaminya. Ia harus berkabung selama ia dalam idah. Setelah habis masa empat bulan sepuluh hari tersebut dibolehkan membuat segala sesuatu tentang dirinya menurut cara yang wajar, umpamanya menerima pinangan, keluar rumah dan perbuatan lain yang tidak bertentangan dengan agama.\r\nAllah mengetahui segala apa yang dikerjakan oleh manusia. Ayat ini menegaskan bahwa mengenai masa berkabung ini Islam memberikan jalan sebaik-baiknya yang sesuai dengan kebutuhan manusia. Wanita-wanita pada masa jahiliah melakukan masa berkabung selama satu tahun penuh dan tidak boleh memakai perhiasan, tidak boleh makan makanan yang enak dan tidak boleh pula memperlihatkan diri di muka umum. Bahkan pada sebagian kelompok masyarakat kaum wanita yang menjalani masa berkabung ini harus melakukan hal-hal yang jauh lebih berat dari apa yang dilakukan oleh orang di masa jahiliyah, seperti: terus menerus menangis dan meratap. Tidak boleh menghias dirinya dan lain sebagainya. Melakukan masa berkabung ini bukan karena kematian suaminya saja, tetapi karena kematian anak pun mereka berkabung secara demikian. Maka tepat apa yang diatur oleh Islam bahwa masa berkabung untuk wanita yang kematian suami tidak boleh lebih dari empat bulan sepuluh hari dan untuk kematian famili lainnya tidak boleh lebih dari tiga hari.\r\nPenyimpangan dari ketentuan ini harus dihindari karena Allah Maha Mengetahui segala apa yang dikerjakan manusia."}