{"tafsir_id":242,"surah_id":2,"aya_number":235,"tafsir_wajiz":"no_ayatt ini menjelaskan apa saja yang boleh dan tidak boleh dilakukan oleh laki-laki terhadap perempuan yang masih dalam masa idah. Dan tidak ada dosa bagimu, wahai kaum laki-laki, meminang perempuan-perempuan itu yang masih dalam masa idah, baik idah cerai mati maupun karena ditalak tiga, selain yang ditalak raj’i (satu atau dua), dengan sindiran, seperti ucapan, “Aku suka dengan perempuan yang lembut dan memiliki sifat keibuan,” atau kamu sembunyikan keinginanmu dalam hati untuk melamar dan menikahinya jika sudah habis masa idahnya. Demikian ini karena Allah mengetahui bahwa kamu tidak sabar sebagai lelaki akan menyebut-nyebut keinginanmu untuk melamar dan menikahinya kepada mereka, yakni perempuan-perempuan tersebut setelah habis idahnya. Tetapi janganlah kamu, wahai laki-laki, membuat perjanjian, baik secara langsung maupun tidak langsung namun terkesan memberi harapan untuk menikah dengan mereka, yakni perempuan-perempuan yang masih dalam masa idah, secara rahasia, yakni hanya diketahui berdua, kecuali sekadar mengucapkan kata-kata sindiran yang baik. Dan janganlah kamu, wahai para lelaki, menetapkan akad nikah kepada perempuan yang ditinggal mati suaminya atau ditalak tiga sebelum habis masa idahnya, sebab akad nikahmu akan dianggap batal. Ketahuilah bahwa Allah mengetahui apa yang ada dalam hatimu, yakni ketertarikanmu kepada perempuan itu untuk segera menikahinya, maka takutlah kepada-Nya, dari melanggar hukum-hukum-Nya. Dan ketahuilah bahwa Allah Maha Pengampun atas kesalahan akibat kelemahan dirimu, Maha Penyantun dengan memberimu kesempatan bertobat.","tafsir_tahlili":"(235) Dalam ayat ini dijelaskan bahwa seorang laki-laki boleh mengucapkan kata-kata sindiran untuk meminang wanita yang masih berada dalam masa idahnya, baik idah karena kematian suami, maupun idah karena talak ba′in. Tetapi hal itu sama sekali tidak dibenarkan bila wanita itu berada dalam masa idah dari talak raj'i.\r\nUngkapan yang menggambarkan bahwa lelaki itu mempunyai maksud untuk mengawininya, bila telah selesai idahnya, umpamanya si lelaki itu berkata, “Saya senang sekali bila mempunyai istri yang memiliki sifat-sifat seperti engkau,  atau ungkapan lainnya yang tidak mengarah pada berterus terang. Allah melarang bila seorang laki-laki mengadakan janji akan menikah, atau membujuknya untuk menikah secara sembunyi-sembunyi atau mengadakan pertemuan rahasia. Hal ini tidak dibenarkan karena dikhawatirkan terjadi fitnah.\r\nSeorang laki-laki tidak dilarang meminang perempuan yang masih dalam masa idah talak ba′in jika pinangan itu dilakukan secara sindiran, atau masih dalam rencana, karena Allah mengetahui bahwa manusia tidak selalu dapat menyembunyikan isi hatinya. Pinangan tersebut hendaknya tidak dilakukan secara terang-terangan tetapi hendaknya dengan kata-kata kiasan yang merupakan pendahuluan, yang akan ditindaklanjuti dalam bentuk pinangan resmi, ketika perempuan tersebut telah habis idahnya. Pinangan dengan sindiran itu tidak boleh dilakukan terhadap perempuan yang masih dalam idah talak raj'i, karena masih ada kemungkinan perempuan itu akan kembali kepada suaminya semula.\r\nCara seperti ini dimaksudkan agar perasaan wanita yang sedang berkabung itu tidak tersinggung, juga untuk menghindarkan reaksi buruk dari keluarga mantan suami dan masyarakat umum. Karenanya akad nikah dengan wanita yang masih dalam idah dilarang. Suatu larangan yang dianggap ¥aram qa¯i, dan akad nikah tersebut harus dibatalkan. "}