{"tafsir_id":2425,"surah_id":20,"aya_number":77,"tafsir_wajiz":"Nabi Musa berhasil mengalahkan para penyihir itu dan mengajak mereka beriman. Dan sungguh, telah Kami wahyukan kepada Musa suatu pesan berisi, “Tinggalkanlah Mesir. Pergilah bersama hamba-hamba-Ku, yaitu Bani Israil, pada malam hari, dan pukullah tongkatmu untuk menyediakan bagi mereka jalan yang kering di laut. Dengan kuasa Allah, terbentanglah jalan yang kering di laut sehingga engkau tidak perlu takut akan tersusul oleh Fir’aun dan tentaranya, dan juga tidak perlu khawatir akan tenggelam di laut itu.”","tafsir_tahlili":"(77) Pada ayat ini Allah menerangkan bahwa tidak ada tanda-tanda Firaun akan menerima alasan dan bukti yang dikemukakan kepadanya, ia tetap saja di dalam keangkuhan dan kesombongannya, Allah mewahyukan kepada Nabi Musa supaya dia pergi meninggalkan Mesir negeri Firaun di malam hari supaya tidak dilihat oleh Firaun dan tentaranya, bersama hamba-hamba Allah yaitu yang ia diutus untuk menyelamatkan mereka dari kezaliman Firaun. Musa dan Bani Israil meninggalkan Mesir, ketika sampai di tepi laut Merah, Bani Israil berkata kepada Musa, “Wahai Musa, Firaun dan tentaranya menyusul kita dari belakang, di depan kita lautan yang membentang luas, apa yang harus kita perbuat, untuk melintasi lautan itu.” \r\nAllah memerintahkan Musa supaya ia memukul laut dengan tongkatnya. Setelah Musa melaksanakan perintah ini, lautan terbelah sampai ke tepi seberang. Belahan lautan itu sebanyak jumlah kabilah pada Bani Israil yakni dua belas dan merupakan jalan kering di tengah-tengah laut tidak berlumpur dan tidak berair. Di antara belahan itu, air tegak seperti gunung yang besar. Tiap kabilah melalui hanya satu jalan. Mereka dapat pandang memandang, dapat melihat satu kabilah kepada kabilah yang lain. Musa bersama Bani Israil berjalan melalui jalannya masing-masing dengan perasaan aman, tidak merasa cemas akan tersusul oleh Firaun dan tentaranya, dan tidak merasa takut akan tenggelam hingga sampailah ke tepi seberang lautan dengan selamat sebagaimana tersebut dalam firman Allah:\r\nفَاَوْحَيْنَآ اِلٰى مُوْسٰٓى اَنِ اضْرِبْ بِّعَصَاكَ الْبَحْرَۗ فَانْفَلَقَ فَكَانَ كُلُّ فِرْقٍ كَالطَّوْدِ الْعَظِيْمِ ۚ   \r\nLalu Kami wahyukan kepada Musa, ”Pukullah laut itu dengan tongkatmu.” Maka terbelahlah lautan itu, dan setiap belahan seperti gunung yang besar. (asy-Syuarā/26: 63)\r\nDan firman-Nya:\r\nوَاَنْجَيْنَا مُوْسٰى وَمَنْ مَّعَهٗٓ اَجْمَعِيْنَ ۚ   \r\nDan Kami selamatkan Musa dan orang-orang yang bersamanya. (asy-Syuarā/26: 65)\r\n"}