{"tafsir_id":2426,"surah_id":20,"aya_number":78,"tafsir_wajiz":"Mengetahui Nabi Musa dan Bani Israil meninggalkan Mesir, kemudian Fir’aun dengan bala tentaranya mengejar mereka melalui jalan kering di laut itu, tetapi sebelum berhasil menyusul Nabi Musa dan Bani Israil, mereka digulung ombak laut yang datang tiba-tiba dan kemudian menenggelamkan mereka. Itulah balasan bagi orang yang sesat dan durhaka kepada Tuhan.","tafsir_tahlili":"(78) Pada ayat ini Allah menerangkan bahwa setelah Firaun mengetahui kepergian Musa bersama Bani Israil meninggalkan Mesir ia mengirimkan orang-orang ke kota-kota untuk mengumpulkan tentaranya dengan maksud untuk menyusul Musa dan rombongannya. Firaun sangat marah sehingga ia memerintahkan tentaranya mengejar Musa dan kaumnya, karena mereka dianggap selalu berbuat hal-hal yang menyebabkannya murka.  Sebagaimana firman Allah:\r\nفَاَرْسَلَ فِرْعَوْنُ فِى الْمَدَاۤىِٕنِ حٰشِرِيْنَ ۚ   ٥٣  اِنَّ هٰٓؤُلَاۤءِ لَشِرْذِمَةٌ قَلِيْلُوْنَۙ   ٥٤  وَاِنَّهُمْ لَنَا لَغَاۤىِٕظُوْنَ ۙ    ٥٥  \r\nKemudian Firaun mengirimkan orang ke kota-kota untuk mengumpulkan (bala tentaranya). (Firaun berkata), ”Sesungguhnya mereka (Bani Israil) hanya sekelompok kecil, dan sesungguhnya mereka telah berbuat hal-hal yang menimbulkan amarah kita. (asy-Syuarā/26: 53-54 dan 55)\r\nSetelah itu Firaun dan bala tentaranya segera mengejar Musa dan rombongannya. Setelah sampai di pinggir laut dan melihat banyak jalan terbentang di hadapan mereka, dengan tidak ada kecurigaan sedikit pun mereka melalui jalan-jalan yang telah dilalui Musa dan rombongannya, karena disangkanya jalan biasa. Setelah Firaun dengan bala tentaranya berada di tengah-tengah lautan, sedang Musa bersama rombongannya telah sampai ke seberang dan telah mendarat dengan selamat, tiba-tiba air laut bersatu kembali menutup Firaun dan bala tentaranya, maka mereka tenggelam semuanya. Firaun sebelum tenggelam dan ketika melihat keadaan yang berbahaya serta tidak mungkin menyelamatkan diri dari bahaya tenggelam, baru ia sadar dan mengucapkan kata-kata yang menunjukkan bahwa ia mengakui dan percaya bahwa tiada tuhan selain Tuhan yang dipercayai oleh Bani Israil, dan ia adalah orang yang berserah diri kepada Allah. Pengakuan Firaun itu tidak berguna lagi, karena ia telah berbuat dosa besar dan melakukan kerusakan di bumi. Firaun mati tenggelam namun demikian tubuhnya diselamatkan untuk menjadi bukti atas kekuasaan Allah bagi generasi yang akan datang, sebagaimana firman Allah:\r\n۞حَتّٰىٓ اِذَآ اَدْرَكَهُ الْغَرَقُ قَالَ اٰمَنْتُ اَنَّهٗ لَآ اِلٰهَ اِلَّا الَّذِيْٓ اٰمَنَتْ بِهٖ بَنُوْٓا اِسْرَاۤءِيْلَ وَاَنَا۠ مِنَ الْمُسْلِمِيْنَ  ٩٠  اٰۤلْـٰٔنَ وَقَدْ عَصَيْتَ قَبْلُ وَكُنْتَ مِنَ الْمُفْسِدِيْنَ  ٩١  فَالْيَوْمَ نُنَجِّيْكَ بِبَدَنِكَ لِتَكُوْنَ لِمَنْ خَلْفَكَ اٰيَةً ۗوَاِنَّ كَثِيْرًا مِّنَ النَّاسِ عَنْ اٰيٰتِنَا لَغٰفِلُوْنَ   ٩٢  \r\nSehingga ketika Firaun hampir tenggelam dia berkata, ”Aku percaya bahwa tidak ada tuhan melainkan Tuhan yang dipercayai oleh Bani Israil, dan aku termasuk orang-orang muslim (berserah diri).” Mengapa baru sekarang (kamu beriman), padahal sesungguhnya engkau telah durhaka sejak dahulu, dan engkau termasuk orang yang berbuat kerusakan. Maka pada hari ini Kami selamatkan jasadmu agar engkau dapat menjadi pelajaran bagi orang-orang yang datang setelahmu, tetapi kebanyakan manusia tidak mengindahkan tanda-tanda (kekuasaan) Kami. (Yµnus/10: 90-91 dan 92)\r\n"}