{"tafsir_id":2428,"surah_id":20,"aya_number":80,"tafsir_wajiz":"Mengingatkan betapa besar nikmat-Nya kepada Bani Israil, Allah berfirman, “Wahai Bani Israil! Sungguh, Kami telah menyelamatkan kamu dari musuhmu, yaitu Fir’aun dan tentaranya, dan Kami telah mengadakan perjanjian dengan kamu melalui Nabi Musa untuk bermunajat dan berada di tempat yang telah ditetapkan, yaitu di sebelah kanan gunung Sinai, dan Kami telah menurunkan kepada kamu mann dan salwa sebagai bahan akanan untuk kelangsungan hidupmu.","tafsir_tahlili":"(80) Ayat ini menerangkan bahwa Allah telah mengaruniakan kepada Bani Israil tiga macam nikmat.\r\n1.  Mereka diselamatkan-Nya dari kekejaman musuhnya yaitu Firaun dan kaumnya. Ketika Firaun menimpakan kepada Bani Israil siksaan yang seberat-beratnya, mereka menyembelih anak laki-laki, dan membiarkan hidup anak-anak perempuan, dan ketika Allah menenggelamkan Firaun dan tentaranya sedang Musa melihatnya. Sebagaimana firman Allah:\r\nوَاِذْ نَجَّيْنٰكُمْ مِّنْ اٰلِ فِرْعَوْنَ يَسُوْمُوْنَكُمْ سُوْۤءَ الْعَذَابِ يُذَبِّحُوْنَ اَبْنَاۤءَكُمْ وَيَسْتَحْيُوْنَ نِسَاۤءَكُمْ ۗ وَفِيْ ذٰلِكُمْ بَلَاۤءٌ مِّنْ رَّبِّكُمْ عَظِيْمٌ   ٤٩  وَاِذْ فَرَقْنَا بِكُمُ الْبَحْرَ فَاَنْجَيْنٰكُمْ وَاَغْرَقْنَآ اٰلَ فِرْعَوْنَ وَاَنْتُمْ تَنْظُرُوْنَ   ٥٠  \r\nDan (ingatlah) ketika Kami menyelamatkan kamu dari (Firaun dan) pengikut-pengikut Firaun. Mereka menimpakan siksaan yang sangat berat kepadamu. Mereka menyembelih anak-anak laki-lakimu dan membiarkan hidup anak-anak perempuanmu. Dan pada yang demikian itu merupakan cobaan yang besar dari Tuhanmu. Dan (ingatlah) ketika Kami membelah laut untukmu, sehingga kamu dapat Kami selamatkan dan Kami tenggelamkan (Firaun dan) pengikut-pengikut Firaun, sedang kamu menyaksikan. (al-Baqarah/2: 49 dan 50)\r\n2.  Musa berbicara langsung dengan Tuhannya di sebelah kanan gunung Sinai dan Allah menurunkan Taurat kepadanya yang merinci dengan jelas syariat-Nya.\r\n3.  Mereka dianugerahi  Mann yaitu makanan seperti madu, rasanya manis sekali, warnanya putih seperti es, dan Salwā yaitu burung sebangsa puyuh yang enak dagingnya, ketika mereka tersesat di padang luas. Makanan ini tersedia dari fajar sampai matahari terbit.\r\n"}