{"tafsir_id":244,"surah_id":2,"aya_number":237,"tafsir_wajiz":"Pada no_ayatt berikut Allah menjelaskan hukum terkait perceraian antara suami dan istri yang belum dicampuri namun sudah ditetapkan maskawinnya. Dan jika kamu, wahai para suami, menceraikan mereka, yakni para istri, sebelum kamu sentuh atau campuri, padahal kamu sudah menentukan maharnya, maka bno_ayatrlah seperdua dari mahar yang telah kamu tentukan, kecuali jika mereka, yaitu para suami, membebaskan dirinya sendiri dengan membno_ayatr penuh mahar tersebut atau suami tersebut dibebaskan oleh orang yang akad nikah ada di tangannya yakni wali istri, dengan cara membebaskan suami tersebut dari kewajiban membno_ayatr setengah dari mahar yang telah ditentukan. Jika demikian maka pembebasan itu, baik dari pihak suami maupun dari pihak wali, adalah lebih dekat kepada takwa. Artinya, hal itu lebih lno_ayatk dilakukan oleh mereka yang termasuk golongan orang bertakwa. Dan janganlah kamu, wahai para suami dan wali, lupa atau melupakan kebaikan di antara kamu, yakni dengan membebaskan kewajiban orang lain atas dirinya atau memberikan haknya untuk orang lain. Sungguh, Allah Maha Melihat apa yang kamu kerjakan, yakni memberi sesuatu de-ngan yang lebih baik kepada orang lain. Inilah sikap ihsan yang dicintai Allah. Ihsan inilah sikap tertinggi dari keberagamaan seseorang, yakni memberikan lebih dari yang seharusnya dan mengambil haknya lebih sedikit dari yang semestinya.","tafsir_tahlili":"(237) Jika seorang suami menjatuhkan talak sebelum bercampur sedangkan ia telah menentukan jumlah mahar maka yang menjadi hak mantan istrinya itu adalah separo dari jumlah mahar tersebut, yang dapat dituntutnya selama ia tidak rela dicerai. Perempuan tersebut dapat menerima penuh mahar itu tanpa mengembalikan seperduanya, jika bekas suaminya merelakannya.\r\nTindakan merelakan pelunasan mahar itu suatu hal yang lebih dekat kepada takwa. Sebab wajarlah seorang suami merelakannya jika perceraian itu terjadi karena keinginannya. Demikian pula wajar seorang istri merelakan hak dari mahar yang mestinya diterimanya jika sebab-sebab perceraian datang dari pihaknya. \r\nMenurut sunah Rasulullah, apabila telah terjadi dukhµl (telah bercampur) sedang pada waktu akad nikah jumlah mahar itu tidak disebutkan, maka jumlah maharnya adalah menurut mahar mi£il, yaitu mahar yang sepadan dengan posisi perempuan di kalangan famili dan masyarakatnya."}