{"tafsir_id":245,"surah_id":2,"aya_number":238,"tafsir_wajiz":"Usai menjelaskan hukum keluarga dalam beberapa no_ayatt sebelumnya, pada no_ayatt ini Allah menjelaskan hukum asasi antara manusia dengan Allah, yakni salat. Hal ini seakan mengingatkan agar persoalan keluarga tidak membuat manusia lupa akan kewajiban asasinya, yaitu salat. Karena itu, no_ayatt ini dimulai dengan kata perintah. Peliharalah secara sungguh-sungguh, baik secara pribadi maupun saling mengingatkan antara satu dengan lainnya tentang semua salat, dan peliharalah secara khusus salat wusta, yakni salat asar dan subuh, karena keutamaannya. Dan laksanakanlah salat karena Allah Pemilik kemuliaan dan keagungan dengan khusyuk, yakni dengan penuh ketaatan dan keikhlasan. ","tafsir_tahlili":"(238-239) Dalam ayat ini diterangkan keutamaan melakukan salat, dan selalu memeliharanya. Keluarga merupakan bagian dari masyarakat dan dalam memenuhi segala kebutuhan dan persoalan hidupnya banyak sekali menemui kesulitan yang kadang-kadang dapat menjerumuskannya kepada hal-hal yang dilarang agama. Karena itu telah diberi suatu cara yang baik untuk dilakukan manusia agar selalu terjamin hubungan keduniaannya dengan ketakwaan kepada Allah dengan selalu memelihara salat. Mulai dari bangun tidur sebelum melakukan kontak dengan manusia lainnya ia ingat dan bermunajah lebih dahulu dengan Allah (waktu subuh). Kemudian setelah ia berhubungan dengan masyarakat, dan mungkin sekali terjadi perbuatan yang tidak diridai Allah maka untuk mengingatkan dan menyelamatkannya, ia dipanggil untuk berhubungan lagi dengan Allah pada waktu tengah hari (salat zuhur). Begitulah seterusnya selama 24 jam. Dengan demikian selalu terjalin antara kesibukan manusia (untuk memenuhi hajat hidupnya) dengan ingat kepada Allah dan melaksanakan perintah-perintah-Nya. Hal ini mempunyai pengaruh dan membekas dalam jiwa dan kehidupan manusia sebagaimana ditegaskan bahwa dengan salat manusia dapat terhindar dari perbuatan jahat dan mungkar. Selain itu, memelihara salat adalah bukti iman kepada Allah, dan menjadi syarat mutlak bagi kehidupan seorang Muslim, menguatkan tali persaudaraan, dan dapat menjamin hak-hak manusia. Menurut riwayat A¥mad, Rasulullah saw bersabda:\r\nاَلْعَهْدُ الَّذِيْ بَيْـنَنَا وَبَيْـنَهُمُ الصَّلاَةُ فَمَنْ تَرَكَهَا فَقَدْ كَفَرَ (رواه أحمد)\r\nPerjanjian antara kami dengan kaum kafir adalah salat, siapa yang meninggalkannya (dengan sengaja) maka ia telah menjadi kafir. (Riwayat A¥mad);Dalam hadis lain yang diriwayatkan oleh A¥mad dan a¯-°abr±n³, Rasulullah saw bersabda:\r\nمَنْ حَافَظَ عَلَيْهَا كَانَتْ لَهُ نُورًا وَبُرْهَانًا وَنَجَاةً يَوْمَ الْقِيَامَةِ وَمَنْ لَمْ يُحَافِظْ عَلَيْهَا لَمْ يَكُنْ لَهُ نُوْرٌ وَلاَبُرْهَانٌ وَلاَ نَجَاةٌ وَكَانَ يَوْمَ الْقِيَامَةِ مَعَ قَارُوْنَ وَفِرْعَوْنَ وَهَامَانَ وَأُبَيِّ بْنِ خَلَفٍ (رواه أحمد والطبراني)\r\nBarang siapa selalu memelihara salat maka ia akan dapat cahaya dan petunjuk serta akan dapat keselamatan pada hari Kiamat. Sebaliknya orang yang tidak memelihara salat maka tidak ada baginya cahaya, petunjuk dan keselamatan. Di akhirat nanti ia akan bersama Firaun, Haman, dan Ubai bin Khalaf di dalam neraka. (Riwayat A¥mad dan a¯-°abr±n³)\r\nAyat-ayat di atas menjelaskan bagaimana pentingnya menjaga dan memelihara salat. Manusia yang melaksanakan perintah ini benar-benar menjadi makhluk Allah yang bertakwa dan hidupnya akan selalu aman, berada di dalam magfirah dan rida Allah.\r\nAdapun sebab turun ayat ini menurut riwayat dari Zaid bin ¤±bit, Rasulullah saw selalu melakukan salat zuhur, meskipun pada siang hari yang panas terik yang bagi para sahabat dirasakan berat, maka turunlah ayat ini. Allah memerintahkan kepada kaum Muslimin untuk selalu menjaga salat lima waktu. Jika salat itu dilaksanakan, ia dapat memelihara diri dari berbuat hal-hal yang jahat dan mungkar. Salat dapat menjadi penenang jiwa dari segala kegelisahan yang menimpa diri. Karena itu salat merupakan tiang agama.\r\nAllah menekankan salat wus¯±. Salat wusta menurut jumhur Ulama ialah salat Asar. Allah mengajarkan pula, agar dalam melakukan salat kita berlaku khusyuk dan tawaduk. Sebab pemusatan pikiran kepada Allah semata-mata adalah tingkat salat yang paling baik dan salat inilah yang dapat membekas pada jiwa manusia.\r\nKarena pentingnya melaksanakan dan memelihara salat ini seorang Muslim tidak boleh meninggalkannya walau dalam keadaan bagaimanapun. Salat tetap tidak boleh ditinggalkan, meskipun dalam suasana kekhawatiran terhadap jiwa, harta, atau kedudukan. Dalam keadaan uzur, salat dapat dikerjakan menurut cara yang mungkin dilakukan, baik dalam keadaan berjalan kaki, berkendaraan, ataupun sakit. Maka setelah hilang uzur itu, terutama yang berupa kekhawatiran, hendaklah bersyukur kepada Allah, karena Allah mengajarkan kepada manusia hal-hal yang tidak diketahuinya termasuk mengenai kaifiat (cara) melakukan salat dalam masa tidak aman/dalam keadaan perang."}