{"tafsir_id":2452,"surah_id":20,"aya_number":104,"tafsir_wajiz":"Allah Maha Mendengar perkataan makhluk-Nya. Kami lebih mengetahui dari siapa saja tentang apa yang mereka katakan, walaupun dengan cara berbisik. Demikian pula ketika orang yang paling lurus jalannya diantara mereka, yaitu mereka yang ucapannya paling mendekati kebenaran, berkata, “Kamu tidak hidup dan tinggal di dunia melainkan hanyalah sehari saja.”","tafsir_tahlili":"(104) Pada ayat ini Allah menegaskan bahwa Dia mengetahui semua yang mereka perbincangkan dengan cara berbisik-bisik, ketika salah seorang yang paling pandai di antara mereka mengatakan bahwa mereka tinggal di bumi hanya satu hari saja. Mungkin maksudnya mengatakan satu hari saja agar mereka dibebaskan dari siksa kedurhakaan mereka dan dari balasan amal perbuatan mereka karena mereka hanya sebentar saja tinggal di dunia, tidak diberi kesempatan lebih lama untuk bertobat dan mengerjakan amal saleh. Tetapi tak ada gunanya lagi membicarakan yang demikian, karena yang sebenarnya mereka telah diberi kesempatan yang luas sekali semasa hidup di dunia untuk kembali kepada kebenaran, tetapi kesempatan itu tidak mereka pergunakan sama sekali. Pada ayat lain Allah menerangkan keadaan mereka yaitu:\r\nوَيَوْمَ تَقُوْمُ السَّاعَةُ يُقْسِمُ الْمُجْرِمُوْنَ ەۙ مَا لَبِثُوْا غَيْرَ سَاعَةٍ ۗ \r\nDan pada hari (ketika) terjadinya Kiamat, orang-orang yang berdosa bersumpah, bahwa mereka berdiam (dalam kubur) hanya sesaat (saja).  (ar-Rµm/30: 55)\r\nDan firman-Nya:\r\nوَيَوْمَ يَحْشُرُهُمْ كَاَنْ لَّمْ يَلْبَثُوْٓا اِلَّا سَاعَةً مِّنَ النَّهَارِ يَتَعَارَفُوْنَ بَيْنَهُمْۗ قَدْ خَسِرَ الَّذِيْنَ كَذَّبُوْا بِلِقَاۤءِ اللّٰهِ وَمَا كَانُوْا مُهْتَدِيْنَ   \r\nDan (ingatlah) pada hari (ketika) Allah mengumpulkan mereka, (mereka merasa) seakan-akan tidak pernah berdiam (di dunia) kecuali sesaat saja pada siang hari, (pada waktu) mereka saling berkenalan. Sungguh rugi orang yang mendustakan pertemuan mereka dengan Allah dan mereka tidak mendapat petunjuk. (Yµnus/10: 45)\r\n"}