{"tafsir_id":2462,"surah_id":20,"aya_number":114,"tafsir_wajiz":"Dengan semua sifat itu, maka sesungguhnya Mahatinggi Allah, Raja yang sebenar-benarnya. Dan karena itu, janganlah kamu, wahai Nabi Muhammad, tergesa-gesa membaca Al-Qur’an sebelum disempurnakan pewahyuannya kepadamu agar kamu tidak salah memahami dan mengajarkannya, dan katakanlah, “Ya Tuhanku, tambahkanlah kepadaku ilmu pengetahuan yang bermanfaat.”","tafsir_tahlili":"(114) Diriwayatkan bahwa Nabi Muhammad saw ketika Jibril membacakan kepadanya beberapa ayat yang diturunkan, dia cepat-cepat membacanya kembali padahal Jibril belum selesai membacakan seluruh ayat yang akan disampaikan pada Nabi. Hal ini karena Nabi takut kalau dia tidak cepat-cepat mengulanginya, mungkin dia lupa dan tidak dapat mengingat kembali. Oleh sebab itu Allah melarangnya bertindak seperti itu, karena tindakan seperti itu mungkin akan lebih mengacaukan hafalannya sebab di waktu dia mengulangi membaca apa yang telah dibacakan kepadanya perhatiannya tertuju kepada pengulangan bacaan itu tidak kepada ayat-ayat selanjutnya yang akan dibacakan jibril padahal Allah menjamin akan memelihara Al-Qur'an dengan sebaik-baiknya, jadi tidak mungkin Nabi Muhammad lupa atau dijadikan Allah lupa kalau dia mendengarkan baik-baik lebih dahulu semua ayat-ayat yang dibacakan Jibril kemudian bila Jibril telah selesai membacakan seluruhnya, barulah Nabi membacanya kembali.\r\nAyat ini menegaskan bahwa Allah Yang Mahatinggi, Mahabesar amat Luas Ilmu-Nya yang dengan Ilmu-Nya itu Dia mengatur segala sesuatu dan membuat peraturan-peraturan yang sesuai dengan kepentingan makhluk-Nya, tidak terkecuali peraturan-peraturan untuk keselamatan dan kebahagiaan umat manusia. Dialah yang mengutus para nabi dan para rasul dan menurunkan kitab-kitab suci seperti Zabur, Taurat dan Injil serta Dia pulalah yang menurunkan Al-Qur'an kepada Nabi Muhammad saw. Al-Qur'an diturunkan kepada Nabi Muhammad dengan berangsur-angsur bukan sekaligus sesuai dengan hikmah kebijaksanaan-Nya. Kadang-kadang diturunkan hanya beberapa ayat pendek saja atau surah yang pendek pula dan kadang-kadang diturunkan ayat-ayat yang panjang sesuai dengan keperluan dan kebutuhan pada waktu itu.\r\nMengenai hal ini Allah berfirman:\r\nلَا تُحَرِّكْ بِهٖ لِسَانَكَ لِتَعْجَلَ بِهٖۗ  ١٦  اِنَّ عَلَيْنَا جَمْعَهٗ وَقُرْاٰنَهٗ ۚ  ١٧  فَاِذَا قَرَأْنٰهُ فَاتَّبِعْ قُرْاٰنَهٗ ۚ  ١٨  ثُمَّ اِنَّ عَلَيْنَا بَيَانَهٗ ۗ  ١٩  \r\nJangan engkau (Muhammad) gerakkan lidahmu (untuk membaca Al-Quran) karena hendak cepat-cepat (menguasai)nya. Sesungguhnya Kami yang akan mengumpulkannya (di dadamu) dan membacakannya.Apabila Kami telah selesai membacakannya maka ikutilah bacaannya itu. Kemudian sesungguhnya Kami yang akan menjelaskannya. (al-Qiyāmah/75: 16-19)\r\nMengenai jaminan Allah dan terpeliharanya Al-Qur'an tersebut dalam ayat:\r\nاِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَاِنَّا لَهٗ لَحٰفِظُوْنَ    \r\nSesungguhnya Kamilah yang menurunkan Al-Qur'an, dan pasti Kami (pula) yang memeliharanya. (al-¦ijr/15: 9)\r\nKemudian Allah menyuruh Nabi Muhammad saw agar berdoa supaya Dia memberikan kepadanya tambahan ilmu. Diriwayatkan oleh at-Tirmizi dari Abu Hurairah bahwa Rasulullah berdoa seperti berikut:\r\nاَللَّهُمَّ انْفَعْنِيْ بِمَا عَلَّمْتَنِيْ وَعَلِّمْنِيْ مَا يَنْفَعُنِيْ وَزِدْنِيْ عِلْمًا وَالْحَمْدُ لِلَّهِ عَلَى كُلِّ حَالٍ وَاَعُوْذُ بِاللهِ مِنْ حَالِ اَهْلِ النَّارِ  (رواه الترمذي وابن ماجه والبزار)\r\nYa Allah. Jadikanlah ilmu yang Engkau ajarkan kepadaku bermanfaat bagiku, ajarkanlah kepadaku ilmu yang berguna untukku dan berikanlah kepadaku tambahan ilmu. Segala puji bagi Allah atas segala hal, aku berlindung kepada Allah dari keadaan dan segala hal yang dilakukan oleh penghuni neraka. (at-Tirmi©i, Ibnu Mājah dan al-Bazzār)\r\n"}