{"tafsir_id":247,"surah_id":2,"aya_number":240,"tafsir_wajiz":"Usai sejenak mengingatkan manusia agar tidak melalaikan salat karena persoalan keluarga, pada no_ayatt ini Allah kembali menjelaskan hukum keluarga. Dan orang-orang yang akan mati, baik karena sudah renta maupun sakit menahun, di antara kamu, wahai para suami, dan kamu meninggalkan istri-istri, hendaklah ia sebelum meninggal dunia membuat wasiat untuk istri-istrinya untuk tetap tinggal di rumah, juga berpesan kepada anak-anak dan saudara-saudaranya agar memberi mereka nafkah berupa sandang dan pangan, paling tidak sampai setahun sejak suami wafat tanpa seorang pun boleh mengeluarkannya atau mengusirnya dari rumah itu. Tetapi jika mereka, yakni istri yang ditinggal mati suaminya, sebelum setahun keluar sendiri dari rumah tersebut untuk pindah ke tempat lain, maka tidak ada dosa bagimu, wahai para wali atau siapa saja, mengenai apa yang mereka lakukan terhadap diri mereka sendiri dalam hal-hal yang baik yang tidak melanggar syariat. Allah Mahaperkasa sehingga harus ditaati, Mahabijaksana dalam menetapkan hukum demi kemaslahatan hamba-Nya. ","tafsir_tahlili":"(240) Allah menganjurkan kepada para suami apabila ia merasa telah dekat ajalnya agar berwasiat untuk istrinya yaitu dengan memberikan sebagian hartanya untuk belanja selama satu tahun, dengan tetap tinggal di rumahnya. Jika istrinya meninggalkan rumah setelah setahun, maka keluarga suami tidak boleh menghalangi tindakan istri tersebut karena tidak melanggar ajaran agama. Umpamanya, untuk aktif di tengah masyarakat dan menunjukkan kesediaannya untuk bersuami lagi. Sebab, statusnya telah bebas, tidak sebagaimana adat jahilliah, perempuan merupakan harta warisan. Allah Mahabijaksana dalam menetapkan hukum-hukum untuk kemaslahatan hamba-Nya.\r\nPerlu dijelaskan di sini, pandangan para ulama tafsir mengenai ayat 240 ini, yaitu sebagaimana ahli ushul berbeda pendapat tentang nasikh dan mansukh di dalam Al-Qur′an, terdapat perbedaan pula di kalangan ahli tafsir.\r\nAda mufasir yang mengakui adanya nasikh dan mansukh di dalam Al-Qur′an dan ada pula yang tidak mengakui. Ahli tafsir yang mengakui nasikh dalam Al-Qur′an menafsirkan bahwa ayat ini memerintahkan agar suami berwasiat, yaitu menyisihkan sebagian hartanya untuk istrinya yang ditinggalkan untuk masa satu tahun dan ia tetap tinggal di kediaman suaminya. Hal ini menunjukkan bahwa idah wafat itu satu tahun lamanya. Maka antara kedua ayat ini (240 dan 234) terdapat hukum yang bertentangan. Golongan ini memandang bahwa:;(a) Ayat yang menunjukkan idah wafat satu tahun itu lebih belakangan letaknya daripada ayat yang menetapkan idah wafat 4 bulan sepuluh hari, tetapi di dalam sejarah turunnya ia lebih dahulu. Atas dasar ini, ayat 234 yang menetapkan idah wafat 4 bulan 10 hari menasakh hukum ayat 240 ini.\r\n(b)  Kalau tidak diakui adanya nasakh dalam Al-Qur′an, maka zahir ayat ini mewajibkan suami berwasiat untuk istrinya. Dengan demikian, istri mendapat dua macam bagian, pertama bagian sebagai istri (ahli waris) yang ditetapkan oleh ayat waris, dan kedua, bagian sebagai wasiat menurut ayat ini. Tetapi ayat ini ditakhsis dengan hadis sahih yang berbunyi: لاَ وَصِيَّةَ لِوَارِثٍ (رواه أحمد والأربعة إلاّ النسائي) (“Tidak ada wasiat untuk ahli waris,” [Riwayat A¥mad dan Imam Empat kecuali an-Nas±′³]), sehingga istri tidak mendapatkan dua macam bagian. "}