{"tafsir_id":2478,"surah_id":20,"aya_number":130,"tafsir_wajiz":"Wahai Nabi Muhammad, bila orang kafir terus menentang dakwahmu maka sabarlah kamu atas apa yang mereka katakan. Untuk meneguhkan pendirianmu, berdoalah kepada Allah dan bertasbihlah dengan memuji Tuhanmu. Lakukan itu sebelum terbit matahari dan sebelum terbenamnya, dan bertasbih pulalah pada waktu-waktu di malam hari dengan salat lail, dan pada waktu-waktu di siang hari. Yang demikian itu supno_ayat kamu merasa senang dan hatimu tenteram.","tafsir_tahlili":"(130) Kemudian Allah memerintahkan kepada Nabi Muhammad saw agar dia tetap bersabar menghadapi tindakan-tindakan kaumnya yang kafir itu serta cemoohan dan penghinaan mereka terhadapnya seperti menuduhnya sebagai tukang sihir, orang gila, penyair dan sebagainya. Di samping itu hendaklah dia senantiasa mengingat dan mensucikan Tuhan dengan bertasbih dan salat sebelum terbit matahari, sebelum terbenam matahari dan di tengah malam. Memang dengan mengingat Allah dan dengan salat seseorang dapat membebaskan dirinya dari kekalutan pikiran, kesedihan dan kebimbangan. Nabi Muhammad sendiri pernah berkata tentang faedah salat untuk menenteramkan hatinya.\r\nوَجُعِلَتْ قُرَّةُ عَيْنِى فِى الصَّلاَةِ (رواه احمد والنسائي عن المغيرة )\r\nDan dijadikan ketenangan hatiku ketika salat. (Riwayat A¥mad dan an-Nasāi dari al-Mug³rah)\r\nPada ayat lain Allah memerintahkan untuk menanggulangi suatu masalah yang pelik hendaknya kita bersikap sabar dan mendirikan salat.\r\nوَاسْتَعِيْنُوْا بِالصَّبْرِ وَالصَّلٰوةِ ۗ وَاِنَّهَا لَكَبِيْرَةٌ اِلَّا عَلَى الْخٰشِعِيْنَۙ  \r\nDan mintalah pertolongan (kepada Allah) dengan sabar dan salat. Dan (salat) itu sungguh berat, kecuali bagi orang-orang yang khusyuk. (al- Baqarah/2: 45)\r\nDalam sebuah hadis yang diriwayatkan oleh Ibnu Jarir, Rasulullah saw bersabda:\r\nقَالَ رَسُوْلُ اللهِ صَلَّى الله ُعَلَيْهِ وَسَلَّمَ اِنَّكُمْ سَتَرَوْنَ رَبَّكُمْ كَمَا تَرَوْنَ هٰذَا الْقَمَرَ لاَتُضَامُّوْنَ فِى رُؤْيَتِهِ فَاِنِ اسْتَطَعْتُمْ اَلاَّ تُغْلَبُوْا عَنْ صَلاَةٍ قَبْلَ طُلُوْعِ الشَّمْسِ وَقَبْلَ غُرُوْبِهَا فَافْعَلُوْا (رواه البخاري ومسلم)\r\nBersabdalah Rasulullah saw: “Sesungguhnya kamu akan melihat Tuhanmu sebagaimana kamu melihat bulan ini, kamu tidak dihalang-halangi waktu melihat-Nya. Jika kamu sanggup berusaha agar kamu jangan ketinggalan salat sebelum terbit matahari dan sebelum terbenamnya, maka kerjakanlah.” (Riwayat al-Bukhār³ dan Muslim)\r\nKemudian Nabi membaca ayat 130 ini. \r\nعَنْ اَبِيْ هُرَيْرَةَ قَالَ: قَالَ رَسُوْلُ الله صَلَّى الله ُعَلَيْهِ وَسَلَّمَ يَقُوْلُ الله ُتَعَالَى: يَا ابْنَ اَدَمَ تَفْرُغُ لِعِبَادَتِى أَمْلَأُصَدْرَكَ غِنىً وَاَسُدُّ فَقْرَكَ وَاِنْ لمَ ْتَفْعَلْ مَلَأْتُ صَدْرَكَ شُغْلاً وَلمَ ْاَسُدَّ فَقْرَكَ. (رواه احمد والترمذى)\r\nDiriwayatkan dari Abu Hurairah. Bersabda Nabi Muhammad saw, “Allah berfirman, Hai anak Adam gunakanlah waktumu untuk beribadah kepadaKu, maka Aku akan mengisi dadamu dengan kekayaan (batin) dan menghapus kefakiranmu. Tetapi bila kamu tidak mau mengerjakannya maka Aku akan mengisi dadamu dengan kesibukan dan tidak akan menutupi kefakiranmu.” (Riwayat A¥mad dan at-Tirmi©i)\r\nKemudian Allah mengatakan kepada Nabi Muhammad saw bila engkau telah mengerjakan apa yang telah Aku perintahkan kepadamu yaitu salat sebelum matahari terbit, sebelum terbenamnya, dan di tengah-tengah malam, niscaya jiwamu akan damai dan tenteram, dan engkau akan rida terhadap apa yang dikaruniakan Allah kepadamu sebagaimana tersebut dalam ayat:\r\nوَلَسَوْفَ يُعْطِيْكَ رَبُّكَ فَتَرْضٰىۗ  \r\nDan sungguh, kelak Tuhanmu pasti memberikan karunia-Nya kepadamu, sehingga engkau menjadi puas. (a«-u¥ā/93: 5)\r\nMengenai rida dan kepuasan batin ini, sebuah hadis sahih mengungkapkan sebagai berikut:\r\nاِنَّ رَسُوْلَ اللهِ صَلَّى الله ُعَلَيْهِ وَسَلَّمَ قَالَ: يَقُوْلُ الله ُتَعَالَى: يَا أَهْلَ الْجَنَّةِ فَيَقُوْلُوْنَ: لَبَّيْكَ رَبَّنَا وَسَعْدَيْكَ، فَيَقُوْلُ هَلْ رَضِيْتُمْ فَيَقُوْلُوْنَ رَبَّنَا وَمَا لَنَا لاَنَرْضٰى وَقَدْ أَعْطَيْتَنَا مَالمَ ْتُعْطِ أَحَدًا مِنْ خَلْقِكَ، فَيَقُوْلُ اِنِّيْ اُعْطِيْكُمْ اَفْضَلَ مِنْ ذٰلِكَ فَيَقُوْلُوْنَ وَاَيُّ شَيْءٍ اَفْضَلُ مِنْ ذٰلِكَ، فَيَقُوْلُ اُحِلُّ عَلَيْكُمْ رِضْوَانِى فَلاَ اَسْخَطَ عَلَيْكُمْ بَعْدَهُ أَبَدًا (رواه البخاري ومسلم عن أبى هريرة)\r\nRasulullah saw bersabda, “Allah berkata kepada penghuni surga, Hai para penghuni surga. Mereka menjawab, Kami siap mendengarkan firman Engkau Ya Tuhan kami, selamat dan bahagia atas Engkau, lalu Allah berfirman apakah kamu telah rida dan puas? Mereka menjawab: Bagaimana kami tidak akan rida dan puas Engkau telah menganugerahkan kepada kami nikmat-nikmat yang tidak Engkau berikan kepada selain kami di antara makhluk-makhluk Engkau. Maka Allah berfirman, Aku akan menganugerahkan kepadamu sesuatu yang lebih baik dari itu. Mereka bertanya: Apakah itu ya Tuhan kami, yang lebih baik dari anugerah yang telah kami terima? Allah berfirman, Allah berfirman, Aku akan memberikan kepada kamu keridaanKu, maka Aku tidak akan marah kepadamu setelah itu untuk selama-lamanya.” (Riwayat al-Bukhār³ dan Muslim dari Abu Hurairah)\r\nDemikianlah halnya bila seseorang yang telah mencapai rida Allah berkat ketaatan dan kepatuhannya, terhadap Tuhannya\r\n"}