{"tafsir_id":2480,"surah_id":20,"aya_number":132,"tafsir_wajiz":"Setelah memahami apa yang akan terjadi pada orang musyrik dan kafir, maka taatlah kepada-Nya dan perintahkanlah kepada keluargamu mendirikan salat dan bersabarlah kamu dalam mengerjakannya. Wahai nabi Muhammad, Kami tidak meminta rezeki kepadamu, melainkan Kamilah yang memberi rezeki kepadamu. Orang yang taat akan mendapat pahala, dan akibat yang baik itu adalah balasan yang paling lno_ayatk bagi orang yang bertakwa.","tafsir_tahlili":"(132) Ayat ini menjelaskan amanat berikutnya yang tidak kurang pentingnya dari perintah sebelumnya ialah perintah Allah kepada Nabi saw menyuruh untuk keluarganya mengerjakan salat dan sabar dalam melaksanakan salat dengan menjaga waktu dan kesinambungannya. Perintah itu diiringi dengan perintah yang kedua yaitu dengan peringatan bahwa Allah tidak minta rezeki kepada Nabi, sebaliknya Allah yang akan memberi rezeki kepadanya, sehingga Nabi tidak perlu memikirkan soal rezeki keluarganya. Oleh sebab itu keluarganya agar jangan terpengaruh atau menjadi silau matanya melihat kekayaan dan kenikmatan yang dimiliki oleh istri-istri orang kafir itu. Demikianlah amanat Allah kepada Rasul-Nya sebagai bekal untuk menghadapi perjuangan berat, yang patut menjadi contoh teladan bagi setiap pejuang yang ingin menegakkan kebenaran di muka bumi. Mereka harus lebih dahulu menjalin hubungan yang erat dengan Khaliknya yaitu dengan tetap mengerjakan salat dan memperkokoh batinnya dengan sifat tabah dan sabar. Di samping itu haruslah seisi rumah tangganya mempunyai sifat seperti yang dimilikinya. Dengan demikian ia akan tabah berjuang tidak diombangambingkan oleh perhiasan kehidupan dunia seperti kekayaan, pangkat dan kedudukan. \r\nAmanat-amanat inilah yang dipraktekkan oleh Rasulullah saw dan para sahabatnya sehingga mereka benar-benar sukses dalam perjuangan mereka sehingga dalam masa kurang lebih 23 tahun saja Islam telah berkembang dengan pesatnya di seluruh jazirah Arab dan jadilah kalimah Allah kalimah yang paling tinggi dan mulia.\r\nJika Rasul dan keluarganya menghadapi berbagai kesuliltan, beliau mengajak keluarganya untuk salat, sebagaimana  diriwayatkan dari ¤ābit, ia berkata : \r\nكَانَ النَِّبيُّ صَلَّى الله ُعَلَيْهِ وَسَلَّمَ اِذَا اَصَابَتْ اَهْلَهُ خَصَاصَةٌ نَادَى أَهْلَهُ بِالصَّلاَةِ (صَلُّوْا صَلُّوْا) قَالَ ثَابِتُ: وَكَانَ اْلاَنْبِيَاءُ عَلَيْهِمُ السَّلاَمُ اِذَا نَزَلَ بِهِمْ اَمْرٌ فَزَعُوْا اِلَى الصَّلاَةِ. (رواه ابن ابى حاتم)\r\nApabila keluarga Nabi ditimpa kesusahan, beliau memerintahkan mereka, “Ayo salatlah, salatlah,” ¤ābit berkata, “Para nabi jika tertimpa kesusahan mereka segera menunaikan salat.” (Riwayat Ibnu Ab³ ¦ātim);"}