{"tafsir_id":2481,"surah_id":20,"aya_number":133,"tafsir_wajiz":"no_ayatt-no_ayatt berikut berisi uraikan tentang tuntutan orang kafir dan peringatan yang Allah sampaikan kepada mereka melalui Rasulullah. Orang kafir mengeluhkan hukuman yang mereka terima dan mereka berkata, “Mengapa dia, Muhammad, tidak membawa tanda bukti kepada kami dari Tuhannya agar kami percno_ayat dan menaati ajaran-Nya?” Sungguh aneh perkataan mereka karena mereka telah diberi peringatan. Bukankan telah datang kepada mereka bukti nyata tentang azab yang Allah timpakan kepada umat-umat terdahulu yang ingkar, sebagaimana yang tersebut di dalam kitab-kitab yang dahulu, yakni Taurat dan Injil?”","tafsir_tahlili":"(133) Orang-orang kafir Mekah mencemoohkan Nabi Muhammad saw dengan mengatakan bahwa seruannya kepada agama yang dibawanya adalah omong kosong belaka. Kalau agama yang dibawanya benar tentulah dia membuktikannya dengan mukjizat-mukjizat seperti yang diberikan kepada Nabi Saleh yaitu unta betina, yang diberikan kepada Nabi Musa seperti tongkat dan yang diberikan kepada Isa yaitu menghidupkan orang mati dan menyembuhkan penyakit sopak. Andaikata ada pada diri mereka sedikit saja kemauan untuk berpikir dan kecenderungan untuk menerima kebenaran tentulah mereka tidak akan mengucapkan kata-kata yang demikian, karena Al-Qur'an sendiri yang diturunkan kepada Nabi Muhammad adalah mukjizatnya yang paling besar di antara mukjizat-mukjizat yang diberikan kepada Nabi-nabi sebelum Nabi Muhammad saw. \r\nBerbagai bukti telah menunjukkan bahwa mereka tidak dapat meniru keindahan susunan kalimat dan kosakata Al-Qur'an, mereka juga tidak dapat mendatangkan satu Surah pendek pun yang setaraf balagah dan fa¡a¥ah-nya dengan Surah-surah dalam Al-Qur'an. Bukankah di dalam Al-Qur'an terdapat kisah-kisah mengenai umat-umat yang terdahulu sedangkan Nabi Muhammad sendiri tidak mengenal kisah-kisah itu sebelumnya. Bukankah di dalam Al-Qur'an terdapat syariat-syariat dan peraturan-peraturan yang maksud dan tujuannya sama dengan syariat yang dibawa Nabi-nabi sebelumnya yaitu syariat-syariat untuk kepentingan dan kebahagiaan manusia di dunia dan di akhirat. Sebenarnya Al-Qur'an itu saja sudah cukup menjadi bukti bagi kebenaran Muhammad saw dan sudah cukup sebagai mukjizat besar yang kekal dan abadi. Allah sangat menyesalkan sikap mereka yang menolak Al-Qur'an begitu saja tanpa alasan yang benar dan tidak mau memikirkannya walau sedikit pun. Pada ayat lain Allah berfirman pula:\r\nبَلْ هُوَ اٰيٰتٌۢ بَيِّنٰتٌ فِيْ صُدُوْرِ الَّذِيْنَ اُوْتُوا الْعِلْمَۗ وَمَا يَجْحَدُ بِاٰيٰتِنَآ اِلَّا الظّٰلِمُوْنَ  ٤٩  وَقَالُوْا لَوْلَآ اُنْزِلَ عَلَيْهِ اٰيٰتٌ مِّنْ رَّبِّهٖ ۗ قُلْ اِنَّمَا الْاٰيٰتُ عِنْدَ اللّٰهِ ۗوَاِنَّمَآ اَنَا۠ نَذِيْرٌ مُّبِيْنٌ  ٥٠  اَوَلَمْ يَكْفِهِمْ اَنَّآ اَنْزَلْنَا عَلَيْكَ الْكِتٰبَ يُتْلٰى عَلَيْهِمْ ۗاِنَّ فِيْ ذٰلِكَ لَرَحْمَةً وَّذِكْرٰى لِقَوْمٍ يُّؤْمِنُوْنَ ࣖ   ٥١  \r\nSebenarnya, (Al-Qur'an) itu adalah ayat-ayat yang jelas di dalam dada orang-orang yang berilmu. Hanya orang-orang yang zalim yang mengingkari ayat-ayat Kami.  Dan mereka (orang-orang kafir Mekah) berkata, ”Mengapa tidak diturunkan mukjizat-mukjizat dari Tuhannya?” Katakanlah (Muhammad), ”Mukjizat-mukjizat itu terserah kepada Allah. Aku hanya seorang pemberi peringatan yang jelas.” Apakah tidak cukup bagi mereka bahwa Kami telah menurunkan kepadamu Kitab (Al-Quran) yang dibacakan kepada mereka? Sungguh, dalam (Al-Quran) itu terdapat rahmat yang besar dan pelajaran bagi orang-orang yang beriman.  (al-Ankabµt/29: 49-51)\r\n"}