{"tafsir_id":2499,"surah_id":21,"aya_number":16,"tafsir_wajiz":"Dan Kami, tidak menciptakan langit dan bumi sejak awal penciptaan hingga sekarang, dan segala apa yang ada di antara keduanya, termasuk hukum alam yang terjadi di langit dan di bumi dengan main-main, tanpa perencanaan, tujuan, dan pemeliharaan untuk kepentingan manusia sehingga tidak pantas manusia menghindar dari iman dan ibadah kepada Allah.","tafsir_tahlili":"(16) Ayat ini menjelaskan bahwa Allah tidak menciptakan langit dan bumi serta semua yang terdapat di antara keduanya, untuk maksud yang sia-sia atau main-main, melainkan dengan tujuan yang benar, yang sesuai dengan hikmah dan sifat-sifat-Nya yang sempurna.\r\nPernyataan ini merupakan jawaban terhadap sikap dan perbuatan kaum kafir yang mengingkari kenabian Muhammad saw, serta kemukjizatan Al-Qur'an. Karena tuduhan-tuduhan yang dilemparkan kepadanya yaitu, bahwa Al-Qur'an adalah buatan Muhammad, bukan wahyu dan mukjizat yang diturunkan Allah kepadanya. Sikap ini menunjukkan bahwa mereka tidak mengakui ciptaan Allah, seakan-akan Allah menciptakan sesuatu hanya untuk main-main, tidak mempunyai tujuan yang benar dan luhur. Padahal Allah menciptakan langit, bumi dan seisinya, dan yang ada di antara keduanya, adalah agar manusia menyembah-Nya dan berusaha untuk mengenal-Nya melalui ciptaan-Nya itu. Akan tetapi maksud tersebut baru dapat tercapai dengan sempurna apabila penciptaan alam itu diikuti dengan penurunan Kitab yang berisi petunjuk dan dengan mengutus para rasul untuk membimbing manusia. Al-Qur'an selain menjadi petunjuk bagi manusia, juga berfungsi sebagai mukjizat terbesar bagi Muhammad saw, untuk membuktikan kebenaran kerasulannya. Oleh sebab itu, orang-orang yang mengingkari kerasulan Muhammad adalah juga orang-orang yang menganggap bahwa Allah menciptakan alam ini dengan sia-sia, tanpa adanya tujuan dan hikmat yang luhur, tanpa ada manfaat dan kegunaannya.\r\nApabila manusia mau memperhatikan semua yang ada di bumi ini, baik yang tampak di permukaannya, maupun yang tersimpan dalam perut bumi itu, niscaya ia akan menemukan banyak keajaiban yang menunjukkan kekuasaan Allah. Jika ia yakin bahwa kesemuanya itu diciptakan Allah untuk kemaslahatan dan kemajuan hidup manusia sendiri, maka ia akan merasa bersyukur kepada Allah, dan meyakini bahwa semuanya itu diciptakan Allah berdasarkan tujuan yang luhur karena semuanya memberikan faedah yang tidak terhitung banyaknya. Bila manusia sampai kepada keyakinan semacam itu, sudah pasti ia tidak akan mengingkari Al-Qur'an dan tidak akan menolak kerasulan Nabi Muhammad saw.\r\nSenada dengan isi ayat ini, Allah telah berfirman dalam ayat-ayat yang lain.\r\nوَمَا خَلَقْنَا السَّمَاۤءَ وَالْاَرْضَ وَمَا بَيْنَهُمَا بَاطِلًا ۗذٰلِكَ ظَنُّ الَّذِيْنَ كَفَرُوْا فَوَيْلٌ لِّلَّذِيْنَ كَفَرُوْا مِنَ النَّارِۗ  \r\nDan Kami tidak menciptakan langit dan bumi dan apa yang ada di antara keduanya dengan sia-sia. Itu anggapan orang-orang kafir, maka celakalah orang-orang yang kafir itu karena mereka akan masuk neraka. (¢ād/38: 27)\r\nDan firman Allah lagi:\r\nمَا خَلَقْنٰهُمَآ اِلَّا بِالْحَقِّ وَلٰكِنَّ اَكْثَرَهُمْ لَا يَعْلَمُوْنَ  \r\nTidaklah Kami ciptakan keduanya melainkan dengan haq (benar), tetapi kebanyakan mereka tidak mengetahui. (ad- Dukhān/44: 39)\r\n"}