{"tafsir_id":2500,"surah_id":21,"aya_number":17,"tafsir_wajiz":"Seandainya Kami, hendak membuat suatu permainan dalam kehidupan ini dengan mengambil istri dan anak, sebagaimana tuduhan orang-orang kafir, tentulah Kami membuatnya dari sisi Kami, dari segi cara, pilihan dan jumlah yang Kami kehendaki, jika Kami benar-benar menghendaki berbuat demikian, namun tindakan ini mustahil bagi Allah.","tafsir_tahlili":"(17) Untuk memahami dengan tuntas anggapan orang-orang kafir yang keliru itu, maka dalam ayat ini Allah menambah keterangan bahwa jika seandainya Allah menciptakan alam ini dengan maksud main-main, niscaya Allah dapat saja menciptakan permainan-permainan yang sesuai dengan keinginan-Nya, seperti perbuatan raja-raja yang mendirikan istana yang megah-megah dengan singgasana dan tempat-tempat tidur yang empuk. Akan tetapi Allah tidak bermaksud demikian, dan tidak akan berbuat semacam itu. Allah menciptakan langit dan bumi itu adalah untuk kebahagiaan hidup manusia, dan untuk dijadikan sarana berpikir bagi manusia agar mereka meyakini keagungan khālik-Nya dan taat kepada-Nya. Maka Allah menciptakan langit dan bumi adalah dengan hikmat dan tujuan yang tinggi, sesuai dengan ketinggian martabatnya. Sifat main-main dan bersantai-santai adalah sifat makhluk, bukan sifat Allah.\r\nManusia juga termasuk ciptaan Allah yang telah diciptakan-Nya berdasarkan hikmah dan tujuan yang mulia, dan diberinya kelebihan dari makhluk-makhluk-Nya yang lain. Oleh karena itu manusia harus bertanggung jawab atas segala perbuatannya, dan Allah akan memberinya balasan pahala atau siksa, sesuai dengan baik dan buruknya perbuatan manusia itu.\r\nSebagian mufasirin menafsirkan “ لهوا “ dalam ayat ini dengan arti “anak”. Jadi menurut mereka, Jika Allah hendak mengambil anak tentu diambil-Nya dari golongan makhluk-Nya yang sesuai dengan sifat-sifat-Nya, yaitu dari golongan malaikat, umpamanya sebagaimana firman Allah dalam ayat-ayat lain:\r\nلَوْ اَرَادَ اللّٰهُ اَنْ يَّتَّخِذَ وَلَدًا لَّاصْطَفٰى مِمَّا يَخْلُقُ مَا يَشَاۤءُ ۙ \r\nSekiranya Allah hendak mengambil anak, tentu Dia akan memilih apa yang Dia kehendaki dari apa yang telah diciptakan-Nya. (az-Zumar/39: 4)\r\nSementara mufasir yang lain menafsirkan lahwan dengan arti “istri”.\r\nAkan tetapi mempunyai anak istri dan keturunan bukanlah sifat Allah, melainkan sifat-sifat makhluk-Nya; sedang Allah tidak sama dengan makhluk-Nya. Dengan adanya istri dan anak berarti Allah membutuhkan orang lain sementara Allah sama sekali tidak membutuhkan kepada selain-Nya, sehingga adanya istri dan anak menjadi sesuatu yang mustahil bagi-Nya. Maka anggapan sebagian manusia bahwa Allah mempunyai anak, adalah anggapan yang sesat.\r\n"}