{"tafsir_id":2518,"surah_id":21,"aya_number":35,"tafsir_wajiz":"Karena hidup manusia di dunia tidak kekal, maka ketetapan Allah berlaku bahwa setiap yang bernyawa akan merasakan mati. Allah kemudian menetapkan garis bahwa hidup adalah ujian. Kami akan menguji kamu dengan dua macam ujian, keburukan dan kebaikan, sebagai cobaan untuk mengukur kualitas iman dan kesabaran manusia. Dan kamu, seluruh manusia, akan dikembalikan hanya kepada Kami untuk mempertanggungjawabkan hidup di dunia dan mendapatkan hasilnya, keridaan Allah atau murka-Nya.","tafsir_tahlili":"(35) Dalam ayat ini Allah menyatakan lebih tegas lagi, bahwa setiap mahluk-Nya yang hidup atau bernyawa pasti akan merasakan mati. Tidak satu pun yang kekal, kecuali dia sendiri, dalam hubungan ini, Allah berfirman dalam ayat yang lain:\r\nكُلُّ شَيْءٍ هَالِكٌ اِلَّا وَجْهَهٗ ۗ \r\nSegala sesuatu pasti binasa, kecuali Allah. (al-Qa¡a¡/28: 88)\r\nSelanjutnya dalam ayat ini Allah menjelaskan cobaan yang ditimpakan Allah kepada manusia tidak hanya berupa hal-hal yang buruk, atau musibah yang tidak disenangi, bahkan juga ujian tersebut dapat pula berupa kebaikan atau keberuntungan. Apabila ujian atau cobaan itu berupa musibah, maka tujuannya adalah untuk menguji sikap dan keimanan manusia, apakah ia sabar dan tawakkal dalam menerima cobaan itu. Dan apabila cobaan itu berupa suatu kebaikan, maka tujuannya adalah untuk menguji sikap mental manusia, apakah ia mau bersyukur atas segala rahmat yang dilimpahkan Allah kepadanya.\r\nJika seseorang bersikap sabar dan tawakkal dalam menerima cobaan atau musibah, serta bersyukur kepada-Nya dalam menerima suatu kebaikan dan keberuntungan, maka dia adalah termasuk orang yang memperoleh kemenangan dan iman  yang kuat serta mendapat keridaan-Nya. Sebaliknya, bila keluh kesah dan rusak imannya dalam menerima cobaan Allah, atau lupa daratan ketika menerima rahmat-Nya sehingga ia tidak bersyukur kepada-Nya, maka orang tersebut adalah termasuk golongan manusia yang merugi dan jauh dari rida Allah. Inilah yang dimaksudkan dalam firman-Nya pada ayat lain:\r\n۞ اِنَّ الْاِنْسَانَ خُلِقَ هَلُوْعًاۙ  ١٩  اِذَا مَسَّهُ الشَّرُّ جَزُوْعًاۙ  ٢٠  وَّاِذَا مَسَّهُ الْخَيْرُ مَنُوْعًاۙ  ٢١  اِلَّا الْمُصَلِّيْنَۙ  ٢٢  \r\nSungguh, manusia diciptakan bersifat suka mengeluh. Apabila dia ditimpa kesusahan dia berkeluh kesah, dan apabila mendapat kebaikan (harta) dia jadi kikir,  kecuali orang-orang yang melaksanakan salat. (al-Maārij/70: 19-22)\r\nPada akhir ayat ini Allah menegaskan bahwa bagaimana pun juga tingkah laku manusia dalam menghadapi cobaan atau dalam menerima rahmat-Nya, namun akhirnya segala persoalan kembali kepada-Nya juga. Dialah yang memberikan balasan, baik pahala maupun siksa, atau memberikan ampunan kepada siapa yang dikehendaki-Nya.\r\n"}