{"tafsir_id":253,"surah_id":2,"aya_number":246,"tafsir_wajiz":"Ketika para sahabat Nabi begitu antusias melaksanakan perintah berjihad, no_ayatt ini memperlihatkan kebalikan dari sikap tersebut yang ditunjukkan oleh Bani Israil. Tidakkah kamu, wahai Nabi Muhammad, perhatikan, yakni mendengar kisah, para pemuka Bani Israil setelah Musa wafat, ketika mereka berkata kepada seorang nabi mereka, setelah mereka berselisih paham siapa yang berhak menjadi pemimpin, dengan mengatakan, “Angkatlah seorang raja, yakni pemimpin perang untuk kami, niscno_ayat kami berperang di jalan Allah besertanya.” Nabi mereka menjawab, “Jangan-jangan jika diwajibkan atasmu berperang, kamu tidak akan menaatinya untuk berperang juga karena takut mati dan kecintaanmu terhadap dunia?” Mereka menjawab, “Mengapa atau bagaimana mungkin kami tidak akan berperang di jalan Allah, sedangkan kami telah diusir dari kampung halaman kami dan dipisahkan dari anak-anak kami, karena mereka ditahan?” Tetapi ketika perang itu benar-benar diwajibkan atas mereka karena permintaan mereka sendiri, justru mereka berpaling dengan segera karena merasa ngeri dan takut, kecuali sebagian kecil dari mereka yang masih konsisten. Dan Allah Maha Mengetahui bahwa mereka adalah orang-orang yang zalim dengan meminta suatu kewajiban yang kemudian mereka sendiri melanggarnya. ","tafsir_tahlili":"(246) Kisah pertama tentang Bani Israil pada ayat yang lalu diuraikan secara umum dan dalam ayat ini diuraikan secara terperinci. Pada masa itu, telah menjadi kebiasaan bagi Bani Israil bahwa soal-soal kenegaraan diatur oleh seorang raja dan soal agama dipimpin oleh seorang yang juga ditaati oleh raja sendiri. Samuel (nabi mereka saat itu) yang mengetahui tabiat Bani Israil, ketika mendengar usul mereka mengangkat seorang raja, timbul keraguan dalam hatinya tentang kesetiaan Bani Israil itu, sehingga beliau berkata, “Mungkin sekali jika kepada kamu nanti diwajibkan perang, kamu tidak mau berperang.  Beliau sering menyaksikan sifat penakut di kalangan mereka. Mereka menjawab,  Mengapa kami tidak mau berperang di jalan Allah. Padahal telah cukup alasan yang mendorong kami untuk melaksanakan perang itu? Kami telah diusir dari kampung halaman kami dan anak-anak kami pun banyak yang ditawan oleh musuh. \r\nMereka menyatakan bahwa penderitaan mereka sudah cukup berat sehingga jalan lain tidak ada lagi, kecuali dengan mempergunakan kekerasan. Ternyata benar apa yang diragukan oleh Samuel, yaitu tatkala perang telah diwajibkan kepada Bani Israil dan Samuel telah memilih seorang raja untuk memimpin mereka, mereka banyak yang berpaling dan meninggalkan jihad di jalan Allah serta sedikit sekali yang tetap teguh memegang janjinya.\r\nAllah mengetahui orang-orang yang tidak ikut berjihad itu dan mereka dimasukkan dalam golongan orang-orang yang zalim, yang menganiaya dirinya sendiri disebabkan tidak mau berjihad untuk membela hak dan menegakkan kebenaran. Mereka di dunia menjadi orang-orang yang terhina dan di akhirat menjadi orang-orang yang celaka dan mendapat siksa."}