{"tafsir_id":254,"surah_id":2,"aya_number":247,"tafsir_wajiz":"Nabi atau ulama mereka akhirnya mengabulkan permintaan tersebut. Dan nabi mereka berkata kepada mereka sebagai bentuk pengabulan permintaan mereka, “Sesungguhnya Allah telah mengangkat Talut menjadi raja atau komandanmu.” Mereka, khususnya para pembesar, menjawab dengan nada sinis, “Bagaimana mungkin Talut memperoleh kerajaan atau kekuasaan atas kami dan memimpin kami dalam pertempuran, sedangkan kami dengan segala kebesaran yang kami miliki seharusnya lebih berhak atas kerajaan atau jabatan itu daripadanya, dan dia juga tidak diberi kekno_ayatan yang banyak?” Nabi mereka menjawab, “Allah telah memilihnya sebagai raja kamu dan memberikan kepadanya sesuatu yang menjadikannya lno_ayatk menerima tugas itu, yaitu kelebihan ilmu untuk memahami strategi perang dan fisik yang kuat agar mampu menjalankan tugas berat tersebut.” Ketahuilah, sesungguhnya Allah memberikan kerajaan-Nya kepada siapa yang Dia kehendaki, dan Allah Mahaluas anugerah-Nya yang tidak dipengaruhi oleh kekno_ayatan hamba-Nya, lagi Maha Mengetahui apa yang lno_ayatk dan tidak lno_ayatk bagi hamba-Nya.","tafsir_tahlili":"(247) Samuel mengatakan kepada Bani Israil, bahwa Allah swt telah mengangkat °alut (dalam Bibel Saul) sebagai raja. Orang-orang Bani Israil tidak mau menerima Talut sebagai raja dengan alasan, bahwa menurut tradisi yang boleh dijadikan raja hanyalah dari kabilah Yehuda, sedangkan °alut dari kabilah Bunyamin. Lagi pula disyaratkan yang boleh menjadi raja itu harus seorang hartawan, sedang °alut bukan hartawan. Oleh karena itu secara spontan mereka menolak, “Bagaimana °alut akan memerintah kami, padahal kami lebih berhak untuk mengendalikan pemerintahan daripada dia, sedang dia pun tidak diberi kekayaan yang cukup untuk menjadi raja?” \r\nSamuel menjawab bahwa °alut diangkat menjadi raja atas pilihan Allah karena itu Allah menganugerahkan kepadanya ilmu yang luas dan tubuh yang perkasa sehingga ia mampu memimpin Bani Israil. Dari ayat ini dapat diambil pengertian bahwa seorang yang akan dijadikan raja itu hendaklah:\r\n1. Mempunyai kekuatan fisik sehingga mampu untuk melaksanakan tugas-tugasnya sebagai kepala negara.\r\n2. Menguasai ilmu pengetahuan yang luas, mengetahui letak kekuatan umat dan kelemahannya, sehingga dapat memimpinnya dengan penuh bijaksana.\r\n3.  Memiliki kesehatan jasmani dan kecerdasan pikiran.\r\n4. Bertakwa kepada Allah agar mendapat taufik dan hidayah-Nya, untuk mengatasi segala kesulitan yang tidak mungkin diatasinya sendiri, kecuali dengan taufik dan hidayah-Nya.;Adapun harta kekayaan tidak dimasukkan menjadi syarat untuk menjadi raja, karena bila syarat-syarat yang empat tersebut telah dipenuhi maka mudah baginya untuk mendapatkan harta yang diperlukan, sebab Allah Mahaluas pemberian-Nya lagi Maha Mengetahui."}