{"tafsir_id":255,"surah_id":2,"aya_number":248,"tafsir_wajiz":"Dan nabi mereka berkata kepada mereka, “Sesungguhnya tanda atau bukti kerajaannya, yakni kelno_ayatkannya untuk mengemban tugas tersebut, ialah datangnya Tabut, yaitu tempat untuk menyimpan Taurat, kepadamu, yang sebelumnya berada di Palestina, yang di dalamnya terdapat sesuatu yang bisa memberi kamu ketenangan dari Tuhanmu dan sisa peninggalan keluarga Musa dan keluarga Harun, yang dibawa oleh malaikat yang hakikatnya hanya diketahui oleh Allah. Sungguh, pada yang demikian itu, yakni peristiwa besar tersebut, terdapat tanda kebesaran Allah bagimu yang bisa membawamu kepada ketaatan dan kerelaan, jika kamu benar-benar orang beriman. Seorang pemimpin harus memenuhi beberapa kriteria, di antaranya cerdas atau menguasai masalah dan mampu melaksanakan tugas. Untuk membuktikan kelno_ayatkannya maka harus dilakukan uji kelno_ayatkan.","tafsir_tahlili":"(248) Samuel menyatakan kepada Bani Israil, bahwa Allah telah memilih °alut sebagai raja yang akan memimpin mereka berperang melawan orang Amalik atau Amaliqah (Amalekit). Sebagai tanda bahwa °alut itu betul-betul telah dipilih oleh Allah ialah kembalinya Tabut (peti pusaka) kepada Bani Israil setelah beberapa tahun hilang dari tangan mereka karena dirampas oleh musuh. Di dalam Tabut itu disimpan beberapa benda sisa peninggalan keluarga Musa dan Harun seperti tongkat Nabi Musa, sandal, serban Nabi Harun, dan beberapa potong pecahan dari piring batu yang dibawa Musa dari Gunung Sinai. Jika Bani Israil mengadakan peperangan, maka Tabut itu selalu dibawa mereka bersama tentara karena dirasakan oleh mereka bahwa Tabut itu dapat menimbulkan semangat dan keberanian dalam peperangan.\r\nDalam suatu peperangan antara Bani Israil dan orang-orang Amalik, Bani Israil menderita kekalahan yang mengakibatkan Tabut dirampas dan dibawa lari oleh musuh. Setelah Tabut itu berada beberapa lama di tangan orang-orang Amalik, tiba-tiba pada suatu masa Amalik itu ditimpa bermacam-macam malapetaka dan bencana seperti wabah tikus yang merusak tanam-tanaman, dan berjangkitnya penyakit sehingga mereka merasa sial dengan adanya Tabut di tengah-tengah mereka. Mereka beranggapan bahwa malapetaka itu datangnya dari Tuhan Bani Israil yang membalas dendam kepada mereka, lalu mereka mengembalikan Tabut itu kepada Bani Israil dengan jalan menempatkannya dalam sebuah pedati yang ditarik oleh dua ekor sapi. Ternyata pedati itu dikemudikan oleh malaikat sehingga kembali lagi kepada Bani Israil. Kedatangan Tabut itu tepat sekali waktunya dengan terpilihnya °alut sebagai raja. Dengan kembalinya Tabut itu, barulah Bani Israil tunduk dan menerima °alut sebagai raja, sebab yang demikian itu adalah bukti dari Allah bagi orang-orang yang beriman."}