{"tafsir_id":2557,"surah_id":21,"aya_number":74,"tafsir_wajiz":"Dan kepada Lut, yang berdomisili di Sodom, Palestina, Kami berikan hikmah dan kearifan dalam memutuskan perkara dan menetapkan hukuman, dan ilmu yang bermanfaat dalam melaksanakan kewajiban kepada Allah dan kewajiban kepada sesama manusia. Dan Kami pun telah menyelamatkan dia dari azab yang menimpa penduduk kota Sodom dan Gomorah yang telah melakukan perbuatan keji, homoseksual dan menyamun dengan terang-terangan. Sungguh mereka, umat Nabi Lut yang berbuat homoseksual dan menyamun itu adalah orang-orang yang jahat kepada sesama manusia, lagi fasik, menyalahi perintah Allah.","tafsir_tahlili":"(74) Pada ayat ini Allah menerangkan tiga macam rahmat yang dikaruniakan kepada Nabi Lut:\r\nPertama, Nabi Lut telah dikaruniai-Nya hikmah dan kearifan memberi putusan atau hukuman, sehingga dengan itu ia dapat memberikan penyelesaian dan keputusan dengan baik dalam perkara-perkara yang terjadi di kalangan umatnya.\r\nKedua, Ia juga dikaruniai ilmu pengetahuan yang sangat berguna terutama ilmu agama, sehingga ia dapat mengetahui dan melaksanakan dengan baik kewajiban-kewajibannya terhadap Allah dan terhadap sesama makhluk. Kedua syarat ini sangat penting bagi orang-orang yang akan diutus Allah sebagai Nabi dan Rasul-Nya.\r\nKetiga, Ia telah diselamatkan Allah ketika negeri tempat tinggalnya, yaitu Sodom ditimpa azab Allah karena penduduknya banyak berbuat kejahatan dan kekejian secara terang-terangan. Perbuatan-perbuatan keji yang mereka kerjakan di antaranya melakukan hubungan kelamin antara sesama lelaki (homosex), mengganggu lalulintas perniagaan dengan merampok barang-barang perniagaan itu, mendurhakai Lut dan tidak mengindahkan ancaman Allah dan lain-lain. Maka kota Sodom itu dimusnahkan Allah. Nabi Lut beserta keluarganya diselamatkan Allah kecuali istrinya yang ikut mendurhakai Allah.\r\nPada akhir ayat ini Allah menjelaskan apa sebabnya kaum Lut sampai melakukan perbuatan jahat dan keji semacam itu, ialah karena mereka telah menjadi orang-orang jahat dan fasik, sudah tidak mengindahkan hukum-hukum Allah, dan suka melakukan hal-hal yang terlarang, sehingga mereka bergelimang dalam perbuatan-perbuatan dosa dan ucapan-ucapan yang tidak senonoh yang semuanya dilakukan mereka dengan terang-terangan, tanpa rasa malu.\r\n"}