{"tafsir_id":2561,"surah_id":21,"aya_number":78,"tafsir_wajiz":"Dan perhatikan kisah Dawud dan Sulaiman, dua orang nabi dan rasul yang juga raja di Palestina, ketika keduanya memberikan keputusan mengenai kasus sebuah ladang milik seorang petani yang diajukan kepada beliau, karena ladang itu dirusak oleh kambing-kambing milik peternak kaumnya. Nabi Dawud berpendapat bahwa kambing-kambing itu diserahkan kepada pemilik kebun, karena harganya dinilai sama dengan tanaman yang dirusaknya sebagai ganti tanaman yang rusak. Nabi Sulaiman memutuskan agar kambing-kambing itu diserahkan sementara kepada pemilik tanaman untuk diambil manfaatnya, minyak dan bulunya, dan pemilik kambing diharuskan mengganti tanaman itu dengan tanaman yang baru. Apabila tanaman yang baru telah dapat diambil hasilnya, pemilik kambing itu boleh mengambil kambingnya kembali sehingga keduanya tidak kehilangan milik mereka masing-masing. Dan Kami menyaksikan keputusan yang diberikan oleh mereka itu tepat, namun keputusan Sulaiman lebih memenuhi rasa keadilan.","tafsir_tahlili":"(78) Pada ayat ini Allah menerangkan keadaan Daud dan Sulaiman ketika mereka memberi keputusan dalam suatu perkara yang terjadi di antara rakyat mereka.\r\nDalam suatu riwayat Ibnu Abbas yang dikutip dari tafsir Ibnu Ka£ir disebutkan bahwa sekelompok domba telah merusak tanaman seorang petani pada waktu malam, lalu terjadilah sengketa antara pemilik tanaman dan pemilik domba, dan kemudian mereka datang kepada Daud a.s. untuk minta diadili. Setelah mengadakan pemeriksaan maka Daud a.s. memberi keputusan agar domba-domba itu diserahkan kepada pemilik tanaman, karena dinilai harganya sama dengan nilai tanaman yang dirusaknya. Sulaiman a.s. yang juga mendengarkan putusan itu mempunyai pendapat yang lain, yang lebih tepat dan lebih adil. Lalu Nabi Sulaiman berkata dalam majelis tersebut bahwa “Sebaiknya domba-domba itu diserahkan dulu kepada pemilik tanaman sehingga ia dapat mengambil manfaat dari susu, minyak dan bulunya, sementara kebun itu diserahkan kepada pemilik domba untuk diolahnya sendiri. Apabila nanti tanamannya sudah kembali kepada keadaannya seperti sebelum dirusak oleh domba-domba tersebut, maka kebun itu diserahkan kepada pemiliknya, domba-domba itu pun dikembalikan pula kepada pemiliknya.”\r\nPendapat Sulaiman jelas lebih tepat, karena akhirnya maing-masing dari kedua pihak yang berperkara akan mendapatkan kembali miliknya dalam keadaan utuh.\r\nPerbedaan pandangan antara ayah dan anak dalam mengambil keputusan atas perkara tersebut adalah bahwa Daud a.s. lebih menitik beratkan perhatiannya kepada nilai kerusakan tanaman itu, yang dilihatnya sama dengan nilai domba yang merusaknya lalu ia memutuskan agar domba-domba itu diserahkan sepenuhnya kepada pemilik tanaman. Sedang Sulaiman a.s. lebih menitik beratkan pandangannya kepada manfaat domba dan manfaat tanaman itu, maka ia mengambil keputusan yang demikian itu. Bagaimana pun juga, masing-masing mereka mendasarkan keputusannya kepada ijtihad, bukan kepada wahyu, sehingga lahirlah dua keputusan yang berbeda.\r\nSelanjutnya Nabi Daud pun mengakui pendapat anaknya itu lebih tepat, sehingga itulah yang ditetapkannya kemudian sebagai keputusannya, dan membatalkan pendapatnya yang semula.\r\nPada akhir ayat ini Allah menerangkan bahwa Dia menyaksikan dan mengetahui apa yang telah dilakukan oleh Daud dan Sulaiman dalam memeriksa dan memutuskan perkara tersebut, sehingga tidak ada sesuatu pun yang tersembunyi bagi-Nya.\r\n"}