{"tafsir_id":2567,"surah_id":21,"aya_number":84,"tafsir_wajiz":"Karena sikap Nabi Ayub yang sabar, berserah dan bertawakal kepada Allah dalam menyikapi penyakit yang menimpa dirinya, maka Kami mengabulkan doa-nya, lalu Kami melenyapkan berbagai penyakit yang ada padanya sehingga penyakitnya sembuh lahir batin; dan Kami pun mengembalikan keluarganya kepadanya untuk lebih menyempurnakan kebahagiaannya. Dan Kami pun melipatgandakan jumlah keturunan Nabi Ayub sebagai suatu rahmat dari Kami kepada hamba-Nya yang sabar, dan sekaligus kisah Nabi Ayub ini untuk menjadi peringatan bagi semua orang beriman yang menyembah Kami agar bersabar, bertawakal dan berserah kepada Allah dalam menghadapi berbagai cobaan yang menimpa dirinya.","tafsir_tahlili":"(84) Oleh sebab itu, dalam ayat ini Allah mengabulkan doanya dan menyembuhkannya dari penyakit itu, serta mengaruniainya rahmat yang lebih banyak dari apa yang telah hilang dari tangannya, dan kemudian Allah mengangkatnya menjadi nabi.\r\nSetelah Nabi Ayyub sembuh dari penyakitnya beliau hidup bersama keluarganya kembali, dan keluarganya itu berkembang biak pula dengan subur, sehingga jumlahnya menjadi dua kali lipat dari jumlah semula.\r\nKesemuanya itu adalah rahmat Allah kepadanya, atas keimanan, kesabaran, ketakwaan dan kesalehannya, Al-Quran mengungkapkan kisah ini untuk menjadi peringatan dan pelajaran bagi semua orang yang beriman dan beribadah kepada Allah, bahwa:\r\na.  Allah memberi rahmat dan pertolongan kepada hamba-Nya yang mukmin, bertakwa, saleh dan sabar.\r\nb.  Orang-orang yang mukmin pun tidak luput dari cobaan, berat atau pun ringan, sebagai ujian bagi mereka.\r\nc.  Orang yang beriman tidak boleh berputus asa dari rahmat Tuhannya.\r\nSemakin tinggi kedudukan dan tanggung jawab manusia, semakin berat pula cobaan yang diterimanya. Dalam hubungan ini Rasulullah saw bersabda:\r\nسَأَلَ سَعَدُ بْنُ اَبِى وَقَاصْ رَسُوْلَ اللهِ صَلَّى الله ُعَلَيْهِ وَسَلَّمَ مَنْ اَشَدُّ النَّاسِ بَلاَءً, قَالَ اَشَدُّ النَّاسِ بَلاَءً اَلْاَنْبِيَاءُ ثُمَّ اْلاَمْثَلُ فَاْلاَمْثَلُ. رواه ابن ماجه عن سعد بن ابي وقاص)\r\n“Saad bin Abi Waqā¡ bertanya kepada Rasulullah, “Siapa orang yang paling berat cobaannya, Rasulullah menjawab, Orang yang paling berat cobaannya adalah para nabi, orang-orang yang mirip para nabi, kemudian orang-orang yang mirip mereka.” (Riwayat Ibnu Mājah dari Saad bin Abi Waqā¡)\r\n"}