{"tafsir_id":2570,"surah_id":21,"aya_number":87,"tafsir_wajiz":"Dan ingatlah kisah Zun Nun (Yunus), ketika dia pergi meninggalkan kaumnya dalam keadaan marah, karena mereka berpaling dari dirinya dan tidak mau menerima ajaran Allah ketika ia berdakwah kepada mereka. Lalu dia menyangka bahwa Kami tidak akan menyulitkannya karena sikapnya yang tidak sabar itu. Lalu ia naik perahu, namun beban perahu yang ditumpanginya terlalu berat sehingga harus ada seorang yang dilemparkan ke laut. Setelah diundi tiga kali, Nabi Yunus yang harus dilemparkan ke laut. Allah segera mendatangkan seekor ikan untuk menelannya. Maka dia berdoa dalam keadaan yang sangat gelap di dalam perut ikan, di dalam laut, dan pada malam hari dengan kesadaran, “Tidak ada tuhan selain Engkau, Mahasuci Engkau. Sungguh, aku termasuk orang-orang yang zalim, karena aku marah meninggalkan kaum yang seharusnya dibimbing olehku.”","tafsir_tahlili":"(87) Pada ayat ini Allah mengingatkan Rasul-Nya dan kaum Muslimin semuanya, kepada kisah Nabi Yunus, yang pada permulaan ayat ini disebutkan dengan nama “ªun Nµn”.\r\nªµ berarti “yang mempunyai”, sedang an-Nµn berarti “ikan besar”. Maka ªµ an-Nµn berarti “Yang empunya ikan besar”. Ia dinamakan demikian, karena pada suatu ketika ia pernah dijatuhkan ke laut dan ditelan oleh seekor ikan besar. Kemudian, karena pertolongan Allah, maka ia dapat keluar dari perut ikan tersebut dengan selamat dan dalam keadaan utuh.\r\nPerlu diingat, bahwa kisah Nabi Yunus di dalam Al-Qur'an terdapat pada dua buah surah, yaitu Surah al-Anbiyā` dan Surah ¢ād. Apabila kita bandingkan antara ayat-ayat yang terdapat pada kedua Surah tersebut yang mengandung kisah Nabi Yµnus ini, terdapat beberapa persamaan, misalnya dalam ungkapan-ungkapan yang berbunyi:\r\nكَمْ اَهْلَكْنَا مِنْ قَبْلِهِمْ مِّنْ قَرْنٍ فَنَادَوْا وَّلَاتَ حِيْنَ مَنَاصٍ  \r\nBetapa banyak umat sebelum mereka yang telah Kami binasakan, lalu mereka meminta tolong padahal (waktu itu) bukanlah saat untuk lari melepaskan diri. (¢ād/38: 3)\r\nUngkapan tersebut terdapat dalam Surah al-Anbiyā` ini, dan terdapat pula dalam ayat Surah ¢ād. Perhatikan pula al-Anbiyā`/21:11 dan Yµnus/10: 13.\r\nDalam ayat ini Allah berfirman, mengingatkan manusia pada kisah Nabi Yunus, ketika ia pergi dalam keadaan marah. Yang dimaksud ialah bahwa pada suatu ketika Nabi Yunus sangat marah kepada kaumnya, karena mereka tidak juga beriman kepada Allah. Ia telah diutus Allah sebagai Rasul-Nya untuk menyampaikan seruan kepada umatnya, untuk mengajak mereka kepada agama Allah. Tetapi hanya sedikit saja di antara mereka yang beriman, sedang sebagian besar mereka tetap saja ingkar dan durhaka. Keadaan yang demikian itu menjadikan ia marah, lalu pergi ke tepi laut, menjauhkan diri dari kaumnya.\r\nKisah ini memberi kesan bahwa Nabi Yunus tidak dapat berlapang hati dan sabar menghadapi umatnya. Akan tetapi memang demikianlah keadaannya, ia termasuk nabi-nabi yang sempit dada. Memang dari sekian banyak Nabi dan Rasul yang diutus Allah, hanya lima orang saja yang disebut “Ulul Azmi”, yaitu rasul-rasul yang amat sabar dan ulet. Mereka adalah Nabi Ibrahim, Musa, Isa, Nuh dan Muhammad saw. Sedang yang lain-lainnya, walaupun mereka ma¡µm dari dosa besar dan sifat-sifat yang tercela, namun pada saat-saat tertentu sempit juga dada mereka menghadapi kaum yang ingkar dan durhaka kepada Allah.\r\nAkan tetapi, walaupun Nabi Yunus pada suatu ketika marah kepada kaumnya, namun kemarahannya itu dapat dipahami, karena ia sangat ikhlas kepada mereka, dan sangat ingin agar mereka memperoleh kebahagiaan dunia dan akhirat dengan menjalankan agama Allah yang disampaikannya kepada mereka. Tetapi ternyata sebagian besar dari mereka itu tetap ingkar dan durhaka. Inilah yang menyakitkan hatinya, dan mengobarkan kemarahannya.\r\nNabi Muhammad sendiri, walaupun sudah termasuk µlul azmi, namun Allah beberapa kali memberi peringatan kepada beliau agar jangan sampai marah dan bersempit hati menghadapi kaumnya yang ingkar. Allah berfirman dalam ayat yang lain:\r\nفَاصْبِرْ لِحُكْمِ رَبِّكَ وَلَا تَكُنْ كَصَاحِبِ الْحُوْتِۘ \r\nMaka bersabarlah engkau (Muhammad) terhadap ketetapan Tuhanmu, dan janganlah engkau seperti (Yunus) orang yang berada dalam (perut) ikan. (al- Qalam/68: 48)\r\nFirman-Nya lagi kepada Nabi Muhammad saw:\r\nفَلَعَلَّكَ تَارِكٌۢ بَعْضَ مَا يُوْحٰىٓ اِلَيْكَ وَضَاۤىِٕقٌۢ بِهٖ صَدْرُكَ ۗ  \r\nMaka boleh jadi engkau (Muhammad) hendak meninggalkan sebagian dari apa yang diwahyukan kepadamu dan dadamu sempit karenanya. (Hµd/11: 12)\r\nRingkasnya sifat marah yang terdapat pada Nabi Yunus bukanlah timbul dari sifat yang buruk, melainkan karena kekesalan hatinya melihat keingkaran kaumnya yang semula diharapkannya untuk menerima dan melaksanakan agama Allah yang disampaikannya.\r\nSelanjutnya dalam ayat ini Allah menjelaskan kesalahan Nabi Yµnus  dimana kemarahannya itu menimbulkan kesan bahwa seolah-olah dia mengira bahwa sebagai Nabi dan Rasul Allah tidak akan pernah dibiarkan menghadapi kesulitan, sehingga jalan yang dilaluinya akan selalu indah tanpa halangan.\r\nAkan tetapi dalam kenyatan tidak demikian. Pada umumnya para rasul dan nabi banyak menemui rintangan, bahkan siksaan dan ejekan terhadap dirinya dari orang-orang yang ingkar. Hanya saja dalam keadaan yang sangat gawat, baik dimohon atau tidak oleh yang bersangkutan, Allah mendatangkan pertolongan-Nya, sehingga Rasul-Nya selamat dan umatnya yang ingkar itu mengalami kebinasaan.\r\nMenurut riwayat yang dinukil dari Ibnu Ka£³r,  bahwa ketika Nabi Yunus dalam keadaan marah, ia lalu menjauhkan diri dari kaumnya pergi ke tepi pantai. Di sana ia menjumpai sebuah perahu, lalu ia ikut serta naik ke perahu itu dengan wajah yang muram. Di kala perahu itu hendak berlayar, datanglah gelombang besar yang menyebabkan perahu itu terancam tenggelam apabila muatannya tidak segera dikurangi. Maka nahkoda perahu itu berkata, “Tenggelamnya seseorang lebih baik daripada tenggelamnya kita semua.” Lalu diadakan undian untuk menentukan siapakah di antara mereka yang harus dikeluarkan dari perahu itu. Setelah diundi, ternyata bahwa Nabi Yunuslah yang harus dikeluarkan. Akan tetapi, penumpang kapal itu merasa keberatan mengeluarkannya dari pertahu itu. Maka undian dilakukan sekali lagi, tetapi hasilnya tetap demikian. Bahkan undian yang ketiga kalinya pun demikian pula. Akhirnya Yunus melepaskan pakaiannya, lalu ia terjun ke laut atas kemauannya sendiri. Allah mengirim seekor ikan besar yang berenang dengan cepat lalu menelan Yunus.\r\nDalam ayat ini selanjutnya Allah menerangkan bahwa setelah Nabi Yunus berada dalam tiga tingkat “kegelapan berbeda”, maka ia berdoa kepada Allah, “Tidak ada Tuhan selain Engkau, Mahasuci Engkau, sesungguhnya aku termasuk orang-orang yang zalim.”\r\nYang dimaksud dengan tiga kegelapan berbeda di sini ialah bahwa Nabi Yunus sedang berada di dalam perut ikan yang gelap, dalam laut yang dalam dan gelap, dan di malam hari yang gelap gulita pula.\r\nPengakuan Nabi Yunus bahwa dia “termasuk golongan orang-orang yang zalim”, berarti dia sadar atas kesalahannya yang telah dilakukannya sebagai Nabi dan Rasul, yaitu tidak sabar dan tidak berlapang dada menghadapi kaumnya, seharusnya ia bersabar sampai menunggu datangnya ketentuan Allah atas kaumnya yang ingkar itu.\r\nKarena kesadaran itu maka ia mohon ampun kepada Allah, dan mohon pertolongan-Nya untuk menyelamatkan dirinya dari malapetaka itu.\r\n"}