{"tafsir_id":2574,"surah_id":21,"aya_number":91,"tafsir_wajiz":"Dan ingatlah kisah Maryam, seorang perempuan salehah, yang memelihara kehormatannya dari berbuat zina, bahkan dari sentuhan laki-laki. Lalu Kami tiupkan roh dari Kami ke dalam rahim-nya sehingga ia hamil; dan Kami jadikan dia dan anaknya sejak lahir sebagai tanda kebesaran Allah bagi seluruh alam, karena anak itu lahir tanpa no_ayath, bisa berbicara sejak bayi dan menyatakan dirinya hamba Allah, serta menjadi nabi dan rasul Allah.","tafsir_tahlili":"(91) Pada ayat ini Allah menerangkan kisah Maryam secara ringkas, yaitu bahwa dia adalah seorang perempuan yang memelihara kehormatan dirinya, maka suatu ketika Allah mengutus malaikat Jibril untuk memberitahukan Maryam bahwa Allah meniupkan ruh ke dalam tubuh Maryam sehingga ia mengandung, kemudian Maryam melahirkan Isa as tanpa ayah. Oleh karena Isa lahir tanpa ayah, maka Maryam dan Isa lalu menjadi salah satu bukti bagi seluruh isi alam ini, tentang kekuasaan dan kemahaesaan Allah. Kelahiran Isa mengandung bukti dan tanda kekuasaan Allah sebagaimana halnya Nabi Adam yang lahir ke dunia tanpa ayah dan ibu, sedang Isa lahir tanpa ayah saja.\r\nHal yang membuat heran adalah karena Maryam belum pernah mengadakan hubungan apa pun dengan kaum lelaki, baik secara halal melalui perkawinan, apalagi secara tidak halal. Allah menyebutkan ucapan Maryam mengenai dirinya sendiri sebagai berikut:\r\n لَمْ يَمْسَسْنِيْ بَشَرٌ وَّلَمْ اَكُ بَغِيًّا   \r\nTidak pernah ada orang (laki-laki) yang menyentuhku dan aku bukan seorang pezina!”  (Maryam/19: 20)\r\nFirman Allah dalam ayat lain;\r\nوَمَرْيَمَ ابْنَتَ عِمْرٰنَ الَّتِيْٓ اَحْصَنَتْ فَرْجَهَا ۔  \r\nDan Maryam putri Imran yang memelihara kehormatannya. (at-Ta¥r³m/66: 12)\r\nKeheranan Maryam yang disampaikan kepada Malaikat Jibril dijawab degan firman Allah:\r\nقَالَ كَذٰلِكِۚ قَالَ رَبُّكِ هُوَ عَلَيَّ هَيِّنٌۚ \r\nDia (Jibril) berkata, ”Demikianlah.” Tuhanmu berfirman, ”Hal itu mudah bagi-Ku. (Maryam/19 : 21);Tanda-tanda kebesaran dan kekuasaan Allah yang diperlihatkan kepada diri Maryam ialah bahwa dia hamil tanpa melalui hubungan kelamin dengan siapa pun, dan malaikat senantiasa menyediakan makanan untuknya.\r\nMengenai hal ini Al-Qur'an menceritakan pertanyaan Zakaria kepada Maryam dan jawaban Maryam kepadanya:\r\nيٰمَرْيَمُ اَنّٰى لَكِ هٰذَا ۗ قَالَتْ هُوَ مِنْ عِنْدِ اللّٰهِ ۗ \r\n“Wahai Maryam! Dari mana ini engkau peroleh?” Dia (Maryam) menjawab, ”Itu dari Allah.” (Āli Imrān/3: 37)\r\nAdapun tanda-tanda kebesaran dan kemahakuasaan Allah yang terlihat melalui diri Isa as, sudah diterangkan dengan panjang lebar dalam Surah Āli Imrān dan Surah Maryam.;"}