{"tafsir_id":2581,"surah_id":21,"aya_number":98,"tafsir_wajiz":"no_ayatt sebelumnya menggambarkan keadaan orang kafir yang terbe-lalak, panik, terkejut, dan bingung menyaksikan Kiamat. no_ayatt ini men-jelaskan keadaan orang yang menyekutukan Allah. Sungguh, kamu-orang yang menyekutukan Allah-dan apa yang kamu sembah selain Allah, baik berupa manusia, patung, setan, jin maupun roh leluhur adalah bahan bakar Jahanam yang menyebabkan api Jahanam terus menyala. Kamu, karena menyekutukan Allah, pasti akan masuk ke dalamnya dan menjadi bahan bakarnya.","tafsir_tahlili":"(98) Ayat ini menegaskan kepada orang-orang musyrik Mekah bahwa mereka beserta apa yang mereka sembah selain Allah, selama mereka hidup di dunia, seperti patung, binatang, benda-benda mati, pohon atau tempat keramat dan sebagainya akan dimasukkan ke dalam neraka Jahannam. Hal ini merupakan janji Allah kepada mereka, yang pasti ditepati-Nya.\r\nDalam ayat ini disebutkan bahwa orang-orang musyrik beserta sembahan-sembahan mereka akan dimasukkan ke dalam neraka, padahal yang berdosa dan memperserikatkan Tuhan dalam hal ini ialah penyembah-penyembahnya. Adapun sembahan-sembahan itu mereka tidak tahu menahu apa yang diperbuat oleh penyembah-penyembahnya. Hikmah menyertakan sembahan-sembahan itu beserta penyembah-penyembahnya ialah untuk memperlihatkan kepada mereka bahwa kepercayaan mereka terhadap sembahan-sembahan itu sewaktu di dunia adalah tidak benar. Mereka waktu di dunia dahulu mempercayai bahwa patung-patung dan segala apa yang mereka sembah itu akan memberi syafaat kepada mereka di hari Kiamat, sehingga mereka terhindar dari azab Allah. Dengan perantara sembahan-sembahan itu mereka akan dimasukkan ke dalam surga. Setelah hari Kiamat datang dan setelah mereka masuk ke dalam neraka bersama-sama dengan sembahan-sembahan yang mereka sembah itu, ternyata sembahan-sembahan itu tidak dapat berbuat sesuatu pun terhadap mereka. Dengan demikian terbuktilah kesalahan kepercayaan yang mereka anut dan kebenaran risalah yang pernah disampaikan Muhammad kepada mereka. \r\n"}