{"tafsir_id":2587,"surah_id":21,"aya_number":104,"tafsir_wajiz":"Oleh karena itu, manusia hendaklah mengingat hari Kiamat, yaitu pada hari langit Kami gulung seperti menggulung lembaran-lembaran kertas sehingga kehidupan dunia ini hancur. Keadaannya sebagaimana Kami memulai penciptaan pertama, ketika kehidupan dunia ini tidak ada. Begitulah Kami akan mengulanginya lagi sehingga kehidupan ini pun kembali tidak ada. Hal ini merupakan janji yang pasti Kami tepati dengan tepat dan akurat; sungguh, Kami akan melaksanakannya, tetapi Kami tetap merahasiakan waktunya.","tafsir_tahlili":"(104) Orang-orang yang mendapat sambutan para malaikat itu tidak merasa gentar dan terkejut dengan datangnya hari Kiamat, di waktu langit dilipat dan diganti dengan langit yang lain, seakan-akan langit yang lama dilipat untuk disimpan dan langit yang baru dikembangkan. Allah berfirman:\r\nوَمَا قَدَرُوا اللّٰهَ حَقَّ قَدْرِهٖۖ وَالْاَرْضُ جَمِيْعًا قَبْضَتُهٗ يَوْمَ الْقِيٰمَةِ وَالسَّمٰوٰتُ مَطْوِيّٰتٌۢ بِيَمِيْنِهٖ ۗسُبْحٰنَهٗ وَتَعٰلٰى عَمَّا يُشْرِكُوْنَ  \r\nDan mereka tidak mengagungkan Allah sebagaimana mestinya padahal bumi seluruhnya dalam genggaman-Nya pada hari Kiamat dan langit digulung dengan tangan kanan-Nya. Mahasuci Dia dan Mahatinggi Dia dari apa yang mereka persekutukan. (az-Zumar/39: 67)\r\nDemikianlah Allah membangkitkan manusia setelah mereka mati dan berada di dalam kubur, untuk dikumpulkan di padang mahsyar, agar dapat dihisab amal perbuatan mereka. Membangkitkan manusia setelah mati dan hancur menjadi tanah adalah mudah bagi Allah. Jika Allah menciptakan manusia dari tidak ada menjadi ada, tentulah mengulangi kembali menciptakannya adalah lebih mudah dari menciptakan pertama kali. Membangkitkan manusia kembali untuk dihisab itu adalah suatu janji dari Allah yang pasti ditepati-Nya.\r\nSecara saintis, sebagaimana telah dijelaskan dalam ayat 30 dari surah ini, penciptaan alam semesta dimulai dari ketiadaan (keadaan singularitas: massa tak terhingga besarnya, volume tak terhingga kecilnya) yang kemudian meledak dahsyat dan kemudian membentuk alam semesta yang terus mengembang sampai dengan saat ini. Bukti tentang alam semesta yang mengembang ini dapat ditemukan pada hasil pengamatan dengan teleskop yang menunjukkan bahwa dengan berjalannya waktu, jarak antara benda-benda langit semakin menjauh. Para ilmuwan mengatakan bahwa alam semesta akan terus mengembang sampai dengan dicapainya massa kritis alam semesta. Apabila massa kritis ini telah tercapai, maka gaya tarik menarik (gravitasi) antara massa berbagai benda langit akan menahan proses pengembangan alam semesta. \r\nBahkan akan tercapai keadaan kontraksi alam semesta. Alam semesta yang semula mengembang akan mengkerut (berkontraksi) mengecil dan suatu saat akan hancur dan kembali pada keadaan awal (singularitas); keadaan seperti inilah yang disebut hari kiamat. Hari kiamat dalam ayat ini digambarkan sebagai hari di mana Allah akan ”menggulung langit”, bagaikan menggulung lembaran-lembaran kertas, sebagaimana halnya awal penciptaan yang pertama. Istilah ”menggulung langit” adalah ungkapan yang tepat, karena sesungguhnya alam semesta tidak bundar melainkan datar terdiri dari trilyunan galaksi yang membentuk ”gulungan”.\r\n"}