{"tafsir_id":2592,"surah_id":21,"aya_number":109,"tafsir_wajiz":"Tugas pokok rasul adalah menyampaikan ajaran Allah kepada manusia dan mengajak manusia mengikuti ajaran Allah. Maka jika mereka berpaling dari ajaran Allah, maka katakanlah, wahai Muhammad, kepada mereka, baik Yahudi maupun Nasrani, “Aku telah menyampaikan kepadamu ajaran agama yang sama di antara kita, yaitu tidak ada tuhan selain Allah, tidak ada ibadah kecuali kepada-Nya, dan tidak mempertuhankan manusia. Jika kamu menolak ajaran ini, kamu akan mendapat murka Allah; dan aku tidak tahu apakah yang diancamkan kepadamu itu sudah dekat atau masih jauh, karena murka Allah yang paling dahsyat itu dalam kehidupan sesudah mati.”","tafsir_tahlili":"(109) Kemudian Allah mengingatkan Muhammad, akan tugasnya sebagai seorang Rasul, yaitu hanya menyampaikan agama Allah kepada manusia. Karena itu juga mereka tidak mengindahkan seruanmu, tidak mengikuti wahyu yang disampaikan kepada mereka, maka janganlah kamu bersedih hati, dan katakanlah kepada mereka bahwa kamu telah menunjukkan kepada mereka jalan yang lurus, menuju kebahagiaan yang sempurna. Jika mereka tidak mau mengikuti dan menempuh jalan yang telah dibentangkan itu berati mereka ingin mendapat azab dari Allah.\r\nPada ayat lain Allah berfirman:\r\nوَاِنْ كَذَّبُوْكَ فَقُلْ لِّيْ عَمَلِيْ وَلَكُمْ عَمَلُكُمْۚ اَنْتُمْ بَرِيْۤـُٔوْنَ مِمَّآ اَعْمَلُ وَاَنَا۠ بَرِيْۤءٌ مِّمَّا تَعْمَلُوْنَ   \r\nDan jika mereka (tetap) mendustakanmu (Muhammad), maka katakanlah, ”Bagiku pekerjaanku dan bagimu pekerjaanmu. Kamu tidak bertanggung jawab terhadap apa yang aku kerjakan dan aku pun tidak bertanggung jawab terhadap apa yang kamu kerjakan.” (Yµnus/10: 41)\r\nJika orang-orang kafir menanyakan kepada kamu Muhammad tentang kapan azab yang dijanjikan itu akan ditimpakan, maka katakanlah kepada mereka bahwa engkau tidak tahu menahu tentang waktunya, kapan azab itu akan ditimpakan, karena wewenang sepenuhnya berada di tangan Allah, dan tidak seorang pun yang mengetahuinya.\r\n"}