{"tafsir_id":260,"surah_id":2,"aya_number":253,"tafsir_wajiz":"Setelah pada no_ayatt yang lalu dijelaskan bahwa Nabi Muhammad adalah salah seorang rasul yang diutus Allah, di sini dijelaskan kedudukan para rasul di sisi-Nya dan keadaan umat mereka setelah kepergian para rasul itu. Rasul-rasul yang mulia dan tinggi derajatnya yang telah Kami sebutkan itu Kami lebihkan sebagian mereka dari sebagian yang lain dengan keutamaan yang diberikan kepada mereka. Di antara mereka ada yang Allah berfirman dengannya secara langsung dan mengajaknya berbicara sesuai keagungan-Nya, seperti Nabi Musa saat berada di Tur Sina dan Nabi Muhammad saat mikraj di Sidratulmuntaha, dan sebagian lagi ada yang ditinggikan-Nya beberapa derajat seperti Nabi Muhammad yang dibekali dengan ajaran yang bersifat universal. Dan Kami beri Isa putra Maryam beberapa mukjizat yang menjadi bukti kebenaran risalah yang ia bawa, seperti menyembuhkan anak yang terlahir buta, orang yang menderita penyakit belang; menghidupkan orang yang sudah mati, dan sebagainya; semua atas izin Allah. Dan Kami perkuat dia dengan Rohulkudus, yaitu Jibril yang selalu berada mendampingi dan memberinya dukungan hingga ia diangkat oleh Allah ke langit. Para rasul itu datang dengan membawa petunjuk, agama kebenaran, dan beberapa penjelasan. Maka, sudah semestinya semua manusia beriman, tidak berselisih dan saling memerangi. Tetapi kalau Allah menghendaki, niscno_ayat orang-orang yang datang setelah mereka tidak akan berbunuh-bunuhan, bertengkar, mengutuk dan berkelahi sebagai puncak perselisihan mereka. Yang lebih buruk lagi, perselisihan mereka justru terjadi setelah bukti-bukti nyata sampai kepada mereka. Bukti-bukti itu mereka putar-balikkan dan disalahpahami, tetapi Allah tidak menghendaki sehingga mereka berselisih dan perselisihan itu mengantar mereka ke dalam pertengkaran, saling mengutuk, berkelahi dan/atau saling membunuh. Maka, dari perselisihan itu juga mengakibatkan ada di antara mereka yang beriman dan ada pula yang kafir. Kalau Allah menghendaki, tidaklah mereka umat para rasul itu berbunuh-bunuhan setelah terjadi perselisihan sesama mereka. Demikianlah, kalau menghendaki, tidak terjadi perselisihan itu, tetapi Allah berbuat menurut kehendak-Nya sesuai hikmah dan kebijaksanaan-Nya.","tafsir_tahlili":"(253) Dalam ayat ini dijelaskan bahwa di antara para rasul ada yang mendapat kesempatan berbicara langsung dengan Allah tanpa perantaraan malaikat Jibril. Rasul yang dimaksud di sini ialah Nabi Musa a.s. Beliau berbicara langsung dengan Allah swt. Pengalaman ini tidak pernah dialami oleh rasul-rasul yang lain. Oleh sebab itu Nabi Musa a.s. disebut “Kal³mull±h”, yang berarti, “Nabi yang diajak berbicara langsung oleh Allah swt”.36)\r\nAyat selanjutnya menjelaskan bahwa Nabi Isa telah diberi bermacam-macam mukjizat yang tidak diberikan kepada yang lain, misalnya: Nabi Isa telah dapat berbicara ketika dia masih berada dalam buaian; dapat menghidupkan kembali orang yang telah mati, serta menyembuhkan orang buta dan orang yang ditimpa penyakit sopak, dengan izin Allah. Allah menyokongnya pula dengan Rohulkudus, yaitu malaikat Jibril, di samping dia sendiri mempunyai jiwa yang murni.\r\nAkhirnya Nabi Muhammad saw diberi derajat yang lebih tinggi daripada rasul-rasul sebelumnya, yaitu: beliau dinyatakan sebagai nabi dan rasul Allah yang terakhir, untuk seluruh umat manusia, sedang rasul-rasul yang lain hanya diutus untuk kaumnya saja. Agama Islam yang dibawa Nabi Muhammad berlaku untuk seluruh umat sampai akhir zaman. Al-Qur′an yang diterimanya, selain menjadi petunjuk bagi umat manusia, juga merupakan mukjizat terbesar bagi Nabi Muhammad, yang tidak tertandingi sepanjang masa.\r\nSelanjutnya dalam ayat ini diterangkan keadaan umat manusia sepeninggal rasul-rasul yang diutus kepada mereka. Pada umumnya, ketika rasul-rasul itu masih hidup, umatnya dapat bersatu padu, akan tetapi sepeninggal rasul mereka berselisih dan bertengkar, bahkan ada yang saling membunuh. Perbedaan paham dalam masalah agama mendorong mereka untuk saling mencaci, bahkan saling mengafirkan. Kefanatikan mereka terhadap suatu mazhab atau seorang imam menyebabkan mereka tidak mau menerima kebenaran yang dikemukakan oleh golongan lain.\r\nBerbagai perselisihan itu terjadi, padahal mereka sudah mendapatkan berbagai keterangan yang nyata, dan mereka masih terus berselisih, sehingga sebagiannya beriman dan yang lainnya kafir. Andaikata Allah menghendaki agar manusia tidak berselisih dan tidak bermusuhan atau berbunuhan, niscaya Allah kuasa berbuat demikian. Jika Allah berbuat semacam itu tentulah manusia akan menjadi baik semuanya, dan dunia ini akan tenteram dari perselisihan-perselisihan antara manusia.\r\nTetapi Allah berbuat menurut kehendak-Nya, berdasarkan kepada hikmah dan pengetahuan yang maha tinggi. Allah memberi manusia tabiat, pikiran, perasaan dan kemauan, agar manusia itu dapat berpikir dan berbuat lebih baik dari makhluk-makhluk yang lain di bumi ini, agar mereka berpikir tentang kekuasaan Allah. Apabila manusia menggunakan pikiran dan perasaannya dengan sebaik-baiknya, niscaya mereka akan melihat tanda-tanda kekuasaan dan kebesaran Allah dimana-mana, sebab alam yang terbentang luas ini adalah tanda-tanda kekuasaan dan kebesaran-Nya dan semuanya itu adalah ciptaan-Nya.\r\nAllah mengaruniakan agama kepada manusia melalui rasul-rasul-Nya, untuk menuntun akal manusia ke jalan yang benar. Sebab kemampuan akal manusia itu terbatas, apalagi mengenai masalah-masalah yang gaib atau abstrak, seperti sifat-sifat Allah, hal ihwal hari kemudian dan sebagainya. Sehingga apabila terjadi perselisihan pendapat antara mereka, maka mereka dapat menyelesaikannya dengan petunjuk dari agama tersebut.\r\nPerbedaan pendapat yang terjadi di antara manusia adalah wajar. Tetapi perbedaan pendapat ini tidak boleh menimbulkan permusuhan yang menyebabkan mereka saling membunuh.\r\nSejarah telah menunjukkan bahwa kaum Yahudi sepeninggal Nabi Musa telah berselisih dan berpecah-belah. Demikian pula yang terjadi pada umat Nasrani sepeninggal Nabi Isa sampai masa sekarang ini. Antara berbagai golongan Nasrani sendiri terjadi pertengkaran yang berlarut-larut, saling menyerang dan saling membunuh. Golongan yang satu tidak mau beribadah di tempat peribadatan golongan lain, walaupun mereka seagama.\r\nUmat Islam pun tak luput dari perpecahan, padahal ketika Nabi Muhammad masih hidup, mereka telah menjadi umat yang bersatu-padu, dan mempunyai potensi yang besar dalam pembentukan masyarakat yang hidup rukun dan saling menolong. Tetapi kemudian mereka jadi terkotak-kotak, karena adanya perbedaan paham, ditambah dengan fanatisme mazhab dan golongan, sehingga kekuatan mereka menjadi lemah; mereka menjadi umat yang terbelakang, dengan perekonomian yang lemah; serta menjadi bulan-bulanan umat lain. Padahal Allah telah memberikan petunjuk dalam Al-Qur′an:\r\nيٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اَطِيْعُوا اللّٰهَ وَاَطِيْعُوا الرَّسُوْلَ وَاُولِى الْاَمْرِ مِنْكُمْۚ  فَاِنْ تَنَازَعْتُمْ فِيْ شَيْءٍ فَرُدُّوْهُ اِلَى اللّٰهِ وَالرَّسُوْلِ اِنْ كُنْتُمْ تُؤْمِنُوْنَ بِاللّٰهِ وَالْيَوْمِ الْاٰخِرِۗ ذٰلِكَ خَيْرٌ وَّاَحْسَنُ تَأْوِيْلًا ࣖ   \r\nWahai orang-orang yang beriman! Taatilah Allah dan taatilah Rasul (Muhammad), dan Ulil Amri (pemegang kekuasaan) di antara kamu. Kemudian, jika kamu berbeda pendapat tentang sesuatu, maka kembalikanlah kepada Allah (Al-Qur′an) dan Rasul (sunnahnya), jika kamu beriman kepada Allah dan hari kemudian. Yang demikian itu, lebih utama (bagimu) dan lebih baik akibatnya. (an-Nis±′/4:59)."}