{"tafsir_id":2600,"surah_id":22,"aya_number":5,"tafsir_wajiz":"Wahai manusia! Hidup sesudah mati itu suatu keniscno_ayatan. Jika kamu meragukan hari kebangkitan dari alam kubur, maka perhatikanlah perkembangan hidup kamu. Sesungguhnya Kami telah menjadikan kamu dari tanah, yakni saripati makanan yang berasal dari tanah. Kemudian dari setetes mani yang sudah bercampur dengan sel telur. Kemudian dari segumpal darah yang berkembang menjadi segumpal daging dalam beberapa minggu. Kemudian dari segumpal daging itu, ada yang sempurna kejadian dan pertumbuhan-nya, tanpa cacat apa pun, dan ada yang tidak sempurna, karena ada cacat fisik maupun mental sejak dari kandungan, agar Kami jelaskan kepada kamu bahwa kamu berada dalam kekuasaan Kami. Dan Kami tetapkan kamu sewaktu embrio dalam rahim ibumu menurut kehendak Kami hingga tiap orang berbeda rentang waktu berada dalam kandungan ibunya sampai waktu yang sudah ditentukan, biasanya setelah 36 minggu. Kemudian Kami keluarkan kamu dari rahim ibu kamu sebagai bayi, kemudian dengan berangsur-angsur kamu tumbuh-kembang sampai kepada usia dewasa. Dan di antara kamu ada yang diwafatkan dalam usia muda, bahkan masih bayi; dan ada pula yang diberi umur panjang, serta dikembalikan kepada usia pikun karena sangat tua, sehingga dia tidak mengetahui lagi sesuatu yang telah diketahuinya karena penyakit ketuaannya. Dan ada contoh lain bagimu betapa mudah bagi Allah membangkitkan manusia dari alam kubur, kamu lihat bumi ini kering, karena kekurangan air di musim kemarau, kemudian apabila telah Kami turunkan air hujan di atasnya, maka hiduplah bumi yang kering kerontang itu dan menjadi subur dan bumi yang subur itu menumbuhkan berbagai jenis pasangan tetumbuhan yang indah. Demikianlah paparan empiris tentang argumentasi betapa mudah bagi Allah membangkitkan manusia dari alam kubur menuju mahsyar.","tafsir_tahlili":"(5) Pada ayat ini Allah menentang orang-orang yang tidak percaya akan adanya hari Kiamat dan hari kebangkitan. Seandainya mereka tetap tidak mempercayainya hendaklah mereka mengemukakan alasan-alasan dan bukti-bukti yang dapat menguatkan pendapat mereka itu. Tetapi mereka tidak dapat mengemukakannya. Karena itu Allah memberikan contoh diri mereka sendiri, yaitu mulai dari sperma-ovum, kemudian menjadi zygat, alaqah, janin, kemudian lahir menjadi besar dan kemudian mati, bila menciptakan dari tiada Allah mampu, tentu saja mengulang penciptaan manusia kembali adalah lebih mudah dari penciptaan pertama kali.\r\nOrang yang tidak percaya akan adanya hari kebangkitan menganggap kebangkitan itu merupakan suatu kejadian yang mustahil terjadi. Dalam pandangan mereka tidak mungkin tulang belulang yang telah lapuk berserakan, dan daging-daging yang telah hancur luluh menjadi tanah akan kembali bersatu dalam bentuk seperti semula. Kesanggupan dan kekuasaan Allah mereka ukur sama dengan kesanggupan dan kekuasaan mereka sendiri. Jika mereka merasa tidak sanggup melakukan sesuatu pekerjaan, tentu Allah tidak pula akan sanggup melakukannya. Mereka yang tidak percaya itu semata-mata karena keingkaran saja, karena dikuasai hawa nafsu dan godaan setan, sedangkan hati dan akal pikiran mereka sebenarnya mengakuinya. Mereka khawatir kedudukan dan pangkat mereka akan terancam jika mereka mengikuti kepercayaan dan agama yang dibawa oleh Muhammad saw. Karena itu mereka membantah Allah tanpa berdasar ilmu pengetahuan yang benar.\r\nPada ayat ini Allah mengemukakan petunjuk tentang adanya hari kebangkitan dengan mengemukakan dua macam alasan. Pertama ialah berhubungan dengan proses kejadian manusia dan yang kedua berhubungan dengan proses kehidupan dan pertumbuhan tumbuh-tumbuhan.\r\nProses kejadian manusia di dalam rahim ibunya dan kehidupannya dari lahir sampai mati sebagai berikut:\r\n1.  Allah telah menciptakan manusia pertama, yaitu Adam as, dari tanah. Kemudian dari Adam diciptakan istrinya Hawa, dan dari kedua makhluk itu berkembangbiaklah manusia melalui proses yang cukup panjang. Dapat pula berarti bahwa manusia diciptakan Allah melalui pembuahan ovum oleh sperma di dalam rahim perempuan. Kedua sel itu berasal dari darah, darah berasal dari makanan yang dimakan manusia, dan makanan manusia berasal dari tumbuh-tumbuhan dan ada yang berasal dari binatang ternak atau hewan-hewan yang lain. Semuanya itu berasal dari tanah sekalipun telah melalui beberapa proses. Karena itu tidaklah salah jika dikatakan bahwa manusia itu berasal dari tanah.\r\n2.  Dalam ayat ini disebutkan bahwa manusia itu berasal dari nu¯fah. Yang dimaksud dengan nu¯fah ialah zygat, yaitu ovum yang sudah dibuahi oleh sperma.\r\n3.  Alaqah, yaitu zygat yang sudah menempel di rahim perempuan.\r\n4.  Mu«gah, yaitu alaqah yang telah berbentuk kumpulan sel-sel daging, sebesar yang dikunyah. (mu«gah artinya mengunyah). Mu«gah itu ada yang tumbuh sempurna, tidak cacat dan ada pula yang tumbuh tidak sempurna dan cacat. Kejadian sempurna dan tidak sempurna inilah yang menimbulkan kesempurnan fisik manusia, cacat atau keguguran. Proses kejadian nu¯fah menjadi alaqah adalah empat puluh hari, dari alaqah menjadi mu«gah” juga empat puluh hari. Kemudian setelah lewat empat puluh hari itu, Allah, meniupkan roh, menetapkan rezeki, amal, bahagia dan sengsara, menetapkan ajal dan sebagainya, sebagaimana tersebut dalam hadis:\r\nاِنَّ اَحَدَكُمْ يُجْمَعُ خَلْقُهُ فِى بَطْنِ اُمِّهِ اَرْبَعِيْنَ يَوْمًا نُطْفَةً ثُمَّ يَكُوْنُ عَلَقَةً مِثْلَ ذٰلِكَ ثُمَّ يَكُوْنُ مُضْغَةً مِثْلَ ذٰٰلِكَ ثُمَّ يُرْسَلُ اْلمَلَكُ فَيُنْفَخُ فِيْهِ الرُّوْحُ وَيُؤْمَرُ بِأَرْبَعِ كَلِمَاتٍ بِكَتْبِ رِزْقِهِ وَعَمَلِهِ وَاَجَلِهِ وَشَقِيٌّ اَوْ سَعِيْدٌ. (رواه البخاري ومسلم عن ابن مسعود)\r\nSesungguhnya penciptaan seseorang di antara kamu disatukan dalam perut ibunya selama 40 malam dalam bentuk nu¯fah, kemudian menjadi alaqah selama itu pula lalu menjadi mu«gah selama itu pula. Kemudian Allah mengutus malaikat, lalu meniupkan roh ke dalamnya, maka (malaikat itu) diperintahkan menulis empat kalimat, yaitu  menuliskan rezekinya, amalnya, ajalnya, bahagia atau sengsara. (Riwayat al-Bukhār³ dan Muslim dari Ibnu Masµd)\r\nDalam hadis yang lain diterangkan:\r\nيَدْخُلُ الْمَلَكُ عَلَى النُّطْفَةِ بَعْدَ مَا تَسْتَقِرُّ فِى الرَّحْمِ بِأَرْبَعِيْنَ اَوْخَمْسَةٍ وَاَرْبَعِيْنَ لَيْلَةً فَيَقُوْلُ يَارَبِّ, أَشَقِيٌّ اَوْ سَعِيْدٌ فَيُكْتَبَانِ فَيَقُوْلُ يَارَبِّ, أَذَكَرٌ اَوْ أُنْثَى فَيُكْتَبَانِ وَيُكْتَبُ عَمَلُهُ وَأَثَرُهُ وَاَجَلُهُ وَرِزْقُهُ ثُمَّ تُطْوَى الصُّحُفُ فَلاَيُزَادُ فِيْهَا وَلاَيُنْقَصُ. (رواه ابن ابى حاتم ومسلم)\r\n \r\nBersabda Rasulullah saw, “Malaikat mendatangi nu¯fah setelah menetap di dalam rahim 40 atau 45 hari, maka ia berkata, “Wahai Tuhanku: Burukkah atau untungkah?” (Lalu Allah memfirmankan buruk atau baiknya), maka ditulislah keduanya (yakni buruk atau baiknya). Maka Malaikat berkata pula, “Wahai Tuhanku laki-lakikah dia atau perempuan?” (Lalu Allah memfirmankan tentang laki-lakikah dia atau perempuan), maka ditulislah keduanya (yakni laki-laki atau perempuan), dan ditulislah kerja, peninggalan, ajal dan rezekinya. Kemudian ditutuplah lembaran-lembaran itu, maka apa yang telah dituliskan di dalamnya tidak dapat ditambah atau dikurangi lagi. (Riwayat Ibnu Ab³ ¦ātim dan Muslim)\r\nAllah menetapkan proses kejadian yang demikian, yaitu membiarkan nu¯fah, alaqah, mu«gah sampai berbentuk janin yang sempurna dalam waktu yang ditentukan itu, adalah untuk menerangkan kepada manusia tanda-tanda kekuasaan, kebesaran dan kekokohan aturan-aturan yang dibuat-Nya, dan untuk menjadi bahan pemikiran bagi manusia, bahwa jika Allah kuasa menciptakan manusia pada kali yang pertama, tentulah Dia kuasa pula menciptakannya pada kali yang kedua, dan menciptakan sesuatu pada kali yang kedua itu biasanya lebih mudah dari menciptakannya pada kali yang pertama. Membangkitkan manusia dari kubur pada hakikatnya adalah menciptakan manusia pada kali yang kedua. Tentu hal itu sangat mudah bagi Allah. Bahkan jika Allah menghendaki kejadian sesuatu tidak melalui proses yang demikian, tidaklah sukar bagi Allah. Karena jika Dia menghendaki adanya sesuatu, cukuplah Dia mengatakan kepadanya, “Jadilah.” Maka terwujud sesuatu itu.\r\nSebagaimana firman-Nya: \r\nاِنَّمَآ اَمْرُهٗٓ اِذَآ اَرَادَ شَيْـًٔاۖ اَنْ يَّقُوْلَ لَهٗ كُنْ فَيَكُوْنُ   \r\nSesungguhnya urusan-Nya apabila Dia menghendaki sesuatu Dia hanya berkata kepadanya, ”Jadilah!” Maka jadilah sesuatu itu. (Yās³n/36: 82)\r\n5.  Kemudian janin itu dikandung ibunya selama waktu yang ditentukan Allah. Masa kandungan normal adalah sembilan bulan lebih sepuluh hari. Sekurang-kurangnya usia kandungan adalah enam bulan, sebagaimana dipahami dari ayat bahwa lama mengandung dan menyusui itu tiga puluh bulan, sedangkan lama menyusui saja dua tahun atau dua puluh empat bulan.\r\n6.  Selanjutnya datanglah waktu kelahiran. Bayi dari hari ke hari tumbuh menjadi kanak-kanak.\r\n7.  Kanak-kanak terus tumbuh menjadi dewasa sampai kondisi sempurna, baik jasmani maupun rohani.\r\n8.  Di antara manusia ada yang meninggal sebelum kondisi ideal itu. Tetapi ada manusia yang baru meninggal setelah usia lanjut sampai pikun sehingga tidak dapat mengingat apa-apa lagi.\r\nProses perkembangan manusia dari kondisi lemah menjadi kuat dari kondisi kuat menjadi lemah kembali atau sejak lahir, menjadi dewasa dan menjadi tua dilukiskan dalam firman Allah:\r\n۞ اَللّٰهُ الَّذِيْ خَلَقَكُمْ مِّنْ ضَعْفٍ ثُمَّ جَعَلَ مِنْۢ بَعْدِ ضَعْفٍ قُوَّةً ثُمَّ جَعَلَ مِنْۢ بَعْدِ قُوَّةٍ ضَعْفًا وَّشَيْبَةً ۗيَخْلُقُ مَا يَشَاۤءُۚ وَهُوَ الْعَلِيْمُ الْقَدِيْرُ  \r\nAllah-lah yang menciptakan kamu dari keadaan lemah, kemudian Dia menjadikan (kamu) setelah keadaan lemah itu menjadi kuat, kemudian Dia menjadikan (kamu) setelah kuat itu lemah (kembali) dan beruban. Dia menciptakan apa yang Dia kehendaki. Dan Dia Maha Mengetahui, Mahakuasa.  (ar-Rµm/30: 54)\r\nSelanjutnya setelah manusia meninggal, kehidupan tidaklah berakhir. Tetapi mereka akan dibangkitkan kembali untuk diperiksa amal perbuatan mereka. Kemudian mereka akan diberi balasan atau ganjaran. Allah berfirman:\r\nثُمَّ اِنَّكُمْ بَعْدَ ذٰلِكَ لَمَيِّتُوْنَ ۗ  ١٥  ثُمَّ اِنَّكُمْ يَوْمَ الْقِيٰمَةِ تُبْعَثُوْنَ  ١٦  \r\nKemudian setelah itu, sesungguhnya kamu pasti mati. Kemudian, sesungguhnya kamu akan dibangkitkan (dari kuburmu) pada hari Kiamat. (al-Mu`minµn/23: 15-16)\r\nKemudian Allah mengemukakan petunjuk adanya hari Kiamat dan hari kebangkitan, selain yang telah dikemukakan di atas dengan memberikan contoh kehidupan tumbuh-tumbuhan yang tumbuh di permukaan bumi. Perhatikanlah bumi yang tandus dan kering, tiada ditumbuhi tumbuh-tumbuhan apa pun. Kemudian turunlah hujan membasahi permukaan bumi itu. Maka permukaan bumi itu mulai gembur dan subur lalu mulai ditumbuhi oleh tumbuh-tumbuhan. Semakin lama tumbuh-tumbuhan itu semakin besar, bahkan daun-daunnya telah menutupi permukaan bumi yang semulanya tandus, dengan warna-warni yang beraneka ragam ada yang hijau, ada yang keputih-putihan, ada yang merah dan sebagainya. Perpaduan warna-warni daun-daunan itu sangat indah dan menakjubkan dan semakin indah oleh warna-warni bunga-bungaan yang bermacam corak warnanya. Maka permukaan bumi yang dahulunya tandus telah berubah menjadi hamparan pohon-pohon dan tanaman-tanaman yang beraneka ragam warnanya.\r\nSetelah sampai masanya bunga-bunga itu berubah menjadi putik-putik yang berangsur-angsur besar pula, sampai menjadi buah. Pada saat buah telah masak siap untuk dipetik, maka berdatanganlah manusia yang akan memetiknya. Buah-buahan itu merupakan rezeki yang halal bagi manusia, baik untuk dimakannya maupun untuk dijadikan keperluan yang lain yang bermanfaat baginya. Setelah itu datang lagi musim kemarau, bumi kembali menjadi kering dan tandus seperti sediakala.\r\nDemikianlah keadaan bumi itu, yang berubah keadaannya setiap pergantian musim, dari mati dan tandus menjadi hidup dan subur ketika disirami hujan, menghasilkan buah yang bermanfaat bagi manusia, kemudian tumbuh-tumbuhan itu mati pada musim panas dan kering untuk dihidupkan kembali pada musim hujan. Manusia yang berpikir, tentulah akan memikirkan proses hidup dan kematian bumi dan segala yang ada di permukaanya itu. Pikirannya tentu akan sampai kepada Zat yang menentukan kehidupan dan kematian itu. Manusia yang beriman dan berpikir, tentulah baginya semua proses kejadian itu menambah kuat imannya kepada kekuasaan dan keesaan Tuhan, yang menghidupkan dan mematikan makhluk-makhluk-Nya, menurut yang dikehendaki-Nya. Jika Allah telah berbuat demikian, tentulah Dia mampu pula menciptakan dan membangkitkan manusia kembali di kemudian hari, karena mengulang penciptaan sesuatu kembali adalah lebih mudah dari menciptakannya buat pertama kalinya.\r\n"}