{"tafsir_id":2601,"surah_id":22,"aya_number":6,"tafsir_wajiz":"Adapun yang demikian itu, membangkitkan manusia dari alam kubur, sangat mudah bagi Allah, karena sungguh Allah, Dialah yang hak, satu-satunya Tuhan yang berhak disembah, dan sungguh, DialahTuhan yang kekuasaan-Nya terasa dalam kehidupan ini, yaitu menghidupkan segala yang telah mati, dan sungguh, Dia, Tuhan,Yang Mahakuasa atas segala sesuatu, sehingga tak ada satu pun makhluk yang sanggup melawan kekuasaan-Nya.","tafsir_tahlili":"(6-7) Setelah Allah mengemukakan proses perkembangan manusia  dan tumbuh-tumbuhan itu pada ayat-ayat yang lalu, maka pada ayat-ayat berikut ini disimpulkan lima hal:\r\n1.  Tuhan yang diterangkan pada ayat-ayat di atas adalah Tuhan yang sebenarnya, Tuhan Yang Mahakuasa, yang menentukan segala sesuatu. Tidak ada seorang pun yang sanggup menciptakan manusia dengan proses yang demikian itu, yaitu menciptakan manusia dari tanah, kemudian menjadi mani, nutfah (zygat), sel-sel, mu«gah, janin, kemudian lahir ke dunia, lalu menjadi dewasa, berketurunan, bertambah tua, akhirnya meninggal dunia menjadi makhluk yang mati kembali. Siapakah yang sanggup membuat proses kejadian manusia seperti itu. Siapakah yang sanggup merubah tanah yang mati dan tandus menjadi tanah yang subur serta ditumbuhi oleh tumbuh-tumbuhan yang beraneka ragam. Siapakah yang membuat ketentuan dan aturan-aturan yang demikian rapi dan teliti itu, selain dari Allah yang wajib disembah?\r\n2.  Dialah yang menghidupkan yang mati. Menghidupkan yang mati berarti memberi nyawa kepada yang mati itu, di samping memberi kelengkapan untuk kelangsungan hidup makhluk itu, baik kelangsungan hidup makhluk itu sendiri atau pun kelangsungan hidup jenisnya. Kemudian Dia mematikannya kembali. Zat yang dapat menghidupkan yang mati, kemudian mematikannya, tentu Zat itu sanggup pula menghidupkannya kembali pada hari Kebangkitan. Menghidupkan makhluk kembali itu adalah lebih mudah dari menciptakannya pada kali yang pertama.\r\n3.  Dialah Yang Mahakuasa atas segala sesuatu. Dia berbuat sesuatu menurut yang dikehendaki-Nya; tidak ada sesuatu pun yang dapat mengubah dan menghalangi kehendak-Nya itu.\r\n4.  Hari Kiamat yang dijanjikan itu pasti datang; tidak ada keraguan sedikit pun, agar orang-orang yang ingkar itu mengetahui. \r\n5.  Bahwa setelah kiamat manusia akan dihidupkan kembali untuk diperiksa amal-amalnya dan menerima balasan amal-amal itu.\r\n"}