{"tafsir_id":2606,"surah_id":22,"aya_number":11,"tafsir_wajiz":"Di antara umat Islam, ada yang beragama secara total, tetapi ada pula yang beragama di pinggirannya saja. Dan di antara manusia ada yang menyembah Allah hanya di tepi, karena rasa beragamanya tidak meresap ke dalam hati dan tidak mengakar ke dalam jiwa. Maka jika dia memperoleh kebajikan duniawi karena keislamannya, dia merasa puas, dan sebaliknya jika dia ditimpa suatu cobaan, baik dirinya maupun keluarganya, dia segera berbalik ke belakang, kembali kepada agama lama. Dia menjadi orang murtad, sehingga mendapat ke-rugi-an di dunia, karena dinilai tidak punya pendirian dan kerugian di akhirat, karena kekal di dalam neraka. Kerugian di akhirat itulah kerugian yang nyata.","tafsir_tahlili":"(11) Ayat ini menerangkan bahwa ada pula sebagian manusia yang menyatakan beriman dan menyembah Allah dalam keadaan bimbang dan ragu-ragu; mereka berada dalam kekhawatiran dan kecemasan; apakah agama Islam yang telah mereka anut itu benar-benar dapat memberikan kebahagiaan kepada mereka di dunia dan di akhirat. Mereka seperti keadaan orang yang ikut pergi perang, sedang hati mereka ragu-ragu untuk ikut itu. Jika nampak bagi mereka tanda-tanda pasukan mereka akan memperoleh kemenangan dan akan memeroleh harta rampasan yang banyak, maka mereka melakukan tugas dengan bersungguh-sungguh, seperti orang-orang yang benar-benar beriman. Sebaliknya jika nampak bagi mereka tanda-tanda bahwa pasukannya akan menderita kekalahan dan musuh akan menang, mereka cepat-cepat menghindarkan diri, bahkan kalau ada kesempatan mereka berusaha untuk menggabungkan diri dengan pihak musuh.\r\nKeadaan mereka itu dilukiskan Allah dalam ayat ini. Jika mereka memperoleh kebahagiaan hidup, rezeki yang banyak, kekuasaan atau kedudukan, mereka gembira memeluk agama Islam, mereka beribadat sekhusyu-khusyunya, mengerjakan perbuatan baik dan sebagainya. Tetapi jika mereka memperoleh kesengsaraan, kesusahan hidup, cobaan atau musibah, mereka menyatakan bahwa semuanya itu mereka alami karena mereka menganut agama Islam. Mereka masuk Islam bukanlah karena keyakinan bahwa agama Islam itulah satu-satunya agama yang benar, agama yang diridai Allah, tetapi mereka masuk Islam dengan maksud mencari kebahagiaan duniawi, mencari harta yang banyak, mencari pangkat dan kedudukan atau untuk memperoleh kekuasaan yang besar. Karena itulah mereka kembali menjadi kafir, jika tujuan yang mereka inginkan itu tidak tercapai. Pada ayat-ayat yang lain Allah menerangkan perilaku mereka:\r\nۨالَّذِيْنَ يَتَرَبَّصُوْنَ بِكُمْۗ فَاِنْ كَانَ لَكُمْ فَتْحٌ مِّنَ اللّٰهِ قَالُوْٓا اَلَمْ نَكُنْ مَّعَكُمْ ۖ وَاِنْ كَانَ لِلْكٰفِرِيْنَ نَصِيْبٌ قَالُوْٓا اَلَمْ نَسْتَحْوِذْ عَلَيْكُمْ وَنَمْنَعْكُمْ مِّنَ الْمُؤْمِنِيْنَ ۗ فَاللّٰهُ يَحْكُمُ بَيْنَكُمْ يَوْمَ الْقِيٰمَةِ ۗ وَلَنْ يَّجْعَلَ اللّٰهُ لِلْكٰفِرِيْنَ عَلَى الْمُؤْمِنِيْنَ سَبِيْلًا ࣖ  \r\n(yaitu) orang yang menunggu-nunggu (peristiwa) yang akan terjadi pada dirimu. Apabila kamu mendapat kemenangan dari Allah mereka berkata, ”Bukankah kami (turut berperang) bersama kamu?” Dan jika orang kafir mendapat bagian, mereka berkata, ”Bukankah kami turut memenangkanmu, dan membela kamu dari orang mukmin?” Maka Allah akan memberi keputusan di antara kamu pada hari Kiamat. Allah tidak akan memberi jalan kepada orang kafir untuk mengalahkan orang-orang beriman. (an-Nisā`/4: 141)\r\nTujuan mereka melakukan tindakan-tindakan yang demikian itu dijelaskan Allah dengan ayat berikut:\r\nاِنَّ الْمُنٰفِقِيْنَ يُخٰدِعُوْنَ اللّٰهَ وَهُوَ خَادِعُهُمْۚ وَاِذَا قَامُوْٓا اِلَى الصَّلٰوةِ قَامُوْا كُسَالٰىۙ يُرَاۤءُوْنَ النَّاسَ وَلَا يَذْكُرُوْنَ اللّٰهَ اِلَّا قَلِيْلًاۖ    \r\nSesungguhnya orang munafik itu hendak menipu Allah, tetapi Allah-lah yang menipu mereka. Apabila mereka berdiri untuk salat mereka lakukan dengan malas. Mereka bermaksud ria  (ingin dipuji) di hadapan manusia. Dan mereka tidak mengingat Allah kecuali sedikit sekali. (an-Nisā`/4: 142)\r\nKemudian Allah menerangkan bahwa orang-orang yang demikian adalah orang-orang yang telah menyia-nyiakan sesuatu yang sangat bermanfaat bagi dirinya sendiri baik di dunia, apalagi di akhirat. Akibatnya di dunia mereka mendapat bencana, kesengsaraan dan penderitaan lahir dan batin, dan di akhirat nanti mereka akan memperoleh siksa yang amat berat dengan dimasukkan ke dalam api neraka. Karena ketidaksabaran dan tidak tabah itu mereka akan memperoleh kerugian yang besar dan menimbulkan penyesalan selama-lamanya.\r\n"}