{"tafsir_id":2614,"surah_id":22,"aya_number":19,"tafsir_wajiz":"Pada no_ayatt 17 no_surahh al-Hajj disebutkan enam golongan manusia, orang beriman, Yahudi, Nasrani, Sabiin, Majusi, dan orang-orang musyrik. Mereka sebenarnya terbagi dua. Inilah dua golongan, mukmin dan kafir, yang bertengkar tentang keyakinan. Mereka bertengkar mengenai Tuhan mereka. Maka bagi orang kafir yang menolak prinsip tauhid dari lima golongan di atas, akan dibuatkan untuk mereka di akhirat pakaian-pakaian dari api neraka yang membalut tubuh mereka. Selain itu, ke atas kepala mereka di dalam neraka itu akan disiramkan air yang mendidih hingga tubuh mereka terkelupas.","tafsir_tahlili":"(19-22) Ayat ini menerangkan bahwa enam golongan manusia tersebut di atas dapat dibagi kepada dua golongan saja, yaitu golongan kafir dan golongan mukmin. Yang termasuk golongan kafir ialah orang-orang Yahudi, orang-orang ¢ābi`³n, orang-orang Nasrani, orang-orang Majµsi dan orang-orang yang mempersekutukan Allah. Kelima golongan ini mempunyai asas-asas kepercayaan yang berbeda, golongan yang satu tidak mengakui bahkan mengingkari pokok-pokok kepercayaan golongan yang lain, sehingga antara mereka terjadi pertikaian pendapat yang kadang-kadang meningkat menjadi permusuhan. Golongan kedua ialah golongan mukmin yaitu golongan yang taat kepada Allah. Antara golongan pertama dan golongan kedua sering terjadi perdebatan dan permusuhan, sebagaimana yang dilukiskan dan sabab nuzul ayat di atas.\r\nDalam ayat ini dan ayat berikutnya akan digambarkan bentuk-bentuk hukuman dan azab yang akan diterima oleh orang-orang kafir serta bentuk-bentuk nikmat yang akan diterima oleh orang-orang mukmin kelak.\r\nAzab yang akan diterima oleh orang-orang kafir diterangkan Allah sebagai berikut:\r\n1.  Orang-orang kafir itu akan dimasukkan ke dalam api neraka yang panas menyala-nyala, sehingga api itu meliputi seluruh badan mereka, seperti pakaian yang membungkus dan meliputi seluruh badan orang yang memakainya.\r\nPada ayat lain diterangkan pula keadaan orang-orang kafir di dalam neraka; mereka diliputi api neraka sampai meliputi seluruh badan mereka. Allah berfirman:\r\nلَهُمْ مِّنْ جَهَنَّمَ مِهَادٌ وَّمِنْ فَوْقِهِمْ غَوَاشٍۗ وَكَذٰلِكَ نَجْزِى الظّٰلِمِيْنَ   \r\nBagi mereka tikar tidur dari api neraka dan di atas mereka ada selimut (api neraka). Demikianlah Kami memberi balasan kepada orang-orang yang zalim. (al-Arāf/7: 41)\r\nSebagian ulama berpendapat bahwa pakaian yang menutupi seluruh badan mereka itu, terbuat dari cairan aspal sangat panas, sebagaimana firman Allah:\r\nسَرَابِيْلُهُمْ مِّنْ قَطِرَانٍ وَّتَغْشٰى وُجُوْهَهُمُ النَّارُۙ    \r\nPakaian mereka dari cairan aspal, dan wajah mereka ditutup oleh api neraka. (Ibrah³m/14: 50)\r\n2.  Dituangkan ke atas kepala mereka air yang mendidih yang sangat panas. Hadis Nabi Muhammad saw menjelaskan pula hal ini.\r\nعَنْ اَبِي هُرَيْرَةَ اَنَّهُ تَلا َهَذِهِ اْلاَيَةَ فَقَالَ سَمِعْتُ رَسُوْلَ اللهِ صَلَّى الله ُعَلَيْهِ وَسَلَّمَ يَقُوْلُ اِنَّ الْحَمِيْمَ لَيُصَبُّ عَلَى رُؤُوْسِهِمْ فَيَنْفُذُ مِنَ الْجُمْجُمَةِ حَتىَّ يَخْلُصَ اِلَى جَوْفِهِ فَيَسْلِتَ مَا فِى جَوْفِهِ حَتىَّ يَبْلُغَ قَدَمَيْهِ وَهُوَ الصَّهْرُ ثُمَّ يُعَادُ كَمَا كَانَ. (رواه الترمذي)\r\nDari Abi Hurairah, sesungguhnya dia membaca ayat ini, ia berkata, “Aku mendengar Rasulullah saw, bersabda, “Sesungguhnya air panas mendidih dituangkan ke atas kepala mereka (orang-orang kafir), lalu air panas itu menembus ubun-ubunnya sampai ke rongga perutnya, maka dihancurkannya apa yang berada dalam rongga perut itu, hingga sampailah air panas itu ke tumitnya dan dalam keadaan cair, kemudian (tubuh orang itu) kembali seperti semula. (Riwayat at-Tirmi©i)\r\n3.  Mereka dicambuk dengan cemeti-cemeti yang terbuat dari besi, hingga mengenai muka, kepala dan seluruh tubuhnya.\r\nعَنْ أَبِى سَعِيْدِ الْخُدْرِيِّ عَنْ َرسُوْلِ اللهِ صَلَّى الله ُعَلَيْهِ وَسَلَّمَ قاَلَ: لَوْ اَنَّ مِقْمَعًا مِنَ حَدِيْدٍ وُضِعَ فِى اْلاَرْضِ فَاجْتَمَعَ لَهُ الثَّقَلاَنِ مَا اَقَلُوْهُ مِنَ اْلاَرْضِ. (رواه أَحْمَدَ)\r\nDari Ab³ Sa³d al-Khudriy, dari Rasulullah bersabda, “Seandainya cambuk dan besi diletakkan di bumi kemudian berkumpul manusia dan jin, mereka tidak bisa mengangkatnya  dari bumi. (Riwayat A¥mad)\r\n4.  Setiap mereka mencoba lari keluar dari neraka, mereka dihalau dan dicambuk dengan cemeti itu, seraya dikatakan kepada mereka, “Rasakanlah olehmu azab ini, sebagai balasan bagi keingkaran dan kedurhakaan.”\r\nInilah gambaran azab ukhrawi yang diterangkan Allah kepada manusia. Dengan keterangan itu manusia dapat membayangkan bagaimana hebat dan pedihnya azab yang diterima orang-orang kafir di hari Kiamat, sehingga gambaran itu merupakan kabar yang menakutkan baginya. Hal ini sebagai salah satu cara Al-Qur'an meyakinkan manusia dan menyadarkannya dari keingkaran dan kedurhakaan yang telah diperbuatnya. Bagaimana hakekat yang sebenarnya dari azab ukhrawi itu, adalah termasuk pengetahuan yang gaib, hanya Allah sajalah yang Maha Mengetahui, mungkin sesuai dengan yang dilukiskan itu yang berupa azab jasmani atau mungkin pula berupa azab jasmani dan azab rohani.\r\n"}