{"tafsir_id":2618,"surah_id":22,"aya_number":23,"tafsir_wajiz":"Berbeda dengan nasib orang-orang kafir di akhirat, sungguh, Allah akan memasukkan orang-orang yang beriman yang tidak murtad dan mengerjakan kebajikan yang bermanfaat bagi dirinya dan orang banyak ke dalam surga-surga yang mengalir di bawahnya sungai-sungai yang merupakan kenikmatan abadi. Di sana mereka diberi perhiasan gelang-gelang emas dan mutiara, dan pakaian mereka terbuat dari sutera, simbol kebahagiaan dan kenikmatan. Mereka juga mendapat keridaan Allah dan perjum-paan dengan-Nya merupakan kenikmatan tertinggi.","tafsir_tahlili":"(23-24) Pada ayat ini Allah menerangkan berbagai kenikmatan yang akan diterima oleh orang-orang yang beriman dan beramal saleh yang membersihkan diri dan hatinya serta selalu berusaha mendekatkan diri kepada Allah. Berbagai kenikmatan yang akan diterima ialah:\r\n1.  Mereka akan dimasukkan ke dalam surga yang penuh kenikmatan, yang di bawahnya mengalir sungai-sungai.\r\n2.  Mereka diberi perhiasan yang indah, seperti gelang-gelang dari emas, mahkota yang bertahtakan permata dan mutiara yang indah.\r\n3.  Bagi mereka disediakan pakaian sutera yang indah.\r\n4.  Mereka diberi petunjuk dan pelajaran, sehingga mereka mengucapkan perkataan yang sopan dan sedap didengar, mengerjakan perbuatan yang menyenangkan hati orang, dapat bergaul dengan baik dengan penduduk surga yang lain, hidup bersaudara, dan saling kasih mengasihi.\r\nSebagaimana keterangan Allah tentang azab di atas, maka gambaran kenikmatan dan kesenangan yang digambarkan pada ayat ini, sebagai pahala yang akan diterima orang-orang yang beriman dan beramal saleh di akhirat nanti adalah sama dengan kenikmatan dan kesenangan yang selalu diimpikan oleh manusia selama mereka hidup di dunia. Pada umumnya manusia waktu hidup di dunia menginginkan kekayaan yang berlimpah-ruah, mempunyai kedudukan yang terhormat dan kekuasaan yang tidak terbatas, mempunyai istri-istri yang cantik dan perkakas rumah tangga yang serba mewah.\r\nSekalipun Allah telah menjelaskan dalam ayat-ayat-Nya hal-hal yang demikian itu, namun masalah surga dan neraka itu termasuk hal yang gaib bagi manusia, hanya Allah sajalah yang mengetahui hakikat yang sebenarnya, tetapi kaum Muslimin wajib percaya bahwa surga dan neraka itu pasti ada. Gambaran yang diberikan Allah itu, merupakan sebagian dari kesenangan yang dijanjikan itu. Kesenangan yang sebenarnya lebih dari gambaran itu karena bagi manusia sendiri tidak ada sesuatu yang dapat dijadikan sebagai perbandingan. Yang jelas ialah bahwa orang-orang yang beriman akan mengalami kesenangan dan kenikmatan yang tiada taranya, belum pernah dirasakan selama hidup di dunia, semua menyenangkan hati, perasaan, pikiran, penglihatan, pendengaran dan sebagainya.\r\n"}