{"tafsir_id":262,"surah_id":2,"aya_number":255,"tafsir_wajiz":"Allah; tidak ada tuhan yang pantas disembah dan dipertuhan selain Dia. Yang Mahahidup, kekal, dan memiliki semua makna kehidupan yang sempurna, Yang terus menerus mengurus makhluk-Nya. Tidak seperti manusia, Dia tidak mengantuk dan tidak pula tidur, sebab keduanya adalah sifat kekurangan yang membuat-Nya tidak mampu mengurus makhluk-Nya. Milik-Nya apa yang ada di langit dan apa yang ada di bumi. Dia Yang menciptakan, memelihara, memiliki, dan bertindak terhadap semua itu. Tidak ada yang dapat memberi syafaat pertolongan di sisi-Nya tanpa izin-Nya. Dia demikian perkasa dan kuasa sehingga berbicara di hadapan-Nya pun harus setelah memperolah restu-Nya, bahkan apa yang disampaikan itu harus sesuatu yang benar. Dia mengetahui apa yang di hadapan mereka, yakni apa saja yang sedang dan akan terjadi, dan apa yang di belakang mereka, yakni sesuatu yang telah berlalu. Allah mengetahui apa yang mereka lakukan dan rencanakan, baik yang berkaitan dengan masa kini, masa lampau, atau masa depan. Dan mereka tidak mengetahui sesuatu apa pun tentang ilmu-Nya melainkan apa yang Dia kehendaki untuk mereka ketahui dengan memperlihatkan dan memberitahukannya. Kursi-Nya, yaitu kekuasaan, ilmu, atau kursi tempat kedua kaki Tuhan (yang tidak diketahui hakikatnya kecuali oleh Allah) berpijak, sangat luas, meliputi langit dan bumi. Dan jangan menduga karena kursi-Nya terlalu luas, Dia letih mengurus itu semua. Tidak! Dia tidak merasa berat maupun kesulitan memelihara keduanya, dan Dia Mahatinggi zat dan sifat-sifat-Nya jika dibanding makhluk-makhlukNya, Mahabesar dengan segala keagungan dan kekuasaan-Nya. Inilah no_ayatt Kursi, no_ayatt teragung dalam Al-Qur'an karena mencakup namanama dan sifat-sifat Allah yang menunjukkan kesempurnaan zat, ilmu, kekuasaan, dan keagungan-Nya. no_ayatt ini dinamakan no_ayatt Kursi. Siapa yang membacanya akan memperoleh perlindungan Allah dan tidak akan diganggu setan.","tafsir_tahlili":"(255) Allah adalah Tuhan Yang Maha Esa, tidak ada tuhan selain Dia, dan hanya Dia yang berhak untuk disembah. Adapun tuhan-tuhan yang lain yang disembah oleh sebagian manusia dengan alasan yang tidak benar, memang banyak jumlahnya. Akan tetapi Tuhan yang sebenarnya hanyalah Allah. Hanya Dialah Yang hidup abadi, yang ada dengan sendiri-Nya, dan Dia pulalah yang selalu mengatur makhluk-Nya tanpa ada kelalaian sedikit pun.\r\nKemudian ditegaskan lagi bahwa Allah tidak pernah mengantuk. Orang yang berada dalam keadaan mengantuk tentu hilang kesadarannya, sehingga dia tidak akan dapat melakukan pekerjaannya dengan baik, padahal Allah swt senantiasa mengurus dan memelihara makhluk-Nya dengan baik, tidak pernah kehilangan kesadaran atau pun lalai.\r\nKarena Allah tidak pernah mengantuk, sudah tentu Dia tidak pernah tidur, karena mengantuk adalah permulaan dari proses tidur. Orang yang tidur lebih banyak kehilangan kesadaran daripada orang yang mengantuk.\r\nSifat Allah yang lain yang disebutkan dalam ayat ini ialah bahwa Dialah yang mempunyai kekuasaan dan yang memiliki apa yang ada di langit dan di bumi. Dialah yang mempunyai kekuatan dan kekuasaan yang tak terbatas, sehingga Dia dapat berbuat apa yang dikehendaki-Nya. Semuanya ada dalam kekuasaan-Nya, sehingga tidak ada satu pun dari makhluk-Nya termasuk para nabi dan para malaikat yang dapat memberikan pertolongan kecuali dengan izin-Nya, apalagi patung-patung yang oleh orang-orang kafir dianggap sebagai penolong mereka.\r\nYang dimaksud dengan “pertolongan” atau “syafaat” dalam ayat ini ialah pertolongan yang diberikan oleh para malaikat, nabi dan orang-orang saleh kepada umat manusia pada hari kiamat untuk mendapatkan keringanan atau kebebasan dari hukuman Allah. Syafaat itu akan terjadi atas izin Allah. Dalam hadis disebutkan :\r\nقَالَ النَِّبيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ : ...فَيَقُوْلُ اللهُ عَزَّ وَجَلَّ: شَفَعَتْ اَلْمَلاَئِكَةُ وَشَفَعَ النَّبِيُّوْنَ وَشَفَعَ الْمُؤْمِنُوْنَ (رواه أحمد ومسلم عن ابي سعيد الخدري)\r\nNabi Saw bersabda, “…Kemudian Allah berfirman, “Para Malaikat memberikan syafaat, para Nabi memberikan syafaat, dan orang-orang mukmin juga memberikan syafaat. (Riwayat A¥mad dan Muslim dari Abu Said al-Khudr³);Sifat Allah yang lain yang disebutkan dalam ayat ini ialah: bahwa Allah senantiasa mengetahui apa saja yang terjadi di hadapan dan di belakang makhluk-Nya, sedang mereka tidak mengetahui sesuatu pun dari ilmu Allah, melainkan sekadar apa yang dikehendaki-Nya untuk mereka ketahui. Kursi Allah mencakup langit dan bumi. Allah tidak merasa berat sedikit pun dalam memelihara makhluk-Nya yang berada di langit dan di bumi, dan di semua alam ciptaan-Nya. Allah Mahatinggi lagi Mahabesar.\r\nMereka tidak mengetahui ilmu Allah, kecuali apa yang telah dikehendaki-Nya untuk mereka ketahui. Dengan demikian, yang dapat diketahui oleh manusia hanyalah sekadar apa yang dapat dijangkau oleh pengetahuan yang telah dikaruniakan Allah kepada mereka, dan jumlahnya amat sedikit dibanding dengan ilmu-Nya yang luas. Hal ini ditegaskan Allah dalam firman-Nya:\r\nوَمَآ اُوْتِيْتُمْ مِّنَ الْعِلْمِ اِلَّا قَلِيْلًا   \r\n“… Sedangkan kamu diberi pengetahuan hanya sedikit.” (al-Isr±′/17:85) "}