{"tafsir_id":2620,"surah_id":22,"aya_number":25,"tafsir_wajiz":"Sungguh, orang-orang kafir Mekah seperti Abu Sufyan bin Harb dan kawan-kawannya yang menghalangi manusia dari jalan Allah untuk memeluk Islam dan menghalangi Rasulullah dan para sahabat melaksanakan ibadah umrah di Masjidilharam yang telah Kami jadikan terbuka untuk semua manusia yang beriman, baik yang bermukim di sana maupun yang datang dari luar daerah yang jauh; dan siapa saja yang berada di Masjidilharam yang bermaksud melakukan kejahatan seperti membunuh, mengintimidasi, menghalangi manusia masuk Islam, dan berbuat kerusuhan secara zalim di dalamnya, niscno_ayat akan Kami rasakan kepadanya siksa yang pedih di akhirat berupa api yang terus membakar, air mendidih, dan cambuk yang menghancurluluhkan tubuh.","tafsir_tahlili":"(25) Menurut riwayat Ibnu `Abbas ra ayat ini sesungguhnya diturunkan berhubungan dengan Abi Sufyan bin Harb dan kawan-kawannya. Mereka itu menghalang-halangi Rasulullah saw dan para sahabat memasuki Masjidil Haram untuk melakukan ibadah umrah di tahun “perdamaian Hudaibiyah”. Karena itu Rasulullah enggan untuk memerangi mereka karena Rasulullah berada dalam keadaan ihram. Kemudian terjadilah kesepakatan yang melahirkan perjanjian Hudaibiyah, yang di dalamnya tercantum bahwa Rasulullah tidak jadi umrah di tahun itu, akan tetapi ditangguhkan sampai tahun depan dan mereka tidak akan menghalangi Nabi dan sahabatnya masuk Masjidil Haram untuk mengerjakan ibadah, pada tahun yang akan datang.\r\nAyat ini menerangkan bahwa semua orang yang mengingkari keesaan dan kekuasaan Allah, mendustakan rasul dan meningkari agama yang dibawanya, menghalang-halangi manusia masuk agama Islam dan menegakkan kalimat Allah, menghalang-halangi kaum Muslimin masuk Masjidil Haram untuk beribadat, baik orang-orang penduduk Mekah asli maupun pendatang dari negeri lain dan menghalang-halangi orang beribadat di dalamnya, niscaya Allah akan menimpakan kepada mereka azab yang sangat pedih.\r\nDari ayat di atas dipahami bahwa Masjidil Haram yang terletak di sekitar Ka`bah adalah suatu tempat bagi kaum Muslimin untuk mengerjakan ibadah haji, umrah serta ibadah-ibadah yang lain, seperti tawaf, salat, i`tikaf, zikir, dan sebagainya, baik mereka yang berasal dari Mekah sendiri maupun yang berasal dari luar Mekah. Dengan perkataan lain, bahwa semua kaum Muslimin berhak melakukan ibadah di tempat itu, darimana pun mereka datang. Allah mengancam dengan azab yang keras terhadap orang-orang yang mencegah dan menghalang-halanginya. Karena itu ada di antara para ulama yang mempersoalkan kedudukan tanah yang berada di sekitar Masjidil Haram itu, apakah tanah itu dapat dimiliki oleh perseorangan atau pemerintah, atau tanah itu merupakan hak seluruh kaum Muslimin. Untuk pengaturannya sekarang diserahkan kepada Kerajaan Arab Saudi, karena Masjidil Haram terletak di negara ini, selama negara tersebut melaksanakan perintah-perintah Allah melayani orang-orang yang ingin beribadah di sana.\r\nMenurut Imam Mujahid dan Malik, Masjidil Haram itu adalah milik kaum Muslimin seluruhnya, tidak seorang pun atau sesuatu negara pun yang boleh memilikinya. Pendapat ini juga diikuti oleh Imam Abu Hanifah, alasan mereka ialah perkataan baik “yang bermukim maupun yang berkunjung” berarti Masjidil Haram dijadikan bagi manusia, agar mereka menghormatinya, beribadah di sana baik bagi orang-orang Mekah maupun orang-orang yang berasal dari luar Mekah.\r\nKarena itu tidak dapat dikatakan bahwa penduduk Mekah lebih berhak atas Masjidil Haram itu dari penduduk dari luar Mekah.\r\nAlasan-alasan mereka yang lain ialah:\r\n1.  Menurut riwayat, bahwa Umar, Ibnu `Abbas dan banyak sahabat berpendapat, “Para pengunjung Masjidil Haram boleh menempati rumah-rumah yang didapatinya kosong, belum berpenghuni di Mekah, dan orang-orang Mekah sendiri yang mempunyai rumah kosong itu, hendaklah mengizinkannya.”\r\n2.  Hadis Nabi Muhammad saw:\r\nعَنْ عَبْدِ اللهِ بْنِ عُمَرَ قَالَ, قَالَ رَسُوْلُ اللهِ صَلَّى الله ُعَلَيْهِ وَسَلَّمَ مَكَّةُ مُنَاحُ لاَتُبَاعُ رُبَاعُهَا وَتُؤَاجَرُ بُيُوْتُهَا (رواه الدار قطنى)\r\nDari Abdullah bin Umar, ia berkata, “Rasulullah berkata, “Mekah itu pemberian, tidak boleh dijual hasilnya dan tidak boleh disewakan rumahnya. (Riwayat ad-Dāruqu¯n³)\r\n3.  Dan hadis Nabi saw lagi:\r\nعَنْ عَائِشَةَ رَضِيَ الله ُعَنْهَا قَالَتْ, قُلْتُ يَارَسُوْلَ اللهِ اَلاَّ اَبْنِى لَكَ بِمِنىً بَيْتًا اَوْبِنَاءً يُظِلُّكَ مِنَ الشَّمْسِ, قَالَ لاَ, اِنَّمَا هُوَ مُنَاحٌ مَنْ سَبَقَ اِلَيْهِ. (رواه ابو داود)\r\nDari `Aisyah ra ia berkata, “Ya Rasulullah, bolehkah aku buatkan untukmu rumah di Mina atau rumah yang dapat melindungi engkau dari terik panas matahari? Beliau menjawab, “Tidak, sesungguhnya tanah itu adalah hadiah bagi orang yang lebih dahulu mendapatkannya.” (Riwayat Abµ Dāud)\r\n4.  Menurut suatu riwayat, pada permulaan Islam, Masjidil Haram tidak mempunyai pintu-pintu masuk, sehingga sampai pada suatu masa, banyak pencuri berdatangan, lalu seorang laki-laki membuat pintu-pintu, tetapi Umar melarangnya dan berkata, “Apakah kamu menutup pintu-pintu orang-orang berhaji ke Baitullah? Laki-laki itu menjawab, Aku membuat pintu-pintu untuk memelihara barang-barang pengunjung dari pencuri.” Karena itu Umar ra membiarkannya.\r\nImam Syafi`i berpendapat bahwa tanah sekitar Masjidil Haram itu boleh dimiliki dan diperjual-belikan, asal tidak menghalangi kaum Muslimin beribadah di sana.\r\nعَنْ اُمَامَةَ بْنِ زَيْدٍ قَالَ قُلْتُ يَارَسُوْلَ اللهِ أَأُنْـزِلَ غَدًا فِى دَارِكَ بِمَكَّةَ؟ فَقَالَ فَهَلْ تَرَكَ لَنَا عَقِيْلٌ مِنْ رِبَاعٍ. (رواه الشيخان)\r\nDari Umamah bin Zaid, dia berkata, “Wahai Rasulullah bolehkah aku besok berkunjung ke rumahmu di Mekah? Rasulullah menjawab, “Apakah keluarga Aqil meninggalkan rumah? (Riwayat asy-Syaikhān) \r\nPerbedaan pendapat ini berpangkal pada persoalan; Apakah Nabi Muhammad dan para sahabat pada saat penaklukan kota Mekah (fat¥u Makkah) dengan cara kekerasan atau dengan cara damai? Jika direbut dari tangan orang-orang musyrik dengan kekerasan, tentulah tanah sekitar Masjidil Haram itu merupakan harta rampasan bagi kaum Muslimin yang harus dibagi-bagi sesuai dengan ketentuan agama. Tetapi Rasulullah tidak membagi-baginya, sehingga tetaplah tanah itu merupakan milik bagi kaum Muslimin sampai saat ini. Hal seperti ini pernah pula dilakukan oleh Sayidina `Umar pada suatu daerah yang telah direbutnya dari orang-orang kafir. Pendapat kedua menyatakan bahwa tanah Mekah itu direbut Nabi Muhammad saw dengan cara damai, karena itu ia bukan merupakan barang rampasan, dan tetap menjadi milik empunya waktu itu. Kemudian diwariskan atau dijual oleh pemiliknya yang dahulu, sehingga menjadi milik dari pembeli pada saat ini.\r\nSekalipun ada perbedaan pendapat yang demikian, namun para ulama sependapat bahwa Masjidil Haram merupakan tempat beribadah bagi seluruh kaum Muslimin yang datang dari seluruh penjuru dunia. Mereka boleh datang kapan saja mereka kehendaki, tanpa seorang pun yang boleh mengganggu dan menghalanginya. Jika berlawanan kepentingan pribadi atau golongan dengan kepentingan agama Islam, maka kepentingan agama Islam yang harus diutamakan dan diprioritaskan. Tentu saja kaum Muslimin yang telah bermukim dan menjadi penduduk Mekah itu berhak dan boleh mencari nafkah dari hasil usaha mereka melayani dan mengurus jama`ah haji yang datang dari segenap penjuru dunia. Sekalipun demikian, usaha mengurus dan melayani jama`ah haji itu, tidak boleh dikomersilkan, tetapi semata-mata dilakukan untuk mencari pahala yang besar.\r\nMasjidil Haram sebagai tempat yang suci dan kiblat umat Islam, memiliki keistimewaan dan kelebihan-kelebihan, di antaranya adalah:\r\na. Di tempat tersebut orang yang baru berencana saja untuk berbuat maksiat/makar, maka Allah akan mengazabnya. Ibnu Masud, Ibnu Umar, ad-a¥¥ak dan Ibnu Zaid, menyatakan bahwa bila seseorang sedang berada di Masjidil Haram, kemudian dia berencana untuk membunuh seseorang yang tinggal di Aden, maka Allah akan mengazabnya.\r\nb. Ibadah yang dilakukan di Masjidil Haram mempunyai nilai tambah dibandingkan dengan ibadah di tempat-tempat lain, bahkan satu kali salat di Masjidil Haram nilainya sama dengan seratus ribu kali salat di luar Masjidil Haram. Rusulullah bersabda:\r\nعَنْ جَابِرٍ رَضِيَ اللهُ عَنْهُ اَنَّ رَسُوْلَ اللهِ صَلَّى الله ُعَلَيْهِ وَسَلَّمَ قاَلَ: صَلاَةٌ فِى مَسْجِدِي أَفْضَلُ مِنْ أَلْفِ صَلاَةٍ فِيْمَا سِوَاهُ اِلاَّ الْمَسْجِدَ الْحَرَامَ وَصَلاَةٌ فِى الْمَسْجِدِ الْحَرَامِ أَفْضَلُ مِنْ مِائَةِ اَلْفِ صَلاَةِ فِيْمَا سِوَاهُ. (رواه أحمد بسند صحيح)\r\nDari Jabir bahwa Rasulullah berkata, “Salat di masjidku (Masjid Nabawi) lebih utama seribu kali dibandingkan dengan salat di luar masjidku, kecuali di Masjidil Haram. Dan salat di Masjidil Haram lebih utama seratus ribu kali dibandingkan salat di luar Masjidil Haram. (Riwayat A¥mad dengan sanad sahih)\r\n"}