{"tafsir_id":2625,"surah_id":22,"aya_number":30,"tafsir_wajiz":"Demikianlah perintah Allah kepada kaum muslim untuk melak-sanakan ibadah haji. Dan Barang siapa mengagungkan apa yang terhormat di sisi Allah dengan melaksanakan rangkaian manasik haji dan menjauhi semua larangan ketika berihram, baik ihram untuk haji maupun umrah, maka sikap yang demikian itu lebih baik baginya, tamu Allah, di sisi Tuhannya. Dan dihalalkan bagi kamu semua hewan ternak, baik ketika menunaikan ibadah haji maupun tidak sedang berhaji, kecuali yang diterangkan kepadamu keharamannya di dalam Al-Qur’an dan Sunah. Maka, jauhilah olehmu, wahai orang-orang beriman, penyembahan berhala-berhala yang najis itu karena tidak sesuai dengan kesucian dan kemurnian tauhid yang diajarkan para nabi dan rasul; dan jauhilah perkataan dusta, baik ketika berihram untuk haji atau umrah, lebih-lebih ketika sudah menyandang predikat haji.","tafsir_tahlili":"(30) Ayat ini menerangkan bahwa semua yang tersebut pada ayat-ayat yang lalu, seperti mencukur rambut, memotong kuku, memenuhi nazar, tawaf mengelilingi Ka`bah, termasuk kewajiban yang wajib dilaksanakan oleh setiap orang yang menunaikan ibadah haji. Siapa yang melaksanakan semua yang diperintahkan itu selama mereka berihram, karena ingin mengagungkan dan mencari keridaan Allah, maka perbuatan itu adalah perbuatan yang paling baik di sisi Allah dan akan dibalasnya dengan pahala yang berlipat ganda serta surga yang penuh kenikmatan.\r\nMenurut Ibnu Abbas yang dimaksud dengan “¥urumātillāh”, ialah apa yang dilarang dilakukannya oleh orang-orang yang sedang menunaikan ibadah haji, seperti berlaku fasik, bertengkar, bersetubuh dengan istri, berburu dan sebagainya. Menghormati “¥urumātillāh”, ialah menjauhi semua larangan itu. Sedang menurut riwayat Zaid bin Aslam, yang dimaksud dengan “¥urumātillāh”, ialah al-Masyaril ¦aram, Masjidil Haram, Baitul Haram (Ka`bah), Bulan-bulan Haram dan Tanah Haram. Menghormati “¥urumātillāh” itu adalah berbuat baik di tempat-tempat tersebut, tidak berbuat maksiat dan hal itu merupakan perbuatan yang paling baik di sisi Allah.\r\nDalam ibadah haji terdapat dua macam ibadah, yaitu ibadah yang berhubungan dengan anggota badan, disebut ibadah “badaniyah”, seperti tawaf, sa`i, melempar jumrah dan sebagainya. Yang kedua ialah ibadah yang berhubungan dengan harta, disebut “māliyah”, seperti menyembelih binatang kurban dan sebagainya. Dalam ayat ini disebutkan makanan yang dihalalkan, dan perintah menjauhi perkataan dusta. Sekalipun perintah itu ditujukan kepada semua kaum Muslimin, tetapi orang-orang yang sedang menunaikan ibadah haji sangat diutamakan melaksanakannya. \r\nAllah menerangkan bahwa dihalalkan bagi orang-orang yang beriman memakan dan menyembelih unta, lembu dan sebagainya, kecuali binatang-binatang yang telah ditetapkan keharamannya, sebagaimana tersebut dalam firman Allah:\r\nحُرِّمَتْ عَلَيْكُمُ الْمَيْتَةُ وَالدَّمُ وَلَحْمُ الْخِنْزِيْرِ وَمَآ اُهِلَّ لِغَيْرِ اللّٰهِ بِهٖ وَالْمُنْخَنِقَةُ وَالْمَوْقُوْذَةُ وَالْمُتَرَدِّيَةُ وَالنَّطِيْحَةُ وَمَآ اَكَلَ السَّبُعُ اِلَّا مَا ذَكَّيْتُمْۗ وَمَا ذُبِحَ عَلَى النُّصُبِ \r\nDiharamkan bagimu (memakan) bangkai, darah, daging babi, dan (daging) hewan yang disembelih bukan atas (nama) Allah, yang tercekik, yang dipukul, yang jatuh, yang ditanduk, dan yang diterkam binatang buas, kecuali yang sempat kamu sembelih, dan (diharamkan pula) yang disembelih untuk berhala.... (al-Mā`idah/5: 3);\r\nDan firman Allah:\r\nقُلْ لَّآ اَجِدُ فِيْ مَآ اُوْحِيَ اِلَيَّ مُحَرَّمًا عَلٰى طَاعِمٍ يَّطْعَمُهٗٓ اِلَّآ اَنْ يَّكُوْنَ مَيْتَةً اَوْ دَمًا مَّسْفُوْحًا اَوْ لَحْمَ خِنْزِيْرٍ فَاِنَّهٗ رِجْسٌ اَوْ فِسْقًا اُهِلَّ لِغَيْرِ اللّٰهِ بِهٖۚ \r\nKatakanlah, ”Tidak kudapati di dalam apa yang diwahyukan kepadaku, sesuatu yang diharamkan  memakannya bagi yang ingin memakannya, kecuali daging hewan yang mati (bangkai), darah yang mengalir, daging babi – karena semua itu kotor – atau hewan yang disembelih bukan atas (nama) Allah.... (al-Anām/6: 145)\r\nAllah tidak pernah mengharamkan memakan daging binatang seperti yang diharamkan oleh kaum musyrik Mekah, perbuatan itu adalah perbuatan yang mereka ada-adakan saja. Mereka mengharamkan Ba¥³rah, Sā`ibah, Wa¡³lah, ¦ām dan sebagainya, sebagaimana firman Allah:\r\nمَا جَعَلَ اللّٰهُ مِنْۢ بَحِيْرَةٍ وَّلَا سَاۤىِٕبَةٍ وَّلَا وَصِيْلَةٍ وَّلَا حَامٍ ۙوَّلٰكِنَّ الَّذِيْنَ كَفَرُوْا يَفْتَرُوْنَ عَلَى اللّٰهِ الْكَذِبَۗ وَاَكْثَرُهُمْ لَا يَعْقِلُوْنَ   \r\nAllah tidak pernah mensyariatkan adanya  Ba¥³rah, Saibah, Wa¡ilah dan Ham. Tetapi orang-orang kafir membuat-buat kedustaan terhadap Allah, dan kebanyakan mereka tidak mengerti. (al-Mā`idah/5: 103)\r\nDalam ayat ini disebutkan dua macam perintah Allah, yaitu:\r\n1.  Perintah menjauhi perbuatan menyembah patung atau berhala, karena perbuatn itu adalah perbuatan yang menimbulkan kekotoran dalam diri dan sanubari seseorang yang mengerjakannya dan perbuatan itu berasal dari perbuatan setan. Setan selalu berusaha mengotori jiwa dan diri manusia.\r\n2.  Perintah menjauhi perkataan dusta dan melakukan persaksian yang palsu.\r\nDalam ayat ini penyebutan persaksian palsu dan penyembahan berhala secara bersamaan, karena kedua perbuatan itu pada hakekatnya adalah sederajat, semua sama berdusta dan mengingkari kebenaran. Dari ayat ini dapat dipahami pula betapa besar dosanya mengadakan persaksian palsu itu karena disebutkan setelah larangan menyekutukan Allah.\r\nDalam hadis Nabi Muhammad saw pun diterangkan bahwa persaksian palsu itu sama beratnya dengan menyekutukan Allah:\r\nعَنِ النَّبِيِّ صَلَّى الله ُعَلَيْهِ وَسَلَّمَ اَنَّهُ صَلَّى الصُّبْحَ قَائِمًا وَاسْتَقْبَلَ النَّاسَ بِوَجْهِهِ وَقَالَ عَدَلَتْ شَهَادَةُ الزُّوْرِ الاِشْرَاكَ بِاللهِ عَدَلَتْ شَهَادَةُ الزُّوْرِ الاِشْرَاكَ بِاللهِ, عَدَلَتْ شَهَادَةُ الزُّوْرِ الاِشْرَاكَ بِاللهِ. (رواه أحمد وابو داود وابن ماجه والطبرانى)\r\nDari Nabi saw bahwa beliau salat Subuh, setelah selesai memberi salam, beliau berdiri dan menghadap kepada manusia dan berkata, “Persaksian palsu sama beratnya dengan mempersekutukan Allah, persaksian palsu sama beratnya dengan mempersekutukan Allah, persaksian palsu sama beratnya dengan mempersekutukan Allah.” (Riwayat A¥mad, Abu Dāud, Ibnu Mājah dan a¯-°abarān³)\r\n"}