{"tafsir_id":2626,"surah_id":22,"aya_number":31,"tafsir_wajiz":"Menunaikan ibadah haji ke Baitullah hendaklah dengan landasan tauhid yang lurus, niat beribadah dengan ikhlas kepada Allah, semata-mata mengharapkan keridaan-Nya, tanpa mempersekutukan-Nya dengan sesuatu apa pun. Barang siapa mempersekutukan Allah, kapan dan di mana pun, selama menunaikan ibadah haji maupun sebelumnya, maka seakan-akan dia jatuh dari langit, karena terputus dari tali Allah hingga ibadahnya tidak diterima, lalu disambar oleh burung hingga dirinya makin jauh dari Allah, atau diterbangkan angin ke tempat yang jauh seperti lno_ayatng-lno_ayatng putus.","tafsir_tahlili":"(31) Ayat ini menegaskan bahwa manusia harus menjauhi berhala dan perkataan dusta dengan memurnikan ketaatan kepada Allah, tidak menyekutukan sesuatu dengan-Nya. Kemudian Allah menjelaskan tentang besarnya dosa akibat mengerjakan perbuatan syirik. Siapa yang menyekutukan Allah, berarti telah membinasakan dirinya sendiri, karena orang yang berbuat syirik itu akan memperoleh malapetaka yang besar di dunia dan akhirat, tidak ada lagi harapan untuk memperoleh keselamatan bagi dirinya.\r\nAyat ini menyerupakan orang yang berbuat syirik dengan seorang yang jatuh dari langit yang tinggi, kemudian tubuhnya disambar oleh burung-burung buas yang beterbangan di angkasa, burung-burung itu memperebutkan tubuhnya, sehingga terkoyak-koyak menjadi bagian-bagian yang kecil, lalu dagingnya dimakan oleh burung-burung itu, atau tubuhnya itu diterbangkan angin sampai terlempar ke tempat yang jauh, ada yang jatuh ke dalam laut, ada yang jatuh ke dalam jurang yang dalam dan sebagainya. Maka tidak ada sesuatu pun yang dapat diharapkan lagi dari orang itu, kecuali menerima kesengsaraan dan azab yang kekal.\r\nAllah berfirman:\r\nاِنَّ الَّذِيْنَ كَفَرُوْا وَصَدُّوْا عَنْ سَبِيْلِ اللّٰهِ قَدْ ضَلُّوْا ضَلٰلًا ۢ بَعِيْدًا  \r\nSesungguhnya orang-orang yang kafir dan menghalang-halangi (orang lain) dari jalan Allah, benar-benar telah sesat sejauh-jauhnya.  (an-Nisā`/4: 167)\r\nDan firman Allah:\r\nقُلْ اَنَدْعُوْا مِنْ دُوْنِ اللّٰهِ مَا لَا يَنْفَعُنَا وَلَا يَضُرُّنَا وَنُرَدُّ عَلٰٓى اَعْقَابِنَا بَعْدَ اِذْ هَدٰىنَا اللّٰهُ كَالَّذِى اسْتَهْوَتْهُ الشَّيٰطِيْنُ فِى الْاَرْضِ حَيْرَانَ \r\nKatakanlah (Muhammad), ”Apakah kita akan memohon kepada sesuatu selain Allah, yang tidak dapat memberi manfaat dan tidak (pula) mendatangkan mudarat kepada kita, dan (apakah) kita akan dikembalikan ke belakang, setelah Allah memberi petunjuk kepada kita, seperti orang yang telah disesatkan oleh setan di bumi, dalam keadaan kebingungan.” (al-Anām/6: 71)\r\n"}