{"tafsir_id":2628,"surah_id":22,"aya_number":33,"tafsir_wajiz":"Bagi kamu yang sedang menunaikan ibadah haji, padanya, yakni pada hewan hadyu yang disembelih sebagai pengganti (dam) pekerjaan wajib haji yang ditinggalkan; atau sebagai denda karena melanggar hal-hal yang terlarang mengerjakannya di dalam ibadah haji, ada beberapa manfaat yang bisa diambil seperti untuk dikendarai, diambil susunya, dan sebagainya, hingga waktu yang ditentukan, yakni hingga hari nahar, tanggal 10 Zulhijah, kemudian tempat penyembelihannya adalah di sekitar Baitul Atiq, Baitullah, di kawasan tanah haram.","tafsir_tahlili":"(33) Pada ayat ini ditegaskan bahwa binatang kurban itu dapat diambil manfaatnya sebelum disembelih, yaitu dapat digunakan sebagai kendaraan dalam perjalanan menuju tanah suci, dapat diminum air susunya dan sebagainya. Setelah disembelih bulunya dapat dimanfaatkan, dagingnya dapat dimakan, disedekahkan kepada fakir dan miskin, sebagaimana yang diterangkan pada hadis Nabi saw:\r\nعَنْ اَنَسٍ اَنَّ رَسُوْلَ اللهِ صَلَّى الله ُعَلَيْهِ وَسَلَّمَ رَأَى رَجُلاً يَسُوْقُ بَدَنَةً قَالَ ارْكَبْهَا قَالَ اِنَّهَا بَدَنَةٌ قَالَ ارْكَبْهَا وَيْحَكَ فِىالثَّانِيَةِ اَوِالثَّالِثَةِ. (رواه البخاري ومسلم)\r\nDari Anas bahwasanya Rasulullah saw melihat seorang menggiring seekor badanah (unta yang digemukkan untuk dijadikan kurban) maka beliau bersabda, Naikilah!” Orang itu menjawab, “Dia digemukkan untuk dijadikan kurban! Maka Nabi bersabda, “Naikilah! Rugilah kamu!” pada yang kedua atau ketiga. (Riwayat al-Bukhār³ dan Muslim)\r\nTempat penyembelihan binatang kurban itu ialah di sekitar daerah Haram atau di tempat sekitar Ka`bah. Allah berfirman:\r\nيٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَقْتُلُوا الصَّيْدَ وَاَنْتُمْ حُرُمٌ ۗوَمَنْ قَتَلَهٗ مِنْكُمْ مُّتَعَمِّدًا فَجَزَۤاءٌ مِّثْلُ مَا قَتَلَ مِنَ النَّعَمِ يَحْكُمُ بِهٖ ذَوَا عَدْلٍ مِّنْكُمْ هَدْيًاۢ بٰلِغَ الْكَعْبَةِ اَوْ كَفَّارَةٌ طَعَامُ مَسٰكِيْنَ اَوْ عَدْلُ ذٰلِكَ صِيَامًا لِّيَذُوْقَ وَبَالَ اَمْرِهٖ ۗعَفَا اللّٰهُ عَمَّا سَلَفَ ۗوَمَنْ عَادَ فَيَنْتَقِمُ اللّٰهُ مِنْهُ ۗوَاللّٰهُ عَزِيْزٌ ذُو انْتِقَامٍ   \r\nWahai orang-orang yang beriman! Janganlah kamu membunuh hewan buruan, ketika kamu sedang ihram (haji atau umrah). Barang siapa di antara kamu membunuhnya dengan sengaja, maka dendanya ialah mengganti dengan hewan ternak yang sepadan dengan buruan yang dibunuhnya, menurut putusan dua orang yang adil di antara kamu sebagai hadyu yang dibawa ke Kabah, atau kafarat (membayar tebusan dengan) memberi makan kepada orang-orang miskin, atau berpuasa, seimbang dengan makanan yang dikeluarkan itu, agar dia merasakan akibat buruk dari perbuatannya. Allah telah memaafkan apa yang telah lalu. Dan barang siapa kembali mengerjakannya, niscaya Allah akan menyiksanya. Dan Allah Mahaperkasa, memiliki (kekuasaan untuk) menyiksa. (al-Mā`idah/5: 95)\r\nMaksud dibawa sampai ke Ka`bah menurut ayat di atas ialah membawanya ke daerah Haram untuk disembelih di tempat itu.\r\n"}