{"tafsir_id":2631,"surah_id":22,"aya_number":36,"tafsir_wajiz":"Dan unta-unta yang digemukkan dan diberi kalung untuk dikurbankan itu Kami jadikan untuk kamu, para tamu Allah, sebagai bagian dari syiar agama Allah, dalam pelaksanaan ibadah haji; kamu banyak memperoleh kebaikan padanya untuk alat transportasi, mengangkut barang, mengambil susu, dan berkurban. Maka sebutlah nama Allah ketika kamu akan menyembelihnya dalam keadaan unta-unta itu berdiri, karena lazimnya unta disembelih dalam posisi berdiri, dan kaki-kaki-nya telah terikat dengan kuat. Kemudian apabila unta-unta itu telah rebah, selesai disembelih, maka makanlah oleh kamu sebagian dagingnya dan beri makanlah dengan daging unta itu orang-orang fakir dan miskin yang merasa cukup dengan apa yang ada padanya, yang tidak meminta-minta karena menjaga kehormatan dirinya, dan orang-orang fakir dan miskin yang meminta-minta karena kebutuhan mendesak untuk menjaga kelangsungan hidupnya. Demikianlah Kami tundukkan unta-unta itu untukmu, hingga unta-unta itu tidak berontak ketika kamu akan menyembelihnya agar kamu bersyukur kepada Allah atas karunia-Nya yang diberikan kepada kamu.","tafsir_tahlili":"(36) Pada ayat ini Allah menerangkan bahwa dia menciptakan unta agar diambil manfaatnya oleh manusia dan menjadikan unta itu sebagai salah satu syi`ar-syi`ar Allah dengan menyembelihnya sebagai binatang kurban untuk mendekatkan diri kepada Allah. Kemudian Dia memberi balasan kepada orang-orang yang berkurban pahala yang berlipat ganda di akhirat.\r\nMenurut Imam Abu Hanifah yang berasal dari pendapat A¯a` dan Said bin Musayyab dari golongan tabiin bahwa yang dimaksud dengan, “Budna” yang tersebut dalam ayat, ialah unta atau sapi. Pendapat ini dikuatkan pula oleh pendapat Ibnu Umar bahwa tidak dikenal arti “badanah” (mufrad budna) selain arti unta dan sapi.\r\nSeekor unta atau lembu dapat dijadikan kurban oleh tujuh orang berdasarkan hadis Rasulullah saw:\r\nعَنْ جَابِرٍ رَضِيَ الله ُعَنْهُ قَالَ حَجَجْنَا مَعَ رَسُوْلِ اللهِ صَلَّى الله ُعَلَيْهِ وَسَلَّمَ فَنَحَرْنَا اْلاِبِلَ عَنْ سَبْعَةٍ وَالْبَقَرَةَ عَنْ سَبْعَةٍ. (رواه مسلم)\r\nBerkata Jabir ra, “Kami menunaikan ibadah haji bersama Rasulullah saw, maka kami berkurban seekor unta untuk tujuh orang dan seekor sapi untuk tujuh orang.” (Riwayat Muslim)\r\nJika seseorang tidak mendapatkan unta/sapi, ia boleh menggantinya dengan tujuh ekor kambing berdasarkan hadis:\r\nعَنِ ابْنِ عَبَّاسٍ رَضِيَ الله ُعَنْهُمَا اَنَّ النَّبِيَّ صَلَّى الله ُعَلَيْهِ وَسَلَّمَ أَتَاهُ رَجُلٌ فَقَالَ اِنَّ عَلَيَّ بَدَنَةً وَاَنَا مُوْسِرٌ وَلاَ أَجِدُهَا فَأَشْتَرِيَهَا فَأَمَرَهُ النَّبِيَّ صَلَّى الله ُعَلَيْهِ وَسَلَّمَ أَنْ يَبْتَاعَ سَبْعَ شِيَاهٍ فَيَذْبَحُهُنَّ. (رواه أحمد وابن ماجه بسند صحيح)\r\n“Dari Ibnu Abbas ra bahwa Nabi saw telah didatangi seseorang, ia berkata, “Sesungguhnya telah wajib atasku menyembelih unta/sapi, sedangkan aku orang yang sanggup melakukannya, tetapi aku tidak mendapatkannya untuk kubeli. Maka Rasulullah saw menyuruhnya membeli tujuh ekor kambing, kemudian ia menyembelihnya.” (Riwayat A¥mad dan Ibnu Mājah dengan sanad yang sahih)\r\nAllah memerintahkan agar menyebut nama Allah di waktu menyembelihnya. Dari ayat ini dapat dipahami bahwa haram hukumnya menyebut nama selain Allah diwaktu menyembelihnya.\r\nApabila binatang kurban telah disembelih, telah roboh dan diyakini telah benar-benar mati, maka kulitilah, makanlah sebagian dagingnya, dan berikanlah sebagian yang lain kepada fakir miskin yang meminta dan yang tidak meminta karena mereka malu melakukannya. Tentu saja memberikan (daging) seluruhnya adalah lebih baik dan lebih besar pahalanya.\r\nOrang-orang Arab jahiliyah tidak mau memakan daging kurban yang telah mereka sembelih, maka dalam ayat ini Allah membolehkan kaum Muslimin memakan daging kurban mereka.\r\nDemikianlah Allah telah memudahkan penguasaan binatang kurban bagi orang-orang yang beriman, padahal binatang itu lebih kuat dari mereka. Yang demikian itu dapat dijadikan pelajaran agar manusia bersyukur kepada Allah atas nikmat yang telah dilimpahkan kepada mereka.\r\n"}