{"tafsir_id":2633,"surah_id":22,"aya_number":38,"tafsir_wajiz":"Orang-orang kafir Mekah dengan segala cara berusaha menghalangi tersebarnya ajaran Islam. Pada no_ayatt ini dijelaskan bahwa sesungguhnya Allah membela orang yang beriman dengan menguatkan hati mereka untuk bersabar, memiliki dno_ayat tahan, menghadapi segala cobaan dan rintangan yang dilakukan orang-orang kafir Mekah tersebut. Sungguh, Allah tidak menyukai setiap orang beriman yang berkhianat terhadap agama, sesama orang beriman, serta perjuangan Islam; dan Allah pun sangat tidak menyukai orang-orang yang kufur atas nikmat-Nya.","tafsir_tahlili":"(38) Ayat ini mengisyaratkan bahwa orang-orang beriman selalu mendapat cobaan dan rintangan dari musuh-musuh Allah dan orang-orang yang menginginkan agar agama Allah lenyap dari permukan bumi. \r\nSekalipun demikian, Allah tetap membela orang-orang yang beriman dengan menguatkan hati mereka, memantapkan langkah-langkah mereka untuk mengikuti jalan yang lurus yang telah dibentangkan Allah, dan memperkuat kesabaran dan ketabahan hati mereka.\r\nJaminan Allah terhadap pembelaan-Nya pada orang Mukmin ditegaskan dalam firman-Nya:\r\nكَتَبَ اللّٰهُ لَاَغْلِبَنَّ اَنَا۠ وَرُسُلِيْۗ اِنَّ اللّٰهَ قَوِيٌّ عَزِيْزٌ   \r\nAllah telah menetapkan, ”Aku dan rasul-rasul-Ku pasti menang.” Sungguh, Allah Mahakuat, Mahaperkasa. (al-Mujādalah/58: 21)\r\nKarena itu diwajibkan atas orang-orang yang telah beriman yang telah ditolong Allah, membela dan menegakkan agama Allah, sebagai tanda bersyukur atas pertolongan-Nya.\r\nAllah membela orang-orang yang beriman karena mereka telah menepati janjinya untuk menegakkan agama Allah, oleh sebab itu,  Allah membenci orang-orang yang khianat dan orang-orang kafi yang telah mengkhianati janji Allah yang telah ditetapkan-Nya, sebagaimana yang telah diterangkan dalam firman Allah:\r\nوَاِذْ اَخَذَ رَبُّكَ مِنْۢ بَنِيْٓ اٰدَمَ مِنْ ظُهُوْرِهِمْ ذُرِّيَّتَهُمْ وَاَشْهَدَهُمْ عَلٰٓى اَنْفُسِهِمْۚ  اَلَسْتُ بِرَبِّكُمْۗ قَالُوْا بَلٰىۛ شَهِدْنَا ۛاَنْ تَقُوْلُوْا يَوْمَ الْقِيٰمَةِ اِنَّا كُنَّا عَنْ هٰذَا غٰفِلِيْنَۙ   \r\nDan (ingatlah) ketika Tuhanmu mengeluarkan dari sulbi (tulang belakang) anak cucu Adam keturunan mereka dan Allah mengambil kesaksian terhadap roh mereka (seraya berfirman), ”Bukankah Aku ini Tuhanmu?” Mereka menjawab, ”Betul (Engkau Tuhan kami), kami bersaksi.” (Kami lakukan yang demikian itu) agar di hari Kiamat kamu tidak mengatakan, ”Sesungguhnya ketika itu kami lengah terhadap ini.” (al-            Arāf/7: 172)\r\nMereka mengingkari perintah Allah dan tidak mengindahkan larangan-larangan-Nya, mendustakan ayat-ayat Allah, sehingga mereka tidak diacuhkan Allah di akhirat nanti, Allah beriman:\r\nاِنَّ الَّذِيْنَ يَكْتُمُوْنَ مَآ اَنْزَلَ اللّٰهُ مِنَ الْكِتٰبِ وَيَشْتَرُوْنَ بِهٖ ثَمَنًا قَلِيْلًاۙ اُولٰۤىِٕكَ مَا يَأْكُلُوْنَ فِيْ بُطُوْنِهِمْ اِلَّا النَّارَ وَلَا يُكَلِّمُهُمُ اللّٰهُ يَوْمَ الْقِيٰمَةِ وَلَا يُزَكِّيْهِمْ ۚوَلَهُمْ عَذَابٌ اَلِيْمٌ   \r\nSungguh, orang-orang yang menyembunyikan apa yang telah diturunkan Allah, yaitu Kitab, dan menjualnya dengan harga murah, mereka hanya menelan api neraka ke dalam perutnya, dan Allah tidak akan menyapa mereka pada hari Kiamat, dan tidak akan menyucikan mereka. Mereka akan mendapat azab yang sangat pedih. (al-Baqarah/2: 174)\r\n"}