{"tafsir_id":2636,"surah_id":22,"aya_number":41,"tafsir_wajiz":"Para sahabat Nabi yang diusir dari kampung halamannya hanya karena mereka meyakini tidak ada tuhan selain Allah itu adalah orang-orang yang jika Kami beri kedudukan kepada mereka di bumi dengan menjadi umara, mereka akan menggunakan kekuasaannya untuk mengajak umat melaksanakan salat berjamaah, di masjid, awal waktu; menunaikan zakat, infak, dan sedekah dengan manajemen yang baik untuk kesejahteraan umat, dan menyuruh berbuat yang makruf kepada seluruh lapisan masyarakat dan mencegah dari yang mungkar dari siapa saja yang mengindikasikan melanggar hukum dan menyimpang dari aturan yang berlaku; dan kepada Allah-lah kembali segala urusan dengan seadil-adilnya mengenai nasib manusia di akhirat.","tafsir_tahlili":"(41) Kemudian Allah menerangkan sifat-sifat orang yang diusir dari kampung halaman mereka tanpa alasan yang benar itu. Mereka ialah para sahabat beserta Nabi Muhammad saw, yang kepada mereka Allah telah menjanjikan kemenangan. Jika kemenangan telah mereka peroleh, mereka tidak seperti orang-orang musyrik dan orang-orang yang gila kekuasaan tetapi mereka akan tetap melaksanakan:\r\n1.  Salat pada setiap waktu yang telah ditentukan sesuai dengan yang diperintahkan Allah. Mereka benar-benar telah yakin, bahwa salat itu tiang agama, merupakan tali penghubung yang langsung antara Allah dengan hamba-Nya, mensucikan jiwa dan raga, mencegah manusia dari perbuatan keji dan perbuatan mungkar serta merupakan perwujudan takwa yang sebenarnya.\r\n2.  Mereka menunaikan zakat. Mereka meyakini bahwa di dalam harta si kaya terdapat hak orang-orang fakir dan miskin. Karena itu mereka dalam menunaikan zakat itu bukanlah karena mereka mengasihi orang-orang fakir dan miskin, tetapi semata-mata untuk menyerahkan hak orang fakir dan miskin yang terdapat dalam harta mereka. Jika mereka diangkat sebagai penguasa, mereka berusaha agar hak orang-orang fakir dan miskin itu benar-benar sampai ke tangan mereka.\r\n3.  Perintah untuk menyuruh manusia berbuat makruf dan mencegah perbuatan mungkar. Mereka mendorong manusia mengerjakan amal saleh, memimpin manusia melalui jalan lurus yang dibentangkan Allah. Mereka sangat benci kepada orang-orang yang biasa melanggar larangan-larangan Allah.\r\nAmat benarlah janji Allah. Mereka memperoleh kemenangan yang telah dijanjikan itu. Mereka ditetapkan Allah sebagai pengurus urusan duniawi dan pemimpin umat beragama dengan baik. Dalam waktu yang singkat kaum Muslimin telah dapat menguasai daerah-daerah di luar Jazirah Arab.\r\nTindakan mereka sesuai dengan firman Allah:\r\nكُنْتُمْ خَيْرَ اُمَّةٍ اُخْرِجَتْ لِلنَّاسِ تَأْمُرُوْنَ بِالْمَعْرُوْفِ وَتَنْهَوْنَ عَنِ الْمُنْكَرِ وَتُؤْمِنُوْنَ بِاللّٰهِ ۗ وَلَوْ اٰمَنَ اَهْلُ الْكِتٰبِ لَكَانَ خَيْرًا لَّهُمْ ۗ مِنْهُمُ الْمُؤْمِنُوْنَ وَاَكْثَرُهُمُ الْفٰسِقُوْنَ   ١١٠  \r\nKamu (umat Islam) adalah umat terbaik yang dilahirkan untuk manusia, (karena kamu) menyuruh (berbuat) yang makruf, dan mencegah dari yang mungkar, dan beriman kepada Allah. Sekiranya Ahli Kitab beriman, tentulah itu lebih baik bagi mereka. Di antara mereka ada yang beriman, namun kebanyakan mereka adalah orang-orang fasik. (Āli Imrān/3: 110)\r\n"}