{"tafsir_id":2637,"surah_id":22,"aya_number":42,"tafsir_wajiz":"Dan jika mereka, orang-orang musyrik yang kno_ayat dan berkuasa di Mekah, mendustakan ajaran engkau, Muhammad, yang bersumber dari wahyu Allah,maka sungguh begitulah sikap kaum sebelum mereka, mendustakan ajaran yang dibawa oleh para nabi mereka seperti kaum Nuh, ‘Ad, dan Samud, dan demikian juga sifat dan karakter kaum Ibrahim dan kaum Lut yang secara terbuka menantang dan mendustakan ajaran para nabi yang diutus kepada mereka.","tafsir_tahlili":"(42-44) Ayat-ayat ini merupakan penawar hati Nabi Muhammad saw dan hati para sahabat yang sedang susah dan gundah akibat tindakan sewenang-wenang yang dilakukan orang-orang musyrik Mekah terhadap mereka. Seakan-akan Allah mengatakan kepada Nabi Muhammad, hai Muhammad jika orang-orang musyrik Mekah mendustakanmu, tidak mengindahkanmu, bahkan menentang seruan engkau, berbuat kerusakan di muka bumi, menyakiti dan menyiksa para sahabatmu dengan cara yang beraneka ragam, janganlah kamu bersedih hati, janganlah putus asa dan kuatkanlah hatimu dalam menghadapi mereka, karena umat-umat dahulu pun telah mendustakan para rasul yang diutus kepada mereka, tetapi Aku memberikan pertolongan kepada mereka, sehingga kemenangan berada pada mereka.\r\nAllah berfirman:\r\nحَتّٰٓى اِذَا اسْتَا۟يْـَٔسَ الرُّسُلُ وَظَنُّوْٓا اَنَّهُمْ قَدْ كُذِبُوْا جَاۤءَهُمْ نَصْرُنَاۙ فَنُجِّيَ مَنْ نَّشَاۤءُ ۗوَلَا يُرَدُّ بَأْسُنَا عَنِ الْقَوْمِ الْمُجْرِمِيْنَ  \r\nSehingga apabila para rasul tidak mempunyai harapan lagi (tentang keimanan kaumnya) dan telah meyakini bahwa mereka telah didustakan, datanglah kepada mereka (para rasul) itu pertolongan Kami, lalu diselamatkan orang yang Kami kehendaki. Dan siksa Kami tidak dapat ditolak dari orang yang berdosa. (Yµsuf/12: 110)\r\nDemikianlah Nuh as telah didustakan oleh kaumnya, mereka mengancam dan mendurhakainya, termasuk anaknya sendiri. Nabi Hud as telah didustakan oleh kaumnya, yaitu kaum Ād, Nabi Saleh oleh kaumnya, yaitu kaum Samµd, begitu pula Ibrahim, Lut, Syu`aib. Semuanya didustakan oleh kaumnya, disakiti dan disiksa, tetapi mereka tetap tabah dan sabar. Semakin keras siksa dan penentangan dari kaumnya, semakin bertambah kuat iman mereka. Akhirnya kemenangan berada di pihak mereka.\r\nMusa telah didustakan oleh Fir`aun dan kaumnya, mereka tidak mempercayai semua mukjizat yang diperlihatkan Musa, sekalipun mereka tidak dapat mengalahkan Musa as atau mendatangkan mukjizat seperti mukjizat Nabi Musa itu. Karena mereka tetap ingkar, maka sunnah Allah berlaku bagi mereka, yaitu Allah menolong orang-orang yang beriman dan menghancurkan semua orang kafir yang durhaka kepada-Nya, pada saat yang ditentukan-Nya.\r\nPerhatikanlah sejarah umat-umat dahulu yang menentang para rasul yang diutus kepada mereka, akhirnya semua ditimpa malapetaka yang dahsyat, sehingga kesombongan, kegembiraan dan kesenangan yang ada pada mereka beralih seketika menjadi kesedihan dan kesengsaraan yang tiada taranya. Kemudian setelah mengalami malapetaka yang dahsyat itu, di akhirat mereka akan ditimpa azab yang pedih. Mengubah suatu kemewahan dan kesenangan menjadi suatu kesengsaraan dan penderitaan, suatu kemenangan berubah menjadi suatu kekalahan dalam waktu yang sangat singkat amatlah mudah bagi Allah Yang Mahakuasa dan Maha Bijaksana melakukannya.\r\nAllah berfirman:\r\nاِنَّ بَطْشَ رَبِّكَ لَشَدِيْدٌ ۗ  \r\nSungguh, azab Tuhanmu sangat keras. (al-Burµj/85: 12)\r\nDan firman Allah:\r\nوَكَذٰلِكَ اَخْذُ رَبِّكَ اِذَآ اَخَذَ الْقُرٰى وَهِيَ ظَالِمَةٌ  ۗاِنَّ اَخْذَهٗٓ اَلِيْمٌ شَدِيْدٌ  ١٠٢  \r\nDan begitulah siksa Tuhanmu apabila Dia menyiksa (penduduk) negeri-negeri yang berbuat zalim. Sungguh, siksa-Nya sangat pedih, sangat berat. (Hµd/11: 102)\r\n"}