{"tafsir_id":2642,"surah_id":22,"aya_number":47,"tafsir_wajiz":"Karena mata hati mereka buta dan telinga mereka tertutup, dan mereka dengan sombong dan menantang meminta kepadamu, Muhammad,agar azab yang dijanjikan kepada orang-orang kafir itu disegerakan di dunia ini. Mereka tidak mengetahui bahwa Allah tidak akan pernah menyalahi janji-Nya bahwa azab yang pedih bagi orang-orang kafir itu akan diberikan di akhirat. Dan sungguh, jika mereka menyadari bahwa sehari di sisi Tuhanmu di akhirat seperti seribu tahun menurut perhitunganmu di dunia sehingga merasakan azab sehari saja di dalam neraka sebanding dengan seribu tahun di dunia. Betapa dah-syatnya azab Allah, mengapa mereka menantang?","tafsir_tahlili":"(47) Dalam ayat ini Allah menerangkan bahwa orang-orang musyrik Mekah yang mendustakan ayat-ayat Allah, mengingkari seruan Nabi Muhammad saw, tidak percaya kepada adanya hari Kiamat, mereka meminta kepada Nabi Muhammad saw agar kepada mereka ditimpakan pula azab seperti yang telah ditimpakan kepada umat-umat terdahulu. Permintaan itu mereka lakukan, karena yakin bahwa azab itu tidak akan datang.\r\nPermintaan mereka dijawab Allah bahwa azab yang mereka minta itu pasti datang, karena hal itu merupakan Sunnatullah. Allah sekali-kali tidak akan memungkiri janji-Nya. Hanya saja azab itu ditimpakan kepada mereka pada waktu yang telah ditentukan Allah, tidak menurut waktu yang mereka kehendaki. Waktu kedatangan azab itu hanya Allah sajalah yang mengetahuinya, sebagaimana waktu kedatangan azab kepada umat-umat ter- dahulu, yang datang secara tiba-tiba, tanpa diketahui oleh seorang pun darimana dan kapan azab itu datang.\r\nSebagaimana firman Allah:\r\nاَفَاَمِنَ اَهْلُ الْقُرٰٓى اَنْ يَّأْتِيَهُمْ بَأْسُنَا بَيَاتًا وَّهُمْ نَاۤىِٕمُوْنَۗ  ٩٧  اَوَاَمِنَ اَهْلُ الْقُرٰٓى اَنْ يَّأْتِيَهُمْ بَأْسُنَا ضُحًى وَّهُمْ يَلْعَبُوْنَ  ٩٨  \r\nMaka apakah penduduk negeri itu merasa aman dari siksaan Kami yang datang malam hari ketika mereka sedang tidur? Atau apakah penduduk negeri itu merasa aman dari siksaan Kami yang datang pada pagi hari ketika mereka sedang bermain? (al-Arāf/7: 97-98);Jika orang-orang musyrik Mekah merasa bahwa telah lama masa berlalu, tetapi azab yang dijanjikan itu belum datang, sehingga mereka berpendapat bahwa azab itu tidak akan datang lagi, maka hendaklah mereka ingat bahwa seribu tahun menurut perasaan mereka adalah sama dengan sehari di sisi Allah. Karena itu hendaklah mereka ingat bahwa Allah pasti menepati janji-Nya setelah berjalan waktu yang lama menurut perasaan mereka. Allah melambatkan kedatangan azab itu bukanlah berarti bahwa Dia telah menyalahi janji yang telah dijanjikan-Nya.\r\nSecara saintis, Ayat ini mensiratkan konsep relativitas waktu. Sebuah konsep yang diperkenalkan oleh Albert Einstein melalui Teori Relativitas. Sebelumnya, selama hampir 200 tahun, dunia fisika didominasi oleh fisika Newton yang menyatakan bahwa waktu adalah konstan; satu jam adalah sama di mana pun dalam kondisi apa pun. \r\nContoh berikut akan memberikan ilustrasi tentang konsep waktu yang konstan. Misalkan, Hamzah dan Wildan telah menyamakan waktu di jam tangannya masing-masing. Kemudian, dengan menggunakan sebuah pesawat yang memiliki kecepatan yang tinggi, mendekati kecepatan cahaya, Hamzah berangkat meninggalkan Wildan. Setelah satu jam (menurut jam tanganya) Hamzah kembali dari perjalanannya dan menemui Wildan. Maka, Newton akan mengatakan bahwa Wildan pun akan merasakan bahwa dia telah menunggu Hamzah selama satu jam. Jam tangan Wildan akan menunjukkan waktu yang sama dengan jam tangan Hamzah.\r\nEinstein tidak akan sependapat dengan hal ini. Menurut dia, waktu adalah relatif, bergantung pada kecepatan bergerak dari seseorang atau sesuatu. Jika Hamzah yang bergerak dengan kecepatan mendekati kecepatan cahaya merasa telah meninggalkan Wildan selama satu jam (menurut jam di tangannya), maka jam tangan Wildan akan menunjukkan bahwa Hamzah telah pergi selama 10 jam. Jika Hamzah pergi pada pukul 8 pagi, maka ketika dia kembali, jam tangan Hamzah akan menunjukkan waktu pukul 9 pagi, sementara jam tangan Wildan akan menunjukkan jam 18.00 atau jam 6 sore. Demikian pula, apabila pada saat Hamzah dan Wildan sama-sama berumur 20 tahun, kemudian Hamzah bepergian meninggalkan Wildan dengan kecepatan mendekati cahaya selama 5 tahun (menurut waktu Hamzah), maka pada saat mereka bertemu, Hamzah akan berumur 25 tahun, sementara Wildan telah berumur 70 tahun. Demikianlah waktu bersifat relatif.\r\nAl-Qur'an telah mengisyaratkan hal ini semenjak 14 abad yang lalu. Allah mengatur urusan dari langit ke bumi dan kembali lagi ke langit dengan kecepatan yang sangat tinggi sedemikian sehingga semua ini hanya berlangsung satu hari yang lamanya sama dengan 1000 tahun menurut hitungan waktu kita. Relativitas waktu seperti ini juga terdapat dalam as-Sajdah/32:5; al-Maārij/70: 4.\r\nDalam ayat ini, satu hari setara dengan 50.000 tahun. Hal ini bisa saja terjadi, bergantung kepada kecepatan bergerak dari malaikat.\r\n"}