{"tafsir_id":2645,"surah_id":22,"aya_number":50,"tafsir_wajiz":"Maka orang-orang yang beriman kepada Allah dan Rasul-Nya, serta mengharumkan Islam dan mengerjakan kebajikan yang bermanfaat bagi manusia dan kemanusiaan, mereka akan memperoleh ampunan dari Allah atas dosa-dosa yang dilakukannya dan akan memperoleh rezeki yang mulia di akhirat dengan dimasukkan ke dalam surga, tempat penuh kenikmatan.","tafsir_tahlili":"(50) Pada ayat ini Allah menerangkan bentuk peringatan dan ancaman itu dengan menyebutkan balasan yang baik bagi orang-orang yang beriman, dan ancaman siksa bagi orang-orang yang kafir. Orang-orang yang beriman dengan arti yang sebenarnya dan perwujudan imannya itu tampak dalam tindakannya mengerjakan amal-amal saleh, maka Allah akan mengampuni semua dosa-dosanya, membalas perbuatan baik mereka dengan pahala yang berlipat ganda dan rezeki yang mulia. Di akhirat mereka akan dimasukkan ke dalam surga, tempat dimana mereka akan memperoleh semua yang mereka inginkan, sebagaimana firman Allah:\r\nاُدْخُلُوا الْجَنَّةَ اَنْتُمْ وَاَزْوَاجُكُمْ تُحْبَرُوْنَ   ٧٠  يُطَافُ عَلَيْهِمْ بِصِحَافٍ مِّنْ ذَهَبٍ وَّاَكْوَابٍ ۚوَفِيْهَا مَا تَشْتَهِيْهِ الْاَنْفُسُ وَتَلَذُّ الْاَعْيُنُ ۚوَاَنْتُمْ فِيْهَا خٰلِدُوْنَۚ   ٧١  \r\nMasuklah kamu ke dalam surga, kamu dan pasanganmu akan digembirakan. Kepada mereka diedarkan piring-piring dan gelas-gelas dari emas, dan di dalam surga itu terdapat apa yang diingini oleh hati dan segala yang sedap (dipandang) mata. Dan kamu kekal di dalamnya.  (az-Zukhruf/43: 70-71)\r\nBahkan dalam hadis diterangkan bahwa dalam surga itu terdapat kesenangan dan kebahagiaan yang belum pernah dirasakan oleh manusia semasa hidup di dunia sebagaimana firman Allah dalam hadis qudsi:\r\nفِيْهَا مَالاَ عَيْنٌ رَأَتْ وَلاَ أُذُنٌ سَمِعَتْ وَلاَخَطَرَ عَلَى قَلْبِ بَشَرٍ. (رواه الطبرانى)\r\nDi dalam surga itu terdapat apa yang belum pernah dilihat mata, dan apa yang belum pernah di dengar telinga, dan apa yang belum pernah terlintas  di dalam hati manusia. (Riwayat a¯-°abrān³)\r\n"}