{"tafsir_id":2653,"surah_id":22,"aya_number":58,"tafsir_wajiz":"Pada no_ayatt yang lalu diterangkan bahwa Allah selalu menjaga Rasul, kemurnian Al-Qur’an, dan memberi balasan yang adil di akhirat. Pada no_ayatt ini dijelaskan balasan bagi orang yang meninggal ketika hijrah pada jalan Allah. Dan orang-orang beriman yang berhijrah di jalan Allah, mengubah pola hidup yang buruk dengan pola hidup Islami, kemudian mereka terbunuh ketika memperjuangkan perubahan itu atau mati secara normal; sungguh, Allah akan memberikan kepada mereka, baik yang terbunuh maupun yang meninggal biasa, rezeki yang baik, berupa surga de-ngan segala kenikmatannya, yang kekal. Dan sesungguhnya Allah adalah pemberi rezeki yang terbaik kepada siapa saja di antara hamba-hamba-Nya yang beriman dan berhijrah pada jalan Allah.","tafsir_tahlili":"(58) Ayat ini menerangkan bahwa semua orang yang hijrah di jalan Allah, meninggalkan kampung halamannya, meninggalkan keluarga dan harta bendanya, hanya untuk mencari rida Allah, dengan tujuan menegakkan agama Islam bersama Nabi Muhammad saw. Kemudian mereka terbunuh dalam peperangan atau meninggal secara normal dalam keadaan yang demikian itu, maka Allah akan membukakan rezeki yang mulia kepada mereka di akhirat.\r\nSebagian ahli tafsir berpendapat bahwa pada hakikatnya orang yang terbunuh atau mati biasa dalam keadaan hijrah untuk mempertahankan dan membela agama Allah adalah sama-sama akan diberi rezeki yang mulia di sisi Allah. Itulah yang dimaksud dengan ayat ini, dan juga disebutkan dalam firman Allah:\r\n۞ وَمَنْ يُّهَاجِرْ فِيْ سَبِيْلِ اللّٰهِ يَجِدْ فِى الْاَرْضِ مُرَاغَمًا كَثِيْرًا وَّسَعَةً ۗوَمَنْ يَّخْرُجْ مِنْۢ بَيْتِهٖ مُهَاجِرًا اِلَى اللّٰهِ وَرَسُوْلِهٖ ثُمَّ يُدْرِكْهُ الْمَوْتُ فَقَدْ وَقَعَ اَجْرُهٗ عَلَى اللّٰهِ ۗوَكَانَ اللّٰهُ غَفُوْرًا رَّحِيْمًا ࣖ  \r\nDan barang siapa berhijrah di jalan Allah, niscaya mereka akan mendapatkan di bumi ini tempat hijrah yang luas dan (rezeki) yang banyak. Barang siapa keluar dari rumahnya dengan maksud berhijrah karena Allah dan Rasul-Nya, kemudian kematian menimpanya (sebelum sampai ke tempat yang dituju), maka sungguh, pahalanya telah ditetapkan di sisi Allah. Dan Allah Maha Pengampun, Maha Penyayang. (an-Nisā`/4: 100)\r\nDan dalam hadis Nabi saw:\r\nعَنْ سَلْمَانَ الْفَارِسِيِّ قَالَ: سَمِعْتُ رَسُوْلَ اللهِ صَلَّى الله ُعَلَيْهِ وَسَلَّمَ يَقُوْلُ: مَنْ مَاتَ مُرَابِطًا اُجْرِيَ عَلَيْهِ الرِّزْقُ وَاَمِنَ مِنَ الْفَتَّانِيْنَ وَاقْرَؤُوْا اِنْ شِئْتُمْ (رواه ابن ابى حاتم) \r\nDari Salman al-Fārisi ia berkata, “Aku telah mendengar Rasulullah saw bersabda, “Barangsiapa yang mati dalam keadaan bertugas (siap bertempur pada jalan Allah), dia diberi rezeki, dan aman dari segala yang memfitnah dia. Dan bacalah olehmu jika kamu menghendaki (ayat ini).” (Riwayat Ibnu Abi ¦ātim)\r\nDari ayat ini dapat pula ditetapkan hukum, bahwa apabila ada perbuatan baik, sesuai dengan apa yang diperintahkan agama dan dikerjakan oleh beberapa orang, dalam pelaksanaan pekerjaan itu ada kaum Muslimin yang meninggal karena pekerjaan itu, dan ada yang mati secara normal di waktu melaksanakan pekerjaan itu, maka orang-orang yang mati secara normal itu diberi pahala yang sama oleh Allah.\r\nDalam ayat ini terdapat perkataan “rezeki” yang mulia, Allah tidak menerangkan apa yang dimaksud dengan rezeki yang mulia itu, dan kapan rezeki itu diberikan. Hal ini akan diterangkan pada ayat berikutnya (ayat 59).\r\nKemudian Allah menerangkan bahwa Dia adalah pemberi rezeki yang paling baik. Maksudnya ialah Allah memberikan rezeki kepada hamba-hamba-Nya itu, semata-mata karena kasih sayangnya kepada mereka, sehingga ia memberikannya tiada terhingga kepada siapa yang dikehendaki-Nya, tanpa mengharapkan sesuatu balasan dari hamba-Nya itu.\r\n"}