{"tafsir_id":2655,"surah_id":22,"aya_number":60,"tafsir_wajiz":"Orang beriman boleh melakukan perlawanan atau pembelaan diri jika dizalimi. Demikianlah, Allah mengizinkan kepada orang-orang beriman untuk membela diri dengan adil, dan barang siapa membalas perlakuan zalim sebanding dengan kezaliman atau penganino_ayatan yang pernah dia derita di masa lalu, kemudian dia dizalimi lagi, karena mempertahankan hak, pasti Allah akan menolongnya di dunia maupun di akhirat. Sungguh, Allah Maha Pemaaf kepada hamba-hamba-Nya yang memaafkan kesalahan orang lain, Maha Pengampun kepada mereka yang bertobat.","tafsir_tahlili":"(60) Demikianlah, Allah akan memberikan rezeki yang baik dan surga yang penuh kenikmatan kepada orang-orang yang meninggal dalam keadaan hijrah dan berjihad di jalan Allah, dalam memerangi musuh-musuh mereka.\r\nKemudian Allah menegaskan jaminan pertolongan-Nya kepada orangorang yang hijrah dan berjihad, yaitu siapa di antara orang-orang yang beriman membalas siksaan orang-orang kafir, karena mereka telah diperangi, kemudian musuh-musuhnya itu memaksa mereka untuk hijrah meninggalkan kampung halaman mereka, pastilah Allah akan menolong mereka dan akan membalas perbuatan itu kembali.\r\nDalam pada itu Allah Maha Pengampun lagi Maha Penyayang kepada hamba-hamba-Nya. Karena itu janganlah orang-orang yang beriman memerangi musuh-musuh mereka yang telah menyerah dan hendaklah mereka melindungi orang-orang yang minta perlindungan kepada mereka. Jika orang-orang kafir membiarkan kaum Muslimin menjalankan agamanya, tidak mengganggu dan menyakiti mereka, Allah melarang memerangi orang-orang kafir itu. Allah memerintahkan untuk memaafkan kesalahan mereka, sebagaimana Allah telah memaafkan pula kesalahan orang-orang yang beriman. Allah berfirman:\r\nوَالَّذِيْنَ اِذَآ اَصَابَهُمُ الْبَغْيُ هُمْ يَنْتَصِرُوْنَ   ٣٩  وَجَزٰۤؤُا سَيِّئَةٍ سَيِّئَةٌ مِّثْلُهَا ۚفَمَنْ عَفَا وَاَصْلَحَ فَاَجْرُهٗ عَلَى اللّٰهِ ۗاِنَّهٗ لَا يُحِبُّ الظّٰلِمِيْنَ  ٤٠  \r\nDan (bagi) orang-orang yang apabila mereka diperlakukan dengan zalim, mereka membela diri.  Dan balasan suatu kejahatan adalah kejahatan yang setimpal, tetapi barang siapa memaafkan dan berbuat baik (kepada orang yang berbuat jahat) maka pahalanya dari Allah. Sungguh, Dia tidak menyukai orang-orang zalim. (asy-Syµra/42: 39-40)\r\n"}