{"tafsir_id":2658,"surah_id":22,"aya_number":63,"tafsir_wajiz":"Tidakkah engkau memperhatikan fenomena alam semesta, termasuk siklus air yang terjadi dalam kehidupan kita, bahwa Allah menurunkan air hujan dari langit, kemudian sebagian air itu tersimpan pada pepohonan sehingga bumi menjadi hijau? Sungguh, Allah Mahahalus kasih sno_ayatng-Nya dengan menyediakan oksigen dan protein nabati yang diperlukan seluruh makhluk hidup, Maha Mengetahui segala sesuatu, termasuk yang paling dibutuhkan mereka.","tafsir_tahlili":"(63) Dalam ayat ini Allah menyebutkan tanda-tanda kebesaran-Nya yang juga merupakan nikmat yang telah dilimpahkan kepada manusia, yaitu apakah manusia tidak melihat dan memperhatikan bahwa Allah mengedarkan awan, lalu dari awan itu turunlah hujan di atas bumi, air hujan itu menyuburkan bumi, maka timbullah beraneka macam tanam-tanaman dan tumbuh-tumbuhan yang indah bentuknya, seakan-akan bumi menghiasi dirinya dengan tumbuhnya tanam-tanaman dan tumbuh-tumbuhan yang beraneka warna. Di antara yang tumbuh itu ada yang dapat dimakan manusia, sehingga terpelihara kelangsungan hidupnya, ada yang dapat dijadikan bahan-bahan pakaian, bahan kecantikan, dan beraneka keperluan manusia yang lain.\r\nSesungguhnya Allah Mahaluas ilmu-Nya, karena pengetahuan-Nya meliputi seluruh makhluk-Nya. Tidak ada sesuatu pun yang luput dari pengetahuan-Nya, sejak dari yang kecil sampai kepada yang besar, sejak dari yang mudah sampai kepada yang sulit dan rumit yang kadang-kadang tidak diketahui oleh manusia. Karena itu Allah mengatur, menjaga kelangsungan hidup dan kelangsungan adanya makhluk-Nya itu. Maka ditetapkan hukum-hukum dan ketentuan-ketentuan untuk mengatur makhluk-Nya. \r\nTentang pengetahuan Allah terhadap makhluk-Nya, diterangkan dalam firman-Nya:\r\nوَمَا يَعْزُبُ عَنْ رَّبِّكَ مِنْ مِّثْقَالِ ذَرَّةٍ فِى الْاَرْضِ وَلَا فِى السَّمَاۤءِ وَلَآ اَصْغَرَ مِنْ ذٰلِكَ وَلَآ اَكْبَرَ اِلَّا فِيْ كِتٰبٍ مُّبِيْنٍ   \r\nTidak lengah sedikit pun dari pengetahuan Tuhanmu biarpun sebesar zarrah baik di bumi atau pun di langit. Tidak ada sesuatu yang lebih kecil dan yang lebih besar dari itu, melainkan semua tercatat dalam Kitab yang nyata (Lauh Mahfuz). (Yµnus/10: 61)\r\n"}