{"tafsir_id":2660,"surah_id":22,"aya_number":65,"tafsir_wajiz":"Disamping mengajak Nabi untuk memperhatikan dan memikirkan proses turunnya hujan dari langit, Allah juga mengajak Nabi untuk memperhatikan kekuasaan-Nya yang lain dengan bertanya, “Tidakkah engkau, Muhammad, memperhatikan dengan nalar dan kalbu bahwa Allah menundukkan bagimu, manusia, apa yang ada di perut bumi, maupun yang di permukaannya, di darat maupun laut, berbagai jenis hewan, tumbuh-tumbuhan, dan berbagai jenis makhluk hidup bagi kepentingan kamu. Dan apakah kamu tidak memperhatikan kapal yang berlno_ayatr di lautan, terapung meskipun membawa beban yang berat menempuh jarak ribuan mil dengan mematuhi perintah-Nya, hukum alam ciptaan Allah? Dan, apakah kamu tidak memperhatikan bahwaDia, Allah, menahan benda-benda langit, matahari, bulan, bintang, dan berbagai planet agar tidak jatuh ke bumi, yang akan menghancurkan kehidupan manusia, kecuali dengan izin-Nya? Sungguh, Allah Maha Penyantun kepada seluruh makhluk, Maha Penyno_ayatng kepada manusia yang beriman dengan memasukkan mereka ke dalam surga.”","tafsir_tahlili":"(65) Di antara nikmat yang telah diberikan Allah kepada hamba-Nya ialah Dia menundukkan dan memudahkan bagi manusia untuk memanfaatkan segala yang terkandung di dalam bumi dan segala yang ada di permukaannya, sehingga dapat dimanfaatkan untuk kepentingan hidup dan kehidupan manusia. Manusia diberi pengetahuan dan kemampuan menanam dan menyuburkan tanaman, menggali barang-barang tambang yang beraneka ragam macamnya. Kemudian Allah menunjukkan cara-cara memanfaatkan semuanya itu. Allah berfirman:\r\nوَسَخَّرَ لَكُمْ مَّا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِ جَمِيْعًا مِّنْهُ ۗ  \r\nDan Dia menundukkan apa yang ada di langit dan apa yang ada di bumi untukmu semuanya (sebagai rahmat) dari-Nya. (al-Jā£iyah/45: 13)\r\nManusia telah dianugerahi Allah ilmu yang banyak. Kadang-kadang sebagian mereka menjadi angkuh dan sombong dengan ilmu yang dimilikinya itu, hendaklah manusia ingat bahwa ilmu yang diberikan itu, hanyalah sedikit bila dibandingkan dengan ilmu Allah yang belum diketahui manusia. Ilmu manusia  tidak ada artinya sama sekali bila dibandingkan dengan ilmu Allah, sebagaimana firman Allah:\r\nوَيَسْـَٔلُوْنَكَ عَنِ الرُّوْحِۗ قُلِ الرُّوْحُ مِنْ اَمْرِ رَبِّيْ وَمَآ اُوْتِيْتُمْ مِّنَ الْعِلْمِ اِلَّا قَلِيْلًا   \r\nDan mereka bertanya kepadamu (Muhammad) tentang roh. Katakanlah, ”Roh itu termasuk urusan Tuhanku, sedangkan kamu diberi pengetahuan hanya sedikit.” (al-Isrā`/17: 85)\r\nDemikianlah Allah menundukkan dan memudahkan penguasaan kapal dan laut kepada manusia. Dimudahkan kapal berlayar ke samudera, membawa manusia dan keperluan manusia ke segenap penjuru dunia. Dengan kapal itu pula manusia mencari rezeki di lautan berupa ikan, mutiara, barang tambang dan khazanah lautan berupa ikan yang tidak terhitung banyaknya.\r\nAllah menciptakan alam semesta, yang terdiri atas ruang angkasa dan planet-planetnya yang tidak terhitung banyaknya. Semua terapung dan beredar melalui garis edar yang telah ditentukan Allah. Masing-masing planet itu mempunyai daya tarik, sehingga ia tidak jatuh berantakan, kecuali jika Allah menghendaki-Nya. Firman Allah:\r\nاِذَا السَّمَاۤءُ انْفَطَرَتْۙ  ١  وَاِذَا الْكَوَاكِبُ انْتَثَرَتْۙ  ٢  \r\nApabila langit terbelah,  dan apabila bintang-bintang jatuh berserakan.  (al- Infi¯ār/82: 1-2)\r\nSemuanya itu tidak dijadikan Allah dengan cara kebetulan saja, tetapi dengan maksud tertentu, dengan hukum-hukum dan ketentuan-ketentuan yang rapi dan teliti. Dengan hukum-hukum dan ketentuan-ketentuan itu manusia dapat mengambil manfaat daripadanya, mereka dapat terbang di jagat raya, naik ke planet lain, mereka dapat meramalkan keadaan cuaca. Mereka dapat berpergian dari suatu negeri ke negeri yang lain dalam waktu yang tidak lama, dan banyak lagi manfaat lain yang dapat mereka ambil dengan menggunakan ketentan-ketentuan dan hukum-hukum Allah itu. Semuanya itu menunjukkan kasih sayang Tuhan kepada manusia. \r\n"}