{"tafsir_id":2661,"surah_id":22,"aya_number":66,"tafsir_wajiz":"Allah tidak hanya menjadikan alam sebagai fasilitas bagi hidup dan kehidupan manusia dan menahan benda-benda langit agar tidak berjatuhan, tetapi juga menegaskan, “Dan Dia-lah yang menghidupkan kamu dengan meniupkan roh ke dalam dirimu, ketika kamu masih berupa janin, lalu kamu tumbuh dan berkembang; kemudian mematikan kamu dengan mencabut roh dari diri kamu, kemudian menghidupkan kamu kembali dalam kehidupan baru pada hari kebangkitan. Sungguh, manusia itu sangat kufur dan menutup diri dari nikmat Allah.","tafsir_tahlili":"(66) Di antara nikmat Allah yang paling besar yang dianugerahkan kepada manusia ialah menciptakan manusia hidup dari benda-benda mati, memberi roh, jiwa, akal pikiran dan perasaan, sehingga manusia dapat hidup dan menikmati kehidupan, dapat mengolah bumi untuk kesenangan mereka. Dengan jiwa, akal pikiran dan perasaan itu pula, manusia dapat melaksanakan perintah-perintah Allah dan menghentikan larangan-larangan-Nya, sehingga di akhirat mereka dilimpahkan lagi nikmat yang paling besar yang tiada taranya, yaitu berupa surga yang telah dijanjikan-Nya.\r\nSekalipun demikian banyaknya nikmat-nikmat Allah yang telah dilimpahkan kepada manusia, tetapi sedikit manusia yang mensyukuri-Nya, bahkan banyak di antara mereka yang mengingkari-Nya, bahkan ada yang mendurhakai dan menyekutukan-Nya dengan makhluk yang lain. Allah berfirman:\r\nكَيْفَ تَكْفُرُوْنَ بِاللّٰهِ وَكُنْتُمْ اَمْوَاتًا فَاَحْيَاكُمْۚ  ثُمَّ يُمِيْتُكُمْ ثُمَّ يُحْيِيْكُمْ ثُمَّ اِلَيْهِ تُرْجَعُوْنَ   \r\nBagaimana kamu ingkar kepada Allah, padahal kamu (tadinya) mati, lalu Dia menghidupkan kamu, kemudian Dia mematikan kamu lalu Dia menghidupkan kamu kembali. Kemudian kepada-Nyalah kamu dikembalikan. (al-Baqarah/2: 28)\r\nDan firman Allah:\r\nقُلِ اللّٰهُ يُحْيِيْكُمْ ثُمَّ يُمِيْتُكُمْ ثُمَّ يَجْمَعُكُمْ اِلٰى يَوْمِ الْقِيٰمَةِ لَارَيْبَ فِيْهِ وَلٰكِنَّ اَكْثَرَ النَّاسِ لَا يَعْلَمُوْنَ ࣖ  \r\nKatakanlah, ”Allah yang menghidupkan kemudian mematikan kamu, setelah itu mengumpulkan kamu pada hari Kiamat yang tidak diragukan lagi; tetapi kebanyakan manusia tidak mengetahui.” (al-Jā£iyah/45: 26)\r\n"}