{"tafsir_id":2665,"surah_id":22,"aya_number":70,"tafsir_wajiz":"Tidakkah engkau, Muhammad, tahu dengan ilmu yakin bahwa Allah mengetahui apa yang di langit, seperti malaikat dan benda-benda langit, dan seluruh makhluk Allah yang berada di bumi, baik yang kasat mata maupun tersembunyi bagi manusia? Sungguh, yang demikian itu bahwa Allah mengetahui secara detil dan terperinci semua ciptaan-Nya di langit maupun di bumi, sudah terdapat dalam sebuah Kitab induk yang tersimpan di Lauh Mahfuz. Sesungguhnya yang demikian itu, tercatatnya data seluruh ciptaan Allah pada sebuah buku induk, sangat mudah bagi Allah, karena Allah Tuhan Yang Memelihara seluruh alam.","tafsir_tahlili":"(70) Ayat ini menegaskan kepada Nabi Muhammad saw, tentang keluasan ilmu Allah. Sekalipun Nabi Muhammad yang dituju tetapi dalam ayat ini termasuk di dalamnya seluruh umatnya. Seakan-akan Allah mengatakan kepadanya, “Apakah engkau tidak mengetahui hai Muhammad, bahwa ilmu Allah itu amat luas, meliputi segala apa yang ada di langit dan segala apa yang ada di bumi, tidak ada sesuatu pun yang luput dari ilmu-Nya itu, walaupun barang itu sebesar zarroh (atom) atau lebih kecil lagi dari atom itu, bahkan Dia mengetahui segala yang terbetik di dalam hati manusia.”\r\nSemua ilmu Allah itu tertulis di Lauh Mahfuz, ialah suatu kitab yang di dalamnya disebutkan segala yang ada dan kitab itu telah ada dan lengkap, mempunyai catatan sebelum Allah menciptakan langit dan bumi. Menurut Abu Muslim al-A¡fah±ni, yang dimaksud dengan kitab dalam ayat ini ialah pemeliharaan sesuatu dan pencatatannya yang sempurna. Tidak ada sesuatu yang tidak tercatat di dalamnya. Hal inilah yang merupakan ilmu Allah.\r\nPengetahuan yang amat sempurna dan pencatatan yang lengkap tentang segala sesuatu serta penetapan hukum yang dijadikan bahan pengadilan di akhirat kelak tidaklah sukar bagi Allah untuk menetapkannya. Dia menetapkan sesuatu di akhirat nanti dengan seadil-adilnya, karena segala macam yang dijadikan bahan pertimbangan telah ada catatan-Nya, tidak ada yang kurang sedikit pun.\r\n"}