{"tafsir_id":2668,"surah_id":22,"aya_number":73,"tafsir_wajiz":"Allah menjelaskan bagaimana kualitas tuhan-tuhan selain Allah yang disembah oleh orang-orang kafir. Wahai manusia! Perhatikanlah dengan cermat, telah dibuat suatu perumpamaan yang harus dijadikan renungan oleh kamu. Maka dengarkanlah dengan saksama! Sesungguhnya semua tuhan selain Allah yang kamu seru dalam ritual kamu tidak dapat menciptakan seekor lalat pun, yang menunjukkan ketidakpantasan tuhan-tuhan selain Allah itu dijadikan tuhan, walaupun mereka bersatu dalam sebuah tim untuk menciptakannya. Dan jika lalat itu merampas sesuatu dari mereka, mereka tuhan-tuhan selain Allah itu tidak akan dapat merebutnya kembali dari lalat itu, karena patung-patung yang disembah itu benda mati. Sama lemahnya yang menyembah dan yang disembah, karena keduanya sama-sama makhluk Allah yang tidak mampu menciptakan apapun baik makhluk hidup maupun benda mati.","tafsir_tahlili":"(73) Ayat ini menyeru manusia terutama orang-orang yang mem-persekutukan Allah dengan menyembah patung yang terbuat dari benda mati dan dibuat oleh mereka sendiri, agar mereka memperhatikan perumpamaan yang dibuat Allah bagi mereka, kemudian merenungkan dan memikirkannya dengan sebaik-baiknya. Apakah yang telah mereka lakukan itu sesuai dengan akal pikiran yang benar, hendaklah direnungkan kembali ayat-ayat Allah yang dibacakan itu, agar mereka mendapat petunjuk.\r\nPerumpamaan itu ialah segala berhala yang mereka sembah itu, dengan tujuan untuk mendekatkan diri kepada Allah, dan mereka memohonkan sesuatu kepadanya, meski patung-patung itu tidak dapat menciptakan sesuatu. Begitu pula sekiranya patung itu mempunyai suatu barang, kemudian barang itu disambar oleh seekor lalat kecil, lemah dan tidak ada kekuatannya, niscaya patung-patung yang mereka sembah itu tidak akan sanggup merebut barang itu kembali dari lalat yang kecil itu.\r\nPerumpamaan yang dikemukakan Allah dalam ayat ini, seakan-akan memperingatkan orang-orang yang menyembah patung atau benda mati itu, bahwa Tuhan yang berhak disembah ialah Tuhan Yang Maha Perkasa, Maha Pencipta, tidak ada sesuatu kekuatan pun yang dapat mengatasi kekuatan-Nya. Jika orang-orang kafir menyembah patung, berarti mereka menyembah benda mati, yang tidak tahu suatu apapun, bahkan ia tidak dapat mempertahankan apa yang dimilikinya, seandainya seekor lalat kecil yang tidak berdaya merampas kepunyaannya itu daripadanya. Apakah patung yang demikian itu layak disembah? Tindakan orang-orang musyrik itu menunjukkan kebodohannya. Alangkah kelirunya orang-orang yang menyembah patung itu, demikian pula patung yang disembah itu.\r\n"}