{"tafsir_id":267,"surah_id":2,"aya_number":260,"tafsir_wajiz":"Dan bukti lain dari kekuasaan Allah menghidupkan dan mematikan adalah ketika Ibrahim berkata, “Ya Tuhanku, perlihatkanlah kepadaku bagaimana Engkau menghidupkan orang mati.` Allah berfirman dengan balik bertanya,” Belum percno_ayatkah engkau?`Dia, Nabi Ibrahim, menjawab, “Tidak! Aku percno_ayat, tetapi aku minta diperlihatkan agar dengan hal itu keyakinanku bertambah sehingga hatiku semakin tenang dan mantap.” Nabi Ibrahim bukannya meragukan kekuasaan Allah menghidupkan dan mematikan; dia hanya ingin tahu prosesnya. Allah mengabulkan permintaan Ibrahim. Dia berfirman, “Kalau begitu, ambillah empat ekor burung yang berbeda jenisnya; sembelihlah, lalu cincanglah olehmu, kemudian campurlah cincangannya dan letakkan di atas masing-masing bukit satu bagian, kemudian panggillah mereka, niscno_ayat mereka datang kepadamu dengan segera.” Cincangan-cincangan burung kembali menyatu, hidup seperti sediakala, dan terbang dengan cepat ke arah Nabi Ibrahim. Ketahuilah, Allah Mahaperkasa, tidak ada yang dapat mengalahkan-Nya, Mahabijaksana dalam segala ucapan, perbuatan, ajaran dan ketetapan-Nya. ","tafsir_tahlili":"(260) Ayat ini menambahkan suatu perumpamaan lain tentang kekuasaan Allah untuk menghidupkan kembali makhluk yang telah mati. Kalau pada ayat 258 dikemukakan peristiwa dialog antara Nabi Ibrahim dengan raja Namrud, maka pada ayat ini diceritakan dialog antara Nabi Ibrahim dan Tuhannya. Dengan penuh rasa kerendahan dan pengabdian kepada Allah, Ibrahim a.s. mengajukan permohonan kepada-Nya agar Dia bermurah hati untuk memperlihatkan kepadanya bagaimana cara Allah menghidupkan makhluk yang telah mati.\r\nJika diperhatikan sepintas lalu, maka permohonan Nabi Ibrahim ini memberikan kesan bahwa dia sendiri seolah-olah masih mempunyai keraguan tentang kekuasaan Allah menghidupkan kembali orang yang telah mati. Sebab itu Allah berfirman kepadanya, “Apakah engkau masih belum percaya bahwa Aku dapat menghidupkan kembali makhluk yang sudah mati?” Akan tetapi yang dimaksudkan dalam ayat ini bukanlah demikian, sebab Nabi Ibrahim sama sekali tidak mempunyai keraguan tentang kekuasaan Allah. Beliau mengajukan permohonan itu kepada Allah bukan karena keragu-raguan, melainkan karena ingin melihat dengan mata kepalanya sendiri bagaimana caranya Allah menghidupkan kembali makhluk yang sudah mati. Maka Ibrahim menjawab, “Aku sedikit pun tidak meragukan kekuasaan Allah, akan tetapi aku mengajukan permohonan itu untuk sampai kepada derajat ainul yaq³n, yaitu keyakinan yang diperoleh setelah menyaksikannya dengan mata kepala sendiri, sehingga hatiku menjadi lebih tenteram, dan keyakinanku menjadi lebih kuat dan kokoh.\r\nAllah mengabulkan permohonan itu, lau Nabi Ibrahim diperintahkan untuk memotong-motong empat ekor burung, kemudian meletakkan bagian-bagian tubuh burung tersebut pada bukit yang saling berjauhan letaknya. Ibrahim diperintahkan untuk memanggil burung-burung yang telah dipotong-potong itu, ternyata burung-burung itu datang kepadanya dalam keadaan utuh seperti semula. Tentu saja Allah mengembalikan burung-burung itu lebih dahulu kepada keadaan semula, sehingga dapat datang memenuhi panggilan Ibrahim a.s. Dengan ini permohonan Ibrahim a.s. kepada Allah untuk memperlihatkan kepadanya bagaimana Allah menghidupkan kembali makhluk yang telah mati dapat terpenuhi, sehingga hatinya merasa tenteram dan keyakinannya semakin kokoh.\r\nPendapat lain mengatakan bahwa Nabi Ibrahim diperintahkan agar Ibrahim a.s. mengambil burung-burung itu untuk dijinakkan. Kemudian Allah swt menyuruh Ibrahim a.s. meletakkan masing-masing burung itu di atas bukit tertentu yang berjauhan letaknya satu dengan yang lain.\r\nSesudah itu Ibrahim a.s. diperintahkan-Nya untuk memanggil burung tersebut. Dengan suatu panggilan saja, burung itu datang kepadanya dengan patuh dan taat. Demikian pulalah halnya umat manusia di hari akhirat nanti. Apabila Allah swt memanggil mereka dengan suatu panggilan saja, maka bangkitlah makhluk itu dan datang kepada-Nya serentak, dengan taat dan patuh.\r\nPada akhir ayat ini Allah swt memperingatkan Ibrahim a.s. dan semua manusia, agar mereka meyakini benar bahwa Allah Mahakuasa dan Mahabijaksana. Artinya: Kuasa dalam segala hal, termasuk menghidupkan kembali makhluk yang telah mati dan Dia Mahabijaksana terutama dalam memberikan bimbingan dan tuntunan kepada hamba-Nya, menuju jalan yang lurus dan benar."}