{"tafsir_id":2673,"surah_id":22,"aya_number":78,"tafsir_wajiz":"Setelah dijelaskan pada no_ayatt di atas bahwa untuk meraih keberuntungan, orang beriman diperintahkan untuk beribadah kepada Allah dan berbuat baik kepada sesama manusia, pada no_ayatt ini dijelaskan bahwa untuk meraih keberuntungan, orang beriman diperintahkan untuk berjihad pada jalan Allah. Untuk meraih keberuntungan itu, beribadahlah kamu, wahai orang-orang yang beriman, dan berjihadlah kamu di jalan Allah, yakni mencurahkan seluruh potensi dan kemampuan untuk mengharumkan Islam dan kaum muslim dengan jihad yang sebenar-benarnya, perjuangan yang total dalam menggali seluruh potensi dan kemampuan. Dia telah memilih kamu, wahai Muhammad untuk menjadi nabi dan rasul pamungkas; dan Dia, Allah, tidak menjadikan kesukaran untukmu dalam agama, yakni dalam melaksanakan ajaran Islam ini, karena Islam menekankan prinsip memudahkan, meminimalkan beban, dan bertahap dalam menetapkan syariah, hukum agama. Memeluk Islam dan menjadi muslim itu merupakan kelanjutan dari agama nenek moyangmu Ibrahim, yakni meyakini tidak ada tuhan selain Allah dan tidak beribadah kecuali kepada-Nya. Dia (Allah) telah menamakan kamu, orang-orang yang meyakini prinsip tauhid itu, adalah orang-orang muslim, berserah diri kepada Allah, sejak dahulu, dan begitu pula kamu dinamakan muslim dalam Al-Qur’an ini, agar Rasul, Nabi Muhammad itu menjadi saksi atas diri kamu semua dalam mengamalkan ajaran Islam dan agar kamu semua menjadi saksi atas segenap manusia dalam mewujudkan prinsip tidak ada tuhan selain Allah dan tidak beribadah kecuali kepada-Nya. Maka, sejalan dengan prinsip tersebut, laksanakanlah salat dengan baik dan benar sesuai syarat dan rukunnya, serta tepat waktu; tunaikanlah zakat dengan sempurna, dan berpegangteguhlah kepada Allah dalam pikiran dan perasaan. Dialah Pelindungmu dari segala bencana dunia-akhirat; Dia sebaik-baik pelindung dan sebaik-baik penolong bagi manusia dan seluruh makhluk.[]","tafsir_tahlili":"(78) Di samping perintah-perintah di atas, Allah juga memerintahkan kepada orang-orang yang beriman agar berjihad di jalan Allah dengan sungguh-sungguh, semata-mata dilaksanakan karena Allah dan janganlah kaum Muslimin merasa khawatir dan takut kepada siapa pun dalam berjihad selain kepada Allah.\r\nAda empat macam jihad di jalan Allah yaitu:\r\n1.  Jihad dalam arti mempertahankan diri dari serangan musuh, sebagaimana firman Allah:\r\nوَقَاتِلُوْا فِيْ سَبِيْلِ اللّٰهِ الَّذِيْنَ يُقَاتِلُوْنَكُمْ وَلَا تَعْتَدُوْا ۗ  \r\nDan perangilah di jalan Allah orang-orang yang memerangi kamu, tetapi jangan melampaui batas. (al-Baqarah/2: 190)\r\n2.  Jihad dalam arti menegakkan agama Allah dan untuk meninggikannya, sebagaimana firman Allah:\r\nوَقَاتِلُوْهُمْ حَتّٰى لَا تَكُوْنَ فِتْنَةٌ وَّيَكُوْنَ الدِّيْنُ كُلُّهٗ لِلّٰهِۚ فَاِنِ انْتَهَوْا فَاِنَّ اللّٰهَ بِمَا يَعْمَلُوْنَ بَصِيْرٌ  \r\nDan perangilah mereka itu sampai tidak ada lagi fitnah, dan agama hanya bagi Allah semata. Jika mereka berhenti (dari kekafiran), maka sesungguhnya Allah Maha Melihat apa yang mereka kerjakan. (al- Anfāl/8: 39)\r\n3.  Jihad dengan arti berusaha melepaskan diri dari godaan setan, yang mengarah kepada masalah kemanusiaan seperti menolong orang, bertugas untuk kebaikan dan lain sebagainya, sebagaimana firman Allah:\r\nاَلَّذِيْنَ اٰمَنُوْا يُقَاتِلُوْنَ فِيْ سَبِيْلِ اللّٰهِ ۚ وَالَّذِيْنَ كَفَرُوْا يُقَاتِلُوْنَ فِيْ سَبِيْلِ الطَّاغُوْتِ فَقَاتِلُوْٓا  اَوْلِيَاۤءَ الشَّيْطٰنِ ۚ اِنَّ كَيْدَ الشَّيْطٰنِ كَانَ ضَعِيْفًا ۚ ࣖ  \r\nOrang-orang yang beriman, mereka berperang di jalan Allah, dan orang-orang yang kafir berperang di jalan Tagut, maka perangilah kawan-kawan setan itu, (karena) sesungguhnya tipu daya setan itu lemah. (an-Nisā`/4:76)\r\n4.  Jihad dengan arti memerangi hawa nafsu, sebagaimana diterangkan dalam hadis Nabi:\r\nعَنْ جَابِرٍ قَالَ: قَدِمَ عَلَى رَسُوْلِ اللهِ صَلَّى الله ُعَلَيْهِ وَسَلَّمَ قَوْمٌ غُزَاةٌ فَقَالَ: قَدِمْتُمْ خَيْرَ مَقْدَمٍ قَدِمْتُمْ مِنَ الْجِهَادِ اْلاَصْغَرِ اِلَى الْجِهَادِ اْلاَكْبَرِ قِيْلَ وَمَا الْجِهَادُ اْلاَكْبَرِ قَالَ مُجَاهَدَةُ الْعَبْدِ هَوَاهُ. \r\nDari Jabir ia berkata, “Telah datang kepada Rasulullah saw suatu kaum yang baru dari peperangan. Maka beliau bersabda, “Kamu datang dengan kedatangan yang baik, kamu telah datang dari jihad yang kecil dan akan memasuki jihad yang besar.” Seseorang berkata, “Apakah jihad yang besar itu?” Rasulullah menjawab, “Perjuangan hamba melawan hawa nafsu.” (Riwayat al-Khatib al-Baghdadi)\r\nPada mulanya peperangan itu dibenci oleh kaum Muslimin, sebagaimana firman Allah:\r\nكُتِبَ عَلَيْكُمُ الْقِتَالُ وَهُوَ كُرْهٌ لَّكُمْ ۚ \r\nDiwajibkan atas kamu berperang, padahal itu tidak menyenangkan bagimu. (al-Baqarah/2: 216)\r\nSekalipun perang itu dibenci oleh kaum Muslimin, tetapi karena tujuannya untuk mempertahankan diri dan menegakkan agama Allah, maka peperangan itu dibolehkan dan kaum Muslimin harus melakukannya. Dalam pada itu Allah melarang kaum Muslimin melakukan perbuatan-perbuatan yang melampaui batas dalam peperangan.\r\nDalam ayat ini diterangkan bahwa Allah telah memilih umat Muhammad untuk melakukan jihad. Perintah itu datang karena agama yang dibawa Muhammad adalah agama yang telah disempurnakan Allah, yang di dalamnya terdapat ketentuan-ketentuan tentang Jihad. Hal ini merupakan pertolongan Allah kepada Nabi Muhammad beserta umatnya.\r\nAllah menerangkan bahwa agama yang telah diturunkan-Nya kepada Muhammad itu bukanlah agama yang sempit dan sulit, tetapi adalah agama yang lapang dan tidak menimbulkan kesulitan kepada hamba yang melakukannya. Semua perintah dan larangan yang terdapat dalam agama Islam bertujuan untuk melapangkan dan memudahkan hidup manusia, agar mereka hidup berbahagia di dunia dan di akhirat. Hanya saja hawa nafsu manusialah yang mempengaruhi dan menimbulkan dalam pikiran mereka bahwa perintah-perintah dan larangan-larangan Allah itu terasa berat dikerjakan.\r\nRasulullah saw mengatakan bahwa agama Islam itu mudah, orang-orang yang memberat-beratkan beban dalam agama akan dikalahkan oleh agama sendiri, sebagaimana tersebut dalam hadis:\r\nعَنْ اَبِى هُرَيْرَةَ رَضِيَ الله ُعَنْهُ عَنِ النَّبِيِّ صَلَّى الله ُعَلَيْهِ وَسَلَّمَ قَالَ: اِنَّ الدِّيْنَ يُسْرٌ وَلَنْ يُشَادَّ الدِّيْنَ اَحَدٌ اِلاَّ غَلَبَهُ فَسَدِّدُوْا وَقَارِبُوْا وَاَبْشِرُوْا وَاسْتَعِيْنُوْا بِالْغُدْوَةِ وَالرَّوْحَةِ وَشَيْئٍ مِنَ الدُّلْجَةِ. (رواه البخاري)\r\nDari Abi Hurairah ra, dari Nabi saw, beliau bersabda, “Sesungguhnya agama itu mudah dan sekali-kali tidak akan ada seorang pun yang memberatkan agama, kecuali agama itu akan mengalahkannya. Karena itu kerjakanlah dengan benar, dekatkanlah dirimu, gembiralah, dan mohonlah pertolongan di pagi dan petang hari serta waktu berpergian awal malam.” (Riwayat al-Bukhār³)\r\nRasulullah saw pernah memberikan suatu peringatan yang keras kepada suatu golongan yang memberatkan beban dalam agama, sebagaimana tersebut dalam hadis.\r\nعَنْ عَائِشَةَ قَالَتْ صَنَعَ رَسُوْلُ اللهِ صَلَّى الله ُعَلَيْهِ وَسَلَّمَ أَمْرًا فَتَرَخَّصَ فِيْهِ فَبَلَغَ ذَلِكَ نَاسًا مِنْ اَصْحَابِهِ فَكَأَنَّهُمْ كَرِهُوْهُ وَتَنَزَّهُوْا عَنْهُ فَبَلَغَهُ ذَلِكَ فَقَامَ خَطِيْبًا فَقَالَ مَابَالُ رِجَالٍ بَلَغَهُمْ عَنِّى اَمْرٌ تَرَخَّصْتُ فِيْهِ فَكَرِهُوْهُ وَتَنَزَّهُوْا عَنْهُ فَوَاللهِ لَاَنَا اَعْلَمُهُمْ بِاللهِ وَاَشَدُّهُمْ لَهُ خَشْيَةً. (رواه البخاري ومسلم)\r\nDari `Aisyah ra, ia berkata, “Rasulullah saw pernah membuat sesuatu, lalu beliau meringankannya, lalu sampailah hal yang demikian kepada beberapa orang sahabat beliau. Seolah-olah mereka tidak menyukainya dan meninggalkannya. Maka sampailah persoalan itu pada beliau. Beliau lalu  berdiri berpidato dan berkata: Apakah gerangan keadaan orang-orang yang telah sampai kepada mereka tentang sesuatu perbuatan yang aku meringankannya, lalu mereka tidak menyukainya dan meninggalkannya? Demi Allah (kata Rasululah): Sesungguhnya aku adalah  orang yang paling tahu di antara mereka tentang Allah dan orang yang paling takut di antara mereka kepada-Nya.”  (Riwayat al-Bukhār³ dan Muslim)\r\nDiriwayatkan bahwa beberapa orang sahabat Rasul ingin menandingi beliau, sehingga ada yang berkata, “Aku akan puasa setiap hari.” Yang lain lagi berkata, “Aku tidak akan mengawini perempuan.” Maka sampailah hal itu kepada Rasulullah, lalu beliau bersabda:\r\nمَابَالُ أَقْوَامٍ قَالُوْا كَذَا لَكِنِّي اُصَلِّى وَاَنَامُ وَاَصُوْمُ وَاُفْطِرُ وَاَتَزَوَّجُ النِّسَاءَ فَمَنْ رَغِبَ عَنْ سُنَّتِى فَلَيْسَ مِنِّى. (رواه النسائى)\r\nApakah gerangan keadaan orang yang telah mengharamkan perempuan, makan dan tidur? Ketahuilah, sesungguhnya aku salat dan tidur, berpuasa dan berbuka puasa serta menikahi perempuan-perempuan. Barangsiapa yang benci kepada sunnahku, maka ia bukanlah termasuk umatku. (Riwayat an-Nasā`i)\r\nDengan keterangan hadis-hadis di atas nyatalah bahwa agama Islam adalah agama yang lapang, meringankan beban, tidak picik dan tidak mempersulit. Seandainya ada praktek dan amalan agama Islam yang memberatkan, picik dan sempit, maka hal itu bukanlah berasal dari agama Islam, tetapi berasal dari orang yang tidak mengetahui hakikat Islam itu.\r\nDalam kehidupan sehari-hari terlihat masih banyak kaum Muslimin yang belum memahami dengan baik tujuan Allah menurunkan syariat-Nya kepada Nabi saw. Seperti Allah mensyariatkan salat dengan tujuan agar manusia terhindar dari perbuatan keji dan mungkar, tetapi sebagian kaum Muslimin merasa berat mengerjakan salat yang lima waktu itu, bahkan ada di antara mereka yang mengatakan bahwa salat itu menganggu waktu berharga bagi mereka. Demikian pula pendapat mereka tentang ibadah-ibadah lainnya.\r\nKemudian Allah menerangkan bahwa agama yang dibawa Muhammad itu adalah sesuai dengan agam Ibrahim, nenek moyang bangsa Arab dan kedua agama itu sama-sama bersendikan ketauhidan. Seakan-akan Allah memperingatkan kepada bangsa Arab waktu itu, “Hai bangsa Arab, kamu mengaku memeluk agama yang dibawa nenek moyangmu Ibrahim, karena itu ikutilah agama yang dibawa Muhammad, agama yang berazaskan tauhid, tidak ada kesempitan dan kepicikan di dalamnya. Dan Allah menamakan orang-orang yang memeluk agama tauhid dengan “muslim”.”\r\nDalam ayat ini disebutkan bahwa Rasulullah saw menjadi saksi di hari Kiamat atas umatnya. Maksudnya ialah dia bersaksi bahwa ia telah menyampaikan risalah Allah kepada mereka, menyeru mereka agar beriman kepada Allah dan agar mereka tetap berpegang teguh kepada agama Allah, serta beribadah kepada Allah dan melaksanakan perintah-perintah-Nya dan menjauhkan larangan-larangan-Nya. Sedangkan kaum Muslimin menjadi saksi atas manusia di hari Kiamat kelak, maksudnya ialah mereka telah melakukan seperti yang telah dilakukan Rasul atas mereka, yaitu mereka telah menyeru manusia agar beriman, menyampaikan agama Allah, melakukan tugas yang dibebankan Allah dan Rasul kepada mereka dengan sebaik-baiknya. Setelah itu mereka menyerahkan urusan mereka kepada Allah, apakah ajakan mereka diterima atau ditolak.\r\nSebagian Ahli tafsir dalam menafsirkan ayat ini menyatakan bahwa kaum Muslimin menjadi saksi atas manusia termasuk di dalam persaksian mereka atas umat-umat terdahulu, yang telah diutus kepada mereka Rasul-rasul. Mereka mengetahui hal itu dari Allah melalui Al-Qur'an yang menerangkan bahwa Rasul dahulu telah menyampaikan agama yang bedasar tauhid kepada mereka.\r\nSemua perintah Allah yang disebutkan itu dapat dilaksanakan dengan baik, agar umat Muhammad yang ditugaskan menjadi saksi terhadap manusia pada hari Kiamat dapat melakukan persaksian itu dengan sebaik-baiknya, maka Allah memerintahkan kepada mereka:\r\n1.  Selalu melaksanakan salat yang lima waktu, karena salat menjauhkan manusia dari perbuatan keji dan mungkar dan merupakan penghubung yang kuat antara Tuhan yang disembah dengan hamba-Nya.\r\n2.  Menunaikan zakat, agar dapat membersihkan jiwa dan harta, agar mempersempit jurang antara si kaya dan si miskin.\r\n3.  Berpegang teguh dengan tali Allah dengan melaksanakan perintah-perintah-Nya dan menjauhkan segala larangan-Nya.;"}