{"tafsir_id":2679,"surah_id":23,"aya_number":6,"tafsir_wajiz":"Dan selain orang-orang yang disebut pada no_ayatt-no_ayatt sebelumnya, berbahagialah orang yang memelihara kemaluannya dan tidak menyalurkan kebutuhan biologisnya melalui hal dan cara yang tidak dibenarkan, kecuali terbatas dalam melakukannya terhadap pasangan-pasangan mereka yang sah secara agama atau hamba sahno_ayat yang mereka miliki; maka sesungguhnya mereka dalam menyalurkan kebutuhan biologis terhadap pasangan dan budak mereka itu tidak tercela, selama mereka tidak melanggar ketentuan yang ditetapkan oleh agama. Tetapi, barang siapa mencari pelampiasan hawa nafsu di balik itu, di antaranya dengan berbuat zina, maka mereka itulah orang-orang yang melampaui batas ajaran agama dan moral, sehingga pantas menerima celaan atau siksa.","tafsir_tahlili":"(5-7) Menjaga kemaluan dari perbuatan keji. Dalam ayat ini Allah menerangkan sifat kelima dari orang mukmin yang berbahagia, yaitu suka menjaga kemaluannya dari setiap perbuatan keji seperti berzina, meng-erjakan perbuatan kaum Lut (homoseksual), onani, dan sebagainya. Ber-sanggama yang diperbolehkan oleh agama hanya dengan istri yang telah dinikahi dengan sah atau dengan jariahnya (budak perempuan) yang di-peroleh dari jihad f³sab³lillāh, karena dalam hal ini mereka tidak tercela.\r\nAkan tetapi, barangsiapa yang berbuat di luar yang tersebut itu, mereka itulah orang-orang yang melampaui batas. Dalam ayat ini dan yang sebelumnya Allah menjelaskan bahwa kebahagiaan seorang hamba Allah itu tergantung kepada pemeliharaan kemaluannya dari berbagai penyalahgunaan supaya tidak termasuk orang yang tercela dan melampaui batas.\r\nMenahan ajakan hawa nafsu, jauh lebih ringan daripada menanggung akibat dari perbuatan zina itu. Allah telah memerintahkan Nabi-Nya supaya menyampaikan perintah itu kepada umatnya, agar mereka menahan pan-dangannya dan memelihara kemaluannya dengan firman:\r\nقُلْ لِّلْمُؤْمِنِيْنَ يَغُضُّوْا مِنْ اَبْصَارِهِمْ وَيَحْفَظُوْا فُرُوْجَهُمْۗ ذٰلِكَ اَزْكٰى لَهُمْۗ اِنَّ اللّٰهَ خَبِيْرٌۢ بِمَا يَصْنَعُوْنَ  \r\nKatakanlah kepada laki-laki yang beriman, agar mereka menjaga pan-dangannya, dan memelihara kemaluannya; yang demikian itu, lebih suci bagi mereka. Sungguh, Allah Maha Mengetahui apa yang mereka perbuat. (an-Nµr/24: 30)\r\n"}