{"tafsir_id":2682,"surah_id":23,"aya_number":9,"tafsir_wajiz":"Serta beruntung pulalah orang yang memelihara salatnya, di antaranya dengan memelihara waktu salat yang utama, yaitu awal waktu, serta memelihara pula rukun, wajib, dan sunahnya.","tafsir_tahlili":"(9-10) Memelihara salat yang lima waktu. Dalam ayat ini Allah menerangkan sifat yang ketujuh, yaitu orang mukmin yang berbahagia itu selalu memelihara dan memperhatikan salat lima waktu secara sempurna, tepat waktu, dan memenuhi persyaratan dan rukun-rukun. Ayat ini tidak sama dengan ayat kedua di atas, sebab di sana disebutkan bahwa mereka khusyuk dalam salatnya, sedangkan di sini disebutkan, bahwa mereka selalu memelihara salat dengan tertib dan teratur. Kelompok ayat-ayat ini dimulai dengan menyebutkan salat dan disudahi pula dengan menyebut salat, hal ini memberi peringatan betapa pentingnya salat yang telah dijadikan tiang agama. Rasulullah pernah bersabda, “Barang siapa yang mendirikan salat sungguh ia telah mendirikan agama dan barang siapa yang meninggalkan salat, sungguh ia telah merobohkan agama.” Berikut penjelasan hadis mengenai keutamaan salat:;عَنِ ابْنِ مَسْعُوْدٍ قَالَ: سَأَلْتُ رَسُوْلَ اللهِ صَلَّى الله ُعَلَيْهِ وَسَلَّمَ اَيُّ الْعَمَلِ اَحَبُّ اِلَى اللهِ قَالَ اَلصَّلاَةُ عَلَى وَقْتِهَا قُلْتُ ثُمَّ اَيٌّ قَالَ بِرُّ الْوَالِدَيْنِ قُلْتُ ثُمَّ اَيٌّ قاَلَ اَلْجِهَادُ فِى سَبِيْلِ اللهِ. (رواه الشيخان)\r\nDari Abdullah bin Masud berkata, saya bertanya kepada Rasulullah, amalan apa yang paling dicintai Allah, Nabi menjawab, salat pada waktunya, kemudian apa? Nabi menjawab, birrul wālidain (berbuat baik kepada kedua orang tua). Kemudian apa lagi? Nabi bersabda, jihad di jalan Allah. (Riwayat asy-Syaikhān);Tersebut pula dalam sebuah hadis Nabi saw:\r\nعَنْ ثَوْبَانَ قَالَ النَِّبيُّ صَلَّى الله ُعَلَيْهِ وَسَلَّمَ ِاسْتَقِيْمُوْا وَلَنْ تَحُصُّوْا، اِعْلَمُوْا اَنَّ خَيْرَ اَعْمَالِكُمْ  اَلصَّلاَةُ وَلاَيُحَافِظُ عَلَى الصَّلاَةِ اِلاَّ مُؤْمِنٌ. (رواه احمد والحاكم والبيهقى)\r\nDari ¤aubān, Nabi bersabda, “Istiqamahlah kamu dan jangan menghitung-hitung. Ketahuilah bahwa perbuatanmu yang paling baik ialah salat, dan tidak ada orang yang menjaga salat melainkan orang yang beriman. (Riwayat A¥mad, al-¦ākim dan al-Baihaq³)\r\n"}