{"tafsir_id":2687,"surah_id":23,"aya_number":14,"tafsir_wajiz":"Setelah berada di rahim, kemudian air mani itu Kami jadikan sesuatu yang melekat, yang bergantung di dinding rahim, lalu sesuatu yang melekat itu Kami jadikan segumpal daging, dan segumpal daging itu Kami jadikan tulang belulang, lalu tulang belulang itu Kami bungkus dengan daging. Kemudian, setelah Kami tiupkan roh kepadanya, Kami menjadikannya makhluk yang berbentuk lain yang sepenuhnya berbeda dari unsur-unsur kejadiannya di atas, bahkan berbeda dari makhluk-mahluk lain. Mahasuci Allah, Pencipta yang paling baik.","tafsir_tahlili":"(14) Kemudian air mani itu Kami (Allah) kembangkan dalam beberapa minggu sehingga menjadi al-alaq (yang menempel di dinding rahim), dari al-alaq dijadikan segumpal daging, dan segumpal daging dijadikan tulang belulang, dan ada bagian yang dijadikan daging, kemudian tulang belulang itu dibungkus dengan daging, laksana pakaian penutup tubuh, kemudian dijadikan makhluk yang (berbentuk) lain, setelah ditiupkan Roh ke dalamnya, sehingga menjadi manusia yang sempurna, dapat berbicara, melihat, mendengar, berpikir yang tadinya hanya merupakan benda mati. Maka Mahasuci Allah, Pencipta Yang Paling Baik.\r\nMenurut para saintis, Tahapan-tahapan dalam embriologi manusia sebagai berikut: \r\n• Nutfah, atau dalam bahasa Arabnya nutfa, mempunyai arti sedikit air, atau setetes air.  Hal ini jelas mendeskripsikan air yang sedikit yang dipancarkan lelaki saat bersanggama.  Air yang sedikit ini mengandung sperma.  Sperma atau spermatozoa terdapat di dalam air yang menjijikan dan berbentuk ikan yang berekor panjang (ini adalah salah satu arti kata sulalah.  Dalam surah As-Sajdah/32 ayat 8, air mani disebut sebagai “..... Dia menjadikan keturunannya dari saripati air yang diremehkan....” Surah al-Insān/76 ayat 2 dan as-Sajdh/32 ayat 8 berkaitan dengan kandungan dari air mani.  Ilmu pengetahuan modern menemukan bahwa air mani terdiri atas empat macam lendir yang berbeda yang dihasilkan oleh empat kelenjar yang berbeda, yaitu kelenjar biji pelir, kelenjar saluran seminal, kelenjar prostat, dan kelenjar saluran kencing.  \r\n• Sperma dibentuk di dalam buah pelir.  Buah pelir sendiri dibentuk, sebagaimana dibuktikan ilmu pengetahuan, oleh sel-sel yang ada di bawah bakal ginjal, di bagian punggung embrio.  Kelompok sel ini kemudian turun sampai di bawah tulang rusuk, pada saat beberapa minggu sebelum kelahiran bayi.  Diperkirakan jumlah sperma dalam satu kali ejakulasi adalah 500 – 600 juta ekor.  Akan tetapi dari jumlah tersebut, hanya satu yang dapat melakukan pembuahan.  Setelah terjadi pembuahan, maka terjadi perubahan cepat dari indung telur.  Ia segera menghasilkan membran yang mencegah sperma lain untuk ikut membuahi.\r\n• Setelah sel telur dibuahi, dan menempelkan diri di dinding uterus dan memperoleh makanan dari ibunya, maka ia akan tumbuh cepat.  Pada waktu dua sampai tiga minggu kemudian, apabila dilihat dengan mata telanjang, ia akan berubah dari bentukan lintah  atau alaqah ke bentukan mu«gah atau daging yang telah dikunyah.  Pola yang terakhir ini sebetulnya dibentuk oleh adanya tonjolan dan lekukan, yang pada waktunya nanti akan menjadi organ-organ dalam (jantung, usus) dan luar (kaki, tangan).  Surah al-¦ajj/22: 5 menambahkan satu catatan dari embrio.  Dalam ayat ini, mudghah dideskripsikan dengan tambahan “yang sempurna kejadiannya dan yang tidak sempurna kejadiannya .....”   Ini menggambarkan hal yang terjadi pada tahap diferensiasi, dimana banyak organ mulai berkembang dalam waktu yang tidak bersamaan.  Sehingga menimbulkan situasi antara selesai di bagian lain namun belum sempurna di bagian lainnya.\r\n• Dua tahapan terakhir yang disebutkan pada surah al-Muminun/23: 14 bercerita tentang pembentukan tulang belulang setelah tahap mudgah.  Pada akhirnya, ceritera diakhiri dengan memberinya “baju”, yang terdiri atas daging dan otot.  Apabila kita mengikuti pertumbuhan embrio, maka kira-kira pada umur empat minggu suatu proses diferensiasi mulai berjalan.  Dalam proses ini kelompok-kelompok sel pada embrio akan berubah bentuk dan mulai membentuk organ-organ berukuran besar.  Salah satu yang berkembang pertama kali adalah tulang tengkorak.  Proses ini akan disusul kemudian oleh pembentukan calon otot, telinga, mata, ginjal, jantung dan banyak lagi.\r\nImam Ahmad meriwayatkan sebuah hadis dari Abdullah bin Masud, bahwa Rasulullah mengatakan:\r\n \r\nِانَّ اَحَدَكُمْ لَيُجْمَعُ خَلْقُهُ فِى بَطْنِ اُمِّهِ أَرْبَعِيْنَ يَوْمًا، ثُمَّ يَكُوْنَ عَلَقَةً مِثْلَ ذَالِكَ، ثُمَّ يَكُوْنَ مُضْغَةً مِثْلَ ذَالِكَ، ثُمَّ يُرْسَلُ اِلَيْهِ الْمَلَكُ فَيَنْفَخُ فِيْهِ الرُّوْحُ وَيُؤْمَرُ بِأَرْبَعَةِ كَلِمَاتِ: رِزْقُهُ وَاَجَلُهُ وَعَمَلُهُ، وَهَلْ هُوَ شَقِيٌّ اَمْ سَعِيْدٌ؟ فَوَالَّذِي لاَ ِالَهَ غَيْرُهُ اِنَّ اَحَدَكُمْ لَيَعْمَلُ بِعَمَلِ اَهْلِ الْجَنَّةِ حَتىَّ مَا يَكُوْنَ بَيْنَهُ وَبَيْنَهَا اِلاَّ ذِرَاعٌ، فَيَسْبِقُ عَلَيْهِ الْكِتَابُ فَيُخْتَمُ لَهُ بِعَمَلِ اَهْلِ النَّارِ فَيَدْخُلُهَا، وَاِنَّ اَحَدَكُمْ لَيَعْمَلُ بِعَمَلِ اَهْلِ النَّارِ حَتىَّ مَا يَكُوْنَ بَيْنَهُ وَبَيْنَهَا اِلاَّ ذِرَاعٌ فَيَسْبِقُ عَلَيْهِ الْكِتَابُ، فَيُخْتَمُ لَهُ بِعَمَلِ اَهْلِ الْجَنَّةِ فَيَدْخُلُهَا.  (رواه احمد)\r\n“Sesungguhnya seseorang di antara kamu dikumpulkan penciptaannya di perut ibunya empat puluh hari, kemudian menjadi alaqah seperti itu, kemudian menjadi mu«gah (gumpalan daging) seperti itu. Kemudian malaikat diutus kepadanya, lalu ia meniupkan ruh padanya. Dan  ia diperintahkan kepada empat kalimat, rizqinya, ajalnya, amalnya, dan apakah ia seorang yang celaka atau bahagia. Demi Zat yang tidak ada tuhan selain-Nya, sesungguhnya seseorang di antara kamu beramal amalan penghuni surga, sehingga antara dia dan surga hanya tinggal satu hasta saja. Namun dia sudah tercatat sebagai penghuni neraka, maka ia mengakhiri amalnya dengan amalan penghuni neraka, sehingga ia masuk neraka. Dan sesungguhnya seseorang di antara kamu beramal amalan penghuni neraka, sehingga antara dia dengan neraka hanya tinggal satu hasta saja. Namun  ia sudah tercatat sebagai penghuni surga, maka ia mengakhiri amalnya dengan amalan penghuni surga, sehingga ia masuk surga.” (Riwayat A¥mad)      \r\nAnas bin Malik meriwayatkan bahwa Umar bin Khattab berkata: Keinginanku bersesuaian dengan kehendak Allah pada empat perkara.\r\nPertama: Saya usulkan pada Rasulullah saw supaya di belakang Maqam Ibrahim dijadikan tempat salat maka turunlah firman Allah:\r\nوَاتَّخِذُوْا مِنْ مَّقَامِ اِبْرٰهٖمَ مُصَلًّىۗ  \r\nDan jadikanlah maqam Ibrahim  itu tempat salat. (al-Baqarah/2: 125)\r\nKedua: Saya usulkan kepada Rasulullah saw supaya istri-istrinya memasang tabir (hijab) bila kedatangan tamu laki-laki, yang kadang-kadang tidak saleh semuanya, maka turunlah firman Allah:\r\nوَاِذَا سَاَلْتُمُوْهُنَّ مَتَاعًا فَسْـَٔلُوْهُنَّ مِنْ وَّرَاۤءِ حِجَابٍۗ  \r\nApabila kamu meminta sesuatu (keperluan) kepada mereka (istri-istri Nabi), maka mintalah dari belakang tabir. (al-A¥zāb/33: 53)\r\nKetiga: Saya berkata kepada istri-istri Nabi supaya berhenti menimbulkan kesulitan kepada beliau, karena mungkin Allah akan memberi ganti dengan istri-istri yang lebih baik, maka turunlah firman Allah:\r\nعَسٰى رَبُّهٗٓ اِنْ طَلَّقَكُنَّ اَنْ يُّبْدِلَهٗٓ اَزْوَاجًا خَيْرًا مِّنْكُنَّ \r\nJika dia (Nabi) menceraikan kamu, boleh jadi Tuhan akan memberi ganti kepadanya dengan istri-istri yang lebih baik dari kamu. (at-Ta¥r³m/66: 5)\r\nKeempat: Setelah turun ayat 12, 13 dan 14 Surah al-Mu`minµn, maka saya ucapkan  fatabārakallāhu aḥsanul Khāliq³n, dan Rasululah saw bersabda, “Demikian itu sesuai dengan yang diturunkan-Nya.”\r\n"}