{"tafsir_id":2694,"surah_id":23,"aya_number":21,"tafsir_wajiz":"Dan di samping air serta kebun-kebun yang tumbuh dengannya, sesungguhnya pada hewan-hewan ternak terdapat suatu pelajaran bagimu. Kami juga memberi minum kamu dari air susu yang penuh nutrisi yang ada dalam perutnya, dan padanya, yakni pada binatang-binatang ternak itu, juga terdapat banyak manfaat untukmu, seperti daging, kulit, bulu, dan tenaganya. Semua itu dapat dimanfaatkan untuk berbagai tujuan. Sebagian darinya dapat kamu makan sebagai makanan yang lezat dan bergizi. Dan sebagian darinya dapat kamu tunggangi dengan cara naik di atas punggug-nya. Dan manfaat yang sama juga dapat kamu peroleh dengan naik di atas kapal-kapal. Dengan moda transportasi itu, kamu diangkut atas izin Allah menuju tempat-tempat yang dituju.","tafsir_tahlili":"(21) Sesungguhnya pada penciptaan binatang ternak itu benar-benar terdapat pelajaran yang sangat penting bagi manusia di samping manfaatnya yang besar sebagai nikmat pemberian Allah. Binatang ternak bisa menjadi sumber pembelajaran dan bahan riset, misalnya bagaimana sapi yang makanan utamanya, setelah dikunyah dan masuk dalam perutnya, saripatinya kemudian bercampur dengan darah bisa menghasilkan susu yang sangat bermanfaat bagi tubuh. Dari perutnya kemudian, Allah berkuasa untuk me-misahkan air susu dari percampuran dua benda yang kotor itu, yaitu darah dan kotoran sapi yang ada diperutnya, sebagaimana tersebut dalam firman Allah:\r\nوَاِنَّ لَكُمْ فِى الْاَنْعَامِ لَعِبْرَةً ۚ نُسْقِيْكُمْ مِّمَّا فِيْ بُطُوْنِهٖ مِنْۢ بَيْنِ فَرْثٍ وَّدَمٍ لَّبَنًا خَالِصًا سَاۤىِٕغًا لِّلشّٰرِبِيْنَ  \r\nDan sungguh, pada hewan ternak itu benar-benar terdapat pelajaran bagi kamu. Kami memberimu minum dari apa yang ada dalam perutnya (berupa) susu murni antara kotoran dan darah, yang mudah ditelan bagi orang yang meminumnya (an-Na¥l/16: 66)\r\nKemudian Allah menggambarkan dalam ayat lain kebahagiaan yang dirasakan pemilik sapi ketika melepaskan sapi-sapinya ke padang rumput di pagi hari. Kebahagiaan yang sama juga dirasakannya ketika ternak-ternak itu kembali ke kandangnya pada sore hari. Firman Allah:\r\nوَلَكُمْ فِيْهَا جَمَالٌ حِيْنَ تُرِيْحُوْنَ وَحِيْنَ تَسْرَحُوْنَۖ  \r\nDan kamu memperoleh keindahan padanya, ketika kamu membawanya kembali ke kandang dan ketika kamu melepaskannya (ke tempat penggembalaan). (an-Na¥l/16: 6);Jika diperinci, terdapat banyak manfaat yang diperoleh manusia dari binatang ternak itu:\r\n1.  Air susu yang sangat lezat untuk diminum dan mengandung berbagai unsur yang dibutuhkan tubuh agar tetap sehat, juga dapat dijadikan mentega, keju, dan lain-lain.\r\n2.  Bulu atau rambutnya dapat dijadikan bahan pakaian dan selimut yang sangat berguna terutama di musim dingin.\r\n3.  Dagingnya dapat dimakan segera atau diawetkan dalam kaleng.\r\n4.  Dijadikan kendaraan, terutama untuk pergi ke tempat yang jauh yang sulit dicapai dengan kendaraan lain seperti tersebut dalam ayat 21.\r\nوَتَحْمِلُ اَثْقَالَكُمْ اِلٰى بَلَدٍ لَّمْ تَكُوْنُوْا بٰلِغِيْهِ اِلَّا بِشِقِّ الْاَنْفُسِۗ \r\nDan ia mengangkut beban-bebanmu ke suatu negeri yang kamu tidak sanggup mencapainya, kecuali dengan susah payah. (an-Na¥l/16: 7)\r\n"}