{"tafsir_id":2700,"surah_id":23,"aya_number":27,"tafsir_wajiz":"Allah memperkenankan doa Nabi Nuh tersebut. Lalu Kami wahyukan kepadanya, “Buatlah kapal untuk menyelamatkan dirimu dan para pengikutmu, yang prosesnya di bawah pengawasan dan petunjuk Kami. Maka apabila perintah dan siksa yang Kami siapkan untuk kaummu yang kafir datang, engkau pun telah menyelesaikan perahu itu, dan tanur yakni dapur telah memancarkan air, maka masukanlah ke dalam kapal itu sepasang-sepasang, yakni jantan dan betina, dari setiap jenis hewan, dan naikkan juga keluargamu, kecuali orang yang lebih dahulu ditetapkan sebagai penerima siksa Kami di antara mereka. Dan janganlah engkau bicarakan dengan-Ku tentang orang-orang yang zalim. Jangan kaumohon agar mereka diselamatkan, karena sesungguhnya mereka itu akan ditenggelamkan, dan tidak ada yang dapat mengubah ketetapan-Ku.","tafsir_tahlili":"(27) Setelah doa Nuh diperkenankan, maka Allah mewahyukan kepada-nya, agar ia mulai membuat perahu di bawah pengawasan dan petunjuk wahyu-Nya, supaya perahu itu kokoh dan tidak mudah mengalami kerusakan dan supaya Nuh mengetahui teknik pembuatannya, sebab pembuatan sebuah perahu yang besar dan kukuh tentu saja memerlukan keahlian. Apabila perintah Allah sudah datang untuk membinasakan kaumnya dengan topan yang besar, dan tanda-tandanya sudah tampak, yaitu tannµr tempat membakar roti di bawah tanah sudah mulai memancarkan air, maka Allah menyuruh Nabi Nuh memasukkan ke dalam perahu itu sepasang jantan dan betina dari tiap-tiap jenis binatang. Dalam perahu dibuat bertingkat-tingkat. Tingkat yang paling bawah untuk binatang buas seperti singa, harimau, dan sebagainya. Di tingkat kedua binatang ternak seperti: sapi, kambing, dan sebagainya. Di tingkat ketiga semua jenis burung sepasang-pasang dan di tingkat yang paling atas sekali Nabi Nuh dengan sekalian keluarganya yang selamat, di antaranya tiga orang putranya: Sām, Hām dan Yafis. Adapun putra beliau yang bernama Kanan termasuk orang yang tenggelam, karena ia tidak mau ikut bersama ayahnya.\r\nDengan dimasukkannya setiap jenis binatang yang ada pada waktu itu, maka perahu Nuh merupakan kebun binatang yang lengkap. Semua binatang yang tidak masuk ke dalam perahu dan orang kafir yang tidak mengikuti ajakan Nabi Nuh ditenggelamkan dalam topan besar itu, sesuai dengan ancaman Allah bahwa mereka akan ditimpa azab. Allah sebelumnya melarang Nuh supaya jangan memberitahukan rencana Allah dan maksud pembuatan perahu kepada orang-orang yang zalim itu, karena mereka semuanya akan ditenggelamkan. \r\n"}