{"tafsir_id":272,"surah_id":2,"aya_number":265,"tafsir_wajiz":"Dan perumpamaan orang yang menginfakkan hartanya untuk mencari rida dan pahala dari Allah dan untuk memperteguh jiwa mereka dalam rangka melaksanakan kewajiban-kewajiban agama, seperti pemilik sebuah kebun yang subur, hijau dengan pepohonan dan menghasilkan buah-buahan yang baik yang terletak di dataran tinggi sehingga mendapat sinar matahari dan udara yang cukup. Selain itu, semakin tinggi sebuah dataran, akan semakin jauh dari sumber air yang mengakibatkan akar tumbuh-tumbuhan menjadi semakin memanjang. Serabut yang berfungsi menyerap makanan pun menjadi banyak, sehingga makanan yang membentuk zat hijau daun (klorofil) menjadi banyak pula. Dengan demikian, pohon itu menjadi produktif menghasilkan buah. Tempat kebun itu berada di dataran tinggi yang disiram oleh hujan lebat yang tercurah langsung dari langit; sebagiannya diserap oleh tanah tempat akar-akar tumbuhan menghunjam, sebagian lainnya yang tidak dibutuhkan mengalir ke bawah dan ditampung oleh yang membutuhkannya. Selain sebagai sumber makanan, hujan yang deras itu juga berfungsi melunakkan zat-zat yang diperlukan tumbuhan, membersihkannya dari zat-zat yang menghambat pertumbuhan dan menjaga hama. Maka tidak heran jika kemudian kebun itu menghasilkan buahbuahan dua kali lipat. Jika hujan lebat tidak menyiraminya, maka embun atau hujan gerimis dengan sedikit angin yang lembut pun memadai, sebab tanahnya subur dan berada di ketinggian yang memungkinkan untuk menghasilkan buah dengan baik. Begitulah, infak yang dikeluarkan dengan hati yang ikhlas, sedikit atau banyak, akan diterima dan dilipatgandakan pahalanya oleh Allah. Yang dapat mengenali niat dan yang disembunyikan seseorang hanya Allah, sebab Allah Maha Melihat apa yang kamu kerjakan, dan mengetahui antara yang ikhlas dalam beramal dengan niat ria. ","tafsir_tahlili":"(265) Infak diumpamakan sebagai sebidang kebun yang mendapat siraman air hujan yang cukup, sehingga kebun itu memberikan hasil dua kali lipat dari hasil yang biasa. Andaikata hujan itu tidak lebat, maka hujan gerimis pun cukup, karena kebun tersebut terletak di dataran tinggi yang mendapatkan sinar yang cukup serta hawa yang baik, dan tanahnya pun subur.\r\nAyat ini bermunasabah dan merupakan kelanjutan dari ayat sebelumnya. Dilihat dari sisi mekanisme erosi, adanya penutup lahan berupa pohon pohonan atau tumbuhan dapat menghindarkan atau mengurangi resiko terjadinya erosi. Hujan di kebun pegunungan bukan penyebab erosi melainkan memberikan manfaat berupa peningkatan hasil untuk tanah yang dibudidayakan sebagai kebun. Dalam hal ini, pembelanjaan harta untuk mencari rida Allah diumpamakan sebagai kebun di pegunungan yang disirami hujan dan menghasilkan buah-buahan dua kali lipat. Seandainya tidak ada hujan lebat, di kebun pegunungan, hujan gerimis bahkan embun pun sudah memadai untuk menghasilkan buah-buahan yang baik.\r\nDalam pandangan ilmu ekologi, keadaan yang digambarkan dalam ayat 265 Surah al-Baqarah di atas memang betul terjadi. Fenomena alam ini jelas memperlihatkan kebesaran Allah yang mengatur dengan sangat rinci akan alam ini, sehingga semua mahluk mempunyai kesempatan untuk bertasbih kepada-Nya.\r\nEmbun, atau lebih tepatnya disebut kabut, adalah awan yang bersentuhan langsung dengan tanah atau pepohonan. Dalam bahasa Inggris, untuk fenomena alam yang satu ini digunakan dua kata, yaitu fog dan mist. Perbedaan keduanya hanyalah pada kepadatan material awan. Kata fog digunakan apabila kabut menyebabkan jarak pandang kurang dari satu kilometer. Sedangkan mist, adalah keadaan kabut yang mengakibatkan jarak pandangnya kurang dari dua kilometer. \r\nKabut berbeda dengan awan lainnya hanya karena awan itu bersentuhan dengan permukaan bumi. Keadaan ini dapat terjadi baik di dataran rendah maupun pegunungan. Kabut muncul saat terjadi perbedaan suhu udara dan titik beku air sebesar 3oC atau kurang. Kabut dimulai saat uap air memadat menjadi butiran air yang sangat halus di udara. Pemadatan uap air inilah yang kemudian tampak dan menjadi apa yang dinamakan awan. Kabut umumnya terjadi di kawasan yang sangat lembab. Keadaan lembab dapat terjadi karena ada penambahan uap air di udara, atau suhu udara yang menurun. Akan tetapi, kadangkala kabut dapat terjadi tanpa adanya syarat-syarat tersebut. Pada umunya, kabut terjadi saat kelembaban udara mencapai 100%. Pada kondisi ini, udara tidak lagi dapat mengikat uap air yang ada di udara.\r\nKlasifikasi kabut dapat dilakukan karena perbedaan penyebab, sifat, dan lainnya. Misal ada kabut yang dapat terjadi dan menghilang dalam waktu singkat. Kabut ini biasa disebut sebagai flash fog. Juga ada kabut yang dikenal dengan sea fog. yang terjadi di atas permukaan air laut. Di sini, terjadinya kabut sangat dipengaruhi oleh kehadiran garam. Partikel garam yang renik akan memenuhi udara yang ada di atas permukaan air laut oleh berbagai sebab. Antara lain disebabkan oleh angin atau percikan pecahan ombak dan sebab-sebab lainnya. Partikel garam renik ini kemudian akan berperan sebagai pengumpul uap air. Ada pula tipe kabut yang disebabkan perubahan suhu saat senja atau pagi hari atau suatu keadaan saat ada angin dingin yang melewati kawasan perairan yang hangat, atau air hujan yang melewati lapisan udara yang panas sehingga terjadi penguapan.\r\nKabut seringkali menghasilkan hujan dalam bentuk gerimis. Keadaan ini umumnya terjadi karena kelembaban udara sudah melebihi angka 100%. Segera awan akan berubah menjadi butiran air hujan. Terutama apabila lapisan kabut naik ke atas dan bersentuhan dengan suhu dingin di bagian atas. \r\nDalam kaitannya dengan kabut, para ahli ekologi menemukan suatu jenis hutan yang unik karena berasosiasi sangat erat dengan kabut. Hutan ini biasa disebut dengan cloud forest atau fog forest. Hutan demikian ini menunjuk pada hutan hujan basah di kawasan dataran tinggi, baik di pegunungan tropis atau subtropis. Umumnya, lapisan kabut ini akan menebal pada bagian pucuk pohon-pohon hutan (canopy). Umumnya hutan kabut tidak terlalu luas dan terbatas hanya pada kawasan dimana lingkungan atmosfer cocok untuk membentuk kabut. \r\nHutan ini juga ditandai oleh kabut yang hampir selalu hadir, sehingga memperkecil kemungkinan tumbuhan memperoleh sinar matahari langsung. Pohon-pohon pada kawasan ini ditandai dengan tumbuh lebih pendek dan kecil. Ukuran ini sangat berbeda dengan jenis sama dan tumbuh di dataran rendah atau bagian pegunungan lain yang memperoleh sinar matahari penuh. Kelembaban yang tinggi mendorong tumbuhnya tanaman epifit yang menempel di batang dan cabang pohon, yang sebagian besar didominasi oleh kelompok lumut maupun paku-pakuan. Kehadiran tumbuhan merambat dan lumut ini juga menjadi ciri bahwa ini adalah hutan kabut.\r\nDi dalam hutan kabut, sumber air utamanya adalah butiran renik air yang berasal dari kabut. Kondensasi uap air kabut akan terjadi terutama di daun pepohonan, dan jatuh dalam bentuk butiran air ke lantai hutan.\r\nSuatu fenomena alam yang berada di kawasan yang sangat jauh dari tempat turunnya Al-Qur'an, tetapi dijelaskan dengan rinci dalam Al-Qur'an, merupakan bukti bahwa kitab suci ini bukan karangan manusia. Hanya Tuhan yang Maha Mengetahui yang dapat menurunkan ayat seperti ini.\r\nDikatakan, bahwa yang diumpamakan dengan kebun itu adalah orang yang menafkahkan hartanya, karena dia menyadari bahwa dia telah menerima rahmat yang banyak dari Allah, maka dia bersedia untuk memberikan infak yang banyak; walaupun suatu ketika dia memperoleh rahmat yang sedikit, namun dia tetap memberikan infak.\r\nMembelanjakan harta di jalan Allah atau berinfak, benar-benar dapat memperteguh jiwa. Sebab cinta kepada harta benda telah menjadi tabiat manusia, karena sangat cintanya kepada harta benda terasa berat baginya untuk membelanjakannya, apa lagi untuk kepentingan orang lain. Maka jika kita bersedekah misalnya, hal itu merupakan perbuatan yang dapat meneguhkan hati untuk berbuat kebaikan, serta menghilangkan pengaruh harta yang melekat pada jiwa.\r\nAyat ini ditutup dengan firman-Nya: Wall±hu bim± tamalµna ba¡³r (Allah senantiasa melihat apa-apa yang kamu kerjakan). Ini berarti bahwa Allah selalu mengetahui kebaikan-kebaikan yang dilakukan hamba-Nya, antara lain berinfak dengan niat yang ikhlas, maka Dia akan memberikan pahalanya. Sebaliknya, Allah juga mengetahui semua perbuatan yang tidak baik, maka Dia akan membalasnya dengan azab."}