{"tafsir_id":2724,"surah_id":23,"aya_number":51,"tafsir_wajiz":"Usai menguraikan kisah para rasul, Allah lalu berbicara tentang para rasul secara umum. “Wahai para rasul! Makanlah dari makanan yang baik-baik, dan kerjakanlah kebajikan sesuai dengan syariat, baik amalan wajib maupun sunah. Sungguh, Aku Maha Mengetahui apa yang kamu kerjakan, karena tidak ada satu pun yang tersembunyi dari-Ku.”","tafsir_tahlili":"(51) Allah memerintahkan kepada para nabi supaya memakan rezeki yang halal dan baik yang dikaruniakan Allah kepadanya dan sekali-kali tidak dibolehkan memakan harta yang haram, selalu mengerjakan perbuatan yang baik, dan menjauhi perbuatan yang keji dan mungkar.  Para nabi itulah orang yang pertama yang harus mematuhi perintah Allah, karena mereka akan menjadi teladan bagi umat di mana mereka diutus untuk menyampaikan risalah Tuhannya. Perintah ini walaupun hanya ditunjukkan kepada para nabi, tetapi ia berlaku pula terhadap umat mereka tanpa terkecuali, karena para nabi itu menjadi panutan bagi umatnya kecuali dalam beberapa hal yang dikhususkan untuk para nabi saja, karena tidak sesuai jika diwajibkan pula kepada umatnya. Abu Hurairah meriwayatkan bahwa Rasulullah saw bersabda:\r\nاَيُّهَا النَّاسُ  اِنَّ الله َتَعَالَى طَيِّبٌ لاَيَقْبَلُ اِلاَّ طَيِّبًا، وَاِنَّ الله َتَعَالَى اَمَرَ الْمُؤْمِنِيْنَ بِمَا اَمَرَ بِهِ الْمُرْسَلِيْنَ فَقَالَ: (يَأاَيُّهَا الرُّسُلُ كُلُوْا مِنَ الطَّيِّبَاتِ وَاعْمَلُوْا صَالِحًا اِنِّي بِمَا تَعْمَلُوْنَ عَلِيْمٌ) وَقَالَ: (يَأاَيُّهَا الَّذِيْنَ اٰمَنُوْا كُلُوْا مِنْ طَيِّبٰتِ مَا رَزَقْنَاكُمْ ) ثُمَّ ذَكَرَ الرَّجُلَ يُطِيْلُ السَّفَرَ اَشْعَثَ أَغْبَرَ وَمَطْعَمُهُ حَرَامٌ وَمَلْبَسُهُ حَرَامٌ وَغُذِيَ بِالْحَرَامِ. يَمُدُّ يَدَيْهِ اِلَى السَّمَاءِ، يَارَبِّ يَارَبِّ فَأَنىَّ يُسْتَجَابُ لَهُ. (رواه مسلم والترمذي)\r\nHai manusia, sesungguhnya Allah Taala adalah baik, Dia tidak menerima kecuali yang baik. Sesungguhnya Allah Taala memerintahkan kepada orang-orang yang beriman apa yang diperintahkan-Nya kepada Rasul-rasul-Nya. Maka Rasulullah saw membaca ayat ini (yā ayyuhar-rusulu kulµ  mina¯-¯ayyibāti wamalµ ¡āli¥ā inn³ bimā tamalµ al³m, “Wahai para rasul! Makanlah dari (makanan) yang baik-baik, dan kerjakanlah kebajikan. Sungguh, Aku Maha Mengetahui apa yang kamu kerjakan.). Kemudian Rasulullah saw membaca lagi ayat  yā ayyuhalla©³na āmanµ kulµ min ¯ayyibāti mā razaqnākum…Kemudian Nabi menerangkan keadaan seseorang yang telah melakukan perjalanan panjang (lama), rambutnya tidak teratur dan penuh debu, dan makanannya dari yang haram, minumannya dari yang haram dan pakaiannya dari yang haram pula. Orang itu berkata sambil menadahkan tangan ke langit, “Ya Tuhanku! Ya Tuhanku! Bagaimana mungkin  doanya itu akan terkabul?” (Riwayat Muslim dan at-Tirmi©i);Pada ayat ini Allah mendahulukan perintah memakan makanan yang halal dan baik baru beramal saleh. Hal ini berarti amal yang saleh itu tidak akan diterima oleh Allah kecuali bila orang yang mengerjakannya memakan harta yang halal dan baik dan menjauhi harta yang haram. Menurut riwayat yang diterima dari Rasulullah, beliau pernah bersabda:\r\nاِنَّ الله َتَعَالَى لاَيَقْبَلُ عِبَادَةَ مَنْ فِى جَوْفِهِ لُقْمَةٌ مِنْ حَرَامٍ. وَصَحَّ اَيْضًا- اَيُّمَا لَحْمٍ نَبَتَ مِنْ سُحْتٍ فَالنَّارُ اَوْلَى بِهِ. (رواه مسلم والترمذي)\r\nSesungguhnya Allah tidak menerima ibadah orang yang dalam perutnya terdapat sesuap makanan yang haram. Dan diriwayatkan dengan sahih pula bahwa Nabi saw bersabda, “Setiap daging yang tumbuh dari makanan yang haram maka neraka lebih berhak membakarnya.” (Riwayat Muslim dan at-Tirmizi);Di dalam sebuah hadis yang diriwayatkan oleh Ibnu Ab³ ¦ātim dan Ibnu Mardawaih dari Ummi Abdillah saudara perempuan Syaddad bin Aus ra:\r\nاَنَّهَا بَعَثَتْ اِلَى النَِّبيِّ صَلَّى الله ُعَلَيْهِ وَسَلَّمَ بِقَدَحِ لَبَنٍ حِيْنَ فِطْرِهِ وَهُوَ صَائِمٌ، فَرَدَّ اِلَيْهَارَسُوْلَهَا وَقَالَ مِنْ اَيْنَ لَكِ هَذَا؟ فَقَالَتْ: مِنْ شَاةٍ لِيْ، ثُمَّ رَدَّهُ وَقَالَ: وَمِنْ اَيْنَ هَذِهِ الشَّاةِ؟ اِشْتَرَيْتُهَا بِمَالِيْ فَأَخَذَهُ، فَلَمَّا كَانَ مِنَ الْغَدِ جَاءَتْهُ وَقَالَتْ: يَارَسُوْلَ اللهِ لِمَا رَدَدْتُهُ؟ فَقَالَ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: اُمِرَتِ الرَّسُلُ اَلاَّ يَأْكُلُوْا اِلاَّ طَيِّبًا وَلاَ يَعْمَلُوْا اِلاَّ صَالِحًا. (رواه ابن ابي حاتم وابن مردويه) \r\nBahwa Ummi Abdillah mengirimkan seteko susu kepada Rasulullah ketika beliau akan berbuka puasa. Susu itu ditolak oleh Rasulullah dan beliau menyuruh pembawa susu itu kembali dan menanyakan kepadanya dari mana susu itu didapatnya. Ummi Abdillah menjawab, “Itu susu dari kambingku sendiri.” Kemudian susu itu ditolak lagi dan pesuruh Ummi Abdillah disuruh lagi menanyakan dari mana kambing itu didapat. Ummi Abdillah menjawab,  saya beli kambing itu dengan uangku sendiri.” Kemudian barulah Rasulullah menerima susu itu. Keesokan harinya Ummi Abdillah datang menemui Rasulullah dan bertanya, “Wahai Rasulullah, mengapa engkau selalu menolak susu itu?” Rasulullah menjawab, “Para rasul diperintahkan supaya jangan memakan kecuali yang baik-baik dan jangan berbuat sesuatu kecuali yang baik-baik pula.” (Riwayat Ibnu Ab³ ¦ātim dan Ibnu Mardawaih)\r\nDemikianlah perintah Allah kepada para Rasul-Nya yang harus dipatuhi oleh umat manusia karena Allah Maha Mengetahui amal perbuatan manusia, tak ada satu pun yang tersembunyi bagi-Nya. Dia akan membalas perbuatan yang baik dengan berlipat ganda dan perbuatan jahat dengan balasan yang setimpal.\r\n"}