{"tafsir_id":273,"surah_id":2,"aya_number":266,"tafsir_wajiz":"Sekali lagi Allah memberikan perumpamaan tentang orang yang tidak ikhlas dalam berderma. no_ayatt ini dimulai dengan sebuah pertanyaan yang ditujukan kepada siapa pun, adakah salah seorang di antara kamu yang ingin memiliki kebun yang terdapat di dalamnya pohon kurma dan pohon anggur yang mengalir di bawah pohon-pohon-nya sungai-sungai yakni memiliki sumber air yang cukup. Bahkan di sana dia memiliki segala macam buah-buahan. Kemudian datanglah masa tuanya sehingga dia tidak bisa lagi bekerja di kebun tersebut dan hanya bisa mengandalkan hasil kebun sedang dia memiliki keturunan yang masih kecil-kecil yang belum bisa bekerja dan masih membutuhkan hasil dari kebun tersebut. Lalu dalam keadaan seperti itu, tiba-tiba kebun itu ditiup angin keras yang me-ngandung api, sehingga terbakar-lah kebun tersebut dan mengha-nguskan semua pohon yang ada. Begitulah perumpamaan orang yang menginfakkan hartanya karena ria, membangga-banggakan pemberiannya kepada orang lain dan menyakiti hati orang yang diberi. Nanti di akhirat saat dia sangat membutuhkan ganjaran amal tersebut, dia tidak menjumpainya. Amal perbuatannya hangus dan punah karena niat yang tidak ikhlas dan sikap yang menyakiti orang lain. Demikianlah Allah menerangkan no_ayatt-no_ayatt-Nya kepadamu agar kamu memikirkannya sehingga kamu berupno_ayat untuk ikhlas dalam berinfak. Sifat ria merusak pahala amal seseorang seperti halnya kebakaran menghanguskan kebun.","tafsir_tahlili":"(266) Dalam ayat ini Allah swt memberikan perumpamaan pula bagi orang yang menafkahkan hartanya bukan untuk mendapatkan rida Allah, melainkan karena ria, atau sedekahnya disertai dengan ucapan-ucapan yang melukai perasaan atau suka menyebut-nyebut sedekah yang telah diberikannya. Orang ini diumpamakan sebagai orang yang mempunyai sebidang kebun yang berisi bermacam-macam tumbuhan, dan kebun itu mendapatkan air yang cukup dari sungai yang mengalir, sehingga menghasilkan buah-buahan yang banyak. Orang tersebut sudah lanjut usianya, dan mempunyai anak-anak dan cucu-cucu yang masih kecil-kecil yang belum dapat mencari rezeki sendiri. Dengan demikian, orang itu dan anak cucunya sangat memerlukan hasil kebun itu. Tapi tiba-tiba datanglah angin samµm yang panas. Sehingga pohon-pohon dan tanaman-tanaman menjadi rusak, tidak mendatangkan hasil apa pun, padahal dia sangat mengharapkannya.\r\nDemikianlah keadaan orang yang menafkahkan hartanya bukan karena Allah. Dia mengira akan mendapatkan pahala dari sedekah dan infaknya. Akan tetapi yang sebenarnya bukan demikian, pahalanya akan hilang lenyap karena niatnya yang tidak ikhlas. Dia berinfak hanya karena riya, mengikuti bisikan setan. Bukan karena mengharapkan rida Allah swt.\r\nDengan keterangan-keterangan dan perumpamaan yang jelas ini Allah swt menerangkan ayat-ayatnya kepada hamba-Nya agar mereka berpikir dan dapat mengambil iktibar dan pelajaran dari perumpamaan-perumpamaan itu."}