{"tafsir_id":2732,"surah_id":23,"aya_number":59,"tafsir_wajiz":"Setelah menjelaskan sifat-sifat orang yang lengah dan larut dalam durhaka, Allah lalu menguraikan sifat orang-orang yang menjaga hati untuk taat kepada Allah. Sungguh, orang-orang yang karena takut akan azab Tuhannya, mereka sangat berhati-hati agar tidak melanggar perintah-Nya, dan mereka yang beriman dengan tanda-tanda kekuasaan Tuhannya, baik yang terno_suraht dalam Al-Qur’an maupun yang terhampar di alam semesta, dan mereka yang tidak mempersekutukan Tuhannya dengan apa pun dan kapan pun, baik syirik kecil seperti ria maupun syirik besar, dan mereka yang memberikan apa yang mereka berikan seperti sedekah, zakat, dan lainnya, dengan hati penuh rasa takut jika pemberian itu tidak diterima oleh Allah karena mereka tahu bahwa sesungguhnya mereka akan kembali kepada Tuhannya untuk mempertanggungjawabkan perbuatan mereka; mereka itu, yaitu orang-orang dengan sifat-sifatnya demikian, bersegera dalam kebaikan-kebaikan dan bersemangat dalam menjalankan ibadah, dan merekalah orang-orang yang lebih dahulu memperolehnya, yaitu surga, sebagai ganjaran atas amal kebaikannya.","tafsir_tahlili":"(59) Sifat yang ketiga ialah memelihara kemurnian tauhid dengan benar-benar menyembah Allah semata tanpa mempersekutukan-Nya dengan sembahan-sembahan lain. Orang yang beriman tidak akan mau menyembah berhala-berhala atau minta tolong kepadanya, walaupun berhala-berhala itu dianggap oleh kaum musyrik sebagai alat untuk mendekatkan diri kepada Allah, sebagaimana tersebut dalam firman-Nya:\r\nوَمَآ اُمِرُوْٓا اِلَّا لِيَعْبُدُوا اللّٰهَ مُخْلِصِيْنَ لَهُ الدِّيْنَ ەۙ حُنَفَاۤءَ وَيُقِيْمُوا الصَّلٰوةَ وَيُؤْتُوا الزَّكٰوةَ وَذٰلِكَ دِيْنُ الْقَيِّمَةِۗ  \r\nPadahal mereka hanya diperintah menyembah Allah dengan ikhlas menaati-Nya semata-mata karena (menjalankan) agama, dan juga agar melaksanakan salat dan menunaikan zakat; dan yang demikian itulah agama yang lurus (benar). (al-Bayyinah/98: 5);Mereka tidak akan meminta tolong kepada kuburan-kuburan karena mereka yakin sepenuhnya bahwa perbuatan itu sama saja dengan meminta tolong kepada berhala-berhala dan itu termasuk perbuatan syirik yang sangat dimurkai Allah. Mereka tidak pula akan meminta tolong kepada arwah-arwah, jin dan setan, karena yang demikian pun termasuk syirik pula. Demikianlah semua perbuatan yang membawa kepada mempersekutukan Allah mereka hindari sejauh-jauhnya, sehingga kepercayaan mereka benar-benar murni, tidak dikotori sedikit pun oleh hal-hal yang berbau syirik.\r\n"}