{"tafsir_id":2733,"surah_id":23,"aya_number":60,"tafsir_wajiz":"Setelah menjelaskan sifat-sifat orang yang lengah dan larut dalam durhaka, Allah lalu menguraikan sifat orang-orang yang menjaga hati untuk taat kepada Allah. Sungguh, orang-orang yang karena takut akan azab Tuhannya, mereka sangat berhati-hati agar tidak melanggar perintah-Nya, dan mereka yang beriman dengan tanda-tanda kekuasaan Tuhannya, baik yang terno_suraht dalam Al-Qur’an maupun yang terhampar di alam semesta, dan mereka yang tidak mempersekutukan Tuhannya dengan apa pun dan kapan pun, baik syirik kecil seperti ria maupun syirik besar, dan mereka yang memberikan apa yang mereka berikan seperti sedekah, zakat, dan lainnya, dengan hati penuh rasa takut jika pemberian itu tidak diterima oleh Allah karena mereka tahu bahwa sesungguhnya mereka akan kembali kepada Tuhannya untuk mempertanggungjawabkan perbuatan mereka; mereka itu, yaitu orang-orang dengan sifat-sifatnya demikian, bersegera dalam kebaikan-kebaikan dan bersemangat dalam menjalankan ibadah, dan merekalah orang-orang yang lebih dahulu memperolehnya, yaitu surga, sebagai ganjaran atas amal kebaikannya.","tafsir_tahlili":"(60) Sifat yang keempat ialah takut kepada Allah, karena mereka yakin akan kembali kepada-Nya pada hari berhisab di mana akan diperhitungkan segala amal perbuatan manusia. Meskipun mereka telah mengerjakan segala perintah Tuhan dan menjauhi segala larangan-Nya dan menafkahkan hartanya di jalan Allah, namun mereka merasa takut kalau-kalau amal baik mereka tidak diterima, karena mungkin  ada di dalamnya unsur-unsur riya` atau lainnya yang menyebabkan ditolaknya amal itu. Oleh sebab itu mereka selalu terdorong untuk selanjutnya berbuat baik karena kalau amal yang sebelumnya tidak diterima, mungkin amal yang sesudah itu menjadi amal yang makbul yang diberi ganjaran yang berlipat ganda.\r\nDalam hadis yang diriwayatkan Ibnu Ab³ ¦ātim dari Aisyah pernah bertanya kepada Nabi:\r\nاَنَّهَا قَالَتْ يَارَسُوْلَ الله، (اَلَّذِيْنَ يُؤْتُوْنَ مَااَتَوْا وَقُلُوْبُهُمْ وَجِلَةٌ) هُوَ الَّذِيْ يَسْرِقُ وَيَزْنِى وَيَشْرِبُ الْخَمْرَ، وَهُوَ يَخَافُ اللهَ عَزَّ وَجَلَّ؟ قَالَ: لاَ يَا بِنْتَ اَبِيْ بَكْرٍ، يَا بِنْتَ الصِّدِّيْقِ، وَلَكِنَّهُ الَّذِيْ يُصَلِّى وَيَصُوْمُ وَيَتَصَدَّقُ، وَهُوَ يَخَافُ اللهَ عَزَّ وَجَلَّ (رواه احمد والترمذي)\r\nSiti Aisyah pernah bertanya kepada Rasulullah mengenai ayat ini (alla©³na yu`tµna mā ataw waqulµbuhum wajilah), apakah yang dimaksud dengan ayat ini ialah orang berzina dan meminum khamar atau mencuri, dan karena itu ia takut kepada Tuhan dan siksa-Nya? Pertanyaan ini dijawab oleh Rasulullah, “Bukan demikian maksudnya, hai puteri Abu Bakar a¡-¢iddiq. Yang dimaksud dalam ayat ini ialah orang-orang yang mengerjakan salat, berpuasa dan menafkahkan hartanya, namun dia merasa takut kalau-kalau amalnya itu termasuk amal yang tidak diterima (mardud). (Riwayat Ahmad dan at-Tirmi©i)\r\n"}