{"tafsir_id":2734,"surah_id":23,"aya_number":61,"tafsir_wajiz":"Setelah menjelaskan sifat-sifat orang yang lengah dan larut dalam durhaka, Allah lalu menguraikan sifat orang-orang yang menjaga hati untuk taat kepada Allah. Sungguh, orang-orang yang karena takut akan azab Tuhannya, mereka sangat berhati-hati agar tidak melanggar perintah-Nya, dan mereka yang beriman dengan tanda-tanda kekuasaan Tuhannya, baik yang terno_suraht dalam Al-Qur’an maupun yang terhampar di alam semesta, dan mereka yang tidak mempersekutukan Tuhannya dengan apa pun dan kapan pun, baik syirik kecil seperti ria maupun syirik besar, dan mereka yang memberikan apa yang mereka berikan seperti sedekah, zakat, dan lainnya, dengan hati penuh rasa takut jika pemberian itu tidak diterima oleh Allah karena mereka tahu bahwa sesungguhnya mereka akan kembali kepada Tuhannya untuk mempertanggungjawabkan perbuatan mereka; mereka itu, yaitu orang-orang dengan sifat-sifatnya demikian, bersegera dalam kebaikan-kebaikan dan bersemangat dalam menjalankan ibadah, dan merekalah orang-orang yang lebih dahulu memperolehnya, yaitu surga, sebagai ganjaran atas amal kebaikannya.","tafsir_tahlili":"(61) Ayat ini menegaskan bahwa orang-orang yang mempunyai sifat-sifat tersebut, selalu bersegera berbuat kebaikan bila ada kesempatan untuk itu dan selalu berupaya agar amal baiknya selalu bertambah. Baru saja ia selesai melaksanakan amal yang baik ia ingin agar dapat segera berbuat amal yang lain dan demikianlah seterusnya. Orang yang demikian sifatnya akan diberi pahala oleh Allah amalnya yang baik di dunia maupun di akhirat seperti yang pernah diberikan kepada Nabi Ibrahim yang tersebut dalam firman-Nya:\r\nوَاٰتَيْنٰهُ فِى الدُّنْيَا حَسَنَةً ۗوَاِنَّهٗ فِى الْاٰخِرَةِ لَمِنَ الصّٰلِحِيْنَ ۗ    \r\nDan Kami berikan kepadanya kebaikan di dunia, dan sesungguhnya di akhirat dia termasuk orang yang saleh. (an-Na¥l/16: 122)\r\nDan firman-Nya:\r\nفَاٰتٰىهُمُ اللّٰهُ ثَوَابَ الدُّنْيَا وَحُسْنَ ثَوَابِ الْاٰخِرَةِ ۗ وَاللّٰهُ يُحِبُّ الْمُحْسِنِيْنَ ࣖ   \r\nMaka Allah memberi mereka pahala di dunia dan pahala yang baik di akhirat. Dan Allah mencintai orang-orang yang berbuat kebaikan.  (Āli Imrān/3: 148)\r\n"}