{"tafsir_id":2735,"surah_id":23,"aya_number":62,"tafsir_wajiz":"Para pendurhaka yang disebut pada no_ayatt sebelumnya boleh jadi menganggap bahwa ajaran agama sangat memberatkan. Untuk  Menyanggah anggapan ini Allah berfirman, “Dan Kami tidak membebani seseorang dengan amalan-amalan ibadah melainkan menurut kesanggupannya, maka tidak sewajarnya bila seseorang merasa tidak mampu; dan pada Kami ada suatu catatan yang menuturkan dengan sebenarnya apa saja yang dilakukan oleh manusia, dan mereka tidak dizalimi atau dirugikan dengan bertambahnya dosa atau berkurangnya pahala. Allah tidak akan pernah berbuat zalim kepada manusia, tetapi manusialah yang menzalimi diri sendiri (Lihat juga: no_surahh Yunus/10: 44).","tafsir_tahlili":"(62) Dengan ayat ini Allah menjelaskan bahwa sudah menjadi sunnah dan ketetapan-Nya, Dia tidak akan membebani seseorang dengan suatu kewajiban atau perintah kecuali perintah itu sanggup dilaksanakannya dan dalam batas-batas kemampuannya. Tidak ada syariat yang diwajibkan-Nya yang berat dilaksanakan oleh hamba-Nya dan di luar batas kemampuannya, hanya manusialah yang memandangnya berat karena keengganannya atau ia disibukkan oleh urusan dunianya atau tugas tersebut  menghalanginya dari melaksanakan keinginannya.\r\nPadahal perintah itu, seperti salat umpamanya amat ringan dan mudah bagi orang yang telah biasa mengerjakannya, bahkan salat itu pun dapat meringankan beban dan tekanan hidup yang dideritanya bila ia benar-benar mengerjakannya dengan tekun dan khusyuk. Muqatil berkata, “Barang siapa tidak sanggup mengerjakan salat dengan berdiri ia boleh mengerjakannya dalam keadaan duduk, dan kalaupun tidak sanggup duduk maka dengan isyarat saja pun sudah cukup.” Karena itu tidak ada alasan sama sekali bagi orang mukmin untuk membebaskan diri dari kewajiban salat, demikian pula kewajiban-kewajiban lainnya, karena semua kewajiban itu adalah dalam batas-batas kemampuannya. Hanya nafsu dan keinginan manusialah yang menjadikan kewajiban-kewajiban itu berat baginya. Maka orang yang seperti ini telah berbuat zalim terhadap dirinya sendiri dan akan mendapat balasan yang setimpal dari Tuhan atas keingkaran dan keengganannya. Setiap  pelanggaran terhadap perintah Allah akan dicatat dalam buku catatan amalnya, demikian pula amal perbuatan yang baik, kecil maupun besar semuanya tercatat dalam buku itu sebagaimana tersebut dalam firman-Nya:\r\nهٰذَا كِتٰبُنَا يَنْطِقُ عَلَيْكُمْ بِالْحَقِّ ۗاِنَّا كُنَّا نَسْتَنْسِخُ مَا كُنْتُمْ تَعْمَلُوْنَ  \r\n(Allah berfirman), ”Inilah Kitab (catatan) Kami yang menuturkan kepadamu dengan sebenar-benarnya. Sesungguhnya Kami telah menyuruh mencatat apa yang telah kamu kerjakan.”  (al-Jā£iyah/45: 29);Dan firman-Nya:\r\nوَوُضِعَ الْكِتٰبُ فَتَرَى الْمُجْرِمِيْنَ مُشْفِقِيْنَ مِمَّا فِيْهِ وَيَقُوْلُوْنَ يٰوَيْلَتَنَا مَالِ هٰذَا الْكِتٰبِ لَا يُغَادِرُ صَغِيْرَةً وَّلَا كَبِيْرَةً اِلَّآ اَحْصٰىهَاۚ وَوَجَدُوْا مَا عَمِلُوْا حَاضِرًاۗ وَلَا يَظْلِمُ رَبُّكَ اَحَدًا ࣖ   \r\nDan diletakkanlah kitab (catatan amal), lalu engkau akan melihat orang yang berdosa merasa ketakutan terhadap apa yang (tertulis) di dalamnya, dan mereka berkata, ”Betapa celaka kami, kitab apakah ini, tidak ada yang tertinggal, yang kecil dan yang besar melainkan tercatat semuanya,” dan mereka dapati (semua) apa yang telah mereka kerjakan (tertulis). Dan Tuhanmu tidak menzalimi seorang jua pun. (al-Kahf/18: 49);Mereka akan diberi balasan sesuai dengan perbuatannya yang tertera dalam buku catatan itu dan mereka tidak akan dirugikan sedikit pun.\r\n"}