{"tafsir_id":2736,"surah_id":23,"aya_number":63,"tafsir_wajiz":"Tetapi meski ajaran Allah demikian jelas dan mudah, orang-orang kafir itu tetap durhaka sehingga hati mereka itu dalam kesesatan terkait hakikat yang Kami sampaikan ini, dan mereka mempunyai kebiasaan melakukan perbuatan-perbuatan lain yang buruk yang terus mereka kerjakan. Mereka melampaui batas dalam melakukannya sehingga mereka pantas menerima siksa.","tafsir_tahlili":"(63) Pada ayat ini Allah menerangkan bahwa hati kaum musyrikin telah berpaling dan lalai dari memperhatikan petunjuk-petunjuk yang dibawa Al-Qur'an. Mereka tidak mau mengambil manfaat daripadanya. Padahal petunjuk-petunjuk itulah yang dapat membawa mereka kepada kebahagiaan hidup di dunia dan akhirat. Seandainya mereka mau membaca dan memperhatikan Al-Qur'an tentulah hati mereka akan terbuka dan melihat bahwa ajaran Al-Qur'an itu memang amat berguna dan semua yang terkandung di dalamnya adalah benar. Mereka akan mengakui bahwa semua perbuatan manusia akan dipertanggungjawabkan di hadapan Allah tanpa kecuali. Inilah kesalahan mereka yang pertama yang menyeret mereka kepada kesalahan-kesalahan lain dan menyebabkan mereka tidak mempedulikan lagi norma-norma akhlak yang mulia, berbuat sekehendak hati tanpa memperhatikan hak-hak orang-orang lain. Apa saja yang mereka inginkan mereka rebut walaupun dengan merampas dan menganiaya kaum lemah. Karena itu pula mereka telah tenggelam dalam kemusyrikan dan mata hati mereka telah buta tidak dapat lagi membedakan mana yang benar dan mana yang sesat, telinga mereka telah tuli, tidak dapat lagi mendengar ajaran agama. Hadis yang diriwayatkan Ibnu Masud, Nabi saw, bersabda:;…فَوَالَّذِي لاَ ِالٰهَ غَيْرُهُ اِنَّ اَحَدَكُمْ لَيَعْمَلُ بِعَمَلِ اَهْلِ الْجَنَّةِ حَتىَّ مَا يَكُوْنَ بَيْنَهُ وَبَيْنَهَا اِلاَّ ذِرَاعٌ، فَيَسْبِقُ عَلَيْهِ الْكِتَابُ فَيُخْتَمُ لَهُ بِعَمَلِ اَهْلِ النَّارِ فَيَدْخُلُهَا، وَاِنَّ اَحَدَكُمْ لَيَعْمَلُ بِعَمَلِ اَهْلِ النَّارِ حَتىَّ مَا يَكُوْنَ بَيْنَهُ وَبَيْنَهَا اِلاَّ ذِرَاعٌ فَيَسْبِقُ عَلَيْهِ الْكِتَابُ، فَيُخْتَمُ لَهُ بِعَمَلِ اَهْلِ الْجَنَّةِ فَيَدْخُلُهَ. (رواه احمد)\r\n....Demi Zat yang tidak ada tuhan selain-Nya, sesungguhnya seseorang di antara kamu beramal amalan penghuni surga, sehingga antara dia dan surga hanya tinggal satu hasta saja. Namun dia sudah tercatat sebagai penghuni neraka, maka ia mengakhiri amalnya dengan dengan amalan penghuni neraka, sehingga ia masuk neraka. Dan sesungguhnya seseorang di antara kamu beramal amalan penghuni neraka, sehingga antara dia dengan neraka hanya tinggal satu hasta saja. Namun  ia sudah tercatat sebagai penghuni surga, maka ia mengakhiri amalnya dengan amalan penghuni surga, sehingga ia masuk surga.” (Riwayat A¥mad);Mereka menganggap apa yang mereka warisi dari nenek moyang mereka sajalah yang benar. Menurut mereka Al-Qur'an itu hanya dongengan orang-orang dahulu yang dibawa oleh orang yang gila atau hanya gubahan seorang penyair atau ajaran yang diterima Muhammad dari ahli kitab. Apabila diberikan kepada mereka keterangan yang nyata tentang kebenaran Al-Qur'an yang tidak dapat dibantah sehingga mereka mengatakan, kami tak dapat menerimanya karena bertentangan dengan apa yang dianut dan dipercayai moyang kami, seperti tersebut dalam ayat:\r\nبَلْ قَالُوْٓا اِنَّا وَجَدْنَآ اٰبَاۤءَنَا عَلٰٓى اُمَّةٍ وَّاِنَّا عَلٰٓى اٰثٰرِهِمْ مُّهْتَدُوْنَ   \r\nBahkan mereka berkata, ”Sesungguhnya kami mendapati nenek moyang kami menganut suatu agama, dan kami mendapat petunjuk untuk mengikuti jejak mereka.”  (az-Zukhruf/43: 22)\r\n"}