{"tafsir_id":274,"surah_id":2,"aya_number":267,"tafsir_wajiz":"Wahai orang-orang yang beriman! Infakkanlah sebagian dari hasil usahamu yang baik-baik, dan diperoleh dengan cara yang halal, sebab Allah itu baik dan hanya menerima yang baik-baik. Dan sedekahkanlah sebagian dari apa yang Kami keluarkan dari bumi berupa hasil pertanian, tambang, dan lainnya, untukmu. Pilihlah yang baik-baik dari apa yang kamu nafkahkan itu, walaupun tidak harus semuanya baik, tetapi janganlah kamu memilih secara sengaja yang buruk untuk kamu keluarkan guna disedekahkan kepada orang lain, padahal kamu sendiri kalau diberi yang buruk-buruk seperti itu tidak mau mengambilnya melainkan dengan memicingkan mata karena rasa enggan terhadapnya. Cobalah berempati. Posisikan dirimu seperti orang yang diberi. Jika kamu tidak mau menerima yang buruk-buruk, mengapa kamu berikan yang seperti itu kepada orang lain. Dan ketahuilah dan yakinlah bahwa Allah Mahakno_ayat, tidak membutuhkan sedekah kamu, baik pemberian untukNya maupun untuk makhluk-makhluk-Nya, sebab Dia bisa memberi secara langsung. Sedekah itu justru untuk kemaslahatan orang yang memberi. Dia juga Maha Terpuji, antara lain karena Dia memberi ganjaran terhadap hamba-hamba-Nya yang bersedekah.","tafsir_tahlili":"(267) Orang yang benar-benar beriman, niscaya akan menafkahkan sesuatu yang baik, bila dia bermaksud dengan infaknya itu untuk menyucikan diri dan meneguhkan jiwanya. Sesuatu yang diinfakkan, diumpamakan dengan sebutir benih yang menghasilkan tujuh ratus butir, atau yang diumpamakan dengan sebidang kebun yang terletak di dataran tinggi, yang memberikan hasil yang baik, tentulah sesuatu yang baik, bukan sesuatu yang buruk yang tidak disukai oleh yang menafkahkan, atau yang dia sendiri tidak akan mau menerimanya, andaikata dia diberi barang semacam itu.\r\nNamun demikian, orang yang bersedekah itu pun tidak boleh dipaksa untuk menyedekahkan yang baik saja dari apa yang dimilikinya, seperti yang tersebut di atas. Rasulullah saw pernah bersabda kepada Mu±© bin Jabal ketika beliau mengutusnya ke Yaman:\r\nعَنِ ابْنِ عَبَّاسٍ رَضِيَ اللهُ عَنْهُمَا اَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بَعَثَ مُعَاذًا اِلَى الْيَمَنِ - فَذَكَرَ الْحَدِيْثَ – وَفِيْهِ: اَنَّ اللهَ قَدِ افْتَرَضَ عَلَيْهِمْ صَدَقَةً فِي أَمْوَالِهِمْ تُؤْخَذُ مِنْ اَغْنِيَائِهِمْ فَتُرَدُّ فِي فُقَرَائِهِمْ. (رواه متفق عليه)\r\nDari Ibnu Abbas r.a. bahwa Nabi saw mengutus Mu±© ke Yaman—lalu ia menyebutkan hadis—dan padanya: bahwa Allah mewajibkan kepada mereka zakat pada harta mereka yang diambil dari orang-orang kaya lalu diserahkan kepada fakir miskin di antara mereka. (Riwayat Muttafaq alaih);Dari keterangan di atas dapat dipahami bahwa Allah sangat mencela bila yang disedekahkan itu terdiri dari barang yang buruk-buruk. Ini bukan berarti bahwa barang yang disedekahkan itu harus yang terbaik, melainkan yang wajar, dan orang yang menafkahkan itu sendiri menyukainya andaikata dia yang diberi.\r\nDalam ayat lain Allah berfirman:\r\nلَنْ تَنَالُوا الْبِرَّ حَتّٰى تُنْفِقُوْا مِمَّا تُحِبُّوْنَ ۗ \r\nKamu tidak akan memperoleh kebajikan, sebelum kamu menginfakkan sebagian harta yang kamu cintai. … (²li Imr±n/3:92);Pada akhir ayat ini Allah berfirman, yang artinya sebagai berikut “Ketahuilah, bahwasanya Allah Mahakaya dan Maha Terpuji.” Ini merupakan suatu peringatan, terutama kepada orang yang suka menafkahkan barang yang buruk-buruk, bahwa Allah tidak memerlukan sedekah semacam itu. Dia tidak akan menerimanya sebagai suatu amal kebaikan. Bila seseorang benar-benar ingin berbuat kebaikan dan mencari keridaan Allah, mengapa dia memberikan barang yang buruk, yang dia sendiri tidak menyukainya? Allah Mahakaya. Maha Terpuji dan pujian yang layak bagi Allah ialah bahwa kita rela menafkahkan sesuatu yang baik dari harta milik kita, yang dikaruniakan Allah kepada kita."}