{"tafsir_id":2744,"surah_id":23,"aya_number":71,"tafsir_wajiz":"no_ayatt sebelumnya mengisyaratkan bahwa kaum kafir ingin hawa nafsu mereka dituruti. Dengan tegas Allah menolak keinginan itu, “Dan seandainya kebenaran itu menuruti keinginan mereka yang penuh kebatilan dan mengabaikan kebenaran, pasti binasalah langit dan bumi dan semua yang ada di dalamnya. Rusaklah keteraturan sistemnya karena kejahatan akan merajalela, penindasan orang yang kuat kepada yang lemah, dan sebagainya. Bahkan, sebenarnya Kami telah memberikan Al-Qur’an yang berisi peringatan, kebanggaan, dan kemuliaan kepada mereka, tetapi mereka berpaling dari peringatan itu.","tafsir_tahlili":"(71) Kemudian Allah menjelaskan bahwa kalau Al-Qur'an mengikuti kemauan orang-orang yang mendustakan Allah dan Rasul-Nya, yang menye-kutukan Allah dan mengatakan bahwa Dia mempunyai anak, serta membenarkan segala perbuatan dosa dan munkar, tentulah dunia ini akan rusak binasa sebagaimana tersebut dalam firman-Nya:\r\nلَوْ كَانَ فِيْهِمَآ اٰلِهَةٌ اِلَّا اللّٰهُ لَفَسَدَتَاۚ فَسُبْحٰنَ اللّٰهِ رَبِّ الْعَرْشِ عَمَّا يَصِفُوْنَ   \r\nSeandainya pada keduanya (di langit dan di bumi) ada tuhan-tuhan selain Allah, tentu keduanya telah binasa. Mahasuci Allah yang memiliki Arsy, dari apa yang mereka sifatkan.(al-Anbiyā`/21: 22)\r\nKalau Al-Qur'an membolehkan perbuatan zalim, aniaya, dan mening-galkan keadilan tentu akan terjadi kekacauan dan keguncangan hebat dalam masyarakat. Kalau Al-Qur'an membolehkan pelanggaran hak, perampasan harta sehingga si lemah menjadi santapan yang empuk bagi si kuat, tentulah dunia ini tidak akan aman dan tenteram selama-lamanya. Hal ini telah terbukti pada diri mereka sendiri. Hampir saja masyarakat Arab pada masa Jahiliah rusak binasa, karena tidak mempunyai norma-norma akhlak yang mulia, tidak ada syariat dan peraturan yang mereka patuhi. Mereka hanya membangga-banggakan kekayaan dan kekuatan sehingga untuk memperebutkannya mereka jatuh dalam jurang perselisihan dan peperangan yang tidak habis-habisnya. \r\nAllah kembali menerangkan bahwa Dia telah mengaruniakan kepada mereka sesuatu yang seharusnya menjadi kebanggaan bagi mereka yaitu Al-Qur'an. Mengapa mereka berpaling daripadanya, menolak, menganggap hina, dan memperolok-olokkannya. Kalau mereka sadar dan insaf tentulah mereka tidak akan berbuat seperti itu. Padahal terbukti kemudian bahwa Al-Qur'an itu menjadikan mereka bangsa yang mulia dan mereka bangga karena Al-Qur'an turun pertama kali kepada mereka dan menggunakan bahasa mereka, sesuai dengan firman Allah:\r\nوَاِنَّهٗ لَذِكْرٌ لَّكَ وَلِقَوْمِكَ ۚوَسَوْفَ تُسْـَٔلُوْنَ   \r\nDan sungguh, Al-Quran itu benar-benar suatu peringatan bagimu  dan  bagi kaummu, dan kelak kamu akan diminta pertanggungjawaban.  (az-Zukhruf/43: 44)\r\n"}