{"tafsir_id":2748,"surah_id":23,"aya_number":75,"tafsir_wajiz":"Dan sesungguhnya engkau pasti telah menyeru mereka kepada jalan yang lurus. Orang-orang kafir itu menolak seruan Nabi karena mereka tidak meyakini adanya hari Pembalasan. Dan sesungguhnya orang-orang yang tidak beriman kepada akhirat benar-benar telah menyimpang jauh dari jalan yang lurus menuju jalan kesesatan. Tidak ada jalan menuju kebahagiaan selain jalan Allah. Allah mengazab dan membinasakan mereka akibat bersikap keras kepala. Namun, seandainya mereka Kami kasihani, dan Kami lenyapkan malapetaka yang menimpa mereka, pasti mereka akan terus-menerus terombang-ambing dalam kesesatan mereka. Mereka akan tetap pada kekufuran dan kedurhakaan mereka seperti sediakala.","tafsir_tahlili":"(75) Ayat ini mengatakan bahwa walaupun Allah memberi rahmat kepada mereka dan menyingkirkan bahaya yang mengancam, mereka tetap tidak akan mensyukuri rahmat itu, bahkan mereka akan bertambah durhaka dan tetap akan melakukan maksiat dan kezaliman. Tidak ada satu kebaikan pun yang dapat diharapkan dari mereka. Bahkan, sebagaimana dijelaskan Al-Qur'an, di akhirat nanti setelah melihat dahsyatnya siksaan yang akan ditimpakan kepada diri mereka, kemudian permintaan mereka untuk dikembalikan ke dunia dikabulkan guna memperbaiki kesalahan mereka, namun mereka akan tetap juga melakukan maksiat dan akan tetap juga menjadi orang-orang yang ingkar dan durhaka. Allah berfirman pada ayat lain:\r\nوَلَوْ تَرٰٓى اِذْ وُقِفُوْا عَلَى النَّارِ فَقَالُوْا يٰلَيْتَنَا نُرَدُّ وَلَا نُكَذِّبَ بِاٰيٰتِ رَبِّنَا وَنَكُوْنَ مِنَ الْمُؤْمِنِيْنَ   ٢٧  بَلْ بَدَا لَهُمْ مَّا كَانُوْا يُخْفُوْنَ مِنْ قَبْلُ ۗوَلَوْ رُدُّوْا لَعَادُوْا لِمَا نُهُوْا عَنْهُ وَاِنَّهُمْ لَكٰذِبُوْنَ   ٢٨  \r\nDan seandainya engkau (Muhammad) melihat ketika mereka dihadapkan ke neraka, mereka berkata, ”Seandainya kami dikembalikan (ke dunia) tentu kami tidak akan mendustakan ayat-ayat Tuhan kami, serta menjadi orang-orang yang beriman.” Tetapi (sebenarnya) bagi mereka telah nyata kejahatan yang mereka sembunyikan dahulu. Seandainya mereka dikembalikan ke dunia, tentu mereka akan mengulang kembali apa yang telah dilarang mengerjakannya. Mereka itu sungguh pendusta. (al-Anām/6: 27-28)\r\n"}