{"tafsir_id":275,"surah_id":2,"aya_number":268,"tafsir_wajiz":"Setan, baik dari kalangan jin maupun manusia, selalu berusaha menjanjikan dengan cara membisiki dan menakuti kemiskinan kepadamu, misalnya dengan bersedekah harta akan berkurang, atau bahkan akan membuatmu terpuruk dalam kemiskinan, dan sebagainya. Dan setan juga selalu menyuruh kamu berbuat keji, yaitu segala sesuatu yang dianggap sangat buruk oleh akal sehat, budno_ayat, agama, dan naluri manusia, antara lain kikir. Itulah ulah setan yang selalu menghalangi manusia untuk berbuat kebaikan, sedangkan Allah menjanjikan ampunan, sebab setiap sedekah yang kita keluarkan akan menghapuskan dosa. Dan selain itu Allah juga menjanjikan akan menambah karunia-Nya kepadamu jika kamu berinfak, sebab harta tidak berkurang dengan disedekahkan, justru sedekah akan menambah berkahnya. Bukan hanya itu, sedekah dan kedermawanan akan menghilangkan kecemburuan dan penyakit sosial lainnya di tengah masyarakat yang pada gilirannya akan menciptakan stabilitas sehingga kegiatan perekonomian akan semakin produktif dan karunia Allah bertambah. Dan Allah Mahaluas ampunan, anugerah dan rahmat-Nya, Maha Mengetahui siapa yang berhak menerima itu semua.","tafsir_tahlili":"(268) Setan selalu menakut-nakuti orang yang berinfak dan membujuk mereka agar bersifat bakhil dan kikir. Setan membayangkan kepada mereka bahwa berinfak atau bersedekah akan menghabiskan harta benda dan akan menyebabkan mereka menjadi miskin dan sengsara. Oleh sebab itu harta benda mereka harus disimpan untuk persiapan di hari depan.\r\nMenafkahkan barang yang jelek, dan keengganan untuk menafkahkan barang yang baik, oleh Allah disebut sebagai suatu kejahatan, bukan kebajikan, karena orang yang bersifat demikian berarti mempercayai setan dan tidak mensyukuri nikmat Allah serta tidak percaya akan kekayaan Allah dan kekuasaan-Nya untuk memberi tambahan rahmat kepadanya.\r\nAllah menjanjikan kepada hamba-Nya melalui rasul-Nya, untuk memberikan ampunan atas kesalahan-kesalahan yang banyak, terutama dalam masalah harta benda. Karena sudah menjadi tabiat manusia mencintai harta benda sehingga berat baginya untuk menafkahkannya.\r\nSelain menjanjikan ampunan, Allah juga menjanjikan kepada orang yang berinfak akan memperoleh ganti dari harta yang dinafkahkannya. Di dunia dia akan memperoleh kemuliaan dan nama baik di kalangan masyarakatnya karena keikhlasannya dalam berinfak atau dengan bertambahnya harta yang masih tersisa. Di akhirat kelak dia akan menerima pahala yang berlipat ganda. \r\nDalam hubungan ini Allah berfirman:\r\nوَمَآ اَنْفَقْتُمْ مِّنْ شَيْءٍ فَهُوَ يُخْلِفُهٗ ۚوَهُوَ خَيْرُ الرّٰزِقِيْنَ   \r\n... Dan apa saja yang kamu infakkan, Allah akan menggantinya dan Dialah pemberi rezeki yang terbaik. (Saba′/34:39);Berinfak adalah salah satu cara untuk bersyukur. Maka orang yang berinfak dengan ikhlas adalah orang yang bersyukur kepada Allah yang telah mengaruniakan harta benda itu kepadanya dan Dia akan menambah rahmat-Nya kepada orang tersebut. Firman-Nya:\r\nلَىِٕنْ شَكَرْتُمْ لَاَزِيْدَنَّكُمْ وَلَىِٕنْ كَفَرْتُمْ اِنَّ عَذَابِيْ لَشَدِيْدٌ   ;…Sesungguhnya jika kamu bersyukur, niscaya Aku akan menambah (nikmat) kepadamu, tetapi jika kamu mengingkari (nikmat-Ku), maka pasti azab-Ku sangat berat. (Ibr±h³m/14:7);Imam al-Bukh±r³ dan Muslim meriwayatkan suatu hadis, yang mengatakan bahwa Rasulullah saw bersabda:\r\nمَا مِنْ يَوْمٍ يُصْبِحُ فِيْهِ الْعِبَادُ إِلاَّ وَ مَلَكَانِ يَنْزِلاَنِ يَقُوْلُ أَحَدُهُمَا اللّهُمَّ أَعْطِ مُنْفِقاً خَلَفًا؛ وَيَقُوْلُ اْلاٰخَرُ: اللّهُمَّ أَعْطِ مُمْسِكاً تَلَفاً (رواه البخاري ومسلم)\r\n“Tidak ada suatu hari di mana hamba-hamba Allah berada pada pagi hari, kecuali ada dua malaikat yang turun. Salah satu dari malaikat itu berdoa, “Ya Allah, berikanlah kepada orang yang menginfakkan (harta bendanya) ganti.” Dan malaikat yang satu lagi berdoa, ”Berikanlah kepada orang yang enggan (menginfakkan hartanya) kemusnahan.” (Riwayat al-Bukh±r³ dan Muslim);Yang dimaksud dengan “ganti” dari harta yang dinafkahkan itu ialah: Allah akan memudahkan jalan baginya untuk memperoleh rezeki, dan dia mendapatkan kehormatan dalam masyarakat. Sedang yang dimaksud dengan “kemusnahan” ialah bahwa harta bendanya itu habis tanpa memberikan faedah kepadanya. \r\nPada akhir ayat ini Allah swt mengingatkan bahwa Dia Mahaluas rahmat dan karunia-Nya memberikan ampunan dan ganti dari harta yang dinafkahkan itu. Allah Maha Mengetahui apa yang dinafkahkan hamba-Nya, sehingga Dia tidak akan menyia-nyiakannya, bahkan akan diberinya pahala yang baik."}