{"tafsir_id":2751,"surah_id":23,"aya_number":78,"tafsir_wajiz":"Melanjutkan penyebutan anugerah-anugerah pada no_ayatt-no_ayatt sebelumnya, Allah menyatakan sebagai berikut, Wahai manusia, bagaimana kamu mengingkari dan mendurhakai Allah, sedang Dia-lah yang telah menciptakan bagimu pendengaran agar kamu mendengar kebenaran, penglihatan agar kamu mengamati tanda-tanda kebesaran Allah, dan hati nurani agar kamu dapat berpikir lalu beriman dan bersyukur kepada Allah, tetapi sedikit sekali kamu bersyukur. Dan Dia-lah juga yang menciptakan dan mengembangbiakkan kamu di bumi ini dan hanya kepada-Nyalah kamu akan dikumpulkan di akhirat nanti untuk menerima balasan.","tafsir_tahlili":"(78) Ayat ini menjelaskan bahwa Allah telah mengaruniakan kepada manusia pendengaran, pengelihatan dan hati nurani. Sekiranya manusia mau memperhatikan dan memikirkan karunia Allah tersebut, niscaya dia akan mengakui betapa besarnya nikmat Allah yang amat ajaib itu, betapa teliti dan halusnya ciptaan-Nya. Telinga yang tampak amat sederhana bentuknya dapat menangkap berbagai macam suara yang berbeda-beda. Suara binatang, burung-burung, suara yang terjadi pada alam sekitar seperti suara angin yang menderu, suara petir yang mengguntur dan beraneka ragam suara yang ditimbulkan oleh peradaban manusia seperti suara kendaraan dan mesin-mesin, suara musik yang mengalun, dan suara yang merdu. Telinga dapat membedakan suara itu satu per satu sehingga manusia dapat menentukan sikap terhadap apa yang didengarnya. Mata dapat menangkap cahaya dan bentuk sesuatu, dapat membedakan berbagai macam warna, dapat melihat keindahan alam, dapat menyelidiki mana yang bermanfaat dan mana yang berbahaya. Kemudian hati yang dapat merasakan dan menghayati berbagai macam perasaan, meneliti setiap kejadian, dan mengambil kesimpulan darinya untuk menentukan sikap terhadapnya. Kalau manusia benar-benar mempergunakan ketiga nikmat itu sebaik-baiknya tentulah dia akan mendapat manfaat yang banyak sekali dan akhirnya mereka sampai kepada kesimpulan bahwa pemberi nikmat dan karunia itu adalah Mahaluas ilmu-Nya. Mahakuasa atas segala sesuatu, Dia patut dipuji dan disyukuri atas segala anugerah-Nya itu. Tetapi ternyata sedikit sekali manusia yang sampai kepada derajat itu. Seperti yang difirmankan Allah:\r\nوَلَقَدْ مَكَّنّٰهُمْ فِيْمَآ اِنْ مَّكَّنّٰكُمْ فِيْهِ وَجَعَلْنَا لَهُمْ سَمْعًا وَّاَبْصَارًا وَّاَفْـِٕدَةًۖ فَمَآ اَغْنٰى عَنْهُمْ سَمْعُهُمْ وَلَآ اَبْصَارُهُمْ وَلَآ اَفْـِٕدَتُهُمْ مِّنْ شَيْءٍ اِذْ كَانُوْا يَجْحَدُوْنَ بِاٰيٰتِ اللّٰهِ وَحَاقَ بِهِمْ مَّا كَانُوْا بِهٖ يَسْتَهْزِءُوْنَ ࣖ  \r\nDan sungguh, Kami telah meneguhkan kedudukan mereka (dengan kemakmuran dan kekuatan) yang belum pernah Kami berikan kepada kamu dan Kami telah memberikan kepada mereka pendengaran, penglihatan dan hati; tetapi pendengaran, penglihatan dan hati mereka itu tidak berguna sedikit pun bagi mereka, karena mereka (selalu) mengingkari ayat-ayat Allah dan (ancaman) azab yang dahulu mereka perolok-olokkan telah mengepung mereka.  (al-A¥qāf/46: 26);Allah menjelaskan kepada Nabi Muhammad sikap kebanyakan manusia yang tidak mau bersyukur kepada-Nya, seperti tersebut dalam firman-Nya:\r\nوَمَآ اَكْثَرُ النَّاسِ وَلَوْ حَرَصْتَ بِمُؤْمِنِيْنَ  \r\nDan kebanyakan manusia tidak akan beriman walaupun engkau sangat menginginkannya. (Yµsuf/12:103)\r\n"}