{"tafsir_id":2752,"surah_id":23,"aya_number":79,"tafsir_wajiz":"Melanjutkan penyebutan anugerah-anugerah pada no_ayatt-no_ayatt sebelumnya, Allah menyatakan sebagai berikut, Wahai manusia, bagaimana kamu mengingkari dan mendurhakai Allah, sedang Dia-lah yang telah menciptakan bagimu pendengaran agar kamu mendengar kebenaran, penglihatan agar kamu mengamati tanda-tanda kebesaran Allah, dan hati nurani agar kamu dapat berpikir lalu beriman dan bersyukur kepada Allah, tetapi sedikit sekali kamu bersyukur. Dan Dia-lah juga yang menciptakan dan mengembangbiakkan kamu di bumi ini dan hanya kepada-Nyalah kamu akan dikumpulkan di akhirat nanti untuk menerima balasan.","tafsir_tahlili":"(79) Di antara karunia Allah kepada manusia ialah menciptakan manusia dengan sempurna, dibekali dengan pendengaran, penglihatan dan mata hati dan potensi lainnya sehingga dia dapat memanfaatkan semua yang diciptakan Allah di bumi dan di langit yang memang diciptakan oleh Allah untuk manusia sebagai tersebut dalam firman-Nya:\r\nهُوَ الَّذِيْ خَلَقَ لَكُمْ مَّا فِى الْاَرْضِ جَمِيْعًا  \r\nDialah (Allah) yang menciptakan segala apa yang ada di bumi untukmu. (al- Baqarah/2: 29)\r\nDan firman-Nya:\r\nاَلَمْ تَرَوْا اَنَّ اللّٰهَ سَخَّرَ لَكُمْ مَّا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِ وَاَسْبَغَ عَلَيْكُمْ نِعَمَهٗ ظَاهِرَةً وَّبَاطِنَةً ۗ \r\nTidakkah kamu memperhatikan bahwa Allah telah menundukkan apa yang ada di langit dan apa yang ada di bumi untuk (kepentingan)mu dan menyempurnakan nikmat-Nya untukmu lahir dan batin. (Luqmān/31: 20)\r\nDia menciptakan manusia lengkap dengan indera, potensi dan kecenderungan serta hati nurani agar dia benar-benar bisa menjadi khalifah di bumi. Tak ada makhluk di bumi ini yang lebih sempurna penciptaannya daripada manusia seperti tersebut dalam firman-Nya:\r\nلَقَدْ خَلَقْنَا الْاِنْسَانَ فِيْٓ اَحْسَنِ تَقْوِيْمٍۖ  \r\nSungguh, Kami telah menciptakan manusia dalam bentuk yang sebaik-baiknya, (at-T³n/95: 4);Dengan keistimewaan itu manusia harus bersyukur kepada Penciptanya dengan memanfaatkan karunianya itu dengan sebaik-baiknya, beramal dan bekerja untuk kemaslahatan dunia dan akhiratnya. Karena nanti Allah akan mengumpulkan manusia seluruhnya di padang Mahsyar untuk menerima perhitungan amal perbuatannya selama hidup di dunia.\r\n"}