{"tafsir_id":2753,"surah_id":23,"aya_number":80,"tafsir_wajiz":"Tidak hanya kuasa untuk menciptakan dan mengembangbiakkan makhluk hidup, Allah kuasa pula untuk menghidupkan dan mematikan mereka. Dan Dialah yang menghidupkan dan mematikan makhluk hidup, termasuk manusia, dan Dialah juga yang mengatur pergantian malam dan siang serta perbedaan keduanya. Tidakkah kamu mengerti dan memahami ciptaan Allah serta memikirkan kekuasaan-Nya?","tafsir_tahlili":"(80) Di antara karunia Allah ialah menghidupkan dan mematikan, manusia tidak akan dapat menikmati kehidupan dunia kalau Allah tidak mengaruniakan roh kepadanya. Dengan adanya roh di dalam jasadnya barulah manusia dapat berusaha, berikhtiar dan berpikir untuk mencapai apa yang diinginkan dan dicita-citakannya. Tidak ada yang mengetahui rahasia hidup mati ini kecuali Allah. Telah berabad-abad bahkan beribu tahun manusia berusaha untuk mengetahui rahasia roh ini agar dia dapat hidup selamanya, tetapi sampai sekarang tidak ada seorang ilmuwan pun yang sanggup mengungkap rahasia itu. Karena soal roh itu adalah rahasia yang gaib yang tidak diketahui kecuali oleh Allah sebagai tersebut dalam firman-Nya:\r\nوَيَسْـَٔلُوْنَكَ عَنِ الرُّوْحِۗ قُلِ الرُّوْحُ مِنْ اَمْرِ رَبِّيْ وَمَآ اُوْتِيْتُمْ مِّنَ الْعِلْمِ اِلَّا قَلِيْلًا   \r\nDan mereka bertanya kepadamu (Muhammad) tentang roh. Katakanlah, ”Roh itu termasuk urusan Tuhanku, sedangkan kamu diberi pengetahuan hanya sedikit.” (al-Isrā`/17: 85);Selanjutnya Dialah yang menjadikan pergantian antara malam dan siang. Malam dijadikan waktu untuk istirahat dan siang dijadikan waktu untuk berusaha dan bekerja. Dapat dibayangkan bagaimana jadinya dunia ini kalau yang ada hanya siang saja, demikian pula sebaliknya. Mungkin dunia ini dan segala makhluk yang ada di atasnya akan mati terbakar karena selalu ditimpa terik matahari yang amat panas atau mungkin dunia ini akan mati dengan segala isinya kalau yang ada hanya malam saja sepanjang waktu, karena tidak ada matahari yang menjadi sumber energi dan menjadi sebab hidupnya makhluk di dunia ini. Allah menegur sikap dan tindakan manusia yang tidak mau mengingat betapa besar karunia-Nya kepada mereka. Mengapa mereka tidak memikirkan dan memperhatikannya, agar mereka bersyukur dan berterima kasih kepada-Nya atas segala nikmat dan karunia-Nya itu?\r\n"}