{"tafsir_id":2764,"surah_id":23,"aya_number":91,"tafsir_wajiz":"Salah satu kedustaan kaum kafir terhadap Allah adalah menuduh Allah memiliki sekutu dan anak; suatu tuduhan yang Allah bantah melalui no_ayatt ini. Allah tidak mempunyai anak, dan tidak ada tuhan pencipta dan penguasa alam rno_ayat yang lain bersama-Nya. Sekiranya tuhan lebih dari satu, maka masing-masing tuhan itu pasti akan membawa apa, yakni makhluk, yang diciptakannya untuk diaturnya sendiri, dan sebagian dari tuhan-tuhan yang kuat akan mengalahkan sebagian tuhan yang lain yang lebih lemah. Dia berbuat demikian untuk memperluas kekuasaan-Nya, seperti halnya yang terjadi pada para penguasa di dunia. Mahasuci Allah dari apa yang mereka sifatkan itu. Sifat-sifat yang kaum kafir lekatkan kepada Allah bertentangan dengan kebenaran.","tafsir_tahlili":"(91) Ayat ini menolak dakwaan kaum musyrik bahwa para malaikat itu adalah putri-putri Allah dengan menerangkan bahwa Allah sekali-kali tidak mempunyai anak, karena Dia Mahakaya, Mahakuasa dan Mahakekal, tidak memerlukan keturunan seperti halnya manusia. Manusia memang banyak memerlukan anak yang akan melanjutkan keturunannya, dan bila dia sudah tua dan tidak berdaya lagi maka anak-anaknya itulah yang akan membantu dan menolongnya. Dan bila dia mati maka anak-anaknya pulalah yang akan melanjutkan usaha dan profesinya dan mengangkat namanya di kalangan masyarakatnya. Allah Yang Mahakuasa, Mahakaya dan Mahakekal tidak memerlukan semua itu.\r\nAllah tidak ditimpa kelelahan karena Dia Mahakuat, tidak akan ditimpa kematian karena Dia Mahakekal, Dia tidak akan ditimpa kemiskinan karena Dia Mahakaya, milik-Nyalah semua yang ada di langit dan di bumi. Alangkah bodohnya kaum musyrikin yang menyamakan Allah dengan manusia yang amat lemah dan miskin, atau kalau mereka tidak bodoh maka mereka adalah pendusta besar karena yang diucapkannya itu bertentangan sama sekali dengan pikiran orang-orang berakal.\r\nSungguh amat lemah pikiran orang yang mengatakan bahwa Allah mempunyai anak atau mempunyai sekutu. Mahasuci Allah dari segala anggapan dan tuduhan yang tidak masuk akal itu.\r\n"}