{"tafsir_id":2769,"surah_id":23,"aya_number":96,"tafsir_wajiz":"Allah dalam no_ayatt ini mengajari Nabi cara menghadapi pendustaan kaum musyrik. Tolaklah perbuatan buruk mereka dengan cara yang lebih baik, antara lain dengan tetap berbuat baik kepada mereka semampumu, memaafkan kesalahan mereka yang berkaitan dengan hak pribadimu, atau tidak menanggapi ejekan dan cemoohan mereka. Kami lebih mengetahui apa yang mereka sifatkan kepada Allah.","tafsir_tahlili":"(96) Kemudian Allah memberikan tuntunan kepada Nabi Muhammad bagaimana cara yang sebaik-baiknya menghadapi sikap kaum musyrik itu. Di antaranya, Nabi harus tetap bersikap lemah lembut terhadap mereka dan jangan sekali-kali membalas kejahatan dengan kejahatan, kekerasan dengan kekerasan karena memang belum waktunya bersikap demikian. Bila mereka mencemooh dan mencaci maki hendaknya Nabi memaafkan ucapan-ucapan mereka yang tidak pada tempatnya itu, karena ucapan itu tidak mengenai sasarannya tetapi hendaklah dibalas dengan kata-kata yang mengandung patunjuk dan ajaran dengan mengemukakan dalil-dalil dan alasan yang masuk akal. Bila mereka hendak melakukan tindakan penganiayaan, hindari mereka dan jauhi sedapat mungkin kesempatan yang membawa kepada tindakan seperti itu dan hendaklah dihadapi dengan penuh kesabaran dan ketabahan. Nabi juga diperintahkan untuk menunjukkan kepada mereka bahwa beliau memang seorang ksatria yang tidak ada niat sedikit pun untuk mencelakakan mereka. Dengan sikap lemah lembut dan kebijaksanaan itu, mereka tidak akan merajalela terhadap kaum Muslimin. Lambat laun mereka yang keras seperti batu itu akan menjadi lembut dan menyadari sendiri kesalahan yang sudah mereka lakukan. Nabi juga diminta untuk meyakini dalam hati bahwa Allah mengetahui semua ucapan dan tindakan mereka. Allah lebih mengetahui apa saja yang mereka lakukan dan apa saja yang tersembunyi dalam dada mereka.\r\nSesuai dengan petunjuk ini Allah berfirman dalam ayat yang lain:\r\nوَلَا تَسْتَوِى الْحَسَنَةُ وَلَا السَّيِّئَةُ ۗاِدْفَعْ بِالَّتِيْ هِيَ اَحْسَنُ فَاِذَا الَّذِيْ بَيْنَكَ وَبَيْنَهٗ عَدَاوَةٌ كَاَنَّهٗ وَلِيٌّ حَمِيْمٌ    \r\nDan tidaklah sama kebaikan dengan kejahatan. Tolaklah (kejahatan itu) dengan cara yang lebih baik, sehingga orang yang ada rasa permusuhan antara kamu dan dia akan seperti teman yang setia. (Fu¡¡ilat/41: 34);Anas bin Malik berkata mengomentari ayat ini, “Seorang laki-laki mengatakan terhadap saudaranya hal yang tidak-tidak.” Maka dia menjawab, “Jika ucapanmu itu bohong maka saya memohon kepada Allah supaya Dia mengampuni kebohonganmu itu. Jika ucapanmu itu benar maka saya memohon kepada Allah supaya mengampuniku.”\r\n"}