{"tafsir_id":2773,"surah_id":23,"aya_number":100,"tafsir_wajiz":"Orang-orang kafir itu akan terus membangkang, hingga apabila datang kematian kepada seseorang dari mereka untuk mengakhiri kehi-dupannya di dunia dan menghentikan kenikmatan yang dirasakannya, hingga pada akhirnya ia melihat siksa yang akan diterimanya, dia berkata, “Ya Tuhanku, kembalikanlah aku ke dunia agar aku dapat berbuat kebajikan yang telah aku tinggalkan.” Sekali-kali tidak! Allah tidak akan memenuhi permohonan mereka karena Allah tahu bahwa mereka tidak akan menepati janji.  Sesungguhnya itu adalah dalih yang diucapkannya saja. Dan di hadapan serta di belakang mereka ada barzakh, yaitu dinding pemisah antara kehidupan dunia dan akhirat, yang menghalangi mereka kembali ke dunia sampai pada hari mereka dibangkitkan","tafsir_tahlili":"(99-100) Pada ayat ini Allah memberitahukan tentang kata-kata yang diucapkan oleh orang kafir ketika menghadapi maut, walaupun kata-kata itu tidak dapat didengar oleh orang-orang yang hadir ketika itu. Orang kafir itu meminta kepada Allah supaya dia jangan dimatikan dahulu dan dibiarkan hidup seperti sediakala agar dia dapat bertobat dari kesalahan dan kedurhakaannya dan dapat beriman dan mengerjakan amal yang baik yang tidak dikerjakannya selama hidupnya.\r\nDemikianlah keadaan orang-orang kafir itu pada waktu dia masih sehat walafiat dan mempunyai kesanggupan untuk beriman dan beramal saleh, dia enggan menerima kebenaran, takabur dan sombong terhadap orang-orang yang beriman, selalu durhaka kepada Allah bahkan melakukan tindakan-tindakan yang bertentangan dengan perintah Allah dan mengucapkan kata-kata yang tidak benar terhadap-Nya. Akan tetapi, ketika dalam keadaan sakaratul maut, mereka teringat pada dosa dan kesalahan yang telah mereka lakukan. Ketika itu juga mereka menjadi insaf dan sadar lalu meminta dengan sepenuh hati kepada Allah agar diberi umur panjang untuk berbuat baik guna menutupi semua kedurhakaan dan kejahatan yang telah mereka lakukan. Namun demikian, saat sakaratul maut bukan waktu untuk meminta ampun dan bertobat sebagaimana tersebut dalam firman-Nya:\r\nوَلَيْسَتِ التَّوْبَةُ لِلَّذِيْنَ يَعْمَلُوْنَ السَّيِّاٰتِۚ حَتّٰىٓ اِذَا حَضَرَ اَحَدَهُمُ الْمَوْتُ قَالَ اِنِّيْ تُبْتُ الْـٰٔنَ وَلَا الَّذِيْنَ يَمُوْتُوْنَ وَهُمْ كُفَّارٌ ۗ اُولٰۤىِٕكَ اَعْتَدْنَا لَهُمْ عَذَابًا اَلِيْمًا   \r\nDan tidaklah tobat itu diterima Allah dari orang-orang yang mengerjakan kejahatan (yang) hingga apabila datang ajal kepada seseorang di antara mereka, (barulah) ia mengatakan: “Sesungguhnya saya bertobat sekarang.” Dan tidak (pula diterima tobat) orang-orang yang mati sedang mereka di dalam keadaan kekafiran. Bagi orang-orang itu telah Kami sediakan siksa yang pedih. (an-Nisā`/4: 17-18);Lalu Allah menegaskan bahwa permintaan orang-orang kafir itu hanyalah ucapan yang keluar dari mulut mereka saja dan tidak akan dikabulkan. Kalaupun benar-benar diberi umur panjang, mereka tidak juga akan kembali beriman dan tidak akan mau mengerjakan amal saleh sebagaimana ditegaskan Allah dalam firman-Nya:\r\nوَلَوْ تَرٰٓى اِذْ وُقِفُوْا عَلَى النَّارِ فَقَالُوْا يٰلَيْتَنَا نُرَدُّ وَلَا نُكَذِّبَ بِاٰيٰتِ رَبِّنَا وَنَكُوْنَ مِنَ الْمُؤْمِنِيْنَ   ٢٧  بَلْ بَدَا لَهُمْ مَّا كَانُوْا يُخْفُوْنَ مِنْ قَبْلُ ۗوَلَوْ رُدُّوْا لَعَادُوْا لِمَا نُهُوْا عَنْهُ وَاِنَّهُمْ لَكٰذِبُوْنَ   ٢٨ \r\nDan seandainya engkau (Muhammad) melihat ketika mereka dihadapkan ke neraka, mereka berkata, ”Seandainya kami dikembalikan (ke dunia) tentu kami tidak akan mendustakan ayat-ayat Tuhan kami, serta menjadi orang-orang yang beriman.” Tetapi (sebenarnya) bagi mereka telah nyata kejahatan yang mereka sembunyikan dahulu. Seandainya mereka dikembalikan ke dunia, tentu mereka akan mengulang kembali apa yang telah dilarang mengerjakannya. Mereka itu sungguh pendusta. (al-Anām/6: 27-28);Demikianlah ucapan yang mereka lontarkan sebagai penghibur hati mereka sendiri, suatu ucapan yang tidak ada nilainya sama sekali karena tidak mungkin mereka akan hidup kembali karena ajal mereka telah tiba. Di hadapan mereka terbentang dinding yang menghalangi mereka kembali ke dunia sampai hari kiamat.\r\n"}