{"tafsir_id":2774,"surah_id":23,"aya_number":101,"tafsir_wajiz":"Usai menjelaskan alam barzakh hingga hari Kebangkitan, Allah lalu memberi uraian tentang peristiwa hari Kebangkitan itu. Apabila sangkakala ditiup dengan tiupan pertama maka semua yang bernyawa segera mati, dan dalam tiupan kedua semua dibangkitkan, maka setiap orang akan menghadap Tuhan secara sendiri-sendiri (Lihat juga: no_surahh Maryam/19: 95); tidak ada lagi pertalian keluarga di antara mereka pada hari itu, dan tidak pula mereka saling bertanya. Mereka sibuk dengan urusan masing-masing dan diliputi ketakutan yang begitu mencekam.","tafsir_tahlili":"(101) Pada ayat ini Allah menerangkan bahwa apabila sangkakala ditiup untuk kedua kalinya dan arwah dikembalikan kepada tubuhnya masing-masing pada hari kebangkitan nanti, maka pada waktu itu tidak ada lagi manfaat pertalian nasab. Seseorang tidak dapat lagi membanggakan nasabnya, bahwa dia berasal dari keturunan bangsawan sebagaimana halnya pada waktu ia masih berada di dunia. Tidak ada perbedaan antara seseorang dengan yang lain, semua terpengaruh suasana yang meliputinya. Mereka kebingungan dan diliputi perasaan takut karena kedahsyatan hari itu, sehingga hilanglah rasa cinta dan kasih sayang. Masing-masing memikirkan dirinya sendiri dan tidak mau tahu orang lain, sebagaimana yang dilukiskan di dalam firman Allah:\r\nفَاِذَا جَاۤءَتِ الصَّاۤخَّةُ ۖ  ٣٣  يَوْمَ يَفِرُّ الْمَرْءُ مِنْ اَخِيْهِۙ  ٣٤  وَاُمِّهٖ وَاَبِيْهِۙ  ٣٥  وَصَاحِبَتِهٖ وَبَنِيْهِۗ  ٣٦  لِكُلِّ امْرِئٍ مِّنْهُمْ يَوْمَىِٕذٍ شَأْنٌ يُّغْنِيْهِۗ  ٣٧  \r\nMaka apabila datang suara yang memekakkan (tiupan sangkakala yang kedua), pada hari itu manusia lari dari saudaranya, dan dari ibu dan bapaknya, dan dari istri dan anak-anaknya. Setiap orang dari mereka pada hari itu mempunyai urusan yang menyibukkannya. (Abasa/80: 33-37);Mereka tidak lagi saling tegur dan bertanya. Tidak seorang pun di antara mereka yang menanyakan keadaan keluarga dan keturunannya, sebagaimana halnya di dunia. Mereka seolah-olah tidak saling mengenal lagi. Firman Allah:\r\nوَلَا يَسْـَٔلُ حَمِيْمٌ حَمِيْمًاۚ   \r\nDan tidak ada seorang teman akrab pun menanyakan temannya. (al- Maārij/70: 10);Mereka kebingungan seperti orang-orang yang sedang mabuk, padahal mereka tidak mabuk. Firman Allah:\r\nيَوْمَ تَرَوْنَهَا تَذْهَلُ كُلُّ مُرْضِعَةٍ عَمَّآ اَرْضَعَتْ وَتَضَعُ كُلُّ ذَاتِ حَمْلٍ حَمْلَهَا وَتَرَى النَّاسَ سُكٰرٰى وَمَا هُمْ بِسُكٰرٰى وَلٰكِنَّ عَذَابَ اللّٰهِ شَدِيْدٌ  \r\n(Ingatlah) pada hari ketika kamu melihatnya (goncangan itu), semua perempuan yang menyusui anaknya akan lalai terhadap anak yang disusuinya, dan setiap perempuan yang hamil akan keguguran kandungannya, dan kamu melihat manusia dalam keadaan mabuk, padahal sebenarnya mereka tidak mabuk, tetapi azab Allah itu sangat keras. (al-¦ajj/22: 2)\r\n"}