{"tafsir_id":2787,"surah_id":23,"aya_number":114,"tafsir_wajiz":"Melanjutkan pertanyaan bernada kecaman yang Allah tujukan kepada para pendurhaka, Allah berfirman, “Berapa tahunkah lamanya kamu tinggal di bumi?” Mereka menjawab, “Kami tinggal di bumi hanya sehari atau setengah hari, Kami tidak tahu persis.” Allah melanjutkan, “Maka tanyakanlah kepada mereka, yaitu para malaikat, yang menghitung dan mencatat umur manusia, atau tanyakan kepada manusia yang memahami perhitungan untuk membuktikan kebenaran Kami.” Dia berfirman, “Kamu tidak tinggal di bumi melainkan hanya sebentar saja, jika kamu benar-benar mengetahui.”","tafsir_tahlili":"(114) Ayat ini menerangkan bahwa mereka memang tinggal di dunia hanya sebentar. Andaikata mereka menyadari hal itu ketika mereka tinggal di dunia, sedang kehidupan yang dihadapinya di akhirat adalah kehidupan yang tiada batasnya, tentu mereka akan berbuat hal-hal yang bermanfaat dan sesuai dengan yang diperintahkan Allah. Akan tetapi, mereka lalai menyadarinya, sehingga mereka layak mendapat azab dari Allah. Rasulullah bersabda:\r\nرَوَى اِبْنُ اَبِيْ حَاتِمٍ عَنْ اَيْقَعَ بْنِ عَبْدِ اْلكَلاَعِى. قَالَ رَسُوْلُ اللهِ صَلَّى الله ُعَلَيْهِ وَسَلَّمَ اِنَّ اللهَ اِذَا دَخَلَ اَهْلُ الْجَنَّةِ اَلْجَنَّةَ. وَاَهْلُ النَّارِ اَلنَّارَ. قَالَ يَا أَهْلَ الْجَنَّةِ، كَمْ لَبِثْتُمْ فِى اْلاَرْضِ عَدَدَ سِنِيْنَ؟ قَالُوْا لَبِثْنَا يَوْمًا اَوْبَعْضَ يَوْمٍ. قَالَ: لَنِعْمَ مَا اِتَّجَرْتُمْ فِى يَوْمٍ اَوْ بَعْضَ يَوْمٍ رَحْمَتِى وَرِضْوَانِى وَجَنَّتِى اُمْكِثُوْا فِيْهَا خَالِدِيْنَ مُخَلَّدِيْنَ، ثُمَّ قَالَ يَا أَهْلَ النَّارِ كَمْ لَبِثْتُمْ فِى اْلاَرْضِ عَدَدَ سِنِيْنَ؟ قَالُوْا لَبِثْنَا يَوْمًا اَوْبَعْضَ يَوْمٍ فَيَقُوْلُ بِئْسَ مَا اِتَّجَرْتُمْ فِى يَوْمٍ اَوْبَعْضَ يَوْمٍ نَارِي وَسُخْطِى اُمْكِثُوْا فِيْهَا خَالِدِيْنَ مُخَلَّدِيْنَ.\r\nKetika Ibnu Ab³ ¦ātim meriwayatkan  dari Aiqa'  bin Abd al-Kalai, Rasulullah bersabda bahwa apabila penghuni surga telah masuk ke dalam surga dan penghuni neraka ke dalam neraka; Allah berfirman, “Wahai penghuni surga! Berapa lama engkau hidup di dunia?” Mereka menjawab, “Kami tinggal di dunia hanya sehari atau tidak sampai satu hari.” Allah berfirman, “Alangkah baiknya engkau sekalian menginvestasikan waktu yang sehari itu, atau tidak sampai satu hari itu. Engkau sekalian memperoleh rahmat-Ku, rida-Ku dan surga-Ku. Tinggallah kamu sekalian di dalam surga  untuk selama-lamanya.” Sesudah itu Allah berfirman, “Wahai penghuni neraka! Berapa lamakah kamu tinggal hidup di dunia?” Mereka menjawab, “Kami tinggal di dunia hanya sehari atau tidak sampai satu hari.” Allah berfirman, “Alangkah buruknya kamu sekalian menginvestasikan waktu yang sehari atau tidak sampai satu hari itu. Kamu sekalian menerima murka-Ku dan memasuki neraka-Ku. Tinggallah di dalam neraka untuk selama-lamanya.”\r\n"}