{"tafsir_id":2793,"surah_id":24,"aya_number":2,"tafsir_wajiz":"no_surahh ini mengandung ketentuan hukum yang pasti, salah satunya hukum perzinaan. Kepada pezina perempuan yang belum pernah menikah dan demikian pula pezina laki-laki yang belum pernah menikah, deralah masing-masing dari keduanya seratus kali jika perziaan keduanya terbukti sesuai dengan syarat-syaratnya, dan janganlah rasa belas kasihan kepada keduanya mencegah kamu untuk menjalankan agama dan hokum Allah, jika kamu beriman kepada Allah dan hari kemudian. Salah satu konsekuensi iman adalah melaksanakan hukum Allah. Dan hendaklah pelaksanaan hukuman mereka disaksikan oleh sebagian orang-orang yang beriman, sedikitnya tiga atau empat orang, agar hukuman itu menjadi pelajaran bagi pihak-pihak yang melihat dan mendengarnya.","tafsir_tahlili":"(2) Pada ayat ini Allah menerangkan bahwa orang-orang Islam yang berzina baik perempuan maupun laki-laki yang sudah akil balig, merdeka, dan tidak mu¥¡an hukumnya didera seratus kali dera, sebagai hukuman atas perbuatannya itu. Yang dimaksud dengan mu¥¡an ialah perempuan atau laki-laki yang pernah menikah dan bersebadan. Tidak mu¥¡an berarti belum pernah menikah dan bersebadan, artinya gadis dan perjaka. Mereka bila berzina hukumannya adalah dicambuk seratus kali. Pencambukan itu harus dilakukan tanpa belas kasihan yaitu tanpa henti dengan syarat tidak mengakibatkan luka atau patah tulang. \r\nBagi orang-orang yang beriman kepada Allah dan hari akhirat, tidak dibenarkan bahkan dilarang menaruh belas kasihan kepada pelanggar hukum itu yang tidak menjalankan ketentuan yang telah digariskan di dalam agama Allah. Nabi Muhammad harus dijadikan contoh atau teladan dalam menegakkan hukum. Beliau pernah berkata:\r\nعَنْ عَائِشَةَ قَالَتْ: قَالَ رَسُوْلُ اللهِ صَلَّى الله ُعَلَيْهِ وَسَلَّمَ لَوْ اَنَّ فَاطِمَةَ بِنْتَ مُحَمَّدٍ سَرَقَتْ لَقَطَعْتُ يَدَهَا  (رواه الشيخان) \r\nDari Aisyah berkata Rasulullah bersabda, “Andaikata Fatimah binti Muhammad mencuri, pasti saya potong tangannya.”  (Riwayat asy-Syaikhān) ;Hukuman cambuk itu hendaklah dilaksanakan oleh yang berwajib dan dilakukan di tempat umum dan terhormat, seperti di masjid, sehingga dapat disaksikan oleh orang banyak, dengan maksud supaya orang-orang yang menyaksikan pelaksanaan hukuman dera itu mendapat pelajaran, sehingga mereka benar-benar dapat menahan dirinya dari perbuatan zina. Adapun pezina-pezina muhsan baik perempuan maupun laki-laki hukumannya ialah dilempar dengan batu sampai mati, yang menurut istilah dalam Islam dinamakan “rajam”. Hukuman rajam ini juga dilaksanakan oleh orang yang berwenang dan dilakukan di tempat umum yang dapat disaksikan oleh orang banyak. Hukum rajam ini didasarkan atas sunnah Nabi saw yang mutawatir.\r\nDiriwayatkan dari Abu Bakar, Umar, Ali, Jabir bin Abdillah, Abu Said Al-Khudri, Abu Hurairah, Zaid bin Khalid dan Buraidah al-Aslamy, bahwa seorang sahabat Nabi yang bernama Mā`iz telah dijatuhi hukuman rajam berdasarkan pengakuannya sendiri bahwa ia berzina. Begitu pula dua orang perempuan dari Bani Lahm dan Bani Hamid telah dijatuhi hukuman rajam, berdasarkan pengakuan keduanya bahwa mereka telah berzina. Hukuman itu dilakukan di hadapan umum. Begitulah hukuman perbuatan zina di dunia. Adapun di akhirat nanti, pezina itu akan masuk neraka jika tidak bertaubat, sebagaimana sabda Nabi saw.\r\nاِيَّاكُمْ وَالزِّنَى فَاِنَّ فِيْهِ اَرْبَعَ خِصَالٍ يَذْهَبُ الْبَهَاءَ عَنِ الْوَجْهِ وَيَقْطَعُ الرِّزْقَ  وَيُسْخِطُ الرَّحْمٰنَ وَيُوْجِبُ الْخُلُوْدَ فِى النَّارِ. (رواه الطبرانى فى الاوسط عن ابن عباس)\r\n“Jauhilah zina karena di dalam zina ada empat perkara. Menghilangkan kewibawaan wajah, memutus rezeki, membikin murka Allah, dan menyebabkan kekal di neraka.” (Riwayat a¯-°abrān³ dalam Mujam al-Ausa¯, dari Ibnu Abbas);Kenyataannya adalah bahwa budaya pergaulan bebas laki-laki dan perempuan telah menimbulkan penyakit-penyakit yang sulit disembuhkan, yaitu HIV/AIDS, hilangnya sistem kekebalan tubuh pada manusia pada akhirnya yang bersangkutan akan mati secara perlahan. Juga telah memunculkan banyaknya bayi lahir di luar nikah, sehingga mengacaukan keturunan dan pada gilirannya mengacaukan tatanan hukum dan sosial. \r\nPerbuatan zina telah disepakati sebagai dosa besar yang berada  pada posisi ketiga sesudah musyrik dan membunuh, sebagaimana dijelaskan di dalam hadis Nabi saw:\r\nقُلْتُ يَارَسُوْلَ اللهِ اَيُّ الذَّنْبِ اَعْظَمُ عِنْدَ اللهِ؟ قَالَ اَنْ تَجْعَلَ للهِ نِدًّا وَهُوَ خَلَقَكَ, قُلْتُ ثُمَّ أَيٌّ؟ قَالَ وَاَنْ تَقْتُلَ وَلَدَكَ خَشْيَةَ اَنْ يَأْكُلَ مَعَكَ، قُلْتُ ثُمَّ أَيٌّ؟ قَالَ وَاَنْ تَزْنِيَ بِحَلِيْلَةِ جَارِكَ\r\nBerkata Abdullah bin Mas`ud, “Wahai Rasulullah! Dosa apakah yang paling besar di sisi Allah?” Rasulullah menjawab, “Engkau jadikan bagi Allah sekutu padahal Dialah yang menciptakanmu,” Berkata Ibnu Mas`ud, “Kemudian dosa apalagi?”, jawab Rasulullah, “Engkau membunuh anakmu karena takut akan makan bersamamu.” Berkata Ibnu Mas`µd, “Kemudian dosa apalagi?” Rasulullah menjawab, “Engkau berzina dengan istri tetanggamu.” ;Senada dengan hadis ini, firman Allah:\r\nوَالَّذِيْنَ لَا يَدْعُوْنَ مَعَ اللّٰهِ اِلٰهًا اٰخَرَ وَلَا يَقْتُلُوْنَ النَّفْسَ الَّتِيْ حَرَّمَ اللّٰهُ اِلَّا بِالْحَقِّ وَلَا يَزْنُوْنَۚ \r\nDan orang-orang yang tidak menyembah Tuhan yang lain beserta Allah dan tidak membunuh jiwa yang diharamkan Allah (membunuhnya) kecuali dengan (alasan) yang benar, serta tidak berzina. (al-Furqān/25: 68);Hukuman di dunia itu baru dilaksanakan bila tindakan perzinaan itu benar-benar terjadi. Kepastian terjadi atau tidaknya perbuatan zina ditentukan oleh salah satu dari tiga hal berikut: bukti (bayyinah), hamil, dan pengakuan yang bersangkutan, sebagaimana sabda Nabi yang diriwayatkan oleh Huzaifah:\r\nفَالرَّجَمُ فِى كِتَابِ اللهِ حَقٌّ عَلَى مَنْ زَنَى اِذَا اَحْصَنَ مِنَ الرِّجَالِ اَوْ مِنَ النِّسَاءِ اِذَا قَامَتِ اْلبَيِّنَةُ اَوِ الْحَمْلُ اَوِ اْلاِعْتِرَافُ. (رواه البخاري ومسلم)\r\nHukum rajam dalam Kitabullah jelas atas siapa yang berzina bila dia muhsan, baik laki-laki maupun perempuan, bila terdapat bukti, hamil atau pengakuan. (Riwayat al-Bukhār³ dan Muslim);Yang dimaksud dengan “bukti” dalam hadis tersebut adalah kesaksian para saksi yang jumlahnya paling kurang empat orang laki-laki yang menyaksikan dengan jelas terjadinya perzinaan. Bila tidak ada atau tidak cukup saksi, diperlukan pengakuan yang bersangkutan, bila yang bersangkutan tidak mengaku, maka hukuman tidak bisa dijatuhkan.\r\nHukuman di akhirat, yaitu azab di dalam neraka sebagaimana diterangkan dalam hadis yang diriwayatkan Huzaifah di atas, terjadi bila yang bersangkutan tidak tobat. Bila yang bersangkutan tobat dan bersedia menjalankan hukuman di dunia, maka ia terlepas dari hukuman akhirat, sebagaimana hadis yang mengisahkan seorang sahabat yang bernama Hilal yang menuduh istrinya berzina tetapi si istri membantahnya. Nabi mengatakan bahwa hukuman di akhirat lebih dahsyat dari hukuman di dunia, yaitu rajam, jauh lebih ringan. Tetapi perempuan itu malah mengingkari bahwa ia telah berzina.\r\nDari peristiwa itu dipahami bahwa bila orang yang berzina telah bertobat dan bersedia menjalankan hukuman di dunia, ia terlepas dari hukuman di akhirat. \r\n"}