{"tafsir_id":2795,"surah_id":24,"aya_number":4,"tafsir_wajiz":"Usai menjelaskan hukuman bagi pezina dan hukum menikahinya, Allah lalu menguraikan sanksi hukum terhadap orang yang menuduh orang lain berbuat zina. Dan orang-orang yang menuduh perempuan-perempuan yang baik telah berbuat zina, dan mereka tidak dapat mendatangkan empat orang saksi yang menjadi saksi atas kebenaran tuduhannya di hadapan pengadilan, maka deralah mereka, wahai kaum mukmin melalui penguasa kamu, sebanyak delapan puluh kali. Hukuman ini berlaku jika penuduh adalah orang merdeka. Jika ia adalah seorang hamba sahno_ayat maka deralah ia empat puluh kali (Lihat juga: an-Nisa’ / 4: 25). Dan janganlah kamu terima kesaksian mereka untuk selama-lamanya. Mereka itulah orang-orang yang fasik. Ketentuan ini berlaku atas semua orang yang berbuat demikian, kecuali mereka yang bertobat, menyesali perbuatannya, dan bertekad tidak akan mengulanginya setelah itu, yaitu setelah menerima hukuman itu, dan mereka membuktikan tobat mereka dengan memperbaiki diri dan beramal saleh. Jika mereka melakukannya maka sungguh, Allah Maha Pengampun, Maha Penyno_ayatng.","tafsir_tahlili":"(4) Ayat ini menerangkan bahwa orang-orang yang menuduh perempuan yang baik-baik (mu¥¡anāt) berzina, kemudian mereka itu tidak dapat membuktikan kebenaran tuduhan mereka, dengan mendatangkan empat orang saksi yang adil yang menyaksikan dan melihat sendiri dengan mata kepala mereka perbuatan zina itu, maka hukuman untuk mereka ialah didera delapan puluh kali, karena mereka itu telah membuat malu dan merusak nama baik orang yang dituduh, begitu juga keluarganya. Yang dimaksud dengan perempuan mu¥¡anat di sini ialah perempuan-perempuan muslimat yang baik sesudah akil balig dan merdeka. Penuduh-penuduh itu tidak dapat dipercayai ucapannya dan tidak dapat diterima kesaksiannya dalam hal apapun selamanya, karena mereka itu pembohong dan fasik, yaitu sengaja melanggar hukum-hukum Allah.\r\nDisebutkan secara jelas perempuan di sini tidaklah berarti bahwa ketentuan itu hanya berlaku bagi perempuan. Bentuk hukuman seperti itu disebut aglabiyah, yaitu bahwa ketentuan itu menurut kebiasaan mencakup pihak-pihak lain. Dengan demikian laki-laki juga termasuk yang dikenai hukum tersebut.\r\n"}