{"tafsir_id":28,"surah_id":2,"aya_number":21,"tafsir_wajiz":"Setelah menjelaskan tiga golongan manusia dalam menyikapi kebenaran Al-Qur'an, yaitu orang-orang bertakwa, kafir, dan munafik, selanjutnya Allah menyeru kepada manusia secara umum agar beragama secara benar melalui tiga hal: hanya beribadah kepada Allah (no_ayatt 21-22), percno_ayat kepada risalah yang dibawa oleh Nabi Muhammad, yakni Al-Qur'an, (no_ayatt 23-24), dan beriman kepada hari kebangkitan (no_ayatt 25). Wahai manusia! Sembahlah dan beribadahlah secara tulus kepada Tuhanmu sebab Dia yang telah menciptakan dan memelihara kamu dan orang-orang yang sebelum kamu dari yang sebelumnya tiada. Dia adalah satu-satunya Pencipta segala sesuatu. Perintah beribadah itu ditujukan agar kamu bertakwa dan dapat memelihara diri serta terhindar dari murka dan siksa Allah. Dengan beribadah, berarti kita telah mempersiapkan diri untuk mengagungkan Allah, sehingga jiwa menjadi suci dan tunduk kepada kebenaran.","tafsir_tahlili":"(21) Ayat-ayat ini memerintahkan beribadah dan menyembah kepada Allah. Perintah beribadah ini ditujukan oleh Allah kepada seluruh manusia sejak zaman dahulu dengan perantaraan rasul-rasul-Nya. Allah berfirman:\r\nوَلَقَدْ بَعَثْنَا فِيْ كُلِّ اُمَّةٍ رَّسُوْلًا اَنِ اعْبُدُوا اللّٰهَ وَاجْتَنِبُوا الطَّاغُوْتَ \r\nDan sungguh, Kami telah mengutus seorang rasul untuk setiap umat (untuk menyerukan), ”Sembahlah Allah, dan jauhilah °±gµt.” (an-Na¥l/16: 36);Tiap-tiap rasul memulai dakwahnya dengan seruan kepada kaumnya agar menyembah Allah saja. Misalnya, Allah swt berfirman:\r\nفَقَالَ يٰقَوْمِ اعْبُدُوا اللّٰهَ مَا لَكُمْ مِّنْ اِلٰهٍ غَيْرُهٗ\r\n“.... Lalu dia (Nuh) berkata, ”Wahai kaumku! Sembahlah Allah! Tidak ada tuhan (sembahan) bagimu selain Dia. …” (al-Ar±f/7: 59);Beribadah kepada Allah ialah menghambakan diri kepada-Nya, dengan penuh kekhusyukan, memurnikan ketaatan hanya kepada-Nya, karena merasakan bahwa hanya Allah-lah yang menciptakan, menguasai, memelihara dan mendidik seluruh makhluk. Ibadah seorang hamba sebagaimana yang disebutkan itu akan dinilai Allah swt menurut niat hamba yang melakukannya.\r\nPada ayat ini Allah swt disebut dengan “rabb”, kemudian diiringi dengan perkataan “…yang telah menciptakan kamu dan orang-orang sebelummu…” Hal ini memberi pengertian bahwa Allah menciptakan manusia, mengembangbiakkannya, memberi taufik, menjaga dan memelihara, dan memberi nikmat agar dengan nikmat itu manusia dapat melaksanakan tugas-tugasnya sebagai hamba Allah. Semua rahmat tersebut diberikan kepada manusia sejak permulaan adanya, sampai akhir kehidupannya di dunia ini. Barang siapa yang mensyukuri nikmat Allah maka akan ditambahkan-Nya nikmat itu, sebaliknya barang siapa yang mengingkari nikmat Allah, maka ia akan menerima azab di dunia sebagaimana yang telah ditimpakan-Nya kepada umat-umat yang terdahulu dan di akhirat nanti akan disediakan azab yang pedih.\r\nAllah swt berfirman:\r\nوَاِذْ تَاَذَّنَ رَبُّكُمْ لَىِٕنْ شَكَرْتُمْ لَاَزِيْدَنَّكُمْ وَلَىِٕنْ كَفَرْتُمْ اِنَّ عَذَابِيْ لَشَدِيْدٌ   \r\nDan (ingatlah) ketika Tuhanmu memaklumkan, ”Sesungguhnya jika kamu bersyukur, niscaya Aku akan menambah (nikmat) kepadamu, tetapi jika kamu mengingkari (nikmat-Ku), maka pasti azab-Ku sangat berat.” (Ibr±h³m/14: 7);Dengan beribadah kepada Allah sebagaimana yang diperintahkan itu, manusia akan terhindar dari azab Allah dan ia akan mencapai derajat yang tinggi lagi sempurna."}