{"tafsir_id":2800,"surah_id":24,"aya_number":9,"tafsir_wajiz":"Usai menjelaskan langkah yang harus ditempuh oleh suami jika menuduh istrinya berzina, Allah lalu memberi kesempatan bagi istri untuk menunjukkan kesuciannya dan kedustaan tuduhan sang suami. Bila istri tidak membantah tuduhan suami maka ia dianggap bersalah dan berhak dijatuhi hukuman zina. Dan istri itu terhindar dari hukuman zina apabila dia bersumpah empat kali atas nama Allah dalam sumpahnya bahwa dia, yaitu suaminya, benar-benar termasuk orang-orang yang berdusta dalam tuduhannya, dan sumpah yang kelima bahwa kemurkaan Allah akan menimpanya, yaitu istri, jika dia, yaitu suami, itu termasuk orang yang berkata benar. Dan seandainya bukan karena karunia Allah yang menurunkan Al-Qur’an dan rahmat-Nya dalam menerima tobat hamba-Nya dan menetapkan hukum yang bijaksana kepadamu, niscno_ayat kamu akan menemui kesulitan. Dan sesungguhnya Allah Maha Penerima Tobat, Mahabijaksana.","tafsir_tahlili":"(9) Pada ayat ini diterangkan bahwa setelah mengucapkan sumpah itu empat kali, pada kali kelima ia harus menyampaikan penegasan bahwa ia bersedia menerima laknat Allah bila suaminya itu benar dengan tuduhannya kepadanya.  Redaksi sumpah dan terjemahannya sebagai berikut:\r\nوَعَلَيَّ غَضَبُ اللهِ اِنْ كَانَ مِنَ الصَّادِقِيْنَ\r\n(Murka Allah ditimpakan atasku apabila suamiku itu benar);Kalau suami istri telah mengucapkan sumpah dan sudah saling melaknat (mulaanah) seperti itu, maka terjadilah perceraian paksa dan perceraian itu selama-lamanya, artinya suami istri itu tidak dibenarkan lagi rujuk kembali sebagai suami istri untuk selama-lamanya, sebagaimana dijelaskan oleh Ali dan Ibnu Mas`ud dengan katanya:\r\nمَضَتِ السُّنَّةُ اَلاَّ يَجْتَمِعَ الْمُتَلاَعِنَانِ\r\n(Telah berlaku Sunnah (Nabi saw) bahwa dua (suami istri) yang telah saling melaknat, bahwa mereka tidak boleh berkumpul lagi sebagai suami istri untuk selama-lamanya);Ini, didasarkan hadis:\r\nاَلْمُتَلاَعِنَانِ اِذَا افْتَرَقَا لاَيَجْتَمِعَانِ اَبَدًا\r\nDua orang (suami istri) yang saling melaknat apabila telah bercerai keduanya tidak boleh lagi berkumpul sebagai suami istri untuk selama-lamanya. (Riwayat ad-Dāruqu¯n³ dari Ibnu Umar);Istri diberi oleh Allah hak untuk membela diri dari tuduhan suaminya menunjukkan bahwa Allah menutup aib seseorang. Tetapi perlu diingat bahwa seandainya sang istri memang telah berzina, namun ia membantahnya maka ia memang terlepas dari hukuman di dunia, tetapi tidak akan terlepas dari azab di akhirat yang tentunya lebih keras dan pedih. Oleh karena itu, ia perlu bertobat maka Allah akan menerimanya sebagaimana dimaksud ayat berikutnya.\r\n"}