{"tafsir_id":2802,"surah_id":24,"aya_number":11,"tafsir_wajiz":"Beralih dari penjelasan hukum li’an, Allah lalu mengisahkan salah satu kasus yang menimpa keluarga Nabi, yang lazim disebut hadis al-ifk(berita bohong). no_ayatt ini mengecam mereka yang tanpa bukti menuduh ‘Aisyah berbuat zina dengan Safwan bin Mu’attal. Sesungguhnya orang-orang yang membawa dan dengan sengaja menyebarluaskan berita bohong itu adalah dari golongan kamu juga. Janganlah kamu mengira berita bohong itu buruk bagi kamu, bahkan itu baik bagi kamu karena kamu dapat membedakan siapa yang munafik dan siapa mukmin sejati. Setiap orang dari mereka yang menyebarkan berita bohong tersebut akan mendapat balasan sesuai kadar dari dosa yang diperbuatnya. Dan barang siapa di antara mereka yang mengambil bagian terbesar dari dosa yang diperbuatnya, yakni orang yang menjadi sumber utama berita bohong itu, dia mendapat azab yang besar di akhirat nanti.","tafsir_tahlili":"(11) Ayat ini menerangkan bahwa orang-orang yang membuat-buat berita bohong atau fitnah mengenai rumah tangga Rasulullah  itu adalah dari kalangan kaum Muslimin sendiri. Sumbernya dari Abdullah bin Ubay bin Salul, pemuka kaum munafik di Medinah, ¢afw±n bin Mua¯¯al, keponakan Nabi, dan Hassan bin ¤abit. \r\nAllah menghibur hati mereka, agar mereka jangan menyangka bahwa peristiwa itu buruk dan merupakan bencana bagi mereka, tetapi pada hakikatnya kejadian itu adalah suatu hal yang baik bagi mereka karena dengan kejadian itu, mereka akan memperoleh pahala besar dan kehormatan dari Allah dengan diturunkannya ayat-ayat yang menyatakan kebersihan mereka dari berita bohong itu, suatu bukti autentik yang dapat dibaca sepanjang masa. Setiap orang yang menyebarkan berita bohong itu akan mendapat balasan, sesuai dengan usaha dan kegiatannya tentang tersiar luasnya berita bohong itu. Sedang orang yang menjadi sumber pertama dan menyebarluaskan berita bohong ini, ialah Abdullah bin Ubay bin Salul, sebagai seorang tokoh munafik yang tidak jujur, di akhirat kelak akan diazab dengan azab yang pedih. \r\n"}