{"tafsir_id":2803,"surah_id":24,"aya_number":12,"tafsir_wajiz":"Ketika isu itu merebak, sebagian kaum muslim tidak percno_ayat berita tersebut dan meyakini kesucian ‘Aisyah. Sebagian yang lain terdiam, tidak membenarkan dan tidak pula membantahnya. Di satu sisi no_ayatt ini mengecam mereka yang diam seakan membenarkan isu itu, dan di sisi lain menganjurkan mereka bersikap proaktif dan mengambil langkah positif. Mengapa orang-orang mukmin dan mukminat ketika mendengar berita bohong itu tidak berbaik sangka terhadap saudara-saudara mereka yang dicemarkan namanya, padahal orang itu adalah bagian dari diri mereka sendiri, yakni sesama muslim; dan mengapa juga saat kamu mendengar berita bohong itu kamu tidak berkata, “Ini adalah berita bohong yang nyata.”","tafsir_tahlili":"(12) Ayat ini menerangkan bahwa Allah mencela tindakan orang-orang mukmin yang mendengar berita bohong itu yang seakan-akan mempercayainya. Mengapa mereka tidak menolak fitnahan itu secara spontan? Mengapa mereka tidak mendahulukan baik sangkanya? Iman mereka, semestinya membawa mereka untuk berbaik sangka, dan mencegah mereka berburuk sangka kepada sesama orang mukmin, karena baik atau buruk sesama mukmin, pada hakikatnya adalah juga baik atau buruk juga bagi dia sendiri, sebagaimana firman Allah:\r\nيٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوا اجْتَنِبُوْا كَثِيْرًا مِّنَ الظَّنِّۖ اِنَّ بَعْضَ الظَّنِّ اِثْمٌ وَّلَا تَجَسَّسُوْا وَلَا يَغْتَبْ بَّعْضُكُمْ بَعْضًاۗ  اَيُحِبُّ اَحَدُكُمْ اَنْ يَّأْكُلَ لَحْمَ اَخِيْهِ مَيْتًا فَكَرِهْتُمُوْهُۗ وَاتَّقُوا اللّٰهَ ۗاِنَّ اللّٰهَ تَوَّابٌ رَّحِيْمٌ  \r\nWahai orang-orang yang beriman! Jauhilah banyak dari prasangka, sesungguhnya sebagian prasangka itu dosa dan janganlah kamu mencari-cari kesalahan orang lain dan janganlah ada di antara kamu yang menggunjing sebagian yang lain. Apakah ada di antara kamu yang suka memakan daging saudaranya yang sudah mati? Tentu kamu merasa jijik. Dan bertakwalah kepada Allah, sesungguhnya Allah Maha Penerima tobat, Maha Penyayang.  (al-¦ujurāt/49: 12)\r\nMaksudnya, janganlah orang mukmin mencela sesama orang mukmin, karena orang mukmin itu seperti satu badan.\r\nRasulullah sendiri mencegah para sahabat melakukan sangkaan yang tidak baik itu ketika beliau menjemput kedatangan Aisyah dengan mempergunakan unta ¢afw±n bin Mua¯¯al di tengah hari bolong dan disaksikan oleh orang banyak, agar mencegah adanya sangkaan-sangkaan yang tidak sehat. Kalau ada desas-desus yang sifatnya negatif, sebenarnya hal itu adalah luapan prasangka mereka yang disembunyikan dan kebencian yang ditutupi selama ini.\r\n"}