{"tafsir_id":2810,"surah_id":24,"aya_number":19,"tafsir_wajiz":"Allah mengarahkan no_ayatt ini kepada pihak-pihak yang merasa senang dengan tersebarnya isu negatif tersebut. Sesungguhnya orang-orang yang ingin agar perbuatan yang sangat keji, yaitu berita bohong itu tersiar di kalangan orang-orang yang beriman, maka mereka akan mendapat azab yang pedih di dunia dengan hukuman yang tepat, dan demikian pula akan mendapat siksa yang pedih di akhirat apabila mereka tidak bertobat. Dan Allah mengetahui segala sesuatu, termasuk niat buruk para penyebar kebohongan itu, sedang kamu tidak mengetahui secara pasti motif mereka.","tafsir_tahlili":"(19) Pada ayat ini Allah menerangkan bahwa orang-orang yang senang menyiarkan perbuatan keji dan memalukan seperti perbuatan zina di kalangan orang-orang mukmin mu¥¡an baik laki-laki maupun perempuan, mereka akan mendapat hukuman di dunia ini dan di akhirat, bila mereka tidak tobat dan tidak menjalankan hukuman di dunia, ia akan di azab di neraka. \r\nPenyebaran berita yang tidak patut disebarkan dilarang dalam agama Islam. Yang diminta seharusnya adalah berita tentang pelanggaran etika harus disimpan, sebagaimana sabda Nabi:\r\nاَلْمُسْلِمُ مَنْ سَلِمَ الْمُسْلِمُوْنَ مِنْ لِسَانِهِ وَيَدِهِ وَالْمُهَاجِرُ مَنْ هَجَرَ مَا نَهَى اللهُ عَنْهُ. (رواه البخاري وابو داود والنسائى)\r\nOrang Islam yang sebenarnya, ialah orang-orang Islam selamat dari kejahatan lidah dan tangannya, dan orang yang berhijrah ialah orang yang meninggalkan larangan Allah. (Riwayat al-Bukhār³, Abu Dāud dan an-Nasā`i);Dan sabdanya:\r\nلاَيَسْتُرُ عَبْدٌ مُؤْمِنٌ عَوْرَةَ عَبْدٍ مُؤْمِنٍ اِلاَّ سَتَرَهُ الله ُيَوْمَ الْقِيَامَةِ وَمَنْ اَقَالَ عَثْرَةَ مُسْلِمٍ اَقَالَ اللهُ عَثْرَتَهُ يَوْمَ الْقِيَامَةِ (رواه احمد بن حنبل)\r\nTidaklah seorang hamba mukmin, menutupi cacat seorang hamba mukmin kecuali ditutupi juga cacatnya oleh Allah di hari akhirat. Dan barangsiapa menggagalkan kejahatan seorang muslim, akan digagalkan pula kejahatannya oleh Allah, di akhirat nanti. (Riwayat Ahmad bin Hanbal);Allah Maha Mengetahui hakikat dan rahasia sesuatu hal yang manusia tidak mengetahuinya. Oleh karena itu, kembalikanlah segala sesuatunya kepada Allah dan janganlah kita suka memperkatakan sesuatu yang kita tidak mengetahui sedikit pun seluk beluknya, terutama hal-hal yang menyangkut diri atau keluarga Rasulullah, karena yang demikian itu akan membawa kepada kebinasaan.\r\nPemberitaan perbuatan zina atau pornografi akan berdampak buruk yaitu mendorong orang secara luas untuk berzina. Karena itu dampak buruknya luar biasa. Mengenai hal itu manusia tidak perlu meragukannya, karena Allah-lah yang lebih tahu daripada manusia. Sebagai contoh adalah terancamnya umat manusia oleh penyakit AIDS dengan virus HIV yang belum ditemukan obatnya sampai sekarang.  \r\n"}