{"tafsir_id":2813,"surah_id":24,"aya_number":22,"tafsir_wajiz":"Salah satu bentuk godaan setan adalah mencarikan dalih agar seseorang enggan membantu orang lain. Dan janganlah orang-orang yang mempunyai kelebihan dalam kesalehan beragama serta keutamaan akhlak yang luhur dan kelapangan rezeki di antara kamu, wahai orang-orang yang beriman, bersumpah bahwa mereka tidak akan memberi bantuan kepada kerabat-nya, orang-orang miskin, dan orang-orang yang berhijrah di jalan Allah hanya karena orang-orang itu pernah berbuat kesalahan kepadanya atau membuat pribadinya tersinggung. Sebaiknya mereka berbesar hati dengan tetap mengulurkan bantuan, dan hendaklah mereka memaafkan orang yang pernah melukai hatinya, dan berlapang dada sehingga dapat membuka lembaran baru dalam hubungan mereka. Apakah kamu tidak suka bahwa Allah mengampuni kesalahan dan kekurangan kamu? Tentu kamu suka. Karena itu, maafkanlah mereka agar Allah memaafkan dan mengampuni kamu. Dan Allah Maha Pengampun sehingga akan menghapus dosa kamu, Maha Penyno_ayatng dengan mencurahkan nikmat lebih banyak lagi kepada kamu.","tafsir_tahlili":"(22) Pada ayat ini Allah menerangkan bahwa orang-orang yang percaya kepada Allah, janganlah mereka itu bersumpah untuk tidak mau memberikan bantuan kepada karib kerabatnya yang memerlukan bantuan karena berbuat salah, seperti Mistah anak dari saudara perempuan Ibunya Abu Bakar ra. ia seorang fakir miskin, berhijrah dari Mekah ke Medinah yang turut bersama Rasulullah saw, memperkuat pasukan kaum Muslimin di Perang Badar.\r\nOleh karena itu, sesudah turun wahyu yang menunjukkan atas kebersihan Aisyah dari hal yang dituduhkan kepadanya, dan setelah Allah mengampuni orang-orang yang semestinya diampuni, serta diberi hukuman kepada orang-orang yang semestinya menerima yang demikian itu, maka Abu Bakar ra, kembali ramah dan berbuat baik serta memberi bantuan kepada kerabatnya Mistah. Mistah adalah sepupunya, anak dari saudara perempuan ibunya. Orang-orang mukmin hendaklah memaafkan dan berlapang dada kepada segenap oknum yang terlibat atau dilibatkan di dalam peristiwa ¥adisul ifki. Pemaafan dan kembali membantu mereka itu merupakan sarana untuk memperoleh ampunan dari Allah. Adakah manusia yang tidak ingin bahwa dosa-dosanya diampuni Allah? Siapakah yang tidak berdosa dalam hidupnya? Bila mereka melakukannya, yaitu memaafkan dan membantu mereka yang kekurangan, maka Allah akan mengampuni dosa mereka dan menyayangi mereka. Mereka akan masuk surga.\r\n"}