{"tafsir_id":2815,"surah_id":24,"aya_number":24,"tafsir_wajiz":"Sungguh, orang-orang yang menuduh berzina kepada perempuan-perempuan yang baik, menjaga kehormatannya, dan menjauhi perbuatan maksiat; yang lengah, yaitu tidak pernah berpikir untuk berbuat keji; dan wanita yang beriman kepada Allah dan Rasul-Nya, mereka, yakni para penuduh itu, dilaknat di dunia dan di akhirat, dan mereka akan mendapat azab yang besar pada hari Kiamat ketika Allah menjadikan lidah, tangan, dan kaki mereka menjadi saksi atas mereka terhadap apa yang dahulu mereka kerjakan,termasuk tuduhan bohong mereka. Pada hari itu Allah menyempurnakan balasan yang sebenarnya bagi mereka secara setimpal, dan ketika itu mereka tahu dan sadar bahwa Allah Mahabenar atas segala firman-Nya, Maha Menjelaskan segala sesuatu.","tafsir_tahlili":"(24) Pada ayat ini Allah menerangkan bahwa ketika orang-orang jahat yang bergelimang dosa di dunia akan diazab di akhirat nanti, mereka membantah dan mengingkari perbuatan jahat mereka, maka anggota tubuhnya menjadi saksi. Lidah, tangan dan kaki mereka menjadi saksi dan menceritakan apa-apa yang telah dikerjakan di dunia. Dengan kekuasaan Allah anggota-anggota tubuh itu bisa berbicara dan bercerita, sebagaimana firman Allah:\r\nوَقَالُوْا لِجُلُوْدِهِمْ لِمَ شَهِدْتُّمْ عَلَيْنَا ۗقَالُوْٓا اَنْطَقَنَا اللّٰهُ الَّذِيْٓ اَنْطَقَ كُلَّ شَيْءٍ \r\nDan mereka berkata kepada kulit mereka, ”Mengapa kamu menjadi saksi terhadap kami?” (Kulit) mereka menjawab, ”Yang menjadikan kami dapat berbicara   adalah   Allah, yang (juga) menjadikan  segala   sesuatu    dapat\r\n berbicara. (Fu¡¡ilat/41: 21);Dan sabda Rasulullah saw:\r\nاِذَا كَانَ يَوْمُ الْقِيَامَةِ عُرِفَ الْكَافِرُ بِعَمَلِهِ فَيَجْحَدُ وَيُخَاصِمُ فَيُقَالُ لَهُ هَؤُلاَءِ جِيْرَانُكَ يَشْهَدُوْنَ عَلَيْكَ. فَيَقُوْلُ كَذَبُوْا فَيُقَالُ اَهْلُكَ وَعَشِيْرَتُكَ فَيَقُوْلُ كَذَبُوْا فَيُقَالُ اِحْلِفُوْا فَيَحْلِفُوْنَ ثُمَّ يُصِمُّهُمُ اللهُ  فَتَشْهَدُ عَلَيْهِمْ اَلْسِنَتُهُمْ وَاَيْدِيْهِمْ وَاَرْجُلُهُمْ ثُمَّ يُدْخِلُهُمُ النَّارَ. (رواه ابن ابى حاتم وابن جرير عن ابي سعيد الخدري) \r\nPada hari Kiamat nanti, diperkenalkanlah orang kafir dengan perbuatannya. Ia menyangkal dan membantah (tidak mengakui perbuatannya itu). Dikatakan kepadanya, “Mereka tetanggamu menjadi saksi atas perbuatanmu itu.” Jawabnya, “Mereka itu dusta.” Dikatakan lagi, “Keluargamu dan karib keluargamu menjadi saksi.” Jawabnya, “Mereka juga itu bohong.” Saksi-saksi itu disuruh bersumpah. Mereka bersumpah (memperkuat kesaksian mereka) kemudian Allah menutup persoalan orang-orang kafir itu dan bersaksilah lidah, tangan dan kaki mereka, lalu mereka dimasukkan ke dalam neraka. (Riwayat Ibnu Abi ¦ātim dan Ibnu Jar³r dari Abu Said al- Khudri);Sebagian ahli tafsir memberi penjelasan bahwa kesaksian yang dimaksud di sini bukan berupa ucapan, tetapi kesaksian berupa gerakan. Kalau mengenai ucapannya, lidahnya yang bergerak. Kalau mengenai perbuatan tangan atau kaki, bergeraklah tangan dan kaki sesuai dengan apa yang telah diperbuatnya di dunia. \r\n"}