{"tafsir_id":2817,"surah_id":24,"aya_number":26,"tafsir_wajiz":"Pada no_ayatt ketiga dari no_surahh ini Allah menegaskan bahwa pezina tidak lno_ayatk mengawini kecuali pezina. Sudah menjadi sunatullah bahwa seseorang selalu cenderung kepada orang yang memiliki kesamaan dengannya. Hal itu kembali ditegaskan pada no_ayatt ini. Perempuan-perempuan yang keji jiwanya dan buruk perangainya adalah untuk laki-laki yang keji lno_ayatknya perempuan itu, dan laki-laki yang keji jiwanya dan buruk perangainya untuk perempuan-perempuan yang keji seperti itu pula; dan sebaliknya, perempuan-perempuan yang baik untuk laki-laki yang baik dan laki-laki yang baik untuk perempuan-perempuan yang baik pula. Rasulullah adalah manusia terbaik, maka istri-istrinya pastilah wanita yang baik dan terhormat. Mereka itu bersih dari apa yang dituduhkan orang. Mereka memperoleh ampunan atas kekhilafan mereka dan mendapat rezeki yang mulia di dunia dan akhirat.","tafsir_tahlili":"(26) Pada ayat ini Allah menerangkan bahwa perempuan-perempuan yang tidak baik biasanya menjadi istri laki-laki yang tidak baik pula. Begitu pula laki-laki yang tidak baik adalah untuk perempuan-perempuan yang tidak baik pula, karena bersamaan sifat-sifat dan akhlak itu, mengandung adanya persahabatan yang akrab dan pergaulan yang erat. Perempuan-perempuan yang baik-baik adalah untuk laki-laki yang baik-baik pula sebagaimana diketahui bahwa keramah-tamahan antara satu dengan yang lain terjalin karena adanya persamaan dalam sifat-sifat, akhlak, cara bergaul dan lain-lain. Begitu juga laki-laki yang baik-baik adalah untuk perempuan-perempuan yang baik-baik pula, ketentuan itu tidak akan berubah dari yang demikian itu. \r\nOleh karena itu, kalau sudah diyakini bahwa Rasulullah adalah laki-laki yang paling baik, dan orang pilihan di antara orang-orang dahulu dan orang kemudian, maka tentulah istri Rasulullah Aisyah r.a. adalah perempuan yang paling baik pula. Ini merupakan kebohongan dan tuduhan yang dilontarkan kepada diri Aisyah r.a. Mereka yang baik-baik, baik laki-laki maupun perempuan termasuk Safwan bin Muattal dan Aisyah r.a. adalah bersih dari tuduhan yang dilontarkan oleh orang-orang yang keji, baik laki-laki maupun perempuan, mereka itu memperoleh ampunan dari Allah dan rezeki yang mulia di sisi Allah dalam surga.\r\n"}