{"tafsir_id":2821,"surah_id":24,"aya_number":30,"tafsir_wajiz":"Usai menjelaskan etika berkunjung pada no_ayatt sebelumnya, pada no_ayatt ini Allah menguraikan etika berinteraksi antarsesama, baik saat di dalam rumah maupun di luar rumah. Wahai Nabi Muhammad, katakanlah kepada laki-laki yang beriman dengan mantap agar mereka menjaga pandangannya dari melihat sesuatu yang tidak halal dilihat, dan perintahlah mereka memelihara kemaluannya dari apa yang tidak halal untuknya. Yang demikian itu lebih suci bagi jiwa mereka agar tidak terjatuh pada perbuatan haram. Sungguh, Allah Maha Mengetahui apa yang mereka perbuat.","tafsir_tahlili":"(30) Pada ayat ini Allah memerintahkan Rasul-Nya dan orang-orang yang beriman, agar mereka memelihara dan menahan pandangannya dari hal-hal yang diharamkan kepada mereka untuk melihatnya, kecuali terhadap hal-hal tertentu yang boleh dilihatnya. Bila secara kebetulan dan tidak disengaja pandangan mereka terarah kepada sesuatu yang diharamkan, maka segera dialihkan pandangan tersebut guna menghindari melihat hal-hal yang di haramkan. Sebagaimana sabda rasulullah Saw. \r\n  \r\nعَنْ جَرِيْرِ بْنِ عَبْدِ اللهِ اَلْبَجَلِيْ قَالَ سَأَلْتُ النَِّبيَّ صَلَّى الله ُعَلَيْهِ وَسَلَّّمَ  عَنْ نَظْرِ الْفُجَأَةِ  فَأَمَرَنِى اَنْ أَصْرِفَ بَصَرِى . )رواه مسلم وأحمد وابو داود والترمذى والنسائى(\r\nDari Jarir bin Abdullah al-Bajal³ dia bertanya kepada Rasulullah Saw. tentang pandangan/penglihatan (terhadap perempuan) secara tiba-tiba, kemudian beliau memerintahkan untuk memalingkan pandanganku (Riwayat Muslim, Abu Daud, Ahmad, at-Tirmizi dan an-Nasāi);Begitu pula sabda Rasulullah kepada Ali r.a.;يَا عَلِيُّ لاَ تُتْبِعِ النَّظْرَةَ النَّظْرَة َفَاِنَّ لَكَ اْلاُوْلَى وَلَيْسَ لَكَ اْلاٰ خِـرَةُ . رواه ابو داود عن بريدة;Wahai Ali, janganlah kamu susulkan pandangan pertamamu dengan pandangan kedua, karena yang dibolehkan untukmu hanya pandangan pertama (yang tidak disengaja) sedang pandangan yang kedua tidak lagi dibolehkan (Riwayat Abu Dāud dari Buraidah);Di samping itu, Allah memerintahkan kepada Rasul-Nya agar menganjurkan kepada laki-laki yang beriman supaya mereka memelihara kemaluannya dari perbuatan asusila seperti perbuatan zina, homoseksual dan lain sebagainya. Sabda Rasulullah yang diriwayatkan oleh A¥mad dan a¡¥ābus-sunan.\r\nِاحْفَظْ عَوْرَتَكَ اِلاَّ مِنْ زَوْجَتِكَ اَوْمَا مَلَكَتْ يَمِيْنُكَ . )رواه أحمد وأصحاب السنن( \r\nJagalah auratmu (jangan sampai terlihat orang lain) kecuali oleh istrimu atau hamba sahayamu. (Riwayat A¥mad dan A¡¥ābus-Sunan)\r\nMenjaga mata untuk tidak melihat hal-hal yang diharamkan dan memelihara kemaluan untuk tidak berbuat zina atau homoseksual merupakan perbuatan yang baik dan suci, baik terhadap jiwa maupun agamanya. Sabda Rasulullah yang diriwayatkan oleh Ahmad dari Abi Umāmah :\r\nمَا مِنْ مُسْلِمٍ يَنْظُرُ اِلَى مَحَاسِنِ امْرَأَةٍ ثُمَّ يَغُضُّ بَصَرَهُ اِلاَّ أَخْلَفَ اللهُ لَهُ عِبَادَةً . )رواه أحمد عن ابى أمامة(\r\nSetiap muslim yang melihat kecantikan seorang perempuan, kemudian dia menundukkan dan memejamkan matanya, Allah mengganti sebagai suatu ibadah. (Riwayat Ahmad dari Abu Umāmah)\r\n"}