{"tafsir_id":2822,"surah_id":24,"aya_number":31,"tafsir_wajiz":"Dan katakanlah pula, wahai Nabi Muhammad, kepada para perempuan yang beriman dengan mantap, agar mereka menjaga pandangannya dan memelihara kemaluannya dari yang haram, dan janganlah mereka menampakkan perhiasannya kecuali yang biasa terlihat darinya menurut kebiasaan dan sulit untuk mereka sembunyikan, seperti baju luar, wajah, dan telapak tangan. Dan hendaklah mereka menutupkan jilbab atau kain kerudung ke kepala, leher, dan dadanya, dan janganlah menampakkan perhiasannya atau auratnya kecuali kepada suami mereka, atau no_ayath mereka, atau no_ayath suami mereka, atau putra-putra mereka, atau putra-putra suami mereka, termasuk cucu, cicit, dan seterusnya, atau saudara-saudara laki-laki mereka, atau putra-putra saudara laki-laki mereka, atau putra-putra saudara perempuan mereka, atau para perempuan mereka sesama muslim, atau hamba sahno_ayat yang mereka miliki, atau para pelno_ayatn laki-laki tua yang tidaklagimempunyai keinginan dan syahwat kepada perempuan, atau anak-anak yang belum mengerti tentang aurat perempuan. Dan janganlah mereka menghentakkan kakinya agar diketahui perhiasan yang mereka sembunyikan. Dan bertobatlah kamu semua kepada Allah, wahai orang-orang yang beriman dari segala dosa, khususnya pandangan terlarang, agar kamu beruntung dan mendapat kebahagiaan di dunia dan akhirat.","tafsir_tahlili":"(31) Pada ayat ini Allah menyuruh Rasul-Nya agar mengingatkan perempuan-perempuan yang beriman supaya mereka tidak memandang hal-hal yang tidak halal bagi mereka, seperti aurat laki-laki ataupun perempuan, terutama antara pusat dan lutut bagi laki-laki dan seluruh tubuh bagi perempuan. Begitu pula mereka diperintahkan untuk memelihara kemaluannya (farji) agar tidak jatuh ke lembah perzinaan, atau terlihat oleh orang lain. \r\nSabda Rasulullah Saw. ;عَنْ اُمِّ سَلَمَةَ أَنَّهَا كَانَتْ عِنْدَ رَسُوْلِ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ  وَمَيْمُوْنَةُ فَأَقْبَلَ ابْنُ اُمِّ مَكْتُوْمِ فَدَخَلَ عَلَيْهِ وَذٰلِكَ بَعْدَ مَا أَمَرَنَا بِالْحِجَابِ فَقَالَ رَسُوْلُ اللهِ صَلَّى الله ُعَلَيْهِ وَسَلَّمَ  اِحْتَجِبَا مِنْهُ فَقُلْتُ يَارَسُوْلَ اللهِ أَلَيْسَ هُوَ أَعْمَى لاَ يُبْصِرُنَا وَلاَ يَعْرِفُنَا ؟ فَقَالَ رَسُوْلُ اللهِ صَلَّى اللهِ عَلَيْهِ وَسَلَّمَ  أَوْعُمْيًاوَاِنْ أَنْتُمَا أَلَسْتُمَا تُبْصِرَانِهِ ؟ . )رواه ابو داود والترمذى(  \r\n  \r\nDari Ummu Salamah, bahwa ketika dia dan Maimunah berada di samping Rasulullah datanglah Abdullah bin Umi Maktum dan masuk ke dalam rumah Rasulullah (pada waktu itu telah ada perintah hijab). Rasulullah memerintahkan kepada Ummu Salamah dan Maimunah untuk berlindung (berhijab) dari Abdullah bin Umi Maktum, Ummu Salamah berkata, wahai Rasulullah bukankah dia itu buta tidak melihat dan mengenal kami?, Rasulullah menjawab, apakah kalian berdua buta dan tidak melihat dia?.  (Riwayat Abu Dāud dan at-Tirmi©i) ;Begitu pula mereka para perempuan diharuskan untuk menutup kepala dan dadanya dengan kerudung, agar tidak terlihat rambut dan leher serta dadanya. Sebab kebiasaan perempuan mereka menutup kepalanya namun kerudungnya diuntaikan ke belakang sehingga nampak leher dan sebagian dadanya, sebagaimana yang dilakukan oleh perempuan-perempuan jahiliah. \r\nDi samping itu, perempuan dilarang untuk menampakkan perhiasannya kepada orang lain, kecuali yang tidak dapat disembunyikan seperti cincin, celak/sifat, pacar/inai, dan sebagainya. Lain halnya dengan gelang tangan, gelang kaki, kalung, mahkota, selempang, anting-anting, kesemuanya itu dilarang untuk ditampakkan, karena terdapat pada anggota tubuh yang termasuk aurat perempuan, sebab benda-benda tersebut terdapat pada lengan, betis, leher, kepala, dan telinga yang tidak boleh dilihat oleh orang lain. \r\nPerhiasan tersebut hanya boleh dilihat oleh suaminya, bahkan suami boleh saja melihat seluruh anggota tubuh istrinya, ayahnya, ayah suami (mertua), putra-putranya, putra-putra suaminya, saudara-saudaranya, putra-putra saudara laki-lakinya, putra-putra saudara perempuannya, karena dekatnya pergaulan di antara mereka, karena jarang terjadi hal-hal yang tidak senonoh dengan mereka. Begitu pula perhiasan boleh dilihat oleh sesama perempuan muslimah, atau hamba sahaya yang mereka miliki, atau pelayan/pembantu laki-laki yang tidak mempunyai keinginan terhadap perempuan, baik karena ia sudah lanjut usia, impoten, ataupun karena terpotong alat kelaminnya.  Perhiasan juga boleh ditampakkan dan  dilihat oleh anak-anak yang belum mengerti tentang aurat perempuan, sehingga tidak akan timbul nafsu birahi karena mereka belum memiliki syahwat kepada perempuan.\r\nDi samping para perempuan dilarang untuk menampakkan perhiasan, mereka juga dilarang untuk menghentakkan kakinya, dengan maksud memperlihatkan dan memperdengarkan perhiasan yang dipakainya yang semestinya harus disembunyikan. Perempuan-perempuan itu sering dengan sengaja  memasukkan sesuatu ke dalam gelang kaki mereka, supaya berbunyi ketika ia berjalan, meskipun dengan perlahan-lahan, guna menarik perhatian orang. Sebab sebagian manusia kadang-kadang lebih tertarik dengan bunyi yang khas daripada bendanya sendiri, sedangkan benda tersebut berada pada betis perempuan.\r\nPada akhir ayat ini, Allah menganjurkan agar manusia bertobat dan sadar kembali serta taat dan patuh mengerjakan perintah-Nya menjauhi larangan-Nya, seperti membatasi pandangan, memelihara kemaluan/kelamin, tidak memasuki rumah oranglain tanpa izin dan memberi salam, bila semua itu mereka lakukan, pasti akan bahagia baik di dunia maupun di akhirat.    ;"}