{"tafsir_id":2828,"surah_id":24,"aya_number":37,"tafsir_wajiz":"Mereka yang bertasbih itu adalah orang-orang yang hatinya tidak dilalaikan oleh perdagangan dan jual beli dari mengingat Allah, betapa pun besar dan penting usaha mereka; dan tidak pula lalai dari melaksanakan salat dengan baik, benar, serta konsisten, dan demikian pula menunaikan zakat secara sempurna. Mereka takut kepada hari ketika pada hari itu hati bergoncang antara harap dan cemas, dan penglihatan menjadi gelap akibat kecemasan dan ketakutan yang amat besar terkait tempat kembali yang belum diketahuinya, antara surga atau neraka. Itulah hari Kiamat.","tafsir_tahlili":"(36-37) Di antara orang-orang yang akan diberi Allah pancaran Nur Ilahi itu ialah orang-orang yang selalu menyebut nama Allah di masjid-masjid pada pagi dan petang hari serta bertasbih menyucikan-Nya. Mereka tidak lalai mengingat Allah dan mengerjakan salat walaupun melakukan urusan perniagaan dan jual beli, mereka tidak enggan mengeluarkan zakat karena tamak mengumpulkan harta kekayaan, mereka selalu ingat akan hari akhirat yang karena dahsyatnya banyak hati menjadi guncang dan mata menjadi terbelalak. Ini bukan berarti mereka mengabaikan sama sekali urusan dunia dan menghabiskan waktu dan tenaganya untuk berzikir dan bertasbih, karena hal demikian tidak disukai oleh Nabi Muhammad dan bertentangan dengan prinsip-prinsip Islam.\r\nNabi Muhammad telah bersabda:\r\nاِعْمَلْ عَمَلَ امْرِئٍ يَظُنُّ اَنْ لَنْ يَمُوْتَ اَبَدًا وَاحْذَرْ حَذَرَ امْرِئٍ يَخْشَى اَنْ يَمُوْتَ غَدًا\r\nBerusahalah seperti usaha orang yang mengira bahwa ia tidak akan mati selama-lamanya dan waspadalah seperti kewaspadaan orang yang takut akan mati besok. (Riwayat al-Baihaq³ dari Ibnu Auz);Urusan duniawi dan urusan ukhrawi keduanya sama penting dalam Islam. Seorang muslim harus pandai menciptakan keseimbangan antara kedua urusan itu, jangan sampai salah satu di antara keduanya dikalahkan oleh yang lain. Melalaikan urusan akhirat karena mementingkan urusan dunia adalah terlarang, sebagaimana disebut dalam firman-Nya:\r\nيٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تُلْهِكُمْ اَمْوَالُكُمْ وَلَآ اَوْلَادُكُمْ عَنْ ذِكْرِ اللّٰهِ ۚوَمَنْ يَّفْعَلْ ذٰلِكَ فَاُولٰۤىِٕكَ هُمُ الْخٰسِرُوْنَ   \r\nWahai orang-orang yang beriman! Janganlah harta-bendamu dan anak-anakmu melalaikan kamu dari mengingat Allah. Dan barang siapa berbuat demikian, maka mereka itulah orang-orang yang rugi. (al-Munāfiqµn/63: 9);Dan firman-Nya:\r\nيٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اِذَا نُوْدِيَ لِلصَّلٰوةِ مِنْ يَّوْمِ الْجُمُعَةِ فَاسْعَوْا اِلٰى ذِكْرِ اللّٰهِ وَذَرُوا الْبَيْعَۗ ذٰلِكُمْ خَيْرٌ لَّكُمْ اِنْ كُنْتُمْ تَعْلَمُوْنَ  \r\nWahai orang-orang yang beriman! Apabila telah diseru untuk melaksanakan salat pada hari Jumat, maka segeralah kamu mengingat Allah dan tinggalkanlah jual beli. Yang demikian itu lebih baik bagimu jika kamu mengetahui. (al-Jumuah/62: 9);Tetapi apabila kewajiban-kewajiban terhadap agama telah ditunaikan dengan sebaik-baiknya, seorang muslim diperintahkan untuk kembali mengurus urusan dunianya dengan ketentuan tidak lupa mengingat Allah agar dia jangan melanggar perintah-Nya atau mengerjakan larangan-Nya sebagai tersebut dalam firman-Nya:\r\nفَاِذَا قُضِيَتِ الصَّلٰوةُ فَانْتَشِرُوْا فِى الْاَرْضِ وَابْتَغُوْا مِنْ فَضْلِ اللّٰهِ وَاذْكُرُوا اللّٰهَ كَثِيْرًا لَّعَلَّكُمْ تُفْلِحُوْنَ   \r\nApabila salat telah dilaksanakan, maka bertebaranlah kamu di bumi; carilah karunia Allah dan ingatlah Allah banyak-banyak agar kamu beruntung.  (al-Jumuah/62: 10);Sebaliknya melalaikan urusan dunia dan hanya mementingkan urusan akhirat juga tercela, karena orang muslim diperintahkan Allah supaya berusaha mencari rezeki untuk memenuhi kebutuhannya, dan kebutuhan keluarganya. Orang-orang yang berusaha menyeimbangkan antara urusan duniawi dan urusan ukhrawi itulah orang-orang yang diridai oleh Allah. Dia bekerja untuk dunianya karena taat dan patuh kepada perintah dan petunjuk-Nya. Dia beramal untuk akhirat karena taat dan patuh kepada perintah serta petunjuk-Nya, sebagai persiapan untuk menghadapi hari akhirat yang amat dahsyat dan penuh kesulitan, sebagaimana disebut dalam firman-Nya:\r\nاِنَّا نَخَافُ مِنْ رَّبِّنَا يَوْمًا عَبُوْسًا قَمْطَرِيْرًا   ١٠  فَوَقٰىهُمُ اللّٰهُ شَرَّ ذٰلِكَ الْيَوْمِ وَلَقّٰىهُمْ نَضْرَةً وَّسُرُوْرًاۚ  ١١  وَجَزٰىهُمْ بِمَا صَبَرُوْا جَنَّةً وَّحَرِيْرًاۙ  ١٢  \r\nSungguh, kami takut akan (azab) Tuhan pada hari (ketika) orang-orang berwajah masam penuh kesulitan.” Maka Allah melindungi mereka dari kesusahan hari itu, dan memberikan kepada mereka keceriaan dan kegembiraan. Dan Dia memberi balasan kepada mereka karena kesabarannya (berupa) surga dan (pakaian) sutera. (al-Insān/76: 10-12)\r\n"}