{"tafsir_id":283,"surah_id":2,"aya_number":276,"tafsir_wajiz":"Allah memusnahkan harta yang diperoleh dari hasil praktik riba sedikit demi sedikit sampai akhirnya habis, atau menghilangkan keberkahannya sehingga tidak bermanfaat dan menyuburkan sedekah yakni dengan mengembangkan dan menambahkan harta yang disedekahkan, serta memberikan keberkahan harta, ketenangan jiwa dan ketenteraman hidup bagi pemberi dan penerima. Allah tidak menyukai dan tidak mencurahkan rahmat-Nya kepada setiap orang yang tetap dalam kekafiran karena mempersamakan riba dengan jual beli dengan disertai penolakan terhadap ketetapan Allah, dan tidak mensyukuri kelebihan nikmat yang mereka dapatkan, bahkan menggunakannya untuk menindas dan mengeksploitasi kelemahan orang lain, dan Allah tidak menyukai setiap orang yang bergelimang dosa karena praktik riba tidak hanya merugikan satu orang saja, tetapi dapat meruntuhkan perekonomian yang dapat merugikan seluruh warga masyarakat. ","tafsir_tahlili":"(276) Riba itu tidak ada manfaatnya sedikit pun baik di dunia maupun di akhirat nanti. Yang ada manfaatnya adalah sedekah.\r\nAllah memusnahkan riba dan menyuburkan sedekah. Artinya memusnahkan harta yang diperoleh dari riba dan harta yang bercampur dengan riba atau meniadakan berkahnya. “Menyuburkan sedekah” ialah mengembangkan harta yang telah dikeluarkan sedekahnya sesuai dengan ketantuan-ketentuan agama atau melipatgandakan berkah harta itu. Allah berfirman:\r\nوَمَآ اٰتَيْتُمْ مِّنْ رِّبًا لِّيَرْبُوَا۠ فِيْٓ اَمْوَالِ النَّاسِ فَلَا يَرْبُوْا عِنْدَ اللّٰهِ ۚوَمَآ اٰتَيْتُمْ مِّنْ زَكٰوةٍ تُرِيْدُوْنَ وَجْهَ اللّٰهِ فَاُولٰۤىِٕكَ هُمُ الْمُضْعِفُوْنَ  \r\nDan sesuatu riba (tambahan) yang kamu berikan agar harta manusia bertambah, maka tidak bertambah dalam pandangan Allah. Dan apa yang kamu berikan berupa zakat yang kamu maksudkan untuk memperoleh keridaan Allah, maka itulah orang-orang yang melipatgandakan (pahalanya). (ar-Rµm/30:39).;Para ulama berpendapat bahwa yang dimaksud dengan perkataan “Allah memusnahkan riba” ialah Allah memusnahkan keberkahan harta riba, karena akibat melakukan riba timbul permusuhan antara orang-orang pemakan riba, dan kebencian masyarakat terhadap mereka terutama orang yang pernah membayar utang kepadanya dengan riba yang berlipat ganda, dan juga menyebabkan bertambah jauhnya jarak hubungan antara yang punya dan yang tidak punya. Kebencian dan permusuhan ini bila mencapai puncaknya akan menimbulkan peperangan dan kekacauan dalam masyarakat.\r\nAllah tidak menyukai orang-orang yang mengingkari nikmat-Nya berupa harta yang telah dianugerahkan kepada mereka. Mereka tidak menggunakan harta itu menurut ketentuan-ketentuan yang telah ditetapkan Allah, serta tidak memberikannya kepada orang yang berhak menerimanya. Demikian pula Allah tidak menyukai orang-orang yang menggunakan dan membelanjakan hartanya semata-mata untuk kepentingan diri sendiri, serta mencari harta dengan menindas atau memperkosa hak orang lain."}