{"tafsir_id":2853,"surah_id":24,"aya_number":62,"tafsir_wajiz":"Setelah menjelaskan izin dan etika pertemuan, kini Allah meng-uraikan etika perpisahan. Orang mukmin sejati adalah orang yang beriman kepada Allah dan Rasul-Nya, yaitu Nabi Muhammad, dan apabila mereka berada bersama-sama dengan beliau dalam suatu urusan bersama, mereka tidak meninggalkan beliau sebelum meminta izin kepadanya lalu diizinkan olehnya. Sesungguhnya orang-orang yang meminta izin kepadamu, wahai Nabi Muhammad, dalam urusan penting, mereka itulah orang-orang yang benar-benar beriman kepada Allah dan Rasul-Nya. Maka apabila mereka meminta izin kepadamu karena suatu keperluan, berilah izin kepada siapa yang engkau kehendaki di antara mereka dan tidak mengapa jika engkau tidak memberi izin sesuai maslahat yang engkau perhitungkan, dan mohonkanlah ampunan untuk mereka kepada Allah atas kepergian mereka. Sungguh, Allah Maha Pengampun kepada orang-orang yang engkau mintakan ampunan untuknya, Maha Penyno_ayatng kepada mereka yang engkau mintakan rahmat untuknya. Demikian mulia kedudukan Nabi sehingga para sahabat harus meminta izin apabila hendak meninggalkan majelis beliau.","tafsir_tahlili":"(62) Pada ayat ini Allah menerangkan bahwa orang yang benar-benar beriman kepada Allah dan Rasul-Nya ialah orang-orang yang bila berada bersama Rasulullah untuk membicarakan suatu hal yang penting mengenai urusan kaum muslim, mereka tidak mau meninggalkan pertemuan itu sebelum mendapatkan izin dari Rasulullah. Setelah mendapat izin barulah mereka meninggalkan pertemuan itu dan memberi salam kepada para hadirin yang masih tinggal bersama Rasulullah. \r\nعَنْ اَبِى هُرَيْرَةَ عَنْ رَسُوْلِ اللهِ صَلَّى الله ُعَلَيْهِ وَسَلَّمَ قَالَ: اِذَا اِنْتَهَى اَحَدُكُمْ اِلَى الْمَجْلِسِ فَلْيُسَلِّمْ فَاِنْ بَدَا لَهُ اَنْ يَجْلِسَ فَلْيَجْلِسْ. ثُمَّ اِذَا قَامَ فَلْيُسَلِّمْ فَلَيْسَتِ اْلاُوْلَى بِأَحَقَّ مِنَ اْلاٰخِرَةِ. (رواه احمد وابو داود وابن حبان)\r\nDari Abu Hurairah  dari Rasulullah, beliau bersabda, “Bila salah seorang di antara kamu telah sampai ke suatu majlis, hendaklah ia memberi salam. Bila ia hendak duduk, maka duduklah. Kemudian bila hendak pergi, hendaklah memberi salam. Orang yang dahulu tidak lebih berhak dari yang belakangan. (Riwayat A¥mad, Abu Dāud, Ibnu ¦ibbān dan al-¦ākim)\r\nOrang-orang yang sifat tingkah lakunya seperti itu, itulah orang-orang yang benar-benar beriman kepada Allah dan Rasul-Nya. Kemudian Allah memerintahkan kepada Rasulullah, bila ada seseorang yang memajukan permohonan untuk meninggalkan suatu pertemuan bersama Rasululah, maka Rasulullah berhak sepenuhnya untuk menerima permohonan itu atau menolaknya sesuai dengan keadaan orang yang meminta izin itu dan untuk keperluan apa dia meninggalkan sidang itu.\r\nPernah Umar bin al-Kha¯¯āb meminta izin kepada Rasulullah kembali ke Medinah untuk menemui keluarganya dalam suatu perjalanan bersama-sama sahabat lainnya menuju Tabuk, maka Rasulullah memberi izin kepada Umar dan berkata kepadanya. Kembalilah! Engkau bukanlah seorang munafik. Rasulullah diperintahkan pula setelah memberi izin kepada orang yang memohonkannya agar ia meminta ampun kepada Allah untuk orang-orang meminta izin itu. Ini adalah satu isyarat bahwa meminta izin itu meskipun dibolehkan meninggalkan pertemuan dengan Rasulullah, namun Rasulullah disuruh meminta ampunan kepada Allah bagi orang itu. Hal ini menunjukkan, bahwa permintaan izin dan meninggalkan pertemuan itu adalah suatu hal yang tidak layak atau tercela. Seakan-akan orang itu lebih mengutamakan kepentingan pribadinya sendiri daripada kepentingan bersama di hadapan Rasulullah. Demikian salah satu di antara adab sopan santun dalam bergaul dengan Rasulullah saw. Rasulullah adalah seorang Rasul yang dimuliakan Allah, karena itu tidak layak seorang muslim memperlakukannya seperti kepada pemimpin lainnya yang mungkin saja mempunyai kesalahan dan kekhilafan.\r\n"}