{"tafsir_id":2855,"surah_id":24,"aya_number":64,"tafsir_wajiz":"“Ketahuilah bahwa sesungguhnya milik Allah-lah apa yang di langit dan di bumi serta segala isinya. Sungguh, Dia mengetahui keadaan kamu sekarang, baik kamu beriman maupun kamu ingkar. Dan Dia mengetahui pula keadaan manusia di hari ketika mereka dikembalikan kepada-Nya, lalu diterangkan-Nya kepada mereka apa yang telah mereka kerjakan selama di dunia. Dan Allah Maha Mengetahui segala sesuatu di alam semesta. []","tafsir_tahlili":"(64) Allah menutup Surah an-Nµr ini setelah menerangkan bahwa Dialah Pemberi cahaya bagi langit dan bumi dan apa yang ada di antara keduanya dan memberi petunjuk kepada hamba-Nya dengan perantaraan rasul-rasul-Nya, dan mengancam orang-orang yang melanggar perintah-Nya dengan menegaskan bahwa milik-Nyalah semua yang ada di langit dan di bumi itu dan Dia mengetahui keadaan semua hamba-Nya dan akan memperhitungkan semua amal perbuatan mereka serta membalasnya. Perbuatan jahat diberi balasan yang setimpal dengan kejahatan yang dikerjakan dan perbuatan baik dibalas dengan berlipat ganda, seperti tersebut dalam firman-Nya:\r\nوَمَا تَكُوْنُ فِيْ شَأْنٍ وَّمَا تَتْلُوْا مِنْهُ مِنْ قُرْاٰنٍ وَّلَا تَعْمَلُوْنَ مِنْ عَمَلٍ اِلَّا كُنَّا عَلَيْكُمْ شُهُوْدًا اِذْ تُفِيْضُوْنَ فِيْهِۗ وَمَا يَعْزُبُ عَنْ رَّبِّكَ مِنْ مِّثْقَالِ ذَرَّةٍ فِى الْاَرْضِ وَلَا فِى السَّمَاۤءِ وَلَآ اَصْغَرَ مِنْ ذٰلِكَ وَلَآ اَكْبَرَ اِلَّا فِيْ كِتٰبٍ مُّبِيْنٍ   \r\nDan tidakkah engkau (Muhammad) berada dalam suatu urusan, dan tidak membaca suatu ayat Al-Quran serta tidak pula kamu melakukan suatu pekerjaan, melainkan Kami menjadi saksi atasmu ketika kamu melakukannya. Tidak lengah sedikit pun dari pengetahuan Tuhanmu biarpun sebesar zarrah baik di bumi ataupun di langit. Tidak ada sesuatu yang lebih kecil dan yang lebih besar dari itu, melainkan semua tercatat dalam Kitab yang nyata (Lau¥ Ma¥fµ§).(Yµnus/10: 61)\r\nSelanjutnya dalam sebuah hadis riwayat a¯-°abari dijelaskan sebagai berikut:\r\nعَنْ عُقْبَةَ بْنِ عَامِرِ قَالَ: رَأَيْتُ رَسُوْلَ اللهِ صَلَّى الله ُعَلَيْهِ وَسَلَّمَ وَهُوَ يَقْرَأُ هَذِهِ اْلاَيَةِ فِى خَاتِمَةِ النُّوْرِ وَهُوَ جَاعِلُ اَصْبِعَيْهِ تَحْتَ عَيْنِهِ يَقُوْلُ (بِكُلِّ شَيْئٍ بَصِيْرٌ). (رواه الطبري وغيره)\r\nDiriwayatkan dari `Uqbah bin Amir, “Aku melihat Rasulullah saw di waktu sedang membaca ayat terakhir dari Surah an- Nur ini, beliau  meletakkan dua buah jari tangannya di bawah pelupuk matanya dan bersabda: Allah Maha Melihat segala sesuatu.” (Riwayat a¯-°abar³ dan lainnya)\r\n"}