{"tafsir_id":2856,"surah_id":25,"aya_number":1,"tafsir_wajiz":"Mahasuci Allah yang telah menurunkan Furqan, yaitu Al-Qur’an yang menjelaskan dengan gamblang perbedaan antara hak dan batil. Dia menurunkannya kepada hamba-Nya, Nabi Muhammad, agar dia menjadi pemberi peringatan kepada seluruh alam, baik jin maupun manusia, dan tidak dikhususkan bagi kelompok tertentu.","tafsir_tahlili":"(1-2) Pada ayat ini Allah memuji diri-Nya dengan menurunkan Al-Qur'an kepada Nabi Muhammad saw yang disebutnya “hamba-Nya” untuk menjadi peringatan bagi alam semesta (manusia dan jin). Dengan pujian terhadap diri-Nya karena Dia menurunkan Al-Qur'an kepada Nabi Muhammad dapatlah dipahami bahwa Al-Qur'an itu adalah suatu kitab yang amat penting dan amat tinggi nilainya di sisi Allah, karena Al-Qur'an itu adalah petunjuk dan pedoman hidup bagi makhluk-Nya yang dimuliakan-Nya yaitu manusia, sedangkan ciptaan-ciptaan lainnya baik di langit maupun di bumi adalah untuk kepentingan manusia itu sendiri. Pada ayat ini Allah tidak menyebut Al-Qur'an tetapi al-Furqān karena Al-Qur'an itu adalah pembeda yang hak dan yang batil antara petunjuk dan kesesatan. Al-Qur'an diturunkan untuk seluruh umat manusia di masa Nabi Muhammad dan masa sesudahnya sampai hari Kiamat, karena nabi-nabi sebelum Muhammad saw hanya diutus untuk kaumnya sedang Nabi Muhammad diutus untuk manusia di segala masa dan di semua tempat. \r\nDemikian pula Allah tidak menyebut nama Muhammad atau Rasul-Nya tetapi menyebut “hamba-Nya” karena hendak memuliakan-Nya dengan gelar itu. Manusia yang benar-benar memperhambakan dirinya kepada Allah mengaku keesaan dan kekuasaan-Nya, taat dan patuh menjalankan perintah-Nya selalu menjadikan petunjuk-Nya sebagai pedoman hidupnya, mencintai Allah secara hakiki lebih daripada apa pun di dunia ini, itulah hamba Allah yang hakiki, hamba Allah terkandung di dalam Surah al-Furqān ini. Di dalam ayat-ayat lain Allah menyebut Nabi Muhammad saw dengan predikat “hamba-Nya” seperti firman-Nya:\r\nسُبْحٰنَ الَّذِيْٓ اَسْرٰى بِعَبْدِهٖ لَيْلًا مِّنَ الْمَسْجِدِ الْحَرَامِ اِلَى الْمَسْجِدِ الْاَقْصَا الَّذِيْ بٰرَكْنَا حَوْلَهٗ \r\nMahasuci (Allah), yang telah memperjalankan hamba-Nya (Muhammad) pada malam hari dari Masjidilharam ke Masjidil Aqsa yang telah Kami berkahi sekelilingnya. (al-Isrā`/17: 1)\r\nDan firman-Nya:\r\nوَّاَنَّهٗ لَمَّا قَامَ عَبْدُ اللّٰهِ يَدْعُوْهُ كَادُوْا يَكُوْنُوْنَ عَلَيْهِ لِبَدًاۗ  ࣖ  \r\nDan sesungguhnya ketika hamba Allah (Muhammad) berdiri menyembah-Nya (melaksanakan salat), mereka (jin-jin) itu berdesakan mengerumuninya. (al-Jin/72: 19)\r\nDan firman-Nya:\r\nاَلْحَمْدُ لِلّٰهِ الَّذِيْٓ اَنْزَلَ عَلٰى عَبْدِهِ الْكِتٰبَ وَلَمْ يَجْعَلْ لَّهٗ عِوَجًا ۜ  \r\nSegala puji bagi Allah yang telah menurunkan Kitab (Al-Quran) kepada hamba-Nya dan Dia tidak menjadikannya bengkok. (al-Kahf/18: 1)\r\nSetelah Allah menyebutkan diri-Nya Yang menurunkan al-Furqān kepada hamba-Nya, barulah Dia mensifati diri-Nya bahwa Dialah pemilik langit dan bumi dan yang berkuasa atas keduanya, mengutus dan mengurusnya menurut hikmah kebijaksanaan-Nya sesuai dengan kepentingan dan kemaslahatan masing-masing ciptaan-Nya itu. Allah menyatakan pula bahwa Dia tidak mempunyai anak sebagaimana dituduhkan oleh kaum Nasrani, orang-orang Yahudi dan kaum musyrikin, sebagaimana tersebut dalam firman-Nya:\r\nوَقَالَتِ الْيَهُوْدُ عُزَيْرُ ِۨابْنُ اللّٰهِ وَقَالَتِ النَّصٰرَى الْمَسِيْحُ ابْنُ اللّٰهِ ۗذٰلِكَ قَوْلُهُمْ بِاَفْوَاهِهِمْۚ يُضَاهِـُٔوْنَ قَوْلَ الَّذِيْنَ كَفَرُوْا مِنْ قَبْلُ ۗقَاتَلَهُمُ اللّٰهُ ۚ اَنّٰى يُؤْفَكُوْنَ   \r\nDan orang-orang Yahudi berkata, ”Uzair putra Allah,” dan orang-orang Nasrani  berkata, ”Al-Masih putra Allah.” Itulah ucapan yang keluar dari mulut mereka. Mereka meniru ucapan orang-orang kafir yang terdahulu. Allah melaknat mereka; bagaimana mereka sampai  berpaling?  (at-Taubah/9: 30)\r\nDan firman-Nya:\r\nفَاسْتَفْتِهِمْ اَلِرَبِّكَ الْبَنَاتُ وَلَهُمُ الْبَنُوْنَۚ   ١٤٩  اَمْ خَلَقْنَا الْمَلٰۤىِٕكَةَ اِنَاثًا وَّهُمْ شَاهِدُوْنَ  ١٥٠  اَلَآ اِنَّهُمْ مِّنْ اِفْكِهِمْ لَيَقُوْلُوْنَۙ  ١٥١  وَلَدَ اللّٰهُ ۙوَاِنَّهُمْ لَكٰذِبُوْنَۙ  ١٥٢  اَصْطَفَى الْبَنَاتِ عَلَى الْبَنِيْنَۗ   ١٥٣  \r\nMaka tanyakanlah (Muhammad) kepada mereka (orang-orang kafir Mekah), ”Apakah anak-anak perempuan itu untuk Tuhanmu sedangkan untuk mereka anak-anak laki-laki?” atau apakah Kami menciptakan malaikat-malaikat berupa perempuan sedangkan mereka menyaksikan(nya)? Ingatlah, sesungguhnya di antara kebohongannya mereka benar-benar mengatakan,  “Allah mempunyai anak.” Dan sungguh, mereka benar-benar pendusta. Apakah Dia (Allah) memilih anak-anak perempuan daripada anak-anak laki-laki? (a¡-¢āffāt/37: 149-153)\r\nSelanjutnya Allah menyatakan lagi bahwa Dia tidak bersekutu dengan lainnya dalam kekuasaan-Nya, hanya Dialah yang patut disembah dan kepada-Nya sajalah manusia harus memohonkan sesuatu, bukan seperti yang dilakukan oleh manusia-manusia yang telah sesat yang menyembah makhluk-Nya seperti menyembah manusia, berhala dan benda-benda lainnya. Kemudian Allah menyatakan pula bahwa Dialah Pencipta segala sesuatu sesuai dengan hikmah kebijaksanaan-Nya dan mengaturnya menurut kehendak dan Ilmu-Nya.\r\nRingkasnya segala sesuatu dalam alam ini baik di langit maupun di bumi adalah makhluk-Nya. Dialah Penciptanya tidak ada Pencipta selain Dia tidak ada sekutu bagi-Nya yang patut disembah, semua berada di bawah kekuasaan-Nya dan tunduk patuh kepada sunnah dan peraturan yang telah ditetapkan-Nya. Janganlah sekali-kali terbayang atau terlintas dalam pikiran manusia bahwa Dia mempunyai anak atau mempunyai sekutu.\r\n"}