{"tafsir_id":2872,"surah_id":25,"aya_number":17,"tafsir_wajiz":"Setelah menjelaskan kesudahan yang sangat kontras bagi kaum kafir dan kaum mukmin, pada no_ayatt ini Allah menjelaskan kesudahan sesembahan kaum kafir. Dan ingatlah pula pada hari ketika Allah mengumpulkan kaum musyrik bersama apa yang mereka sembah selain Allah, baik malaikat, jin, manusia, maupun makhluk tak bernyawa seperti berhala, lalu Dia berfirman kepada sesembahan itu, “Apakah kamu yang menyesatkan hamba-hamba-Ku itu dengan paksaan dan tipu dno_ayat kamu, atau mereka sendirikah yang sesat dan menyimpang dari jalan yang benar?”","tafsir_tahlili":"(17) Pada hari Kiamat orang-orang musyrik dikumpulkan bersama-sama dengan sembahan-sembahan mereka. Lalu Allah mengemukakan pertanyaan-pertanyaan kepada sembahan-sembahan itu. Benarkah mereka dahulu di dunia menyuruh mereka itu menyembahnya sehingga mereka telah sesat dari jalan yang benar, mempersekutukan Allah dengan sesembahan itu sehingga mereka mengingkari ajaran-ajaran Allah dan ajaran-ajaran Rasul-Nya. Di antara sembahan-sembahan yang disembah orang-orang kafir itu termasuk beberapa malaikat, Nabi Isa dan Uzair. Mereka merasa sangat heran dan tercengang mendengar pertanyaan-pertanyaan itu karena mereka tidak pernah menyuruh manusia menyembah mereka, bahkan mereka selalu menyeru kepada tauhid, menyembah Allah tanpa mempersekutukan-Nya dengan suatu apapun. Dalam ayat ini disebutkan pertanyaan Allah yang khusus dihadapkan kepada Nabi Isa yaitu firman-Nya:\r\nوَاِذْ قَالَ اللّٰهُ يٰعِيْسَى ابْنَ مَرْيَمَ ءَاَنْتَ قُلْتَ لِلنَّاسِ اتَّخِذُوْنِيْ وَاُمِّيَ اِلٰهَيْنِ مِنْ دُوْنِ اللّٰهِ ۗقَالَ سُبْحٰنَكَ مَا يَكُوْنُ لِيْٓ اَنْ اَقُوْلَ مَا لَيْسَ لِيْ بِحَقٍّ ۗاِنْ كُنْتُ قُلْتُهٗ فَقَدْ عَلِمْتَهٗ ۗتَعْلَمُ مَا فِيْ نَفْسِيْ وَلَآ اَعْلَمُ مَا فِيْ نَفْسِكَ ۗاِنَّكَ اَنْتَ عَلَّامُ الْغُيُوْبِ  \r\nDan (ingatlah) ketika Allah berfirman, ”Wahai Isa putra Maryam! Engkaukah yang mengatakan kepada orang-orang, ”Jadikanlah aku dan ibuku sebagai dua tuhan selain Allah?” (Isa) menjawab, ”Mahasuci Engkau, tidak patut bagiku mengatakan apa yang bukan hakku. Jika aku pernah mengatakannya tentulah Engkau telah mengetahuinya. Engkau mengetahui apa yang ada pada diriku dan aku tidak mengetahui apa yang ada pada-Mu. Sungguh, Engkaulah Yang Maha Mengetahui segala yang gaib.” (al-Mā`idah/5: 116)\r\n"}