{"tafsir_id":2877,"surah_id":25,"aya_number":22,"tafsir_wajiz":"Ingatlah pada hari ketika mereka melihat para malaikat, yang dahulu mereka mintakan kepada Nabi Muhammad didatangkan, ternyata yang datang kepada mereka adalah malaikat penyiksa. Pada hari itu tidak ada kabar gembira bagi orang-orang yang berdosa sementara kaum mukmin mendapatkan kabar gembira itu dari para malaikat bahwa dosa-dosa mereka diampuni oleh Allah, dan mereka akan dimasukkan ke dalam surga. Dan mereka para malaikat itu berkata, kepada orang kafir “Hijran mahjura”. yang berarti: terlarang bagi kalian mendapatkan berita gembira itu.","tafsir_tahlili":"(22) Pada ayat ini dijelaskan keadaan orang-orang kafir dan musyrik ketika berjumpa dengan malaikat di akhirat. Malaikat yang mereka inginkan sebagai rasul di dunia, atau sebagai saksi dari kebenaran kenabian Muhammad, akan mereka temui di akhirat. Namun demikian, pertemuan itu tidak seperti yang mereka harapkan karena mereka tidak akan mendengar kabar gembira dari para malaikat itu, baik berupa ampunan dari dosa, atau perintah masuk surga. Mereka hanya mendengar perkataan yang sangat menyakitkan hati, yaitu ¥ijran ma¥jµran, yang berarti “(surga) haram dan diharamkan bagi mereka”. Ucapan malaikat itu dianggap sangat menyakitkan, karena biasa diucapkan orang Arab ketika mendapatkan kesulitan.\r\nAdapun orang-orang mukmin disambut baik oleh para malaikat yang datang menyongsong mereka dan memberi kabar gembira untuk masuk surga. Hal ini digambarkan dalam firman Allah:\r\nاِنَّ الَّذِيْنَ قَالُوْا رَبُّنَا اللّٰهُ ثُمَّ اسْتَقَامُوْا تَتَنَزَّلُ عَلَيْهِمُ الْمَلٰۤىِٕكَةُ اَلَّا تَخَافُوْا وَلَا تَحْزَنُوْا وَاَبْشِرُوْا بِالْجَنَّةِ الَّتِيْ كُنْتُمْ تُوْعَدُوْنَ  ;Sesungguhnya orang-orang yang berkata, ”Tuhan kami adalah Allah,” kemudian mereka meneguhkan pendirian mereka, maka malaikat-malaikat akan turun kepada mereka (dengan berkata), ”Janganlah kamu merasa takut dan janganlah kamu bersedih hati; dan bergembiralah kamu dengan (memperoleh) surga yang telah dijanjikan kepadamu.” (Fu¡¡ilat/41: 30)\r\n"}