{"tafsir_id":2883,"surah_id":25,"aya_number":28,"tafsir_wajiz":"“Wahai, celaka aku! Sekiranya dulu ketika di dunia aku tidak menjadikan si fulan itu teman akrab-ku, temanku itulah yang ikut mempengaruhiku, sehingga aku menjadi pendosa dengan kekafiran dan kemusyrikan.”","tafsir_tahlili":"(27-28) Pada hari itu, orang-orang yang zalim akan menggigit jari mereka dengan penuh penyesalan karena telah melalaikan kewajiban-kewajibannya selama hidup di dunia. Dengan sombong, mereka telah berpaling dari kebenaran yang dibawa oleh utusan Allah kepada mereka. Mereka menangis tersedu-sedu menyesali diri seandainya dulu ketika hidup di dunia mereka mengikuti ajakan Rasulullah kepada jalan yang lurus yang membawa keselamatan dunia dan akhirat. Mereka berkata dengan penuh penyesalan, “Seandainya aku di dunia dulu mengikuti Muhammad, bersama-sama beliau menuju jalan yang benar. Andaikan aku dulu dapat menahan kesombongan sehingga dengan tulus ikhlas memeluk agama Islam, niscaya aku tidak merasakan kesulitan ini.” Hanya sayang penyesalan itu tidak berguna lagi. \r\nMereka menyesal karena keliru mencari kawan. Ini kecelakaan dan kebinasaan yang besar. “Seandainya aku dulu tidak menjadikan si fulan itu teman akrabku, tentu dia tidak dapat menjerumuskan aku ke dalam kesesatan.” Memang yang menjerumuskan manusia ke dalam kecelakaan dan kesesatan itu ada kalanya setan sendiri atau setan yang berbentuk manusia, seperti seorang musyrik Arab yang bernama Ubay bin Khalaf.\r\nPersahabatan Uqbah bin Ab³ Muai¯ dengan Ubay bin Khalaf sangat berpengaruh baginya. Uqbah bin Ab³ Muai¯ sering menghadiri pengajian Nabi Muhammad sehingga menjadi kenalan yang baik. Pada suatu hari, ia mengundang Nabi Muhammad untuk makan di rumahnya. Ketika itu, Nabi tidak mau makan kecuali jika Uqbah bin Ab³ Muai¯ mau masuk Islam, lalu Uqbah membaca dua kalimat syahadat.\r\nNamun sahabat Uqbah bin Ab³ Muai¯ yang bernama Ubay bin Khalaf tidak senang dan marah kepadanya. Uqbah bin Ab³ Muai¯ lalu mengatakan bahwa ia masuk Islam hanya pura-pura saja. Ubay bin Khalaf menyuruh agar Uqbah bin Ab³ Muai¯ meludahi wajah Nabi Muhammad. Hal itu lalu dilakukannya ketika beliau sedang melaksanakan salat di D±r an-Nadwah, dekat Baitullah. Uqbah bin Ab³ Muai¯ mematuhi apa yang dikehendaki sahabatnya. Demikianlah akibat persahabatan dengan orang yang tidak baik akan membawa akibat yang tidak baik pula. \r\nNabi Muhammad memberi pedoman agar selalu mencari sahabat atau teman akrab yang baik. Sabda beliau:\r\nالرَّجُلُ عَلَى دِيْنِ خَلِيْلِهِ فَلْيَنْظُرْ أَحَدُكُمْ مَنْ يُخَالِلُ (رواه أبو داود والترمذي عن أبي هريرة)\r\nSeseorang akan mengikuti perilaku temannya, maka perhatikanlah siapa temanmu. (Riwayat Abµ D±wud dan at-Tirmi©³ dari Abµ Hurairah);Dan sabda Rasulullah saw:\r\nإنَّمَا مَثَلُ الْجَلِيْسِ الصَّالِحِ وَالْجَلِيْسُ السُّوْءِ كَحَامِلِ الْمِسْكِ وَنَافِخِ الْكِيْرِ فَحَامِلُ الْمِسْكِ إِمَّا أَنْ يَحْذِيَكَ وَإِمَّا أَنْ تَبْتَاعَ مِنْهُ وَإِِمَّا أَنْ تَجِدَ مِنْهُ رِيْحًا طَيِّبَةً وَنَافِخُ الْكِيْرِ إِمَّا أَنْ يَحْرِقَ ثِيَابَكَ وَإِمَّا أَنْ تَجِدَ مِنْهُ رِيْحًا مُنْتِنَةً. (رواه الشيخان عن أبي موسى الأشعرى)\r\nPerumpamaan teman duduk yang baik dan yang jahat ialah seperti pembawa minyak kasturi dan pandai besi. Pembawa minyak kasturi itu adakalanya kamu menerima atau membeli minyak daripadanya. Dan paling sedikit kamu mendapatkan bau harum daripadanya. Adapun pandai besi kadang-kadang ia membakar pakaianmu (karena semburan apinya) atau kamu menjumpai bau yang tidak sedap.” (Riwayat asy-Syaikh±n dari Abµ Mµsa al-Asyar³).\r\n"}