{"tafsir_id":289,"surah_id":2,"aya_number":282,"tafsir_wajiz":"Wahai orang-orang yang beriman! Apabila kamu melakukan utang piutang untuk waktu pembno_ayatran yang ditentukan, hendaklah kamu menuliskannya untuk melindungi hak masing-masing dan untuk menghindari perselisihan. Dan hendaklah seorang yang bertugas sebagai penulis di antara kamu menuliskannya dengan benar, jujur, dan adil, sesuai ketentuan Allah dan peraturan perundangan yang berlaku dalam masyarakat. Kepada para penulis diingatkan agar janganlah penulis menolak untuk menuliskannya sebagai tanda syukur, sebagaimana Allah telah mengajarkan kepadanya kemampuan membaca dan menulis, maka hendaklah dia menuliskan sesuai dengan pengakuan dan pernyataan pihak yang berutang dan disetujui oleh pihak yang mengutangi. Dan hendaklah orang yang berutang itu mendiktekan apa yang telah disepakati untuk ditulis, dan hendaklah dia bertakwa kepada Allah, Tuhan Pemelihara-nya, dan janganlah dia mengurangi sedikit pun daripada utang-nya, baik yang berkaitan dengan kadar utang, waktu, cara pembno_ayatran, dan lain-lain yang dicakup oleh kesepakatan. Jika yang berutang itu orang yang kurang akalnya, tidak pandai mengurus harta karena suatu dan lain sebab, atau lemah keadaannya, seperti sakit atau sangat tua, atau tidak mampu mendiktekan sendiri karena bisu atau tidak mengetahui bahasa yang digunakan, atau boleh jadi malu, maka hendaklah walinya mendiktekannya dengan benar dan jujur. Dan persaksikanlah dengan dua orang saksi laki-laki di antara kamu. Jika tidak ada saksi dua orang laki-laki, atau kalau saksi itu bukan dua orang laki-laki, maka boleh seorang laki-laki dan dua orang perempuan di antara orang-orang yang kamu sukai dari para saksi yang ada, yakni yang disepakati oleh yang melakukan transaksi. Hal tersebut agar jika yang seorang dari perempuan itu lupa, maka perempuan yang seorang lagi yang menjadi saksi bersamanya mengingatkannya. Dan sebagaimana Allah berpesan kepada para penulis, kepada para saksi pun Allah berpesan. Janganlah saksi-saksi itu menolak memberi keterangan apabila dipanggil untuk memberi kesaksian, karena penolakannya itu dapat merugikan orang lain. Dan janganlah kamu bosan menuliskannya, baik utang itu kecil maupun besar, sampai yakni tiba batas waktu membno_ayatrnya. Yang demikian itu, yakni penulisan utang piutang dan persaksian yang dibicarakan itu, lebih adil di sisi Allah, yakni dalam pengetahuan-Nya dan dalam kenyataan hidup, dan lebih dapat menguatkan kesaksian, yakni lebih membantu penegakan persaksian, dan lebih mendekatkan kamu kepada ketidakraguan terkait jenis utang, besaran dan waktunya. Petunjuk-petunjuk di atas adalah jika muamalah dilakukan dalam bentuk utang piutang, tetapi jika hal itu merupakan perdagangan berupa jual beli secara tunai yang kamu jalankan di antara kamu, maka tidak ada dosa bagi kamu jika kamu tidak menuliskannya, sebab memang pencatatan jual beli tidak terlalu penting dibanding transaksi utang-piutang. Dan dianjurkan kepadamu ambillah saksi apabila kamu berjual beli untuk menghindari perselisihan, dan janganlah penulis dipersulit dan begitu juga saksi oleh para pihak untuk memberikan keterangan dan kesaksian jika diperlukan, begitu juga sebaliknya para pencatat dan saksi tidak boleh merugikan para pihak. Jika kamu, wahai para penulis dan saksi serta para pihak, lakukan yang demikian, maka sungguh, hal itu suatu kefasikan pada kamu. Dan bertakwalah kepada Allah dan rasakanlah keagunganNya dalam setiap perintah dan larangan, Allah memberikan pengajaran kepadamu tentang hak dan kewajiban, dan Allah Maha Mengetahui Segala sesuatu.","tafsir_tahlili":"(282) Dengan adanya perintah membelanjakan harta di jalan Allah, anjuran bersedekah dan larangan melakukan riba, maka manusia harus berusaha memelihara dan mengembangkan hartanya, tidak menyia-nyiakannya sesuai dengan ketentuan-ketentuan Allah. Hal ini menunjukkan bahwa harta itu bukan sesuatu yang dibenci Allah dan dicela agama Islam. Bahkan Allah di samping memberi perintah untuk itu, juga memberi petunjuk dan menetapkan ketentuan-ketentuan umum serta hukum-hukum yang mengatur cara-cara mencari, memelihara, menggunakan dan menafkahkan harta di jalan Allah. Harta yang diperoleh sesuai dengan ketentuan-ketentuan Allah adalah harta yang paling baik, sesuai dengan sabda Rasulullah saw:\r\nنِعِمَّا الْمَالُ الصَّالِحُ لِلْمَرْءِ الصَّالِحِ (رواه أحمد والطبراني عن عمرو بن عاص)\r\n“Harta yang paling baik ialah harta kepunyaan orang saleh.” (Riwayat A¥mad dan a¯-°abr±n³ dari Amr bin ²¡).;Yang dibenci Allah dan yang dicela oleh Islam ialah harta yang diperoleh dengan cara-cara yang menyimpang dari ketentuan-ketentuan Allah swt dan harta orang-orang yang menjadikan dirinya sebagai budak harta. Seluruh kehidupan, usaha, dan pikirannya dicurahkan untuk menumpuk harta dan memperkaya diri sendiri. Karena itu timbullah sifat-sifat tamak, serakah, bakhil dan kikir pada dirinya, sehingga dia tidak mengindahkan orang yang miskin dan terlantar. Rasulullah saw bersabda:\r\nتَعِسَ عَبْدُ الدِّيْنَارِ تَعِسَ عَبْدُ الدِّرْهَمِ (رواه البخاري عن أبي هريرة)\r\n“Celakalah budak dinar, celakalah budak dirham.” (Riwayat al-Bukh±r³ dari Abµ Hurairah).;Dalam ayat ini Allah memerintahkan kepada orang yang beriman agar mereka melaksanakan ketentuan-ketentuan Allah setiap melakukan transaksi utang piutang, melengkapinya dengan alat-alat bukti, sehingga dapat dijadikan dasar untuk menyelesaikan perselisihan yang mungkin timbul di kemudian hari.\r\nPembuktian itu bisa berupa bukti tertulis atau adanya saksi.\r\n1. Bukti tertulis\r\n“Bukti tertulis” hendaklah ditulis oleh seorang “juru tulis”, yang menuliskan isi perjanjian yang telah disepakati oleh kedua belah pihak. Syarat-syarat juru tulis itu ialah:\r\na. Orang yang adil, tidak memihak kepada salah satu dari pihak-pihak yang mengadakan perjanjian, sehingga tidak menguntungkan pihak yang satu dan merugikan pihak yang lain.\r\nb. Mengetahui hukum-hukum Allah terutama yang berhubungan dengan hukum perjanjian dan transaksi, sehingga dia dapat memberi nasihat dan petunjuk yang benar kepada pihak-pihak yang berjanji. Karena juru tulis itu ikut bertanggung jawab dan menjadi saksi antara pihak-pihak yang berjanji, seandainya terjadi perselisihan di kemudian hari. Juru tulis dalam era modern sekarang ini diwujudkan dalam bentuk notaris/pencatat akte jual beli dan utang piutang.\r\nDalam susunan ayat ini didahulukan menyebut sifat “adil” daripada sifat “berilmu”, adalah karena sifat adil lebih utama bagi seorang juru tulis. Banyak orang yang berilmu, tetapi mereka tidak adil, karena itu diragukan kebenaran petunjuk dan nasihat yang diberikannya. Orang yang adil sekalipun ilmunya kurang, dapat diharapkan daripadanya nasihat dan petunjuk yang benar dan tidak memihak.\r\nTugas juru tulis ialah menuliskan ketentuan-ketentuan yang telah disepakati oleh pihak-pihak yang berjanji. Caranya ialah pihak yang berutang mendiktekan kepada juru tulis tentang sesuatu yang telah dipinjamnya, cara serta pelaksanaan perjanjian itu dan sebagainya. Tujuan mendiktekan isi perjanjian itu oleh pihak yang berjanji, ialah agar yang ditulis itu merupakan pengakuan dari pihak yang berutang, karena dengan tulisan semata-mata tanpa ada ucapan yang dilakukan oleh pihak yang berutang, maka yang ditulis itu saja tidak dapat dijadikan sebagai pengakuan.\r\nAllah memperingatkan orang yang berjanji agar dia selalu menepati janjinya dengan baik. Hendaklah dia takut kepada Allah, dan komitmen terhadap janji yang telah diucapkan. Hendaklah bersyukur kepada Allah yang telah melunakkan hati orang yang telah membantunya dalam kesukaran. Bila dia bersyukur, Allah akan selalu menjaga, memelihara serta memberinya petunjuk ke jalan yang mudah dan ke jalan kebahagiaan.\r\nJika orang yang berjanji itu, orang yang lemah akalnya atau dia sendiri tidak sanggup untuk mendiktekan, maka hak untuk mendiktekan itu pindah ke tangan wali yang bersangkutan. Hendaklah wali itu orang yang adil dan mengetahui tentang hukum-hukum yang berhubungan dengan muamalah. Hendaklah para wali berhati-hati dalam melaksanakan tugas perwalian itu.\r\nYang dimaksud dengan “orang yang lemah akalnya” ialah orang yang belum cakap memelihara dan menggunakan hartanya. Orang yang tidak sanggup mendiktekan ialah seperti orang bisu, orang yang gagap dan sebagainya.;2. Saksi\r\n“Saksi” ialah orang yang melihat dan mengetahui terjadinya suatu peristiwa. Persaksian termasuk salah satu dari alat-alat bukti (bayyinah) yang dapat dijadikan dasar untuk menyelesaikan suatu perselisihan atau perkara.\r\nMenurut ayat ini persaksian dalam muamalah sekurang-kurangnya dilakukan oleh dua orang laki-laki, atau jika tidak ada dua orang laki-laki boleh dilakukan oleh seorang laki-laki dan dua orang perempuan.\r\nMengenai syarat-syarat “laki-laki” bagi yang akan menjadi saksi adalah sebagai berikut:\r\na. Saksi itu hendaklah seorang Muslim. Pendapat ini berdasarkan perkataan min rij±likum (dari orang laki-laki di antara kamu) yang terdapat di dalam ayat. Dari perkataan itu dipahami bahwa saksi itu hendaklah seorang Muslim. Menurut sebagian ulama: beragama Islam itu bukanlah merupakan syarat bagi seorang saksi dalam muamalah. Karena tujuan persaksian di dalam muamalah ialah agar ada alat bukti, seandainya terjadi perselisihan atau perkara antara pihak-pihak yang terlibat di kemudian hari. Karena itu orang yang tidak beragama Islam dibolehkan menjadi saksi asal saja tujuan mengadakan persaksian itu dapat tercapai.\r\nb. Saksi itu hendaklah orang yang adil, tidak memihak sehingga tercapai tujuan diadakannya persaksian, sesuai dengan firman Allah:\r\nوَّاَشْهِدُوْا ذَوَيْ عَدْلٍ مِّنْكُمْ ;… dan persaksikanlah dengan dua orang saksi yang adil di antara kamu ... (a¯-°al±q/65: 2);Selanjutnya ayat ini membedakan persaksian laki-laki dengan persaksian perempuan. Seorang saksi laki-laki dapat diganti dengan dua orang saksi perempuan. Para ulama berbeda pendapat tentang apa sebabnya Allah membedakan jumlah saksi laki-laki dengan jumlah saksi perempuan. Alasan yang sesuai dengan akal pikiran ialah bahwa laki-laki dan perempuan masing-masing diciptakan Allah mempunyai kelebihan dan kekurangan. Masing-masing mempunyai kesanggupan dan kemampuan dalam suatu perkara lebih besar dari kesanggupan pihak yang lain. Dalam bidang muamalah, laki-laki lebih banyak mempunyai kemampuan dibandingkan dengan perempuan. Pada umumnya muamalah itu lebih banyak laki-laki yang mengerjakannya. Karena perhatian perempuan agak kurang dibandingkan dengan perhatian laki-laki dalam bidang muamalah, maka pemikiran dan ingatan mereka dalam bidang ini pun agak kurang pula. Bila persaksian dilakukan oleh seorang perempuan, kemungkinan dia lupa, karena itu hendaklah ada perempuan yang lain yang ikut sebagai saksi yang dapat mengingatkannya.\r\nMenurut Syekh ²li A¥mad al-Jurj±n³: laki-laki lebih banyak mengguna-kan pikiran dalam menimbang suatu masalah yang dihadapinya, sedang perempuan lebih banyak menggunakan perasaannya. Karena itu perempuan lebih lemah iradahnya, kurang banyak menggunakan pikirannya dalam masalah pelik, lebih-lebih apabila dia dalam keadaan benci dan marah, dia akan gembira atau sedih karena suatu hal yang kecil. Lain halnya dengan laki-laki, dia sanggup tabah dan sabar menanggung kesukaran, dia tidak menetapkan suatu urusan, kecuali setelah memikirkannya dengan matang. ) \r\nBidang muamalah adalah bidang yang lebih banyak menggunakan pikiran daripada perasaan. Seorang saksi dalam muamalah juga berfungsi sebagai juru pendamai antara pihak-pihak yang berjanji bila terjadi perselisihan di kemudian hari. Berdasarkan keterangan Syekh ²li A¥mad al-Jurj±n³ dan keterangan-keterangan lainnya diduga itulah di antara hikmah mengapa Allah menyamakan seorang saksi laki-laki dengan dua orang saksi perempuan.\r\nMenurut Im±m asy-Sy±fi³: Penerimaan kesaksian seorang saksi hendaklah dengan bersumpah. Beliau beralasan dengan sunah Rasulullah saw yang menyuruh saksi mengucapkan sumpah sebelum mengucapkan kesaksiannya. Sedang menurut Abu Hanifah: penerimaan kesaksian seseorang tidak perlu disertai dengan sumpah.\r\nDalam ayat ini disebutkan “janganlah saksi-saksi itu enggan (memberi keterangan) apabila mereka dipanggil.” Maksudnya ialah:\r\n1. Hendaklah seseorang bersedia menjadi saksi dalam suatu kejadian atau peristiwa, bila kesaksian itu diperlukan.\r\n2. Hendaklah seseorang bersedia menjadi saksi bila terjadi suatu perkara, sedang dia adalah orang yang mengetahui terjadinya peristiwa itu.\r\n3. Hendaklah seorang bersedia menjadi saksi terhadap suatu peristiwa yang terjadi, bila tidak ada orang lain yang akan menjadi saksi.;Diriwayatkan oleh ar-Rab³ bahwa ayat ini diturunkan ketika seorang laki-laki mencari saksi di kalangan orang banyak untuk meminta persaksian mereka, tetapi tidak seorang pun yang bersedia.\r\nMenurut suatu pendapat, yang dimaksud dengan “janganlah mereka enggan” ialah: jangan mereka enggan menerima permintaan menjadi saksi dan melaksanakannya. Enggan melakukan keduanya itu hukumnya haram. Hukum melakukan persaksian itu fardu kifayah.\r\nKemudian Allah menjelaskan perintah-Nya, agar orang-orang yang beriman jangan malas dan jangan jemu menuliskan perjanjian yang akan dilakukannya, baik kecil maupun besar, dan dijelaskan syarat-syarat dan waktunya. Dalam ayat ini Allah mendahulukan menyebut “yang kecil” daripada “yang besar”, karena kebanyakan manusia selalu memandang enteng dan mudah perjanjian yang terkait dengan hal-hal yang remeh (kecil). Orang yang meremehkan perjanjian yang terkait dengan hal-hal yang remeh (kecil) tentu dia akan menganggap enteng perjanjian yang terkait dengan hal-hal primer (besar). Dari ayat ini juga dapat dipahami bahwa Allah memperingatkan manusia agar berhati-hati dalam persoalan hak dan kewajiban, sekalipun hak dan kewajiban itu terkait dengan hal-hal yang sekunder/remeh.\r\nAllah menyebutkan hikmah perintah dan larangan yang terdapat pada permulaan ayat ini, ialah untuk menegakkan keadilan, menegakkan persaksian, untuk menimbulkan keyakinan dan menghilangkan keragu-raguan. Jika perdagangan dilakukan secara tunai, maka tidak berdosa bila tidak ditulis. Dari ayat ini dipahami bahwa sekalipun tidak berdosa bila tidak menuliskan perdagangan secara tunai, namun yang paling baik ialah agar selalu dituliskan.\r\nSekalipun tidak diwajibkan menuliskan perdagangan tunai, namun Allah memerintahkan untuk mendatangkan saksi-saksi. Perintah di sini bukan wajib, hanyalah memberi pengertian sunat. Tujuannya ialah agar manusia selalu berhati hati di dalam muamalah.\r\nSelanjutnya Allah memperingatkan agar juru tulis, saksi dan orang-orang yang melakukan perjanjian memudahkan pihak-pihak yang lain, jangan menyulitkan dan jangan pula salah satu pihak bertindak yang berakibat merugikan pihak yang lain. Sebab terlaksananya perjanjian dengan baik bila masing-masing pihak mempunyai niat yang baik terhadap pihak yang lain.\r\nوَلَا تَنْسَوُا الْفَضْلَ بَيْنَكُمْ ۗ \r\nDan janganlah kamu lupa kebaikan di antara kamu… (al-Baqarah/2: 237);Jika seseorang mempersulit atau merugikan orang lain, maka perbuatan yang demikian adalah perbuatan orang fasik, dan tidak menaati ketentuan dari Allah.\r\nPada akhir ayat ini Allah memerintahkan agar manusia bertakwa kepada-Nya dengan memelihara diri agar selalu melaksanakan perintah-Nya dan menjauhi larangan-Nya. Dia mengajarkan kepada manusia segala yang berguna baginya, yaitu cara memelihara harta dan cara menggunakannya, sehingga menimbulkan ketenangan bagi dirinya dan orang-orang yang membantunya dalam usaha mencari dan menggunakan harta itu. Allah mengetahui segala sesuatu yang diperbuat manusia, dan Dia akan memberi balasan sesuai dengan perbuatan itu."}