{"tafsir_id":2897,"surah_id":25,"aya_number":42,"tafsir_wajiz":"Padahal mereka tahu bahwa Nabi Muhammad tidak pernah berdusta. Mereka merasa bahwa Nabi Muhammad telah melakukan upno_ayat maksimal dalam berdakwah, sehingga di antara mereka saling berbisik, “Sungguh, hampir saja dia yakni Nabi Muhammad, menyesatkan, membelokkan kita dari sesembahan kita, seandainya kita tidak tetap bertahan menyembah-nya.”Mereka tetap dengan sesembahannya walaupun dengan dalih yang dibuat-buat, mengelabui orang lain, atau dengan jalan menakut nakuti. Dan kelak mereka akan mengetahui pada saat mereka melihat azab, baik di dunia maupun di akhirat siapa yang paling sesat jalannya, apakah Nabi Muhammad yang berada pada jalur kebenaran atau mereka sendiri. Pada waktu perang Badar, hal tersebut terbukti.","tafsir_tahlili":"(42) Ucapan orang-orang musyrik bahwa Muhammad hampir saja me-nyesatkan mereka dari sembahan-sembahannya, seandainya mereka tidak tekun dan sabar menyembahnya, menunjukkan bahwa Nabi Muhammad telah menyampaikan dakwahnya dengan sungguh-sungguh disertai dengan hujah-hujah yang nyata. Nabi saw juga memperlihatkan berbagai mukjizat sehingga mereka hampir-hampir meninggalkan agama nenek moyangnya dan memasuki agama Islam. Ucapan mereka itu menunjukkan pula adanya pertentangan yang hebat dalam hati sanubari mereka, dari satu sisi mereka mencemoohkan Nabi saw, dan dari sisi lain mereka merasa khawatir akan terpengaruh oleh dakwah Nabi saw yang sangat kuat dan logis itu. \r\nSelanjutnya, ayat ini menerangkan bahwa mereka akan mengetahui tentang siapa yang sesat jalannya pada saat mereka melihat azab. Menurut riwayat, ayat ini terkait dengan ulah yang dilakukan Abu Jahal pada setiap kali ia bertemu dengan Rasulullah. Cara serupa itu dilakukan oleh umat terdahulu kepada para rasul Allah seperti tersebut dalam firman Allah:\r\nوَلَقَدِ اسْتُهْزِئَ بِرُسُلٍ مِّنْ قَبْلِكَ فَحَاقَ بِالَّذِيْنَ سَخِرُوْا مِنْهُمْ مَّا كَانُوْا بِهٖ يَسْتَهْزِءُوْنَ ࣖ;Dan sungguh, beberapa rasul sebelum engkau (Muhammad) telah diperolok-olokkan, sehingga turunlah azab kepada orang-orang yang mencemoohkan itu sebagai balasan olok-olokan mereka. (al-An±m/6: 10)\r\n"}