{"tafsir_id":2900,"surah_id":25,"aya_number":45,"tafsir_wajiz":"Pada no_ayatt-no_ayatt di bawah ini dijelaskan enam fenomena alam seluruh sebagai bukti kekuasaan dan anugerah Allah. Ke enam fenomena tersebut adalah suasana teduh, terjadinya malam dan siang, kisaran angin, turunnya hujan, tidak bercampurnya air tawar dan air asin, dan terciptanya manusia dari air mani. Tidakkah engkau, wahai Rasul, memperhatikan penciptaan Tuhanmu dengan mata kepalamu atau dengan pikiranmu, akan besarnya kekuasaan Tuhanmu dan anugerah-Nya yang demikian besar kepada makhluk-Nya, bagaimana Dia memanjangkan dan memendekkan bno_ayatng-bno_ayatng atau keteduhan yaitu situasi antara terang benderang dan gelap, hal itu terjadi setelah terbit fajar sampai terbit matahari, dan waktu menjelang matahari terbenam sebelum gelapnya malam. Dan sekiranya Dia Allah menghendaki untuk melakukan sebaliknya, niscno_ayat Dia jadikannya bno_ayatng-bno_ayatng dan suasana teduh itu tetap, tidak bergeser dari tempatnya. Jika hal itu terjadi, semua makhluk akan menderita. Jika matahari terus-menerus menyoroti bumi, manusia dan makhluk lainnya akan terbakar. Kemudian Kami jadikan matahari sebagai petunjuk akan adanya bno_ayatng-bno_ayatng dan situasi teduh tersebut. Jika tidak ada matahari, tidak akan terjadi bno_ayatng-bno_ayatng di bumi. Inilah fenomena alam yang harus direnungkan oleh manusia, bahwa dibelakang semua gerakan alam seluruh ada Zat yang sangat berkuasa yaitu Allah.","tafsir_tahlili":"(45) Pada ayat ini, Allah memerintahkan rasul-Nya supaya memperhatikan ciptaan-Nya, bagaimana Dia memanjangkan dan memendekkan bayang-bayang dari tiap-tiap benda yang terkena sinar matahari, dari mulai terbit sampai terbenam. Allah sengaja menjadikan panas dari terik cahaya matahari. Kalau Dia menghendaki niscaya Dia menjadikan bayang-bayang itu tetap, tidak berpindah-pindah. Allah menjadikan bayang-bayang itu memanjang atau memendek untuk dipergunakan manusia sebagai pengukur waktu, seperti di Mesir mempergunakan alat yang diberi nama al-Misallat untuk mengukur waktu pada siang hari dan menentukan musim-musim selama setahun. Sejak dahulu kala, bangsa Arab pun telah mempergunakan alat yang diberi nama al-Maz±wil untuk menentukan waktu salat dengan bayang-bayang. Mereka dapat memastikan tibanya waktu Zuhur bila bayangan jarumnya sudah berpindah dari arah barat ke timur, dan tiba waktu Asar bila bayangan setiap benda yang berdiri sudah menyamainya. Hanya Imam Abu Hanifah yang berpendapat bahwa bayangan itu harus dua kali dari panjang benda itu sendiri. Jadi jelas bahwa menurut ayat ini, Allah menjadikan bayang-bayang dari sinar matahari sebagai petunjuk waktu."}