{"tafsir_id":2904,"surah_id":25,"aya_number":49,"tafsir_wajiz":"Manfaat dari adanya hujan adalah agar dengan air hujan itu Kami menghidupkan negeri yang tadinya mati kering kerontang, tandus, menjadi negeri yang hijau menyegarkan, karena ditumbuhi berbagai tanaman, dan dengan hujan itu pula Kami memberi minum kepada sebagian apa yang telah Kami ciptakan, berupa hewan-hewan ternak dan manusia yang banyak. Semua binatang yang melata di bumi ini sangat memerlukan air. Tanpa air, mereka tidak akan mampu bertahan hidup. Inilah anugerah Allah yang perlu direnungkan manusia, tetapi tidak semua manusia menyadarinya.","tafsir_tahlili":"(49) Pada ayat ini, Allah menerangkan bahwa hujan diturunkan untuk menyuburkan negeri-negeri atau tanah yang mati dan tandus. Dengan air hujan pula, Allah memberi minum sebagian besar makhluk-Nya, seperti binatang ternak dan manusia. Dalam ayat lain diterangkan:\r\nيوَتَرَى الْاَرْضَ هَامِدَةً فَاِذَآ اَنْزَلْنَا عَلَيْهَا الْمَاۤءَ اهْتَزَّتْ وَرَبَتْ وَاَنْۢبَتَتْ مِنْ كُلِّ زَوْجٍۢ بَهِيْجٍ  ;Dan kamu lihat bumi ini kering, kemudian apabila telah Kami turunkan air (hujan) di atasnya, hiduplah bumi itu dan menjadi subur dan menumbuhkan berbagai jenis pasangan (tetumbuhan) yang indah. (al-¦ajj/22: 5);Dan firman-Nya:\r\nفَانْظُرْ اِلٰٓى اٰثٰرِ رَحْمَتِ اللّٰهِ كَيْفَ يُحْيِ الْاَرْضَ بَعْدَ مَوْتِهَاۗ اِنَّ ذٰلِكَ لَمُحْيِ الْمَوْتٰىۚ \r\nMaka perhatikanlah bekas-bekas rahmat Allah, bagaimana Allah menghidupkan bumi setelah mati (kering). Sungguh, itu berarti Dia pasti (berkuasa) menghidupkan yang telah mati. (ar-Rµm/30: 50);Menurut para ilmuwan, dari ayat di atas dapat dibahas dua hal, yaitu:\r\n1. Mengenai terjadinya hujan\r\n2. Mengenai indikasi bahwa air hujan membawa kehidupan, sehingga dapat “.... menghidupkan dengannya negeri yang mati...”\r\nMengenai terjadinya hujan, kisahnya dimulai dengan air yang mengalir di sepanjang anak sungai yang akan bergabung dengan anak sungai lainnya membentuk sungai yang jauh lebih besar, yang akhirnya mengalir ke laut. Sementara air mengalir melalui anak sungai dan sungai, sebagian akan menguap karena panas sinar matahari (berubah menjadi gas) tetapi sebagian besar terus mengalir sampai ke laut. Di laut inilah proses penguapan atau evaporasi selanjutnya berlangsung. \r\nSemua air yang menguap, baik yang berasal dari anak sungai, sungai, atau laut, membentuk uap air di atmosfer. Uap ini naik dan akan menjadi dingin saat mencapai atmosfer yang lebih tinggi. Jika terdapat banyak gas di atmosfer maka uap air ini akan memadat menjadi kelompok gas yang disebut awan. Jika awan tersebut ditiup angin sehingga berkumpul sesamanya, dan naik ke atas sehingga mencapai bagian yang lebih tinggi lagi di lapisan atmosfer, maka uap air akan berubah menjadi tetes-tetes es. \r\nKetika awan menjadi lebih dingin karena suhu atmosfer yang lebih rendah, air menjadi padat (es) dan jatuh, awalnya seperti tetes-tetes es yang sangat kecil, yang biasanya mencair sebelum mencapai tanah. Dengan demikian, tetes air akan jatuh ke bumi sebagai hujan. (lihat juga ar-Rad/13: 17; an-Naml/27: 60; al-Ankabµt/29: 63; Luqm±n/31: 34; as-Sajdah/32: 27; F±¯ir/35: 27; az-Zumar/39: 21; Q±f/50: 9-11).\r\n"}