{"tafsir_id":2907,"surah_id":25,"aya_number":52,"tafsir_wajiz":"Betapa pun beratnya beban itu, Nabi dilarang untuk tunduk kepada kemauan orang kafir. Maka janganlah engkau, wahai Rasul, taati orang-orang kafir akan kemauan mereka karena mereka berada pada jalur kehidupan yang salah, dan berjuanglah terhadap mereka dengannya yaitu Al-Qur’an, dengan membacanya, menghno_ayattinya, mengamalkan, dan menjelaskan isinya kepada mereka, dengan semangat perjuangan yang besar. Hadapilah mereka dengan ketegasan dengan kesungguhan hati. Bantahlah ucapan-ucapan mereka dengan dalil-dalil yang kuat. Engkau berhadapan dengan manusia yang sangat angkuh. Jangan engkau berhenti dari berjuang di jalan Allah walaupun hal itu menjadikan kamu lelah. Ini akan menambah derajatmu di sisi Tuhanmu dan akan bisa memberikan kemanfaatan yang sangat besar bagi kehidupan di alam seluruh.","tafsir_tahlili":"(52) Nabi Muhammad diperintahkan Allah untuk menyampaikan risalahnya dengan sungguh-sungguh, melaksanakan jihad dan perjuangan dengan penuh kebijaksanaan, kesabaran, ketabahan, dan tidak takut atau gentar terhadap musuh. Nabi saw harus yakin bahwa Allah pasti menolong, sehingga kemenangan berada di tangannya dan kaum Mukminin. Dalam ayat ini, Allah melarang Nabi Muhammad mengikuti orang-orang kafir yang mengajaknya mengadakan kompromi dengan mereka dalam hal agama. Ia harus tetap bersikap tegas dan konsekuen dalam melaksanakan dakwah dan berjihad menyebarkan Al-Qur'an. \r\nSecara bahasa, jihad ialah berusaha sungguh-sungguh, jika perlu dengan mengorbankan apa saja, harta ataupun jiwa. Jihad dapat dilaksanakan dalam keadaan perang maupun damai. Dalam keadaan perang, jihad dilaksanakan dengan qit±l, yaitu berperang di jalan Allah. Sedangkan jihad dalam keadaan damai dapat dilaksanakan di bidang ekonomi, pendidikan, budaya, dan lain-lain.\r\nAyat 52 ini termasuk dalam kelompok ayat Makkiyyah, diturunkan sebelum hijrah dalam keadaan damai. Maka jihad di sini lebih ditekankan pada kesungguhan melaksanakan dakwah, pendidikan, maupun usaha-usaha sosial untuk memperbaiki kondisi masyarakat. Allah menjanjikan kepada orang yang berjihad dengan sungguh-sungguh akan selalu diberi petunjuk ke jalan yang lurus. Allah berfirman:\r\nوَالَّذِيْنَ جَاهَدُوْا فِيْنَا لَنَهْدِيَنَّهُمْ سُبُلَنَاۗ وَاِنَّ اللّٰهَ لَمَعَ الْمُحْسِنِيْنَ ࣖ   ;Dan orang-orang yang berjihad untuk (mencari keridaan) Kami, Kami akan tunjukkan kepada mereka jalan-jalan Kami. Dan sungguh, Allah bersama orang-orang yang berbuat baik. (al-Ankabµt/29: 69)\r\n"}