{"tafsir_id":2909,"surah_id":25,"aya_number":54,"tafsir_wajiz":"Fenomena kekuasaan Allah lainnya adalah terciptanya manusia dari air mani. Dan Dia (pula) yang menciptakan manusia dari air mani seorang lelaki yang bercampur dengan indung telur perempuan, lalu setelah melewati masa-masa tertentu Dia jadikan manusia itu mempunyai keturunan beranak-pinak dengan cara yang sama. Ada keturunan yang lelaki yang kelak menjadi garis keturunan bagi anak-anaknya dan ada pula keturunan perempuan yang kelak terjadi persemendaan atau mushaharah. Semua keluarga pihak perempuan menjadi bagian yang tak terpisahkan dengan suaminya. dan Tuhanmu adalah Mahakuasa menentukan jenis anak-anak yang lahir, apakah lelaki atau perempuan dari air mani tersebut. Allah menjadikan air mani kaum lelaki terdiri dari ratusan juta sel yang mempunyai dua unsur kelelakian dan keperempuanan, yang akan menjadi cikal bakal manusia. Semuanya itu menjadi tanda atas kebesaran Allah.","tafsir_tahlili":"(54) Tanda kekuasaan Allah yang kelima, yaitu Dia yang menciptakan manusia dari sperma. Dia lalu jadikan manusia mempunyai keturunan dan mu¡±harah (perbesanan) atau hubungan kekeluargaan akibat perkawinan anak kandung dengan orang lain, sehingga muncul istilah kekeluargaan, seperti menantu, ipar, mertua, dan sebagainya. Firman Allah:\r\nاَلَمْ يَكُ نُطْفَةً مِّنْ مَّنِيٍّ يُّمْنٰى   ٣٧  ثُمَّ كَانَ عَلَقَةً فَخَلَقَ فَسَوّٰىۙ  ٣٨  فَجَعَلَ مِنْهُ الزَّوْجَيْنِ الذَّكَرَ وَالْاُنْثٰىۗ  ٣٩  \r\nBukankah dia mulanya hanya setetes mani yang ditumpahkan (ke dalam rahim), kemudian (mani itu) menjadi sesuatu yang melekat, lalu Allah menciptakannya dan menyempurnakannya, lalu Dia menjadikan darinya sepasang laki-laki dan perempuan. (al-Qiy±mah/75: 37-39);Allah menciptakan manusia yang sangat indah susunan tubuhnya dilengkapi dengan pancaindra, disempurnakan dengan akal dan kemampuan untuk berpikir. Manusia juga diberi segala fasilitas sehingga semua yang berada di atas permukaan bumi, diperuntukkan bagi mereka. Firman Allah:\r\nاَلَمْ تَرَوْا اَنَّ اللّٰهَ سَخَّرَ لَكُمْ مَّا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِ وَاَسْبَغَ عَلَيْكُمْ نِعَمَهٗ ظَاهِرَةً وَّبَاطِنَةً ۗ ;Tidakkah kamu memperhatikan bahwa Allah telah menundukkan apa yang ada di langit dan apa yang ada di bumi untuk (kepentingan)mu dan menyempurnakan nikmat-Nya untukmu lahir dan batin. (Luqm±n/31: 20;Ditinjau dari segi sains, beberapa ayat yang terkait dengan ayat di atas adalah: \r\nاَوَلَمْ يَرَ الَّذِيْنَ كَفَرُوْٓا اَنَّ السَّمٰوٰتِ وَالْاَرْضَ كَانَتَا رَتْقًا فَفَتَقْنٰهُمَاۗ وَجَعَلْنَا مِنَ الْمَاۤءِ كُلَّ شَيْءٍ حَيٍّۗ  اَفَلَا يُؤْمِنُوْنَ   \r\nDan apakah orang-orang yang kafir tidak melihat bahwa langit dan bumi keduanya dahulu adalah suatu yang padu, kemudian Kami pisahkan keduanya. Dan Kami jadikan dari air segala sesuatu yang hidup. Maka mengapa mereka tidak beriman. (al-Anbiy±'/21: 30).\r\nوَاللّٰهُ خَلَقَ كُلَّ دَاۤبَّةٍ مِّنْ مَّاۤءٍۚ فَمِنْهُمْ مَّنْ يَّمْشِيْ عَلٰى بَطْنِهٖۚ وَمِنْهُمْ مَّنْ يَّمْشِيْ عَلٰى رِجْلَيْنِۚ وَمِنْهُمْ مَّنْ يَّمْشِيْ عَلٰٓى اَرْبَعٍۗ يَخْلُقُ اللّٰهُ مَا يَشَاۤءُۗ اِنَّ اللّٰهَ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ  \r\nDan Allah telah menciptakan semua jenis hewan dari air, maka sebagian dari mereka ada yang berjalan di atas perutnya dan sebagian berjalan dengan dua kaki sedang sebagian berjalan dengan empat kaki. Allah menciptakan apa yang dikehendaki-Nya, sesungguhnya Allah Mahakuasa atas segala sesuatu. (an-Nµr/24: 45).;Ketiga ayat di atas mengindikasikan hubungan yang erat antara air dan adanya kehidupan. \r\n1. Air ditengarai sangat dekat dengan makhluk hidup. Manusia dan kebanyakan hewan berasal dari cairan sperma. \r\n2. Semua kehidupan dimulai dari air. Air di sini lebih tepat bila diartikan sebagai laut. Rantai kimia ini dipercaya dimulai dari kedalaman lautan. Dugaan bahwa di lautlah mulainya kehidupan disebabkan karena kondisi atmosfer pada saat itu belum berkembang menjadi kawasan yang dapat dihuni makhluk hidup. \r\nDari uraian ini, peran air bagi kehidupan sangat jelas, dari mulai adanya makhluk hidup di bumi (berasal dari kedalaman laut), bagi kelangsungan hidupnya (air diperlukan untuk pembentukan organ dan menjalankan fungsi organ), serta memulai kehidupan (terutama bagi kelompok hewan—air tertentu yang berasal dari sperma).\r\n"}