{"tafsir_id":2915,"surah_id":25,"aya_number":60,"tafsir_wajiz":"Kemudian Allah menjelaskan tentang sikap orang kafir yang terus ingkar terhadap Allah. Dan apabila dikatakan kepada mereka, yakni kepada orang-orang kafir itu, “Sujudlah dan tunduklah kamu kepada Tuhan Yang Maha Pengasih,” mereka menjawab, dengan sinis, “Siapakah yang Maha Pengasih itu? Apakah kami harus sujud kepada Allah yang engkau, wahai Muhammad, perintahkan kami bersujud kepada-Nya padahal kami tidak mengetahui dan mengenal-Nya?” Mereka sangat angkuh dan mereka makin jauh lari dari kebenaran. Hati mereka sudah terkunci rapat oleh kedengkian, kesombongan, dan kekafiran.","tafsir_tahlili":"(60) Setelah menjelaskan betapa besar karunia dan nikmat yang dilimpahkan-Nya kepada mereka, Allah menerangkan pula sikap orang-orang kafir yang seharusnya bersyukur dan berterima kasih, tetapi mereka berbuat sebaliknya. Apabila mereka yang menyembah selain Allah dipe-rintahkan untuk sujud kepada Tuhan Yang Maha Penyayang, mereka menjawab, “Siapakah Tuhan Yang Maha Penyayang?” Pertanyaan mereka seperti pertanyaan Bani Israil kepada Musa ketika ia mengatakan, “Sesungguhnya aku adalah seorang utusan dari Rabbul ²lam³n.” Bani Israil bertanya, “Siapakah Rabbul ²lam³n itu?” Kaum musyrikin itu dalam bantahannya mengatakan, “Apakah kami akan sujud kepada Tuhan yang dikatakan Maha Penyayang, tetapi kami belum kenal sama sekali?” Perintah sujud itu menambah mereka ingkar dan jauh dari iman.\r\nDiriwayatkan oleh a«-a¥¥±q bahwa Nabi Muhammad beserta para sahabat bersujud ketika selesai membaca ayat ini, karena ia termasuk di antara ayat-ayat yang disunatkan bersujud bagi para pembaca dan pendengarnya. Sujudnya dinamakan sujud tilawah. Ayat-ayat yang disunatkan sujud tilawah ada 15 buah, dua buah di antaranya berada dalam Surah al-¦ajj dan yang 13 lagi tersebar dalam Surah-surah al-Ar±f, ar-Rad, an-Na¥l, al-Isr±', Maryam, al-Furq±n, an-Naml, as-Sajdah, ¢±d, Fu¡¡ilat, an-Najm, al-Insyiq±q, dan al-Alaq. Yang berada dalam Surah ¢ad bukan saja sujud tilawah, tetapi juga sujud syukur. Setelah Allah menerangkan sikap orang-orang kafir yang menjauhkan diri dari sujud kepada-Nya, maka Dia menerangkan sikap penolakan orang-orang untuk sujud, bahkan mereka bertambah keras kepala dan menjauh dari Tuhannya.\r\n"}