{"tafsir_id":2917,"surah_id":25,"aya_number":62,"tafsir_wajiz":"Dan bentuk kekuasaan Allah lainnya adalah bahwa Dia pula yang menjadikan malam dan siang silih berganti sesuai dengan perputaran bumi di porosnya. Siang dan malam saling berkejaran. Kejadian alam seluruh ini haruslah menjadi bahan renungan bagi orang yang ingin mengambil pelajaran bahwa semua ciptaan Allah pasti mempunyai hikmah yang besar bagi makhluk-Nya, atau bagi yang ingin bersyukur dengan hati, lisan dan anggota badannya untuk mencari rida Allah.","tafsir_tahlili":"(62) Allah pula yang menjadikan malam dan siang silih berganti agar menjadi pelajaran bagi orang-orang yang selalu mengingat nikmat-Nya dan bertafakur tentang keajaiban ciptaan-Nya. Dengan demikian, timbul dorongan untuk mensyukuri nikmat-nikmat Allah itu. Jika seandainya malam dan siang tidak bergiliran, dan matahari terus saja bersinar, niscaya hal itu menimbulkan perasaan jemu atau bosan dan lelah karena tidak dapat beristirahat di malam hari. Demikian pula jika malam terus berlangsung tanpa diselingi dengan sinar matahari, niscaya membawa kerusakan bagi makhluk yang membutuhkannya. Adanya pergantian siang dan malam itu memberikan kesempatan untuk menyempurnakan kekurangan dalam ibadah yang sunah yaitu bilamana seseorang karena kesibukan bekerja pada siang harinya tidak sempat berdoa atau membaca wirid, maka dapat dilaksanakan pada malam harinya, seperti tersebut dalam sebuah hadis sahih:\r\nإِنَّ الله َعَزَّ وَجَلَّ يَبْسُطُ يَدَهُ بِاللَّيْلِ لِيَتُوْبَ مُسِئُ النَّهَارِ وَ يَبْسُطُ يَدَهُ بِالنَّهَارِ لِيَتُوْبَ مُسِئُ اللَّيْلِ حَتىَّ تَطْلُعَ الشَّمْسُ مِنْ مَغْرِبِهَا. (رواه مسلم عن أبى موسى)\r\nSesungguhnya Allah mengulurkan tangan-Nya di malam hari supaya orang yang berbuat dosa pada siang hari dapat bertobat dan mengulurkan tangan-Nya pada siang hari supaya dapat bertobat orang yang berdosa pada malam harinya, sampai matahari terbit dari tempat terbenamnya.  (Riwayat Muslim dari Abµ Mµsa). \r\nDiriwayatkan bahwa Umar bin Kha¯¯±b pernah salat Duha lama sekali. Tatkala beliau ditegur oleh salah seorang sahabat, beliau menjawab bahwa ia meninggalkan beberapa wirid hari ini, karena kesibukan, maka ia bermaksud mengganti kekurangan itu dengan salat Duha, lalu beliau membaca ayat 62 ini.\r\nMalam, siang, matahari, dan bulan merupakan empat nikmat Allah. Allah menciptakan malam sehingga manusia dapat beristirahat akibat gelapnya malam. Siang diciptakan oleh Allah dengan terbitnya matahari untuk bekerja. Allah menciptakan matahari dan bulan masing-masing mempunyai poros dan garis edarnya sendiri-sendiri. Tanpa kenal lelah, dan tidak pernah diam, semuanya terus beredar.\r\nPergantian siang dengan malam bisa hanya berupa perubahan terang menjadi gelap. Akan tetapi, secara psikologis pergantian dari terang menjadi gelap itu memberikan dampak suasana hati yang sama sekali berbeda dengan suasana siang. Berbagai percobaan telah dilakukan untuk mengamati bagaimana pengaruh psikis terhadap pekerja malam. Teramati gejala psikosomatis (gejala fisik yang disebabkan oleh penyebab psikis) mulai dari hanya mual-mual sampai yang agak berat yaitu depresi mental. Ini baru pengaruh jangka pendek terhadap fisik dan kejiwaan manusia. Pengaruh jangka panjang bisa memberikan efek yang lebih berat. Oleh sebab itu, Allah menggariskan malam untuk istirahat dan siang untuk bekerja. Jadi bekerja malam hari yang disebut lembur itu bertentangan dengan kodrat manusia seperti yang digariskan Allah.\r\nKondisi ini tak mengherankan karena pada siang hari bumi mendapatkan paparan (exposure) sinar tampak, mulai bergeser ke warna kuning saat matahari terbenam, bergeser ke infra-merah saat salat Isya, ke ultraviolet jika malam telah larut, dan mendekati gelombang gamma yang berbahaya mendekati subuh. Paparan ini yang menyebabkan manusia menderita psikosomatik jika tidak beristirahat dan terpaksa harus bekerja.\r\n"}