{"tafsir_id":2918,"surah_id":25,"aya_number":63,"tafsir_wajiz":"Jika pada no_ayatt-no_ayatt yang lalu disebutkan sifat-sifat orang kafir yang tidak mau bersujud kepada Allah, pada no_ayatt berikut ini disebutkan ciri dan sifat ibadurrahman atau para pengabdi Allah. Adapun hamba-hamba Tuhan Yang Maha Pengasih itu adalah orang-orang yang berjalan di bumi dengan rendah hati tanpa dibuat-buat, dan berjalan secara wajar, serta tidak menyombongkan diri dalam sikap dan tindakan. Dia tahu bahwa sikap itu tidak terpuji dan akan mengakibatkan hal-hal yang negatif dalam pergaulan. Dan apabila orang-orang bodoh yang tidak tahu nilai-nilai sosial kemasyarakatan menyapa mereka dengan kata-kata yang menghina, atau kasar, mereka tidak membalasnya dengan ucapan yang semisal, namun dengan penuh sopan dan rendah hati mereka mengucapkan “salam,” yang berarti mudah-mudahan kita berada dalam keselamatan, damai, dan sejahtera. Nabi Muhammad telah memberikan contoh sendiri bahwa semakin dikasari, beliau semakin santun, arif dan bijaksana.","tafsir_tahlili":"(63) Sifat-sifat hamba Allah Yang Maha Pengasih dijelaskan mulai ayat 63 ini dan ayat-ayat berikutnya. Sifat-sifat itu semua dapat disimpulkan menjadi 9 sifat yang bila dimiliki oleh seorang muslim, dia akan mendapat keridaan Allah di dunia dan di akhirat, serta akan ditempatkan di posisi yang tinggi dan mulia yaitu di surga Na³m. Sifat-sifat tersebut ialah:\r\nPertama: Apabila mereka berjalan, terlihat sikap dan sifat kesederhanaan, mereka jauh dari sifat kesombongan, langkahnya mantap, teratur, dan tidak dibuat-buat dengan maksud menarik perhatian orang atau untuk menunjukkan siapa dia. Itulah sifat dan sikap seorang mukmin bila ia berjalan. Allah berfirman:\r\nوَلَا تَمْشِ فِى الْاَرْضِ مَرَحًاۚ;Dan janganlah engkau berjalan di bumi ini dengan sombong. (al-Isr±'/17: 37);Kedua: Apabila ada orang yang mengucapkan kata-kata yang tidak pantas atau tidak senonoh terhadap mereka, mereka tidak membalas dengan kata-kata yang serupa. Akan tetapi, mereka menjawab dengan ucapan yang baik, dan mengandung nasihat dan harapan semoga mereka diberi petunjuk oleh Allah Yang Maha Pemurah, Maha Pengasih, dan Penyayang. Demikian pula dengan sikap Rasulullah bila ia diserang dan dihina dengan kata-kata yang kasar, beliau tetap berlapang dada dan tetap menyantuni orang-orang yang tidak berakhlak itu. \r\nAl-¦asan al-Ba¡ri menjelaskan bahwa orang-orang mukmin senantiasa berlapang hati, dan tidak pernah mengucapkan kata-kata kasar. Bila kepada mereka diucapkan kata-kata yang kurang sopan, mereka tidak emosi dan tidak membalas dengan kata-kata yang tidak sopan pula. Mungkin ada orang yang menganggap bahwa sifat dan sikap seperti itu menunjukkan kelemahan dan tidak tahu harga diri, karena wajar bila ada orang yang bertindak kurang sopan dibalas dengan tindakan kurang sopan pula. Akan tetapi, bila direnungkan secara mendalam, pasti hal itu akan membawa pertengkaran dan perselisihan yang berkepanjangan. Setiap mukmin harus mencegah perselisihan dan permusuhan yang berlarut-larut. Salah satu cara yang paling tepat dan ampuh untuk membasminya ialah dengan membalas tindakan yang tidak baik dengan tindakan yang baik sehingga orang yang melakukan tindakan yang tidak baik itu akan merasa malu, dan sadar bahwa mereka telah melakukan sesuatu yang tidak wajar. Sikap seperti ini dijelaskan oleh Allah dalam firman-Nya:\r\nوَلَا تَسْتَوِى الْحَسَنَةُ وَلَا السَّيِّئَةُ ۗاِدْفَعْ بِالَّتِيْ هِيَ اَحْسَنُ فَاِذَا الَّذِيْ بَيْنَكَ وَبَيْنَهٗ عَدَاوَةٌ كَاَنَّهٗ وَلِيٌّ حَمِيْمٌ    ٣٤  وَمَا يُلَقّٰىهَآ اِلَّا الَّذِيْنَ صَبَرُوْاۚ وَمَا يُلَقّٰىهَآ اِلَّا ذُوْ حَظٍّ عَظِيْمٍ  ٣٥  ;Dan tidaklah sama kebaikan dengan kejahatan. Tolaklah (kejahatan itu) dengan cara yang lebih baik, sehingga orang yang ada rasa permusuhan antara kamu dan dia akan seperti teman yang setia. Dan (sifat-sifat yang baik itu) tidak akan dianugerahkan kecuali kepada orang-orang yang sabar dan tidak dianugerahkan kecuali kepada orang-orang yang mempunyai keberuntungan yang besar.  (Fu¡¡ilat/41: 34-35).;Demikianlah sifat dan sikap orang-orang mukmin di kala mereka berada di siang hari di mana mereka selalu ingat dengan sesama hamba Allah. \r\n"}