{"tafsir_id":292,"surah_id":2,"aya_number":285,"tafsir_wajiz":"Seorang muslim harus menaati firman Allah sebagaimana dicontohkan oleh Rasulullah. Sikap beliau dan para pengikutnya yang beriman menyangkut kitab suci Al-Qur'an dan kitab-kitab terdahulu serta para nabi dan rasul adalah bahwa Rasul, yakni Nabi Muhammad, beriman kepada apa yang diturunkan kepadanya, yakni Al-Qur'an, dari Tuhannya, demikian pula orang-orang yang beriman meski dengan kualitas keimanan yang berbeda dengan Nabi. Semua, yakni Nabi Muhammad dan orang mukmin, beriman kepada Allah bahwa Dia wujud dan Maha Esa, Mahakuasa, tiada sekutu bagi-Nya, dan Mahasuci dari segala kekurangan. Mereka juga percno_ayat kepada malaikat-malaikat-Nya sebagai hamba-hamba Allah yang taat melaksanakan segala apa yang diperintahkan kepada mereka dan menjauhi seluruh larangan-Nya. Demikian juga dengan kitab-kitab-Nya yang diturunkan kepada para rasul, seperti Zabur, Taurat, Injil, dan Al-Qur’an, dan juga percno_ayat kepada rasul-rasul-Nya sebagai hamba-hamba Allah yang diutus membimbing manusia ke jalan yang lurus dan diridai-Nya. Mereka berkata, “Kami tidak membeda-bedakan seorang pun dengan yang lain dari rasul-rasul-Nya dalam hal kepercno_ayatan terhadap mereka sebagai utusan Allah.” Dan mereka berkata, “Kami dengar apa yang Engkau perintahkan, baik yang melalui wahyu dalam Al-Qur’an maupun melalui ucapan NabiMu, dan kami taat melaksanakan perintah-perintah-Mu dan menjauhi larangan-larangan-Mu.” Dengan rendah hati mereka juga berucap, “Ampunilah kami, Ya Tuhan kami, dan hanya kepada-Mu, tidak kepada selain-Mu, tempat kami kembali.”","tafsir_tahlili":"(285) Diriwayatkan oleh A¥mad dan Muslim dari Abu Hurairah, dia berkata, “Tatkala Allah menurunkan ayat 284 kepada Rasulullah saw, maka sahabat merasa bebannya bertambah berat, lalu mereka datang menghadap Rasulullah saw dan berkata, “Kami telah dibebani dengan pekerjaan-pekerjaan yang sanggup kami kerjakan, yaitu salat, puasa, jihad, sedekah, dan kini telah turun pula ayat ini, yang kami tidak sanggup melaksanakannya”. Maka Rasulullah saw bersabda, “Apakah kamu hendak mengatakan seperti perkataan Ahli Kitab sebelum kamu, mereka mengatakan, “Kami dengar dan kami durhaka”. Katakanlah, “Kami dengar dan kami taat, kami memohon ampunan-Mu Ya, Tuhan kami, dan hanya kepada Engkaulah kami kembali. \r\nTatkala Rasulullah membacakan ayat ini kepada mereka, lidah mereka mengikutinya. Lalu turun ayat berikutnya, ayat 285 al-Baqarah. Abu Hurairah berkata, “Tatkala para sahabat telah mengerjakan yang demikian Allah menghilangkan kekhawatiran mereka terhadap ayat itu dan Dia menurunkan ayat berikutnya: \r\nلَا يُكَلِّفُ اللّٰهُ نَفْسًا اِلَّا وُسْعَهَا ۗ \r\nAllah tidak membebani seseorang melainkan sesuai dengan kesanggupannya. (al-Baqarah/2: 286);Hadis di atas melukiskan kekhawatiran para sahabat yang sangat takut kepada azab Allah. Para sahabat dahulunya adalah orang-orang yang hidup, dididik dan dibesarkan di dalam lingkungan kehidupan Arab jahiliah. Pikiran, hati, kepercayaan dan adat istiadat jahiliah telah sangat berpengaruh di dalam diri mereka. Bahkan di antara mereka ada pemuka dan pemimpin orang-orang Arab jahiliah. Setelah Nabi Muhammad saw diutus, mereka mengikuti seruan Nabi dan masuk agama Islam dengan sepenuh hati. Walaupun demikian bekas-bekas pengaruh kepercayaan dan kebudayaan Arab jahiliah masih ada di dalam jiwa mereka. Kepercayaan dan kebudayaan tersebut hilang dan hapus secara berangsur-angsur, setiap turun ayat-ayat Al-Qur′an dan setiap menjelaskan risalah yang dibawanya kepada mereka. \r\nMereka sendiri selalu berusaha agar bekas dari pengaruh yang tidak baik itu segera hilang dari diri mereka. Tatkala turun ayat ini mereka merasa khawatir, kalau Allah swt tidak mengampuni dosa-dosa mereka, sebagai akibat dari bekas-bekas kepercayaan dan kebudayaan Arab jahiliah yang masih ada pada hati dan jiwa mereka, walaupun mereka telah berusaha sekuat tenaga menghilangkannya. Karena kecemasan dan kekhawatiran itulah mereka segera bertanya kepada Rasulullah saw.\r\nRasa kekhawatiran akan diazab Allah swt tergambar pada pertanyaan Umar bin al-Kha¯¯±b kepada Huzaifah. Beliau pernah bertanya kepada Huzaifah, “Adakah engkau (Huzaifah) dapati pada diriku salah satu dari tanda-tanda munafik?” Maka untuk menghilangkan kekhawatiran itu dan menenteramkan hati mereka, turunlah ayat seperti yang dikutip di atas (al-Baqarah/2:286).\r\nDengan turunnya ayat ini, hati para sahabat merasa tenang dan tenteram, karena mereka telah yakin bahwa segala larangan dan perintah Allah itu sesuai dengan batas kemampuan manusia. Tidak ada perintah dan larangan yang tidak sanggup dilakukan manusia atau dihentikannya. Hanya orang yang ingkar kepada Allah sajalah yang merasa berat menghentikan larangan-Nya. Mereka telah yakin pula bahwa pekerjaan buruk yang terlintas di dalam pikiran mereka dan mereka benci kepada pekerjaan itu, telah mereka usahakan untuk menghilangkannya, karena itu mereka tidak akan dihukum. Allah berfirman:\r\nلَا يُؤَاخِذُكُمُ اللّٰهُ بِاللَّغْوِ فِيْٓ اَيْمَانِكُمْ وَلٰكِنْ يُّؤَاخِذُكُمْ بِمَا كَسَبَتْ قُلُوْبُكُمْ ۗ وَاللّٰهُ غَفُوْرٌ حَلِيْمٌ   \r\nAllah tidak menghukum kamu karena sumpahmu yang tidak kamu sengaja, tetapi Dia menghukum kamu karena niat yang terkandung dalam hatimu. Allah Maha Pengampun, Maha Penyantun. (al-Baqarah/2: 225);Selanjutnya Allah menerangkan bahwa Dia menghisab (memperhitungkan) apa yang ada di dalam hati manusia, baik yang disembunyikan atau yang dinyatakan, dan dengan perhitungan-Nya itu, Dia membalas perbuatan manusia dengan adil, karena perhitungan dan pembalasan itu dilandasi dengan sifat Allah Yang Maha Pengasih kepada hamba-hamba-Nya.\r\nKemudian Allah menegaskan bahwa dengan karunia-Nya Dia mengampuni hamba-Nya dan mengazabnya dengan adil serta memberi pahala yang berlipat ganda kepada orang yang mengerjakan amal saleh.\r\nAkhirnya Allah menyatakan bahwa “Dia Mahakuasa atas segala sesuatu”. Dari ayat ini dipahami bahwa Allah Mahakuasa atas segala sesuatu, maka mintalah pertolongan kepada-Nya, agar dapat melaksanakan perintah-perintah-Nya dan menghentikan larangan-Nya, mohonlah taufik dan hidayah-Nya.\r\nAwal surah Al-Baqarah dimulai dengan menerangkan bahwa Al-Qur′an tidak ada keraguan padanya dan juga menerangkan sikap manusia terhadapnya, yaitu ada yang beriman, ada yang kafir, dan ada yang munafik. Selanjutnya disebutkan hukum-hukum salat, zakat, puasa, haji, pernikahan, jihad, riba, hukum perjanjian dan sebagainya. Ayat ini merupakan ayat penutup surah Al-Baqarah yang menegaskan sifat Nabi Muhammad saw, dan para pengikutnya terhadap Al-Qur′an itu. Mereka mempercayainya menjadikannya sebagai pegangan hidup untuk mencapai kebahagiaan di dunia dan di akhirat. Ayat ini juga menegaskan akan kebesaran dan kebenaran Nabi Muhammad, dan orang-orang yang beriman, dan menegaskan bahwa hukum-hukum yang tersebut itu adalah hukum-hukum yang benar.\r\nDengan ayat ini Allah swt menyatakan dan menetapkan bahwa Rasulullah saw dan orang-orang yang beriman, benar-benar telah mempercayai Al-Qur′an, mereka tidak ragu sedikit pun dan mereka meyakini kebenaran Al-Qur′an itu. Pernyataan Allah ini terlihat pada diri Rasulullah saw dan pribadi-pribadi orang mukmin, terlihat pada kesucian dan kebersihan hati mereka, ketinggian cita-cita mereka, ketahanan dan ketabahan hati mereka menerima cobaan dalam menyampaikan agama Allah, sikap mereka di waktu mencapai kemenangan dan menghadapi kekalahan, sikap mereka terhadap musuh-musuh yang telah dikuasai, sikap mereka di waktu ditawan dan sikap mereka di waktu memasuki daerah-daerah luar Jazirah Arab.\r\nSikap dan watak yang demikian adalah sikap dan watak yang ditimbulkan oleh ajaran Al-Qur′an, dan ketaatan melaksanakan hukum Allah. Inilah yang dimaksud dengan jawaban 'Aisyah r.a. ketika ditanya tentang akhlak Nabi Muhammad saw, beliau menjawab:\r\nأَلَسْتَ تَقْرَأُ الْقُرْآنَ؟ قُلْتُ بَلٰى، قَالَتْ: فَإِنَّ خُلُقَ نَبِيِّ اللهِ كَانَ الْقُرْآنَ (رواه مسلم)\r\n“Bukankah engkau selalu membaca Al-Qur′an? Jawabnya, “Ya”. 'Aisyah berkata, “Maka sesungguhnya akhlak Nabi itu sesuai dengan Al-Qur′an.” (Riwayat Muslim);Seandainya Nabi Muhammad saw tidak meyakini benar ajaran-ajaran yang dibawanya, dan tidak berpegang kepada kebenaran dalam melaksanakan tugas-tugasnya, tentulah dia dan pengikutnya tidak akan berwatak demikian. Dia akan ragu-ragu dalam melaksanakan cita-citanya, ragu-ragu menceritakan kejadian-kejadian umat yang dahulu yang tersebut di dalam Al-Qur′an, terutama dalam menghadapi reaksi orang Yahudi dan Nasrani. Apalagi mengingat orang Yahudi dan Nasrani adalah orang yang banyak pengetahuan mereka tentang sejarah purbakala di masa itu, karena itu Nabi Muhammad selalu memikirkan dan tetap meyakini kebenaran setiap ajaran agama yang akan beliau kemukakan kepada mereka.\r\nOrang-orang yang hidup di zaman Nabi, baik pengikut beliau maupun orang-orang yang mengingkari, semuanya mengatakan bahwa Muhammad adalah orang yang dapat dipercaya, bukan seorang pendusta.\r\nSetiap orang yang beriman yakin adanya Allah Yang Maha Esa. Hanya Dia yang menciptakan makhluk, tidak berserikat dengan sesuatu pun. Mereka percaya kepada kitab-kitab Allah yang telah diturunkan kepada para nabi-Nya, percaya kepada malaikat-malaikat Allah, dan malaikat yang menjadi penghubung antara Allah dengan rasul-rasul-Nya, pembawa wahyu Allah. Mengenai keadaan zat, sifat-sifat dan pekerjan-pekerjaan malaikat itu termasuk ilmu Allah, hanya Allah yang Mahatahu. Percaya kepada malaikat merupakan bukti percaya kepada Allah.\r\nDinyatakan pula pendirian kaum Muslimin terhadap para rasul, tidak membeda-bedakan antara rasul-rasul Allah; mereka berkeyakinan bahwa semua rasul itu sama dalam mengimaninya.\r\nAllah swt berfirman:\r\nقُوْلُوْٓا اٰمَنَّا بِاللّٰهِ وَمَآ اُنْزِلَ اِلَيْنَا وَمَآ اُنْزِلَ اِلٰٓى اِبْرٰهٖمَ وَاِسْمٰعِيْلَ وَاِسْحٰقَ وَيَعْقُوْبَ وَالْاَسْبَاطِ وَمَآ اُوْتِيَ مُوْسٰى وَعِيْسٰى وَمَآ اُوْتِيَ النَّبِيُّوْنَ مِنْ رَّبِّهِمْۚ  لَا نُفَرِّقُ بَيْنَ اَحَدٍ مِّنْهُمْۖ وَنَحْنُ لَهٗ مُسْلِمُوْنَ   \r\nKatakanlah, ”Kami beriman kepada Allah dan kepada apa yang diturunkan kepada kami, dan kepada apa yang diturunkan kepada Ibrahim, Ismail, Ishak, Yakub dan anak cucunya, dan kepada apa yang diberikan kepada Musa dan Isa serta kepada apa yang diberikan kepada nabi-nabi dari Tuhan mereka. Kami tidak membeda-bedakan seorang pun di antara mereka, dan kami berserah diri kepada-Nya.” (al-Baqarah/2: 136);Di ayat lain diterangkan bahwa masing-masing rasul itu mempunyai keutamaan dibandingkan dengan rasul-rasul yang lain. Suatu keutamaan yang dipunyai seorang rasul mungkin tidak dipunyai oleh rasul yang lain, dan rasul yang lain itu mempunyai keutamaan pula.\r\nتِلْكَ الرُّسُلُ فَضَّلْنَا بَعْضَهُمْ عَلٰى بَعْضٍ \r\nRasul-rasul itu Kami lebihkan sebagian mereka dari sebagian yang lain……\r\n (al-Baqarah/2: 253);Ayat ini mengisyaratkan keutamaan umat Islam atas umat-umat lainnya yang membedakan rasul-rasul Allah. Ada yang mereka percayai dan ada yang tidak mereka percayai. Bahkan sebagian dari para rasul itu semasa hidupnya ada yang mereka perolok-olokkan. Sementara umat Islam tidak memperlakukan mereka seperti itu.\r\nAllah menerangkan lagi sifat-sifat lain yang dimiliki orang Islam. Yaitu apabila mereka mendengar suatu perintah atau larangan Allah, mereka mendengar dengan penuh perhatian, melaksanakan perintah itu, dan menjauhi larangan-Nya. Mereka merasakan kebesaran dan kekuasaan Allah, dan yakin bahwa hanya Allah sajalah yang wajib disembah dan ditaati.\r\nOleh karena orang mukmin mempunyai sifat-sifat yang demikian, maka mereka selalu memanjatkan doa kepada Allah, yaitu: “Ampunilah kami wahai Tuhan kami, dan kepada Engkaulah kami kembali”.\r\nSesungguhnya doa orang yang beriman bukanlah sekadar untuk meminta ampun kepada Allah swt atas kesalahan-kesalahan yang mereka perbuat, bahkan juga memohon ke hadirat Allah agar selalu diberi taufik dan hidayah, agar dapat melaksanakan segala perintah-Nya dan meninggalkan segala larangan-Nya.\r\nDari doa ini dapat dipahami bahwa orang yang beriman selalu berusaha melaksanakan perintah Allah dan meninggalkan larangan-Nya setelah mereka mendengar, memahami perintah dan larangan itu. Mereka sadar bahwa mereka seorang manusia yang tidak sempurna, tidak luput dari kekurangan. Sekalipun hati dan jiwa mereka telah berjanji akan menaati perintah dan larangan Allah setelah mendengar dan memahaminya, tetapi tanpa mereka sadari mereka sering lupa dan lalai, sehingga mereka mengabaikan perintah dan larangan itu. Sekalipun mereka telah mengetahui bahwa Allah tidak akan menghukum manusia karena lupa dan lalai, tetapi orang-orang yang beriman merasa dirinya wajib memohon ampun dan bertobat kepada Allah, agar Allah tidak menghukumnya karena perbuatan yang demikian itu.\r\nPengaruh iman yang demikian tampak pada tingkah laku, sifat, tindakan dan perbuatan mereka. Semuanya itu dijuruskan dan diarahkan ke jalan yang diridai Allah. Hal ini dipahami dari pernyataan mereka, “Hanya kepada Engkaulah kami kembali”.\r\nPernyataan ini mengungkapkan hakikat hidup manusia yang sebenarnya, menggariskan pedoman hidup dan tujuan akhir yang harus dicapai oleh manusia."}