{"tafsir_id":2923,"surah_id":25,"aya_number":68,"tafsir_wajiz":"Sifat berikutnya adalah menghindarkan diri dari dosa-dosa besar. <i>Dan orang-orang yang tidak mempersekutukan Allah dengan sembahan lain</i> apa pun itu dan <i>tidak membunuh orang yang diharamkan Allah</i>, karena kehidupan itu sangatlah mahal, hanya Allah saja yang berhak mengakhiri kehidupan seseorang, <i>kecuali dengan alasan yang di-benar-kan</i> oleh syariat, seperti karena membunuh lagi, atau murtad, atau berzina padahal dia sudah menikah. Dan mereka <i>tidak berzina</i> karena akan membawa dampak negatif yang sangat serius dalam kehidupan. <i>Dan barang siapa melakukan</i> tiga <i>hal demikian itu</i>, yaitu syirik, membunuh, dan berzina <i>niscaya dia mendapat hukuman yang berat</i>. Hal itu karena sesuai dengan besarnya dampak yang ditimbulkan dari perilaku buruk tersebut.","tafsir_tahlili":"(68-69) Keenam: Pada ayat ini, Allah menerangkan lagi sifat-sifat hamba Allah Yang Maha Pengasih lagi Maha Penyayang yaitu dia tidak menyembah selain Allah, dan tidak mempersekutukan-Nya dengan sesuatu apa pun. Dia benar-benar menganut tauhid yang murni. Bila dia beribadah, maka ibadahnya itu hanya semata-mata karena Allah, dan bila dia berbuat kebajikan, perbuatannya itu karena Allah bukan karena dia atau ingin dipuji orang. Bila dia berdoa, benar-benar doanya langsung dipanjatkan ke hadirat Allah tidak melalui perantara. Dia yakin sepenuhnya bahwa yang sanggup mengabulkan doanya hanya Allah semata. \r\nMereka tidak melakukan pembunuhan terhadap siapa pun karena menyadari bahwa jiwa seseorang menjadi hak atas dirinya. Ia tidak boleh dibunuh kecuali dengan hak yang telah ditetapkan oleh Allah seperti murtad atau membunuh orang tanpa hak. Mereka tidak akan melakukan perbuatan zina karena menyadari bahwa berzina itu termasuk dosa besar, suatu perbuatan yang sangat terkutuk dan dimurkai Allah. Dengan memelihara kemurnian tauhid yang menjadi dasar bagi akidah, seseorang akan bersih jiwanya, jernih pikirannya, dan tidak dapat diombang-ambingkan oleh kepercayaan-kepercayaan yang menyesatkan. Dengan menjauhi pembunuhan tanpa hak, akan bersihlah dirinya dari perbuatan zalim dan bersihlah masyarakat dari kekacauan. Hak setiap warga masyarakat akan terpelihara dengan baik sehingga mereka benar-benar dapat menikmati keamanan dan ketenteraman. Dengan memelihara dirinya dari perbuatan zina akan bersihlah dirinya dari kekotoran dan bersih pula masyarakat dari keonaran dan kekacauan nasab yang menimbulkan berbagai kesulitan dan ketidakstabilan. \r\nSehubungan dengan hal ini, dalam sebuah hadis Nabi saw dijelaskan:\r\nعَنْ عَبْدِ اللهِ قَالَ: قُلتُ يَارَسُولَ الله أَيُّ الذَّنْبِ أَعْظَمُ؟ قَالَ أَنْ تَجْعَلَ ِللهِ نِدًّا وَهُوَ خَلَقَكَ. قُلْتُ: ثُمَّ أَيٌّ ؟ قَالَ: اَنْ تَقْتُلَ وَلَدَكَ خَشْيَةَ أَنْ يَأْكُلَ مَعَكَ. قَالَ: ثُمَّ أَيٌّ؟ قَالَ: أَنْ تُزَانِيَ حَلِيْلَةَ جَارِكَ. وَأَنْزَلَ اللهُ تَصْدِيْقَ قَوْلِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ ((وَالَّذِيْنَ لاَ يَدْعُوْنَ مَعَ اللهِ اِلٰهًا اَخَرَ)) (رواه البخاري ومسلم)\r\nAbdull±h bin Masµd berkata, “Aku bertanya kepada Rasulullah, Dosa apakah yang paling besar? Rasulullah menjawab, Engkau menjadikan tandingan bagi Allah padahal Dia yang menciptakan kamu. Aku bertanya pula, Dosa apakah lagi? Rasulullah menjawab, Dosa membunuh anakmu karena takut (miskin) karena dia akan makan bersamamu. Kemudian aku bertanya lagi, Dosa apakah lagi? Rasulullah menjawab, Dosa berzina dengan istri tetanggamu. Allah menurunkan ayat ini untuk membenarkan sabda Nabi Muhammad.” (Riwayat al-Bukh±r³ dan Muslim);Kemudian Allah mengancam orang-orang yang melakukan perbuatan dosa itu dengan ancaman yang amat keras, yaitu neraka di hari Kiamat sebagai balasan atas semua dosa yang telah mereka perbuat di dunia. Bahkan Allah akan melipatgandakan azab bagi mereka karena dosa besar yang mereka lakukan itu. Mereka akan dilemparkan ke neraka dan akan tetap di sana. Di samping menderita siksaan jasmani seperti minuman yang sangat panas yang membakar kerongkongan dan usus mereka, mereka juga mendapat siksaan batin atau rohani, karena selalu mendapat penghinaan dan selalu menyesali kesalahan mereka sewaktu di dunia dahulu.\r\n"}