{"tafsir_id":2926,"surah_id":25,"aya_number":71,"tafsir_wajiz":"Dan barang siapa bertobat dengan hati yang ikhlas dan mengerjakan kebajikan, sebagai bukti pertobatannya, maka sesungguhnya dia bertobat kepada Allah dengan tobat yang sebenar-benarnya. Dia menyesal dengan penyesalan yang mendalam atas perbuatannya, mengakhiri perilaku buruknya dan berjanji tidak akan mengulangi lagi perbuatan itu. Inilah tobat yang akan diterima oleh Allah.","tafsir_tahlili":"(70-71) Pada ayat-ayat ini, Allah menerangkan bahwa orang-orang yang mengerjakan perbuatan dosa seperti tersebut pada ayat di atas, lalu bertobat dengan sebenar-benar tobat, kembali beriman, serta selalu berbuat amal saleh, perbuatan mereka yang jahat itu akan diganti dengan kebaikan dan pahala yang berlipat ganda karena Allah adalah Maha Pengampun, Maha Pengasih dan Maha Penyayang. Menurut sebagian mufasir, penggantian dosa kejahatan dengan pahala kebaikan itu ialah dengan menghapuskan segala dosa yang telah dikerjakan di masa yang lalu karena tobat yang benar, kemudian amal kebaikan yang dikerjakannya sesudah bertobat dilipatgandakan pahalanya sehingga bisa menghapus dosa yang telah dilakukan dahulu. \r\nMufasir-mufasir lain mengatakan bahwa Allah memberikan kepada orang yang bertobat itu pahala yang seimbang banyaknya dengan dosa yang telah dikerjakan. Kemudian dia bertobat dan mengerjakan amal yang baik, maka amal yang baik itu akan diberi pahala yang berlipat ganda pula. Jadi orang yang bertobat itu mendapat dua kebaikan yaitu dosa-dosanya yang terdahulu dihapuskan dan kemudian diberi pula pahala yang sama banyaknya dengan dosa yang telah dikerjakannya itu.\r\nDalam sebuah hadis, diriwayatkan bahwa:\r\nعَنْ أَبِي طَوِيْل شَطَب الْمَمْدُوْد، اَنَّهُ أَتَى رَسُوْلَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَقَالَ: أَرَأَيْتَ رَجُلاً عَمِلَ الذُّنُوْبَ كُلَّهَا فَلَمْ يَتْرُكْ مِنْهَا شَيْئاً وَهُوَ فِى ذَلِكَ،لَمْ يَتْرُكْ حَاجَةً اِلاَّ أَتَاهَا: فَهَلْ لَهُ مِنْ تَوْبَةٍ؟ قَالَ: فَهَلْ أَسْلَمْتَ؟ قَالَ: اَمَّا اَنَا فَأَشْهَدُ اَنْ لاَ اِلٰهَ اِلاَّ اللهُ وَحْدَهُ لاَشَرِيْكَ لَهُ وَاِنَّكَ رَسُوْلُ اللهِ. قَالَ : نَعَمْ. تَفْعَلُ الْخَيْرَاتِ وَتَتْرُكُ السَّيِّئَاتِ .فَيَجْعَلُ اللهُ لَكَ خَيْرَاتٍ كُلِّهِنَّ. قَالَ: وَغَدَرَاتِى وَفَجَرَاتِى؟ قَالَ: نَعَمْ. فَقَالَ: اَللهُ اَكْبَرُ فَمَازَالَ يُكَبِّرُ حَتَّى تَوَارَى (رواه الطبرانى)\r\nDari Abu °aw³l Sya¯ab al-Mamdµd, ia menghadap Nabi saw dan bertanya, “Apakah pendapat anda tentang seseorang yang mengerjakan segala dosa, tidak ada perbuatan dosa kecuali ia lakukan. Apakah tobatnya diterima? Nabi saw menjawab, “Apakah kamu sudah masuk Islam?” Dia menjawab, “Saya sendiri bersaksi bahwa tidak ada tuhan selain Allah Yang Maha Esa dan tidak ada sekutu bagi-Nya. Dan engkau adalah utusan Allah.” Nabi saw berkata, “Ya, benar. Kamu mengerjakan kebajikan dan meninggalkan keburukan. Maka Allah akan menjadikan untukmu kebaikan semuanya.” Dia bertanya lagi, “Semua kesalahanku diampuni?” “Ya,” jawab Nabi saw. “All±hu Akbar,” kata orang tadi, dan dia terus bertakbir sampai pergi tidak kelihatan. (Riwayat al-°abr±n³)\r\nKemudian Allah menyatakan bahwa tobat yang diterima itu haruslah diiringi dengan perbuatan baik. Tobat dimulai dengan penyesalan atas perbuatan jahat yang telah dilaksanakan, dan berhenti dari berbuat maksiat, diiringi dengan perbuatan baik untuk menjadi bukti bahwa tobat itu adalah tobat yang sebenarnya dan dilakukan dengan sungguh-sungguh (nasuha).\r\n"}