{"tafsir_id":2927,"surah_id":25,"aya_number":72,"tafsir_wajiz":"Dan sifat-sifat utama lainnya dari ‘ibadurrahman adalah orang-orang yang tidak memberikan kesaksian palsu, yang sengaja dilakukan padahal dia tahu bahwa hal itu bohong belaka. Dan apabila mereka bertemu dengan orang-orang yang mengerjakan perbuatan-perbuatan yang tidak berfaedah, baik perkataan ataupun perbuatan yang sia-sia, mereka berlalu dengan menjaga kehormatan dirinya. Mereka tidak menghiraukannya dan tidak memedulikannya. Sebagai seorang muslim, setiap langkahnya harus membawa kemanfaatan bagi kehidupannya yang akan dibawa setelah dia meninggal.","tafsir_tahlili":"(72) Ketujuh: Pada ayat ini, Allah menerangkan bahwa di antara sifat hamba Allah Yang Maha Pengasih adalah tidak mau dan tidak pernah melakukan sumpah palsu. Apabila lewat di hadapan orang-orang yang suka mengucapkan kata-kata yang tidak karuan dan tidak ada faedahnya sama sekali, dia berlalu tanpa ikut bergabung dengan mereka. Dia menyadari bahwa seorang mukmin tidak layak melayani orang-orang yang menyia-nyiakan waktunya yang sangat berharga dengan omong kosong, apalagi bila waktu itu dipergunakan untuk membicarakan hal-hal yang membawa kepada perbuatan dosa seperti mempergunjingkan orang atau menuduh orang-orang yang tidak bersalah dan lain-lain sebagainya. \r\nBersumpah palsu sangat dilarang dalam agama Islam, karena ketika bersumpah itu, seseorang telah berdusta dan tidak menyatakan yang sebenarnya. Banyak sekali orang yang melakukan sumpah palsu untuk membela orang-orang yang tidak benar agar orang itu dapat merampas atau memiliki hak orang lain dan melakukan kezaliman. Padahal, kalau ia tidak ikut bersumpah, tentulah yang hak itu akan nyata dan jelas, serta tidak akan terjadi kezaliman atau perampasan hak. Sebagai seorang mukmin, dia harus berdiri di pihak yang benar dan harus merasa bertanggung jawab untuk menegakkan keadilan dan memberantas kezaliman. \r\nUmar bin Kha¯¯±b sangat marah kepada orang yang melakukan sumpah palsu dan dia pernah mendera orang yang bersumpah palsu 40 kali dera, mencorengi mukanya dengan warna hitam, mencukur semua rambut kepalanya, dan kemudian mengaraknya di tengah pasar. \r\nSifat dan sikap hamba-hamba Allah yang terpuji ini digambarkan Allah dalam firman-Nya:\r\nوَاِذَا سَمِعُوا اللَّغْوَ اَعْرَضُوْا عَنْهُ وَقَالُوْا لَنَآ اَعْمَالُنَا وَلَكُمْ اَعْمَالُكُمْ ۖسَلٰمٌ عَلَيْكُمْ ۖ لَا نَبْتَغِى الْجٰهِلِيْنَ  \r\nDan apabila mereka mendengar perkataan yang buruk, mereka berpaling darinya dan berkata, “Bagi kami amal-amal kami dan bagimu amal-amal kamu, semoga selamatlah kamu, kami tidak ingin (bergaul) dengan orang-orang bodoh.” (al-Qa¡a¡/28: 55).\r\n"}