{"tafsir_id":2929,"surah_id":25,"aya_number":74,"tafsir_wajiz":"Dan sifat ‘ibadurrahman  berikutnya adalah orang-orang yang berkata atau memanjatkan doa, “Ya Tuhan kami, anugerahkanlah kepada kami pasangan kami yang menjadi pendamping kami dalam melaksanakan kehidupan ini dan anugerahkanlah juga kepada keturunan kami yang akan melanjutkan kehidupan diri kami sebagai penyenang hati kami, karena perbuatan mulia mereka, dan jadikanlah kami sebagai pemimpin dan panutan bagi orang-orang lain yang bertakwa.”","tafsir_tahlili":"(74) Kesembilan: Di antara sifat-sifat hamba Allah ialah mereka selalu bermunajat dan memohon kepada-Nya agar dianugerahi keturunan yang saleh dan baik. Istri dan anak-anaknya benar-benar menyenangkan hati dan menyejukkan perasaan karena keluarga mereka terdiri dari orang-orang yang saleh dan bertakwa kepada Tuhan. Dengan demikian, akan bertambah banyaklah di muka bumi ini hamba-hamba Allah Yang Maha Pengasih lagi Maha Penyayang. \r\nDi samping itu, mereka bermunajat kepada Allah agar keturunannya menjadi orang-orang yang bertakwa seluruhnya, menjadi penyeru manusia untuk bertakwa, dan menjadi pemimpin bagi orang-orang yang bertakwa. Ini adalah cahaya iman yang telah memenuhi hati mereka dan meneranginya dengan petunjuk dan hidayah sehingga mereka ingin sekali supaya orang-orang yang bertakwa yang mendapat petunjuk kian lama kian bertambah juga. Keinginan mereka agar anak cucu dan keturunannya menjadi pemimpin bagi orang-orang yang bertakwa bukanlah karena ingin kedudukan yang tinggi atau kekuasaan mutlak, tetapi  semata-mata karena keinginan yang tulus ikhlas agar penduduk dunia ini dipenuhi oleh orang-orang yang beriman dan bertakwa. Juga bertujuan agar anak cucu mereka melanjutkan perjuangannya menegakkan keadilan dan kebenaran. Dengan demikian, walaupun mereka sendiri telah mati, tetapi mereka tetap menerima pahala perjuangan anak cucu mereka sesuai dengan sabda Rasulullah:\r\nاِذَا مَاتَ ابْنُ آدَمَ اِنْقَطَعَ عَمَلُهُ اِلاَّ مِنْ ثَلاَثٍ: صَدَقَةٍ جَارِيَةٍ اَوْ عِلْمٍ يُنْتَفَعُ بِهِ اَوْ وَلَدٍ صَالِحٍ يَدْعُوْ لَهُ. (رواه مسلم عن ابى هريرة)\r\n“Apabila seseorang mati, maka putuslah segala amalnya kecuali dari tiga macam: sedekah yang dapat dimanfaatkan orang, ilmu pengetahuan yang ditinggalkannya yang dapat diambil manfaatnya oleh orang lain sesudah matinya, anak yang saleh yang selalu mendoakannya.” (Riwayat Muslim dari Abµ Hurairah).;Demikianlah sembilan sifat baik yang dimiliki oleh hamba-hamba Allah Yang Maha Penyayang. Bila sifat-sifat itu telah dimiliki oleh seseorang, maka mereka berhak mendapat julukan demikian itu. Orang-orang yang mendapat julukan pasti akan disayang Allah dan di akhirat nanti akan mendapat karunia dan rahmat yang sangat mulia dan besar.\r\n"}