{"tafsir_id":293,"surah_id":2,"aya_number":286,"tafsir_wajiz":"Tidak ada yang berat dalam beragama, dan tidak perlu ada kekhawatiran tentang tanggung jawab atas bisikan-bisikan hati, sebab Allah tidak membebani seseorang melainkan sesuai dengan kesanggupannya. Dia, yakni setiap manusia, mendapat pahala dari kebajikan yang dikerjakannya walaupun baru dalam bentuk niat dan belum wujud dalam kenyataan, dan dia mendapat siksa dari kejahatan yang diperbuatnya dan wujud dalam bentuk nyata. Mereka berdoa, “Ya Tuhan kami, janganlah Engkau hukum kami jika kami lupa dalam melaksanakan apa yang Engkau perintahkan atau kami melakukan kesalahan karena suatu dan lain sebab. Ya Tuhan kami, janganlah Engkau bebani kami dengan beban yang berat sebagaimana Engkau bebankan kepada orang-orang sebelum kami seperti orang-orang Yahudi yang mendapat tugas yang cukup sulit karena ulah mereka sendiri, misalnya untuk bertobat harus membunuh diri sendiri. Ya Tuhan kami, janganlah Engkau pikulkan kepada kami apa yang tidak sanggup kami memikulnya, baik berupa ketentuan dalam beragama maupun musibah dalam hidup dan lainnya. Maafkanlah kami, yakni hapuslah dosa-dosa kami, ampunilah kami dengan menutupi aib kami dan tidak menghukum kami akibat pelanggaran, dan rahmatilah kami dengan sifat kasih dan rahmat-Mu yang luas, melebihi penghapusan dosa dan penutupan aib. Engkaulah pelindung kami, karena itu maka tolonglah kami dengan argumentasi dan kekuatan fisik dalam menghadapi orang-orang kafir.”","tafsir_tahlili":"(286) Dalam mencapai tujuan hidup itu, manusia diberi beban oleh Allah sesuai kesanggupannya, mereka diberi pahala lebih dari yang telah diusahakannya dan mendapat siksa seimbang dengan kejahatan yang telah dilakukannya.\r\nAmal yang dibebankan kepada seseorang hanyalah yang sesuai dengan kesanggupannya. Agama Islam adalah agama yang tidak membebani manusia dengan beban yang berat dan sukar. Mudah, ringan dan tidak sempit adalah asas pokok dari agama Islam. Allah berfirman:\r\nوَمَا جَعَلَ عَلَيْكُمْ فِى الدِّيْنِ مِنْ حَرَجٍ ;…. dan Dia tidak menjadikan kesukaran untukmu dalam agama. … (al-¦ajj/22: 78).;;\r\nيُرِيْدُ اللّٰهُ اَنْ يُّخَفِّفَ عَنْكُمْ ۚ وَخُلِقَ الْاِنْسَانُ ضَعِيْفًا  \r\nAllah hendak memberikan keringanan kepadamu, karena manusia diciptakan (bersifat) lemah. (an-Nis±′/4: 28). \r\nيُرِيْدُ اللّٰهُ بِكُمُ الْيُسْرَ وَلَا يُرِيْدُ بِكُمُ الْعُسْرَ ;…. Allah menghendaki kemudahan bagimu, dan tidak menghendaki kesukaran bagimu. …. (al-Baqarah/2: 185);Kemudian Allah menerangkan hasil amalan yang telah dibebankan dan dilaksanakan oleh manusia, yaitu amal saleh yang dikerjakan mereka. Maka balasannya akan diterima dan dirasakan oleh mereka berupa pahala dan surga. Sebaliknya perbuatan dosa yang dikerjakan oleh manusia, maka hukuman mengerjakan perbuatan dosa itu, akan dirasakan dan ditanggung pula oleh mereka, yaitu siksa dan azab di neraka.\r\nAyat ini mendorong manusia agar mengerjakan perbuatan yang baik serta menunaikan kewajiban yang telah ditetapkan agama. Ayat ini memberi pengertian bahwa perbuatan baik itu adalah perbuatan yang mudah dikerjakan manusia karena sesuai dengan watak dan tabiatnya, sedang perbuatan yang jahat adalah perbuatan yang sukar dikerjakan manusia karena tidak sesuai dengan watak dan tabiatnya.\r\nManusia dilahirkan dalam keadaan fitrah yang suci dan telah tertanam dalam hatinya jiwa ketauhidan. Sekalipun manusia oleh Allah diberi potensi untuk menjadi baik dan menjadi buruk, tetapi dengan adanya jiwa tauhid yang telah tertanam dalam hatinya sejak dia masih dalam rahim ibunya, maka tabiat ingin mengerjakan kebajikan itu lebih nyata dalam hati manusia dibanding dengan tabiat ingin melakukan kejahatan.\r\nAdanya keinginan yang tertanam pada diri seseorang untuk mengerjakan suatu pekerjaan yang baik, akan memberikan kemungkinan baginya untuk mendapat jalan yang mudah dalam mengerjakan pekerjaan itu. Apalagi bila dia berhasil dan dapat menikmati usahanya, maka dorongan dan semangat untuk melakukan pekerjaan baik yang lain semakin bertambah pada dirinya.\r\nSegala macam pekerjaan jahat adalah pekerjaan yang bertentangan dan tidak sesuai dengan tabiat manusia. Mereka melakukan perbuatan jahat pada mulanya adalah karena terpaksa. Bila dia mengerjakan perbuatan jahat, maka timbullah pada dirinya rasa takut, selalu khawatir akan diketahui oleh orang lain. Perasaan ini akan bertambah setiap melakukan kejahatan. Akhirnya timbullah rasa malas, rasa berdosa pada dirinya dan merasa dirinya dibenci oleh orang lain. Rasulullah saw bersabda:\r\nاَلْبِرُّ حُسْنُ الْخُلُقِ وَاْلإِثْمُ مَا حَاكَ فِي صَدْرِكَ وَكَرِهْتَ أَنْ يَطَّلِعَ عَلَيْهِ النَّاسُ (رواه مسلم)\r\n“Kebajikan itu adalah budi pekerti yang baik, dan dosa itu adalah segala yang tergores di dalam hatimu, sedang engkau tidak suka orang lain mengetahuinya”. (Riwayat Muslim);Kesukaran yang timbul akibat perbuatan jahat akan bertambah terasa oleh manusia bila dia telah mulai menerima hukuman, langsung atau tidak langsung dari perbuatannya itu.\r\nDari ayat ini juga dipahami pula bahwa seseorang tidak akan menerima keuntungan atau kerugian disebabkan perbuatan orang lain; mereka tidak akan diazab karena dosa orang lain. Mereka diazab hanyalah karena kejahatan yang mereka lakukan sendiri.\r\nاَلَّا تَزِرُ وَازِرَةٌ وِّزْرَ اُخْرٰىۙ    ٣٨  وَاَنْ لَّيْسَ لِلْاِنْسَانِ اِلَّا مَا سَعٰىۙ    ٣٩  ;(Yaitu) bahwa seseorang yang berdosa tidak akan memikul dosa orang lain, dan bahwa manusia hanya memperoleh apa yang telah diusahakannya, (an-Najm/53:38 dan 39);Di sisi lain, manusia bisa menerima keuntungan berupa pahala, apabila sudah mati kelak, dari hasil usahanya semasa hidupnya. Termasuk usaha manusia ialah anaknya yang saleh yang mendoakannya, sedekah jariah yang dikeluarkannya dan ilmu pengetahuan yang bermanfaat yang diajarkannya. Rasulullah saw bersabda:\r\nإِذَا مَاتَ اْلاِنْسَانُ اِنْقَطَعَ عَمَلُهُ اِلاَّ مِنْ ثَلاَثٍ: وَلَدٍ صَالِحٍ يَدْعُوْ لَهُ اَوْ صَدَقَةٍ جَارِيَةٍ اَوْ عِلْمٍ يُنْتَفَعُ بِهِ (رواه البخاري ومسلم عن أبي هريرة)\r\nApabila seseorang telah meninggal dunia, putuslah (pahala) amalnya kecuali tiga hal, yaitu: anak saleh yang mendoakannya, sedekah jariah, dan ilmu yang bermanfaat. (Riwayat al-Bukh±r³ dan Muslim dari Abµ Hurairah);Setelah disebutkan sifat-sifat orang yang beriman dan menyebutkan karunia yang telah dilimpahkan Allah kepada hamba-hamba-Nya, yaitu tidak membebani hamba dengan yang tidak sanggup mereka kerjakan, maka Allah mengajarkan doa untuk selalu dimohonkan kepada-Nya agar diampuni dari segala dosa karena mengerjakan perbuatan terlarang disebabkan lupa, salah atau tidak disengaja.\r\nDoa yang diajarkan kepada kita bukanlah sekadar untuk dibaca dan diulang-ulang lafaznya saja, melainkan maksudnya ialah agar doa itu dibaca dengan tulus ikhlas dengan sepenuh hati dan jiwa, di samping melakukan segala perintah-Nya dan menjauhi larangan-Nya, sesuai dengan kesanggupan hamba itu sendiri.\r\nDoa erat hubungannya dengan tindakan dan perbuatan. Tindakan dan perbuatan erat pula hubungannya dengan ilmu pengetahuan. Sebab itu orang yang berdoa belumlah dapat dikatakan berdoa, bila ia tidak mengerjakan perbuatan yang harus dikerjakan serta menjauhi larangan yang harus ditinggalkan. Berbuat dan beramal haruslah berdasarkan ilmu pengetahuan. Ada amal yang sanggup dikerjakan dan ada amal yang tidak sanggup dikerjakan, ada amal yang dikerjakan dengan sempurna dan ada pula amal yang tidak dapat dikerjakan dengan sempurna. Untuk menyempurnakan kekurangan ini, Allah mengajarkan doa kepada hamba-Nya. Dengan perkataan lain; doa itu menyempurnakan amal yang tidak sanggup dikerjakan dengan sempurna.\r\nDari doa itu dipahami bahwa pada hakikatnya perbuatan terlarang yang dikerjakan karena lupa atau salah dan tidak disengaja, ada juga hukumannya. Hukuman itu ditimpakan kepada pelakunya. Karena itu Allah mengajarkan doa tersebut kepada hamba-Nya agar dia terhindar dari hukuman itu.\r\nSetelah diajarkan doa untuk meminta ampun kepada Allah dari segala perbuatan yang dilakukannya karena lupa dan tidak sengaja, maka diajarkan juga doa yang lain untuk memohon agar dia tidak dibebani dengan beban yang berat sebagaimana yang telah dibebankan kepada orang-orang dahulu. Kemudian diajarkan lagi doa untuk memohon agar dia tidak dibebani dengan beban yang tidak sanggup dipikulnya.\r\nDi antara doa orang-orang yang beriman ini sebagai berikut: “Ya Allah, hapuskanlah dosa dan kesalahan kami, baik yang disengaja maupun yang tidak disengaja, dan janganlah kami diazab karena dosa perbuatan yang telah kami kerjakan. Janganlah kami disiksa karenanya, berilah kami taufik dan hidayah dalam segala perbuatan kami, sehingga kami dapat melaksanakan perintah-perintah Engkau dengan mudah”.\r\nKita sudah diberi pedoman dalam berdoa kepada Allah, memohon pertolongan-Nya dalam menghadapi orang kafir.\r\nPertolongan yang dimohonkan di sini ialah pertolongan agar mencapai kemenangan. Yang dimaksud kemenangan ialah kemenangan dunia dan akhirat, bukan semata-mata kemenangan dalam peperangan."}