{"tafsir_id":2935,"surah_id":26,"aya_number":3,"tafsir_wajiz":"Boleh jadi engkau, wahai Rasul, akan membinasakan dirimu dengan kesedihan yang mendalam karena mereka penduduk Mekah itu tidak mau beriman denganmu, padahal kamu sangat menginginkan mereka untuk beriman.","tafsir_tahlili":"(3) Nabi Muhammad adalah seorang yang cinta kepada kaumnya dan selalu mengharapkan supaya mereka beriman semuanya. Dia yakin dengan memeluk Islam, mereka pasti akan bahagia dan selamat dari malapetaka yang biasa diturunkan Allah kepada orang-orang yang kafir dahulu. Hampir saja beliau berputus asa karena setelah sekian lama beliau menyeru mereka dengan mengemukakan alasan-alasan dan hujah-hujah yang kuat yang tidak bisa dibantah, mereka tetap membangkang dan menghinakannya. Sungguh amat tragis dan menyedihkan sekali bagi seorang pemuka agama yang cinta kepada umatnya dan berusaha untuk keselamatan dan kebahagiaan mereka, tetapi selalu dicemoohkan oleh kaumnya.\r\nPada ayat ini, Allah menegur Nabi Muhammad yang sedang berada dalam puncak kesedihan dan duka-cita dengan mengatakan apakah Nabi akan membinasakan diri hanya karena kaumnya tidak mau menerima petunjuk dan ajaran yang benar? Seakan-akan Allah memberikan teguran kepadanya, mengapa Nabi terlalu berharap agar kaumnya beriman semuanya? Padahal kewajibannya yang utama hanyalah menyampaikan risalah Allah sebagai tersebut dalam firman-Nya:\r\nۚفَهَلْ عَلَى الرُّسُلِ اِلَّا الْبَلٰغُ الْمُبِيْنُ;Bukankah kewajiban para rasul hanya menyampaikan (amanat Allah) dengan jelas. (an-Na¥l/16: 35);Sebenarnya dengan teguran ini Allah melarangnya berbuat demikian seperti tersebut dalam firman-Nya pada surah yang lain:\r\nفَاِنَّ اللّٰهَ يُضِلُّ مَنْ يَّشَاۤءُ وَيَهْدِيْ مَنْ يَّشَاۤءُۖ فَلَا تَذْهَبْ نَفْسُكَ عَلَيْهِمْ حَسَرٰتٍۗ اِنَّ اللّٰهَ عَلِيْمٌ ۢبِمَا يَصْنَعُوْنَ   ;Sesungguhnya Allah menyesatkan siapa yang Dia kehendaki dan memberi petunjuk kepada siapa yang Dia kehendaki. Maka jangan engkau (Muhammad) biarkan dirimu binasa karena kesedihan terhadap mereka. Sesungguhnya Allah Maha Mengetahui apa yang mereka perbuat. (F±¯ir/35: 8)\r\n"}