{"tafsir_id":2936,"surah_id":26,"aya_number":4,"tafsir_wajiz":"Jika Kami menghendaki agar mereka beriman kepadamu, niscno_ayat Kami turunkan kepada mereka suatu kejadiaan yang luar biasa, yaitu berupa mukjizat dari langit yang turun kepada mereka yang akan memaksa mereka dan membuat tengkuk mereka tunduk dengan rendah hati kepadanya. Akan tetapi, Kami tidak menghendaki cara pemaksaan seperti itu. Kami ingin mereka beriman dengan suka rela, tanpa ada satu paksaan apa pun kepada mereka. Iman dengan sukarela akan membuahkan hasil yang baik dan berkelanjutan. Sebaliknya, keimanan dengan secara terpaksa, akan menghasilkan sesuatu yang tidak baik pula.","tafsir_tahlili":"(4) Pada ayat ini diterangkan bahwa jika Allah hendak memaksa mereka supaya beriman, hal itu amat mudah bagi-Nya. Namun demikian, Allah hendak memberlakukan sunah-Nya kepada kaum Quraisy bahwa beriman itu bukanlah dengan paksaan dan kekerasan, tetapi dengan kesadaran dan kemauan sendiri. Memaksa orang agar beriman bertentangan dengan ayat Al-Qur'an (al-Baqarah/2: 256) dan sunah Allah. Hal itu tidak boleh dilakukan oleh para rasul sesuai dengan firman Allah:\r\nوَلَوْ شَاۤءَ رَبُّكَ لَاٰمَنَ مَنْ فِى الْاَرْضِ كُلُّهُمْ جَمِيْعًاۗ اَفَاَنْتَ تُكْرِهُ النَّاسَ حَتّٰى يَكُوْنُوْا مُؤْمِنِيْنَ   ;Dan jika Tuhanmu menghendaki, tentulah beriman semua orang di bumi seluruhnya. Tetapi apakah kamu (hendak) memaksa manusia agar mereka menjadi orang-orang yang beriman? (Yµnus/10: 99).;Oleh karena itu, Allah dengan hikmat dan ketetapan-Nya mengutus para rasul yang akan menyeru umat kepada kebenaran dan tauhid yang murni, serta menuntun mereka kepada jalan yang lurus, dan syariat yang membawa mereka menuju kebahagiaan di dunia dan akhirat. \r\nDemikianlah Allah menurunkan Al-Qur'an kepada Muhammad sebagai mukjizat. Kemukjizatan Al-Qur'an akan tetap berlaku sepanjang masa sampai hari Kiamat sesuai dengan risalah yang dibawa Muhammad untuk seluruh umat manusia di segala zaman dan tempat. Mukjizat-mukjizat yang diberikan kepada para nabi sebelum Muhammad hanya berlaku untuk masa dan tempat di mana nabi itu menyebarkan risalahnya. Sesudah itu, mukjizat-mukjizat itu hanya menjadi berita yang ditulis di dalam sejarah dan tidak dapat disaksikan lagi oleh generasi yang datang kemudian. Berbeda dengan Al-Qur'an, sampai saat ini dengan semakin bertambahnya pengetahuan manusia, dan semakin maju teknologi mereka, akan semakin bertambah jelas kebenaran Al-Qur'an. Isyarat-isyarat ilmiah yang disebutkan di dalam Al-Qur'an secara ringkas, yang mungkin belum dapat dipahami pada masa-masa sebelumnya, semakin terungkap, sehingga umat Islam bertambah yakin akan kebenaran Al-Qur'an. Berkaitan dengan itu, bertambah banyak pula orang-orang yang sadar dengan sendirinya bahwa Al-Qur'an itu memang kitab yang diturunkan Allah untuk menuntun manusia ke jalan yang benar, sehingga mereka beriman dan menganut agama Islam.\r\n"}