{"tafsir_id":2937,"surah_id":26,"aya_number":5,"tafsir_wajiz":"Dan setiap kali disampaikan kepada mereka suatu peringatan baru yakni no_ayatt-no_ayatt Al-Qur’an yang diturunkan dari Tuhan Yang Maha Pengasih, mereka selalu berpaling darinya. Mereka tidak mau mendengarkan, tidak mau memedulikannya, bahkan menertawakannya.","tafsir_tahlili":"(5-6) Pada ayat ini, Allah menjelaskan watak dan tabiat kaum musyrikin. Hati mereka telah tertutup untuk menerima kebenaran, karena telah dikotori oleh sifat takabur dan sombong. Mereka sangat mencintai kedudukan, pangkat, dan harta. Bila mendengar ayat-ayat Allah, yang menyeru mereka untuk beriman dan mematuhi ajaran-ajarannya, mereka dengan spontan menolak dan berpaling daripadanya. Padahal kalau mereka mau memperhatikan dan merenungkannya, mereka tentu akan mendapat banyak pelajaran yang dapat mengingatkan mereka bahwa paham yang mereka anut dan tindakan yang mereka lakukan telah jauh menyimpang dari kebenaran yang disampaikan Al-Qur'an. \r\nDemikianlah watak dan tabiat orang-orang musyrik. Mereka dengan serta merta menolak ayat-ayat itu dan mendustakannya bahkan memperolok-olokan dan mencemoohkannya. Oleh karena itu, Allah mengancam dengan mengatakan bahwa mereka di akhirat nanti akan melihat dan merasakan sendiri akibat dari cemoohan dan olok-olokan mereka. Mereka akan disiksa dalam neraka Jahanam dengan siksaan yang amat pedih dan sangat menghinakan, sesuai dengan firman Allah pada ayat yang lain:\r\nقَدْ خَسِرَ الَّذِيْنَ كَذَّبُوْا بِلِقَاۤءِ اللّٰهِ ۗحَتّٰٓى اِذَا جَاۤءَتْهُمُ السَّاعَةُ بَغْتَةً قَالُوْا يٰحَسْرَتَنَا عَلٰى مَا فَرَّطْنَا فِيْهَاۙ وَهُمْ يَحْمِلُوْنَ اَوْزَارَهُمْ عَلٰى ظُهُوْرِهِمْۗ  اَلَا سَاۤءَ مَا يَزِرُوْنَ   ;Sungguh rugi orang-orang yang mendustakan pertemuan dengan Allah; sehingga apabila Kiamat datang kepada mereka secara tiba-tiba, mereka berkata, “Alangkah besarnya penyesalan kami terhadap kelalaian kami tentang Kiamat itu,” sambil mereka memikul dosa-dosa di atas punggungnya. Alangkah buruknya apa yang mereka pikul itu. (al-An±m/6: 31);Dan firman-Nya:\r\nيٰحَسْرَةً عَلَى الْعِبَادِۚ مَا يَأْتِيْهِمْ مِّنْ رَّسُوْلٍ اِلَّا كَانُوْا بِهٖ يَسْتَهْزِءُوْنَ;Alangkah besar penyesalan terhadap hamba-hamba itu, setiap datang seorang rasul kepada mereka, mereka selalu memperolok-olokkannya. (Y±s³n/36: 30)\r\n"}