{"tafsir_id":296,"surah_id":3,"aya_number":3,"tafsir_wajiz":"Dia menurunkan Kitab Al-Qur’an secara berangsur-angsur kepadamu, wahai Nabi Muhammad, yang mengandung kebenaran dan dalam keadaan hak, baik kandungan, cara menurunkan, yang membawanya turun, maupun yang menerimanya. Kandungan Al-Qur’an itu membenarkan wahyu-wahyu Allah dalam kitab-kitab suci sebelumnya yang pernah diwahyukan kepada para nabi dan rasul, yakni yang berkaitan dengan pokok-pokok akidah, syariah dan akhlak. Dan Allah juga menurunkan sekaligus, tidak berangsur-angsur, kepada Nabi Musa kitab Taurat dan kepada Nabi Isa Kitab Injil sebelum turun-nya Al-Qur’an. Ketiga kitab suci tersebut berfungsi sebagai petunjuk bagi manusia. Dan Dia menurunkan ketiga kitab suci tersebut sebagai al-Furqan yang berfungsi membedakan antara yang hak dan yang batil. Sungguh, orang-orang yang ingkar terhadap no_ayatt-no_ayatt Allah dengan menutupi tanda-tanda keesaanNya, baik yang terbentang di alam rno_ayat, melalui kitab suci maupun fitrah yang melekat pada diri setiap insan, akan memperoleh azab yang berat. Allah Mahaperkasa yang tidak seorang pun dapat mengalahkanNya, lagi mempunyai hukuman bagi orang yang mengingkari bukti-bukti keesaan dan kekuasaan-Nya. ","tafsir_tahlili":"(3) Ayat ini menerangkan bahwa Tuhan yang berhak disembah itu benar-benar telah menurunkan Al-Qur′an kepada Nabi Muhammad saw dengan perantaraan Jibril, dan menegaskan bahwa sebelum menurunkan Al-Qur′an, Allah telah menurunkan pula kitab-kitab kepada para nabi terdahulu, yang diutus sebelum kedatangan Nabi Muhammad saw, misalnya kitab Taurat diturunkan kepada Nabi Musa, kitab Injil yang diturunkan kepada Nabi Isa dan sebagainya.\r\nAl-Qur′an mengakui kebenaran isi kitab-kitab terdahulu sebagaimana kitab-kitab terdahulu itu membenarkan isi Al-Qur′an sesuai dengan yang diisyaratkan kitab-kitab itu. Penegasan dan pengakuan ini hanyalah secara garis besarnya saja, tidak secara terperinci, yaitu Allah telah mengutus rasul-rasul kepada umat-umat dahulu, dan Allah telah menurunkan wahyu kepada mereka, seperti Taurat, Injil dan sebagainya. Mengenai isi dari kitab-kitab itu tidak dijelaskan Al-Qur′an. Beriman kepada penegasan dan pengakuan ayat itu termasuk iman kepada Allah.\r\nSebagaimana halnya dengan Al-Qur′an yang mengakui bahwa telah diutus para nabi dan rasul kepada umat-umat yang terdahulu dan telah diturunkan kepada mereka kitab-kitab, maka kitab-kitab yang dahulu pun mengisyaratkan dan mengakui bahwa pada akhir zaman nanti Allah akan mengutus seorang nabi terakhir, nabi penutup dan kepada nabi itu akan diturunkan Allah pula sebuah kitab yang berisi pokok-pokok dari risalah yang dibawa nabi-nabi yang terdahulu.\r\nMenurut ayat ini seluruh isi Taurat dan Injil adalah wahyu dari Allah, yang disampaikan kepada Nabi Musa dan Nabi Isa yang berisi pokok-pokok risalah yang dibawanya, tidak ada sedikit pun terdapat di dalamnya yang berupa perkataan karangan manusia dan sebagainya.\r\nMengenai Taurat yang ada sekarang bukanlah Taurat yang diturunkan kepada Nabi Musa, demikian pula Injil bukanlah Injil yang diturunkan kepada Nabi Isa karena di dalam kedua kitab itu terdapat karangan pengikut kedua Nabi itu yang datang kemudian.\r\nيُحَرِّفُوْنَ الْكَلِمَ عَنْ مَّوَاضِعِهٖۙ وَنَسُوْا حَظًّا مِّمَّا ذُكِّرُوْا بِهٖۚ وَلَا تَزَالُ تَطَّلِعُ عَلٰى خَاۤىِٕنَةٍ مِّنْهُمْ اِلَّا قَلِيْلًا مِّنْهُمْ ;…. Mereka suka mengubah firman (Allah) dari tempatnya, dan mereka (sengaja) melupakan sebagian pesan yang telah diperingatkan kepada mereka. Engkau (Muhammad) senantiasa akan melihat pengkhianatan dari mereka kecuali sekelompok kecil di antara mereka (yang tidak berkhianat), …(al-M±′idah/5:13. Lihat juga an-Nis±′/4:46)."}