{"tafsir_id":2967,"surah_id":26,"aya_number":35,"tafsir_wajiz":"Dia hendak mengusir kamu dari negerimu yang subur makmur ini, di mana kamu hidup enak dan tenang di dalamnya, dengan ilmu sihirnya. Oleh karena itu apakah yang kamu sarankan kepadaku sehingga aku bisa melaksanakannya?” Fir’aun merasa terdesak sehingga meminta pertimbangan dari para pembesarnya. Pengusiran seorang dari negerinya adalah sebuah prahara kehidupan karena mereka harus meninggalkan apa yang mereka cintai. Fir’aun menggunakan taktik ini agar mereka merasa tersentak dan akhirnya melawan Nabi Musa.","tafsir_tahlili":"(35) Kedua, untuk menghasut dan menanamkan rasa benci ke dalam hati para pembesar dan pemuka kaumnya, agar tidak percaya kepada Musa, Firaun berkata kepada mereka, “Sebenarnya maksud dari sihir yang ditampakkan Musa itu adalah untuk mengambil hati rakyat. Hal itu bertujuan agar pendukung dan pengikutnya bertambah banyak untuk mengalahkan pembesar-pembesar dan pemuka-pemuka kamu sekalian. Akhirnya, mereka akan merampas dan mengusirmu dari negerimu sendiri.” \r\nKetiga, Firaun meminta pertimbangan, ide-ide, dan saran-saran dari pembesar negerinya dan pemuka-pemuka kaumnya, tentang apa yang ia harus perbuat, dan bagaimana cara yang mesti dilakukan untuk membendung dan menggagalkan keinginan Musa itu. Abu as-Suud, pengarang Tafsir Irsy±d al-Aql as-Sal³m ila Maz±y± al-Kit±b al-Kar³m, menganggap permintaan Firaun kepada pembesar negerinya tersebut adalah akibat kebingungan dan keheranannya menghadapi mukjizat yang telah ditunjukkan Musa. Hal itu menyebabkan Firaun mengubah sikapnya dalam tiga hal yang merendahkan martabatnya dan menurunkan kedudukannya:\r\n1.  Dari sebagai tuhan yang tertinggi menurut pengakuannya, ia merendah sampai mau tunduk kepada orang-orang yang tadinya dipandang sebagai hamba-hambanya, dan akan menuruti kemauan mereka.\r\n2.  Dari seorang yang amat disegani oleh kaumnya sehingga tak ada yang berani membantah pendapatnya, ia merendah sampai mau meminta pendapat dan saran dari mereka.\r\n3.  Dari seorang yang mengaku paling berani dan merasa tidak ada makhluk yang dapat mengalahkannya, menjadi takut kalau-kalau Musa dapat mengambil alih kekuasaannya dan mengusirnya dari Mesir bersama kaumnya.\r\n"}