{"tafsir_id":297,"surah_id":3,"aya_number":4,"tafsir_wajiz":"Dia menurunkan Kitab Al-Qur’an secara berangsur-angsur kepadamu, wahai Nabi Muhammad, yang mengandung kebenaran dan dalam keadaan hak, baik kandungan, cara menurunkan, yang membawanya turun, maupun yang menerimanya. Kandungan Al-Qur’an itu membenarkan wahyu-wahyu Allah dalam kitab-kitab suci sebelumnya yang pernah diwahyukan kepada para nabi dan rasul, yakni yang berkaitan dengan pokok-pokok akidah, syariah dan akhlak. Dan Allah juga menurunkan sekaligus, tidak berangsur-angsur, kepada Nabi Musa kitab Taurat dan kepada Nabi Isa Kitab Injil sebelum turun-nya Al-Qur’an. Ketiga kitab suci tersebut berfungsi sebagai petunjuk bagi manusia. Dan Dia menurunkan ketiga kitab suci tersebut sebagai al-Furqan yang berfungsi membedakan antara yang hak dan yang batil. Sungguh, orang-orang yang ingkar terhadap no_ayatt-no_ayatt Allah dengan menutupi tanda-tanda keesaanNya, baik yang terbentang di alam rno_ayat, melalui kitab suci maupun fitrah yang melekat pada diri setiap insan, akan memperoleh azab yang berat. Allah Mahaperkasa yang tidak seorang pun dapat mengalahkanNya, lagi mempunyai hukuman bagi orang yang mengingkari bukti-bukti keesaan dan kekuasaan-Nya.","tafsir_tahlili":"(4) Sebelum Al-Qur′an diturunkan, Taurat dan Injil menjadi petunjuk bagi manusia, dan kemudian diturunkanlah Al-Furqan yaitu Al-Qur′an, kitab yang dapat membedakan antara yang benar dengan yang salah.\r\nPada akhir ayat ini, Allah mengancam dengan azab yang pedih terhadap orang-orang yang tetap ingkar dan tidak mau tahu dengan kitab-kitab yang telah diturunkan Allah kepada para rasul, orang-orang yang tidak mau menggunakan akal pikirannya untuk membedakan antara kepercayaan yang benar dengan yang salah, antara agama-agama yang diridai Allah dengan yang tidak diridai-Nya. Mereka semua akan dimasukkan ke dalam neraka. Tidak ada sesuatu pun yang dapat mengubah keputusan Allah dan tidak ada yang dapat mengelakkan dan mempertahankan diri dari azab-Nya. Allah akan membalas segala bentuk keingkaran dan pembangkangan terhadap hukum-hukum-Nya serta mengazab pelaku-pelakunya dengan azab yang setimpal."}