{"tafsir_id":3,"surah_id":1,"aya_number":3,"tafsir_wajiz":"Dialah Yang Maha Pengasih, Pemilik dan sumber sifat kasih, Yang menganugerahkan segala macam karunia, baik besar maupun kecil, kepada seluruh makhluk, Maha Penyno_ayatng Yang selalu tiada henti memberi kasih dan kebaikan kepada orang-orang yang beriman.","tafsir_tahlili":"(3) Pada ayat dua di atas Allah swt menerangkan bahwa Dia adalah Tuhan seluruh alam. Maka untuk mengingatkan hamba kepada nikmat dan karunia yang berlipat-ganda, yang telah dilimpahkan-Nya, serta sifat dan cinta kasih sayang yang abadi pada diri-Nya, diulang-Nya sekali lagi menyebut ar-Ra¥m±n ar-Ra¥³m. Yang demikian dimaksudkan agar gambaran keganasan dan kezaliman seperti raja-raja yang dipertuan dan bersifat sewenang-wenang lenyap dari pikiran hamba.\r\nAllah mengingatkan dalam ayat ini bahwa sifat ketuhanan Allah terhadap hamba-Nya bukanlah sifat keganasan dan kezaliman, tetapi berdasarkan cinta dan kasih sayang. Dengan demikian manusia akan mencintai Tuhannya, dan menyembah Allah dengan hati yang aman dan tenteram, bebas dari rasa takut dan gelisah. Malah dia akan mengambil pelajaran dari sifat-sifat Allah. Dia akan mendasarkan pergaulan dan tingkah lakunya terhadap manusia sesamanya, atau terhadap orang yang di bawah pimpinannya, malah terhadap binatang yang tak pandai berbicara sekalipun, atas sifat cinta dan kasih sayang itu. Karena dengan jalan demikianlah manusia akan mendapat rahmat dan karunia dari Tuhannya.\r\nRasulullah bersabda:\r\nاِنَّمَا يَرْحَمُ الله ُ مِنْ عِبَادِهِ الرُّحَمَاءَ (رواه الطبراني)\r\nAllah hanya sayang kepada hamba-hamba-Nya yang pengasih. (Riwayat at-°abr±n³)\r\nالرَّاحِمُوْنَ يَرْحَمُهُمُ الرَّحْمٰنُ تَبَارَكَ وَتَعَالىَ اِرْحَمُوْا مَنْ فِى اْلأَرْضِ يَرْحَمْكُمْ مَنْ فِى السَّمَاءِ (رواه احمد وابو داود والترمذي والحاكم)\r\nOrang-orang yang penyayang, akan disayangi oleh Allah yang Rahman Tabaraka wa Taala.(Oleh karena itu) sayangilah semua makhluk yang di bumi, niscaya semua makhluk yang di langit akan menyayangi kamu semua. (Riwayat A¥mad, Abµ D±wud at-Tirmi©³ dan al-¦±kim).;Rasulullah bersabda:\r\nمَنْ رَحِمَ وَلَوْذَبِيْحَةَ عُصْفُوْرٍ رَحِمَهُ اللهُ يَوْمَ الْقِيَامَةِ (رواه البخاري) \r\n“Siapa yang kasih sayang meskipun kepada seekor burung (pipit) yang disembelih, akan disayangi Allah pada hari Kiamat. (Riwayat al-Bukh±r³);Maksud hadis yang ketiga ialah menggunakan aturan dan tata cara pada waktu menyembelih burung, misalnya memakai pisau yang tajam. Dapat pula dipahami dari urutan kata ar-Ra¥m±n, ar-Ra¥³m, bahwa penjagaan, pemeliharaan dan asuhan Allah terhadap seluruh alam, bukanlah karena mengharapkan sesuatu dari alam itu, tetapi semata-mata karena rahmat dan kasih sayang-Nya.\r\nBoleh jadi ada yang terlintas dalam pikiran orang, mengapa Allah membuat peraturan dan hukum, dan menghukum orang-orang yang melanggar peraturan itu? Pikiran ini akan hilang bila diketahui bahwa peraturan dan hukum, begitu juga azab di akhirat atau di dunia yang dibuat Allah untuk hamba-Nya yang melanggar tidaklah berlawanan dengan sifat Allah Yang Maha Pengasih dan Maha Penyayang, karena peraturan dan hukum itu rahmat dari Allah demi untuk kebaikan manusia itu sendiri. Begitu pula azab dari Allah terhadap hamba-Nya yang melanggar peraturan dan hukum itu sesuai dengan keadilan-Nya."}