{"tafsir_id":3009,"surah_id":26,"aya_number":77,"tafsir_wajiz":"“Sesungguhnya mereka, yakni apa yang kamu sembah, itu musuhku, karena mereka adalah setan dalam bentuk berhala lain halnya Tuhan seluruh alam yang banyak sekali memberikan anugerah kepadaku dan kepada kamu sekalian.” demikian Nabi Ibrahim menjelaskan. Ia lalu menyebutkan satu persatu anugerah Tuhannya agar mereka sadar akan kekeliruan mereka dan mengikuti ajakan Nabi Ibrahim.","tafsir_tahlili":"(77) Kemudian Nabi Ibrahim menegaskan pendiriannya. Pendirian se-orang rasul Tuhan yang membawa risalah untuk menyebarkan paham tauhid (monoteisme) di kalangan kaumnya. Beliau memproklamasikan diri sebagai musuh utama dari tuhan-tuhan mereka. Menurutnya, yang berhak disembah hanyalah Tuhan Yang Maha Esa, Tuhan alam semesta. Kepada-Nyalah manusia harus mengabdikan diri. Keyakinan tauhid itu didasarkan pada beberapa alasan yang masuk akal. \r\nMisi yang dibawa Nabi Ibrahim, juga pernah dibawa oleh nabi sebelumnya yakni Nuh. Semua para nabi dan rasul membawa tugas pokok seperti itu. Mereka di samping mengajak manusia untuk mentauhidkan Allah, juga dengan terang-terangan memusuhi setiap bentuk penyembahan yang pada prinsipnya mempersekutukan Allah. Nabi Nuh juga menentang kaumnya yang bermaksud mencelakakannya akibat seruannya untuk beriman, sebagaimana yang dilukiskan dalam firman Allah:;فَاَجْمِعُوْٓا اَمْرَكُمْ وَشُرَكَاۤءَكُمْ ثُمَّ لَا يَكُنْ اَمْرُكُمْ عَلَيْكُمْ غُمَّةً ثُمَّ اقْضُوْٓا اِلَيَّ وَلَا تُنْظِرُوْنِ   \r\nKarena itu bulatkanlah keputusanmu dan kumpulkanlah sekutu-sekutumu (untuk membinasakanku), dan janganlah keputusanmu itu dirahasiakan. Kemudian bertindaklah terhadap diriku, dan janganlah kamu tunda lagi. (Yµnus/10: 71);Demikian juga firman Allah menerangkan ucapan Nabi Hud a.s.:\r\nقَالَ اِنِّيْٓ اُشْهِدُ اللّٰهَ وَاشْهَدُوْٓا اَنِّيْ بَرِيْۤءٌ مِّمَّا تُشْرِكُوْنَ;Dia (Hud) menjawab, “Sesungguhnya aku bersaksi kepada Allah dan saksikanlah bahwa aku berlepas diri dari apa yang kamu persekutukan.  (Hüd/11: 54)\r\n"}