{"tafsir_id":3038,"surah_id":26,"aya_number":106,"tafsir_wajiz":"Ketika saudara mereka yaitu Nabi Nuh, saudara senegeri, berkata kepada mereka, “Mengapa kamu tidak bertakwa?” Pertanyaan itu terlontar mengingat bahwa mereka adalah penyembah patung-patung Wadd, Suwa, Yagus, Ya’uq, dan Nasr (Lihat no_surahh Nuh/ 71: 23).","tafsir_tahlili":"(105-106) Ayat-ayat ini menerangkan bahwa Nabi Nuh telah didustakan kaumnya ketika ia menyampaikan agama Allah kepada mereka. Sekalipun yang mereka dustakan itu hanyalah Nabi Nuh sendiri, tetapi tindakan itu berarti mendustakan para rasul Allah yang lain, baik yang diutus sebelum maupun sesudah Nabi Nuh nanti. Ini disebabkan karena risalah yang dibawa para rasul pada dasarnya sama, yaitu akidah tauhid.\r\nNabi Nuh adalah nabi ketiga yang diutus Allah, setelah Nabi Adam dan Nabi Idris. Nabi Nuh juga merupakan rasul pertama, berdasarkan hadis qudsi:\r\nقَالَ اللهُ سُبْحَانَهُ وَتَعَالَى: يَا نُوْحُ اَنْتَ اَوَّلُ رَسُوْلٍ تُبْعَثُ اِلَى اَهْلِ اْلأَرْضِ. (رواه مسلم عن أبى هريرة)  \r\nDari Abµ Hurairah r.a. bahwa Nabi saw bersabda, “Allah berfirman, Ya Nuh, engkau adalah rasul yang pertama yang diutus ke bumi.” (Riwayat Muslim dari Abµ Hurairah) ;Maksud rasul pertama di sini ialah rasul Allah yang pertama diutus sesudah Nabi Adam dan Nabi Idris. Ia juga disebut bapak manusia kedua setelah Adam, karena sebagian mufasir berpendapat bahwa seluruh manusia musnah dan mati karena topan dan banjir, kecuali orang-orang yang berada di atas perahu bersama Nabi Nuh. Di antara yang selamat itu, terdapat tiga orang putranya, yaitu Sam, Ham, dan Yafi£. Maka semua manusia yang ada sampai sekarang berasal dari keturunan ketiga putra Nabi Nuh itu. \r\nTidak ada keterangan yang pasti tentang jarak waktu antara Adam dan Idris dengan Nabi Nuh. Hanya terdapat beberapa keterangan yang berbeda-beda dalam Taurah Ibriyah, Taurah Samiriyah, dan terjemahan Taurat dalam bahasa Yunani. \r\nNabi Nuh diutus kepada saudaranya, maksudnya orang-orang yang masih dianggap kerabat dengan Nuh. Dalam surah-surah yang lain disebutkan bahwa Nuh diutus kepada kaumnya.\r\nKaum Nabi Nuh menyembah patung-patung dan berhala yang mereka anggap sebagai tuhan. Oleh karena itu, Nabi Nuh mengingatkan mereka agar bertakwa kepada Allah dan takut kepada azab-Nya yang dahsyat. Azab itu akan ditimpakan Allah kepada orang-orang yang mengingkari seruan nabi-Nya.\r\n"}