{"tafsir_id":3052,"surah_id":26,"aya_number":120,"tafsir_wajiz":"Kemudian setelah penyelamatan itu, Kami tenggelamkan orang-orang yang tinggal yaitu mereka yang durhaka.","tafsir_tahlili":"(120) Dalam Al-Qur'an dilukiskan bagaimana besarnya gelombang itu dan bagaimana Nabi Nuh berusaha menyelamatkan anaknya yang kafir. Ia memanggilnya agar naik ke kapal bersama-sama orang-orang yang beriman. Akan tetapi, ajakan itu tidak diindahkannya sehingga putra Nabi Nuh itu tenggelam bersama orang-orang kafir yang lain. Kisah itu disebutkan dalam firman Allah:\r\nوَهِيَ تَجْرِيْ بِهِمْ فِيْ مَوْجٍ كَالْجِبَالِۗ وَنَادٰى نُوْحُ ِۨابْنَهٗ وَكَانَ فِيْ مَعْزِلٍ يّٰبُنَيَّ ارْكَبْ مَّعَنَا وَلَا تَكُنْ مَّعَ الْكٰفِرِيْنَ  ٤٢  قَالَ سَاٰوِيْٓ اِلٰى جَبَلٍ يَّعْصِمُنِيْ مِنَ الْمَاۤءِ ۗقَالَ لَا عَاصِمَ الْيَوْمَ مِنْ اَمْرِ اللّٰهِ اِلَّا مَنْ رَّحِمَ ۚوَحَالَ بَيْنَهُمَا الْمَوْجُ فَكَانَ مِنَ الْمُغْرَقِيْنَ  ٤٣  ;Dan kapal itu berlayar membawa mereka ke dalam gelombang laksana gunung-gunung. Dan Nuh memanggil anaknya, ketika dia (anak itu) berada di tempat yang jauh terpencil, “Wahai anakku! Naiklah (ke kapal) bersama kami dan janganlah engkau bersama orang-orang kafir.” Dia (anaknya) menjawab, “Aku akan mencari perlindungan ke gunung yang dapat menghindarkan aku dari air bah!” (Nuh) berkata, “Tidak ada yang melindungi dari siksaan Allah pada hari ini selain Allah yang Maha Penyayang.” Dan gelombang menjadi penghalang antara keduanya; maka dia (anak itu) termasuk orang yang ditenggelamkan.  (Hµd/11: 42-43).;Kapal Nabi Nuh berlayar ke arah yang tidak diketahui oleh penumpang-penumpangnya. Hanya Allah yang mengetahui tujuannya itu.\r\nPada saat yang telah ditentukan Allah, topan itu berhenti dan banjir pun surut, seakan-akan airnya ditelan bumi. Kapal Nabi Nuh terdampar di puncak bukit yang bernama Judi. Kebanyakan ahli tafsir berpendapat bahwa Bukit Judi itu terletak di Armenia Selatan yang berbatasan dengan Mesopotamia yang terkenal dengan Bukit Arafat.\r\nDengan berakhirnya topan dan banjir besar itu, serta berlabuhnya kapal Nabi Nuh dengan selamat di atas Bukit Judi, berarti Allah telah menepati janji-Nya. Dia menyelamatkan orang-orang yang beriman, yang mengikuti seruan Nabi Nuh, dan menghancurkan orang-orang kafir, yang mengingkari seruannya.\r\nSetelah kapal itu berlabuh, Nabi Nuh ingat kembali kepada putranya yang tenggelam. Ia memohonkan keselamatan untuk putranya karena termasuk keluarganya. Akan tetapi, Allah mengingatkan Nabi Nuh bahwa putranya itu bukan lagi keluarganya karena telah menjadi orang kafir. Allah berfirman:\r\nوَنَادٰى نُوْحٌ رَّبَّهٗ فَقَالَ رَبِّ اِنَّ ابْنِيْ مِنْ اَهْلِيْۚ وَاِنَّ وَعْدَكَ الْحَقُّ وَاَنْتَ اَحْكَمُ الْحٰكِمِيْنَ  ٤٥  قَالَ يٰنُوْحُ اِنَّهٗ لَيْسَ مِنْ اَهْلِكَ ۚاِنَّهٗ عَمَلٌ غَيْرُ صَالِحٍ فَلَا تَسْـَٔلْنِ مَا لَيْسَ لَكَ بِهٖ عِلْمٌ ۗاِنِّيْٓ اَعِظُكَ اَنْ تَكُوْنَ مِنَ الْجٰهِلِيْنَ  ٤٦  ;Dan Nuh memohon kepada Tuhannya sambil berkata, “Ya Tuhanku, sesungguhnya anakku adalah termasuk keluargaku, dan janji-Mu itu pasti benar. Engkau adalah hakim yang paling adil.” Dia (Allah) berfirman, “Wahai Nuh! Sesungguhnya dia bukanlah termasuk keluargamu, karena perbuatannya sungguh tidak baik, sebab itu jangan engkau memohon kepada-Ku sesuatu yang tidak engkau ketahui (hakikatnya). Aku menasihatimu agar (engkau) tidak termasuk orang yang bodoh.”  (Hµd/11: 45-46).;Orang-orang yang beriman bersama Nabi Nuh yang selamat dari topan dan banjir lalu berkembang biak, sampai kepada manusia sekarang. Di antara mereka ada yang mukmin dan ada pula yang kafir. Ada yang ditimpa azab di dunia ini sehingga musnah, dan ada pula yang diselamatkan. Ada yang bahagia dan ada yang sengsara, ada yang kaya dan ada pula yang miskin. Allah berfirman:\r\nقِيْلَ يٰنُوْحُ اهْبِطْ بِسَلٰمٍ مِّنَّا وَبَرَكٰتٍ عَلَيْكَ وَعَلٰٓى اُمَمٍ مِّمَّنْ مَّعَكَ ۗوَاُمَمٌ سَنُمَتِّعُهُمْ ثُمَّ يَمَسُّهُمْ مِّنَّا عَذَابٌ اَلِيْمٌ  ;Difirmankan, “Wahai Nuh! Turunlah dengan selamat sejahtera dan penuh keberkahan dari Kami, bagimu dan bagi semua umat (mukmin) yang bersamamu. Dan ada umat-umat yang Kami beri kesenangan (dalam kehidupan dunia), kemudian mereka akan ditimpa azab Kami yang pedih.”  (Hµd/11: 48).\r\n"}