{"tafsir_id":3055,"surah_id":26,"aya_number":123,"tafsir_wajiz":"Kaum ‘Ad yang mendiami tanah Yaman telah mendustakan para rasul. Mendustakan satu rasul, sama saja dengan mendustakan seluruh rasul, karena mereka adalah satu kesatuan, yaitu sebagai utusan Allah.","tafsir_tahlili":"(123-124) Ayat ini menerangkan bahwa Allah mengutus Nabi Hud a.s. kepada kaum Ad tetapi mereka mendustakan dan mengingkari seruannya. Ad adalah nama suatu kaum, yang diambil dari nama nenek moyang mereka yang bernama ²d. ²d adalah salah seorang keturunan Sam bin Nuh. Nabi Hud sendiri termasuk salah seorang keturunan ²d, yaitu Hud bin Abdullah bin Rabah bin Khulud bin ²d. Itulah sebabnya di dalam ayat ini Nabi Hud disebut saudara dari kaum ²d, yang maksudnya Nabi Hud termasuk salah seorang warga kaum ²d.\r\nKaum ²d bertempat tinggal di al-A¥q±f, yang sekarang dikenal dengan nama Sahara al-A¥q±f. Sekarang daerah ini termasuk salah satu bagian dari kerajaan Arab Saudi bagian selatan. Al-A¥q±f terletak di sebelah utara Hadramaut, sebelah timur laut Yaman, sebelah selatan Nejed dan sebelah barat Oman. Sekarang tempat itu dinamai juga ar-Rab al-Kh±l³ artinya “tempat yang kosong” karena memang tempat itu telah kosong, tidak didiami orang. Dalam peta biasanya ditulis Rub al-Kh±l³, itu salah, yang betul Rab bukan Rub.\r\nKaum ²d pada mulanya beragama tauhid, agama yang dianut nenek moyang mereka dan sesuai pula dengan fitrah manusia. Akan tetapi, setelah kerajaan mereka meluas dan membesar akibat penaklukan bangsa-bangsa lain di sekitarnya, mereka menjadi sombong dan menyembah patung-patung. Patung-patung yang disembah itu adalah patung-patung pemimpin mereka, yang pada mulanya dibuat hanya untuk menghormati dan mengenang jasa-jasa mereka. Namun demikian, lama-kelamaan patung itu mereka sembah. Ada tiga buah patung yang mereka sembah, yaitu Saba', Samud, dan H±ba. Untuk mengembalikan mereka kepada agama yang benar, Allah mengutus seorang rasul kepada mereka, yaitu Nabi Hud, yang termasuk salah seorang dari warga mereka juga.\r\n"}