{"tafsir_id":3057,"surah_id":26,"aya_number":125,"tafsir_wajiz":"Sungguh, aku ini seorang rasul kepercno_ayatan Allah yang diutus kepada-mu, agar kamu taat kepada-Nya.","tafsir_tahlili":"(125-127) Nabi Hud a.s. menyeru mereka agar menyembah Allah dan bertakwa kepada-Nya, serta melaksanakan perintah-Nya dan menjauhi larangan-Nya. Pada Surah Hµd/11: 50-54 diterangkan bahwa Nabi Hud meminta kaumnya agar menyembah Allah dan tidak menyembah patung-patung, karena tidak ada tuhan selain Allah. Artinya bahwa tidak ada yang menciptakan, memberi rezeki, menghidupkan dan mematikan, berkuasa, membangkitkan dari kubur dan memiliki sifat-sifat ketuhanan, kecuali Allah. Penyembahan terhadap patung-patung itu adalah perbuatan yang mereka ada-adakan sendiri, tidak berdasarkan keterangan dari kitab suci dan bukti nyata sedikit pun. Hud juga menyatakan bahwa dia adalah rasul Allah yang sebenarnya. Segala yang disampaikannya itu berasal dari Allah.\r\nNabi Hud menerangkan bahwa ia tidak mengharapkan upah dalam pekerjaannya menyeru manusia kepada agama tauhid. Upahnya semata-mata dari Allah yaitu pahala yang ia harapkan nanti di akhirat. \r\nNabi Hud menyeru kaumnya agar memohon ampun dan bertobat kepada Allah. Kalau mereka berbuat demikian, niscaya Allah mengampuni dosa-dosa mereka, menurunkan hujan yang akan menjadikan negeri mereka bertambah subur, dan menambah rezeki mereka. Di samping itu, Allah akan menjadikan mereka semakin kuat, baik fisik maupun kekuasaan. Nabi Hud mengingatkan agar mereka menghentikan perbuatan dosa yang mereka lakukan dan memohon ampunan Allah.\r\nوَيٰقَوْمِ اسْتَغْفِرُوْا رَبَّكُمْ ثُمَّ تُوْبُوْٓا اِلَيْهِ يُرْسِلِ السَّمَاۤءَ عَلَيْكُمْ مِّدْرَارًا وَّيَزِدْكُمْ قُوَّةً اِلٰى قُوَّتِكُمْ وَلَا تَتَوَلَّوْا مُجْرِمِيْنَ  ;Dan (Hud berkata), “Wahai kaumku! Mohonlah ampunan kepada Tuhanmu lalu bertobatlah kepada-Nya, niscaya Dia menurunkan hujan yang sangat deras, Dia akan menambahkan kekuatan di atas kekuatanmu, dan janganlah kamu berpaling menjadi orang yang berdosa.”  (Hµd/11: 52).;Kaum ²d tidak mengindahkan seruan Nabi Hud, bahkan mereka me-nyatakan bahwa Nabi Hud tidak membawa satu kebenaran pun dalam dakwahnya. Mereka menegaskan untuk tidak akan meninggalkan penyembahan berhala, dan tidak mempercayai seruan Nabi Hud. Allah berfirman:\r\nقَالُوْا يٰهُوْدُ مَاجِئْتَنَا بِبَيِّنَةٍ وَّمَا نَحْنُ بِتَارِكِيْٓ  اٰلِهَتِنَا عَنْ قَوْلِكَ وَمَا نَحْنُ لَكَ بِمُؤْمِنِيْنَ  \r\nMereka (kaum Ad) berkata, “Wahai Hud! Engkau tidak mendatangkan suatu bukti yang nyata kepada kami, dan kami tidak akan meninggalkan sesembahan kami karena perkataanmu dan kami tidak akan mempercayaimu.  (Hµd/11: 53).;Mereka menuduh bahwa Nabi Hud telah dihinggapi penyakit gila yang ditimpakan oleh patung-patung mereka. Allah berfirman:\r\nاِنْ نَّقُوْلُ اِلَّا اعْتَرٰىكَ بَعْضُ اٰلِهَتِنَا بِسُوْۤءٍ\r\nKami hanya mengatakan bahwa sebagian sesembahan kami telah menimpakan penyakit gila atas dirimu.”  (Hµd/11: 54).\r\n"}