{"tafsir_id":3091,"surah_id":26,"aya_number":159,"tafsir_wajiz":"Dan Sungguh Tuhanmu, Dialah yang Maha Perkasa, yang tidak ada yang mampu mengalahkan-Nya, Banyaknya orang yang ingkar kepada-Nya tidak mengurangi sedikit pun kekuasaan-Nya. Dia juga Maha Penyno_ayatng yang masih memberikan kesempatan kepada yang berdurhaka untuk kembali bertobat.","tafsir_tahlili":"(157-159) Ayat ini menerangkan bahwa kaum Samud ingin membuktikan kebenaran ucapan Nabi Saleh, lalu mereka membunuh unta tersebut. Akan tetapi, setelah mereka menyembelih unta itu, terutama setelah melihat tanda-tanda azab Allah akan tiba, mereka menyesal. Terlebih ketika bumi mereka diguncang gempa serta dibarengi sambaran petir dan halilintar yang mengakibatkan rumah-rumah mereka rata dengan tanah. \r\nDi dalam Al-Qur'an terdapat ayat-ayat yang menerangkan berbagai azab yang membinasakan mereka. Ada ayat-ayat yang menerangkan bahwa mereka dibinasakan dengan ¡±iqah (petir) (Fu¡¡ilat/41: 17 dan a©-ª±riy±t/51: 44). Sementara ayat lain menyebutkan dengan rajfah (guncangan bumi yang amat keras) (al-Ar±f/7: 78). Pada ayat yang lain disebut dengan ¢ai¥ah (suara yang amat keras dari langit) (Hµd/11: 67; al-¦ijr/15: 83; dan al-Qamar/54: 31). Ada pula yang menyebutkan bahwa mereka dihancurkan dengan ¯±giyah (kejadian yang luar biasa) (al-¦±qqah/69: 5).\r\nAyat-ayat ini tidaklah bertentangan karena mereka dibinasakan dengan petir (¡±iqah). Adapun guncangan bumi yang amat keras (rajfah), suara keras dari langit (¡ai¥ah), dan kejadian yang luar biasa (¯±giyah) adalah gejala dan sifat dari petir. Demikian hebatnya petir itu sampai mengguncang bumi dan menimbulkan suara yang amat keras. Kesemuanya itu membinasakan mereka dan ini adalah suatu kejadian yang luar biasa. Dalam sekejap mata, mereka telah menjadi tubuh-tubuh yang tiada bergerak, mati dan tersungkur di dalam rumah mereka. Kemudian mereka lenyap dari permukaan bumi, tidak ada yang kelihatan lagi selain tempat tinggal mereka, seakan-akan mereka tidak pernah hidup dan berada di tempat itu. Karena mereka telah dimusnahkan Allah, maka dalam sejarah mereka termasuk salah satu dari bangsa Arab yang telah musnah (al-Arab al-B±idah).\r\nNabi Saleh dan orang-orang yang beriman diselamatkan Allah dari azab itu. Mereka mengungsi ke Ramallah, salah satu kota di Palestina. Di kota ini terdapat kuburan Nabi Saleh yang masih dikenal sampai sekarang. Akan tetapi, ada pula yang mengatakan bahwa kuburan Nabi Saleh berada di Yaman, dan ada pula yang berpendapat di Yordan. Menurut Ibnu Khaldµn, Nabi Saleh menyeru kaumnya kepada agama Allah selama dua puluh tahun dan ia meninggal pada umur lima puluh delapan tahun.\r\nNegeri-negeri kaum Samud dan bangunan-bangunan yang mereka dirikan sampai sekarang masih ada bekasnya. Sarjana-sarjana barat telah banyak berkunjung ke tempat ini. Mereka telah menulis bekas-bekas peninggalan kaum Samud dan rumah-rumah kediaman yang mereka pahat dari gunung-gunung batu itu. Di antaranya adalah C.M. Daughty yang menulis buku dengan judul Arabia Desserta.\r\nKetika Rasulullah melewati kampung-kampung kaum Samud dalam perjalanan ekspedisi, yaitu Tabuk, beliau bersabda kepada para sahabat:\r\nلاَ تَدْخُلُوْا عَلَى هَؤُلاَءِ الْقَوْمِ الْمُعَذَّبِيْنَ اِلاَّ أَنْ تَكُوْنُوْا بَاكِيْنَ فَإِنْ لَمْ  تَكُوْنُوْا بَاكِيْنَ فَلاَ تَدْخُلُوْا عَلَيْهِمْ لِئَلاَّ يُصِيْبَكُمْ مِثْلُ مَا أَصَابَهُمْ. (رواه الشيخان عن ابن عمر)\r\nKamu jangan masuk kampung orang-orang yang telah diazab itu, melainkan dengan menangis, jika tidak dengan menangis, maka janganlah kamu masuk kampung mereka, agar kamu tidak ditimpa azab sebagaimana yang telah menimpa mereka. (Riwayat asy-Syaikh±n dari Ibnu Umar).;Peninggalan dan bekas-bekas mereka itu diabadikan di dalam Al-Qur'an untuk menjadi pelajaran. Banyak ayat-ayat Al-Qur'an yang menyuruh orang agar mengadakan perjalanan di bumi, untuk memperhatikan peninggalan-peninggalan dan bekas-bekas kaum yang telah dibinasakan oleh Allah, karena pembangkangan mereka terhadap perintah-Nya, seperti kaum Samud tersebut. Sesungguhnya Allah berbuat kebaikan kepada semua manusia, amat keras azab-Nya dan amat besar rahmat-Nya.\r\n"}