{"tafsir_id":3098,"surah_id":26,"aya_number":166,"tafsir_wajiz":"Dan kamu tinggalkan perempuan yang diciptakan oleh Tuhan untuk menjadi istri-istrimu? Terhadap merekalah kamu semaikan bibit keturunanmu kelak, untuk menjadi generasi yang saleh yang memakmurkan bumi. Kamu memang orang-orang yang melampaui batas. Karena melakukan sesuatu bukan pada peruntukannya.”","tafsir_tahlili":"(165-166) Nabi Lut memberikan peringatan kepada kaumnya, yang selalu melakukan hubungan homoseksual, dan meninggalkan istri-istri mereka. Perbuatan homoseks itu mereka lakukan di muka umum, di balai-balai pertemuan yang disaksikan oleh orang banyak. Perbuatan mereka itu dianggap menganjurkan agar orang lain berbuat seperti mereka. Allah berfirman:\r\nوَلُوْطًا اِذْ قَالَ لِقَوْمِهٖٓ اَتَأْتُوْنَ الْفَاحِشَةَ وَاَنْتُمْ تُبْصِرُوْنَ ٥٤  اَىِٕنَّكُمْ لَتَأْتُوْنَ الرِّجَالَ شَهْوَةً مِّنْ دُوْنِ النِّسَاۤءِ ۗبَلْ اَنْتُمْ قَوْمٌ تَجْهَلُوْنَ  ٥٥  ;Dan (ingatlah kisah) Lut, ketika dia berkata kepada kaumnya, “Mengapa kamu mengerjakan perbuatan f±¥isyah (keji), padahal kamu melihatnya (kekejian perbuatan maksiat itu)?” Mengapa kamu mendatangi laki-laki untuk (memenuhi) syahwat(mu), bukan (mendatangi) perempuan? Sungguh, kamu adalah kaum yang tidak mengetahui (akibat perbuatanmu). (an-Naml/27: 54-55).;Di samping melakukan homoseks, kaum Nabi Lut juga merampok dan merampas harta orang-orang yang lewat dan membawa barang-barang perniagaan.\r\nPraktek seks sejenis (homoseks dan lesbian) sangat dilarang oleh Islam. Praktek ini sangat tidak sehat. Perilaku seksual yang menyimpang ini menimbulkan banyak penyakit baru, seperti penyakit AIDS dan herpes. Kedua penyakit ini tidak dikenal pada beberapa generasi yang lalu. Namun pada saat sekarang, kedua penyakit sudah menyebar secara luas dengan pesatnya. \r\nPraktek homoseks, di samping perilaku seksual menyimpang lainnya, seperti berganti-ganti pasangan atau praktek pelacuran, merupakan cara penyebaran virus AIDS yang paling umum. Penyakit ini sebagian besar (90%) disebarkan dengan cara perilaku seksual yang menyimpang. Beberapa cara penularan AIDS lainnya adalah dengan transfusi darah yang sudah tercemar virus AIDS dan pemakaian jarum suntik yang tidak steril. Sedangkan penularan dari ibu kepada janin yang dikandungnya tidak terlalu besar, yaitu di bawah 10%. \r\nDalam sebuah hadis, Nabi Muhammad bersabda:\r\nلَمْ تَظْهَرِ الْفَاحِشَةُ فِيْ قَوْمٍ قَطُّ حَتَّى تُعْلِنُوْا بِهَا اِلاَّ فَشَا فِيْهِمُ الطَّاعُوْنَ وَاْلأَوْجَاعُ الَّتِى لَمْ تَكُنْ مَضَتْ فِيْ اَسْلاَفِهِمُ الَّذِيْنَ مَضَوْا. (رواه ابن ماجة عن ابن عمر)\r\nPerbuatan zina tidak sekali-kali muncul pada suatu kaum, sehingga mereka melakukannya dengan terang-terangan, kecuali mereka akan ditimpa penyakit menular dan penyakit-penyakit lainnya yang belum ada pada umat sebelumnya. (Riwayat Ibnu M±jah dari Ibnu Umar) ;Dari hadis di atas dapat diketahui bahwa saat manusia mulai melakukan perilaku seksual yang tidak normal, maka akan muncul penyakit baru yang belum pernah ada sebelumnya, dan menyebar di antara umat manusia. Saat ini, kita baru mengerti apa yang dimaksudkan hadis itu, yang diucapkan Nabi Muhammad saw sekitar 1400 tahun yang lalu.\r\n"}