{"tafsir_id":310,"surah_id":3,"aya_number":17,"tafsir_wajiz":"Mereka itu adalah orang-orang yang sabar, baik dalam menjalankan ketaatan, di saat tertimpa musibah, maupun dalam meninggalkan larangan, orang-orang yang benar dalam sikap dan perkataannya, orang-orang yang senantiasa dalam ke-taat-an secara khusyuk, orang-orang yang selalu menginfakkan harta mereka, baik pada saat lapang maupun sempit (Lihat: no_surahh li Imran/3: 134) dan orang-orang yang senantiasa memohon ampunan terutama pada waktu sebelum fajar yakni masuknya waktu subuh.","tafsir_tahlili":"(17) Pada ayat ini disebutkan sifat-sifat orang beriman yang membedakan mereka dari yang lain. Dengan sifat tersebut mereka mendapatkan keridaan Allah swt. Semua sifat tersebut mereka miliki, dan masing-masing sifat itu mempunyai tingkatan keutamaan, berkat sifat-sifat itu mereka memperoleh apa yang dijanjikan Allah kepada mereka. Sifat-sifat tersebut ialah:\r\n1. Sabar. Sabar yang paling sempurna, ialah sabar dan tabah menderita di dalam melaksanakan ketaatan dan menjauhi larangan Allah. Apabila gelora syahwat sudah bergejolak, dan jiwa pun sudah tunduk untuk melakukan kemaksiatan maka kesabaranlah yang akan membendungnya. Sifat sabar pulalah yang menetapkan (mengokohkan) iman dan memelihara ketaatan pada batas-batas yang telah ditetapkan syariat (hukum agama). Sabarlah yang dapat memelihara martabat manusia di waktu mendapat kesulitan di dunia, dan memelihara hak-hak orang dari gangguan tangan orang yang rakus. Sifat sabar merupakan syarat bagi tercapainya sifat-sifat jujur, taat, dan istigfar.\r\n2. Bersifat benar. Benar adalah puncak kesempurnaan. Benar dan jujur dalam iman, perkataan dan niat.\r\n3. Taat. Taat ialah ketekunan dalam melaksanakan perintah Allah dan menjauhi larangan-Nya dengan tunduk dan khusyuk kepada Allah. Tunduk dan khusyuk adalah jiwa dan intisari ibadah. Tanpa tunduk dan khusyuk ibadah menjadi hampa, bagaikan pohon tiada berbuah.\r\n4. Membelanjakan harta di jalan Allah, baik yang bersifat wajib, maupun yang sunah, karena mengeluarkan harta untuk amal kebajikan sangat ditekankan dan dianjurkan oleh agama.\r\n5. Beristigfar pada waktu sahur, yaitu waktu sebelum fajar menyingsing dekat subuh. Maksudnya salat tahajud di akhir malam, yaitu waktu tidur paling enak dan sukar untuk meninggalkannya. Tetapi jiwa dan hati pada waktu itu sangat bening dan tenang. Salat ini diikuti dengan bacaan istigfar dan doa. Terdapat di dalam kitab hadis Sahih Bukhari dan Muslim, dan dalam kitab-kitab musnad serta sunan, riwayat dari sejumlah sahabat.;Rasulullah berkata:\r\nيَنْزِلُ رَبُّنَا تَبَارَكَ وَتَعَالَى كُلَّ لَيْلَةٍ اِلَى السَّمَاءِ الدُّنْيَا حِيْنَ يَبْقَى ثُلُثُ اللَّيْلِ اْلاٰخِرِ. يَقُوْلُ مَنْ يَدْعُوْنِي فَأَسْتَجِيْبَ لَهُ مَنْ يَسْأَلُنِي فَأُعْطِيَهُ وَمَنْ يَسْتَغْفِرُنِي فَأَغْفِرَ لَهُ (رواه البخاري ومسلم)\r\n'Tuhan kita Yang Mahasuci dan Mahatinggi, turun pada setiap malam ke langit dunia pada waktu sepertiga akhir malam. Dia berfirman, “Siapa yang berdoa kepada-Ku maka Aku akan mengabulkannya. Siapa yang meminta kepada-Ku, Aku akan memberinya. Siapa yang meminta ampun kepada-Ku maka Aku akan mengampuninya”. (Riwayat al-Bukh±r³ dan Muslim);Adapun istigfar (minta ampun) yang dimaksud oleh agama ialah istigfar yang disertai tobat nasuha, serta menyesuaikan perbuatan dengan ketentuan agama. Tobat nasuha adalah tobat dengan benar-benar menghentikan perbuatan dosa dan tidak mengulangi lagi, serta berusaha menggantinya dengan perbuatan yang baik."}