{"tafsir_id":3102,"surah_id":26,"aya_number":170,"tafsir_wajiz":"Lalu Kami selamatkan dia bersama keluarganya semua,","tafsir_tahlili":"(170-171) Allah mengabulkan doa Nabi Lut dengan mendatangkan malapetaka kepada kaumnya yang ingkar. Allah menyelamatkan Lut dan keluarganya kecuali istrinya yang durhaka. Dalam ayat ini tidak diterangkan kejadian yang terjadi sebelum malapetaka menimpa kaum Nabi Lut. Akan tetapi, pada surah yang lain diterangkan bahwa sebelum azab itu datang, Allah mengutus kepada Nabi Lut malaikat yang menyamar sebagai pemuda tampan, untuk membinasakan mereka. Sebelum datang kepada mereka, malaikat tersebut mampir lebih dahulu di rumah Ibrahim. Allah berfirman:\r\nقَالَ فَمَا خَطْبُكُمْ اَيُّهَا الْمُرْسَلُوْنَ ٥٧ قَالُوْٓا اِنَّآ اُرْسِلْنَآ اِلٰى قَوْمٍ مُّجْرِمِيْنَۙ  ٥٨  ;Dia (Ibrahim) berkata, “Apakah urusanmu yang penting, wahai para utusan?” (Mereka) menjawab, “Sesungguhnya kami diutus kepada kaum yang berdosa.”  (al-¦ijr/15: 57-58).;Setelah para malaikat yang berupa pemuda-pemuda tampan itu sampai ke rumah Nabi Lut, maka penduduk Sodom lalu mendatangi rumahnya. Mereka bermaksud hendak melakukan perbuatan keji dengan tamu-tamu Nabi Lut itu. Nabi Lut berusaha melarang mereka berbuat demikian dengan menawarkan putri-putrinya (perempuan penduduk kota itu) untuk mereka nikahi. Nabi Lut berkata kepada mereka bahwa putri-putrinya itu adalah suci bagi mereka dan dia meminta agar tidak menyentuh tamu-tamunya. Nabi Lut mencela mereka dengan mengatakan bahwa apakah tidak ada seorang pun yang berakal di antara mereka. Firman Allah:\r\nوَجَاۤءَهٗ قَوْمُهٗ يُهْرَعُوْنَ اِلَيْهِۗ وَمِنْ قَبْلُ كَانُوْا يَعْمَلُوْنَ السَّيِّاٰتِۗ قَالَ يٰقَوْمِ هٰٓؤُلَاۤءِ بَنَاتِيْ هُنَّ اَطْهَرُ لَكُمْ فَاتَّقُوا اللّٰهَ وَلَا تُخْزُوْنِ فِيْ ضَيْفِيْۗ  اَلَيْسَ مِنْكُمْ رَجُلٌ رَّشِيْدٌ  ;Dan kaumnya segera datang kepadanya. Dan sejak dahulu mereka selalu melakukan perbuatan keji. Lut berkata, “Wahai kaumku! Inilah putri-putri (negeri)ku mereka lebih suci bagimu, maka bertakwalah kepada Allah dan janganlah kamu mencemarkan (nama)ku terhadap tamuku ini. Tidak adakah di antaramu orang yang pandai?”  (Hµd/11: 78).;Penduduk Sodom menolak tawaran Nabi Lut dengan mengatakan bahwa mereka tidak berkehendak sedikit pun kepada putri-putrinya. Mereka tetap membangkang.\r\nKemudian malaikat-malaikat itu memperkenalkan diri kepada Nabi Lut dan mengatakan bahwa mereka diutus Allah untuk membinasakan penduduk Sodom yang durhaka. Penduduk Sodom itu tidak akan dapat berbuat apa-apa terhadap Nabi Lut.\r\nTatkala penduduk Sodom menyerbu rumah Nabi Lut, Allah menjadikan mereka tidak dapat melihat Nabi Lut dan malaikat-malaikat itu. Kemudian Allah memerintahkan kepada Nabi Lut agar meninggalkan kota Sodom di malam hari, bersama dengan keluarganya, selain istrinya karena akan dibinasakan bersama penduduk Sodom.\r\nAllah memerintahkan agar pada waktu meninggalkan Sodom, tidak seorang pun di antara mereka menoleh ke belakang. Mereka lalu melaksanakan perintah itu. Allah berfirman:\r\nقَالُوْا يٰلُوْطُ اِنَّا رُسُلُ رَبِّكَ لَنْ يَّصِلُوْٓا اِلَيْكَ فَاَسْرِ بِاَهْلِكَ بِقِطْعٍ مِّنَ الَّيْلِ وَلَا يَلْتَفِتْ مِنْكُمْ اَحَدٌ اِلَّا امْرَاَتَكَۗ اِنَّهٗ مُصِيْبُهَا مَآ اَصَابَهُمْ  ۗاِنَّ مَوْعِدَهُمُ الصُّبْحُ ۗ اَلَيْسَ الصُّبْحُ بِقَرِيْبٍ  \r\nMereka (para malaikat) berkata, “Wahai Lut! Sesungguhnya kami adalah para utusan Tuhanmu, mereka tidak akan dapat mengganggu kamu, sebab itu pergilah bersama keluargamu pada akhir malam dan jangan ada seorang pun di antara kamu yang menoleh ke belakang, kecuali istrimu. Sesungguhnya dia (juga) akan ditimpa (siksaan) yang menimpa mereka. Sesungguhnya saat terjadinya siksaan bagi mereka itu pada waktu subuh. Bukankah subuh itu sudah dekat?”  (Hµd/11: 81).\r\n"}