{"tafsir_id":3162,"surah_id":27,"aya_number":3,"tafsir_wajiz":"Orang yang beriman adalah orang-orang melaksanakan salat sesuai dengan syarat dan rukunnya, dan melakukannya terus menerus sepanjang hno_ayatt, dan menunaikan zakat, sebagai bentuk kewajiban dan rasa syukur kepada Allah atas limpahan rezeki-Nya, dan mereka meyakini adanya kebangkitan manusia dan kehidupan abadi pada hari akhirat.","tafsir_tahlili":"(3) Ayat ini menerangkan sifat-sifat orang mukmin, yaitu:\r\n1.  Mendirikan salat, yaitu menunaikan salat wajib dengan menyem-purnakan rukun dan syaratnya, sesuai dengan yang diperintahkan Allah. Salat dikerjakan dengan segala ketulusan hati, kekhusyukan, dan kerendahan hati di hadapan Allah. Salat dapat mencegah perbuatan-perbuatan yang keji dan mungkar karena salat dapat menghilangkan sifat-sifat jiwa yang negatif. Salat merupakan unsur yang membentuk ketakwaan di samping iman kepada yang gaib. Kekhusyukan dalam melaksanakan salat menjadi salah satu syarat untuk menjadi orang mukmin yang sejati.\r\n Kedudukan salat dalam Islam antara lain adalah:\r\na.  Sebagai tiang agama, tanpa salat agama akan runtuh.\r\nb.  Sebagai kewajiban pertama dari Allah sebelum kewajiban-kewajiban ibadah lainnya. Perintah wajib ini diterima langsung oleh Nabi Muhammad tanpa perantaraan malaikat Jibril sebagaimana yang disebutkan dalam kisah Isr±' Mir±j.\r\nc.  Salat merupakan amal yang pertama-tama diperhitungkan (hisab) pada hari Kiamat nanti. Kalau baik salatnya, maka semua amal lainnya akan baik pula. Sebaliknya, kalau salatnya rusak, maka semua amal lainnya ikut rusak.\r\n2.  Menunaikan zakat yang merupakan salah satu dari rukun Islam yang lima. Membayar zakat itu wajib sesuai dengan ketentuan yang ditetapkan Allah dan Rasul-Nya. Abu Bakar sebagai khalifah pertama setelah Nabi Muhammad wafat, telah memerangi orang-orang yang tidak mau membayar zakat. Padahal zakat itu merupakan suatu kewajiban yang berhubungan dengan harta. Dengan zakat, orang-orang mukmin membersihkan jiwa mereka dari sifat kikir dan tamak. Kedua sifat ini dapat menimbulkan fitnah (keonaran) bagi pemilik harta. \r\nHarta adalah rezeki dari Allah yang wajib disyukuri dengan menunaikan zakat, sebagai cara untuk menyucikannya. Pada harta tersebut ada bagian yang menjadi hak orang-orang miskin. Bagi orang-orang miskin zakat dapat membersihkan jiwa mereka dari sifat-sifat dengki dan iri hati kepada orang-orang kaya. Dengan demikian, hubungan baik antara si kaya dan si miskin dalam masyarakat akan tetap terjaga dan kesenjangan antara keduanya bisa dikurangi.\r\n3.  Yakin akan adanya hari akhirat, maksudnya ialah yakin akan adanya hidup setelah mati. Semua orang akan kembali menghadap Allah untuk diperhitungkan amal baik dan buruknya. Keduanya akan dibalas dengan balasan yang setimpal.;Dengan demikian, setiap manusia akan mempertanggungjawabkan apa yang diperbuatnya selama hidup di dunia. Ini berarti bahwa manusia diciptakan Allah di dunia bukanlah tanpa tujuan atau sia-sia belaka. Allah mengingatkan hal ini dalam firman-Nya:;اَفَحَسِبْتُمْ اَنَّمَا خَلَقْنٰكُمْ عَبَثًا وَّاَنَّكُمْ اِلَيْنَا لَا تُرْجَعُوْنَ;Maka apakah kamu mengira bahwa Kami menciptakan kamu main-main (tanpa ada maksud) dan bahwa kamu tidak akan dikembalikan kepada Kami? (al-Mu'minµn/23: 115).\r\n"}