{"tafsir_id":3166,"surah_id":27,"aya_number":7,"tafsir_wajiz":"Di antara isi kandungan Al-Qur’an adalah cerita tentang nabi-nabi masa lalu, antara lain adalah Nabi Musa. Allah memerintahkan kepada Nabi Muhammad untuk menceritakan kepada kaumnya tentang Nabi Musa, yaitu ketika Nabi Musa sedang dalam perjalanan menuju ke Mesir beserta istrinya untuk menemui Ibundanya. Keduanya tersesat di jalan, di malam yang gelap dan dingin. Ceritakan kepada mereka, wahai Nabi Muhammad, ketika Musa berkata kepada keluarganya, “Sungguh, aku melihat api. Tunggulah disini, aku akan membawa kabar dari arah api itu kepadamu, atau aku akan membawa suluh api atau obor kepadamu agar kamu dapat berdiang menghangatkan badan dekat api.”","tafsir_tahlili":"(7) Ayat ini diturunkan kepada Nabi Muhammad dengan perintah agar beliau menyampaikan kepada umatnya kisah Nabi Musa ketika dalam perjalanan dari Madyan untuk kembali ke Mesir dengan disertai oleh keluarganya. Perjalanan ini dilakukan setelah Musa menyelesaikan waktu yang telah ditentukan, sebagaimana yang disepakati antara Musa dengan mertuanya. Hal ini disebutkan Allah dalam firman-Nya:;فَلَمَّا قَضٰى مُوْسَى الْاَجَلَ وَسَارَ بِاَهْلِهٖٓ اٰنَسَ مِنْ جَانِبِ الطُّوْرِ نَارًاۗ قَالَ لِاَهْلِهِ امْكُثُوْٓا اِنِّيْٓ اٰنَسْتُ نَارًا لَّعَلِّيْٓ اٰتِيْكُمْ مِّنْهَا بِخَبَرٍ اَوْ جَذْوَةٍ مِّنَ النَّارِ لَعَلَّكُمْ تَصْطَلُوْنَ  ;Maka ketika Musa telah menyelesaikan waktu yang ditentukan itu dan dia berangkat dengan keluarganya, dia melihat api di lereng gunung. Dia berkata kepada keluarganya, “Tunggulah (di sini), sesungguhnya aku melihat api, mudah-mudahan aku dapat membawa suatu berita kepadamu dari (tempat) api itu atau (membawa) sepercik api, agar kamu dapat menghangatkan badan.” (al-Qa¡a¡/28: 29).;Waktu yang ditentukan itu adalah hasil perjanjian antara Musa dengan mertuanya ketika menetapkan mahar perkawinannya, yaitu bekerja meng-gembalakan kambing mertuanya selama delapan tahun atau disempurnakan menjadi sepuluh tahun. Sepuluh tahun menunjukkan kegigihan dan kesungguhannya. Sedangkan yang dimaksud dengan keluarganya dalam ayat di atas adalah istrinya, tanpa ada orang lain.\r\nDalam perjalanan pada malam yang sangat gelap dan dingin itu, Musa tersesat. Ketika melihat dari kejauhan ada nyala api, Musa berpesan agar keluarganya tetap di tempat tersebut, sedang dia akan pergi ke tempat api itu. Ia  berharap memperoleh penunjuk jalan, sehingga tidak tersesat lagi. Menurutnya, adanya api berarti ada orang di sekitar tempat mereka berada. Selain itu, Nabi Musa berharap agar dapat membawakan keluarganya api, yang disulut dari sumber api yang terlihat olehnya. Dengan nyala api itu, dia dan keluarganya tentu dapat berdiam menghangatkan badan dari kedinginan yang mencekam itu.\r\n"}