{"tafsir_id":3168,"surah_id":27,"aya_number":9,"tafsir_wajiz":"Kemudian Allah memperkenalkan diri-Nya kepada Nabi Musa. “Wahai Musa! Sesungguhnya suara yang memanggilmu itu adalah suara-Ku, Aku adalah Allah Yang Mahaperkasa dan Mahamulia, yang tidak ada kekuatan apa pun yang sanggup mengalahkan-Ku serta Mahabijaksana terhadap semua perkataan dan tindakan-Ku.”","tafsir_tahlili":"(8-9) Ketika Musa datang mendekat ke arah api itu, ternyata yang disangkanya api itu bukan seperti api yang biasa dilihatnya, tetapi cahaya yang memancar dari sejenis tumbuh-tumbuhan rambut berwarna hijau yang melilit dan menjuntai pada sebuah dahan kayu. Cahaya yang terpancar dari pohon itu bersinar cemerlang, sedang dahan pohon itu tetap hijau dan segar, tidak terbakar atau layu. \r\nMusa tidak menemukan seorang pun di tempat itu, sehingga ia merasa heran dan tercengang melihat keadaan yang demikian. Ia bermaksud hendak memetik sebagian dari nyala api itu dari dahan yang condong kepadanya. Waktu ia mencoba menyulut nyala api itu, Musa merasa takut. Dalam keadaan yang demikian, tiba-tiba ia diseru oleh satu suara yang datangnya dari arah pohon itu. Suara yang menyeru itu menyatakan bahwa yang berada di dekat api itu pasti diberkahi, yaitu Musa dan para malaikat. Pernyataan itu merupakan salam dan penghormatan dari Allah kepada Nabi Musa sebagaimana salam para malaikat kepada Nabi Ibrahim dalam firman-Nya:\r\nرَحْمَتُ اللّٰهِ وَبَرَكٰتُهٗ عَلَيْكُمْ اَهْلَ الْبَيْتِۗ;Rahmat Allah dan berkat-Nya, dicurahkan atas kamu wahai ahlulbait. (Hµd/11: 73);Abdull±h bin Abb±s menyatakan bahwa yang dimaksud dengan “diberkahi” di sini ialah yang disucikan Allah. Menurutnya, yang kelihatan oleh Nabi Musa seperti api itu bukanlah api, melainkan cahaya yang menyala-nyala seperti api. Cahaya itu adalah cahaya Tuhan Semesta Alam. Hal ini dikuatkan oleh hadis yang diriwayatkan Abµ Ubaidah dari Abµ Mµsa al-Asyar³ bahwa Nabi Muhammad bersabda:\r\nاِنَّ اللهَ عَزَّ وَجَلَّ لاَ يَنَامُ وَلاَ يَنْبَغِىْ لَهُ اَنْ يَنَامَ يَخْفِضُ الْقِسْطَ وَيَرْفَعُهُ يُرْفَعُ اِلَيْهِ عَمَلُ الَّليْلِ قَبْلَ النَّهَارِ وَعَمَلُ النَّهَارِ قَبْلَ اللَّيْلِ حِجَابُهُ النُّوْرُ لَوْ كَشَفَهُ َلأَحْرَقَتْ سُبُحَاتُ وَجْهِهِ مَاانْتَهَى اِلَيْهِ بَصَرُهُ مِنْ خَلْقِهِ. (رواه مسلم) \r\nSesungguhnya Allah tidak tidur dan tidak pantas bagi Allah itu tidur, Dia menurunkan dan menaikkan timbangan, amal malam hari diangkat ke hadapan-Nya sebelum siang, dan amal siang sebelum malam, dan tabir-Nya adalah cahaya. Andaikata Ia membuka tabir-Nya, pasti kesucian cahaya wajah-Nya membakar segala sesuatu yang tercapai oleh pandangan-Nya di antara ciptaan-Nya. (Riwayat Muslim);Peristiwa itu terjadi ketika Musa sampai di tempat yang diberkahi, yaitu lembah suci yang bernama Lembah °uwa, sebagaimana yang disebutkan dalam firman-Nya:\r\nنُوْدِيَ مِنْ شَاطِئِ الْوَادِ الْاَيْمَنِ فِى الْبُقْعَةِ الْمُبٰرَكَةِ مِنَ الشَّجَرَةِ;... Dia diseru dari (arah) pinggir sebelah kanan lembah, dari sebatang pohon, di sebidang tanah yang diberkahi.... (al-Qa¡a¡/28: 30).;Dan firman Allah yang berbunyi:\r\nاِذْ نَادٰىهُ رَبُّهٗ بِالْوَادِ الْمُقَدَّسِ طُوًىۚ;Ketika Tuhan memanggilnya (Musa) di lembah suci yaitu Lembah °uwa. (an-N±zi±t/79: 16).\r\nSeruan Allah yang didengar Musa di lembah suci °uwa ini merupakan wahyu pengangkatan Nabi Musa sebagai rasul. Ia diutus Allah untuk menyampaikan risalah kepada Firaun di Mesir, dengan dibekali bermacam-macam mukjizat. \r\nMusa berhadapan langsung dengan Allah ketika menerima wahyu, tetapi Musa tidak dapat melihat-Nya, karena terhalang oleh tabir berupa cahaya. Penerimaan wahyu semacam ini merupakan salah satu macam cara penyampaian wahyu Allah kepada para nabi-Nya. Hal ini disebut Allah dalam firman-Nya:;وَمَا كَانَ لِبَشَرٍ اَنْ يُّكَلِّمَهُ اللّٰهُ اِلَّا وَحْيًا اَوْ مِنْ وَّرَاۤئِ حِجَابٍ اَوْ يُرْسِلَ رَسُوْلًا فَيُوْحِيَ بِاِذْنِهٖ مَا يَشَاۤءُ ۗ \r\nDan tidaklah patut bagi seorang manusia bahwa Allah akan berbicara kepadanya kecuali dengan perantaraan wahyu atau dari belakang tabir atau dengan mengutus utusan (malaikat) lalu diwahyukan kepadanya dengan izin-Nya apa yang Dia kehendaki.... (asy-Syµra/42: 51).;Mahasuci Allah, Tuhan seluruh alam yang berbuat menurut apa yang dikehendaki-Nya. Tidak ada satu makhluk pun yang menyamai-Nya. Dia Mahaagung dan Mahatinggi dari seluruh makhluk-Nya. Yang didengar Musa itu ialah suara firman Allah. Hal ini dinyatakan Allah dalam ayat kesembilan bahwa yang menyeru dan memanggilnya ialah Allah, bukan suara makhluk. Allah Mahaperkasa atas segala sesuatu, Mahabijaksana dalam firman dan perbuatan-Nya.\r\n"}