{"tafsir_id":3170,"surah_id":27,"aya_number":11,"tafsir_wajiz":"Kecuali orang yang berlaku zalim terhadap dirinya dengan melakukan perbuatan dosa yang kemudian mengubah dirinya dengan kebaikan setelah melakukan kejahatan dengan cara bertobat; maka sungguh, Aku Maha Pengampun bagi mereka yang kembali kepada-Ku, dan Maha Penyno_ayatng kepada mereka.","tafsir_tahlili":"(10-11) Ayat ini adalah rentetan pembicaraan langsung antara Allah dan Musa di lembah suci °uwa. Setelah Musa diangkat sebagai nabi dan rasul, Allah memerintahkan Musa untuk melemparkan tongkat yang dipegang tangan kanannya.\r\nKetika tongkat itu dilemparkan, Musa melihatnya bergerak-gerak seperti seekor j±nn, yaitu sejenis ular yang sangat gesit geraknya. Tidak terlintas di hati Musa sedikit pun bahwa tongkatnya itu akan berubah menjadi ular, padahal dengan tongkat itu Musa dapat mengambil manfaat dalam kehidupan sehari-hari sebagai penggembala kambing. Hal ini dinyatakan Allah dalam firman-Nya:\r\nقَالَ هِيَ عَصَايَۚ اَتَوَكَّؤُا عَلَيْهَا وَاَهُشُّ بِهَا عَلٰى غَنَمِيْ وَلِيَ فِيْهَا مَاٰرِبُ اُخْرٰى   ;Dia (Musa) berkata, “Ini adalah tongkatku, aku bertumpu padanya, dan aku merontokkan (daun-daun) dengannya untuk (makanan) kambingku, dan bagiku masih ada lagi manfaat yang lain.” (°±h±/20: 18).;Ketika Musa melihat tongkatnya menjadi ular, dia lari berbalik ke belakang tanpa menoleh, karena merasa sangat ketakutan. Pada saat itu, Allah berfirman kepada Musa agar jangan takut, karena sesungguhnya orang yang diangkat menjadi rasul tidak patut takut di hadapan-Nya. Seruan Allah ini didahului dengan perintah untuk datang ke hadapan-Nya dan dijamin keamanannya. Maka Allah menegaskan dengan firman-Nya:\r\nيٰمُوْسٰىٓ اَقْبِلْ وَلَا تَخَفْۗ اِنَّكَ مِنَ الْاٰمِنِيْنَ\r\n...”Wahai Musa! Kemarilah dan jangan takut. Sesungguhnya engkau termasuk orang yang aman. (Al-Qa¡a¡/28: 31).;Selain itu, Allah memerintahkan Musa untuk memegang ular tersebut agar menjadi tongkat kembali. Ini merupakan mukjizat yang pertama bagi Musa. Firman Allah:\r\nقَالَ خُذْهَا وَلَا تَخَفْۗ سَنُعِيْدُهَا سِيْرَتَهَا الْاُوْلٰى\r\nDia (Allah) berfirman, “Peganglah ia dan jangan takut, Kami akan me-ngembalikannya kepada keadaannya semula. (°±h±/20: 21).;Adapun orang yang takut kepada Allah ialah orang-orang yang berbuat zalim, yang menempatkan sesuatu tidak pada tempatnya. Zalim itu bisa terhadap diri sendiri, orang lain, maupun makhluk-makhluk Allah lain.\r\nOrang yang sungguh-sungguh bertobat kepada Allah, tidak akan berbuat zalim lagi, kemudian mengiringinya dengan perbuatan baik, tidak perlu takut menghadapi Allah. Hal ini merupakan kabar gembira bagi mereka dan juga bagi seluruh umat manusia, sebagaimana perilaku para tukang sihir Firaun yang beriman kepada Musa sebagai utusan Allah. Siapa saja yang berbuat dosa, kemudian menghentikan diri dari perbuatan-perbuatan tersebut dan bertobat, maka Allah akan menerima tobatnya. Hal ini ditegaskan Allah dalam firman-Nya:\r\nوَاِنِّيْ لَغَفَّارٌ لِّمَنْ تَابَ وَاٰمَنَ وَعَمِلَ صَالِحًا ثُمَّ اهْتَدٰى;Dan sungguh, Aku Maha Pengampun bagi yang bertobat, beriman, dan berbuat kebajikan, kemudian tetap dalam petunjuk. (°±h±/20: 82).;Dan firman-Nya lagi:\r\nوَمَنْ يَّعْمَلْ سُوْۤءًا اَوْ يَظْلِمْ نَفْسَهٗ ثُمَّ يَسْتَغْفِرِ اللّٰهَ يَجِدِ اللّٰهَ غَفُوْرًا رَّحِيْمًا   ;Dan barang siapa berbuat kejahatan dan menganiaya dirinya, kemudian dia memohon ampunan kepada Allah, niscaya dia akan mendapatkan Allah Maha Pengampun, Maha Penyayang. (an-Nis±'/4: 110).\r\n"}