{"tafsir_id":3174,"surah_id":27,"aya_number":15,"tafsir_wajiz":"Setelah menjelaskan kisah Nabi Musa dan Fir’aun, Allah menjelaskan kisah Nabi Daud (1085 SM-1000 SM) dan Nabi Sulaiman (1043 SM-975 SM), untuk menghibur Nabi Muhammad saw. Dan sungguh, Kami telah memberikan anugerah yang besar yaitu ilmu baik ilmu keagamaan atau keduniaan, kepada Dawud dan puteranya Sulaiman. Dan sebagai ungkapan rasa syukur kepada Allah atas semua nikmat-Nya, keduanya berkata dengan kerendahan hati, “Segala puji bagi Allah yang melebihkan kami dari banyak hamba-hamba-Nya yang beriman.” Keduanya, di samping menjadi nabi, suatu kedudukan tertinggi dalam martabat keagamaan, juga menjadi raja, sebuah kedudukan tertinggi dalam jabatan kemanusiaan.","tafsir_tahlili":"(15) Ayat ini menerangkan bahwa Allah telah menganugerahkan kepada Nabi Daud dan Nabi Sulaiman (putra Nabi Daud) ilmu pengetahuan, baik yang berhubungan dengan pengetahuan tentang Tuhan dan syariat-syariatnya, maupun yang berhubungan dengan pengetahuan umum, seperti kemampuan dan bakat memimpin dan mengatur bangsanya. Kedua nabi ini tidak saja memiliki pengetahuan, tetapi juga mengamalkannya dengan baik. Dengan demikian, ilmu pengetahuan yang dipunyai oleh masing-masing nabi itu tidak hanya berfaedah bagi dirinya sendiri, tetapi juga bagi masyarakat dan umatnya di dunia dan di akhirat kelak.\r\nKarena memperoleh nikmat yang tidak terhingga dari Allah, keduanya mensyukuri nikmat tersebut dengan mengucapkan: \r\nاَلْحَمْدُ لِلَّهِ الَّذِيْ فَضَّلَنَا عَلَى كَثِيْرٍ مِنْ عِبَادِهِ الْمُؤْمِنِينَ\r\nSegala puji bagi Allah yang telah melebihkan kami dari kebanyakan hamba-hamba yang beriman.;Sikap bersyukur Nabi Daud dan Nabi Sulaiman dalam menerima nikmat Allah itu merupakan sikap yang terpuji. Oleh karena itu, para ulama menganjurkan agar kaum Muslimin meneladani sikap tersebut. Mensyukuri nikmat berarti hamba yang menerima nikmat itu benar-benar merasakan bahwa yang diterimanya itu merupakan pernyataan kasih sayang Allah kepadanya dan merasa bahwa ia memang memerlukan nikmat Allah itu. Tanpa nikmat itu, ia tidak akan hidup dan merasakan kebahagiaan. Allah berfirman:\r\nوَاِذْ تَاَذَّنَ رَبُّكُمْ لَىِٕنْ شَكَرْتُمْ لَاَزِيْدَنَّكُمْ وَلَىِٕنْ كَفَرْتُمْ اِنَّ عَذَابِيْ لَشَدِيْدٌ;Dan (ingatlah) ketika Tuhanmu memaklumkan, “Sesungguhnya jika kamu bersyukur, niscaya Aku akan menambah (nikmat) kepadamu, tetapi jika kamu mengingkari (nikmat-Ku), maka pasti azab-Ku sangat berat.” (Ibr±h³m/14: 7).;Allah mengangkat Nabi Daud sebagai seorang kepala negara dan rasul Allah. Sebagai kepala negara, Allah menganugerahkan kepada Nabi Daud segala macam ilmu yang diperlukan. Di antara keutamaan dan ilmu yang dikaruniakan itu ialah:\r\n1.  Allah menundukkan gunung dan burung kepada Daud. Gunung dan burung itu bertasbih bersama Daud pagi dan petang. Allah berfirman:\r\n اِنَّا سَخَّرْنَا الْجِبَالَ مَعَهٗ يُسَبِّحْنَ بِالْعَشِيِّ وَالْاِشْرَاقِۙ  ١٨  وَالطَّيْرَمَحْشُوْرَةً ۗ كُلٌّ لَّهٗٓ اَوَّابٌ  ١٩  ;Sungguh, Kamilah yang menundukkan gunung-gunung untuk bertasbih bersama dia (Daud) pada waktu petang dan pagi, dan (Kami tundukkan pula) burung-burung dalam keadaan terkumpul. Masing-masing sangat taat (kepada Allah). (¢±d/38: 18-19).;2.  Allah menganugerahkan kepada Daud pengetahuan melunakkan besi, sehingga ia dapat membuat baju besi dan keperluan lain, untuk memperkuat pemerintahan dan kerasulannya. Allah berfirman:\r\nوَاَلَنَّا لَهُ الْحَدِيْدَۙ;... dan Kami telah melunakkan besi untuknya. (Sab±'/34: 10).;3.  Allah telah menguatkan kerajaan Daud dan menganugerahinya hikmah dan kebijaksanaan, sehingga ia dapat menyelesaikan dengan mudah perselisihan dan perkara yang diajukan kepadanya. Allah berfirman:\r\nوَشَدَدْنَا مُلْكَهٗ وَاٰتَيْنٰهُ الْحِكْمَةَ وَفَصْلَ الْخِطَابِ;Dan Kami kuatkan kerajaannya dan Kami berikan hikmah kepadanya serta kebijaksanaan dalam memutuskan perkara. (¢±d/38: 20).;Menurut al-Bai«awi, yang dimaksud dengan firman Allah, “Dan Kami perkuat kerajaannya” ialah, “Kami (Allah) telah memperkuatnya dengan kekebalan, memenangkan peperangan, dan banyak mempunyai tentara.;4.  Allah menurunkan kepadanya kitab Zabur, sehingga beliau termasuk salah seorang dari empat orang rasul yang diturunkan kitab kepadanya. Allah berfirman:\r\nوَلَقَدْ فَضَّلْنَا بَعْضَ النَّبِيّٖنَ عَلٰى بَعْضٍ وَّاٰتَيْنَا دَاوٗدَ زَبُوْرًا  ;“... Dan sungguh, Kami telah memberikan kelebihan kepada sebagian nabi-nabi atas sebagian (yang lain), dan Kami berikan Zabur kepada Daud.” (al-Isr±'/17: 55).;5.  Allah memberikan kesanggupan kepadanya memahami pembicaraan burung, sebagaimana yang diterangkan pada ayat berikut.\r\n"}