{"tafsir_id":3195,"surah_id":27,"aya_number":36,"tafsir_wajiz":"Sesuai dengan arahan Ratu Balqis, berangkatlah utusan ratu dari Negeri Saba’ di Yaman menuju Palestina tempat kediaman Nabi Sulaiman dengan membawa hadiah-hadiah itu. Maka ketika para utusan itu sampai kepada Nabi Sulaiman dan mengemukakan maksud kedatangannya dan menyampaikan hadiah dari Ratu Balqis, Nabi Sulaiman, sama sekali tidak tertarik untuk melihat hadiah-hadiah itu, bahkan berkata kepada para utusan itu, “Apakah kamu akan memberi harta kepadaku dan kamu masih tetap dalam kesyirikan dan kekafiranmu? Tak mungkin hal itu terjadi. Ketahuilah oleh kalian bahwa apa yang Allah berikan kepadaku berupa kenabian, kerajaan, harta benda, dan bala tentara itu jauh lebih baik daripada apa yang Allah berikan kepadamu yang berupa perhiasan dunia semata. Akan tetapi, kamu merasa bangga dengan hadiahmu. Aku tidak butuh terhadap hadiah-hadiah itu. kembalikanlah hadiah-hadiah itu kepada orang yang mengutusmu.”","tafsir_tahlili":"(36-37) Maka berangkatlah rombongan utusan Ratu Balqis menghadap Sulaiman dengan membawa hadiah-hadiah yang tidak ternilai harganya. Setelah para utusan itu menghadap Sulaiman maka ia berkata kepada mereka, “Hai para utusan Ratu Balqis, apakah kamu bermaksud memberikan harta-hartamu kepadaku. Aku tidak akan mencari dan meminta kesenangan dan kekayaan duniawi. Aku hanya menginginkan kamu semua beserta rakyatmu mengikuti agamaku dam menyembah Allah semata, Tuhan Yang Maha Esa, tidak menyembah matahari, sebagaimana yang kamu lakukan. Allah telah menganugerahkan kepadaku nikmat-nikmat yang tak terhingga banyaknya seperti nikmat kenabian, ilmu pengetahuan, dan kerajaan yang besar. Karena nikmat itu aku dapat menguasai jin, berbicara dengan binatang-binatang, menguasai angin dan banyak lagi pengetahuan yang telah dianugerahkan Allah kepadaku. Jika aku bandingkan nikmat yang aku peroleh dengan nikmat yang kamu peroleh, maka nikmat yang kamu peroleh itu tidak ada artinya bagiku sedikit pun. Karena kamu tidak mengetahui agama Allah, maka kamu anggap bahwa harta yang banyak dan kesenangan duniawi itu dapat memuaskan hatimu. Bagiku harta itu tidak ada artinya dan tidak akan memuaskan hatiku. Kesenangan dan kebahagiaan yang aku cari ialah kesenangan dan kebahagiaan yang abadi, sesuai dengan yang dijanjikan Allah kepada hamba-hamba-Nya yang saleh.” \r\nSelanjutnya Sulaiman menyatakan kepada para utusan Ratu Balqis, “Jika kamu sekalian tidak memenuhi seruanku, maka kembalilah kamu kepada kaummu. Kami akan datang membawa pasukan tentara yang lengkap yang terdiri atas manusia, jin, dan binatang-binatang yang kamu tidak akan sanggup melawannya. Kami akan mengusir setiap orang yang menghalangi tentaraku dari negeri dan kampung halaman mereka, dan mereka akan dijadikan orang-orang yang hina, sebagai tawanan atau dijadikan budak.”\r\n"}