{"tafsir_id":3203,"surah_id":27,"aya_number":44,"tafsir_wajiz":"Kejutan berikutnya yang ingin diperlihatkan oleh Nabi Sulaiman kepada Balqis adalah ketika Balqis diajak untuk melihat seisi istana Nabi Sulaiman yang megah dan indah, untuk memperlihatkan istana-nya yang lebih hebat dari istana Balqis di Yaman. Dikatakan kepadanya Balqis, “Masuklah ke dalam istana.” Di dalamnya ada lantai yang berlapis kaca yang sangat bening, sehingga terlihat jelas apa yang ada di bawahnya. Maka ketika Ratu Balqis melihat lantai istana itu, dia terkecoh. Dikiranya dia akan memasuki kolam air yang besar, dan oleh karena itu disingkapkannya penutup kedua betisnya agar tidak basah oleh air kolam itu. Melihat kejadian cukup menggelikan itu, Nabi Sulaiman berkata, “Sesungguhnya ini bukanlah kolam airseperti yang kaukira, tapi hanyalah lantai istana yang dilapisi kaca.” Pada akhirnya Balqis mengakui semua kehebatan Nabi Sulaiman, dan apa yang dia lihat adalah betul-betul mencerminkan kekuasaan Allah Zat yang patut disembah. Balqis lalu berkata, dengan penuh kesadaran dan keyakinan yang mantap, “Ya Tuhanku, Zat yang memiliki dan mengurusiku! Sungguh, aku telah berbuat zalim terhadap diriku karena telah menyembah selain Allah yaitu matahari yang tidak mempunyai kekuatan apa pun dan tidak bisa memberi perlindungan kepada penyembahnya jika mereka berada dalam keadaan bahno_ayat.” Sebagai puncak dari pengakuan keislamannya, Ratu Balqis berkata, “Aku berserah diri bersama Sulaiman kepada Allah, Tuhan seluruh alam Dialah pemilik, pemelihara, mengurus, alam seluruh. Dialah Tuhan Yang wajib disembah.” ","tafsir_tahlili":"(44) Menurut satu riwayat, setelah Nabi Sulaiman mengetahui dari Allah akan kedatangan Ratu Balqis ke negerinya, maka ia memerintahkan kaumnya membuat suatu istana yang besar dan indah. Lantainya terbuat dari kaca yang mengkilap yang mudah memantulkan cahaya. Di bawah lantai kaca itu, terdapat kolam yang berisikan macam-macam ikan, dan air kolam itu seakan-akan mengalir seperti sungai. \r\nPada waktu kedatangan Ratu Balqis, Nabi Sulaiman menerimanya di istana yang baru itu dan mempersilakannya masuk. Ratu Balqis heran dan terkejut waktu memasuki istana Sulaiman itu. Menurut penglihatannya, ada sungai yang terbentang yang harus dilaluinya untuk menemui Sulaiman. Oleh karena itu, ia menyingkapkan kainnya, sehingga tampaklah kedua betisnya. Melihat yang demikian itu Sulaiman berkata, “Apa yang kau lihat itu bukanlah air atau sungai, tetapi lantai kaca yang di bawahnya ada air mengalir.” Mendengar ucapan Sulaiman itu Ratu Balqis segera menurunkan kainnya dan mengakui dalam hati bahwa istana Sulaiman lebih besar dan lebih bagus dari istananya.\r\nKemudian Nabi Sulaiman mengajak Balqis agar menganut agama Islam, dan menerangkan kesesatan menyembah matahari. Seruan Sulaiman itu diterima dengan baik oleh Balqis. Ia menyesali kekafirannya selama ini karena dengan demikian berarti dia berbuat aniaya kepada dirinya sendiri. Balqis juga menyatakan bahwa dia bersedia berserah diri bersama Sulaiman kepada Allah, Tuhan seluruh alam. Kepada-Nya dia beribadah dengan seikhlas-ikhlasnya.\r\n"}