{"tafsir_id":3204,"surah_id":27,"aya_number":45,"tafsir_wajiz":"Kaum Samud mendiami satu kawasan antara Madinah dan Syam. Tepatnya di kota al-Hijr atau Mada’in, sebelah utara Madinah, sekitar 200 km. Dan sungguh, Kami telah mengutus kepada kaum Samud saudara mereka karena berasal dari satu negeri yaitu Saleh yang menyeru kepada mereka, “Sembahlah Allah Yang Mahakuasa, Pencipta langit dan bumi, bukan kepada yang lain-Nya, yang tidak mempunyai kemampuan apa-apa. Akan tetapi tiba-tiba mereka menjadi dua golongan yang bermusuhan: golongan yang beriman dan golongan yang kafir kepadanya.","tafsir_tahlili":"(45) Ayat ini menerangkan bahwa Allah telah mengutus Nabi Saleh kepada kaum Samud yang berdiam di al-¦ijr, suatu daerah pegunungan batu yang terletak antara Wadil Qur± dan Syam. Nabi Saleh masih termasuk keturunan Samud, sehingga berarti ia diutus kepada kaumnya sendiri. Nabi Saleh menyeru kaumnya yang menyembah sesuatu di samping Allah atau menyekutukan-Nya, agar hanya menyembah Allah saja, Tuhan Yang Maha Esa. Dalam menanggapi seruan Saleh itu, maka kaumnya terbagi dua:\r\n1.  Sebagian kecil dari mereka memenuhi seruannya dengan meninggalkan penyembahan berhala dan hanya menyembah Tuhan Yang Maha Esa.\r\n2.  Sebagian besar dari mereka tetap ingkar bahkan mengancam dan menentang Nabi Saleh.;Di antara kedua golongan di atas itu terjadi perdebatan dan permusuhan. Masing-masing golongan menuduh bahwa agama yang dianut lawannya adalah agama yang batil. Bahkan golongan yang mengakui dirinya kuat, dan mempunyai pengikut yang lebih banyak, bertambah-tambah kezaliman mereka, dan menentang Nabi Saleh dengan membunuh unta yang sudah dilarang untuk dibunuh. Mereka juga meminta agar disegerakan turunnya azab kepada mereka, seandainya ia adalah benar-benar rasul yang diutus Allah.\r\nAllah berfirman:;فَعَقَرُوا النَّاقَةَ وَعَتَوْا عَنْ اَمْرِ رَبِّهِمْ وَقَالُوْا يٰصٰلِحُ ائْتِنَا بِمَا تَعِدُنَآ اِنْ كُنْتَ مِنَ الْمُرْسَلِيْنَ     ;Kemudian mereka sembelih unta betina itu, dan berlaku angkuh terhadap perintah Tuhannya. Mereka berkata, “Wahai Saleh! Buktikanlah ancaman kamu kepada kami, jika benar engkau salah seorang rasul.” (al-Ar±f/7: 77)\r\n"}