{"tafsir_id":321,"surah_id":3,"aya_number":28,"tafsir_wajiz":"Setelah no_ayatt sebelumnya menjelaskan kekuasaan Allah yang tak terbatas, yang salah satunya memberi rezeki tanpa perhitungan, maka no_ayatt ini melarang kaum mukmin untuk menjadikan orang kafir sebagai wali. Janganlah orang-orang beriman dengan sebenar-benarnya menjadikan orang kafir, baik kafir secara akidah maupun orang yang bergelimang dalam kedurhakaan, sebagai wali, yaitu orang terdekat yang menjadi tempat menyimpan rahasia yang menyangkut kemaslahatan umum, melainkan orang-orang beriman. Barang siapa berbuat demikian, yaitu menjadikan orang kafir sebagai wali, niscno_ayat dia tidak akan memperoleh perlindungan dan pertolongan apa pun dari Allah, kecuali apabila yang kamu lakukan itu karena untuk siasat menjaga diri dari sesuatu yang kamu takuti dari mereka, terkait dengan keselamatan dirimu dan kaum muslim. Dan Allah memperingatkan kamu akan diri, yakni siksa-Nya, dan hanya kepada Allah tempat kembali semua makhluk-Nya.","tafsir_tahlili":"(28) Kaum Muslimin dilarang menjadikan orang kafir sebagai kawan yang akrab, pemimpin atau penolong, karena yang demikian ini akan merugikan mereka sendiri baik dalam urusan agama maupun dalam kepentingan umat, apalagi jika dalam hal ini kepentingan orang kafir lebih didahulukan daripada kepentingan kaum Muslimin sendiri, hal itu akan membantu tersebarluasnya kekafiran. Ini sangat dilarang oleh agama.\r\nOrang mukmin dilarang mengadakan hubungan akrab dengan orang-orang kafir, baik disebabkan oleh kekerabatan, kawan lama waktu zaman jahiliah, atau pun karena bertetangga. Larangan itu tidak lain hanyalah untuk menjaga dan memelihara kemaslahatan agama, serta agar kaum Muslimin tidak terganggu dalam usahanya untuk mencapai tujuan yang dikehendaki oleh agamanya.\r\nAdapun bentuk-bentuk persahabatan dan persetujuan kerja sama, yang kiranya dapat menjamin kemaslahatan orang-orang Islam tidaklah terlarang. Nabi sendiri pernah mengadakan perjanjian persahabatan dengan Bani Khuza'ah sedang mereka itu masih dalam kemusyrikan.\r\nKemudian dinyatakan bahwa barang siapa menjadikan orang kafir sebagai penolongnya, dengan meninggalkan orang mukmin, dalam hal-hal yang memberi mudarat kepada agama, berarti dia telah melepaskan diri dari perwalian Allah, tidak taat kepada Allah dan tidak menolong agamanya. Ini berarti pula bahwa imannya kepada Allah telah terputus, dan dia telah termasuk golongan orang-orang kafir.\r\nوَمَنْ يَّتَوَلَّهُمْ مِّنْكُمْ فَاِنَّهٗ مِنْهُمْ \r\n… Barang siapa di antara kamu yang menjadikan mereka teman setia, maka sesungguhnya dia termasuk golongan mereka…(al-M±′idah/5: 51);Orang mukmin boleh mengadakan hubungan akrab dengan orang kafir, dalam keadaan takut mendapat kemudaratan atau untuk memberikan kemanfaatan bagi Muslimin. Tidak terlarang bagi suatu pemerintahan Islam, untuk mengadakan perjanjian persahabatan dengan pemerintahan yarg bukan Islam; dengan maksud untuk menolak kemudaratan, atau untuk mendapatkan kemanfaatan. Kebolehan mengadakan persahabatan ini tidak khusus hanya dalam keadaan lemah saja tetapi boleh juga dalam sembarang waktu, sesuai dengan kaidah:\r\nدَرْءُ الْمَفَاسِدِ مُقَدَّمٌ عَلَى جَلْبِ الْمَصَالِحِ \r\nMenolak kerusakan lebih diutamakan daripada mendatangkan ke-maslahatan;Berdasarkan kaidah ini, para ulama membolehkan “taqiyah”, yaitu mengatakan atau mengerjakan sesuatu yang berlawanan dengan kebenaran untuk menolak bencana dari musuh atau untuk keselamatan jiwa atau untuk memelihara kehormatan dan harta benda.\r\nMaka barang siapa mengucapkan kata-kata kufur karena dipaksa, sedang hati (jiwanya) tetap beriman, karena untuk memelihara diri dari kebinasaan, maka dia tidak menjadi kafir. Sebagaimana yang telah dilakukan oleh 'Ammar bin Yasir yang dipaksa oleh Quraisy untuk menjadi kafir, sedang hatinya tetap beriman. Allah berfirman:\r\nمَنْ كَفَرَ بِاللّٰهِ مِنْۢ بَعْدِ اِيْمَانِهٖٓ اِلَّا مَنْ اُكْرِهَ وَقَلْبُهٗ مُطْمَىِٕنٌّۢ بِالْاِيْمَانِ وَلٰكِنْ مَّنْ شَرَحَ بِالْكُفْرِ صَدْرًا فَعَلَيْهِمْ غَضَبٌ مِّنَ اللّٰهِ ۗوَلَهُمْ عَذَابٌ عَظِيْمٌ   \r\nBarang siapa kafir kepada Allah setelah dia beriman (dia mendapat kemurkaan Allah), kecuali orang yang dipaksa kafir padahal hatinya tetap tenang dalam beriman (dia tidak berdosa), tetapi orang yang melapangkan dadanya untuk kekafiran, maka kemurkaan Allah menimpanya dan mereka akan mendapat azab yang besar. (an-Na¥l/16: 106);Sebagaimana telah terjadi pada seorang sahabat yang terdesak ketika menjawab pertanyaan Musailamah, “Apakah engkau mengakui bahwa aku ini rasul Allah? Jawabnya, “Ya”. Karena itu sahabat tadi dibiarkan dan tidak dibunuh. Kemudian seorang sahabat lainnya sewaktu ditanya dengan pertanyaan yang sama, ia menjawab, “Saya ini tuli” (tiga kali), maka sahabat tersebut ditangkap dan dibunuh. Setelah berita ini sampai kepada Rasulullah saw beliau bersabda: “Orang yang telah dibunuh itu kembali kepada Allah dengan keyakinan dan kejujurannya, adapun yang lainnya, maka dia telah mempergunakan kelonggaran yang diberikan Allah, sebab itu tidak ada tuntutan atasnya”.\r\nKelonggaran itu disebabkan keadaan darurat yang dihadapi, dan bukan menyangkut pokok-pokok agama yang harus selalu ditaati. Dalam hal ini diwajibkan bagi Muslim hijrah dari tempat ia tidak dapat menjalankan perintah agama dan terpaksa di tempat itu melakukan “taqiyyah”. Adalah termasuk tanda kesempurnaan iman bila seseorang tidak merasa takut kepada cercaan di dalam menjalankan agama Allah. Allah berfirman:\r\nفَلَا تَخَافُوْهُمْ وَخَافُوْنِ اِنْ كُنْتُمْ مُّؤْمِنِيْنَ   \r\n…..karena itu janganlah kamu takut kepada mereka, tetapi takutlah kepada-Ku, jika kamu orang-orang beriman… (²li Imr±n/3: 175);Allah berfirman:\r\nفَلَا تَخْشَوُا النَّاسَ وَاخْشَوْنِ \r\n... Karena itu janganlah kamu takut kepada manusia, (tetapi) takutlah kepada-Ku. …. (al-M±′idah/5: 44).;Termasuk dalam “taqiyah”, berlaku baik, lemah lembut kepada orang kafir, orang zalim, orang fasik, dan memberi harta kepada mereka untuk menolak gangguan mereka. Hal ini bukan persahabatan akrab yang dilarang, melainkan cara itu sesuai dengan tuntunan peraturan:\r\nمَا وَقَى بِهِ الْمُؤْمِنُ عِرْضَهُ فَهُوَ صَدَقَةٌ (رواه الطبراني)\r\n“Suatu tindakan yang dapat memelihara kehormatan seorang mukmin, adalah termasuk sedekah”. (Riwayat a¯-°abr±n³).;Dalam hadis lain dari Aisyah r.a.:\r\nاِسْتَأْذَنَ رَجُلٌ عَلَى رَسُوْلِ اللهِ صَلَّى الله ُعَلَيْهِ وَسَلَّمَ وَاَنَا عِنْدَهُ فَقَالَ رَسُوْلُ اللهِ صَلَّى الله ُ عَلَيْهِ وَسَلَّمَ  بِئْسَ ابْنُ الْعَشِيْرَةِ اَوْ اَخُو الْعَشِيْرَةِ  ثُمَّ أَذِنَ لَهُ فََلاَنَ لَهُ الْقَوْلَ فَقَالَ يَا عَائِشَةُ اِنَّ مِنْ شَرِّ النَّاسِ مَنْ يَتْرُكُهُ النَّاسُ اتِّقَاءَ فَحْشِهِ (رواه البخاري)\r\nSeseorang datang meminta izin menemui Rasulullah dan ketika itu aku berada di sampingnya. Lalu Rasulullah berkata, “(Dia adalah) seburuk-buruk warga kaum ini”. Kemudian Rasulullah mengizinkannya untuk menghadap, lalu beliau berbicara dengan orang tersebut dengan ramah- tamah dan lemah-lembut. Rasulullah berkata, “Hai, 'Aisyah sesungguhnya di antara orang yang paling buruk adalah orang yang ditinggalkan oleh orang lain karena takut kepada kejahatannya.” (Riwayat al-Bukh±r³);Terhadap mereka yang melanggar larangan Allah di atas, Allah memperingatkan mereka dengan siksaan yang langsung dari sisi-Nya dan tidak ada seorang pun yang dapat menghalanginya. Akhirnya kepada Allah tempat kembali segala makhluk. Semua akan mendapatkan balasan sesuai dengan amal perbuatannya."}