{"tafsir_id":3214,"surah_id":27,"aya_number":55,"tafsir_wajiz":"Mengapa kamu mendatangi laki-laki untuk memenuhi syahwat-mu, bukan mendatangi perempuan yang diciptakan oleh Allah untuk kamu sekalian? Bukankah apa yang kamu lakukan adalah betul-betul bertentangan dengan fitrah manusia, bahkan binatang sekali pun tidak melakukannya. Sungguh, kamu adalah kaum yang tidak mengetahui akan akibat perbuatanmu.”","tafsir_tahlili":"(55) Ayat ini menerangkan bahwa tindakan dan perbuatan kaum Lut itu bertentangan dengan tujuan Allah menciptakan manusia yang terdiri atas laki-laki dan perempuan. Dengan adanya perempuan dan laki-laki, maka manusia akan dapat membentuk keluarga dan terjalinlah hubungan kasih sayang antara anggota keluarga itu, seperti hubungan cinta antara suami dan istri, hubungan cinta kasih sayang antara orang tua dengan anak dan anggota keluarga yang lain. Dengan demikian barulah dirasakan hidup itu berarti. Allah berfirman:\r\nوَمِنْ اٰيٰتِهٖٓ اَنْ خَلَقَ لَكُمْ مِّنْ اَنْفُسِكُمْ اَزْوَاجًا لِّتَسْكُنُوْٓا اِلَيْهَا وَجَعَلَ بَيْنَكُمْ مَّوَدَّةً وَّرَحْمَةً ۗاِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ لِّقَوْمٍ يَّتَفَكَّرُوْنَ  ;Dan di antara tanda-tanda (kebesaran)-Nya ialah Dia menciptakan pasangan-pasangan untukmu dari jenismu sendiri, agar kamu cenderung dan merasa tenteram kepadanya, dan Dia menjadikan di antaramu rasa kasih dan sayang. Sungguh, pada yang demikian itu benar-benar terdapat tanda-tanda (kebesaran Allah) bagi kaum yang berpikir. (ar-Rµm/30: 21).;Kenyataan inilah yang diingkari oleh kaum Lut, seakan-akan mereka tidak percaya kepada kebenaran hukum Allah. Oleh karena itu, Lut mengatakan kepada mereka, “Hai kaumku, sebenarnya dengan perbuatan yang demikian itu, kamu adalah orang-orang yang tidak mau mengetahui tujuan Tuhan menciptakan manusia yang terdiri atas laki-laki dan perempuan. Kamu tidak mengetahui kedudukanmu dalam masyarakat, dan tidak mengetahui pula rencana yang besar yang akan menimpa manusia dan kemanusiaan, seandainya kamu tetap mengerjakan perbuatan-perbuatan yang demikian itu.”\r\n"}