{"tafsir_id":3224,"surah_id":27,"aya_number":65,"tafsir_wajiz":"Banyak orang beranggapan bahwa ada orang yang dapat mengetahui hal ghaib, termasuk waktu kedatangan kiamat. Katakanlah wahai Nabi Muhammad, “Tidak ada sesuatu dan siapa pun di langit dan di bumi yang mengetahui perkara yang gaib, kecuali Allah. Dan mereka tidak merasakan apalagi mengetahui kapan mereka akan dibangkitkan dari alam barzakh.”","tafsir_tahlili":"(65) Pada ayat ini, Allah memerintahkan Nabi Muhammad supaya menerangkan kepada orang-orang musyrik Mekah bahwa tidak ada seorang pun yang mengetahui perkara yang gaib baik di langit maupun di bumi selain Allah, sesuai dengan firman-Nya:;وَعِنْدَهٗ مَفَاتِحُ الْغَيْبِ لَا يَعْلَمُهَآ اِلَّا هُوَۗ;Dan kunci-kunci semua yang gaib ada pada-Nya; tidak ada yang mengetahui selain Dia. (al-An±m/6: 59) ;Dan firman-Nya pula:\r\nاِنَّ اللّٰهَ عِنْدَهٗ عِلْمُ السَّاعَةِۚ وَيُنَزِّلُ الْغَيْثَۚ وَيَعْلَمُ مَا فِى الْاَرْحَامِۗ وَمَا تَدْرِيْ نَفْسٌ مَّاذَا تَكْسِبُ غَدًاۗ وَمَا تَدْرِيْ نَفْسٌۢ بِاَيِّ اَرْضٍ تَمُوْتُۗ اِنَّ اللّٰهَ عَلِيْمٌ خَبِيْرٌ ࣖ  ;Sesungguhnya hanya di sisi Allah ilmu tentang hari Kiamat; dan Dia yang menurunkan hujan, dan mengetahui apa yang ada dalam rahim. Dan tidak ada seorang pun yang dapat mengetahui (dengan pasti) apa yang akan dikerjakannya besok. Dan tidak ada seorang pun yang dapat mengetahui di bumi mana dia akan mati. Sungguh, Allah Maha Mengetahui, Maha Mengenal. (Luqm±n/31: 34) ;Maksud perkara gaib di sini ialah persoalan-persoalan yang ada hubungannya dengan keadaan dan kehidupan di akhirat dan persoalan-persoalan di dunia yang berada dalam lingkungan hidup manusia dan dapat dirasakan tetapi di luar kemampuan manusia mencapainya. Diriwayatkan dari Masrµq dari Aisyah beliau berkata:\r\nعَنْ عَائِشَةَ رَضِيَ االلهُ عَنْهَا قَالَتْ: مَنْ زَعَمَ أَنَّ النَّبِيَّ صَلَ اللهُ عَلَيْهِ وَسَلَّمَ يَعْلَمُ مَا يَكُوْنُ فِي غَدٍ فَقَدْ أَعْظَمَ الْفِرْيَةَ عَلَى اللهِ لأَنَّ الله يَقُوْلُ: قُلْ لاَ يَعْلَمُ مَنْ فِى السَّمَوَاتِ وَالأَرْضِ الْغَيْبَ إِلاَّ اللهُ. (رواه مسلم)\r\nDari Aisyah r.a., beliau berkata, “Barang siapa yang beranggapan bahwa Nabi Muhammad saw mengetahui apa yang akan terjadi besok, maka ia telah berdusta besar terhadap Allah, karena Allah menyatakan, Katakan, tidak ada yang tahu tentang kegaiban langit dan bumi kecuali Allah.” (Riwayat Muslim);Pada ayat ini disebutkan salah satu di antara yang gaib itu ialah mereka tidak mengetahui bila akan dibangkitkan dari kubur pada hari Kiamat, karena kiamat itu datangnya secara tiba-tiba sesuai dengan firman Allah:;هَلْ يَنْظُرُوْنَ اِلَّا السَّاعَةَ اَنْ تَأْتِيَهُمْ بَغْتَةً وَّهُمْ لَا يَشْعُرُوْنَ;Apakah mereka hanya menunggu saja kedatangan hari Kiamat yang datang kepada mereka secara mendadak sedang mereka tidak menyadarinya? (az-Zukhruf/43: 66) ;"}