{"tafsir_id":324,"surah_id":3,"aya_number":31,"tafsir_wajiz":"Katakanlah, wahai Nabi Muhammad, kepada mereka yang merasa mencintai Allah, “Jika kalian mencintai Allah, ikutilah aku, dengan melaksanakan segala perintah Allah dan menjauhi segala larang-an-Nya yang disyariatkan melalui aku, juga ditambah dengan melaksanakan sunahsunahku, niscno_ayat Allah mencintai kalian dan mengampuni dosa-dosa kalian.” Allah Maha Pengampun, Maha Penyno_ayatng terhadap siapa pun yang mengikuti perintah Rasul-Nya dan meninggalkan larangannya. ","tafsir_tahlili":"(31) Dalam ayat ini Allah memerintahkan Nabi untuk mengatakan kepada orang Yahudi, jika mereka benar menaati Allah maka hendaklah mereka mengakui kerasulan Nabi Muhammad, yaitu dengan melaksanakan segala yang terkandung dalam wahyu yang diturunkan Allah kepadanya. Jika mereka telah berbuat demikian niscaya Allah meridai mereka dan memaafkan segala kesalahan-kesalahan yang telah mereka lakukan serta mengampuni dosa-dosa mereka. Mengikuti Rasul dengan sungguh-sungguh baik dalam itikad maupun amal saleh akan menghilangkan dampak maksiat dan kekejian jiwa mereka serta menghapuskan kezaliman yang mereka lakukan sebelumnya.\r\nAyat ini memberikan keterangan yang kuat untuk mematahkan pengakuan orang-orang yang mengaku mencintai Allah pada setiap saat, sedang amal perbuatannya berlawanan dengan ucapan-ucapan itu. Bagaimana mungkin dapat berkumpul pada diri seseorang cinta kepada Allah dan pada saat yang sama membelakangi perintah-Nya. Siapa yang mencintai Allah, tapi tidak mengikuti jalan dan petunjuk Rasulullah, maka pengakuan cinta itu adalah palsu dan dusta. Rasulullah bersabda:\r\nمَنْ عَمِلَ عَمَلاً لَيْسَ عَلَيْهِ اَمْرُنَـا فَهُوَ رُدَّ (رواه البخاري)\r\n“Siapa melakukan perbuatan tidak berdasarkan perintah kami maka perbuatan itu ditolak”. (Riwayat al-Bukh±r³).;Barang siapa mencintai Allah dengan penuh ketaatan, serta mendekatkan diri kepada-Nya dengan mengikuti perintah Nabi-Nya, serta membersihkan dirinya dengan amal saleh, maka Allah mengampuni dosa-dosanya."}