{"tafsir_id":3241,"surah_id":27,"aya_number":82,"tafsir_wajiz":"Dan apabila perkataan, yaitu ketentuan masa kehancuran alam dan datangnya kiamat, telah berlaku atas mereka, Kami keluarkan di akhir zaman nanti makhluk bergerak yang bernyawa dari bumi, berupa binatang melata atau manusia, yang akan mengatakan kepada mereka antara lain mengatakan bahwa manusia yang durhaka dan mengingkari hari kebangkitan selalu tidak yakin kepada no_ayatt-no_ayatt, yakni tanda-tanda keesaan dan kekuasaan Kami yang terhampar di alam rno_ayat. ","tafsir_tahlili":"(82) Pada ayat ini, Allah menjelaskan bila kemarahan dan kemurkaan-Nya telah dijatuhkan kepada manusia yang durhaka, karena meninggalkan perintah dan mengotori kemurnian agama-Nya, maka pada saat menjelang datangnya hari Kiamat, binatang-binatang melata keluar dari bumi dan berbicara kepada mereka dengan lidah yang fasih, bahwa kebanyakan manusia tidak yakin kepada ayat-ayat Allah, dan tidak percaya akan datangnya hari Kiamat. Ucapan dari binatang melata itu mengandung cercaan dan peringatan yang sangat keras kepada manusia yang berada di sekelilingnya. Keanehan yang akan terjadi sebelum kiamat, di mana seekor binatang melata dapat berbicara memberi peringatan kepada orang-orang yang durhaka, tidak mustahil bagi Allah. Ia dapat memberi kemampuan kepada binatang tersebut untuk berbicara pada saat itu, sesuai dengan firman-Nya:\r\nقَالُوْٓا اَنْطَقَنَا اللّٰهُ الَّذِيْٓ اَنْطَقَ كُلَّ شَيْءٍ;Mereka berkata, “Allah yang telah menjadikan kami dapat bicara pasti juga dapat menjadikan segala sesuatu dapat berbicara.” (Fu¡¡ilat/41: 21);Mengenai keluarnya binatang melata dianggap sebagai masalah gaib karena bentuk dan sifatnya tidak disebutkan dalam Al-Qur'an. Keterangan mengenai hal ini hanya terdapat dalam hadis. Di antaranya adalah hadis yang diriwayatkan oleh Muslim dari Abdull±h bin ²mr:\r\nعَنْ عَبْدِ اللهِ بْنِ عَمْرٍو قَالَ حَفِظْتُ مِنْ رَسُوْلِ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ حَدِيْثًا لَمْ أَنْسَهُ بَعْدُ سَمِعْتُ رَسُوْلَ الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُوْلُ إِنَّ أَوَّلَ اْلآيَاتِ خُرُوْجًا طُلُوْعُ الشَّمْسِ مِنْ مَغْرِبِهَا وَخُرُوْجُ الدَّابَّةِ عَلَى النَّاسِ ضُحًى وَأَيُّهُمَا مَا كَانَتْ قَبْلَ صَاحِبَتِهَا فَاْلأُخْرَى عَلَى إِثْرِهَا قَرِيْبًا. (رواه مسلم)\r\nAbdull±h bin Amr berkata, “Aku menghafal sebuah hadis dari Rasulullah saw yang tidak akan aku lupakan. Aku mendengar beliau bersabda, Tanda-tanda akan (datangnya kiamat) yang pertama kali muncul adalah terbitnya matahari dari sebelah barat dan keluarnya binatang melata kepada manusia di pagi hari. Manakala salah satu dari dua peristiwa ini terjadi, maka yang satu lagi segera menyusul setelahnya.” (Riwayat Muslim)\r\n"}