{"tafsir_id":3246,"surah_id":27,"aya_number":87,"tafsir_wajiz":"Dan ingatlah, serta ingatkanlah umatmu, wahai Nabi Muhammad, pada hari ketika sangkakala ditiup oleh malaikat Israfil atas izin Allah, maka terkejutlah siapa dan apa yang ada di langit dan apa yang ada di bumi oleh dahsyatnya suara sangkakala tersebut, kecuali siapa dan apa yang dikehendaki Allah untuk dimuliakan. Dan semua mereka datang menghadap-Nya dengan merendahkan diri dan dalam keadaan hina.","tafsir_tahlili":"(87) Pada ayat ini, Allah menggambarkan peristiwa kiamat secara khusus, yaitu pada hari peniupan sangkakala oleh malaikat Israfil. Segala yang ada di langit dan di bumi terkejut, kecuali malaikat Jibril, Mikail, Israfil, Izrail, dan orang-orang yang beriman. Tiupan sangkakala itu terjadi dua kali, tiupan pertama yang diberi nama “nafkhah a¡-¡aq” menyebabkan matinya semua makhluk selain mereka yang dikecualikan. Kemudian dengan tiupan kedua, mereka semuanya akan dibangkitkan dari kubur mereka masing-masing, sebagaimana dalam firman-Nya:;وَنُفِخَ فِى الصُّوْرِ فَصَعِقَ مَنْ فِى السَّمٰوٰتِ وَمَنْ فِى الْاَرْضِ اِلَّا مَنْ شَاۤءَ اللّٰهُ ۗ ثُمَّ نُفِخَ فِيْهِ اُخْرٰى فَاِذَا هُمْ قِيَامٌ يَّنْظُرُوْنَ  ;Dan sangkakala pun ditiup, maka matilah semua (makhluk) yang di langit dan di bumi kecuali mereka yang dikehendaki Allah. Kemudian ditiup sekali lagi (sangkakala itu) maka seketika itu mereka bangun (dari kuburnya) menunggu (keputusan Allah). (az-Zumar/39 :68) ;Tiupan yang kedua ini diberi nama “nafkhah al-ba£” artinya tiupan kebangkitan, seperti dalam firman-Nya:\r\nوَنُفِخَ فِى الصُّوْرِ فَاِذَا هُمْ مِّنَ الْاَجْدَاثِ اِلٰى رَبِّهِمْ يَنْسِلُوْنَ;Lalu ditiuplah sangkakala, maka seketika itu mereka keluar dari kuburnya (dalam keadaan hidup), menuju kepada Tuhannya. (Y±s³n/36: 51) ;Peristiwa ini disebutkan pula dalam firman Allah:\r\nيَوْمَ يَخْرُجُوْنَ مِنَ الْاَجْدَاثِ سِرَاعًا كَاَنَّهُمْ اِلٰى نُصُبٍ يُّوْفِضُوْنَۙ  ٤٣  خَاشِعَةً اَبْصَارُهُمْ تَرْهَقُهُمْ ذِلَّةٌ  ۗذٰلِكَ الْيَوْمُ الَّذِيْ كَانُوْا يُوْعَدُوْنَ ࣖ   ٤٤  ;(yaitu) pada hari ketika mereka keluar dari kubur dengan cepat seakan-akan mereka pergi dengan segera kepada berhala-berhala (sewaktu di dunia), pandangan mereka tertunduk ke bawah diliputi kehinaan. Itulah hari yang diancamkan kepada mereka. (al-Ma±rij/70: 43-44) \r\n"}