{"tafsir_id":3250,"surah_id":27,"aya_number":91,"tafsir_wajiz":"Katakanlah wahai Nabi Muhammad kepada siapa pun juga, “Aku hanya diperintahkan oleh Allah yang perintah-Nya tidak dapat diabaikan agar menyembah semata-mata hanya kepada Tuhan negeri ini, yakni Mekah, yang Dia telah menjadikan suci padanya dengan menjadikannya aman dari pertumpahan darah, tidak boleh ada orang atau sesuatu yang terzalimi di situ, sampai pun hewan dan tumbuhan. Dan bagi Tuhanku itu segala sesuatu adalah milik-Nya, Dan aku juga diperintahkan selain menyembah kepada-Nya agar aku termasuk orang Muslim, yang berserah diri, patuh melaksanakan semua perintah-Nya dan menjauhi semua larangan-Nya.","tafsir_tahlili":"(91) Pada ayat ini, Allah memerintahkan Nabi Muhammad supaya menyampaikan kepada orang-orang musyrik Mekah bahwa beliau hanya disuruh Allah menyembah Tuhan negeri ini (Mekah) yang telah dijadikan sebagai tanah Haram (Tanah Suci), diharamkan adanya pertumpahan darah atau berbuat kezaliman terhadap siapa pun di sana. Penyebutan negeri Mekah secara khusus pada ayat ini karena di sana terdapat Kabah, yaitu rumah peribadatan yang pertama kali dibangun di muka bumi ini sebagai tempat manusia menghadap ketika salat di mana pun mereka berada, sesuai dengan firman-Nya:\r\nاِنَّ اَوَّلَ بَيْتٍ وُّضِعَ لِلنَّاسِ لَلَّذِيْ بِبَكَّةَ مُبٰرَكًا وَّهُدًى لِّلْعٰلَمِيْنَۚ  ;Sesungguhnya rumah (ibadah) pertama yang dibangun untuk manusia, ialah (Baitullah) yang di Bakah (Mekah) yang diberkahi dan menjadi petunjuk bagi seluruh alam. (²li Imr±n/3: 96) ;Adapun yang wajib disembah hanya Allah, bukan berhala-berhala yang oleh diletakkan kaum musyrikin di sana, sesuai dengan firman Allah:\r\nفَلْيَعْبُدُوْا رَبَّ هٰذَا الْبَيْتِۙ  ٣  الَّذِيْٓ اَطْعَمَهُمْ مِّنْ جُوْعٍ ەۙ وَّاٰمَنَهُمْ مِّنْ خَوْفٍ ࣖ  ٤  ;Maka hendaklah mereka menyembah Tuhan (pemilik) rumah ini (Kabah), yang telah memberi makanan kepada mereka untuk menghilangkan lapar dan mengamankan mereka dari rasa ketakutan. (Quraisy/106 : 3-4).;Ini merupakan celaan yang keras kepada orang-orang kafir Mekah yang tidak menyembah Allah yang mempunyai Baitullah, tetapi menyembah berhala-berhala yang mereka tempatkan di sekitarnya. Kepunyaan Allah segala sesuatu, baik di langit maupun bumi, dari segi ciptaan, pemilikan, dan pengurusannya, tidak ada sekutu bagi-Nya. Oleh karena itu, hanya Allah satu-satunya yang berhak disembah dan kepada-Nya Nabi saw diperintahkan supaya berserah diri dengan penuh keikhlasan dan ketauhidan yaitu jalan lurus atau agama Islam, sesuai dengan firman-Nya:;قُلْ اِنَّنِيْ هَدٰىنِيْ رَبِّيْٓ اِلٰى صِرَاطٍ مُّسْتَقِيْمٍ ەۚ دِيْنًا قِيَمًا مِّلَّةَ اِبْرٰهِيْمَ حَنِيْفًاۚ وَمَا كَانَ مِنَ الْمُشْرِكِيْنَ  ;Katakanlah (Muhammad), “Sesungguhnya Tuhanku telah memberiku petunjuk ke jalan yang lurus, agama yang benar, agama Ibrahim yang lurus. Dia (Ibrahim) tidak termasuk orang-orang musyrik.”(al-An±m/6: 161)\r\n"}