{"tafsir_id":3251,"surah_id":27,"aya_number":92,"tafsir_wajiz":"Dan di samping yang aku lakukan khusus buat diriku, aku diperintahkan pula agar aku membacakan semua no_ayatt-no_ayatt suci Al-Qur’an kepada manusia. Maka barangsiapa mendapat petunjuk dari hasil penyampaianku, atau bacaan dan pemahaman Al-Qur’an yang kusampaikan, maka sesungguhnya dia mendapat petunjuk untuk kebaikan dirinya, dalam hal ini aku hanya berfungsi sebagai penyampai kabar gembira, dan barang siapa yang enggan memperhatikan tuntunan Al-Qur’an sehingga dia sesat dan tidak menemukan jalan yang benar, maka katakanlah kepadanya dan kepada siapa pun juga, “Sesungguhnya aku ini tidak lain hanyalah solah seorang pemberi peringatan dari sekian banyak nabi dan rasul yang telah diutus sebelum aku. Hidno_ayath ada di tangan Tuhan.”","tafsir_tahlili":"(92) Pada ayat ini, Allah menerangkan bahwa Nabi Muhammad saw diperintahkan supaya membacakan Al-Qur'an kepada manusia, untuk mengungkap makna dan rahasia yang terkandung di dalamnya, dan menyerap dalil-dalil tentang kekuasaan Allah yang dapat dilihat pada alam semesta. Dengan demikian, beliau dapat menyelami hakikat hidup yang sebenarnya dan menerima limpahan karunia Allah kepadanya.\r\nNabi saw mengulang bacaan ayat itu beberapa puluh kali sampai terbit fajar. Ketika membacanya tampaklah bagi beliau beberapa rahasia yang terkandung di dalamnya, sehingga beliau merasakan faedah membaca ayat Al-Qur'an serta memahami isinya, sesuai dengan firman-Nya:;ذٰلِكَ نَتْلُوْهُ عَلَيْكَ مِنَ الْاٰيٰتِ وَالذِّكْرِ الْحَكِيْمِ;Demikianlah Kami bacakan kepadamu (Muhammad) sebagian ayat-ayat dan peringatan yang penuh hikmah. (²li Imr±n/3: 58);Firman Allah yang lain:\r\nكَذٰلِكَ اَرْسَلْنٰكَ فِيْٓ اُمَّةٍ قَدْ خَلَتْ مِنْ قَبْلِهَآ اُمَمٌ لِّتَتْلُوَا۟ عَلَيْهِمُ الَّذِيْٓ اَوْحَيْنَآ اِلَيْكَ ;Demikianlah, Kami telah mengutus engkau (Muhammad) kepada suatu umat yang sungguh sebelumnya telah berlalu beberapa umat, agar engkau bacakan kepada mereka (Al-Qur'an) yang Kami wahyukan kepadamu. (ar-Rad/13: 30);Barang siapa yang mengikuti ajaran Al-Qur'an, beriman kepada Nabi Muhammad, dan menerima petunjuknya, maka sungguh ia telah menempuh jalan lurus menuju kebahagiaan dunia dan akhirat. Petunjuk itu adalah untuk kebaikan dirinya sendiri. Akan tetapi, barang siapa yang sesat, dan menyeleweng dari jalan lurus yang telah dirintis oleh Nabi, maka kemudaratan akan dirasakan oleh mereka sendiri. Nabi saw tidak akan menderita kerugian apa pun sebab tugas beliau hanya sekadar memberi peringatan sesuai dengan firman Allah:\r\nفَاِنَّمَا عَلَيْكَ الْبَلٰغُ وَعَلَيْنَا الْحِسَابُ;Maka sesungguhnya tugasmu hanya menyampaikan saja, dan Kamilah yang memperhitungkan (amal mereka). (ar-Rad/13: 40);Dan firman Allah:\r\nاِنَّمَآ اَنْتَ نَذِيْرٌ ۗ وَاللّٰهُ عَلٰى كُلِّ شَيْءٍ وَّكِيْلٌ  ۗ;Sungguh, engkau hanyalah seorang pemberi peringatan dan Allah pemelihara segala sesuatu. (Hµd/11: 12) ;"}