{"tafsir_id":3259,"surah_id":28,"aya_number":7,"tafsir_wajiz":"Kehancuran kerajaan Fir'aun terjadi melalui seorang laki-laki yang telah dipersiapkan, yaitu Nabi Musa. Dan langkahnya bermula dari Kami ilhamkan berupa bisikan di dalam hati kepada ibunda Musa yang anaknya akan berperan dalam kehancuran Fir'aun dan kekuasaannya, bahwa, “Susuilah dia, yakni Musa, anakmu itu dengan tenang. Dan apabila engkau khawatir terhadapnya misalnya khawatir ada yang melihatmu menyusui anak lelaki atau khawatir jangan sampai anakmu dibunuh atas perintah Fir'aun sebagaimana anak-anak lelaki lainnya, maka hanyutkanlah dia ke sungai Nil setelah engkau letakkan dia di sebuah tempat yang dapat mengapung. Dan janganlah engkau takut dia akan tenggelam atau mati kelaparan atau akan terganggu oleh apa pun dan jangan pula bersedih hati karena kepergiannya, sesungguhnya Kami akan mengembalikannya kepadamu dalam keadaan sengat bugar; dan setelah dewasa Kami akan menjadikannya salah seorang dari kelompok para rasul yang diutus kepada Bani Israil.”","tafsir_tahlili":"(7) Ayat ini menggambarkan situasi yang sangat mencemaskan ibu Musa yang akan melahirkan anaknya. Ia tahu bahwa anak itu akan direnggut dari pangkuannya dan akan dibunuh tanpa rasa iba dan belas kasihan. Walaupun kelahiran Musa dapat disembunyikan, tetapi lama-kelamaan pasti akan diketahui oleh mata-mata Firaun yang banyak bertebaran di pelosok negeri, sehingga nasib bayinya akan sama dengan nasib bayi-bayi Bani Israil lainnya. Setelah melahirkan Musa, ibunya selalu merasa gelisah dan khawatir memikirkan nasib anaknya yang telah dikandungnya dengan susah payah selama sembilan bulan yang menjadi tumpuan harapan setelah bayi itu besar. Oleh karena itu, ia selalu memohon kepada Allah agar anaknya diselamatkan dari bahaya maut yang selalu mengancamnya. \r\nDalam keadaan gelisah dan cemas itu, Allah mengilhamkan kepada ibu Musa bahwa dia tidak perlu khawatir dan cemas. Hendaklah dia tetap menyusui dan menjaganya dengan sebaik-baiknya. Bila dia merasa takut karena ada tanda-tanda bahwa anaknya itu akan diketahui oleh Firaun, maka hendaklah ia melemparkan anak itu ke sungai Nil. Ibu Musa diperintahkan Allah untuk tidak merasa ragu dan khawatir, karena Dia akan menjaga dan mengembalikan Musa ke pangkuannya. Kelak anak itu akan menjadi rasul Allah yang akan menyampaikan dakwah kepada Firaun.\r\n"}