{"tafsir_id":3267,"surah_id":28,"aya_number":15,"tafsir_wajiz":"Dan setelah Musa dewasa dan setelah sekian lama tinggal di istana, pada suatu hari dia masuk ke kota Memphis atau Ain Syams, salah satu wilno_ayath kekuasaan Fir'aun. Ketika itu, penduduknya sedang lengah, karena sedang istirahat sehingga jalan-jalan menjadi sepi. Lalu dia mendapati di dalam kota itu dua orang laki-laki sedang berkelahi; yang seorang dari golongannya yaitu seorang lbrani dari Bani lsrail, dan yang seorang lagi dari pihak musuhnya, yaitu bangsa Mesir kaum Fir'aun. Orang yang dari golongannya meminta pertolongan kepadanya, untuk mengalahkan orang yang dari pihak musuhnya. Memperkenankan permintaan itu Ialu Musa meninjunya, dan matilah musuhnya itu. Setelah menyadari kematian orang yang ditinjunya Dia yakni Musa, dengan sangat menyesal berkata, “Yang kulakukan ini adalah perbuatan setan yang selalu mendorong kepada kejahatan dan kesalahan. Sungguh, dia, yakni setan itu, adalah musuh abadi manusia yang jelas menyesatkan siapa pun yang lengah.` Musa menyesal atas kematian orang itu karena pukulannya, sebab dia bukanlah bermaksud untuk membunuhnya, tetapi hanya semata-mata membela kaumnya. lni terjadi sebelum Musa diangkat sebagai Nabi.","tafsir_tahlili":"(15) Pada suatu hari, Musa menyelinap masuk ke kota tanpa diketahui orang banyak, ketika orang-orang sedang tidur siang hari sesudah waktu Zuhur. Di sana ia melihat dua orang sedang berkelahi, yang seorang dari kaum Bani Israil dan seorang lagi dari penduduk asli negeri Mesir yang dianggapnya sebagai musuh karena selalu menghina dan menganggap rendah golongan Bani Israil. Orang yang berasal dari Bani Israil berteriak meminta tolong untuk melepaskan diri dari kekejaman lawannya.\r\nDidorong rasa fanatik kepada kaumnya, dengan cepat Musa memburu orang Mesir itu. Karena amarah dan tanpa memikirkan akibat perbuatannya, Musa memukul orang Mesir itu dengan sekuat tenaga. Akibat pukulan itu, orang Mesir itu roboh seketika dan mati. Sebenarnya Musa tidak  berniat sama sekali hendak membunuhnya, tetapi ternyata orang itu mati hanya dengan sekali pukulan saja. Musa amat menyesal atas ketelanjurannya dan menganggap tindakannya itu salah, tindakan yang tergopoh-gopoh. Dia berkata kepada dirinya sendiri bahwa perbuatannya adalah perbuatan setan yang selalu memperdayakan manusia agar melakukan kezaliman dan maksiat. Sesungguhnya ia telah terperosok masuk perangkap setan yang menjadi musuh manusia dan selalu berusaha untuk menyesatkannya.\r\n"}