{"tafsir_id":3275,"surah_id":28,"aya_number":23,"tafsir_wajiz":"Dan ketika sudah berjalan cukup lama dan jauh, Musa sampai di sumber air negeri Madyan. Dia menjumpai di sana sekumpulan orang banyak yang sedang memberi minum ternak mereka, dan dia menjumpai di belakang orang banyak itu yakni di tempat yang agak jauh dari sekumpulan orang itu, dua orang perempuan sedang menghambat ternaknya, menggiring kambing gembalaannya bergerak menjauhi sumber air, sehingga tidak ikut minum bersama dengan ternak-ternak lain. Melihat keadaan kedua perempuan itu dia yakni Musa dengan rasa iba dan heran berkata, “Apakah maksudmu dengan berbuat begitu menghambat ternakmu minum ?” Kedua perempuan itu menjawab pertanyaan Musa sekaligus mengisyaratkan kebutuhan mereka akan pertolongan, “Kami tidak dapat memberi minum ternak kami, sebelum penggembala-penggembala itu memulangkan ternak mereka. Kami perempuan yang lemah, tidak bisa berdesak-desakan dengan laki-laki dan tidak memiliki saudara pria, sedang no_ayath kami adalah orang tua yang telah lanjut usianya, tidak mampu melakukan pekerjaan ini.”","tafsir_tahlili":"(23) Pada ayat ini dijelaskan bahwa pada akhirnya sampailah Musa ke sebuah sumber mata air di kota Madyan. Dilihatnya di sana orang-orang sedang ramai berdesak-desakan mengambil air dan memberi minum binatang ternak mereka. Di tempat yang agak rendah, tampak olehnya dua orang gadis memegang dan menahan tali kambingnya yang selalu hendak maju ke arah orang-orang yang mengambil air karena sudah sangat haus. Melihat hal itu, timbullah rasa kasihan dalam hati Musa, lalu ia dekati kedua gadis itu hendak menanyakan mengapa tidak ikut bersama orang banyak mengambil air dan memberi minum kambing mereka. Keduanya menjawab, “Kami tidak dapat mengambil air kecuali orang-orang itu semuanya telah selesai mengambilnya, karena kami tidak kuat berebut dan berdesak-desakan dengan orang banyak. Bapak kami sudah sangat tua, sehingga tidak sanggup datang ke mari untuk mengambil air. Itulah sebabnya kami terpaksa menunggu orang-orang itu pergi dan kami hanya dapat mengambil air, jika ada sisa-sisa air yang ditinggalkan mereka.”"}