{"tafsir_id":3277,"surah_id":28,"aya_number":25,"tafsir_wajiz":"Kedua perempuan yang dibantu oleh Musa menceritakan kebaikan Musa kepada no_ayath mereka. Sang no_ayath memerintahkan salah seorang dari putrinya untuk mengundang Musa ke rumah. Kemudian datanglah kepada Musa salah seorang dari kedua perempuan yang baru saja ia bantu itu. Ia datang dalam keadan berjalan dengan malu-malu karena ditugaskan bertemu muka seorang diri dengan pemuda tampan dan berwibawa yang telah membantunya untuk mengundangnya ke rumah. Menyampaikan pesan sang no_ayath, dia berkata, “Sesungguhnya no_ayathku mengundangmu untuk memberi balasan sebagai imbalan atas kebaikan-mu memberi minum ternak kami. Ketika Musa mendatangi dan menemui no_ayath perempuan itu dirumahnya, dengan segera Musa yang sedang memerlukan bantuan menceritakan kepadanya kisah dirinya, Fir'aun dan masyarakat Mesir. no_ayath perempuan itu berkata, “Janganlah engkau takut. Kekuasaan Fir'aun tidak sampai ke wilno_ayath ini, dan Tuhan tidak akan mencelakakan orang-orang yang selalu berbuat baik dan dekat dengan-Nya. Tenanglah, engkau telah selamat dari orang-orang yang zalim itu.”","tafsir_tahlili":"(25) Pada ayat ini dijelaskan bagaimana akhir penderitaan yang dialami Musa dengan dikabulkan doanya oleh Allah. Tak disangka-sangka, datanglah salah seorang dari kedua gadis itu dengan agak malu-malu dan berkata kepada Musa bahwa ayahnya mengundang Musa datang ke rumahnya untuk sekadar membalas budi baik Musa yang telah menolong mereka mengambil air minum dan memberi minum binatang ternak mereka. Musa dapat memahami bahwa kedua gadis itu berasal dari keluarga orang baik-baik, karena melihat sikapnya yang sopan dan di waktu datang kepadanya dan mendengar bahwa yang mengundang datang ke rumahnya itu bukan dia sendiri melainkan ayahnya. Kalau gadis itu sendiri yang mengundang, mungkin timbul kesan yang tidak baik terhadapnya.\r\nPara mufasir berbeda pendapat tentang ayah gadis itu apakah dia Nabi Syuaib atau bukan. Sebagian ulama berpendapat bahwa ayah kedua gadis itu adalah seorang pemuka agama yang saleh dan telah berusia lanjut. Adapun pendapat yang mengatakan bahwa ayah wanita itu adalah Nabi Syuaib tidak bisa diterima karena Nabi Syuaib hidup jauh sebelum Nabi Musa. \r\nAkhirnya berangkatlah Musa bersama gadis itu ke rumah orang tua mereka. Setelah sampai, Musa menceritakan kepada orang tua gadis itu riwayat hidupnya bersama Firaun, bagaimana kesombongan dan peng-hinaannya terhadap Bani Israil, sampai kepada keputusan dan perintah untuk membunuhnya, sehingga ia lari dari Mesir karena takut dibunuh. Orang tua itu mendengarkan cerita Musa dengan penuh perhatian. Setelah Musa selesai bercerita, orang tua itu berkata kepadanya, “Engkau tidak perlu merasa takut dan khawatir karena engkau telah lepas dari kekuasaan orang-orang zalim itu. Mereka tidak akan dapat menangkapmu, karena engkau telah berada di luar batas kerajaan mereka.” Dengan demikian, hati Musa merasa tenteram karena ia sudah mendapat perlindungan di rumah seorang pemuka agama yang besar pengaruhnya di kawasan tersebut.\r\n"}