{"tafsir_id":3279,"surah_id":28,"aya_number":27,"tafsir_wajiz":"Sang no_ayath memahami kekaguman anak perempuannya terhadap Musa dan memang orang seperti Musalah yang didambakan setiap perempuan untuk menjadi suami. Dengan tanpa segan, dia berkata, “Sesungguhnya aku bermaksud ingin menikahkan engkau dengan salah seorang dari kedua anak perempuanku ini yang telah engkau lihat dan kenal sejak di tempat sumber air. Pernikahan itu dengan ketentuan bahwa engkau bekerja padaku selama delapan tahun dan jika engkau sempurnakan yang delapan tahun itu menjadi sepuluh tahun secara sukarela maka itu adalah suatu kebaikan darimu, bukan sebuah kewajiban yang mengikat. Dan kendati itu adalah usulan dariku, tetapi ketahuilah bahwa aku tidak bermaksud memberatkan engkau. Aku akan selalu berusaha menjadi orang yang menepati janji. lnsya Allah engkau akan mendapatiku termasuk orang yang baik.”","tafsir_tahlili":"(27) Dengan segera orang tua itu mengajak Musa berbincang. Dengan terus terang dia mengatakan keinginannya untuk mengawinkan Musa dengan salah seorang putrinya. Sebagai mahar perkawinan ini, Musa harus bekerja menggembalakan kambing selama delapan tahun, kalau Musa menyanggupi  bekerja sepuluh tahun maka itu lebih baik. Ini adalah tawaran yang amat simpatik dan amat melegakan hati Musa, sebagai seorang pelarian yang ingin menghindarkan diri dari maut, seorang yang belum yakin akan masa depannya, apakah ia akan terlunta-lunta di negeri orang, karena tidak tentu arah yang akan ditujunya. Apalagi yang lebih berharga dan lebih membahagiakan dari tawaran itu? Tanpa ragu-ragu Musa telah menetapkan dalam hatinya untuk menerima tawaran tersebut.\r\nPara ulama mengambil dalil dengan ayat ini bahwa seorang bapak boleh meminta seorang laki-laki untuk menjadi suami putrinya. Hal ini banyak terjadi di masa Rasulullah saw, bahkan ada di antara wanita yang menawarkan dirinya supaya dikawini oleh Rasulullah saw atau supaya beliau mengawinkan mereka dengan siapa yang diinginkannya.\r\nUmar pernah menawarkan anaknya Haf¡ah (yang sudah janda) kepada Abu Bakar tetapi Abu Bakar hanya diam. Kemudian ditawarkan kepada U£man, tetapi U£man meminta maaf karena keberatan. Hal ini diberitahukan Abu Bakar kepada Nabi. Beliau pun menenteramkan hatinya dengan mengatakan, “Semoga Allah akan memberikan kepada Haf¡ah orang yang lebih baik dari Abu Bakar dan U£man.” Kemudian Haf¡ah dikawini oleh Rasulullah.\r\n"}