{"tafsir_id":3290,"surah_id":28,"aya_number":38,"tafsir_wajiz":"Dan ketika tidak kuasa lagi untuk mendebat Nabi Musa, karena jelas dan kuatnya argumentasi yang disampaikan, dengan nada menyombongkan diri Fir’aun berkata, “Wahai para pembesar kaumku! Aku tidak mengetahui ada Tuhan bagimu selain aku yang patut disembah. Guna mengetahui kebenaran atau kebohongan Musa yang menyatakan ada Tuhan Pemelihara alam rno_ayat, maka bakarlah tanah liat untukku wahai Haman untuk membuat batu bata dan bahan bangunan lainnya, kemudian buatkanlah segera bangunan dan istana yang tinggi untukku agar aku dapat naik melihat Tuhannya Musa, dan aku yakin bahwa dia termasuk pendusta dalam dakwaannya.” ","tafsir_tahlili":"(38) Ayat ini menerangkan bahwa setelah kehabisan alasan dan dalil untuk membantah keterangan Musa dan bukti-bukti yang dike-mukakannya, Firaun memerintahkan kepada kaumnya supaya jangan percaya kepada berita dusta yang dikemukakan Musa. Selama ini tidak ada seorang pun yang berani mendakwahkan bahwa ada Tuhan selain dia. Semenjak dahulu selama Mesir diperintah oleh Firaun, yang silih berganti, tak seorang pun yang mengingkari bahwa Firaun adalah tuhan-tuhan yang berkuasa di muka bumi. Mata hati rakyat dikelabui dengan dongeng dan khurafat yang menyatakan bahwa manusia harus tunduk kepada kekuasaan Firaun. Dia selalu melakukan tindakan yang kejam dan bengis terhadap orang yang berani mengingkari kekuasaannya sebagai tuhan dengan menyiksa dan memenjarakan bahkan membunuhnya. Hal ini disebutkan dalam firman Allah:\r\n \r\n فَحَشَرَ فَنَادٰىۖ  ٢٣  فَقَالَ اَنَا۠ رَبُّكُمُ الْاَعْلٰىۖ  ٢٤;Kemudian dia mengumpulkan (pembesar-pembesarnya) lalu berseru (memanggil kaumnya). (Seraya) berkata, “Akulah tuhanmu yang paling tinggi.” (an-N±zi±t/79: 23-24);Firman Allah:;قَالَ لَىِٕنِ اتَّخَذْتَ اِلٰهًا غَيْرِيْ لَاَجْعَلَنَّكَ مِنَ الْمَسْجُوْنِيْنَ\r\nDia (Firaun) berkata, “Sungguh, jika engkau menyembah Tuhan selain aku, pasti aku masukkan engkau ke dalam penjara.” (asy-Syuar±'/26: 29)\r\n \r\nImam Fakhruddin ar-Razi berpendapat bahwa Firaun mendakwakan dirinya sebagai tuhan maksudnya bukan dia yang menciptakan langit, bumi, lautan, gunung-gunung, dan manusia seluruhnya karena hal itu tidak akan dapat diterima oleh akal. Maksudnya adalah supaya orang memperhambakan diri kepadanya. Dia hanya menolak adanya tuhan yang harus dipatuhi dan di sembah selain dia.\r\nLalu Firaun memerintahkan kepada wazirnya, H±m±n, supaya menyalakan api yang besar untuk membuat batu bata yang banyak dan mendirikan bangunan yang tinggi supaya dia dapat naik ke langit melihat Tuhan yang didakwahkan Musa. Firaun lalu menegaskan bahwa Musa adalah pembohong besar. Senada dengan ini, Allah berfirman:;وَقَالَ فِرْعَوْنُ يٰهَامٰنُ ابْنِ لِيْ صَرْحًا لَّعَلِّيْٓ اَبْلُغُ الْاَسْبَابَۙ  ٣٦  اَسْبَابَ السَّمٰوٰتِ فَاَطَّلِعَ اِلٰٓى اِلٰهِ مُوْسٰى وَاِنِّيْ لَاَظُنُّهٗ كَاذِبًا ۗوَكَذٰلِكَ زُيِّنَ لِفِرْعَوْنَ سُوْۤءُ عَمَلِهٖ وَصُدَّ عَنِ السَّبِيْلِ ۗوَمَا كَيْدُ فِرْعَوْنَ اِلَّا فِيْ تَبَابٍ ࣖ   ٣٧  ;Dan Firaun berkata, “Wahai H±m±n! Buatkanlah untukku sebuah bangunan yang tinggi agar aku sampai ke pintu-pintu, (yaitu) pintu-pintu langit, agar aku dapat melihat Tuhannya Musa, tetapi aku tetap memandangnya seorang pendusta.” Dan demikianlah dijadikan terasa indah bagi Firaun perbuatan buruknya itu, dan dia tertutup dari jalan (yang benar); dan tipu daya Firaun itu tidak lain hanyalah membawa kerugian. (al-Mu'min/40: 36-37)\r\n"}