{"tafsir_id":3295,"surah_id":28,"aya_number":43,"tafsir_wajiz":"Kisah Bani Israil ditutup oleh no_ayatt ini dengan menjelaskan dasar kepemimpinan Nabi Musa, setelah no_ayatt yang lalu menjelaskan kepemimpinan Fir`aun dalam kekufuran. Sambil bersumpah Allah berfirman, “Dan demi keagungan dan kekuasaan Kami, sungguh, telah Kami berikan kepada Musa Kitab Taurat yang mengandung hukum dan petunjuk kebahagiaan bagi masyarakat Bani Israil, setelah Kami binasakan umat-umat terdahulu, seperti kaum Nabi Nuh, kaum Nabi Hud (`Ad), kaum Nabi Saleh (Samud), kaum Nabi Lut dan penduduk negeri Madyan. Kitab itu Kami anugerahkan untuk menjadi pelita cahno_ayat bagi hati manusia yang sebelumnya berada dalam kegelapan dan tidak mengetahui kebenaran, dan juga agar menjadi petunjuk bagi yang memerhatikan kandungannya, serta menjadi jalan untuk mendapatkan rahmat bagi yang melaksanakannya. Semua itu Kami anugerahkan agar mereka mendapat pelajaran dari apa yang ada di dalamnya, sehingga bergegas menjalankan perintah dan menjauhi larangan, dan juga agar mereka selalu mengingat kebesaran Allah dan aneka anugerah-Nya.”","tafsir_tahlili":"(43) Ayat ini menerangkan bahwa Allah telah menurunkan kepada Musa kitab Taurat sebagai rahmat baginya dan bagi kaumnya, yang telah lama tertindas dan teraniaya di bawah kekuasaan Firaun. Di dalamnya terdapat hikmah dan hukum yang membimbing manusia menuju ke-bahagiaan dunia dan akhirat. Di sini tampak perbedaan yang besar dan nyata dalam perlakuan Allah terhadap pemimpin-pemimpin dan kaum yang durhaka, sombong dan takabur dengan perlakuannya terhadap pemimpin yang saleh dan ikhlas serta taat kepada-Nya.\r\nKepada golongan pertama, seperti Firaun dan kaumnya, diturunkan malapetaka dan siksaan sehingga dia ditenggelamkan bersama tentaranya ke dalam laut. Kepada golongan kedua, seperti Musa, Harun, dan kaumnya, diturunkan Kitab yang akan menjadi petunjuk bagi mereka dalam menempuh kehidupan, baik di dunia maupun di akhirat. Demikianlah sunatullah yang berlaku semenjak dahulu kala. Berapa banyaknya umat-umat yang terdahulu yang telah dibinasakan-Nya dengan berbagai macam cara seperti yang terjadi pada kaum Nabi Nuh, Nabi Saleh, Nabi Hud, dan lain-lain.\r\nعَنِ أَبِى سَعِيْدٍ الخُدْرِي َمْرفُوْعًا اِلَى النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: قَالَ: مَا اََهْلَكَ اللهُ قَوْمًا بِعَذَابٍ ِمنَ السّمَاءِ وَلاَ مِنَ اْلارْضِ بَعْدَ مَا أُنْزِلَتِ التَّوْرَةُ عَلَى َوجْهِ الاَْرْضِ غَيْرَ أَهْلِ الْقَرْيَةِ الَّذِيْنَ مُسِخُوْا قِرَدَةً بَعْدَ مُوْسَى، ثُمَّ قَرَأَ: ((وَلَقَدْ اٰتَيْنَا مُوْسَى الْكِتَابَ مِنْ بَعْدِ مَا َاهْلَكنَا الْقُرُوْنَ اْلاُوْلَى بَصَائِرَ لِلنَّاسِ وَهُدًى وَرَحْمَةً لَعَلَّهُمْ يَتَذَكَّرُوْنَ)). (رواه الحاكم)\r\nDari Abµ Sa³d al-Khudr³ bersumber dari Nabi saw, beliau bersabda, “Setelah diturunkannya kitab Taurat di atas bumi Allah tidak lagi mem-binasakan suatu kaum dengan azab dari langit atau bumi kecuali penduduk negeri yang diubah menjadi kera, mereka adalah orang Bani Israil sepeninggal Nabi Musa, lalu Nabi saw membaca ayat ini (al-Qa¡a¡/28: 43). (Riwayat al-¦±kim)\r\n"}