{"tafsir_id":3296,"surah_id":28,"aya_number":44,"tafsir_wajiz":"Setelah selesai dipaparkan kisah Nabi Musa, Allah menyampaikan kepada Nabi Muhammad tentang penegasan tentang kenabian dan kerasulannya. Dan engkau, wahai Nabi Muhammad tidak bersama Nabi Musa berada di sebelah barat lembah suci Tuwa di gunung Sinai ketika Kami menyampaikan perintah kepada Musa untuk menyampaikan risalah dan menghadapi Fir`aun, dan engkau tidak pula hidup sezaman dengannya sehingga termasuk orang-orang yang menyaksikan kejadian itu. Namun demikian engkau dapat mengetahuinya secara benar, padahal engkau pun tidak pandai membaca atau pernah belajar. Ini bukti bahwa engkau mendapat wahyu dari Allah. Maka, bagaimana kaummu mendustakan risalahmu sedangkan kamu hanya membacakan kabar orang-orang terdahulu pada mereka?","tafsir_tahlili":"(44) Ayat ini menerangkan bahwa Muhammad saw tidak pernah berada di sisi sebelah barat Lembah Suci °uw±, tempat Allah mewahyukan lembaran-lembaran Taurat kepada Musa. Ketika itu, Allah membebankan urusan-urusan kenabian kepadanya. Karena tidak termasuk salah seorang dari rombongan 70 orang yang telah terpilih untuk mendengarkan secara terperinci hal-hal yang diwahyukan Allah kepada Musa, maka Muhammad saw tidak mungkin menerangkan semua itu, kecuali dengan jalan wahyu dari Allah. Muhammad saw dapat menyampaikan hal-hal gaib yang telah lama terjadi serta tidak disaksikan dan dilihatnya sama sekali, padahal ia adalah seorang umm³ tidak dapat membaca dan menulis, berada di tengah-tengah kaum yang umm³  pula, dan tidak mengetahui sedikit pun tentang hal-hal tersebut. Hal itu merupakan bukti nyata bahwa Muhammad benar-benar nabi dan rasul Allah. Semua itu disampaikan dan dikisahkannya melalui perantaraan wahyu dari Allah. Firman Allah:;وَقَالُوْا لَوْلَا يَأْتِيْنَا بِاٰيَةٍ مِّنْ رَّبِّهٖۗ اَوَلَمْ تَأْتِهِمْ بَيِّنَةُ مَا فِى الصُّحُفِ الْاُوْلٰى   ;Dan mereka berkata, “Mengapa dia tidak membawa tanda (bukti) kepada kami dari Tuhannya?” Bukankah telah datang kepada mereka bukti (yang nyata) sebagaimana yang tersebut di dalam kitab-kitab yang dahulu? (°±h±/20: 133) \r\n"}