{"tafsir_id":3302,"surah_id":28,"aya_number":50,"tafsir_wajiz":"Sudah barang tentu mereka tidak akan mampu mendatangkannya. Maka jika mereka tidak mampu menjawab tantanganmu untuk mendatangkan kitab berisi petunjuk yang lebih baik daripada Al-Qur`an, bahkan yang semisal dengannya, atau jika mereka tidak menyambut ajakanmu untuk beriman, maka ketahuilah, wahai Nabi Muhammad atau siapa pun, bahwa mereka tidak lagi memiliki dalih atau alasan penolakan. Dengan begitu, jika mereka tetap menolak, maka sesungguhnya mereka hanyalah mengikuti keinginan hawa nafsu mereka tanpa alasan yang kuat dan benar, dan dengan demikian mereka pada hakikatnya tidak memperoleh petunjuk, bahkan mereka adalah orang-orang yang sesat. Dan siapakah yang lebih sesat daripada orang yang mengikuti keinginan hawa nafsu-nya tanpa mendapat petunjuk dari Allah sedikit pun dan tanpa memiliki pijakan yang logis? Pastilah tidak ada yang lebih sesat daripada mereka. Sungguh, Allah tidak memberi petunjuk kepada orang-orang yang zalim yang melampaui batas-batas yang telah ditentukan oleh Allah.","tafsir_tahlili":"(50) Ayat ini menerangkan bahwa kalau orang-orang musyrik itu tidak dapat memenuhi tantangan Nabi mendatangkan kitab dari sisi Allah yang lebih menjamin kebahagiaan daripada Taurat dan Al-Qur'an, maka itu berarti bahwa pembangkangan mereka sesungguhnya hanyalah dorongan hawa nafsu belaka, dan mengikuti ajakan setan yang tidak beralasan sama sekali. Orang-orang yang hanya mengikuti hawa nafsunya dan menuruti bujukan setan tanpa ada petunjuk dari Allah, adalah orang-orang yang sangat sesat bahkan paling sesat. Oleh sebab itu, Allah melarang mengikuti hawa nafsu karena akan menyesatkan dari jalan yang benar. Orang-orang yang sesat dari jalan Allah akan mendapat azab yang berat, firman Allah:;يٰدَاوٗدُ اِنَّا جَعَلْنٰكَ خَلِيْفَةً فِى الْاَرْضِ فَاحْكُمْ بَيْنَ النَّاسِ بِالْحَقِّ وَلَا تَتَّبِعِ الْهَوٰى فَيُضِلَّكَ عَنْ سَبِيْلِ اللّٰهِ ۗاِنَّ الَّذِيْنَ يَضِلُّوْنَ عَنْ سَبِيْلِ اللّٰهِ لَهُمْ عَذَابٌ شَدِيْدٌ ۢبِمَا نَسُوْا يَوْمَ الْحِسَابِ ࣖ   ;(Allah berfirman), “Wahai Daud! Sesungguhnya engkau Kami jadikan khalifah (penguasa) di bumi, maka berilah keputusan (perkara) di antara manusia dengan adil dan janganlah engkau mengikuti hawa nafsu, karena akan menyesatkan engkau dari jalan Allah. Sungguh, orang-orang yang sesat dari jalan Allah akan mendapat azab yang berat, karena mereka melupakan hari perhitungan.” (¢±d/38: 26)\r\n \r\nPada akhir ayat 50 ini ditegaskan bahwa Allah tidak akan memberi petunjuk kepada orang yang zalim dan selalu meninggalkan perintah Allah,  melanggar larangan-Nya, mendustakan rasul-Nya, mengikuti kemauan hawa nafsu, dan lebih mengutamakan ketaatan kepada setan daripada ketaatan kepada Allah. Orang-orang zalim itu akan mendapat azab yang amat pedih di akhirat. Firman Allah:\r\nفَقَدْ كَذَّبُوْكُمْ بِمَا تَقُوْلُوْنَۙ فَمَا تَسْتَطِيْعُوْنَ صَرْفًا وَّلَا نَصْرًاۚ وَمَنْ يَّظْلِمْ مِّنْكُمْ نُذِقْهُ عَذَابًا كَبِيْرًا  ;Maka sungguh, mereka (yang disembah itu) telah mengingkari apa yang kamu katakan, maka kamu tidak akan dapat menolak (azab) dan tidak dapat (pula) menolong (dirimu), dan barang siapa di antara kamu berbuat zalim, niscaya Kami rasakan kepadanya azab yang besar. (al-Furq±n/25: 19)\r\n \r\nDan firman-Nya:;فَاخْتَلَفَ الْاَحْزَابُ مِنْۢ بَيْنِهِمْ ۚفَوَيْلٌ لِّلَّذِيْنَ ظَلَمُوْا مِنْ عَذَابِ يَوْمٍ اَلِيْمٍ   ;\r\nTetapi golongan-golongan (yang ada) saling berselisih di antara mereka; maka celakalah orang-orang yang zalim karena azab pada hari yang pedih (Kiamat). (az-Zukhruf43: 65)\r\n"}