{"tafsir_id":3306,"surah_id":28,"aya_number":54,"tafsir_wajiz":"Orang-orang yang beriman kepada Al-Qur'an dan apa yang diturunkan sebelumnya, mereka itu sungguh tinggi kedudukannya di sisi Allah dan diberi pahala dua kali lipat karena beriman kepada Taurat dan Al-Qur'an. Hal ini disebabkan kesabaran mereka atas penderitaan yang mereka terima demi mempertahankan keimanan dan mengutamakan amal saleh. Dan di antara sifat-sifat mereka adalah mereka menolak kejahatan dengan memberi maaf, bahkan membalasnya dengan amal kebaikan, dan mereka juga adalah para dermawan yang menginfakkan sebagian dari rezeki yang telah Kami berikan kepada mereka di jalan kebaikan.","tafsir_tahlili":"(54) Ayat ini menerangkan bahwa orang-orang yang percaya kepada Al-Qur'an sesudah mereka percaya kepada kitab-kitab suci sebelumnya, akan diberikan pahala dua kali lipat. Pahala atas kepercayaan mereka kepada kitab-kitab suci mereka, dan pahala atas kepercayaan mereka kepada Al-Qur'an. Diperlukan kesabaran dan ketabahan untuk mempertahankan kepercayaan mereka. Fitnah dan cobaan yang harus dihadapi tentu sangat berat, bahkan mereka mendapat perlakuan yang tidak wajar karena mereka mengikuti Muhammad dan menganut agamanya.\r\nAda tiga macam orang yang mendapat pahala dua kali lipat sebagaimana dijelaskan di dalam sabda Nabi Muhammad:\r\nثَلاَثَةٌ يُؤْتَوْنَ أَجْرَهُمْ مَرَّتَيْنِ: رَجُلٌ مِنْ أَهْلِ الكِتَابِ أَمَنَ بِنَبِيِّهِ وَأَدْرَكَ النَّبِيَّ صَلَّى الله عَلَيْهِ وَسَلَّم فَاَمَنَ بِهِ وَاتَّبَعَهُ وَصَدَّقَهُ فَلَهُ أَجْرَانِ، وَعَبْدٌ مَمْلُوْكٌ أَدَّى حَقَّ اللهِ عَزَّ وَجَلَّ وَحَقَّ سَيِّدِهِ فَلَهُ اَجْرَانِ، وَرَجُلٌ كَانَتْ لَهُ أَمَةٌ فَغَذَّاهَا فَأَحْسَنَ غَذَاءَهَا ثُمَّ أَدَّبَهَا ثُمَّ اعْتَقَهَا وَتَزَوَّجَهَا فَلَهُ اَجْرَانِ. (رواه البخاري عن ابى موسى الأشعري)\r\nTiga golongan orang yang diberi pahala, masing-masing dua kali lipat. Seorang Ahli Kitab yang percaya kepada nabinya, kemudian ia mendapati masa (Muhammad saw) maka ia beriman pula kepadanya dan mengikutinya serta membenarkannya maka baginya dua pahala. Hamba sahaya yang menunaikan hak Allah Azza wa Jalla dan hak tuannya, maka baginya dua pahala. Dan seorang yang mempunyai hamba sahaya perempuan lalu ia memberi makan, dan memberinya pendidikan yang baik, kemudian ia memerdekakannya lalu menikahinya, maka baginya dua pahala.” (Riwayat al-Bukh±r³ dari Abµ Mµsa al-Asyar³).\r\n \r\nSelain kesabaran dan ketabahan, mereka juga mempunyai beberapa sifat yang menjadikan mereka dekat kepada Allah, antara lain:\r\n1. Mereka menolak kejahatan dengan kebaikan. Apa yang mereka dengar yang menyakitkan hati, berupa cacian dan sebagainya, tidak dibalas tetapi disambut dengan tenang bahkan dimaafkan. \r\n2. Mereka menginfakkan rezeki yang diberikan Allah ke jalan yang benar. Mereka memperoleh rezeki juga dengan halal dan baik. Mereka mengeluarkan zakat, belanja rumah tangga, bederma untuk pembangunan masjid, madrasah, pengajian, pembinaan dan pemeliharaan anak yatim, dan lain sebagainya. Dalam firman-Nya:\r\nوَاَنْفِقُوْا فِيْ سَبِيْلِ اللّٰهِ;Dan infakkanlah (hartamu) di jalan Allah. (al-Baqarah/2: 195) ;Dan firman-Nya:;يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اَنْفِقُوْا مِنْ طَيِّبٰتِ مَا كَسَبْتُمْ;Wahai orang-orang yang beriman! Infakkanlah sebagian dari hasil usahamu yang baik-baik. (al-Baqarah/2: 267) \r\n"}