{"tafsir_id":3307,"surah_id":28,"aya_number":55,"tafsir_wajiz":"Dan sifat mereka lainnya adalah apabila mereka mendengar perkataan yang buruk, yang tidak bermanfaat bagi kebaikan hidup dunia dan akhirat, mereka memelihara kehormatan diri mereka dengan berpaling darinya dan berkata, “Bagi kami amal-amal kami yang benar dan tidak akan kami tinggalkan dan bagimu amal-amal kamu yang batil yang dosanya akan kalian tanggung sendiri. Semoga selamatlah kamu. Selamat berpisah, kami akan membiarkan dan tidak mencampuri urusan kamu karena kami tidak ingin bergaul dengan orang-orang bodoh, yang tidak enggan berpegang teguh pada ajaran Allah.”","tafsir_tahlili":"(55) Ayat ini menerangkan tentang sifat yang ketiga dari orang-orang yang mendekatkan diri kepada Allah yaitu apabila mereka mendengar perkataan yang tidak bermanfaat, baik mengenai urusan dunia maupun akhirat, seperti cacian, cemoohan, dan sebagainya, mereka berpaling dan tidak melayaninya. Apabila mereka diperlakukan kasar atau disakiti dengan kata-kata atau perbuatan, mereka tidak membalasnya dengan tindakan serupa. Akan tetapi, mereka menghadapinya dengan tenang dan berkata, “Bagi kami amal-amal kami, kamu tidak akan diberi pahala dan tidak pula diganjar karenanya. Bagimu amal-amalmu, kami tidak akan menuntut sedikit pun dari perbuatan itu, dan tidak akan berusaha membalasnya. Kedamaian atasmu, kami tidak ingin berbuat sebagaimana kamu berbuat.” Firman Allah:;وَالَّذِيْنَ لَا يَشْهَدُوْنَ الزُّوْرَۙ وَاِذَا مَرُّوْا بِاللَّغْوِ مَرُّوْا كِرَامًا;Dan orang-orang yang tidak memberikan kesaksian palsu, dan apabila mereka bertemu dengan (orang-orang) yang mengerjakan perbuatan-perbuatan yang tidak berfaedah, mereka berlalu dengan menjaga kehormatan dirinya. (al-Furq±n/25: 72) ;Diriwayatkan oleh Muhammad bin Ishak bahwa telah berkunjung kepada Rasulullah di Mekah dua puluh orang lebih dari kaum Na¡ara Habasyah setelah mendengar berita tentang beliau. Mereka menemui Nabi di dalam masjid, kemudian mereka duduk bersama-sama. Di sekeliling Kabah pada waktu itu tokoh-tokoh kaum Quraisy sedang duduk berkumpul. Rasulullah kemudian menyeru kaum Na¡ara Habasyah untuk beriman kepada Allah dan membacakan kepada mereka Al-Qur'an. Setelah mereka mendengar ayat-ayat Al-Qur'an, mereka menangis tersedu-sedu dan dengan spontan beriman kepada Allah serta percaya kepada beliau dan membenarkannya. Mereka mengetahui bahwa sifat-sifat yang mereka saksikan pada diri Rasulullah sama dengan sifat-sifat yang telah diterangkan di dalam kitab suci mereka. \r\nKetika meninggalkan Nabi Muhammad, mereka dicegat oleh Abµ Jahal bin Hisy±m dan beberapa orang Quraisy dan mereka mengatakan, “Semoga Allah menggagalkan niatmu, kalian diutus oleh teman-teman kalian hanya untuk mengetahui sifat-sifat pribadi Muhammad lalu memberitahukan kepada mereka. Akan tetapi, kenyataannya kalian sudah terpengaruh lalu meninggalkan agama kalian dan membenarkan apa yang dikatakan Muhammad. Kami tidak melihat ada rombongan yang lebih bodoh dari kalian.” Mendengar kata-kata pedas dan tajam dari Abµ Jahal bin Hisy±m, mereka menjawab, “Selamat tinggal buat kamu, kami tidak akan membalas dan berbuat jahat kepadamu. Bagi kami amal-amal kami, dan bagimu amal-amalmu.”\r\n"}