{"tafsir_id":3308,"surah_id":28,"aya_number":56,"tafsir_wajiz":"Hidno_ayath yang mengantar seseorang menerima dan melaksanakan tuntunan Allah bukanlah wewenang manusia, atau dalam batas kemampuannya, tetapi semata-mata wewenang dan hak prerogatif Allah. Di sini Allah menjelaskan hakikat tersebut dengan penegasan, “Sungguh, engkau wahai Nabi Muhammad, tidak dapat memberi petunjuk dalam bentuk hidno_ayath taufiq yang menjadikan seseorang menerima dengan baik dan melaksanakan ajaran Allah kepada orang yang engkau kasihi, meski engkau sangat berhasrat untuk memberi petunjuk kepada kaummu. Engkau hanya mampu memberi hidno_ayath irsyad, dalam arti memberi petunjuk dan memberitahu tentang jalan kebahagiaan, Akan tetapi, Allah-lah yang memberi petunjuk keimanan hidno_ayath kepada orang yang Dia kehendaki-Nya bila dia bersedia menerima hidno_ayath dan membuka hatinya untuk itu, dan Dia lebih mengetahui orang-orang yang mau menerima petunjuk.”","tafsir_tahlili":"(56) Ayat ini menerangkan bahwa Muhammad tidak dapat menjadikan kaumnya untuk taat dan menganut agama yang dibawanya, sekalipun ia berusaha sekuat tenaga. Ia hanya berkewajiban menyampaikan dan hanya Allah yang akan memberi petunjuk kepada orang yang dikehendaki-Nya. Dia yang mempunyai kebijaksanaan yang mendalam dan alasan yang cukup. Hal tersebut ditegaskan pula pada ayat lain di dalam Al-Qur'an.;لَيْسَ عَلَيْكَ هُدٰىهُمْ وَلٰكِنَّ اللّٰهَ يَهْدِيْ مَنْ يَّشَاۤءُ;Bukanlah kewajibanmu (Muhammad) menjadikan mereka mendapat petunjuk, tetapi Allah-lah yang memberi petunjuk kepada siapa yang Dia kehendaki. (al-Baqarah/2: 272) ;Dan firman-Nya:;وَمَآ اَكْثَرُ النَّاسِ وَلَوْ حَرَصْتَ بِمُؤْمِنِيْنَ; Dan kebanyakan manusia tidak akan beriman walaupun engkau sangat menginginkannya. (Yµsuf/12:103);Pada akhir ayat ini, Allah menegaskan bahwa Dia lebih mengetahui siapa orang-orang yang bersedia dan pantas menerima hidayah itu. Di antara mereka ialah orang-orang Ahli Kitab yang pernah dikisahkan peristiwanya pada ayat-ayat yang lalu. Sebaliknya orang-orang yang tidak bersedia menerima hidayah seperti beberapa kerabat Nabi, maka hidayah tidak akan diberikan kepada mereka.\r\n"}