{"tafsir_id":3309,"surah_id":28,"aya_number":57,"tafsir_wajiz":"Dan untuk menjelaskan alasan mengapa mereka tetap memegang teguh kepercno_ayatan yang mereka anut selama ini, mereka orang-orang musyrik Mekkah berkata kepada Rasul, “Jika kami mengikuti petunjuk itu dengan memeluk Islam dan bergabung bersama engkau, wahai Nabi Muhammad, yang ajaranmu sangat berbeda dengan kepercno_ayatan masyarakat Arab, niscno_ayat kami akan diusir dan diculik dari negeri kami, serta kekuasaan kami akan direbut.” Mereka bohong dengan alasan itu. Allah membantah alasan mereka itu dengan berfirman, “Bagaimana mereka berucap demikian, padahal bukankah Kami telah meneguhkan kedudukan mereka dalam Tanah Haram, yakni tanah suci Mekah, dengan menjadikan wilno_ayath tempat tinggal mereka sebagai negeri yang aman dari serangan dan pembunuhan; yang terus-menerus dan senantiasa sepanjang waktu didatangkan ke tempat itu buah-buahan dari segala macam tumbuh-tumbuhan sebagai rezeki bagimu dari sisi Kami kendati mereka kafir? Sungguh, dalih mereka itu tidak logis dan apa yang mereka khawatirkan itu tidak terjadi, tetapi kebanyakan mereka tidak mengetahui keagungan karunia tersebut.”","tafsir_tahlili":"(57) Diriwayatkan oleh Ibnu Jar³r dari Ibnu Abb±s bahwa ayat ini turun berkenaan dengan al-¦±ris bin U£man bin Abd Man±f ketika ia dan beberapa orang Quraisy lainnya mendatangi Nabi saw dan mereka berkata kepada Nabi, ”Kami telah mengetahui bahwa apa yang engkau katakan itu benar. Akan tetapi, yang menghalangi kami mengikuti agamamu ialah orang-orang Arab yang akan memusuhi dan mengusir kami dari negeri kami, dan kami tidak mempunyai kesanggupan sedikit pun untuk melawan mereka.”\r\nAyat ini menerangkan bahwa sebagian orang musyrik Mekah menge-mukakan alasan yang tidak dapat diterima oleh pikiran yang sehat. Mereka berkata, “Jika kami mengikuti petunjuk yang diberikan Muhammad kepada kami, dan agama yang diturunkan kepadanya, kami khawatir akan diusir dari negeri kami. Orang-orang musyrik serta tokoh-tokoh bangsa Arab juga akan memusuhi kami dengan kekerasan sedang kami tidak mampu melawan mereka.” Dengan peringatan ini tampak bahwa mereka lebih takut kepada makhluk daripada Tuhan yang menciptakan mereka. Mereka tidak pernah membayangkan azab yang akan ditimpakan kepada mereka. \r\nMereka lupa bahwa mereka berada di daerah Haram yang sangat dihormati sejak dahulu kala, aman dan mendapat aneka macam rezeki dan buah-buahan. Apakah mereka mengira akan tetap aman dan sejahtera di daerah Haram yang aman itu kalau mereka tetap dalam kekafiran dan kemusyrikan. Tidak sedikit di antara mereka yang tidak mengetahui dan menyadari nikmat dan azab Allah yang akan diberikan kepada setiap orang sesuai dengan amal baik dan buruk mereka.\r\nMereka seharusnya mengetahui bahwa rezeki yang berlimpah itu datang dari Allah. Oleh karena itu, Dialah yang patut ditakuti dan ditaati bukan manusia, makhluk yang lemah dan serba kekurangan. \r\n"}