{"tafsir_id":3310,"surah_id":28,"aya_number":58,"tafsir_wajiz":"Mereka tidak mengambil pelajaran dari sejarah generasi masa lampau yang mendapatkan sanksi dan kebinasaan. Dan padahal betapa banyak negeri bersama penduduknya yang sudah bersenang-senang dalam kehidupannya yang telah Kami binasakan akibat keangkuhan dan kedurhakaan penduduknya dengan tidak mensyukuri kenyamanan hidup yang telah Kami anugerahkan kepada mereka. Maka lihatlah, itulah tempat kediaman mereka yang tidak didiami lagi oleh manusia setelah mereka, karena penduduknya telah dipunahkan dan kediaman mereka sudah tidak lno_ayatk huni, kecuali sebagian kecil yang digunakan secara singkat oleh orang-orang yang kebetulan melewatinya. Setelah kebinasaan para pendurhaka itu, tidak ada lagi yang memiliki kota itu, dan Kamilah yang mewarisinya. Setelah mereka hancur, tempat itu sudah kosong dan tidak dimakmurkan lagi, hingga kembalilah ia kepada pemiliknya yang hakiki yaitu Allah.","tafsir_tahlili":"(58) Banyak penduduk negeri yang semula hidup bersenang-senang dengan kekayaan berlimpah ruah, tetapi karena mereka selalu membuat kerusakan dan tidak mensyukuri nikmat Allah, maka Allah menghancurkan negeri mereka dan hanya sedikit saja rumah-rumah mereka yang tersisa. Padahal Allah tidak akan menghancurkan suatu negeri selama penduduk negeri itu berbuat kebaikan, firman Allah:\r\nوَمَا كَانَ رَبُّكَ لِيُهْلِكَ الْقُرٰى بِظُلْمٍ وَّاَهْلُهَا مُصْلِحُوْنَ;Dan Tuhanmu tidak akan membinasakan negeri-negeri secara zalim, selama penduduknya orang-orang yang berbuat kebaikan. (Hµd/11: 117) ;Setelah kaum itu hancur, maka tempat tinggal mereka menjadi gersang dan tidak dimakmurkan lagi, hingga negeri itu kembali kepada pemiliknya yang hakiki, yaitu Allah. Firman Allah:;وَضَرَبَ اللّٰهُ مَثَلًا قَرْيَةً كَانَتْ اٰمِنَةً مُّطْمَىِٕنَّةً يَّأْتِيْهَا رِزْقُهَا رَغَدًا مِّنْ كُلِّ مَكَانٍ فَكَفَرَتْ بِاَنْعُمِ اللّٰهِ فَاَذَاقَهَا اللّٰهُ لِبَاسَ الْجُوْعِ وَالْخَوْفِ بِمَا كَانُوْا يَصْنَعُوْنَ   ;Dan Allah telah membuat suatu perumpamaan (dengan) sebuah negeri yang dahulunya aman lagi tenteram, rezeki datang kepadanya melimpah ruah dari segenap tempat, tetapi (penduduk)nya mengingkari nikmat-nikmat Allah, karena itu Allah menimpakan kepada mereka bencana kelaparan dan ketakutan, disebabkan apa yang mereka perbuat. (an-Na¥l/16: 112) \r\n"}