{"tafsir_id":3311,"surah_id":28,"aya_number":59,"tafsir_wajiz":"Jangan menduga bahwa kehancuran negeri-negeri terjadi dengansewenang-wenang. Tidak, Allah Maha adil, dan karena itu Tuhanmu tidak mungkin akan membinasakan negeri-negeri di sekitar Mekah dan atau penduduknya pada masamu, wahai Nabi Muhammad, betapa pun besarnya kedurhakaan mereka, sebelum Dia mengutus seorang rasul di ibukotanya, yaitu Mekah, yang membacakan no_ayatt-no_ayatt Kami kepada mereka; dan tidak pernah pula Kami membinasakan penduduk negeri setelah Kami mengutus rasul atau pemberi peringatan, kecuali penduduknya melakukan kezaliman terhadap diri mereka sendiri dengan kufur dan maksiat kepada Allah, sehingga mereka pantas menerima hukuman.","tafsir_tahlili":"(59) Ayat ini menerangkan bahwa sesuai dengan sunah-Nya, Allah tidak pernah membinasakan suatu kota, kecuali terlebih dahulu mengutus seorang rasul ke kota itu untuk membacakan kepada penduduknya ayat-ayat Allah yang berisi kebenaran. Rasul itu ditugaskan untuk menyeru dan memberi peringatan kepada mereka supaya mereka itu beriman kepada Allah, namun mereka tidak mengindahkannya. Firman Allah:\r\nوَمَا كُنَّا مُعَذِّبِيْنَ حَتّٰى نَبْعَثَ رَسُوْلًا;Kami tidak akan menyiksa sebelum Kami mengutus seorang rasul. (al-Isr±'/17: 15);Sesudah Allah mengutus rasul untuk membimbing penduduk kota itu ke jalan yang lurus, memberi petunjuk kepada kebenaran, tetapi mereka tetap melakukan kezaliman dan mendustakan rasul, mengingkari ayat-ayat-Nya, maka Dia akan membinasakan kota itu beserta penduduknya. \r\nPembinasaan umat secara besar-besaran sebagaimana terjadi pada umat-umat terdahulu tidak terjadi pada umat Nabi Muhammad. Beliau adalah nabi terakhir yang diutus bagi seluruh alam, sehingga pembinasaan total sudah tidak terjadi lagi. Yang ada hanyalah pembinasaan parsial atau lokal seperti bencana penyakit, bencana alam, gempa bumi, gelombang tsunami, dan sebagainya.\r\nPengutusan Muhammad saw sebagai nabi terakhir berarti Allah tidak akan mengutus nabi atau rasul setelah beliau. Sedangkan tugas–tugas dakwah dan tanggung jawab memberi peringatan kepada umat terletak di pundak para ulama. \r\n"}