{"tafsir_id":3312,"surah_id":28,"aya_number":60,"tafsir_wajiz":"Kaum musyrik enggan beriman karena khawatir diculik, ditawan dan dirampas hartanya. Sebenarnya, bahno_ayat yang harus ditakuti itu adalah yang bersumber dari Allah akibat kedurhakaan. Kerugian jiwa dan harta di dunia tidak seberapa kerugian di akhirat akibat durhaka kepada Allah. Dan ketahuilah bahwa apa saja kekno_ayatan, jabatan, keturunan dan lainnya, yang diberikan oleh Allah melalui siapa pun kepada kamu, maka itu adalah kesenangan hidup duniawi dan perhiasannya yang bersifat terbatas dan sementara, sehingga akan segera lenyap dan binasa; sedang apa yang di sisi Allah di akhirat kelak, yang disediakan untuk untuk orang-orang yang taat kepada-Nya, adalah lebih baik karena tidak mengandung bahno_ayat dan mudarat, dan di samping itu lebih kekal karena tidak akan punah sama sekali. Tidakkah kamu menggunakan akal pikiran sehingga kamu mengerti mana yang baik dan mana yang buruk?","tafsir_tahlili":"(60) Ayat ini menerangkan bahwa apa yang diberikan Allah bagi manusia baik berupa harta benda maupun keturunan hanya merupakan kesenangan duniawi. Kehidupan dunia dengan segala perhiasannya belum tentu menjamin keselamatan dan kebahagiaan mereka. Sebaliknya, pahala yang ada di sisi Allah yang diberikan kepada hamba-hamba-Nya yang taat adalah lebih baik, karena yang demikian itu kekal dan abadi. Berbeda dengan kesenangan duniawi yang dipujanya karena waktunya terbatas sekali, dan sesudah itu habis dan punah. Firman Allah:\r\nوَمَا عِنْدَ اللّٰهِ خَيْرٌ لِّلْاَبْرَارِ;Dan apa yang di sisi Allah lebih baik bagi orang-orang yang berbakti. (²li   Imr±n/3: 198) \r\nمَا عِنْدَكُمْ يَنْفَدُ وَمَا عِنْدَ اللّٰهِ بَاقٍ;Apa yang ada di sisimu akan lenyap, dan apa yang ada di sisi Allah adalah kekal. (an-Na¥l/16: 96) ;وَمَا هٰذِهِ الْحَيٰوةُ الدُّنْيَآ اِلَّا لَهْوٌ وَّلَعِبٌۗ وَاِنَّ الدَّارَ الْاٰخِرَةَ لَهِيَ الْحَيَوَانُۘ لَوْ كَانُوْا يَعْلَمُوْنَ  ;Dan kehidupan dunia ini hanya senda-gurau dan permainan. Dan sesungguhnya negeri akhirat itulah kehidupan yang sebenarnya, sekiranya mereka mengetahui. (al-Ankabµt/29:64);بَلْ تُؤْثِرُوْنَ الْحَيٰوةَ الدُّنْيَاۖ   ١٦  وَالْاٰخِرَةُ خَيْرٌ وَّاَبْقٰىۗ   ١٧;\r\nSedangkan kamu (orang-orang kafir) memilih kehidupan dunia, padahal kehidupan akhirat itu lebih baik dan lebih kekal. (al-Al±/87: 16-17)\r\n \r\nAyat ini ditutup dengan pertanyaan yang bernada ejekan sekaligus peringatan dari Allah. Mengapa mereka tidak mau menggunakan akalnya, dan berpikir secara mendalam sehingga mereka mengetahui mana yang baik dan mana yang tidak. Apakah menurut mereka kehidupan dunia dengan segala kenikmatannya yang fana dan bisa dinikmati dalam waktu yang sangat singkat lebih baik daripada kehidupan akhirat yang kekal dan abadi itu.\r\n"}