{"tafsir_id":3313,"surah_id":28,"aya_number":61,"tafsir_wajiz":"Maka, jika demikian itu halnya, apakah sama orang yang Kami janjikan kepadanya suatu janji yang baik, yaitu surga dengan segala kenikmatannya yang abadi, lalu berkat anugerah Kami dia memperolehnya, apakah dia itu sama dengan orang yang Kami berikan kepadanya kesenangan hidup duniawi, tetapi tidak dipergunakannya untuk mencari kebahagiaan hidup di akhirat, sehingga kemudian pada hari Kiamat dia termasuk orang-orang yang diseret ke dalam neraka untuk dimintai pertanggunggjawabannya? Tentu tidaklah sama. Kelompok yang pertama adalah orang yang beriman dan beramal saleh yang berhak mendapatkan janji baik Allah berupa pahala dan surga, sedangkan kelompok yang kedua adalah orang kafir yang mengerjakan keburukan serta tertipu oleh kesenangan dunia dan perhiasannya, yang akan binasa dalam siksaan.","tafsir_tahlili":"(61) Ayat ini dimulai dengan pertanyaan untuk meyakinkan agar orang-orang kafir itu dengan penuh kesadaran berpikir dan membandingkan tentang mana yang lebih baik. Apakah orang-orang yang dijanjikan Allah apabila mereka taat dan menuruti perintah dan menjauhi larangan-Nya akan dikaruniai nikmat di akhirat yang tidak pernah dilihat oleh mata, didengar oleh telinga, dan tidak pernah terlintas dalam hati seseorang dan mereka benar-benar memperolehnya di akhirat.\r\nMana yang lebih baik antara orang yang taat menjalankan perintah Allah dan menjauhi larangan dengan orang yang memilih kesenangan duniawi tetapi tidak menaati perintah Allah dan mengerjakan larangan-larangan-Nya. Menurut akal yang sehat, tentu golongan pertama lebih baik dari golongan kedua. Ayat ini menunjukkan bahwa orang kafir diberi kesenangan duniawi, tetapi di akhirat dimasukkan ke dalam neraka. Firman Allah:\r\nاِنَّهَا سَاۤءَتْ مُسْتَقَرًّا وَّمُقَامًا;Sungguh, Jahanam itu seburuk-buruk tempat menetap dan tempat kediaman. (al-Furq±n/25: 66)\r\n \r\nSedang orang mukmin yang sabar dan tabah menghadapi berbagai cobaan dunia, karena yakin akan janji Allah, di akhirat nanti mereka dimasukkan ke dalam surga. Firman Allah:\r\nاَصْحٰبُ الْجَنَّةِ يَوْمَىِٕذٍ خَيْرٌ مُّسْتَقَرًّا وَّاَحْسَنُ مَقِيْلًا;Penghuni-penghuni surga pada hari itu paling baik tempat tinggalnya dan paling indah tempat istirahatnya. (al-Furq±n/25: 24);مَثَلُ الْجَنَّةِ الَّتِيْ وُعِدَ الْمُتَّقُوْنَۗ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُۗ  اُكُلُهَا دَاۤىِٕمٌ وَّظِلُّهَاۗ ;Perumpamaan surga yang dijanjikan kepada orang yang bertakwa (ialah seperti taman), mengalir di bawahnya sungai-sungai; senantiasa berbuah dan teduh. (ar-Rad/13: 35)\r\n"}