{"tafsir_id":3315,"surah_id":28,"aya_number":63,"tafsir_wajiz":"Mendengar pertanyaan itu, orang-orang yang sudah pasti akan mendapatkan hukuman Allah, yaitu para pemimpin kaum kafir, berkata, “Ya Tuhan Pemelihara dan Pelimpah aneka nikmat kepada kami, kami mengaku bahwa mereka inilah orang-orang yang dahulu kami sesatkan itu, melalui ucapan, tindakan dan keteladanan kami. Dengan mengharap akan dibebaskan atau diringankan dari siksa mereka melontarkan pengakuan dengan berkata, “Kami mengaku telah menyesatkan mereka sebagaimana kami sendiri sesat. Akan tetapi, hal itu karena mereka sendiri telah memilih dan menerima kekufuran sebagaimana halnya kami. Pada hari ini, kami menyatakan kepada Engkau berlepas diri dari segala sesuatu tentang mereka, dan juga dari kekufuran yang mereka pilih di dunia. Mereka sekali-kali tidak menyembah atau menaati kami, tetapi mereka menyembah dan menuruti hawa nafsu mereka sendiri.”","tafsir_tahlili":"(63) Ayat ini menerangkan jawaban para penyesat dan pengajak kepada kekafiran yang berusaha melepaskan diri dari tanggung jawabnya menyesatkan orang lain. Mereka telah dipastikan mendapat kemurkaan dan yang telah mendapat ancaman dari Allah dengan firman-Nya:;لَاَمْلَـَٔنَّ جَهَنَّمَ مِنَ الْجِنَّةِ وَالنَّاسِ اَجْمَعِيْنَ;Pasti akan Aku penuhi neraka Jahanam dengan jin dan manusia bersama-sama. (as-Sajdah/32: 13)\r\n \r\nPara pengajak kepada kekafiran itu akhirnya masuk ke dalam neraka. Mereka berkata, “Wahai Tuhan kami, mereka itulah yang telah kami sesatkan sebagaimana kami juga sesat. Kami sekadar mengajak mereka lalu mereka mengikuti ajakan kami yang menyesatkan itu dengan kemauan sendiri. Tidak ada paksaan sama sekali dari kami.” Ketika mereka diajak untuk beriman kepada Allah, mereka tidak menghiraukannya sama sekali padahal ajakan itu adalah ajakan yang sebenarnya. Peristiwa semacam ini sama dengan peristiwa yang akan terjadi di akhirat yaitu dialog antara setan dengan manusia yang telah disesatkannya, sebagaimana firman Allah:;وَقَالَ الشَّيْطٰنُ لَمَّا قُضِيَ الْاَمْرُ اِنَّ اللّٰهَ وَعَدَكُمْ وَعْدَ الْحَقِّ وَوَعَدْتُّكُمْ فَاَخْلَفْتُكُمْۗ وَمَا كَانَ لِيَ عَلَيْكُمْ مِّنْ سُلْطٰنٍ اِلَّآ اَنْ دَعَوْتُكُمْ فَاسْتَجَبْتُمْ لِيْ ۚفَلَا تَلُوْمُوْنِيْ وَلُوْمُوْٓا اَنْفُسَكُمْۗ مَآ اَنَا۠ بِمُصْرِخِكُمْ وَمَآ اَنْتُمْ بِمُصْرِخِيَّۗ اِنِّيْ كَفَرْتُ بِمَآ اَشْرَكْتُمُوْنِ مِنْ قَبْلُ ۗاِنَّ الظّٰلِمِيْنَ لَهُمْ عَذَابٌ اَلِيْمٌ   ;Dan setan berkata ketika perkara (hisab) telah diselesaikan, “Sesungguhnya Allah telah menjanjikan kepadamu janji yang benar, dan aku pun telah menjanjikan kepadamu tetapi aku menyalahinya. Tidak ada kekuasaan bagiku terhadapmu, melainkan (sekadar) aku menyeru kamu lalu kamu mematuhi seruanku, oleh sebab itu janganlah kamu mencerca aku, tetapi cercalah dirimu sendiri. Aku tidak dapat menolongmu, dan kamu pun tidak dapat menolongku. Sesungguhnya aku tidak membenarkan perbuatanmu mempersekutukan aku (dengan Allah) sejak dahulu.” Sungguh, orang yang zalim akan mendapat siksaan yang pedih. (Ibr±h³m/14: 22) ;Pembelaan diri setan dengan mengatakan bahwa orang yang sesat itu mematuhi ajakannya dengan kemauan mereka sendiri, bukan tekanan darinya karena ia tidak punya kekuasaan atas manusia, dikuatkan oleh firman Allah kepada Iblis:;اِنَّ عِبَادِيْ لَيْسَ لَكَ عَلَيْهِمْ سُلْطٰنٌ اِلَّا مَنِ اتَّبَعَكَ مِنَ الْغٰوِيْنَ;Sesungguhnya kamu (Iblis) tidak kuasa atas hamba-hamba-Ku, kecuali mereka yang mengikutimu, yaitu orang yang sesat. (al-¦ijr/15: 42)\r\n \r\nPemimpin-pemimpin yang menyesatkan itu menyatakan tidak bertanggung jawab kepada Allah atas perbuatan pengikut-pengikutnya, dengan alasan bahwa mereka tidak menyembah kepada-Nya tetapi kepada berhala-berhala. Kejadian seperti ini disebutkan dalam ayat yang lain yaitu firman Allah:;اِذْ تَبَرَّاَ الَّذِيْنَ اتُّبِعُوْا مِنَ الَّذِيْنَ اتَّبَعُوْا وَرَاَوُا الْعَذَابَ وَتَقَطَّعَتْ بِهِمُ الْاَسْبَابُ  ;(Yaitu) ketika orang-orang yang diikuti berlepas tangan dari orang-orang yang mengikuti, dan mereka melihat azab, dan (ketika) segala hubungan antara mereka terputus. (al-Baqarah/2: 166) \r\n"}