{"tafsir_id":3324,"surah_id":28,"aya_number":72,"tafsir_wajiz":"Katakanlah juga kepada mereka wahai Nabi Muhammad, “Bagaimana pendapatmu, jika Allah menjadikan untukmu semua siang yang demikian terang itu terus-menerus demikian tanpa adanya malam yang gelap dan hening sampai hari Kiamat? Siapakah tuhan selain Allah yang akan mendatangkan malam kepadamu sebagai waktu istirahatmu dari kelelahan akibat aktivitas di siang hari? Kamu pasti tidak punya Tuhan selain Allah yang dapat melakukan hal itu. Jika demikian, apakah kamu tidak memperhatikan tanda-tanda kebesaran Allah berupa perputaran siang dan malam sehingga kalian beriman dan mendapatkan petunjuk?”","tafsir_tahlili":"(72) Kandungan ayat ini kebalikan dari ayat sebelumnya. Pada ayat ini, Allah menyuruh Rasul-Nya menanyakan kepada orang-orang musyrik, andaikata Allah menjadikan siang itu terus menerus sepanjang masa sampai di hari Kiamat tanpa ada malam silih berganti dengannya, apakah ada tuhan selain dari Allah yang mampu mendatangkan malam? Apakah mereka tidak memperhatikan tanda-tanda kekuasaan Allah yang sempurna? Seakan-akan mereka tidak punya pikiran. \r\nSekiranya mereka memperhatikan dengan baik, tentu mereka akan mengambil kesimpulan bahwa tidak ada yang layak disembah kecuali Tuhan yang telah memberikan karunia dan nikmat yang tak terhingga banyaknya dan kuasa menjadikan siang dan malam itu silih berganti untuk terciptanya suatu keseimbangan. Siang dijadikan terang untuk mencari rezeki dengan segala kemampuan yang ada. Kemudian siang itu lenyap digantikan oleh malam yang suasananya cocok digunakan untuk melepaskan dan menghilangkan kelelahan agar tenaga dan pikiran kembali pulih guna mencari rezeki pada keesokan harinya. Firman Allah:;وَهُوَ الَّذِيْ جَعَلَ الَّيْلَ وَالنَّهَارَ خِلْفَةً لِّمَنْ اَرَادَ اَنْ يَّذَّكَّرَ اَوْ اَرَادَ شُكُوْرًا   ;Dan Dia (pula) yang menjadikan malam dan siang silih berganti bagi orang yang ingin mengambil pelajaran atau yang ingin bersyukur.(al-Furq±n/25: 62);Menurut kajian ilmiah, sinar matahari dalam ilmu pengetahuan fisika  merupakan pancaran gelombang energi yang dihasilkan dari reaksi nuklir fusi dan fisi yang terjadi di permukaan matahari secara berkesinambungan. Ketika sinar ini dipancarkan secara terus menerus dan dalam waktu cukup lama akan menimbulkan panas \r\nApa yang akan terjadi sekiranya siang terus menerus sampai hari Kiamat? Sudah pasti keadaan udara dan hawa dari detik ke detik, dari menit ke menit dan dari jam ke jam akan menjadi semakin panas. Dalam waktu 100 jam saja udara bisa mencapai temperatur di atas titik didih 100ºC. Karenanya, lautan, danau, sungai, dan sebagainya akan mendidih dan menggelegak. Dapat dibayangkan apa yang akan terjadi sekiranya seluruh sungai, danau, dan samudera mendidih airnya? Begitu juga darah yang mengalir di dalam tubuh kita juga turut mendidih. Dalam keadaan demikian, tidak ada satu pun makhluk yang dapat hidup. Semuanya akan mati dan musnah menjadi debu-debu yang beterbangan. \r\nAllah juga menjadikan malam sebagai waktu istirahat bagi manusia. Semuanya itu bertujuan agar manusia dapat membayangkan betapa hebatnya kekuasaan Allah dan juga perlindungan yang diberikan-Nya untuk kehidupan setiap makhluk ciptaan-Nya khususnya manusia yang dikaruniai akal pikiran yang sempurna. \r\n"}