{"tafsir_id":3327,"surah_id":28,"aya_number":75,"tafsir_wajiz":"Kaum musyrik tidak dapat menjawab. Oleh karenanya Allah menghadirkan saksi, dan untuk maksud itu, Allah berfirman, “Kami datangkan dari setiap umat seorang saksi, yaitu nabi dan rasul yang dahulu diutus kepada mereka, yang bersaksi atas kedurhakaan yang mereka lakukan di dunia. Lalu pada saat itu, Kami katakan kepada orang-orang yang melanggar di antara mereka, ‘Kemukakanlah bukti kebenaranmu yang kamu gunakan untuk membenarkan kemusyrikan.’ Mereka tidak mampu mendatangkannya, maka dengan segera tahulah dan sadarlah mereka bahwa yang hak, yaitu kebenaran dalam hal ketuhanan dan lain-lain, itu hanya milik Allah dan lenyaplah dari mereka lagi binasa apa, yakni kebohongan-kebohongan, yang dahulu ketika di dunia mereka selalu ada-adakan. Semua itu tidak berguna bagi mereka, dan hanya mendatangkan bahno_ayat dan menjerumuskan mereka ke dalam neraka.","tafsir_tahlili":"(75) Allah menerangkan bahwa di hari Kiamat Dia akan mendatangkan saksi atas tiap-tiap umat. Tiap rasul akan menjadi saksi atas umatnya masing-masing, sampai di mana sambutan dan penerimaan umatnya itu kepada agama yang dibawanya dari Allah. Nabi Muhammad pun akan menjadi saksi pada umatnya nanti di hari Kiamat, sebagaimana firman Allah:;فَكَيْفَ اِذَا جِئْنَا مِنْ كُلِّ اُمَّةٍۢ بِشَهِيْدٍ وَّجِئْنَا بِكَ عَلٰى هٰٓؤُلَاۤءِ شَهِيْدًاۗ  ;Dan bagaimanakah (keadaan orang kafir nanti), jika Kami mendatangkan seorang saksi (rasul) dari setiap umat dan Kami mendatangkan engkau (Muhammad) sebagai saksi atas mereka. (an-Nis±'/4: 41) ;Orang-orang musyrik di hari Kiamat akan dimintai pertanggungjawaban atas perbuatan syiriknya. Mereka juga dimintai keterangan dan alasan-alasan untuk membenarkan perbuatan mereka, yang tentunya mereka tidak dapat mengemukakan satu alasan pun. Pada waktu itulah mereka mengetahui bahwa mereka akan diazab untuk selama-lamanya dalam neraka. Firman Allah:\r\nفَاَنْذَرْتُكُمْ نَارًا تَلَظّٰىۚ ١٤  لَا يَصْلٰىهَآ اِلَّا الْاَشْقَىۙ ١٥ الَّذِيْ كَذَّبَ وَتَوَلّٰىۗ  ١٦  \r\nMaka Aku memperingatkan kamu dengan neraka yang menyala-nyala, yang hanya dimasuki oleh orang yang paling celaka, yang mendustakan (kebenaran) dan berpaling (dari iman). (al-Lail/92: 14-16) ;Pada waktu itu, mereka akan sadar dan yakin bahwa apa yang telah diterangkan Allah melalui nabi-Nya itulah yang benar. Lenyaplah sama sekali dari mereka segala apa yang dahulunya mereka ada-adakan di dunia seperti mendustakan rasul yang diutus kepada mereka, mempersekutukan Allah, dan sebagainya.\r\n"}