{"tafsir_id":3328,"surah_id":28,"aya_number":76,"tafsir_wajiz":"Kekuatan dan kekuasaan akan berakhir dengan kebinasaan karena kedurhakaan dan kezaliman, seperti yang terjadi pada Fir'aun. Begitu juga dengan kekuatan harta dan pengetahuan yang juga berakhir dengan kebinasaan saat disertai dengan kedurhakaan dan keangkuhan, seperti yang menerima Karun. Sesungguhnya Karun termasuk kaum Musa yang hidup semasa dengannya dan konon adalah anak Nabi Musa. Akan tetapi, meski berasal dari keluarga terhormat, dia melampaui batas dengan berlaku zalim terhadap mereka dan sombong. Ia adalah seorang yang Kami beri nikmat dengan memasukkannya ke dalam kelompok kaum Nabi Musa, dan Kami telah menganugerahkan pula kepadanya perbendaharaan harta yang kunci-kunci gudang tempat penyimpanan hartanya itu sungguh sangat banyak sehingga terasa berat dipikul oleh sejumlah orang yang kuat-kuat. Itu baru kuncinya, ada pun harta kekno_ayatannya, tidak mungkin dapat dipikul oleh orang yang sangat banyak sekali pun. Ingatlah ketika ia terpedno_ayat oleh nikmat Allah yang dikaruniakan kepadanya dengan mengingkari dan tidak mensyukurinya, kaumnya menasihatinya dengan berkata kepadanya, “Janganlah engkau terlalu bangga dengan harta kekno_ayatan yang engkau miliki, kebanggaan yang menjadikanmu melupakan Allah yang menganugerahkan nikmat itu sehingga tidak bersyukur kepada-Nya. Sungguh, Allah tidak menyukai orang yang membanggakan diri.” Orang-orang kafir Mekkah yang menentang Nabi Muhammad telah tertipu oleh harta mereka, sebab kekno_ayatan mereka digunakan untuk menindas kaum Muslim. Padahal, harta benda mereka sangat sedikit jika dibandingkan dengan harta Karun. Orang kno_ayat yang angkuh dan zalim akan berakhir dengan kebinasaan.","tafsir_tahlili":"(76) Ayat ini menerangkan bahwa Karun termasuk kaum Nabi Musa, dan masih terhitung salah seorang pamannya. Karun juga mempunyai nama lain, yaitu “al-Munawar” (bercahaya) karena wajahnya yang tampan. Ia paling banyak membaca kitab Taurat di antara teman-temannya dari Bani Israil, hanya dia munafik seperti halnya Samiri. Ia berlaku aniaya dan sombong terhadap sesama Bani Israil.\r\nوَلَوْ بَسَطَ اللّٰهُ الرِّزْقَ لِعِبَادِهٖ لَبَغَوْا فِى الْاَرْضِ وَلٰكِنْ يُّنَزِّلُ بِقَدَرٍ مَّا يَشَاۤءُ ۗاِنَّهٗ بِعِبَادِهٖ خَبِيْرٌۢ بَصِيْرٌ   ;Dan sekiranya Allah melapangkan rezeki kepada hamba-hamba-Nya niscaya mereka akan berbuat melampaui batas di bumi, tetapi Dia menurunkan dengan ukuran yang Dia kehendaki. Sungguh, Dia Mahateliti terhadap (keadaan) hamba-hamba-Nya, Maha Melihat. (asy-Syµr±/42: 27)\r\n \r\nKekayaan melimpah ruah dan perbendaharaan harta yang banyak yang diberikan Allah kepadanya, sehingga kunci-kunci tidak sanggup dipikul oleh sejumlah orang-orang yang kuat karena beratnya, menyebabkan ia sangat bangga, berlaku aniaya, dan sombong terhadap sesamanya serta memandang remeh dan hina mereka. Ibnu Abb±s mengatakan bahwa kunci-kunci perbendaharaan harta Karun dapat dibawa oleh empat puluh laki-laki yang kuat. \r\nSekalipun ia diperingatkan oleh kaumnya agar jangan terlalu mem-banggakan hartanya yang berlimpah-limpah dan kekayaan yang bertumpuk-tumpuk itu, karena Allah tidak menyukai orang yang membanggakan diri, tetapi ia tidak menggubrisnya sama sekali. Ia tetap bangga dan menyombongkan diri. Peringatan dan larangan terlalu gembira dan bangga atas pemberian Allah itu ditegaskan juga dalam ayat lain, sebagaimana firman Nya:\r\nلِّكَيْلَا تَأْسَوْا عَلٰى مَا فَاتَكُمْ وَلَا تَفْرَحُوْا بِمَآ اٰتٰىكُمْ ۗوَاللّٰهُ لَا يُحِبُّ كُلَّ مُخْتَالٍ فَخُوْرٍۙ  ;Agar kamu tidak bersedih hati terhadap apa yang luput dari kamu, dan jangan pula terlalu gembira terhadap apa yang diberikan-Nya kepadamu. Dan Allah tidak menyukai setiap orang yang sombong dan membanggakan diri. (al-¦ad³d/57: 23) \r\nاِنَّ اللّٰهَ لَا يُحِبُّ مَنْ كَانَ مُخْتَالًا فَخُوْرًاۙ;Allah tidak menyukai orang yang sombong dan membanggakan diri. (an-Nis±'/4: 36)\r\n"}