{"tafsir_id":3329,"surah_id":28,"aya_number":77,"tafsir_wajiz":"Nasihat di atas tidak berarti seseorang hanya boleh beribadah murni (mahdah) dan melarang memperhatikan dunia. Berusahalah sekuat tenaga dan pikiran untuk memperoleh harta, dan carilah pahala negeri akhirat dengan apa yang telah dianugerahkan Allah kepadamu di dunia, berupa kekno_ayatan dan karunia lainnya, dengan menginfakkan dan menggunakannya di jalan Allah. Akan tetapi, pada saat yang sama janganlah kamu lupakan bagianmu dari kenikmatan di dunia dengan tanpa berlebihan. Dan berbuatbaiklah kepada semua orang dengan bersedekah sebagaimana atau disebabkan karena Allah telah berbuat baik kepadamu dengan mengaruniakan nikmat-Nya, dan janganlah kamu berbuat kerusakan dalam bentuk apa pun di bagian mana pun di bumi ini, dengan melampaui batas-batas yang telah ditetapkan oleh Allah. Sungguh, Allah tidak menyukai orang yang berbuat kerusakan dan akan memberikan balasan atas kejahatan tersebut.","tafsir_tahlili":"(77) Pada ayat ini, Allah menerangkan empat macam nasihat dan petunjuk yang ditujukan kepada Karun oleh kaumnya. Orang yang mengamalkan nasihat dan petunjuk itu akan memperoleh kesejahteraan di dunia dan akhirat.\r\n1.  Orang yang dianugerahi oleh Allah kekayaan yang berlimpah ruah, perbendaharaan harta yang bertumpuk-tumpuk, serta nikmat yang banyak, hendaklah ia memanfaatkan di jalan Allah, patuh dan taat pada perintah-Nya, mendekatkan diri kepada-Nya untuk memperoleh pahala sebanyak-banyaknya di dunia dan akhirat.\r\n Sabda Nabi saw:\r\nاِغتَنِمْ خَمْسًا قَبْلَ خَمْسٍِِ شَبَا بَكَ قَبلَ هَرَمِكَ وَصِحَّتَكَ قَبْلَ سَقَمِكَ وَغِنَاكَ قَبْلَ فَقْرِكَ وَفَرَاغَكَ قَبْلَ شُغْلِكَ وَحَيَاتَكَ قََبْلَ مَوْتِكَ (رواه البيهقى عن ابن عباس)\r\nManfaatkan yang lima sebelum datang (lawannya) yang lima; mudamu sebelum tuamu, sehatmu sebelum sakitmu, kayamu sebelum miskinmu, waktu senggangmu sebelum kesibukanmu dan hidupmu sebelum matimu. (Riwayat al-Baihaq³ dari Ibnu Abb±s);2.  Setiap orang dipersilakan untuk tidak meninggalkan sama sekali kesenangan dunia baik berupa makanan, minuman, pakaian, serta kesenangan-kesenangan yang lain sepanjang tidak bertentangan dengan ajaran yang telah digariskan oleh Allah. Baik Allah, diri sendiri, maupun keluarga, mempunyai hak atas seseorang yang harus dilaksanakannya. Sabda Nabi Muhammad:\r\nِاعْمَلْ عَمَلَ امْرِئٍ يَظُنُّ اَنْ لَنْ يَمُوْتَ أَبَداً، وَاحْذَرْ حَذْراً امْرِئٍ يَخْشَى أَنْ يَمُوْتَ غَداً (رواه البيهقى عن ابن عمر) \r\nKerjakanlah seperti kerjanya orang yang mengira akan hidup selamanya. Dan waspadalah seperti akan mati besok. (Riwayat al-Baihaq³ dari Ibnu Umar);3.  Setiap orang harus berbuat baik sebagaimana Allah berbuat baik kepadanya, misalnya membantu orang-orang yang memerlukan, menyambung tali silaturrahim, dan lain sebagainya.\r\n4.  Setiap orang dilarang berbuat kerusakan di atas bumi, dan berbuat jahat kepada sesama makhluk, karena Allah tidak menyukai orang-orang yang berbuat kerusakan. \r\n"}