{"tafsir_id":3334,"surah_id":28,"aya_number":82,"tafsir_wajiz":"Dan orang-orang yang kemarin mengangan-angankan dengan penuh harapan untuk mendapatkan kedudukan seperti kedudukan yang diraihnya itu mengulang-ulang kata-kata penyesalan setelah mereka merenungi apa yang menimpa Karun. Mereka berkata, “Aduhai, benarlah kiranya Allah yang melapangkan rezeki bagi siapa yang Dia kehendaki di antara hamba-hamba-Nya, baik yang mukmin maupun yang kafir, pandai atau tidak, mulia atau hina. Dan sebaliknya, Allah membatasi dan menyempitkan rezeki bagi siapa yang Dia kehendaki di antara hamba-hamba-Nya. Sekiranya Allah tidak melimpahkan karunia-Nya pada kita, berupa petunjuk kepada keimanan dan menjaga kita dari keterjerumusan dalam kesesatan dan kesombongan, tentu Dia telah membenamkan kita pula sebagaimana dialami oleh Karun. Aduhai, benarlah kiranya tidak akan beruntung orang-orang yang mengingkari nikmat Allah, baik di dunia maupun di akhirat kelak.”","tafsir_tahlili":"(82) Ayat ini menerangkan bahwa orang-orang yang semula bercita-cita ingin mempunyai kedudukan dan posisi terhormat seperti yang pernah dimiliki Karun, dengan seketika mengurungkan cita-citanya setelah menyaksikan azab yang ditimpakan kepada Karun. Mereka menyadari bahwa harta benda yang banyak dan kehidupan duniawi yang serba mewah, tidak mengantarkan mereka pada keridaan Allah. Dia memberi rezeki kepada yang dikehendaki-Nya, dan tidak memberi kepada yang tidak dikehendaki. Allah meninggikan dan merendahkan orang yang dikehendaki-Nya. Kesemuanya itu adalah berdasarkan kebijaksanaan Allah dan ketetapan yang telah digariskan-Nya.\r\nDiriwayatkan dari Ibnu Masµd bahwa Allah telah memberikan kepada manusia watak masing-masing sebagaimana Dia telah membagi-bagikan rezeki di antara mereka. Sesungguhnya Allah itu memberikan harta kepada orang yang disenangi, dan tidak menganugerahkan iman kecuali kepada orang yang disenangi dan dikasihi-Nya.\r\nMereka merasa memperoleh karunia dari Allah karena cita-cita mereka belum tercapai. Andaikata sudah tercapai, tentu mereka dibenamkan juga ke dalam bumi sebagaimana yang telah dialami Karun. Pengertian mereka bertambah mantap bahwa tidak beruntung orang-orang yang mengingkari nikmat Allah, mendustakan rasul-Nya, dan pahala yang dijanjikan di akhirat bagi orang yang taat kepada-Nya. Mereka akan dimusnahkan oleh azab, firman Allah:\r\nوَلَقَدْ جَاۤءَهُمْ رَسُوْلٌ مِّنْهُمْ فَكَذَّبُوْهُ فَاَخَذَهُمُ الْعَذَابُ وَهُمْ ظٰلِمُوْنَ   ;Dan sungguh, telah datang kepada mereka seorang rasul dari (kalangan) mereka sendiri, tetapi mereka mendustakannya, karena itu mereka ditimpa azab dan mereka adalah orang yang zalim. (an-Na¥l/16: 113)\r\n"}