{"tafsir_id":3335,"surah_id":28,"aya_number":83,"tafsir_wajiz":"Begitulah akhir kisah Karun yang binasa karena keangkuhannya. Kebahagiaan yang hakiki, yaitu di akhirat kelak, tidak akan diperoleh oleh orang seperti Karun. Kenikmatan negeri akhirat itu Kami jadikan bagi orang-orang yang tidak menyombongkan diri dengan kekuasaan yang dimilikinya dan tidak berbuat kerusakan di bumi dengan melakukan kemaksiatan dan kejahatan. Dan kesudahan yang baik itu, yaitu surga, hanya bagi orang-orang yang bertakwa, yaitu orang-orang yang kalbunya penuh dengan keimanan karena rasa takut kepada Allah, sehingga mereka melakukan apa yang diridai Allah.","tafsir_tahlili":"(83) Ayat ini menerangkan bahwa kebahagiaan dan segala kenikmatan di akhirat disediakan untuk orang-orang yang tidak takabur, tidak menyombongkan diri, dan tidak berbuat kerusakan di muka bumi seperti menganiaya dan sebagainya. Mereka itu bersifat rendah hati, tahu menempatkan diri kepada orang yang lebih tua dan lebih banyak ilmunya. Kepada yang lebih muda dan kurang ilmunya, mereka mengasihi, tidak takabur, dan menyombongkan diri. Orang yang takabur dan menyombongkan diri tidak disukai Allah, akan mendapat siksa yang amat pedih, dan tidak masuk surga di akhirat nanti, sebagaimana firman Allah:;فَاَمَّا الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ فَيُوَفِّيْهِمْ اُجُوْرَهُمْ وَيَزِيْدُهُمْ مِّنْ فَضْلِهٖۚ وَاَمَّا الَّذِيْنَ اسْتَنْكَفُوْا وَاسْتَكْبَرُوْا فَيُعَذِّبُهُمْ عَذَابًا اَلِيْمًاۙ وَّلَا يَجِدُوْنَ لَهُمْ مِّنْ دُوْنِ اللّٰهِ وَلِيًّا وَّلَا نَصِيْرًا  ;Adapun orang-orang yang beriman dan mengerjakan kebajikan, Allah akan menyempurnakan pahala bagi mereka dan menambah sebagian dari karunia-Nya. Sedangkan orang-orang yang enggan (menyembah Allah) dan menyombongkan diri, maka Allah akan mengazab mereka dengan azab yang pedih. Dan mereka tidak akan mendapatkan pelindung dan penolong selain Allah. (an-Nis±'/4: 173) \r\nSabda Rasulullah saw:\r\nلاَيَدْخُلُ اْلجَنَّةَ مَنْ كَانَ فِى قَلْبِهِ مِثْقَالُ ذَرَّةٍ مِنْ كِبْرٍ (رواه مسلم وأبو داود عن ابن مسعود)\r\nTidak akan masuk surga orang yang ada di dalam hatinya sifat takabur, sekalipun sebesar zarah. (Riwayat Muslim dan Abµ D±wud dari Ibnu Masµd) ;Ayat 83 ini ditutup dengan penjelasan bahwa kesudahan yang baik berupa surga diperoleh orang-orang yang takwa kepada Allah dengan mengamalkan perintah-Nya, menjauhi larangan-Nya, tidak takabur dan tidak menyombongkan diri seperti Firaun dan Karun.\r\n"}