{"tafsir_id":3336,"surah_id":28,"aya_number":84,"tafsir_wajiz":"Barang siapa datang pada Hari Kiamat dengan membawa amal kebaikan yang penuh ketulusan dan sesuai tuntunan yang diajarkan oleh Allah dan Rasul-Nya, maka dia akan mendapat pahala berlipat ganda, mulai dari sepuluh hingga tujuh ratus kali, bahkan tidak terbatas, yang lebih baik daripada kebaikannya itu; dan barang siapa datang dengan membawa amal kejahatan dalam bentuk kekufuran dan kemaksiatan, maka orang-orang yang telah mengerjakan kejahatan itu hanya diberi balasan seimbang dengan apa yang dahulu selalu mereka kerjakan.","tafsir_tahlili":"(84) Ayat ini menerangkan bahwa siapa yang di akhirat datang dengan membawa satu amal kebajikan, akan dibalas dengan yang lebih baik, dan dilipatgandakan sebanyak-banyaknya. Tidak ada yang mengetahui berapa kelipatannya kecuali Allah sebagai karunia dan rahmat dari-Nya. Rasulullah saw bersabda:\r\nمَنْ هَمَّ بِحَسَنَةٍ فَلَمْ يَعْمَلْهَا كَتَبَهَا اللهُ عِنْدَهُ حَسَنَةً كَامِلَةً وَاِنْ هَمَّ فَعَمِلَهَا كَتَبَهَا اللهُ عِنْدَهُ عَشْرَ حَسَنَاتٍ اِلَى سَبْعِمِائَةِ ضِعْفٍ اِلَى اَضْعَافٍ كَثِيْرَةٍ (رواه البخارى ومسلم عن ابن عباس)\r\nSiapa yang bermaksud akan mengerjakan satu kebaikan, kemudian tidak jadi dikerjakannya, Allah mencatat pahala pada sisi-Nya satu kebaikan yang sempurna, kalau ia bermaksud mengerjakan satu kebaikan lalu dikerjakannya, maka Allah mencatat (pahala) dengan sepenuh kebaikan sampai tujuh ratus kali lipat, bahkan lipat ganda yang lebih banyak lagi. (Riwayat al-Bukh±r³ dan Muslim dari Ibnu Abb±s);Dalam hadis lain Rasulullah bersabda:\r\nوَاِنْ هَمَّ بِسَيِّئَةٍ فَلَمْ يَعْمَلْهَا كَتَبَهَا اللهُ عِنْدَهُ حَسَنَةً كَامِلَةً وَاِنْ هَمَّ بِهَا وَعَمِلَهَا كَتَبَهَا اللهُ عِنْدَهُ سَيِّئَةً وَاحِدَةً (رواه البخار ومسلم عن ابن عباس)\r\nDan barang siapa yang bermaksud mengerjakan satu kejahatan kemudian tidak dikerjakannya, maka ditulislah oleh Allah swt di sisi-Nya satu kebaikan yang sempurna, dan kalau ia bermaksud mengerjakan kemudian dikerjakannya, maka Allah mencatatkan baginya hanya satu kejahatan saja. (Riwayat al-Bukh±r³ dan Muslim dari Ibnu Abb±s)\r\n \r\nHal ini sesuai dengan firman Allah:;وَمَنْ جَاۤءَ بِالسَّيِّئَةِ فَكُبَّتْ وُجُوْهُهُمْ فِى النَّارِۗ هَلْ تُجْزَوْنَ اِلَّا مَا كُنْتُمْ تَعْمَلُوْنَ   ;Dan barang siapa membawa kejahatan, maka disungkurkanlah wajah mereka ke dalam neraka. Kamu tidak diberi balasan, melainkan (setimpal) dengan apa yang telah kamu kerjakan. (an-Naml/27: 90) \r\n"}