{"tafsir_id":3337,"surah_id":28,"aya_number":85,"tafsir_wajiz":"Negeri akhirat merupakan negeri tempat kembali semua makhluk, dan semua akan menuju ke sana dan menerima balasan dan ganjaran, termasuk Nabi Muhammad. Sesungguhnya Allah yang menurunkan Al-Qur'an dan mewajibkan engkau wahai Nabi Muhammad untuk menyampaikan pesan-pesan Al-Qur'an dan berpegang teguh kepadanya, benar-benar akan mengembalikanmu ke tempat kembali, yaitu kota Mekah, atau akhirat kelak. Inilah suatu janji dari Allah bahwa Nabi Muhammad akan kembali ke Mekah sebagai orang yang menang, dan ini sudah terjadi pada tahun kedelapan Hijriah, pada waktu Nabi menaklukkan Mekah. Ini merupakan suatu mukjizat bagi Nabi Muhammad. Katakanlah wahai Nabi Muhammad, kepada orang-orang musyrik, “Tuhanku mengetahui dengan ilmu yang tiada bandingannya tentang orang yang datang membawa petunjuk dan orang yang berada dalam kesesatan yang nyata yang diketahui oleh setiap orang berakal yang memiliki pengetahuan yang benar.”","tafsir_tahlili":"(85) Pada ayat ini, Allah menerangkan bahwa Dialah yang mewajibkan kepada Muhammad mengamalkan isi Al-Qur'an, dan melaksanakan hukum-hukum dan perintah yang ada di dalamnya. Dia pulalah yang akan mengembalikan Muhammad ke tanah suci Mekah, tanah tumpah darahnya dalam keadaan menang dan merebutnya kembali dari kaum yang telah mengusirnya dari sana. Muhammad saw kembali ke Mekah dengan satu kemenangan besar bagi kaum Muslimin, karena dengan demikian ia dapat mengembangkan Islam dengan bebas dan dapat menekan kehendak kaum musyrikin. Ini adalah janji dari Allah ketika Muhammad selalu disakiti dan mendapat tekanan yang berat dari kaumnya bahwa dia akan hijrah meninggalkan Mekah, dan akan kembali dalam keadaan menang. \r\nSelain kembali ke Mekah, ada yang berpendapat Allah mengembalikan Rasul kepada kematian atau mengembalikan ke surga, sebagaimana firman Allah:\r\nقُلْ يٰقَوْمِ اعْمَلُوْا عَلٰى مَكَانَتِكُمْ اِنِّيْ عَامِلٌۚ فَسَوْفَ تَعْلَمُوْنَۙ مَنْ تَكُوْنُ لَهٗ عَاقِبَةُ الدَّارِۗ اِنَّهٗ لَا يُفْلِحُ الظّٰلِمُوْنَ   ;Katakanlah (Muhammad), “Wahai kaumku! Berbuatlah menurut kedudukanmu, aku pun berbuat (demikian). Kelak kamu akan mengetahui, siapa yang akan memperoleh tempat (terbaik) di akhirat (nanti). Sesungguhnya orang-orang yang zalim itu tidak akan beruntung. (al-An±m/6: 135) \r\n"}