{"tafsir_id":3340,"surah_id":28,"aya_number":88,"tafsir_wajiz":"Dan jangan pula engkau sembah tuhan yang lain selain Allah. Tidak ada tuhan pengendali dan penguasa seluruh alam yang berhak disembah selain Dia Yang Maha Esa lagi Mahakekal itu. Segala sesuatu pasti binasa dan fana, kecuali Allah. Segala keputusan di dunia dan akhirat menjadi wewenang-Nya, dan hanya kepada-Nya kamu dan seluruh makhluk dikembalikan.","tafsir_tahlili":"(88) Pada ayat ini, Allah melarang Nabi Muhammad menyembah sembahan lain selain Allah, karena tiada Tuhan yang patut disembah kecuali Allah, sebagaimana firman Nya:;رَبُّ الْمَشْرِقِ وَالْمَغْرِبِ لَآ اِلٰهَ اِلَّا هُوَ فَاتَّخِذْهُ وَكِيْلًا; (Dialah) Tuhan timur dan barat, tidak ada tuhan selain Dia, maka jadikanlah Dia sebagai pelindung. (al-Muzzammil/73: 9) ;Allah itu kekal abadi sekalipun semua makhluk yang ada sudah mati dan binasa. Firman Allah:;كُلُّ مَنْ عَلَيْهَا فَانٍۖ    ٢٦  وَّيَبْقٰى وَجْهُ رَبِّكَ ذُو الْجَلٰلِ وَالْاِكْرَامِۚ    ٢٧  ;Semua yang ada di bumi itu akan binasa, tetapi wajah Tuhanmu yang memiliki kebesaran dan kemuliaan tetap kekal. (ar-Ra¥m±n/55: 26-27) ;Dan sabda Nabi Muhammad saw:\r\nاَصْدَقُ كَلِمَةٍ قَالَهَا الشَّاعِرُ كَلِمَةُ لَبِيْدٍ: اَلاَ كُلُّ شَئٍ مَا خَلاَ اللهََ بَاطِلٌ (رواه البخارى ومسلم عن أبي هريرة)\r\nUngkapan paling benar yang diucapkan penyair adalah yang diucapkan oleh Lab³d, yaitu: “Ketahuilah setiap sesuatu selain dari Allah akan binasa.”  (Riwayat al-Bukh±r³ dan Muslim dari Abµ Hurairah);Allah-lah yang mempunyai kerajaan, dan berbuat sekehendak-Nya. Dia-lah yang menentukan segala sesuatu yang akan berlaku kepada semua makhluk. Kepada-Nyalah akan dikembalikan semuanya, dan dibalas menurut amal perbuatannya masing-masing. Kalau ia beramal baik, taat, dan patuh kepada perintah Allah, akan dimasukkan ke dalam surga. Sebaliknya kalau ia berbuat maksiat dan bergelimang dosa, akan dimasukkan ke dalam neraka. Nabi saw bersabda sebagaimana diriwayatkan dari Abµ Hurairah:\r\nكُلُّ اُمَّتِيْ يَدْخُلُوْنَ الْجَنَّةَ اِلاَّ مَنْ أَبَى، قَالُوْا يَا رَسُوْلَ اللهِ وَمَنْ يَأْبَى، قَالَ مَنْ أَطَاعَنِيْ دَخَلَ الْجَنَّةَ وَمَنْ عَصَانِيْ فَقَدْ أَبَى. (رواه البخارى عن أبي هريرة)\r\nSemua umatku akan masuk surga kecuali yang tidak mau. Barang siapa taat kepadaku, maka ia masuk ke dalam surga, dan barang siapa durhaka kepadaku, maka sungguh ia telah enggan. (Riwayat al-Bukh±r³ dari Abµ Hurairah). \r\n"}