{"tafsir_id":3342,"surah_id":29,"aya_number":2,"tafsir_wajiz":"Apakah manusia mengira bahwa mereka akan dibiarkan begitu saja pada setiap waktu, tempat dan situasi hanya dengan mengatakan, “Kami telah beriman,” dan mereka tidak diuji dengan hal-hal yang dapat membuktikan hakikat keimanan mereka, yaitu dalam bentuk cobaan-cobaan dan tugas-tugas keagamaan? Tidak, bahkan mereka harus diuji dengan hal-hal seperti itu.","tafsir_tahlili":"(2) Pada ayat ini, Allah bertanya kepada manusia yang telah mengaku beriman dengan mengucapkan kalimat syahadat bahwa apakah mereka akan dibiarkan begitu saja mengakui keimanan tersebut tanpa lebih dahulu diuji? Tidak, malah setiap orang beriman harus diuji lebih dahulu, sehingga dapat diketahui sampai di manakah mereka sabar dan tahan menerima ujian tersebut. Ujian yang mesti mereka tempuh itu bermacam-macam. Umpamanya perintah berhijrah (meninggalkan kampung halaman demi menyelamatkan iman dan keyakinan), berjihad di jalan Allah, mengendalikan syahwat, mengerjakan tugas-tugas dalam rangka taat kepada Allah, dan bermacam-macam musibah seperti kehilangan anggota keluarga, dan hawa panas yang kering yang menyebabkan tumbuh-tumbuhan mati kekeringan. Semua cobaan itu dimaksudkan untuk menguji siapakah di antara mereka yang sungguh-sungguh beriman dengan ikhlas dan siapa pula yang berjiwa munafik. Juga bertujuan untuk mengetahui apakah mereka termasuk orang yang kokoh pendiriannya atau orang yang masih bimbang dan ragu sehingga iman mereka masih rapuh.\r\nMaksud ayat ini dapat dilihat dalam ayat lain, yakni:;اَمْ حَسِبْتُمْ اَنْ تُتْرَكُوْا وَلَمَّا يَعْلَمِ اللّٰهُ الَّذِيْنَ جَاهَدُوْا مِنْكُمْ وَلَمْ يَتَّخِذُوْا مِنْ دُوْنِ اللّٰهِ وَلَا رَسُوْلِهٖ وَلَا الْمُؤْمِنِيْنَ وَلِيْجَةً ۗوَاللّٰهُ خَبِيْرٌۢ بِمَا تَعْمَلُوْنَ ࣖ  ;Apakah kamu mengira bahwa kamu akan dibiarkan (begitu saja), padahal Allah belum mengetahui orang-orang yang berjihad di antara kamu dan tidak mengambil teman yang setia selain Allah, Rasul-Nya dan orang-orang yang beriman. Allah Mahateliti terhadap apa yang kamu kerjakan. (at-Taubah/9: 16) ;Dari paparan di atas dapat diambil kesimpulan bahwa setiap orang yang mengaku beriman tidak akan mencapai hakikat iman yang sebenarnya sebelum ia menempuh berbagai macam ujian. Ujian itu bisa berupa kewajiban seperti kewajiban dalam memanfaatkan harta benda, hijrah, jihad di jalan Allah, membayar zakat kepada fakir miskin, menolong orang yang sedang mengalami kesusahan dan kesulitan, dan bisa juga berupa musibah.\r\n"}