{"tafsir_id":3345,"surah_id":29,"aya_number":5,"tafsir_wajiz":"Setelah memperingatkan semua pihak, baik yang taat maupun yang durhaka, Allah mengisyaratkan anugerah-Nya kepada yang taat dengan berfirman, “Barangsiapa yang beriman kepada kebangkitan dan mengharap pertemuan dengan Allah, maka bergegaslah mengerjakan amal saleh, karena sesungguhnya waktu yang dijanjikan Allah pasti datang. Dan Dia Yang Maha Mendengar perkataan-perkataan hamba-Nya, Maha Mengetahui perbuatan-perbuatan mereka, dan Dia akan membalas mereka masing-masing sesuai dengan apa yang dilakukannya.”","tafsir_tahlili":"(5) Ayat ini menjelaskan bahwa orang yang sangat menginginkan untuk bertemu dengan Allah dan memperoleh balasan amal dari-Nya di hari Kiamat, sepatutnya beramal dan menjauhi segala larangan yang mungkin menimbulkan kemurkaan-Nya. Sebab balasan untuk amal seseorang pasti akan datang. Allah Maha Mendengar dan Maha Mengetahui niat dan amal seseorang. Oleh karena itu, ayat ini merupakan peringatan agar setiap orang senantiasa berniat untuk mencapai apa yang diinginkannya, yakni keridaan Allah dan menanamkan rasa takut dalam hati sanubarinya akan azab dan siksa-Nya.\r\n Maksud “menemui Allah” dalam ayat ini ialah “memperoleh nikmat dalam surga sebagai balasan amal perbuatan baik”, di mana puncak dari kenikmatan itu adalah dengan melihat Zat Allah itu sendiri. Sementara itu Ibnu Abb±s menafsirkan dengan arti “hari Kebangkitan dan hari Perhitungan”. Yang jelas makna yang terkandung dalam ayat ini mendorong seseorang untuk mempersiapkan diri dengan mengerjakan perbuatan baik sebanyak mungkin dan menjauhi sama sekali larangan-larangan Allah. Dengan demikian, mereka memperoleh kebahagiaan yang abadi di akhirat kelak. \r\nJumhur ulama tafsir menafsirkan liq±'ull±h dengan maut (kematian) yang sudah pasti datangnya. Namun dalam kata di atas terkandung pula arti janji Allah berupa balasan bagi amal baik dan siksaan untuk perbuatan jahat. Baik mati atau janji Allah, keduanya pasti akan datang.\r\n"}