{"tafsir_id":3346,"surah_id":29,"aya_number":6,"tafsir_wajiz":"Dan barang siapa berjihad dengan mencurahkan segala kemampuannya untuk meninggikan kalimat Allah dan mengorbankan diri dengan selalu bersabar dalam melakukan ketaatan kepada Allah, maka sesungguhnya pahala, manfaat dan kebaikan jihadnya itu adalah untuk dirinya sendiri. Tidak ada sedikit pun manfaat amal tersebut yang dibutuhkan oleh Allah. Sungguh, Allah Mahakno_ayat tidak memerlukan sesuatu apa pun dari mereka, bahkan dari seluruh alam.","tafsir_tahlili":"(6) Allah menjelaskan bahwa seseorang yang sungguh-sungguh berjuang (berjihad), yang merupakan salah satu aspek dari ungkapan kerinduan menemui Allah, pada hakikatnya perjuangan itu untuk dirinya sendiri, bukan untuk Allah. Jihad berarti memerangi musuh dan melawan nafsu sendiri. Bisa juga berarti mengerahkan segala upaya untuk Allah dan bukan hanya bermakna perang. \r\nOrang yang akan memperoleh hasil dari perjuangannya adalah orang yang menyandarkan niatnya untuk memperoleh balasan dari Allah, Tuhan semesta alam. Allah tidak memerlukan apakah mereka akan berjuang untuk dirinya sendiri atau tidak berjuang sama sekali, sebab Dia Maha Kaya dari sekalian ciptaan-Nya. Dialah Yang Menguasai sekalian alam ini dan berbuat menurut kehendaknya sendiri. \r\nInti dari jihad adalah sabar, baik jihad dalam memerangi musuh maupun jihad dalam mengendalikan nafsu. Orang yang sabar dalam berjihad berarti tahan dalam menghadapi cobaan dan tetap berpegang teguh kepada kebenaran yang telah diyakininya. Selain itu, ia juga berusaha mengatasi rintangan-rintangan dalam menegakkan kebenaran itu. Dalam ayat-ayat lain, Allah menegaskan bahwa faedah amaliah seseorang itu betul-betul untuk kepentingan dirinya.\r\nSebagaimana firman Allah:;مَنْ عَمِلَ صَالِحًا فَلِنَفْسِهٖ ۙوَمَنْ اَسَاۤءَ فَعَلَيْهَا ۗوَمَا رَبُّكَ بِظَلَّامٍ لِّلْعَبِيْدِ  ۔   ;Barang siapa mengerjakan kebajikan maka (pahalanya) untuk dirinya sendiri dan barang siapa berbuat jahat maka (dosanya) menjadi tanggungan dirinya sendiri. Dan Tuhanmu sama sekali tidak menzalimi hamba-hamba(-Nya). (Fu¡¡ilat/41: 46) ;Dan firman Allah:;اِنْ اَحْسَنْتُمْ اَحْسَنْتُمْ لِاَنْفُسِكُمْ ۗوَاِنْ اَسَأْتُمْ فَلَهَا;Jika kamu berbuat baik (berarti) kamu berbuat baik untuk dirimu sendiri. Dan jika kamu berbuat jahat, maka (kerugian kejahatan) itu untuk dirimu sendiri. (al-Isr±'/17: 7) \r\n"}