{"tafsir_id":335,"surah_id":3,"aya_number":42,"tafsir_wajiz":"Usai memaparkan sosok yang merawat Maryam dan keberkahannya, melalui no_ayatt ini Allah menjelaskan sosok Maryam. Dan ingatlah ketika para malaikat berkata, “Wahai Maryam! Sesungguhnya Allah telah memilihmu berdasarkan ilmu Allah untuk menjadi ibu dari salah satu rasul-Nya, menyucikanmu dari segala dosa, dan melebihkanmu di atas segala perempuan di seluruh dunia, yakni dengan melahirkan seorang rasul tanpa disentuh seorang lelaki. ","tafsir_tahlili":"(42) Ayat ini kembali menceritakan keluarga Imran, sesudah ayat yang lalu menceritakan hal ihwal keluarga Zakaria yang juga termasuk keluarga Imran. Dalam ayat ini Allah mengingatkan Nabi Muhammad saw, tentang peristiwa yang dialami oleh Maryam ketika dia didatangi oleh Malaikat Jibril (Maryam/19: 19-21). Pembicaraan Jibril dan Maryam di sini bukanlah seperti pembicaraan Jibril dengan nabi-nabi, yang merupakan penyampaian wahyu Allah kepada mereka melainkan sebagai pembicaraan malaikat dengan wali-wali Allah, yang berupa ilham.\r\nUngkapan rasa syukur Maryam kepada Allah dengan ibadah dan ketaatannya yang tidak putus-putusnya, menambah terpeliharanya kemuliaan dan kesempurnaan diri pribadinya, serta menambah jauhnya dari segala sifat yang tidak baik. Karena itu wajar bila Maryam memperoleh ilham dari Allah melalui Jibril sebagai penghormatan atas dirinya.\r\nJibril menandaskan bahwa Allah telah memilih Maryam untuk berkhidmat di Baitulmakdis, dan membersihkan dia dari keaiban lahir dan batin, serta menentukannya untuk melahirkan seorang nabi meskipun dia tidak pernah dijamah oleh seorang lelaki. Allah mengistimewakan Maryam atas semua perempuan di masanya. Sabda Rasul saw:\r\nخَيْرُ نِسَاءِ الْعَالَمِيْنَ اَرْبَعٌ: مَرْيَمُ وَاٰسِيَةُ امْرَأَةُ فِرْعَوْنَ وَخَدِيْجَةُ بِنْتُ خُوَيْلِدْ وَفَاطِمَةُ بِنْتُ مُحَمَّدٍ (رواه البخاري ومسلم عن هشام بن حاكم)\r\nPerempuan terbaik di dunia ini adalah empat orang: Maryam binti Imran, Asiyah istri Firaun, Khadijah binti Khuwailid dan Fatimah binti Muhammad. (Riwayat al-Bukh±r³ dan Muslim dari Hisy±m bin ¦±kim)"}