{"tafsir_id":3350,"surah_id":29,"aya_number":10,"tafsir_wajiz":"no_ayatt-no_ayatt yang lalu menyimpulkan bahwa ada orang yang beriman kepada Allah yang diuji dan disakiti oleh kaum musyrikin, namun mereka tabah dalam keimanan, dan di antara manusia ada pula sebagian yang berkata dengan lidahnya tanpa menyentuh secara mantap hatinya, “Kami beriman kepada Allah,” tetapi apabila dia disakiti dengan ditimpa cobaan karena dia beriman kepada Allah, hatinya goyah dan takut kepada siksa yang akan menimpanya dari kaum musyrikin. Dia menganggap cobaan berupa siksaan dan gangguan dari manusia itu sebagai siksaan Allah, dan tidak sabar menghadapinya. Orang itu takut kepada kezaliman manusia, seperti ketakutannya kepada azab Allah, karena itu dia tinggalkan imannya itu. Dan jika datang pertolongan dari Tuhanmu berupa kemenangan kepada orang-orang mukmin atas musuh-musuh mereka, dan mereka mendapatkan harta rampasan, niscno_ayat datanglah mereka, yaitu orang orang yang berpura-pura beriman itu kepada orang-orang muslim dan akan berkata, “Sesungguhnya kami bersama kamu dalam keimanan, maka berilah kami bagian dari harta rampasan itu.” Tidak sepantasnya mereka menyangka bahwa keadaan mereka ini tidak diketahui Allah. Bukankah Allah lebih mengetahui apa yang ada di dalam dada semua manusia, baik yang berupa keimanan maupun kemunafikan?","tafsir_tahlili":"(10) Menurut riwayat, ayat-ayat ini diturunkan berkaitan dengan peristiwa yang terjadi pada seseorang yang bernama Ayy±sy bin Ab³ Rab³ah di mana pada mulanya ia telah masuk Islam kemudian berhijrah ke Medinah. Akan tetapi, karena keislamannya itu, ia mengalami berbagai macam siksaan. Karena tidak tahan lagi, ia kembali murtad dan kembali menjadi musyrik. Orang yang menyiksanya adalah tokoh kafir Quraisy bernama Abu Jahal dan al-¦±ri£. Keduanya adalah pamannya sendiri (adik kandung ibunya). Akhirnya Ayy±sy masuk Islam kembali dan menjadi muslim yang baik.\r\nAyat ini menerangkan keadaan seseorang yang mengaku beriman kepada Allah dan mengikrarkan dengan lidah tentang keesaan-Nya. Akan tetapi, bila ia difitnah atau disiksa oleh orang musyrik yang tidak senang dengan keislamannya, ia menganggap bahwa fitnah yang berupa cobaan dan siksaan dari orang lain itu sama saja dengan azab dari Tuhan di akhirat. Oleh karena itu, daripada mengalami siksaan terus-menerus, lebih baik ia kembali lagi kepada agama berhala (murtad). \r\nSebenarnya kalau ia sungguh-sungguh beriman, tentu ia bersabar atas cobaan tersebut, dan menenteramkan hatinya dengan keimanan yang ber-sarang dalam dadanya. Namun demikian, cobaan tersebut justru memalingkan hatinya dari beriman kepada Allah, sebagaimana azab Allah memalingkan seseorang dari kekafirannya. Ia menyangka siksaan dari manusia tidak dapat dihindarkan, sedang azab Allah di akhirat bisa saja dihindari. Dalam ayat lain disebutkan lagi:;وَمِنَ النَّاسِ مَنْ يَّعْبُدُ اللّٰهَ عَلٰى حَرْفٍۚ فَاِنْ اَصَابَهٗ خَيْرُ ِۨاطْمَئَنَّ بِهٖۚ وَاِنْ اَصَابَتْهُ فِتْنَةُ ِۨانْقَلَبَ عَلٰى وَجْهِهٖۗ خَسِرَ الدُّنْيَا وَالْاٰخِرَةَۗ ذٰلِكَ هُوَ الْخُسْرَانُ الْمُبِيْنُ   ;Dan di antara manusia ada yang menyembah Allah hanya di tepi; maka jika dia memperoleh kebajikan, dia merasa puas, dan jika dia ditimpa suatu cobaan, dia berbalik ke belakang. Dia rugi di dunia dan di akhirat. Itulah kerugian yang nyata. (al-¦ajj/22: 11);Jika pertolongan Allah didatangkan kepada orang-orang mukmin yang sedang berjuang, maka golongan yang masih ragu-ragu dengan kebenaran Islam itu pura-pura menjadi sahabat yang baik dan mengatakan, “Kami selalu bersamamu sebagai saudara-saudara seagama, dan kami akan menolongmu dalam menghadapi musuh.” Apa yang mereka ucapkan itu tidak lain hanyalah sekadar ucapan mulut mereka saja. Sebab mereka telah berdusta dengan apa yang telah mereka dakwakan. Keterangan ayat lain menegaskan:;ۨالَّذِيْنَ يَتَرَبَّصُوْنَ بِكُمْۗ فَاِنْ كَانَ لَكُمْ فَتْحٌ مِّنَ اللّٰهِ قَالُوْٓا اَلَمْ نَكُنْ مَّعَكُمْ ۖ وَاِنْ كَانَ لِلْكٰفِرِيْنَ نَصِيْبٌ قَالُوْٓا اَلَمْ نَسْتَحْوِذْ عَلَيْكُمْ وَنَمْنَعْكُمْ مِّنَ الْمُؤْمِنِيْنَ ۗ فَاللّٰهُ يَحْكُمُ بَيْنَكُمْ يَوْمَ الْقِيٰمَةِ ۗ وَلَنْ يَّجْعَلَ اللّٰهُ لِلْكٰفِرِيْنَ عَلَى الْمُؤْمِنِيْنَ سَبِيْلًا ࣖ  ;(yaitu) orang yang menunggu-nunggu (peristiwa) yang akan terjadi pada dirimu. Apabila kamu mendapat kemenangan dari Allah mereka berkata, “Bukankah kami (turut berperang) bersama kamu?” Dan jika orang kafir mendapat bagian, mereka berkata, “Bukankah kami turut memenangkanmu, dan membela kamu dari orang mukmin?” Maka Allah akan memberi keputusan di antara kamu pada hari Kiamat. Allah tidak akan memberi jalan kepada orang kafir untuk mengalahkan orang-orang beriman. (an-Nis±'/4: 141) \r\n"}