{"tafsir_id":3352,"surah_id":29,"aya_number":12,"tafsir_wajiz":"Di antara cobaan keimanan lainnya adalah ajakan untuk melakukan dosa sambil menyatakan bahwa dosanya akan ditanggung oleh yang mengajak. Orang-orang yang kafir berkata kepada orang-orang yang beriman dengan ikhlas, “Ikutilah jalan kami dan tetaplah kamu dalam agama kami, yaitu agama leluhur kami, dan apabila kebangkitan dan perhitungan yang kalian takuti itu terjadi, maka kami yang akan memikul dosa-dosamu semua, apa pun dosa itu.” Padahal seseorang tidak akan memikul dosa orang lain dan mereka sedikit pun tidak sanggup memikul dosa-dosa mereka sendiri. Sesungguhnya mereka benar-benar pendusta yang bukan hanya kali ini saja mereka berdusta, tetapi telah berkali-kali, sehingga kebohongan telah mendarah daging dalam kepribadian mereka.","tafsir_tahlili":"(12) Menurut Muj±hid, ayat ini diturunkan untuk mengungkapkan usaha-usaha orang Quraisy membujuk kaumnya yang telah beriman dengan mengatakan, “Kami dan kamu tidak akan dibangkitkan kembali. Oleh karena itu, ikutilah langkah-langkah kami. Andaikata kamu berdosa lantaran pekerjaan ini, kamilah yang memikul dosa itu.” Berkaitan dengan hal ini, Allah memperingatkan orang-orang beriman bahwa orang-orang kafir itu berdusta. Sebab pada hari Kiamat, tidak ada seorang pun diperkenankan memikul dosa orang lain. Allah menegaskan:;وَلَا تَزِرُ وَازِرَةٌ وِّزْرَ اُخْرٰى ۗوَاِنْ تَدْعُ مُثْقَلَةٌ اِلٰى حِمْلِهَا لَا يُحْمَلْ مِنْهُ شَيْءٌ وَّلَوْ كَانَ ذَا قُرْبٰىۗ ;Dan orang yang berdosa tidak akan memikul dosa orang lain. Dan jika seseorang yang dibebani berat dosanya memanggil (orang lain) untuk memikul bebannya itu, tidak akan dipikulkan sedikit pun meskipun (yang dipanggilnya itu) kaum kerabatnya. (F±¯ir/35: 18) ;Dan firman Allah:;يُبَصَّرُوْنَهُمْۗ يَوَدُّ الْمُجْرِمُ لَوْ يَفْتَدِيْ مِنْ عَذَابِ يَوْمِىِٕذٍۢ بِبَنِيْهِۙ;Sedang mereka saling melihat. Pada hari itu, orang yang berdosa ingin sekiranya dia dapat menebus (dirinya) dari azab dengan anak-anaknya. (al-Ma±rij/70: 11) ;Pada akhir ayat ini, Allah menegaskan kembali bahwa mereka itu adalah orang-orang yang bohong. Imam az-Zamakhsyar³ menafsirkan bahwa di antara mereka yang mengajak rekan-rekannya berbuat dosa itu terdapat juga orang-orang yang mengaku beragama Islam. Mereka menjanjikan untuk menanggung siksaannya sehingga orang-orang bodoh dan lemah imannya tergoda dengan bujukan dan rayuan halus itu.\r\n"}