{"tafsir_id":3353,"surah_id":29,"aya_number":13,"tafsir_wajiz":"Dan mereka benar-benar akan memikul dosa-dosa mereka sendiri yang sangat berat, dan di samping itu mereka pun akan memikul dosa-dosa yang lain, yaitu dosa-dosa orang-orang yang telah mereka sesatkan dan palingkan dari kebenaran, bersama dosa mereka. Dan pada hari Kiamat mereka pasti akan ditanya tentang kebohongan yang selalu mereka ada-adakan ketika di dunia dan mereka akan disiksa karena itu semua.","tafsir_tahlili":"(13) Terhadap ajakan dan bujukan orang-orang kafir itu, Allah menegaskan bahwa tidak ada gunanya bagi diri mereka rayuan-rayuan tersebut. Bujukan tersebut disampaikan dalam usaha mengajak orang lain kepada kekafiran dan kesesatan yang harus mereka tanggung dosanya dan orang yang melakukan karena bujukannya. Namun orang yang melakukannya sendiri tidak akan berkurang dosanya sekalipun yang mengajaknya lebih dahulu dilipatgandakan siksaannya. Pada ayat ini ditegaskan kembali:;لِيَحْمِلُوْٓا اَوْزَارَهُمْ كَامِلَةً يَّوْمَ الْقِيٰمَةِ ۙوَمِنْ اَوْزَارِ الَّذِيْنَ يُضِلُّوْنَهُمْ بِغَيْرِ عِلْمٍ ۗ اَلَا سَاۤءَ مَا يَزِرُوْنَ ࣖ   ;\r\n(Ucapan mereka) menyebabkan mereka pada hari Kiamat memikul dosa-dosanya sendiri secara sempurna, dan sebagian dosa-dosa orang yang mereka sesatkan yang tidak mengetahui sedikit pun (bahwa mereka disesatkan). Ingatlah, alangkah buruknya (dosa) yang mereka pikul itu. (an-Na¥l/16: 25) ;Dalam sebuah hadis  yang diriwayatkan oleh Muslim dari Abµ Hurairah, Rasulullah bersabda:\r\nمَنْ دَعَا إِلَى هُدًى كَانَ لَهُ مِنَ الأَجْرِ مِثْلُ أُجُوْرِ مَنْ تَبِعَهُ لاَ يَنْقُصُ ذَلِكَ مِنْ أَجُوْرِهِمْ شَيْئًا وَمَنْ دَعَا إِلَى ضَلاَلَةٍ كَانَ عَلَيْهِ مِنَ الإِثْمِ مِثْلُ آثَامِ مَنِ تَبِعَهُ لاَ يَنْقُصُ ذَلِكَ مِنْ آثَامِهِمْ شَيْئًا (رواه مسلم عن ابى هريرة)\r\nSiapa yang mengajak seseorang kepada petunjuk (Tuhan), ia akan memperoleh pahala sebanyak yang diperoleh oleh orang yang mengamalkan petunjuk itu tanpa dikurangi sedikit pun pahalanya (sampai Kiamat), dan siapa yang mendorong seseorang kepada kesesatan, baginya dosa sebanyak dosa orang yang mengikuti kesesatan itu (sampai hari Kiamat) tanpa dikurangi sedikit pun dosanya. (Riwayat Muslim dari Abµ Hurairah).;Pada akhir ayat ini, Allah menegaskan bahwa di hari kemudian kelak mereka akan dimintai pertanggungjawabannya tentang kebohongan yang mereka perbuat di dunia. Kepadanya ditanyakan pertanyaan-pertanyaan dengan nada menghina tentang orang-orang yang telah mereka tipu dengan kebohongannya, sehingga mereka menjadi tersesat.\r\n"}