{"tafsir_id":3354,"surah_id":29,"aya_number":14,"tafsir_wajiz":"Cobaan, ujian dan siksaan dalam keimanan juga dialami oleh para nabi dan umatnya, di antaranya Nabi Nuh yang sangat lama sekali menghadapi gangguan dari kaumnya. Dan sungguh, Kami telah mengutus Nabi Nuh kepada kaumnya untuk menyeru mereka kepada ajaran tauhid. Maka dia tinggal bersama mereka untuk menyampaikan risalah ketuhanan, terhitung sejak Kami mengutusnya menjadi Nabi selama seribu tahun kurang lima puluh tahun, yaitu sembilan ratus lima puluh tahun. Selama itu, Nabi Nuh berdakwah dengan berbagai cara, dan selama itu pula mereka durhaka dan tidak memenuhi seruannya. Kemudian mereka yang durhaka itu dilanda banjir besar sebagai bentuk azab untuk mereka, sedangkan mereka adalah orang-orang yang zalim dengan kekufuran mereka.","tafsir_tahlili":"(14) Kisah para nabi itu dimulai dengan menceritakan riwayat perjuangan Nabi Nuh. Beliau adalah bapak para nabi. Ia berdakwah menyeru kaumnya supaya beriman kepada Allah Yang Maha Esa dan mempercayai kerasulannya selama sembilan ratus lima puluh tahun. Namun demikian, ia tidak pernah merasa bosan mengajak mereka, baik siang maupun malam. Kadang-kadang dengan suara yang lemah lembut, tetapi sering juga dengan suara keras menyampaikan ancaman Allah terhadap kekafiran mereka. Akan tetapi usaha beliau tidak kunjung berhasil. Hanya segelintir saja di antara mereka yang mau beriman. Selebihnya menolak dan mendustakan beliau. Oleh karena itu, Allah menyiksa mereka. Dikirimlah siksaan yang disebut “Topan Nabi Nuh”, yakni berupa banjir yang menenggelamkan mereka semua. Tidak seorang pun yang selamat dari siksaan Allah itu kecuali orang yang beriman yang ikut dalam bahtera Nuh.\r\nAl-¦±kim meriwayatkan:\r\nعَنِ ابْنِ عَبَّاسٍ قَالَ: بَعَثَ اللهُ نُوْحًا َوهُوَ ابْنُ أَرْبَعِيْنَ سَنَةً وَلَبِثَ  فِى قَوْمِهِ اَلْفَ سَنَةٍ إِلاَّ خَمْسِيْنَ عَامًا يَدْعُوهُمْ اِلَى اللهِ وَعَاشَ بَعْدَ الطَّوْفَانِ سِتِّيْنَ سَنَةً حَتَّى كَثُرَ النَّاسُ وَفَشَوْا (رواه الحاكم)\r\nDiriwayatkan dari Ibnu Abb±s bahwa ia berkata, “Allah mengutus Nabi Nuh ketika usia 40 tahun dan berdakwah pada kaumnya selama 950 tahun menyeru mereka untuk mengikuti agama Allah dan Nabi Nuh hidup setelah banjir (topan) selama 60 tahun, sehingga jumlah manusia menjadi banyak dan tersebar. (Riwayat al-¦±kim);"}