{"tafsir_id":3359,"surah_id":29,"aya_number":19,"tafsir_wajiz":"Dan apakah mereka lengah sehingga tidak memperhatikan bagaimana Allah senantiasa memulai penciptaan semua makhluk, termasuk manusia, dari tiada. Setelah Allah menciptakan mereka kemudian Dia mengulanginya kembali setelah hancur dan binasa dengan mengembalikan penciptaan itu seperti semula. Sungguh, mengembalikan penciptaan yang demikian itu sangatlah mudah bagi Allah. Jika demikian, bagaimana mereka mengingkari pengembalian manusia hidup kembali kelak di hari kemudian?","tafsir_tahlili":"(19) Sebagian ulama memandang ayat ini ditujukan kepada penduduk Mekah yang tidak mau beriman kepada Rasulullah. Tetapi jumhur mufasir berpendapat bahwa ayat ini masih merupakan rangkaian dari peringatan Nabi Ibrahim kepada kaumnya. \r\nDi sini Allah menegaskan bilamana orang-orang kafir tetap tidak juga percaya kepada Allah Yang Maha Esa seperti apa yang disampaikan oleh para rasul-Nya, maka mereka diajak untuk melihat dan memikirkan tentang proses kejadian diri mereka sendiri sejak dari permulaan sampai akhir. Allah menciptakan manusia mulai dari proses di rahim ibu selama enam atau sembilan bulan, atau lebih. Setelah lahir, manusia dilengkapi dengan kemampuan pendengaran, penglihatan, dan akal pikiran. Untuk menjamin kehidupannya, Allah memudahkan sumber-sumber rezeki guna menunjang kelestarian hidupnya. Apabila telah datang takdir, Allah mewafatkannya melalui malaikat yang ditugaskan. Bagi Allah membangkitkan manusia adalah mudah seperti mudahnya menciptakan mereka. Allah menegaskan dalam ayat lain:\r\nوَهُوَ الَّذِيْ يَبْدَؤُا الْخَلْقَ ثُمَّ يُعِيْدُهٗ وَهُوَ اَهْوَنُ عَلَيْهِۗ وَلَهُ الْمَثَلُ الْاَعْلٰى فِى السَّمٰوٰتِ وَالْاَرْضِۚ وَهُوَ الْعَزِيْزُ الْحَكِيْمُ ࣖ   ;Dan Dialah yang memulai penciptaan, kemudian mengulanginya kembali, dan itu lebih mudah bagi-Nya. Dia memiliki sifat yang Mahatinggi di langit dan di bumi. Dan Dialah Yang Mahaperkasa, Mahabijaksana. (ar-Rµm/30: 27) ;Tegasnya ayat ini memperingatkan bahwa manusia seharusnya dapat memahami betapa mudahnya bagi Allah menciptakan manusia. Akan tetapi, mengapa mereka tidak mempercayai akan adanya hari Kebangkitan padahal itu justru lebih mudah bagi Allah?\r\n"}