{"tafsir_id":3360,"surah_id":29,"aya_number":20,"tafsir_wajiz":"Meski sudah sangat banyak bukti kekuasaan Allah dan keniscno_ayatan hari akhir yang dikemukakan, Allah memerintahkan Nabi Muhammad, “Katakanlah wahai Rasul, kepada orang-orang yang mendustakan kebangkitan setelah kematian, ‘Berjalanlah di muka bumi ke mana saja kaki berjalan, maka perhatikanlah dengan segera bagaimana Allah memulai penciptaan makhluk yang beraneka ragam, kemudian Allah menjadikan kejadian yang akhir dengan membangkitkan manusia setelah mati kelak di akhirat. Sungguh, Allah Mahakuasa atas segala sesuatu yang dikehendaki-Nya.","tafsir_tahlili":"(20) Bilamana manusia masih belum juga memahami apa maksud ayat di atas Allah, menganjurkan supaya mereka berjalan mengunjungi tempat-tempat lain seraya memperhatikan dan memikirkan betapa Allah kuasa menciptakan makhluk-Nya. Manusia juga diperintahkan untuk memperhatikan susunan langit dan bumi, serta jutaan bintang yang gemerlapan. Sebagian ada yang tetap pada posisinya, tetapi berputar pada garis orbitnya. Demikian juga gunung-gunung dan daratan luas yang diciptakan Allah sebagai tempat hidup. Beraneka ragam tumbuh-tumbuhan dan buah-buahan, sungai dan lautan yang terbentang luas. Semuanya bila direnungkan akan menyadarkan seseorang betapa Maha Kuasanya Allah Pencipta semua itu. \r\nMaka patutkah kita tidak percaya bahwa untuk menghidupkan dan mematikan diri manusia yang lemah itu adalah suatu hal yang sangat mudah bagi Allah? Begitu pula untuk membangkitkan kembali dalam menempuh kehidupan kedua (hari akhirat) juga masalah yang tidak sukar bagi Allah. Pada ayat lain Allah menjelaskan lagi:;سَنُرِيْهِمْ اٰيٰتِنَا فِى الْاٰفَاقِ وَفِيْٓ اَنْفُسِهِمْ حَتّٰى يَتَبَيَّنَ لَهُمْ اَنَّهُ الْحَقُّۗ اَوَلَمْ يَكْفِ بِرَبِّكَ اَنَّهٗ عَلٰى كُلِّ شَيْءٍ شَهِيْدٌ   ;Kami akan memperlihatkan kepada mereka tanda-tanda (kebesaran) Kami di segenap penjuru dan pada diri mereka sendiri, sehingga jelaslah bagi mereka bahwa Al-Qur'an itu adalah benar. Tidak cukupkah (bagi kamu) bahwa Tuhanmu menjadi saksi atas segala sesuatu? (Fu¡¡ilat/41: 53) ;Begitu juga kita jumpai ayat yang berbunyi:;ذٰلِكُمُ اللّٰهُ رَبُّكُمْ خَالِقُ كُلِّ شَيْءٍۘ  لَآ اِلٰهَ اِلَّا هُوَ ۖفَاَنّٰى تُؤْفَكُوْنَ;Demikianlah Allah, Tuhanmu, Pencipta segala sesuatu, tidak ada tuhan selain Dia; maka bagaimanakah kamu dapat dipalingkan? (al-Mu'min/40: 62) \r\n"}