{"tafsir_id":3369,"surah_id":29,"aya_number":29,"tafsir_wajiz":"Apakah pantas kamu mendatangi laki-laki untuk melampiaskan syahwat, bukan dengan perempuan yang sah untuk digauli,dan disamping itu kamu juga menyamun untuk melakukan perbuatan keji terhadap orang-orang yang dalam perjalanan, dan kamu selalu mengerjakan kemungkaran ditempat-tempat pertemuanmu, bukan ditempat-tempat sepi dan tersembungi?” Teguran itu tidak mereka gubris sama sekali. Maka, tanpa berpikir dan menunggu lama, jawaban kaumnya tidak lain hanya mengatakan kepada Nabi Lut dengan angkuh sambil mengejek, “Datangkanlah kepada kami azab Allah, jika engkau termasuk orang-orang yang benar dalam ucapan dan ancaman kamu kepada kami.” ","tafsir_tahlili":"(29) Kaum Lut senang melampiaskan syahwatnya kepada sesama pria. Kebiasaan ini jelas bertentangan dengan tujuan kebutuhan biologis manusia biasa. Nafsu seksual yang normal justru merangsang pria untuk melampiaskan nafsu syahwatnya kepada wanita. Perbuatan ini sangat dicela Lut dan ia menasihati kaumnya agar perbuatan terkutuk tersebut ditinggalkan. Penduduk kota Sodom juga senang melakukan perampokan dan pembunuhan di jalan yang dilalui oleh kafilah yang membawa barang dagangan. Barang-barang mereka dirampas, kemudian pemiliknya dibunuh. Di samping itu, perkataan dan perbuatan mereka di tempat-tempat perkumpulan sangat menjijikkan, merusak sendi-sendi akhlak dan moral yang mulia dan pikiran yang sehat. Rasulullah bersabda:\r\nعَنْ أُمِّ هَانِى رَضِيَ اللهُ عَنْهَا: سَأَلْتُ رَسُوْلَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَتْ: قُلْتُ يَا رَسُوْلَ اللهِ، أَرَأَيْتَ قَوْلَ اللهِ تَبَارَكَ وَتَعَالَى (وَتَأْتُوْنَ فِى نَادِيْكُمُ الْمُنْكَرَ) مَا كَانَ ذَلِكَ الْمُنْكَرَ الَّذِى كَانُوْ يَأْتُوْنَهُ؟ قَالَ كَانُوْا يَسْخُرُوْنْ بِأَهْلِ الطَّرِيْقِ وَيَخْذِفُوْنَهُمْ. (رواه الحاكم)\r\nDiriwayatkan dari Ummu H±n³ binti Abµ °±lib, yang bertanya kepada Rasulullah, “Ya Rasulullah, apa pendapatmu tentang arti ayat “Kamu mengerjakan kemungkaran di tempat-tempat pertemuanmu” (al-Ankabµt/29: 29), kemungkaran apa yang mereka lakukan itu?” Beliau menjelaskan bahwa mereka senang mengejek orang yang lewat di jalan dan menghinanya. (Riwayat al-¦±kim);Lut tidak tinggal diam melihat kepincangan-kepincangan yang terjadi dalam masyarakat kaumnya. Ia berusaha mencegahnya dengan memberikan nasihat dan pengajaran yang berharga. Akan tetapi, semua itu mereka pandang remeh dan tidak pernah mereka gubris.\r\nKetika Lut mengancam kaumnya bahwa Allah akan menurunkan azab kalau mereka tidak juga mau mengubah kelakuannya yang keji itu, mereka malah menantang. Kalau benar Tuhan itu akan mendatangkan siksaan-Nya, mereka menantang agar Lut mohon kepada Tuhan supaya diturunkan siksaan yang dijanjikan itu sekarang juga. “Kami akan membuktikan sampai dimana kebenaran ucapanmu, hai Lut,” tegas mereka pula. Karena kebencian yang mendalam, mereka mengusir Lut dari negeri mereka. Sebab tak ada gunanya orang-orang suci seperti beliau tinggal bersama mereka. Allah menjelaskan:;وَمَا كَانَ جَوَابَ قَوْمِهٖٓ اِلَّآ اَنْ قَالُوْٓا اَخْرِجُوْهُمْ مِّنْ قَرْيَتِكُمْۚ اِنَّهُمْ اُنَاسٌ يَّتَطَهَّرُوْنَ   \r\nDan jawaban kaumnya tidak lain hanya berkata, “Usirlah mereka (Lut dan pengikutnya) dari negerimu ini, mereka adalah orang yang menganggap dirinya suci.” (al-Ar±f/7: 82) ;Umat Lut menantang supaya didatangkan azab. Nabi Lut akhirnya mohon agar Allah menolongnya.\r\nAyat di atas menggambarkan betapa keras sikap kekafiran dan keras kepala mereka, sampai-sampai mereka tega mengusir rasul utusan Tuhan itu dari negerinya sendiri.\r\n"}