{"tafsir_id":3384,"surah_id":29,"aya_number":44,"tafsir_wajiz":"Tidak ada yang dapat mengalahkan kehendak Allah, dan tidak ada dapat menjadi pelindung, kecuali Dia Yang memiliki kekuatan dan sifat-sifat terpuji. Allah menciptakan tujuh langit yang berlapis-lapis dan bumi yang terhampar dengan haq; bukan dengan percuma, melainkan dengan penuh hikmah untuk kebaikan dan kemaslahatan makhluk-Nya. Sungguh, pada penciptaan dan pemeliharaan Allah yang demikian itu pasti terdapat tanda-tanda kebesaran dan kekuasaan Allah bagi orang-orang yang beriman yang salah satu ciri mereka adalah memliliki ilmu pengetahuan.[] ","tafsir_tahlili":"(44) Dalil tentang kebesaran dan keagungan Allah itu terlihat pada ciptaan langit dan bumi. Bagi orang yang beriman dan menggunakan akal pikirannya, semua ciptaan Allah itu mengandung hikmah, dan tidak dijadikan percuma begitu saja. Dengan demikian kejadian langit dan bumi, memungkinkan manusia untuk menambah dan memperluas cakrawala pengetahuannya. Di samping itu, pengenalan mereka akan lebih intensif kepada Penciptanya, yakni Allah. \r\nMenurut kajian ilmiah, dalam menciptakan segala sesuatunya, Allah tidak pernah bermain-main. Dia melakukannya dengan “benar”, dengan ¥aq (antara lain juga dapat dilihat pada Surah Ibr±h³m/14: 19). Kata ¥aq mengindikasikan sesuatu yang langgeng, mantap, sehingga tidak akan berubah. Dapat dilihat bahwa kehadiran semua benda yang ada di alam semesta ini mempunyai tujuan. Tidak ada satu benda pun diadakan Tuhan tanpa mempunyai tujuan.  \r\nPlanet bumi ini dengan langitnya (atmosfer), telah diciptakan Allah dengan ¥aq.  Kata ¥aq ini mengandung arti “dengan benar, dengan tepat”. Bagaimanakah kebenaran dan ketepatan ciptaan-Nya, dapat dilihat dari uraian berikut.\r\nAtmosfer bumi terutama terdiri atas gas Nitrogen (N2– sebesar 70%) yang tidak bersifat racun terhadap manusia. Gas ini sangat penting dalam proses pertumbuhan makhluk hidup, terutama tumbuhan.  Sedangkan 20% lainnya diisi oleh gas Oksigen (O2) yang memberikan energi untuk proses metabolisme semua makhluk, melalui proses pernafasan (respirasi).\r\nJarak antara matahari dan bumi adalah sekitar 139 juta km.  Jarak ini dianggap tepat karena pada jarak ini sinar matahari dapat berfungsi membantu berlangsungnya proses kehidupan. Apabila jaraknya berubah, apakah menjauh atau mendekat, maka efek sinar yang jatuh di bumi akan sangat fatal bagi makhluk hidup. Suhu bumi pada garis equator juga dianggap sangat moderat, yaitu rata-rata antara 28-350C.\r\nDalam uraian di atas telah digambarkan bahwa Allah menciptakan bumi bukan dengan main-main. Semuanya begitu tepat untuk mulainya kehidupan di bumi ini. Bagaimana kenyamanan bumi dibandingkan dengan beberapa planet lain yang ada dalam tata surya yang sama dapat kita lihat pada uraian di bawah ini. Dalam perbandingan yang dilakukan, terutama pada jarak antara matahari dan masing-masing planet, tampak akan efek jarak dengan masing-masing planet.\r\n"}