{"tafsir_id":3386,"surah_id":29,"aya_number":46,"tafsir_wajiz":"Pada no_ayatt sebelumnya Allah memberi umat Islam petunjuk dalam menghadapi kaum musyrik Mekah atau para penyembah berhala. Allah lalu menyusulinya dengan no_ayatt ini, yang mengajarkan cara berdakwah kepada kaum Yahudi dan Nasrani. Dan janganlah kamu, wahai umat Islam, berdebat demi menunjukkan kebenaran ajaran Islam dengan Ahli Kitab, yakni Yahudi dan Nasrani yang mengingkari kerasulan Nabi Muhammad, melainkan dengan cara yang lebih baik dibanding caramu menghadapi orang-orang musyrik yang tidak percno_ayat Tuhan. Kaum Yahudi dan Nasrani sejatinya percno_ayat kepada Tuhan dan ajaran yang dibawa oleh Nabi Musa dan Isa sehingga lebih mudah bagimu untuk mengajak mereka kepada agama Islam. Berdebatlah dengan cara yang lebih baik, kecuali dengan orang-orang yang zalim di antara mereka, yaitu orang-orang yang tetap membantah, membangkang, bahkan memusuhimu setelah menerima penjelasan-penjelasan yang kamu sampaikan dengan cara terbaik. Kamu bisa menunjukkan cara dan sikap yang lebih tegas kepada mereka itu, dan katakanlah kepada mereka, “Kami telah beriman kepada kitab Al-Qur’an yang diturunkan kepada kami dan kitab-kitab yang diturunkan kepadamu, yakni Taurat dan Injil. Tuhan kami dan Tuhan kamu sesungguhnya satu, yaitu Allah; dan hanya kepada-Nya kami senantiasa berserah diri.”","tafsir_tahlili":"(46) Dalam ayat ini, Allah memberi petunjuk kepada Nabi Muhammad dan kaum Muslimin tentang materi dakwah dan cara menghadapi Ahli Kitab, karena sebagian besar mereka ini tidak menerima seruannya. Ketika Rasulullah menyampaikan ajaran Islam, kebanyakan dari mereka mendustakannya. Hanya sedikit sekali di antara mereka yang menerimanya. Padahal mereka telah mengetahui Muhammad dan ajaran yang dibawanya, sebagaimana mereka mengetahui dan mengenal anak-anak mereka sendiri.\r\nAllah berfirman:;اَلَّذِيْنَ اٰتَيْنٰهُمُ الْكِتٰبَ يَعْرِفُوْنَهٗ كَمَا يَعْرِفُوْنَ اَبْنَاۤءَهُمْ ۗ وَاِنَّ فَرِيْقًا مِّنْهُمْ لَيَكْتُمُوْنَ الْحَقَّ وَهُمْ يَعْلَمُوْنَ  ;Orang-orang yang telah Kami beri Kitab (Taurat dan Injil) mengenalnya (Muhammad) seperti mereka mengenal anak-anak mereka sendiri. Sesungguhnya sebagian mereka pasti menyembunyikan kebenaran, padahal mereka mengetahui(nya) (al-Baqarah/2: 146) ;Pada ayat yang lain, Allah menerangkan dan menjelaskan cara ber-dakwah yang baik, sebagaimana firman-Nya:;اُدْعُ اِلٰى سَبِيْلِ رَبِّكَ بِالْحِكْمَةِ وَالْمَوْعِظَةِ الْحَسَنَةِ وَجَادِلْهُمْ بِالَّتِيْ هِيَ اَحْسَنُۗ اِنَّ رَبَّكَ هُوَ اَعْلَمُ بِمَنْ ضَلَّ عَنْ سَبِيْلِهٖ وَهُوَ اَعْلَمُ بِالْمُهْتَدِيْنَ   ;Serulah (manusia) kepada jalan Tuhanmu dengan hikmah dan pengajaran yang baik, dan berdebatlah dengan mereka dengan cara yang baik. Sesungguhnya Tuhanmu, Dialah yang lebih mengetahui siapa yang sesat dari jalan-Nya dan Dialah yang lebih mengetahui siapa yang mendapat petunjuk. (an-Na¥l/16: 125) ;Menyeru manusia ke jalan Tuhan dengan hikmah dan bijaksana serta mendebat mereka dengan cara yang baik dilakukan kepada orang-orang yang tidak melakukan kezaliman. Adapun terhadap orang-orang yang melakukan kezaliman, yaitu orang-orang yang hatinya telah terkunci mati, tidak mau menerima kebenaran lagi, dan berusaha untuk melenyapkan Islam dan umatnya, tidak bisa dihadapi dengan cara-cara di atas.\r\nAhli Kitab yang zalim ialah mereka yang dalam hatinya ada penyakit iri, benci, dan dengki kepada kaum Muslimin, karena rasul dan nabi terakhir tidak diangkat dari kalangan mereka. Mereka memerangi Rasulullah dan kaum Muslimin dengan mengadakan tipu daya dan fitnah secara tersembunyi dan terang-terangan. Mereka selalu berusaha merintangi dakwah yang dilakukan Rasulullah dan para sahabatnya, seperti mengadakan perjanjian persekutuan dengan orang-orang kafir yang lain. Sangat banyak contoh-contoh yang terjadi dalam sejarah yang berhubungan dengan hal ini. Oleh karena itu, mereka dinamai orang-orang yang zalim, dan berusaha merugikan kaum Muslimin. Di akhirat nanti, mereka menjadi orang-orang yang merugi dengan menerima azab yang setimpal dengan perbuatan mereka.\r\nSelanjutnya Allah memperingatkan bahwa jika Ahli Kitab mengajak kaum Muslimin membicarakan kitab suci mereka, dan memberitahukan kepadanya apa yang patut dibenarkan dan ditolak, sedang mereka sendiri mengetahui keadaan mereka itu, maka seharusnya kaum Muslimin berkata, “Kami percaya kepada Al-Qur'an yang diturunkan kepada kami dan juga percaya kepada Taurat dan Injil yang diturunkan kepadamu. Tuhan yang kami dan kamu sembah sebenarnya sama, yaitu Tuhan Yang Maha Esa. Oleh karena itu, marilah kita bersama-sama tunduk dan patuh kepada-Nya serta melaksanakan segala perintah dan menghentikan larangan-Nya.”\r\nSehubungan dengan maksud ayat ini, Abµ Hurairah berkata, “Para Ahli Kitab itu membaca Taurat dengan bahasa Ibrani dan menafsirkan dengan bahasa Arab untuk orang-orang Islam. Lalu Nabi saw bersabda:\r\nلاَ تُصَدِّقُوْا اَهْلَ الْكِتَابِ وَلاَتُكَذِّبُوْهُمْ وَقُوْلُوْا اَمَنَّا بِالَّذِيْ اُنْزِلَ اِلَيْنَا وَاُنْزِلَ اِلَيْكُمْ وَاِلَهُنَا وَاِلَهُكُمْ وَاحِدٌ وَنَحْنُ لَهُ مُسْلِمُوْنَ ( رواه البخاري والنسائى عن ابى هريرة)\r\nJanganlah kamu membenarkan Ahli Kitab dan jangan pula kamu mendustakan mereka. Katakanlah kepada mereka, “Kami beriman dengan apa yang telah diturunkan kepada kami dan yang telah diturunkan kepadamu. Tuhan kami dan Tuhan kamu adalah satu dan kami berserah diri hanya kepada Nya saja. (Riwayat al-Bukh±r³ dan an-Nas±'³ dari Abµ Hurairah)\r\n"}