{"tafsir_id":3388,"surah_id":29,"aya_number":48,"tafsir_wajiz":"Dan seharusnya mereka meyakini kebenaran Al-Qur’an sebagai kitab suci yang Allah turunkan kepada engkau, wahai Nabi Muhammad, sebab mereka tahu benar bahwa engkau tidak pernah membaca sesuatu kitab pun sebelum Al-Qur’an dan engkau juga tidak pernah menulis suatu kitab pun dengan tangan kananmu karena engkau adalah seorang ummi, tidak pandai membaca maupun menulis. Sekiranya engkau pernah membaca dan menulis, niscno_ayat ragu orang-orang yang mengingkarinya, yakni Al-Qur’an. Mereka akan menemukan alasan bagi keraguan mereka kepada Al-Qur’an andaikata engkau pernah membaca dan/atau menulis.","tafsir_tahlili":"(48) Ayat ini menerangkan bahwa sebelum Al-Qur'an diturunkan, Nabi Muhammad telah dikenal dengan baik oleh orang-orang Arab. Ia telah lama hidup di tengah-tengah mereka sebelum diangkat menjadi rasul. Semua orang Arab waktu itu mengakui bahwa Muhammad mempunyai budi pekerti yang tinggi, dapat dipercaya, tidak pernah berdusta, dan disegani oleh kawan-kawannya. Mereka betul-betul me-ngetahui bahwa Muhammad tidak pandai membaca dan menulis, apalagi mengarang buku cerita.\r\nDi samping orang-orang Arab, orang-orang Yahudi dan Nasrani pun mengetahui dari kitab-kitab mereka bahwa Muhammad adalah orang yang tidak pandai menulis dan membaca. Muj±hid berkata, “Ahli Kitab mengetahui dari kitab-kitab mereka bahwa Nabi Muhammad tidak pandai menulis dan membaca, karena itu turunlah ayat ini.” Dalam ayat lain, Allah berfirman:;اَلَّذِيْنَ يَتَّبِعُوْنَ الرَّسُوْلَ النَّبِيَّ الْاُمِّيَّ الَّذِيْ يَجِدُوْنَهٗ مَكْتُوْبًا عِنْدَهُمْ فِى التَّوْرٰىةِ وَالْاِنْجِيْلِ يَأْمُرُهُمْ بِالْمَعْرُوْفِ وَيَنْهٰىهُمْ عَنِ الْمُنْكَرِ وَيُحِلُّ لَهُمُ الطَّيِّبٰتِ وَيُحَرِّمُ عَلَيْهِمُ الْخَبٰۤىِٕثَ وَيَضَعُ عَنْهُمْ اِصْرَهُمْ وَالْاَغْلٰلَ الَّتِيْ كَانَتْ عَلَيْهِمْۗ ;(Yaitu) orang-orang yang mengikuti Rasul, nabi yang ummi (tidak bisa baca tulis) yang (namanya) mereka dapati tertulis di dalam Taurat dan Injil yang ada pada mereka, yang menyuruh mereka berbuat yang makruf dan mencegah dari yang mungkar, dan yang menghalalkan segala yang baik bagi mereka dan mengharamkan segala yang buruk bagi mereka, dan membebaskan beban-beban dan belenggu-belenggu yang ada pada mereka. (al-Ar±f/7: 157) ;Dalam keadaan yang demikian, Allah menurunkan Al-Qur'an kepada Muhammad. Di dalamnya termuat akidah yang sangat tinggi nilainya dan dilengkapi dengan bukti-bukti yang meyakinkan. Al-Qur'an juga mempunyai gaya bahasa yang sangat indah, sehingga tidak ada seorang pun yang dapat menandinginya, sekalipun pada waktu itu di kalangan bangsa Arab banyak terdapat pujangga-pujangga sastra yang kenamaan karena seni sastra sedang mencapai puncaknya. Akan tetapi, sedikit sekali dari mereka yang beriman.\r\nSeandainya Muhammad saw dapat membaca dan menulis, pernah belajar kepada Ahli Kitab, atau ia bukan seorang yang dipercaya, tidak memiliki budi pekerti yang luhur, dan tidak pula seorang yang disegani, tentu orang-orang kafir Mekah dengan mudah menuduh dan mengatakan bahwa Al-Qur'an itu adalah buatan Muhammad, bukan Kalamullah.\r\nDari ayat ini dapat dipahami bahwa hati dan pikiran orang-orang kafir Mekah, berdasarkan pengetahuan mereka tentang pribadi Muhammad, dan ketinggian nilai sastra Al-Qur'an, sejak semula telah mempercayai Al-Qur'an dan kerasulan Muhammad. Akan tetapi, karena dalam hati mereka ada penyakit, dan takut kedudukan mereka di antara kaumnya akan jatuh, maka mereka menyatakan sesuatu yang bertentangan dengan hati dan pikiran mereka sendiri.\r\nPengertian ummi dalam ayat ini ialah tidak pandai menulis dan membaca. Hal ini tidak berarti bahwa Muhammad tidak berilmu pengetahuan, karena Allah telah mengajarkan kepadanya ilmu pengetahuan yang tinggi, bahkan mungkin ilmu pengetahuan yang belum pernah diajarkan-Nya kepada manusia biasa. Dengan demikian, beliau menjadi orang yang alim dan bijaksana. Allah berfirman:;وَاَنْزَلَ اللّٰهُ عَلَيْكَ الْكِتٰبَ وَالْحِكْمَةَ وَعَلَّمَكَ مَا لَمْ تَكُنْ تَعْلَمُۗ وَكَانَ فَضْلُ اللّٰهِ عَلَيْكَ عَظِيْمًا   ;Dan (juga karena) Allah telah menurunkan Kitab (Al-Qur'an) dan Hikmah (Sunnah) kepadamu, dan telah mengajarkan kepadamu apa yang belum engkau ketahui. Karunia Allah yang dilimpahkan kepadamu itu sangat besar. (an-Nis±'/4: 113) \r\n"}