{"tafsir_id":3389,"surah_id":29,"aya_number":49,"tafsir_wajiz":"Sebenarnya Al-Qur’an itu adalah no_ayatt-no_ayatt yang jelas, tidak ada sedikit pun keraguan padanya, yang terpelihara di dalam dada orang-orang yang berilmu, baik melalui tradisi hafalan turun-temurun sehingga tidak seorang pun dapat mengubahnya maupun dari segi pemahaman dan pengamalannya. Hanya orang-orang yang zalim yang mengingkari no_ayatt-no_ayatt Kami dengan menutup diri dari kebenaran Al-Qur’an.","tafsir_tahlili":"(49) Ayat ini menegaskan bahwa ayat-ayat Al-Qur'an merupakan petunjuk Allah, tidak ada kesamaran sedikit pun tentang pengertiannya. Allah memudahkan penafsirannya bagi orang-orang yang ingin mencari kebenaran yang hakiki. Dalam ayat yang lain, Allah berfirman:\r\nوَلَقَدْ يَسَّرْنَا الْقُرْاٰنَ لِلذِّكْرِ فَهَلْ مِنْ مُّدَّكِرٍ;Dan sungguh, telah Kami mudahkan Al-Qur'an untuk peringatan, maka adakah orang yang mau mengambil pelajaran? (al-Qamar/54: 17);Para Ahli Kitab yang ingin mencari kebenaran, dengan mudah dapat memahami Al-Qur'an. Dengan demikian, mereka mau beriman kepadanya dan meyakini bahwa Muhammad adalah benar-benar seorang rasul. Allah berfirman kepada Nabi Muhammad agar mengatakan kepada orang-orang kafir yang tidak percaya kepada kerasulan beliau:;وَيَقُوْلُ الَّذِيْنَ كَفَرُوْا لَسْتَ مُرْسَلًا ۗ قُلْ كَفٰى بِاللّٰهِ شَهِيْدًاۢ بَيْنِيْ وَبَيْنَكُمْۙ وَمَنْ عِنْدَهٗ عِلْمُ الْكِتٰبِ ࣖ   ;Dan orang-orang kafir berkata, “Engkau (Muhammad) bukanlah seorang Rasul.” Katakanlah, “Cukuplah Allah dan orang yang menguasai ilmu Al-Kitab menjadi saksi antara aku, Aisah dan kamu. (ar-Rad/13: 43) ;Maksud ayat di atas adalah ulama-ulama Ahli Kitab menjadi saksi atas kerasulan Muhammad, karena telah membaca dalam kitab-kitab mereka akan kedatangannya. Dengan demikian, ada di antara Ahli Kitab yang beriman kepada Nabi Muhammad, di antaranya orang-orang yang telah disebutkan di atas.\r\nAllah menegaskan lagi bahwa Al-Qur'an itu terpelihara dalam dada kaum Muslimin. Mereka menghafalnya secara turun temurun sehingga tidak seorangpun dapat mengubahnya.\r\nSelanjutnya ayat ini menerangkan bahwa tidak ada seorang pun yang mengingkari ayat-ayat Allah, kecuali orang-orang yang zalim. Ayat ini merupakan isyarat bagi Ahli Kitab bahwa mereka telah mengetahui dari kitab suci mereka tentang kenabian Muhammad dan penurunan Al-Qur'an kepadanya. Namun demikian, banyak di antara mereka yang mengingkari kebenaran itu setelah mengetahuinya. Allah berfirman:;فَلَمَّا جَاۤءَهُمْ مَّا عَرَفُوْا كَفَرُوْا بِهٖ ۖ فَلَعْنَةُ اللّٰهِ عَلَى الْكٰفِرِيْنَ;Ternyata setelah sampai kepada mereka apa yang telah mereka ketahui itu, mereka mengingkarinya. Maka laknat Allah bagi orang-orang yang ingkar. (al-Baqarah/2: 89) ;Selain bermakna isyarat bagi Ahli Kitab, ayat ini juga merupakan cercaan Allah yang ditujukan kepada orang-orang musyrik Mekah yang mengingkari ayat-ayat-Nya. Mereka tidak percaya kepada Al-Qur'an dan kerasulan Muhammad saw yang sudah menjadi kebenaran yang nyata. Mereka ini disebut oleh Allah sebagai orang yang zalim. Sifat zalim ini adalah sifat yang paling tepat bagi mereka karena menyembunyikan kebenaran yang sebetulnya telah mereka ketahui. Allah berfirman:;وَمَنْ اَظْلَمُ مِمَّنْ كَتَمَ شَهَادَةً عِنْدَهٗ مِنَ اللّٰهِ ۗ;Dan siapakah yang lebih zalim daripada orang yang menyembunyikan kesaksian dari Allah yang ada padanya? (al-Baqarah/2: 140) \r\n"}