{"tafsir_id":3390,"surah_id":29,"aya_number":50,"tafsir_wajiz":"Andaikata kaum kafir Mekah dan orang Yahudi mau membuka hati pasti mereka akan mengakui Al-Qur’an bukan hasil karya Nabi Muhammad, melainkan mukjizat yang agung. Namun, mereka justru meminta mukjizat inderawi seperti yang didatangkan Allah kepada para nabi terdahulu. Dan mereka berkata kepada Nabi Muhammad untuk menjatuhkan mentalnya, “Mengapa tidak diturunkan mukjizat-mukjizat dari Tuhannya yang bisa dilihat oleh mata seperti mukjizat-mukjizat para nabi sebelumnya?” Katakanlah, “Mukjizat-mukjizat itu bukan urusanku. Semuanya terserah kepada Allah, apakah Dia membekali para rasul-Nya dengan mukijzat inderawi atau bukan. Aku hanya seorang pemberi peringatan yang jelas, yang diperkuat dengan argumentasi dan bukti-bukti yang kuat.”","tafsir_tahlili":"(50) Dalam ayat ini, Allah menerangkan bahwa kaum musyrik menuntut agar Muhammad menunjukkan mukjizat yang nyata seperti yang pernah didatangkan kepada nabi-nabi terdahulu, misalnya unta betina Nabi Saleh, tongkat Nabi Musa, dan lain-lain. Permintaan mereka dijawab dengan menjelaskan bahwa persoalan mukjizat adalah ketentuan Allah. Kemudian dijelaskan pula kepicikan mereka karena menolak mukjizat yang lebih tinggi nilainya dan sesuai untuk mereka. Mereka tidak memahami bahwa Al-Qur'an itu sebenarnya adalah mukjizat yang abadi, tidak tertandingi oleh siapa pun sampai hari Kiamat. \r\nAyat ini mengisyaratkan bahwa orang-orang kafir Mekah mengingkari Al-Qur'an sebagai mukjizat yang diturunkan kepada Nabi Muhammad. Menurut mereka, Al-Qur'an tidak pantas dijadikan sebagai mukjizat, karena mukjizat semestinya adalah sesuatu yang nyata, dan langsung dapat dilihat dan dirasakan sebagaimana yang diturunkan kepada para rasul yang terdahulu, seperti topan Nabi Nuh, tongkat Nabi Musa, dan sebagainya. Mereka menyatakan bahwa mukjizat yang nyata itu mudah diterima akal pikiran dan dapat menimbulkan keyakinan bagi orang-orang yang melihatnya.\r\nAllah memerintahkan kepada Nabi Muhammad agar menjawab permintaan orang-orang musyrik Mekah itu dengan mengatakan bahwa persoalan mukjizat adalah urusan Tuhan. Dialah yang menetapkan mukjizat apa yang akan diberikan kepada seorang rasul yang diutus-Nya, karena harus disesuaikan dengan tingkat kemampuan umat yang akan menyaksikan. Mengenai pengakuan orang-orang Quraisy bahwa mereka tidak dapat menerima Al-Qur'an sebagai mukjizat, Allah Maha Mengetahui isi hati mereka. Sebenarnya hati mereka telah mengakui kemukjizatan Al-Qur'an sebagai mukjizat, tetapi karena keingkaran dan penyakit yang ada dalam hati, mereka tidak mau mengatakan yang demikian. Jika mereka benar-benar akan beriman dengan penurunan mukjizat sesuai dengan permintaan mereka, tentu Allah akan menurunkannya. Tidak ada sesuatu pun yang sukar bagi Allah, semua mudah bagi-Nya. Allah berfirman:\r\nوَمَا مَنَعَنَآ اَنْ نُّرْسِلَ بِالْاٰيٰتِ اِلَّآ اَنْ كَذَّبَ بِهَا الْاَوَّلُوْنَۗ;Dan tidak ada yang menghalangi Kami untuk mengirimkan (kepadamu) tanda-tanda (kekuasaan Kami), melainkan karena (tanda-tanda) itu telah didustakan oleh orang terdahulu. (al-Isr±'/17: 59) ;Setelah permintaan orang-orang musyrik yang aneh-aneh itu dijawab, Allah memerintahkan kepada Nabi Muhammad agar menyampaikan kepada mereka bahwa dia hanya sekedar memberi peringatan kepada orang-orang yang tidak mengindahkannya. Tugasnya hanya menyam-paikan risalah kepada mereka. Ia tidak dapat mengubah mereka menjadi orang-orang yang beriman. Hanya Allah yang dapat melakukan hal itu. Allah berfirman:;مَنْ يَّهْدِ اللّٰهُ فَهُوَ الْمُهْتَدِ وَمَنْ يُّضْلِلْ فَلَنْ تَجِدَ لَهٗ وَلِيًّا مُّرْشِدًا ࣖ;Barang siapa diberi petunjuk oleh Allah, maka dialah yang mendapat petunjuk; dan barang siapa disesatkan-Nya, maka engkau tidak akan mendapatkan seorang penolong yang dapat memberi petunjuk kepadanya. (al-Kahf/18: 17) ;Firman Allah yang lain:;لَيْسَ عَلَيْكَ هُدٰىهُمْ وَلٰكِنَّ اللّٰهَ يَهْدِيْ مَنْ يَّشَاۤءُ ۗ;Bukanlah kewajibanmu (Muhammad) menjadikan mereka mendapat petunjuk, tetapi Allah-lah yang memberi petunjuk kepada siapa yang Dia kehendaki. (al- Baqarah/2: 272) \r\n"}