{"tafsir_id":3392,"surah_id":29,"aya_number":52,"tafsir_wajiz":"Katakanlah wahai Nabi Muhammad, “Cukuplah Allah menjadi saksi antara aku dan kamu bahwa aku telah menyampaikan risalah Ilahi ini kepadamu. Dia mengetahui urusan apa pun di antara kita. Apa yang di langit dan di bumi tidak ada yang tersembunyi bagi Allah. Dan Dia juga mengetahui orang-orang yang percno_ayat kepada yang batil, yakni para penyembah berhala dan apa saja yang dipertuhankan selain Allah, dan orang-orang ingkar kepada eksistensi dan keesaan Allah, padahal mereka telah menyaksikan bukti-bukti yang jelas. Sungguh, mereka itulah orang-orang yang benar-benar rugi di dunia dan akhirat.”","tafsir_tahlili":"(52) Dalam ayat ini, Allah memerintahkan Nabi Muhammad agar me-nyampaikan kepada orang-orang musyrik yang tetap tidak percaya kepada kerasulannya bahwa Allah mengetahui dan menyaksikan bagaimana ia telah melaksanakan tugas kepada mereka. Ia telah menyampaikan ancaman-ancaman dan kabar gembira kepada mereka, tetapi semua itu mereka ingkari. Allah mengetahui sikap mereka terhadap seruan Nabi saw, bahkan mengetahui isi hati mereka. Dia akan memberi ganjaran setiap sesuatu yang dikerjakan oleh makhluk-Nya. Seandainya Nabi Muhammad berdusta dan mengada-adakan kebohongan terhadap Allah, ia pasti akan ditimpa azab. Allah berfirman:;وَلَوْ تَقَوَّلَ عَلَيْنَا بَعْضَ الْاَقَاوِيْلِۙ  ٤٤  لَاَخَذْنَا مِنْهُ بِالْيَمِيْنِۙ  ٤٥  ثُمَّ لَقَطَعْنَا مِنْهُ الْوَتِيْنَۖ  ٤٦  فَمَا مِنْكُمْ مِّنْ اَحَدٍ عَنْهُ حَاجِزِيْنَۙ  ٤٧  ;Dan sekiranya dia (Muhammad) mengada-adakan sebagian perkataan atas (nama) Kami, pasti Kami pegang dia pada tangan kanannya. Kemudian Kami potong pembuluh jantungnya. Maka tidak seorang pun dari kamu yang dapat menghalangi (Kami untuk menghukumnya). (al-¦±qqah/69: 44-47)\r\nAllah menerangkan bahwa Dia mengetahui segala yang ada di langit dan di bumi. Dia mengetahui keadaan makhluk-Nya dari yang halus dan tidak kelihatan oleh mata sampai kepada yang besar. Dia juga mengetahui keadaan orang-orang musyrik dan orang-orang beriman. Dia mengetahui pula tuduhan-tuduhan orang-orang musyrik bahwa Al-Qur'an adalah buatan Muhammad, sekalipun tidak seorang pun dari mereka yang sanggup menandinginya. Orang-orang yang percaya kepada kebatilan dan mengingkari Allah itu adalah orang-orang yang merugi hidupnya di dunia dan akhirat.\r\n"}