{"tafsir_id":3393,"surah_id":29,"aya_number":53,"tafsir_wajiz":"Tidak hanya mengingkari Al-Qur’an, mereka juga menantang Nabi Muhammad agar menyegerakan turunnya azab. Ini adalah tindakan bodoh sebab jika Allah benar-benar menurunkan azab-Nya, maka tidak satu pun dari mereka bisa menyelamatkan diri darinya. Mereka meminta kepadamu, wahai Nabi Muhammad, agar segera diturunkan azab, untuk membuktikan kerasulanmu. Kalau bukan karena waktunya yang telah ditetapkan berdasarkan hikmah dan kebijaksanaan-Nya, niscno_ayat azab itu pasti datang kepada mereka. Dan sungguh azab itu pasti akan datang kepada mereka dengan tiba-tiba, sedang mereka tidak menyadarinya.","tafsir_tahlili":"(53) Ayat ini menerangkan bahwa kaum musyrik telah mengetahui ancaman Tuhan berupa azab yang akan ditimpakan kepada mereka. Akan tetapi, mereka tidak percaya akan kedatangan azab itu sehingga mereka menantang kalau benar azab itu ada, maka hendaklah segera ditimpakan kepada mereka, seperti yang mereka katakan dalam firman Allah:;فَاَمْطِرْ عَلَيْنَا حِجَارَةً مِّنَ السَّمَاۤءِ اَوِ ائْتِنَا بِعَذَابٍ اَلِيْمٍ;Maka hujanilah kami dengan batu dari langit, atau datangkanlah kepada kami azab yang pedih. (al-Anf±l/8: 32) ;Firman Allah:;وَيَقُوْلُوْنَ مَتٰى هٰذَا الْوَعْدُ اِنْ كُنْتُمْ صٰدِقِيْنَ;Dan mereka mengatakan,  ”Bilakah (datangnya) ancaman itu, jika kamu orang-orang yang benar?” (Yµnus/10: 48) ;Allah menerangkan bahwa ketentuan datangnya azab itu seluruhnya berada di tangan-Nya, tidak seorangpun yang dapat mengetahuinya. Allah telah menetapkan untuk menangguhkan azab itu sampai waktu yang telah ditentukan-Nya. Seandainya Allah telah menetapkan waktunya untuk mendatangkan azab, tentu ia akan datang kepada orang-orang musyrik secara tiba-tiba, pada saat mereka lengah dan tidak menyadarinya.\r\nPengunduran azab kepada orang-orang kafir itu tentu ada hikmah dan tujuannya. Di antaranya ialah sebagai ujian bagi manusia, siapa di antara mereka yang sabar dan siapa yang tidak. Bagi orang yang sabar, ujian itu akan menambah kuat keimanannya. Sedangkan orang yang tidak sabar, maka dengan ujian itu ia akan kembali kafir atau bertambah kekafirannya. Firman Allah:;وَلَنَبْلُوَنَّكُمْ حَتّٰى نَعْلَمَ الْمُجٰهِدِيْنَ مِنْكُمْ وَالصّٰبِرِيْنَۙ وَنَبْلُوَا۟ اَخْبَارَكُمْ   ;Dan sungguh, Kami benar-benar akan menguji kamu sehingga Kami mengetahui orang-orang yang benar-benar berjihad dan bersabar di antara kamu; dan akan Kami uji perihal kamu. (Mu¥ammad/47: 31) ;Adakalanya penangguhan azab itu bertujuan agar orang yang ingkar itu semakin bertambah keingkarannya. Dengan demikian, mereka akan ditimpa azab yang berlipat ganda.\r\nAllah berfirman:;اَلَّذِيْنَ كَفَرُوْا وَصَدُّوْا عَنْ سَبِيْلِ اللّٰهِ زِدْنٰهُمْ عَذَابًا فَوْقَ الْعَذَابِ بِمَا كَانُوْا يُفْسِدُوْنَ   ;Orang yang kafir dan menghalangi (manusia) dari jalan Allah, Kami tambahkan kepada mereka siksaan demi siksaan disebabkan mereka selalu berbuat kerusakan. (an-Na¥l/16 : 88) ;Sebenarnya ada azab yang telah menimpa orang-orang musyrik Mekah, tetapi mereka tidak menyadarinya sebagai azab Tuhan, yakni kekalahan mereka pada perang Badar. Ketika itu, mereka melihat dan merasakan bagaimana Allah telah menimpakan azab kepada mereka. Namun demikian, Allah tidak menghancurkan semua orang-orang kafir dalam peperangan itu, sebagaimana terjadi pada umat-umat yang dahulu. \r\nDi antara mufasir ada yang berpendapat bahwa Allah sengaja tidak menghancurkan orang-orang kafir itu semuanya karena di antara mereka masih ada yang diharapkan keimanannya sesudah peperangan itu. Mereka ini diharapkan akan menjadi tentara Islam yang berpengalaman untuk membawa panji-panji Islam, kemudian dilanjutkan keturunan-keturunan mereka dari suatu generasi ke generasi yang akan datang kemudian, sampai kepada waktu yang ditentukan Allah. Semuanya itu terjadi sesuai dengan rencana dan kebijaksanaan Allah yang tidak diketahui oleh seorang pun, selain Dia sendiri.\r\n"}