{"tafsir_id":3398,"surah_id":29,"aya_number":58,"tafsir_wajiz":"Allah menjanjikan surga bagi hamba-Nya yang beriman. Dan orang-orang yang beriman dan senantiasa mengerjakan kebajikan dengan mematuhi perintah Allah dan meninggalkan larangan-Nya, sungguh mereka akan Kami tempatkan pada tempat-tempat yang tinggi di surga yang mengalir di bawahnya sungai-sungai. Mereka kekal di dalamnya dengan penuh kenikmatan. Itulah sebaik-baik balasan bagi orang yang berbuat kebajikan semata karena Allah.","tafsir_tahlili":"(58-59) Ayat ini menerangkan ganjaran yang akan diperoleh orang-orang yang beriman kepada Allah, karena telah hijrah untuk kepentingan agama-Nya. Mereka melepaskan diri dari orang-orang yang menyekutukan Allah dan berani menanggung segala resiko akibat dari hijrah itu.\r\nJanji Allah itu ialah memberi ganjaran orang-orang yang beriman dan beramal saleh surga yang penuh kenikmatan. Di dalamnya terdapat taman-taman yang indah dengan sungai-sungai yang mengalir di bawahnya. Mereka kekal di dalam surga itu selama-lamanya.\r\nMengenai gambaran surga itu, diterangkan oleh hadis Nabi saw, di mana beliau bersabda:\r\nاِنَّ اَهْلَ الْجَنَّةِ لَيَتَرَاءَوْنَ اَهْلَ الْغُرَفِ مِنْ فَوْقِهِمْ كَمَا تَتَرَاءَوْنَ الْكَوْكَبَ الدُّرِّيَّ الْغَابِرَ مِنَ اْلاُفُقِ مِنَ الْمَشْرِقِ اَوِالْمَغْرِبِ لِتَفَاضُِل مَا بَيْنَهُمْ  قَالُوْ: يَارَسُوْلَ اللهِ تِلْكَ مَنَازِلُ اْلاَنْبِيَاءِ لاَيَبْلُغُهَا غَيْرُهُمْ. قَالَ: بَلَى وَالَّذِيْ نَفْسِى بِيَدِهِ رِجَالٌ اَمَنُوْا بِاللهِ وَصَدَّقُوا اْلمُرْسَلِيْنَ. (رواه مسلم عن سهل بن سعد)\r\n“Sesungguhnya penghuni surga saling melihat penghuni tempat yang tinggi di atas mereka, seperti kamu melihat bintang-bintang gemerlapan yang lewat di ufuk, baik dari timur maupun dari barat, karena perbedaan derajat yang ada pada mereka.” Para sahabat berkata, “Ya Rasulullah, itu adalah tempat-tempat para nabi, manusia yang lain tidak akan sampai ke sana.” Rasulullah menjawab, “Bisa saja, demi Allah yang jiwaku berada di tangan- Nya, itu adalah tempat-tempat yang beriman kepada Allah dan membenarkan para rasul.” (Riwayat Muslim dari Sahl bin Sad) ;Dalam hadis yang lain Nabi bersabda:\r\nاِنَّ فِى الْجَنَّةِ لَغُرَفًا يُرَى ظُهُوْرُهَا مِنْ بُطُوْنِهَا بُطُوْنُهَا مِنْ ظُهُوْرِهَا. فَقَامَ اِلَيْهِ اَعْرَابِيٌّ فَقَالَ: لِمَنْ هِيَ يَارَسُوْلَ اللهِ؟ قَالَ: لِمَنْ اَطَابَ الْكَلاَم َوَاَطْعَمَ الطَّعَامَ وَاَدَامَ الصِّياَمَ  وَصَلَّى لِلَّهِ بِالَّليْلِ وَالنَّاسُ نِيَامٌ. (رواه الترمذي عن على بن ابي طالب)\r\n“Sesungguhnya di dalam surga ada tempat-tempat yang tinggi, di belakangnya dapat dilihat tembus dari hadapannya dan hadapannya dapat dilihat tembus dari belakangnya.” Lalu seseorang Arab Badui berdiri dan bertanya, “Untuk siapa tempat-tempat itu, ya Rasulullah?” Rasulullah menjawab, “Tempat-tempat itu untuk orang-orang yang baik perkataannya, memberi makan (orang miskin), selalu berpuasa dan salat karena Allah di malam hari sedang orang lain tidur.” (Riwayat at-Tirmi©³ dari Ali bin Ab³ °±lib) ;Demikianlah surga yang dijanjikan Allah kepada orang-orang yang beriman, mengerjakan amal saleh, bersabar, dan bertawakal kepada-Nya.\r\nPada ayat ini diterangkan bahwa Allah berjanji akan memberikan ganjaran kepada orang-orang yang beriman. Janji Allah itu dikuatkan dengan kalimat sumpah. Hal ini adalah untuk menenteramkan hati kaum Muslimin, agar langkah mereka mantap dalam menempuh jalan yang lurus dan sulit, seperti hijrah dan sebagainya.\r\n"}