{"tafsir_id":34,"surah_id":2,"aya_number":27,"tafsir_wajiz":"Orang-orang fasik itu adalah orang-orang yang melanggar perjanjian Allah setelah perjanjian itu diteguhkan, yaitu perjanjian dalam diri setiap manusia yang muncul secara fitrah dan didukung dengan akal dan petunjuk agama sebagaimana dijelaskan pada no_surahh al-A 'raf/7: 172, dan memutuskan apa yang diperintahkan Allah untuk disambungkan, seperti menyambung persaudaran dan hubungan kekerabatan, berkasih sno_ayatng, dan saling mengenal sesama manusia, dan berbuat kerusakan di bumi dengan perilaku tidak terpuji, menyulut konflik, mengobarkan api peperangan, merusak lingkungan, dan lainnya. Mereka itulah orang-orang yang rugi karena telah menodai kesucian fitrah dan memutus hubungan dengan orang lain. Dengan demikian, mereka akan mendapatkan kehinaan di dunia dan siksaan di akhirat. ","tafsir_tahlili":"(27) Sifat-sifat orang fasik dan juga orang kafir yang tersebut pada ayat di atas, yaitu:\r\n1. Melanggar perjanjian dengan Allah sesudah perjanjian itu teguh;\r\n2. Memutuskan apa yang diperintahkan Allah untuk menghubungkannya;\r\n3. Membuat kerusakan di muka bumi.;Orang-orang yang merusak perjanjian Allah yaitu merusak perjanjian Allah dengan makhluk-Nya, bahwa seluruh makhluk-Nya akan beriman hanya kepada-Nya, kepada para malaikat, kepada para rasul, kepada kitab-kitab-Nya, kepada hari kemudian dan kepada adanya qada dan qadar Allah, mengikuti semua perintah dan menghentikan semua larangan-Nya. Untuk itu Allah swt menganugerahkan kepada manusia akal, pikiran, anggota badan dan sebagainya agar manusia selalu ingat akan janjinya itu. Tetapi orang-orang fasik tidak mau mengindahkannya sesuai dengan firman Allah:\r\nوَلَقَدْ ذَرَأْنَا لِجَهَنَّمَ كَثِيْرًا مِّنَ الْجِنِّ وَالْاِنْسِۖ  لَهُمْ قُلُوْبٌ لَّا يَفْقَهُوْنَ بِهَاۖ وَلَهُمْ اَعْيُنٌ لَّا يُبْصِرُوْنَ بِهَاۖ وَلَهُمْ اٰذَانٌ لَّا يَسْمَعُوْنَ بِهَاۗ اُولٰۤىِٕكَ كَالْاَنْعَامِ بَلْ هُمْ اَضَلُّ  ۗ اُولٰۤىِٕكَ هُمُ الْغٰفِلُوْنَ  \r\n... Mereka memiliki hati, tetapi tidak dipergunakannya untuk memahami (ayat-ayat Allah) dan mereka memiliki mata (tetapi) tidak dipergunakannya untuk melihat (tanda-tanda kekuasaan Allah), dan mereka mempunyai telinga (tetapi) tidak dipergunakannya untuk mendengarkan (ayat-ayat Allah). Mereka seperti hewan ternak, bahkan lebih sesat lagi. Mereka itulah orang-orang yang lengah. (al-A′r±f/7: 179);“Dan mereka juga memutuskan apa yang telah diperintahkan Allah untuk menghubungkannya” ialah segala macam pemutusan hubungan yang diperintahkan Allah untuk menghubungkannya, seperti memutuskan hubungan silaturrahim antara sesama kaum Muslimin (an-Nis±′/4: 1), membeda-bedakan para nabi dan rasul yaitu mengimani sebagiannya dan mengingkari sebagian yang lain (al-Baqarah/2: 285) dan sebagainya. Termasuk pula di dalam memutuskan apa yang diperintahkan Allah untuk menghubungkannya ialah mengubah, menghapus atau menambah isi dari kitab-kitab Allah yang telah diturunkan kepada para rasul-Nya yang berakibat putusnya hubungan antara agama Allah yang dibawa para rasul. \r\nOrang-orang fasik membuat kerusakan di bumi, karena mereka itu tidak beriman, menghalang-halangi orang lain beriman, memperolok-olokkan yang hak, merusak akidah, merusak atau melenyapkan segala sesuatu yang diperlukan untuk memakmurkan alam ini buat kemaslahatan manusia serta merusak lingkungan hidup. Mereka orang-orang yang rugi di dunia karena tindakan-tindakannya dan rugi di akhirat dengan mendapat kemarahan Allah."}