{"tafsir_id":3403,"surah_id":29,"aya_number":63,"tafsir_wajiz":"Allah kembali menunjukkan bukti kebodohan orang kafir karena tidak mau menggunakan akal mereka untuk membuktikan wujud dan keesaan-Nya. Dan sungguh jika kamu bertanya kepada mereka, “Siapakah yang menurunkan air dari langit lalu dengan air itu dihidupkan-Nya bumi yang sudah mati?” Pasti mereka akan menjawab, “Allah.” Katakanlah, wahai Nabi Muhammad, “Segala puji bagi Allah” bahwa mereka mengakui kebenaran hal tersebut, tetapi kebanyakan mereka tidak mengerti atau tidak mau mempelajari bahwa tidak ada kontradiksi di alam ini; segalanya berjalan dengan teratur.","tafsir_tahlili":"(63) Dalam ayat ini, pertanyaan masih dihadapkan kepada orang-orang musyrik Mekah. Mereka ditanya tentang siapa yang menurunkan air hujan dari langit, kemudian dengan air itu suburlah tanah yang selama ini tandus dan gersang? Apa jawaban mereka terhadap pertanyaan ini?\r\nPada ayat 61 di atas mereka telah menyatakan bahwa Allah-lah yang menjadikan langit dan bumi, serta menundukkan matahari dan bulan. Hal ini adalah suatu yang tidak perlu diperbincangkan lagi karena sesuai dengan akal pikiran yang benar dan ajaran agama yang dibawa Nabi Ibrahim, agama yang diakui sebagai agama mereka. Namun demikian, perbuatan mereka berlawanan dengan pernyataan yang mereka ucapkan. Inilah keanehan yang ada pada mereka. Maka dalam ayat 63 ini, Allah menerangkan bahwa kalau dihadapkan kepada mereka pertanyaan tersebut, mereka juga akan menjawab, “Allah.” \r\nDengan demikian jelaslah bahwa mereka mempercayai bahwa Allah-lah Pemilik semua yang ada di langit dan di bumi. Dialah yang mengendalikan segala sesuatu yang ada pada keduanya, seperti menurunkan hujan dari langit, kemudian dengan air hujan itu bumi menjadi subur dan menumbuhkan tanam-tanaman. Akan tetapi, kepercayaan mereka ini tidak melandasi amal perbuatan yang mereka lakukan setiap hari, karena mereka mempersekutukan Tuhan dengan berhala-berhala yang tidak mempunyai kekuasaan atau kekuatan apa pun. \r\nSekalipun orang-orang musyrik menyatakan pengakuan seperti di atas, namun kebanyakan mereka tidak mau memahami dan mengamalkan pengakuan itu. Mereka seakan-akan seperti orang bodoh yang tidak dapat mengerti hakikat pengakuan mereka. Hal yang demikian itu disebabkan oleh kesesatan dan kezaliman yang telah mengalahkan kebenaran. Apabila kebenaran itu dikemukakan kepada mereka, sekalipun pikiran dan naluri mereka menerimanya, tetapi hati mereka tidak menerimanya lagi. Bahkan mereka menuduh Nabi Muhammad telah menyihir mereka, sehingga mereka ragu terhadap kenyataan yang dilihat oleh mata dan pikiran mereka sendiri. Allah berfirman:;لَقَالُوْٓا اِنَّمَا سُكِّرَتْ اَبْصَارُنَا بَلْ نَحْنُ قَوْمٌ مَّسْحُوْرُوْنَ ࣖ;Tentulah mereka berkata, “Sesungguhnya pandangan kamilah yang dikaburkan, bahkan kami adalah orang yang terkena sihir.”  (al-¦ijr/15: 15);Pada ayat ini, Allah memerintahkan Nabi Muhammad supaya mengucapkan “al-¥amdulill±h”. Perkataan ini diucapkan sebagai pernyataan syukur kepada Allah atas nikmat yang telah diberikan-Nya, yaitu tersingkapnya kebenaran dengan adanya pengakuan dan pernyataan kaum musyrik tentang keesaan Tuhan. Namun demikian, sekalipun mereka telah mengakui kekuasaan dan kemahapemurahan Allah, tetapi hati mereka masih tergantung pada berhala-berhala yang mereka sembah.;"}