{"tafsir_id":3405,"surah_id":29,"aya_number":65,"tafsir_wajiz":"Padahal, saat menghadapi situasi mencekam di dunia ini, bahkan orang kafir pun akan menaruh harapan kepada Tuhan yang selama ini mereka ingkari. no_ayatt ini memberi gambaran tentang sikap buruk mereka tersebut. Maka apabila mereka naik kapal lalu badai datang menerjang, mereka berdoa kepada Allah dengan penuh rasa pengabdian kepada-Nya agar bisa selamat. Akan tetapi, ketika Allah menyelamatkan mereka sampai ke darat, malah mereka kembali mempersekutukan Allah. Inilah karakter orang kafir dan munafik, berbeda sama sekali dari karakter orang mukmin.","tafsir_tahlili":"(65) Ayat ini melukiskan kehidupan orang-orang musyrik yang penuh pertentangan dan kontradiksi. Hati mereka percaya kepada kekuasaan dan keesaan Allah, tetapi pengaruh dunia dan hawa nafsu menutup keyakinan hati mereka yang benar. Oleh karena itu, mereka tidak dapat beramal dan mengingat Allah secara ikhlas. Mereka seperti orang bingung di dalam kehidupan yang penuh kemusyrikan.\r\nMereka diibaratkan Allah dengan orang yang naik kapal, berlayar mengarungi lautan luas. Tiba-tiba datang angin topan yang kencang disertai gelombang dan ombak yang menggunung sehingga kapal mereka terhempas ke sana ke mari. Maka timbul ketakutan dalam hati mereka, diiringi perasaan bahwa mereka tidak akan selamat dan akan ditelan oleh gelombang itu. Di saat itu, mereka ingat kepada Allah, dan meyakini bahwa hanya Dia Yang Mahakuasa menyelamatkan dan melindungi mereka dari hempasan ombak itu. Mereka mengakui keesaan Allah, baik dalam hati dan perasaan maupun dalam ucapan. Singkatnya dalam semua tindak tanduk, mereka kembali kepada fitrah semula, yaitu mengakui keesaan dan kekuasaan Allah. Mereka tidak percaya lagi bahwa tuhan-tuhan yang selama ini disembah sanggup melepaskan dan menyelamatkan mereka dari malapetaka yang sedang mengancam itu. Oleh karena itu, mereka berdoa dan mohon pertolongan kepada Allah saja.\r\nMaka Allah mengabulkan permohonan dan doa mereka yang ikhlas itu dengan menyelamatkan mereka dari segala bencana. Akan tetapi, setelah mereka terlepas dari bencana yang menakutkan itu, dan hati mereka telah merasa aman dan tenteram, serta merta mereka kembali mengingkari Allah yang telah menyelamatkan mereka. Mereka lupa bahwa mereka pernah berdoa kepada-Nya untuk meminta keselamatan dan berjanji akan tetap tunduk dan patuh hanya kepada-Nya. Mereka kembali mempersekutukan Allah dengan tuhan-tuhan yang tidak layak sedikit pun dipersekutukan dengan-Nya. Maka Allah membiarkan mereka bersenang-senang sampai pada waktu yang ditentukan dan Allah akan memberi ganjaran yang setimpal di akhirat kelak.\r\nPada ayat yang lain diterangkan keadaan orang-orang musyrik di akhirat kelak. Mereka akan mengakui keesaan dan kekuasaan Allah di saat mereka mengalami siksaan yang pedih di dalam neraka dan berdoa meminta pertolongan-Nya agar dilepaskan dari siksaan itu. Allah berfirman:;رَبَّنَآ اَخْرِجْنَا مِنْهَا فَاِنْ عُدْنَا فَاِنَّا ظٰلِمُوْنَ  ١٠٧  قَالَ اخْسَـُٔوْا فِيْهَا وَلَا تُكَلِّمُوْنِ  ١٠٨  ;Ya Tuhan kami, keluarkanlah kami darinya (kembalikanlah kami ke dunia), jika kami masih juga kembali (kepada kekafiran), sungguh, kami adalah orang-orang yang zalim.” Dia (Allah) berfirman, “Tinggallah dengan hina di dalamnya, dan janganlah kamu berbicara dengan Aku.” (al-Mu'minµn/23: 107-108);Mu¥ammad bin Is¥±q dalam kitab S³rah (tarikh Nabi Muhammad saw) meriwayatkan bahwa Ikrimah bin Ab³ Jahal berkata, “Tatkala Rasulullah menaklukkan Mekah, aku lari daripadanya. Ketika aku naik kapal ke Habsyah, kapal itu terombang-ambing. Para penumpang kapal berkata, Hai teman-teman, berdoalah dengan ikhlas kepada Tuhanmu, sesungguhnya tidak ada yang dapat menyelamatkan kita dari bencana ini, kecuali Dia.” Selanjutnya Ikrimah berkata, “Andaikata di laut tidak ada yang dapat menyelamatkan, kecuali Dia maka di darat pun tidak ada pula yang dapat menyelamatkan, kecuali Dia. Hai Tuhanku, aku berjanji kepadamu, jika aku keluar dari laut ini, maka aku akan pergi kepada Muhammad dan aku akan menyatakan keimananku kepadanya, maka akan kudapati dia seorang yang sangat pengasih dan penyayang, dan terlaksanalah janjiku itu.”\r\nIkrimah juga berkata, “Bangsa Jahiliah itu apabila menaiki kapal, berhala-berhala mereka juga ikut dibawa. Jika angin ribut datang, berhala-berhala itu dilemparkan ke laut, lalu mereka mengucapkan, “Ya Tuhan, Ya Tuhan.”\r\nAr-R±zi mengatakan dalam bukunya, al-Law±mi, “Ini adalah suatu pertanda bahwa pengetahuan tentang Tuhan itu merupakan fitrah bagi manusia. Walaupun mereka lalai mengingat-Nya di waktu mereka bersuka ria, namun mereka mengingat-Nya di waktu kesusahan.”\r\n"}