{"tafsir_id":3408,"surah_id":29,"aya_number":68,"tafsir_wajiz":"Jika demikian adanya, siapakah yang lebih zalim daripada orang yang mengada-adakan kebohongan kepada Allah dengan perilaku syiriknya atau orang yang mendustakan yang hak, yakni kerasulan Nabi Muhammad dan kebenaran Al-Qur’an sebagai kitab yang datang dari Allah, ketika yang hak itu datang kepadanya dengan bukti-bukti yang sangat jelas? Padahal, perilaku semacam itu termasuk kekafiran yang diancam dengan neraka. Bukankah dalam neraka Jahanam ada tempat bagi orang-orang kafir? Pasti. Neraka jahanam adalah tempat kembali orang-orang kafir untuk selama-lamanya.","tafsir_tahlili":"(68) Ayat ini menerangkan bahwa orang-orang musyrik itu adalah orang yang sangat zalim, karena mengada-adakan sekutu bagi Allah dan mengatakan bahwa Dia mempunyai anak. Mereka adalah orang-orang yang membuat-buat kedustaan terhadap Allah dan menjadi musuh-Nya. Mereka membuat patung-patung, kemudian menyembahnya untuk men-dekatkan diri kepada Allah.\r\nAllah menceritakan kepercayaan kaum musyrik itu dalam firman-Nya:;اَلَا لِلّٰهِ الدِّيْنُ الْخَالِصُ ۗوَالَّذِيْنَ اتَّخَذُوْا مِنْ دُوْنِهٖٓ اَوْلِيَاۤءَۘ مَا نَعْبُدُهُمْ اِلَّا لِيُقَرِّبُوْنَآ اِلَى اللّٰهِ زُلْفٰىۗ اِنَّ اللّٰهَ يَحْكُمُ بَيْنَهُمْ فِيْ مَا هُمْ فِيْهِ يَخْتَلِفُوْنَ ەۗ اِنَّ اللّٰهَ لَا يَهْدِيْ مَنْ هُوَ كٰذِبٌ كَفَّارٌ  ;Ingatlah! Hanya milik Allah agama yang murni (dari syirik). Dan orang-orang yang mengambil pelindung selain Dia (berkata), “Kami tidak menyembah mereka melainkan (berharap) agar mereka mendekatkan kami kepada Allah dengan sedekat-dekatnya.” Sungguh, Allah akan memberi putusan di antara mereka tentang apa yang mereka perselisihkan. Sungguh, Allah tidak memberi petunjuk kepada pendusta dan orang yang sangat ingkar. (az-Zumar/39: 3);Setelah datang kepada mereka seorang rasul Allah yang menerangkan kebatilan dan kepalsuan perbuatan mereka, dan menunjukkan jalan yang lurus berdasarkan kebenaran, mereka mengingkari dan mendustakan semuanya. Bahkan mereka mengingkari semua nikmat Allah yang pernah diberikan kepada mereka.\r\nSesungguhnya orang-orang musyrik itu telah berbuat dosa yang paling besar yang tidak ada tandingannya di dunia ini. Tiada balasan yang tepat bagi mereka kecuali azab neraka Jahanam di akhirat nanti dan itulah tempat yang wajar bagi mereka.\r\n"}