{"tafsir_id":3409,"surah_id":29,"aya_number":69,"tafsir_wajiz":"Selanjutnya, Allah memberi janji kepada orang-orang mukmin. Dan orang-orang yang berjihad dan bersungguh-sungguh dalam menjalankan ketaatan kepada Allah dan membela agama-Nya semata untuk mencari keridaan Kami, Kami akan tunjukkan kepada mereka jalan-jalan Kami yang mengantarkan mereka menuju kebahagiaan dan keselamatan dunia dan akhirat. Dan sungguh, Allah beserta orang-orang yang berbuat baik. Dia memberi balasan yang lebih baik kepada siapa saja yang mengembangkan sikap kebajikan dalam hal apa pun dan kepada siapa pun, tentu setelah semua kewajiban terpenuhi dengan sempurna.[] ","tafsir_tahlili":"(69) Ayat ini menerangkan janji yang mulia dari Allah kepada orang-orang mukmin yang berjihad di jalan-Nya dengan mengorbankan jiwa dan hartanya serta menanggung siksaan dan rintangan. Oleh karena itu, Allah akan memberi mereka petunjuk, membantu mereka membulatkan tekad, dan memberikan bantuan, sehingga mereka memperoleh kemenangan di dunia serta kebahagiaan dan kemuliaan di akhirat kelak.\r\nAllah berfirman:;الَّذِيْنَ اُخْرِجُوْا مِنْ دِيَارِهِمْ بِغَيْرِ حَقٍّ اِلَّآ اَنْ يَّقُوْلُوْا رَبُّنَا اللّٰهُ ۗوَلَوْلَا دَفْعُ اللّٰهِ النَّاسَ بَعْضَهُمْ بِبَعْضٍ لَّهُدِّمَتْ صَوَامِعُ وَبِيَعٌ وَّصَلَوٰتٌ وَّمَسٰجِدُ يُذْكَرُ فِيْهَا اسْمُ اللّٰهِ كَثِيْرًاۗ وَلَيَنْصُرَنَّ اللّٰهُ مَنْ يَّنْصُرُهٗۗ اِنَّ اللّٰهَ لَقَوِيٌّ عَزِيْزٌ   ;(Yaitu) orang-orang yang diusir dari kampung halamannya tanpa alasan yang benar, hanya karena mereka berkata, “Tuhan kami ialah Allah.” Seandainya Allah tidak menolak (keganasan) sebagian manusia dengan sebagian yang lain, tentu telah dirobohkan biara-biara Nasrani, gereja-gereja, rumah-rumah ibadah orang Yahudi dan masjid-masjid, yang di dalamnya banyak disebut nama Allah. Allah pasti akan menolong orang yang menolong (agama)-Nya. Sungguh, Allah Mahakuat, Mahaperkasa. (al-¦ajj/22: 40);Makna jihad dalam ayat 69 ini ialah melakukan segala macam usaha untuk menegakkan agama Allah dan meninggikan kalimat-Nya, termasuk juga memerangi orang-orang kafir yang memerangi umat Islam. Menurut Abu Sulaiman ad-Darani, jihad di sini bukan berarti memerangi orang-orang kafir saja, melainkan juga berarti mempertahankan agama, dan memberantas kezaliman. Adapun yang utama ialah menganjurkan perbuatan makruf, melarang dari perbuatan yang mungkar, dan me-merangi hawa nafsu dalam rangka menaati perintah Allah.\r\nMereka yang berjihad itu dijanjikan Allah jalan yang lapang. Janji ini pasti akan terlaksana, sebagaimana firman-Nya:;وَلَقَدْ اَرْسَلْنَا مِنْ قَبْلِكَ رُسُلًا اِلٰى قَوْمِهِمْ فَجَاۤءُوْهُمْ بِالْبَيِّنٰتِ فَانْتَقَمْنَا مِنَ الَّذِيْنَ اَجْرَمُوْاۗ وَكَانَ حَقًّاۖ عَلَيْنَا نَصْرُ الْمُؤْمِنِيْنَ  ;Dan sungguh, Kami telah mengutus sebelum engkau (Muhammad) beberapa orang rasul kepada kaumnya, mereka datang kepadanya dengan membawa keterangan-keterangan (yang cukup), lalu Kami melakukan pembalasan terhadap orang-orang yang berdosa. Dan merupakan hak Kami untuk menolong orang-orang yang beriman. (ar-Rµm/30: 47);Dalam ayat ini diterangkan bahwa orang-orang yang berjihad di jalan Allah itu adalah orang-orang yang berbuat baik (mu¥sin). Hal ini berarti bahwa segala macam perbuatan, sesuai dengan yang digariskan Allah dalam berjihad itu, adalah perbuatan baik. Dinamakan demikian karena orang-orang yang berjihad itu selalu berjalan di jalan Allah. Orang-orang yang tidak mau berjihad adalah orang yang tidak baik, sebab ia telah membangkang terhadap perintah Allah untuk melakukan jihad. Orang itu adalah orang yang sesat, karena tidak mau meniti jalan lurus yang telah dibentangkan-Nya.\r\nDalam ayat ini dinyatakan bahwa Allah selalu beserta orang-orang yang berperang di jalan-Nya, memerangi hawa nafsu, mengusir semua bisikan setan dari hatinya, dan tidak pernah menyia-nyiakan ajaran agama-Nya. Pernyataan ini dapat menenteramkan hati orang yang beriman dalam menghadapi orang-orang kafir dan membangkitkan semangat mereka berjuang di jalan-Nya.\r\nAyat ini menerangkan bahwa orang-orang yang berjihad untuk mencari keridaan Allah, pasti akan ditunjukkan kepada mereka jalan-Nya. Dari ayat ini dipahami bahwa lapangan jihad yang luas bisa dilaksanakan dengan berbagai cara, berupa perkataan, tulisan, dan pada situasi tertentu dapat dilakukan dengan senjata. Karena luas dan banyaknya lapangan jihad berarti banyak sekali jalan-jalan yang dapat ditempuh seorang mukmin untuk sampai kepada keridaan Allah, asal semua jalan itu diniatkan untuk menegakkan kebenaran, keadilan, dan kebaikan.\r\n"}