{"tafsir_id":342,"surah_id":3,"aya_number":49,"tafsir_wajiz":"no_ayatt berikut ini menjelaskan posisi Nabi Isa sebagai rasul Allah, sekaligus menampik adanya dugaan bahwa Isa adalah anak Tuhan bahkan Tuhan itu sendiri. Dan keberadaan Isa hanyalah sebagai Rasul Allah yang secara khusus diutus kepada Bani Israil. Kemudian terjadilah dialog antara Nabi Isa dan Bani Israil, ia berkata, “Aku telah datang kepada kalian sebagai rasul Allah dengan membawa sebuah tanda, mukjizat atau bukti kerasulanku, dari Tuhan kalian, yang juga Tuhanku, yaitu aku akan membuatkan bagi kalian sesuatu dari tanah berbentuk seperti burung, lalu aku meniupnya, maka ia yang berbentuk seperti burung itu, benar-benar menjadi seekor burung dengan izin Allah. Dan aku juga mampu menyembuhkan orang yang buta sejak dari lahir dan orang yang berpenyakit kusta, semacam bercak-bercak putih di kulit. Dan bahkan aku bisa menghidupkan orang mati, yang semuanya itu bisa terjadi dengan izin Allah. Begitu juga, aku bisa memberitahukan kepada kalian apa yang kalian makan, dan bahkan aku bisa menceritakan kepada kalian apa yang kalian simpan di rumah kalian. Sesungguhnya pada yang demikian itu terdapat suatu tanda kebenaran kerasulanku bagi kalian, jika kalian orang beriman dengan sebenar iman dan tidak ragu sedikit pun.","tafsir_tahlili":"(49) Allah menjadikan Isa sebagai seorang rasul kepada Bani Israil. Allah mengutus Isa kepada Bani Israil agar mengatakan kepada mereka bahwa kedatangannya membawa beberapa tanda yang besar yakni “mukjizat” kepada mereka sebagai penguat risalahnya. Mukjizat-mukjizat itu di antaranya:\r\nPertama: Nabi Isa dapat membuat dari tanah sesuatu yang berbentuk burung dan setelah ditiupnya lalu menjadi burung yang hidup seperti burung biasa, dengan izin Allah. Sebenarnya Allah-lah yang menciptakan hidup dalam tubuh burung itu, dengan kekuasaan-Nya ketika Isa meniupnya, untuk menjadikan mukjizat bagi kenabiannya.\r\nDiriwayatkan, bahwa ketika Isa a.s. menyatakan dirinya seorang nabi dan menampakkan mukjizatnya, Bani Israil meminta kepadanya untuk membuat kelelawar. Maka ia mengambil tanah, lalu membentuknya sebagai seekor kelelawar dan ditiupnya. Maka terbanglah kelelawar itu di angkasa. Kelelawar itu terbang selama orang itu masih dapat melihatnya, dan ketika sudah tidak tampak lagi oleh mata mereka, kelelawar itu jatuh ke bumi dan mati. Hal ini sangat berbeda dengan kejadian makhluk-makhluk Allah lainnya. Sudah menjadi sunatullah bahwa mukjizat-mukjizat yang diberikan kepada nabi-nabi-Nya pada waktu umatnya meminta dan menjadikan iman mereka tergantung kepada mukjizat itu. Maka jika kaum Isa, meminta yang demikian kepadanya, Allah pun memberikannya.\r\nKedua: Isa a.s. dapat mengobati penyakit buta dan sopak, padahal kedua penyakit itu adalah penyakit yang sukar diobati oleh para tabib di masa itu meskipun ketabiban pada masa Isa sudah maju.\r\nTelah menjadi sunatullah pula, bahwa mukjizat para nabi berupa sesuatu yang sangat terkenal pada zamannya. Umpamanya kepada Musa, diberikan tongkat yang dapat menjadi ular dan menelan semua ular-ular ahli sihir. Orang Mesir pada waktu itu terkenal sekali keahlian mereka dalam ilmu sihir. \r\nKepada Isa a.s., Allah memberi mukjizat dari jenis ketabiban yang melebihi kesanggupan para tabib zaman itu, padahal mereka sudah mempunyai keahlian yang tinggi. Demikian pula kepada Nabi Muhammad saw, diberi mukjizat yaitu Al-Qur′an, karena yang dibangga-banggakan mereka pada masa itu ialah kesusasteraan.\r\nKetiga: Beliau dapat menghidupkan orang mati, atas izin Allah. Banyak riwayat menerangkan bahwa Isa menghidupkan orang yang telah mati. Di antaranya menghidupkan seorang anak perempuan sebelum dikubur dan menghidupkan Ya'azir sebelum busuk tubuhnya. Tetapi tidak ada riwayat yang menerangkan bahwa ia menghidupkan mayat yang sudah menjadi tulang belulang.\r\nKeempat: Isa a.s. dapat mengabarkan apa yang dimakan dan apa yang disimpan orang di rumahnya.\r\nPerbedaan antara perkabaran gaib yang disampaikan oleh Isa a.s. dengan perkabaran ahli nujum dan dukun-dukun yang kadang-kadang tepat kadang-kadang tidak, ialah tukang nujum dan dukun-dukun itu mengungkapkan sesuatu dengan jalan memperhatikan sebab-sebab yang memungkinkannya mengetahui sesuatu itu. Tidak demikian perkabaran yang disampaikan oleh Nabi Isa serta oleh para nabi dan para rasul. Mereka ini tidak mencari atau berusaha mencari sebab-sebab dan tidak pula melakukan tipu daya, melainkan semata-mata pemberitahuan yang disampaikan Allah swt kepada mereka.\r\nDemikianlah mukjizat-mukjizat Nabi Isa yang disaksikan oleh Bani Israil. Sesungguhnya pada mukjizat-mukjizat itu terdapat petunjuk-petunjuk bagi mereka untuk membenarkan kerasulan dan kenabian Isa. Terdapat pula pada mukjizat-mukjizat itu pelajaran untuk dipikirkan dan ditarik kesimpulannya, yaitu bahwa Isa a.s. berkata benar terhadap mereka. Mereka pun mengetahui apa yang diserukan Isa itu adalah benar perintah dari Allah swt. Jika mereka membenarkan ayat-ayat Allah, mengakui ke Esaan-Nya dan percaya kepada Nabi Musa dan Taurat yang dibawanya, tentulah mereka beriman pula kepada Nabi Isa a.s."}