{"tafsir_id":3421,"surah_id":30,"aya_number":12,"tafsir_wajiz":"Dan pada hari ketika terjadi Kiamat, di mana tiap orang akan dipisah sesuai amal masing-masing, orang-orang yang berdosa, yakni kaum musyrik, hanya terdiam membisu dan tidak mampu beralasan lagi. Mereka berputus asa karena tidak bisa menyelamatkan diri dari azab Allah. Mereka bahkan berandai-andai jika dahulunya hanya seonggok tanah.","tafsir_tahlili":"(12-13) Kedua ayat ini merupakan ancaman bagi orang-orang musyrik yang mengingkari hari kebangkitan. Mereka tidak mau menerima kebenaran tentang adanya hari kebangkitan seperti tersebut di atas. Dengan demikian, mereka disebut orang-orang berdosa. Walaupun merasa tenteram dengan kehidupan dunia, namun mereka pasti akan mendapatkan balasan di akhirat kelak. Di kala itu, mereka tidak akan mendapatkan alasan apa pun untuk membela nasib sehingga mereka terdiam dan putus asa.\r\nOrang berdosa itu tidak akan mendapat syafaat yang akan melindungi dan menyelamatkan mereka dari azab Allah. Segala sesuatu yang mereka sembah selain Allah telah menyesatkan mereka, sebelum mereka benar-benar yakin bahwa penyembahan kepada berhala-berhala itu akan mendekatkan diri mereka kepada Allah, seperti diterangkan dalam firman-Nya:;وَيَعْبُدُوْنَ مِنْ دُوْنِ اللّٰهِ مَا لَا يَضُرُّهُمْ وَلَا يَنْفَعُهُمْ وَيَقُوْلُوْنَ هٰٓؤُلَاۤءِ شُفَعَاۤؤُنَا عِنْدَ اللّٰهِ ۗقُلْ اَتُنَبِّـُٔوْنَ اللّٰهَ بِمَا لَا يَعْلَمُ فِى السَّمٰوٰتِ وَلَا فِى الْاَرْضِۗ سُبْحٰنَهٗ وَتَعٰلٰى عَمَّا يُشْرِكُوْنَ   ;Dan mereka menyembah selain Allah, sesuatu yang tidak dapat men-datangkan bencana kepada mereka dan tidak (pula) memberi manfaat, dan mereka berkata, “Mereka itu adalah pemberi syafaat kami di hadapan Allah.” Katakanlah, “Apakah kamu akan memberitahu kepada Allah sesuatu yang tidak diketahui-Nya apa yang di langit dan tidak (pula) yang di bumi?” Mahasuci Allah dan Mahatinggi dari apa yang mereka persekutukan itu. (Yµnus/10: 18);Orang-orang musyrik itu di akhirat mengingkari berhala-berhala yang mereka sembah di dunia, padahal dengan berhala-berhala itulah mereka mempersekutukan Tuhan semesta alam di dunia.\r\n"}