{"tafsir_id":3429,"surah_id":30,"aya_number":20,"tafsir_wajiz":"Bila no_ayatt-no_ayatt sebelumnya menjelaskan kesucian dan keterpujian Allah serta kesempurnaan kuasa-Nya, rangkaian no_ayatt-no_ayatt ini memaparkan beberapa bukti atas hal tersebut. Dan di antara tanda-tanda kebesaran-Nya ialah Dia menciptakan kamu dari tanah, kemudian tiba-tiba kamu menjadi manusia yang berkembang biak di muka bumi dengan aktivitas yang amat beragam.","tafsir_tahlili":"(20) Ayat ini menerangkan adanya tanda-tanda kebesaran Allah pada diri manusia sendiri. Manusia diciptakan dari tanah, sedangkan tanah itu benda mati tidak bergerak. Sehubungan dengan kejadian manusia dari tanah itu, Rasulullah saw bersabda seperti berikut:\r\nاِنَّ الله َخَلَقَ آدَمَ مِنْ قَبْضَةٍ قَبَضَهَا مِنْ جَمِيْعِ اْلاَرْضِ فَجَاءَ بَنُوْ آدَمَ عَلَى قَدْرِ اْلاَرْضِ جَاءَ مِنْهُمُ اْلاَبْيَضُ وَاْلاَحْمَرُ وَاْلاَسْوَدُ وَبَيْنَ ذَلِكَ وَالْخَبِيْثُ وَالطَّيِّبُ وَالسَّهْلُ وَالْحَزَنُ وَبَيْنَ ذَلِكَ (رواه ابوداود والترمذي عن ابى موسى الاشعري)\r\nSesungguhnya Allah telah menjadikan Adam dari segumpal tanah yang diambil-Nya dari segala macam tanah. Kemudian datanglah anak-anak Adam menurut tanah asal mereka. Mereka ada yang putih, merah, hitam, dan sebagainya; ada pula yang jelek, baik, sederhana, bersedih, dan sebagainya. (Riwayat Abµ D±wud dan at-Tirmi©³ dari Abµ Mµsa al-Asyar³) ;Al-Qur'an banyak menerangkan tentang asal kejadian manusia. Dalam Surah al-Mu'minµn umpamanya Allah berfirman:;وَلَقَدْ خَلَقْنَا الْاِنْسَانَ مِنْ سُلٰلَةٍ مِّنْ طِيْنٍ ۚ;Dan sungguh, Kami telah menciptakan manusia dari sari pati (berasal) dari tanah. (al-Mu'minµn/23: 12) ;Dalam Surah al-Mu'minµn di atas diterangkan kejadian manusia itu berasal dari sari pati tanah. Ini adalah suatu kejadian yang tidak langsung dari manusia. Akan tetapi, dalam ayat 20 ini disebutkan asal kejadian itu langsung dari tanah dan segera diikuti dengan gambaran manusia yang bergerak dan bertebaran. Hal ini untuk dibandingkan antara proses dan arti tanah yang mati dan tak bergerak dengan manusia yang hidup dan bergerak, sesuai dengan firman Allah dalam ayat sebelumnya, “Dia mengeluarkan yang hidup dari yang mati dan mengeluarkan yang mati dari yang hidup.”\r\nHal itu adalah kejadian yang luar biasa dan menjadi tanda kekuasaan Allah. Hal itu juga mengisyaratkan adanya hubungan yang kuat antara manusia dan bumi sebagai tempat hidup mereka, dan tempat bertemu dengan asal kejadian itu. Manusia dan bumi dalam jagat raya ini tunduk pada hukum-hukum Allah yang berlaku padanya.\r\nProses perpindahan dari bentuk tanah yang tidak bergerak dan tidak berarti kepada bentuk manusia yang bergerak dan mulia ialah suatu per-pindahan yang mengandung unsur kebangkitan pada ciptaan Allah. Hal ini menggerakkan perasaan untuk mengucapkan syukur dan tasbih kepada-Nya, dan menggerakkan hati untuk mengagungkan Pencipta Yang Mahamulia itu.\r\nAl-Qur'an menetapkan kenyataan itu agar manusia memperhatikan ciptaan Allah, dan memikirkan proses perpindahan dari tanah menjadi manusia. Dalam kejadian manusia, Al-Qur'an tidak memerinci proses pertumbuhan dan perkembangan manusia dari tanah sampai menjadi manusia, karena Al-Qur'an adalah kitab hidayah bukan sepenuhnya berisi ilmu pengetahuan sehingga hanya memuat isyarat-isyaratnya saja. Adapun ahli ilmu pengetahuan telah mencoba menetapkan berbagai teori bagi pertumbuhan manusia, untuk menghubungkan mata rantai proses kejadian tersebut. \r\nTeori-teori ilmiah mungkin benar dan mungkin pula salah. Apa yang benar sekarang mungkin dibatalkan di masa yang akan datang, sesuai dengan kemajuan teknologi modern untuk menyelidiki suatu masalah. Perlu untuk dipahami bahwa ilmu pengetahuan dan Al-Qur'an sama-sama berasal dari Allah, sehingga tidak akan terjadi kontradiksi. Jika pada suatu saat teori ilmu pengetahuan salah, maka kesalahan itu pada manusia. Sementara pernyataan Al-Qur'an tetap benar. Ada persimpangan jalan antara pandangan Al-Qur'an terhadap manusia dengan pandangan teori-teori ilmiah tersebut. Al-Qur'an memuliakan manusia dan menetapkan bahwa padanya ada hembusan roh ciptaan Allah. Tuhan menciptakannya dari tanah menjadi manusia, dan memberikan kepada mereka keistimewaan-keistimewaan yang membedakan mereka dengan binatang. Pandangan seperti ini sama sekali tidak ditemukan dalam teori-teori ilmiah, yang berdasarkan materi semata, dan tidak ada hubungannya dengan Allah sama sekali.\r\nBagaimana Allah menekankan mengenai pentingnya peran tanah dalam penciptaan makhluk dan juga manusia, tidak hanya dinyatakan pada ayat di atas, namun juga pada Surah al-¦ijr/15: 26, 28, 33 dan beberapa ayat lainnya, di antaranya:  ;هُوَ الَّذِيْ خَلَقَكُمْ مِّنْ طِيْنٍ ثُمَّ قَضٰٓى اَجَلًا ۗوَاَجَلٌ مُّسَمًّى عِنْدَهٗ ثُمَّ اَنْتُمْ تَمْتَرُوْنَ   ;Dialah yang menciptakan kamu dari tanah, sesudah itu ditentukan-Nya ajal dan ada lagi suatu ajal yang ditentukan di sisi-Nya, kemudian kamu masih terus menerus ragu-ragu. (al-An±m/6: 2);خَلَقَ الْاِنْسَانَ مِنْ صَلْصَالٍ كَالْفَخَّارِ   ١٤  وَخَلَقَ الْجَاۤنَّ مِنْ مَّارِجٍ مِّنْ نَّارٍۚ    ١٥  فَبِاَيِّ اٰلَاۤءِ رَبِّكُمَا تُكَذِّبٰنِ   ١٦  ;Dia telah menciptakan manusia dari tanah kering seperti tembikar, dan Dia menciptakan jin dari nyala api yang murni.  Maka nikmat Tuhan kamu berdua yang manakah yang kamu berdua ingkari? (ar-Ra¥m±n/55: 14-16) ;Menurut ilmu pengetahuan, dua komponen penting yang harus ada dalam permulaan terjadinya kehidupan adalah material genetika dan membran sel.  Kedua material ini saling bekerjasama mendukung kehidupan.  Di dalam keduanya, materi tanah liat dominan.  \r\nHal ini dibuktikan dengan dilakukannya penelitian terhadap tanah lempung yang disebut dengan “montmorilenite clay”.  Penelitian menemukan bahwa lempung jenis ini dapat merangsang dengan cepat pembentukan kantung membran yang berisi cairan (membranous fluid-filled sac).  Penelitian juga membuktikan bahwa cairan yang ada di dalam kantung membran juga mengandung material tanah liat.  Kantung ini ternyata dapat tumbuh dengan cara pembelahan sederhana.  Cara pembelahan ini merupakan gambaran dari apa yang terjadi pada sel yang primitif. Dari paparan ini dapat kita katakan bahwa informasi Al-Qur'an tentang asal kejadian manusia dari tanah adalah benar dan dibuktikan oleh penelitian ilmiah.\r\n"}