{"tafsir_id":3434,"surah_id":30,"aya_number":25,"tafsir_wajiz":"Dan di antara tanda-tanda kebesaran-Nya ialah berdirinya langit tanpa penyangga dan bumi yang terhampar dengan kehendak-Nya. Kemudian, apabila kamu wafat dan Dia memanggil kamu sekali panggil dari bumi pada hari kiamat, seketika itu kamu keluar dari kubur untuk menghadap Allah guna menjalani proses hisab dengan seadil-adilnya.","tafsir_tahlili":"(25) Ayat ini menerangkan bahwa di antara tanda-tanda yang lain dari kekuasaan Allah adalah langit tanpa tiang penyangga dan bumi yang bulat tanpa ada tiang pancangnya. Berdirinya langit dan bumi dengan iradat Allah mengandung arti bahwa eksistensi keduanya tetap dalam penjagaan dan pengaturan-Nya. Dengan iradat Allah (bi amrihi) di sini maksudnya ialah kekuasaan dan kesanggupan-Nya. Bila seseorang berpendapat bahwa alam semesta ini, baik langit maupun bumi, telah ada sedemikian rupa menurut tabiatnya, tanpa dipelihara oleh Allah, bagaimana pula pendapat mereka tentang aturan alam yang sangat harmonis itu, sehingga yang satu dengan yang lainnya, tak pernah bertabrakan. Sebagian manusia mengingkari alam ini ciptaan Allah dan berada di bawah penjagaan-Nya karena tidak mau mengakui keesaan-Nya. Langit dan bumi akan tetap dalam keadaannya yang sekarang ini sampai datangnya suatu saat yang telah ditentukan, yaitu terjadinya Kiamat. Ketika saat itu datang, manusia akan memenuhi panggilan Tuhan untuk bangkit dari dalam kubur. \r\nKapan datangnya hari kebangkitan itu tidak diketahui oleh seorang pun. Suatu hal jelas adalah seruan kebangkitan itu datang setelah manusia mati semuanya. Ungkapan “seketika itu kamu keluar (dari kubur)”, menunjukkan bahwa kebangkitan dari kubur itu langsung setelah seruan, tidak terlambat walaupun sesaat. Firman Allah dalam ayat yang lain:;وَنُفِخَ فِى الصُّوْرِ فَاِذَا هُمْ مِّنَ الْاَجْدَاثِ اِلٰى رَبِّهِمْ يَنْسِلُوْنَ;Lalu ditiuplah sangkakala, maka seketika itu mereka keluar dari kuburnya (dalam keadaan hidup), menuju kepada Tuhannya. (Y±s³n/36: 51) ;Kata-kata “seketika itu” atau kata-kata “tiba-tiba” dalam ayat 25 ini ditujukan kepada mereka yang tidak menghendaki hari kebangkitan, dan tidak percaya dengan hari akhirat. Oleh karena itu, dapat dipahami bahwa apabila mereka dibangkitkan pada hari Kiamat, mereka tercengang dan merasa heran. Lalu mereka berkata seperti yang diceritakan dalam Al-Qur'an:;قَالُوْا يٰوَيْلَنَا مَنْۢ بَعَثَنَا مِنْ مَّرْقَدِنَا ۜهٰذَا مَا وَعَدَ الرَّحْمٰنُ وَصَدَقَ الْمُرْسَلُوْنَ  ;Mereka berkata, “Celakalah kami! Siapakah yang membangkitkan kami dari tempat tidur kami (kubur)?” Inilah yang dijanjikan (Allah) Yang Maha Pengasih dan benarlah rasul-rasul (-Nya). (Y±s³n/36: 52)\r\n"}