{"tafsir_id":3436,"surah_id":30,"aya_number":27,"tafsir_wajiz":"Hari kebangkitan bukanlah sesuatu yang mustahil bagi Allah, sebab Dialah yang memulai penciptaan manusia dari tidak ada kemudian mengulanginya dengan membangkitkan kembali menjadi makhluk yang baru, dan yang demikian itu menurut akalmu, wahai orang-orang kafir, mestinya lebih mudah bagi-Nya. Hanya bagi-Nya sifat yang Mahatinggi di langit dan di bumi sebagai Tuhan Yang Maha Esa, tidak ada yang serupa dengan-Nya, dan penyandang segala kesempurnaan. Dan Dia Yang Mahaperkasa tanpa tandingan, Mahabijaksana dalam penciptaan dan pengurusan-Nya.","tafsir_tahlili":"(27) Ayat ini juga merupakan kesimpulan dari ayat terdahulu. Ayat ini menetapkan bahwa siapa yang memiliki semua langit dan bumi, Dialah yang memulai kejadiannya, dan Dia pula yang akan mengembalikannya sesudah mati seperti semula.\r\nPada ayat 11 di atas telah disebutkan mengenai permulaan kejadian manusia dan pengembaliannya pada kehidupan setelah mati. Hal itu diulang lagi di sini untuk menguatkan pernyataan itu setelah diterangkan bukti kebesaran Allah tersebut di atas. Di sini ditambahkan dengan pernyataan bahwa menghidupkan kembali itu adalah lebih mudah bagi-Nya. Dalam ayat ini ada kata-kata “lebih mudah” yakni menghidupkan adalah lebih mudah bagi Allah daripada penciptaannya semula. Akan tetapi, lebih mudahnya menghidupkan kembali daripada menciptakan semua itu adalah dengan membandingkannya kepada kebiasaan yang berlaku pada manusia, bukan dihubungkan kepada Allah, sebab bagi Allah semuanya adalah mudah. Allah tidak akan merasa berat mengadakan sesuatu apa pun. Allah berfirman:;اِنَّمَآ اَمْرُهٗٓ اِذَآ اَرَادَ شَيْـًٔاۖ اَنْ يَّقُوْلَ لَهٗ كُنْ فَيَكُوْنُ;Sesungguhnya urusan-Nya apabila Dia menghendaki sesuatu Dia hanya berkata kepadanya, “Jadilah!” Maka jadilah sesuatu itu. (Y±s³n/36: 82);Bagi manusia, menciptakan sesuatu lebih sukar daripada mengulangi segala daya upaya, kesungguhan, dan lain sebagainya. Dalam usahanya itu, mereka melakukan kesalahan berulang kali, baru sampai kepada yang dimaksud. Setelah sampai kepada yang dicita-citakan, tentu mengulang membuatnya kembali lebih mudah baginya, tidak membutuhkan tenaga seperti saat memulainya, sebab segala sesuatu telah terbayang dalam benaknya bagaimana cara membuatnya. Adapun bagi Allah tidak ada yang lebih mudah atau lebih sukar. Semuanya mudah bagi-Nya.\r\nقَالَ اللهُ تَعَالَى كَذَّبَنِي اِبْنُ آدَمَ وَلمَ ْيَكُنْ لَهُ ذَلِكَ وَشَتَمَنِي وَلمَ ْيَكُنْ لَهُ ذَلِكَ فَأَمَّا تَكْذِيْبُهُ اِيَّايَ فَقَوْلُهُ لَنْ يُعِيْدَنِى كَمَا بَدَأَنِى. وَلَيْسَ اَوَّلُ الْخَلْقِ بِأَهْوَنَ عَلَيَّ مِنْ اِعَادَتِهِ وَاَمَّا شَتْمُهُ اِيَّايَ فَقَوْلُهُ: اِتَّخَذَ الله ُوَلَدًا وَاَنَا اْلاَحَدُ الصَّمَدُ الَّذِيْ لَمْ اَلِدْ وَلَمْ اُوْلَدْ وَلَمْ يَكُنْ لِيْ كُفُوًا اَحَدٌ. (رواه البخاري عن أبي هريرة)\r\nAllah swt berfirman, “Anak Adam telah berbohong kepadaku dan mencelaku, padahal kebohongan dan celaan itu tidak pernah ada. Adapun kebohongan mereka terhadapku adalah perkataan mereka, Allah tidak bisa mengembalikanku sebagaimana Dia menciptakanku. Dan tidak ada permulaan ciptaan itu lebih mudah bagiku daripada mengembalikannya. Adapun celaan mereka terhadapku adalah ucapan mereka, Allah mengambil (mempunyai) anak. Dan Aku adalah satu, tempat bergantung segala sesuatu, Aku tidak melahirkan dan Aku tidak dilahirkan, dan juga tidak ada satu pun yang setara dengan-Ku.” (Riwayat al-Bukh±r³ dari Abµ Hurairah);Kata-kata “lebih mudah” ini diberi komentar pula dengan kalimat “Dia memiliki sifat yang Mahatinggi di langit dan di bumi.” Allah itu tunggal di segala langit dan bumi dengan segala sifat-sifat-Nya, tidak ada suatu apa pun yang berserikat dengan-Nya. Tidak ada sesuatu yang serupa dengan-Nya. Dialah Yang Maha Perkasa lagi Maha Bijaksana. Kata-kata “perkasa” di sini berarti ”yang menang, atau yang dapat membuat apa yang dikehendaki.” “Bijaksana” berarti mengendalikan segala makhluk dengan teliti dan dengan batas-batasnya.\r\n"}