{"tafsir_id":3438,"surah_id":30,"aya_number":29,"tafsir_wajiz":"Tanda-tanda eksistensi, keesaan, dan kekuasaan Allah sudah begitu jelas, tetapi karena pada dasarnya ingin menolak hal tersebut maka orang-orang yang zalim itu hanya mengikuti keinginannya tanpa ilmu pengetahuan yang benar dan logis. Ia secara sadar memilih jalan kesesatan, maka siapakah yang dapat memberi petunjuk menuju jalan kebenaran kepada orang yang telah disesatkan oleh Allah akibat pilihan sikapnya yang sesat itu? Tentu tidak ada. Dan tidak ada seorang penolong pun bagi mereka di akhirat kelak.","tafsir_tahlili":"(29) Dalam ayat ini, Allah menerangkan bahwa kaum musyrik itu menyembah sesuatu selain Allah karena kebodohan dan kejahilan mereka sendiri. Mereka tidak mau memperhatikan keterangan yang jelas di hadapan mereka.\r\nAyat ini merupakan perumpamaan bagi kaum musyrik yang tidak dapat mengambil manfaat dari ayat-ayat Allah yang terperinci, dan memetik hikmahnya. Bahkan mereka tetap berada pada kesesatan dan kemusyrikan. Akal pikiran mereka dikuasai dan dikendalikan oleh hawa nafsu. Orang yang demikian itu selamanya tidak akan dapat dikendalikan kecuali oleh hawa nafsunya. Dia tidak akan menjawab sesuatu kecuali yang sesuai dengan panggilan setannya. \r\nPernyataan tentang suatu perbuatan tanpa ilmu pengetahuan dalam ayat ini merupakan suatu isyarat bahwa hawa nafsu yang menguasai kaum musyrik ialah hawa nafsu yang buta dan tidak dapat ditembus oleh cahaya kebenaran. \r\nKadang-kadang manusia itu mengikuti hawa nafsunya. Kemudian apabila diberi peringatan dan petunjuk, dia akan bangkit dan mengikuti petunjuk itu. Begitulah keadaan kaum musyrik yang hidup di zaman kemusyrikan jahiliah. Mereka menyerah kepada hawa nafsu mereka. Namun tatkala Islam datang dan cahaya kebenaran menyinari mereka, mereka terbangun dari tidurnya. Mereka dapat melihat sesudah buta itu, dan mendapat petunjuk sesudah sesat.\r\nAyat ini lalu diakhiri dengan keterangan bahwa mereka yang telah di-sesatkan oleh Allah tidak akan dapat petunjuk selama-lamanya. Keterangan ini merupakan suatu isyarat kepada kaum musyrik yang keras kepala dalam kesyirikan bahwa mereka tetap berada dalam kesesatan. Mereka tidak akan beranjak setapak pun dari kesesatan itu, sebab Allah membiarkan mereka dalam keadaan seperti itu. Allah berfirman:\r\nمَنْ يُّضْلِلِ اللّٰهُ فَلَا هَادِيَ لَهٗ  ۖوَيَذَرُهُمْ فِيْ طُغْيَانِهِمْ يَعْمَهُوْنَ  ;Barang siapa dibiarkan sesat oleh Allah, maka tidak ada yang mampu memberi petunjuk. Allah membiarkannya terombang-ambing dalam kesesatan. (al-Ar±f/7: 186) ;Kaum musyrik itu tidak akan menerima petunjuk, sehingga mereka hidup dalam kesesatan dan mati dalam kesesatan. Apabila datang janji Allah, mereka berdiri untuk dihisab dan ditanya. Mereka tidak akan mendapat balasan selain neraka. Tidak ada seorang penolong pun bagi mereka.\r\n"}