{"tafsir_id":3439,"surah_id":30,"aya_number":30,"tafsir_wajiz":"Setelah memaparkan bukti-bukti keesaan dan kekuasaan Allah serta meminta Rasul dan umatnya bersabar dalam berdakwah, melalui no_ayatt berikut Allah meminta mereka agar selalu mengikuti agama Islam, agama yang sesuai fitrah. Maka hadapkanlah wajahmu, yakni jiwa dan ragamu, dengan lurus kepada agama Islam. Itulah fitrah Allah yang Dia telah menciptakan manusia menurut fitrah itu. Manusia diciptakan oleh Allah dengan bekal fitrah berupa kecenderungan mengikuti agama yang lurus, agama tauhid. Inilah asal penciptaan manusia dan tidak boleh ada seorang pun yang melakukan perubahan pada ciptaan Allah tersebut. Itulah agama yang lurus, agama tauhid, tetapi kebanyakan manusia tidak mengetahui dan menyadari bahwa mengikuti agama Islam merupakan fitrahnya.","tafsir_tahlili":"(30) Ayat ini menyuruh Nabi Muhammad meneruskan tugasnya dalam menyampaikan dakwah, dengan membiarkan kaum musyrik yang keras kepala itu dalam kesesatannya. Dalam kalimat “Maka hadapkanlah wajahmu dengan lurus kepada agama (Islam); (sesuai) fitrah Allah”, terdapat perintah Allah kepada Nabi Muhammad untuk mengikuti agama yang lurus yaitu agama Islam, dan mengikuti fitrah Allah. Ada yang berpendapat bahwa kalimat itu berarti bahwa Allah memerintahkan agar kaum Muslimin mengikuti agama Allah yang telah dijadikan-Nya bagi manusia. Di sini “fitrah” diartikan “agama” karena manusia dijadikan untuk melaksanakan agama itu. Hal ini dikuatkan oleh firman Allah dalam surah yang lain:;وَمَا خَلَقْتُ الْجِنَّ وَالْاِنْسَ اِلَّا لِيَعْبُدُوْنِ;Dan Aku tidak menciptakan jin dan manusia melainkan supaya mereka menyembah-Ku. (a©-ª±riy±t/51: 56) ;Menghadapkan wajah (muka) artinya meluruskan tujuan dengan segala kesungguhan tanpa menoleh kepada yang lain. “Wajah” atau “muka” dikhususkan penyebutan di sini karena merupakan tempat berkumpulnya semua panca indera, dan bagian tubuh yang paling terhormat.\r\nSehubungan dengan kata fitrah yang tersebut dalam ayat ini ada sebuah hadis sahih dari Abµ Hurairah yang berbunyi:\r\nمَامِنْ مَوْلُوْدٍ اِلاَّ يُوْلَدُ عَلَى الْفِطْرَةِ فَأَبَوَاهُ يُهَوِّدَانِهِ اَوْ يُنَصِّرَانِهِ اَوْ يُمَجِّسَانِهِ كَمَا يُنْتَجُ الْبَهِيْمَةُ جَمْعَاءَ هَلْ تُحِسُّوْنَ فِيْهَا مِنْ جَدْعَاءَ. ثُمَّ يَقُوْلُ اَبُوْهُرَيْرَةَ: وَاقْرَءُوْا اِنْ شِئْتُمْ: فِطْرَتَ اللهِ الَّتِىْ فَطَرَ النَّاسَ عَلَيْهَا لاَتَبْدِيْلَ لِخَلْقِ اللهِ. وَفِى رِوَايَةٍ: حَتَّى تَكُوْنُوْا اَنْتُمْ تَجْدَعُوْنَهَا. قَالُوْا: يَارَسُوْلَ اللهِ اَفَرَأَيْتَ مَنْ يَمُوْتُ صَغِيْرًا؟ قَالَ: اَلله ُاَعْلَمُ بِمَا كَانُوْا عَامِلِيْنَ. (رواه البخاري ومسلم) \r\nTidak ada seorang anak pun kecuali ia dilahirkan menurut fitrah. Kedua ibu bapaknyalah yang akan meyahudikan, menasranikan, atau memajusikannya, sebagaimana binatang melahirkan anaknya dalam keadaan sempurna. Adakah kamu merasa kekurangan padanya. Kemudian Abµ Hurairah berkata, “Bacalah ayat ini yang artinya: … fitrah Allah disebabkan Dia telah menciptakan manusia menurut (fitrah) itu. Tidak ada perubahan pada ciptaan Allah.” Dalam riwayat lain, “Sehingga kamu merusaknya (binatang itu).” Para sahabat bertanya, “Hai Rasulullah, apakah engkau tahu keadaan orang yang meninggal di waktu kecil?” Rasul menjawab, “Allah lebih tahu dengan apa yang mereka perbuat.” (Riwayat al-Bukh±r³ dan Muslim) ;Para ulama berbeda pendapat mengenai arti fitrah. Ada yang berpendapat bahwa fi¯rah itu artinya “Islam”. Hal ini dikatakan oleh Abµ Hurairah, Ibnu Syih±b, dan lain-lain. Mereka mengatakan bahwa pendapat itu terkenal di kalangan utama salaf yang berpegang kepada takwil. Alasan mereka adalah ayat (30) dan hadis Abµ Hurairah di atas. Mereka juga berhujah dengan hadis bahwa Rasulullah saw bersabda kepada manusia pada suatu hari:\r\nاَلاَ اُحَدِّثُكُمْ بِمَا حَدَّثَنِيَ اللهُ فِى كِتَابِهِ: اِنَّ اللهَ خَلَقَ آدَمَ وَبَنِيْهِ حُنَفَاءَ مُسْلِمِيْنَ وَاَعْطَاهُمُ الْمَالَ حَلاَلاً  لاَحَرَامَ فِيْهِ فَجَعَلُوْا مِمَّا اَعْطَاهُمُ اللهُ حَلاَلاً وَحَرَامًا. (رواه احمد عن حماد)\r\nApakah kamu suka aku menceritakan kepadamu apa yang telah diceritakan Allah kepadaku dalam Kitab Nya. Sesungguhnya Allah telah menciptakan Adam dan anak cucunya cenderung kepada kebenaran dan patuh kepada Allah. Allah memberi mereka harta yang halal tidak yang haram. Lalu mereka menjadikan harta yang diberikan kepada mereka itu menjadi halal dan haram . . . “(Riwayat A¥mad dari ¦amm±d) ;Pendapat tersebut di atas dianut oleh kebanyakan ahli tafsir. Adapun maksud sabda Nabi saw tatkala beliau ditanya tentang keadaan anak-anak kaum musyrik, beliau menjawab, “Allah lebih tahu dengan apa yang mereka ketahui,” yaitu apabila mereka berakal. Takwil ini dikuatkan oleh hadis al-Bukh±r³ dari Samurah bin Jundub dari Nabi saw. Sebagian dari hadis yang panjang itu berbunyi sebagai berikut:\r\nوَاَمَّا الرَّجُلُ الطَّوِيْلُ الَّذِيْ فِيْ رَوْضَةٍ فَاِبْرَاهِيْمُ عَلَيْهِ السَّلاَمُ وَاَمَّاالْوِلْدَانُ فَكُلُّ مَوْلُوْدٍ يُوْلَدُ عَلَى الْفِطْرَةِ، قَالَ: فَقِيْلَ يَارَسُوْلَ اللهِ، وَاَوْلاَدُ الْمُشْرِكِيْنَ. فَقَالَ رَسُوْلُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: وَاَوْلاَدُ الْمُشْرِكِيْنَ. (رواه البخاري عن سمرة بن جندب)\r\nAdapun orang yang tinggi itu yang ada di surga adalah Ibrahim as. Adapun anak-anak yang ada di sekitarnya semuanya adalah anak yang dilahirkan menurut fitrah. Samurah berkata, “Maka Rasulullah ditanya, Ya Rasulullah, tentang anak-anak musyrik? Rasulullah menjawab, Dan anak-anak musyrik.” (Riwayat al-Bukh±r³ dari Samurah bin Jundub);Sebagian ulama lain mengartikan “fi¯rah” dengan “kejadian” yang dengannya Allah menjadikan anak mengetahui Tuhannya. Seakan-akan dikatakan, “Tiap-tiap anak dilahirkan atas kejadiannya.” Dengan kejadian itu, sang anak akan mengetahui Tuhannya apabila dia telah berakal dan berpengetahuan. Kejadian di sini berbeda dengan kejadian binatang yang tak sampai kepada pengetahuan tentang Tuhannya. Mereka berhujjah bahwa “fi¯rah” itu berarti “kejadian” dan “f±¯ir” berarti “yang menjadikan” dengan firman Allah:\r\nقُلِ اللهم فَاطِرَ السَّمٰوٰتِ وَالْاَرْضِ;Katakanlah, “Ya Allah, Pencipta langit dan bumi.” (az-Zumar/39: 46) ;وَمَا لِيَ لَآ اَعْبُدُ الَّذِيْ فَطَرَنِيْ;Dan tidak ada alasan bagiku untuk tidak menyembah (Allah) yang telah menciptakanku. (Y±s³n/36: 22) ;قَالَ بَلْ رَّبُّكُمْ رَبُّ السَّمٰوٰتِ وَالْاَرْضِ الَّذِيْ فَطَرَهُنَّۖ;Dia (Ibrahim) menjawab, “Sebenarnya Tuhan kamu ialah Tuhan (pemilik) langit dan bumi; (Dialah) yang telah menciptakannya.” (al-Anbiy±'/21: 56) ;Kemudian kalimat dalam ayat (30) ini dilanjutkan dengan ungkapan bahwa pada fitrah Allah itu tidak ada perubahan. Allah tidak akan mengubah fitrah-Nya. Tidak ada sesuatu pun yang menyalahi aturan itu maksudnya ialah tidak akan sengsara orang yang dijadikan Allah berbahagia, dan sebaliknya tidak akan berbahagia orang-orang yang dijadikan-Nya sengsara. Menurut Muj±hid, artinya ialah tidak ada perubahan bagi agama Allah. Pendapat ini didukung oleh Qat±dah, Ibnu Jubair, a«-ahhak, Ibnu Zaid, dan an-Nakh±'i. Mereka berpendapat bahwa ungkapan tersebut di atas berkenaan dengan keyakinan. Ikrimah meriwayatkan dari Ibnu Abb±s bahwa Umar bin Kha¯¯±b berkata, “Tidak ada perubahan bagi makhluk Allah dari binatang yang dimandulkan.” Perkataan ini maksudnya ialah larangan memandulkan binatang.\r\nUngkapan “itulah agama yang lurus”, menurut Ibnu Abb±s, bermakna “itulah keputusan yang lurus”. Muq±til mengatakan bahwa itulah perhitungan yang nyata. Ada yang mengatakan bahwa agama yang lurus itu ialah agama Islam, tetapi kebanyakan manusia tidak mengetahui. Mereka tidak mau memikirkan bahwa agama Islam itu adalah agama yang benar. Oleh karena itu, mereka tidak mau menghambakan diri kepada Pencipta mereka, dan Tuhan yang lebih terdahulu (qad³m) memutuskan sesuatu dan melaksanakan keputusan-Nya.\r\n"}