{"tafsir_id":3440,"surah_id":30,"aya_number":31,"tafsir_wajiz":"Berpegangteguhlah pada agama yang lurus itu dengan mendekat dan kembali bertobat kepada-Nya dengan sepenuh hati, dan bertakwalah kepada-Nya dengan melaksanakan segala perintah-Nya dan menjauhi segala larangan-Nya, serta laksanakanlah salat secara konsisten dan sempurna, dan janganlah kamu termasuk orang-orang yang mempersekutukan Allah dalam beribadah atau mempersekutukan-Nya dengan mengikuti agama yang menyimpang","tafsir_tahlili":"(31) Ayat ini merupakan jawaban dari ayat 30 Surah ar-Rµm di atas yang menyatakan, “Tidak ada perubahan bagi agama Allah.” Maksudnya ialah agar manusia jangan sekali-kali mencoba mengubah agama Allah. Bagaimana tindakan manusia agar dia tidak mengubah agama Islam ialah dengan jalan bertobat kepada-Nya. Akan tetapi, ada yang menafsirkan kalimat “dengan kembali bertobat kepada-Nya” sebagai keterangan dari kata “hadapkanlah wajahmu” tersebut di atas. Maksudnya agar Nabi Muhammad dan umatnya meluruskan muka (menghadapkan wajah) dengan cara kembali bertobat kepada Allah. Kaum Muslimin juga termasuk dalam perintah ini karena suruhan kepada Nabi saw berarti juga suruhan kepada umatnya. \r\nAyat ini juga menyuruh manusia bertobat kepada Allah. Perintah ini lalu dihubungkan dengan suruhan agar manusia bertakwa kepada-Nya, mendirikan salat, serta larangan menjadi orang musyrik.\r\nKembali kepada Allah ialah cara yang baik untuk memperbaiki fitrah tadi dan menjauhi segala rintangan yang mungkin menghalanginya.\r\nPerintah bertakwa didahulukan dari perintah mendirikan salat karena salat termasuk salah satu tanda-tanda yang pokok dari orang yang bertakwa. Salat dan ibadah lainnya tidak akan ada hasilnya, kecuali atas dasar iman dengan Allah, merasakan kekuasaan dan ketinggian-Nya. Dalam hal ini Allah berfirman:\r\nقَدْ اَفْلَحَ الْمُؤْمِنُوْنَ ۙ  ١   الَّذِيْنَ هُمْ فِيْ صَلٰو تِهِمْ خَاشِعُوْنَ  ٢  ;Sungguh beruntung orang-orang yang beriman, (yaitu) orang yang khusyuk dalam salatnya. (al-Mu'minµn/23: 1-2);Ibadah juga tidak ada artinya kalau tidak disertai dengan ikhlas. Oleh karena itu, ayat ini diakhiri dengan keharusan ikhlas dalam beribadah agar kaum Muslimin tidak menjadi musyrik.\r\n"}