{"tafsir_id":3443,"surah_id":30,"aya_number":34,"tafsir_wajiz":"Kemusyrikan dan kekafiran itu hanya akan merugikan diri mereka. Karena itu, biarkan mereka mengingkari rahmat yang telah Kami berikan. Dan bersenang-senanglah kamu, wahai orang-orang musyrik, maka di akhirat kelak kamu akan mengetahui akibat perbuatanmu.","tafsir_tahlili":"(34) Ayat ini memperingatkan manusia yang ingkar kepada Allah, tidak sabar, dan tidak bersyukur, bahwa nikmat itu adalah karunia-Nya. Nikmat itu datang dari Allah, bukan dari selain-Nya. Firman Allah:;اَلَمْ تَرَوْا اَنَّ اللّٰهَ سَخَّرَ لَكُمْ مَّا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِ وَاَسْبَغَ عَلَيْكُمْ نِعَمَهٗ ظَاهِرَةً وَّبَاطِنَةً ۗوَمِنَ النَّاسِ مَنْ يُّجَادِلُ فِى اللّٰهِ بِغَيْرِ عِلْمٍ وَّلَا هُدًى وَّلَا كِتٰبٍ مُّنِيْرٍ  ;Tidakkah kamu memperhatikan bahwa Allah telah menundukkan apa yang ada di langit dan apa yang ada di bumi untuk (kepentingan)mu dan menyempurnakan nikmat-Nya untukmu lahir dan batin. Tetapi di antara manusia ada yang membantah tentang (keesaan) Allah tanpa ilmu atau petunjuk dan tanpa Kitab yang memberi penerangan. (Luqm±n/31:20) \r\nManusia tidak boleh mengingkari nikmat itu karena tidak ada yang selain Allah yang dapat memberikan nikmat sehebat itu, sebagaimana difirmankan-Nya:;هٰذَا خَلْقُ اللّٰهِ فَاَرُوْنِيْ مَاذَا خَلَقَ الَّذِيْنَ مِنْ دُوْنِهٖۗ بَلِ الظّٰلِمُوْنَ فِيْ ضَلٰلٍ مُّبِيْنٍ ࣖ  ;Inilah ciptaan Allah, maka perlihatkanlah olehmu kepadaku apa yang telah diciptakan oleh (sesembahanmu) selain Allah. Sebenarnya orang-orang yang zalim itu berada di dalam kesesatan yang nyata. (Luqm±n/31:11)\r\nDalam ayat 34 ini, Allah memerintahkan mereka, “Bersenang-senanglah!” Perintah ini merupakan ejekan atas kedurhakaan mereka. Dengan demikian, perintah ini bukanlah perintah yang sebenarnya, tetapi ancaman agar mereka menghentikan perbuatan menyembah dan memohon kepada selain Allah dan mengingkari nikmat-Nya tersebut. \r\nApalagi perintah bersenang-senang itu diiringi ancaman “kelak kalian akan mengetahuinya.” Dengan demikian, bersenang-senang itu hanya mereka nikmati sementara, yaitu paling lama selama sisa-sisa hidup mereka di dunia. Sedangkan di akhirat nanti, mereka akan memperoleh siksaan dan azab yang dahsyat atas kesyirikan dan keingkaran mereka. Azab dapat terjadi di dunia, dan pasti di akhirat. Dengan demikian, keingkaran mereka di dunia tidak akan membawa keuntungan apa-apa.\r\nOleh karena itu, sebelum ajal menjemput, mereka yang kafir dengan berprilaku syirik dan tidak mensyukuri nikmat hendaklah bertobat. Tobat itu harus sesegera mungkin karena tobat pada waktu napas sudah di tenggorokan tidak diterima Allah, sebagaimana terjadi pada Firaun (lihat Surah Yµnus/10: 90-91).\r\n"}