{"tafsir_id":3446,"surah_id":30,"aya_number":37,"tafsir_wajiz":"Allah memperingatkan mereka atas keputusasaan itu. Dan tidakkah mereka melihat dengan mata kepala beberapa fenomena yang terjadi, tidak terkecuali pada diri mereka sendiri, bahwa Allah yang melapangkan rezeki bagi siapa yang Dia kehendaki, bukan semata hasil usaha mereka, dan Dia pula yang membatasi rezeki bagi siapa yang Dia kehendaki, meski ia telah berusaha keras untuk meraih rezeki sebanyak-banyaknya? Sungguh, pada yang demikian itu, yakni lapang dan sempitnya rezeki, benar-benar terdapat tanda-tanda kebesaran Allah bagi kaum yang beriman yang meyakini keesaan dan kekuasaan-Nya yang sempurna sehingga mereka menyerahkan segala urusan kepada-Nya.","tafsir_tahlili":"(37) Perilaku cepat lupa diri ketika memperoleh kesenangan dan putus asa ketika memperoleh kesusahan itu terjadi karena mereka menjauh dari Allah. Akibatnya mereka tidak menyadari bahwa yang mengatur rezeki manusia adalah Allah. Allah-lah yang melapangkan rezeki seseorang dan menahan rezeki yang lain sesuai dengan kebijaksanaan-Nya. Perbedaan rezeki itu terjadi karena perbedaan kemampuan, dan perbedaan kemampuan mengakibatkan perbedaan posisi manusia dalam kehidupan. Karena perbedaan posisi itulah, maka seluruh lapangan pekerjaan dapat diisi manusia sesuai dengan kemampuannya itu. Allah berfirman: ;اَهُمْ يَقْسِمُوْنَ رَحْمَتَ رَبِّكَۗ نَحْنُ قَسَمْنَا بَيْنَهُمْ مَّعِيْشَتَهُمْ فِى الْحَيٰوةِ الدُّنْيَاۙ وَرَفَعْنَا بَعْضَهُمْ فَوْقَ بَعْضٍ دَرَجٰتٍ لِّيَتَّخِذَ بَعْضُهُمْ بَعْضًا سُخْرِيًّا ۗوَرَحْمَتُ رَبِّكَ خَيْرٌ مِّمَّا يَجْمَعُوْنَ   ;Apakah mereka yang membagi-bagi rahmat Tuhanmu? Kamilah yang menentukan penghidupan mereka dalam kehidupan dunia, dan Kami telah meninggikan sebagian mereka atas sebagian yang lain beberapa derajat, agar sebagian mereka dapat memanfaatkan sebagian yang lain. Dan rahmat Tuhanmu lebih baik dari apa yang mereka kumpulkan. (az-Zukhruf/43:32);Kenyataan itu bagi yang beriman memberikan pelajaran bahwa Allah ada dan Mahakuasa serta Mahabijaksana. Baik kelapangan maupun keterbatasan rezeki keduanya adalah ujian dari Allah, mampukah yang diberi-Nya rezeki menggunakannya sesuai dengan yang dikehendaki Allah, dan mampukah yang rezekinya terbatas menyadari keterbatasannya. \r\nDi samping itu, nikmat Allah tidak hanya bersifat materi, tetapi juga non-materi, seperti kesehatan, ketenangan hidup, nama baik, dan sebagainya. Sering terjadi bahwa Allah mencurahkan nikmat yang bersifat materi kepada seseorang, tetapi membatasi nikmat non-materi. Sebaliknya sering Allah membatasi nikmat yang bersifat materi kepada seseorang, tetapi mencurahkan nikmat non-materi-Nya. Itu menunjukkan bahwa Allah Mahakuasa dan Mahabijaksana, sehingga manusia seharusnya mengimani-Nya.\r\n"}