{"tafsir_id":3447,"surah_id":30,"aya_number":38,"tafsir_wajiz":"Usai menjelaskan bahwa lapang-sempitnya rezeki merupakan ketentuan Allah dan sarana untuk menguji keimanan hamba-Nya, kemudian pada no_ayatt ini Allah meminta orang mukmin tidak hanya berinfak dan bersedekah, melainkan juga melakukan kebaikan apa pun bentuknya kepada siapa saja, khususnya kaum kerabat. Maka berikanlah haknya kepada kerabat dekat dengan menjaga hubungan silaturahmi, berbuat kebajikan, dan berkorban untuknya, juga kepada orang miskin dengan meringankan beban hidupnya dan orang-orang yang kehabisan bekal dalam perjalanan. Itulah yang lebih baik bagi orang-orang yang mencari keridaan Allah melalui usaha-usaha baiknya. Dan mereka itulah orang-orang yang beruntung. Melalui pemberian dan pengorbanan, dalam lingkup terbatas, kerabat akan tercukupi kebutuhannya, dan dalam lingkup yang lebih luas, perbuatan itu akan melahirkan sikap tolong-menolong di antara sesama muslim.","tafsir_tahlili":"(38) Ayat ini merupakan penjelasan ayat 37, yaitu bahwa mereka yang diberi Allah kelebihan rezeki harus membantu mereka yang kekurangan. Bantuan itu dalam bentuk bantuan materi di luar zakat. Mereka yang diprioritaskan untuk dibantu adalah keluarga dekat sendiri. Bantuan itu dalam ayat ini bahkan dinyatakan sebagai haknya. Dalam ayat lain dinyatakan bahwa bila kita tidak dapat membantu, maka hal itu perlu disampaikan dengan sejujurnya dengan kata-kata yang enak diterima sehingga menyejukkan:;وَاِمَّا تُعْرِضَنَّ عَنْهُمُ ابْتِغَاۤءَ رَحْمَةٍ مِّنْ رَّبِّكَ تَرْجُوْهَا فَقُلْ لَّهُمْ قَوْلًا مَّيْسُوْرًا  ;Dan jika engkau berpaling dari mereka untuk memperoleh rahmat dari Tuhanmu yang engkau harapkan, maka katakanlah kepada mereka ucapan yang lemah lembut. (al-Isr±'/17:28) ;Orang yang perlu dibantu adalah orang miskin, yaitu orang yang tidak mampu memenuhi kebutuhan pokoknya. Dengan demikian, Allah tidak menghendaki ada makhluk-Nya yang kelaparan apalagi mati karena kelaparan. Bila hal itu terjadi, maka mereka yang berkelebihan rezeki berdosa. Memang dapat dirasakan bagaimana perihnya rasa lapar dan dapat dipahami bagaimana berbahayanya kelaparan.\r\nSelanjutnya yang perlu dibantu adalah musafir yang terlantar, paling kurang untuk satu hari. Dengan bantuan demi bantuan, ia akan dapat mencapai tempat asalnya. Mengembalikan musafir dengan segera ke tempat asalnya akan besar manfaatnya, karena ia akan dapat bekerja kembali sebagaimana semula. Membiarkannya terlantar di tempat asing akan mengakibatkan berbagai masalah di tempat itu.\r\nDemikianlah kewajiban orang yang beriman. Ia sadar bahwa harta yang ada padanya hanyalah titipan yang dipercayakan untuk dikelola dengan baik. Pemilik harta itu adalah Allah, sehingga ketika pemiliknya meminta untuk dikeluarkan sebagian guna membantu orang lain, maka ia tidak akan menolaknya. Allah berfirman:;اٰمِنُوْا بِاللّٰهِ وَرَسُوْلِهٖ وَاَنْفِقُوْا مِمَّا جَعَلَكُمْ مُّسْتَخْلَفِيْنَ فِيْهِۗ فَالَّذِيْنَ اٰمَنُوْا مِنْكُمْ وَاَنْفَقُوْا لَهُمْ اَجْرٌ كَبِيْرٌ  ;Berimanlah kamu kepada Allah dan Rasul-Nya dan infakkanlah (di jalan Allah) sebagian dari harta yang Dia telah menjadikan kamu sebagai penguasanya (amanah). Maka orang-orang yang beriman di antara kamu dan menginfakkan (hartanya di jalan Allah) memperoleh pahala yang besar. (al-¦ad³d/57: 7);Orang beriman tidak akan memandang bahwa harta yang ada padanya itu semata-mata diperolehnya karena usahanya sendiri. Semua keberuntungan yang diperoleh manusia adalah karunia Allah, sebagaimana dinyatakan dalam Al-Qur'an tentang Nabi Sulaiman:;قَالَ الَّذِيْ عِنْدَهٗ عِلْمٌ مِّنَ الْكِتٰبِ اَنَا۠ اٰتِيْكَ بِهٖ قَبْلَ اَنْ يَّرْتَدَّ اِلَيْكَ طَرْفُكَۗ فَلَمَّا رَاٰهُ مُسْتَقِرًّا عِنْدَهٗ قَالَ هٰذَا مِنْ فَضْلِ رَبِّيْۗ  لِيَبْلُوَنِيْٓ ءَاَشْكُرُ اَمْ اَكْفُرُۗ وَمَنْ شَكَرَ فَاِنَّمَا يَشْكُرُ لِنَفْسِهٖۚ وَمَنْ كَفَرَ فَاِنَّ رَبِّيْ غَنِيٌّ كَرِيْمٌ    ;Seorang yang mempunyai ilmu dari Kitab berkata, “Aku akan membawa singgasana itu kepadamu sebelum matamu berkedip.” Maka ketika dia (Sulaiman) melihat singgasana itu terletak di hadapannya, dia pun berkata, “Ini termasuk karunia Tuhanku untuk mengujiku, apakah aku bersyukur atau mengingkari (nikmat-Nya). Barang siapa bersyukur, maka sesungguhnya dia bersyukur untuk (kebaikan) dirinya sendiri, dan barang siapa ingkar, maka sesungguhnya Tuhanku Mahakaya, Mahamulia.” (an-Naml/27: 40) ;Sikap yang menafikan karunia Allah dalam setiap keberuntungan adalah sikap Karun, seorang yang kaya raya tetapi durhaka pada zaman Nabi Musa a.s. Sebagai akibatnya, ia dan kekayaannya ditelan oleh bumi. Allah berfirman:;قَالَ اِنَّمَآ اُوْتِيْتُهٗ عَلٰى عِلْمٍ عِنْدِيْۗ اَوَلَمْ يَعْلَمْ اَنَّ اللّٰهَ قَدْ اَهْلَكَ مِنْ قَبْلِهٖ مِنَ الْقُرُوْنِ مَنْ هُوَ اَشَدُّ مِنْهُ قُوَّةً وَّاَكْثَرُ جَمْعًا ۗوَلَا يُسْـَٔلُ عَنْ ذُنُوْبِهِمُ الْمُجْرِمُوْنَ   ;Dia (Karun) berkata, “Sesungguhnya aku diberi (harta itu), semata-mata karena ilmu yang ada padaku.” Tidakkah dia tahu bahwa Allah telah membinasakan umat-umat sebelumnya yang lebih kuat daripadanya, dan lebih banyak mengumpulkan harta? Dan orang-orang yang berdosa itu tidak perlu ditanya tentang dosa-dosa mereka. (al-Qa¡a¡/28: 78);Membantu keluarga dekat, orang miskin, dan musafir yang terlantar akan membawa dampak yang baik bagi yang memberi dan yang diberi. Orang yang memberi berarti telah memenuhi perintah Allah, sehingga ia akan disayangi-Nya. Sedangkan orang yang diberi akan merasa terbantu, dan karena itu akan terjalinlah silaturrahim antara keluarga yang berkecukupan dan berkekurangan. Dampaknya adalah keamanan dan persaudaraan yang erat.\r\nDampak seperti itu akan diperoleh bila yang memberi hanya karena mengharapkan rida Allah. Dengan demikian, maksud potongan ayat ini adalah bahwa si pemberi itu memberi bukan untuk mengharapkan balasan dari yang diberi, tetapi balasan dari Allah ketika ia menghadap-Nya nanti di akhirat. Artinya, ia memberi dengan ikhlas. Orang beriman dilarang memberi karena ria, yaitu untuk dilihat orang atau pamer. Salah satu bentuk ria adalah memberi tetapi pemberian itu disebut-sebut kepada orang lain sehingga menjatuhkan nama yang diberi, atau menyakiti hati yang diberi dengan menyampaikan kata-kata atau perbuatan yang melukai perasaannya. Allah berfirman:;يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تُبْطِلُوْا صَدَقٰتِكُمْ بِالْمَنِّ وَالْاَذٰىۙ  كَالَّذِيْ يُنْفِقُ مَالَهٗ رِئَاۤءَ النَّاسِ وَلَا يُؤْمِنُ بِاللّٰهِ وَالْيَوْمِ الْاٰخِرِۗ  فَمَثَلُهٗ كَمَثَلِ صَفْوَانٍ عَلَيْهِ تُرَابٌ فَاَصَابَهٗ وَابِلٌ فَتَرَكَهٗ صَلْدًا ۗ  لَا يَقْدِرُوْنَ عَلٰى شَيْءٍ مِّمَّا كَسَبُوْا ۗ وَاللّٰهُ لَا يَهْدِى الْقَوْمَ الْكٰفِرِيْنَ  ;Wahai orang-orang yang beriman! Janganlah kamu merusak sedekahmu dengan menyebut-nyebutnya dan menyakiti (perasaan penerima), seperti orang yang menginfakkan hartanya karena ria (pamer) kepada manusia dan dia tidak beriman kepada Allah dan hari akhir. Perumpamaannya (orang itu) seperti batu yang licin yang di atasnya ada debu, kemudian batu itu ditimpa hujan lebat, maka tinggallah batu itu licin lagi. Mereka tidak memperoleh sesuatu apa pun dari apa yang mereka kerjakan. Dan Allah tidak memberi petunjuk kepada orang-orang kafir. (al-Baqarah/2: 264)\r\n"}