{"tafsir_id":3448,"surah_id":30,"aya_number":39,"tafsir_wajiz":"Setelah menginformasikan cara membantu orang lain dengan benar melalui zakat, infak, dan sedekah yang dilandasi keikhlasan, melalui no_ayatt ini Allah memperingatkan para pemakan riba dan orang yang menyembunyikan tujuan buruk di balik bantuannya. Dan sesuatu riba yang kamu berikan kepada orang yang terbiasa memakan riba agar harta manusia yang diberi itu semakin bertambah, maka sesungguhnya harta tersebut tidak bertambah dalam pandangan Allah dan tidak pula diberkahi. Dan apa yang kamu berikan kepada orang lain berupa zakat, infak, dan sedekah yang kamu maksudkan untuk memperoleh keridaan Allah, maka itulah orang-orang yang melipatgandakan pahalanya dengan cara yang benar dan bermartabat.","tafsir_tahlili":"(39) Ayat ini menerangkan riba yang dimaksudkan sebagai hadiah atau memberi untuk memperoleh lebih. Riba adalah pengembalian lebih dari utang. Kelebihan itu adakalanya dimaksudkan sebagai hadiah, dengan harapan bahwa hadiah itu akan berkembang di tangan orang yang menghutangi, lalu orang itu akan balik memberi orang yang membayar utangnya itu dengan lebih banyak daripada yang dihadiahkan kepadanya. Riba seperti itu sering dipraktekkan pada zaman jahiliah. Dalam ayat ini ditegaskan bahwa perilaku bisnis seperti itu tidak memperoleh berkah dari Allah. Ia tidak memperoleh pahala dari-Nya karena pemberian itu tidak ikhlas. Oleh karena itu, para ulama memandang ayat ini sebagai ayat pertama dalam tahap pengharaman riba sampai pengharamannya secara tegas. (Tahap keduanya adalah pada Surah an-Nis±'/4: 161, yang berisi isyarat tentang keharaman riba; tahap ketiga adalah ²li Imr±n/3: 130, bahwa yang diharamkan itu hanyalah riba yang berlipat ganda; tahap keempat adalah al-Baqarah/2: 278, yang mengharamkan riba sama sekali dalam bentuk apa pun). \r\nAda pula yang memahami ayat ini berkenaan dengan pemberian kepada seseorang untuk maksud memperoleh balasan lebih. Balasan lebih itu di antaranya terhadap pengembalian utang. Itulah yang disebut riba dalam ayat di atas, dan banyak ulama membolehkannya berdasarkan hadis:\r\nكَانَ رَسُوْلُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقْبَلُ الْهَدِيَّةَ وَيُثِيْبُ عَلَيْهَا وَاَثَابَ عَلَى لِقْحَةٍ وَلَمْ يُنْكِرْ عَلَى صَاحِبِهَا حِيْنَ طَلَبَ الثَّوَابَ وَاِنَّمَا اَنْكَرَ سُخْطَهُ لِلثَّوَابِ وَكَانَ زَائِدًا عَلَى الْقيْمَةِ. (رواه البخاري عن عائشة)\r\nRasulullah menerima hadiah dan memberi balasan atas hadiah itu. Beliau memberikan balasan atas hadiah seekor unta perahan yang diberikan kepadanya, dan beliau tidak menyangkal pemiliknya ketika dia meminta balasan. Beliau hanya mengingkari kemarahan pemberian hadiah itu karena pembalasan itu nilainya lebih dari nilai hadiah. (Riwayat al-Bukh±r³ dari Aisyah);Akan tetapi, berdasarkan hadis itu, yang dibenarkan sesungguhnya adalah membalas dengan lebih suatu pemberian, bukan membayar utang lebih dari seharusnya. \r\nMemberi dengan maksud memperoleh balasan lebih dari yang diberikan menunjukkan ketidakikhlasan yang memberi. Hal ini juga tidak dibenarkan. Firman Allah:  ;وَلَا تَمْنُنْ تَسْتَكْثِرُۖ;Dan janganlah engkau (Muhammad) memberi (dengan maksud) memperoleh (balasan) yang lebih banyak. (al-Mudda££ir/74: 6);Salah satu bentuk pemberian yang dimaksudkan untuk memperoleh balasan lebih adalah memberi dengan maksud agar orang itu patuh pada yang memberi, mau membantunya, dan sebagainya. Itu juga tidak dibenarkan, karena tidak ikhlas.\r\nSecara lahiriah, larangan dalam ayat itu ditujukan kepada Nabi saw. Akan tetapi, juga dimaksudkan untuk seluruh umatnya.\r\nAdapun yang akan dilipatgandakan oleh Allah baik pahalanya maupun harta itu sendiri adalah pemberian secara tulus, yang dalam ayat ini diungkapkan dengan istilah zakat (secara harfiah berarti suci). Zakat di sini maksudnya sedekah yang hukumnya sunah, bukan zakat yang hukumnya wajib. Orang yang bersedekah karena mengharapkan pahala dari Allah, pasti akan dilipatgandakan pahala atau balasannya oleh Allah minimal tujuh ratus kali lipat, sebagaimana difirmankan-Nya dalam al-Baqarah/2: 261:;مَثَلُ الَّذِيْنَ يُنْفِقُوْنَ اَمْوَالَهُمْ فِيْ سَبِيْلِ اللّٰهِ كَمَثَلِ حَبَّةٍ اَنْۢبَتَتْ سَبْعَ سَنَابِلَ فِيْ كُلِّ سُنْۢبُلَةٍ مِّائَةُ حَبَّةٍ ۗ وَاللّٰهُ يُضٰعِفُ لِمَنْ يَّشَاۤءُ ۗوَاللّٰهُ وَاسِعٌ عَلِيْمٌ  ;Perumpamaan orang yang menginfakkan hartanya di jalan Allah seperti sebutir biji yang menumbuhkan tujuh tangkai, pada setiap tangkai ada seratus biji. Allah melipatgandakan bagi siapa yang Dia kehendaki, dan Allah Mahaluas, Maha Mengetahui. (al-Baqarah/2: 261);Di samping itu, sedekah juga akan melipatgandakan kekayaan pemilik modal, karena memperkuat daya beli masyarakat secara luas. Kuatnya daya beli masyarakat akan meminta pertambahan produksi. Pertambahan produksi akan meminta pertambahan lembaga-lembaga produksi (pabrik, perusahaan, dan sebagainya). Pertambahan lembaga-lembaga produksi akan membuka lapangan kerja sehingga dengan sendirinya akan meminta pertambahan tenaga kerja. Pertambahan tenaga kerja akan meningkatkan pendapatan masyarakat sehingga meningkatkan daya beli mereka, dan seterusnya. Demikianlah terjadi siklus peningkatan daya beli, produksi, tenaga kerja, dan sebagainya, sehingga ekonomi yang didasarkan atas pemberdayaan masyarakat luas itu akan selalu meningkatkan kemajuan perekonomian. Sedangkan perekonomian yang didasarkan atas riba, yaitu pengembalian lebih dari utang, selalu mengandung eksploitasi, yang lambat laun akan memundurkan perekonomian. \r\n"}