{"tafsir_id":3452,"surah_id":30,"aya_number":43,"tafsir_wajiz":"Setiap perbuatan buruk pasti berdampak negatif. Oleh karena itu, wahai Nabi Muhammad dan siapa saja yang ingin terhindar dari azab Allah, hadapkanlah wajahmu kepada agama yang lurus, yakni Islam, sebelum datang dari Allah suatu hari yang tidak dapat ditolak, baik itu berupa kematian maupun hari kiamat. Maka pada hari itu mereka terpisah-pisah, sebagian mereka berada di surga dan sebagian lagi di neraka.","tafsir_tahlili":"(43) Supaya kebinasaan seperti itu tidak terjadi lagi pada manusia, Allah meminta Nabi Muhammad dan siapa saja yang ingin selamat agar menghadapkan wajah kepada “agama yang lurus”. Maksud “agama yang lurus” di sini adalah Islam karena agama ini membawa ajaran-ajaran yang lurus dan pasti membawa kepada kebahagiaan di dunia dan di akhirat. Perintah menghadapkan wajah maksudnya adalah melaksanakan ajaran-ajaran itu sepenuhnya. Penyebutan wajah dalam ayat ini karena merupakan jati diri dari seseorang. Mengarahkan wajah artinya menghadapkan seluruh segi manusia, yaitu jasmani, rohani, dan akal pikirannya. Menghadapkan wajah kepada agama yang lurus artinya melaksanakan perintah agama dengan seluruh totalitas.\r\nPelaksanaan ajaran-ajaran itu harus sesegera mungkin supaya ma-syarakat semakin baik, aman, dan berkembang. Mereka yang bersalah harus segera sadar dan tobat. Hal itu karena usia manusia dan alam ini terbatas. Bila ajal datang bagi seseorang atau Kiamat terjadi bagi umat manusia, maka tidak ada seorang pun yang dapat menolaknya, sebagaimana firman Allah:;وَلِكُلِّ اُمَّةٍ اَجَلٌۚ فَاِذَا جَاۤءَ اَجَلُهُمْ لَا يَسْتَأْخِرُوْنَ سَاعَةً وَّلَا يَسْتَقْدِمُوْنَ   ;Dan setiap umat mempunyai ajal (batas waktu). Apabila ajalnya tiba, mereka tidak dapat meminta penundaan atau percepatan sesaat pun. (al-Ar±f/7: 34);Di akhir ayat ini dilukiskan bahwa pada hari kebangkitan, dimana semua dibangkitkan kembali, semua manusia gempar dan berlarian tidak tentu arah. Masing-masing sibuk dengan persoalan sendiri-sendiri, sebagaimana dilukiskan ayat-ayat berikut:\r\nيَوْمَ يَفِرُّ الْمَرْءُ مِنْ اَخِيْهِۙ  ٣٤  وَاُمِّهٖ وَاَبِيْهِۙ  ٣٥  وَصَاحِبَتِهٖ وَبَنِيْهِۗ  ٣٦  لِكُلِّ امْرِئٍ مِّنْهُمْ يَوْمَىِٕذٍ شَأْنٌ يُّغْنِيْهِۗ  ٣٧  ;\r\nPada hari itu manusia lari dari saudaranya, dan dari ibu dan bapaknya, dan dari istri dan anak-anaknya. Setiap orang dari mereka pada hari itu mempunyai urusan yang menyibukkannya. (Abasa/80: 34-37);Manusia hanya dituntun oleh amalnya. Oleh karena itu, manusia pada waktu itu akan terpola menjadi dua kelompok, sebagaimana dinyatakan ayat berikutnya.\r\n"}