{"tafsir_id":3455,"surah_id":30,"aya_number":46,"tafsir_wajiz":"Allah menunjukkan bukti-bukti kekuasaan dan keesaan-Nya, baik melalui no_ayatt-no_ayatt Al-Qur’an maupun no_ayatt-no_ayatt yang tersebar di alam rno_ayat dan fenomena-fenomena alam. Dan di antara tanda-tanda kebesaran-Nya adalah bahwa Dia mengirimkan angin sebagai pembawa berita gembira, sebab angin meniup awan yang tebal lalu hujan pun turun; dan agar kamu merasakan sebagian dari rahmat-Nya dengan tumbuhnya biji-bijian yang telah disemaikan dan menghijaunya tanam-tanaman serta berbuahnya tetumbuhan dan sebagainya; dan agar kapal dapat berlno_ayatr dengan perintah-Nya melalui hukum alam yang telah ditetapkan; dan agar kamu dapat mencari sebagian dari karunia-Nya dengan berdagang, berlno_ayatr, mencari ilmu, dan lain-lain; dan agar kamu bersyukur atas karunia tersebut dengan melaksanakan perintah-Nya dan menjauhi larangan-Nya.","tafsir_tahlili":"(46) Dalam ayat ini disampaikan bahwa di antara tanda kemahakuasaan Allah adalah angin yang memberikan manfaat besar kepada manusia dalam empat hal: sebagai berita baik, membawa rahmat, kepentingan pelayaran, dan untuk memperoleh karunia Allah.\r\nAngin merupakan pendahuluan atau pertanda akan datangnya hujan. Hal itu karena angin membentuk awan. Ketika awan itu semakin padat dan mendingin, ia berubah menjadi butir-butir air, lalu turun berupa hujan. Dengan demikian, angin membawa berita gembira bagi manusia, yaitu kemungkinan turunnya hujan.\r\nDengan hujan itu, Allah ingin merasakan rahmat-Nya kepada manusia. Dengan hujan tersedialah air yang merupakan sumber kehidupan, baik bagi tanaman, hewan, maupun manusia sendiri. Merupakan suatu adagium dalam ilmu pengetahuan bahwa ada air berarti ada kehidupan, tidak ada air berarti tidak ada kehidupan. Karena ada air, tanaman dan hewan—yang merupakan makanan pokok manusia—bisa hidup. Karena ada air juga pertanian dan peternakan dapat dikembangkan. Oleh karena itu, manusia perlu memelihara sumber air dan mengelola air hujan dengan baik agar tidak sampai terbuang percuma ke laut. \r\nKegunaan lain angin yang disebutkan dalam ayat ini adalah untuk pelayaran. Pada era kapal layar sampai era kapal mesin bahkan sampai era kapal bertenaga nuklir sekarang sekalipun, cuaca dan angin masih merupakan faktor yang menentukan atau berpengaruh dalam kesuksesan pelayaran. Angin bertiup atas perintah Allah, dalam artian berdasar hukum-hukum yang ditentukan-Nya. Oleh karena itu, manusia perlu mengembangkan ilmu meteorologi yang mempelajari angin, cuaca, dan sebagainya agar pelayaran lancar dan maju. \r\nKegunaan lebih lanjut angin adalah untuk mencari karunia Allah. Oleh karena itu, perlu dikembangkan berbagai teknologi pemanfaatan angin selain untuk pertanian, peternakan, dan pelayaran di atas. Sekarang ini, yang sedang dikembangkan manusia adalah memanfaatkan angin sebagai sumber energi, misalnya untuk pembangkit tenaga listrik, menggerakkan mesin, dan sebagainya. Oleh karena itu, ilmu meteorologi perlu diperkuat agar bermanfaat bagi pertanian, peternakan, pelayaran, energi, perindustrian, dan kegiatan perekonomian lainnya. Dengan berkembangnya kegiatan perekonomian, maka kesejahteraan akan meningkat.\r\nKeberadaan angin beserta hukum-hukumnya yang diciptakan Allah untuk kesejahteraan manusia, hendaknya disyukurinya. Mereka hendaknya mengakui adanya Allah, mengimani-Nya, mengakui rezeki itu karunia-Nya, menggunakan rezeki sesuai kehendak-Nya, dan taat beribadah menyembah-Nya. Bila manusia bersyukur, maka hal itu untuk dirinya sendiri, sebagaimana dinyatakan ayat berikut:;وَلَقَدْ اٰتَيْنَا لُقْمٰنَ الْحِكْمَةَ اَنِ اشْكُرْ لِلّٰهِ ۗوَمَنْ يَّشْكُرْ فَاِنَّمَا يَشْكُرُ لِنَفْسِهٖۚ وَمَنْ كَفَرَ فَاِنَّ اللّٰهَ غَنِيٌّ حَمِيْدٌ   ;Dan sungguh, telah Kami berikan hikmah kepada Lukman, yaitu, “Bersyukurlah kepada Allah! Dan barang siapa bersyukur (kepada Allah), maka sesungguhnya dia bersyukur untuk dirinya sendiri; dan barang siapa tidak bersyukur (kufur), maka sesungguhnya Allah Mahakaya, Maha Terpuji.” (Luqm±n/31: 12);Bagi orang-orang yang mensyukuri nikmat-Nya, maka Allah akan menambah lagi nikmat-Nya kepada mereka, sebagaimana dinyatakan ayat berikut:;وَاِذْ تَاَذَّنَ رَبُّكُمْ لَىِٕنْ شَكَرْتُمْ لَاَزِيْدَنَّكُمْ وَلَىِٕنْ كَفَرْتُمْ اِنَّ عَذَابِيْ لَشَدِيْدٌ;Dan (ingatlah) ketika Tuhanmu memaklumkan, “Sesungguhnya jika kamu bersyukur, niscaya Aku akan menambah (nikmat) kepadamu, tetapi jika kamu mengingkari (nikmat-Ku), maka pasti azab-Ku sangat berat.” (Ibr±h³m/14: 7)\r\n"}