{"tafsir_id":3463,"surah_id":30,"aya_number":54,"tafsir_wajiz":"no_ayatt ini menjelaskan bahwa manusia itu saat masih bayi berada dalam kondisi lemah, bahkan sebelum itu mereka dalam ketiadaan. Allah-lah yang menciptakan kamu dari keadaan lemah, yakni pada masa bayi. Kemudian Dia menjadikan kamu setelah keadaan lemah itu menjadi kuat dan berdno_ayat, yakni pada masa dewasa, sehingga kamu dapat melakukan banyak hal, kemudian Dia menjadikan kamu setelah kuat dan berdno_ayat itu lemah kembali dan beruban, yakni masa tua. Demikianlah, Dia akan terus menciptakan apa yang Dia kehendaki, antara lain menciptakanmu dari lemah menjadi kuat dan sebaliknya. Dan Dia Maha Mengetahui atas segala pengaturan ciptaan-Nya, Mahakuasa atas segala sesuatu yang Dia kehendaki, termasuk membangkitkanmu kembali dari kematian.","tafsir_tahlili":"(54) Di dalam ayat ini disampaikan perjalanan hidup manusia. Mereka berasal dari sesuatu yang tidak ada arti dan tidak punya daya apa-apa, yaitu nutfah (zygot) yang merupakan telur yang terbuahi sperma. Nu¯fah itu kemudian berkembang menjadi janin, dan kemudian lahir, sebagaimana diinformasikan al-Mu'minµn/23: 12-14. Dari kanak-kanak manusia kemudian menjadi remaja, dewasa, lalu matang, dan menjadi manusia yang perkasa dan berkuasa. Setelah itu manusia menginjak usia tua. Dalam usia tua itu manusia menjadi makhluk yang lemah kembali. Di samping lemah, manusia juga mengalami perubahan fisik, di antaranya rambut yang tadinya hitam menjadi uban, kulit menjadi keriput, daya penglihatan dan pendengaran semakin lemah, dan perubahan-perubahan lainnya. Setelah itu manusia pasti mati. Demikianlah Allah menciptakan makhluk yang dikehendaki-Nya, yaitu bahwa perjalanan hidup manusia di dunia pada umumnya demikian. Namun Allah dapat menentukan lain, yaitu bahwa manusia dapat saja wafat pada usia-usia yang dikehendaki-Nya sebelum usia tua tersebut. Demikianlah lemahnya manusia di depan Tuhan. Oleh karena itu, mereka hendaknya tidak menyombongkan diri, tetapi beriman dan patuh kepada-Nya."}