{"tafsir_id":3464,"surah_id":30,"aya_number":55,"tafsir_wajiz":"Pada hari kebangkitan orang yang dahulu banyak berbuat dosa bersumpah dengan sungguh-sungguh, meski sejatinya hanya sumpah palsu. Dan pada hari ketika terjadinya Kiamat, orang-orang yang berdosa bersumpah dengan penuh kesungguhan bahwa mereka berdiam dalam kubur hanya sesaat saja. Begitulah dahulu ketika di dunia mereka dipalingkan dari kebenaran karena kebiasaan mereka berbohong.","tafsir_tahlili":"(55) Diterangkan bahwa pada hari kebangkitan nanti, orang-orang kafir menyatakan kepada Allah bahwa hidup yang telah mereka lalui di dunia amat singkat. Mereka meminta untuk dikembalikan ke dunia dan berjanji akan memperbaiki amal mereka. Hal itu mereka sampaikan kepada Allah dengan bersumpah. Dengan demikian, kebiasaan berbohong mereka sewaktu di dunia masih mereka bawa ke akhirat. Pernyataan dan janji mereka itu hanyalah helah (alasan) mereka untuk menghindari hukuman Allah. Bila mereka dikembalikan lagi ke dunia, mereka pasti akan kembali kafir dan berbuat jahat sebagaimana dinyatakan ayat berikut:;بَلْ بَدَا لَهُمْ مَّا كَانُوْا يُخْفُوْنَ مِنْ قَبْلُ ۗوَلَوْ رُدُّوْا لَعَادُوْا لِمَا نُهُوْا عَنْهُ وَاِنَّهُمْ لَكٰذِبُوْنَ   ;Tetapi (sebenarnya) bagi mereka telah nyata kejahatan yang mereka sembunyikan dahulu. Seandainya mereka dikembalikan ke dunia, tentu mereka akan mengulang kembali apa yang telah dilarang mengerjakannya. Mereka itu sungguh pendusta. (al-An±m/6: 28);Mereka sesungguhnya telah diberi kesempatan yang cukup di dunia untuk melakukan yang seharusnya, tetapi mereka lalai, tergoda setan, dan berbuat jahat. Itu mereka akui sebagaimana dilukiskan ayat berikut:\r\nوَيَوْمَ يَحْشُرُهُمْ كَاَنْ لَّمْ يَلْبَثُوْٓا اِلَّا سَاعَةً مِّنَ النَّهَارِ يَتَعَارَفُوْنَ بَيْنَهُمْۗ قَدْ خَسِرَ الَّذِيْنَ كَذَّبُوْا بِلِقَاۤءِ اللّٰهِ وَمَا كَانُوْا مُهْتَدِيْنَ   ;Dan (ingatlah) pada hari (ketika) Allah mengumpulkan mereka, (mereka merasa) seakan-akan tidak pernah berdiam (di dunia) kecuali sesaat saja pada siang hari, (pada waktu) mereka saling berkenalan. Sungguh rugi orang yang mendustakan pertemuan mereka dengan Allah dan mereka tidak mendapat petunjuk. (Yµnus/10: 45);Oleh karena itu, singkatnya waktu hidup di dunia dalam perasaan orang kafir itu hanyalah alasan yang dibuat-buat. Sebenarnya mereka takut masuk neraka , sehingga mereka mencari berbagai macam helah atau tipu daya.\r\n"}