{"tafsir_id":348,"surah_id":3,"aya_number":55,"tafsir_wajiz":"no_ayatt ini menjelaskan tentang beberapa bukti kemuliaan Isa bin Maryam. Ingatlah, hai Nabi Muhammad, ketika Allah berfirman, “Wahai Isa! Aku akan mewafatkanmu atau menyempurnakan keberadaanmu di dunia dan mengangkatmu kepada-Ku, yaitu ke tempat yang mulia tanpa melalui proses kematian, serta menjauhkan dan menyucikanmu dari orang-orang yang kafir, dan menjadikan orang-orang yang mengikutimu yang tidak mengubah agamamu serta yang membenarkan kenabianmu di atas orang-orang yang kafir terhadapmu dengan menyembunyikan bukti-bukti kerasulanmu hingga hari kiamat. Kemudian kepada-Ku kalian kembali, baik yang beriman kepada Nabi Isa maupun yang kafir kepadanya, lalu Aku beri keputusan tentang apa yang kalian perselisihkan yaitu tentang Isa dan kebenaran ajaran yang dibawanya.” ","tafsir_tahlili":"(55). Allah membalas tipu daya orang kafir dengan mengangkat Isa a.s. kepada-Nya. Dalam hal ini terdapat berita gembira untuk Nabi, tentang datangnya bantuan Allah untuk menyelamatkan dirinya dari tipu daya orang-orang kafir sehingga mereka dalam usahanya melaksanakan tipu daya itu tidak akan berhasil.\r\nAllah akan mengangkat Nabi Isa kepada-Nya dan akan mewafatkannya pada saat ajalnya tiba, sesudah turun dari langit pada waktu yang ditentukan ) sesuai dengan sabda Nabi Muhammad saw,\r\nوَالَّذِيْ نَفْسِيْ بِيَدِهِ، لَيُوْشِكَنَّ اَنْ يَنْزِلَ فِيْكُمْ اِبْنُ مَرْيَمَ حَكَمًا عَدْلاً فَيَكْسِرَ الصَّلِيْبَ وَيَقْتُلَ الْخِنْزِيرَ وَيَضَعَ الْجِزْيَةَ وَيَفِيْضَ الْمَالَ حَتىَّ تَكُوْنَ السَّجْدَةُ الْوَاحِدَةُ خَيْرًا مِنَ الدُّنْيَا وَمَا فِيْهَا (رواه البخاري)\r\n“Demi (Allah), yang jiwaku di tangan-Nya, Isa putra Maryam akan turun di antaramu sebagai hakim yang adil, kemudian ia akan memecah salib, membunuh babi, menghentikan peperangan, dan membagi-bagikan harta, sehingga tak seorang pun yang akan menerimanya (karena tidak membutuhkan lagi) dan merasa bahwa sujudnya (ibadahnya) lebih utama dari dunia dan semua isinya.” (Riwayat al-Bukh±r³ dari Abµ Hurairah).;“Allah membersihkan Isa a.s. dari orang-orang kafir”, dengan menyelamatkannya dari kejahatan, cercaan serta nistaan dan tuduhan, yang akan mereka lakukan, dan akan menjadikan pengikut-pengikutnya yang beriman itu percaya bahwa dia adalah hamba Allah dan utusan-Nya, percaya akan kata-kata Isa bahwa beliau diutus untuk memberi kabar gembira (a¡-¢aff/61:6) tentang kedatangan seorang utusan Allah, yang akan datang sesudahnya, yang bernama Ahmad (Nabi Muhammad) (a¡-¢aff/61:6). Allah akan mengangkat mereka yang percaya itu kepada derajat yang tinggi, tidak seperti orang-orang Yahudi yang menipu dan mendustakan Nabi Isa, yang direndahkan martabatnya oleh Allah. Ketinggian derajat itu ada kalanya di bidang keimanan yang bersifat rohaniah, dan dalam bidang akhlak dan kesempurnaan sopan santun serta dekatnya mereka pada yang hak dan jauhnya dari yang batil. Adakalanya kelebihan yang bersifat duniawi yaitu mereka akan memegang tampuk pimpinan di dunia.\r\nKemudian semua manusia akan dikembalikan kepada Allah yaitu pada hari kebangkitan, dan Allah akan memutuskan perkara yang mereka perselisihkan dalam urusan agama termasuk di dalamnya perselisihan-perselisihan yang terjadi di antara pengikut-pengikut Isa a.s. dan orang-orang yang tidak percaya kepadanya."}