{"tafsir_id":3482,"surah_id":31,"aya_number":13,"tafsir_wajiz":"Dan ingatlah ketika Lukman berkata kepada anaknya, ketika dia sesaat demi sesaat memberi pelajaran kepadanya, “Wahai anakku! Janganlah engkau mempersekutukan Allah dengan sesuatu pun, dan ketauhilah bahwa sesungguhnya mempersekutukan Allah adalah benar-benar kezaliman yang besar karena telah merendahkan martabat Sang Mahaagung ke posisi yang hina.”","tafsir_tahlili":"(13) Allah mengingatkan kepada Rasulullah nasihat yang pernah diberikan Lukman kepada putranya ketika ia memberi pelajaran kepadanya. Nasihat itu ialah, “Wahai anakku, janganlah engkau memper-sekutukan sesuatu dengan Allah, sesungguhnya mempersekutukan Allah itu adalah kezaliman yang sangat besar.”\r\nMempersekutukan Allah dikatakan kezaliman karena perbuatan itu berarti menempatkan sesuatu tidak pada tempatnya, yaitu menyamakan sesuatu yang melimpahkan nikmat dan karunia dengan sesuatu yang tidak sanggup memberikan semua itu. Menyamakan Allah sebagai sumber nikmat dan karunia dengan patung-patung yang tidak dapat berbuat apa-apa adalah perbuatan zalim. Perbuatan itu dianggap sebagai kezaliman yang besar karena yang disamakan dengan makhluk yang tidak bisa berbuat apa-apa itu adalah Allah Pencipta dan Penguasa semesta alam, yang seharusnya semua makhluk mengabdi dan menghambakan diri kepada-Nya.\r\nDiriwayatkan oleh al-Bukh±r³ dari Ibnu Masµd bahwa tatkala turun ayat:;اَلَّذِيْنَ اٰمَنُوْا وَلَمْ يَلْبِسُوْٓا اِيْمَانَهُمْ بِظُلْمٍ اُولٰۤىِٕكَ لَهُمُ الْاَمْنُ وَهُمْ مُّهْتَدُوْنَ ࣖ  ;Orang-orang yang beriman dan tidak mencampuradukkan iman mereka dengan syirik, mereka itulah orang-orang yang mendapat rasa aman dan mereka mendapat petunjuk. (al-An±m/6: 82) ;timbullah keresahan di antara para sahabat Rasulullah saw. Mereka berpendapat bahwa amat berat menjaga keimanan agar tidak bercampur dengan kezaliman. Mereka lalu berkata kepada Rasulullah saw, “Siapakah di antara kami yang tidak mencampuradukkan keimanan dengan kezaliman?” Maka Rasulullah menjawab, “Maksudnya bukan demikian, apakah kamu tidak mendengar perkataan Lukman, Hai anakku, jangan kamu menyekutukan sesuatu dengan Allah, sesungguhnya mempersekutukan Allah adalah kezaliman yang besar.”\r\nDari ayat ini dipahami bahwa di antara kewajiban ayah kepada anak-anaknya ialah memberi nasihat dan pelajaran, sehingga anak-anaknya dapat menempuh jalan yang benar, dan terhindar dari kesesatan. Hal ini sesuai dengan firman Allah:; يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا قُوْٓا اَنْفُسَكُمْ وَاَهْلِيْكُمْ نَارًا وَّقُوْدُهَا النَّاسُ وَالْحِجَارَةُ   ;Wahai orang-orang yang beriman! Peliharalah dirimu dan keluargamu dari api neraka yang bahan bakarnya adalah manusia dan batu. (at-Ta¥r³m/66: 6) ;Jika diperhatikan susunan kalimat ayat ini, maka dapat diambil kesimpulan bahwa Lukman melarang anaknya menyekutukan Tuhan. Larangan ini adalah sesuatu yang memang patut disampaikan Lukman kepada putranya karena menyekutukan Allah adalah perbuatan dosa yang paling besar.\r\nAnak adalah generasi penerus dari orang tuanya. Cita-cita yang belum dicapai orang tua selama hidup di dunia diharapkan dapat tercapai oleh anaknya. Demikian pula kepercayaan yang dianut orang tuanya, di samping budi pekerti yang luhur, anak-anak diharapkan mewarisi dan memiliki semua nilai-nilai yang diikuti ayahnya itu di kemudian hari. Lukman telah melakukan tugas yang sangat penting kepada anaknya, dengan menyampaikan agama yang benar dan budi pekerti yang luhur. Cara Lukman menyampaikan pesan itu wajib dicontoh oleh setiap orang tua yang mengaku dirinya muslim.\r\n"}