{"tafsir_id":3486,"surah_id":31,"aya_number":17,"tafsir_wajiz":"Wahai anakku! Laksanakanlah salat secara sempurna dan konsisten, jangan sekali pun engkau meninggalkannya, dan suruhlah manusia berbuat yang makruf, yakni sesuatu yang dinilai baik oleh masyarakat dan tidak bertentangan dengan syariat, dan cegahlah mereka dari yang mungkar dan bersabarlah terhadap apa yang menimpamu sebab hal itu tidak lepas dari kehendak-Nya dan bisa jadi menaikkan derajat keimananmu. Sesungguhnya yang demikian itu termasuk perkara yang penting dan tidak boleh diabaikan.","tafsir_tahlili":"(17) Pada ayat ini, Lukman mewasiatkan kepada anaknya hal-hal berikut:\r\na. Selalu mendirikan salat dengan sebaik-baiknya, sehingga diridai Allah. Jika salat yang dikerjakan itu diridai Allah, perbuatan keji dan perbuatan mungkar dapat dicegah, jiwa menjadi bersih, tidak ada kekhawatiran terhadap diri orang itu, dan mereka tidak akan bersedih hati jika ditimpa cobaan, dan merasa dirinya semakin dekat dengan Tuhannya.\r\nNabi saw bersabda:\r\nاُعْبُدُوا الله َكَأَنَّكَ تَرَاهُ فَاِنْ لَمْ تَكُنْ تَرَاهُ فَاِنَّهُ يَرَاكَ. (رواية البخاري ومسلم)\r\nSembahlah Allah seakan-akan engkau melihat-Nya, maka jika engkau tidak melihat-Nya, maka sesungguhnya Dia melihat engkau. (Riwayat al-Bukh±r³ dan Muslim) ;b. Berusaha mengajak manusia mengerjakan perbuatan-perbuatan baik yang diridai Allah, berusaha membersihkan jiwa dan mencapai ke-beruntungan, serta mencegah mereka agar tidak mengerjakan perbuatan-perbuatan dosa. Allah berfirman:\r\nقَدْ اَفْلَحَ مَنْ زَكّٰىهَاۖ  ٩  وَقَدْ خَابَ مَنْ دَسّٰىهَاۗ  ١٠;Sungguh beruntung orang yang menyucikannya (jiwa itu), dan sungguh rugi orang yang mengotorinya. (asy-Syams/91: 9-10);c. Selalu bersabar dan tabah terhadap segala macam cobaan yang menimpa, akibat dari mengajak manusia berbuat baik dan meninggalkan perbuatan yang mungkar, baik cobaan itu dalam bentuk kesenangan dan kemegahan, maupun dalam bentuk ke-sengsaraan dan penderitaan.;Pada akhir ayat ini diterangkan bahwa Allah memerintahkan tiga hal tersebut di atas karena merupakan pekerjaan yang amat besar faedahnya bagi yang mengerjakannya dan memberi manfaat di dunia dan di akhirat.\r\n"}