{"tafsir_id":3488,"surah_id":31,"aya_number":19,"tafsir_wajiz":"Dan jika engkau melangkahkan kakimu, sederhanakanlah dalam berjalan, jangan terlalu cepat atau terlalu lambat. Dan lunakkanlah suaramu ketika sedang berbicara agar tidak terdengar kasar seperti suara keledai, karena sesungguhnya seburuk-buruk suara ialah suara keledai.”","tafsir_tahlili":"(18-19) Ayat ini menerangkan lanjutan wasiat Lukman kepada anaknya, yaitu agar anaknya berbudi pekerti yang baik, dengan cara:\r\n1.  Jangan sekali-kali bersifat angkuh dan sombong, membanggakan diri dan memandang rendah orang lain. Tanda-tanda seseorang yang bersifat angkuh dan sombong itu ialah:\r\n- Bila berjalan dan bertemu dengan orang lain, ia memalingkan mukanya, tidak mau menegur atau memperlihatkan sikap ramah.\r\n- Berjalan dengan sikap angkuh, seakan-akan ia yang berkuasa dan yang paling terhormat. Firman Allah:\r\n- \r\nوَلَا تَمْشِ فِى الْاَرْضِ مَرَحًاۚ اِنَّكَ لَنْ تَخْرِقَ الْاَرْضَ وَلَنْ تَبْلُغَ الْجِبَالَ طُوْلًا  ;Dan janganlah engkau berjalan di bumi ini dengan sombong, karena sesungguhnya engkau tidak akan dapat menembus bumi dan tidak akan mampu menjulang setinggi gunung. (al-Isr±'/17: 37);Dalam sebuah hadis, Rasulullah bersabda:\r\nلاَ تَبَاغَضُوْا وَلاَتَدَابَرُوْا وَلاَتَحَاسَدُوْا وَكُوْنُوْا عِبَادَ اللهِ اِخْوَانًا وَلاَيَحِلُّ لِمُسْلِمٍ اَنْ يَهْجُرَ اَخَاهُ فَوْقَ ثَلاَثٍ. (رواه مالك عن انس بن مالك)\r\nJanganlah kamu saling membenci, janganlah kamu saling mem-belakangi dan janganlah kamu saling mendengki,  dan jadilah kamu hamba Allah yang bersaudara. Tidak boleh bagi seorang muslim memencilkan (tidak berbaik) dengan temannya lebih dari tiga hari. (Riwayat M±lik dari Anas bin M±lik);2.  Hendaklah berjalan secara wajar, tidak dibuat-buat dan kelihatan angkuh atau sombong, dan lemah lembut dalam berbicara, sehingga orang yang melihat dan mendengarnya merasa senang dan tenteram hatinya. Berbicara dengan sikap keras, angkuh, dan sombong dilarang Allah karena gaya bicara yang semacam itu tidak enak didengar, menyakitkan hati dan telinga. Hal itu diibaratkan Allah dengan suara keledai yang tidak nyaman didengar.;Ya¥ya bin J±bir a¯-°±'³ meriwayatkan dari Gu«aif bin ¦±ri£, ia berkata, “Aku duduk dekat Abdull±h bin Amr bin al-²¡, maka aku mendengar ia berkata, Sesungguhnya kubur itu akan berbicara dengan orang yang dikuburkan di dalamnya, ia berkata, Hai anak Adam apakah yang telah memperdayakan engkau, sehingga engkau masuk ke dalam liangku? Tidakkah engkau mengetahui bahwa aku rumah tempat engkau berada sendirian? Tidakkah engkau mengetahui bahwa aku tempat yang gelap? Tidakkah engkau mengetahui bahwa aku rumah kebenaran? Apakah yang memperdayakan engkau sehingga engkau masuk ke dalam liangku? Sesungguhnya engkau waktu hidup menyombongkan diri.”\r\nSederhana atau wajar dalam berjalan dan berbicara bukan berarti berjalan dengan menundukkan kepala dan berbicara dengan lunak. Akan tetapi, maksudnya ialah berjalan dan berbicara dengan sopan dan lemah lembut, sehingga orang merasa senang melihatnya. Adapun berjalan dengan sikap gagah dan wajar, serta berkata dengan tegas yang menunjukkan suatu pendirian yang kuat, tidak dilarang oleh agama.\r\nMenurut suatu riwayat dari Aisyah r.a. bahwa beliau melihat seorang laki-laki berjalan menunduk lemah, seakan-akan telah kehilangan kekuatan tubuhnya, maka beliau pun bertanya, “Mengapa orang itu berjalan terlalu lemah dan lambat?” Seseorang menjawab, “Dia adalah seorang fuqaha yang sangat alim.” Mendengar jawaban itu Aisyah berkata, “Umar adalah penghulu fuqaha, tetapi apabila berjalan, ia berjalan dengan sikap yang gagah, apabila berkata, ia bersuara sedikit keras, dan apabila memukul, maka pukulannya sangat keras.”\r\n"}