{"tafsir_id":3489,"surah_id":31,"aya_number":20,"tafsir_wajiz":"Titik berat nasihat-nasihat yang Lukman berikan kepada anaknya adalah larangan berbuat syirik. Melaui no_ayatt ini, Allah mengecam mereka yang berlaku syirik padahal di depan matanya terhampar bukti-bukti keesaan-Nya. Tidakkah kamu memperhatikan dengan saksama bahwa Allah telah menundukkan apa yang ada di langit dan apa yang ada di bumi untuk kepentingan-mu dan memenuhi kebutuhanmu? Dia juga menyempurnakan nikmat-Nya untukmu yang bersifat lahir seperti harta dan jabatan, dan yang bersifat batin seperti ilmu, kesehatan, dan keimanan. Akan tetapi, di antara manusia ada yang membantah tentang risalah Nabi Muhammad, syariat, dan keesaan Allah dengan bantahan tanpa dasar ilmu atau petunjuk yang benar dan tanpa Kitab yang memberi penerangan dan bimbingan menuju kebenaran.","tafsir_tahlili":"(20) Ayat ini mengingatkan manusia dengan menanyakan apakah mereka tidak memperhatikan tanda-tanda keesaan dan kekuasaan Allah di alam yang luas ini? Apakah mereka tidak memperhatikan bahwa Allah-lah yang menundukkan untuk mereka semua yang ada di alam ini, sehingga mereka dapat mengambil manfaat daripadanya. Dialah yang menjadikan matahari bersinar, sehingga siang menjadi terang benderang. Sinar matahari itu dapat menumbuhkan tumbuh-tumbuhan yang akan menjadi bahan makanan bagi manusia. \r\nBulan dan bintang dijadikan-Nya bercahaya, yang dapat menerangi malam yang gelap dan menjadi petunjuk bagi kapal yang mengarungi lautan. Diturunkannya hujan yang membasahi bumi dan menyuburkan tumbuh-tumbuhan, dan airnya untuk minuman manusia dan binatang, dan sebagian air itu disimpan dalam tanah sebagai persiapan musim kemarau. Dia menjadikan aneka ragam barang tambang, gas alam, dan sebagainya, yang semuanya itu dapat diambil manfaatnya oleh manusia. Tidaklah ada yang sanggup menghitung nikmat Allah yang telah dilimpahkan-Nya kepada manusia.\r\nعَنِ ابْنِ عَبَّاسٍ رضي الله عنهما: سَأَلْتُ رَسُوْلَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، يَا رَسُوْلَ اللهِ مَا النِّعْمَةُ الظَّاهِرَةُ؟ قَالَ: مَا حَسُنَ مِنْ خُلُقِهِ، وَالْبَاطِنَةُ مَا هَدَاهُ لِلْإِسْلاَمِ. (رواه البيهقي) \r\nDari Ibnu Abb±s r.a., “Saya bertanya kepada Nabi saw, Hai Rasulullah, apa makna nikmat lahiriah? Beliau menjawab, Budi baik seseorang. Dan nikmat batiniah adalah dia diberi hidayah beragama Islam.” (Riwayat al-Baihaq³);Ada orang yang berpendapat bahwa a§-§±hirah ialah kesehatan dan budi pekerti yang luhur, dan al-b±¯inah ialah pengetahuan dan akal pikiran. Ada pula yang mengartikan a§-§±hirah dengan semua nikmat Allah yang tampak, seperti harta kekayaan, kemegahan, kecantikan, dan ketaatan, sedang al-b±¯inah ialah pengetahuan tentang Allah, keyakinan yang baik, pengetahuan tentang hakikat hidup yang sebenarnya, dan sebagainya. Sekalipun terdapat perbedaan tentang arti a§-§±hirah dan al-b±¯inah itu, namun dapat diambil kesimpulan bahwa keduanya merupakan nikmat-nikmat yang dilimpahkan Allah kepada manusia dan dapat dirasakannya.\r\nPada akhir ayat ini, Allah memperingatkan bahwa sekalipun Ia telah melimpahkan nikmat yang tidak terhingga kepada manusia, namun masih banyak manusia yang membantah dan mengingkari nikmat-nikmat itu, seperti Na«ar bin ¦±ri£, Ubay bin Khalaf, dan lain-lain. Mereka membantah bukti yang dikemukakan Al-Qur'an dan seruan Nabi dengan tidak berdasarkan pada ilmu pengetahuan, hujah yang benar, dan wahyu dan kitab yang diturunkan Allah.\r\n"}