{"tafsir_id":3491,"surah_id":31,"aya_number":22,"tafsir_wajiz":"Sungguh mengherankan jika seseorang mengingkari wujud dan keesaan-Nya, apalagi hal itu hanya didasarkan pada taklid buta. Ia tidak memiliki pegangan, berbeda halnya dengan orang yang berserah diri kepada Allah. Siapa saja yang berserah diri kepada Allah dengan penuh keikhlasan, sedang dia orang yang berbuat kebaikan dengan menebarkan kebajikan kepada siapa pun dan di mana pun, maka sesungguhnya dia telah berpegang kepada buhul tali yang kukuh. Di akhirat ia akan memperoleh balasannya karena hanya kepada Allah kesudahan segala urusan untuk diputuskan dan dibalas dengan sangat adil.","tafsir_tahlili":"(22) Ayat ini menerangkan bahwa orang-orang yang menyembah Allah, tunduk dan merendahkan diri kepada-Nya, ikhlas dan sungguh-sungguh dalam melaksanakan perintah-perintah-Nya, dan meninggalkan semua perbuatan maksiat dan mungkar, berarti telah berpegang pada buhul tali yang kukuh.\r\nMaksud perkataan “ihsan” dalam ayat ini ialah beribadah kepada Allah dengan sungguh-sungguh, sehingga merasakan seolah-olah ber-hadapan langsung dengan-Nya, sebagaimana yang diterangkan oleh hadis, bahwa Nabi saw ditanya Jibril:\r\nاَخْبِرْنِى عَنِ اْلاِحْسَانِ قَالَ: اَنْ تَعْبُدَ الله َكَاَنَّكَ تَرَاهُ فَاِنْ لَمْ تَكُنْ تَرَاهُ فَاِنَّهُ يَرَاكَ. (رواه مسلم عن عمر)\r\nTerangkanlah kepadaku tentang ihsan, Nabi saw menjawab, “Bahwa engkau menyembah Allah, seakan-akan engkau melihat-Nya, maka jika engkau tidak melihat-Nya, sesungguhnya Dia melihat engkau.” (Riwayat Muslim dari Umar) ;Allah mengibaratkan orang yang melakukan “ihsan” yang benar-benar beriman kepada-Nya, taat melaksanakan perintah-perintah-Nya, dan menghentikan larangan-larangan-Nya adalah sebagai pendaki gunung, yang menggunakan tali yang dibundelkan pada tempat berpegang. Ia tidak usah khawatir karena ia menggunakan tali dengan buhul-buhul yang kuat dan kukuh tempat berpegang. Tidak ada kekhawatiran sedikit pun dalam hatinya akan jatuh.\r\nPada akhir ayat ini diterangkan bahwa semua makhluk kembali kepada Allah saja. Oleh karena itu, hanya Dialah yang memberikan penghargaan yang baik kepada orang yang bertawakal dengan memberikan pembalasan yang baik pula.\r\n"}