{"tafsir_id":3498,"surah_id":31,"aya_number":29,"tafsir_wajiz":"Allah menundukkan dan mengendalikan apa saja yang ada di langit dan bumi. Di antara bentuk pengendaliannya ditunjukkan dalam no_ayatt berikut. Wahai manusia, tidakkah engkau memperhatikan bahwa Allah telah memasukkan malam ke dalam siang sehingga pada musim panas waktu siang lebih panjang, dan sebaliknya memasukkan siang ke dalam malam sehingga pada musim dingin waktu malam lebih panjang, dan Dia menundukkan matahari dan bulan agar sinar dan cahno_ayatnya memberi manfaat bagi makhluk hidup, di mana masing-masing terus beredar sampai kepada waktu yang ditentukan, yaitu hari kiamat. Sungguh, Allah Mahateliti terhadap apa yang kamu kerjakan dan akan membalasnya sesuai amal perbuatanmu.","tafsir_tahlili":"(29) Dalam ayat ini, Allah menyuruh manusia memperhatikan dan memikirkan kekuasaan-Nya. Dia memasukkan malam kepada siang, dan memasukkan siang kepada malam. Maksudnya ialah bahwa Allah mengambil sebagian dari waktu malam, lalu ditambahkannya kepada waktu siang, maka terjadilah perpanjangan waktu siang itu, sebaliknya malam menjadi pendek, akan tetapi sehari semalam tetap 24 jam. Hal ini terjadi pada musim panas. Sementara itu, Allah juga mengambil sebagian dari waktu siang, lalu dimasukkan-Nya kepada waktu malam, maka menjadi panjanglah waktu malam itu, dan sebaliknya waktu siang menjadi pendek. Hal ini terjadi di musim dingin.\r\nKejadian seperti di atas amat jelas kelihatannya dan dialami oleh penduduk negeri-negeri yang terletak di daerah-daerah yang mempunyai empat macam musim dalam setahun, yaitu musim panas, musim gugur, musim dingin, dan musim semi, yaitu daerah Sedang Utara dan Sedang Selatan. Adapun di negeri-negeri yang berada di daerah khatulistiwa, maka dalam setahun hanya ada dua musim, yaitu musim kemarau dan musim hujan. Sedang pada saat-saat malam lebih panjang dari siang, atau siang lebih panjang dari malam, perbedaan itu tidak terasa karena perbedaan panjang pendeknya malam atau siang itu tidak seberapa.\r\nTerjadinya empat macam musim dalam setahun, dan terjadinya siang lebih panjang dari malam itu atau sebaliknya di daerah Sedang Utara dan Sedang Selatan, adalah karena Allah memiringkan letak bumi di garis lintang 22 ½ derajat, sebagaimana yang dikenal dalam Ilmu Falak. Semua itu mengandung hikmah-hikmah yang sangat besar.\r\nAllah juga menundukkan matahari dan bulan untuk kepentingan manusia. Sinar matahari merupakan lampu yang menerangi manusia di siang hari, sehingga mereka dapat bekerja dan berusaha. Sinar matahari juga menyuburkan tumbuh-tumbuhan, menimbulkan angin dan awan, serta berbagai kegunaan lainnya. Demikian pula bulan dan cahayanya serta berlainan bentuknya, amat banyak kegunaannya bagi manusia, tetapi sebagian kecil saja dari kegunaan itu yang diketahuinya.\r\nBulan dan matahari beredar di garis orbitnya masing-masing, sesuai dengan ketentuan yang telah ditentukan Allah, sampai kepada waktu yang telah ditentukan-Nya. Apabila waktu yang telah ditentukan itu datang, maka langit dan bumi akan digulung, sebagaimana firman Allah:;يَوْمَ نَطْوِى السَّمَاۤءَ كَطَيِّ السِّجِلِّ لِلْكُتُبِۗ;(Ingatlah) pada hari langit Kami gulung seperti menggulung lembaran-lembaran kertas. (al-Anbiy±'/21: 104) ;Pada akhir ayat ini dinyatakan bahwa Allah mengetahui segala perbuatan yang telah dikerjakan hamba-Nya, apakah itu perbuatan baik ataupun perbuatan buruk. Tidak ada yang luput dari pengetahuan-Nya. Allah akan memberinya pembalasan yang adil.\r\n"}