{"tafsir_id":35,"surah_id":2,"aya_number":28,"tafsir_wajiz":"Sungguh mengherankan perbuatan kamu itu, wahai orang-orang musyrik! Bagaimana kamu ingkar kepada Allah Yang Maha Esa dengan mempersekutukan-Nya, padahal bukti keesaan-Nya ada dalam diri kamu, yaitu kamu yang tadinya mati dan belum berupa apa-apa, lalu Dia menghidupkan kamu dari tiada, kemudian Dia mematikan kamu setelah tiba ajal yang ditetapkan untukmu, lalu Dia menghidupkan kamu kembali pada hari Kebangkitan. Kemudian hanya kepada-Nyalah kamu dikembalikan untuk dimintai pertanggungjawaban dan mendapat balasan atas segala amal perbuatan. ","tafsir_tahlili":"(28) Sebelum menjadi makhluk hidup, manusia adalah makhluk mati yang berasal dari tanah. Setelah manusia hidup Allah melanjutkan keturunannya dengan mempertemukan sperma laki-laki dan ovum perempuan di dalam rahim perempuan. Setelah melalui beberapa proses, kedua sel ini menjadi bentuk tertentu. Lalu Allah swt meniupkan roh ke dalamnya, sehingga ia menjadi ia manusia. Pada saat manusia lahir ke dunia, Allah menganugerahkan pendengaran, penglihatan, hati dan akal (as-Sajdah/32: 7-11), menjadikan makhluk yang paling sempurna bentuknya (at-T³n/95: 4), dan paling mulia di sisi-Nya (al-Isr±′/17: 70). Allah menjadikan bumi ini untuk manusia untuk diambil manfaatnya, agar manusia dapat melaksanakan tugas-tugasnya sebagai hamba Allah, memberi rezeki untuk kelangsungan hidup dan kehidupannya sampai waktu yang ditentukan (Hµd/11: 3). Kemudian malaikat maut mencabut nyawanya, sehingga dia menjadi mati kembali. Pada saatnya, Allah swt menghidupkannya kembali untuk meminta pertanggungjawabannya. Orang yang beriman dibalas dengan surga dan orang-orang kafir dimasukkan ke dalam neraka yang menyala-nyala.\r\nAyat ini mengingatkan kepada orang yang beriman tentang beberapa hal:\r\n1. Allah Mahakuasa menghidupkan dan mematikan, kemudian membangkit-kannya kembali setelah mati. Hanya kepada-Nyalah semua makhluk kembali.\r\n2. Agar manusia jangan terlalu cenderung kepada dunia. Hidup yang sebenarnya ialah di akhirat nanti. Hidup di dunia merupakan hidup untuk mempersiapkan hidup yang lebih baik nanti.\r\n3. Allah-lah yang menentukan ukuran, dan batas waktu kehidupan makhluk, seperti kapan suatu makhluk harus ada, bagaimana keadaannya, kapan akhir adanya dan sebagainya."}