{"tafsir_id":3500,"surah_id":31,"aya_number":31,"tafsir_wajiz":"Allah memaparkan fenomena-fenomena di bumi yang menjadi bukti kekuasaan dan keesaan-Nya. Wahai orang yang berakal, tidakkah engkau memperhatikan bahwa sesungguhnya kapal itu berlno_ayatr di laut dan tidak tenggelam dengan berkat rahmat Allah melalui pengetahuan yang Dia anugerahkan kepadamu sehingga bisa mengangkut barang-barang yang engkau butuhkan sebagai nikmat Allah, agar dengan itu semua diperlihatkan-Nya kepadamu sebagian dari tanda-tanda kebesaran-Nya. Sungguh, pada yang demikian itu terdapat tanda-tanda kebesaran-Nya bagi setiap orang yang sangat sabar dalam menghadapi ujian-Nya dan banyak bersyukur atas nikmat-Nya.","tafsir_tahlili":"(31) Pada ayat ini, Allah memerintahkan agar manusia melihat tanda-tanda kekuasaan dan kebesaran-Nya yang ada di bumi dengan mengatakan, “Apakah tidak engkau perhatikan, hai Muhammad, bahtera yang berlayar di lautan yang menghubungkan negeri-negeri yang berjauhan letaknya.” Dengan adanya hubungan itu, penduduk suatu negeri akan mengenal penduduk negeri lain. Keperluan dan kebutuhan rakyat yang tidak ada di negerinya dapat diambil dan diangkut oleh kapal-kapal dari negeri-negeri yang lain, seperti bahan makanan, pakaian, obat-obatan, perhiasan, mesin-mesin, dan sebagainya. Dengan adanya kapal-kapal itu, seakan-akan hubungan antara bangsa-bangsa dan negara-negara dewasa ini semakin dekat.\r\nKapal dibuat pertama kali oleh Nabi Nuh sesuai dengan perintah Allah dalam misi penyelamatan manusia beriman ditambah dengan sejumlah pasangan hewan (lebih lanjut baca Surah Hµd/11: 40). Namun demikian, dengan kemampuan berpikir manusia, maka teknologi kapal berkembang. Kapal tidak saja dibuat dari bahan kayu saja bahkan sudah berkembang dengan menggunakan logam. Walaupun akhir-akhir ini dengan berkembangnya teknologi bahan, manusia telah mampu “meramu” dari bahan yang tersedia menjadi bahan yang lebih ringan, kompak, mudah dibentuk, kuat, tahan cuaca, dan tahan benturan. Besi yang mestinya tenggelam, karena massa jenis logam jauh lebih besar di atas massa jenis air, tetapi dengan pemanfaatan ilmu pengetahuan dan teknologi (iptek), yakni dengan menerapkan hukum Archimides (fisika),  maka besi tadi dapat mengapung di permukaan air.  Hakikatnya hukum fisika itu adalah ketetapan Allah. Ketetapan Allah yang dapat dirasakan manfaatnya  dalam kehidupan manusia. Itulah  nikmat Allah yang sesungguhnya.\r\nSemua yang diterangkan Allah itu adalah bukti-bukti atas kekuasaan dan kebesaran-Nya yang nyata bagi orang-orang yang sabar dalam menghadapi segala macam cobaan dan kesukaran, serta bagi orang-orang yang mensyukuri nikmat-nikmat Allah yang telah dilimpahkan kepadanya. Tanda orang bersyukur kepada Allah itu ialah dengan menyatakan ungkapan syukur dalam bentuk perkataan atau perbuatan ketika menerima nikmat itu.\r\nAsy-Syab³ berkata, “Sabar itu adalah sebagian dari iman, syukur itu adalah sebagian iman, dan yakin adalah iman seluruhnya. Tidakkah engkau perhatikan firman Allah yang terdapat pada akhir ayat ini dan firman-Nya: “wa fi al-ar«i ±y±tun li al-muqin³n” (dan pada bumi itu terdapat tanda-tanda kekuasaan Allah bagi orang-orang yang yakin) dan sabda Rasulullah saw:\r\nاَلاِيْمَانِ نِصْفَانِ نِصْفٌ فِى الصَّبْرِ وَنِصْفٌ فِى الشُّكْرِ. (رواه البيهقى عن أنس)\r\nIman itu ada dua bagian, yaitu sebagian dalam sabar dan sebagian dalam syukur. (Riwayat al-Baihaq³ dari Anas)\r\n"}