{"tafsir_id":3501,"surah_id":31,"aya_number":32,"tafsir_wajiz":"no_ayatt ini menjelaskan sifat dasar manusia, terutama mereka yang kufur atas nikmat-Nya. Apabila mereka digulung ombak yang besar seperti gunung dan hampir menenggelamkan kapal yang mereka tumpangi, mereka kembali ke fitrahnya, yakni menyeru Allah serno_ayat memohon keselamatan dari-Nya dengan tulus ikhlas serta beragama, yakni pernyataan sikap tunduk dan patuh kepada-Nya, bahkan berjanji tidak menyekutukan-Nya. Tetapi, ketika Allah menyelamatkan mereka dari ombak besar itu sehingga mereka selamat sampai di daratan, maka sebagian mereka ada yang tetap menempuh jalan yang lurus dengan mengakui keesaan-Nya. Adapun yang mengingkari no_ayatt-no_ayatt Kami, padahal dia memohon pertolongan Kami saat tertimpa cobaan, sungguh mereka itu hanyalah pengkhianat yang tidak berterima kasih. Dari no_ayatt ini dapat disimpulkan bahwa pengakuan tentang keesaan Allah merupakan fitrah manusia yang bisa disimpangkan dalam waktu tertentu, namun di saat kritis kesadaran tersebut akan muncul kembali.","tafsir_tahlili":"(32) Ayat ini menerangkan sifat-sifat orang-orang musyrik dengan melukiskan mereka, “Apabila orang-orang musyrik penyembah patung dan pemuja dewa itu berlayar ke tengah lautan, tiba-tiba datang gelombang besar dan menghempaskan bahtera mereka ke kiri dan ke kanan, dan merasa bahwa mereka tidak akan selamat, bahkan akan mati ditelan gelombang, maka di saat itulah mereka kembali kepada fitrahnya, dengan berdoa kepada Tuhan Yang Maha Esa dengan setulus-tulusnya. Pada saat serupa itu mereka berkeyakinan bahwa tidak ada sesuatupun yang dapat menyelamatkan mereka kecuali Allah semata, seperti yang pernah dilakukan Firaun di saat-saat ia akan tenggelam di laut.\r\nSetelah Allah menerima doa dan menyelamatkan mereka dari amukan gelombang itu, maka di antara mereka hanya sebagian saja yang tetap mengakui keesaan Allah, adapun yang lainnya kembali menyekutukan Tuhan. \r\nPada akhir ayat ini, Allah menegaskan bahwa yang mengingkari ayat-ayat-Nya itu dan kembali mempersekutukan Tuhan ialah orang-orang yang dalam hidupnya penuh dengan tipu daya dan kebusukan, serta mengingkari nikmat Allah.\r\n"}