{"tafsir_id":3502,"surah_id":31,"aya_number":33,"tafsir_wajiz":"Beralih dari pemaparan bukti-bukti keesaan dan kekuasaan-Nya, Allah dalam no_ayatt ini memerintahkan manusia bertakwa kepada-Nya dan takut akan datangnya hari kiamat. Wahai manusia! Bertakwalah kepada Tuhanmu yang menciptakanmu dan memberimu rezeki serta menundukkan dan mengendalikan alam ini demi memenuhi kebutuhanmu, dan takutlah kamu pada hari yang ketika itu seorang bapak tidak dapat menolong anaknya, dan seorang anak tidak pula dapat menolong bapaknya sedikit pun. Bertakwalah dengan menunjukkan penghambaan yang tulus kepada-Nya. Sungguh, hari kebangkitan, pahala, dan siksa yang merupakan janji Allah pasti benar, maka janganlah sekali-kali kamu teperdno_ayat oleh kehidupan dunia yang fana, dan jangan sampai kamu teperdno_ayat oleh penipu yang salah dalam memahami Allah, seakan Dia membiarkan mereka sesat dengan tidak menurunkan azab, padahal turunnya azab itu hanya ditunda sesaat.","tafsir_tahlili":"(33) Pada ayat ini, Allah memerintahkan kepada manusia untuk me-laksanakan perintah-perintah dan menjauhkan diri dari hal-hal yang dilarang. Tuhan yang telah menciptakan manusia dan menciptakan langit dan bumi dengan segala isinya untuk kepentingannya. Manusia hendaklah takut pada hari dimana terjadi malapetaka yang dahsyat, tidak seorang pun yang dapat menyelamatkan dirinya dari malapetaka itu. Pada waktu itu, seorang ayah tidak kuasa menolong anaknya, demikian pula seorang anak tidak dapat menolong bapaknya, karena segala urusan waktu itu berada di tangan Allah. Tiap-tiap orang bertanggung jawab terhadap segala perbuatan yang telah dilakukannya. Mereka memikul dosanya masing-masing. Hanya perbuatan baik yang telah dilakukannya selama hidup di dunia yang dapat menolong manusia dari malapetaka itu.\r\nAllah memperingatkan bahwa janji-Nya membangkitkan manusia dari kubur adalah sesuatu yang benar-benar akan terjadi dan suatu kebenaran yang tidak dapat diragukan sedikit pun. Oleh karena itu, janganlah sekali-kali manusia tertipu oleh kesenangan hidup di dunia dan segala kenikmatan yang ada padanya, sehingga mereka berusaha dan menghabiskan seluruh waktu yang ada untuk memperoleh dan menikmati kesenangan-kesenangan duniawi. Akibatnya, tidak ada waktu lagi untuk beribadah kepada Allah, serta mengerjakan kebajikan dan amal saleh. Padahal kehidupan akhirat itulah kehidupan yang sebenarnya, kehidupan yang kekal dan lebih baik.\r\nDemikian pula Allah memperingatkan manusia akan tipu daya setan, yang selalu mencari-cari kesempatan untuk memperdaya manusia. Setan itu menjadikan kehidupan dunia itu indah dalam pandangan matanya, sehingga mereka lupa kepada tugas yang dipikulkan Allah kepada mereka sebagai khal³fatull±h fil ar« (makhluk yang diberi-Nya tugas memakmurkan bumi).\r\n"}