{"tafsir_id":3503,"surah_id":31,"aya_number":34,"tafsir_wajiz":"no_ayatt ini memaparkan lima hal gaib yang hanya diketahui Allah hakikatnya. Sesungguhnya hanya di sisi Allah ilmu tentang kapan hari Kiamat tiba; dan Dia yang menurunkan hujan pada waktu, tempat, dan kadar yang ditentukan-Nya; dan mengetahui apa yang ada dalam rahim, terutama jenis kelamin, karakter, dan sifat-sifatnya. Dan tidak ada seorang pun yang dapat mengetahui dengan pasti apa yang akan dikerjakannya atau didapatinya besok, namun mereka tetap wajib berusaha. Dan tidak ada seorang pun yang dapat mengetahui di bumi mana dia akan mati. Sungguh, Allah Maha Mengetahui dengan ilmu-Nya yang mutlak dan tidak terbatas pada lima hal gaib tersebut, Maha Mengenal karena ilmu-Nya meliputi hal-hal lahir dan batin.[]","tafsir_tahlili":"(34) Pada ayat ini, Allah menerangkan lima perkara gaib yang hanya Dia yang mengetahuinya, yaitu:\r\n1.  Hanya Allah yang mengetahui kapan datangnya Hari Kiamat. Tidak ada satu makhluk pun yang mengetahui meskipun itu malaikat, padahal malaikat adalah makhluk yang paling dekat dengan-Nya. Hal ini juga tidak diketahui oleh para nabi yang diutus.;ۚ  لَا يُجَلِّيْهَا لِوَقْتِهَآ اِلَّا هُوَۘ\r\n \r\nTidak ada (seorang pun) yang dapat menjelaskan waktu terjadinya selain Dia. (al-Ar±f/7: 187) \r\n2.  Hanya Allah yang menurunkan hujan. Dia yang menetapkan kapan, dimana, dan berapa banyak kadar air yang akan dicurahkan-Nya. Ketetapan ini tidak seorang pun yang dapat mengetahuinya. \r\n3.  Hanya Allah yang dapat mengetahui dengan pasti apa yang ada dalam kandungan seorang perempuan, apakah cacat atau sempurna, dan kapan ia akan dilahirkan.\r\n4.  Hanya Dia pula yang mengetahui dengan pasti apa yang akan dikerjakan oleh seseorang esok harinya. Sekalipun manusia dapat merencanakan apa yang akan dikerjakannya itu, namun semuanya itu hanyalah bersifat rencana saja. Jika Allah menghendaki, pekerjaan itu akan terlaksana. Akan tetapi, jika Ia tidak menghendaki, tidak sukar bagi-Nya untuk menghalangi terlaksananya.\r\n5.  Seseorang tidak mengetahui di mana ia akan meninggal dunia nanti. Apakah di daratan, di lautan, ataupun di udara. Apakah di negeri ini, atau di negeri yang lain. Hanya Allah saja yang dapat mengetahuinya dengan pasti.;Diriwayatkan dari Ibnu Mun©ir dari Ikrimah bahwa seorang laki-laki bernama al-W±ri£ bin Amr bin ¦±ri£ah datang kepada Nabi saw, ia bertanya, “Ya Muhammad, kapan akan datang hari Kiamat? Bumi kita telah kering, kapan akan menjadi subur? Sesungguhnya aku meninggalkan istriku dalam keadaan hamil, kapan ia akan melahirkan? Aku mengetahui apa yang aku kerjakan sekarang, maka apakah yang akan aku kerjakan esok harinya? Aku mengetahui tempat aku dilahirkan, maka di tempat manakah aku akan meninggal? Sebagai jawabannya, turunlah ayat ini.\r\nDiriwayatkan oleh al-Bukh±r³ dan Muslim dari Ibnu Umar bahwa Rasulullah saw bersabda:\r\nمَفَاتِيْحُ الْغَيْبِ خَمْسٌ: اِنَّ اللهَ عِنْدَهُ عِلْمُ السَّاعَةِ وَيُنَزِّلُ الْغَيْثَ وَيَعْلَمُ مَا فِى اْلاَرْحَامِ وَمَاتَدْرِيْ نَفْسٌ مَاذَا تَكْسِبُ غَدَا وَمَاتَدْرِيْ نَفْسٌ بِاَيِّ اَرْضٍ تَمُوْتُ اِنَّ الله َعَلِيْمٌ خَبِيْرٌ (رواه البخاري و مسلم عن ابن عمر)\r\nKunci masalah yang gaib itu ada lima, “Sesungguhnya hanya pada Allah sajalah pengetahuan tentang Hari Kiamat. Dialah yang menurunkan hujan, Dia mengetahui apa yang dalam rahim, seseorang tidak mengetahui apa yang akan dikerjakannya esok harinya, dan ia juga tidak mengetahui di bumi mana ia akan meninggal dunia. Sesungguhnya Allah Maha Mengetahui lagi Maha Penyayang.” (Riwayat al-Bukh±r³ dan Muslim dari Ibnu Umar)\r\n"}