{"tafsir_id":3506,"surah_id":32,"aya_number":3,"tafsir_wajiz":"Terbukti dengan nyata bahwa Al-Qur’an bukanlah ciptaan manusia, tetapi mengapa mereka, orang kafir, tanpa bukti-bukti yang kuat mengatakan, “Dia, Muhammad, telah mengada-adakannya. Lupakah mereka bahwa secara logis maupun realitas sejarah mustahil Rasulullah mengarang Al-Qur’an? Karena itu Allah menjawab, “Tidak, Al-Qur’an itu kebenaran yang datang dari Tuhanmu, agar engkau, wahai Nabi Muhammad, memberi peringatan kepada kaum yang belum pernah didatangi orang yang memberi peringatan sebelum engkau bahwa azab Allah akan menimpa siapa saja yang kafir dan mendurhakai-Nya; dan agar melalui Al-Qur’an pula mereka mendapat petunjuk.","tafsir_tahlili":"(3) Ayat ini menerangkan bahwa sikap orang-orang musyrik seperti yang diterangkan ayat di atas adalah sikap yang tidak layak. Tidak pantas mereka menuduh Muhammad telah melakukan kedustaan dengan mengatakan bahwa ia telah membuat-buat Al-Qur'an, padahal mereka benar-benar telah mengetahui keadaan Muhammad, sejak ia masih kecil sampai ia dewasa dan diangkat menjadi rasul. Bahkan mereka memberi gelar dengan “Al-Am³n” (orang kepercayaan) karena mereka sangat percaya kepada Muhammad. Akan tetapi, tiba-tiba mereka menuduhnya sebagai pendusta.\r\nOleh karena itu, Allah menegaskan bahwa semua yang disampaikan Muhammad itu adalah benar. Al-Qur'an benar-benar berasal dari Allah dan diturunkan kepadanya untuk memperingatkan orang-orang musyrik pada azab akhirat yang akan ditimpakan kepada orang-orang yang mengingkari rasul yang diutus kepada mereka. Al-Qur'an berisi pelajaran dan petunjuk yang mengantar mereka menuju jalan kebahagiaan abadi.\r\nPada ayat yang lain dinyatakan pula sikap orang-orang musyrik itu terhadap Al-Qur'an. Allah berfirman:;وَقَالَ الَّذِيْنَ كَفَرُوْٓا اِنْ هٰذَآ اِلَّآ اِفْكُ ِۨافْتَرٰىهُ وَاَعَانَهٗ عَلَيْهِ قَوْمٌ اٰخَرُوْنَۚ فَقَدْ جَاۤءُوْ ظُلْمًا وَّزُوْرًا ۚ  ;Dan orang-orang kafir berkata, “(Al-Qur'an) ini tidak lain hanyalah kebohongan yang diada-adakan oleh dia (Muhammad), dibantu oleh orang-orang lain,” Sungguh, mereka telah berbuat zalim dan dusta yang besar. (al-Furq±n/25: 4) \r\n"}