{"tafsir_id":3507,"surah_id":32,"aya_number":4,"tafsir_wajiz":"Nabi Muhammad diutus untuk mendakwahkan ajaran tauhid dan dibekali dengan bukti-bukti nyata tentang hal itu. Allah yang menciptakan langit dan bumi dan apa yang ada di antara keduanya tanpa contoh dan tidak pernah ada sebelumnya, dalam enam masa, meski sesungguhnya Dia mampu menciptakannya dalam waktu sekejap. Hal ini bermaksud mendidik manusia bersabar dalam menangani semua urusan. Kemudian Dia bersemno_ayatm di atas ‘Arsy yang tidak diketahui hakikatnya oleh selain Allah, namun wajib kita imani sesuai dengan kebesaran dan kesucian-Nya. Bagimu tidak ada seorang pun penolong maupun pemberi syafaat selain Dia. Tanpa izin Allah, tidak ada yang mampu menolongmu, baik itu para rasul maupun orang-orang tertentu, meringankan azab atau bebanmu di akhirat. Maka, apakah kamu tidak memperhatikan dan mengambil pelajaran dari hal ini sehingga kamu beriman dan mengeesakan-Nya?","tafsir_tahlili":"(4) Ayat ini menerangkan bahwa Tuhan yang telah menurunkan Al-Qur'an kepada Muhammad saw itu adalah Tuhan Pencipta langit dan bumi dan segala sesuatu yang ada di antara keduanya dalam enam masa. Maksud enam masa dalam ayat ini bukanlah hari (masa) yang dikenal seperti sekarang ini, tetapi adalah hari sebelum adanya langit dan bumi. Hari pada waktu sekarang ini adalah setelah adanya langit dan bumi, serta setelah adanya peredaran bumi mengelilingi matahari dan sebagainya.\r\nSetelah menciptakan langit dan bumi, Allah pun bersemayam di atas Arasy, sesuai dengan kekuasaan dan kebesaran-Nya. (lihat al-Ar±f/7: 54) Allah menegaskan bahwa tidak seorang pun yang dapat mengurus segala urusannya, menolak bahaya, malapetaka, dan siksa. Tidak seorang pun yang dapat memberi syafaat ketika azab menimpanya, kecuali Allah semata, karena Dialah Yang Mahakuasa menentukan segala sesuatu.\r\nKemudian Allah memperingatkan, “Apakah kamu hai manusia tidak dapat mengambil pelajaran dan memikirkan apa yang selalu kamu lihat itu? Kenapa kamu masih juga menyembah selain Allah?”\r\n"}