{"tafsir_id":352,"surah_id":3,"aya_number":59,"tafsir_wajiz":"Setelah Al-Qur’an menjelaskan tentang bukti-bukti kemuliaan Isa bin Maryam serta sikap pro dan kontra dari kaumnya, maka no_ayatt ini menunjukkan kekeliruan mereka yang menganggap Isa sebagai anak Tuhan karena terlahir tanpa bapak. Sesungguhnya perumpamaan penciptaan Nabi Isa tanpa bapak bagi Allah bukanlah sesuatu yang mustahil, seperti penciptaan Adam yang terlahir tanpa bapak dan ibu. Dia menciptakannya, Nabi Isa, sebagaimana Adam, dari tanah, kemudian Dia berkata kepadanya, “Jadilah!” Maka jadilah sesuatu itu. Allah Mahakuasa. Tidak ada yang mustahil bagi-Nya. Apa pun yang dikehendaki-Nya pasti akan terwujud dan tidak ada seorang pun yang mampu menghalangi-Nya. ","tafsir_tahlili":"(59) Ayat ini diturunkan sehubungan dengan kedatangan utusan Nasrani Najran yang berkata kepada Rasulullah saw, “Mengapa engkau mencela Nabi kami?” Rasulullah bersabda, ”Apakah yang telah saya katakan?” Mereka menjawab, “Engkau berkata bahwasanya Isa adalah seorang hamba Allah”. Nabi Muhammad bersabda, “Ya, benar dia adalah seorang hamba Allah, rasul dan kalimat-Nya yang telah disampaikan kepada Maryam, seorang perawan suci.”\r\nKemudian mereka menjadi marah dan berkata, “Pernahkah engkau melihat manusia dilahirkan tanpa ayah? Maka apabila engkau benar tunjukkanlah kepada kami contohnya.” Lalu Allah menurunkan ayat ini.\r\nPada ayat ini dijelaskan bahwa sebenarnya kejadian Isa yang menakjubkan itu adalah seperti penciptaan Adam, yang dijadikan dari tanah, keduanya diciptakan Allah dengan cara yang lain dari penciptaan manusia biasa. Segi persamaan itu ialah Isa diciptakan tanpa ayah, dan Adam diciptakan tanpa ayah dan tanpa ibu.\r\nKeingkaran orang terhadap kejadian Isa tanpa ayah, sedang ia mengakui kejadian Adam tanpa ibu dan bapak, termasuk sesuatu yang bertentangan dengan logika. \r\nAllah menciptakan Adam sebagai manusia dengan memberi roh ke dalam jasadnya, semata-mata karena kehendak-Nya dan bila Allah berfirman: “Jadilah maka jadilah ia.” (Ali Imr±n/3: 59) pada ayat yang lain Allah berfirman :\r\n ثُمَّ اَنْشَأْنٰهُ خَلْقًا اٰخَرَ \r\n… Kemudian, Kami menjadikannya makhluk yang (berbentuk) lain. … (al-Mu′minµn/23: 14).\r\n   \r\nAyat di atas (59) merupakan satu rangkaian dengan dua ayat berikutnya, turun pada tahun perutusan, tahun ke-10 Hijri."}