{"tafsir_id":3524,"surah_id":32,"aya_number":21,"tafsir_wajiz":"Sebelum mendapat azab di akhirat, orang-orang kafir itu sebenarnya sudah tertimpa azab di dunia. Dan pasti Kami timpakan kepada mereka sebagian siksa yang dekat, yakni di dunia, berupa bermacam musibah sebelum azab yang lebih besar di akhirat nanti. Itu semua Allah timpakan agar mereka kembali ke jalan yang benar. Inilah bentuk kasih sno_ayatng Allah kepada manusia, bahkan yang durhaka. Allah sudah memberi peringatan tetapi mereka tidak menyadari.","tafsir_tahlili":"(21) Pada ayat ini, Allah menerangkan bahwa sebenarnya orang-orang kafir itu sewaktu masih hidup di dunia telah diazab oleh Allah dengan berbagai macam azab, baik yang tampak maupun yang hanya dapat di-rasakan oleh mereka. Siksaan bagi mereka di dunia disebut dengan al-a©±b al-adn± (azab yang dekat), sedangkan siksaan di akhirat disebut al-a©±b al-akbar (azab yang lebih besar).\r\nBanyak cobaan-cobaan yang diberikan Allah kepada manusia selama hidup di dunia, sejak dari cobaan yang kecil sampai kepada cobaan yang paling besar. Bisa juga dalam bentuk kemewahan lahiriah sampai kepada kemiskinan dan kesengsaraan. Seorang yang kaya tetapi tidak dilandasi dengan iman kepada Allah, hatinya selalu was-was dan khawatir, mungkin ada orang yang akan merampas kekayaannya itu, atau ada ahli waris yang hendak membunuhnya agar memperoleh kekayaan itu.\r\nSeorang penguasa yang tidak beriman selalu khawatir kekuasaannya akan pindah kepada orang lain. Kalau perlu, kekuasaan itu dipertahankan dengan tangan besi dan kekerasan. Kekhawatiran seperti ini pernah terjadi pada Firaun di kala tukang-tukang sihirnya dikalahkan oleh Nabi Musa.\r\nAllah berfirman:;قَالَ اٰمَنْتُمْ لَهٗ قَبْلَ اَنْ اٰذَنَ لَكُمْۗ اِنَّهٗ لَكَبِيْرُكُمُ الَّذِيْ عَلَّمَكُمُ السِّحْرَۚ فَلَاُقَطِّعَنَّ اَيْدِيَكُمْ وَاَرْجُلَكُمْ مِّنْ خِلَافٍ وَّلَاُصَلِّبَنَّكُمْ فِيْ جُذُوْعِ النَّخْلِۖ وَلَتَعْلَمُنَّ اَيُّنَآ اَشَدُّ عَذَابًا وَّاَبْقٰى   ;Dia (Firaun) berkata, “Apakah kamu telah beriman kepadanya (Musa) sebelum aku memberi izin kepadamu? Sesungguhnya dia itu pemimpinmu yang mengajarkan sihir kepadamu. Maka sungguh, akan kupotong tangan dan kakimu secara bersilang, dan sungguh, akan aku salib kamu pada pangkal pohon kurma dan sungguh, kamu pasti akan mengetahui siapa di antara kita yang lebih pedih dan lebih kekal siksaannya.” (°±h±/20: 71);Banyak penguasa-penguasa yang bersikap seperti Firaun ini. Mereka mengira bahwa merekalah yang memiliki semuanya dan merekalah yang paling berkuasa.\r\nSebenarnya Allah memberikan cobaan-cobaan dari azab duniawi itu agar semuanya menjadi pelajaran bagi orang-orang kafir itu. Hal ini bertujuan agar mereka mau beriman, beramal saleh, dan mudah-mudahan kembali ke jalan yang benar. Biarlah mereka menanggung siksa yang ringan di dunia ini asal di akhirat nanti mereka terhindar dari siksa yang amat berat.\r\n"}