{"tafsir_id":3537,"surah_id":33,"aya_number":4,"tafsir_wajiz":"Beralih dari perintah bertakwa dan larangan menaati orang kafir, Allah melalui no_ayatt ini kemudian berbicara tentang orang yang hatinya tidak istikamah, masalah zihar, dan anak angkat. Allah tidak menjadikan bagi seseorang dua hati dalam rongganya. Setiap manusia hanya memiliki satu hati dan darinya muncul kehendak atau keinginan. Karena itu, tidak mungkin di satu sisi ia beriman dan takut kepada Allah namun di sisi lain ia takut kepada selain Allah. Dan begitu juga, Dia tidak menjadikan istrimu yang kamu zihar itu sebagai ibumu. Zihar adalah perkataan suami kepada istri, “Punggungmu haram bagiku seperti punggung ibuku,”⁴ atau yang sama maksudnya. Dan Dia juga tidak membenarkanmu menjadikan anak angkatmu sebagai anak kandungmu sendiri. Sejak saat itu hukum anak angkat dibatalkan. Dengan begitu nasab anak itu kembali ke nasab no_ayath kandungnya. Sesungguhnya yang demikian itu hanyalah perkataan di mulutmu saja yang tidak dilandasi ilmu yang benar. Allah mengatakan dan menetapkan hukum yang sebenarnya dan Dia menunjukkan kepadamu jalan yang benar dan lurus.","tafsir_tahlili":"(4) Pada ayat ini, Allah menerangkan bahwa Dia tidak menjadikan dua hati dalam satu tubuh sehingga tidak mungkin pada diri seseorang berkumpul iman dan kafir. Jika seseorang beriman kepada Allah dan Rasul-Nya, tentu di dalam hatinya tidak ada kekafiran dan kemunafikan, walaupun sedikit, dan ia tentu mengikuti Al-Qur'an dan sunah Rasulullah, menyeru manusia mengikuti jalan Allah, mengikuti hukum-hukum-Nya dan berserah diri hanya kepada Allah. Sebaliknya jika seseorang itu kafir atau munafik, tentu di dalam hatinya tidak ada iman kepada Allah dan Rasul-Nya dan dia tidak akan bertawakal kepada Allah. Dengan kata lain, mustahil berkumpul pada diri seseorang dua buah keyakinan yang berlawanan, sebagaimana tidak mungkin ada dua hati di dalam satu tubuh manusia.\r\nPada masa Jahiliah sering terjadi pada bangsa Arab, untuk maksud dan dengan ucapan tertentu, mereka menjadikan istrinya sebagai ibunya. Maka bila dia mengucapkan kepada istrinya ucapan tertentu itu, jadilah istrinya sebagai ibunya yakni tidak dapat dicampurinya.\r\nMenurut kebiasaan orang-orang Arab di masa Jahiliah, apabila seorang suami mengatakan kepada istrinya, “Anti alayya ka§ahri umm³” (punggungmu haram atasku seperti haramnya punggung ibuku), maka sejak suami mengucapkan perkataan itu, istrinya haram dicampurinya, seperti dia haram mencampuri ibunya. Tindakan suami seperti itu di zaman Jahiliah disebut “§ih±r”. Dalam Islam hukum ini diganti dengan hukum yang diterangkan dalam surah al-Muj±dalah/58 ayat 3.;وَالَّذِيْنَ يُظٰهِرُوْنَ مِنْ نِّسَاۤىِٕهِمْ ثُمَّ يَعُوْدُوْنَ لِمَا قَالُوْا فَتَحْرِيْرُ رَقَبَةٍ مِّنْ قَبْلِ اَنْ يَّتَمَاۤسَّاۗ ذٰلِكُمْ تُوْعَظُوْنَ بِهٖۗ وَاللّٰهُ بِمَا تَعْمَلُوْنَ خَبِيْرٌ   ;Dan mereka yang menzihar istrinya, kemudian menarik kembali apa yang telah mereka ucapkan, maka (mereka diwajibkan) memerdekakan seorang budak sebelum kedua suami istri itu bercampur. Demikianlah yang diajarkan kepadamu, dan Allah Mahateliti terhadap apa yang kamu kerjakan. (al-Muj±dilah/58: 3);Kemudian dalam ayat ini, Allah mencela satu lagi kebiasaan orang-orang Arab di masa Jahiliah, karena hal itu termasuk mengada-adakan sesuatu yang tidak benar dan tidak mempunyai dasar yang kuat, yaitu mengangkat anak (adopsi). Apabila seseorang mengangkat anak orang lain menjadi anaknya pada masa Jahiliah, maka berlakulah bagi anak itu hukum-hukum yang berlaku atas anak kandungnya sendiri, seperti terjadinya hubungan waris-mewarisi, hubungan mahram, dan sebagainya. Kebiasaan bangsa Arab Jahiliah ini pernah dilakukan Nabi Muhammad sebelum turunnya ayat ini. Beliau pernah mengangkat Zaid bin ¦±ri£ah menjadi anak angkatnya.\r\nZaid ini adalah putra ¦ari£ah bin Syar±¥³l dan berasal dari Bani °ayyi di Syam. Ketika terjadi peperangan antara salah satu kabilah Arab dengan Bani °ayyi, Zaid kecil tertawan dan dijadikan budak. Kemudian Khalil dari suku Tihamah membeli Zaid dan lalu menjualnya kepada ¦±kim bin ¦am bin Khuwailid. ¦±kim memberikan Zaid sebagai hadiah kepada Khadijah, saudara perempuan ayahnya. Setelah Nabi Muhammad menikah dengan Khadijah, beliau tertarik kepada Zaid, maka Khadijah menghadiahkan Zaid kepada suaminya itu. \r\nMendengar kabar bahwa Zaid berada pada Muhammad, ¦±ri£ah, ayah Zaid, pergi dengan saudaranya ke Mekah dengan maksud menebus anaknya yang tercinta itu. Ia pun meminta kepada Muhammad agar menyerahkan Zaid. Nabi Muhammad lalu memberi keleluasaan kepada Zaid untuk memutuskan sendiri, bahkan beliau tidak mau menerima tebusan. Setelah ditanyakan kepadanya, maka Zaid memilih untuk tetap bersama Nabi Muhammad, tidak mau ikut dengan bapaknya ke negeri Syam. ¦±ri£ah dan saudaranya lalu berkata kepada Zaid, “Celakalah engkau Zaid, engkau lebih memilih perbudakan dari kemerdekaan.” Zaid menjawab, “Sesungguhnya aku melihat kebaikan pada laki-laki ini (Muhammad), yang menjadikanku tidak sanggup berpisah dengannya, dan aku tidak sanggup memilih orang lain selain dia untuk selama-lamanya.”\r\nNabi saw kemudian keluar menemui orang banyak dan berkata, “Saksikanlah oleh kamu sekalian bahwa Zaid adalah anakku, aku akan mewarisinya, dan ia akan mewarisiku...” Mendengar hal yang demikian, hati ¦ari£ah dan saudaranya menjadi senang, maka dipanggillah Zaid dengan “Zaid bin Muhammad” sampai turun ayat ini.\r\nMenurut Qur¯ubi, seluruh ahli tafsir sependapat bahwa ayat ini diturunkan berhubungan dengan Zaid bin ¦±ri£ah itu.\r\nDiriwayatkan oleh al-Bukh±r³, Muslim, at-Tirmi©³, an-Nas±'³, dan imam-imam hadis yang lain dari Ibnu Umar bahwa ia berkata, “Kami tidak pernah memanggil “Zaid bin ¦±ri£ah”, tetapi kami memanggilnya “Zaid bin Muhammad” hingga turunnya ayat ini (al-A¥z±b ayat 5).” Dengan turunnya ayat ini, Nabi saw berkata, “Engkau Zaid bin ¦±ri£ah.”\r\nPada akhir ayat ini, Allah menegaskan lagi bahwa perkataan suami bahwa istrinya haram dicampurinya sebagaimana ia haram mencampuri ibunya, dan perbuatan mengangkat anak dan menjadikan kedudukannya sama dengan anak sendiri (kandung) adalah ucapan lidah saja, tidak mempunyai dasar agama atau pikiran yang benar. Oleh karena itu, ucapan tersebut tidak akan menimbulkan akibat hukum sedikit pun. Allah mengatakan yang benar, sehingga mustahil istri dapat disamakan dengan ibu, sebagaimana mustahil pula orang lain dihukum sama dengan anaknya sendiri. Semua anak itu menasabkan (membawa nama ayah sesudah nama sendiri) dirinya kepada ayah dan ibunya. Tidak mungkin seseorang mengatakan orang lain ayah dari seorang anak jika bukan keturunannya, sebagaimana tidak mungkin pula seseorang ibu mengatakan ia adalah ibu dari seorang anak, padahal ia tidak pernah melahirkannya. Oleh karena itu, Allah mengatakan perkataan yang benar dan lurus, maka ikutilah perkataan itu dan turutilah jalan lurus yang telah dibentangkan-Nya.\r\nDengan turunnya ayat ini, maka hilanglah akibat-akibat buruk yang dialami oleh istri-istri karena zihar suaminya dan haramlah hukumnya mengangkat anak dan menjadikannya mempunyai hukum yang sama dengan anak kandung. Adapun memelihara anak orang lain sebagai amal sosial untuk diasuh dan dididik dengan izin orang tuanya sendiri, tanpa waris-mewarisi, tidak menjadikannya sebagai mahram sebagaimana status anak kandung, dan masih dinasabkan kepada orang tuanya, maka hal itu tidak diharamkan, bahkan mendapat pahala.\r\n"}