{"tafsir_id":3538,"surah_id":33,"aya_number":5,"tafsir_wajiz":"Allah tidak menjadikan anak angkatmu sebagai anak kandung. Karena itu, panggillah mereka dengan dinisbatkan kepada nama bapak kandung mereka sendiri, bukan bapak angkatnya. Panggilan demikian itulah yang secara syariat dinilai adil di sisi Allah, dan jika kamu tidak mengetahui nama bapak kandung mereka, maka panggillah mereka sebagai saudara-saudaramu seagama dan maula-maulamu. Dan tidak ada dosa atasmu menisbatkan seorang anak kepada selain bapaknya jika kamu khilaf atau belum tahu hukum tentang hal itu, tetapi yang menimbulkan dosa adalah apa yang disengaja oleh hatimu dengan menetapkan sesuatu yang batil. Allah Maha Pengampun kepada siapa saja yang memohon ampunan-Nya, Maha Penyno_ayatng sehingga tidak serta-merta mengazab hamba-Nya yang bersalah.","tafsir_tahlili":"(5) Ayat ini menerangkan bahwa Allah memerintahkan agar kaum Muslimin menasabkan seorang anak hanya kepada bapak dan ibunya, karena anak itu berasal dari tulang sulbi bapaknya, kemudian dikandung dan dilahirkan oleh ibunya. Menasabkan anak kepada orang tuanya adalah hukum Allah yang wajib ditaati oleh seluruh kaum Muslimin. Sebaliknya menasabkan anak kepada orang lain yang bukan orang tuanya bukanlah hukum Allah, tetapi adalah hukum yang dibuat-buat oleh manusia sendiri, sehingga hukumnya haram.\r\nPendapat ini disepakati oleh kebanyakan ulama yang mengatakan, “Mengangkat anak sehingga kedudukan anak angkat itu sama hukumnya dengan kedudukan anak kandung, seperti berhak mewarisi, menjadikan hubungan mahram, dan sebagainya termasuk dosa besar berdasarkan hadis:\r\nعَنْ سَعْدِ بْنِ اَبِيْ وَقَّاصٍ رَضِيَ اللهُ عَنْهُ اَنَّ رَسُوْلَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ مَنِ ادَّعَى اِلَى غَيْرِ اَبِيْهِ اَوِانْتَمَى إِلَى غَيْرِ مَوَالِيْهِ فَعَلَيْهِ لَعْنَةُ اللهِ وَالْمَلاَئِكَةِ وَالنَّاسِ اَجْمَعِيْنَ لاَيَقْبَلُ اللهُ مِنْهُ صَرْفًا وَلاَعَدْلاً. (رواه الشيخان)\r\nDiriwayatkan dari Saad bin Ab³ Waqq±¡ r.a. bahwa Rasulullah saw bersabda, “Barang siapa yang menasabkan dirinya kepada selain bapaknya atau menasabkan budak kepada selain tuannya, maka ia berhak mendapatkan laknat Allah, para malaikat, dan manusia seluruhnya, Allah Ta±la tidak menerima pemalingan dosa tebusan padanya. (Riwayat al-Bukh±r³ dan Muslim);Hadis Nabi saw, beliau bersabda:\r\nلَيْسَ مِنْ رَجُلٍ اِدَّعَى لِغَيْرِ اَبِيْهِ وَهُوَ يَعْلَمُ اِلاَّ كَفَرَ (رواه البخارى ومسلم عن ابى ذر)\r\nTidak ada seorang pun yang menasabkan kepada selain bapaknya, sedang ia mengetahui, melainkan dia telah kafir. (Riwayat al-Bukh±r³ dan Muslim dari Abµ ªarr) ;Pada lafal yang lain, juga diriwayatkan al-Bukh±r³ dan Muslim, Rasulullah saw bersabda:\r\nمَنِ ادَّعَى إِلىَ غَيْرِ اَبِيْهِ وَهُوَ يَعْلَمُ اَنَّهُ غَيْرُ اَبِيْهِ فَالْجَنَّةُ عَلَيْهِ حَرَامٌ. (رواه البخاري ومسلم عن سعد بن أبي وقاص وأبى بكرة)\r\nBarang siapa yang menasabkan dirinya kepada selain bapaknya, sedang ia mengetahui bahwa laki-laki itu bukan bapaknya, maka haram atasnya surga. (Riwayat al-Bukh±r³ dan Muslim dari Saad bin Abu Waqq±¡ dan Abµ Bakrah);Al-Alµsi dalam Tafsir Rµ¥ al-Ma±ni membedakan antara pengakuan dan pengasuhan anak. Pengangkatan anak yang dilakukan oleh seseorang terhadap seorang anak dan menasabkan anak itu kepadanya sehingga sama hukumnya dengan anak sendiri (kandung), mempunyai hak waris, menjadi mahram dan kerabat, hukumnya adalah haram. Adapun jika seseorang mengambil anak dan memperlakukannya seperti anak sendiri, tetapi tidak menasabkan anak itu kepadanya dan tidak menyatakan sama kedudukannya dalam hukum dengan anak sendiri, maka Allah tidak mengharamkannya.\r\nAyat ini menerangkan bahwa jika seorang anak tidak diketahui ayahnya, dan ia dipelihara oleh seorang muslim yang lain, maka hubungan pemeliharaan dengan anak itu adalah hubungan saudara seagama atau hubungan tuan dengan maulanya (hamba yang telah dimerdekakan). Oleh karena itu, dia harus memanggil anak itu dengan sebutan “saudara” atau “maula”. Orang lain pun diharapkan untuk menyebutnya demikian, umpamanya “Salim maula Huzaifah”, karena Salim ini sebelum datangnya agama Islam adalah budak Huzaifah yang tidak dikenal bapaknya.\r\nAllah lalu menutup ayat ini dengan menyatakan bahwa semua perbuatan dosa seperti menasabkan seorang anak kepada yang bukan ayahnya yang dilakukan sebelum ayat ini turun, asalkan dihentikan setelah turunnya, akan diampuni Allah. Allah Maha Pengampun lagi Maha Penyayang kepada hamba-hamba-Nya.\r\n"}