{"tafsir_id":3539,"surah_id":33,"aya_number":6,"tafsir_wajiz":"Usai membatalkan hukum anak angkat yang terkait dengan Nabi pada no_ayatt sebelumnya, pada no_ayatt ini Allah menegaskan bahwa kedudukan Nabi itu lebih utama bagi orang-orang mukmin daripada sekadar bapak dari seseorang. Bahkan, beliau lebih utama dibandingkan diri mereka sendiri sebab beliau selalu menginginkan kebaikan bagi umatnya dan berkat beliau pula mereka selamat dari kebinasaan. Dan adapun istri-istrinya secara hukum adalah seperti ibu-ibu mereka sendiri yang harus dimuliakan dan haram mereka nikahi jandanya. Begitupun, hanya orang-orang yang mempunyai hubungan darah yang satu sama lain lebih berhak untuk saling mewarisi sebagaimana tercantum di dalam Kitab Allah, daripada orang-orang mukmin dan orang-orang Muhajirin yang hanya diikat oleh hubungan keagamaan, bukan kekerabatan, kecuali kalau kamu hendak berbuat baik dengan berwasiat yang tidak lebih dari sepertiga hartamu kepada saudara-saudaramu seagama. Demikianlah telah tertulis dalam Kitab Allah.","tafsir_tahlili":"(6) Ayat ini menerangkan kedudukan Nabi Muhammad di antara umatnya. Diterangkan bahwa sekalipun orang-orang yang beriman itu mengutamakan diri mereka, tetapi Nabi Muhammad lebih banyak mem-perhatikan, mementingkan, dan mengutamakan mereka. Nabi selalu me-nolong dan membantu mereka, dan selalu berkeinginan agar mereka menempuh jalan yang lurus yang dapat menyampaikan mereka kepada kebahagiaan yang abadi. Oleh karena itu, sebenarnya Nabi lebih berhak atas diri mereka sendiri. Cinta Nabi kepada kaum Muslimin melebihi cinta beliau terhadap makhluk Allah manapun. Dengan demikian, hendaklah kaum Muslimin mengikuti segala perintahnya. \r\nNabi adalah pemimpin kaum Muslimin dalam kehidupan duniawi dan penuntun mereka ke jalan Allah. Apabila beliau mengajak kaum Muslimin berperang di jalan Allah, hendaklah mereka segera mengikutinya, tidak perlu menunggu izin dari ibu bapak. Mereka juga hendaknya selalu bersedia menjadi tebusan, perisai, dan pemelihara Nabi.\r\nPada hadis yang lain diterangkan tentang kepemimpinan Nabi terhadap kaum Muslimin:\r\n...اَنَّ رَسُوْلَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ مَامِنْ مُؤْمِنٍ اِلاًّ وَاَنَا اَوْلَى النَّاسِ بِهِ فِى الدُّنْيَا وَاْلاَخِرَةِ اِقْرَؤُا مَا شِئْتُمْ: (اَلنَّبِيُّ اَوْلىَ بِالْمُؤْمِنِيْنَ مِنْ اَنْفُسِهِمْ) فَأَيُّمَا مُؤْمِنٍ تَرَكَ مَالاً فَلْتَرِثْهُ عَصَبَتُهُ مَنْ كَانُوْا وَمَنْ تَرَكَ دَيْنًا اَوْ ضَيَاعاً (عِيَالاً) فَلْيَأْتِنِى فَأَنَا مَوْلاَهُ. (رواه البخاري عن ابي هريرة)\r\nSesungguhnya Rasulullah saw bersabda, “Tidak seorangpun dari orang-orang yang beriman, kecuali akulah yang paling dekat kepadanya di dunia dan di akhirat. Bacalah firman Allah, jika kamu sekalian menghendaki, “Nabi itu lebih utama bagi orang-orang mukmin dibandingkan diri mereka sendiri.” Maka barang siapa di antara orang-orang yang beriman (mati) dan meninggalkan harta, maka harta itu hendaknya diwarisi a¡abah (ahli waris)nya. Dan barang siapa yang meninggalkan hutang atau keluarga, maka hendaklah datang kepadaku, maka akulah orang yang akan mengurus keadaannya.” (Riwayat al-Bukh±r³ dari Abµ Hurairah)  ;Berdasarkan ayat dan hadis di atas, para ulama sependapat bahwa setelah Rasulullah meninggal dunia, maka imamlah yang menggantikan kedudukan beliau. Oleh karena itu, imam wajib membayar hutang orang-orang fakir yang meninggal dunia, sebagaimana Rasulullah telah melakukannya. Imam membayar hutang itu dengan mengambil dananya dari Baitul M±l atau Kas Negara.\r\nKarena Rasulullah adalah bapak dari kaum Muslimin, maka istri-istri beliau pun adalah ibu-ibu mereka. Maksudnya ialah menempati kedudukan ibu, dalam kewajiban memuliakan dan menghormatinya, dan haram menikahinya. Adapun dalam hal yang lain, seperti hubungan waris-mewarisi, hukum melihat auratnya atau berkhalwat dengannya, sama hukumnya dengan perempuan lain yang tidak memiliki hubungan mahram.\r\nPrinsip ini tidaklah bertentangan dengan firman Allah:;مَا كَانَ مُحَمَّدٌ اَبَآ اَحَدٍ مِّنْ رِّجَالِكُمْ وَلٰكِنْ رَّسُوْلَ اللّٰهِ وَخَاتَمَ النَّبِيّٖنَۗࣖ;Muhammad itu bukanlah bapak dari seseorang di antara kamu, tetapi dia adalah utusan Allah dan penutup para nabi. (al-A¥z±b/33: 40);Karena yang dimaksud ialah bahwa Nabi Muhammad itu adalah bapak dari seluruh orang-orang yang beriman, bukan bapak angkat dari seseorang.\r\nKemudian ayat ini menerangkan bahwa hubungan kerabat lebih berhak untuk menjadi sebab mendapatkan warisan daripada hubungan persaudaraan, keagamaan, atau karena berhijrah. Sebagaimana diketahui bahwa kaum Muslimin pada permulaan Islam di Medinah saling mewarisi dengan jalan persaudaraan yang dijalin oleh Nabi, bukan dengan dasar hubungan kerabat. Oleh karena itu, seorang dari Muhajir³n memperoleh warisan dari seorang An¡ar, sekalipun mereka tidak ada hubungan kerabat. Mereka itu waris-mewarisi semata-mata karena hubungan persaudaraan yang telah dijalin oleh Nabi. \r\nHubungan semacam itu dilakukan Nabi karena orang-orang Muh±jir³n yang baru pindah dari Mekah ke Medinah dalam keadaan miskin, karena mereka tidak sempat membawa harta benda mereka dari Mekah. Sedangkan orang-orang An¡ar, sebagai penduduk asli Medinah, tentu sewajarnya menjadi penolong kaum Muhajir³n yang miskin ini. Waktu itu tugas utama kaum Muslimin ialah memperkuat persatuan antara kaum Muhajir³n dengan kaum An¡ar untuk menghadapi musuh yang selalu mencari kesempatan untuk menghancurkan mereka. Memperkuat hubungan antara Muh±jir³n dan An¡ar adalah salah satu jalan untuk memperkuat persatuan itu. Maka Nabi saw memperkuat hubungan itu dengan mempersaudarakan kaum Muhajir³n dengan kaum An¡ar. Persaudaraan itu dijadikannya sama dengan persaudaraan yang berdasar atas pertalian kerabat, sehingga antara Muhajir³n dan An¡ar dapat waris-mewarisi. Oleh karena itu, Nabi mempersaudarakan Abu Bakar a¡-¢iddiq, seorang Muh±jir³n, dengan Kh±rijah bin Zaid, seorang An¡ar. Demikian pula Zubair dipersaudarakan dengan Kaab bin M±lik dan Umar bin Kha¯¯±b dengan Utbah bin M±lik al-An¡ar³, Abu Ubaidah dengan Saad bin Mu±z, dan lain-lain.\r\nDiriwayatkan oleh Hisy±m bin Urwah dari bapaknya, dari Zubair bahwa ia berkata, “Sesungguhnya kami seluruh orang Quraisy yang datang ke Medinah tanpa harta, dan mendapati golongan An¡ar sebagai teman yang paling baik, maka kami mengadakan ikatan persaudaraan dengan mereka, dan saling berhak waris mewarisi. Maka Rasulullah saw mempersaudarakan Abu Bakar dengan Kh±rijah bin Zaid, aku dengan Kaab bin M±lik.”\r\nSetelah kaum Muslimin menjadi kuat dan orang Muh±jir³n serta orang-orang An¡ar mempunyai kehidupan yang baik, maka turunlah ayat yang menghapus hukum persaudaraan seagama dan hijrah sebagai dasar waris-mewarisi. Allah menetapkan hubungan kerabat sebagai dasar hukum warisan, sedangkan hubungan antara kaum Muslimin dikembalikan kepada kedudukan semula, yaitu hubungan seagama, sekeyakinan, tolong menolong yang tidak membawa kepada waris-mewarisi, sebagaimana diterangkan dalam firman-Nya:;اِنَّمَا الْمُؤْمِنُوْنَ اِخْوَةٌ ࣖ;Sesungguhnya orang-orang mukmin itu bersaudara. (al-¦ujur±t/49: 10);Hadis Nabi saw:\r\nلاَيُؤْمِنُ اَحَدُكُمْ حَتَّى يُحِبَّ ِلأَخِيْهِ مَا يُحِبُّ لِنَفْسِهِ. (رواه البخاري ومسلم واحمد والنسائى عن انس)\r\nTidak beriman salah seorang kamu hingga ia menginginkan pada saudaranya apa yang diinginkannya pada dirinya sendiri. (Riwayat al-Bukh±r³, Muslim, A¥mad, dan an-Nas±'³ dari Anas)  ;Selanjutnya Allah menerangkan bahwa tidaklah berdosa seorang mukmin berbuat suatu kebaikan kepada orang mukmin yang lain, yang telah terjalin antara mereka hubungan kasih sayang, hubungan seagama dan sebagainya. Kebaikan itu ialah berupa wasiat untuk mereka, karena tidak lagi berhak waris-mewarisi dengan turunnya ayat ini. Kadar wasiat ini telah ditetapkan oleh hadis, yaitu tidak lebih dari sepertiga dari seluruh harta peninggalan.\r\nMenetapkan “ulµ al-ar¥±m” (kerabat) sebagai dasar hukum waris-mewarisi adalah keputusan Allah yang ditetapkan di dalam Al-Qur'an. Oleh karena itu, hukum tersebut tidak boleh ditukar atau diganti oleh siapa pun.\r\n"}