{"tafsir_id":354,"surah_id":3,"aya_number":61,"tafsir_wajiz":"Setelah beberapa no_ayatt sebelumnya dipaparkan kekeliruan anggapan kaum Nasrani bahwa Allah mempunyai anak, sekaligus menunjukkan bukti-bukti kekeliruannya, namun mereka tetap menolaknya, maka sebagai jalan terakhir untuk membuktikan siapa yang paling benar antara mereka yang menganggap Isa sebagai anak Tuhan atau Isa sebagai rasul Allah, dilakukanlah doa mubahalah. Siapa yang membantahmu dalam hal ini, yaitu keberadaan Isa sebagai manusia biasa dan sebagai utusan Allah, setelah engkau memperoleh ilmu atau pengetahuan tentang hal itu, maka katakanlah, wahai Nabi Muhammad, “Marilah kita panggil anak-anak kami dan anak-anak kalian, istri-istri kami dan istri-istri kalian, kami sendiri dan kalian juga, kemudian marilah kita ber-mubahalah, yaitu masing-masing pihak yang berbeda pendapat berdoa kepada Tuhan dengan sungguh-sungguh, agar laknat Allah ditimpakan kepada orang-orang yang dusta.” Hanya saja, peristiwa mubahalah ini pada akhirnya tidak terjadi, sebab orang-orang Nasrani Najran tidak berani datang, karena dalam hati mereka sejatinya memang membenarkan kerasulan Nabi Muhammad. ","tafsir_tahlili":"(61) Dalam ayat ini Allah memerintahkan kepada Nabi Muhammad bila masih ada orang yang membantah kebenaran berita tentang kejadian Isa a.s., sesudah mendapat penjelasan hendaklah mereka diajak ber-mub±halah ) untuk membuktikan siapa yang benar dan berdoa agar Allah swt menjatuhkan laknat-Nya kepada orang yang berdusta. Mub±halah ini sebagai pencerminan dari kebenaran kepercayaan itu.\r\nAllah memerintahkan kepada Nabi Muhammad, agar mengundang keluarga masing-masing baik dari pihaknya maupun dari pihak mereka, yang terdiri dari anak-anak dan istri, untuk mengadakan mub±halah ini.\r\nDi dalam ayat disebutkan lebih dahulu istri dan anak-anak nabi dalam mub±halah, karena seseorang lebih mengkhawatirkan diri keluarganya daripada dirinya sendiri. Hal ini mengandung pengertian bahwa Nabi Muhammad, percaya dengan penuh keyakinan bahwa bencana yang tidak dikehendaki, sebagai akibat dari mub±halah itu tidak akan menimpa keluarganya dan dirinya. Kemudian ayat ini dikenal sebagai ayat mub±halah.\r\nMengenai terjadinya ajakan mub±halah tersebut telah diriwayatkan melalui berbagai sumber, bahwa Nabi Muhammad, telah mengajak orang-orang Nasrani dari kota Najran di Yaman untuk mengadakan mub±halah, tetapi mereka menolak.\r\nImam al-Bukh±r³ dan Imam Muslim juga meriwayatkan sebuah hadis bahwa delegasi Najran yang dipimpin oleh al-Aqib dan as-Sayid mengunjungi Rasulullah. Kemudian beliau berkeinginan untuk mengadakan mub±halah (sumpah) dengan mereka. Maka salah seorang di antara mereka berkata kepada kaumnya, “Janganlah kamu ber-muh±balah dengan dia. Demi Allah apabila ia betul-betul seorang Nabi lalu dia ber-mub±halah dengan kita, niscaya kita tidak akan berbahagia selamanya, dan tidak akan ada generasi yang akan melanjutkan keturunan kita.” Kemudian mereka berkata kepada Nabi, “Kami akan memberikan apa yang engkau minta sebab itu utuslah kepada kami seorang laki-laki, yang terper\r\ncaya.” Kemudian Nabi saw bersabda, “Berdirilah hai, Abµ Ubaidah,” maka setelah ia berdiri Nabi pun bersabda, “Inilah orang yang terpercaya di kalangan umat ini.” (Riwayat al-Bukhār³ dari Huzaifah).\r\nAbu Nuaim meriwayatkan pula sebuah hadis dari Ibnu Abb±s dalam kitab ad-Dal±′il melalui sanad dari A¯a′ dari A«-ahak dari Ibnu Abb±s bahwasanya delapan orang Nasrani dari penduduk Najran mendatangi Rasulullah. Di antara mereka terdapat Aqib dan as-Sayid. Kemudian Allah menurunkan ayat ini. Lalu mereka berkata, “Beri tangguhlah kami tiga hari.” Lalu mereka pergi kepada Bani Quraizah, Bani Nadir dan Bani Qainuqa dari kalangan orang-orang Yahudi. Kemudian mereka memberi isyarat untuk berdamai dan tidak mengadakan mub±halah dengan Nabi. Kemudian mereka berkata, “Dia adalah nabi yang telah diberitakan kedatangannya di dalam kitab Taurat.” Lalu mereka mengadakan perdamaian dengan Nabi saw dengan perjanjian membayar 1.000 potong pakaian pada bulan Safar dan 1.000 potong lagi disertai sejumlah uang pada bulan Rajab.\r\nDiriwayatkan bahwa Nabi Muhammad saw, telah mengajukan Ali, Fatimah dan kedua putra mereka (Hasan dan Husain) selain diri beliau sendiri, untuk bermuhabalah dan Nabi pun keluar bersama-sama mereka seraya bersabda, “Apabila saya berdoa hendaklak kamu membaca, Amin”.\r\nIbnu As±kir meriwayatkan sebuah hadis dari Jafar dari ayahnya, bahwa setelah ayat ini turun, Nabi membawa Abu Bakar bersama-sama anak-anaknya, Umar dan anak-anaknya dan Usman bersama anak-anaknya. Dapat dipahami dari ayat-ayat ini bahwa Nabi Muhammad, telah memerintahkan untuk mengundang orang-orang yang menentang hakikat kejadian Isa a.s. dari kalangan orang-orang Ahli Kitab untuk berkumpul baik laki-laki, perempuan atau pun anak-anak, dan juga Nabi mengumpulkan orang mukminin baik laki-laki, perempuan atau anak-anak. Mereka pun mengajak ber-mub±halah kepada Allah swt agar Dia melaknat orang-orang yang sengaja berdusta.\r\nAjakan Nabi saw untuk ber-mub±halah itu menunjukkan adanya keyakinan yang penuh terhadap kebenaran apa yang beliau katakan, sebaliknya keengganan orang-orang Nasrani dan Yahudi yang diajak untuk ber-mub±halah menunjukkan alasan dan kepalsuan kepercayan mereka."}