{"tafsir_id":3540,"surah_id":33,"aya_number":7,"tafsir_wajiz":"Demikianlah kedudukan Nabi dan istri-istrinya di kalangan kaum mukmin. Nabi juga mempunyai kedudukan luhur sebagai pembawa risalah dan penyeru kepada agama yang benar, sebagaimana para rasul sebelumnya. Dan ingatlah ketika Kami mengambil perjanjian dari para nabi dan dari engkau sendiri, khususnya para rasul Ulul ‘Azmi, seperti dari Nuh, Ibrahim, Musa, dan Isa putra Maryam, dan Kami telah mengambil dari mereka perjanjian yang teguh untuk menyampaikan risalah Allah kepada kaum masing-masing ","tafsir_tahlili":"(7) Ayat ini menerangkan bahwa Allah mengingatkan kepada Nabi Muhammad bahwa Dia telah menerima janji dari Nuh, Ibrahim, Musa, dan Isa bahwa mereka benar-benar akan menyampaikan agama Allah kepada manusia. Mereka juga akan saling membenarkan dalam menyampaikan risalah itu, yaitu dengan cara mengakui para nabi yang terdahulu dari mereka sebagai nabi-nabi Allah.\r\nAyat ini senada dengan firman Allah:;وَاِذْ اَخَذَ اللّٰهُ مِيْثَاقَ النَّبِيّٖنَ لَمَآ اٰتَيْتُكُمْ مِّنْ كِتٰبٍ وَّحِكْمَةٍ ثُمَّ جَاۤءَكُمْ رَسُوْلٌ مُّصَدِّقٌ لِّمَا مَعَكُمْ لَتُؤْمِنُنَّ بِهٖ وَلَتَنْصُرُنَّهٗ ۗ قَالَ ءَاَقْرَرْتُمْ وَاَخَذْتُمْ عَلٰى ذٰلِكُمْ اِصْرِيْ ۗ قَالُوْٓا اَقْرَرْنَا ۗ قَالَ فَاشْهَدُوْا وَاَنَا۠ مَعَكُمْ مِّنَ الشّٰهِدِيْنَ  ;Dan (ingatlah), ketika Allah mengambil perjanjian dari para nabi, “Manakala Aku memberikan kitab dan hikmah kepadamu lalu datang kepada kamu seorang rasul yang membenarkan apa yang ada pada kamu, niscaya kamu akan sungguh-sungguh beriman kepadanya dan menolongnya.” Allah berfirman, “Apakah kamu setuju dan menerima perjanjian dengan-Ku atas yang demikian itu?” Mereka menjawab, “Kami setuju.” Allah berfirman,  ”Kalau begitu bersaksilah kamu (para nabi) dan Aku menjadi saksi bersama kamu.” (²li Imr±n/3: 81) ;Dalam ayat ini hanya disebutkan para nabi yang termasuk ulul azmi, yaitu Nuh, Ibrahim, Musa, Isa, dan Muhammad, karena merekalah yang mempunyai syariat dan kitab suci.\r\nJanji yang diberikan oleh para nabi itu adalah janji yang kuat dan berat yang harus ditepati. Di akhirat nanti, Allah akan menanyakan kepada para nabi itu dan umatnya masing-masing tentang pelaksanaan tugas yang telah mereka janjikan.\r\nDalam ayat yang lain, Allah berfirman:;فَلَنَسْـَٔلَنَّ الَّذِيْنَ اُرْسِلَ اِلَيْهِمْ وَلَنَسْـَٔلَنَّ الْمُرْسَلِيْنَۙ;Maka pasti akan Kami tanyakan kepada umat yang telah mendapat seruan (dari rasul-rasul) dan Kami akan tanyai (pula) para rasul. (al-Ar±f/7: 6) \r\n"}