{"tafsir_id":3543,"surah_id":33,"aya_number":10,"tafsir_wajiz":"Wahai kaum mukmin, Allah mengirim para malaikat untuk mendukungmu pada Perang Khandak, yaitu ketika mereka, yakni tentara musyrik, datang kepadamu dari atas, yaitu dari timur, dan tentara Yahudi Bani Quraizah datang dari bawahmu, yaitu dari barat, dan ketika penglihatan-mu terpana oleh besarnya pasukan mereka dan hal itu menimbulkan rasa takut yang hebat sehingga hatimu menyesak sampai ke tenggorokan, dan bahkan sebagian dari kamu terjangkiti sifat munafik sehingga berprasangka yang bukan-bukan terhadap Allah seakan Dia tidak mampu memenangkan pasukan mukmin atas pasukan kafir.","tafsir_tahlili":"(10) Ayat ini menerangkan bahwa Allah mengetahui ketika tentara yang bersekutu datang dari bawah lembah, yaitu dari sebelah timur yang terdiri dari golongan Ga¯af±n, penduduk Nejed, dan ikut pula beserta mereka Bani Qurai§ah dan Bani an-Na«³r. Allah mengetahui pula kedatangan golongan yang bersekutu lain yang datang dari atas lembah dari sebelah barat yang terdiri dari orang-orang Quraisy dan pengikut-pengikutnya dari bermacam-macam suku dengan Bani Kin±nah dan penduduk Tih±mah. Dalam keadaan musuh mulai mengepung itu, timbullah rasa takut dan gentar terutama dalam hati orang-orang munafik yang ikut bersama-sama kaum Muslimin. Mata mereka terbelalak dan kerongkongan mereka terasa tersumbat akibat ketakutan, dan timbul dalam hati mereka was-was, ragu-ragu, dan berbagai prasangka. Bahkan di antara mereka ada yang telah menduga bahwa kaum Muslimin akan dikalahkan oleh tentara sekutu, mengingat jumlah mereka yang jauh lebih banyak jika dibandingkan dengan jumlah kaum Muslimin.\r\nAdapun orang-orang yang beriman percaya benar akan janji Allah, bahwa Rasulullah saw dan kaum Muslimin akan memenangkan peperangan itu, dan pertolongan Allah pasti datang, serta mereka percaya benar akan kekuasaan dan kebesaran-Nya. Sedang orang-orang munafik berprasangka bahwa kaum Muslimin dan agama Islam akan hancur dan binasa. Kaum musyrik Mekah akan menaklukkan kota Medinah dan mengembalikannya kepada keadaan masa Jahiliah.\r\n"}