{"tafsir_id":3552,"surah_id":33,"aya_number":19,"tafsir_wajiz":"Wahai kaum mukmin, tidak hanya menghasutmu untuk pulang ke Madinah, mereka yang berjiwa munafik itu juga kikir terhadapmu karena mereka sejatinya pengecut dan penakut. Apabila datang ketakutan dan bahno_ayat yang mengancam, kamu lihat mereka itu memandang kepadamu dengan penuh ketakutan sehingga matanya terbalik-balik seperti orang yang pingsan karena akan mati; dan apabila rasa ketakutan telah hilang, mereka tampil seperti orang yang kuat dan pemberani, dan dengan sombong kembali mencaci kamu dengan lidah yang tajam atas kebaikan yang kamu lakukan, sedang mereka sendiri kikir atau enggan untuk berbuat kebaikan. Mereka itu pada hakikatnya tidak beriman, maka Allah menghapus pahala dari amalnya dan di akhirat kelak mereka tidak akan mendapati apa yang mereka harapkan. Dan yang demikian itu tentu sangat mudah bagi Allah.","tafsir_tahlili":"(19) Pada ayat ini, Allah menyebutkan sifat-sifat orang-orang yang selalu menghindarkan diri dari ikut berperang bersama Nabi saw:\r\n1.  Mereka tidak menolong Muhammad dan kaum Muslimin dalam menghadapi musuh, baik pertolongan berupa harta benda maupun jiwa raga.\r\n2.  Apabila musuh-musuh telah menyerang dan orang-orang yang beriman telah bertempur dengan gagah berani menolak serangan musuh, mereka menoleh ke kiri dan ke kanan karena ketakutan dan mencari jalan dan kesempatan untuk lari dari medan pertempuran menghindari kematian.\r\n3.  Apabila pertempuran telah usai dan mereka merasa telah aman, mereka bersikap sombong dan membangga-banggakan jasa dan keberanian dalam medan pertempuran padahal semua itu adalah omong kosong belaka yang menyakitkan hati. Seakan-akan merekalah orang-orang yang berperang mati-matian sampai kemenangan tercapai, padahal semua yang mereka katakan itu adalah dusta belaka.\r\n4.  Mereka sangat rakus kepada harta rampasan yang telah diperoleh kaum Muslimin, dan tidak mau melepaskan sesuatu yang telah mereka dapat. Padahal sebelumnya mereka tidak mau mengeluarkan harta untuk menolong Nabi saw.\r\nOrang-orang yang bersifat seperti yang disebutkan di atas itu pada hakikatnya adalah orang-orang yang tidak beriman kepada Allah dan Rasul-Nya, tidak beramal dengan tulus ikhlas dan tidak mau berkorban sedikit pun, karena mereka adalah orang-orang munafik. Karena sifat dan sikap mereka yang demikian itu, maka Allah menghapus segala pahala amal perbuatan mereka dan menjadikannya seolah-olah debu yang beterbangan yang tidak ada artinya sama sekali. Menghapuskan pahala amal perbuatan orang-orang munafik itu bukanlah suatu yang sukar bagi Allah, tetapi amat mudah bagi-Nya, karena Dia Mahakuasa lagi Maha Mengetahui segala sesuatu.\r\n"}