{"tafsir_id":3553,"surah_id":33,"aya_number":20,"tafsir_wajiz":"Sifat pengecut, kikir, dan penakut itu mendarah daging dalam jiwa mereka dan bukan sesuatu yang baru. Mereka mengira bahwa golongan-golongan Yahudi Bani Quraizah dan kafir Mekah yang bersekutu itu belum benar-benar pergi dan akan kembali untuk membalas dendam. Dan karenanya, jika golongan-golongan yang bersekutu itu datang kembali untuk menyerang kaum mukmin, niscno_ayat mereka yang munafik itu ingin berada di dusun-dusun dan rumah-rumah mereka bersama-sama orang Arab Badui dan tidak mau ikut perang, sambil terus menanyakan dan mengikuti perkembangan berita tentang kamu di medan perang tersebut. Dan sekiranya mereka berada bersamamu di medang perang, mereka tidak akan berperang melainkan sebentar saja karena mereka pengecut dan takut mati.","tafsir_tahlili":"(20) Karena sangat ketakutan, orang-orang munafik mengira bahwa tentara sekutu masih berada di medan pertempuran, padahal tentara-tentara itu telah lari berserakan, kembali ke negeri masing-masing. Hal ini menunjukkan bahwa orang-orang munafik adalah orang-orang pengecut dan tidak beriman sehingga tidak ikut berperang, seakan-akan mereka tidak hadir di sana. Oleh karena itu, mereka tidak mengetahui gerak gerik musuh. Dalam pada itu, jika tentara sekutu itu kembali lagi menyerang, mereka menginginkan agar mereka berada di Badiyah (padang pasir) yang jauh dari kota bersama-sama Arab Badui dan penduduk padang pasir, agar mereka tidak terkena bahaya peperangan. Bagi mereka cukuplah kiranya bila dapat bertanya kepada orang-orang yang datang ke tempat mereka tentang keadaan Nabi dan kaum Muslimin.\r\nSelanjutnya Allah menerangkan bahwa pada peperangan yang telah lewat itu, andaikata orang-orang munafik tidak meninggalkan medan peperangan dan tetap bersama kaum Muslimin di garis depan, kemudian terjadi pertempuran yang dahsyat, maka mereka juga tidak akan ikut berperang. Kalaupun ikut berperang, mereka berperang dengan tidak sepenuh hati dan keimanan. Mereka akan melawan musuh sekedar memenuhi permintaan Nabi saja.\r\n"}