{"tafsir_id":3556,"surah_id":33,"aya_number":23,"tafsir_wajiz":"Di antara sifat mulia beliau yang harus diteladani oleh setiap mukmin adalah memenuhi janji. Di antara orang-orang mukmin yang beriman dengan sesungguhnya itu ada orang-orang yang menepati apa yang telah mereka janjikan kepada Allah untuk sabar dan tegar menghadapi kesulitan. Dan di antara mereka ada yang gugur, seperti pada perang Uhud, dan di antara mereka ada pula yang menunggu-nunggu apa yang Allah janjikan, seperti pertolongan-Nya pada Perang Khandak, dan mereka sedikit pun tidak mengubah janjinya.","tafsir_tahlili":"(23) Dalam suatu hadis yang diriwayatkan oleh A¥mad, Muslim, at- Tirmi©i, an-Nas±'i, dan imam-imam hadis yang lain dari sahabat Anas, ia berkata, “Pamanku Anas bin an-Na«ar, tidak ikut Perang Badar, maka ia merasa sedih dan kecewa. Ia berkata, Aku tidak hadir pada peperangan yang pertama kali diikuti Rasulullah saw. Sesungguhnya jika Allah memberikan kesempatan kepadaku mengikuti peperangan bersama Rasulullah sesudah ini, tentulah Allah Taala akan melihat apa yang akan aku lakukan. Maka pamanku dapat ikut serta dalam Perang Uhud. Dalam perjalanan menuju Uhud, pamanku bertemu dengan Saad bin Mu±§, dan Saad bertanya kepadanya, Hai Abµ Amr, hendak ke manakah engkau? Pamanku menjawab, Mencari bau surga yang akan aku peroleh di Perang Uhud nanti. Maka pamanku terus ke Uhud dan gugur sebagai syuhada di sana. Pada tubuhnya terdapat kira-kira 80 bekas pukulan, tusukan tombak, dan lubang anak panah.” Maka turunlah ayat ini.\r\nAllah menerangkan bahwa di antara kaum Muslimin yang benar-benar beriman kepada Allah dan Rasul-Nya, ada orang-orang yang menepati janjinya. Mereka telah berjuang dengan seluruh jiwa dan hartanya, di antara mereka ada yang mati syahid di Perang Badar, Perang Uhud, Perang Khandaq, dan peperangan-peperangan lainnya, sedang sebagian yang lain ada yang menunggu-nunggu dipanjangkan umurnya, menunggu ketetapan Allah Yang Maha Esa. Orang-orang yang masih hidup ini, sekali-kali tidak akan berubah janjinya kepada Allah, akan tetap ditepatinya janjinya selama hayat dikandung badan.\r\nDalam Tafsir al-Kasysy±f dijelaskan bahwa beberapa orang sahabat ada yang bernazar: jika mereka ikut perang bersama Rasulullah, mereka tidak akan mundur dan tetap bertahan sampai gugur sebagai syuhada. Di antara sahabat yang berjanji itu ialah Usman bin Affan, °al¥ah bin Ubaidill±h, Sa³d bin Zaid, ¦amzah, Mu¡ab bin Umair, dan sahabat-sahabat yang lain.\r\n"}