{"tafsir_id":3557,"surah_id":33,"aya_number":24,"tafsir_wajiz":"Tujuan dari pemberian keadaan yang sulit dan berat itu kepada orang mukmin adalah agar Allah memberikan balasan kepada orang-orang yang benar imannya itu karena kebenarannya dengan bersabar dalam menghadapi kesulitan, dan mengazab orang munafik yang berkhianat dan merusak perjanjian, jika Dia kehendaki, atau menerima tobat mereka jika mau bertobat setelah memperoleh hidno_ayath-Nya. Sungguh, Allah Maha Pengampun kepada hamba yang bertobat, Maha Penyno_ayatng kepada hamba yang berharap rahmat-Nya.","tafsir_tahlili":"(24) Pada ayat ini, Allah menerangkan bahwa sebab adanya ujian dan cobaan bagi orang-orang yang beriman ialah untuk membedakan yang jelek dengan yang baik, yang benar-benar beriman dengan yang kafir. Ujian ini juga bertujuan untuk menyatakan dan menampakkan apa yang berada dalam hati mereka yang sebenarnya. Dalam hal ini, Allah berfirman:;وَلَنَبْلُوَنَّكُمْ حَتّٰى نَعْلَمَ الْمُجٰهِدِيْنَ مِنْكُمْ وَالصّٰبِرِيْنَۙ وَنَبْلُوَا۟ اَخْبَارَكُمْ   ;Dan sungguh, Kami benar-benar akan menguji kamu sehingga Kami mengetahui orang-orang yang benar-benar berjihad dan bersabar di antara kamu; dan akan Kami uji perihal kamu. (Mu¥ammad/47: 31);Dan firman Allah:;مَا كَانَ اللّٰهُ لِيَذَرَ الْمُؤْمِنِيْنَ عَلٰى مَآ اَنْتُمْ عَلَيْهِ حَتّٰى يَمِيْزَ الْخَبِيْثَ مِنَ الطَّيِّبِ ;Allah tidak akan membiarkan orang-orang yang beriman sebagaimana dalam keadaan kamu sekarang ini, sehingga Dia membedakan yang buruk dari yang baik. (²li Imr±n/3: 179);Kemudian setelah jelas keadaan mereka, maka Allah memberi pahala kepada orang-orang yang benar-benar menepati janjinya, dan mengazab orang-orang munafik yang tidak menepati janjinya. Sekalipun demikian pintu tobat masih terbuka bagi orang-orang munafik itu, yaitu jika mereka beriman, menepati janjinya dan mengerjakan amal saleh. Allah akan mengampuni dosa-dosa yang telah diperbuatnya dahulu.\r\nPada akhir ayat ini, Allah menegaskan kepada hamba-hamba-Nya bahwa Dia Maha Pengampun lagi Maha Penyayang, menghapus segala dosa orang-orang yang benar-benar bertobat, seakan-akan dosa itu tidak pernah diperbuatnya. Dari ayat ini dipahami bahwa pintu tobat itu selalu terbuka, bagi setiap hamba yang melakukannya. Oleh karena itu, hendaklah kaum Muslimin selalu melakukannya.\r\n"}