{"tafsir_id":3558,"surah_id":33,"aya_number":25,"tafsir_wajiz":"Dan pada akhir Perang Khandak, Allah menghalau orang-orang kafir itu dengan mengirim angin kencang yang membuat keadaan mereka penuh kejengkelan karena menderita kekalahan tanpa peperangan dan mereka juga tidak memperoleh keuntungan apa pun, baik ganimah maupun tawanan perang. Dengan demikian, cukuplah Allah yang menolong menghindarkan orang-orang mukmin dalam peperangan karena musuh mereka hancur tersapu angin kencang. Dan Allah Mahakuat, Mahaperkasa; tidak ada yang mampu mengalahkan dan melemahkan-Nya.","tafsir_tahlili":"(25) Pada ayat ini, kembali Allah menerangkan tentang nikmat besar yang telah dilimpahkan-Nya kepada kaum Muslimin di Perang Ahzab, sehingga mereka lepas dari bahaya kehancuran. Nikmat itu ialah Allah telah mengirimkan kepada mereka bala bantuan berupa angin kencang yang sangat dingin dan bala tentara malaikat yang tidak kelihatan. Akibatnya orang-orang yang ingkar kepada Allah dan Rasul-Nya, yaitu kaum Quraisy beserta pengikut-pengikutnya, Ga¯af±n dan pengikut-pengikutnya, golongan Yahudi, dan kaum munafik, tidak memperoleh apa yang mereka inginkan, bahkan mereka lari tunggang-langgang mencari keselamatan dirinya, kembali ke kampung halamannya masing-masing.\r\nDiriwayatkan oleh al-Bukh±r³ dan Muslim dari Abµ Hurairah bahwa Rasulullah saw bersabda:\r\nلاَاِلَهَ اِلاَّ الله ُوَحْدَهُ صَدَقَ وَعْدَهُ وَنَصَرَ عَبْدَهُ وَاَعَزَّجُنْدَهُ وَهَزَمَ اْلاَحْزَابَ وَحْدَهُ فَلاَ شَيْءَ بَعْدَهُ.\r\nTidak ada Tuhan selain Allah sendiri. Dia menepati janji-Nya, menolong hamba-Nya, memenangkan tentara-Nya, menghancurkan tentara yang bersekutu sendirian, maka tidak ada lagi sesuatu pun sesudahnya.;Pada hadis yang lain al-Bukh±r³ dan Muslim dari Abdull±h bin Abµ Auf±, ia berkata, “Rasulullah saw berdoa kepada Allah:\r\nاَللَّهُمَّ مُنَزِّلَ الْكِتَابِ سَرِيْعَ الْحِسَابِ اِهْزِمِ اْلاَحْزَابَ اَللَّهُمَّ اهْزِمْهُمْ وَزَلْزِلْهُمْ.\r\n“Wahai Tuhan yang telah menurunkan Al-Qur'an, amat cepat hisabnya, hancurkanlah tentara yang bersekutu itu, wahai Tuhan, hancurkanlah mereka dan goncangkanlah mereka.”;Menurut riwayat Mu¥ammad bin Is¥±q, tatkala tentara yang bersekutu telah lari dan meninggalkan parit itu, Rasulullah saw bersabda:\r\nلَنْ تَغْزُوَكُمْ قُرَيْشٌ بَعْدَ عَامِكُمْ هَذَا وَلٰكِنَّكُمْ تَغْزُوْهُمْ.\r\nOrang-orang Quraisy sekali-kali tidak akan memerangi kamu sesudah tahun ini, tetapi kamulah yang akan memerangi mereka.;Perkataan Rasulullah ini terbukti di kemudian hari. Setelah Perang Ahzab, orang-orang musyrik tidak pernah lagi memerangi kaum Muslimin, tetapi Nabi dan kaum Musliminlah yang memerangi mereka, sampai Mekah dapat ditaklukkan. Oleh karena itu, dapat dikatakan bahwa peperangan Ahzab merupakan titik puncak kesulitan yang dihadapi Nabi dan kaum Muslimin dalam menghadapi orang-orang musyrik dalam menyebarkan agama Islam. Sekalipun kesulitan-kesulitan masih ada, tetapi tidak berarti bila dibanding dengan kesulitan-kesulitan sebelumnya.\r\nPada akhir ayat ini ditegaskan bahwa Allah Mahakuat lagi Maha Perkasa, tidak dapat ditandingi oleh sesuatu pun. Oleh Karena itu, dengan mudah Dia menghalau tentara yang bersekutu yang berjumlah banyak itu.\r\n"}