{"tafsir_id":3561,"surah_id":33,"aya_number":28,"tafsir_wajiz":"Dengan kemenangan pada Perang Khandak, kaum mukmin mendapat banyak ghanimah, tidak terkecuali Nabi Muhammad. Istri-istri beliau mengetahui hal ini dan mohon untuk diperkenalkan menikmatinya. Menanggapi permintaan ini Allah berfirman kepada Nabi, “Wahai Nab!, Katakanlah kepada istri-istrimu dan berilah mereka dua pilihan. ‘Jika kamu menginginkan kehidupan di dunia dan perhiasannya sebagaimana para istri raja atau Kisra, padahal hal itu berpotensi memalingkanmu dari zikir kepada Allah, maka dengan kesadaran, kemarilah agar kuberikan kepadamu mut'ah, yaitu hadiah yang meringankan beban yang dipikul seorang perempuan akibat perceraian, dan setelah itu aku ceraikan kamu dengan cara yang baik.","tafsir_tahlili":"(28) Allah memerintahkan Rasulullah saw agar menyampaikan kepada istri-istrinya supaya mereka memilih apa yang mereka kehendaki dari dua hal. Pilihan pertama ialah jika mereka menginginkan kehidupan dunia dengan segala kenikmatannya, maka Nabi tidak mempunyai yang demikian itu, dan beliau tidak mempunyai sesuatu pun yang akan diberikan untuk memenuhi keinginan itu. Oleh karena itu, Nabi akan mentalak mereka dan beliau memberi mutah, sebagaimana yang telah disyariatkan agama. Beliau juga akan menceraikan mereka secara baik-baik pula.\r\nMenurut ketentuan Allah, seorang suami yang menceraikan istrinya memberi mutah berupa pakaian, uang, atau perhiasan secara sukarela kepada istri yang diceraikannya, sesuai dengan kemampuannya, orang kaya sesuai dengan kekayaannya dan orang miskin sesuai dengan kemis-kinannya. Firman Allah:\r\nوَّمَتِّعُوْهُنَّ عَلَى الْمُوْسِعِ قَدَرُهٗ وَعَلَى الْمُقْتِرِ قَدَرُهٗ ۚ مَتَاعًا ۢبِالْمَعْرُوْفِۚ حَقًّا عَلَى الْمُحْسِنِيْنَ   ;Dan hendaklah kamu beri mereka mutah, bagi yang mampu menurut kemampuannya dan bagi yang tidak mampu menurut kesanggupannya, yaitu pemberian dengan cara yang patut, yang merupakan kewajiban bagi orang-orang yang berbuat kebaikan. (al-Baqarah/2: 236);Allah juga menetapkan bahwa jika seorang suami mentalak istrinya, maka hendaklah ia melepaskan mereka secara baik-baik dan mentalaknya pada waktu suci sebelum dicampuri, agar mereka dapat melaksanakan idah dalam masa yang pendek. Allah berfirman:;يٰٓاَيُّهَا النَّبِيُّ اِذَا طَلَّقْتُمُ النِّسَاۤءَ فَطَلِّقُوْهُنَّ لِعِدَّتِهِنَّ وَاَحْصُوا الْعِدَّةَۚ وَاتَّقُوا اللّٰهَ رَبَّكُمْۚ  ;Wahai Nabi! Apabila kamu menceraikan istri-istrimu maka hendaklah kamu ceraikan mereka pada waktu mereka dapat (menghadapi) idahnya (yang wajar), dan hitunglah waktu idah itu, serta bertakwalah kepada Allah Tuhanmu. (a¯-°alaq/65:1);\r\nPada waktu ayat ini turun, Rasulullah mempunyai istri 9 orang, yaitu Aisyah binti Abu Bakar, Haf¡ah binti Umar, Ummu Salamah, Ummu ¦ab³bah Ramlah binti Sufy±n, Saudah binti Zamah, Zainab binti Jahsy, Maimµnah binti Har£, ¢afiyyah binti Huyai bin Akh¯±b, dan Juwairiyah binti al-¦±ri£. Dari istri beliau yang sembilan itu, lima orang berasal dari suku Quraisy dan empat orang bukan dari suku Quraisy.\r\nFirman Allah: ;عَسٰى رَبُّهٗٓ اِنْ طَلَّقَكُنَّ اَنْ يُّبْدِلَهٗٓ اَزْوَاجًا خَيْرًا مِّنْكُنَّ مُسْلِمٰتٍ مُّؤْمِنٰتٍ قٰنِتٰتٍ تٰۤىِٕبٰتٍ عٰبِدٰتٍ سٰۤىِٕحٰتٍ ثَيِّبٰتٍ وَّاَبْكَارًا   ;Jika dia (Nabi) menceraikan kamu, boleh jadi Tuhan akan memberi ganti kepadanya dengan istri-istri yang lebih baik dari kamu, perempuan-perempuan yang patuh, yang beriman, yang taat, yang bertobat, yang beribadah, yang berpuasa, yang janda dan yang perawan.  (at-Ta¥r³m/66: 5)\r\n"}