{"tafsir_id":3566,"surah_id":33,"aya_number":33,"tafsir_wajiz":"Dan hendaklah kamu, wahai istri-istri Nabi, tetap di rumahmu dan tidak keluar kecuali untuk keperluan yang dibenarkan oleh agama, dan janganlah kamu berhias dan bertingkah laku seperti orang-orang jahiliah dahulu, di antaranya menggunakan gelang kaki dan menghentakkannya saat berjalan serta menampakkan bagian tubuh yang seharusnya ditutupi. Dan laksanakanlah salat secara sempurna, baik salat wajib maupun sunah; tunaikanlah zakat, dan taatilah Allah dan Rasul-Nya dengan menjalankan perintah dan menjauhi larangan. Sesungguhnya Allah, dengan menurunkan perintah dan larangan itu, bermaksud hendak menghilangkan dosa dari kamu, wahai ahlulbait, yaitu keluarga Rasulullah, dan membersihkan kamu sebersih-bersihnya.","tafsir_tahlili":"(33) Pada ayat ini, Allah memerintahkan supaya para istri Nabi tetap tinggal di rumah mereka masing-masing dan tidak keluar kecuali bila ada keperluan. Perintah ini berlaku bagi istri-istri Nabi saw. Mereka dilarang memamerkan perhiasannya, dan bertingkah laku seperti orang-orang Jahiliah masa dahulu sebelum zaman Nabi Muhammad. \r\n Setelah mereka dilarang mengerjakan keburukan, mereka diperintahkan mengerjakan kebajikan, seperti mendirikan salat lima waktu sesuai syarat dan rukun-rukunnya dan menunaikan zakat harta bendanya. Telah menjadi kebiasaan, jika disebut salat maka selalu dikaitkan dengan zakat, sebab keduanya menghasilkan kebersihan diri dan harta. Hikmah dari keduanya supaya tetap taat kepada Allah dan Rasul-Nya karena hal itu adalah pelaksanaan dari isi dua kalimat syahadat yang menjadi jalan kebahagiaan di dunia dan akhirat. \r\nAllah mengeluarkan perintah itu disertai sebutan “ahlul bait”, yaitu semua keluarga rumah tangga Rasulullah, dengan maksud untuk menghilangkan dosa-dosa dari mereka. Allah juga bermaksud membersihkan mereka dari kekotoran kefasikan dan kemunafikan yang biasa menempel pada orang yang berdosa. Dengan demikian, Allah akan membersihkan mereka sebersih-bersihnya. \r\nAnas bin M±lik dalam rangka menerangkan siapa yang dimaksud dengan ahlul bait dalam ayat ini meriwayatkan:\r\nاَنَّّ رَسُوْلَ اللهِ صَلَّى الله ُعَلَيْهِ وَسَلَّمَ كَانَ يَمُرُّ بِبَابِ فَاطِمَةَ رَضِيَ اللهُ عَنْهَا سِتَّةَ اَشْهُرِ اِذَا خَرَجَ اِلَى صَلاَةِ الْفَجْرِ يَقُوْلُ: اَلصَّلاَةُ يَا اَهْلَ اْلبَيْتِ اِنَّمَا يُرِيْدُ اللهُ لِيُذْهِبَ عَنْكُمُ الرِّجْسَ اَهْلَ الْبَيْتِ وَيُطَهِّرَكُمْ تَطْهِيْرًا (رواه الترمذي و أبو داود الطيالسي عن أنس بن مالك)\r\nSesungguhnya Rasulullah selalu mendatangi rumah putrinya Fatimah, selama enam bulan pada setiap salat subuh. Beliau berseru, “Salat, hai Ahlul Bait, sesungguhnya Allah hendak menghilangkan dosa dari kamu, dan membersihkan kamu sebersih-bersihnya.” (Riwayat at-Tirmi©³ dan Abµ D±wud a¯-°ay±lis³ dari Anas bin M±lik)\r\n"}