{"tafsir_id":3568,"surah_id":33,"aya_number":35,"tafsir_wajiz":"Allah menjanjikan ampunan dan balasan kebaikan kepada para istri Nabi selama mereka taat kepada Allah dan Rasul-Nya. Janji demikian juga diberikan kepada siapa pun, laki-laki maupun perempuan, yang beriman dan taat kepada Allah dan Rasul-Nya. Sungguh, laki-laki dan perempuan muslim yang taat dan patuh kepada Allah, laki-laki dan perempuan mukmin dengan iman yang sungguh-sungguh, laki-laki dan perempuan yang tetap mantap dan ikhlas dalam ketaatannya, laki-laki dan perempuan yang benar dalam ucapan dan perbuatannya, laki-laki dan perempuan yang sabar dalam menjalankan perintah dan menjauhi larangan Allah serta sabar dalam menghadapi segala cobaan, laki-laki dan perempuan yang khusyuk dalam salat, laki-laki dan perempuan yang sering bersedekah untuk memperoleh rida Allah, laki-laki dan perempuan yang berpuasa wajib maupun sunah, laki-laki dan perempuan yang memelihara kehormatannya dari hal-hal yang Allah haramkan (Lihat no_surahh al-Mu’minun /23: 5-7), laki-laki dan perempuan yang banyak menyebut nama Allah; Allah telah menyediakan untuk mereka ampunan atas dosa mereka, dan pahala yang besar berupa surga. Mereka kekal di dalamnya. no_ayatt ini menjelaskan kesetaraan laki-laki dan perempuan di hadapan Allah dalam hal mendapat balasan amal perbuatan sesuai apa yang masing-masing individu kerjakan.","tafsir_tahlili":"(35) Pada ayat ini Allah menjelaskan sifat-sifat hamba-Nya yang akan diampuni segala dosa dan kesalahannya serta dimasukkan ke dalam surga. Sifat-sifat mereka ada sepuluh macam:\r\n1. Taat dan tunduk kepada hukum Islam, baik ucapan maupun perbuatan.\r\n2. Membenarkan dan memercayai ajaran Allah dan rasul-Nya.\r\n3. Selalu melaksanakan perintah-perintah agama dengan penuh kekhusyukan dan ketenangan.\r\n4. Selalu benar dalam ucapan dan perbuatan, sebagai tanda keimanan yang sempurna. Dalam sebuah hadis yang sahih disebutkan bahwa Rasulullah saw bersabda, “Peganglah kebenaran, bahwa kebenaran itu membawa pada kebajikan, dan kebajikan akan membawa masuk surga, dan jauhilah dusta, sebab dusta itu membawa pada kedurhakaan dan kedurhakaan itu membawa ke neraka.”\r\n5. Sabar menghadapi kesulitan dan penderitaan dalam melaksanakan perintah Allah serta menahan syahwat dan hawa nafsu.\r\n6. Khusyuk dan tawaduk kepada Allah, baik jasmani maupun rohani, dalam melaksanakan semua tugas dan kewajiban dan keikhlasan semata-mata untuk mencari keridaan Allah.\r\n7. Bersedekah dengan harta dan memberi bantuan kepada mereka yang serba kekurangan dan tidak mempunyai penghasilan.\r\n8. Berpuasa yang dapat membantu menundukkan syahwat dan hawa nafsu, sebagaimana tercantum di dalam sabda Rasulullah saw: \r\nيَامَعْشَرَ الشَّبَابِ مَنِ اسْتَطَاعَ مِنْكُمُ الْبَاءَةَ فَلْيَتَزَوَّجْ فَاِنَّهُ اَغَضُّ لِلْبَصَرِ وَاَحْصَنُ لِلْفَرْجِ فَمَنْ لَمْ يَسْتَطِعْ فَعَلَيْهِ بِالصَّوْمِ فَاِنَّهُ لَهُ وِجَاءٌ. (رواه البخاري ومسلم عن ابن مسعود)\r\n“Wahai sekalian pemuda, siapa di antara kamu yang mampu untuk kawin silakan kawin, karena perkawinan itu lebih dapat menahan pandangan mata dan lebih memelihara kemaluan, dan barang siapa yang belum mampu, supaya berpuasa, karena berpuasa itu dapat membendung syahwatnya.” (Riwayat al-Bukh±r³ dan Muslim dari Ibnu Masµd);9. Menjaga kemaluan dan kehormatan dari segala perbuatan yang haram dan keji, sesuai dengan firman Allah:\r\nوَالَّذِيْنَ هُمْ لِفُرُوْجِهِمْ حٰفِظُوْنَ ۙ  ٥  اِلَّا عَلٰٓى اَزْوَاجِهِمْ اَوْ مَا مَلَكَتْ اَيْمَانُهُمْ فَاِنَّهُمْ غَيْرُ مَلُوْمِيْنَۚ  ٦  فَمَنِ ابْتَغٰى وَرَاۤءَ ذٰلِكَ فَاُولٰۤىِٕكَ هُمُ الْعٰدُوْنَ ۚ  ٧  ;Dan orang yang memelihara kemaluannya, kecuali terhadap istri-istri mereka atau hamba sahaya yang mereka miliki; maka sesungguhnya mereka tidak tercela. Tetapi barang siapa mencari di balik itu (zina, dan sebagainya), maka mereka itulah orang-orang yang melampaui batas. (al-Mu'minµn/23: 5-7);10. Selalu ingat kepada Allah dengan lidah dan hati, sesuai dengan hadis yang diriwayatkan dari Muj±hid yang menyatakan bahwa seseorang itu belum disebut banyak mengingat Allah kecuali bila sudah dapat mengingat-Nya sambil berdiri, duduk, dan berbaring. Abµ Sa³d al-Khudr³ telah meriwayatkan sebuah hadis bahwa Rasulullah bersabda:\r\nاِذَا اَيْقَظَ الرَّجُلُ اِمْرَاَتَهُ مِنَ اللَّيْلِ فَصَلَّيَا رَكْعَتَيْنِ كَانَا تِلْكَ اللَّيْلَةَ مِنَ الذَّاكِرِيْنَ الله َكَثِيْرًا وَالذَّاكِرَاتِ. (رواه ابوداود والنسائى وابن ماجه) \r\n“Apabila seorang suami membangunkan seorang istrinya di malam hari lalu mereka salat tahajud dua rakaat , maka mereka berdua pada malam tersebut termasuk orang-orang yang banyak mengingat Allah.” (Riwayat Abµ D±wud, an-Nas±'³, dan Ibnu M±jah); Dalam hadis yang lain dari Sahal bin Mu±z al-Juhan³ dari ayahnya diriwayatkan bahwa seorang laki-laki bertanya kepada Rasulullah saw:\r\nاَيُّ الْمُجَاهِدِيْنَ اَعْظَمُ اَجْرًا يَا رَسُوْلَ اللهِ؟ قَالَ صَلَّى الله ُعَلَيْهِ وَسَلَّمَ: اَكْثَرُهُمْ لِلَّهِ عَزَّ وَجَلَّ ذِكْرًا. قَالَ: أَيُّ الصَّائِمِيْنَ اَكْثَرُ اَجْرًا؟ قَالَ صَلَّى الله ُعَلَيْهِ وَسَلَّمَ: اَكْثَرُهُمْ لِلَّهِ عَزَّ وَجَلَّ ذِكْرًا ثُمَّ ذَكَرَ الصَّلاَةَ وَالزَّكَاةَ وَالْحَجَّ وَالصَّدَقَةَ كُلُّ ذَلِكَ يَقُوْلُ رَسُوْلُ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ : اَكْثَرُهُمْ ذِكْرًا. فَقَالَ اَبُوْ بَكْرٍ لِعُمَرَ رَضِيَ الله ُعَنْهُ: ذَهَبَ الذَّاكِرُوْنَ بِكُلِّ خَيْرٍ. فَقَالَ صَلَّى الله ُعَلَيْهِ وَسَلَّمَ: أَجَلْ. (رواه احمد) \r\n“Pejuang-pejuang manakah yang paling besar pahalanya wahai Rasulullah?” Nabi saw menjawab, “Yang paling banyak ingatnya kepada Allah. Lalu ia bertanya lagi,” Cara orang yang berpuasa manakah yang paling besar pahalanya?” Nabi saw menjawab, “Yang paling banyak ingat kepada Allah.” Kemudian dia menyebutkan pula orang yang salat, berzakat, naik haji dan bersedekah, dan pada kesemuanya itu Nabi saw mengatakan, “Mereka yang paling banyak ingatnya kepada Allah.” Abu Bakar lalu berkata kepada Umar, “Orang yang banyak ingatnya kepada Allah telah membawa semua kebajikan.” Dan Nabi saw menambahkan, “Memang demikianlah.” (Riwayat A¥mad)\r\n"}