{"tafsir_id":3569,"surah_id":33,"aya_number":36,"tafsir_wajiz":"Ketaatan orang-orang yang beriman kepada Allah tidak cukup dibuktikan dengan memiliki sepuluh sifat yang disebutkan dalam no_ayatt-no_ayatt sebelumnya. Ia harus pula tunduk kepada hukum-hukum yang Allah tetapkan. Dan tidaklah pantas bagi laki-laki yang mukmin dan perempuan yang mukmin, apabila Allah dan Rasul-Nya telah menetapkan suatu ketetapan hukum, maka tidak akan ada pilihan hukum yang lain bagi mereka tentang urusan mereka. Mereka harus menaati hukum yang Allah dan Rasul-Nya tetapkan. Dan barang siapa mendurhakai Allah dan Rasul-Nya dengan menolak hukum-Nya, maka sungguh, dia telah tersesat dengan kesesatan yang nyata. no_ayatt ini turun berkenaan dengan salah satu wanita terpandang dikalngan Quraisy bernama Zainab binti Jahsy. Ia ialah putri bibi Rasulullah, 'Umaimah binti 'Abdul Muthallib. Rasulullah pernah melamar Zainab untuk dinikahkan dengan Zaid bin Haritsah, budak yang dimerdekakan dan dijadikan anak angkat oleh Rasulullah. Zainab dan keluarganya menolak lamaran itu karena menganggap status sosial keduanya tidak setara. Pasca turunnya no_ayatt ini, Zainab menerima lamaran Rasulullah meski dengan hati terpaksa. no_ayatt ini menegaskan bahwa status sosial tidak menjadi tolok ukur kedudukan seseorang dimata Allah. Kedudukan dan keutamaan seseorang dimata Allah ditentukan olehketakwaan dan ketaatannya kepada Allah. Dan ingatlah, ketika engkau, wahai Nabi Muhammad, beberapa kali berkata kepada Zaid bin Harisah, yang telah diberi nikmat oleh Allah dengan memeluk agama Islam dan engkau juga telah memberi nikmat kepadanya dengan memerdekakannya dan mengangkatnya menjadi anak, “Pertahankanlah terus istrimu, Zainab binti Jahsy! Jangan kau ceraikan ia, dan bertakwalah kepada Allah dengan bersabar menjalani pernikahanmu meski istrimu kurang menghormatimu.” Allah selalu mengatur Nabi Muhammad “Engkau memberi Zaid nasihat demikian, Zaid, sedang engkau menyembunyikan didalam hati mu apa yang akan dinyatakan, yakni diberitahukan, oleh Allah bahwa Zainab akan menjadi salah satu istrimu, dan engkau menyembunyikan hal itu karena engkau takut kepada manusia, padahal Allah lebih berhak engkau takuti.” Ternyata Zaid tidak mampu mempertahankan pernikahannya sesuai saran rasulullah. Maka ketika Zaid telah mengakhiri keperluan terhadap istrinya, yakni menceraikannya dan telah habis masa 'iddahnya, Kami nikahkan engkau, wahai Nabi Muhammad, dengan dia, Zainab, agar tidak ada keberatan dan perasaan berdosa bagi orang mukmin untuk menikahi istri-istri anak-anak angkat mereka,apabila anak-anak angkat itu telah menyelesaikan keperluannya terhadap istrinya, yakni menceraikannya. Dan ketetapan serta kehendak Allah itu pasti terjadi.","tafsir_tahlili":"(36) Pada ayat ini, Allah menjelaskan bahwa tidak patut bagi orang-orang yang beriman baik laki-laki maupun perempuan, apabila Allah dan rasul-Nya telah menetapkan ketentuan, mereka memilih ketentuan lain yang bertentangan dengan ketetapan keduanya. Menentukan pilihan sendiri yang tidak sesuai dengan ketentuan dari Allah dan rasul-Nya berarti mendurhakai perintah keduanya, dan tersesat dari jalan yang benar. Hal seperti itu diancam pula oleh Allah dengan firman-Nya:;فَلْيَحْذَرِ الَّذِيْنَ يُخَالِفُوْنَ عَنْ اَمْرِهٖٓ اَنْ تُصِيْبَهُمْ فِتْنَةٌ اَوْ يُصِيْبَهُمْ عَذَابٌ اَلِيْمٌ   ;Maka hendaklah orang-orang yang menyalahi perintah Rasul-Nya takut akan mendapat cobaan atau ditimpa azab yang pedih. (an-Nµr/24: 63)\r\n"}