{"tafsir_id":357,"surah_id":3,"aya_number":64,"tafsir_wajiz":"Tatkala mereka tidak berani ber-mubahalah, sehingga tampaklah kebohongan dan kelemahan mereka, maka no_ayatt ini mengajak mereka kepada tauhid dengan cara yang lebih lunak dan santun. Katakanlah, hai Nabi Muhammad, “Wahai Ahli Kitab! Jika kalian tetap menolak kebenaran hujjah tentang Isa bin Maryam padahal kalian mengetahuinya, maka marilah kita menuju kepada satu kalimat, pegangan yang sama yang memberi keputusan secara adil antara kami dan kamu, yaitu kitab Taurat dan kitab-kitab lainnya, termasuk Injil dan Al-Qur’an, bahwa di dalam kitab-kitab tersebut kita tidak diperbolehkan menyembah selain Allah dan kita tidak diperbolehkan mempersekutukan-Nya dengan sesuatu pun, dan jika cara ini juga tidak membawa hasil untuk mengajak mereka, maka yang terpenting bahwa kita tidak menjadikan satu sama lain tuhan-tuhan selain Allah untuk diikuti dan dituruti perintahnya padahal perintah itu keliru. Jika mereka tetap berpaling dari kebenaran setelah terpenuhi bukti-bukti, maka katakanlah kepada mereka, “Saksikanlah, bahwa kami adalah orang muslim, yaitu orang-orang yang benar-benar berserah diri kepada Allah dan semata-mata beribadah kepada-Nya.”","tafsir_tahlili":"(64) Allah memerintahkan kepada Nabi Muhammad, agar mengajak Ahli Kitab yaitu Yahudi dan Nasrani untuk berdialog secara adil dalam mencari asas-asas persamaan dari ajaran yang dibawa oleh rasul-rasul dan kitab-kitab yang diturunkan kepada mereka, yaitu Taurat, Injil dan Al-Qur′an. Kemudian Allah menjelaskan maksud ajakan itu yaitu agar mereka tidak menyembah selain Allah yang mempunyai kekuasaan yang mutlak, yang berhak menciptakan syariat dan berhak menghalalkan dan mengharamkan, serta tidak mempersekutukan-Nya.\r\nAyat ini mengandung: Tau¥³d Ulµhiyah bagi Allah, yaitu keesaan Allah seperti tersebut dalam firman-Nya:\r\nقُلْ يٰٓاَهْلَ الْكِتٰبِ تَعَالَوْا اِلٰى كَلِمَةٍ سَوَاۤءٍۢ بَيْنَنَا وَبَيْنَكُمْ اَلَّا نَعْبُدَ اِلَّا اللّٰهَ وَلَا نُشْرِكَ بِهٖ شَيْـًٔا وَّلَا يَتَّخِذَ بَعْضُنَا بَعْضًا اَرْبَابًا مِّنْ دُوْنِ اللّٰهِ ۗ فَاِنْ تَوَلَّوْا فَقُوْلُوا اشْهَدُوْا بِاَنَّا مُسْلِمُوْنَ  \r\nاَلَّا نَعْبُدَ اِلَّا اللّٰهَ\r\n… bahwa kita tidak menyembah selain Allah … (²li Imr±n/3: 64).;Sifat Tau¥³d Rubµbiyah dalam firman-Nya yaitu keesaan dalam mengatur makhluk-Nya:\r\nوَّلَا يَتَّخِذَ بَعْضُنَا بَعْضًا اَرْبَابًا مِّنْ دُوْنِ اللّٰهِ;\r\n…dan bahwa kita tidak menjadikan satu sama lain tuhan-tuhan selain Allah. …. (²li Imr±n/3: 64);Ketentuan ini disepakati oleh semua orang, dan dapat dibuktikan, Ibrahim a.s. diutus Allah untuk membawa agama tauhid, begitu juga Nabi Musa seperti terdapat dalam kitab Taurat; Allah berfirman kepada Nabi Musa, “Sesungguhnya Tuhan adalah sembahanmu, kamu tidak mempunyai sesembahan lain di sisi Ku, jangan kamu membuat pahatan patung, dan jangan membuat gambaran apa pun juga dari apa saja yang terdapat di langit dan di bumi, maupun yang terdapat di dalam air. Jangan kamu bersujud kepada patung-patung dan gambar-gambar serta jangan menghambakan diri kepadanya. Demikian juga Nabi Isa diutus Allah dengan membawa ajaran seperti itu.\r\nKemudian Nabi Muhammad saw sebagai Nabi penutup, beliau diutus dengan membawa ajaran yang sama. Di dalam Al-Qur′an terdapat firman Allah:\r\nاَللّٰهُ لَآ اِلٰهَ اِلَّا هُوَۚ اَلْحَيُّ الْقَيُّوْمُ ەۚ لَا تَأْخُذُهٗ سِنَةٌ وَّلَا نَوْمٌ \r\nAllah, tidak ada tuhan selain Dia. Yang Mahahidup, yang terus menerus mengurus (makhluk-Nya), tidak mengantuk dan tidak tidur…(al-Baqarah/2: 255).\r\nKesimpulan dari ajakan tersebut ialah: Muslimin dan Ahli Kitab sama-sama meyakini bahwa alam itu termasuk ciptaan Allah Yang Maha Esa. Dialah yang menciptakan dan mengurusnya dan Dialah yang mengutus para nabi kepada mereka, untuk menyampaikan keterangan-keterangan tentang perbuatan yang diridai dan yang tidak diridai-Nya.\r\nKemudian Nabi Muhammad mengajak Ahli Kitab agar bersepakat untuk menegakkan prinsip-prinsip agama, menolak hal yang meragukan, yang bertentangan dengan prinsip agama. Maka apabila orang Nasrani mendapatkan keterangan dari ajaran yang dibawa oleh Nabi Isa seperti kata-kata “Putra Tuhan” hendaklah ditakwilkan dengan takwilan yang tidak bertentangan dengan prinsip-prinsip yang disepakati oleh para nabi, karena kita semua tidak akan mendapatkan di antara perkataan para nabi yang bisa diartikan bahwa sesungguhnya Nabi Isa itu tuhan yang disembah. Kita juga tidak akan mendapatkan keterangan yang mengatakan bahwa Isa a.s. mengajak manusia untuk menyembah dirinya dan ibunya, melainkan Nabi Isa mengajak manusia untuk menyembah Allah Yang Esa dan dengan ikhlas beribadah kepada-Nya.\r\nPada mulanya, orang Yahudi beragama tauhid, kemudian terjadilah malapetaka bagi mereka, yaitu waktu mereka mengakui hukum apa saja yang ditetapkan pemimpin agama adalah sama kedudukannya dengan hukum yang datang dari Allah. Demikian juga orang-orang Nasrani menempuh jalan seperti orang-orang Yahudi. Mereka menambahkan peleburan dosa dalam agamanya. Inilah yang menjadi problematik yang sangat membahayakan dalam masyarakat orang-orang Nasrani sehingga timbul penjualan surat aflat (surat penebusan dosa) dari gereja. Dengan jalan itu mereka dapat mengumpulkan uang yang banyak. Oleh sebab itu timbullah gerakan yang menuntut perbaikan. Kelompok ini terkenal dengan istilah protestan.\r\nDiriwayatkan dari Adi bin ¦±tim bahwa ia berkata, “Saya datang kepada Rasulullah saw, sedangkan di leherku terdapat kalung salib yang terbuat dari emas. Kemudian Rasulullah bersabda, “Hai Adi, buanglah berhala itu dari lehermu”. Saya pun mendengar Nabi Muhammad membaca surah at-Taubah:\r\nاِتَّخَذُوْٓا اَحْبَارَهُمْ وَرُهْبَانَهُمْ اَرْبَابًا مِّنْ دُوْنِ اللّٰهِ ;Mereka menjadikan orang-orang alim (Yahudi), dan rahib-rahibnya (Nasrani) sebagai tuhan selain Allah, …. (at-Taubah/9: 31).;Kemudian Adi berkata kepada beliau, “Wahai Rasulullah, mereka itu tidak menyembah pendeta-pendeta”. Kemudian Rasulullah bersabda, “Bukankah mereka menghalalkan dan mengharamkan bagi kamu lalu kamu berpegang saja pada perkataan mereka?” Kemudian Adi menjawab, “Betul”. Lalu Nabi Muhammad bersabda, “Itu penyembahan terhadap pendeta-pendeta itu.”\r\nOrang Yahudi dan orang Nasrani menolak dan membangkang; dan mereka tetap pada pendiriannya, yaitu menyembah selain Allah dan mempercayai adanya tuhan-tuhan di samping Allah, yang dijadikan perantara kepada Allah. Mereka taat pada ketentuan-ketentuan mereka, baik mengenai yang dihalalkan maupun yang diharamkan oleh pendeta-pendeta itu. Allah swt memerintahkan agar orang-orang Muslim mengatakan kepada mereka bahwa, kaum Muslimin hanya menyembah Allah dan hanya taat kepada-Nya semata-mata.\r\nDalam ayat ini terdapat sebuah ketentuan bahwa semua masalah yang berhubungan dengan ibadah atau dengan halal dan haram, hanya ada di dalam Al-Qur′an dan Hadis, yang dijadikan pokok pegangan dalam menetapkannya, bukan pendeta pemimpin dan bukan pula pendapat ahli hukum yang kenamaan sekalipun. Sebab kalau demikian, tentulah hal itu akan menyebabkan adanya persekutuan dalam keesaan rububiyah dan penyimpangan dari petunjuk Al-Qur′an seperti tersebut dalam firman Allah:\r\nاَمْ لَهُمْ شُرَكٰۤؤُا شَرَعُوْا لَهُمْ مِّنَ الدِّيْنِ مَا لَمْ يَأْذَنْۢ بِهِ اللّٰهُ ۗوَلَوْلَا كَلِمَةُ الْفَصْلِ لَقُضِيَ بَيْنَهُمْ ۗوَاِنَّ الظّٰلِمِيْنَ لَهُمْ عَذَابٌ اَلِيْمٌ    \r\nApakah mereka mempunyai sesembahan selain Allah yang menetapkan aturan agama bagi mereka yang tidak diizinkan (diridai) Allah? Dan sekiranya tidak ada ketetapan yang menunda (hukuman dari Allah) tentulah hukuman di antara mereka telah dilaksanakan. Dan sungguh, orang-orang zalim itu akan mendapat azab yang sangat pedih. (asy-Syµr±/42: 21);Tersebut pula dalam firman Allah:\r\nوَلَا تَقُوْلُوْا لِمَا تَصِفُ اَلْسِنَتُكُمُ الْكَذِبَ هٰذَا حَلٰلٌ وَّهٰذَا حَرَامٌ \r\nDan janganlah kamu mengatakan terhadap apa yang disebut-sebut oleh lidahmu secara dusta ”Ini halal dan ini haram,” … (an-Na¥l/16: 116).;Adapun masalah yang tidak berkaitan langsung dengan akhirat dan ibadah, seperti urusan peradilan, dan urusan politik, Allah telah melimpahkan kekuasaan-Nya kepada manusia yang berilmu, seperti Ahlul Halli wal 'Aqdi, yaitu para ahli berbagai bidang dalam masyarakat. Maka apa yang ditetapkan mereka hendaklah ditaati selama tidak bertentangan dengan pokok-pokok agama. Ayat ini menjadi dasar dan pokok pegangan bagi dakwah Nabi saw untuk mengajak Ahli Kitab mempraktekkannya. Pada waktu Nabi mengajak mereka untuk masuk Islam, seperti terdapat dalam surat beliau yang ditujukan kepada Heraklius dan Muqauqis dan Kisra Persia."}