{"tafsir_id":3570,"surah_id":33,"aya_number":37,"tafsir_wajiz":"Sebelum no_ayatt ini turun, ststus anak angkat disamakan dengan anak kandung. mereka berhak mewarisi keluarga angkat, dan no_ayath angkat tidak boleh menikahi mantan istri anak angkatnya. no_ayatt ini turun untuk menghapus anggapan salah tersebut. Anak angkat selamanya tidak akan sama statusnya dengan anak kandung. Selain itu, no_ayatt ini juga mengajarkan bahwa pada tataran ideal, pernikahan dilangsungkan atas keinginan dan persetujuan kedua belah pihak dan mendapat dukungan dari dari kedua keluarga.","tafsir_tahlili":"(37) Selanjutnya dalam ayat ini, Allah memperingatkan Nabi-Nya bahwa apa-apa yang terjadi antara Zaid bin ¦±ri£ah dengan Zainab binti Jahsy itu adalah untuk menguatkan keimanan beliau dengan menegaskan kebenaran dan menghilangkan keragu-raguan dari hati orang-orang yang lemah imannya. Allah menyuruh Rasul-Nya supaya memperhatikan ucapannya ketika beliau berkata kepada Zaid bin ¦±ri£ah, “Tahanlah terus istrimu dan bertakwalah kepada Allah, dan janganlah berpisah dengannya disebabkan kesombongan atau keangkuhannya karena keturunan, sebab perceraian itu akan mengakibatkan noda yang sulit untuk dihapus.” \r\nNabi sendiri telah mengetahui bahwa Zaid pada akhirnya pasti akan bercerai dengan Zainab. Beliau merasa berat jika hal tersebut menjadi kenyataan, sebab akan menimbulkan berbagai macam tanggapan di kalangan masyarakat. Nabi menyembunyikan di dalam hatinya apa yang Allah nyatakan, karena Nabi sendiri menyadari bahwa beliau sendiri harus dijadikan teladan oleh seluruh umatnya untuk melaksanakan perintah Allah walaupun dengan mengorbankan perasaan. Menurut naluri, manusia biasanya takut kepada sesama manusia, padahal Allah yang lebih berhak untuk ditakuti. Beliau membayangkan bahwa apabila beliau menikah dengan Zainab, bekas istri anak angkatnya, hal itu pasti akan menjadi buah bibir di kalangan bangsa Arab, karena sejak zaman Jahiliah mereka memandang bahwa anak angkat itu sama dengan anak kandung, sehingga mereka melarang menikahi bekas istri anak angkat.\r\n"}