{"tafsir_id":3571,"surah_id":33,"aya_number":38,"tafsir_wajiz":"Pernikahan dengan Zainab menjadi beban bagi Nabi karena erat kaitannya dengan persoalan yang sangat peka dalam masyarakat. Allah menguatkan hati Nabi untuk menjalani pernikahan tersebut dan menegaskan, “Tidak ada keberatan apa pun pada Nabi Muhammad tentang apa yang telah ditetapkan Allah baginya. Allah telah menetapkan yang demikian sebagai sunah, yakni ketetapan-ketetapan Allah pada nabi-nabi yang telah terdahulu. Dan ketetapan Allah itu suatu ketetapan yang pasti berlaku.","tafsir_tahlili":"(38) Pada ayat ini, Allah menguatkan hukum yang telah ditetapkan sebelumnya yaitu bahwa tidak ada suatu keberatan apa pun atas Nabi saw apa yang telah menjadi ketetapan Allah baginya untuk mengawini perempuan bekas istri anak angkatnya setelah dijatuhi talak oleh suaminya dan habis masa idahnya. Orang-orang Yahudi sering mencela Nabi Muhammad saw karena mempunyai istri yang banyak, padahal mereka mengetahui bahwa nabi-nabi sebelumnya ada yang lebih banyak istrinya seperti Nabi Daud dan Nabi Sulaiman. \r\nNabi Muhammad diperintahkan Allah supaya tidak menghiraukan pembicaraan khalayak ramai sehubungan dengan pernikahan beliau dengan Zainab. Ketika Zaid telah menceraikan istrinya, Allah menikahkan Nabi saw dengan Zainab agar tidak ada keberatan bagi orang mukmin untuk menikahi bekas istri anak angkat apabila telah diceraikan. Ketetapan Allah tentang pernikahan Zainab dengan Nabi adalah suatu ketetapan yang sudah pasti. \r\nDiriwayatkan oleh al-Bukh±r³ dan at-Tirmi©³ bahwa Zainab sering membangga-banggakan dirinya di hadapan istri-istri Nabi lainnya dengan ucapan, “Kamu dinikahkan oleh keluargamu sendiri, tetapi saya dinikahkan oleh Allah. Diriwayatkan oleh Ibnu Jar³r a¯-°abar³ dari Syab³ bahwa Zainab pernah berkata kepada Nabi, “Saya mempunyai kelebihan dengan tiga perkara yang tidak dimiliki oleh istri-istrimu yang lain, yaitu: kakekku dan kakekmu adalah sama yaitu Abdul Mu¯¯alib; Allah menikahkan engkau denganku dengan perintah wahyu dari langit; dan yang ditugaskan menyampaikannya adalah Malaikat Jibril.”\r\n"}