{"tafsir_id":3573,"surah_id":33,"aya_number":40,"tafsir_wajiz":"Orang-orang musyrik, Yahudi, dan munafik tidak henti-hentinya mempersoalkan pernikahan Rasulullah dengan Zainab. Mereka mengejek Nabi karena menikahi mantan istri anaknya; mereka menganggap status anak angkat sama dengan anak kandung. Allah lalu menegaskan, “Muhammad itu bukanlah bapak kandung dari seseorang laki-laki dewasa di antara kamu, tetapi dia adalah utusan Allah dan penutup para nabi. Dia adalah nabi terakhir yang menjadi bapak rohaniah bagi seluruh umat. Karena itu, janda Zaid bin Harisah dapat dinikahi oleh Rasulullah. Dan Allah Maha Mengetahui segala sesuatu yang kalian lakukan.” no_ayatt ini merupakan dalil bahwa Nabi Muhammad adalah nabi terakhir dan tidak akan ada lagi nabi sesudahnya, Siapapun yang mengakui adanya nabi sesudah Nabi Muahammad, maka dia bukanlah bagian dari umat Islam.","tafsir_tahlili":"(40) Tatkala Rasulullah menikahi Zainab, banyak orang munafik yang mencela pernikahan itu karena dipandang sebagai menikahi bekas istri anak sendiri. Maka Allah menurunkan ayat ini yang menyatakan bahwa Nabi Muhammad saw tidak usah khawatir tentang cemoohan orang-orang yang mengatakan bahwa beliau menikahi bekas istri anaknya, karena Zaid itu bukan anak kandung beliau, tetapi hanya anak angkat. Muhammad saw sekali-kali bukan bapak dari seorang laki-laki di antara umatnya, tetapi ia adalah utusan Allah dan nabi-Nya yang terakhir. Tidak ada nabi lagi setelah beliau. \r\nNabi Muhammad saw itu adalah bapak dari kaum Muslimin dalam segi kehormatan dan kasih sayang sebagaimana setiap rasul pun adalah bapak dari seluruh umatnya. Muhammad itu bukan bapak dari seorang laki-laki dari umatnya dengan pengertian “bapak” dalam segi keturunan yang menyebabkan haramnya mu¡±harah (perbesanan), tetapi beliau adalah bapak dari segenap kaum mukminin dalam segi agama. Beliau mempunyai rasa kasih sayang kepada seluruh umatnya untuk memperoleh kebahagiaan hidup di dunia dan akhirat, seperti kasih sayang seorang ayah terhadap anak-anaknya. \r\nAnak laki-laki Nabi saw dari Khadijah ada tiga orang, yaitu Q±sim, °ayyib, dan °±hir, semuanya meninggal dunia sebelum balig. Dari M±riyah al-Qib¯iyah, Nabi memperoleh seorang anak laki-laki bernama Ibrahim yang juga meninggal ketika masih kecil. Di samping tiga anak laki-laki, Nabi saw juga mempunyai empat anak perempuan dari Khadijah, yaitu Zainab, Ruqayyah, Ummu Kal£µm, dan F±¯imah. Tiga yang pertama meninggal sebelum Nabi wafat. \r\nAllah Maha Mengetahui segala sesuatu tentang siapa yang diangkat sebagai nabi-nabi yang terdahulu dan siapa yang diangkat sebagai nabi penutup. Berikut hadis-hadis yang menerangkan tentang kedudukan Nabi Muhammad sebagai nabi penutup atau terakhir, di antaranya:\r\nعَنْ جَابِرِ بْنِ مُطْعِمٍ قَالَ سَمِعْتُ رَسُوْلَ اللهِ يَقُوْلُ: اِنَّ لِى اَسْمَاءً اَنَا مُحَمَّدٌ اَنَا اَحْمَدُ اَنَا اَلْمَاحِى الَّذِيْ يَمْحُو اللهُ بِى الْكُفْرَ وَاَنَا اَلْحَاشِرُ اَلَّذِيْ يُحْشَرُ النَّاسُ عَلَى قَدَمِى وَاَنَا الْعَاقِبُ الَّذِيْ لَيْسَ بَعْدِيْ نَبِيٌّ . (رواه البخاري ومسلم)\r\nDari J±bir bin Mu¯im bahwa ia berkata, “Aku mendengar Rasulullah bersabda, Aku punya beberapa nama: aku Muhammad, aku Ahmad, aku al-M±¥³ yang mana Allah menghapus kekufuran denganku dan aku al-¦±syir di mana manusia dikumpulkan di bawah kakiku dan aku juga al-Āqib yang mana tidak ada lagi nabi sesudahku.” (Riwayat al-Bukh±r³ dan Muslim)\r\nعَنْ جَابِرِ بْنِ عَبْدِ اللهِ قَالَ: قَالَ رَسُوْلُ اللهِ مَثَلِى وَمَثَلُ النَّبِيِّيْنَ كَمَثَلِ رَجُلٍ بَنىَ دَارًا فَأَكْمَلَهَا وَاَحْسَنَهَا اِلاَّ مَوْضِعَ لُبْنَةٍ فَكَانَ مَنْ دَخَلَهَا فَنَظَرَ اِلَيْهَا قَالَ ماَ اَحْسَنَهَا اِلاَّ مَوْضِعَ هَذِهِ اللُّبْنَةِ فَاَنَا مَوْضِعُ اللُّبْنَةِ خُتِمَ بِى اْلاَنْبِيَاءُ عَلَيْهِمُ السَّلاَم. (رواه مسلم)\r\nDari J±bir bin Abdull±h bahwa ia berkata, “Rasulullah bersabda, Posisiku di antara para nabi adalah seperti seorang laki-laki yang membangun rumah, dia menyempurnakan dan menghiasinya kecuali satu tempat batu (bata yang belum dipasang). Orang yang memasuki rumah itu dan melihatnya berkata, Alangkah bagusnya rumah ini, kecuali satu tempat batu (bata yang belum dipasang), maka akulah batu (bata yang belum dipasang) itu, di mana  aku menjadi penutup kenabian.” (Riwayat Muslim)\r\nعَنْ اَبِى هُرَيْرَةَ قَالَ قَالَ رَسُوْلُ اللهِ  فُضِّلْتُ عَلَى اْلاَنْبِيَاءِ بِسِتٍّ اُعْطِيْتُ جَوَامِعَ الْكَلِمَ وَنُصِرْتُ بِالرُّعْبِ وَاُحِلَّتْ لِيَ الْغَنَائِمُ وَجُعِلَتْ لِيَ اْلاَرْضُ طَهُوْرًا وَمَسْجِدًا وَاُرْسِلْتُ اِلَى الْخَلْقِ كَافَّةً وَخُتِمَ بِيَ النَّبِيُّوْنَ. (رواه مسلم و الترمذى)\r\nDari Abu Hurairah bahwa ia berkata, “Rasulullah bersabda, Aku dilebihkan dari para nabi dengan enam hal: 1) Aku diberi kalimat yang singkat tapi padat (luas maknanya). 2) Aku ditolong dengan (diberi rasa) ketakutan (bagi musuh). 3) Dihalalkan bagiku rampasan perang. 4) Allah menjadikan bagiku bumi itu suci (untuk tayamum) dan menjadi masjid. 5) Aku diutus kepada seluruh makhluk, dan 6) Aku dijadikan sebagai penutup para nabi.” (Riwayat Muslim dan at-Tirmi©³)\r\nعَنْ اَنَسِ بْنِ ماَلِكٍ قَالَ: قَالَ رَسُوْلُ اللهِ اِنَّ الرِّسَالَةَ وَالنُّبُوَّةَ قَدْ اِنْقَطَعَتْ فَلاَ رَسُوْلَ بَعْدِى وَلاَ نَبِيَّ. (رواه احمد) \r\nDari Anas bin M±lik bahwa ia berkata, “Rasulullah bersabda, Kerasulan dan kenabian telah terputus, tidak ada lagi rasul dan nabi sesudahku.” (Riwayat A¥mad)\r\n"}