{"tafsir_id":3582,"surah_id":33,"aya_number":49,"tafsir_wajiz":"Bertawakal kepada Allah setelah berusaha secara maksimal merupakan cara aman bagi orang yang beriman agar tidak putus asa. Bila seseorang telah berusaha mempertahankan perkawinan, namun pada akhirnya mesti berakhir dengan perceraian, maka hendaklah dia kembalikan persoalan tersebut kepada Allah yang Maha Bijaksana dalam ketetapan-Nya. Wahai orang-orang yang beriman! Apabila kamu menikahi perempuan-perempuan mukmin yang mantap imannya, kemudian kamu ceraikan mereka sebelum kamu mencampurinya, yakni melakukan hubungan intim suami istri dengannya, maka tidak ada masa idah atas mereka yang perlu kamu perhitungkan. Namun berilah mereka mut’ah, yaitu imbalan materi sebagai penghibur hati akibat percerain, dan lepaskan serta ceraikan-lah mereka itu dengan cara yang sebaik-baiknya agar mereka dapat menempuh jalan hidup yang terbaik untuk mereka. no_ayatt ini menuntun suami agar mempermudah proses perceraian apabila salah satu atau kedua pihak sudah tidak ingin lagi mempertahankan sebuah perkawinan.","tafsir_tahlili":"(49) Pada ayat ini, Allah menjelaskan bahwa jika terjadi perceraian antara seorang mukmin dan istrinya yang belum pernah dicampuri, maka perempuan yang telah diceraikan itu tidak mempunyai masa idah dan perempuan itu langsung bisa nikah lagi dengan lelaki yang lain. Bekas suami yang menceraikan itu hendaklah memberi mutah, yaitu suatu pemberian untuk menghibur dan menyenangkan hati istri yang diceraikan. Besar dan kecilnya mutah itu tergantung kepada kesanggupan suami sesuai dengan firman Allah:;\r\nلَاجُنَاحَ عَلَيْكُمْ اِنْ طَلَّقْتُمُ النِّسَاۤءَ مَا لَمْ تَمَسُّوْهُنَّ اَوْ تَفْرِضُوْا لَهُنَّ فَرِيْضَةً ۖ وَّمَتِّعُوْهُنَّ عَلَى الْمُوْسِعِ قَدَرُهٗ وَعَلَى الْمُقْتِرِ قَدَرُهٗ ۚ مَتَاعًا ۢبِالْمَعْرُوْفِۚ حَقًّا عَلَى الْمُحْسِنِيْنَ   ;Tidak ada dosa bagimu, jika kamu menceraikan istri-istri kamu yang belum kamu sentuh (campuri) atau belum kamu tentukan maharnya. Dan hendaklah kamu beri mereka mutah, bagi yang mampu menurut kemampuannya dan bagi yang tidak mampu menurut kesanggupannya, yaitu pemberian dengan cara yang patut, yang merupakan kewajiban bagi orang-orang yang berbuat kebaikan. (al-Baqarah/2: 236);Patut diperhatikan bahwa jika perempuan itu harus meninggalkan rumah maka cara mengeluarkannya hendaklah dengan sopan-santun sehingga tidak menyebabkan sakit hatinya. Kepadanya harus diberikan bekal yang wajar, sehingga pemberian itu benar-benar merupakan hiburan yang meringankan penderitaan hatinya akibat perceraian yang dialaminya. Diriwayatkan dari Sahal bin Saad dan Abµ Usaid:\r\nتَزَوَّجَ النَِّبيُّ صَلَّى الله ُعَلَيْهِ وَسَلَّمَ اُمَيْمَةَ بِنْتَ شَرَاحِيْلَ فَلَمَّا دَخَلَتْ عَلَيْهِ بَسَطَ يَدَهُ اِلَيْهَا فَكَاَنَّهَا كَرِهَتْ ذَلِكَ فَأَمَرَ اَبَا اُسَيْدٍ اَنْ يُجَهِّزَهَا وَيَكْسُوْهَا ثَوْبَيْنِ رَازِقِيَّيْنِ. (رواه البخاري)\r\nNabi saw telah mengawini Umaimah binti Syar±¥³l. Ketika Umaimah masuk ke dalam rumah (Nabi), Nabi mengulurkan tangan kepadanya, namun dia seakan-akan tidak menyukai (cara penyambutan Nabi tersebut). Maka Nabi menyuruh Abµ Usaid agar memberikan dua potong baju yang baik yang terkenal pada waktu itu (sebagai hadiah perceraian). (Riwayat al-Bukh±r³) \r\n"}