{"tafsir_id":3584,"surah_id":33,"aya_number":51,"tafsir_wajiz":"Bila para suami yang berpoligami wajib secara adil mengatur gilir-an untuk mendatangi istri-istri mereka, maka ketentuan demikian tidak Allah berlakukan atas Nabi Muhammad. Engkau, wahai Nabi Muhammad, boleh menangguhkan menggauli siapa yang engkau kehendaki di antara mereka, yakni para istrimu, dan boleh pula menggauli siapa di antara mereka yang engkau kehendaki. Dan siapa yang engkau ingini untuk menggaulinya kembali dari istri-istrimu yang telah engkau sisihkan, yakni engkau tinggalkan untuk tidak menggaulinya kemudian kamu menginginkannya kembali atau mereka yang menginginkannya, maka tidak ada dosa bagimu karena Kami perbolehkan khusus untukmu hal tersebut. Kekhususan yang demikian itu Allah anugerahkan kepadamu agar lebih dekat untuk ketenangan hati mereka, dan mereka tidak merasa sedih ketika engkau tidak mendampingi mereka, dan mereka rela dengan apa yang telah engkau berikan kepada mereka semuanya, karena mereka tahu itulah ketetapan Allah. Dan Allah mengetahui apa yang tersimpan dalam hatimu. Dan Allah Maha Mengetahui apa yang tersimpan dalam hati istri-istrimu, Maha Penyantun dengan tidak segera menghukum hamba yang berbuat salah dan dosa. Menurut satu riwno_ayatt, suatu ketika sebagian dari istri-istri Nabi cemburu, dan sebagian lain meminta tambahan belanja. Nabi memutuskan hubungan mereka hingga sebulan. Akibat takut diceraikan oleh Nabi, mereka menghadap Nabi dan menyatakan keralaan mereka atas apa saja yang akan dilakukan oleh Nabi terhadap mereka. no_ayatt ini turun guna mengizinkan Nabi untuk menggauli atu tidak menggauli istri yang dikehendakinya, dan mengizinkan Nabi mengajak rujuk sekiranya ada dari istri-istrinya yang belia ceraikan. Meski Allah memberi Nabi kebebasan untuk menentukan waktu bergilir bagi istri-istrinya, beliau tetap berusaha membagi giliran secara adil. Bila hendak menangguhkan giliran istri yang seharusnya didatangi, beliau tidak lupa meminta izin kepada yang bersangkutan. Istri-istri Nabi yang mendapat giliran secara rutin adalah Aisyah, Hafsah, Zainab, dan Ummu Salamah, adapun istri-istri yang tidak mendapat giliran secara teratur atas persetujuan mereka adalah Ummu Habibah, Maimunah, Saudah, Safiyyah, dan Juwairiyah.","tafsir_tahlili":"(51) Pada ayat ini, Allah memberi kebebasan kepada Nabi Muhammad untuk menangguhkan siapa di antara istri-istrinya yang beliau kehendaki dan boleh pula menggauli siapa di antara mereka yang beliau kehendaki. Beliau juga diberi kebebasan untuk mengawini kembali istri-istrinya yang telah dicerai mengingat kemaslahatan bagi dirinya dan masyarakat. \r\nDiriwayatkan oleh Ibnu Jar³r a¯-°abar³ dari Abµ Raz³n bahwa ketika diturunkan ayat yang menyuruh istri-istri Nabi saw untuk memilih antara tetap menjadi istri Nabi dengan keadaan sederhana tanpa kemewahan atau berpisah dari Nabi saw karena mengejar kesenangan hidup yang lebih sesuai dengan keinginan hawa nafsunya, maka timbullah rasa kekhawatiran pada istri-istri Nabi saw itu. Mereka secara serentak menyatakan kerelaannya untuk tetap hidup bersama Nabi saw dalam keadaan bagaimanapun juga karena mereka lebih mengutamakan segi kehidupan agama daripada kesenangan duniawi. \r\nLalu Nabi menangguhkan menggauli beberapa istrinya atas permintaan mereka, seperti Ummu ¦ab³bah, Maimµnah, Saudah, Sofiyah, dan Juwariyah. Terhadap kelima istrinya ini, Nabi saw tidak mengatur giliran bermalam secara teratur. Adapun terhadap istri-istrinya yang empat orang lagi yaitu ²isyah, Haf¡ah, Zainab dan Ummu Salamah beliau mengatur giliran untuk bermalam, serta mempersamakan pembagian pakaian dan makanan. \r\nKebebasan Nabi untuk mengatur giliran, makanan, pakaian, dan lain-lain sesuai dengan sifat adil Nabi dalam melaksanakan petunjuk Allah, sehingga tidak menimbulkan rasa cemburu dalam hati para istrinya. Mereka menerima dengan rela perlakuan Nabi.\r\nعَنْ عَبْدِ اللهِ بْنِ يَزِيْدٍ اَنَّ عَائِشَةَ رَضِيَ اللهُ عَنْهَا قَالَتْ: كَانَ رَسُوْلُ اللهِ يَقْسِمُ بَيْنَ نِسَائِهِ فَيَعْدِلُ. ثُمَّ يَقُوْلُ: اَللَّهُمَّ هَذاَ قِسْمِيْ فِيْمَا اَمْلِكُ فَلاَ تَلُمْنِى فِيْمَا تَمْلِكُ وَلاَ اَمْلِكُ. (رواه أحمد)\r\nDiriwayatkan dari Abdull±h bin Yaz³d bahwa Āisyah pernah berkata, “Adalah kebiasaan Nabi saw untuk membagi-bagi giliran di antara istri-istrinya dengan adil, kemudian Nabi saw berdoa, “Ya Allah, inilah pembagianku tentang apa yang aku kuasai (yaitu soal pembagian benda materi), maka janganlah Engkau mencercaku tentang apa-apa yang Engkau kuasai dan tidak aku kuasai (soal cinta).” (Riwayat A¥mad);Hadis ini mengandung suatu anjuran supaya tetap memelihara kemurnian hati dan ancaman bagi mereka yang tidak berserah diri kepada ketentuan Allah dan Rasul-Nya. Allah Maha Mengetahui tentang segala rahasia yang tersimpan di dalam hati, lagi Maha Penyantun, selalu memberi kesempatan untuk bertobat bagi mereka yang telah menyadari akan kesesatannya dan ingin kembali ke jalan yang lurus.;"}