{"tafsir_id":3588,"surah_id":33,"aya_number":55,"tafsir_wajiz":"Usai menjelaskan ketentuan berinteraksi dan berkomunikasi dengan istri-istri Nabi pada no_ayatt sebelumnya, pada no_ayatt ini Allah menjelaskan orang-orang tertentu yang dikecualikan dari ketentuan itu. Tidak ada dosa atas istri-istri Nabi untuk berjumpa tanpa tabir dengan bapak-bapak mereka, anak laki-laki mereka, saudara laki-laki mereka, anak laki-laki dari saudara laki-laki mereka, anak laki-laki dari saudara perempuan mereka, perempuan-perempuan mereka yang beriman, baik keluarga maupun bukan, dan hamba sahno_ayat yang mereka miliki. Dan bertakwalah kamu, wahai istri-istri Nabi, kepada Allah. Sungguh, Allah Maha Menyaksikan segala sesuatu yang kamu kerjakan. Laki-laki yang disebutkan pada no_ayatt ini diperbolehkan menjumpai istri-istri Nabi tanpa tabir karena ada hubungan kerabat dan karena hajat, sehingga mereka sering berkunjung.","tafsir_tahlili":"(55) Tidak ada dosa atas istri-istri Nabi untuk berjumpa tanpa memakai tabir dengan bapak-bapak mereka, baik bapak kandung maupun bapak sesusuan, anak-anak mereka, baik yang seketurunan maupun yang sesusuan, saudara-saudara mereka, atau anak saudara-saudaranya, baik laki-laki maupun perempuan, perempuan-perempuan muslimat yang dekat maupun yang jauh, atau hamba sahaya yang mereka miliki, baik laki-laki maupun perempuan. Adanya hijab di antara mereka itu akan menimbulkan banyak kesulitan karena mereka selalu berkhidmat dalam urusan rumah tangga. Tetapi, yang perlu diingat adalah agar selalu bertakwa kepada Allah untuk mengikuti perintah-Nya dan menjauhi larangan-Nya, karena Allah selalu menyaksikan segala sesuatu yang mereka perbuat.\r\nOrang-orang yang disebutkan dalam ayat ini, yaitu ayah para istri Nabi, anak-anak mereka, saudara-saudara mereka, keponakan atau anak saudara mereka, baik saudara laki-laki maupun saudara perempuan, atau perempuan-perempuan lain dan juga budak mereka adalah mahram yaitu orang-orang yang tidak boleh menikahi mereka.\r\nAdapun orang-orang selain tersebut di atas yaitu yang bukan mahram tidak boleh menemui istri-istri Nabi tanpa hijab. Hal ini untuk menjaga kehormatan istri-istri Nabi yang merupakan ummah±tul   mu'min³n.\r\n"}