{"tafsir_id":3589,"surah_id":33,"aya_number":56,"tafsir_wajiz":"Allah menurunkan ketentuan tentang etika bagi umat Islam ketika berinteraksi dengan istri-istri untuk menjaga kehormatan dan keagungan pribadi Rasulullah. Di antara bukti keagungan beliau ialah bahwa sesungguhnya Allah dan para malaikat-Nya bersalawat untuk Nabi. Salawat dari Allah berarti memberi rahmat, dan dari malaikat berarti memohonkan ampunan. Karena itu, wahai orang-orang yang beriman! Bersalawatlah kamu untuk Nabi, seperti dengan berkata “Allahumma salli ala Muhammad (semoga Allah melimpahkan kebaikan dan ke-berkahan kepada Nabi Muhammad),” dan ucapkanlah salam dengan penuh penghormatan kepadanya, dengan mengucapkan perkataan seperti “Assalamu alaika ayyuhan-nabiy (semoga keselamatan tercurah kepadamu, wahai Nabi).”","tafsir_tahlili":"(56) Sesungguhnya Allah memberi rahmat kepada Nabi Muhammad, dan para malaikat memohonkan ampunan untuknya. Oleh karena itu, Allah menganjurkan kepada seluruh umat Islam supaya bersalawat pula untuk Nabi saw dan mengucapkan salam dengan penuh penghormatan kepadanya. \r\nعَنْ اَبِى سَعِيْدِ اَلْخُدْرِيِّ قُلْنَا: يَارَسْولَ اللهِ هَذَا السَّلاَمُ عَلَيْكَ قَدْ عَلِمْنَا فَكَيْفَ الصَّلاَةُ عَلَيْكَ؟ قَالَ: قُوْلُوْا: اَللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَعَلَى اٰلِ مُحَمَّدٍ كَمَا صَلَّيْتَ عَلَى اِبْرَاهِيْمَ وَعَلَى اٰلِ اِبْرَاهِيْمَ اِنَّكَ حَمِيْدٌ مَجِيْدٌ. اَللَّهُمَّ بَارِكْ عَلَى مُحَمَّدٍ وَعَلَى اٰلِ مُحَمَّدٍ كَمَا بَارَكْتَ عَلَى اِبْرَاهِيْمَ وَعَلَى اٰلِ اِبْرَاهِيْمَ اِنَّكَ حَمِيْدٌ مَجِيْدٌ. (رواه البخاري واحمد والنسائى وابن ماجه وغيرهم)\r\nDiriwayatkan dari Abu Sa³d al-Khudr³ bahwa ia bertanya, “Wahai Rasulullah, adapun pemberian salam kepadamu kami telah mengetahuinya, bagaimana kami harus membaca salawat?” Nabi menjawab, ucapkanlah: All±humma ¡alli al± Mu¥ammad wa al± ±li Mu¥ammad kam± ¡allaita al± Ibr±h³m wa al± ±li Ibr±h³m innaka ¥am³d maj³d. All±humma b±rik al± Mu¥ammad wa al± ±li Mu¥ammad kam± b±rakta al± Ibr±h³m wa al± ±li Ibr±h³m innaka ¥am³d maj³d. (Riwayat al-Bukh±r³, A¥mad, an-Nas±'³, Ibnu M±jah, dan lainnya);Diriwayatkan juga oleh Abdull±h bin Abµ °al¥ah dari ayahnya:\r\nأَنَّ رَسُوْلَ الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ جَاءَ ذَاتَ يَوْمٍ وَالْبُشْرَى تُرَى فِيْ وَجْهِهِ، فَقُلْنَا إِنَّا لَنَرَى الْبُشْرَى فِيْ وَجْهِكَ، فَقَالَ: جَاءَنِيْ جِبْرِيْلُ فَقَالَ: يَا مُحَمَّد إِنّ رَبَّكَ يَقْرَئُكَ السَّلاَمَ وَيَقُوْلُ: أَمَّا يُرْضِيْكَ أَنْ لاَ يُصَلِّيَ عَلَيْكَ أَحَدٌ مِنْ أُمَّتِكَ إِلاَّ صَلَّيْتُ عَلَيْهِ عَشْرًا، وَلاَ يُسَلِّمُ عَلَيْكَ أَحَدٌ مِنْ أُمَّتِكَ إِلاَّ سَلَّمْتُ عَلَيْهِ عَشْرًا.\r\nBahwa Rasulullah datang pada suatu hari dan terlihat tanda-tanda kegembiraan di wajahnya. Lalu kami bertanya, “Kami telah melihat tanda-tanda kegembiraan di wajahmu.” Nabi  menjawab, “Memang, Jibril telah datang kepadaku dan berkata, Wahai Muhammad sesungguhnya Tuhanmu telah menyampaikan salam kepadamu dan berfirman, Tidakkah kamu merasa puas bahwa tidak ada seorang pun dari umatmu yang membaca salawat untukmu melainkan Aku membalasnya dengan sepuluh kali lipat. Dan tidak seorang pun yang menyampaikan salam kepadamu dari umatmu melainkan Aku membalas dengan salam sepuluh kali lipat.”\r\n"}