{"tafsir_id":3592,"surah_id":33,"aya_number":59,"tafsir_wajiz":"Setelah menjelaskan larangan menyakiti, menghina, dan mengganggu Nabi dan orang-orang yang beriman, Allah lalu memerintah perempuan mukmin, khususnya istri-istri Nabi, agar mengenakan jilbab supno_ayat terhindar dari gangguan dan hinaan orang-orang jahat. Jilbab adalah baju longgar yang menutupi baju dan kerudung wanita atau baju luar bagi wanita. Model jilbab beragam sesuai selera pengguna dan adat suatu daerah. Di Indonesia, jilbab dikenal sebagai penutup kepala wanita. Jilbab harus memenuhi beberapa kriteria, yakni tidak transparan dan dapat menutupi kepala, leher, serta dada. Sebelum no_ayatt ini turun, pakaian wanita merdeka dan budak hampir sama. Kesamaan itu membuat mereka sulit dibedakan, sehingga laki-laki iseng terkadang menggoda perempuan merdeka karena disangkanya budak.Demi menghindari gangguan semacam itu dan menjaga kehormatan wanita muslimah, wahai Nabi Muhammad! Katakanlah kepada istri-istrimu, anak-anak perempuanmu, dan istri-istri orang mukmin, termasuk perempuan-perempuan dari keluarga mukmin, hendaklah mereka menutupkan jilbabnya keseluruh tubuh mereka, kecuali bagian tubuh yang biasa terlihat, seperti wajah dan telapak tangan (lihat no_surahh an-Nur/24:31). Yang demikian itu agar mereka lebih mudah untuk dikenali sebagai perempuan beriman yang terhormat sehingga mereka tidak diganggu. Dan Allah Maha Pengampun atas segala dosa, diantaranya dosa tidak menutup aurat, Maha Penyno_ayatng kepada semua hamba-Nya.","tafsir_tahlili":"(59) Allah memerintahkan kepada seluruh kaum muslimat terutama istri-istri Nabi sendiri dan putri-putrinya agar mengulurkan jilbab ke seluruh tubuh mereka. Hal itu bertujuan agar mereka mudah dikenali dengan pakaiannya karena berbeda dengan jariyah (budak perempuan), sehingga mereka tidak diganggu oleh orang yang menyalahgunakan kesempatan. Seorang perempuan yang berpakaian sopan akan lebih mudah terhindar dari gangguan orang jahil. Sedangkan perempuan yang membuka auratnya di muka umum mudah dituduh atau dinilai sebagai perempuan yang kurang baik kepribadiannya. Bagi orang yang pada masa lalunya kurang hati-hati menutupi aurat, lalu mengadakan perbaikan, maka Allah Maha Pengampun lagi Maha Pengasih. Karena perbuatan yang menyakiti itu seringkali dilakukan oleh orang-orang munafik, maka pada ayat berikut ini Allah mengancam mereka dengan ancaman yang keras sekali."}