{"tafsir_id":3602,"surah_id":33,"aya_number":69,"tafsir_wajiz":"Usai menyebutkan penyesalan orang-orang kafir ketika merasakan siksa neraka, Allah pada no_ayatt-no_ayatt berikut beralih menjelaskan larangan menyakiti orang lain dengan tuduhan palsu dan perkataan bohong. Wahai orang-orang yang beriman! Janganlah kamu seperti orang-orang dari Bani Israil yang menyakiti hati Nabi Musa dengan berkata dusta. Nabi Musa sangat jauh dari tuduhan dusta tersebut, maka Allah membersihkannya dari tuduhan-tuduhan yang mereka lontarkan. Dan dia seorang yang mempunyai kedudukan terhormat di sisi Allah.","tafsir_tahlili":"(69) Allah melarang kaum mukminin agar tidak berlaku seperti segolongan Bani Israil yang menyakiti Nabi Musa. Allah membersihkan beliau dari tuduhan-tuduhan yang mereka lontarkan kepadanya. Beliau adalah seorang yang mempunyai kedudukan yang sangat terhormat di sisi Allah. Di dalam ayat ini tidak disebutkan bagaimana caranya mereka menyakiti Nabi Musa itu. \r\nDalam suatu riwayat tentang meninggalnya Harun, seperti diriwayatkan Ibnu Jar³r a¯-°abar³ dari Ibnu Abb±s dari Ali bin Ab³ °±lib bahwa beliau berkata, “Ketika Nabi Musa dan Harun naik ke gunung, Nabi Harun kemudian wafat. Orang-orang Bani Israil lalu marah kepada Nabi Musa, Kamu telah membunuh Harun, padahal beliau orang yang lebih kami  sukai daripada engkau.”\r\n Dalam sebuah hadis, Rasulullah bersabda:\r\nعَنْ عَبْدِ اللهِ بْنِ مَسْعُوْدٍ قَالَ: قَسَمَ رَسُوْلُ اللهِ ذَاتَ يَوْمٍ قَسْمًا فَقَالَ رَجُلٌ مِنَ اْلأَنْصَارِ: إِنَّ هٰذِهِ الْقِسْمَةَ مَا أُرِيْدَ بِهَا وَجْهُ اللهِ، فَأَحْمَرَّ وَجْهُهُ ثُمَّ قَالَ: رَحْمَةُ اللهِ عَلَى مُوْسَى فَقَدْ أُوْذِىَ بَأَكْثَرَ مِنْ هَذَا فَصَبَرَ. (رواه البخاري و مسلم)\r\nDiriwayatkan dari Ibnu Masµd bahwa Rasulullah saw pada suatu hari membagi-bagikan harta ganimah kepada sahabatnya, lalu ada seorang laki-laki dari kaum Ansar berkata bahwa pembagian itu tidak dimaksud untuk memperoleh keridaan Allah. Mendengar ucapan itu, Nabi saw tersinggung sampai merah wajahnya seraya berkata, “Semoga Allah merahmati Musa yang pernah disakiti orang lebih dari ini, tetapi beliau tetap berlaku sabar.” (Riwayat al-Bukh±r³ dan Muslim)\r\n"}