{"tafsir_id":3607,"surah_id":34,"aya_number":1,"tafsir_wajiz":"Pada bagian pungkasan no_surahh al-Ahzab Allah menegaskan pen-tingnya menunaikan amanat. Di sana Allah juga mengancam orang munafik dan kafir dengan azab yang pedih dan mengampuni dosa orang yang bertobat, karena Allah Maha Pengampun dan Maha Penyno_ayatng. no_surahh Saba’ lantas diawali dengan pujian kepada Allah, Pemilik apa saja yang ada di langit dan bumi. Segala puji bagi Allah yang memiliki, menguasai, dan mengatur apa yang ada di langit dan apa yang ada di bumi, dan segala puji di akhirat juga bagi Allah karena Dialah Penguasa dan Pengendali kehidupan akhirat. Dan Dialah Yang Mahabijaksana dalam tindakan dan ciptaan-Nya, Mahateliti sehingga mengetahui semua urusan secara rinci.","tafsir_tahlili":"(1) Ayat ini menegaskan bahwa Allah-lah yang berhak menerima segala pujian karena Dia yang menciptakan semua yang ada di langit dan di bumi. Dialah pemilik yang sebenarnya, tidak ada seorang pun yang bersekutu dengan Allah dalam menciptakan dan memilikinya.\r\nAllah pula yang mengatur dan mengurusnya serta melimpahkan karunia-Nya agar semuanya berjalan dengan tertib dan teratur. Oleh sebab itu, tidak ada yang patut memperoleh pujian kecuali Allah, tidak ada yang patut disembah dan dipanjatkan doa kecuali kepada Allah. Adapun orang-orang yang menyembah dan memuja patung-patung atau yang lainnya adalah orang-orang yang tidak mempergunakan akal. \r\nBanyak sekali bukti yang menunjukkan wujud dan keesaan Allah yang terdapat di bumi dan di langit. Bila manusia mau memperhatikan, tentu dia akan sampai kepada kesimpulan bahwa Pencipta semua alam ini adalah Allah Yang Maha Esa, Mahakuasa, dan Maha Pencipta. Hanya Allah yang berhak disembah dan dipuji, walaupun Dia sendiri tidak memerlukan pujian dari hamba dan makhluk-Nya. Hanya makhluk-makhluk-Nya yang harus memuja dan memuji-Nya, karena begitu besar dan banyaknya karunia yang dilimpahkan kepadanya. Sekiranya tidak ada yang menyembah dan memuji-Nya atau semua makhluk-Nya kafir dan ingkar terhadap nikmat dan karunia-Nya, maka hal itu tidak akan merugikan-Nya sedikit pun sebagaimana tersebut dalam firman-Nya:;اِنْ تَكْفُرُوْٓا اَنْتُمْ وَمَنْ فِى الْاَرْضِ جَمِيْعًا ۙفَاِنَّ اللّٰهَ لَغَنِيٌّ حَمِيْدٌ;“Jika kamu dan orang yang ada di bumi semuanya mengingkari (nikmat Allah), maka sesungguhnya Allah Mahakaya, Maha Terpuji.” (Ibr±h³m/14: 8);Untuk menyadarkan manusia agar mau menggunakan akalnya, Allah menerangkan bahwa semua makhluk-Nya di langit dan di bumi bertasbih memuji-Nya, termasuk burung-burung yang terbang di udara. Allah berfirman:\r\nاَلَمْ تَرَ اَنَّ اللّٰهَ يُسَبِّحُ لَهٗ مَنْ فِى السَّمٰوٰتِ وَالْاَرْضِ وَالطَّيْرُ صٰۤفّٰتٍۗ كُلٌّ قَدْ عَلِمَ صَلَاتَهٗ وَتَسْبِيْحَهٗۗ وَاللّٰهُ عَلِيْمٌۢ بِمَا يَفْعَلُوْنَ   ;Tidakkah engkau (Muhammad) tahu bahwa kepada Allah-lah bertasbih apa yang di langit dan di bumi, dan juga burung yang mengembangkan sayapnya. Masing-masing sungguh, telah mengetahui (cara) berdoa dan bertasbih. Allah Maha Mengetahui apa yang mereka kerjakan. (an-Nµr/24: 41);Ayat selanjutnya menegaskan bahwa Allah yang berhak dipuji di akhirat nanti, karena Dia yang mempunyai kekuasaan di sana, dan bertindak dengan adil dan bijaksana dalam memperhitungkan dan membalas perbuatan hamba-Nya. Tidak ada seorang pun yang dirugikan dalam perhitungan perbuatannya, yang baik dibalas dengan kebaikan, dan yang jahat dibalas dengan siksa yang setimpal, bahkan dengan rahmat dan karunia-Nya satu perbuatan yang baik dibalas dengan berlipat ganda. Di dalam ayat lain diterangkan bagaimana besarnya pujian hamba-hamba-Nya yang beriman terhadap nikmat yang dikaruniakan kepada mereka sebagai balasan atas perbuatannya selama hidup di dunia dengan firman-Nya:;وَقَالُوا الْحَمْدُ لِلّٰهِ الَّذِيْ صَدَقَنَا وَعْدَهٗ وَاَوْرَثَنَا الْاَرْضَ نَتَبَوَّاُ مِنَ الْجَنَّةِ حَيْثُ نَشَاۤءُ ۚفَنِعْمَ اَجْرُ الْعٰمِلِيْنَ  ;Dan mereka berkata, “Segala puji bagi Allah yang telah memenuhi janji-Nya kepada kami dan telah memberikan tempat ini kepada kami sedang kami (diperkenankan) menempati surga di mana saja yang kami kehendaki.” Maka (surga itulah) sebaik-baik balasan bagi orang-orang yang beramal. (az-Zumar/39: 74);;;Dan firman-Nya:;وَقَالُوا الْحَمْدُ لِلّٰهِ الَّذِيْٓ اَذْهَبَ عَنَّا الْحَزَنَۗ اِنَّ رَبَّنَا لَغَفُوْرٌ شَكُوْرٌۙ   ٣٤   ۨالَّذِيْٓ اَحَلَّنَا دَارَ الْمُقَامَةِ مِنْ فَضْلِهٖۚ  لَا يَمَسُّنَا فِيْهَا نَصَبٌ وَّلَا يَمَسُّنَا فِيْهَا لُغُوْبٌ   ٣٥  ;Dan mereka berkata, “Segala puji bagi Allah yang telah menghilangkan kesedihan dari kami. Sungguh, Tuhan kami benar-benar Maha Pengampun, Maha Mensyukuri, yang dengan karunia-Nya menempatkan kami dalam tempat yang kekal (surga); di dalamnya kami tidak merasa lelah dan tidak pula merasa lesu.” (F±¯ir/35: 34-35);Kemudian Allah menegaskan bahwa Dialah Yang Mahabijaksana, berbuat dan bertindak, serta mengatur dan mengendalikan urusan dunia dan akhirat serta alam seluruhnya. Dialah Yang Maha Mengetahui segala sesuatu dan segala urusan. Dia Mengetahui segala-galanya dengan ilmu-Nya Yang Mahaluas.\r\n"}