{"tafsir_id":3609,"surah_id":34,"aya_number":3,"tafsir_wajiz":"Demikianlah bukti luasnya ilmu Allah. Allah lalu menegaskan kepastian datangnya hari Kiamat, Betapapun orang kafir mengingkarinya. Dan orang-orang kafir berkata, “Hari Kiamat itu tidak akan datang kepada kami dan tidak juga kepada semua manusia.” Katakanlah, wahai Nabi Muhammad! “Hari kiamat itu pasti datang, dan tidak ada seorang pun tahu kapan tepatnya. Demi tuhanku yang mengetahui yang gaib, Kiamat itu pasti akan datangkepadamu. Tidak ada yang tersembunyi bagi-Nya sekalipun seberat zarrah, yakni jenis terkecil dari semut atau sesuatu yang paling kecil, baik yang di langit maupun yang di bumi, yang lebih kecil dari itu atau yang lebih besar, semuanya tertulis dalam Kitab yang jelas (Lauh Mahfudz), yakni dalam pengetahuanAllah yang Mahaluas.”","tafsir_tahlili":"(3) Pada ayat ini, Allah menerangkan bagaimana kesesatan orang-orang kafir yang mengingkari hari Kiamat dan mengatakan bahwa hidup ini hanya sebatas di dunia saja. Mereka mengatakan bahwa kehidupan akhirat yang diberitakan Muhammad saw adalah omong kosong belaka, sesuatu yang tidak mungkin terjadi karena tubuh manusia setelah masuk kubur akan hancur luluh tidak berbekas apalagi setelah melalui masa yang panjang. \r\nAllah memerintahkan kepada Nabi Muhammad supaya menolak dengan keras anggapan orang-orang kafir yang sesat itu. Allah memerintahkan supaya Nabi bersumpah dengan menyebut nama Allah bahwa hari Kiamat itu pasti datang. Ayat ini adalah salah satu dari tiga ayat yang menyuruh Nabi Muhammad supaya bersumpah dengan menyebut nama Allah sebagai bantahan terhadap keingkaran orang-orang kafir, seperti ditegaskan Allah dalam firman-Nya:;وَيَسْتَنْۢبِـُٔوْنَكَ اَحَقٌّ هُوَ ۗ قُلْ اِيْ وَرَبِّيْٓ اِنَّهٗ لَحَقٌّ ۗوَمَآ اَنْتُمْ بِمُعْجِزِيْنَ ࣖ;Dan mereka menanyakan kepadamu (Muhammad), “Benarkah (azab yang dijanjikan) itu?” Katakanlah, “Ya, demi Tuhanku, sesungguhnya (azab) itu pasti benar dan kamu sekali-kali tidak dapat menghindar.”  (Yµnus/10: 53)\r\nYang kedua dalam Surah at-Tag±bun:;زَعَمَ الَّذِيْنَ كَفَرُوْٓا اَنْ لَّنْ يُّبْعَثُوْاۗ قُلْ بَلٰى وَرَبِّيْ لَتُبْعَثُنَّ ثُمَّ لَتُنَبَّؤُنَّ بِمَا عَمِلْتُمْۗ وَذٰلِكَ عَلَى اللّٰهِ يَسِيْرٌ   ;Orang-orang yang kafir mengira, bahwa mereka tidak akan dibangkitkan. Katakanlah (Muhammad), “Tidak demikian, demi Tuhanku, kamu pasti dibangkitkan, kemudian diberitakan semua yang telah kamu kerjakan.” Dan yang demikian itu mudah bagi Allah. (at-Tag±bun/64: 7);Demikian kerasnya bantahan yang harus diucapkan oleh Nabi Muhammad terhadap keingkaran orang kafir tentang hari kebangkitan, karena hal itu adalah suatu hikmah dan kebijaksanaan Allah terhadap hamba-hamba-Nya. Suatu hikmah dan kebijaksanaan yang tidak dipahami oleh orang-orang kafir atau mereka tidak mau memahaminya. Hikmah dan kebijaksanaan itu ialah Allah tidak akan membenarkan hamba-hamba-Nya untuk berbuat sekehendak hatinya. Allah telah menjelaskan dengan perantaraan para rasul-Nya bahwa barang siapa yang berbuat kejahatan atau kezaliman akan dibalas dengan balasan yang setimpal baik di dunia maupun di akhirat. Kalau seorang hamba belum mendapat balasan di dunia atas kejahatannya karena kedudukan atau kepintarannya menyembunyikan kejahatan itu, maka balasannya pasti akan diterimanya di akhirat nanti. \r\nDemikian pula halnya hamba-hamba Allah yang berbuat kebaikan. Ini adalah hikmat dan kebijaksanaan Allah Yang Mahaadil, Maha Mengetahui segala perbuatan hamba-Nya. Pada hari kebangkitan semua perbuatan manusia mendapat balasan yang wajar walaupun di dunia sudah mendapat siksaan, apalagi bagi hamba Allah yang belum menerima balasannya. Mengingkari hari Kiamat dan hari pembalasan berarti meng-ingkari hikmah kebijaksanaan Allah Yang Mahaadil dan Mahakuasa.\r\nKemudian Allah menerangkan bahwa Dia mengetahui semua yang ada dan yang terjadi di langit dan di bumi, tidak ada suatu pun yang tersembunyi bagi-Nya, sekalipun sebesar zarrah (atom) karena semua itu telah termaktub dalam Lau¥ Ma¥fµ§. Janganlah seorang hamba mengira bahwa perbuatannya yang sangat kecil atau yang telah ditutupi rapat dan disembunyikan luput dari pengetahuan Allah. Dia pasti mengetahuinya dan akan membalas perbuatan itu, baik di dunia maupun akhirat, sesuai dengan hikmah kebijaksanaan dan keadilan-Nya.\r\n"}