{"tafsir_id":3616,"surah_id":34,"aya_number":10,"tafsir_wajiz":"Usai menjelaskan tanda-tanda kekuasaan-Nya di alam semesta yang diharapkan dapat meningkatkan keimanan manusia, pada no_ayatt ini Allah menyebutkan anugerah-Nya kepada salah seorang hamba yang taat, Nabi Daud. Dan sungguh, telah Kami berikan kepada Daud karunia yang besar dari Kami. Kami berfirman, “Wahai gunung-gunung dan burung-burung! Bertasbihlah berulang-ulang bersama Daud.” Dan selain anugerah itu, Kami juga telah melunakkan besi untuknya seperti lilin agar bisa dimanfaatkan sesuai kebutuhan.","tafsir_tahlili":"(10) Di antara karunia Allah yang dianugerahkan kepada Nabi Daud ialah suaranya yang sangat merdu. Diriwayatkan bahwa Nabi Daud adalah seorang komponis atau pencipta nyanyian yang bersifat keagamaan. Ketika Daud bertasbih memuja dengan suaranya yang merdu, apalagi lagu-lagu itu menggambarkan pula kebesaran, kemuliaan, dan keagungan Tuhan, maka alam sekitarnya bergema seakan-akan turut bertasbih mengikuti irama suaranya. Kita tidak mengetahui bagaimana alam sekitarnya bertasbih dan bernyanyi bersama Daud sebagaimana diperintahkan Allah kepadanya. Hal itu memang tidak dapat diketahui oleh manusia sebagai tersebut dalam firman-Nya:;تُسَبِّحُ لَهُ السَّمٰوٰتُ السَّبْعُ وَالْاَرْضُ وَمَنْ فِيْهِنَّۗ وَاِنْ مِّنْ شَيْءٍ اِلَّا يُسَبِّحُ بِحَمْدِهٖ وَلٰكِنْ لَّا تَفْقَهُوْنَ تَسْبِيْحَهُمْۗ اِنَّهٗ كَانَ حَلِيْمًا غَفُوْرًا  ;Langit yang tujuh, bumi dan semua yang ada di dalamnya bertasbih kepada Allah. Dan tidak ada sesuatu pun melainkan bertasbih dengan memuji-Nya, tetapi kamu tidak mengerti tasbih mereka. Sungguh, Dia Maha Penyantun, Maha Pengampun. (al-Isr±'/17: 44) ;Mengenai keindahan dan kemerduan suara Daud diriwayatkan dalam sebuah hadis sahih:\r\nعَنْ عَائِشَةَ قَالَتْ سَمِعَ رَسُوْلُ اللهِ صَلَّى الله عَلَيْهِ وَسَلَّمَ قِرَاءَةَ أَبِى مُوْسَى فَقَالَ لَقَدْ اُوْتِيَ هَذَا مَزْمَارًا مِنْ مَزَامِيْرِآلِ دَاوُدَ عَلَيْه السَّلام (رواه النسائي)\r\nDari Āisyah, dia berkata: Rasulullah saw mendengar bacaan Abµ Mµsa al-Asyar³, kemudian beliau berkata, “Sesungguhnya orang ini telah dikaruniai Allah suara merdu seperti keluarga Daud.” (Riwayat an-Nas±'³);Nikmat lain yang dikaruniakan Allah kepada Daud ialah dia dapat menjadikan besi yang keras menjadi lunak seperti lilin sehingga dapat dibentuk menjadi alat-alat, terutama alat peperangan. Dengan mukjizat yang dikaruniakan Allah, Daud melakukannya tanpa dipanaskan dengan api sebagaimana yang bisa dilakukan orang.\r\n"}