{"tafsir_id":3619,"surah_id":34,"aya_number":13,"tafsir_wajiz":"Mereka, para jin, bekerja untuk Sulaiman sesuai dengan apa yang dikehendakinya, di antaranya membangun gedung-gedung yang tinggi, patung-patung sebagai hiasan, piring-piring yang besarnya seperti kolam dan periuk-periuk yang tetap berada di atas tungku. Begitu besar dan berat periuk-periuk itu hingga ia tidak dapat digerakkan. Bekerjalah, wahai keluarga Daud untuk menjadi bukti rasa bersyukur kepada Allah. Dan ketahuilah bahwa sedikit sekali dari hamba-hamba-Ku yang bersyukur secara sempurna, yakni dengan hati, ucapan, dan perbuatan.","tafsir_tahlili":"(13) Oleh sebab itu, mereka dengan giat sekali melaksanakan apa yang diperintahkan Sulaiman, seperti membangun tempat-tempat beribadah, arca-arca yang indah yang terbuat dari kayu, tembaga, kaca, dan batu pualam, serta belanga-belanga besar untuk memasak makanan yang cukup untuk berpuluh-puluh orang. Karena besar dan luasnya, bejana-bejana itu kelihatan seperti kolam-kolam air. Mereka juga membuatkan untuk Sulaiman periuk yang besar pula yang karena besarnya tidak dapat diangkat dan dipindahkan. Karena jin mempunyai kekuatan yang dahsyat, dengan mudah mereka membuat semua yang dikehendaki Sulaiman seperti membangun istana yang megah dan mewah, serta menggali selokan-selokan untuk irigasi sehingga kerajaan Sulaiman menjadi masyhur sebagai suatu kerajaan besar dan paling makmur, tidak ada suatu kerajaan pun di waktu itu yang dapat menandinginya. Hal ini ialah sebagai realisasi dari doanya yang dikabulkan Tuhan seperti tersebut dalam firman-Nya.;قَالَ رَبِّ اغْفِرْ لِيْ وَهَبْ لِيْ مُلْكًا لَّا يَنْۢبَغِيْ لِاَحَدٍ مِّنْۢ بَعْدِيْۚ اِنَّكَ اَنْتَ الْوَهَّابُ  ٣٥  فَسَخَّرْنَا لَهُ الرِّيْحَ تَجْرِيْ بِاَمْرِهٖ رُخَاۤءً حَيْثُ اَصَابَۙ  ٣٦  وَالشَّيٰطِيْنَ كُلَّ بَنَّاۤءٍ وَّغَوَّاصٍۙ  ٣٧  ;Dia berkata, “Ya Tuhanku, ampunilah aku dan anugerahkanlah kepadaku kerajaan yang tidak dimiliki oleh siapa pun setelahku. Sungguh, Engkaulah Yang Maha Pemberi.” Kemudian Kami tundukkan kepadanya angin yang berhembus dengan baik menurut perintahnya ke mana saja yang dikehendakinya, dan (Kami tundukkan pula kepadanya) setan-setan, semuanya ahli bangunan dan penyelam. (¢±d/38: 35-37);Kemudian Allah memerintahkan kepada Sulaiman sebagai keluarga Daud supaya bersyukur atas nikmat yang dilimpahkan Allah kepadanya. Mensyukuri nikmat Allah itu bukanlah sekadar mengucapkan, tetapi harus diiringi dengan amal saleh dan mempergunakan nikmat itu untuk hal-hal yang diridai-Nya.\r\nDiriwayatkan oleh at-Tirmi©³ bahwa Nabi Muhammad naik ke atas mimbar lalu membaca ayat ini. Lalu beliau bersabda, “Ada tiga sifat bila dipunyai oleh seseorang berarti dia telah diberi karunia seperti karunia yang diberikan kepada keluarga Daud.” Kami bertanya kepada beliau, “Sifat-sifat apakah itu?” Rasulullah menjawab, “Pertama: Berlaku adil, baik dalam keadaan marah maupun dalam keadaan senang. Kedua: Selalu hidup sederhana baik di waktu miskin maupun kaya. Ketiga: Selalu takut kepada Allah baik di waktu sendirian maupun di hadapan orang banyak. \r\nAllah mengiringi perintah-Nya supaya Sulaiman bersyukur atas nikmat yang diterimanya dengan menjelaskan bahwa sedikit sekali di antara hamba-hamba-Nya yang benar-benar bersyukur kepada-Nya. Bagaimana seorang hamba bersyukur kepada Tuhannya dapat dilihat dari cara bersyukur Nabi saw kepada Allah. \r\nعَنْ عَائِشَةَ اَنَّ رَسُوْلَ اللهِ كَانَ يَقُوْمُ مِنَ اللَّيْلِ حَتىَّ تَفَطَّرَ قَدَمَاهُ فَقُلْتُ لَهُ اَتَصْنَعُ هَذَا وَقَدْ غَفَرَ اللهُ لَكَ مَاتَقَدَّمَ مِنْ ذَنْبِكَ وَمَا تَأَخَّرَ فَقَالَ اَفَلاَ اَكُوْنُ عَبْدًا شَكُوْرًا (رواه مسلم)\r\nDari Āisyah bahwa Rasulullah salat di malam hari sampai kedua telapak kakinya bengkak, maka aku (Aisyah), berkata kepadanya, “Mengapa engkau berbuat seperti ini padahal Allah telah mengampuni dosamu yang sekarang dan dosamu yang akan datang?” Rasulullah menjawab, “Bukankah aku ini seorang hamba yang bersyukur?” (Riwayat Muslim) \r\n"}