{"tafsir_id":362,"surah_id":3,"aya_number":69,"tafsir_wajiz":"Setelah no_ayatt sebelumnya menjelaskan tentang Nabi Ibrahim sebagai penganut agama tauhid, begitu juga Nabi Muhammad dan umat Islam, maka no_ayatt ini menginformasikan ketidaksukaan sebagian Ahli Kitab dan upno_ayat penyesatan mereka terhadap umat Islam. Segolongan Ahli Kitab ingin menyesatkan kamu, wahai umat Islam, dengan berbagai macam cara. Padahal, sesungguhnya mereka tidak menyesatkan siapa pun melainkan akibatnya akan menimpa diri mereka sendiri, tetapi mereka tidak menyadari. no_ayatt ini merupakan puncak pencelaan dan penghinaan terhadap mereka sekaligus menunjukkan buruknya sifat dan perilaku mereka. ","tafsir_tahlili":"(69) Usaha segolongan Ahli Kitab akan sia-sia belaka, dan tipu daya mereka akan menimpa mereka sendiri, karena perbuatan mereka selalu diarahkan pada tujuan untuk menyesatkan orang mukmin. Mereka tidak mempunyai kesempatan untuk memperhatikan cara mendapatkan petunjuk. Pandangan mereka akan tertutup sehingga tidak dapat melihat kebenaran ayat yang diturunkan kepada Nabi Muhammad, yang memberikan penjelasan tentang kebenaran dari kenabiannya. Boleh dikatakan bahwa mereka tidak berpikir sebagaimana mestinya, bahkan mereka menyia-nyiakan akal, juga mereka telah merusak fitrah mereka sendiri sehingga tidak bisa menjangkau kebenaran.\r\nSikap dan perbuatan segolongan Ahli Kitab dicela, karena mereka tidak menyadari keadaan mereka yang buruk. Mereka akhirnya jatuh dalam lembah kesesatan dan tidak dapat melihat lagi adanya kebenaran yang menuntun ke jalan yang lurus.\r\nوَدَّ كَثِيْرٌ مِّنْ اَهْلِ الْكِتٰبِ لَوْ يَرُدُّوْنَكُمْ مِّنْۢ بَعْدِ اِيْمَانِكُمْ كُفَّارًاۚ حَسَدًا مِّنْ عِنْدِ اَنْفُسِهِمْ \r\nBanyak di antara Ahli Kitab menginginkan sekiranya mereka dapat mengembalikan kamu setelah kamu beriman, menjadi kafir kembali, karena rasa dengki dalam diri mereka, …. (al-Baqarah/2: 109)\r\nوَدُّوْا لَوْ تَكْفُرُوْنَ كَمَا كَفَرُوْا فَتَكُوْنُوْنَ سَوَاۤءً \r\nMereka ingin agar kamu menjadi kafir sebagaimana mereka telah menjadi kafir, sehingga kamu menjadi sama (dengan mereka). … (an-Nis±′/4: 89);Dengan demikian dapat diketahui bahwa tujuan Ahli Kitab menimbulkan persoalan yang meragukan di kalangan kaum Muslimin, tiada lain hanyalah untuk menyesatkan orang-orang mukmin dari agama yang benar, sehingga mengingkari ajaran-ajaran Nabi Muhammad saw."}