{"tafsir_id":3622,"surah_id":34,"aya_number":16,"tafsir_wajiz":"Namun, kenikmatan itu justru membuat kaum Saba lupa diri dan ingkar kepada Allah. Adalah kecenderungan manusia apabila mempunyai kelebihan atas orang lain, baik berupa harta, kepandaian, jabatan, dan sebagainya, mereka akan angkuh dan sombong. Itulah yang terjadi pada Kaum Saba’. Mereka merasakan agungnya nikmat Allah, tetapi mereka berpaling, tidak mensyukurinya, dan justru mendurhakai-Nya. Maka Kami kirim kepada mereka banjir yang besar dan menjebol Bendungan Ma’rib serta memusnahkan perkebunan mereka. Bendungan Ma’rib adalah bendungan yang sangat kuat dan terbesar di Yaman saat itu. Sekilas bendungan ini tampak terjadi secara alami karena berada di antara dua gunung, lalu di kedua ujungnya dibuat bangunan sehinga mampu menampung air hujan dalam jumlah besar. Air yang tertampung dapat mengairi kawasan di sekitarnya hingga jarak 300 mil. Dan usai banjir itu Kami ganti kedua kebun mereka yang semula menghasilkan buah-buahan yang mencukupi kebutuhan mereka, dengan dua kebun yang ditumbuhi pohon-pohon yang berbuah pahit, yaitu pohon Asl (sejenis cemara, tidak berbuah dan penuh duri), dan sedikit pohon Sidr (sejenis pohon bidara). Kedua pohon tersebut sangat sedikit manfaatnya bagi mereka.","tafsir_tahlili":"(16) Mereka menolak dan berpaling dari seruan Allah, bahkan meng-halangi orang-orang yang insaf beriman kepada-Nya. Allah lalu menimpakan siksaan kepada mereka dengan membobolkan Bendungan Ma'rib dan terjadilah malapetaka yang hebat. Negeri mereka dilanda banjir yang deras, dan menghanyutkan semua yang menghalangi arusnya. Kebun-kebun yang berada di kiri dan kanan negeri itu menjadi musnah, dan semua binatang ternak mereka hanyut. Korban manusia pun tidak terhitung banyaknya, sehingga hanya sedikit orang yang masih hidup. Hanya beberapa kelompok kecil dari mereka yang selamat dari malapetaka yang dahsyat itu. \r\nMereka yang selamat ini pun tidak dapat tinggal dengan senang di tempat mereka semula. Sebagian dari mereka lalu hijrah ke tempat lain yang subur karena tidak ada lagi kebun-kebun yang bisa mereka tanami dengan baik dan tidak banyak lagi binatang-binatang ternak yang akan mereka pelihara. Tanah-tanah yang dahulu subur telah menjadi tandus karena semua air yang tersimpan di dalam bendungan telah tumpah ke padang pasir yang dapat menelan air berapa pun banyaknya. Yang tumbuh di bekas kebun-kebun mereka hanya tumbuhan yang tidak banyak gunanya, buahnya pun pahit. Bila mereka ingin bercocok tanam yang mereka harapkan hanya air hujan yang turun dari langit saja.\r\n"}