{"tafsir_id":3624,"surah_id":34,"aya_number":18,"tafsir_wajiz":"Nikmat Allah kepada Kaum Saba’ tidak hanya berupa sumber dno_ayat alam yang melimpah, tetapi juga letak geografis yang strategis sehingga transportasi antarwilno_ayath, bahkan antarnegara, berjalan lancar. Allah menegaskan, “Dan Kami jadikan antara mereka di Yaman dan negeri-negeri yang Kami berkahi, yakni negeri Syam, beberapa negeri yang berdekatan, dan Kami tetapkan antara negeri-negeri itu jarak-jarak perjalanan yang mudah dijangkau kapan saja. Berjalanlah kamu, yakni siapa pun yang berada di negeri-negeri itu pada malam dan siang hari dengan aman, tanpa perlu berhenti di padang pasir atau pun menghadapi kesulitan. Dari no_ayatt ini diperoleh pesan tentang pentingnya pembangunan infrastruktur dan jaminan rasa aman guna mendukung tercapainya kesejahteraan rakyat.","tafsir_tahlili":"(18) Kaum Saba' yang masih tinggal di negerinya, walaupun mengalami kesulitan hidup karena negeri mereka telah menjadi lekang dan tandus, mengadakan perjalanan untuk berdagang dari suatu negeri ke negeri yang lain, terutama ke negeri-negeri yang agak besar, seperti Mekah dan Syam di utara dan barat laut. Negeri-negeri tersebut pada waktu itu termasuk negeri yang makmur yang menjadi pusat perdagangan. Perjalanan di antara negeri-negeri itu mudah dan aman karena adanya kampung-kampung tempat singgah para musafir bila kemalaman dan kehabisan bekal atau merasa letih. \r\nMereka dapat bertahan hidup dan dapat pula bercocok tanam sekadarnya pada waktu musim hujan. Mereka juga memelihara binatang ternak ketika di sana masih banyak padang rumput. Ini adalah suatu nikmat dari Allah kepada mereka walaupun tidak sebesar nikmat yang dianugerahkan-Nya ketika Bendungan Ma'rib belum hancur dan musnah. Allah menyuruh mereka mempergunakan nikmat itu dengan sebaik-baiknya dan berjalan dengan membawa barang dagangan di antara negeri-negeri dengan aman, walaupun jarak yang ditempuh mereka kadang-kadang amat jauh. Mereka dapat singgah di kampung-kampung yang ada di sekitar kota-kota besar itu bila merasa lelah. Bila mereka kemalaman mereka dapat berhenti di kampung yang terdekat dan demikianlah seterusnya. \r\n"}