{"tafsir_id":3625,"surah_id":34,"aya_number":19,"tafsir_wajiz":"Maka sebagai bukti keingkaran mereka atas nikmat-nimat Allah itu, mereka berkata, “Ya Tuhan kami, jauhkanlah jarak perjalanan kami, yakni jarak antarwilno_ayath dan antarnegara, agar perjalanan menjadi panjang sehingga tidak banyak orang yang masuk ke negara kami dan orang-orang miskin tidak mampu menempuh jarak tersebut karena keterbatasan kendaraan mereka. Dengan begitu kami dapat memonopoli hasil negeri kami dan perdagangan, sehingga keuntungan kami lebih besar.” Dan tanpa mereka sadari, permintaan tersebut justru menjadikan mereka menzalimi diri mereka sendiri karena mengakibatkan tertutupnya akses perdagangan antarnegara. Maka akibat kedurhakaan itu Kami jadikan mereka bahan pembicaraan bagi generasi sesudah mereka dan Kami hancurkan mereka sehancur-hancurnya sehingga mereka bertebaran ke berbagai daerah. Sungguh, pada yang demikian itu benar-benar terdapat tanda-tanda kekuasaan Allah bagi setiap orang yang sabar dan bersyukur.","tafsir_tahlili":"(19) Oleh karena itu, mereka meminta kepada Allah supaya di sepanjang perjalanan antara suatu negeri dengan negeri lain tidak ada tempat singgah untuk beristirahat, sehingga perjalanan harus dilanjutkan walaupun akan menderita berbagai macam kesulitan. Beginilah watak mereka dan watak orang-orang sombong, sudah mendapat kemudahan, justru mereka menginginkan kesulitan dan penderitaan. Tidak ubahnya seperti Bani Israil yang telah diberi Allah makanan yang baik yaitu Manna dan Salwa, lalu mereka meminta makanan biasa, sebagaimana tersebut dalam firman-Nya:;وَاِذْ قُلْتُمْ يٰمُوْسٰى لَنْ نَّصْبِرَ عَلٰى طَعَامٍ وَّاحِدٍ فَادْعُ لَنَا رَبَّكَ يُخْرِجْ لَنَا مِمَّا تُنْۢبِتُ الْاَرْضُ مِنْۢ بَقْلِهَا وَقِثَّاۤىِٕهَا وَفُوْمِهَا وَعَدَسِهَا وَبَصَلِهَا ۗ قَالَ اَتَسْتَبْدِلُوْنَ الَّذِيْ هُوَ اَدْنٰى بِالَّذِيْ هُوَ خَيْرٌ ۗ اِهْبِطُوْا مِصْرًا فَاِنَّ لَكُمْ مَّا سَاَلْتُمْ ۗ وَضُرِبَتْ عَلَيْهِمُ الذِّلَّةُ وَالْمَسْكَنَةُ وَبَاۤءُوْ بِغَضَبٍ مِّنَ اللّٰهِ ;Dan (ingatlah), ketika kamu berkata, “Wahai Musa! Kami tidak tahan hanya (makan) dengan satu macam makanan saja, maka mohonkanlah kepada Tuhanmu untuk kami, agar Dia memberi kami apa yang ditumbuhkan bumi, seperti: sayur-mayur, mentimun, bawang putih, kacang adas dan bawang merah.” Dia (Musa) menjawab, “Apakah kamu meminta sesuatu yang buruk sebagai ganti dari sesuatu yang baik? Pergilah ke suatu kota, pasti kamu akan memperoleh apa yang kamu minta.” Kemudian mereka ditimpa kenistaan dan kemiskinan, dan mereka (kembali) mendapat kemurkaan dari Allah. (al-Baqarah/2: 61) ;Sebenarnya dengan permintaan itu, kaum Saba' telah menganiaya diri sendiri dan tidak puas dengan karunia yang dianugerahkan Allah kepada mereka. Mereka telah lupa bahwa Allah menghancurkan negeri mereka yang subur dan makmur tiada lain karena mereka tidak mau beriman dan bersyukur atas karunia Allah. Oleh sebab itu, Allah memenuhi perminta-an mereka dengan meniadakan tempat singgah dalam perjalanan mereka, sehingga mereka kesulitan melakukan perdagangan, dan kehidupan mereka menjadi susah.\r\n Mereka harus hijrah ke negeri lain meninggalkan negeri mereka dan berpencar-pencar ke sana kemari. Kabilah Jafnah bin Amr terpaksa tinggal di negeri Syam, Aus dan Khazraj di Medinah, dan Azad (Uman) tinggal di Oman. Demikian pula kabilah-kabilah yang lain. Hilanglah wujud mereka sebagai suatu umat yang dahulunya sangat masyhur sebagai suatu umat yang mulia yang mempunyai peradaban dan kebudayaan yang tinggi. Yang tinggal hanya cerita-cerita yang diriwayatkan dari mulut ke mulut dan kemasyhuran mereka hanya menjadi bahan penghibur, dibicarakan pada waktu mereka berjaga di malam hari.\r\nSesungguhnya yang dialami kaum Saba' ini patut menjadi pelajaran bagi setiap orang yang sabar dan tahu bersyukur atas setiap nikmat yang diterimanya dari Allah. Setiap hamba harus bersyukur kepada Allah atas segala nikmat-Nya dan bersabar menerima cobaan-Nya. Bahkan ia harus bersyukur kepada Allah walaupun mendapat cobaan dari-Nya.\r\nDiriwayatkan oleh Saad bin Ab³ Waq±s bahwa Rasulullah bersabda:\r\nعَجِبْتُ مِنْ قَضَاءِ اللهِ تَعَالَى لِلْمُؤْمِنِ اِنْ اَصَابَهُ خَيْرٌ حَمِدَ رَبَّهُ وَشَكَرَ وَاِنْ اَصَابَتْهُ مُصِيْبَةٌ حَمِدَ رَبَّهُ وَصَبَرَ  يُؤْجَرُ الْمُؤْمِنُ فِى كُلِّ شَيْءٍ حَتىَّ اللُقْمَةَ يَرْفَعُهَا اِلَى اِمْرَاَتِهِ. (رواه احمد) \r\nAku mengagumi ketetapan Allah untuk seorang mukmin. Bila ia mendapat kebaikan ia memuji dan bersyukur kepada-Nya. Bila ia ditimpa musibah ia memuji dan bersyukur kepada-Nya. Orang mukmin mendapat pahala dalam segala hal walaupun hanya sesuap makanan yang ia berikan untuk istrinya. (Riwayat A¥mad)\r\n"}