{"tafsir_id":3629,"surah_id":34,"aya_number":23,"tafsir_wajiz":"Dan syafaat, yakni pertolongan, di sisi-Nya hanya berguna bagi orang yang telah diizinkan-Nya untuk memberi dan memperoleh syafaat itu, seperti para malaikat, nabi, dan orang saleh. Sehingga apabila telah dihilangkan ketakutan dari hati mereka, yakni orang-orang yang akan diberi izin untuk memberi syafaat dan orang-orang yang akan mendapat syafaat, mereka yang akan mendapat syafaat berkata, “Apakah yang telah difirmankan dan ditetapkan oleh Tuhanmu untuk kami?” Mereka menjawab, “Allah memberi keputusan yang benar,” dan Dialah Yang Mahatinggi zat dan kedudukan-Nya, Mahabesar keagungan dan kekuasaan-Nya (Lihat no_surahh al-Baqarah/2: 255, Yunus/10: 3, dan al-Anbiya/21: 28).","tafsir_tahlili":"(23) Di akhirat berhala itu tidak dapat menolong mereka dari kesulitan. Juga tidak mungkin memberi syafaat karena pada hari itu tidak ada seorang pun yang dapat memberi syafaat, kecuali dengan izin Allah. Apakah mungkin Allah akan mengizinkan berhala-berhala yang menjadi sebab bagi kesesatan hamba-Nya untuk memberi syafaat? Syafaat tidak akan diberikan Allah kecuali kepada para nabi, malaikat, dan hamba-Nya yang dianggap berhak untuk diberi syafaat. Firman Allah:;مَنْ ذَا الَّذِيْ يَشْفَعُ عِنْدَهٗٓ اِلَّا بِاِذْنِهٖۗ;Tidak ada yang dapat memberi syafaat di sisi-Nya tanpa izin-Nya. (al-Baqarah/2: 255);وَكَمْ مِّنْ مَّلَكٍ فِى السَّمٰوٰتِ لَا تُغْنِيْ شَفَاعَتُهُمْ شَيْـًٔا اِلَّا مِنْۢ بَعْدِ اَنْ يَّأْذَنَ اللّٰهُ لِمَنْ يَّشَاۤءُ وَيَرْضٰى   ;Dan betapa banyak malaikat di langit, syafaat (pertolongan) mereka sedikit pun tidak berguna kecuali apabila Allah telah mengizinkan (dan hanya) bagi siapa yang Dia kehendaki dan Dia ridai.  (an-Najm/53: 26);Pada hari itu, hamba-hamba Allah menunggu dengan perasaan gelisah dan tidak sabar, siapakah di antara mereka yang akan diizinkan-Nya untuk memberi syafaat dan yang akan mendapat syafaat. Ketika itu, mereka berdiam semuanya karena ketakutan telah hilang dari hati mereka dan Allah akan memberi ketetapan-Nya. Mereka menunggu sambil berharap-harap dan bertanya-tanya antara sesama mereka apa yang difirmankan Tuhan. Semua menjawab, “Yang difirmankan Allah ialah perkataan yang benar yaitu syafaat-Nya akan diberikan kepada siapa yang diridai-Nya karena Dia Mahatinggi dan Mahabesar.” Pada waktu itu, sadarlah orang-orang kafir bahwa mereka tidak akan mendapat syafaat dan tahulah mereka nasib apa yang harus mereka alami.\r\n"}