{"tafsir_id":3634,"surah_id":34,"aya_number":28,"tafsir_wajiz":"Allah adalah Tuhan yang Maha Esa. Dia tidak lno_ayatk dipersekutukan dengan sesuatu pun. Dia mengutus Nabi Muhammad sebagai rahmat bagi seluruh alam. Dan Kami tidak mengutus engkau, wahai Nabi Muhammad, melainkan kepada semua umat manusia sampai hari Kiamat sebagai pembawa berita gembira bahwa orang yang taat akan memperoleh kebahagiaan, dan sebagai pemberi peringatan bagi pendurhaka tentang kesengsaraan jika mereka enggan bertobat, tetapi kebanyakan manusia tidak mengetahui sehingga tetap enggan mengimani risalah Nabi Muhammad. (Lihat no_surahh al-A’raf/7: 158 dan Yusuf/12: 103)","tafsir_tahlili":"(28) Pada ayat ini, Allah menerangkan bahwa Nabi Muhammad diutus kepada seluruh manusia. Ia bertugas sebagai pembawa berita gembira bagi orang yang mempercayai dan mengamalkan risalah yang dibawanya dan sekaligus pembawa peringatan kepada orang yang mengingkari atau menolak ajaran-ajarannya. Nabi Muhammad adalah nabi penutup, tidak ada lagi nabi dan rasul diutus Allah sesudahnya. Dengan demikian, pastilah risalah yang dibawanya itu berlaku untuk seluruh manusia sampai kiamat. Sebagai risalah yang terakhir, maka di dalamnya tercantum peraturan-peraturan dan syariat hukum-hukum yang layak dan baik untuk dijalankan di setiap tempat dan masa. \r\nRisalah yang dibawa Nabi Muhammad bersumber dari Allah Yang Mahabijaksana dan Maha Mengetahui. Tuhan yang menciptakan langit dan bumi dan segala apa yang ada pada keduanya. Dialah yang mengatur segala apa yang ada pada keduanya. Dialah yang mengatur semuanya itu dengan peraturan yang amat teliti sehingga semuanya berjalan dengan baik dan harmonis. Allah yang demikian besar kekuasaan-Nya tidak mungkin akan menurunkan suatu risalah yang mencakup seluruh umat manusia kalau peraturan dan syariat itu tidak mencakup seluruh kepentingan manusia pada setiap masa. Dengan demikian, pastilah risalahnya itu risalah yang baik untuk diterapkan kepada siapa dan umat yang mana pun di dunia ini. Banyak ayat di dalam Al-Qur'an yang menegaskan bahwa Muhammad diutus kepada manusia seluruhnya.;تَبٰرَكَ الَّذِيْ نَزَّلَ الْفُرْقَانَ عَلٰى عَبْدِهٖ لِيَكُوْنَ لِلْعٰلَمِيْنَ نَذِيْرًا ۙ;Mahasuci Allah yang telah menurunkan al-Furq±n (Al-Qur'an) kepada hamba-Nya (Muhammad), agar dia menjadi pemberi peringatan kepada seluruh alam (jin dan manusia). (al-Furq±n/25: 1) ;Dan firman-Nya:;قُلْ يٰٓاَيُّهَا النَّاسُ اِنِّيْ رَسُوْلُ اللّٰهِ اِلَيْكُمْ جَمِيْعًا ۨالَّذِيْ لَهٗ مُلْكُ السَّمٰوٰتِ وَالْاَرْضِۚ  لَآ اِلٰهَ اِلَّا هُوَ يُحْيٖ وَيُمِيْتُۖ فَاٰمِنُوْا بِاللّٰهِ وَرَسُوْلِهِ النَّبِيِّ الْاُمِّيِّ الَّذِيْ يُؤْمِنُ بِاللّٰهِ وَكَلِمٰتِهٖ وَاتَّبِعُوْهُ لَعَلَّكُمْ تَهْتَدُوْنَ  ;Katakanlah (Muhammad), “Wahai manusia! Sesungguhnya aku ini utusan Allah bagi kamu semua, Yang memiliki kerajaan langit dan bumi; tidak ada tuhan (yang berhak disembah) selain Dia, Yang menghidupkan dan mematikan, maka berimanlah kamu kepada Allah dan Rasul-Nya, (yaitu) Nabi yang ummi yang beriman kepada Allah dan kepada kalimat-kalimat-Nya (kitab-kitab-Nya). Ikutilah dia, agar kamu mendapat petunjuk.”(al-Ar±f/7: 158)  ;Hal ini tidak diketahui oleh semua orang bahkan kebanyakan manusia menolak dan menantangnya. Di antara penantang-penantang itu adalah kaum Muhammad sendiri yaitu orang-orang kafir Mekah. ;وَمَآ اَكْثَرُ النَّاسِ وَلَوْ حَرَصْتَ بِمُؤْمِنِيْنَ;Dan kebanyakan manusia tidak akan beriman walaupun engkau sangat           menginginkannya. (Yµsuf/12: 103)\r\n"}