{"tafsir_id":3635,"surah_id":34,"aya_number":29,"tafsir_wajiz":"Walau Nabi Muhammad terus berusaha meyakinkan tentang risalahnya, kaum kafir tetap mengingkarinya. Mereka juga mengingkari hari Kiamat, dan mereka berkata, “Kapankah janji untuk mendatangkan hari kiamat ini dilaksanakan, jika kamu orang yang benar?”","tafsir_tahlili":"(29) Pada ayat ini, Allah menerangkan bahwa kaum musyrik menentang Nabi Muhammad sebagai pembawa berita gembira bagi orang mukmin dan pemberi peringatan bagi kaum yang ingkar. Nabi Muhammad menerangkan kepada mereka bahwa keadilan Allah bukan hanya berlaku di dunia saja, tetapi mencakup keadilan di akhirat. Semua perbuatan manusia akan dibalas dengan balasan yang setimpal. Mereka mengolok-olok ucapan Nabi saw dan mengatakan bahwa hari Kiamat tidak mungkin terjadi dan tidak mungkin akan terjadi. Mereka berkata kepadanya dengan nada mengejek, “Kalau benar kiamat yang dijanjikan Tuhanmu itu benar akan terjadi, maka terangkanlah kepada kami kapan akan terjadi.” Bahkan pada ayat lain diterangkan bahwa mereka menantang Nabi Muhammad supaya kedatangan hari Kiamat itu disegerakan saja, sebagaimana disebut dalam firman Allah:;يَسْتَعْجِلُ بِهَا الَّذِيْنَ لَا يُؤْمِنُوْنَ بِهَاۚ وَالَّذِيْنَ اٰمَنُوْا مُشْفِقُوْنَ مِنْهَاۙ وَيَعْلَمُوْنَ اَنَّهَا الْحَقُّ ۗ اَلَآ اِنَّ الَّذِيْنَ يُمَارُوْنَ فِى السَّاعَةِ لَفِيْ ضَلٰلٍۢ بَعِيْدٍ   ;Orang-orang yang tidak percaya adanya hari kiamat meminta agar hari itu segera terjadi, dan orang-orang yang beriman merasa takut kepadanya dan mereka yakin bahwa kiamat itu adalah benar (akan terjadi). Ketahuilah bahwa sesungguhnya orang-orang yang membantah tentang terjadinya kiamat itu benar-benar telah tersesat jauh. (asy-Syµr±/42: 18) ;Ejekan dan tantangan mereka itu menunjukkan ketidaktahuan mereka tentang tugas Nabi Muhammad sebagai rasul, dan mereka tidak mengetahui batas-batas tugasnya. Rasul itu hanya seorang manusia yang ditugaskan Allah menyampaikan risalah. Dia bukan orang yang berkuasa dan mempunyai ilmu seperti Tuhannya. Ilmu dan kekuasaannya terbatas pada apa yang diberikan Allah kepadanya. Kalau ditanyakan kepadanya tentang hal-hal yang gaib, dia tentu tidak akan dapat menjelaskannya kecuali bila Allah telah memberitahukan kepadanya. Kalau diminta kepadanya agar diturunkan azab atau disegerakan datangnya hari Kiamat, maka hal itu berada di luar kemampuannya.\r\n"}