{"tafsir_id":3637,"surah_id":34,"aya_number":31,"tafsir_wajiz":"Tidak hanya mengingkari risalah Nabi Muhammad dan kebenar-an Al-Qur’an, kaum kafir juga mengingkari kitab-kitab yang Allah turunkan sebelum Al-Qur’an. Dan orang-orang kafir berkata, “Kami tidak akan beriman kepada Al-Qur’an ini dan tidak pula kepada Kitab yang sebelumnya, seperti Taurat dan Injil.” Di dunia mereka bisa berkata dan berbuat apa saja, tetapi kelak mereka harus mempertanggungjawabkannya. Dan alangkah mengerikan kalau kamu melihat ketika orang-orang yang zalim itu, yakni mereka yang mempersekutukan Allah, dihadapkan kepada Tuhannya untuk diadili. Sebagian mereka mengembalikan perkataan kepada sebagian yang lain dengan saling berbantah dan melempar tanggung jawab; orang-orang yang dianggap lemah, yakni para pengikut, berkata kepada orang-orang yang menyombongkan diri, yakni para pemimpin yang sesat dan menyesatkan, “Kalau tidaklah karena kamu, tentulah kami menjadi orang-orang mukmin.”","tafsir_tahlili":"(31) Pada ayat ini, Allah menerangkan bagaimana mendalamnya ke-ingkaran orang-orang musyrik terhadap agama yang dibawa oleh Nabi Muhammad dengan agama samawi lainnya yang dibawa oleh para rasul sebelumnya. Mereka menyatakan tekad tidak akan beriman kepada Al-Qur'an dan kitab-kitab yang diturunkan Allah kepada para rasul-Nya. Bagi orang-orang yang bertekad seperti ini tidak ada suatu dalil atau bukti pun yang dapat mereka terima, walaupun bukti itu kuat, nyata, dan dapat diterima oleh akal yang sehat atau pikiran yang jernih.\r\nHati mereka telah dipenuhi dengan fanatisme yang keras sehingga semua yang bertentangan dengan paham mereka adalah salah, sesat, dan sama sekali tidak dapat diterima. Pernah kaum musyrikin Mekah bertanya kepada Ahli Kitab tentang bagaimana ciri-ciri dan sifat-sifat Muhammad saw dan apakah hal itu disebutkan dalam kitab mereka. Sebagian Ahli Kitab menerangkan ciri-ciri dan sifat-sifat Muhammad saw. Mereka juga mengatakan bahwa mungkin Muhammad saw itu memang seorang rasul utusan Tuhan. Bagi orang yang hatinya bersih dan tidak dikotori oleh kesombongan dan fanatik buta, jawaban ini akan menginsafkan mereka dan menjadikan mereka berpikir. Tetapi, jawaban itu membuat mereka menjadi marah dan menolak mentah-mentah keterangan para Ahli Kitab itu dan tidak mau memercayainya. Memang batin mereka telah ditutup untuk menerima kebenaran sebagaimana disebut dalam firman Allah:;خَتَمَ اللّٰهُ عَلٰى قُلُوْبِهِمْ وَعَلٰى سَمْعِهِمْ ۗ وَعَلٰٓى اَبْصَارِهِمْ غِشَاوَةٌ وَّلَهُمْ عَذَابٌ عَظِيْمٌ ࣖ   ;Allah telah mengunci hati dan pendengaran mereka, penglihatan mereka telah tertutup, dan mereka akan mendapat azab yang berat. (al-Baqarah/2: 7);Oleh karena tidak ada bukti yang dapat menginsafkan mereka, dan yang patut dikemukakan kepada mereka ialah ancaman yang keras, maka pada ayat-ayat ini diceritakan bagaimana keadaan orang-orang kafir itu dan para pemimpin mereka di akhirat nanti ketika berdiri di hadapan Allah. Pada waktu itu, orang-orang kafir itu sadar bahwa mereka telah sesat. Mereka menoleh kepada pemimpin mereka dan berkata, “Kalau tidak karena tindakanmu terhadap kami di dunia, tentu kami tidak akan mengalami hal seperti ini. Kami tentu telah beriman kepada Muhammad saw dan termasuk hamba Allah yang diridai-Nya.”\r\n"}