{"tafsir_id":3640,"surah_id":34,"aya_number":34,"tafsir_wajiz":"Nabi Muhammad sempat khawatir karena dakwahnya ditolak dan dihalang-halangi oleh kaum musyrik Mekah. Allah lantas menghibur beliau dengan firman-Nya, “Dan setiap Kami mengutus seorang pemberi peringatan kepada penduduk suatu negeri tempat rasul diutus, pasti orang-orang yang hidup mewah di negeri itu berkata, ‘Kami benar-benar mengingkari, tidak percno_ayat, dan menolak apa yang kamu sampaikan sebagai utusan/risalah yang kamu bawa.”","tafsir_tahlili":"(34) Pada ayat ini ditegaskan bahwa tidak ada seorang nabi pun yang dikirim Allah ke suatu negeri yang tidak mendapat perlawanan dari pemuka-pemuka kaumnya. Mereka biasanya adalah kaum elite yang menguasai kehidupan politik dan ekonomi negeri itu. Mereka sudah mapan dan hidup mewah, dan berfoya-foya. Dengan kedatangan nabi-nabi, mereka merasa kemapanan hidup mereka terusik oleh ajaran-ajaran yang dibawa para nabi itu. \r\nAgama tidak membenarkan yang berkuasa menzalimi yang lemah, sedangkan kemapanan mereka dipertahankan dengan jalan menekan golongan lemah. Agama meminta manusia agar mengindahkan kehalalan dan keharaman dalam mencari rezeki dan memanfaatkan kekayaan, sedangkan kekayaan mereka diperoleh dengan cara apa saja, legal atau ilegal, dan kekayaan itu mereka gunakan untuk berfoya-foya. Agama tidak membolehkan melanggar aturan-aturan agama, sedangkan kehidupan mereka tanpa mengindahkan norma-norma itu. Oleh karena itu, mereka menentang nabi-nabi dan dengan lantang menyatakan, “Kami menentang apa yang kalian ajarkan!” Ucapan itu menegaskan pula kesombongan mereka, dan selanjutnya mendorong mereka bertindak semena-mena (fusuq) di bumi ini. Bila manusia sudah berbuat semena-mena, maka itu menjadi alasan bagi Allah untuk memperlihatkan kekuasaan-Nya, yaitu memusnahkan mereka. Firman Allah: ;وَاِذَآ اَرَدْنَآ اَنْ نُّهْلِكَ قَرْيَةً اَمَرْنَا مُتْرَفِيْهَا فَفَسَقُوْا فِيْهَا فَحَقَّ عَلَيْهَا الْقَوْلُ فَدَمَّرْنٰهَا تَدْمِيْرًا   ;Dan jika Kami hendak membinasakan suatu negeri, maka Kami perintahkan kepada orang yang hidup mewah di negeri itu (agar menaati Allah), tetapi bila mereka melakukan kedurhakaan di dalam (negeri) itu, maka sepantasnya berlakulah terhadapnya perkataan (hukuman Kami), kemudian Kami binasakan sama sekali (negeri itu). (al-Isr±'/17:16) \r\n"}