{"tafsir_id":3641,"surah_id":34,"aya_number":35,"tafsir_wajiz":"Penolakan itu dibarengi kesombongan dan keangkuhan akibat kekno_ayatan dan keturunan yang Allah anugerahkan kepada mereka. Dan mereka berkata, “Kami memiliki lebih banyak harta dan anak-anak daripada kamu, dan kami tidak akan diazab sebab Allah mengasihi kami. Dia memberi kami limpahan nikmat yang besar di dunia ini dan membebaskan kami dari azab di akhirat nanti.” Sungguh, hal itu hanyalah dugaan mereka yang tenggelam dalam kenikmatan duniawi.","tafsir_tahlili":"(35) Golongan berkuasa yang zalim, sombong, dan semena-mena itu membanggakan kekayaan dan keturunan mereka. Mereka berkata, “Kami kaya raya dan keturunan kami banyak, kami tidak akan terkena azab (tersentuh hukum).” Dengan kekayaan, mereka merasa dapat membeli apa saja. Dengan keturunan dan pendukung, mereka beranggapan bahwa kekuasaan mereka terhadap yang lemah dapat terus dipertahankan dari generasi ke generasi. Mereka juga merasa disayangi oleh Allah sehingga di akhirat nanti tidak akan dihukum karena dosa-dosa mereka. Tolok ukur yang mereka pakai adalah kesenangan hidup di dunia. Kesenangan hidup, menurut pandangan mereka, menunjukkan bahwa mereka disayangi, sedangkan kesengsaraan hidup menandakan mereka dibenci Allah. \r\nSemua anggapan mereka itu tidaklah benar. Pemberian harta yang melimpah dan anak-anak yang berhasil bagi orang kafir tidak merupakan petunjuk bahwa Allah menyayangi mereka, tetapi sebaliknya, sebagaimana dinyatakan ayat berikut:;اَيَحْسَبُوْنَ اَنَّمَا نُمِدُّهُمْ بِهٖ مِنْ مَّالٍ وَّبَنِيْنَ ۙ  ٥٥  نُسَارِعُ لَهُمْ فِى الْخَيْرٰتِۗ بَلْ لَّا يَشْعُرُوْنَ  ٥٦  ;Apakah mereka mengira bahwa Kami memberikan harta dan anak-anak kepada mereka itu (berarti bahwa), Kami segera memberikan kebaikan-kebaikan kepada mereka? (Tidak), tetapi mereka tidak menyadarinya. (al-Mu'minµn/23: 55-56);Walaupun begitu, azab tidak segera dijatuhkan kepada orang-orang kafir di dunia ini karena Allah masih memberi penangguhan kepada mereka. Hal ini dimaksudkan untuk memberi kesempatan kepada mereka agar bertobat, sebagaimana dinyatakan dalam firman Allah:;وَلَوْ يُؤَاخِذُ اللّٰهُ النَّاسَ بِظُلْمِهِمْ مَّا تَرَكَ عَلَيْهَا مِنْ دَاۤبَّةٍ وَّلٰكِنْ يُّؤَخِّرُهُمْ اِلٰٓى اَجَلٍ مُّسَمًّىۚ فَاِذَا جَاۤءَ اَجَلُهُمْ لَا يَسْتَأْخِرُوْنَ سَاعَةً  وَّلَا يَسْتَقْدِمُوْنَ   ;Dan kalau Allah menghukum manusia karena kezalimannya, niscaya tidak akan ada yang ditinggalkan-Nya (di bumi) dari makhluk yang melata sekalipun, tetapi Allah menangguhkan mereka sampai waktu yang sudah di-tentukan. Maka apabila ajalnya tiba, mereka tidak dapat meminta penundaan atau percepatan sesaat pun. (an-Na¥l/16: 61) ;Dalam ayat lain diterangkan bahwa harta dan anak-anak menjadi ujian bagi manusia, apakah ia tetap beriman dan bersyukur ataukah ingkar. Allah berfirman:;اِنَّمَآ اَمْوَالُكُمْ وَاَوْلَادُكُمْ فِتْنَةٌ  ۗوَاللّٰهُ عِنْدَهٗٓ اَجْرٌ عَظِيْمٌ;Sesungguhnya hartamu dan anak-anakmu hanyalah cobaan (bagimu), dan di sisi Allah pahala yang besar. (at-Tag±bun/64: 15);Sesungguhnya harta bagi orang kafir tidak akan bisa membuat mereka abadi di dunia, tetapi sebaliknya akan menyebabkan mereka dilemparkan ke dalam neraka, sebagaimana firman Allah:;يَحْسَبُ اَنَّ مَالَهٗٓ اَخْلَدَهٗۚ;Dia (manusia) mengira bahwa hartanya itu dapat mengekalkannya. (al-Humazah/104: 3) \r\n"}