{"tafsir_id":3642,"surah_id":34,"aya_number":36,"tafsir_wajiz":"Membantah dugaan tersebut, Allah berfirman, “Katakanlah kepada mereka, wahai Nabi Muhammad, ‘Sungguh, Tuhanku melapangkan rezeki bagi siapa yang Dia kehendaki dan membatasinya bagi siapa yang Dia kehendaki, tidak peduli dia mukmin ataupun kafir. Tetapi, kebanyakan manusia tidak mengetahui hikmah dari ketetapan Allah itu. Ba-nyak atau sedikitnya rezeki tidak berbanding lurus dengan kecintaan Allah kepada seseorang atau kedudukannya di sisi Allah (Lihat juga: al-Mu’minun/23: 55-56 dan at-Tagabun/64: 15).”","tafsir_tahlili":"(36) Pada ayat ini, Allah meminta Nabi Muhammad menegaskan kepada pemuka-pemuka kafir Mekah bahwa yang melapangkan rezeki seseorang dan membatasi rezeki adalah Allah. Hal itu untuk menolak pandangan orang kafir di atas bahwa keberuntungan hidup di dunia adalah tanda kesayangan Allah dan kesengsaraan adalah tanda kebencian-Nya. \r\nAllah melapangkan atau membatasi rezeki seseorang sesuai dengan kebijaksanaan-Nya. Allah melapangkan rezeki seseorang mungkin karena dipercayai-Nya sehingga mampu mengeluarkan sebagian kekayaannya untuk mereka yang berkekurangan, sebagaimana dinyatakan ayat:;اِنَّ الْاِنْسَانَ خُلِقَ هَلُوْعًاۙ  ١٩  اِذَا مَسَّهُ الشَّرُّ جَزُوْعًاۙ  ٢٠  وَّاِذَا مَسَّهُ الْخَيْرُ مَنُوْعًاۙ  ٢١  اِلَّا الْمُصَلِّيْنَۙ  ٢٢  الَّذِيْنَ هُمْ عَلٰى صَلَاتِهِمْ دَاۤىِٕمُوْنَۖ  ٢٣  وَالَّذِيْنَ فِيْٓ اَمْوَالِهِمْ حَقٌّ مَّعْلُوْمٌۖ  ٢٤  لِّلسَّاۤىِٕلِ وَالْمَحْرُوْمِۖ  ٢٥  ;Sungguh, manusia diciptakan bersifat suka mengeluh.  Apabila dia ditimpa kesusahan dia berkeluh kesah, dan apabila mendapat kebaikan (harta) dia jadi kikir, kecuali orang-orang yang melaksanakan salat, mereka yang tetap setia melaksanakan salatnya, dan orang-orang yang dalam hartanya disiapkan bagian tertentu, bagi orang (miskin) yang meminta dan yang tidak meminta,  (al-Ma±rij/70: 19-25);Bagi mereka yang kafir, harta yang melimpah dan keturunan yang banyak dan berhasil justru untuk dijadikan Allah sebagai alasan untuk menghukum mereka. Penyebabnya adalah karena cara memperoleh dan menggunakan kekayaan serta pendidikan keturunan itu tidak sesuai dengan ketentuan Allah, sebagaimana dinyatakan ayat:;\r\nفَلَا تُعْجِبْكَ اَمْوَالُهُمْ وَلَآ اَوْلَادُهُمْ ۗاِنَّمَا يُرِيْدُ اللّٰهُ لِيُعَذِّبَهُمْ بِهَا فِى الْحَيٰوةِ الدُّنْيَا وَتَزْهَقَ اَنْفُسُهُمْ وَهُمْ كٰفِرُوْنَ   ;Maka janganlah harta dan anak-anak mereka membuatmu kagum. Sesungguhnya maksud Allah dengan itu adalah untuk menyiksa mereka dalam kehidupan dunia dan kelak akan mati dalam keadaan kafir. (at-Taubah/9: 55) ;Sebaliknya, Allah pulalah yang membatasi rezeki seseorang. Bagi yang beriman berkurangnya harta benda, anggota keluarga, dan makanan adalah untuk menguji kesabaran mereka. Bila mereka sabar, Allah akan membahagiakan mereka di dunia dan di akhirat, sebagaimana firman-Nya:;وَلَنَبْلُوَنَّكُمْ بِشَيْءٍ مِّنَ الْخَوْفِ وَالْجُوْعِ وَنَقْصٍ مِّنَ الْاَمْوَالِ وَالْاَنْفُسِ وَالثَّمَرٰتِۗ وَبَشِّرِ الصّٰبِرِيْنَ  ;Dan Kami pasti akan menguji kamu dengan sedikit ketakutan, kelaparan, kekurangan harta, jiwa, dan buah-buahan. Dan sampaikanlah kabar gembira kepada orang-orang yang sabar. (al-Baqarah/2: 155); Bagi yang tidak kuat imannya, kesengsaraan hidup membuatnya tidak berhenti menyesali nasib, dan akhirnya membawanya kepada kekafiran:;لَا يَسْـَٔمُ الْاِنْسَانُ مِنْ دُعَاۤءِ الْخَيْرِۖ وَاِنْ مَّسَّهُ الشَّرُّ فَيَـُٔوْسٌ قَنُوْطٌ;Manusia tidak jemu memohon kebaikan, dan jika ditimpa malapetaka, mereka berputus asa dan hilang harapannya. (Fu¡¡ilat/41: 49);Jelaslah bahwa baik kesenangan maupun kesusahan hidup adalah ujian dari Allah. Kesenangan hidup bukanlah tolok ukur bahwa Allah menyayangi, dan kesempitan hidup bukan pula tolok ukur bahwa Allah membenci. Bisa berarti sebaliknya, bahwa kesenangan hidup diberikan Allah sebagai ujian sehingga orang itu semakin terperosok dalam keingkaran. Kesempitan hidup adalah jalan untuk memperoleh kebahagiaan di akhirat bila orang itu tabah menerimanya. Ketentuan itulah yang tidak diketahui atau tidak dipahami oleh banyak orang, termasuk oleh pemuka kaum kafir Mekah.\r\n"}