{"tafsir_id":3643,"surah_id":34,"aya_number":37,"tafsir_wajiz":"Allah membantah keyakinan orang kafir tersebut. Kedudukan seseorang di sisi Allah tidak ditentukan oleh harta dan keturunannya, melainkan iman dan takwanya. Harta dan anak akan bermanfaat bila ia membantu seseorang untuk meningkatkan keimanan dan amal salehnya. Dan bukanlah harta atau anak-anakmu yang mendekatkan kamu kepada Kami; melainkan keimanan dan ketakwaanmu. Karena itu, orang-orang yang beriman dan mengerjakan kebajikan, mereka itulah yang dekat dengan Kami dan memperoleh balasan yang berlipat ganda, sepuluh kali, tujuh ratus kali, bahkan tidak terbatas, atas apa yang telah mereka kerjakan; dan mereka dalam keadaan aman sentosa di tempat-tempat yang tinggi dalam surga.","tafsir_tahlili":"(37) Pada ayat ini ditegaskan kepada pemuka kafir Mekah bahwa bukan harta benda dan keturunan yang dapat mendekatkan diri manusia kepada Allah dan memperoleh kasih sayang-Nya, tetapi iman dan amal saleh. Harta benda dan keturunan itu hanya bermanfaat bila menambah kuat iman dan memperbanyak amal. Oleh karena itu, harta benda harus diperoleh dengan benar dan dipergunakan dengan benar pula. Keturunan harus dididik dengan baik sehingga menjadi keturunan yang baik pula. Dengan demikian, sarana untuk mendekatkan diri kepada Allah dan memperoleh kasih sayang-Nya adalah harta yang diperoleh dan digunakan dengan benar, dan keturunan yang dididik dengan baik yang akan melestarikan dan melanjutkan iman dan amal salehnya.\r\nDalam ayat lain, Allah memang meminta orang yang beriman agar mencari jalan untuk mendekatkan diri kepada-Nya, dan caranya adalah dengan amal saleh:;يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوا اتَّقُوا اللّٰهَ وَابْتَغُوْٓا اِلَيْهِ الْوَسِيْلَةَ وَجَاهِدُوْا فِيْ سَبِيْلِهٖ لَعَلَّكُمْ تُفْلِحُوْنَ  ;Wahai orang-orang yang beriman! Bertakwalah kepada Allah dan carilah wasilah (jalan) untuk mendekatkan diri kepada-Nya, dan berjihadlah (berjuanglah) di jalan-Nya, agar kamu beruntung. (al-M±'idah/5: 35);Hanya orang-orang yang beriman dan banyak amal salehnya yang akan diberi balasan pahala yang berlipat ganda oleh Allah. Dalam ayat-ayat lain disebutkan bahwa pelipatgandaan itu minimal sepuluh kali (al-An±m/6: 160), dan ada yang tujuh ratus kali lipat (al-Baqarah/2: 261).; Mereka yang diberi surga itu merasa aman, yaitu bebas dari ancaman neraka. Lebih dari itu, mereka puas dan bahagia karena Allah mencintai mereka dan mereka pun mencintai-Nya. Allah berfirman:;قَالَ اللّٰهُ هٰذَا يَوْمُ يَنْفَعُ الصّٰدِقِيْنَ صِدْقُهُمْ ۗ لَهُمْ جَنّٰتٌ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُ خٰلِدِيْنَ فِيْهَآ اَبَدًا ۗرَضِيَ اللّٰهُ عَنْهُمْ وَرَضُوْا عَنْهُ ۗذٰلِكَ الْفَوْزُ الْعَظِيْمُ   ;Allah berfirman, “Inilah saat orang yang benar memperoleh manfaat dari kebenarannya. Mereka memperoleh surga yang mengalir di bawahnya sungai-sungai, mereka kekal di dalamnya selama-lamanya. Allah rida kepada mereka dan mereka pun rida kepada-Nya. Itulah kemenangan yang agung.” (al-M±'idah/5: 119)\r\n"}