{"tafsir_id":3648,"surah_id":34,"aya_number":42,"tafsir_wajiz":"Maka pada hari Kiamat ini sebagian kamu yang disembah maupun yang menyembah, sama-sama tidak kuasa mendatangkan manfaat bagi yang lain maupun menolak mudarat dari sebagian yang lain. Dan Kami katakan kepada orang-orang yang zalim, yakni yang menyembah selain Allah, “Rasakanlah olehmu azab neraka yang dahulu kamu dustakan.”","tafsir_tahlili":"(42) Pada hari Mahsyar itu Allah menyatakan bahwa baik yang menyembah selain Allah maupun yang disembah tidak akan bisa berbuat apa-apa, baik yang menguntungkan maupun yang merugikan yang lain. Orang-orang kafir yang menyembah selain Allah itu tidak akan memperoleh pertolongan dari yang mereka sembah, karena yang disembah itu memang tidak mampu berbuat apa-apa. Orang yang menyembah itu juga tidak akan bisa menyalahkan yang disembah, karena yang disembah itu tidak pernah meminta mereka menyembahnya. \r\nDalam Al-Qur'an dinyatakan bahwa siapa pun tidak akan bisa menolong siapa pun, termasuk keluarga atau teman dekat, sebagaimana firman Allah:;يَوْمَ يَفِرُّ الْمَرْءُ مِنْ اَخِيْهِۙ  ٣٤  وَاُمِّهٖ وَاَبِيْهِۙ  ٣٥  وَصَاحِبَتِهٖ وَبَنِيْهِۗ  ٣٦  لِكُلِّ امْرِئٍ مِّنْهُمْ يَوْمَىِٕذٍ شَأْنٌ يُّغْنِيْهِۗ  ٣٧  ;Pada hari itu manusia lari dari saudaranya, dan dari ibu dan bapaknya, dan dari istri dan anak-anaknya. Setiap orang dari mereka pada hari itu mempunyai urusan yang menyibukkannya. (Abasa/80: 34-37);Juga firman-Nya:\r\nوَلَا يَسْـَٔلُ حَمِيْمٌ حَمِيْمًاۚ;Dan tidak ada seorang teman karib pun menanyakan temannya. (al-Ma±rij/70: 10) ;Mereka akan diseret dan dijebloskan ke dalam neraka dan tambah dihinakan lagi dengan kata-kata, “Rasakan azab neraka yang dulu kalian tidak percayai!” Kata-kata itu berarti bahwa mereka disalahkan karena tidak percaya adanya neraka pada waktu di dunia, yang akan membuat mereka lebih tersiksa. Kata-kata itu juga berarti bahwa azab neraka itu adalah dahsyat. \r\nDemikianlah balasan bagi orang-orang yang tidak mengindahkan ajakan Rasulullah saw. Penyampaian peristiwa itu di dalam Al-Qur'an bertujuan agar para pemimpin kafir Mekah, dan siapa saja sesudahnya, untuk beriman sehingga peristiwa itu nanti tidak menimpa mereka.\r\n"}