{"tafsir_id":3649,"surah_id":34,"aya_number":43,"tafsir_wajiz":"Bila pada no_ayatt-no_ayatt sebelumnya Allah menjelaskan kedurhakaan kaum musyrik kepada Allah, maka pada no_ayatt ini Dia menjelaskan kedurhakaan dan pengingkaran mereka kepada Rasulullah dan Al-Qur’an. Dan apabila dibacakan kepada mereka no_ayatt-no_ayatt Kami yang terang dan jelas, mereka berkata, “Orang ini tidak lain hanya ingin menghalang-halangi kamu dari menyembah apa yang selalu disembah oleh nenek moyangmu,” dan mereka berkata, “Al-Qur’an ini tidak lain hanyalah kebohongan luar biasa yang diada-adakan saja oleh Muhammad.” Dan orang-orang kafir berkata terhadap kebenaran ketika kebenaran itu, yakni Al-Qur’an, datang kepada mereka, “Ini tidak lain hanyalah sihir yang nyata.” (Lihat no_surahh as-Saffat/37: 14/15 dan al-Qamar/54: 2).","tafsir_tahlili":"(43) Pada ayat ini dijelaskan dua tuduhan lebih lanjut pemuka kaum kafir Mekah terhadap Islam. Pertama, menuduh Nabi Muhammad hanyalah seorang manusia biasa yang menyampaikan ayat-ayat Al-Qur'an kepada mereka dengan maksud menghalangi mereka menjalankan agama syirik yang diwarisi dari nenek moyang mereka. Maksudnya, Nabi Muhammad saw hanya manusia biasa, bukan malaikat, dan tidak memiliki keistimewaan berupa kekayaan, dan sebagainya. Tujuan Nabi Muhammad hanyalah menjauhkan mereka dari agama nenek moyang mereka. Dengan demikian, mereka memandang agama nenek moyang mereka itu lebih baik daripada agama yang dibawa Nabi Muhammad saw. \r\nKedua, mereka menuduh Al-Qur'an sebagai suatu kebohongan yang dibuat-buat. Al-Qur'an itu hanyalah buatan Muhammad saw, bukan wahyu dari Allah swt, dan isinya tidak benar.\r\nDi sisi lain, mereka melihat kenyataan bahwa banyak manusia yang tertarik pada Al-Qur'an. Mereka sendiri pun ketika membaca atau dibacakan ayat-ayat Al-Qur'an juga merasa tertarik. Ketika melihat kandungan Al-Qur'an, mereka yakin bahwa itu tidak mungkin buatan Muhammad karena ia tidak belajar kepada siapa pun dan tidak bisa pula tulis baca. Mereka menjadi sadar bahwa tuduhan mereka terhadap Al-Qur'an itu salah. Kenyataan itu menghendaki mereka untuk mencari alasan lain. Akhirnya, mereka menuduh Al-Qur'an adalah sihir, dan karena pengaruhnya yang luar biasa, mereka menganggap sihirnya itu luar biasa hebatnya. Begitulah sifat orang kafir, ketika mereka tidak mampu lagi membantah kebenaran Al-Qur'an, mereka mencercanya dan mencari-cari alasan lain yang tak masuk akal, sebagaimana Allah berfirman:;وَاِذَا رَاَوْا اٰيَةً يَّسْتَسْخِرُوْنَۖ   ١٤  وَقَالُوْٓا اِنْ هٰذَآ اِلَّا سِحْرٌ مُّبِيْنٌ ۚ   ١٥  ;Dan apabila mereka melihat suatu tanda (kebesaran) Allah, mereka memperolok-olokkan. Dan mereka berkata, “Ini tidak lain hanyalah sihir yang nyata. (a¡-¢±ff±t/37: 14-15);Firman-Nya juga:;وَاِنْ يَّرَوْا اٰيَةً يُّعْرِضُوْا وَيَقُوْلُوْا سِحْرٌ مُّسْتَمِرٌّ;Dan jika mereka (orang-orang musyrik) melihat suatu tanda (mukjizat), mereka berpaling dan berkata, “(Ini adalah) sihir yang terus-menerus.”  (al-Qamar/54: 2)\r\n"}