{"tafsir_id":3652,"surah_id":34,"aya_number":46,"tafsir_wajiz":"Katakanlah, wahai Nabi Muhammad, “Aku hendak memperingatkan kepadamu satu hal saja, yaitu agar kamu menghadap Allah dengan ikhlas guna menemukan kebenaran. Kamu lakukan renungan itu dengan berdua-dua, yakni secara berkelompok, atau sendiri-sendiri, dalam suasana tenang, kemudian agar kamu pikirkan tentang Nabi Muhammad yang sudah lama kamu kenal sebagai orang yang dapat dipercno_ayat, lalu kamu mengatakan dia gila, lantaran dia mengajakmu untuk beriman kepada Allah. Ketahuilah, kawanmu itu tidak gila sedikit pun. Dia tidak lain hanyalah seorang pemberi peringatan bagi kamu sebelum menghadapi azab yang keras.”","tafsir_tahlili":"(46) Pada ayat ini, Allah meminta Nabi Muhammad agar mengajak kaum kafir untuk melakukan satu hal saja, yaitu benar-benar berupaya mendekatkan diri kepada Allah untuk mencari kebenaran. Mendekatkan diri untuk mencari kebenaran dapat dilakukan sendiri-sendiri atau bersama dengan orang lain supaya dapat bertukar pikiran. Setelah itu, mereka diminta untuk merenungkan kebenaran ajaran-ajaran dalam Al-Qur'an, secara tenang, objektif, dan tulus tanpa dipengaruhi hawa nafsu atau kedengkian. Setelah mereka renungkan secara objektif, masih jugakah mereka akan menuduh bahwa yang menyampaikan kebenaran itu, yaitu Nabi Muhammad, tidak benar? Bukankah ajaran Al-Qur'an itu amat benar? Bila benar, pembawa ajaran itu juga benar. Seharusnya mereka sampai kepada kesimpulan bahwa beliau sejatinya adalah seorang yang tulus. Ia hanya ingin mengingatkan dan memperingatkan manusia agar tidak sesat di dunia dan merugi nanti di akhirat. Beliau hanya ingin agar manusia beriman dan menjadi manusia yang baik, agar di dunia bahagia dan di akhirat terhindar dari neraka. Oleh karena itu, mereka seharusnya berterima kasih kepadanya, dan tidak menuduhnya yang bukan-bukan. \r\nFungsi beliau sebagai pemberi peringatan ini juga disampaikan beliau dalam sebuah hadis:\r\nفَاِنِّيْ نَذِيْرٌ لَكُمْ بَيْنَ يَدَيْ عَذَابٍ شَدِيْدٍ. (رواه البخاري عن ابن عباس)\r\nSesungguhnya aku ini pemberi peringatan bagimu sekalian sebelum menghadapi azab yang keras. (Riwayat al-Bukh±r³ dari Ibnu Abb±s)\r\n"}