{"tafsir_id":3656,"surah_id":34,"aya_number":50,"tafsir_wajiz":"Katakanlah, “Jika seandainya aku sesat maka sesungguhnya aku sesat untuk diriku sendiri. Kemudaratan akibat kesesatan itu pasti akan menimpaku. Dan jika aku mendapat petunjuk maka itu disebabkan apa yang diwahyukan Tuhanku kepadaku. Sungguh, Dia Maha Mendengar setiap perkataan, Mahadekat dengan orang yang memanggil-Nya dan berdoa kepada-Nya.”(Lihat no_surahh : al-Baqarah/2: 186 dan Qaf/50: 16)","tafsir_tahlili":"(50) Terakhir, Allah memerintahkan Nabi saw menyampaikan kepada kaum kafir bahwa seandainya ia salah, maka kesalahan itu dari dirinya sendiri. Tetapi bila ia benar, maka kebenaran itu diperolehnya dari Allah. \r\nAyat ini memperlihatkan tanggung jawab yang besar dari Nabi Muhammad. Beliau bertanggung jawab atas seluruh isi dakwah yang beliau sampaikan. Bila ia salah dalam ajaran-ajaran yang disampaikannya, maka ia akan mempertanggungjawabkan sendiri kesalahan itu, tidak akan membawa-bawa umatnya. Tetapi tidak mungkin apa yang beliau sampaikan itu salah, karena semuanya dari Allah, tidak ada yang beliau tambah-tambah atau kurangi. Oleh karena itu, tanggung jawab beliau itu adalah untuk menunjukkan bahwa yang beliau sampaikan itu sangat benar. Dengan demikian, orang-orang kafir itu tidak perlu meragukannya dan seyogyanya beriman. \r\nBila manusia beriman, maka Allah mendengarnya. Bila mereka menyembah-Nya, Ia mengetahui dan akan menerimanya. Bila hamba-Nya berdoa, maka doanya itu akan dikabulkan-Nya. Hal itu karena Ia Maha Mendengar, Ia juga sangat dekat dengan manusia. Bagaimana dekatnya Allah dengan manusia sehingga Ia mendengar bisikan hatinya dalam bentuk iman atau kafir dan mengabulkan doa orang yang berdoa, dilukiskan ayat berikut:;وَلَقَدْ خَلَقْنَا الْاِنْسَانَ وَنَعْلَمُ مَا تُوَسْوِسُ بِهٖ نَفْسُهٗ ۖوَنَحْنُ اَقْرَبُ اِلَيْهِ مِنْ حَبْلِ الْوَرِيْدِ   ;Dan sungguh, Kami telah menciptakan manusia dan mengetahui apa yang dibisikkan oleh hatinya, dan Kami lebih dekat kepadanya daripada urat lehernya.  (Q±f/50: 16) ;Dalam ayat lain Allah berfirman:;وَاِذَا سَاَلَكَ عِبَادِيْ عَنِّيْ فَاِنِّيْ قَرِيْبٌ ۗ اُجِيْبُ دَعْوَةَ الدَّاعِ اِذَا دَعَانِۙ فَلْيَسْتَجِيْبُوْا لِيْ وَلْيُؤْمِنُوْا بِيْ لَعَلَّهُمْ يَرْشُدُوْنَ   ;Dan apabila hamba-hamba-Ku bertanya kepadamu (Muhammad) tentang Aku, maka sesungguhnya Aku dekat. Aku Kabulkan permohonan orang yang berdoa apabila dia berdoa kepada-Ku. Hendaklah mereka itu memenuhi (perintah)-Ku dan beriman kepada-Ku, agar mereka memperoleh kebenaran. (al-Baqarah/2:186) \r\n"}