{"tafsir_id":3661,"surah_id":35,"aya_number":1,"tafsir_wajiz":"Pada akhir no_surahh Saba’ Allah menegaskan bahwa orang-orang kafir amat meragukan datangnya hari Kiamat sehingga ketika hari itu datang mereka merasa sangat sengsara. no_surahh Fatir ini lalu dimulai dengan pujian kepada Allah yang Mahakuasa atas segala sesuatu. Segala puji bagi Allah Pencipta langit dan bumi, yang menjadikan malaikat sebagai utusan-utusan untuk mengurus berbagai hal sesuai kehendak-Nya. Di antara bukti kekuasaan-Nya adalah bahwa dia menciptakan malaikat yang mempunyai sno_ayatp, masing-masing ada yang dua, tiga, dan empat, bahkan lebih dari itu, sehingga mereka dengan mudah dan cepat berpindah dari satu tempat ke tempat lain. Hanya Allah yang mengetahui hakikat malaikat dan sno_ayatp-sno_ayatpnya tersebut. Allah berkuasa menambahkan pada ciptaan-Nya, baik malaikat maupun yang lain, apa yang Dia kehendaki. Sungguh, Allah Mahakuasa atas segala sesuatu tanpa ada yang mampu menghalangi.","tafsir_tahlili":"(1) Pada ayat ini, Allah menerangkan bahwa puji dan syukur hanyalah  bagi-Nya, yang telah menciptakan langit dan bumi serta apa yang ada di antara keduanya dengan ciptaan yang amat indah dan ajaib, ciptaan yang belum ada sebelumnya, dan telah diatur-Nya dengan tertib dan lengkap serta sempurna. Dia juga yang telah menugaskan malaikat menyampaikan wahyu kepada para nabi-Nya, untuk menyampaikan berbagai macam urusan. Malaikat itu adalah sejenis makhluk yang mempunyai sayap yang beraneka ragam, ada yang dua, tiga, atau empat bahkan ada yang lebih dari itu. Malaikat bertugas untuk menyampaikan segala perintah dan larangan Allah kepada para nabi-Nya. Allah berkuasa menambah sayap para malaikat lebih banyak lagi menurut kehendak-Nya, sesuai dengan keperluan. Tidak ada kekuatan yang dapat menghalangi-Nya, karena Allah itu Mahakuasa atas segala sesuatu. Di dalam suatu hadis diterangkan bahwa:\r\nاَنَّ النَّبِيَّ صَلَّى الله ُعَلَيْهِ وَسَلَّمَ رَأَى جِبْرِيْلَ لَيْلَةَ اْلاِسْرَاءِ فِى صُوْرَتِهِ لَهُ سِتُّمِائَةِ جَنَاحٍ بَيْنَ كُلِّ جَنَاحَيْنِ كَمَا بَيْنَ الْمَشْرِقِ وَالْمَغْرِبِ. (رواه مسلم عن ابن مسعود)\r\nSesungguhnya Nabi Muhammad saw melihat Malaikat Jibril pada malam isr±' dalam bentuk aslinya, dia mempunyai enam ratus sayap, antara dua sayapnya seperti sepanjang mata memandang ke timur dan barat. (Riwayat Muslim dari Ibnu Masµd) \r\n"}