{"tafsir_id":3662,"surah_id":35,"aya_number":2,"tafsir_wajiz":"Apa saja di antara rahmat Allah, seperti kesehatan, rezeki, ilmu, dan lainnya, yang dianugerahkan kepada manusia, maka tidak ada yang dapat menahannya; dan apa saja yang ditahan-Nya maka tidak ada yang sanggup untuk melepaskannya setelah itu. Dan Dialah Yang Mahaperkasa untuk berbuat sesuai kehendak-Nya, Mahabijaksana dalam setiap ketetapan-Nya.","tafsir_tahlili":"(2) Pada ayat ini, Allah menerangkan bahwa pemberian atau penahanan suatu rahmat termasuk dalam kekuasaan-Nya. Apabila Dia menganugerahkan suatu rahmat kepada manusia, tidak seorang pun dapat menahan dan menghalangi-Nya. Begitu pula sebaliknya, apabila Dia menahan dan menutup sesuatu rahmat dan belum diberikan kepada siapa yang dikehendaki-Nya, maka tiada seorang pun bisa membuka dan memberikannya, karena semua urusan di tangan-Nya. Dia Maha Perkasa berbuat menurut kehendak dan kebijaksanaan-Nya. Oleh karena itu, kita harus selalu menghadap Allah melalui ibadah untuk mencapai cita-cita kita, dan senantiasa dengan bertawakal kepada-Nya, begitu pula di dalam usaha mencapai tujuan dan maksud yang diridai-Nya. Sejalan dengan ini, Allah berfirman:;وَاِنْ يَّمْسَسْكَ اللّٰهُ بِضُرٍّ فَلَا كَاشِفَ لَهٗ ٓاِلَّا هُوَ ۚوَاِنْ يُّرِدْكَ بِخَيْرٍ فَلَا رَاۤدَّ لِفَضْلِهٖۗ ;Dan jika Allah menimpakan suatu bencana kepadamu, maka tidak ada yang dapat menghilangkannya kecuali Dia. Dan jika Allah menghendaki kebaikan bagi kamu, maka tidak ada yang dapat menolak karunia-Nya.  (Yµnus/10: 107) ;Dan dalam sebuah hadis disebutkan sebagai berikut:\r\nعَنِ الْمُغِيْرَةِ بْنِ شُعْبَةَ اَنَّهُ قَالَ سَمِعْتُ رَسُوْلَ اللهِ صَلَّى الله ُعَلَيْهِ وَسَلَّمَ يَقُوْلُ كَانَ اِذَا انْصَرَفَ مِنَ الصَّلاَةِ قَالَ لاَاِلَهَ اِلاَّالله ُوَحْدَهُ لاَشَرِيْكَ لَهُ لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيْرٌ اَللَّهُمَّ لاَ مَانِعَ لِمَا اَعْطَيْتَ وَلاَ مُعْطِيَ لِمَا مَنَعْتَ وَلاَيَنْفَعُ ذَاالْجَدِّ مِنْكَ الْجَدُّ (رواه احمد والشيخان)\r\nDari al-Mug³rah bin Syubah bahwa ia berkata, “Saya mendengar Rasulullah saw apabila selesai salat mengucapkan, Tiada tuhan melainkan Allah. Dia Esa tiada ada sekutu bagi-Nya. Bagi-Nya kerajaan dan bagi-Nya segala puji. Dia kuasa atas segala sesuatu. Ya Allah Tuhanku, tidak ada seorang pencegah pun terhadap sesuatu yang Engkau berikan dan tak ada seorang pemberi terhadap sesuatu yang Engkau cegah, tidak bermanfaat kejayaan seseorang dalam menghadapi siksaan Engkau.” (Riwayat A¥mad, al-Bukh±r³ dan Muslim)\r\n"}