{"tafsir_id":3665,"surah_id":35,"aya_number":5,"tafsir_wajiz":"Usai mengisyaratkan bahwa Kiamat pasti akan tiba, Allah lalu secara tegas menyatakan bahwa janji tentang Kiamat, pahala, dan siksa adalah benar adanya. Karenanya, manusia tidak boleh terlena dan teperdno_ayat oleh kehidupan dunia. Wahai manusia! Sungguh, janji Allah tentang pahala dan siksa itu benar, maka janganlah kehidupan dunia seperti kekno_ayatan dan kekuasaan memperdno_ayatkan kamu sehingga kamu sedikit bahkan tidak sama sekali menyiapkan diri untuk kehidupan akhirat. Dan janganlah setan yang pandai menipu dapat memperdno_ayatkan kamu tentang Allah dan ajaran agama-Nya.","tafsir_tahlili":"(5) Pada ayat ini, Allah menerangkan kebenaran janji-Nya, yaitu terjadinya hari Kebangkitan dan hari Pembalasan. Apabila seseorang taat kepada perintah-Nya akan diberi pahala, dan orang yang mendurhakai-Nya akan disiksa. Janji Allah pada waktunya akan menjadi kenyataan. Dia itu tidak akan pernah menyalahi janji-Nya, sebagaimana firman Allah:\r\nاِنَّ اللّٰهَ لَا يُخْلِفُ الْمِيْعَادَ ࣖ;Sungguh, Allah tidak menyalahi janji. (²li Imr±n/3: 9) ;Oleh karena itu, tidaklah pada tempatnya bila seseorang teperdaya dengan kehidupan dunia yang mewah, sehingga ia “lupa daratan”, bahkan melupakan Tuhan. Semua waktunya dipergunakan untuk menumpuk harta tanpa mengingat Allah sedikit pun. Hal demikian itu dilarang oleh Allah sebagaimana firman-Nya:;يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تُلْهِكُمْ اَمْوَالُكُمْ وَلَآ اَوْلَادُكُمْ عَنْ ذِكْرِ اللّٰهِ;Wahai orang-orang yang beriman! Janganlah harta benda dan anak-anakmu melalaikan kamu dari mengingat Allah. (al-Mun±fiqµn/63: 9)\r\n \r\nBegitu pula janganlah seseorang dapat tertipu dan teperdaya dengan bujukan dan godaan setan, dengan mudah menuruti bisikan dan ajakannya karena setan tidak hanya mengajak kepada hal-hal yang keji dan mungkar, tetapi kadangkala ia menyuruh orang untuk berbuat baik dengan tujuan ria. Allah berfirman :;يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَتَّبِعُوْا خُطُوٰتِ الشَّيْطٰنِۗ وَمَنْ يَّتَّبِعْ خُطُوٰتِ الشَّيْطٰنِ فَاِنَّهٗ يَأْمُرُ بِالْفَحْشَاۤءِ وَالْمُنْكَرِ ;Wahai orang-orang yang beriman! Janganlah kamu mengikuti langkah-langkah setan. Barang siapa mengikuti langkah-langkah setan, maka sesungguhnya dia (setan) menyuruh mengerjakan perbuatan yang keji dan munkar. (an-Nµr/24: 21) \r\n"}