{"tafsir_id":3668,"surah_id":35,"aya_number":8,"tafsir_wajiz":"Allah membedakan dengan sangat nyata mereka yang menjadikan setan sebagai musuh dan mereka yang menjadikannya kawan. Maka, apakah pantas orang yang dijadikan terasa indah perbuatan buruknya karena berkawan dengan setan, lalu menganggap baik perbuatannya itu? Tentu tidak pantas! Sesungguhnya Allah menyesatkan siapa yang Dia kehendaki karena dia lebih memilih kesesatan daripada petunjuk Allah melalui rasul-Nya, dan memberi petunjuk kepada siapa yang Dia kehendaki karena dia memilih petunjuk atas izin Allah. Maka, jangan engkau, wahai Nabi Muhammad, biarkan dirimu binasa karena kesedihan hatimu dan larut dalam penyesalan terhadap kesesatan dan keingkaran mereka. Sesungguhnya Allah Maha Mengetahui apa yang mereka perbuat dan akan memberi balasan yang sepadan.","tafsir_tahlili":"(8) Pada ayat ini, Allah menerangkan perbedaan besar antara dua golongan disebut pada ayat sebelumnya. Orang-orang yang teperdaya dan dapat ditipu oleh setan, sehingga pekerjaan mereka yang buruk dianggapnya baik, tentunya tidak sama dengan orang-orang yang tidak dapat ditipu oleh setan. Sebagaimana firman Allah:;قُلْ هَلْ نُنَبِّئُكُمْ بِالْاَخْسَرِيْنَ اَعْمَالًا ۗ  ١٠٣  اَلَّذِيْنَ ضَلَّ سَعْيُهُمْ فِى الْحَيٰوةِ الدُّنْيَا وَهُمْ يَحْسَبُوْنَ اَنَّهُمْ يُحْسِنُوْنَ صُنْعًا   ١٠٤  ;Katakanlah (Muhammad), “Apakah perlu Kami beritahukan kepadamu tentang orang yang paling rugi perbuatannya?” (Yaitu) orang yang sia-sia perbuatannya dalam kehidupan dunia, sedangkan mereka mengira telah berbuat sebaik-baiknya. (al-Kahf/18: 103-104);Tersesat atau mendapat petunjuk ada di tangan Allah. Dia menyesatkan atau memberikan petunjuk kepada orang yang dikehendaki-Nya, sesuai dengan kebijaksanaan-Nya, berdasarkan keadaan hamba yang bersangkutan. Orang-orang yang ditetapkan tersesat, dia selalu mengerjakan perbuatan buruk dan keji. Sebaliknya orang-orang yang diberi petunjuk oleh Allah, selalu mengerjakan amalan yang baik. Oleh karena itu, Nabi Muhammad dilarang Allah untuk sedih dan cemas menghadapi kaumnya yang belum mau beriman dan menerima ajakannya, sehingga tidak membinasakan dirinya. Hal semacam ini diterangkan juga di ayat yang lain, firman Allah:;فَلَعَلَّكَ بَاخِعٌ نَّفْسَكَ عَلٰٓى اٰثَارِهِمْ اِنْ لَّمْ يُؤْمِنُوْا بِهٰذَا الْحَدِيْثِ اَسَفًا;Maka barangkali engkau (Muhammad) akan mencelakakan dirimu karena bersedih hati setelah mereka berpaling, sekiranya mereka tidak beriman kepada keterangan ini (Al-Qur'an). (al-Kahf/18: 6);Ayat ini ditutup dengan penegasan Allah bahwa Ia Mengetahui apa yang mereka perbuat, termasuk perbuatan buruk dan keji yang akan dibalas-Nya dengan balasan yang setimpal.\r\n"}