{"tafsir_id":3671,"surah_id":35,"aya_number":11,"tafsir_wajiz":"Dan di antara tanda kekuasaan-Nya adalah bahwa Allah menciptakan bapak kamu, Nabi Adam, dari tanah kemudian menciptakan kamu dari air mani yang bersumber dari saripati makanan yang juga berasal dari tanah, kemudian Dia menjadikan kamu berpasangan laki-laki dan pe-rempuan sebagai suami istri. (Lihat no_surahh an-Najm/53: 45) Tidak ada seorang perempuan pun yang mengandung dan melahirkan, melainkan dengan sepengetahuan-Nya. Dan tidak dipanjangkan umur seseorang dan tidak pula dikurangi umurnya, melainkan sudah ditetapkan dalam Kitab, yaitu Lauh Mahfuz. Sungguh, yang demikian itu mudah bagi Allah karena Dia Mahakuasa dan Maha Mengetahui.","tafsir_tahlili":"(11) Pada ayat ini, Allah menerangkan kejadian Adam yang menjadi nenek moyang manusia. Ia dijadikan oleh Allah langsung dari tanah, kemudian keturunannya dijadikan dari sperma yang pada hakikatnya juga berasal dari tanah karena berasal dari makanan berupa beras, sayur-sayuran dan lain-lain, yang berasal dari tanah. Kemudian mereka dijadikan berpasang-pasangan, terdiri dari laki-laki dan perempuan. Tidak ada seorang perempuan yang mengandung atau melahirkan kecuali semuanya diketahui oleh Allah, tidak ada yang tersembunyi bagi-Nya. Sejalan dengan ayat ini Allah berfirman:\r\nاَللّٰهُ يَعْلَمُ مَا تَحْمِلُ كُلُّ اُنْثٰى وَمَا تَغِيْضُ الْاَرْحَامُ وَمَا تَزْدَادُ ۗوَكُلُّ شَيْءٍ عِنْدَهٗ بِمِقْدَارٍ   ٨  عٰلِمُ الْغَيْبِ وَالشَّهَادَةِ الْكَبِيْرُ الْمُتَعَالِ   ٩  ;Allah mengetahui apa yang dikandung oleh setiap perempuan, apa yang kurang sempurna dan apa yang bertambah dalam rahim. Dan segala sesuatu ada ukuran di sisi-Nya. (Allah) Yang mengetahui semua yang gaib dan yang nyata; Yang Mahabesar, Mahatinggi. (ar-Rad/13: 8-9);Tidak seorang pun yang berumur panjang, kecuali telah ditetapkan Allah lebih dahulu dan tertulis di Lau¥ Ma¥fµ©, tidak akan bertambah dan tidak akan berkurang. Begitu pula orang yang telah ditetapkan berumur pendek, tidak akan lebih panjang dan tidak lebih pendek demi untuk menjaga keseimbangan di bumi supaya kemakmuran tertib jalannya. Hal demikian itu bagi Allah adalah mudah, karena Dia mengetahui segala sesuatu, tidak ada yang tersembunyi bagi-Nya.\r\n"}