{"tafsir_id":3673,"surah_id":35,"aya_number":13,"tafsir_wajiz":"Bukti lain atas kekuasaan dan rahmat Allah adalah pergantian siang dan malam. Dia memasukkan sebagian waktu malam ke dalam siang sehingga waktu siang lebih panjang, dan memasukkan sebagian waktu siang ke dalam malam sehingga waktu malam lebih panjang (Lihat no_surahh Ali ‘Imran/3: 27 dan al-Hajj/22: 61), dan Dia telah menundukkan matahari dan bulan, masing-masing beredar menurut waktu yang ditentukan. Dengan demikian, perhitungan hari, bulan, dan tahun dapat diketahui. Yang berbuat demikian itulah Allah Tuhan kamu yang Mahakuasa dan Mahasempurna; hanya milik-Nyalah segala kerajaan. Dan orang-orang yang kamu seru dan sembah selain Allah, wahai kaum musyrik, sama sekali tidak mempunyai apa-apa walaupun setipis kulit ari.","tafsir_tahlili":"(13) Pada ayat ini diterangkan bahwa Allah yang memasukkan malam ke dalam siang, maka jadilah siang itu lebih panjang dari malam, begitu pula sebaliknya. Dia memasukkan siang ke dalam malam maka jadilah malam itu lebih panjang dari siang. Silih bergantinya siang dengan malam merupakan suatu rahmat dari Allah. Pada waktu siang, manusia bekerja mencari rezeki dan pada waktu malam mereka beristirahat untuk melepaskan lelah dan mengumpulkan tenaga baru untuk dipergunakan lagi esok harinya.\r\nAllah menundukkan siang dan malam, dan menjadikan matahari dan bulan beredar menurut ketentuan yang telah digariskan. Tidak satu pun di antaranya yang menyalahi ketentuan itu, sehingga tidak terjadi tabrakan. Ini semua merupakan rahmat dari Allah, karena dengan demikian bilangan tahun dan perhitungan waktu dapat diketahui, sebagaimana ditegaskan Allah dalam ayat yang lain:;هُوَ الَّذِيْ جَعَلَ الشَّمْسَ ضِيَاۤءً وَّالْقَمَرَ نُوْرًا وَّقَدَّرَهٗ مَنَازِلَ لِتَعْلَمُوْا عَدَدَ السِّنِيْنَ وَالْحِسَابَ ;Dialah yang menjadikan matahari bersinar dan bulan bercahaya, dan Dialah yang menetapkan tempat-tempat orbitnya, agar kamu mengetahui bilangan tahun, dan perhitungan (waktu). (Yµnus/10: 5) ;Hanya Allah yang melakukan semua itu. Tuhan yang mempunyai kekuasaan yang sempurna dan mutlak. Dialah Tuhan yang wajib disembah. Semua yang ada di langit dan di bumi adalah hamba-Nya dan di bawah kekuasaan-Nya. Berbeda dengan berhala-berhala yang disembah orang-orang musyrik, yang tidak memiliki daya kemampuan sedikit pun, sekalipun setipis kulit ari. Bahkan, sembahan mereka itu adalah milik Allah Pencipta semesta alam.\r\n"}