{"tafsir_id":3678,"surah_id":35,"aya_number":18,"tafsir_wajiz":"Pada hari Kiamat setiap orang akan mempertanggungjawabkan perbuatannya. Dan orang yang berdosa tidak akan memikul dosa orang lain. Dan jika seseorang yang dibebani berat dosanya memanggil orang lain untuk membantu memikul bebannya itu, tidak akan dipikulkan sedikit pun, meskipun yang ia panggil itu kaum kerabatnya, apalagi bila ia bukan kerabatnya (Lihat no_surahh ‘Abasa/80: 34-37). Sesungguhnya yang dapat engkau beri peringatan hanya orang-orang yang takut kepada azab Tuhannya sekalipun mereka tidak melihat-Nya atau ketika mereka sedang menyendiri, dan demikian pula mereka yang melaksanakan salat secara baik dan sempurna syarat dan rukunnya. Dan barang siapa menyucikan dirinya dari syirik dan maksiat dengan menjalankan salat dan takut kepada Allah, sesungguhnya dia menyucikan diri untuk kebaikan dirinya sendiri. Dan kepada Allah-lah tempat kembali segala urusan. Setiap orang akan dibalas sesuai perbuatannya.","tafsir_tahlili":"(18) Pada ayat ini, Allah menerangkan kedahsyatan hari Kiamat. Pada hari itu setiap orang memikul dosanya masing-masing. Seseorang yang berdosa tidak akan memikul dosa orang lain. Jika ada yang merasa dosanya berat sekali, lalu meminta bantuan kepada orang lain untuk memikul sebagian dosanya, maka dosa itu tidak akan dipukulkan kepada yang diminta, sekalipun itu kaum kerabatnya, seperti ayah, anak, dan lain sebagainya. Setiap orang di hari Kiamat itu sibuk dengan urusannya masing-masing memikirkan dan merenungkan apa gerangan yang akan menimpa dirinya. Firman Allah:\r\nيٰٓاَيُّهَا النَّاسُ اتَّقُوْا رَبَّكُمْ وَاخْشَوْا يَوْمًا لَّا يَجْزِيْ وَالِدٌ عَنْ وَّلَدِهٖۖ وَلَا مَوْلُوْدٌ هُوَ جَازٍ عَنْ وَّالِدِهٖ شَيْـًٔاۗ اِنَّ وَعْدَ اللّٰهِ حَقٌّ فَلَا تَغُرَّنَّكُمُ الْحَيٰوةُ الدُّنْيَاۗ وَلَا يَغُرَّنَّكُمْ بِاللّٰهِ الْغَرُوْرُ  ;Wahai manusia! Bertakwalah kepada Tuhanmu dan takutlah pada hari yang (ketika itu) seorang bapak tidak dapat menolong anaknya, dan seorang anak tidak dapat (pula) menolong bapaknya sedikit pun. Sungguh, janji Allah pasti benar, maka janganlah sekali-kali kamu teperdaya oleh kehidupan dunia, dan jangan sampai kamu teperdaya oleh penipu dalam (menaati) Allah. (Luqm±n/31: 33);Ayat lain menjelaskan:;يَوْمَ يَفِرُّ الْمَرْءُ مِنْ اَخِيْهِۙ  ٣٤  وَاُمِّهٖ وَاَبِيْهِۙ  ٣٥  وَصَاحِبَتِهٖ وَبَنِيْهِۗ  ٣٦  لِكُلِّ امْرِئٍ مِّنْهُمْ يَوْمَىِٕذٍ شَأْنٌ يُّغْنِيْهِۗ  ٣٧  ;Pada hari itu manusia lari dari saudaranya, dan dari ibu dan bapaknya, dan dari istri dan anak-anaknya. Setiap orang dari mereka pada hari itu mempunyai urusan yang menyibukkannya. (Abasa/80: 34-37);Dalam tafsir al-Qur¯ub³ diriwayatkan dari Ikrimah bahwa seorang bapak menggantungkan harapan kepada anaknya di hari Kiamat dan berkata, “Wahai anakku! Bagaimana aku sebagai bapakmu,” lalu anak itu memujinya dengan pujian yang baik. Bapak itu berkata lagi kepada anaknya, “Wahai anakku! Aku benar-benar memerlukan dari amal baikmu sekalipun hanya seberat zarah, supaya aku selamat dari keadaanku sebagaimana yang engkau lihat.” Anaknya menjawab, “Wahai bapakku! Alangkah sedikitnya yang engkau minta, tetapi aku sendiri khawatir terhadap diriku sebagaimana bapak khawatir terhadap diri sendiri. Oleh karena itu, saya tidak dapat memberikan apa-apa barang sedikit pun.” Kemudian ia beralih kepada istrinya yang menggantungkan harapannya dan berkata, “Wahai Fulanah! Bagaimanakah aku sebagai suamimu?” Lalu dipuji-pujinya suaminya itu dengan pujian yang baik. Berkatalah suami itu kepada istrinya, “Aku meminta kepadamu satu saja dari amal baikmu, semoga dengan pemberianmu aku selamat dari keadaanku, sebagaimana yang kamu saksikan ini.” Istrinya menjawab, “Alangkah sedikitnya yang engkau minta, namun aku tidak bisa memberikannya karena aku khawatir juga seperti apa yang engkau khawatirkan.” \r\nKandungan ayat ini sebagai penghibur hati Rasulullah karena dakwahnya yang tidak mendapat sambutan baik dari kaumnya dan mereka tetap keras kepala. Allah menjelaskan bahwa yang dapat menerima nasihat dan peringatan-Nya hanyalah orang-orang yang takut kepada Allah dan azab-Nya yang pedih di hari kemudian, sekalipun mereka tidak melihatnya. Tidak seperti halnya orang-orang yang telah dipatri hatinya oleh Allah sehingga mereka tidak tahu apa-apa. Mereka mengerjakan salat yang diwajibkan sesuai dengan rukun dan syaratnya, mensucikan hati mereka, dan mendekatkan diri kepada Allah. Barang siapa menyucikan dirinya dari syirik, perbuatan dosa, dan kedurhakaan, seperti ria, ujub, dusta, dan menipu, kebaikannya akan kembali kepada dirinya sendiri. Begitu pula sebaliknya, kalau ia berbuat maksiat bergelimang dosa, maka mudaratnya itu kembali kepada dirinya. \r\nAyat ini ditutup dengan satu penjelasan bahwa semua urusan dikembalikan kepada Allah. Tiap-tiap orang akan dibalas sesuai dengan amal perbuatannya di dunia. Kalau baik akan dibalas dengan baik, begitu pula sebaliknya, kalau amalnya jahat akan dibalas dengan balasan yang setimpal. Firman Allah:;وَاِلَى اللّٰهِ تُرْجَعُ الْاُمُوْرُ ࣖ;\r\nHanya kepada Allah segala urusan dikembalikan. (al-Anf±l/8: 44)\r\n"}