{"tafsir_id":3684,"surah_id":35,"aya_number":24,"tafsir_wajiz":"Sungguh, Kami mengutus engkau, wahai Nabi Muhammad, dengan membawa kebenaran agama tauhid dan hukum-hukumnya, sebagai pembawa berita gembira bahwa orang yang taat akan masuk surga, dan sebagai pemberi peringatan bahwa orang yang durhaka akan masuk neraka. Dan tidak ada satu pun umat dari umat-umat terdahulu melainkan di sana telah datang seorang pemberi peringatan, yakni nabi atau rasul yang Allah utus untuk mengajak mereka beriman kepada Allah.","tafsir_tahlili":"(24) Ayat ini menerangkan bahwa Nabi Muhammad diutus kepada manusia agar mereka beriman kepada Allah Yang Maha Esa disertai dengan syariat yang diwajibkan kepada hamba-Nya. Nabi saw juga di-perintahkan untuk memberi kabar gembira kepada orang yang membenarkan risalahnya dan menerima baik agama yang dibawanya dari Allah, bahwa mereka akan dimasukkan ke dalam surga yang penuh dengan kenikmatan dan kesenangan. Juga memberi peringatan kepada orang yang mendustakannya dan menolak wahyu yang diturunkan dari Allah bahwa mereka akan dimasukkan ke dalam neraka yang penuh dengan azab dan siksa yang amat pedih. Pada ayat yang lain Allah menegaskan sebagai berikut:;وَمَآ اَرْسَلْنٰكَ اِلَّا مُبَشِّرًا وَّنَذِيْرًا;Dan Kami mengutus engkau (Muhammad), hanya sebagai pembawa berita gembira dan pemberi peringatan. (al-Isr±'/17: 105);Tidak ada suatu umat pun sejak Nabi Adam kecuali Allah mengutus kepada mereka seorang utusan yang memberi peringatan. Dengan demikian, umat itu tidak mempunyai alasan lagi untuk membantah Allah sesudah diutus-Nya para rasul itu. Firman Allah:\r\nرُسُلًا مُّبَشِّرِيْنَ وَمُنْذِرِيْنَ لِئَلَّا يَكُوْنَ لِلنَّاسِ عَلَى اللّٰهِ حُجَّةٌ ۢ بَعْدَ الرُّسُلِ ;Rasul-rasul itu adalah sebagai pembawa berita gembira dan pemberi peringatan, agar tidak ada alasan bagi manusia untuk membantah Allah setelah rasul-rasul itu diutus. (an-Nis±'/4: 165) ;Dan firman-Nya:;وَمَا كُنَّا مُعَذِّبِيْنَ حَتّٰى نَبْعَثَ رَسُوْلًا;Kami tidak akan menyiksa sebelum Kami mengutus seorang rasul. (al-Isr±'/17: 15);Pada ayat lain ditegaskan juga sebagai berikut:\r\nوَاِنْ يُّكَذِّبُوْكَ فَقَدْ كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوْحٍ وَّعَادٌ وَّثَمُوْدُ ۙ  ٤٢  وَقَوْمُ اِبْرٰهِيْمَ وَقَوْمُ لُوْطٍ ۙ ٤٣ وَّاَصْحٰبُ مَدْيَنَۚ وَكُذِّبَ مُوْسٰى فَاَمْلَيْتُ لِلْكٰفِرِيْنَ ثُمَّ اَخَذْتُهُمْۚ فَكَيْفَ كَانَ نَكِيْرِ   ٤٤  ;Dan jika mereka (orang-orang musyrik) mendustakan engkau (Muhammad), begitu pulalah kaum-kaum yang sebelum mereka, kaum Nuh, Ad, dan Samud (juga telah mendustakan rasul-rasul-Nya), dan (demikian juga) kaum Ibrahim dan kaum Lut, dan penduduk Madyan. Dan Musa (juga) telah didustakan, namun Aku beri tenggang waktu kepada orang-orang kafir, kemudian Aku siksa mereka, maka betapa hebatnya siksaan-Ku. (al-¦ajj/22: 42-44)\r\n"}