{"tafsir_id":3692,"surah_id":35,"aya_number":32,"tafsir_wajiz":"Kemudian Kitab Al-Qur’an itu Kami wariskan kepada orang-orang yang benar-benar Kami pilih di antara hamba-hamba Kami, lalu mereka terbagi menjadi tiga kelompok; di antara mereka ada yang menzalimi diri sendiri, yakni kurang memperhatikan pesan-pesan kitab tersebut sehingga lebih banyak berbuat salah daripada berbuat baik; ada yang pertengahan, yaitu orang yang kebaikannya setara dengan keburukannya, dan ada pula yang lebih dahulu berbuat kebaikan dengan izin Allah. Mereka itulah orang yang segera dan berlomba berbuat kebajikan sehingga kebaikannya sangat banyak dan amat sedikit jarang berbuat salah. Yang demikian itu, yakni pewarisan Al-Qur’an kepada umat Nabi Muhammad dan kesegeraan mereka berbuat kebajikan, adalah karunia yang besar.","tafsir_tahlili":"(32) Allah mewahyukan Al-Qur'an kepada Nabi Muhammad. Kemudian ajaran-ajaran Al-Qur'an itu diwariskan-Nya kepada hamba-hamba-Nya yang terpilih. Mereka itu adalah umat Nabi Muhammad, sebab Allah telah memuliakan umat ini melebihi kemuliaan yang diperoleh umat sebelumnya. Kemuliaan itu tergantung kepada sejauh manakah ajaran Rasulullah itu mereka amalkan, dan sampai di mana mereka sanggup mengikuti petunjuk Allah. Berikut ini dijelaskan tingkatan-tingkatan orang mukmin yang mengamalkan Al-Qur'an:\r\n1. Orang yang zalim kepada dirinya. Maksudnya orang yang mengerjakan perbuatan wajib dan juga tidak meninggalkan perbuatan yang haram.\r\n2. Muqta¡id, yakni orang-orang yang melaksanakan segala kewajiban dan meninggalkan larangan-larangannya, tetapi kadang-kadang ia tidak mengerjakan perbuatan yang dipandang sunah atau masih mengerjakan sebagian pekerjaan yang dipandang makruh.\r\n3. S±biqun bil-khair±t, yaitu orang yang selalu mengerjakan amalan yang wajib dan sunah, meninggalkan segala perbuatan yang haram dan makruh, serta sebagian hal-hal yang mubah (dibolehkan).;Menurut al-Maragi pembagian di atas dapat pula diungkapkan dengan kata-kata lain, yaitu:\r\n1. Orang yang masih sedikit mengamalkan ajaran Kitabullah dan terlalu senang menuruti hawa nafsunya, atau orang yang masih banyak perbuatan kejahatannya dibanding dengan amal kebaikannya.\r\n2. Orang yang seimbang antara amal kebaikan dan kejahatannya.\r\n3. Orang yang terus-menerus mencari ganjaran Allah dengan melakukan amal kebaikan.\r\n Para ulama tafsir telah menyebutkan beberapa hadis sehubungan dengan maksud di atas. Salah satunya adalah hadis riwayat A¥mad dari Abµ ad-Dard±', di mana setelah membaca ayat 32 Surah F±¯ir di atas, Rasulullah bersabda:\r\nفَأَمَّا الَّذِيْنَ سَبَقُوْا بِالْخَيْرَاتِ فَاُولَئِكَ الَّذِيْنَ يَدْخُلُوْنَ الْجَنَّةَ بِغَيْرِ حِسَابٍ اَمَّا الَّذِيْنَ اقْتَصَدُوْا فَاُولَئِكَ الَّذِيْنَ يُحَاسَبُوْنَ حِسَابًا يَسِيْرًا وَاَمَّا الَّذِيْنَ ظَلَمُوْا اَنْفُسَهُمْ فَاُولَئِكَ الَّذِيْنَ يُحْبَسُوْنَ فِى ذَلِكَ الْمَكَانِ حَتىَّ يُصِيْبَهُمُ الْحَزَنُ فَيَدْخُلُوْنَ الْجَنَّةَ. ثُمَّ تَلاَ: اَلْحَمْدُ لِلَّهِ الَّذِيْ اَذْهَبَ عَنَّا الْحَزَنَ اِنَّ رَبَّنَا لَغَفُوْرٌ شَكُوْرٌ. (رواه احمد) \r\nAdapun orang yang berlomba dalam berbuat kebaikan mereka akan masuk surga tanpa hisab (perhitungan), sedang orang-orang pertengahan (muqta¡id) mereka akan dihisab dengan hisab yang ringan, dan orang  yang menganiaya dirinya sendiri mereka akan ditahan dulu di tempat (berhisabnya), sehingga ia mengalami penderitaan kemudian dimasukkan ke dalam surga. Kemudian beliau membaca “al-¥amdulill±h al-la©³ a§haba ann± al-¥azana inna rabban± lagafµrun syakµr,” (Segala puji bagi Allah yang telah menghilangkan duka cita dari kami, sesungguhnya Tuhan kami Maha Pengampun lagi Maha Mensyukuri). (Riwayat A¥mad) ; Warisan mengamalkan kitab suci dan kemuliaan yang diberikan kepada umat Nabi Muhammad itu merupakan suatu karunia yang amat besar dari Allah, yang tidak seorang pun dapat menghalangi ketetapan itu.\r\n"}