{"tafsir_id":3694,"surah_id":35,"aya_number":34,"tafsir_wajiz":"Adapun kenikmatan rohani yang mereka terima adalah ungkapan syukur kepada Allah dan ketenangan batin. Dan mereka berkata, “Segala puji bagi Allah yang telah menghilangkan kesedihan dari kami dengan memasukkan kami ke surga. Sungguh, Tuhan kami benar-benar Maha Pengampun atas segala dosa, Maha Mensyukuri dengan memberi balasan yang baik untuk hamba-Nya yang taat.","tafsir_tahlili":"(33-34) Kemudian Allah menerangkan pahala yang akan diterima orang mukmin di atas yakni surga Adn, tempat tinggal abadi buat selama-lamanya, yang akan mereka diami kelak di akhirat ketika mereka telah menghadap Allah. Mereka dianugerahi perhiasan dari emas dan pakaian dari sutra. Diriwayatkan dari Abµ Hurairah bahwa Rasulullah bersabda:\r\nتَبْلُغُ الْحِلْيَةُ مِنَ الْمُؤْمِنِيْنَ حَيْثُ يَبْلُغُ الْوُضُوْءُ. (رواه البخاري)\r\nSebagian dari orang mukmin itu akan memperoleh perhiasan (di surga) diletakkan pada anggota badan yang terbasuh (air) wudu. (Riwayat al-Bukh±r³) \r\n Dalam hadis lain, Rasulullah bersabda:\r\nعَنْ أَبِيْ هُرَيْرَةَ رَضِيَ اللهُ عَنْهُ، أَنَّ أَبَا أُمَامَةَ حَدَّثَ أَنَّ رَسُوْلَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ حَدَّثَهُمْ وَذَكَرَ حُلِيَّ أهلِ الْجَنَّةِ، فَقَالَ: مُسَوَّرُوْنَ بِالذَّهَبِ وَالْفِضَّةِ، مُكَلَّلَةٌ بِالدُّرِّ وَعَلَيْهِمْ اَكَالِيْلُ مِنْ دُرٍّ وَيَاقُوْتٍ مُتَوَاصِلَةٍ، وَعَلَيْهِمْ تَاجٌ كَتَاجِ الْمُلُوْكِ شَبَابٌ حُرْدٌ مُرْدٌ مُكْحَلُوْنَ. (رواه ابن أبي حاتم)\r\nDari Abµ Hurairah r.a. bahwa Abu Umamah meriwayatkan hadis bahwa Rasulullah mengatakan kepada para sahabat, dan menyebutkan perhiasan penghuni surga. Beliau berkata, “Mereka diberi gelang emas dan perak yang bertatahkan mutiara, mereka juga memakai mahkota dari mutiara y±qµt yang bersambung. Mereka memakai mahkota seperti mahkota raja-raja. Mereka muda-muda, tidak berjenggot dan berkumis, dan mata mereka bercelak. (Riwayat Ibnu Ab³ ¦±tim); Atas anugerah Allah yang berlipat ganda itu, mereka memuji kebesaran-Nya dan bersyukur atas keselamatan mereka dari kesedihan dan kepedihan. Ibnu Abb±s mengartikan kesedihan (¥azan) itu dengan api neraka, karena kepedihan akibat dosa atau kepedihan akibat hebatnya siksaan di padang mahsyar. Lepasnya mereka dari segala siksaan dan ketakutan adalah semata-mata karena ampunan Allah bagi orang yang berbuat kesalahan (dosa) dan balasan syukur bagi orang yang selalu menaati-Nya. Diriwayatkan dalam sebuah hadis dari Ibnu Umar dimana Nabi saw bersabda:\r\nلَيْسَ عَلَى اَهْلِ لاَاِلَهَ اِلاَّ الله ُوَحْشَةٌ فِى الْمَوْتِ فِى قُبُوْرِهِمْ وَلاَ فِى نُشُوْرِهِمْ وَكَاَنِّى بِأَهْلِ لاَاِلَهَ اِلاَّ اللهُ يَنْفُضُوْنَ التُّرَابَ عَنْ رُؤُسِهِمْ وَيَقُوْلُوْنَ: اَلْحَمْدُ لِلَّهِ الَّذِيْ اَذْهَبَ عَنَّا الْحَزَنَ اِنَّ رَبَّنَا لَغَفُوْرٌ شَكُوْرٌ. (رواه الطبراني عن ابن عمر)\r\nOrang (yang selalu mengucapkan)“L± il±ha illall±h” tidak akan merasa kesepian di dalam kematiannya, di dalam kuburnya, dan juga pada hari Kebangkitan. Seolah-olah aku berada dengan mereka di mana mereka membersihkan kepalanya dari tanah/debu, dan mereka berkata, “Segala puji bagi Allah yang telah melenyapkan kedukaan dari kami! Sesungguhnya Tuhan kami Maha Pengampun lagi Maha Penerima syukur.” (Riwayat a¯-°abr±n³ dari Ibnu Umar); Ringkasnya, mereka terlepas dari segala ketakutan dan siksaan yang telah diancamkan pada orang-orang yang berdosa akibat bisikan dan rayuan setan ketika hidup di dunia ini.\r\n"}