{"tafsir_id":3696,"surah_id":35,"aya_number":36,"tafsir_wajiz":"Bila orang-orang yang mengikuti tuntunan Al-Qur’an dimasukkan ke surga, maka mereka yang durhaka akan disiksa di dalam neraka. Dan orang-orang yang kafir kepada Allah, rasul, dan kitab-Nya, maka bagi mereka neraka Jahanam. Mereka terus disiksa di dalamnya dan sama sekali tidak dibinasakan hingga mereka mati supno_ayat rasa pedih dari azab yang mereka terima tidak akan pernah berhenti, dan tidak diringankan dari mereka azabnya sedikit pun meski waktu berlalu. Demikianlah Kami membalas setiap orang yang sangat kafir.","tafsir_tahlili":"(36) Dalam ayat ini dijelaskan bahwa bagi orang-orang kafir yang senantiasa menyembunyikan kebenaran agama yang buktinya telah diperoleh oleh akal mereka, baik dari keterangan ayat-ayat Al-Qur'an maupun melalui hasil pemikiran yang mendalam, bagi mereka disediakan neraka Jahanam. Keadaan mereka di sana antara hidup dan mati. Mungkin kematian lebih baik daripada menanggung kesengsaraan seperti itu, tetapi Allah sengaja menetapkan siksaan demikian sebagai balasan kejahatan yang mereka lakukan. Dalam Surah al-Al±/87: 13 ditegaskan bahwa keadaan mereka tidak mati dan tidak hidup, sebagai tafsir dari kata “tidak ditetapkan kematian atas mereka”. \r\nDi samping itu dijelaskan bahwa azab neraka Jahanam tidak pula dikurangi kepedihannya, sekalipun manusia-manusia malang yang sedang mengalami siksaan di sana menjerit-jerit meminta tolong. Ada keterangan dari ayat lain yang menggambarkan bahwa kematian sangat mereka harapkan daripada keadaan mereka antara hidup dan mati, harapan kematian itu disimpulkan dari makna yang terkandung dalam ayat:;وَنَادَوْا يٰمٰلِكُ لِيَقْضِ عَلَيْنَا رَبُّكَۗ قَالَ اِنَّكُمْ مَّاكِثُوْنَ;Dan mereka berseru, “Wahai (Malaikat) Malik! Biarlah Tuhanmu mematikan kami saja.” Dia menjawab, “Sungguh, kamu akan tetap tinggal (di neraka ini).” (az-Zukhruf/43: 77);Imam Muslim meriwayatkan sebuah hadis tentang keadaan orang-orang kafir yang berbunyi sebagai berikut:\r\nاَمَّا اَهْلُ النَّارِ الَّذِيْنَ هُمْ اَهْلُهَا فَإِنَّهُمْ لاَ يَمُوْتُوْنَ فِيْهَا وَلاَيَحْيَوْنَ. (رواه مسلم عن أبي سعيد الخدري)\r\nAdapun penghuni neraka di mana mereka sebagai penduduknya, mereka tidak akan  mati di dalamnya dan juga tidak hidup. (Riwayat Muslim dari Abµ Sa³d al-Khudr³);Tentang siksaan yang tidak diringankan itu, bahkan makin ditambah lagi, juga diperoleh penjelasan dalam ayat lain, misalnya:\r\nحَتّٰٓى اِذَا فَتَحْنَا عَلَيْهِمْ بَابًا ذَا عَذَابٍ شَدِيْدٍ اِذَا هُمْ فِيْهِ مُبْلِسُوْنَ ࣖ;Sehingga apabila Kami bukakan untuk mereka pintu azab yang sangat keras, seketika itu mereka menjadi putus asa. (al-Mu'minµn/23: 77) \r\nDan firman-Nya:;فَذُوْقُوْا فَلَنْ نَّزِيْدَكُمْ اِلَّا عَذَابًا ࣖ;Maka karena itu rasakanlah! Maka tidak ada yang akan Kami tambahkan kepadamu selain azab. (an-Naba'/78: 30) ;وَنَحْشُرُهُمْ يَوْمَ الْقِيٰمَةِ عَلٰى وُجُوْهِهِمْ عُمْيًا وَّبُكْمًا وَّصُمًّاۗ مَأْوٰىهُمْ جَهَنَّمُۗ  كُلَّمَا خَبَتْ زِدْنٰهُمْ سَعِيْرًا  ;\r\nDan Kami akan mengumpulkan mereka pada hari Kiamat dengan wajah tersungkur, dalam keadaan buta, bisu, dan tuli. Tempat kediaman mereka adalah neraka Jahanam. Setiap kali nyala api Jahanam itu akan padam, Kami tambah lagi nyalanya bagi mereka. (al-Isr±'/17: 97);Siksaan demikian itu balasan yang pantas bagi setiap orang yang mengingkari nikmat Allah, tidak mengakui kemahaesaan-Nya dan tidak percaya kepada rasul yang diutus-Nya.\r\n"}