{"tafsir_id":3697,"surah_id":35,"aya_number":37,"tafsir_wajiz":"Dan pedihnya siksa membuat mereka berteriak di dalam neraka itu untuk memohon kepada Allah, “Ya Tuhan kami, keluarkanlah kami dari neraka ini, niscno_ayat kami akan mengerjakan kebajikan, yang berlainan dengan kedurhakaan dan kemaksiatan yang telah kami kerjakan dahulu.” (Lihat no_surahh al-Mu’minun/23: 107-108). Teriakan itu tidak sama sekali mengurangi siksaan yang mereka terima, bahkan dikatakan kepada mereka, “Bukankah Kami telah memanjangkan umurmu untuk dapat berpikir bagi orang yang mau berpikir, untuk mengambil pelajaran, padahal telah datang kepadamu seorang pemberi peringatan, yaitu para rasul dengan penjelasan-penjelasan dari Allah? Maka rasakanlah azab Kami, dan bagi orang-orang zalim tidak ada seorang penolong pun","tafsir_tahlili":"(37) Lebih lanjut diterangkan bahwa orang yang bernasib malang itu memohon kepada Allah agar dilepaskan dari azab dan dikembalikan ke dunia lagi. Mereka berjanji akan menaati Allah yang selama di dunia mereka lalaikan. Akan tetapi, seandainya permohonan itu dikabulkan—dan ini tidak mungkin sama sekali—tentulah mereka akan mengulangi kembali perbuatan lama yang terlarang. Perbuatan yang mereka sesali dan pernah mereka lakukan di dunia dulu adalah perbuatan syirik dan segala perbuatan jahat lainnya. Allah menjawab dan menghardik mereka dengan ucapan yang menghina bahwa di dunia dulu kepada mereka telah diberikan kesempatan hidup dengan umur yang cukup panjang untuk memperbaiki kesalahan dan menerima kebenaran yang disampaikan rasul selaku orang yang memberi peringatan. Dengan kata lain, permohonan demikian tidak diterima Allah sama sekali. Ayat lain menyatakan:;رَبَّنَآ اَخْرِجْنَا مِنْهَا فَاِنْ عُدْنَا فَاِنَّا ظٰلِمُوْنَ  ١٠٧  قَالَ اخْسَـُٔوْا فِيْهَا وَلَا تُكَلِّمُوْنِ  ١٠٨  ;Ya Tuhan kami, keluarkanlah kami darinya (kembalikanlah kami ke dunia), jika kami masih juga kembali (kepada kekafiran), sungguh, kami adalah orang-orang yang zalim.” Dia (Allah) berfirman, “Tinggallah dengan hina di dalamnya, dan janganlah kamu berbicara dengan Aku.” (al-Mu'minµn/23: 107-108) ;;Allah berfirman:;وَمَنْ يُّضْلِلِ اللّٰهُ فَمَا لَهٗ مِنْ وَّلِيٍّ مِّنْۢ بَعْدِهٖ ۗوَتَرَى الظّٰلِمِيْنَ لَمَّا رَاَوُا الْعَذَابَ يَقُوْلُوْنَ هَلْ اِلٰى مَرَدٍّ مِّنْ سَبِيْلٍۚ   ;Dan barang siapa dibiarkan sesat oleh Allah, maka tidak ada baginya pelindung setelah itu. Kamu akan melihat orang-orang zalim ketika mereka melihat azab berkata, “Adakah kiranya jalan untuk kembali (ke dunia)?”  (asy-Syµr±/42: 44)\r\n  \r\nTentang umur yang dimaksudkan dalam ayat 37 ini, Ibnu Abb±s menerangkan dalam satu riwayat, yaitu 40 tahun, dan riwayat lain mengatakan 60 tahun. Ibnu Ka£ir dalam tafsirnya memilih riwayat yang paling sahih dari Ibnu Abb±s yakni 60 tahun. Demikian pula hadis riwayat Imam A¥mad dari Abi Hurairah. Di antara sekian banyak lafaz hadis itu, ada yang berarti: Adapun orang yang memberi peringatan yang disebutkan dalam ayat ini adalah Nabi Muhammad sendiri yang mengajarkan Kitabullah kepada umatnya, mengancam mereka dengan siksaan yang pedih bagi siapa yang tidak patuh kepada perintah Allah dan tidak mau menaati-Nya.\r\n Ringkasnya, permohonan mereka itu tidak dikabulkan untuk kembali ke dunia ialah karena dua hal. Pertama, karena mereka rata-rata telah diberi kesempatan untuk hidup begitu lama antara 60 - 70 tahun, dan kedua, rasul sudah diutus kepada mereka untuk menyampaikan ajaran dan peringatan dari Tuhan.\r\nPerhatikan firman Allah:;تَكَادُ تَمَيَّزُ مِنَ الْغَيْظِۗ كُلَّمَآ اُلْقِيَ فِيْهَا فَوْجٌ سَاَلَهُمْ خَزَنَتُهَآ اَلَمْ يَأْتِكُمْ نَذِيْرٌۙ  ;Hampir meledak karena marah. Setiap kali ada sekumpulan (orang-orang kafir) dilemparkan ke dalamnya, penjaga-penjaga (neraka itu) bertanya kepada mereka, “Apakah belum pernah ada orang yang datang memberi peringatan kepadamu (di dunia)?” (al-Mulk/67: 8) ;Dalam Tafsir al-W±«i¥ dikatakan bahwa na©ir (pemberi peringatan) dalam ayat ini berarti Rasulullah yang membawa Al-Qur'an, boleh pula diartikan sebagai umur tua dan kematian. Memang umur dan kematian tersebut adalah peringatan penting bagi manusia bahwa sebentar lagi dia akan meninggalkan dunia yang fana ini, dan diwajibkan mempertanggungjawabkan perbuatannya. Jelaslah bahwa orang-orang kafir di atas kekal di dalam neraka dan tidak dikeluarkan selama-lamanya. Azab nerakalah yang mereka rasakan sepanjang masa sebagai imbalan yang setimpal bagi orang yang zalim yang tidak mau tunduk kepada ajaran rasul sebagai utusan Allah dalam kehidupan duniawinya. Ayat ini menegaskan jangan diharap mereka akan memperoleh penolong yang akan menyelamatkan mereka dari azab neraka dari rantai dan belenggu yang terbuat dari api neraka.\r\n"}