{"tafsir_id":3699,"surah_id":35,"aya_number":39,"tafsir_wajiz":"Di antara bukti kekuasaan-Nya adalah bahwa Dialah yang menjadikan kamu, wahai manusia, sebagai khalifah-khalifah, yakni penguasa-penguasa yang datang silih berganti dari generasi ke generasi untuk menebarkan kemakmuran di bumi. Barang siapa kafir kepada Allah, maka akibat kekafirannya akan menimpa dirinya sendiri dan tidak sedikit pun berpengaruh kepada kekuasaan dan kebesaran Allah. Dan kekafiran orang-orang kafir itu, yakni tetap memilih kufur dan menolak peringatan Allah melalui Rasulullah, hanya akan menambah kemurkaan terhadap mereka di sisi Tuhan mereka. Dan kekafiran orang-orang kafir itu hanya akan menambah kerugian mereka belaka, baik di dunia maupun di akhirat.","tafsir_tahlili":"(39) Ayat ini menegaskan bahwa manusia dijadikan sebagai khalifah di bumi. Sebagai khalifah, yang dapat diartikan sebagai penguasa, manusia diberi kemampuan untuk memanfaatkan alam ini dengan sebaik-baiknya guna kesejahteraan hidup mereka. Sebagian ahli tafsir menerangkan maksud khal±'if fi al-ar« ialah sebagian manusia menggantikan manusia yang lain, satu generasi menggantikan generasi lain agar mereka mengambil pelajaran karena Allah telah membinasakan umat terdahulu disebabkan dosa yang mereka lakukan.\r\nSemuanya bertujuan agar mereka menyadari siapakah mereka itu sebenarnya. Rasa keinsafan demikian insya Allah akan mendorong untuk mensyukuri segala nikmat-Nya yang tidak terhingga, mengesakan-Nya dari segala perbuatan dan kepercayaan yang berbau syirik, serta menaati segala perintah-Nya. Semakin bertambah rasa kekafiran itu dalam lubuk hati mereka, makin bertambah pula kemarahan dan kemurkaan Allah. Akan tetapi, tidaklah berarti bahwa hal demikian akan mengurangi kebesaran dan keagungan Allah, sebab Dia tidak memerlukan puji dan syukur manusia untuk keagungan dan kemuliaan-Nya, seperti bunyi ayat:;وَمَنْ يَّشْكُرْ فَاِنَّمَا يَشْكُرُ لِنَفْسِهٖۚ وَمَنْ كَفَرَ فَاِنَّ اللّٰهَ غَنِيٌّ حَمِيْدٌ;Dan barang siapa bersyukur (kepada Allah), maka sesungguhnya dia bersyukur untuk dirinya sendiri; dan barang siapa tidak bersyukur (kufur), maka sesungguhnya Allah Mahakaya, Maha Terpuji. (Luqm±n/31: 12) ;Sebaliknya, kerugian akan menimpa mereka di hari akhirat kelak karena tidak mau kembali ke jalan yang benar, dan tetap berada dalam kekafiran. Mereka kekal dalam siksaan api neraka Jahanam seperti diuraikan di atas. Sengaja kalimat, “tidaklah menambah kekafiran itu bagi orang-orang kafir” disebutkan dua kali karena mengandung maksud bahwa kufur yang menimbulkan kemarahan Allah dan kufur yang mendatangkan kerugian, keduanya terpisah dan mengandung makna sendiri-sendiri.\r\n"}