{"tafsir_id":37,"surah_id":2,"aya_number":30,"tafsir_wajiz":"Setelah pada no_ayatt-no_ayatt terdahulu Allah menjelaskan adanya kelompok manusia yang ingkar atau kafir kepada-Nya, maka pada no_ayatt ini Allah menjelaskan asal muasal manusia sehingga menjadi kafir, yaitu kejadian pada masa Nabi Adam. Dan ingatlah, wahai Rasul, satu kisah ketika Tuhanmu berfirman kepada para malaikat, “Aku hendak menjadikan khalifah, yakni manusia yang akan menjadi pemimpin dan penguasa, di bumi.” Khalifah itu akan terus berganti dari satu generasi ke generasi sampai hari Kiamat nanti dalam rangka melestarikan bumi ini dan melaksanakan titah Allah yang berupa amanah atau tugas-tugas keagamaan. Para malaikat dengan serentak mengajukan pertanyaan kepada Allah, untuk mengetahui lebih jauh tentang maksud Allah. Mereka berkata, “Apakah Engkau hendak menjadikan orang yang memiliki kehendak atau ikhtiar dalam melakukan satu pekerjaan sehingga berpotensi merusak dan menumpahkan darah di sana dengan saling membunuh, sedangkan kami bertasbih memuji-Mu dan menyucikan nama-Mu?” Malaikat menganggap bahwa diri merekalah yang patut untuk menjadi khalifah karena mereka adalah hamba Allah yang sangat patuh, selalu bertasbih, memuji Allah, dan menyucikan-Nya dari sifat-sifat yang tidak lno_ayatk bagi-Nya. Menanggapi pertanyaan malaikat tersebut, Allah berfirman, “Sungguh, Aku mengetahui apa yang tidak kamu ketahui.” Penciptaan manusia adalah rencana besar Allah di dunia ini. Allah Mahatahu bahwa pada diri manusia terdapat hal-hal negatif sebagaimana yang dikhawatirkan oleh malaikat, tetapi aspek positifnya jauh lebih banyak. Dari sini bisa diambil pelajaran bahwa sebuah rencana besar yang mempunyai kemaslahatan yang besar jangan sam-pai gagal hanya karena kekhawatiran adanya unsur negatif yang lebih kecil pada rencana besar tersebut.","tafsir_tahlili":"(30) Ketika Allah swt memberitahukan  kepada  para  malaikat-Nya ) bahwa Dia akan menjadikan Adam a.s. sebagai khalifah ) di bumi, maka para malaikat itu bertanya, mengapa Adam yang akan diangkat menjadi khalifah di bumi, padahal Adam dan keturunannya kelak akan berbuat kerusakan dan menumpahkan darah di bumi. Para malaikat menganggap bahwa diri mereka lebih patut memangku jabatan itu, sebab mereka makhluk yang selalu bertasbih, memuji dan menyucikan Allah swt.\r\nAllah swt tidak membenarkan anggapan mereka itu, dan Dia menjawab bahwa Dia mengetahui yang tidak diketahui oleh para malaikat. Segala yang akan dilakukan Allah swt adalah berdasarkan pengetahuan dan hikmah-Nya yang Mahatinggi walaupun tak dapat diketahui oleh mereka, termasuk pengangkatan Adam a.s. menjadi khalifah di bumi.\r\nYang dimaksud dengan kekhalifahan Adam a.s. di bumi adalah kedudukannya sebagai khalifah di bumi ini, untuk melaksanakan perintah-perintah-Nya, dan memakmurkan bumi serta memanfaatkan segala apa yang ada padanya. Pengertian ini dapat dikuatkan dengan firman Allah:\r\nيٰدَاوٗدُ اِنَّا جَعَلْنٰكَ خَلِيْفَةً فِى الْاَرْضِ \r\n“….Wahai Daud! Sesungguhnya engkau Kami jadikan khalifah (penguasa) di bumi …” (¢±d/38: 26);Sebagaimana kita ketahui Daud a.s. di samping menjadi nabi juga menjadi raja bagi kaumnya. Ayat ini merupakan dalil tentang wajibnya kaum Muslimin memilih dan mengangkat seorang pimpinan tertinggi sebagai tokoh pemersatu antara seluruh kaum Muslimin yang dapat memimpin umat untuk melaksanakan hukum-hukum Allah di bumi ini.\r\nPara ulama telah menyebutkan syarat-syarat yang harus dimiliki oleh tokoh pimpinan yang dimaksudkan itu, antara lain ialah: adil serta berpengetahuan yang memungkinkannya untuk bertindak sebagai hakim dan mujtahid, tidak mempunyai cacat jasmaniah, serta berpengalaman cukup, dan tidak pilih kasih dalam menjalankan hukum-hukum Allah."}