{"tafsir_id":370,"surah_id":3,"aya_number":77,"tafsir_wajiz":"no_ayatt ini mengancam kepada siapa saja yang berkhianat, dan menukarnya dengan hal-hal yang bersifat duniawi yang tidak ada nilainya di hadapan Allah. Sesungguhnya orang-orang yang memperjualbelikan atau menukar janji yang dikuatkan dengan nama Allah untuk ditepati, dan sumpah-sumpah mereka dengan hal-hal yang bersifat duniawi; itu sama saja mereka menukarnya dengan harga murah atau nilai yang rendah dibanding balasan yang kelak diterimanya di akhirat jika mereka jujur, mereka justru tidak memperoleh bagian sama sekali di akhirat. Bukan itu saja, Allah juga tidak akan menyapa mereka, tidak akan memperhatikan mereka dengan pandangan rahmat pada hari kiamat, dan tidak akan menyucikan atau mengampuni dosa-dosa mereka. Bagi mereka azab yang pedih di neraka, dan mereka kekal di dalamnya.","tafsir_tahlili":"(77) Mengenai sabab nuzul ayat ini dijelaskan dalam hadis diriwayatkan oleh al-Bukh±r³ dan ahli-ahli hadis yang lain bahwa al-Asya£ bin Qais berkata, “Aku mempunyai perjanjian sewa tanah dengan seorang Yahudi lalu dia mengingkarinya. Sebab itu aku mengajukannya kepada Rasulullah saw.” Kemudian Rasulullah bersabda, “Apakah engkau mempunyai bukti?” Aku berkata, “Tidak.” Sesudah itu Rasulullah berkata kepada Yahudi itu, “Bersumpahlah.” Lalu aku berkata, “Hai Rasulullah! Kalau begitu, ia akan bersumpah. (Dan kalau bersumpah) maka akan lenyaplah hartaku.” Maka Allah menurunkan ayat ini.\r\nDalam ayat ini dijelaskan berbagai akibat yang akan diderita oleh orang yang mengingkari janji Allah dan melanggar sumpah dengan harga atau imbalan yang murah.\r\nYang dimaksud dengan “janji Allah” dalam ayat ini ialah perintah Allah dan larangan-Nya yang disampaikan dengan perantaraan rasul yang disebutkan dalam kitab-kitab-Nya. Seperti berlaku benar, memenuhi janji yang telah dibuat, menyampaikan amanat kepada yang berhak menerimanya, menyembah Allah dengan tidak mempersekutukan-Nya, dan bertakwa kepada-Nya dalam semua urusan. Yang dimaksud dengan sumpah mereka ialah ikrar yang telah mereka ucapkan bahwa mereka akan selalu mengikuti kebenaran.\r\nYang dimaksud dengan “menukar janji Allah dengan harga yang sedikit” (murah) ialah mengingkari janji Allah dengan perbuatan duniawi yang dipandang lebih baik. Segala macam pengingkaran ini dipandang rendah atau tak bernilai sama sekali dibandingkan dengan nikmat yang akan diperoleh bila memenuhi janji Allah.\r\nAdapun akibat yang akan diderita oleh mereka yang berani menukar janji Allah dengan nikmat dunia, ialah mereka tidak akan mendapat balasan sedikit pun berupa nikmat di akhirat yang berlimpah-limpah. Mereka tidak akan mendapat perhatian dari Allah pada hari kiamat, juga mereka tidak akan mendapat pengampunan dosa sedikit pun.\r\nMenurut keterangan al-Qaffal bahwa yang dimaksud dengan firman Allah, “Dan Allah tidak akan berkata-kata dengan mereka”, ialah gambaran dari kemarahan Allah yang memuncak terhadap mereka. Dengan ringkas dapat dikatakan bahwa Allah mengancam dengan keras orang yang merusak perjanjian dan mengingkari janji. Mereka tidak akan memperoleh pahala di akhirat, mereka akan menderita siksaan yang pedih, mereka dibenci Allah dan tidak mendapat belas kasih-Nya lagi"}