{"tafsir_id":3701,"surah_id":35,"aya_number":41,"tafsir_wajiz":"Setelah terbukti bahwa tidak ada siapa dan apa pun yang terlibat dalam penciptaan serta pengaturan langit dan bumi selain Allah, lalu ditegaskan bahwa sungguh, Allah-lah yang menahan langit dan bumi agar tidak lenyap dengan memelihara sistem peredarannya; dan jika kedua-nya akan lenyap akibat gangguan pada sistem peredarannya, maka tidak ada seorang pun yang mampu menahannya selain Allah. Sungguh, Dia Maha Penyantun, selalu berbelas kasih, tidak menyegerakan kehancuran alam rno_ayat, dan menunda siksa bagi pendurhaka untuk memberinya kesempatan bertobat; sungguh Allah Maha Pengampun kepada siapa pun yang bertobat.","tafsir_tahlili":"(41) Allah melukiskan kebenaran dan keagungan kekuasaan-Nya. Dengan kekuasaan-Nya, langit tercipta tanpa tiang, dan gunung-gunung berdiri dengan kokoh. Allah menyebarkan makhluk melata (dabbah), manusia, dan hewan di atas bumi, seperti bunyi ayat:;خَلَقَ السَّمٰوٰتِ بِغَيْرِ عَمَدٍ تَرَوْنَهَا وَاَلْقٰى فِى الْاَرْضِ رَوَاسِيَ اَنْ تَمِيْدَ بِكُمْ وَبَثَّ فِيْهَا مِنْ كُلِّ دَاۤبَّةٍۗ وَاَنْزَلْنَا مِنَ السَّمَاۤءِ مَاۤءً فَاَنْۢبَتْنَا فِيْهَا مِنْ كُلِّ زَوْجٍ كَرِيْمٍ   ;Dia menciptakan langit tanpa tiang sebagaimana kamu melihatnya, dan Dia meletakkan gunung-gunung (di permukaan) bumi agar ia (bumi) tidak menggoyangkan kamu; dan memperkembangbiakkan segala macam jenis makhluk bergerak yang bernyawa di bumi. Dan Kami turunkan air hujan dari langit, lalu Kami tumbuhkan padanya segala macam tumbuh-tumbuhan yang baik. (Luqm±n/31: 10) ;Semuanya membuktikan kebesaran dan kekuasaan Allah Yang Maha-agung. Pengertian Allah menahan langit dan bumi ialah menahan langit itu dengan hukum gravitasi agar tidak guncang dan roboh, atau bergeser dari tempatnya. Allah memelihara dan mengawasi keduanya dengan pengawasan yang Dia sendirilah yang mengetahuinya. Semua benda-benda langit di jagat raya ini beredar menurut garis edarnya masing-masing. Para ahli ilmu astronomi dapat membuktikan bahwa tidak pernah terjadi benturan antara benda-benda angkasa itu satu dengan yang lain. Semuanya beredar menurut garis edarnya masing-masing. Keterangan lain yang menguatkan arti yang terkandung dalam ayat di atas yakni:;وَمِنْ اٰيٰتِهٖٓ اَنْ تَقُوْمَ السَّمَاۤءُ وَالْاَرْضُ بِاَمْرِهٖۗ  ثُمَّ اِذَا دَعَاكُمْ دَعْوَةًۖ مِّنَ الْاَرْضِ اِذَآ اَنْتُمْ تَخْرُجُوْنَ  ;Dan di antara tanda-tanda (kebesaran)-Nya ialah berdirinya langit dan bumi dengan kehendak-Nya. Kemudian apabila Dia memanggil kamu sekali panggil dari bumi, seketika itu kamu keluar (dari kubur).  (ar-Rµm/30: 25);Kuatnya bangunan langit dan bumi itu sehingga tidak pernah mengalami kerusakan, keruntuhan, dan sebagainya adalah karena kekuasaan Allah juga. Jika Allah Yang Mahakuasa itu bermaksud menghancurkan bumi dan langit itu, tiada satu kekuatan pun dari makhluk yang sanggup mencegahnya. Demikianlah pula dijelaskan oleh ayat lain:\r\nاَلَمْ تَرَ اَنَّ اللّٰهَ سَخَّرَ لَكُمْ مَّا فِى الْاَرْضِ وَالْفُلْكَ تَجْرِيْ فِى الْبَحْرِ بِاَمْرِهٖۗ وَيُمْسِكُ السَّمَاۤءَ اَنْ تَقَعَ عَلَى الْاَرْضِ اِلَّا بِاِذْنِهٖۗ اِنَّ اللّٰهَ بِالنَّاسِ لَرَءُوْفٌ رَّحِيْمٌ   ;Tidakkah engkau memperhatikan bahwa Allah menundukkan bagimu (manusia) apa yang ada di bumi dan kapal yang berlayar di lautan dengan perintah-Nya. Dan Dia menahan (benda-benda) langit agar tidak jatuh ke bumi, melainkan dengan izin-Nya? Sungguh, Allah Maha Pengasih, Maha Penyayang kepada manusia. (al-¦ajj/22: 65);Di samping sifat-Nya Yang Maha Perkasa itu, Allah juga mempunyai sifat rasa kasih sayang kepada hamba-Nya. Biarpun manusia di bumi ini kebanyakan kafir dan tidak mau tunduk pada pengajaran dan pedoman hidup menuju kesejahteraan dunia dan akhirat yang telah ditetapkan-Nya, namun azab dan murka Allah tiada segera diturunkan untuk menghukum kaum kafir dan pendurhaka. Kasih sayang Allah itu ialah selain menunda siksaan bagi orang kafir dan ingkar, juga sangat mudah memberi ampunan kepada siapa yang mau tobat dari segala kesalahannya, bagaimanapun besarnya perbuatan maksiat yang pernah dilakukannya. Allah Maha Perkasa, Maha Pengasih, dan Penyayang kepada seluruh hamba-Nya, baik terhadap orang mukmin maupun kafir.\r\n"}