{"tafsir_id":3702,"surah_id":35,"aya_number":42,"tafsir_wajiz":"Meski melihat banyak bukti kekuasaan Allah di alam rno_ayat, kaum kafir tetap ingkar. Mereka menuntut agar Allah mengutus seorang rasul kepada mereka. Dan sebelum Nabi Muhammad diutus, mereka bersumpah dengan nama Allah dengan sungguh-sungguh bahwa jika datang kepada mereka seorang pemberi peringatan, niscno_ayat mereka akan lebih mendapat petunjuk dari salah satu umat-umat yang lain, misalnya umat Yahudi atau Nasrani. Tetapi, ketika pemberi peringatan datang kepada mereka, mereka justru mengingkari sumpah mereka sendiri. Kedatangan Rasulullah tidak menambah apa-apa kepada mereka, bahkan semakin jauh saja mereka dari kebenaran.","tafsir_tahlili":"(42) Orang-orang musyrik itu bersumpah dengan sepenuh hati, seandai-nya Allah mengirimkan seorang rasul yang memperingatkan kesesatan jalan pikiran dan kerusakan moral masyarakatnya, pasti merekalah yang paling mudah menerima petunjuk rasul itu, dibanding dengan umat mana pun yang pernah ada sebelum mereka. Penjelasan ayat ini diperkuat pula oleh ayat lain yang berbunyi:\r\nلَوْ اَنَّ عِنْدَنَا ذِكْرًا مِّنَ الْاَوَّلِيْنَۙ  ١٦٨  لَكُنَّا عِبَادَ اللّٰهِ الْمُخْلَصِيْنَ  ١٦٩  فَكَفَرُوْا بِهٖۚ فَسَوْفَ يَعْلَمُوْنَ  ١٧٠  ;Sekiranya di sisi kami ada sebuah kitab dari (kitab-kitab yang diturunkan) kepada orang-orang dahulu, tentu kami akan menjadi hamba Allah yang disucikan (dari dosa). Tetapi ternyata mereka mengingkarinya (Al-Qur'an); maka kelak mereka akan mengetahui (akibat keingkarannya itu).              (a¡-¢±ff±t/37: 168-170);Dalam tafsir al-Kh±zin diriwayatkan bahwa orang-orang kafir Mekah ketika mengetahui Ahli Kitab (Yahudi dan Nasrani) mendustakan para rasul yang diutus kepada mereka, mereka pun bersumpah dengan nama Allah seandainya kepada mereka diutus pula rasul seperti yang pernah diutus kepada Bani Israil itu, tentulah mereka akan menjadi bangsa yang lebih banyak memperoleh petunjuk dibanding dengan kaum Yahudi dan Nasrani. Sikap demikian itu mereka tunjukkan sebelum Muhammad saw diutus sebagai rasul. Tetapi, setelah beliau betul-betul diutus ke tengah mereka, mereka pun mendustakannya sebagaimana sikap Ahli Kitab terhadap rasul-Nya. Untuk memperingatkan kaum Muslimin akan sikap orang-orang kafir yang telah memperoleh kebenaran murni tentang Nabi Muhammad dan risalahnya itu, Allah menurunkan ayat-ayat di atas. \r\nSetelah impian mereka menjadi kenyataan, yakni dengan diutusnya Muhammad saw sebagai rasul di tengah masyarakat mereka untuk menyampaikan kebenaran dari Allah, yang tercantum dalam Al-Qur'an al-Karim, maka dengan serta merta mereka mendustakannya. Bahkan sikap keingkaran dan kesombongan mereka makin menjadi-jadi. Mereka bukannya makin dekat kepada kebenaran, bahkan semakin jauh dengan alasan menjaga kehormatan dan martabat kaumnya. Tegasnya, para pemimpin musyrik Mekah itu enggan mengikuti ajaran Nabi Muhammad. Keadaan mereka serupa dengan unta liar yang kabur, semakin dikejar oleh pemiliknya, semakin cepat larinya dan semakin tersesat jalannya, sehingga sukar ditangkap.\r\n"}