{"tafsir_id":3703,"surah_id":35,"aya_number":43,"tafsir_wajiz":"Menjauhnya mereka dari kebenaran adalah karena kesombongan mereka di muka bumi dan karena rencana mereka yang jahat, yaitu menipu lawan bicaranya dengan sumpah palsu. Rencana yang jahat itu hanya akan menimpa orang yang merencanakannya sendiri, kalau tidak menimpa di dunia pasti akan menimpa di akhirat. Mereka hanyalah menunggu berlakunya ketentuan kepada orang-orang yang terdahulu, yakni turunnya azab kepada orang-orang yang mendustakan rasul. Maka kamu tidak akan mendapatkan perubahan bagi ketetapan-ketetapan Allah yang berlaku bagi umat manusia yaitu mengazab orang-orang yang durhaka dan memberi pahala kepada yang taat, dan tidak pula akan menemui penyimpangan bagi ketentuan Allah itu, yakni apa yang ditetapkan Allah bagi seseorang, maka tidak akan beralih kepada yang lain.","tafsir_tahlili":"(43) Ayat ini masih menjelaskan sikap orang musyrik Mekah terhadap dakwah Nabi saw. Dengan segala daya dan pikiran, dengan harta dan kekayaan yang dimiliki, mereka menentang dakwah Nabi Muhammad, bahkan beliau diboikot dan dihalangi. Tetapi, segala rencana jahat guna mematahkan dakwah Islam itu pada akhirnya menjadi bumerang bagi mereka. Kegagalan kaum kafir Mekah mencegah tersiarnya dakwah Islam telah tertulis dengan tinta emas dalam sejarah Islam. Setiap usaha dan rencana jahat untuk memadamkan cahaya agama Allah di bumi ini, pasti akan gagal, sebab Allah selalu akan memelihara eksistensi agama-Nya di bumi ini, sampai akhir zaman, biarpun tidak disukai oleh orang-orang musyrik, sebagaimana disebutkan dalam ayat:;\r\nيُرِيْدُوْنَ لِيُطْفِـُٔوْا نُوْرَ اللّٰهِ بِاَفْوَاهِهِمْۗ وَاللّٰهُ مُتِمُّ نُوْرِهٖ وَلَوْ كَرِهَ الْكٰفِرُوْنَ   ;Mereka hendak memadamkan cahaya (agama) Allah dengan mulut (ucapan-ucapan) mereka, tetapi Allah tetap menyempurnakan cahaya-Nya meskipun orang-orang kafir membencinya. (a¡-¢af/61: 8) ;Dalam Aisar at-Taf±sir disebutkan satu riwayat bahwa Kaab berkata kepada Ibnu Abb±s, “Dalam Taurat diterangkan bahwa siapa yang menggali lubang untuk kawannya, dialah yang masuk ke dalamnya.” Ibnu Abb±s menjawab, “Hal itu aku temukan dalam Al-Qur'an.” Kaab bertanya, “Di mana?” Ibnu Abb±s menjawab, “Bacalah wa l± yah³qul-makrus-sayyi' illa bi ahlih (Rencana yang jahat itu hanya akan menimpa orang yang merencanakannya sendiri.)” \r\nSeperti diuraikan di atas, kadang-kadang Allah menunda kedatangan siksa sebagai bukti kasih sayang-Nya kepada orang-orang kafir. Tetapi, jangan dikira bahwa Allah tidak akan menyiksa mereka bila mereka tidak tobat, sebab bila mereka di dunia belum merasakan siksaan, di akhirat kelak pasti akan mereka alami juga. Di akhirat nanti baru mereka yakini ke mana orang yang zalim itu ditempatkan Allah sesuai dengan ancaman Allah ketika mereka masih di dunia.;وَسَيَعْلَمُ الَّذِيْنَ ظَلَمُوْٓا اَيَّ مُنْقَلَبٍ يَّنْقَلِبُوْنَ ࣖ;Dan orang-orang yang zalim kelak akan tahu ke tempat mana mereka akan kembali. (asy-Syuar±'/26: 227);Sekalipun azab itu sudah pasti datang, orang-orang yang tidak meng-imaninya masih saja menentang kedatangannya dengan tidak menghentikan segala perbuatan jahatnya. Dalam ayat ini, Allah mengungkapkan nasib mereka kelak dengan mengatakan bahwa tidak ada yang mereka tunggu-tunggu itu melainkan siksaan seperti apa yang telah menimpa manusia dahulu kala disebabkan keingkaran mereka terhadap risalah para rasul. Tetapi, ujung ayat ini menegaskan bahwa sunah Allah menentukan bahwa setiap orang yang mendustakan ajaran-Nya pasti akan disiksa dengan azab yang tidak akan berubah dan tidak akan dipindahkan kepada orang lain. Allah tidak akan melimpahkan rahmat-Nya pada seseorang yang sudah tercatat sebagai pembangkang dan pendosa, serta tidak akan memikulkan dosanya kepada diri orang lain.;وَلَا تَزِرُ وَازِرَةٌ وِّزْرَ اُخْرٰى;Dan seseorang tidak akan memikul beban dosa orang lain. (al-An±m/6: 164) \r\n"}