{"tafsir_id":3704,"surah_id":35,"aya_number":44,"tafsir_wajiz":"Allah telah menegaskan bahwa ketetapan-ketetapan-Nya (sunatullah) pasti berlaku bagi seluruh umat manusia. Pada no_ayatt ini Allah menunjukkan bukti-bukti berlakunya sunatullah bagi umat-umat terdahulu. Dan tidakkah mereka, yakni kaum musyrik Mekah, bepergian di bumi lalu melihat bagaimana kesudahan yang buruk bagi orang-orang sebelum mereka yang mendustakan rasul, seperti kaum ‘Ad, Samud, dan lainnya, padahal orang-orang itu lebih besar kekuatannya dari mereka, baik fisik maupun harta? Andaikata kaum musyrik Mekah merasa lebih kuat daripada umat-umat terdahulu itu, kekuatan tersebut tidak akan ada artinya di hadapan Allah, karena Allah Mahaperkasa, dan tidak ada sesuatu pun yang dapat melemahkan Allah baik di langit maupun di bumi. Sungguh, Dia Maha Mengetahui perbuatan dan perkataan serta rencana jahat mereka, Mahakuasa mewujudkan apa yang Dia kehendaki.","tafsir_tahlili":"(44) Allah memerintahkan kepada Nabi Muhammad supaya memperingatkan kaum pendusta (musyrik), apakah mereka tidak pernah melakukan perjalanan untuk menyaksikan betapa dahsyatnya azab yang diturunkan pada bangsa-bangsa dahulu akibat keingkaran mereka pada kebenaran ajaran Allah.\r\nSemula ayat ini ditujukan kepada kaum musyrik Mekah, yang umumnya bermata pencaharian berdagang. Pada musim-musim tertentu, kafilah Quraisy berangkat menuju Syam (Syiria) dan Iraq. Pada daerah-daerah gurun pasir yang mereka lewati, banyak terdapat bekas-bekas negeri yang pernah dihuni manusia di zaman kuno, akibat kedurhakaan penduduknya kepada rasul utusan Allah. Mereka disiksa, dan bumi tempat mereka berpijak dijungkirbalikkan sehingga hancur sama sekali. Allah memperingatkan kaum pedagang Quraisy, andaikata mereka juga mengikuti jejak bangsa yang mendustakan-Nya, maka kepada mereka pasti akan berlaku sunatullah. Mereka akan merasakan siksaan dan azab yang tidak sanggup mereka tolak. \r\nUntuk meyakinkan mereka, ayat 44 ini lebih lanjut memberi penjelasan bahwa umat-umat yang telah merasakan balasan akibat sikap dan tindak-tanduk mereka yang menentang ajaran rasul itu adalah umat yang perkasa, berani, punya harta, dan anak keturunan yang banyak sekali. Namun demikian, keperkasaan, kekayaan, dan keturunan mereka yang besar itu ternyata tidak sanggup membela dan melindunginya dari azab Allah. \r\nMaksud berjalan di muka bumi, menurut penafsiran Sayid Qu¯ub dalam Tafs³r fi ¨il±l al-Qur'±n, adalah berjalan dengan mata hati terbuka dan pikiran yang segar sambil merenungkan peristiwa-peristiwa yang pernah menimpa umat dahulu, betapa dan bagaimana keadaan mereka sewaktu ditimpa azab Allah. Perjalanan demikian, menurutnya, menambah perasaan takwa kepada Allah, membangunkan hati dari kelalaian dan kelengahan akan sunatullah yang pasti berlaku itu. Mereka diingatkan bahwa Allah Yang Mahakuasa itu tidak pernah kewalahan untuk melaksanakan keputusan-Nya, apabila Dia telah menginginkan. Sebab dengan tegas dikatakan tiada satu daya dan kekuatan yang sanggup melemahkan Allah, baik kekuatan itu terdapat di langit maupun di bumi. Bagaimana Allah itu lemah? Bukankah ilmu dan kekuasaan-Nya meliputi kerajaan langit dan bumi? Bagaimana mungkin makhluk ciptaan-Nya, Sekalipun seluruh manusia bersatu menandingi kekuasaan Allah, tidak akan sanggup menjatuhkan atau menandingi kekuasaan-Nya, sedang semuanya dijadikan dengan fisik yang lemah? Allah berfirman:;يُرِيْدُ اللّٰهُ اَنْ يُّخَفِّفَ عَنْكُمْ ۚ وَخُلِقَ الْاِنْسَانُ ضَعِيْفًا;Allah hendak memberikan keringanan kepadamu, karena manusia diciptakan (bersifat) lemah. (an-Nis±'/4: 28);Perhatikanlah akhir ayat ini dengan penegasan bahwa Allah Maha Mengetahui dan Mahakuasa terhadap segala makhluk ciptaan-Nya. Dalam Tafsir al-Mar±g³ dijelaskan bahwa Allah Maha Mengetahui dan Mahakuasa terhadap orang-orang yang harus mendapatkan siksaan dengan segera. Sebaliknya, orang yang tobat, dan ingin kembali kepada Tuhan dari kesesatannya, Dia memberi petunjuk kepadanya sehingga beriman sepenuhnya. Ketika orang-orang musyrik meminta kepada Nabi Muhammad agar azab yang dijanjikan itu segera diturunkan, maka diterangkan kepada mereka bahwa Allah menentukan peraturan-Nya bagi umat ini, yakni siksaan tidak segera diturunkan kepada mereka yang melakukan kedurhakaan atau keingkaran terhadap ajaran rasul. Sebab diharapkan sebagian di antara mereka mungkin masih ada yang insaf dan kembali kepada ajaran Tuhannya. \r\n"}