{"tafsir_id":371,"surah_id":3,"aya_number":78,"tafsir_wajiz":"no_ayatt ini bahkan secara khusus menerangkan perilaku buruk kaum Yahudi, terutama tokoh-tokohnya. Sungguh, di antara mereka ada segolongan, di antaranya ada tokoh-tokoh agama, yang memutarbalikkan lidahnya membaca Kitab Taurat, yakni dengan cara menyembunyikan informasi yang benar, mengubah maksud yang sebenarnya, atau menggantinya dengan redaksi lain lalu membacanya lno_ayatknya mereka membaca Taurat, agar kalian menyangka yang mereka baca itu benar-benar sebagian dari Kitab Taurat, padahal itu bukan dari Kitab Taurat, tetapi rekno_ayatsa semata. Dan untuk menguatkan kebohongannya mereka berkata, “Itu dari Allah,” padahal itu bukan dari Allah. Mereka benar-benar tidak punya rasa malu bahkan berani mengatakan hal yang dusta terhadap Allah, padahal mereka mengetahui secara pasti kalau hal itu dusta. no_ayatt ini juga menjadi bukti adanya tahrif (perubahan) dalam kitab Taurat.","tafsir_tahlili":"(78) Ayat ini menerangkan keadaan sekelompok Ahli Kitab yang lain, yaitu segolongan dari pendeta-pendeta mereka yang mengubah ayat-ayat Kitab (Taurat) dengan menambah lafaz-lafaznya atau menukar letak dan menghapus sebagian dari lafaz-lafaz itu, sehingga berubahlah pengertiannya yang asli. Mereka baca ayat-ayat yang telah diubah-ubahnya itu sebagai pembacaan ayat al-Kitab, agar pendengarnya mengira bahwa yang dibaca itu benar-benar ayat al-Kitab, padahal yang dibaca itu sebenarnya bukan datang dari Allah, tetapi buatan mereka sendiri.\r\nMereka mengetahui bahwa perbuatan yang mereka lakukan itu adalah perbuatan yang salah, tetapi tetap juga mereka lakukan. Yang demikian itu disebabkan karena sifat ketakwaan mereka kepada Allah telah lenyap, dan mereka percaya bahwa Allah akan mengampuni apa saja dosa yang mereka kerjakan karena mereka orang yang beragama.\r\nPerbuatan orang Yahudi yang sangat keji itu, menjadi pelajaran bagi umat Islam agar jangan sampai ada di antara umat Islam yang berkelakuan demikian, jangan sampai ada yang beritikad bahwa orang Islam itu pasti mendapat ampunan dari Allah betapa pun besarnya dosa yang mereka lakukan. Jangan pula ada di antara orang yang mengaku beragama Islam tetapi perbuatannya perbuatan orang kafir dan munafik, tidak mau mengerjakan ajaran Al-Qur′an dan sunah Rasul, dan tidak pula berkeyakinan sesuai dengan kepercayaan Muslimin."}