{"tafsir_id":3716,"surah_id":36,"aya_number":11,"tafsir_wajiz":"Untuk meneguhkan hati Nabi Muhammad atas penolakan kaum kafir Mekah, Sesungguhnya engkau hanya memberi peringatan kepada orang-orang yang mau mengikuti peringatan, yakni peringatanmu hanya berguna bagi mereka yang mau mengikuti, yang percno_ayat akan surga, dan yang takut berbuat durhaka kepada Tuhan Yang Maha Pengasih karena mereka yakin Tuhan selalu mengawasi, walaupun mereka tidak melihat-Nya. Maka, berilah mereka kabar gembira dengan ampunan yang menghapus dosa-dosa mereka dan pahala yang mulia, yaitu surga.","tafsir_tahlili":"(11) Pada ayat ini, Allah menjelaskan bahwa hanya orang yang dapat menerima petunjuk Nabi Muhammad yang takut mendengar ancaman Allah, yakni orang-orang yang beriman pada Al-Qur'an dan mau melaksanakan pedoman yang telah digariskannya. Mereka merasa sadar, gentar, dan ngeri bila mendengar ancaman dan siksaan Allah. Allah Mahabesar rahmat-Nya dan Mahapedih siksa-Nya, sebagaimana disebutkan dalam ayat lain:;نَبِّئْ عِبَادِيْٓ اَنِّيْٓ اَنَا الْغَفُوْرُ الرَّحِيْمُۙ  ٤٩  وَاَنَّ عَذَابِيْ هُوَ الْعَذَابُ الْاَلِيْمُ   ٥٠  ;Kabarkanlah kepada hamba-hamba-Ku, bahwa Akulah Yang Maha Pengampun, Maha Penyayang, dan sesungguhnya azab-Ku adalah azab yang sangat pedih. (al-¦ijr/15: 49-50) ;Allah memerintahkan Nabi Muhammad untuk memberi kabar gembira kepada orang-orang yang beriman bahwa mereka akan mendapat magfirah (ampunan) dan pahala yang mulia, yaitu nikmat yang abadi yang tidak dapat dilukiskan, tidak pernah terlihat oleh mata, terdengar oleh telinga, dan terlintas dalam hati. Ayat lain menyatakan:\r\nاِنَّ الَّذِيْنَ يَخْشَوْنَ رَبَّهُمْ بِالْغَيْبِ لَهُمْ مَّغْفِرَةٌ وَّاَجْرٌ كَبِيْرٌ;Sesungguhnya orang-orang yang takut kepada Tuhannya yang tidak terlihat oleh mereka, mereka memperoleh ampunan dan pahala yang besar. (al-Mulk/67: 12);Maksud firman Allah “takut kepada Tuhan Yang Maha Pengasih walaupun tidak melihatnya” ialah selalu melaksanakan perintah dan menjauhi larangan-Nya di saat ada atau tidak orang yang mengetahui, atau ia bertakwa kepada Allah baik waktu ia sendirian maupun bersama orang lain. Orang-orang beriman dan berkepribadian seperti di ataslah yang diberi Allah kabar gembira melalui Nabi Muhammad. Kabar gembira itu adalah segala dosa yang pernah mereka kerjakan akan diampuni Allah dengan magfirah-Nya, dan mereka akan menikmati pahala yang mulia yakni surga yang luasnya seluas langit dan bumi, seperti yang dinyatakan oleh ayat:;وَسَارِعُوْٓا اِلٰى مَغْفِرَةٍ مِّنْ رَّبِّكُمْ وَجَنَّةٍ عَرْضُهَا السَّمٰوٰتُ وَالْاَرْضُۙ  اُعِدَّتْ لِلْمُتَّقِيْنَۙ  ;Dan bersegeralah kamu mencari ampunan dari Tuhanmu dan mendapatkan surga yang luasnya seluas langit dan bumi yang disediakan bagi orang-orang yang bertakwa.  (²li Imr±n/3: 133) \r\n"}