{"tafsir_id":3717,"surah_id":36,"aya_number":12,"tafsir_wajiz":"Sungguh, Kamilah yang menghidupkan kembali orang-orang yang mati, dan Kamilah yang mencatat apa yang telah mereka kerjakan selama hidup di dunia, baik atau buruk, kecil atau besar, untuk kami balas secara adil; dan dicatat pula bekas-bekas yang mereka tinggalkan, yakni perbuatan baik maupun buruk yang mereka kerjakan dan diikuti oleh orang lain atau generasi sesudah mereka. Dan segala sesuatu Kami kumpulkan dalam Kitab yang jelas, yakni Lauh Mahfuz.","tafsir_tahlili":"(12) Kemudian disebutkan pula bahwa orang harus merasa takut kepada Tuhannya, karena Allah akan menghidupkan kembali semua orang yang telah mati dan membangkitkan mereka dari kuburnya masing-masing pada hari Akhirat. Ketika itu manusia memperoleh catatan dari seluruh perbuatan, baik besar maupun kecil, yang pernah dikerjakan di dunia dahulu. Tiada satu pun perbuatan yang luput dari catatan. Semuanya tertulis dalam buku itu dengan teliti dan. Al-Qur'an menyatakan:;وَوُضِعَ الْكِتٰبُ فَتَرَى الْمُجْرِمِيْنَ مُشْفِقِيْنَ مِمَّا فِيْهِ وَيَقُوْلُوْنَ يٰوَيْلَتَنَا مَالِ هٰذَا الْكِتٰبِ لَا يُغَادِرُ صَغِيْرَةً وَّلَا كَبِيْرَةً اِلَّآ اَحْصٰىهَاۚ وَوَجَدُوْا مَا عَمِلُوْا حَاضِرًاۗ وَلَا يَظْلِمُ رَبُّكَ اَحَدًا ࣖ   ;Dan diletakkanlah kitab (catatan amal), lalu engkau akan melihat orang yang berdosa merasa ketakutan terhadap apa yang (tertulis) di dalamnya, dan mereka berkata, “Betapa celaka kami, kitab apakah ini, tidak ada yang tertinggal, yang kecil dan yang besar melainkan tercatat semuanya,” dan mereka dapati (semua) apa yang telah mereka kerjakan (tertulis). Dan Tuhanmu tidak menzalimi seorang jua pun. (al-Kahf/18: 49) ;Tidak hanya perbuatan mereka yang tertulis dalam buku itu, tetapi juga segala amal yang mereka tinggalkan, yang diikuti dan masih dimanfaatkan orang banyak setelah ia meninggal dunia, seperti ilmu pengetahuan yang diajarkannya, harta benda yang diwakafkan, atau rumah sakit yang didirikannya untuk kesehatan masyarakat. Demikian pula perbuatan jahat yang ditinggalkan, seperti fitnah yang pernah ditebarkannya sehingga mengakibatkan orang saling berselisih atau berpecah-belah. Ringkasnya,  setiap perbuatan yang menimbulkan pengaruh, baik yang bermanfaat atau menimbulkan mudarat, tertulis semua dalam buku itu. Ayat ini sejalan dengan hadis Rasulullah yang berbunyi:\r\nمَنْ سَنَّ سُنَّةً حَسَنَةً فَلَهُ اَجْرُهَا وَاَجْرُ مَنْ عَمِلَ بِهَا مِنْ بَعْدِهِ مِنْ غَيْرِ اَنْ يَنْقُصَ مِنْ اُجُوْرِهِمْ شَيْئًا. وَمَنْ سَنَّ سُنَّةً سَيِّئَةً كاَنَ عَلَيْهِ وِزْرُهَا وَوِزْرُ مَنْ عَمِلَ بِهَا مِنْ بَعْدِهِ لاَيَنْقُصُ مِنْ اَوْزَارِهِمْ شَيْئًا ثُمَّ تَلاَ (وَنَكْتُبُ مَا قَدَّمُوْا وَاٰثَارَهُمْ). (رواه البخارى عن أبي موسى الأشعري) \r\nBarang siapa membuat tradisi (kebiasaan) yang baik ia akan memperoleh pahalanya dan pahala orang yang mengamalkannya sesudah ia meninggal tanpa dikurangi sedikit pun pahala mereka. Dan barangsiapa membuat suatu tradisi (kebiasaan) yang buruk, ia akan memikul dosanya dan dosa orang yang mengerjakannya setelah (ia) meninggal dunia tanpa dikurangi sedikit pun dosa mereka. Kemudian Rasulullah membaca ayat “wanaktubu m±qaddamµ wa ±£±rahum” (dan Kami-lah yang mencatat apa yang telah mereka kerjakan dan bekas-bekas yang mereka (tinggalkan).” (Riwayat al-Bukh±r³ dari Abµ Mµsa al-Asyar³) ;Sehubungan dengan makna firman Allah “Dan Kami menuliskan apa yang telah mereka kerjakan dan bekas-bekas yang mereka tinggalkan”, Imam at-Tirmi©³ meriwayatkan sebuah kisah, seperti yang dimuat oleh Ibnu Ka£³r dalam tafsirnya, di mana diceritakan ada orang-orang dari Bani Salamah tinggal di pinggiran kota Medinah. Mereka merasa betapa jauhnya tempat kediaman mereka dari masjid Nabi. Agar mereka dapat datang berjamaah lebih awal untuk memperoleh keutamaan salat berjamaah, mereka berniat untuk memindahkan rumah mereka ke daerah sekitar masjid, maka turunlah ayat ini. Setelah Rasulullah memanggil mereka, beliau pun bersabda, “Niatmu yang baik itu akan ditulis.” Akhirnya mereka tidak jadi pindah. \r\nIbnu Jar³r a¯-°abar³ meriwayatkan pula bahwa rumah sebagian orang An£ar jauh dari masjid Rasulullah. Mereka ingin memindahkannya, maka turunlah ayat ini. Mereka akhirnya membatalkan maksud tersebut. Barangkali yang mendorong orang-orang Bani Salamah atau segolongan sahabat An£ar hendak memindahkan rumah mereka adalah hadis Nabi saw yang menyatakan bahwa salat berjamaah itu 27 kali lipat pahalanya dibanding dengan salat yang dikerjakan sendirian.\r\nRasulullah bersabda:\r\nاَعْظَمُ النَّاسِ اَجْرًا فِى الصَّلاَةِ اَبْعَدُهُمْ مَمْشًى فَأَبْعَدُهُمْ وَالَّذِيْ يَنْتَظِرُ الصَّلاَةَ حَتَّى يُصَلِّيْهَا مَعَ اْلاِمَاِم اَعْظَمُ اَجْرًا مِنَ الَّذِيْ يُصَلِّى ثُمَّ يَنَامُ. (رواه البخاري و مسلم عن أبي موسى)\r\nManusia yang paling banyak pahalanya dalam salat ialah orang yang paling jauh berjalan dengan kaki, kemudian yang paling jauh, dan orang yang menunggu salat sehingga ia mengerjakannya bersama imam lebih besar pahalanya daripada orang yang mengerjakan salat (sendiri) kemudian ia tidur.” (Riwayat al-Bukh±r³ dan Muslim dari Abµ Mµs±) ;Kemudian lebih ditegaskan lagi bahwa tidak hanya perbuatan Bani Adam yang tertulis dalam buku itu dengan teliti, tetapi juga apa yang terjadi di bumi ini. Menurut penjelasan ahli tafsir yang dimaksud dengan im±mum mub³n (kitab induk yang nyata) ialah Lau¥ Ma¥fµ§. Ayat ini diperkuat lagi dengan keterangan ayat-ayat lain yang berbunyi:\r\nقَالَ عِلْمُهَا عِنْدَ رَبِّيْ فِيْ كِتٰبٍۚ  لَا يَضِلُّ رَبِّيْ وَلَا يَنْسَىۖ;Dia (Musa) menjawab, “Pengetahuan tentang itu ada pada Tuhanku, di dalam sebuah Kitab (Lau¥ Ma¥fµ§), Tuhanku tidak akan salah ataupun lupa.” (°±h±/20: 52);Dan ayat:\r\nوَكُلُّ صَغِيْرٍ وَّكَبِيْرٍ مُّسْتَطَرٌ;Dan segala (sesuatu) yang kecil maupun yang besar (semuanya) tertulis. (al-Qamar/54: 53)\r\n \r\nDemikian penjelasan ayat-ayat di atas yang memastikan datangnya hari Kiamat, di mana manusia akan menerima balasan dari semua usahanya, baik jahat maupun baik. Dari ayat ini dapat dipahami bahwa kabar gembira berupa ampunan dan surga bagi orang yang takwa kepada Tuhan dan mengikuti petunjuk Al-Qur'an ditetapkan Allah nanti setelah hari Kebangkitan.\r\n"}