{"tafsir_id":372,"surah_id":3,"aya_number":79,"tafsir_wajiz":"Setelah no_ayatt sebelumnya menjelaskan tentang upno_ayat tahrif (perubahan) Ahli Kitab terhadap kitab suci mereka, no_ayatt ini kembali menginformasikan keburukan mereka, yakni dengan cara menuduh bahwa rasul menginginkan agar disembah oleh para pengikutnya. Tidak mungkin bagi seseorang yakni seorang rasul yang telah diberi kitab oleh Allah, serta hikmah, yaitu pemahaman terhadap agama serta pengetahuan tentang rahasia-rahasia syariat, dan kenabian, kemudian dia berkata kepada manusia, “Jadilah kamu penyembahku, bukan penyembah Allah.” Tuduhan syirik ini jelas tidak benar dan tidak mungkin dilakukan oleh seorang rasul. Tetapi, yang benar, rasul itu berkata, “Jadilah kamu pengabdi-pengabdi Allah yang istikamah. Demikian ini, karena kamu mengajarkan kitab dan karena kamu mempelajarinya, sehingga kamu bisa menunjukkan sikap ketaatan yang sempurna dan menjauhi sikap syirik!”","tafsir_tahlili":"(79) Tidak mungkin terjadi dan tidak pantas bagi seorang manusia yang diberi kitab oleh Allah dan diberi pelajaran tentang pengetahuan agama, serta diangkat menjadi nabi, kemudian dia mengajak manusia untuk menyembah dirinya sendiri bukan menyembah Allah. Orang yang diberi keutamaan-keutamaan seperti itu tentunya akan mengajak manusia mempelajari sifat-sifat Allah serta mempelajari hukum-hukum agama, dan memberikan contoh yang baik dalam hal menaati Allah dan beribadah kepada-Nya, serta mengajarkan Kitab kepada sekalian manusia.\r\nNabi sebagai seorang manusia yang telah diberi keutamaan yang telah disebutkan, tentu tidak mungkin dan tidak pantas menyuruh orang lain menyembah dirinya, sebab dia adalah makhluk Allah. Maka penciptanya yaitu Allah yang harus disembah. Ditegaskan kepadanya adalah menyuruh manusia agar bertakwa kepada Allah, mengajarkan Al-Kitab dan melaksanakannya, hal itu telah ditegaskan oleh firman Allah:\r\nقُلِ اللّٰهَ اَعْبُدُ مُخْلِصًا لَّهٗ دِيْنِيْۚ  \r\nKatakanlah, ”Hanya Allah yang aku sembah dengan penuh ketaatan kepada-Nya dalam (menjalankan) agamaku.” (az-Zumar/39: 14);Barang siapa menyuruh manusia menyembah dirinya, berarti ia mengakui bahwa Allah mempunyai sekutu yaitu dirinya sendiri. Barang siapa mempersekutukan Allah dengan lain-Nya, berarti ia telah menghilangkan kemurnian ibadah kepada Allah semata. Dengan hilangnya kemurnian ibadah berarti hilang pulalah arti ibadah.\r\nاَلَا لِلّٰهِ الدِّيْنُ الْخَالِصُ ۗوَالَّذِيْنَ اتَّخَذُوْا مِنْ دُوْنِهٖٓ اَوْلِيَاۤءَۘ مَا نَعْبُدُهُمْ اِلَّا لِيُقَرِّبُوْنَآ اِلَى اللّٰهِ زُلْفٰىۗ اِنَّ اللّٰهَ يَحْكُمُ بَيْنَهُمْ فِيْ مَا هُمْ فِيْهِ يَخْتَلِفُوْنَ ;Ingatlah! Hanya milik Allah agama yang murni (dari syirik). Dan orang-orang yang mengambil pelindung selain Dia (berkata), ”Kami tidak menyembah mereka melainkan (berharap) agar mereka mendekatkan kami kepada Allah dengan sedekat-dekatnya.” Sungguh, Allah akan memberi putusan di antara mereka tentang apa yang mereka perselisihkan… (az-Zumar/39: 3);Begitu juga firman Allah yang menceritakan seruan Nabi Hud kepada kaumnya:\r\nاَنْ لَّا تَعْبُدُوْٓا اِلَّا اللّٰهَ ۖاِنِّيْٓ اَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ اَلِيْمٍ  ;Agar kamu tidak menyembah selain Allah. Aku benar-benar khawatir kamu akan ditimpa azab (pada) hari yang sangat pedih.” (Hµd/11: 26);Semua nabi menyuruh manusia agar menyembah Allah:\r\n۞ وَاِلٰى ثَمُوْدَ اَخَاهُمْ صٰلِحًا ۘ قَالَ يٰقَوْمِ اعْبُدُوا اللّٰهَ مَا لَكُمْ مِّنْ اِلٰهٍ غَيْرُه ;Dan kepada kaum ¤amµd (Kami utus) saudara mereka, Saleh. Dia berkata, ”Wahai kaumku! Sembahlah Allah, tidak ada tuhan bagimu selain Dia.…. (Hµd/11: 61)"}