{"tafsir_id":3724,"surah_id":36,"aya_number":19,"tafsir_wajiz":"Mereka, yakni ketiga utusan itu, berkata, “Kemalangan kamu itu adalah karena perbuatan buruk kamu sendiri. Kamu bernasib buruk akibat keengganan kamu menerima ajakan kami. Apakah karena kamu diberi peringatan, lalu kamu menuduh kami sebagai penyebab kemalangan itu? Tuduhan kamu sama sekali tidak benar! Sebenarnya kamu adalah kaum yang melampaui batas dalam kedurhakaan sehingga mengakibatkan penderitaan yang kamu sebut sebagai nasib sial.”","tafsir_tahlili":"(18-19) Pada ayat ini dijelaskan bahwa penduduk Antakia tidak bisa lagi mematahkan alasan-alasan para rasul itu. Oleh karena itu, mereka mengancam dengan mengatakan bahwa kalau kesengsaraan menimpa mereka kelak, maka hal ini disebabkan perbuatan ketiga orang tersebut. Dengan demikian, kalau para rasul itu tidak mau menghentikan dakwah yang sia-sia ini, terpaksa mereka merajamnya dengan batu atau menjatuhkan siksaan yang amat pedih. Ketiga utusan itu menangkis perkataan mereka dengan mengatakan bahwa seandainya penduduk Antakia kelak terpaksa mengalami siksaan, itu adalah akibat perbuatan mereka sendiri. Bukankah mereka yang mempersekutukan Allah, mengerjakan perbuatan maksiat, dan melakukan kesalahan-kesalahan? Sedangkan ketiga utusan itu hanya sekadar mengajak mereka untuk mentauhidkan Allah, mengikhlaskan diri dalam beribadah, dan tobat dari segala kesalahan. Apakah karena para rasul itu memperingatkan mereka dengan azab Allah yang sangat pedih dan mengajak mereka mengesakan Allah, lalu mereka menyiksa para rasul itu? Itukah balasan yang pantas bagi para rasul itu? Hal itu menunjukkan bahwa mereka adalah bangsa yang melampaui batas dengan cara berpikir dan menetapkan putusan untuk menyiksa dan merajam para rasul. Mereka menganggap buruk orang-orang yang semestinya menjadi tempat mereka meminta petunjuk. Ayat yang mirip pengertiannya dengan ayat ini adalah:;فَاِذَا جَاۤءَتْهُمُ الْحَسَنَةُ قَالُوْا لَنَا هٰذِهٖ ۚوَاِنْ تُصِبْهُمْ سَيِّئَةٌ يَّطَّيَّرُوْا بِمُوْسٰى وَمَنْ مَّعَهٗۗ  اَلَآ اِنَّمَا طٰۤىِٕرُهُمْ عِنْدَ اللّٰهِ وَلٰكِنَّ اَكْثَرَهُمْ لَا يَعْلَمُوْنَ  ;Kemudian apabila kebaikan (kemakmuran) datang kepada mereka, mereka berkata, “Ini adalah karena (usaha) kami.” Dan jika mereka ditimpa kesusahan, mereka lemparkan sebab kesialan itu kepada Musa dan pengikutnya. Ketahuilah, sesungguhnya nasib mereka di tangan Allah, namun kebanyakan mereka tidak mengetahui. (al-Ar±f/7: 131)\r\n"}