{"tafsir_id":3726,"surah_id":36,"aya_number":21,"tafsir_wajiz":"Ikutilah orang yang tidak meminta imbalan apa pun kepadamu atas dakwah mereka itu; dan mereka adalah orang-orang yang mendapat petunjuk dari Allah. no_ayatt ini menegaskan pentingnya ketulusan dalam menjalankan setiap aktivitas dan tidak mengharapkan apalagi meminta imbalan materi.","tafsir_tahlili":"(21) Laki-laki itu menjelaskan bahwa ketiga utusan yang mendakwahkan kebenaran itu tidak mengharapkan balas jasa sama sekali atas jerih payahnya menyampaikan risalah itu. Mereka memperoleh petunjuk dari Allah bahwa yang seharusnya disembah itu adalah Allah Yang Maha Esa, tanpa menyekutukan-Nya dengan sesuatu apa pun.\r\nLaki-laki yang bernama ¦ab³b an-Najj±r itu datang dari jauh untuk menjelaskan kepada penduduk Antakia bahwa ia memberikan pelajaran dan pengajaran kepada mereka, setelah ia meyakini apa yang disampaikannya merupakan sesuatu yang baik bagi dirinya sendiri dan mereka. Mengapa ia tidak menyembah Allah Yang Maha Esa yang telah menciptakannya, dan kepada-Nya akan kembali semua yang hidup ini? Di sanalah mereka akan menerima segala ganjaran perbuatan mereka. Orang yang berbuat baik pasti menikmati hasil kebaikannya, sedangkan yang berbuat jahat, sudah barang tentu tidak sanggup melepaskan diri dari azab sebagai balasannya. Penegasan di atas adalah sebagai jawaban dari pertanyaan kaumnya yang tidak mau beriman.\r\nMenurut ¦ab³b, tidak pantas ia mencari tuhan selain daripada Tuhan Yang Maha Esa. Tuhan yang mereka puja adalah tuhan yang tidak sanggup memberi manfaat atau menolak mudarat, tidak mendengar dan melihat, serta tidak bisa memberi pertolongan (syafaat). Tuhan-tuhan itu sudah barang tentu tidak dapat menghindarkan mereka dari azab Allah, walaupun mereka telah menyembahnya. Oleh karena itu, bila ia turut serta menyembah apa yang mereka sembah selain dari Tuhan Yang Maha Esa, sungguh ia telah menempuh jalan yang sesat. Kalau ia menyembah patung yang terbuat dari batu atau makhluk-makhluk lainnya, yang sama sekali tidak mungkin mendatangkan manfaat atau menolak mudarat, bukankah itu berarti ia sudah berada dalam kesesatan?\r\nLaki-laki yang datang dari jauh itu mengakhiri nasihatnya dengan me-negaskan di hadapan kaumnya kepada ketiga utusan itu tentang pendiriannya yang sejati. Ia berkata, “Dengarlah wahai utusan-utusan Nabi Isa, aku beriman kepada Tuhanmu yang telah mengutus kamu. Oleh karena itu, saksikanlah dan dengarkanlah apa yang aku ucapkan ini”. \r\nMenurut riwayat, setelah ¦ab³b mengumandangkan pendiriannya, kaum kafir itu lalu melemparinya dengan batu. Sekujur tubuhnya mengeluarkan darah. Akhirnya ¦ab³b meninggal dalam keadaan syahid menegakkan kebenaran. Ada pula riwayat yang mengatakan bahwa kedua kakinya ditarik ke arah yang berlawanan sampai sobek sehingga dari arah duburnya memancar darah segar. Ia gugur dalam melaksanakan tugasnya. Sebelum menemui ajalnya, pahlawan tersebut masih sempat berdoa kepada Allah, “Ya Allah tunjukilah kaumku, sesungguhnya mereka adalah orang-orang yang tidak mengetahui.”\r\nPada saat hari Kebangkitan tiba, Allah memerintahkan kepada ¦ab³b, “Masuklah engkau ke dalam surga sebagai balasan atas apa yang telah engkau kerjakan selama di dunia.” Setelah ia masuk dan merasakan betapa indah dan nikmatnya balasan Allah bagi orang yang beriman dan sabar dalam melaksanakan tugas dakwah, ia pun berkata, “Kiranya kaumku dahulu mengetahui bahwa aku memperoleh ampunan dan kemuliaan dari Allah.” Magfirah dan kemuliaan yang hanya dapat dinikmati oleh sebagian manusia yang beriman. \r\nSesungguhnya ayat di atas memakai kata “tamann³” (mengharapkan sesuatu yang tak mungkin dicapai) untuk mendorong kaum Antakia dan orang-orang mukmin pada umumnya agar berusaha sebanyak mungkin memperoleh ganjaran seperti itu, tobat dari segala kekufuran, dan masuk ke dalam kelompok orang yang merasakan indahnya beriman kepada Allah, menaati jalan para wali Allah, dengan cara menahan marah dan melimpahkan kasih sayang kepada orang yang memusuhinya. \r\nIbnu Abb±s mengatakan bahwa ¦ab³b menasihati kaumnya ketika ia masih hidup dengan ucapan, “Ikutilah risalah yang dibawa oleh para utusan itu.” Kemudian setelah meninggal dunia akibat siksaan mereka, ia juga masih mengharapkan, “Kiranya kaumku mengetahui bahwa Allah telah mengampuniku dan menjadikanku termasuk orang-orang yang dimuliakan.” Setelah ¦ab³b dibunuh, Allah menurunkan siksaan-Nya kepada mereka. Jibril diperintahkan mendatangi kaum yang durhaka itu. Dengan satu kali teriakan saja, bagaikan halilintar kerasnya, mereka tiba-tiba mati semuanya. Itulah suatu balasan yang setimpal dengan kesalahan karena mendustakan utusan-utusan Allah, membunuh para wali-Nya, dan mengingkari risalah Allah.\r\n"}