{"tafsir_id":376,"surah_id":3,"aya_number":83,"tafsir_wajiz":"Jika memang agama itu hakikatnya satu dan inti semua risalah juga sama yaitu tauhid, maka mengapa mereka berpaling dari agama yang benar yang dibawa oleh Nabi Muhammad dengan mencari agama yang lain selain agama Allah, yaitu agama Islam? Padahal, apa, yakni semua makhluk, yang di langit dan di bumi berserah diri dengan senantiasa tunduk dan patuh kepada hukum dan kehendak-Nya, baik dengan suka yaitu secara tulus ikhlas karena melihat bukti-bukti kebenaran, maupun terpaksa setelah melihat azab. Dan hanya kepada-Nya mereka dikembalikan, lalu mereka akan mendapat balasan yang setimpal. ","tafsir_tahlili":"(83) Allah tidak membenarkan sikap Ahli Kitab, bahkan mencelanya karena mereka itu menyeleweng dari kebenaran, setelah kebenaran itu tampak jelas bagi mereka dan mereka tidak mau memeluk agama Islam yang datang dari Allah. Allah swt menegur mereka mengapa mereka berbuat demikian, padahal semua langit dan bumi tunduk kepada Allah secara sukarela dan takluk kepada ketentuan-Nya.\r\nSecara ringkas dapat diterangkan bahwa orang Yahudi itu tidak percaya kepada agama yang dibawa Nabi Muhammad saw, padahal nabi-nabi mereka mempercayai Nabi Muhammad saw, yang akan datang kemudian. Dengan tidak percaya kepada Nabi Muhammad berarti mereka tidak percaya kepada nabi-nabi mereka sendiri; dan berarti mereka mencari agama selain Islam. Sikap mereka itu dicela oleh Allah karena apa saja yang ada di langit dan di bumi ini semuanya tunduk dan patuh kepada Allah mengapa mereka tidak berbuat demikian?\r\nKemudian Allah menjelaskan bahwa kepada Allah kembali semua makhluk, baik orang Yahudi, orang Nasrani, maupun umat-umat selain mereka. Pada saat itulah mereka akan diberi balasan, sesuai dengan perbuatan mereka di dunia.\r\nDi dalam ayat ini terdapat ancaman keras bagi orang-orang Ahli Kitab baik orang Yahudi maupun orang Nasrani, karena mereka telah menyeleweng dari kebenaran, serta tidak mau mengakui kenabian Muhammad saw. "}