{"tafsir_id":3761,"surah_id":36,"aya_number":56,"tafsir_wajiz":"Orang-orang beriman itu bersenang-senang di surga. Mereka dan pasangan-pasangannya di surga berada dalam tempat yang teduh, bersandar di atas dipan-dipan sambil berbincang dan menikmati berbagai rezeki dari Allah.","tafsir_tahlili":"(56) Di dalam surga orang-orang yang beriman dan istri-istri mereka berada dalam taman-taman yang indah dengan pohon yang rindang, duduk di atas sofa dan tempat-tempat tidur, berbincang-bincang sambil menikmati berbagai macam rezeki yang mereka peroleh dari Tuhan mereka.\r\nDari perkataan “hum wa azw±juhum” (mereka dan pasangan mereka) dapat dipahami bahwa orang-orang yang beriman akan tinggal bersama pasangan mereka dengan bahagia dan damai dalam surga dan memperoleh nikmat yang berbagai macam bentuk yang tiada taranya. Ada yang dalam bentuk langsung mereka nikmati, seperti memperoleh tempat yang nyaman dan indah, serta merasakan makanan yang lezat dan sebagainya. Ada pula dalam bentuk pemenuhan keinginan dan cita-cita mereka sebagai anggota atau kepala keluarga. Selama hidup di dunia mereka mencita-citakan keluarga yang berbahagia, mempunyai istri yang cantik dan setia. Keinginan-keinginan mereka yang seperti itu dipenuhi Allah dalam surga nanti.\r\nBahkan pada ayat yang lain diterangkan bahwa anak cucu mereka yang beriman ditinggikan Allah derajatnya seperti derajat bapak dan ibu mereka. Mereka dikumpulkan dengan orang tua mereka di dalam surga, tanpa membeda-bedakan pemberian nikmat kepada masing-masing anggota keluarga itu. Allah berfirman:\r\nوَالَّذِيْنَ اٰمَنُوْا وَاتَّبَعَتْهُمْ ذُرِّيَّتُهُمْ بِاِيْمَانٍ اَلْحَقْنَا بِهِمْ ذُرِّيَّتَهُمْ وَمَآ اَلَتْنٰهُمْ مِّنْ عَمَلِهِمْ مِّنْ شَيْءٍۚ  كُلُّ امْرِئٍ ۢبِمَا كَسَبَ رَهِيْنٌ   \r\nDan orang-orang yang beriman, beserta anak cucu mereka yang mengikuti mereka dalam keimanan, Kami pertemukan mereka dengan anak cucu mereka (di dalam surga), dan Kami tidak mengurangi sedikit pun pahala amal (kebajikan) mereka. Setiap orang terikat dengan apa yang dikerjakannya. (a¯-°µr/52: 21);Dari ayat ini dipahami pula agar setiap mukmin selalu berusaha untuk menjadikan suami, istri, anak-anak dan keluarga mereka, menjadi orang-orang beriman yang baik, agar cita-cita mereka untuk dapat saling berhubungan dengan keluarga mereka dikabulkan Allah di akhirat.\r\n"}