{"tafsir_id":3770,"surah_id":36,"aya_number":65,"tafsir_wajiz":"Pada hari ini Kami tutup mulut mereka sehingga tidak dapat berkata bohong atau berdalih sedikit pun. Tangan mereka akan berkata kepada Kami perihal perbuatan yang mereka lakukan di dunia, dan kaki mereka akan memberi kesaksian terhadap apa yang dahulu mereka kerjakan. Dengan demikian, mereka tidak mungkin mengelak atas dosa yang telah mereka lakukan (Lihat no_surahh Fussilat/41: 19-20).","tafsir_tahlili":"(65) Ketika menerima azab di neraka, ada sebagian dari orang-orang kafir yang mengingkari perbuatan-perbuatan jahat mereka di dunia sebagaimana diterangkan dalam firman Allah:\r\nثُمَّ لَمْ تَكُنْ فِتْنَتُهُمْ اِلَّآ اَنْ قَالُوْا وَاللّٰهِ رَبِّنَا مَا كُنَّا مُشْرِكِيْنَ\r\nKemudian tidaklah ada jawaban bohong mereka, kecuali mengatakan, “Demi Allah, ya Tuhan kami, tidaklah kami mempersekutukan Allah.” (al-An±m/6: 23)\r\n \r\nMaka pada ayat 65 ini, Allah mengunci mati mulut-mulut mereka sehingga mereka tidak dapat berbohong maupun mendebat adanya perbuatan mereka. Apalagi tangan-tangan mereka kemudian berbicara dan kaki-kaki mereka menjadi saksi atas apa yang mereka kerjakan, sehingga mereka tidak mungkin lagi mengelak atas adanya perbuatan-perbuatan mereka yang melawan agama. Pada hari akhirat ini, hukum berlaku dengan seadil-adilnya sesuai dengan segala perbuatan mereka di dunia. \r\nMenurut riwayat Anas bin M±lik dikatakan:\r\nكُنَّا عِنْدَ رَسُوْلِ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَضَحَكَ فَقَالَ: هَلْ تَدْرُوْنَ مِمَّ أَضْحَكَ؟ قُلْنَا: الله وَرَسُوْلُهُ أَعْلَمُ. قَالَ: مَنْ مُخَاطَبَةِ الْعَبْدِ ربَّهُ، يَقُوْلُ: يَا رَبِّ أَلمَ ْتَجْرني مِنَ الظُّلْمِ قَالَ يَقُوْلُ: بَلَى فَيَقُوْلُ فَإِنِّي لَا أُجِيْزُ عَلَى نَفْسِي إِلاَّ شَاهِدًا مِنيِّ، قَالَ فَيَقُوْلُ كَفَى بِنَفْسِكَ الْيَومَ عَلَيْكَ شَهِيْدًا وَ بِالْكَرَامِ الْكَاتِبِيْنَ شُهُوْدًا، قَالَ فَيَخْتِمُ عَلَى فِيْهِ فَيُقَالُ ِلأَرْكَانِهِ اِنْطَقَى قَالَ فَتَنْطِقُ بِأَعْمَالِهِ.(رواه الامام أبو يعلى الموصلى)\r\nKami sedang berada di sisi Nabi saw, tiba-tiba beliau tertawa. Lalu beliau berkata, “Tahukah kamu mengapa saya tertawa?” Kami menjawab, “Allah dan rasul-Nya yang lebih tahu.” Beliau berkata, “(Saya tertawa) karena adanya pembicaraan antara seorang hamba dengan Tuhannya.” Hamba itu berkata, Wahai Tuhanku, bukankah Engkau telah menyelamatkan aku dari kezaliman? Tuhannya menjawab, Ya benar, kamu telah Aku selamatkan. Hamba berkata, Sesungguhnya aku tidak akan mengizinkan atas diriku kecuali seorang saksi daripadaku. Tuhannya menjawab, Cukup, kamu menjadi saksi atas dirimu dan para malaikat pencatat amal juga menjadi saksi.” Nabi saw lalu berkata, “Kemudian mulut hamba tadi ditutup, lalu anggota-anggota badan diperintahkan untuk berbicara, Bicaralah!” Kata Nabi saw lagi, “Maka anggota-anggota badan itu berbicara (sesuai perbuatannya).” (Riwayat Imam Abu Yala al-Mau¡uli) ;Banyak ayat-ayat Al-Qur'an yang menerangkan tentang persaksian anggota tubuh manusia terhadap perbuatan-perbuatan yang telah mereka lakukan selama hidup di dunia ini, di antaranya ialah firman Allah:\r\nيَّوْمَ تَشْهَدُ عَلَيْهِمْ اَلْسِنَتُهُمْ وَاَيْدِيْهِمْ وَاَرْجُلُهُمْ بِمَا كَانُوْا يَعْمَلُوْنَ  \r\nPada hari, (ketika) lidah, tangan dan kaki mereka menjadi saksi atas mereka terhadap apa yang dahulu mereka kerjakan. (an-Nµr/24: 24);Allah menjadikan tangan dan kaki berbicara sebagai saksi karena tanganlah yang mengerjakan perbuatan itu, sedang kaki ikut menyaksikan apa yang dikerjakan oleh tangan itu. Jadi perbuatan tangan merupakan suatu ikrar atau pengakuan, sedangkan perkataan kaki merupakan persaksian.\r\nJika semua perbuatan buruk seorang manusia dibukakan dan diungkapkan selama hidup di dunia dan diketahui oleh orang banyak maka ia merasa malu dan merasa sukar menyembunyikan muka mereka. Bahkan banyak pula di antara manusia yang membunuh dirinya karena tidak sanggup menahan rasa malu itu. Di akhirat, mereka akan mengalami apa yang mereka tidak sanggup mengalami dan menanggungnya semasa hidup di dunia.\r\n"}