{"tafsir_id":3828,"surah_id":37,"aya_number":40,"tafsir_wajiz":"Demikianlah siksa pedih yang Allah siapkan bagi orang-orang musyrik, tetapi hamba-hamba Allah yang dibersihkan dari dosa,","tafsir_tahlili":"(40-42) Allah menceritakan kenikmatan yang diberikan kepada kaum yang taat kepada Allah dan rasul-Nya. Mereka dengan penuh keikhlasan melakukan amal kebajikan, menjauhi segala bentuk kemaksiatan dan kemungkaran, bersih dari dosa selalu memanjatkan doa dan harapan kepada Tuhan mereka. Itulah hamba-hamba Allah yang ikhlas, yang akan mendapatkan surga, sebagaimana firman Allah:\r\nلَقَدْ خَلَقْنَا الْاِنْسَانَ فِيْٓ اَحْسَنِ تَقْوِيْمٍۖ  ٤  ثُمَّ رَدَدْنٰهُ اَسْفَلَ سَافِلِيْنَۙ  ٥  اِلَّا الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ فَلَهُمْ اَجْرٌ غَيْرُ مَمْنُوْنٍۗ  ٦  \r\nSungguh, Kami telah menciptakan manusia dalam bentuk yang sebaik-baiknya, kemudian Kami kembalikan dia ke tempat yang serendah-rendahnya, kecuali orang-orang yang beriman dan mengerjakan kebajikan; maka mereka akan mendapat pahala yang tidak ada putus-putusnya. (at-T³n/95: 4-6);Dan firman Allah:\r\nوَالْعَصْرِۙ  ١  اِنَّ الْاِنْسَانَ لَفِيْ خُسْرٍۙ  ٢  اِلَّا الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ وَتَوَاصَوْا بِالْحَقِّ ەۙ وَتَوَاصَوْا بِالصَّبْرِ ࣖ  ٣  \r\nDemi masa, sungguh, manusia berada dalam kerugian, kecuali orang-orang yang beriman dan mengerjakan kebajikan serta saling menasihati untuk kebenaran dan saling menasihati untuk kesabaran. (al-A¡r/103: 1-3);Golongan hamba Allah yang ikhlas itu, tidak akan merasakan azab, tidak akan ditanya pada hari hisab, bahkan mereka mungkin diampuni kesalahannya jika ada kesalahan, dan diberi ganjaran pahala sepuluh kali lipat dari tiap amal saleh yang dikerjakannya atau lebih besar dari itu dengan kehendak Allah.\r\nKepada mereka inilah Allah memberikan rezeki yang telah ditentukan yakni buah-buahan yang beraneka ragam harum baunya dan rasanya amat lezat sehingga membangkitkan selera untuk menikmatinya. Mereka hidup mulia serta mendapat pelayanan dan penghormatan.\r\nDari ayat-ayat di atas, dapat dipahami bahwa makanan di surga itu disediakan untuk kenikmatan dan kesenangan.\r\n"}