{"tafsir_id":383,"surah_id":3,"aya_number":90,"tafsir_wajiz":"Sungguh syarat diterimanya tobat adalah terus menerus dalam keimanan, karena itu, orang-orang yang kafir setelah beriman yaitu setelah melihat bukti-bukti kebenaran, bahkan kemudian bertambah kekafirannya dengan murtad, membuat kerusakan, dan menyakiti orang-orang Islam, maka mereka tidak akan diterima tobatnya, karena tidak mungkin mereka bersikap tulus dan mereka itu adalah orang-orang yang sesat serta semakin jauh dari kebenaran. ","tafsir_tahlili":"(90) Yang dimaksud dengan orang kafir dalam ayat ini ialah Ahli Kitab yang beriman (percaya) akan kedatangan Nabi Muhammad yang tersebut dalam kitab-kitab mereka. Tetapi setelah Nabi Muhammad datang dan diangkat menjadi rasul, mereka kafir, dengan mengingkari, menentang dan memusuhinya. Terhadap orang semacam ini, tobat mereka sekali-kali tidak akan diterima oleh Allah.\r\nPenegasan Allah bahwa tobat mereka tidak akan diterima dalam ayat ini, berbeda dengan penegasan dalam ayat-ayat yang lalu dimana Allah berfirman:\r\nوَهُوَ الَّذِيْ يَقْبَلُ التَّوْبَةَ عَنْ عِبَادِهٖ ;Dan Dialah yang menerima tobat dari hamba-hamba-Nya… (asy-Syµr±'/42: 25);Dalam ayat ini yang dimaksud dengan kafir ialah Ahli Kitab yang sebelumnya telah mengetahui kedatangan Nabi Muhammad saw. Kemudian setelah Nabi Muhammad diutus mereka mengingkarinya. Kekafiran mereka bertambah-tambah dan menjadi-jadi, sehingga tidak mungkin lagi diterima tobat mereka, seperti diterangkan oleh firman Allah:\r\nثُمَّ ازْدَادُوْا كُفْرًاَ  ;….Kemudian bertambah kekafirannya, … (²li Imr±n/3: 90);Sebenarnya jiwa yang baik ialah jiwa yang mau menyesali perbuatan dosa, kemudian menjauhkan diri dari dosa. Jiwa yang demikian masih bisa diharapkan menerima ampunan. Akan tetapi jiwa yang kotor, yang telah menjadi sarang kemusyrikan dan kekafiran serta dicekam oleh dorongan-dorongan berbuat dosa, yang menyebabkan hatinya terbelenggu untuk melihat cahaya kebenaran, hingga setiap ia ingin bertobat selalu ada yang menghalang-halanginya untuk menerima kebenaran. Jiwa yang serupa ini amat sukar untuk dibersihkan kembali seperti keadaannya semula.\r\nKemudian ditegaskan bahwa mereka adalah orang-orang yang betul-betul tersesat, karena mereka telah mengingkari kebenaran. Mereka itu telah menempuh jalan yang salah, karena itu mereka tidak akan bahagia. Mereka tidak ada harapan lagi untuk mendapat petunjuk dan tidak akan mendapat pengampunan selama-lamanya."}