{"tafsir_id":384,"surah_id":3,"aya_number":91,"tafsir_wajiz":"Sungguh, orang-orang yang kafir dan terus-menerus dalam kekafirannya hingga mereka mati dalam kekafiran, maka tidak akan diterima tebusan dari seseorang di antara mereka sekalipun berupa emas sepenuh bumi, sekiranya dia hendak menebus diri-nya dari azab Allah dengan harta tebusan-nya itu. Sebab, mereka itulah orang-orang yang mendapat azab yang pedih dan tidak memperoleh penolong, karena saat itu hanya Allah yang bisa menolong. no_ayatt ini memberi pemahaman bahwa sebanyak apa pun infak seseorang itu tidak akan diterima jika perbuatan yang dilakukan tersebut justru akan menghapus pahala dari amal itu sendiri, seperti syirik. ","tafsir_tahlili":"(91) Orang yang bergelimang dalam kekafiran dan terombang-ambing oleh perbuatan yang jahat, hingga ajal merenggut mereka, sedang mereka masih tetap dalam kekafirannya, sedikit pun mereka tidak akan diterima tebusannya, meskipun jumlah tebusan itu senilai dengan kekayaan emas seluruh isi bumi. Maksudnya ialah, andaikata mereka bersedekah dengan emas seberat isi bumi untuk dijadikan tebusan dosa yang telah mereka lakukan, maka pahalanya tidak akan mampu untuk menyelamatkannya dari siksaan neraka karena kekafiran melenyapkan amal kebaikan mereka. \r\nYang dihargai Allah pada hari akhirat hanyalah iman kepada Allah, dan hari akhir, serta amal saleh yang mendekatkan diri kepada Allah.\r\nفَالْيَوْمَ لَا يُؤْخَذُ مِنْكُمْ فِدْيَةٌ وَّلَا مِنَ الَّذِيْنَ كَفَرُوْاۗ مَأْوٰىكُمُ النَّارُۗ هِيَ مَوْلٰىكُمْۗ وَبِئْسَ الْمَصِيْرُ   \r\nMaka pada hari ini tidak akan diterima tebusan darimu maupun dari orang-orang kafir. Tempat kamu di neraka. Itulah tempat berlindungmu, dan itulah seburuk-buruk tempat kembali.” (al-¦ad³d/57: 15)\r\nDengan demikian dapat dikatakan bahwa pada hari itu tidak ada jalan bagi mereka untuk menyelamatkan diri, baik dengan hartanya, maupun dengan pangkatnya. Segala urusan pada hari itu hanyalah didasarkan semata-mata pada kesucian jiwa, maka barang siapa yang memelihara kesucian jiwanya dengan iman dan amal saleh mereka itu akan berbahagia. Sebaliknya, barang siapa yang mengotorinya dengan kekafiran dan dengan amal yang jahat, ia akan merugi dalam arti yang sebenar-benarnya."}