{"tafsir_id":3844,"surah_id":37,"aya_number":56,"tafsir_wajiz":"Dia pun berkata kepada temannya yang diazab itu, “Demi Allah, engkau hampir saja mencelakakanku dengan bujuk rayumu,","tafsir_tahlili":"(54-55-56-57) Penghuni surga itu berkata kepada teman-temannya supaya mereka mau meninjau keadaan ahli surga. Dengan peninjauan itu tentulah mereka akan bertambah syukur kepada Allah yang telah memberikan taufik kepada mereka untuk mengikuti petunjuk para nabi sehingga terlepas dari penderitaan api neraka.\r\nLalu ahli surga itu meninjau keadaan penghuni neraka, dan diperlihatkan kepada mereka kawan-kawannya yang kafir, sedang berada di tengah-tengah api neraka yang menyala-nyala. Pada waktu itu penghuni surga itu menuding kawannya yang berada di neraka itu, karena sewaktu di dunia hampir saja dia dijerumuskan ke dalam kekafiran oleh kawannya itu. Tetapi berkat taufik dan hidayah Allah yang dianugerahkan kepadanya, terhindarlah dia dari pengaruh paham kawannya yang kafir itu, dan selamatlah ia dari azab nereka.\r\nPercakapan antara penghuni surga dan neraka itu diterangkan Allah pula dalam firman-Nya:\r\nوَنَادٰٓى اَصْحٰبُ الْجَنَّةِ اَصْحٰبَ النَّارِ اَنْ قَدْ وَجَدْنَا مَا وَعَدَنَا رَبُّنَا حَقًّا فَهَلْ وَجَدْتُّمْ مَّا وَعَدَ رَبُّكُمْ حَقًّا ۗقَالُوْا نَعَمْۚ فَاَذَّنَ مُؤَذِّنٌۢ بَيْنَهُمْ اَنْ لَّعْنَةُ اللّٰهِ عَلَى الظّٰلِمِيْنَ   \r\nDan para penghuni surga menyeru penghuni-penghuni neraka, “Sungguh, kami telah memperoleh apa yang dijanjikan Tuhan kepada kami itu benar. Apakah kamu telah memperoleh apa yang dijanjikan Tuhan kepadamu itu benar?” Mereka menjawab, “Benar.” Kemudian penyeru (malaikat) mengumumkan di antara mereka, “Laknat Allah bagi orang-orang zalim. (al-Ar±f/7: 44);;\r\nFirman Allah:\r\nوَنَادٰٓى اَصْحٰبُ النَّارِ اَصْحٰبَ الْجَنَّةِ اَنْ اَفِيْضُوْا عَلَيْنَا مِنَ الْمَاۤءِ اَوْ مِمَّا رَزَقَكُمُ اللّٰهُ ۗقَالُوْٓا اِنَّ اللّٰهَ حَرَّمَهُمَا عَلَى الْكٰفِرِيْنَ\r\nPara penghuni neraka menyeru para penghuni surga, “Tuangkanlah (sedikit) air kepada kami atau rezeki apa saja yang telah dikaruniakan Allah kepadamu.” Mereka menjawab, “Sungguh, Allah telah mengharamkan keduanya bagi orang-orang kafir.” (al-Ar±f/7: 50)\r\n"}