{"tafsir_id":386,"surah_id":3,"aya_number":93,"tafsir_wajiz":"Setelah no_ayatt sebelumnya Allah menjelaskan harta dan infak yang bermanfaat, maka pada no_ayatt ini Allah menjelaskan makanan yang halal atau haram bagi Bani Israil. Semua makanan itu pada dasarnya halal bagi Bani Israil sebagaimana halal juga bagi selain mereka, kecuali makanan yang diharamkan oleh Israil (Yakub) atas dirinya sendiri sebelum Taurat diturunkan dalam rangka meraih kebajikan dan mendekatkan diri kepada Allah. Makanan tersebut adalah daging dan susu unta. Ada satu riwno_ayatt menyebutkan bahwa Nabi Yakub pernah sakit dan bernazar kalau Allah memberinya kesembuhan, maka dia tidak akan makan daging unta dan tidak minum susunya, meskipun kedua makanan tersebut sangat disukainya. Pengharaman Nabi Yakub atas kedua jenis makanan tersebut lalu diikuti oleh keturunannya. Setelah Taurat diturunkan ada beberapa makanan yang diharamkan bagi mereka sebagai hukuman atas pelanggaran yang mereka lakukan (Lihat: no_surahh an-Nisa’/4: 160 dan al-Anam/6: 146), tetapi kaum Yahudi membuat kebohongan dengan mengatakan bahwa ada makanan yang diharamkan Allah untuk mereka sebelum Kitab Taurat diturunkan. Oleh karena itu Allah menjawab, “Katakanlah, wahai Nabi Muhammad, jika kamu berkata demikian, maka bawalah Taurat lalu bacalah, dan tunjukkan kepada kami keterangan Taurat tentang pengharaman makanan itu jika kamu orang-orang yang benar.” Ternyata tidak seorang pun di antara mereka mampu menunjukkkan no_ayatt Taurat yang mendukung kebohongan mereka.","tafsir_tahlili":"(93) Ayat ini menerangkan bahwa semua makanan dihalalkan kepada Bani Israil dan juga kepada Nabi Ibrahim, termasuk daging unta, seperti disebutkan dalam Perjanjian Lama (Imamat xi:4), “Tetapi inilah yang tidak boleh kamu makan dari yang memamah biak, atau yang berkuku belah: unta, karena memang memamah biak, tetapi tidak berkuku belah; haram itu bagimu.” Hanya beberapa makanan saja yang diharamkan oleh Nabi Yakub sendiri terhadap dirinya disebabkan beliau menderita penyakit, dan itu semuanya terjadi sebelum diturunkan Kitab Taurat. Lalu ada beberapa macam makanan yang diharamkan kepada Bani Israil (lihat an-Nis±'/4:160, al-An±m/6:146 dan tafsirnya) sebagai hukuman dan pelajaran atas kezalimannya, sebagaimana tersebut dalam firman Allah:\r\nوَعَلَى الَّذِيْنَ هَادُوْا حَرَّمْنَا كُلَّ ذِيْ ظُفُرٍۚ وَمِنَ الْبَقَرِ وَالْغَنَمِ حَرَّمْنَا عَلَيْهِمْ شُحُوْمَهُمَآ اِلَّا مَا حَمَلَتْ ظُهُوْرُهُمَآ اَوِ الْحَوَايَآ اَوْ مَا اخْتَلَطَ بِعَظْمٍۗ ذٰلِكَ جَزَيْنٰهُمْ بِبَغْيِهِمْۚ وَاِنَّا لَصٰدِقُوْنَ   \r\nDan kepada orang Yahudi, Kami haramkan semua (hewan) yang berkuku, dan Kami haramkan kepada mereka lemak sapi dan domba, kecuali yang melekat di punggungnya, atau yang dalam isi perutnya, atau yang bercampur dengan tulang. Demikianlah Kami menghukum mereka karena kedurhakaannya. Dan sungguh, Kami  Mahabenar.  (al-An±m/6:146).;Demikian pula tercantum dalam Al-Qur'an:\r\nفَبِظُلْمٍ مِّنَ الَّذِيْنَ هَادُوْا حَرَّمْنَا عَلَيْهِمْ طَيِّبٰتٍ اُحِلَّتْ لَهُمْ وَبِصَدِّهِمْ عَنْ سَبِيْلِ اللّٰهِ كَثِيْرًاۙ   ١٦٠  وَّاَخْذِهِمُ الرِّبٰوا وَقَدْ نُهُوْا عَنْهُ وَاَكْلِهِمْ اَمْوَالَ النَّاسِ بِالْبَاطِلِ ۗوَاَعْتَدْنَا لِلْكٰفِرِيْنَ مِنْهُمْ عَذَابًا اَلِيْمًا  ١٦١  \r\nKarena kezaliman orang-orang Yahudi, Kami haramkan bagi mereka makanan yang baik-baik yang (dahulu) pernah dihalalkan; dan karena mereka sering menghalangi (orang lain) dari jalan Allah, dan disebabkan mereka menjalankan riba, padahal sesungguhnya mereka telah dilarang darinya, dan karena mereka memakan harta orang dengan cara tidak sah (batil). Dan Kami sediakan untuk orang-orang kafir di antara mereka azab yang pedih. (an-Nis±'/4:160-161).;Jelaslah bahwa beberapa jenis makanan yang diharamkan kepada Bani Israil itu tidak diharamkan kepada pengikut syariat Nabi Ibrahim dan nabi-nabi lainnya sebelum Taurat diturunkan.\r\nDengan demikian batallah tuduhan mereka bahwa syariat Islam bertentangan dengan syariat Nabi Ibrahim karena menghalalkan makan daging unta. Mengharamkan sebagian makanan bagi Bani Israil adalah semata-mata sebagai hukuman karena mereka telah melanggar hukum-hukum Allah dan telah menganiaya diri sendiri. Hal ini juga tersebut dalam kitab Taurat, kitab mereka sendiri.\r\nOleh sebab itu Nabi Muhammad diperintahkan oleh Allah agar menentang mereka dengan mengatakan, “Jika kamu mengatakan ada makanan yang diharamkan Allah sebelum diturunkan Taurat, maka bawalah Taurat itu lalu bacalah, jika kamu orang-orang yang benar.” Ternyata mereka tidak berani menjawab tantangan ini dan tidak mau membuka Kitab Taurat, karena kalau mereka berani membuka Taurat tentulah kebohongan mereka akan terungkap dan tuduhan-tuduhan mereka terhadap agama Islam adalah palsu dan tidak beralasan. Hal ini membuktikan pula kebenaran kenabian Muhammad saw, karena beliau dapat membantah tuduhan-tuduhan Bani Israil dengan isi Taurat itu sendiri, padahal beliau tidak pernah membacanya dan tidak pernah diberi kesempatan oleh orang Yahudi untuk mengetahui isinya."}