{"tafsir_id":3873,"surah_id":37,"aya_number":85,"tafsir_wajiz":"Ingatlah ketika dia dengan maksud mengingatkan berkata kepada no_ayath dan kaumnya, “Apakah yang kamu sembah itu?","tafsir_tahlili":"(85-86-87) Kemudian Allah mengingatkan kita tentang kisah Nabi Ibrahim ketika dia dengan jiwanya yang bersih dan tulus ikhlas berkata kepada orang tuanya dan kaumnya mengapa mereka menyembah patung-patung. Seharusnya hal itu tidak patut terjadi jika mereka mau berpikir tentang patung-patung sembahan yang tidak memberi manfaat dan tidak pula memberi mudarat kepada mereka:\r\nFirman Allah:\r\nاِذْ قَالَ لِاَبِيْهِ يٰٓاَبَتِ لِمَ تَعْبُدُ مَا لَا يَسْمَعُ وَلَا يُبْصِرُ وَلَا يُغْنِيْ عَنْكَ شَيْـًٔا   ٤٢  يٰٓاَبَتِ اِنِّيْ قَدْ جَاۤءَنِيْ مِنَ الْعِلْمِ مَا لَمْ يَأْتِكَ فَاتَّبِعْنِيْٓ اَهْدِكَ صِرَاطًا سَوِيًّا   ٤٣  \r\n(Ingatlah) ketika dia (Ibrahim) berkata kepada ayahnya, “Wahai ayahku! Mengapa engkau menyembah sesuatu yang tidak mendengar, tidak melihat, dan tidak dapat menolongmu sedikit pun? Wahai ayahku! Sungguh, telah sampai kepadaku sebagian ilmu yang tidak diberikan kepadamu, maka ikutilah aku, niscaya aku akan menunjukkan kepadamu jalan yang lurus. (Maryam/19: 42-43);Nabi Ibrahim dengan tegas menyatakan kepada mereka bahwa tidaklah benar sikap mereka yang menghendaki selain Allah untuk disembah dengan alasan-alasan yang tidak benar. Untuk menyembah Tuhan yang gaib diperlukan petunjuk kalau tidak penyembahan itu tentulah didasarkan atas khayalan-khayalan dan selera pikiran masing-masing orang. Hal demikian ini akan menimbulkan banyaknya bentuk penyembahan kepada Tuhan sesuai dengan konsepsi masing-masing orang tentang Tuhan.\r\nPada zaman Jahiliah, tiap-tiap kabilah Arab mempunyai berhala dan patung sendiri-sendiri sesuai dengan pikirannya masing-masing. Demikian juga zaman Nabi Ibrahim terdapat banyak patung sembahan mereka sebagai hasil imajinasi kaumnya pada waktu itu. Nabi Ibrahim yang diberi Allah ilmu pengetahuan yang tidak diberikan kepada kaumnya, tentulah beliau berusaha untuk mengubah keadaan demikian. Lalu beliau mengemukakan berbagai pertanyaan kepada kaumnya sehingga terpaksa mereka berpikir tentang diri mereka masing-masing apa dasar anggapan mereka tidak menyembah Tuhan Pencipta dan Penguasa semesta alam, bahkan sebaliknya mereka mempersekutukan-Nya dengan patung-patung dan berhala-berhala. Sebenarnya mereka tidak dapat mengemukakan alasan untuk menolak menyembah Tuhan Yang Maha Esa.\r\n"}