{"tafsir_id":3876,"surah_id":37,"aya_number":88,"tafsir_wajiz":"Demikianlah Nabi Ibrahim mengingatkan no_ayath dan kaumnya agar meninggalkan kemusyrikan, lalu dia memandang sekilas ke bintang-bintang untuk berpikir,","tafsir_tahlili":"(88-89-90) Kemudian Ibrahim melayangkan pandangannya ke bintang-bintang dengan berpikir secara mendalam bagaimana menghadapi kaumnya yang tetap bersikeras untuk menyembah patung, hanya dengan alasan mempertahankan warisan nenek moyang. Padahal, beliau sudah memberikan peringatan dan pengajaran kepada mereka, sebagaimana firman Allah:\r\nاِذْ قَالَ لِاَبِيْهِ وَقَوْمِهٖ مَا هٰذِهِ التَّمَاثِيْلُ الَّتِيْٓ اَنْتُمْ لَهَا عَاكِفُوْنَ   ٥٢  قَالُوْا وَجَدْنَآ اٰبَاۤءَنَا لَهَا عٰبِدِيْنَ   ٥٣  \r\n(Ingatlah), ketika dia (Ibrahim) berkata kepada ayahnya dan kaumnya, “Patung-patung apakah ini yang kamu tekun menyembahnya?” Mereka menjawab, “Kami mendapati nenek moyang kami menyembahnya.” (al-Anbiy±'/21: 52-53);Sesudah berpikir dan mempertimbangkan dengan sungguh-sungguh, beliau memutuskan untuk mengambil tindakan yang bahaya, yaitu menghancurkan semua patung sembahan itu. \r\nPada suatu saat, kaum Ibrahim datang untuk mengundangnya guna menghadiri hari besar mereka. Beliau menolak ajakan mereka secara halus dengan alasan kesehatannya terganggu. Selain untuk menghindari hadir dalam hari besar mereka, Nabi Ibrahim bermaksud melaksanakan rencananya untuk menghancurkan patung-patung, dan menyatakan perlawanan secara terbuka terhadap pemuja patung-patung itu. Kaumnya tidak mengetahui rencana Nabi Ibrahim itu dan tidak pula mencurigainya. Juga tidak tampak pada sikapnya bahwa dia tidak jujur dalam perkataannya. Dengan demikian, upacara hari besar mereka berlangsung tanpa hadirnya Ibrahim. Alasan terganggu kesehatannya untuk tidak menghadiri undangan kaumnya, padahal sebenarnya dia tidak sakit, tidaklah dipandang dusta yang terlarang dalam agama. Bahwa Ibrahim membohongi kaumnya memang benar. Rasulullah bersabda:\r\nلَمْ يَكْذِبْ إِبْرَاهِيْمُ عَلَيْهِ السَّلاَمُ غَيْرُ ثَلاَثِ كَذِبَاتٍ: اِثْنَتَيْنِ فِي ذَاتِ اللهِ تَعَالَى قَوْلُهُ إِنِّي سَقِيْمٌ وَقَوْلُهُ بَلْ فَعَلَهُ كَبِيْرُهُمْ هٰذَا وَقَوْلُهُ فِي سَارَةَ هِيَ أُخْتِيْ. (رواه أحمد والشيخان عن أبي هريرة)\r\nNabi Ibrahim tidak berbohong kecuali tiga perkataan, dua di antaranya tentang zat Allah, yaitu kata-katanya “Saya sedang sakit” dan “sebenarnya yang besar ini yang memecahkannya”, dan kata-katanya mengenai istrinya Sarah “ini saudaraku”. (Riwayat A¥mad dan asy-Syaikh±ni dari Abµ Hurairah);Kata-kata Nabi Ibrahim bahwa kesehatannya terganggu yang diucapkan di hadapan kaumnya sebenarnya untuk menghindari kehadirannya pada upacara hari besar kaumnya.\r\nIbrahim berkata, “Sesungguhnya kami dan bapak-bapakku berada dalam kesesatan yang nyata”. Mereka menjawab, “Apakah kamu datang kepada kami dengan sungguh-sungguh ataukah kamu termasuk orang-orang yang bermain-main?” Ibrahim berkata, “Sebenarnya Tuhan kamu adalah Tuhan langit dan bumi yang telah Dia ciptakan dan aku termasuk orang-orang yang dapat memberikan bukti atas yang demikian itu. Demi Allah, sesungguhnya aku akan melakukan tipu daya terhadap berhala-berhalamu sesudah kamu pergi meninggalkannya.”\r\nDalam perayaan hari besar itu, Nabi Ibrahim mempergunakan kesempatan untuk menghancurkan patung-patung kaumnya. Kata-kata Ibrahim bahwa patung yang paling besar ini yang memecahkannya, diucapkan sewaktu dia diperiksa oleh kaumnya tentang perkara penghancuran patung. Sebenarnya dia sendiri yang memecahkan patung itu, tetapi dikatakan patung yang paling besarlah yang menghancurkannya, padahal kaumnya menyadari bahwa patung-patung itu tidak dapat berbuat apa-apa.\r\nKedua ucapan Ibrahim diucapkan dalam rangka perjuangannya menegakkan kalimat tauhid. Adapun ucapan yang ketiga, yaitu “Sarah itu saudaraku” padahal sebenarnya istrinya, diucapkan di hadapan raja ketika raja menginginkan Sarah.\r\nDengan demikian, ketiga perkataan yang diucapkan Ibrahim itu bukanlah kebohongan yang tercela dalam pandangan agama dan masyarakat. Rasulullah saw menjelaskan bahwa ketiga perkataan Nabi Ibrahim itu dibenarkan agama, seperti sabda Nabi saw:\r\nقَالَ رَسُوْلُ اللهِ فِى كَلِمَاتِ اِبْرَاهِيْمَ عَلَيْهِ الصَّلاَةُ وَ السَّلاَمُ الثَّلاَث الَّتِيْ قَالَ: مَا مِنْهَا كَذِبَةٌ إِلاَّ مَا حَلَّ بِهَا عَنْ دِيْنِ اللهِ تَعَالَى. (رواه الترمذى عن أبى سعيد)\r\nRasulullah bersabda tentang tiga perkataan Ibrahim dengan mengatakan bahwa tidak ada suatu dusta pun kecuali hal-hal yang dibenarkan agama Allah. (Riwayat at-Tirmi©i dari Abµ Sa³d)\r\n"}