{"tafsir_id":3884,"surah_id":37,"aya_number":96,"tafsir_wajiz":"Mengapa kamu tidak menyembah Allah, padahal Allah-lah yang menciptakan kamu dan apa yang kamu perbuat itu?”","tafsir_tahlili":"(95-99) Sesudah melihat keadaan kaumnya tertegun menundukkan kepala, Nabi Ibrahim lalu berkata lagi kepada mereka bahwa tidak patut mereka menyembah patung-patung yang mereka pahat dengan tangannya sendiri. Mereka mestinya bersyukur bahwa dari kalangan mereka sendiri, lahir seorang yang punya akal pikiran, yang mencegah penyembahan patung-patung itu. Nabi Ibrahim menegaskan lagi bahwa yang patut disembah hanyalah Allah yang menciptakan mereka dan patung-patung sesembahan mereka itu. Tuhan Maha Pencipta lebih berhak disembah daripada makhluk-Nya. Firman Allah:\r\nقَالَ اَفَتَعْبُدُوْنَ مِنْ دُوْنِ اللّٰهِ مَا لَا يَنْفَعُكُمْ شَيْـًٔا وَّلَا يَضُرُّكُمْ ۗ  ٦٦  اُفٍّ لَّكُمْ وَلِمَا تَعْبُدُوْنَ مِنْ دُوْنِ اللّٰهِ ۗاَفَلَا تَعْقِلُوْنَ   ٦٧  \r\nDia (Ibrahim) berkata, “Mengapa kamu menyembah selain Allah, sesuatu yang tidak dapat memberi manfaat sedikit pun, dan tidak (pula) mendatangkan mudarat kepada kamu? Celakalah kamu dan apa yang kamu sembah selain Allah! Tidakkah kamu mengerti?” (al-Anbiy±'/21: 66-67);Alasan yang disampaikan Nabi Ibrahim tidak dapat mereka bantah dengan alasan pula, sehingga mereka menempuh cara kekerasan menantang Ibrahim. Mereka merencanakan membunuh Ibrahim. Lalu didirikanlah sebuah bangunan untuk dijadikan tempat pembakaran Nabi Ibrahim. Ketika bangunan itu telah selesai dan apinya telah dinyalakan, lalu Nabi Ibrahim dilemparkan ke dalamnya. Firman Allah:\r\nقَالُوْا حَرِّقُوْهُ وَانْصُرُوْٓا اٰلِهَتَكُمْ اِنْ كُنْتُمْ فٰعِلِيْنَ   \r\nMereka berkata, “Bakarlah dia dan bantulah tuhan-tuhan kamu, jika kamu benar-benar hendak berbuat.” (al-Anbiy±'/21: 68);Kaum Ibrahim benar-benar menghendaki ia binasa dan hangus terbakar dalam unggun api itu. Akan tetapi, Allah berkehendak menyelamatkan dia dari kebinasaan dengan memerintahkan kepada api supaya tidak membakar Ibrahim, sebagaimana firman-Nya:\r\nقُلْنَا يَا نَارُ كُوْنِيْ بَرْدًا وَّسَلٰمًا عَلٰٓى اِبْرٰهِيْمَ \r\nKami (Allah) berfirman, “Wahai api! Jadilah kamu dingin, dan penyelamat bagi Ibrahim!” (al-Anbiy±'/21: 69);Dengan demikian, Nabi Ibrahim selamat dari unggun api, dan mendapat kemenangan atas orang kafir.\r\nSesudah beliau tidak melihat lagi tanda-tanda kesediaan kaumnya untuk beriman, maka beliau bermaksud untuk meninggalkan mereka, hijrah dari kampung halaman. Barangkali di tempat yang baru itu, beliau dapat beribadah kepada Tuhan tanpa gangguan dari kaum yang ingkar, dan dapat mengembangkan agama dengan taufik dan hidayah Allah. Adapun negeri yang beliau tuju ialah Baitulmakdis.\r\n"}