{"tafsir_id":389,"surah_id":3,"aya_number":96,"tafsir_wajiz":"Dalam no_ayatt ini Allah menjelaskan kedudukan Masjidilharam dan Kakbah yang Nabi Ibrahim terlibat dalam pembangunannya. Allah menegaskan bahwa sesungguhnya rumah tempat ibadah yang pertama dibangun untuk manusia, ialah Baitullah yang di Bakkah yakni Mekah yang diberkahi dengan banyak kebajikan duniawi maupun ukhrawi secara berkesinambungan dan tiada terputus, dan menjadi petunjuk, yaitu sebagai kiblat dan pusat kegiataan beribadah kepada Allah serta harapan untuk mengunjunginya bagi seluruh alam di masa lampau, sekarang, maupun yang akan datang (Lihat: no_surahh Ibrahim/14: 37). ","tafsir_tahlili":"(96) Ayat ini merupakan jawaban terhadap orang Yahudi tentang pemindahan kiblat dari Baitulmakdis ke Kabah. Orang Yahudi mengatakan bahwa berkiblat ke Baitulmakdis, telah dibenarkan oleh para nabi. Bahkan Nabi Ibrahim sendiri berkiblat ke sana. Tuduhan Yahudi itu dibantah dengan ayat 96 dan 97 ini.\r\nKedua ayat ini jelas menerangkan bahwa rumah pertama yang dijadikan tempat ibadah manusia dalam salat dan berdoa ialah Kabah yang ada di Mekah, yang didirikan oleh Nabi Ibrahim a.s. dan Ismail. Jadi Mekah dengan Kabahnya merupakan pusat rohani pertama yang ditetapkan bagi manusia. Setelah Kabah baru dibangun Masjidilaqsa di Baitulmakdis beberapa ratus tahun kemudian oleh Nabi Sulaiman bin Daud. Oleh karena Ibrahim yang membangun Baitullah di Mekah, maka jelas bahwa Nabi Muhammad saw  mengikuti agama Nabi Ibrahim a.s. dan mengikuti pula kiblatnya dalam salat.\r\nNabi Ibrahim a.s. setelah mendirikan Kabah berdoa agar tempat di sekitarnya diberkahi oleh Allah:\r\nرَبَّنَآ اِنِّيْٓ اَسْكَنْتُ مِنْ ذُرِّيَّتِيْ بِوَادٍ غَيْرِ ذِيْ زَرْعٍ عِنْدَ بَيْتِكَ الْمُحَرَّمِۙ رَبَّنَا لِيُقِيْمُوا الصَّلٰوةَ فَاجْعَلْ اَفْـِٕدَةً مِّنَ النَّاسِ تَهْوِيْٓ اِلَيْهِمْ وَارْزُقْهُمْ مِّنَ الثَّمَرٰتِ لَعَلَّهُمْ يَشْكُرُوْنَ  \r\nYa Tuhan, sesungguhnya aku telah menempatkan sebagian keturunanku di lembah yang tidak mempunyai tanam-tanaman di dekat rumah Engkau (Baitullah) yang dihormati, ya Tuhan (yang demikian itu) agar mereka melaksanakan salat, maka jadikanlah hati sebagian manusia cenderung kepada mereka dan berilah mereka rezeki dari buah-buahan, mudah-mudahan mereka bersyukur. (Ibr±h³m/14:37).;Para sejarawan di bidang keagamaan, utamanya dari kalangan agama-agama monotheisme-ibrahimik, selalu mempertanyakan rumah ibadah yang manakah yang paling tua, apakah Haikal (Kuil) Sulaiman (Solomon Temple) yang dibangun oleh Nabi Sulaiman a.s. di Jerusalem, ataukah Baitullah yang ada di Mekah. Manakah yang lebih dulu? Ayat di atas menyatakan bahwa rumah yang mula-mula dibangun untuk (tempat ibadah) manusia ialah Baitullah yang ada di Bakkah.  Nama kuno kota Mekah adalah Bakkah, dan ini telah disinggung dalam Kitab Zabur (Psalm, Mazmur), yang dapat dilihat pada the Old Testament, Psalm, 84: 5-6: “Blessed is the man whose strength is in Thee; in whose hearth are the ways of them who passing through the valley of Baca make it well” [“Rahmat (semoga) tercurah kepada seorang manusia, yang kekuatannya berada pada-Mu, yang di dalam hatinya ada jalan-jalan mereka yang berjalan melewati lembah Baka, membuatnya baik”]. Marting Lings (1986) dalam bukunya Muhammad, His life based on the earliest sources-, menyatakan bahwa Baca dalam Kitab Zabur di atas tidak lain adalah Bakkah yang tercantum dalam Surah Āli Imrān/3 ayat 96 di atas.  Tarikh Nabi Daud a.s. adalah sekitar 900 tahun Sebelum Masehi, atau 2900 tahun yang lalu. Jadi Baka telah ada lebih dari 2900 tahun yang lalu, karena telah di singgung pada Kitab Nabi Daud a.s., Kitab Zabur di atas. Sedangkan Kuil Sulaiman, didirikan oleh putra Nabi Daud a.s., yaitu Nabi Sulaiman a.s. Jelas bahwa Baitullah di kota Baka lebih tua dibanding Kuil Sulaiman di Jerusalem."}