{"tafsir_id":3890,"surah_id":37,"aya_number":102,"tafsir_wajiz":"Maka ketika anak itu sampai pada usia sanggup berusaha bersamanya, Nabi Ibrahim berkata, “Wahai anakku! Sesungguhnya aku bermimpi bahwa aku dalam mimpiku itu diperintah oleh Allah untuk menyembelihmu. Maka pikirkanlah bagaimana pendapatmu!”  Dengan penuh kepasrahan kepada Allah dan ketaatan pada no_ayathnya, dia menjawab, “Wahai no_ayathku! Lakukanlah apa yang diperintahkan oleh Allah kepadamu; insya Allah engkau akan mendapatiku termasuk orang yang sabar dalam melaksanakan perintah-Nya.”","tafsir_tahlili":"(102) Kemudian ayat ini menerangkan ujian yang berat bagi Ibrahim. Allah memerintahkan kepadanya agar menyembelih anak satu-satunya sebagai korban di sisi Allah. Ketika itu, Ismail mendekati masa balig atau remaja, suatu tingkatan umur sewaktu anak dapat membantu pekerjaan orang tuanya. Menurut al-Farr±', usia Ismail pada saat itu 13 tahun. Ibrahim dengan hati yang sedih memberitahukan kepada Ismail tentang perintah Tuhan yang disampaikan kepadanya melalui mimpi. Dia meminta pendapat anaknya mengenai perintah itu. Perintah Tuhan itu berkenaan dengan penyembelihan diri anaknya sendiri, yang merupakan cobaan yang besar bagi orang tua dan anak. \r\nSesudah mendengarkan perintah Tuhan itu, Ismail dengan segala kerendahan hati berkata kepada ayahnya agar melaksanakan segala apa yang diperintahkan kepadanya. Dia akan taat, rela, dan ikhlas menerima ketentuan Tuhan serta menjunjung tinggi segala perintah-Nya dan pasrah kepada-Nya. Ismail yang masih sangat muda itu mengatakan kepada orang tuanya bahwa dia tidak akan gentar menghadapi cobaan itu, tidak akan ragu menerima qada dan qadar Tuhan. Dia dengan tabah dan sabar akan menahan derita penyembelihan itu. Sikap Ismail sangat dipuji oleh Allah dalam firman-Nya:;وَاذْكُرْ فِى الْكِتٰبِ اِسْمٰعِيْلَ ۖاِنَّهٗ كَانَ صَادِقَ الْوَعْدِ وَكَانَ رَسُوْلًا نَّبِيًّا \r\nDan ceritakanlah (Muhammad), kisah Ismail di dalam Kitab (Al-Qur'an). Dia benar-benar seorang yang benar janjinya, seorang rasul dan nabi. (Maryam/19: 54)\r\n"}