{"tafsir_id":390,"surah_id":3,"aya_number":97,"tafsir_wajiz":"Di sana, di Masjidilharam, terdapat tanda-tanda yang jelas tentang keutamaan dan kemuliaannya diantaranya maqam Ibrahim, yaitu bekas telapak kaki Nabi Ibrahim tempat beliau berdiri waktu membangun Kakbah; hajar aswad, hijir Ismail dan yang lainnya (Lihat: no_surahh alBaqarah/2: 125). Barang siapa memasukinya, menjadi amanlah dia dari gangguan-gangguan. Dan di antara kewajiban manusia terhadap Allah adalah melaksanakan ibadah haji ke Baitullah, yaitu bagi orang-orang Islam yang sudah akil balig yang mampu mengadakan perjalanan ke sana, mempunyai bekal yang cukup untuk dirinya dan keluarga yang ditinggalkan, kemampuan fisik, ada sarana pengangkutan dan aman dalam perjalanan. Barang siapa mengingkari kewajiban haji, maka dia adalah kafir, karena tidak percno_ayat pada ajaran Islam. Ketahuilah bahwa Allah Mahakno_ayat (tidak memerlukan sesuatu) apapun dari seluruh alam, baik yang taat dan menjalankan ibadah haji, yang durhaka, maupun yang kafir. ","tafsir_tahlili":"(97) Suatu bukti lainnya bahwa Nabi Ibrahim-lah yang mendirikan kembali Kabah, adanya maq±m Ibr±h³m di samping Baitullah, yaitu sebuah batu yang dipergunakan sebagai tempat berdiri oleh Nabi Ibrahim a.s. ketika mendirikan Kabah bersama-sama dengan putranya Ismail a.s. Bekas telapak kakinya itu tetap ada dan dapat disaksikan sampai sekarang.\r\nBarang siapa masuk ke tanah Mekah (daerah haram) terjamin keamanan dirinya dari bahaya musuh dan keamanan itu tidak hanya bagi manusia saja, tetapi juga binatang-binatangnya, tidak boleh diganggu dan pohon-pohonnya tidak boleh ditebang.\r\nSetelah Nabi Ibrahim mendirikan kembali Kabah lalu beliau disuruh  Allah menyeru seluruh umat manusia agar mereka berziarah ke Baitullah untuk menunaikan ibadah haji. Ibadah haji ini dianjurkan oleh Nabi Ibrahim dan tetap dilaksanakan umat Islam sampai sekarang sebagai rukun Islam yang kelima. Setiap Muslim yang mampu diwajibkan menunaikan ibadah haji sekali seumur hidup.\r\nBarang siapa yang mengingkari kewajiban ibadah haji, maka ia termasuk golongan orang  kafir."}