{"tafsir_id":3900,"surah_id":37,"aya_number":112,"tafsir_wajiz":"Dan di samping buah tutur dan pujian yang indah bagi Nabi Ibrahim sepanjang masa, Kami beri pula dia kabar gembira melalui malaikat dengan kelahiran putra keduanya, yaitu Nabi Ishak. Kelak dia juga menjadi seorang nabi yang termasuk golongan orang-orang yang saleh dan berilmu (Lihat no_surahh Hud/11: 69-73 dan az-Zariyat/51: 24-30).","tafsir_tahlili":"(112) Ayat ini menjelaskan bahwa Allah telah menyampaikan berita gembira kepada Ibrahim tentang akan lahirnya seorang putera dari istrinya yang pertama, Sarah. Berita ini disampaikan oleh malaikat, yang menyamar sebagai manusia, ketika bertamu ke rumahnya padahal ketika itu Sarah sudah tua. Firman Allah: \r\nفَاَوْجَسَ مِنْهُمْ خِيْفَةً  ۗقَالُوْا لَا تَخَفْۗ وَبَشَّرُوْهُ بِغُلٰمٍ عَلِيْمٍ   ٢٨  فَاَقْبَلَتِ امْرَاَتُهٗ فِيْ صَرَّةٍ فَصَكَّتْ وَجْهَهَا وَقَالَتْ عَجُوْزٌ عَقِيْمٌ   ٢٩  قَالُوْا كَذٰلِكِۙ قَالَ رَبُّكِ ۗاِنَّهٗ هُوَ الْحَكِيْمُ الْعَلِيْمُ  ۔  ٣٠  \r\nMaka dia (Ibrahim) merasa takut terhadap mereka. Mereka berkata, “Janganlah kamu takut,” dan mereka memberi kabar gembira kepadanya dengan (kelahiran) seorang anak yang alim (Ishak). Kemudian istrinya datang memekik (tercengang) lalu menepuk wajahnya sendiri seraya berkata, “(Aku ini) seorang perempuan tua yang mandul.” Mereka berkata, “Demikianlah Tuhanmu berfirman. Sungguh, Dialah Yang Mahabijaksana, Maha Mengetahui.” (a©-ª±riy±t/51: 28-30);Malaikat juga memberitahukan bahwa Ishak itu adalah seorang nabi dan darinya akan diturunkan Yakub yang juga seorang nabi. Keduanya adalah termasuk hamba-hamba Allah yang saleh, orang yang suka berbuat kebajikan, dan membawa kemaslahatan kepada umatnya.\r\nMengenai berita kelahiran Ishak ini, diberitakan Allah juga dalam surah-surah lain seperti dalam Surah Hµd/11: 69-73, Surah Maryam/19: 49 dan Surah al-Anbiy±'/21: 72.\r\nDi kalangan ulama tafsir terdapat pendapat bahwa Ishaklah yang akan disembelih oleh Ibrahim untuk memenuhi perintah Tuhan, bukan kakaknya Ismail. Ibnu Ka£ir dalam tafsirnya mengutip keterangan al-Bagawi menyatakan bahwa Umar, Ali, Ibnu Masµd dan al-Abb±s (Ibnu Abb±s) berpendapat Ishaklah yang akan dijadikan korban itu. Sumber pendapat demikian ini adalah dari orang Yahudi yang masuk agama Islam. Menurut Ibnu Ka£ir, semua pendapat yang mengatakan bahwa Ishak yang akan disembelih bersumber dari Kab al-Akhb±r. Dia seorang Yahudi yang masuk Islam pada zaman Khalifah Umar, dan membacakan isi kitab Taurat itu kepada Umar. \r\nBerbicara masalah perbedaan pendapat tentang sembelihan ini, Ibnu al-Qayy³m dalam kitabnya Z±dul Maad mengatakan bahwa pendapat yang benar menurut ulama-ulama sahabat, para tabiin, dan ulama-ulama kemudian, Ismaillah yang menjadi sembelihan Ibrahim. Pendapat yang mengatakan sembelihan itu Ishak sangat salah dipandang dari pelbagai segi. Ibnu Taimiyah, sebagaimana dikutip Ibnu al-Qayy³m, berkata, “Pendapat tersebut dilancarkan oleh Ahli Kitab, padahal ia bertentangan dengan isi kitab sendiri.”\r\nDalam kitab Taurat dikatakan bahwasanya Allah memerintahkan Ibrahim menyembelih anaknya yang pertama lahir. Baik orang Islam maupun Ahli Kitab sepakat bahwa putera yang pertama kali lahir adalah Ismail. Akan tetapi kemudian, mereka melakukan pemutarbalikan isi Taurat dengan mencantumkan kata-kata: Sembelihlah anakmu Ishak. Menurut Ibnu Taimiyah, “Itulah tambahan hasil pemutarbalikkan orang Yahudi, karena tambahan itu bertentangan dengan kata-kata anak pertama, satu-satunya kedengkian mereka kepada keturunan Ismail yang memperoleh kemuliaan, menyebabkan mereka melakukan pemalsuan isi kitab ini.”\r\nAlasan kedua yang dikemukakan Ibnu Taimiyah didasarkan pada keterangan Al-Qur'an:\r\nفَبَشَّرْنٰهَا بِاِسْحٰقَۙ وَمِنْ وَّرَاۤءِ اِسْحٰقَ يَعْقُوْبَ  \r\nMaka Kami sampaikan kepadanya kabar gembira tentang (kelahiran) Ishak dan setelah Ishak (akan lahir) Yakub. (Hµd/11: 71);Allah mengabarkan kepada Sarah akan kelahiran Ishak, yang akan menurunkan anak yang bernama Yakub. Maka tidaklah mungkin Allah menyampaikan kelahiran Ishak lalu memerintahkan menyembelihnya padahal telah dinyatakan darinya akan diturunkan Yakub. Bagaimana mungkin Yakub lahir ke dunia kalau bapaknya dijadikan sembelihan, padahal dia dijanjikan akan lahir dari keturunan Ishak? Jadi kalau demikian bukanlah Ishak yang dijadikan sembelihan tetapi Ismail.\r\nAlasan ketiga Ibnu Taimiyah menunjuk berita Ibrahim dan anaknya dalam Surah a¡-¢±ff±t ini. Dalam ayat 103-111 diceritakan ketika Ibrahim akan menyembelih anaknya untuk melaksanakan perintah Allah, lalu datang suara menegurnya dari belakang, yang menyeru bahwa Ibrahim dengan tindakannya itu dipandang sudah melaksanakan perintah Allah. Atas ketaatannya yang tulus itu, Ibrahim memperoleh pahala dan pujian dari Allah.\r\nSesudah peristiwa itu, Allah lalu memberitahu Ibrahim tentang kelahiran Ishak, sebagai ganjaran Allah atas kesabaran dan ketaatannya. Dengan demikian, tentu bukan Ishak yang akan disembelih, karena dia belum lahir.\r\nAlasan keempat: bahwa peristiwa Ibrahim akan menyembelih anaknya itu terjadi di dekat Mekah, tidak ada yang meragukan. Oleh karena itu, ibadah kurban diadakan pada hari raya haji. Juga sai antara ¢af± dan Marwah serta melempar jumrah dalam ibadah haji merupakan kenangan pada peristiwa yang menimpa Ismail dan ibunya. Seperti diketahui, Ismail dan ibunya tinggal di Mekah. Waktu dan tempat ibadah kurban selalu dihubungkan dengan Baitulharam. Jika sekiranya Ishak yang akan dijadikan sembelihan, tentulah upacara ibadah kurban diadakan di tempat dimana Ishak tinggal  (Syam), tidak di Mekah.\r\nDemikianlah beberapa alasan yang dikemukakan Ibnu Taimiyah untuk membantah pendapat yang mengatakan bahwa Ishak yang menjadi sembelihan itu. (Lihat juga keterangan yang terdapat dalam kosakata Ibrahim dan Ismail)\r\n"}