{"tafsir_id":3901,"surah_id":37,"aya_number":113,"tafsir_wajiz":"Dan demikianlah Kami limpahkan keberkahan kepadanya dan kepada Nabi Ishak dengan nikmat kenabian. Dan di antara keturunan keduanya ada yang berbuat baik, menaati perintah Allah, dan menyeru ke jalan yang benar sehingga diangkat oleh Allah menjadi nabi dan rasul, dan ada pula dari keturunannya yang terang-terangan berbuat zalim terhadap dirinya sendiri dengan mengingkari nikmat Allah dan berbuat kerusakan sehingga Allah menurunkan kepada mereka azab yang sangat pedih.","tafsir_tahlili":"(113) Ayat ini menjelaskan bahwa keberkahan dan kesejahteraan hidup dunia dan akhirat dilimpahkan Allah kepada Ibrahim dan Ishak. Dari keduanya lahir keturunan yang tersebar luas dan dari keturunan mereka banyak muncul para nabi dan rasul. Orang Islam disuruh agar selalu memohon kepada Tuhan setiap kali salat kiranya Ibrahim dan keluarganya diberi berkah dan kebahagiaan.\r\nDari anak cucu mereka yang menyebar luas di muka bumi, ada yang berbuat kebaikan dan ada pula yang zalim terhadap dirinya sendiri. Mereka yang berbuat baik ialah mereka yang beriman kepada Allah, menjunjung tinggi perintah-Nya, dan menjauhi larangan-Nya sesuai dengan petunjuk rasul-rasul-Nya. Adapun mereka yang berbuat zalim terhadap dirinya ialah mereka yang mengingkari agama yang dibawa para rasul serta berbuat fasik dan kemaksiatan.\r\nAyat ini mengingatkan manusia bahwa dari keluarganya yang mulia dan terhormat, kemungkinan lahir turunan yang baik atau jelek. Keturunan atau ras tidak memberikan jaminan untuk menjadi mulia atau hina bagi keturunan karena hal itu masih tergantung kepada usaha pendidikan dan pembinaan terhadap anak. Ibrahim, Ishak, dan Yakub adalah orang-orang yang dinyatakan Allah telah mencapai tingkat kemuliaan. Firman Allah:\r\nوَاذْكُرْ عِبٰدَنَآ اِبْرٰهِيْمَ وَاِسْحٰقَ وَيَعْقُوْبَ اُولِى الْاَيْدِيْ وَالْاَبْصَارِ  \r\nDan ingatlah hamba-hamba Kami: Ibrahim, Ishak, dan Yakub yang mempunyai kekuatan-kekuatan yang besar dan ilmu-ilmu (yang tinggi). (¢±d/38: 45);Akan tetapi, keturunan Yakub yang disebut Bani Israil, baik dalam sejarah kuno maupun sejarah modern, banyak sekali mengalami penderitaan dan penghinaan. Penyebabnya adalah karena mereka berbuat zalim terhadap diri mereka sendiri, durhaka terhadap leluhur mereka, dan meninggalkan petunjuk Allah dan para nabi.\r\n"}