{"tafsir_id":3923,"surah_id":37,"aya_number":135,"tafsir_wajiz":"kecuali seorang perempuan tua, yaitu istrinya. Kami sisakan perempuan tua yang kafir itu bersama-sama orang yang tinggal di kota tersebut.","tafsir_tahlili":"(134-136) Karena terus membangkang bahkan menantang, maka Allah menurunkan azab-Nya. Dalam ayat-ayat ini, Allah menjelaskan bahwa Ia menyelamatkan Nabi Lut dan pengikut-pengikutnya yang beriman dan menghancurkan mereka yang membangkang termasuk istrinya. Cara Allah menyelamatkan Nabi Lut dan pengikutnya adalah memerintahkan mereka keluar dari negeri itu tengah malam sehingga sebelum subuh mereka harus sudah berada di luar negeri itu, sebagaimana dilukiskan pada ayat berikut:\r\nقَالُوْا يٰلُوْطُ اِنَّا رُسُلُ رَبِّكَ لَنْ يَّصِلُوْٓا اِلَيْكَ فَاَسْرِ بِاَهْلِكَ بِقِطْعٍ مِّنَ الَّيْلِ وَلَا يَلْتَفِتْ مِنْكُمْ اَحَدٌ اِلَّا امْرَاَتَكَۗ اِنَّهٗ مُصِيْبُهَا مَآ اَصَابَهُمْ  ۗاِنَّ مَوْعِدَهُمُ الصُّبْحُ ۗ اَلَيْسَ الصُّبْحُ بِقَرِيْبٍ  ;Mereka (para malaikat) berkata, “Wahai Lut! Sesungguhnya kami adalah para utusan Tuhanmu, mereka tidak akan dapat mengganggu kamu, sebab itu pergilah beserta keluargamu pada akhir malam dan jangan ada seorang pun di antara kamu yang menoleh ke belakang, kecuali istrimu. Sesungguhnya dia (juga) akan ditimpa (siksaan) yang menimpa mereka. Sesungguhnya saat terjadinya siksaan bagi mereka itu pada waktu subuh. Bukankah subuh itu sudah dekat?” (Hµd/11: 81). ;Ketika subuh tiba datanglah bencana yang dijanjikan itu, yaitu negeri itu dibalikkan sehingga mereka yang kafir itu terkubur di dalam bumi. Firman Allah:;فَلَمَّا جَاۤءَ اَمْرُنَا جَعَلْنَا عَالِيَهَا سَافِلَهَا وَاَمْطَرْنَا عَلَيْهَا حِجَارَةً مِّنْ سِجِّيْلٍ مَّنْضُوْدٍ  ٨٢  مُسَوَّمَةً عِنْدَ رَبِّكَۗ وَمَا هِيَ مِنَ الظّٰلِمِيْنَ بِبَعِيْدٍ ࣖ   ٨٣  \r\nMaka ketika keputusan Kami datang, Kami menjungkirbalikkannya negeri kaum Lut, dan Kami hujani mereka bertubi-tubi dengan batu dari tanah yang terbakar, yang diberi tanda oleh Tuhanmu. Dan siksaan itu tiadalah jauh dari orang yang zalim. (Hµd/11: 82-83);Di samping itu negeri itu dilanda topan besar yang membawa batu-batu sehingga menghancurkan dan menguburkan negeri itu, sebagaimana diinformasikan pada ayat lain:\r\nكَذَّبَتْ قَوْمُ لُوْطٍ ۢبِالنُّذُرِ   ٣٣  اِنَّآ اَرْسَلْنَا عَلَيْهِمْ حَاصِبًا اِلَّآ اٰلَ لُوْطٍ ۗنَجَّيْنٰهُمْ بِسَحَرٍۙ  ٣٤  \r\nKaum Lut pun telah mendustakan peringatan itu.  Sesungguhnya Kami kirimkan kepada mereka badai yang membawa batu-batu (yang menimpa mereka), kecuali keluarga Lut. Kami selamatkan mereka sebelum fajar menyingsing. (al-Qamar/54: 33-34);Karena Nabi Lut, sebagian keluarganya, dan pengikutnya yang beriman sudah berada di luar kota mereka, maka mereka semua selamat. Yang tidak selamat adalah seorang perempuan tua, yaitu istrinya. Ia lebih mematuhi kaumnya yang ingkar daripada mengikuti Nabi Lut. Oleh karena itu, ia tetap tinggal di negeri itu, sehingga ikut menjadi korban.\r\n"}