{"tafsir_id":3937,"surah_id":37,"aya_number":149,"tafsir_wajiz":"Kisah para nabi ini menjadi pelajaran bagi generasi sesudahnya. Mereka, seperti halnya Nabi Muhammad, diutus untuk menyampaikan risalah tauhid kepada umatnya, mengajak mereka untuk mengesakan Allah dan menyucikan Allah dari hal-hal yang tidak patut. Maka tanyakanlah, wahai Nabi Muhammad, kepada mereka yang ingkar dari umatmu, apakah mereka menisbatkan anak-anak perempuan itu untuk Tuhanmu sedangkan untuk mereka sendiri mereka memilih anak-anak laki-laki? ","tafsir_tahlili":"(149) Allah meminta Nabi Muhammad agar menanyakan kepada kaum kafir Mekah tentang kepercayaan mereka bahwa Allah punya anak, dan anaknya itu perempuan, padahal anak perempuan itu dalam pandangan mereka rendah, sebagaimana firman Allah:;وَاِذَا بُشِّرَ اَحَدُهُمْ بِالْاُنْثٰى ظَلَّ وَجْهُهٗ مُسْوَدًّا وَّهُوَ كَظِيْمٌ\r\nPadahal apabila seseorang dari mereka diberi kabar dengan (kelahiran) anak perempuan, wajahnya menjadi hitam (merah padam), dan dia sangat marah. (an-Na¥l/16: 58);Yang mulia dalam pandangan mereka adalah anak laki-laki, karena anak laki-laki itu mampu berperang dan membela mereka serta mengharumkan nama keluarga. Karena itu mereka mengambil anak laki-laki sedangkan anak perempuan mereka nisbahkan kepada Allah. Dengan demikian, mereka berdasarkan pandangan yang keliru dan mau menang sendiri. Pembagian menurut kepercayaan mereka itu menjadi tidak adil, sebagaimana dinyatakan ayat berikut:\r\nاَلَكُمُ الذَّكَرُ وَلَهُ الْاُنْثٰى   ٢١  تِلْكَ اِذًا قِسْمَةٌ ضِيْزٰى   ٢٢  \r\nApakah (pantas) untuk kamu yang laki-laki dan untuk-Nya yang perempuan? Yang demikian itu tentulah suatu pembagian yang tidak adil. (an-Najm/53: 21-22).;Pemberian anak perempuan, yang mereka pandang rendah, kepada Allah dan anak laki-laki untuk mereka, berarti mereka merendahkan Allah. Pertanyaan yang diminta Allah untuk diajukan Nabi Muhammad kepada kaum kafir Mekah itu sekaligus mengandung arti bahwa pandangan mereka itu salah. Dalam pandangan Allah tidak ada perbedaan laki-laki dan perempuan. Yang membedakan manusia hanyalah takwanya.\r\n"}