{"tafsir_id":3953,"surah_id":37,"aya_number":165,"tafsir_wajiz":"dan sesungguhnya kami selalu teratur dalam barisan untuk melaksanakan perintah-Nya.","tafsir_tahlili":"(165) Lebih jauh para malaikat itu menjelaskan bahwa mereka dalam menjalankan tugasnya berbaris-baris, yaitu selalu sigap melaksanakan tugasnya dan bekerjasama dalam kesatuan-kesatuan yang kuat. Dengan berbaris-baris seperti itu maka tugas dilaksanakan mereka dengan penuh semangat, gegap-gempita, dan sempurna, sehingga pelaksanaan tugas itu sukses secara maksimal tanpa ada yang kurang atau yang lebih. Pelaksanaan tugas secara serius itu memberikan petunjuk bahwa mereka sangat patuh kepada Allah dan menjalankan perintah-Nya.\r\nKepatuhan dan keseriusan malaikat menjalankan tugasnya itu perlu ditiru oleh kaum Muslimin. Dalam sebuah hadis sahih yang diriwayatkan oleh Muslim yang bersumber dari J±bir bin Samurah, ia mengatakan: \r\nعَنْ جَابِر بْنِ سَمُرَةَ قاَلَ: خَرَجَ عَلَيْنَا رَسُوْلُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَ نَحْنُ فِى الْمَسْجِدِ فَقَالَ: اَلاَ تَصُفُّوْنَ كَمَا تَصُفُّ الْمَلاَئِكَةُ عِنْدَ رَبِّهَا. فَقُلْنَا: يَا رَسُوْلَ اللهِ، كَيْفَ تَصُفُّ الْمَلاَئِكَةُ عِنْدَ رَبِّهَا؟ قَالَ: يُتِمُّوْنَ الصُّفُوْفَ اْلأُولَ وَيَتَرَاصُّوْنَ فِى الصَّفِّ. (رواه مسلم)\r\nDari J±bir bin Samurah bahwa Rasulullah suatu ketika keluar menemui kami sedang kami berada di dalam masjid, lalu beliau bersabda, Mengapa kalian tidak berbaris seperti malaikat berbaris di sisi Tuhannya? Lalu kami bertanya, Ya, Rasulullah, bagaimana caranya malaikat-malaikat itu berbaris di sisi Tuhannya? Rasulullah bersabda, Mereka mengisi sampai penuh barisan pertama dan merapatkannya.” (Riwayat Muslim);Karena terinspirasi oleh ayat itu, Khalifah Umar bin Kha¯¯±b mengatur saf-saf sebelum mengimami salat. Dilaporkan oleh Abµ Na«rah:\r\nكَانَ عُمَرُ رَضِيَ اللهُ اِذَا قيمت الصَّلاَة اِسْتَقْبَلَ النَّاسَ بِوَجْهِهِ ثُمَّ قَالَ : اَقِيْمُوْا صُفُوْفَكُمْ وَاسْتَوُوْا قِيَامًا يُرِيْدُ اللهُ تَعَالَى بِكُمْ هديَ الْمَلاَ ئِكَةِ ثُمَّ يَقُوْلُ: وَاِنَّا لَنَحْنُ الصَّافُّوْنَ  تَأَخَرْ يَا فُلاَن تَقَدَّمْ يَا فُلاَن ثُمَّ يَتَقَدَّمُ فَيُكَبِّرُ.(رواه ابن أبي حاتم وابن جرير) \r\nUmar r.a. ketika iqamat dilantunkan, ia menghadap kepada jamaah dan berkata, “Atur saf-saf kalian, luruskan barisan kalian! Allah Taala ingin kalian mengikuti perilaku malaikat.” Kemudian ia membaca ayat: “wa inn± lana¥nu a¡-¡±ffµn” “Hai Fulan mundur, hai Fulan maju!” Setelah itu ia maju ke depan dan membaca takbir (mengimami salat). (Riwayat Ibnu Ab³ ¦±tim dan Ibnu Jar³r). \r\n"}