{"tafsir_id":396,"surah_id":3,"aya_number":103,"tafsir_wajiz":"Pada no_ayatt ini Allah memerintah kaum mukmin menjaga persatuan dan kesatuan. Dan berpegangteguhlah serta berusahalah sekuat tenaga agar kamu semuanya bantu-membantu untuk menyatu pada tali (agama) Allah agar kamu tidak tergelincir dari agama tersebut. Dan janganlah kamu bercerai berai, saling bermusuhan dan mendengki, karena semua itu akan menjadikan kamu lemah dan mudah dihancurkan. Dan ingatlah nikmat Allah kepadamu ketika mengeluarkan kamu dari kekufuran kepada keimanan dan menyatukan hati kalian dalam persaudaraan, padahal kamu dahulu pada ( masa jahiliyyah ) saling bermusuhan, saling membenci dan memerangi tiada henti dari generasi ke generasi, lalu Allah mempersatukan hatimu dengan harapan dan tujuan yang sama yaitu memperoleh rida Allah, sehingga dengan karuniany-Nya, yaitu agama islam, kamu menjadi bersaudara dalam satu keuarga. Pada masa Jahiliah terjadi permusuhan selama ratusan tahun antara suku 'Aus dan suku Khazraj. Setelah datangnya Islam mereka dapat bersatu dengan penuh persahabatan. Menyaksikan kenyataan tersebut orang-orang Yahudi merasa tidak senang dan menyuruh salah seorang diantara mereka meniupkan api perpecahan dengan menyebutk kejadian waktu Perang Bu'as. Meskipun kedua suku tersebut sempat terpancing dan hampir saja berperang, tetapi Nabi MUhammad berhasil mendamaikan mereka. Demikian besar karunia Allah kepada kamu, sedangkan (ketika itu) kamu sama sekali tidak menyadari bahwa ketika kamu saling bermusuhan, susungguhnya kamu berada di tepi jurang neraka, karena hidup tanpa bimbingan wahyu, selalu terbakar api kebencian, kemarahan dan permusuhan bahkan berakibat pada pemunuhan, lalu dengan datangnya Islam Allah menyelamatkan kamu dari sana dan terciptalah kedamaian di antara kamu. Demikianlah, Allah secara terus menerus menerangkan no_ayatt-no_ayatt-Nya kepadamu agar kamu mendapat petunjuk secara terus-menerus dan tetap bersatu padu dalam persaudaraan dan kekeluargaan.","tafsir_tahlili":"(103) Diingatkan hendaklah mereka berpegang teguh kepada Allah dan ajaran-Nya dan selalu mengingat nikmat yang dianugerahkan-Nya kepada mereka. Dahulu pada masa jahiliah mereka bermusuhan sehingga timbullah perang saudara beratus-ratus tahun lamanya, seperti perang antara kaum Aus dan Khazraj. Maka Allah telah mempersatukan hati mereka dengan datangnya Nabi Muhammad saw dan mereka telah masuk ke dalam agama Islam dengan berbondong-bondong. Allah telah mencabut dari hati mereka sifat dengki dan memadamkan dari mereka api permusuhan sehingga jadilah mereka orang-orang yang bersaudara dan saling mencintai menuju kebahagiaan bersama.\r\nJuga karena kemusyrikan, mereka berada di tepi jurang neraka, hanya terhalang oleh maut saja. Tetapi Allah telah menyelamatkan mereka. Demikianlah Allah menjelaskan ayat-ayat-Nya, agar kaum Muslimin mendapat petunjuk dan mensyukuri nikmat agar nikmat itu terpelihara."}