{"tafsir_id":3964,"surah_id":37,"aya_number":176,"tafsir_wajiz":"Setelah engkau laksanakan perintah Allah tersebut, maka perhatikanlah apakah mereka merasa takut atau bergeming serno_ayat meminta kepadamu, dengan nada mengejek, agar azab Kami disegerakan menimpa mereka.","tafsir_tahlili":"(176-177) Setelah orang-orang kafir itu diancam kekalahan di dunia, supaya mereka beriman, mereka diancam dengan azab akhirat. Karena keingkaran atau karena tidak percaya adanya azab akhirat itu, mereka menantang Nabi saw agar menyegerakan terjadinya azab akhirat itu waktu di dunia ini juga. Untuk menjawab tantangan itu, Allah bertanya apakah betul-betul mereka menginginkan azab akhirat itu disegerakan. Allah menyatakan bahwa bila azab akhirat itu disegerakan dan diturunkan ke halaman rumah mereka, maka malapetaka yang menimpa akan tak terkirakan. Yaitu datangnya malapetaka itu pada pagi hari, yakni di saat orang-orang yang diancam itu masih ingin menambah tidurnya menjelang matahari terbit, sehingga mereka belum siap menghadapinya. \r\nHebatnya malapetaka pagi hari dapat diambil contohnya dari serangan Nabi saw terhadap Khaibar di waktu subuh yang mengakibatkan jatuhnya benteng itu:\r\nعَنْ اَنَسٍ رَضِيَ الله ُعَنْهُ قَالَ: صَبَحَ رَسُوْلُ اللهِ صَلَّى الله ُعَلَيْهِ وَسَلَّمَ خَيْبَرَ فَلَمَّا خَرَجُوْا بِفُؤُسِهِمْ وَمَسَاحِيْهِمْ وَرَأَوْا الْجَيْشَ رَجَعُوْا وَهُمْ يَقُوْلُوْنَ: مُحَمَّدٌ وَاللهِ مُحَمَّدٌ وَالْخَمِيْسُ فَقَالَ النَّبِيُ صَلَّى الله ُعَلَيْهِ وَسَلَّمَ : الله ُاَكْبَرُ خُرِبَتْ الخْيَبَر اِنَّا اِذَا نَزَلْنَا بِسَاحَةِ قَوْم فَسَاءَ صَبَاحُ المُنْذَ رِيْنَ (رواه البخاري و مسلم )\r\nDari Anas r.a. bahwa ia berkata, “Rasulullah pada pagi hari berada di Khaibar. Ketika mereka (Yahudi penduduk Khaibar) keluar dengan kampak dan tombak mereka, dan melihat pasukan, mereka lari dan berteriak, Muhammad, demi Allah, Muhammad, dan pasukannya!” Nabi berkata, Allah Mahaagung, Khaibar hancur. Kita bila sampai di halaman mereka, itu adalah subuh yang jelek sekali bagi orang-orang yang diancam itu.” (Riwayat al-Bukh±r³ dan Muslim).\r\n"}