{"tafsir_id":3978,"surah_id":38,"aya_number":8,"tafsir_wajiz":"Mengapa Al-Qur’an itu diturunkan kepada Muhammad padahal dia berasal dari kalangan jelata, bukan kepada orang terpandang di antara kita?” (Lihat no_surahh az-Zukhruf/43: 31). Allah menegaskan, “Sebenarnya mereka ragu-ragu terhadap Al-Qur’an yang turun dari sisi-Ku karena kedengkian hati mereka, tetapi mereka belum merasakan azab-Ku atas keingkaran mereka. Kelak mereka pasti akan merasakannya.”","tafsir_tahlili":"(8) Kemudian Allah menjelaskan pengingkaran orang-orang kafir Mekah bahwa Muhammad diberi wahyu, padahal dia manusia biasa. Menurut anggapan mereka, yang pantas diangkat menjadi utusan ialah orang yang mempunyai kemuliaan dan kepemimpinan yang melebihi mereka. Muhammad tidak mempunyai sifat-sifat istimewa yang seperti itu, sehingga tidak mungkin Al-Qur'an diturunkan kepadanya. Sedangkan di antara mereka masih ada orang-orang yang lebih mulia, dan lebih pantas memegang kepemimpinan.\r\nAllah berfirman:\r\nوَقَالُوْا لَوْلَا نُزِّلَ هٰذَا الْقُرْاٰنُ عَلٰى رَجُلٍ مِّنَ الْقَرْيَتَيْنِ عَظِيْمٍ  \r\nDan mereka (juga) berkata, “Mengapa Al-Qur'an ini tidak diturunkan kepada orang besar (kaya dan berpengaruh) dari salah satu dua negeri ini (Mekah dan Taif)?” (az-Zukhruf/43: 31)\r\nMereka mengingkari wahyu dan kenabian Muhammad karena menurut jalan pikiran mereka, orang yang diutus menjadi rasul adalah orang yang kaya raya dan berpengaruh. Mereka tidak menyadari bahwa Allah berkuasa menentukan pilihan menurut kehendak-Nya di antaranya mengangkat hamba-Nya menjadi Nabi. \r\nAllah berfirman:\r\nوَقَالُوْا مَالِ هٰذَا الرَّسُوْلِ يَأْكُلُ الطَّعَامَ وَيَمْشِيْ فِى الْاَسْوَاقِۗ  لَوْلَآ اُنْزِلَ اِلَيْهِ مَلَكٌ فَيَكُوْنَ مَعَهٗ نَذِيْرًا ۙ  ٧  اَوْ يُلْقٰىٓ اِلَيْهِ كَنْزٌ اَوْ تَكُوْنُ لَهٗ جَنَّةٌ يَّأْكُلُ مِنْهَاۗ وَقَالَ الظّٰلِمُوْنَ اِنْ تَتَّبِعُوْنَ اِلَّا رَجُلًا مَّسْحُوْرًا  ٨  \r\nDan mereka berkata, “Mengapa Rasul (Muhammad) ini memakan makanan dan berjalan di pasar-pasar? Mengapa malaikat tidak diturunkan kepadanya (agar malaikat) itu memberikan peringatan bersama dia, atau (mengapa tidak) diturunkan kepadanya harta kekayaan atau (mengapa tidak ada) kebun baginya, sehingga dia dapat makan dari (hasil)nya?” Dan orang-orang zalim itu berkata, “Kamu hanyalah mengikuti seorang laki-laki yang kena sihir.” (al-Furq±n/25: 7-8);Di bagian akhir, ayat ini menjelaskan bahwa penyebab mereka jauh dari kebenaran adalah karena hati mereka diselubungi keraguan yang tidak bisa ditembus oleh cahaya kebenaran Al-Qur'an, dan mereka belum merasakan siksa Allah yang pedih. Seandainya mereka mau memperhatikan tanda-tanda kebenaran wahyu yang diturunkan kepada rasul-Nya, niscaya mereka mengakui kenabiannya, karena wahyu yang diterima itu telah cukup menjadi tanda kenabiannya. Namun demikian, karena penyakit hasad dan dengki yang telah bersarang dalam dadanya, maka mereka tidak mau menerima wahyu itu. Akhirnya mereka terjerumus dalam lembah keingkaran.\r\n"}