{"tafsir_id":3982,"surah_id":38,"aya_number":12,"tafsir_wajiz":"Kebenaran pasti akan menang melawan kebatilan, dan hal itu terbukti dengan hancurnya para penentang nabi-nabi terdahulu. Bila kaum musyrik Mekah mendustakan Nabi Muhammad, sebelum mereka itu kaum Nabi Nuh, ‘Ad, dan Fir’aun yang mempunyai bala tentara yang banyak juga telah mendustakan rasul-rasul Allah. Musuh Nabi Nuh dihancurkan dengan banjir besar, kaum ‘Ad dengan angin kencang, dan Firaun ditenggelamkan di laut Merah.","tafsir_tahlili":"(12-13) Pada kedua ayat ini, Allah menjelaskan enam kaum yang mendustakan rasul-rasul Allah, serta akibat yang mereka derita, dengan maksud agar menjadi pelajaran bagi kaum musyrik Mekah, sehingga mereka terlepas dari kesesatan, dan mau menerima tuntunan hidayah. Mereka itu adalah:\r\nPertama, kaum Nuh yang menuduh Nabi Nuh telah memberikan nasihat dan peringatan yang dibuat-buat. Oleh karena itu, mereka memperolok-olok, bahkan mengatakan bahwa Nabi Nuh gila. Meskipun Nabi Nuh telah berulang kali menyeru kepada mereka dengan lemah-lembut agar mereka beragama tauhid tetapi tantangan mereka tidak berkurang juga, bahkan bertambah-tambah, akhirnya Nabi Nuh berdoa kepada Allah.\r\nFirman Allah:\r\nوَقَالَ نُوْحٌ رَّبِّ لَا تَذَرْ عَلَى الْاَرْضِ مِنَ الْكٰفِرِيْنَ دَيَّارًا   ٢٦  اِنَّكَ اِنْ تَذَرْهُمْ يُضِلُّوْا عِبَادَكَ وَلَا يَلِدُوْٓا اِلَّا فَاجِرًا كَفَّارًا   ٢٧  \r\nDan Nuh berkata, “Ya Tuhanku, janganlah Engkau biarkan seorang pun di antara orang-orang kafir itu tinggal di atas bumi. Sesungguhnya jika Engkau biarkan mereka tinggal, niscaya mereka akan menyesatkan hamba-hamba-Mu, dan mereka hanya akan melahirkan anak-anak yang jahat dan tidak tahu bersyukur.” (Nµ¥/71: 26-27);Kaum Nuh tetap mendustakan seruannya, bahkan tenggelam dalam kesesatan. Allah membinasakan mereka dengan perantaraan badai, topan, dan banjir sebagai balasan dari kejahatan yang mereka lakukan. Akan tetapi, Nuh dan pengikut-pengikutnya diselamatkan Allah dari siksaan itu.\r\nAllah berfirman:\r\nفَفَتَحْنَآ اَبْوَابَ السَّمَاۤءِ بِمَاۤءٍ مُّنْهَمِرٍۖ    ١١  وَّفَجَّرْنَا الْاَرْضَ عُيُوْنًا فَالْتَقَى الْمَاۤءُ عَلٰٓى اَمْرٍ قَدْ قُدِرَ ۚ  ١٢  وَحَمَلْنٰهُ عَلٰى ذَاتِ اَلْوَاحٍ وَّدُسُرٍۙ    ١٣  تَجْرِيْ بِاَعْيُنِنَاۚ جَزَاۤءً لِّمَنْ كَانَ كُفِرَ   ١٤  \r\nLalu Kami bukakan pintu-pintu langit dengan (menurunkan) air yang tercurah, dan Kami jadikan bumi menyemburkan mata-mata air maka bertemulah (air-air) itu sehingga (meluap menimbulkan) keadaan (bencana) yang telah ditetapkan. Dan Kami angkut dia (Nuh) ke atas (kapal) yang terbuat dari papan dan pasak, yang berlayar dengan pemeliharaan (pengawasan) Kami sebagai balasan bagi orang yang telah diingkari (kaumnya). (al-Qamar/54: 11-14);Kedua, kaum Ad yang mendustakan seruan Hud yang mengajak mereka menyembah Allah Yang Maha Esa dan meninggalkan sembahan-sembahan yang mereka persekutukan dengan Allah. Akan tetapi, kaum Ad menentang seruan itu, bahkan mereka memperolok-olokkan Hud dan mengatakannya gila. Itulah sebabnya mereka dibinasakan dengan angin yang sangat dingin lagi kencang.\r\nAllah berfirman:\r\nوَاَمَّا عَادٌ فَاُهْلِكُوْا بِرِيْحٍ صَرْصَرٍ عَاتِيَةٍۙ  ٦  سَخَّرَهَا عَلَيْهِمْ سَبْعَ لَيَالٍ وَّثَمٰنِيَةَ اَيَّامٍۙ حُسُوْمًا فَتَرَى الْقَوْمَ فِيْهَا صَرْعٰىۙ  كَاَنَّهُمْ اَعْجَازُ نَخْلٍ خَاوِيَةٍۚ  ٧  فَهَلْ تَرٰى لَهُمْ مِّنْۢ بَاقِيَةٍ   ٨  \r\nSedangkan kaum Ad, mereka telah dibinasakan dengan angin topan yang sangat dingin,  Allah menimpakan angin itu kepada mereka selama tujuh malam delapan hari terus-menerus; maka kamu melihat kaum Ad pada waktu itu mati bergelimpangan seperti batang-batang pohon kurma yang telah kosong (lapuk). Maka adakah kamu melihat seorang pun yang masih tersisa di antara mereka? (al-¦±qqah/69: 6-8);Ketiga, Firaun yang mempunyai tentara yang besar. Di samping itu, ia mempunyai tempat penyiksaan khusus guna menyiksa musuh-musuhnya dan bangunan yang tinggi dan kokoh. Allah telah mengutus Musa kepada Firaun dan para pengikutnya agar menghentikan kesesatannya dan menyembah Allah Yang Maha Esa. Kebenaran seruan Musa itu dikuatkan pula dengan mukjizat. Akan tetapi Firaun dan para pengikutnya tetap berkeras hati menolak seruan Musa, bahkan bersikap sombong dan menghinanya dengan menyatakan bahwa dialah tuhan yang maha tinggi. Maka Allah memerintahkan Musa untuk mengungsikan kaumnya agar selamat dari kekejaman Firaun. Dengan begitu, selamatlah Musa dan kaum Bani Israil dari pengejaran Firaun sedang dia dengan bala tentaranya tenggelam ditelan gelombang laut.\r\nAllah berfirman:\r\n۞ وَجَاوَزْنَا بِبَنِيْٓ اِسْرَاۤءِيْلَ الْبَحْرَ فَاَتْبَعَهُمْ فِرْعَوْنُ وَجُنُوْدُهٗ بَغْيًا وَّعَدْوًا ۗحَتّٰىٓ اِذَآ اَدْرَكَهُ الْغَرَقُ قَالَ اٰمَنْتُ اَنَّهٗ لَآ اِلٰهَ اِلَّا الَّذِيْٓ اٰمَنَتْ بِهٖ بَنُوْٓا اِسْرَاۤءِيْلَ وَاَنَا۠ مِنَ الْمُسْلِمِيْنَ  ٩٠  اٰۤلْـٰٔنَ وَقَدْ عَصَيْتَ قَبْلُ وَكُنْتَ مِنَ الْمُفْسِدِيْنَ  ٩١  فَالْيَوْمَ نُنَجِّيْكَ بِبَدَنِكَ لِتَكُوْنَ لِمَنْ خَلْفَكَ اٰيَةً ۗوَاِنَّ كَثِيْرًا مِّنَ النَّاسِ عَنْ اٰيٰتِنَا لَغٰفِلُوْنَ   ٩٢  \r\nDan Kami selamatkan Bani Israil melintasi laut, kemudian Firaun dan bala tentaranya mengikuti mereka, untuk menzalimi dan menindas (mereka). Sehingga ketika Firaun hampir tenggelam dia berkata, “Aku percaya bahwa tidak ada tuhan melainkan Tuhan yang dipercayai oleh Bani Israil, dan aku termasuk orang-orang Muslim (berserah diri).” Mengapa baru sekarang (kamu beriman), padahal sesungguhnya engkau telah durhaka sejak dahulu, dan engkau termasuk orang yang berbuat kerusakan. Maka pada hari ini Kami selamatkan jasadmu agar engkau dapat menjadi pelajaran bagi orang-orang yang datang setelahmu, tetapi kebanyakan manusia tidak mengindahkan tanda-tanda (kekuasaan) Kami. (Yµnus/10: 90-92);Makna aut±d yang lain adalah pasung-pasung yang digunakan Firaun untuk menyiksa. Ada juga yang mengatakan bahwa Firaun mempunyai istana yang megah dan kokoh.\r\nKeempat, kaum Samud yang mendustakan seruan Nabi Saleh yang diutus untuk mereka. Mereka telah berbuat kesalahan yang melampaui batas. Mereka telah menyembelih unta yang seharusnya dipelihara. Sebagai balasan atas kedurhakaan mereka, Allah telah menimpakan suara keras yang mengguntur, hingga mereka musnah seperti rumput-rumput kering.\r\nAllah berfirman:\r\nكَذَّبَتْ ثَمُوْدُ بِالنُّذُرِ  ٢٣  فَقَالُوْٓا اَبَشَرًا مِّنَّا وَاحِدًا نَّتَّبِعُهٗٓ  ۙاِنَّآ اِذًا لَّفِيْ ضَلٰلٍ وَّسُعُرٍ  ٢٤  ءَاُلْقِيَ الذِّكْرُ عَلَيْهِ مِنْۢ بَيْنِنَا بَلْ هُوَ كَذَّابٌ اَشِرٌ   ٢٥  سَيَعْلَمُوْنَ غَدًا مَّنِ الْكَذَّابُ الْاَشِرُ   ٢٦  اِنَّا مُرْسِلُوا النَّاقَةِ فِتْنَةً لَّهُمْ فَارْتَقِبْهُمْ وَاصْطَبِرْۖ    ٢٧  وَنَبِّئْهُمْ اَنَّ الْمَاۤءَ قِسْمَةٌ ۢ بَيْنَهُمْۚ  كُلُّ شِرْبٍ مُّحْتَضَرٌ   ٢٨  فَنَادَوْا صَاحِبَهُمْ فَتَعَاطٰى فَعَقَرَ   ٢٩  فَكَيْفَ كَانَ عَذَابِيْ وَنُذُرِ   ٣٠  اِنَّآ اَرْسَلْنَا عَلَيْهِمْ صَيْحَةً وَّاحِدَةً فَكَانُوْا كَهَشِيْمِ الْمُحْتَظِرِ  ٣١  ;Kaum ¤amµd pun telah mendustakan peringatan itu. Maka mereka berkata, “Bagaimana kita akan mengikuti seorang manusia (biasa) di antara kita? Sungguh, kalau begitu kita benar-benar telah sesat dan gila. Apakah wahyu itu diturunkan kepadanya di antara kita? Pastilah dia (Saleh) seorang yang sangat pendusta (dan) sombong.” Kelak mereka akan mengetahui siapa yang sebenarnya sangat pendusta (dan) sombong itu. Sesungguhnya Kami akan mengirimkan unta betina sebagai cobaan bagi mereka, maka tunggulah mereka dan bersabarlah (Saleh). Dan beritahukanlah kepada mereka bahwa air itu dibagi di antara mereka (dengan unta betina itu); setiap orang berhak mendapat giliran minum. Maka mereka memanggil kawannya, lalu dia menangkap (unta itu) dan memotongnya. Maka betapa dahsyatnya azab-Ku dan peringatan-Ku! Kami kirimkan atas mereka satu suara yang keras mengguntur, maka jadilah mereka seperti batang-batang kering yang lapuk. (al-Qamar/54: 23-31);Kelima, Nabi Lut juga didustakan kaumnya. Berulang kali dia memperingatkan kaumnya agar bertakwa kepada Allah dan meninggalkan perbuatan keji, melakukan homoseksual, namun mereka tetap tidak menghiraukannya. Allah lalu memerintahkan Lut dan keluarganya meninggalkan Sodom karena mereka akan diazab dengan siksa yang membinasakan.\r\nAllah berfirman:\r\nكَذَّبَتْ قَوْمُ لُوْطٍ ۢبِالنُّذُرِ   ٣٣  اِنَّآ اَرْسَلْنَا عَلَيْهِمْ حَاصِبًا اِلَّآ اٰلَ لُوْطٍ ۗنَجَّيْنٰهُمْ بِسَحَرٍۙ  ٣٤  \r\nKaum Lut pun telah mendustakan peringatan itu. Sesungguhnya Kami kirimkan kepada mereka badai yang membawa batu-batu (yang menimpa mereka), kecuali keluarga Lut. Kami selamatkan mereka sebelum fajar menyingsing. (al-Qamar/54: 33-34);Keenam, A¡¥±bul Aikah, yang merupakan kaum Nabi Syuaib, juga mendustakan nabinya. Nabi Syuaib mengajak mereka agar menyembah Allah Yang Maha Esa, melarang mempersekutukan-Nya, dan tidak mengurangi timbangan. Akan tetapi, kaumnya bukan saja menolak seruan itu, bahkan mereka bersekutu menentangnya. Itulah sebabnya mereka dibinasakan dengan kilat yang menyambar mereka dalam keadaan gelap gulita.\r\nAllah berfirman:\r\nفَاَسْقِطْ عَلَيْنَا كِسَفًا مِّنَ السَّمَاۤءِ اِنْ كُنْتَ مِنَ الصّٰدِقِيْنَ ۗ   ١٨٧  قَالَ رَبِّيْٓ اَعْلَمُ بِمَا تَعْمَلُوْنَ    ١٨٨  فَكَذَّبُوْهُ فَاَخَذَهُمْ عَذَابُ يَوْمِ الظُّلَّةِ ۗاِنَّهٗ كَانَ عَذَابَ يَوْمٍ عَظِيْمٍ   ١٨٩  \r\n“Maka jatuhkanlah kepada kami gumpalan dari langit, jika engkau termasuk orang-orang yang benar.” Dia (Syuaib) berkata, “Tuhanku lebih mengetahui apa yang kamu kerjakan.” Kemudian mereka mendustakannya (Syuaib), lalu mereka ditimpa azab pada hari yang gelap. Sungguh, itulah azab pada hari yang dahsyat. (asy-Syuar±'/26: 187-189);"}