{"tafsir_id":3994,"surah_id":38,"aya_number":24,"tafsir_wajiz":"Nabi Dawud menyimak aduan pria itu, lalu dia memberi keputusan serno_ayat berkata, “Sungguh, dia telah berbuat zalim kepadamu dengan meminta kambingmu itu untuk ditambahkan kepada kambingnya sehingga kambingnya bertambah banyak. Memang banyak di antara orang-orang yang bersekutu itu berbuat zalim kepada yang lain karena pihak yang lemah tidak memiliki bukti yang menguatkan perkaranya. Banyak yang berbuat zalim, kecuali orang-orang yang beriman dan mengerjakan kebajikan yang menjunjung tinggi keadilan, dan hanya sedikitlah mereka yang begitu.” Dan setelah memberi putusan berdasarkan aduan sepihak itu, Nabi Dawud sadar dan menduga bahwa Kami mengujinya; maka dia segera memohon ampunan kepada Tuhannya atas kekeliruannya, lalu dia menyungkur sujud dan bertobat.","tafsir_tahlili":"(24) Pada ayat ini dijelaskan bahwa Nabi Daud memutuskan perkara tersebut dengan mengatakan bahwa tergugat telah berbuat aniaya kepada penggugat, karena yang digugat itu telah mengambil kambing penggugat untuk dimiliki, sehingga kambingnya menjadi bertambah banyak.\r\nPada ayat ini tidak dijelaskan lebih lanjut apakah Nabi Daud sesudah mendapat keterangan dari penggugat, meminta keterangan juga kepada tergugat. Juga tidak diterangkan apakah jawaban Nabi Daud itu didasarkan atas bukti-bukti yang memberi keyakinan. Menurut pengertian yang tampak dalam ayat, Nabi Daud hanyalah memberi jawaban sesudah mendapat keterangan dari pihak penggugat saja. Padahal mungkin saja pihak penggugat mengemukakan keterangan yang berlawanan dengan kenyataan, atau karena cara mengemukakan kata diatur demikian rupa, hingga timbullah kesan seolah-olah si penggugat itu orang jujur. Seharusnya Nabi Daud tidak memberi jawaban secara tergesa-gesa, atau ditunda saja jawabannya hingga mendapat keyakinan yang sebenar-benarnya. \r\nDitinjau dari cara mereka masuk menemui Daud dengan memanjat pagar, dan waktunya yang tidak tepat, dan persoalan yang diajukan, sebenarnya mereka tidak bermaksud untuk meminta keputusan kepada Daud, tetapi mereka mempunyai maksud yang lain. Hanya karena kewaspadaan Nabi Daud, maka rencana mereka itu tidak dapat mereka laksanakan. Di dalam sejarah dapat diketahui bahwa orang-orang Bani Israil sering kali berusaha untuk membunuh nabinya, misalnya mereka telah membunuh Ilyasa dan Zakaria. Patut diduga kedua orang itu (penggugat dan tergugat) sebenarnya ingin menganiaya Nabi Daud, hanya saja mereka tidak sampai melaksanakan niat jahatnya karena niat mereka diketahui terlebih dahulu.\r\nKemudian Allah menjelaskan jawaban Daud lebih terperinci. Daud mengatakan kepada orang yang berperkara itu bahwa sebagian besar orang yang mengadakan perserikatan, menganiaya anggotanya yang lain. Hal ini terjadi karena sifat ¥asad, dengki, dan memperturutkan hawa nafsu sehingga hak anggota yang satu terambil oleh anggota yang lain. Terkecuali orang-orang yang dalam hatinya penuh dengan iman dan mencintai amal saleh yang terhindar dari perbuatan yang jahat itu.\r\nDi akhir ayat, Allah menjelaskan bahwa Nabi Daud sadar bahwa ia sedang mendapat cobaan dari Allah. Lalu ia meminta ampun kepada Allah atas kesalahan, seraya sujud bertobat kepada-Nya karena merasakan kekurangan dan kesalahan yang ada pada dirinya.\r\nKesalahan dan kekurangan yang menimpa dirinya ialah ketergesa-gesaannya memberikan jawaban kepada orang yang berperkara, padahal ia belum memperoleh keyakinan dan bukti-bukti yang seharusnya ia peroleh. Ia memutuskan hanya berdasar prasangkanya bahwa kedatangan orang yang ingin memperdayainya itu adalah cobaan dari Allah, padahal apa yang ia duga tidak terjadi.\r\n"}