{"tafsir_id":3996,"surah_id":38,"aya_number":26,"tafsir_wajiz":"Karena ketaatan, kebijaksanaan, dan ilmunya yang luas, Allah memilih Nabi Dawud sebagai khalifah, “Wahai Nabi Dawud! Sesungguhnya engkau telah Kami jadikan khalifah dan penguasa di bumi. Karena itu, hiasilah kekuasaanmu dengan kesopanan dan tunduk pada aturan Kami. Maka berilah keputusan tentang suatu perkara yang terjadi di antara manusia dengan adil dan mengacu pada wahyu Kami, dan janganlah engkau mengikuti hawa nafsu dalam menjalankan amanah Kami karena hawa nafsu akan menyesatkan engkau dari jalan Allah dan menggiringmu jauh dari kebenaran Sungguh, orang-orang yang sesat dari jalan Allah akibat mengikuti hawa nafsu akan mendapat azab yang berat dan pedih di akhirat. Yang demikian itu karena mereka melupakan hari perhitungan, hari ketika perbuatan manusia dihisab. no_ayatt ini menunjukkan bahwa seorang pemimpin harus bersikap adil, amanah, dan mendahulukan kepentingan umum daripada kepentingan pribadi.","tafsir_tahlili":"(26) Pada ayat ini, Allah menjelaskan pengangkatan Nabi Daud sebagai penguasa dan penegak hukum di kalangan rakyatnya. Allah menyatakan bahwa dia mengangkat Daud sebagai penguasa yang memerintah kaumnya. Pengertian penguasa diungkapkan dengan khalifah, yang artinya pengganti, adalah sebagai isyarat agar Daud dalam menjalankan kekuasaannya selalu dihiasi dengan sopan-santun yang baik, yang diridai Allah, dan dalam melaksanakan peraturan hendaknya berpedoman kepada hidayah Allah. Dengan demikian, sifat-sifat khalifah Allah tercermin pada diri pribadinya. Rakyatnya pun tentu akan menaati segala peraturannya dan tingkah lakunya yang patut diteladani.\r\nSelanjutnya Allah menjelaskan bahwa Dia menyuruh Nabi Daud agar memberi keputusan terhadap perkara yang terjadi antara manusia dengan keputusan yang adil dengan berpedoman pada wahyu yang diturunkan kepadanya. Dalam wahyu itu terdapat hukum yang mengatur kesejahteraan manusia di dunia dan kebahagiaan mereka di akhirat. Oleh sebab itu Allah melarang Nabi Daud memperturutkan hawa nafsunya dalam melaksanakan segala macam urusan yang berhubungan dengan kesejahteraan dan kebahagiaan manusia di dunia dan akhirat.\r\nPada ayat ini terdapat isyarat yang menunjukkan pengangkatan Daud sebagai rasul dan tugas-tugas apa yang seharusnya dilakukan oleh seorang rasul yang mengandung pelajaran bagi para pemimpin sesudahnya dalam melaksanakan kepemimpinannya.\r\nPada akhir ayat Allah menjelaskan akibat dari orang yang memperturutkan hawa nafsu dan hukuman apa yang pantas dijatuhkan kepadanya.\r\nMemperturutkan hawa nafsu menyebabkan seseorang kehilangan kesadaran. Dengan demikian, ia akan kehilangan kontrol pribadi sehingga ia tersesat dari jalan yang diridai Allah. Kemudian apabila kesesatan itu telah menyelubungi hati seseorang, ia lupa akan keyakinan yang melekat dalam hatinya bahwa di atas kekuasaannya masih ada yang lebih berkuasa. Itulah sebabnya orang yang memperturutkan hawa nafsu itu diancam dengan ancaman yang keras, yang akan mereka rasakan deritanya di hari pembalasan, hari diperhitungkannya seluruh amal manusia guna diberi balasan yang setimpal.\r\n"}