{"tafsir_id":3997,"surah_id":38,"aya_number":27,"tafsir_wajiz":"Usai menegaskan adanya hari perhitungan, Allah beralih menjelas-kan bukti-bukti kekuasaan-Nya di jagat rno_ayat. Dan sungguh, Kami tidak serta-merta menciptakan langit dan bumi dan apa yang ada di antara keduanya, seperti bintang, matahari, dan bulan, dengan sia-sia dan tanpa manfaat tertentu (Lihat no_surahh ad-Dukhan/44: 38-39). Itu semua adalah anggapan orang-orang kafir yang tidak memercno_ayati kekuasaan Allah, maka celakalah orang-orang yang kafir itu karena mereka akan masuk ke neraka yang telah Allah persiapkan untuk mereka.","tafsir_tahlili":"(27) Allah menjelaskan bahwa Dia menjadikan langit, bumi, dan makhluk apa saja yang berada di antaranya, tidak sia-sia. Langit dengan segala bintang yang menghiasi, matahari yang memancarkan sinarnya di waktu siang, dan bulan yang menampakkan bentuknya yang berubah-ubah dari malam ke malam, sangat bermanfaat bagi manusia. Begitu juga bumi dengan segala isinya, baik yang tampak di permukaan ataupun yang tersimpan dalam perutnya, sangat besar artinya bagi kehidupan manusia. Semua itu diciptakan Allah atas kekuasaan dan kehendak-Nya sebagai rahmat yang tak ternilai harganya. \r\nApabila orang mau memperhatikan dengan seksama terhadap makhluk-makhluk yang ada di jagat raya ini, pasti ia mengetahui bahwa semua makhluk yang ada itu tunduk dan taat pada ketentuan-ketentuan yang berlaku, yang tak bisa dihindari. Begitu juga dalam hal penciptaan manusia. Mereka ini tidak dapat melepaskan diri dari ketentuan-ketentuan Allah, begitu lahir sudah tunduk pada gaya tarik bumi, ia bernafas dengan zat asam dan sebagainya. Tidak pernah ada manusia yang menyimpang dari ketentuan ini. Apabila ia dewasa, ia memerlukan kawan hidup untuk mengisi kekosongan jiwanya, dan untuk melaksanakan tujuan hidupnya ia mengembangkan keturunan. Kemudian kalau ajal telah datang, ia kembali ke asalnya. Ia akan dihidupkan kembali di akhirat, guna mempertanggungjawabkan segala amalnya ketika hidup di dunia.\r\nAllah berfirman:\r\nوَاتَّقُوْا يَوْمًا تُرْجَعُوْنَ فِيْهِ اِلَى اللّٰهِ ۗثُمَّ تُوَفّٰى كُلُّ نَفْسٍ مَّا كَسَبَتْ وَهُمْ لَا يُظْلَمُوْنَ \r\nDan takutlah pada hari (ketika) kamu semua dikembalikan kepada Allah. Kemudian setiap orang diberi balasan yang sempurna sesuai dengan apa yang telah dilakukannya, dan mereka tidak dizalimi (dirugikan). (al-Baqarah/2: 281);Jika manusia berpikir dengan jernih dan sungguh-sungguh, tentu akan mengakui keesaan dan kekuasaan Allah terhadap semua yang ada di langit, bumi, serta segala makhluk yang ada di antara keduanya. Apabila manusia mengakui kemahakuasaan Allah, tentulah akan mengakui pula kekuasaan-Nya menurunkan wahyu kepada hamba pilihan-Nya.\r\nLalu Allah menjelaskan sikap orang-orang kafir Mekah. Mereka tidak mau memperhatikan tanda-tanda kekuasaan Allah yang ada di langit dan bumi, dan juga tidak mau meneliti tanda kebesaran Allah yang ada pada diri mereka sendiri. Itulah sebabnya mereka mendustakan keesaan Allah dan hari kebangkitan.\r\nAllah berfirman:\r\nوَمَا خَلَقْنَا السَّمٰوٰتِ وَالْاَرْضَ وَمَا بَيْنَهُمَا لٰعِبِيْنَ  ٣٨  مَا خَلَقْنٰهُمَآ اِلَّا بِالْحَقِّ وَلٰكِنَّ اَكْثَرَهُمْ لَا يَعْلَمُوْنَ  ٣٩  \r\nDan tidaklah Kami bermain-main menciptakan langit dan bumi dan apa yang ada di antara keduanya. Tidaklah Kami ciptakan keduanya melainkan dengan haq (benar), tetapi kebanyakan mereka tidak mengetahui. (ad-Dukh±n/44: 38-39);Dan firman-Nya:\r\nاَفَحَسِبْتُمْ اَنَّمَا خَلَقْنٰكُمْ عَبَثًا وَّاَنَّكُمْ اِلَيْنَا لَا تُرْجَعُوْنَ  \r\nMaka apakah kamu mengira, bahwa Kami menciptakan kamu main-main (tanpa ada maksud) dan bahwa kamu tidak akan dikembalikan kepada Kami? (al-Mu'minµn/23: 115);Pada penghujung ayat, Allah menegaskan bahwa mereka akan mendapatkan kenyataan yang berbeda dengan apa yang mereka duga selama hidup di dunia. Mereka akan merasakan neraka wail yang memang disediakan sebagai azab bagi mereka, sebagai balasan yang setimpal atas keingkaran mereka terhadap keesaan Allah, kebenaran wahyu, dan terjadinya hari kebangkitan.\r\n"}