{"tafsir_id":3998,"surah_id":38,"aya_number":28,"tafsir_wajiz":"Allah menegaskan perbedaan perlakuan-Nya kepada orang beriman dan orang kafir. Pantaskah Kami memperlakukan orang-orang yang beriman dan mengerjakan kebajikan serta percno_ayat akan keesaan Kami sama dengan orang-orang yang berbuat kerusakan di bumi dan tidak mau mengikuti petunjuk Kami? Atau pantaskah Kami menganggap orang-orang yang bertakwa dan patuh pada perintah Kami sama dengan orang-orang yang jahat, ingkar, dan sombong?","tafsir_tahlili":"(28) Pada ayat ini, Allah menjelaskan bahwa di antara kebijaksanaan-Nya ialah tidak menganggap sama para hamba-Nya yang melakukan kebaikan, dengan orang-orang yang terjerumus ke dalam lembah kemaksiatan. Tidak patut bagi zat Allah dengan segala keagungan-Nya, apabila menganggap sama antara hamba-hamba-Nya yang beriman dan melakukan kebaikan dengan orang-orang yang mengingkari keesaan-Nya lagi memperturutkan hawa nafsunya.\r\nOrang-orang yang beriman yang dimaksud dalam ayat ini ialah orang-orang yang meyakini bahwa Allah Maha Esa, tidak memerlukan sekutu dalam melaksanakan kekuasaan dan kehendak-Nya. Atas keyakinan itulah mereka menyadari dan melaksanakan apa yang seharusnya diperbuat terhadap sesamanya dan kepada Penciptanya. Dengan keyakinan itu pula, mereka menaati perintah Khaliknya yang disampaikan melalui rasul-Nya dan menjauhi segala larangan-Nya. Mereka selalu berusaha keras memelihara kebersihan jiwanya dari noda-noda yang mengotorinya.\r\nAllah berfirman:\r\nوَسَيُجَنَّبُهَا الْاَتْقَىۙ  ١٧  الَّذِيْ يُؤْتِيْ مَالَهٗ يَتَزَكّٰىۚ  ١٨  وَمَا لِاَحَدٍ عِنْدَهٗ مِنْ نِّعْمَةٍ تُجْزٰىٓۙ  ١٩  \r\nDan akan dijauhkan darinya (neraka) orang yang paling bertakwa, yang menginfakkan hartanya (di jalan Allah) untuk membersihkan (dirinya), dan tidak ada seorang pun memberikan suatu nikmat padanya yang harus dibalasnya. (al-Lail/92: 17-19);Sedang yang dimaksud dengan orang yang berbuat kerusakan di muka bumi ialah orang yang tidak mau mengikuti kebenaran dan selalu memperturutkan hawa nafsunya. Mereka ini tidak mau mengakui keesaan Allah, kebenaran wahyu, dan terjadinya hari kebangkitan dan pembalasan. Oleh karena itu, mereka yang jauh dari rahmat Allah, berani melanggar larangan-larangan-Nya. Mereka tidak meyakini bahwa mereka akan dibangkitkan kembali dari kuburnya, mereka tetap akan dihimpun di Padang Mahsyar untuk mempertanggungjawabkan amal perbuatannya.\r\nAllah berfirman:\r\nوَكُلَّ اِنْسَانٍ اَلْزَمْنٰهُ طٰۤىِٕرَهٗ فِيْ عُنُقِهٖۗ وَنُخْرِجُ لَهٗ يَوْمَ الْقِيٰمَةِ كِتٰبًا يَّلْقٰىهُ مَنْشُوْرًا  ١٣  اِقْرَأْ كِتَابَكَۗ  كَفٰى بِنَفْسِكَ الْيَوْمَ عَلَيْكَ حَسِيْبًاۗ  ١٤  \r\nDan setiap manusia telah Kami kalungkan (catatan) amal perbuatannya di lehernya. Dan pada hari Kiamat Kami keluarkan baginya sebuah kitab dalam keadaan terbuka. “Bacalah kitabmu, cukuplah dirimu sendiri pada hari ini sebagai penghitung atas dirimu.” (al-Isr±'/17: 13-14);Apabila ada di antara hamba Allah yang diberi pahala karena amal baiknya di dunia, dan disiksa akibat amal buruknya, hal itu sesuai dengan hikmah dan kebijaksanaan Allah. Dia telah memberikan akal agar mereka dapat mengetahui betapa luasnya nikmat Allah yang telah diberikan kepada mereka. Akan tetapi, mereka tidak mau mempergunakan akal itu sebaik-baiknya, sehingga mereka tidak mensyukuri nikmat itu, bahkan mereka mengingkarinya. Allah juga telah mengutus rasul-Nya untuk membimbing mereka kepada jalan yang benar. Petunjuk dan bimbingan rasul itu bukan saja tidak mereka hiraukan, tetapi malah mereka dustakan.\r\n"}