{"tafsir_id":3999,"surah_id":38,"aya_number":29,"tafsir_wajiz":"Wahai Nabi Muhammad, sesungguhnya kitab Al-Qur’an yang telah Kami turunkan kepadamu adalah kitab yang penuh berkah. Kami menurunkannya agar mereka menghno_ayatti dan memahami no_ayatt-no_ayattnya dan agar orang-orang yang berakal sehat menggunakan akal budinya untuk mendapat pelajaran darinya dan mengamalkan kandungannya.","tafsir_tahlili":"(29) Allah menjelaskan bahwa Dia telah menurunkan Al-Qur'an kepada Rasulullah saw dan para pengikutnya. Al-Qur'an itu adalah kitab yang sempurna mengandung bimbingan yang sangat bermanfaat kepada umat manusia. Bimbingan itu menuntun manusia agar hidup sejahtera di dunia dan berbahagia di akhirat. Dengan merenungkan isinya, manusia akan menemukan cara-cara mengatur kemaslahatan hidup di dunia. Tamsil ibarat dan kisah dari umat terdahulu menjadi pelajaran dalam menempuh tujuan hidup mereka dan menjauhi rintangan dan hambatan yang menghalangi pencapaian tujuan hidup. Al-Qur'an itu diturunkan dengan maksud agar direnungkan kandungan isinya, kemudian dipahami dengan pengertian yang benar, lalu diamalkan sebagaimana mestinya. Pengertian yang benar diperoleh dengan jalan mengikuti petunjuk-petunjuk rasul, dengan dibantu ilmu pengetahuan yang dimiliki, baik yang berhubungan dengan bahasa ataupun perkembangan masyarakat. Begitu pula dalam mendalami petunjuk-petunjuk yang terdapat dalam kitab itu, hendaknya dilandasi tuntunan rasul serta berusaha untuk menyemarakkan pengalamannya dengan ilmu pengetahuan hasil pengalaman dan pemikiran mereka.\r\n¦asan al-Ba¡r³ menjelaskan pengertian ayat ini dengan mengatakan, “Banyak hamba Allah dan anak-anak yang tidak mengerti makna Al-Qur'an, walaupun telah membacanya di luar kepala. Mereka ini hafal betul hingga tak satu pun huruf yang ketinggalan. Namun mereka mengabaikan ketentuan-ketentuan Al-Qur'an itu hingga salah seorang di antara mereka mengatakan, “Demi Allah saya telah membaca Al-Qur'an, hingga tak satu huruf pun yang kulewatkan.” Sebenarnya orang yang seperti itu telah melewatkan Al-Qur'an seluruhnya, karena pengaruh Al-Qur'an tidak tampak pada dirinya, baik pada budi pekerti maupun pada perbuatannya. Demi Allah, apa gunanya ia menghafal setiap hurufnya, selama mereka mengabaikan ketentuan-ketentuan Allah. Mereka itu bukan ahli hikmah dan ahli pemberi pengajaran. Semoga Allah tidak memperbanyak jumlah orang yang seperti itu.”\r\n \r\n \r\nIbnu Masµd mengatakan:\r\nكَانَ الرَّجُلُ فِيْنَا إِذَا تَعَلَّمَ عَشْرَ اَيَاتٍ مِنَ الْقُرْآنِ لمَ ْيَتَجَاوَزْهُنَّ حَتَّى يَعْلَمَ مَا فِيْهَا وَ يَعْلَمَ بِمَا فِيْهَا. (رواه أحمد)\r\nOrang-orang di antara kami apabila belajar sepuluh ayat Al-Qur'an, mereka tidak pindah ke ayat lain, sampai memahami kandungan sepuluh ayat tersebut dan mengamalkan isinya.(Riwayat A¥mad)\r\n"}