{"tafsir_id":4004,"surah_id":38,"aya_number":34,"tafsir_wajiz":"Dan Kami tidak hanya mencurahkan karunia kepada Nabi Sulaiman. Sungguh, Kami pun telah menguji Nabi Sulaiman dengan penyakit yang menyebabkan hilangnya kekuatan yang dimilikinya, dan karena itu Kami jadikan dia hanya mampu tergeletak di atas kursinya sebagai tubuh yang lemah tak berdno_ayat, kemudian dia pun menyadari kelalaiannya dan bertobat kepada Allah.","tafsir_tahlili":"(34) Kemudian Allah menjelaskan keadaan Sulaiman pada saat mendapat cobaan dan keadaannya setelah selesai menghadapi cobaan itu. Allah mencobanya dengan menimpakan sakit keras. Demikian hebatnya serangan penyakitnya itu hingga kehilangan kekuatan sama sekali. Badannya lemah lunglai tergeletak di atas kursinya seolah-olah tak bernyawa lagi.\r\nAbµ Hurairah meriwayatkan bahwa Nabi saw bersabda:\r\nقَالَ سُلَيْمَانُ لأَطُوْفَنَّ اللَّيْلَةَ عَلَى تِسْعِيْنَ امْرَأَةٍ كُلُّهُنَّ تَأْتِي بِفَارِسِ يُجَاهِدُ فِي سَبِيْلِ اللهِ فَقَالَ لَهُ صَاحِبُهُ قُلْ إِنْ شَاءَ الله فَلَمْ يَقُلْ اِنْ شَاءَ اللهُ فَطَافَ عَلَيْهِنَّ جَمِيْعًا فَلَمْ تَحْمِلْ ِمْنهُنَّ إِلاَّ امْرَأَةٌ وَاحِدَةٌ جَائَتْ بِشقِّ رَجُلٍ وَ أَيْمُ الَّذِيْ نَفْسُ مُحَمَّدٍ  بِيَدِهِ لَوْ قَالَ إِنْ شَاءَ الله لَجَاهَدُوْا فِي سَبِيْلِ اللهِ فُرْسَانًا أَجْمَعُوْنَ. (رواه البخارى ومسلم عن أبى هريرة) \r\nNabi Sulaiman berkata, “Saya akan berkeliling malam ini untuk mengumpuli sembilan puluh istri, semuanya nanti akan melahirkan anak yang mahir menunggang kuda dan berjihad f³ sab³lillah.” Maka seorang sahabatnya berkata kepadanya, “Katakan insya Allah,” tetapi Nabi Sulaiman tidak mengatakan insya Allah. Nabi Sulaiman kemudian mengumpuli istri-istrinya itu semua, tetapi tidak ada yang hamil dari mereka kecuali seorang istri, yang kemudian melahirkan anak yang tidak sempurna. Demi Zat yang menguasai diri Muhammad, “Seandainya Nabi Sulaiman mengatakan insy± All±h, niscaya semua istrinya melahirkan anak-anak yang mahir menunggang kuda dan berjihad f³ sab³lillah.” (Riwayat al-Bukh±r³ dan Muslim dari Abµ Hurairah) ;Keterangan lain menjelaskan bahwa yang dimaksud dengan cobaan itu ialah berkenaan dengan keinginan Nabi Sulaiman mendatangi sembilan puluh istrinya dalam satu malam dan setiap istrinya melahirkan seorang penunggang kuda. Namun, ia tidak mengucapkan insy± All±h, sehingga Allah mengujinya dengan cobaan tidak ada yang melahirkan kecuali hanya satu orang dan melahirkan bayi lumpuh setengah badan dan diletakkan di atas kursi Nabi Sulaiman.\r\nDi saat-saat menerima cobaan seperti itu, ia selalu memanjatkan harapannya kepada Allah serta penyerahan dirinya menerima cobaan itu dengan ikhlas. Pada penghujung ayat, Allah menegaskan bahwa Sulaiman lalu bertobat meminta ampun atas kelemahan-kelemahan yang ada pada dirinya serta berserah diri kepada Allah.\r\n"}