{"tafsir_id":4008,"surah_id":38,"aya_number":38,"tafsir_wajiz":"dan adapun setan yang lain yang tidak mematuhi perintahnya, mereka terikat dalam belenggu sehingga tidak mengganggu mereka yang bekerja.","tafsir_tahlili":"(36-38) Pada ayat ini, Allah menjelaskan beberapa nikmat yang diberikan kepada Nabi Sulaiman, sebagai jawaban dari pada doanya. Pertama: Allah menganugerahkan kepada Sulaiman kekuasaan menundukkan angin. Atas izin Allah, angin berhembus dengan kencang atau gemulai menurut kehendaknya pula.\r\n Allah berfirman:\r\nوَلِسُلَيْمٰنَ الرِّيْحَ عَاصِفَةً تَجْرِيْ بِاَمْرِهٖٓ اِلَى الْاَرْضِ الَّتِيْ بٰرَكْنَا فِيْهَاۗ وَكُنَّا بِكُلِّ شَيْءٍ عٰلِمِيْنَ  \r\nDan (Kami tundukkan) untuk Sulaiman angin yang sangat kencang tiupannya yang berhembus dengan perintahnya ke negeri yang Kami beri berkah padanya. Dan Kami Maha Mengetahui segala sesuatu. (al-Anbiy±'/21: 81);Kedua: Allah menganugerahkan kepadanya kemampuan menundukkan setan-setan yang ahli bangunan dan ahli menyelam, yang melakukan tugas sesuai dengan perintah Sulaiman. Apabila ia memerintahkan kepada mereka membangun suatu bangunan seperti gedung-gedung pertemuan istana, benteng pertahanan, atau gedung-gedung tempat menyimpan harta kekayaan Sulaiman dan lain-lain, maka tugas itu dapat mereka selesaikan dalam waktu yang sangat singkat. Apabila Sulaiman memerintahkan mereka untuk mengumpulkan mutiara dan marjan serta kekayaan laut lainnya, tugas itu dapat diselesaikan dengan cepat pula.\r\nKetiga: Allah menganugerahkan kepadanya kekuasaan menundukkan setan yang menentang perintahnya. Tangan dan kaki mereka terikat dalam belenggu, agar tidak berbahaya kepada yang lain, dan sebagai hukuman atas pembangkangannya.\r\nKekuasaan yang diberikan Allah kepada Sulaiman untuk menunduk-kan setan maksudnya adalah kekuasaan untuk menggerakkan mereka melakukan tugas-tugas berat, yaitu tugas membangun gedung-gedung, dan menyelam mengeluarkan kekayaan laut. Namun tidak ada keterangan secara pasti mengenai bagaimana Sulaiman membelenggu setan itu. Sikap yang paling utama ialah kita menerima keterangan yang terdapat dalam Al-Qur'an dan untuk mengungkapkan pengertiannya, kita serahkan kepada ilmu pengetahuan.\r\n"}