{"tafsir_id":4014,"surah_id":38,"aya_number":44,"tafsir_wajiz":"Nabi Ayyub pernah bersumpah akan memukul istrinya akibat kelalaiannya dalam merawat beliau. Allah mengizinkan beliau untuk melaksanakan sumpah itu tanpa mendatangkan rasa sakit berlebih kepada istrinya. Untuk itu Allah berfirman, “Dan ambillah seikat rumput dengan tanganmu, lalu pukullah istrimu sekali saja dengan itu dan janganlah engkau melanggar sumpah yang pernah kauucapkan.” Sesungguhnya Kami dapati dia sebagai seorang yang sabar dan ikhlas dalam menghadapi cobaan. Dialah sebaik-baik hamba yang tidak pernah putus asa. Sungguh, dia sangat taat dalam melaksanakan perintah Kami. Ujian dan cobaan bisa menimpa siapa saja. Jika hal itu dihadapi dengan sabar, tawakal, dan berusaha secara maksimal, niscno_ayat Allah akan mengganti dengan imbalan lebih banyak, bahkan terkadang tidak terduga.","tafsir_tahlili":"(44) Kemudian Allah mengisahkan keringanan hukuman bagi istrinya yang diberikan kepada Ayub. Allah memerintahkan agar Ayub mengambil seberkas rumput untuk dipukulkan kepada istrinya. Pukulan rumput ini cukup sebagai pengganti dari sumpah yang pernah ia ucapkan. Dalam ayat-ayat Al-Qur'an tidak disebutkan apa sebab ia bersumpah dan apa sumpahnya. Hanya hadis sajalah yang menyebutkan bahwa ia bersumpah karena istrinya, yang bernama Rahmah putri Ifr±im, pergi untuk sesuatu keperluan dan terlambat datang. Ayub bersumpah akan memukulnya 100 kali apabila ia sembuh. Dengan pukulan seikat rumput itu, ia dianggap telah melaksanakan sumpahnya, sebagai kemurahan bagi Ayub sendiri dan bagi istrinya yang telah melayaninya dengan baik pada saat sakit.  Dengan adanya kemurahan Allah itu, Ayub pun terhindar dari melanggar sumpah.\r\nDi akhir ayat, Allah memuji bahwa Ayub adalah hamba-Nya yang sabar, baik, dan taat. Sabar menghadapi cobaan yang diberikan kepadanya, baik cobaan yang menimpa dirinya, hartanya, serta keluarganya. Dia dimasukkan dalam golongan hamba-Nya yang baik perangainya karena tidak mudah berputus asa, dan menumpahkan harapannya kepada Allah. Dia juga sebagai hamba-Nya yang taat, karena kegigihannya memperjuangkan perintah-perintah agama serta memelihara diri, keluarga, dan kaumnya dari kehancuran.\r\nMengenai ketaatan Ayub dapat diketahui dari sebuah riwayat bahwa apabila ia menemui cobaan mengatakan:;اَللّهُمَّ أَنْتَ أَخَذْتَ وَأَنْتَ أَعْطَيْتَ\r\n“Ya Allah, Engkaulah yang mengambil dan Engkau pula yang memberi.”;Pada waktu bermujanat ia pun berkata:\r\nاِلٰهِيْ قَدْ عَلِمْتَ أَنَّهُ لَمْ يُخَالِفْ لِسَانِيْ قَلْبِيْ وَلَمْ يَتَّبِعْ قَلْبِيْ بَصَرِيْ وَلَمْ يَلْهَنِيْ مَا مَلَكَتْ يَمِيْنِيْ وَلَمْ اَكَُلْ إِلاَّ وَمَعِيَ يَتِيْمٌ وَلَمْ أَبِتْ شَبْعَانَ وَلاَ كَاسِيًا وَمَعِيْ جَائِعٌ أَوْ عُرْيَانُ.\r\n“Ya Tuhanku, “Engkau telah mengetahui betul bahwa lisanku tidak akan berbeda dengan hatiku, hatiku tidak mengikuti penglihatan, hamba sahaya yang kumiliki tidak akan mempermainkan aku, aku tidak makan terkecuali bersama-sama anak yatim dan aku tidak berada dalam keadaan kenyang dan berpakaian sedang di sampingku ada orang yang lapar atau telanjang.”\r\n"}