{"tafsir_id":403,"surah_id":3,"aya_number":110,"tafsir_wajiz":"Setelah Allah menjelaskan kewajiban berdakwah bagi umat Islam dan menjaga persatuan dan kesatuan, maka dalam no_ayatt ini dijelaskan bahwa kewajiban tersebut dikarenakan kamu (umat Islam) adalah umat terbaik dan paling utama di sisi Allah yang dilahirkan, yaitu ditampakkan untuk seluruh umat manusia hingga akhir zaman, karena kamu menyuruh berbuat yang makruf, dan mencegah dari yang mungkar dan beriman kepada Allah dengan iman yang benar, sehingga kalian menjalankan perintah-Nya dan menjauhi larangan-Nya serta beriman kepada rasul-rasul-Nya. Itulah tiga faktor yang menjadi sebab umat Islam mendapat julukan umat terbaik. Sekiranya Ahli Kitab beriman sebagaimana umat Islam beriman, menyuruh yang makruf dan mencegah yang mungkar serta tidak bercerai berai dan berselisih tentang kebenaran ajaran agama Allah, tentulah itu lebih baik bagi mereka. Kenyataannya di antara mereka ada yang beriman sebagaimana imannya umat Islam, sehingga sebagian kecil dari mereka ini pantas mendapat julukan sebaik-baik umat, namun kebanyakan mereka adalah orang-orang fasik, tidak mau mengikuti petunjuk dan tidak taat kepada Allah serta mengingkari syariat-Nya. ","tafsir_tahlili":"(110) Ayat ini mengandung suatu dorongan kepada kaum mukminin agar tetap memelihara sifat-sifat utama itu dan agar mereka tetap mempunyai semangat yang tinggi.\r\nUmat yang paling baik di dunia adalah umat yang mempunyai dua macam sifat, yaitu mengajak kebaikan serta mencegah kemungkaran, dan senantiasa beriman kepada Allah. Semua sifat itu telah dimiliki oleh kaum Muslimin pada masa Nabi dan telah menjadi darah daging dalam diri mereka karena itu mereka menjadi kuat dan jaya. Dalam waktu yang singkat mereka telah dapat menjadikan seluruh tanah Arab tunduk dan patuh di bawah naungan Islam, hidup aman dan tenteram di bawah panji-panji keadilan, padahal mereka sebelumnya adalah umat yang berpecah-belah selalu berada dalam suasana kacau dan saling berperang antara sesama mereka. Ini adalah berkat keteguhan iman dan kepatuhan mereka menjalankan ajaran agama dan berkat ketabahan dan keuletan mereka menegakkan amar makruf dan mencegah kemungkaran. Iman yang mendalam di hati mereka selalu mendorong untuk berjihad dan berjuang untuk menegakkan kebenaran dan keadilan sebagaimana tersebut dalam firman Allah:\r\nاِنَّمَا الْمُؤْمِنُوْنَ الَّذِيْنَ اٰمَنُوْا بِاللّٰهِ وَرَسُوْلِهٖ ثُمَّ لَمْ يَرْتَابُوْا وَجَاهَدُوْا بِاَمْوَالِهِمْ وَاَنْفُسِهِمْ فِيْ سَبِيْلِ اللّٰهِ ۗ اُولٰۤىِٕكَ هُمُ الصّٰدِقُوْنَ   \r\n“Sesungguhnya orang-orang mukmin yang sebenarnya adalah mereka yang beriman kepada Allah dan Rasul-Nya kemudian mereka tidak ragu-ragu dan mereka berjihad dengan harta dan jiwanya di jalan Allah. Mereka itulah orang-orang yang benar.” (al-¦ujur±t/49: 15);Jadi ada dua syarat untuk menjadi umat terbaik di dunia, sebagaimana diterangkan dalam ayat ini, pertama, iman yang kuat dan, kedua, menegakkan amar makruf dan mencegah kemungkaran. Maka setiap umat yang memiliki kedua sifat ini pasti umat itu jaya dan mulia dan apabila kedua hal itu diabaikan dan tidak dipedulikan lagi, maka tidak dapat disesalkan bila umat itu jatuh ke lembah kemelaratan.\r\nAhli Kitab itu jika beriman tentulah lebih baik bagi mereka. Tetapi sedikit sekali di antara mereka yang beriman seperti Abdullah bin Salam dan kawan-kawannya, dan kebanyakan mereka adalah orang fasik, tidak mau beriman, mereka percaya kepada sebagian kitab suci dan kafir kepada sebagiannya yang lain, atau mereka percaya kepada sebagian rasul seperti Musa dan Isa dan kafir kepada Nabi Muhammad saw."}