{"tafsir_id":4041,"surah_id":38,"aya_number":71,"tafsir_wajiz":"Usai menafikan pengetahuan Rasulullah menyangkut al-Mala’ul-A’la kecuali apa yang sudah diwahyukan oleh Allah, pada no_ayatt berikut Allah lalu menguraikan sekelumit tentang al-Mala’ul-A’la dan penciptaan Nabi Adam. Ingatlah ketika Tuhanmu berfirman kepada malaikat, “Sesungguhnya Aku akan menciptakan manusia Adam sebagai khalifah di bumi. Aku menciptakannya dari tanah bercampur air.","tafsir_tahlili":"(71) Pada ayat ini dijelaskan bahwa para malaikat dan iblis mengajukan pertanyaan kepada Allah setelah Dia menyampaikan kepada malaikat bahwa akan menciptakan seorang manusia dari tanah. Pernyataan mereka mengenai faedah adanya manusia yang akan diciptakan Allah itu. Pertanyaan ini diterangkan dalam firman Allah:\r\nوَاِذْ قَالَ رَبُّكَ لِلْمَلٰۤىِٕكَةِ اِنِّيْ جَاعِلٌ فِى الْاَرْضِ خَلِيْفَةً ۗ قَالُوْٓا اَتَجْعَلُ فِيْهَا مَنْ يُّفْسِدُ فِيْهَا وَيَسْفِكُ الدِّمَاۤءَۚ وَنَحْنُ نُسَبِّحُ بِحَمْدِكَ وَنُقَدِّسُ لَكَ ۗ قَالَ اِنِّيْٓ اَعْلَمُ مَا لَا تَعْلَمُوْنَ  \r\nDan (ingatlah) ketika Tuhanmu berfirman kepada para malaikat, “Aku hendak menjadikan khalifah di bumi.” Mereka berkata, “Apakah Engkau hendak menjadikan orang yang merusak dan menumpahkan darah di sana, sedangkan kami bertasbih memuji-Mu dan menyucikan nama-Mu?” Dia berfirman, “Sungguh, Aku mengetahui apa yang tidak kamu ketahui.” (al-Baqarah/2: 30);Mengenai penciptaan manusia dari tanah, dijelaskan disini bahwa berdasarkan kajian ilmiah bahan penciptaan manusia adalah tanah, disebut lebih persis pada ayat ini yaitu tanah liat. Istilah liat biasa dipakai untuk menamai butiran tanah dengan ukuran paling kecil, diameter di bawah 0,5 mikron (= 1/2000 mm). Istilah liat juga biasa dipakai untuk menamai jenis mineral pembentuk butiran tanah paling kecil ini. Karena ukurannya yang kecil, liat bila dimasukkan ke dalam air akan bersifat koloidal: tidak melarut tetapi tersebar merata dan sulit dipisahkan dari air. Sebagai mineral, liat adalah sekelompok alumino-silikat hidrat yang strukturnya berlembar. Karena strukturnya, partikel liat mempunyai muatan elektrik. Sifat-sifat mineral liat lainnya adalah plastis, tetapi plastisitas ini menghilang apabila dipanaskan sampai temperatur tertentu karena struktur mineral berubah. Pemanfaatan liat secara tradisional didasarkan pada sifat-sifat fisiknya, antara lain karena mudah dibentuk dan mengeras jika dipanaskan, sehingga umum dipakai sebagai bahan pembuat barang gerabah atau tembikar dan keramik. Pemanfaatan liat secara modern lebih didasarkan pada sifat kimia-fisiknya, umumnya dipakai sebagai bahan katalis pada reaksi-reaksi kimia. Karena sifat-sifat kimia-fisik yang dimilikinya, liat merupakan bagian tanah yang paling mungkin memiliki peran besar pada proses terbentuknya awal kehidupan di muka bumi termasuk penciptaan manusia (lihat  juga al-An±m/6: 2, F±¯ir/35: 11; al-¦ijr/15: 26-28-33; al-Mu'minµn/23: 12, 14; a¡-¢±ff±t/37: 11)\r\n"}