{"tafsir_id":4059,"surah_id":39,"aya_number":1,"tafsir_wajiz":"Menyambung topik pada bagian akhir no_surahh Sad tentang posisi Al-Qur’an sebagai peringatan bagi seluruh alam, Allah mengawali no_surahh az-Zumar dengan penegasan bahwa Al-Qur’an turun dari sisi Allah. Sesungguhnya kitab Al-Qur’an ini diturunkan oleh Allah Yang Mahamulia, Mahaperkasa dalam kerajaan-Nya, dan Mahabijaksana dalam menciptakan sehingga tidak sedikit pun ciptaan-Nya yang sia-sia.","tafsir_tahlili":"(1) Allah menjelaskan bahwa Al-Qur'an yang bernilai tinggi ini, diturunkan dari sisi Allah Yang Mahaperkasa lagi Mahabijaksana. Disebutkan sifat Allah Yang Mahaperkasa dan Mahabijaksana dalam ayat ini agar tergambar bagi orang yang mendengar atau membacanya bahwa Al-Qur'an itu mengandung petunjuk-petunjuk yang benar. Nilai-nilai kebenarannya tidak dapat disanggah atau dibantah oleh siapa pun juga, dan nilai-nilai kebijaksanaan di dalamnya tidak dapat diragukan.\r\nBukti-bukti kebenaran bahwa Al-Qur'an itu diturunkan dari Allah dan mengandung petunjuk yang benar dijelaskan juga dalam ayat-ayat yang lain.\r\nAllah berfirman:\r\nوَاِنَّهٗ لَتَنْزِيْلُ رَبِّ الْعٰلَمِيْنَ ۗ    ١٩٢  نَزَلَ بِهِ الرُّوْحُ الْاَمِيْنُ ۙ   ١٩٣  عَلٰى قَلْبِكَ لِتَكُوْنَ مِنَ الْمُنْذِرِيْنَ ۙ    ١٩٤  بِلِسَانٍ عَرَبِيٍّ مُّبِيْنٍ ۗ   ١٩٥  \r\nDan sungguh, (Al-Qur'an) ini benar-benar diturunkan oleh Tuhan seluruh alam, yang dibawa turun oleh ar-Rµh al-Am³n (Jibril), ke dalam hatimu (Muhammad) agar engkau termasuk orang yang memberi peringatan, dengan bahasa Arab yang jelas. (asy-Syuar±'/26: 192-195);Dan firman-Nya:\r\nاِنَّ الَّذِيْنَ كَفَرُوْا بِالذِّكْرِ لَمَّا جَاۤءَهُمْ ۗوَاِنَّهٗ لَكِتٰبٌ عَزِيْزٌ ۙ  ٤١  لَّا يَأْتِيْهِ الْبَاطِلُ مِنْۢ بَيْنِ يَدَيْهِ وَلَا مِنْ خَلْفِهٖ ۗتَنْزِيْلٌ مِّنْ حَكِيْمٍ حَمِيْدٍ   ٤٢  \r\nSesungguhnya orang-orang yang mengingkari Al-Qur'an ketika (Al-Qur'an) itu disampaikan kepada mereka (mereka itu pasti akan celaka), dan sesungguhnya (Al-Qur'an) itu adalah Kitab yang mulia,   (yang) tidak akan didatangi oleh kebatilan baik dari depan maupun dari belakang (pada masa lalu dan yang akan datang), yang diturunkan dari Tuhan Yang Mahabijaksana, Maha Terpuji. (Fu¡¡ilat/41: 41-42)\r\n"}