{"tafsir_id":4065,"surah_id":39,"aya_number":7,"tafsir_wajiz":"Allah Mahakuasa; Dialah yang menguasai kerajaan langit dan bumi. Jadi, jika kamu tetap kafir maka ketahuilah bahwa sesungguhnya Allah Mahakno_ayat dan tidak memerlukanmu sehingga Dia tidak akan rugi sedikit pun meski kamu ingkar. Dan Dia, karena kasih sno_ayatngnya, tidak meridai kekafiran hamba-hamba-Nya karena Dia tidak ingin mereka merugikan diri sendiri. Jika kamu bersyukur dengan cara beribadah kepada-Nya dan menaati-Nya, Dia meridai kesyukuranmu itu. Seseorang yang berdosa tidak memikul dosa orang lain karena masing-masing bertanggung jawab atas perbuatannya sendiri. Kemudian, kepada Tuhanmulah tempat kembalimu di akhirat nanti untuk dihisab, lalu Dia beritakan kepadamu balasan yang lno_ayatk untukmu atas apa yang telah kamu kerjakan di dunia. Sungguh, Dia Maha Mengetahui apa saja yang tersimpan dalam dada dan tebersit dalam hati.","tafsir_tahlili":"(7) Allah menjelaskan bahwa apabila kaum musyrikin itu tetap mengingkari kemahaesaan-Nya, padahal sudah cukup bukti-bukti untuk itu, maka hal itu sedikit pun tidak merugikan Allah. Dia tidak memerlukan apa pun juga dari seluruh makhluk-Nya.\r\nAllah berfirman:\r\nوَقَالَ مُوْسٰٓى اِنْ تَكْفُرُوْٓا اَنْتُمْ وَمَنْ فِى الْاَرْضِ جَمِيْعًا ۙفَاِنَّ اللّٰهَ لَغَنِيٌّ حَمِيْدٌ   \r\nDan Musa berkata, “Jika kamu dan orang yang ada di bumi semuanya  mengingkari (nikmat Allah), maka sesungguhnya Allah Mahakaya, Maha Terpuji.” (Ibr±h³m/14: 8);Dalam hadis Qudsi dijelaskan:\r\nيَاعِبَادِيْ لَوْ أَنَّ أَوَّلَكُمْ وَ اٰخِرَكُمْ وَإِنْسَكُمْ وَجِنَّكُمْ كَانُوْا عَلَى أَفْجَرِ قَلْبِ رَجُلٍ مِنْكُمْ مَا نَقَصَ ذَلِكَ مِنْ مُلْكِيْ شَيْئًا. (رواه مسلم عن أبى ذرّ الغفار)\r\n“Wahai hamba-hamba-Ku, sekiranya orang-orang yang terdahulu dan yang terakhir dari kamu, manusia dan jin semuanya berkumpul dalam hati seorang yang paling jahat, maka sikap demikian itu tidaklah mengurangi kekuasaan-Ku sedikit pun.” (Riwayat Muslim dari Abµ ªarr al-Gif±r³);Allah menjelaskan bahwa Dia tidak merelakan kekafiran bagi para hamba-Nya. Keingkaran itu pada dasarnya bertentangan dengan jiwa manusia. Jiwa manusia dan seluruh makhluk Allah diciptakan sesuai dengan fitrah kejadiannya, yang semestinya tunduk kepada ketentuan-ketentuan Penciptanya. Akan tetapi, apabila mereka itu mensyukuri nikmat Allah, tentu Dia menyukainya, karena keadaan serupa itu memang sesuai dengan fitrah kejadiannya, dan sesuai dengan sunatullah.\r\nAllah berfirman:;لَىِٕنْ شَكَرْتُمْ لَاَزِيْدَنَّكُمْ وَلَىِٕنْ كَفَرْتُمْ اِنَّ عَذَابِيْ لَشَدِيْدٌ   \r\nSesungguhnya jika kamu bersyukur, niscaya Aku akan menambah (nikmat) kepadamu, tetapi jika kamu mengingkari (nikmat-Ku), maka pasti azab-Ku sangat berat. (Ibr±h³m/14: 7) ;Kemudian Allah menjelaskan bahwa tiap orang, pada hari Kiamat, akan dituntut untuk mempertanggungjawabkan amal perbuatannya ketika hidup di dunia. Tiap-tiap orang yang berdosa bertanggung jawab atas perbuatan dosanya. Ia tidak akan memikul dosa orang lain. Sesudah itu tiap-tiap orang akan digiring menghadap Tuhannya untuk menerima penjelasan tentang catatan amalnya selama ia hidup di dunia. Tak ada satu perbuatan baik atau buruk yang tertinggal. Pada saat itu amal perbuatan masing-masing orang akan mendapat pembalasan yang setimpal. Apabila catatan amalnya penuh dengan perbuatan baik, niscaya ia mendapat tempat yang penuh dengan kenikmatan. Tetapi apabila catatan-catatan amalnya penuh dengan perbuatan buruk niscaya ia mendapat tempat yang penuh dengan penderitaan. Sebagaimana firman Allah:\r\nوَاَنْ لَّيْسَ لِلْاِنْسَانِ اِلَّا مَا سَعٰىۙ    ٣٩  وَاَنَّ سَعْيَهٗ سَوْفَ يُرٰىۖ  ٤٠  ثُمَّ يُجْزٰىهُ الْجَزَاۤءَ الْاَوْفٰىۙ   ٤١  \r\nDan bahwa manusia hanya memperoleh apa yang telah diusahakannya, dan sesungguhnya usahanya itu kelak akan diperlihatkan (kepadanya), kemudian akan diberi balasan kepadanya dengan balasan yang paling  sempurna. (an-Najm/53: 39-41);Perlu diingat bahwa seseorang yang berbuat kemungkaran, kemudian ada orang lain yang mengikutinya, maka ia akan mendapat tambahan dosa dari kemungkaran yang dilakukan orang yang menirunya. Sehubungan dengan hal ini, Rasulullah pernah mengungkapkan sebagai berikut:\r\nمَنْ سَنَّ فِى اْلإِسْلاَمِ سُنَّةً حَسَنَةً فَلَهُ أَجْرُهَا وَأَجْرُ مَنْ عَمِلَ بِهَا إِلَى يَوْمِ الْقِيَامَةِ مِنْ غَيْرِ أَنْ يَنْقُصَ مِنْهُ شَيْئٌ وَمَنْ سَنَّ فِى اْلإِسْلاَمِ سُنَّةً سَيِّئَةً فَعَلَيْهِ وِزْرُهَا وَوِزْرُ مَنْ عَمِلَ بِهَا إِلَى يَوْمِ الْقِيَامَةِ مِنْ غَيْرِ أَنْ يَنْقُصَ مِنْهُ شَيْئٌ.(رواه مسلم والنسائى عن ابى ذرّ)\r\nSiapa saja yang membuat kebiasaan yang baik dalam Islam, maka ia akan mendapat pahalanya ditambah pahala orang yang melakukannya sampai hari Kiamat tanpa mengurangi pahala orang itu sedikit pun. Dan siapa saja yang melakukan kebiasaan buruk dalam Islam, maka ia akan mendapat dosanya, ditambah dosa orang yang melakukannya sampai hari Kiamat, tanpa dikurangi dosa orang itu sedikit pun. (Riwayat Muslim dan an-Nasa'³ dari Abµ ªarr);Pada penghujung ayat ini Allah menjelaskan, bahwa Dia Maha Mengetahui apa yang tersimpan dalam dada para hamba-Nya. Dengan demikian tidak mungkin ada amal perbuatan yang luput dari perbuatan Allah, baik perbuatan yang dapat disaksikan oleh orang lain atau pun perbuatan yang hanya diketahui oleh si pelaku itu sendiri.\r\n"}