{"tafsir_id":4080,"surah_id":39,"aya_number":22,"tafsir_wajiz":"Tidaklah sama antara para pendurhaka yang tidak mengambil pelajaran dari kejadian di sekitarnya dengan orang-orang yang mempunyai akal sehat dan mempergunakannya untuk beriktibar. Maka apakah orang-orang yang dibukakan hatinya oleh Allah untuk menerima agama Islam dan mengamalkan ajarannya lalu dia mendapat cahno_ayat dari Tuhannya sehingga mau mengikuti petunjuk Rasulullah sama dengan orang yang hatinya membatu? Tentu tidak sama. Maka, celakalah mere-ka yang hatinya telah membatu karena enggan untuk mengingat Allah dan menyimpang dari jalan-Nya. Mereka itu berada dalam kesesatan yang nyata karena tidak mendapat taufik dan hidno_ayath Allah untuk menerima kebenaran.","tafsir_tahlili":"(22) Ayat ini menegaskan bahwa tidaklah sama orang yang telah dibukakan Allah hatinya sehingga menerima agama Islam, dengan orang yang sesat hatinya, sehingga ia mengingkari kebenarannya. Hati orang tersebut telah melihat kekuasaan dan kebesaran Allah dalam keindahan dan keajaiban alam ini, lalu terbukalah hatinya menerima pancaran cahaya dari nur Ilahi. Sebaliknya orang-orang yang sesat hatinya, tidak melihat tanda-tanda kekuasaan dan kebesaran Allah dalam kejadian alam ini, mereka menyangka kejadian tersebut tidak lain dari suatu proses kejadian alam itu sendiri, tanpa ada yang mengaturnya. Mereka merasa sanggup mengubah atau memperbaiki proses kejadian tersebut. Hal ini disebabkan karena kebodohan dan pandangan mereka yang picik sehingga hati mereka tetap tertutup, dan tidak memungkinkan masuknya pancaran nur Ilahi ke dalam hatinya. Kedua macam orang itu tentulah tidak sama. Pada ayat yang lain, Allah menegaskan tentang ketidaksamaan kedua macam orang itu. Allah berfirman:;اَوَمَنْ كَانَ مَيْتًا فَاَحْيَيْنٰهُ وَجَعَلْنَا لَهٗ نُوْرًا يَّمْشِيْ بِهٖ فِى النَّاسِ كَمَنْ مَّثَلُهٗ فِى الظُّلُمٰتِ لَيْسَ بِخَارِجٍ مِّنْهَا \r\nDan apakah orang yang sudah mati lalu Kami hidupkan dan Kami beri dia cahaya yang membuatnya dapat berjalan di tengah-tengah orang banyak, sama dengan orang yang berada dalam kegelapan, sehingga dia tidak dapat keluar dari sana? (al-An±m/6: 122);Ibnu Abb±s meriwayatkan, “Di antara orang yang telah dilapangkan Allah dadanya menerima agama Islam, ialah Abu Bakar r.a.” Ibnu Mardawaih meriwayatkan dari Ibnu Masµd, ia berkata:\r\nتَلاَ رَسُوْلُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ هَذِهِ اْلأٰيَةَ فَقُلْنَا: يَا نَبِيَّ اللهِ كَيْفَ انْشَرَحَ صَدْرُهُ؟ قَالَ: إِذَا دَخَلَ أَنْوَارُ الْقَلْبِ انْشَرَحَ وَانْفَسَحَ فَقُلْنَا: فَمَا عَلاَمَةُ ذَلِكَ يَا رَسُوْلَ اللهِ؟ قَالَ: اْلإِنَايَةُ إِلَى دَارِ الْخُلُوْدِ وَالتَّجَافِي عَنْ دَارِ الْغُرُوْرِ، وَالتَّأَهُّبِ لِلْمَوْتِ قَبْلَ نُزُوْلِ الْمَوْتِ.(رواه ابن مردويه)\r\nRasulullah saw membaca ayat ini, lalu kami bertanya, “Ya Nabi Allah, bagaimana hati yang terbuka itu?” Beliau menjawab, “Apabila cahaya menerangi hati, maka ia menjadi terbuka dan lapang.” Kami bertanya, “Apakah tanda yang demikian itu, ya Rasulullah?” Beliau menjawab, “Menghadapkan diri kepada kehidupan negeri yang abadi dan menjauhkan diri dari kehidupan negeri yang penuh tipuan dan mempersiapkan diri untuk mati sebelum kematian itu datang.” (Riwayat Ibnu Mardawaih);Diriwayatkan oleh at-Tirmi©³ dari Ibnu Umar, ia berkata:\r\nأَنَّ رَجُلاً قَالَ: يَارَسُوْلَ اللهِ أَيُّ الْمُؤْمِنِيْنَ أَكْيَسُ؟ قَالَ: اَكْثَرُهُمْ ذِكْرًا لِلْمَوْتِ وَأَحْسَنُهُمْ لَهُ اسْتِعْدَادًا، وَإِذَا دَخَلَ النُّوْرُ فِى الْقَلْبِ اِنْفَسَحَ وَاسْتَوْسَعَ. فَقَالُوْا: مَا اٰيَةُ ذٰلِكَ يَانَبِيَّ اللهِ؟ قَالَ: الْإِنَابَةُ إِلَى دَارِ الْخُلُوْدِ وَالتَّجَافِيْ عَنْ دَارِ الْغُرُوْرِ، وَاْلإِسْتِعْدَادُ لِلْمَوْتِ قَبْلَ نُزُوْلِ الْمَوْتِ.(رواه الترمذى عن ابن عمر)\r\nBahwa seseorang berkata, “Ya Rasulullah, orang mukmin yang manakah yang paling baik?” Rasulullah menjawab, “Mereka yang banyak mengingat mati dan paling banyak persiapannya untuk mati itu, dan bilamana cahaya menyinari hatinya, maka hati itu terbuka dan menjadi lapang.” Para sahabat bertanya, “Apa tandanya yang demikian itu ya Nabi Allah?” Nabi menjawab, “Menghadapkan diri kepada negeri yang abadi dan menjauhkan diri dari negeri yang penuh dengan tipuan dan menyiapkan diri untuk mati sebelum kematian itu datang.”;Adapun orang-orang yang kasar hatinya dan membatu akan mengalami kecelakaan yang besar disebabkan sikap mereka yang keras kepala tidak mau ingat kepada-Nya. Seharusnya hati mereka menjadi lembut bila nama Tuhan disebut di hadapan mereka, tetapi muka mereka hitam muram bila mendengar nama Allah disebut dan hati mereka bertambah keras membatu.\r\nDiriwayatkan oleh at-Tirmi©³ dari Ibnu Umar, ia berkata bahwa Rasulullah saw bersabda:\r\nلاَ تُكْثِرُوا الْكَلاَمَ بِغَيْرِ ذِكْرِ اللهِ، فَإِنَّ كَثْرَةَ الْكَلاَمِ بِغَيْرِ ذِكْرِ اللهِ قَسْوَةٌ لِلْقَلْبِ وَإِنَّ أَبْعَدَ النَّاسِ مِنَ اللهِ اَلْقَلْبُ الْقَاسِيُّ \r\nJanganlah kamu memperbanyak pembicaraan tanpa menyebut nama Allah, karena banyak bicara tanpa menyebut nama Allah menyebabkan hati menjadi keras. Dan sesungguhnya orang yang paling jauh dari Allah ialah orang yang keras hatinya.;Pada akhir ayat ini diterangkan bahwa orang yang hatinya keras itu adalah orang yang buta mata hatinya, mereka benar-benar berada dalam kesesatan yang nyata. Setiap orang dengan mudah mengetahui keburukan mereka itu."}