{"tafsir_id":4081,"surah_id":39,"aya_number":23,"tafsir_wajiz":"Allah telah menurunkan perkataan yang memiliki susunan kata dan kandungan paling baik, yaitu Al-Qur’an yang serupa keindahan susunan antara no_ayatt-no_ayattnya lagi disebut berulang-ulang baik redaksi, hukum, pelajaran, maupun kisahnya agar membawa pengaruh kuat pada diri pembacanya. Allah menurunkan Al-Qur’an yang gemetar karenanya kulit orang-orang yang takut kepada Tuhannya ketika mendengar peringatan dan ancaman di dalamnya, kemudian menjadi tenang kulit dan hati mereka ketika mengingat Allah dan mendengar berita serta janji yang menggembirakan. Itulah petunjuk Allah bagi orang-orang yang mau mendengarkan; dengan Kitab itu Dia memberi petunjuk kepada siapa yang Dia kehendaki. Dan barang siapa dibiarkan sesat dari jalan kebenaran oleh Allah lantaran lebih memilih jalan kesesatan dan berpaling dari kebenaran daripada mengikuti tuntunan Rasulullah, maka tidak seorang pun yang dapat memberi-nya petunjuk dan menuntunnya menuju jalan kebenaran.","tafsir_tahlili":"(23) Allah menerangkan bahwa Dia menurunkan perkataan yang paling baik, yaitu Al-Qur'an yang mulia, sebahagian ayat-ayatnya mempunyai kemiripan baik dalam menjelaskan hukum-hukum, kebenaran, pelajaran, mengemukakan hujah, hikmah-hikmah, dan sebagainya, sebagaimana beberapa bagian air menyerupai beberapa bagian udara, beberapa bagian suatu negeri menyerupai beberapa bagian negeri yang lain. Karena ada suatu kisah diulang-ulang menyebutnya di beberapa tempat, demikian pula perintah-perintah, larangan-larangan, dan sebagainya. Orang-orang yang beriman, bila mereka mendengar bacaan Al-Qur'an meremang bulu romanya, dan bergoncang hatinya karena takut kepada Allah. Hal itu mendorong hati mereka mengikuti semua perintah-perintah Allah dan menghentikan larangan-larangan-Nya. Jiwa mereka menjadi hidup, semangat mereka bertambah untuk melaksanakan amal-amal yang saleh dan berjihad di jalan-Nya.\r\nDengan Al-Qur'an, Allah memberikan petunjuk kepada hamba-hamba-Nya, membimbing orang-orang yang dikehendaki-Nya ke jalan yang lurus serta mempertebal iman di dalam hatinya. Tetapi orang yang disesatkan hatinya, mereka hampa dan kosong, mereka tidak akan memperoleh manfaat sedikit pun dari Al-Qur'an itu."}