{"tafsir_id":4090,"surah_id":39,"aya_number":32,"tafsir_wajiz":"Pada no_ayatt yang lalu digambarkan bahwa nanti di hari kemudian manusia akan saling berbantah-bantahan di hadapan Allah, lalu Allah memberi putusan-Nya. Keputusan itu berupa anugerah bagi yang berbuat baik dan sanksi bagi yang berbuat zalim. Maka siapakah yang lebih zalim daripada orang yang membuat-buat kebohongan terhadap Allah dengan mengatakan bahwa Da mempunyai sekutu, dan mendustakan kebenaran, yakni Al-Qur’an, yang datang kepadanya melalui Rasul? Bukankah mereka sudah diberitahu bahwa neraka Jahanam tempat tinggal bagi orang-orang kafir? Inilah sanksi yang ditimpakan Allah bagi orang-orang kafir.","tafsir_tahlili":"(32) Ayat ini menerangkan bahwa tidak ada orang yang lebih zalim daripada orang yang membuat-buat dusta terhadap Allah, dengan mengadakan sesembahan yang lain, atau mengatakan bahwa para malaikat adalah anak-anak perempuan Allah. Mereka juga mendustakan kebenaran Al-Qur'an yang dibawa oleh Nabi Muhammad, yang mengajak kepada ketauhidan, melaksanakan amar maruf nahi mungkar dan memberitahu akan datangnya hari kebangkitan dan pembalasan. Mereka bersikap mendustakan justru ketika kebenaran datang kepada mereka, seolah-olah mereka menutup akal dan pancaindra untuk mengadakan penyelidikan atau membedakan mana yang hak dan yang batil seperti yang dilakukan oleh manusia yang sadar dan wajar. \r\nSemua itu timbul karena sifat kesombongan dan keangkuhan. Oleh karena itu, Allah menyampaikan ancaman yang keras dalam bentuk pertanyaan, “Bukankah di neraka Jahanam tersedia tempat tinggal bagi orang-orang yang kafir?” Cara menyampaikan ancaman dengan bentuk pertanyaan itu sering dijumpai dalam Al-Qur'an, karena faedahnya besar sekali bagi mereka yang sedang mencari kebenaran. Pertanyaan itu menimbulkan kejutan atau paling sedikit perhatian bagi mereka yang lengah dan lalai. Sesuai dengan sunatullah, setelah menyampaikan ancaman terhadap orang-orang kafir, Allah lalu memberi kabar gembira dan pujian kepada Nabi Muhammad dan para sahabat serta pengikutnya yang selalu bertakwa kepada-Nya.\r\n"}