{"tafsir_id":4094,"surah_id":39,"aya_number":36,"tafsir_wajiz":"Setelah menjelaskan anugerah bagi orang-orang bertakwa, Allah menyatakan pada no_ayatt ini bahwa Dialah pelindung hamba-hamba-Nya dengan mencukupi segala keperluan mereka. Bukankah Allah yang Mahakuasa dan Maha Pemurah itu telah mencukupi segala sesuatu yang diperlukan oleh hamba-Nya? Mereka, orang-orang musyrikin Mekah itu, menakut-nakutimu wahai Nabi Muhammad, dengan tuhan-tuhan yang selain Dia. Barang siapa yang dibiarkan secara bebas memilih kesesatan oleh Allah dan hatinya cenderung kepada kesesatan itu, maka tidak ada seorang pun yang dapat memberi petunjuk kepadanya.","tafsir_tahlili":"(36) Pada ayat ini, Allah memberikan jaminan kepada hamba-Nya yang taat bahwa barang siapa bertawakal kepada-Nya, maka Dia cukup untuk memberi perlindungan dan menghindarkan mereka dari bahaya dalam melaksanakan cita-cita mereka.\r\nKaum musyrikin menakut-nakuti Nabi Muhammad saw, dan para sahabatnya, seperti tersebut dalam sebuah hadis, “Mengapa kamu mencaci maki tuhan-tuhan kami? Jika kamu terus-menerus mencaci mereka, maka berhala itu akan menjadikan kamu orang gila atau kamu akan ditimpa bencana yang besar”. Diriwayatkan oleh Qat±dah bahwa Khalid bin Walid mendatangi patung Uzza untuk memecahkannya dengan kampak. Maka datanglah juru kunci yang menjaganya sambil memberi peringatan, “Awas Khalid, patung itu sangat gagah perkasa, tidak dapat dikalahkan oleh siapa pun.” Lalu Khalid memotong hidung patung itu. Ternyata ia tidak dapat membela dirinya, apalagi memberi manfaat kepada penyembahnya. Setiap kemanfaatan dan kemudaratan tidak akan terjadi kecuali dengan izin dan kehendak Allah. Barang siapa yang berserah diri dan bertawakal kepada Allah, maka Dia-lah yang akan memberi kecukupan dalam keperluannya, seperti dalam firman-Nya:;فَسَيَكْفِيْكَهُمُ اللّٰهُ;Maka Allah mencukupkan engkau (Muhammad) terhadap mereka (dengan pertolongan-Nya). (al-Baqarah/2: 137);Dan firman Allah mengenai Ibrahim:;وَكَيْفَ اَخَافُ مَآ اَشْرَكْتُمْ وَلَا تَخَافُوْنَ اَنَّكُمْ اَشْرَكْتُمْ بِاللّٰهِ مَا لَمْ يُنَزِّلْ بِهٖ عَلَيْكُمْ سُلْطٰنًا ;Bagaimana aku takut kepada apa yang kamu persekutukan (dengan Allah), padahal kamu tidak takut dengan apa yang Allah sendiri tidak menurunkan keterangan kepadamu untuk mempersekutukan-Nya. (al-An±m/6: 81);Barang siapa yang disesatkan Allah, sehingga mengikuti ajakan hawa nafsunya dan senang melihat pelanggaran, kefasikan, dan mendurhakai rasul-Nya, maka tidak seorang pun yang dapat memberi petunjuk kepadanya.\r\n"}