{"tafsir_id":4096,"surah_id":39,"aya_number":38,"tafsir_wajiz":"no_ayatt yang lalu diakhiri dengan sebuah pertanyaan retorik, bukankah Allah Mahaperkasa lagi Maha Memiliki Pembalasan? Maka berkaitan dengan itu, no_ayatt-no_ayatt berikut menegaskan bahwa Allah adalah pencipta alam semesta. Argumen tentang itu adalah jawaban yang diberikan oleh orang-orang musyrikin Mekah sendiri yang menyembah berhala. Dan sungguh, jika engkau, wahai Nabi Muhammad, tanyakan kepada mereka orang-orang musyrikin Mekah itu, “Siapakah yang menciptakan langit dan bumi?” niscno_ayat mereka pasti menjawab, “Pencipta langit dan bumi adalah Allah.” Oleh sebab itu, katakanlah kepada mereka, “Kalau begitu, tahukah kamu bagaimana cara menerangkan kepadaku tentang kekuasaan apa yang dimiliki oleh berhala yang kamu sembah selain Allah itu, jika Allah hendak mendatangkan bencana kepadaku, apakah mereka mampu menghilangkan bencana itu, atau jika Allah hendak memberi rahmat kepadaku, apakah mereka berhala-berhala itu dapat mencegah rahmat-Nya?” Katakanlah, wahai Nabi Muhammad, “Cukuplah Allah yang Maha Esa dan Mahaperkasa itu bagiku. Hanya kepada-Nyalah orang-orang yang bertawakal berserah diri setelah berusaha sekuat kemampuannya.”","tafsir_tahlili":"(38) Pada ayat ini, Allah menerangkan bahwa kaum musyrikin itu mengakui adanya Tuhan Pencipta alam. Yang Mahabijaksana, karena dalil-dalil kebenarannya tidak dapat diingkari lagi. Jika mereka ditanya, “Siapakah yang menciptakan langit dan bumi?” Mereka niscaya akan menjawab, “Allah.” Jika demikian, mengapa mereka menyembah kepada selain Allah, atau mempersekutukan-Nya dengan yang lain? Mereka telah dikenal sejak dahulu kala sebagai orang-orang yang cerdas pikirannya, tetapi karena mengikuti secara taklid buta kebiasaan nenek moyangnya, maka mereka tidak bertindak sesuai dengan pikirannya yang sehat. Bahkan, mereka melakukan perbuatan orang-orang jahat secara tidak sadar. \r\nAllah memerintahkan Nabi-Nya menyampaikan kritik yang mengandung kecaman yang pedas kepada orang-orang musyrik Mekah dalam bentuk pertanyaan, “Coba terangkan kepadaku tentang patung-patung dan berhala-berhala, yang kamu sembah selain Allah! Jika Allah hendak mendatangkan kemudaratan kepadaku, apakah berhala-berhalamu itu dapat menghilangkan kemudaratan itu, atau jika Allah hendak melimpahkan rahmat kepadaku, apakah mereka dapat menahan rahmat-Nya? Apabila mereka ternyata tidak dapat berbuat demikian, maka apa faedahnya menyembah mereka? Bukankah lebih baik menyembah Tuhan Yang Maha Esa saja yang dapat melindungi hamba-hamba-Nya dan mencukupi segala kebutuhan mereka?”\r\nMuq±til meriwayatkan bahwa ketika ayat ini turun, Rasulullah saw, bertanya kepada orang-orang kafir sesudah datang perintah Allah kepadanya. Lalu mereka menjawab, “Memang berhala-berhala itu tidak dapat menghalang-halangi kehendak Allah, akan tetapi mereka itu dapat memberi syafaat kepada kami.” Maka turunlah firman Allah yang artinya, “Katakanlah, cukuplah Allah bagiku dalam segala urusanku tentang mendatangkan kemanfaatan dan menolak kemudaratan, dan aku sama sekali tidak takut terhadap ancaman berhala-berhalamu dan hanya kepada Allah-lah orang-orang yang berserah diri bertawakal.” \r\nDalam sebuah hadis dikatakan bahwa: \r\nمَنْ أَحَبَّ أَنْ يَّكُوْنَ أَقْوَى النَّاسِ فَلْيَتَوَكَّلْ عَلَى اللهِ وَمَنْ أَحَبَّ أَنْ يَّكُوْنَ أَغْنَى النَّاسِ فَلْيَكُنْ بِمَا فِيْ يَدِ اللهِ عَزَّ وَجَلَّ أَوْثَقَ مِنْهُ بِمَا فِيْ يَدِيْهِ، وَمَنْ أَحَبَّ أَنْ يَّكُوْنَ أَكْرَمَ النَّاسِ فَلْيَتَّقِ اللهَ عَزَّ وَجَلَّ. (أخرجه ابن أبي حاتم عن ابن عباس)\r\nBarang siapa yang ingin menjadi manusia yang paling kuat, hendaklah ia bertawakal kepada Allah, dan barang siapa yang ingin menjadi manusia terkaya, maka hendaklah ia lebih percaya kepada yang berada di “tangan” Allah daripada yang berada di tangannya sendiri, dan barang siapa yang ingin menjadi manusia yang terhormat, maka ia hendaklah bertakwa kepada Allah. (Riwayat Ibnu Ab³ ¦±tim dari Ibnu Abb±s);Diriwayatkan oleh Ibnu Abb±s dari Nabi saw bahwa beliau bersabda:\r\nِاحْفَظِ اللهَ يَحْفَظُكَ، اِحْفَظِ اللهَ تَجِدْهُ تُجَاهَكَ، تَعْرِفُ إِلَى اللهِ فِى الرَّخَاءِ يَعْرِفُكَ فِى الشِّدَةِ، وَإِذَا سَأَلْتَ فَاسْأَلِ الله، وَإِذَا اسْتَعَنْتَ فَاسْتَعِنْ بِاللهِ. وَاعْلَمْ أَنَّ النَّاسَ لَوِ اجْتَمَعُوْا عَلَى أَنْ يَضُرُّوْكَ بِشَيْءٍ لمَ ْيَكْتُبْهُ الله عَلَيْكَ لمَ ْيَضُرُّوْكَ، وَلَوِ اجْتَمَعُوْا عَلَى أَنْ يَنْفَعُوْكَ بِشَيْءٍ لمَ ْيَكْتُبْهُ الله لَكَ لمَ ْيَنْفَعُوْكَ، رُفِعَتِ اْلأَقْلاَم وَجُفَّتِ الصُّحُفُ، وَاعْمَلَ لله بِالشُّكْرِ فِى الْيَقِيْنِ. وَاْعَلَمْ أَنَّ فِى الصَّبْرِ عَلَى مَا تَكْرَهُ خَيْرًا كَثِيْرًا، وَأَنَّ النَّصْرَ مَعَ الصَّبْرِ، وَأَنَّ الْفَرْجَ مَعَ الْكُرْبِ، وَأَنَّ مَعَ الْعُسْرِ يُسْرًا.(رواه أحمد والترمذى والحاكم)\r\nPeliharalah (agama) Allah nanti kamu menemui-Nya di hadapanmu ingatlah Allah pada saat senang, nanti Allah akan mengingatmu dalam kesempitan, dan jika kamu meminta, mintalah kepada Allah, dan jika kamu meminta pertolongan, mintalah pertolongan kepada-Nya, dan ketahuilah, bahwa jika seluruh umat manusia sepakat untuk membuat mudarat kepadamu dengan sesuatu, yang Allah belum memastikannya kepadamu, niscaya mereka tidak dapat membuat mudarat kepadamu, dan jika mereka semuanya sepakat untuk menyampaikan suatu kemanfaatan kepadamu, yang Allah belum memastikannya untukmu, maka mereka sama sekali tidak dapat berbuat manfaat kepadamu. Qalam (di Lau¥ Ma¥fµ§) telah diangkat, buku catatan amal telah kering, beramallah karena Allah dengan rasa syukur dan penuh keyakinan, dan ketahuilah bahwa dalam kesabaran untuk menahan kebencian terdapat banyak kebajikan dan setiap kesusahan ada jalan keluarnya dan tiap kesulitan ada kemudahannya. (Riwayat A¥mad, Tirmi©i dan al-¦±kim);Pernyataan yang senada dengan ayat ini juga terdapat dalam firman Allah mengenai Nabi Hud:\r\nاِنْ نَّقُوْلُ اِلَّا اعْتَرٰىكَ بَعْضُ اٰلِهَتِنَا بِسُوْۤءٍ ۗقَالَ اِنِّيْٓ اُشْهِدُ اللّٰهَ وَاشْهَدُوْٓا اَنِّيْ بَرِيْۤءٌ مِّمَّا تُشْرِكُوْنَ  ;“Kami hanya mengatakan bahwa sebagian sesembahan kami telah menimpakan penyakit gila atas dirimu.” Dia (Hud) menjawab, “Sesungguhnya aku bersaksi kepada Allah dan saksikanlah bahwa aku berlepas diri dari apa yang kamu persekutukan.” (Hµd/11: 54);Pada akhir ayat ini, Allah memerintahkan hamba-Nya untuk mencukupkan diri kepada Allah dan hanya bertawakal kepada-Nya. Firman Allah:;وَمَنْ يَّتَوَكَّلْ عَلَى اللّٰهِ فَهُوَ حَسْبُهٗ ۗاِنَّ اللّٰهَ بَالِغُ اَمْرِهٖۗ قَدْ جَعَلَ اللّٰهُ لِكُلِّ شَيْءٍ قَدْرًا   ;Dan barang siapa bertawakal kepada Allah, niscaya Allah akan mencukupkan (keperluan)nya. Sesungguhnya Allah melaksanakan urusan-Nya. Sungguh, Allah telah mengadakan ketentuan bagi setiap sesuatu. (a¯-°al±q/65: 3)\r\n"}