{"tafsir_id":410,"surah_id":3,"aya_number":117,"tafsir_wajiz":"Perumpamaan harta yang mereka infakkan baik secara ikhlas tapi tanpa dilandasi iman yang benar atau karena mencari popularitas di mata manusia di dalam kehidupan dunia ini, adalah ibarat angin yang mengandung hawa yang sangat dingin, yang menimpa tanaman yang siap dipanen, milik suatu kaum yang menzalimi diri sendiri, karena tidak beriman kepada Allah dan hari akhir, lalu angin itu merusaknya, sehingga tanaman yang siap dipanen tersebut seolah hangus terbakar dan pemiliknya tidak sedikit pun mendapatkan hasil. Karena tujuan infak mereka adalah popularitas, maka itulah yang mereka dapatkan. Dengan demikian Allah tidak menzalimi mereka, tetapi mereka yang menzalimi diri sendiri karena mereka hanya memburu kehidupan duniawi dan tidak percno_ayat kepada kehidupan ukhrawi. .","tafsir_tahlili":"(117) Perumpamaan harta yang mereka nafkahkan itu seperti angin dingin yang berhembus sangat kencang menghabiskan segala tanaman yang ditanam, sehingga pemiliknya tidak dapat memetik hasilnya walau sedikit pun. Meskipun pada lahirnya mereka telah menafkahkan hartanya untuk kepentingan umum seperti membangun benteng pertahanan, jembatan-jembatan, sekolah-sekolah, rumah sakit-rumah sakit dan lain-lain dengan harapan yang besar bahwa kebaikan mereka itu akan mendapat ganjaran dari Allah dan dapat menolong mereka di akhirat nanti, namun harapan itu akan sia-sia belaka. Firman Allah:\r\nوَقَدِمْنَآ اِلٰى مَا عَمِلُوْا مِنْ عَمَلٍ فَجَعَلْنٰهُ هَبَاۤءً مَّنْثُوْرًا   \r\nDan Kami akan perlihatkan segala amal yang mereka kerjakan, lalu Kami akan jadikan amal itu (bagaikan) debu yang beterbangan. (al-Furq±n/25:23).\r\nوَالَّذِيْنَ كَفَرُوْٓا اَعْمَالُهُمْ كَسَرَابٍۢ بِقِيْعَةٍ يَّحْسَبُهُ الظَّمْاٰنُ مَاۤءًۗ حَتّٰٓى اِذَا جَاۤءَهٗ لَمْ يَجِدْهُ شَيْـًٔا \r\nDan orang-orang yang kafir, amal perbuatan mereka seperti fatamorgana di tanah yang datar, yang disangka air oleh orang-orang yang dahaga, tetapi apabila (air) itu didatangi tidak ada apa pun. (an-Nµr/24:39).;Sebenarnya Allah tidak menganiaya orang kafir karena tidak memberi ganjaran bagi amal perbuatan mereka yang baik, tetapi mereka sendirilah yang menganiaya diri sendiri karena tidak mau beriman, padahal bukti-bukti telah banyak sekali di tangan mereka yang menunjukkan kebenaran dan kerasulan Nabi Muhammad saw.\r\nMenurut kajian ilmiah, salah satu fenomena penting yang terjadi pada tanaman yang terkena hawa (angin) yang sangat dingin di antaranya adalah fenomena rusaknya sel-sel, terutama sel daun. Seperti telah umum diketahui bahwa kira-kira 70% dari kandungan sel adalah air. Ketika terkena hawa yang sangat dingin maka air di dalam sel membeku. Apabila air sudah membeku maka terbentuklah kristal-kristal es yang volumenya lebih besar daripada air. Adanya pembekuan itu menyebabkan dinding-dinding sel hancur karena tergerus molekul-molekul air yang mengembang karena pembekuan. Kenampakan fenomena ini dari luar: daun terlihat menjadi kering seperti terbakar.  Fenomena ini seperti sering terjadi pada tanaman teh di pegunungan Jawa Barat yang dikenal dengan fenomena Ibun Bajra (Embun Api). Perumpamaan harta yang dibelanjakan tidak sesuai dengan kehendak Allah, akan membawa kehancuran bagi pelakunya, seperti cairan sel yang menghancurkan dirinya sendiri ketika kena hawa dingin.\r\nDalam ayat di atas juga diperlihatkan akibat perubahan perilaku cuaca terhadap kehidupan, dalam hal ini tanaman pertanian. Secara biologis, suatu perubahan cuaca yang tidak biasa, misal kenaikan maupun penurunan suhu yang tajam, akan sangat mengganggu proses metabolisme tumbuhan. Akibatnya jelas, yaitu akan terjadi disfungsi dari berbagai organ yang ada yang mengakibatkan pertumbuhan yang tidak normal, atau tanaman akan mati. "}