{"tafsir_id":4100,"surah_id":39,"aya_number":42,"tafsir_wajiz":"Karena Nabi Muhammad dinyatakan tidak bertanggung jawab atas kesesatan manusia, no_ayatt ini menegaskan bahwa hanya Allah saja yang bertanggung jawab dan menggenggam hidup manusia, semenjak kehidupan dunia sampai ke kehidupan akhirat. Hanya Allah-lah yang memegang nyawa seseorang pada saat kematiannya dan nyawa seseorang yang belum mati ketika dia tidur, maka Dia tahan nyawa orang yang telah Dia tetapkan kematiannya ketika dia mati, dan Dia lepaskan nyawa yang lain sampai waktu yang ditentukan ketika dia tidur. Sungguh, pada yang demikian itu terdapat tanda-tanda kebesaran Allah bagi kaum yang mau berpikir.","tafsir_tahlili":"(42) Pada ayat ini, Allah menerangkan satu macam kekuasaan-Nya yang sempurna dan sifat-Nya yang mengagumkan. Yaitu Dialah yang memegang roh manusia ketika tiba ajalnya dengan memutuskan hubungan roh dengan raganya dan memegang roh orang itu pada lahirnya saja sehingga tidak dapat mengemudikan raganya, akan tetapi hubungan di antaranya tetap masih ada. Allah menahan jiwa orang yang telah Dia tetapkan kematiannya dengan tidak mengembalikan roh itu, dan melepaskan jiwa yang lain dengan mengembalikan jiwa ke dalam raganya, sehingga ia dapat bangun dari tidurnya sampai kepada waktu yang ditentukan. Orang yang mati itu rohnya ditahan Allah sehingga tidak dapat kembali kepada tubuhnya dan orang yang belum mati hanya tidur saja, rohnya dilepaskan sehingga dapat kembali ke raganya lagi.\r\nDiriwayatkan dari Ibnu Abb±s bahwa dalam tubuh manusia itu ada jiwa dan roh yang hubungannya seperti sinar matahari. Akal dan jiwa dapat berpikir dan menentukan pilihan, sedang rohnya yang menyebabkan ia dapat hidup dan bergerak. Kedua-duanya dimatikan ketika tiba ajalnya, dan dimatikan jiwanya saja ketika ia tidur, sedang rohnya tetap masih ada.\r\nImam al-Bukh±r³ dan Muslim meriwayatkan sebuah hadis dari Abµ Hurairah yang berbunyi:\r\nقَالَ رَسُوْلُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: إِذَا اٰوَى أَحَدُكُمْ إِلَى فِرَاشِهِ فَلْيَنْفُضْهُ بِدَاخِلَةِ إِزَارِهِ طَرْفِهِ الَّذِيْ يَلِى الْجَسَدَ وَيَلِيْ لِلْجَانِبِ اْلأَيْمَنِ فَإِنَّهُ لاَ يَدْرِيْ مَا خَلَفَهُ عَلَيْهِ، ثُمَّ لْيَقُلْ بِاسْمِكَ رَبِّيْ وَضَعْتُ جَنْبِيْ وَ بِاسْمِكَ أَرْفَعُهُ، إِنْ أَمْسَكْتَ نَفْسِيْ فَارْحَمْهَا، وَإِنْ أَرْسَلْتَهَا فَاحْفَظْهَا بِمَا تَحْفَظُ بِهِ عِبَادَكَ الصَّالِحِيْنَ.(رواه البخارى ومسلم)\r\nRasulullah saw bersabda, “Jika salah seorang di antara kamu akan tidur, maka hendaklah ia meniupkan ke dalam pakaiannya di sebelah dalam, karena ia tidak mengetahui apa yang tertinggal di dalamnya, kemudian hendaklah ia mengucapkan, “Ya Tuhanku dengan nama-Mu aku meletakkan lambungku ini, dan dengan nama-Mu pula aku mengangkatnya. Jika Engkau menahan jiwaku maka sayangilah dia, dan jika Engkau melepaskannya kembali, maka peliharalah dia seperti Engkau memelihara orang-orang yang saleh.” (Riwayat al-Bukh±r³ dan Muslim);Imam al-Bukh±r³, A¥mad, Abµ D±wud, dan Ibnu Ab³ Syaibah meriwayatkan sebuah hadis dari Abµ Qat±dah yang berbunyi:\r\nإِنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ لَهُمْ لَيْلَةَ الْوَادِي: أَنَّ اللهَ تَعَالَى قَبَضَ أَرْوَاحَكُمْ حِيْنَ شَاءَ وَرَدَّهَا عَلَيْكُمْ حِيْنَ شَاءَ.\r\nSesungguhnya Nabi saw bersabda kepada para sahabat pada malam (ketika tidur) di lembah, ”Sesungguhnya Allah menahan roh kamu bila dikehendaki-Nya, dan mengembalikannya bila dikehendaki-Nya.”\r\n"}