{"tafsir_id":4103,"surah_id":39,"aya_number":45,"tafsir_wajiz":"no_ayatt-no_ayatt yang lalu menjelaskan penurunan Al-Qur’an secara hak dan pengingkaran kaum musyrik Mekah terhadap kebenaran yang dibawanya. no_ayatt-no_ayatt berikut lebih memerinci bentuk kesesatan mereka melalui sikap buruk yang mereka punyai. Dan apabila yang disebut hanya nama Allah, tanpa menyebut nama berhala-berhala yang mereka sembah, maka kesal sekali hati orang-orang yang tidak beriman kepada akhirat itu. Namun apabila nama-nama sembahan selain Allah yang mereka jadikan perantara menyembah Allah disebut, tiba-tiba mereka menjadi bangga dan bergembira.","tafsir_tahlili":"(45) Pada ayat ini, Allah menjelaskan bahwa jika hanya nama Allah yang disebut, dan tidak ada Tuhan yang berhak disembah dengan sebenarnya melainkan Dia, maka menjadi liar dan marahlah hati orang-orang yang tidak beriman kepada kehidupan akhirat. Hati mereka kesal dan mendengar kalimat tauhid itu. Akan tetapi, apabila nama sembahan-sembahan selain Allah yang disebut, tiba-tiba mereka menjadi gembira dan bersuka ria. Abdull±h bin Abb±s menjelaskan pengertian ayat ini, “Telah menjadi keras dan liarlah hati empat orang yang tidak percaya kepada hari Kiamat, yaitu: Abµ Jahal bin Hisyam, al-Wal³d bin Utbah, ¢afw±n, dan Ubay bin Khalaf, seperti tersebut dalam firman-Nya:;\r\nوَاِذَا ذَكَرْتَ رَبَّكَ فِى الْقُرْاٰنِ وَحْدَهٗ وَلَّوْا عَلٰٓى اَدْبَارِهِمْ نُفُوْرًا;Dan apabila engkau menyebut Tuhanmu saja dalam Al-Qur'an, mereka berpaling ke belakang melarikan diri (karena benci). (al-Isr±'/17: 46);Dalam tafsir Rµ¥ al-Ma±n³, al-Alus³ berkata, “Kami sering menjumpai orang-orang pada zaman sekarang yang sifatnya menyerupai orang-orang musyrik yang tersebut dalam ayat ini, yaitu suka memohon pertolongan kepada orang-orang yang telah mati, dan senang sekali mengenang dan mengungkap sejarah hidupnya yang berlebih-lebihan, yang berjalan seirama dengan hawa nafsu mereka. Mereka sangat mengagungkan orang-orang yang dikultuskannya. Hati mereka menjadi kesal jika yang disebut hanya nama Allah atau dikatakan bahwa hanya Allah saja yang berhak disembah dengan sebenarnya, dan hanya Allah saja yang boleh dimohon pertolongan-Nya.”\r\n"}