{"tafsir_id":4111,"surah_id":39,"aya_number":53,"tafsir_wajiz":"Pada no_ayatt yang lalu digambarkan betapa buruknya sanksi yang diperoleh orang-orang yang durhaka. Segala apa yang sudah mere-ka peroleh di dunia tidak memberi manfaat sedikit pun untuk kese-lamatan mereka. no_ayatt-no_ayatt berikut menggambarkan betapa Allah itu Maha Pengasih lagi Maha Pengampun bagi hamba-hamba-Nya. Katakanlah, wahai Nabi Muhammad, “Wahai hamba-hamba-Ku, yang telah berbuat melampaui batas terhadap diri mereka sendiri karena banyak melakukan kedurhakaan! Janganlah kamu berputus asa dari rahmat Allah. Sesungguhnya Allah mengampuni dosa-dosa semuanya selama yang berdosa itu bertobat dan kembali ke jalan yang lurus. Sungguh, Dialah Zat Yang Maha Pengampun, Maha Penyno_ayatng.”","tafsir_tahlili":"(53) Pada ayat ini, Allah memerintahkan kepada Nabi Muhammad agar menyampaikan kepada umatnya bahwa Allah Yang Maha Pengampun, Maha Penyayang dan sangat luas rahmat dan kasih sayang-Nya terhadap hamba-Nya yang beriman, akan mengampuni segala dosa yang telah terlanjur mereka kerjakan seperti meninggalkan perintah-Nya atau mengerjakan larangan-Nya apabila benar-benar tobat dari kesalahan mereka. Banyak orang yang menyangka bahwa karena dosanya telah bertumpuk-tumpuk, tidak akan diampuni Allah lagi. Jadilah ia seorang yang berputus asa terhadap ampunan, rahmat, dan kasih sayang-Nya. Dunia sudah menjadi gelap menurut pandangannya karena selama ini dia tidak mengindahkan ajaran-ajaran agamanya dan selalu membelakangi petunjuk-petunjuk yang terdapat di dalamnya. Hatinya sudah penuh diliputi kekotoran dan kedurhakaan, tak tampak lagi olehnya jalan kebenaran dan kebaikan yang akan ditempuhnya. Dia telah dibingungkan oleh rasa putus asa dan tak ada harapan yang tampak olehnya untuk kembali dari kesesatan dan kemaksiatan yang selalu diperbuatnya. Tetapi Allah, meskipun besar dosa hamba-Nya, Dia tetap mengasihi dan menyantuninya dan melarangnya berputus asa terhadap rahmat dan kasih sayang-Nya, Dia tetap memandangnya sebagai hamba-Nya yang berhak menerima kasih sayang-Nya itu apabila ia telah menginsyafi kesalahannya dan memohon ampun kepada-Nya. Jangankan untuk orang-orang yang beriman, untuk orang-orang musyrik pun masih terbuka pintu tobat apabila mereka masuk Islam dan beriman kepada Allah dan rasul-Nya.\r\nDiriwayatkan oleh Imam al-Bukh±r³ dari Sa³d bin Jubair dari Ibnu Abb±s bahwa banyak di antara orang-orang musyrik yang telah banyak melakukan pembunuhan dan sering berzina datang kepada Nabi Muhammad. Mereka berkata kepadanya, “Sesungguhnya apa yang engkau serukan kepada kami adalah baik. Dapatkah engkau terangkan kepada kami bahwa yang kami kerjakan dahulu itu akan diampuni-Nya.”\r\nNabi menjawab dengan membacakan firman Allah:;وَالَّذِيْنَ لَا يَدْعُوْنَ مَعَ اللّٰهِ اِلٰهًا اٰخَرَ وَلَا يَقْتُلُوْنَ النَّفْسَ الَّتِيْ حَرَّمَ اللّٰهُ اِلَّا بِالْحَقِّ وَلَا يَزْنُوْنَۚ وَمَنْ يَّفْعَلْ ذٰلِكَ يَلْقَ اَثَامًا ۙ  ٦٨  يُّضٰعَفْ لَهُ الْعَذَابُ يَوْمَ الْقِيٰمَةِ وَيَخْلُدْ فِيْهٖ مُهَانًا ۙ  ٦٩  اِلَّا مَنْ تَابَ وَاٰمَنَ وَعَمِلَ عَمَلًا صَالِحًا فَاُولٰۤىِٕكَ يُبَدِّلُ اللّٰهُ سَيِّاٰتِهِمْ حَسَنٰتٍۗ وَكَانَ اللّٰهُ غَفُوْرًا رَّحِيْمًا   ٧٠  ;Dan orang-orang yang tidak mempersekutukan Allah dengan sembahan lain dan tidak membunuh orang yang diharamkan Allah kecuali dengan (alasan) yang benar, dan tidak berzina; dan barang siapa melakukan demikian itu, niscaya dia mendapat hukuman yang berat, (yakni) akan dilipatgandakan azab untuknya pada hari Kiamat dan dia akan kekal dalam azab itu, dalam keadaan terhina, kecuali orang-orang yang bertobat dan beriman dan mengerjakan kebajikan; maka kejahatan mereka diganti Allah dengan kebaikan. Allah Maha Pengampun, Maha Penyayang. (al-Furq±n/25: 68-70);Dalam hadis Nabi saw juga dijelaskan:\r\nعَنْ عَمْرِو بْنِ عَنْبَسَة رَضِيَ لله عَنْهُ قَالَ: جَاءَ رَجُلٌ إِلَى النَّبِيّ صَلَّى لله عَلَيْهِ وَسَلَّمَ شَيْخٌ كَبِيْرٌ يَدْعُمُ عَلَى عَصَاهُ فَقَالَ: يَارَسُوْلَ الله، إِنَّ لِي غَدَرَاتٌ وَفُجُرَاتٌ، فَهَلْ يَغْفِرْ ِلي؟ فَقَالَ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: أَلَسْتَ تَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ الله؟ قَالَ: بَلَى، وَأَشْهَدُ أَنَّكَ رَسُوْلُ الله، فَقَالَ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: قَدْ غَفَرَ لَكَ غَدَرَاتُكَ وَفُجُرَاتُكَ. (رواه أحمد)\r\nDiriwayatkan dari Amr bin Anbasah bahwa telah datang menemui Nabi saw seorang yang telah tua bangka bertelekan di atas tongkatnya dan berkata kepada beliau, “Hai Rasulullah, saya banyak mengerjakan kesalahan dan maksiat. Apakah mungkin kesalahan itu diampuni?” Nabi saw menjawab, “Apakah engkau telah mengakui bahwa tiada Tuhan selain Allah?” Orang tua itu menjawab, “Benar, bahkan aku mengakui bahwa engkau utusan Allah.” Rasulullah saw menegaskan, Allah mengampuni semua kesalahan dan maksiat yang telah engkau lakukan itu.” (Riwayat A¥mad);Hadis-hadis tersebut menegaskan bahwa Allah mengampuni semua kesalahan bagaimanapun besar dan banyaknya, bila seseorang itu benar-benar bertobat dengan setulus hati, berikrar tidak akan kembali melakukan kesalahan, dan akan tetap melakukan amal saleh. Hamba Allah tidak boleh berputus asa terhadap ampunan, rahmat, dan kasih sayang-Nya, karena pintu rahmat-Nya terbuka seluas-luasnya bagi orang yang bertobat, sebagai ditegaskan dalam firman-Nya:;وَمَنْ يَّعْمَلْ سُوْۤءًا اَوْ يَظْلِمْ نَفْسَهٗ ثُمَّ يَسْتَغْفِرِ اللّٰهَ يَجِدِ اللّٰهَ غَفُوْرًا رَّحِيْمًا   ;Dan barang siapa berbuat kejahatan dan menganiaya dirinya, kemudian dia memohon ampunan kepada Allah, niscaya dia akan mendapatkan Allah Maha Pengampun, Maha Penyayang. (an-Nis±'/4: 110);Setelah melarang hamba-Nya berputus asa terhadap rahmat dan kasih sayang-Nya, Allah mendorong hamba-Nya agar segera meminta ampun dan bertobat kepada-Nya atas segala keterlanjuran dan kesalahan yang telah dilakukan. Allah juga menegaskan bahwa Dia mengampuni segala dosa kecuali dosa syirik sebagai tersebut dalam firman-Nya:\r\nاِنَّ اللّٰهَ لَا يَغْفِرُ اَنْ يُّشْرَكَ بِهٖ وَيَغْفِرُ مَا دُوْنَ ذٰلِكَ لِمَنْ يَّشَاۤءُ ۚ وَمَنْ يُّشْرِكْ بِاللّٰهِ فَقَدِ افْتَرٰٓى اِثْمًا عَظِيْمًا   ;Sesungguhnya Allah tidak akan mengampuni (dosa) karena mempersekutukan-Nya (syirik), dan Dia mengampuni apa (dosa) yang selain (syirik) itu bagi siapa yang Dia kehendaki. Barang siapa mempersekutukan Allah, maka sungguh, dia telah berbuat dosa yang besar. (an-Nis±'/4: 48);Memang besar dan luas rahmat Allah terhadap hamba-Nya. Hamba yang telah mendurhakai karena mengabaikan perintah-Nya, melanggar hukum-hukum yang telah ditetapkan-Nya, dan bergelimang dalam dosa dan maksiat, masih saja dipanggil sebagai hamba-Nya dan dinasihati supaya jangan berputus asa terhadap ampunan dan rahmat-Nya. \r\n"}