{"tafsir_id":4113,"surah_id":39,"aya_number":55,"tafsir_wajiz":"Dan katakanlah kepada mereka, “Ikutilah dengan sebaik-baiknya apa yang telah diturunkan kepadamu, yakni Al-Qur’an, dari Tuhanmu sebelum datang azab kepadamu secara mendadak apabila kamu tidak mau mengikuti petunjuk yang terdapat di dalamnya, sedang kamu tidak menyadarinya sehingga kamu tidak bersiap diri menghadapinya.”","tafsir_tahlili":"(54-55) Bagi orang-orang yang menerima seruan ini dengan bertobat kepada Allah dan percaya dengan sepenuh hatinya kepada keluasan rahmat dan ampunan-Nya, Allah memerintahkan agar dia benar-benar kembali kepada jalan yang lurus yang telah dibentangkan-Nya, berserah diri kepada-Nya, dan bernaung di bawah lindungan-Nya. Di sisi Allah tersedia berbagai macam karunia dan nikmat yang akan dilimpahkan kepadanya, apabila ia telah insaf dan kembali menjadi hamba yang dimuliakan-Nya. Setiap orang berdosa hendaklah mengambil kesempatan baik ini dengan segera sebelum datang hari Kiamat di mana tobat dan penyesalan tidak akan diterima lagi. Janganlah kesempatan yang baik ini dibiarkan berlalu begitu saja karena yang akan rugi ialah orang yang tidak mengindahkannya. Dalam ayat lain, Allah berfirman:\r\nاَلَمْ يَأْنِ لِلَّذِيْنَ اٰمَنُوْٓا اَنْ تَخْشَعَ قُلُوْبُهُمْ لِذِكْرِ اللّٰهِ وَمَا نَزَلَ مِنَ الْحَقِّۙ وَلَا يَكُوْنُوْا كَالَّذِيْنَ اُوْتُوا الْكِتٰبَ مِنْ قَبْلُ فَطَالَ عَلَيْهِمُ الْاَمَدُ فَقَسَتْ قُلُوْبُهُمْۗ وَكَثِيْرٌ مِّنْهُمْ فٰسِقُوْنَ    ;Belum tibakah waktunya bagi orang-orang yang beriman, untuk secara khusyuk mengingat Allah dan mematuhi kebenaran yang telah diwahyukan (kepada mereka), dan janganlah mereka (berlaku) seperti orang-orang yang telah menerima kitab sebelum itu, kemudian mereka melalui masa yang panjang sehingga hati mereka menjadi keras. Dan banyak di antara mereka menjadi orang-orang fasik. (al-¦ad³d/57: 16);Peluang emas yang dikaruniakan Allah hendaklah dimanfaatkan sebaik-baiknya sebelum tiba saat yang menentukan di mana pintu tobat telah tertutup rapat, yaitu pada saat ajal telah tiba atau pada saat hari Kiamat telah datang. Pada saat itu, tidak seorang yang durhaka pun yang dapat melepaskan diri dari siksaan Allah dan tak ada suatu makhluk pun yang dapat membela dan menghindarkannya dari azab itu. Hendaklah dia benar-benar mengikuti dan mematuhi semua ajaran yang telah dijelaskan Allah dalam Al-Qur'an al-Karim untuk kebaikan dan kebahagiaan manusia di dunia dan di akhirat. Janganlah seseorang menunggu sampai besok untuk bertobat karena dia tidak mengetahui apakah ia akan hidup sampai besok. Mungkin seseorang berjanji kepada dirinya bahwa dia akan bertobat esok sore harinya, tetapi siapa tahu, belum lagi waktu sore datang, dia sudah meninggal dan hilanglah kesempatan yang sangat berharga itu.\r\n"}