{"tafsir_id":4118,"surah_id":39,"aya_number":60,"tafsir_wajiz":"Dan kelak pada hari Kiamat, engkau wahai Nabi Muhammad atau siapa pun, akan melihat bagaimana nasib orang-orang yang berbuat dusta terhadap Allah, wajahnya akan terlihat menghitam. Bukankah sudah sejak awal diberitahukan bahwa neraka Jahanam itu adalah tempat tinggal yang sengaja disediakan bagi orang yang menyombongkan diri?","tafsir_tahlili":"(60) Pada ayat ini, Allah menerangkan kepada Nabi Muhammad bahwa nanti pada hari Kiamat, dia akan melihat wajah orang-orang kafir menjadi hitam legam karena sangat ketakutan melihat dan merasakan bagaimana hebat dan dahsyatnya huru-hara waktu itu. Tidak ada sesuatu apa pun yang dapat menyelamatkan mereka, seakan-akan mereka sudah dikepung bahaya dan malapetaka dari segala penjuru. Ke manapun mereka lari selalu dihadang oleh hal-hal yang sangat menakutkan sehingga tak ada yang dipikirkan manusia pada waktu itu kecuali keselamatan dirinya dari mara bahaya maut itu. Hal ini diterangkan dalam firman Allah:\r\nيَوْمَ يَفِرُّ الْمَرْءُ مِنْ اَخِيْهِۙ  ٣٤  وَاُمِّهٖ وَاَبِيْهِۙ  ٣٥  وَصَاحِبَتِهٖ وَبَنِيْهِۗ  ٣٦  لِكُلِّ امْرِئٍ مِّنْهُمْ يَوْمَىِٕذٍ شَأْنٌ يُّغْنِيْهِۗ  ٣٧  ;Pada hari itu manusia lari dari saudaranya, dan dari ibu dan bapaknya, dan dari istri dan anak-anaknya. Setiap orang dari mereka pada hari itu mempunyai urusan yang menyibukkannya. (Abasa/80: 34-37);Dan firman-Nya:\r\nاِنَّا نَخَافُ مِنْ رَّبِّنَا يَوْمًا عَبُوْسًا قَمْطَرِيْرًا;Sungguh, kami takut akan (azab) Tuhan pada hari (ketika) orang-orang berwajah masam penuh kesulitan. (al-Ins±n/76: 10)  ;Selain tidak melihat apa pun yang dapat menolong atau menghindarkan mereka dari bahaya, mereka juga mengetahui bahwa mereka akan diseret ke dalam neraka karena kedurhakaan dan kesombongan mereka selama hidup di dunia. Mereka tidak mau beriman bahkan selalu menghina dan memperolok-olokkan orang-orang yang beriman, menganggap mereka kaum yang lemah sehingga mau saja mengikuti ajaran rasul yang diutus Allah. Kalau di dunia muka seseorang menjadi pucat-pasi ketika menghadapi bahaya dan mungkin menjadi biru karena ketakutan, maka pada hari Kiamat muka orang kafir itu menjadi hitam legam karena panik dan sangat takut. Begitulah nasib mereka yang pasti akan diseret dan dilemparkan ke dalam api neraka yang menyala-nyala.\r\nHadis Nabi saw:\r\nعَنْ عَبْدِ الله بْنِ عَمَرَ عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ  يَحْشُرُ الْمُتَكَبِّرُوْنَ يَوْمَ الْقِيَامَةِ كَالزَّرِّ، يَلْحَقُهُمْ الصِّغَارَ حَتىَّ يُؤْتِى بِهِمْ إِلَى سِجْنِ جَهَنَّمَ. (رواه أحمد و الترمذي)\r\nDiriwayatkan oleh Abdull±h bin Umar bahwa Rasulullah saw bersabda (tentang nasib orang-orang kafir yang sombong), “Pada hari Kiamat dikumpulkan orang-orang yang sombong seakan-akan mereka biji yang tak berharga. Mereka tetap dalam keadaan hina sampai mereka diseret ke dalam neraka Jahanam.” (Riwayat A¥mad dan at-Tirmi©³)\r\n"}