{"tafsir_id":412,"surah_id":3,"aya_number":119,"tafsir_wajiz":"Beginilah kamu, wahai umat Islam! Kamu salah telah menyukai mereka lantaran sikap manis mereka yang pura-pura, padahal mereka tidak menyukaimu karena agama dan pandangan hidupmu tidak sama dengan mereka, dan kamu beriman kepada semua kitab termasuk kitab yang diturunkan kepada Nabi mereka, padahal mereka beriman hanya kepada sebagian isi kitab yang diturunkan kepada Nabi mereka dan mengingkari kerasulan Nabi Muhammad dan kebenaran Al-Qur’an. Apabila sebagian dari mereka berjumpa kamu, mereka berkata, “Kami beriman,” padahal ucapan itu hanya untuk menipu kamu. Hal tersebut terbukti apabila mereka menyendiri berada di belakangmu dan jauh dari kamu, mereka menggigit ujung jari karena marah yang mencapai puncaknya dan disertai rasa benci kepadamu karena kamu beriman kepada Allah dan kerasulan Nabi Muhammad. Mereka berharap agar nikmat iman itu lenyap dari kamu. Katakanlah kepada mereka, “Matilah kamu karena kemarahanmu itu, yaitu marahlah dan bencilah kami sampai kamu mati!” Sungguh, Allah Maha Mengetahui segala isi hati, mengetahui kebencianmu, kemarahanmu, kedengkianmu dan kebohonganmu kepada kami. ","tafsir_tahlili":"(119) Ayat ini menambah penjelasan mengenai sebab-sebab mengapa orang-orang kafir itu tidak boleh dijadikan teman akrab yaitu:\r\n1. Mereka tidak menyukai kesuksesan kaum Muslimin dan  menginginkan agar Muslimin selalu dalam kesulitan dan kesusahan, padahal mereka telah dianggap sebagai saudara dan kepada mereka telah diberikan hak yang sama dengan hak kaum Muslimin sendiri.\r\n2. Kaum Muslimin mempercayai semua Kitab yang diturunkan kepada nabi-nabi sehingga tidak ada alasan bagi mereka untuk membenci Ahli Kitab karena banyak di antara Muslimin yang sayang kepada mereka, bergaul secara baik dengan mereka. Tetapi mereka tidak juga menyenangi Muslimin bahkan tetap mempunyai keinginan untuk mencelakakan.\r\n3. Banyak di antara mereka yang munafik, apabila berhadapan dengan  Muslimin mereka mengucapkan kata-kata manis seakan-akan benar-benar teman sejati, percaya kepada kebenaran agama yang dibawa oleh Nabi Muhammad saw, tetapi bila mereka kembali kepada golongannya, mereka bersikap lain dan mengatakan dengan terang-terangan kebencian dan kemarahan mereka terhadap kaum Muslimin.\r\nMereka sampai menggigit jari karena iri melihat kaum Muslimin tetap bersatu, seia sekata, dan selalu berhasil dalam menghadapi musuh Islam.\r\nOleh sebab itu Allah memerintahkan kepada Nabi Muhammad saw agar dengan tegas mengatakan kepada mereka:\r\n مُوْتُوْا بِغَيْظِكُمْ ۗ اِنَّ اللّٰهَ عَلِيْمٌ ۢبِذَاتِ الصُّدُوْرِ  \r\n… “Matilah kamu karena kemarahanmu itu!” Sungguh, Allah Maha Mengetahui segala isi hati. (²li Imr±n/3:119).;Allah mengetahui segala niat yang tersimpan dalam hati kaum Muslimin yang mencintai orang-orang kafir itu sebagaimana Dia mengetahui pula keburukan hati orang-orang kafir. Maka Dia akan membalas kebaikan hati kaum Muslimin dengan balasan yang berlipat ganda dan akan membalas pula kejahatan orang kafir dengan balasan yang setimpal."}