{"tafsir_id":4121,"surah_id":39,"aya_number":63,"tafsir_wajiz":"Dan milik-Nyalah kunci-kunci perbendaharaan langit dan bumi. Dan orang-orang yang kafir yakni ingkar terhadap no_ayatt-no_ayatt Allah dan memperolok-olokkannya, mereka itulah orang yang mengalami kerugian.","tafsir_tahlili":"(62-63) Pada ayat-ayat ini, Allah menegaskan bahwa Dialah Pencipta segala sesuatu yang ada, baik di langit maupun di bumi. Dialah Pencipta alam seluruhnya, tak ada sesuatu pun yang dapat menciptakan selain Dia. Ini adalah suatu hakikat kebenaran yang tidak seorang pun dapat mengingkarinya. Tidak ada seorang pun dapat menyatakan bahwa dirinya pencipta alam, karena tak akan diterima akal bahwa seseorang mempunyai kekuatan dan kekuasaan untuk menciptakan jagad raya ini, dan tidak dapat pula diterima akal bahwa alam ini terjadi dengan sendirinya tanpa ada penciptanya. Oleh sebab itu, pastilah alam ini diciptakan oleh Zat Yang Mahakuasa dan Maha Mengetahui segala sesuatu, itulah Dia Allah. \r\nAllah-lah yang mengurus segala yang ada, ilmu-Nya sangat luas, mencakup semua makhluk-Nya. Dialah yang mengendalikan alam sejak dari yang sekecil-kecilnya sampai kepada yang sebesar-besarnya. Dia mengendalikan semua itu sesuai dengan ilmu, hikmah dan kebijaksanaan-Nya. Tak ada suatu makhluk pun yang ikut campur tangan dalam penciptaan dan pengendalian itu. Inilah yang dapat diterima oleh akal yang sehat dan dapat diterima oleh hati nurani manusia. \r\nMeskipun demikian, masih banyak orang yang mengingkari hakikat ini dan mengatakan bahwa dialah yang berkuasa, dan dialah Tuhan, seperti yang dinyatakan oleh Firaun atau mengemukakan berbagai macam teori mengenai alam ini untuk menetapkan bahwa alam jagad raya ini terjadi dengan sendirinya tanpa ada yang menciptakannya. Orang yang seperti ini adalah orang-orang kafir yang selalu mengingkari bukti-bukti kekuasaan Allah baik di langit maupun di bumi dan tidak mau mempergunakan akal pikirannya yang sehat yang telah dianugerahkan Allah kepadanya. Mereka inilah yang dikatakan Allah sebagai orang-orang yang paling merugi baik di dunia apalagi di akhirat nanti.\r\nSebagian mufasir berpendapat bahwa yang dimaksud dengan “Maq±l³d as-sam±w±ti wa al-ar«” (kendali langit dan bumi di sini ialah perbendaharaannya). Jadi, kunci-kunci semua perbendaharaan yang tersimpan di langit dan di bumi berada di tangan-Nya. Dialah yang memelihara dan menjaganya. Dialah penguasanya yang berhak membagi-bagikan kepada siapa yang dikehendaki-Nya. Rasulullah bersabda:\r\nعَنْ عُثْمَانَ قَالَ: سَأَلْتُ رَسُوْلَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ عَنْ قَوْلِ اللهِ: لَهُ مَقَالِيْدُ السَّمٰوَاتِ وَالْأَرْضِ، فَقَالَ لِيْ: يَا عُثْمَانُ لَقَدْ سَأَلْتَنِيْ عَنْ مَسْأَلَةٍ لَمْ يَسْأَلْنِيْ عَنْهَا أَحَدٌ قَبْلَكَ مَقَالِيْدُ السَّمٰوَاتِ وَالْأَرْضِ: لاَ إِلٰهَ إِلاَّ اللهُ وَاللهُ أَكْبَرُ، وَسُبْحَانَ اللهِ وَالْحَمْدُ ِللهِ وَأَسْتَغْفِرُ اللهَ الَّذِيْ لاَ إِلٰهَ إِلاَّ هُوَ اْلأَوَّلُ وَاْلآخِرُ وَالظَّاهِرُ وَالْبَاطِنُ يُحْيِى وَيُمِيْتُ وَهُوَ حَيٌّ لاَ يَمُوْتُ بِيَدِهِ الْخَيْرُ وَهُوَ عَلَى كُلِّ شَىْءٍ قَدِيْرٌ. (رواه أبو يعلى وابن أبي حاتم وابن مردويه)\r\nDiriwayatkan oleh Usman r.a. bahwa ketika ia menanyakan kepada Rasulullah tentang firman Allah “Hanya bagi Allah, maq±lid langit dan bumi,” beliau menjawab, “Hai Usman, engkau menanyakan kepadaku sesuatu yang belum pernah ditanyakan seseorang pun kepadaku sebelumnya. Maq±l³d as- sam±w±ti wa al-ar«” ialah ucapan: Tidak ada Tuhan selain Allah, Allah Maha Besar, Maha Suci Allah, segala puji bagi Allah, aku memohon ampun kepada Allah yang tiada Tuhan selain Dia, Yang Awal Yang Akhir, Yang Lahir, Yang Batin, menghidupkan, mematikan, sedang Dia tetap hidup dan tidak mati, di tangan-Nyalah segala kebaikan, dan Dia Mahakuasa atas segala sesuatu.” (Riwayat Abµ Yal±, Ibnu Ab³ ¦±tim, dan Ibnu Mardawaih);Barang siapa yang membawa ucapan ini dia akan mendapat kebaikan yang ada di langit dan di bumi.\r\n"}