{"tafsir_id":4125,"surah_id":39,"aya_number":67,"tafsir_wajiz":"Dalam no_ayatt-no_ayatt yang lalu, Allah digambarkan sebagai Pencipta dan Pemilik segala, dan Nabi Muhammad diperintah untuk menolak ajakan orang-orang musyrik Mekah untuk menyembah selain Allah. no_ayatt-no_ayatt berikut membawa kecaman terhadap orang-orang musyrik tersebut. Dan ketahuilah bahwa dengan ajakan menyekutukan Allah itu, mereka tidak mengagungkan Allah sebagaimana mestinya, padahal bumi dengan seluruh isi-nya berada dalam genggaman tangan-Nya pada hari Kiamat, dan demikian pula langit dengan seluruh lapisannya digulung oleh Allah dengan tangan kanan-Nya. Mahasuci Dia dari segala apa yang tidak wajar bagi-Nya dan Mahatinggi Dia dari segala apa yang mereka persekutukan dengan-Nya.","tafsir_tahlili":"(67) Pada ayat ini, Allah mencela perbuatan kaum musyrikin Mekah karena menyembah berhala dan patung, mengingkari kebesaran dan kekuasaan-Nya. Allah juga mengingatkan betapa besar nikmat yang telah dikaruniakan-Nya kepada mereka. Seakan-akan yang berkuasa dan memberi karunia itu adalah patung-patung yang tidak berdaya yang mereka buat dengan tangan mereka sendiri. Alangkah rendahnya jalan pikiran mereka dengan mengagungkan suatu yang hina dan tak berdaya. Allah selanjutnya menegaskan bahwa bumi ini seluruhnya berada dalam genggaman-Nya pada hari Kiamat, demikian pula langit tergulung di tangan kanan-Nya. Jika langit dan bumi semuanya berada dalam genggaman-Nya, maka siapakah lagi yang lebih besar, lebih agung, lebih berkuasa dari Allah? Apakah mereka mengagungkan patung-patung itu sedang patung-patung itu adalah sebagian kecil saja dari langit dan bumi? Mengenai ayat ini, Imam al-Bukh±r³ meriwayatkan dari Ibnu Masµd sebuah hadis:\r\nجَاءَ حَبْرٌ مِنَ الْأَحْبَارِ إِلَى رَسُوْلِ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَقَالَ: يَا مُحَمَّدُ إِنَّا نَجِدُ أَنَّ اللهَ عَزَّ وَجَلَّ يَجْعَلُ السَّمٰوَاتِِ عَلَى أُصْبُعٍ وَاْلأَرَضِيْنَ عَلَى أُصْبُعٍ وَالشَّجَرَ عَلَى أُصْبُعٍ وَالْمَاءَ وَالثَّرَى عَلَى أُصْبُعٍ وَسَائِرَ الْخَلْقِ عَلَى أُصْبُعٍ يَقُوْلُ أَنَا الْمَلِكُ. فَضَحِكَ رَسُوْلُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ حَتَّى بَدَتْ نَوَاجِذُهُ تَصْدِيْقًا لِقَوْلِ الْحَبْرِ ثُمَّ قَرَأَ هٰذِهِ الْاٰيَةَ: وَمَا قَدَرُوا اللهَ حَقَّ قَدْرِهِ. \r\nTelah datang salah seorang pendeta kepada Rasulullah saw dan berkata kepadanya, “Hai Muhammad, sesungguhnya aku menemui (dalam kitab kami) bahwa Allah Yang Mahaperkasa meletakkan langit di salah satu jarinya, bumi di jari yang lain, pohon-pohon di jari yang lain, air dan tanah di jari yang lain, dan makhluk-makhluk lainnya di jari yang lain pula, lalu Dia berkata, Akulah raja.” Rasulullah saw tertawa mendengar kata-kata pendeta itu sehingga kelihatan gerahamnya tanda setuju. Kemudian Nabi saw membaca ayat 67 ini.;Tentang penggambaran langit dan bumi dalam genggaman-Nya, mungkin dapat dipahami dengan makna bahwa alam ini dalam kekuasaan-Nya. Bagaimana hakikat yang sebenarnya dari keadaan bumi yang berada dalam genggaman Allah, kita tidak tahu. Hal itu termasuk masalah-masalah yang gaib, yang harus diterima sebagaimana yang diterangkan Allah. Yang mesti diyakini sepenuhnya adalah Allah tidak dapat diserupakan dengan suatu apa pun. Firman Allah:\r\nلَيْسَ كَمِثْلِهٖ شَيْءٌ ۚوَهُوَ السَّمِيْعُ الْبَصِيْرُ;Tidak ada sesuatu pun yang serupa dengan Dia. Dan Dia Yang Maha Mendengar, Maha Melihat. (asy-Syµr±/42: 11);Kemudian Allah menutup ayat ini dengan menyatakan bahwa mempersekutukan Allah dengan makhluk lainnya apalagi dengan sesuatu yang remeh tak berdaya seperti patung-patung itu adalah perbuatan sesat dan menyesatkan. Maha Suci Allah dari segala paham itu dan tidak layak bagi kekuasaan dan keagungan-Nya untuk dipersekutukan dengan yang lain.\r\n"}