{"tafsir_id":4126,"surah_id":39,"aya_number":68,"tafsir_wajiz":"Dan ketahuilah bahwa ketika sangkakala pun ditiup oleh malaikat Israfil, maka matilah semua makhluk yang ada di langit dan juga makhluk yang ada di bumi, kecuali mereka yang dikehendaki Allah untuk mati pada saat yang lain sesudah itu. Kemudian sesudah waktu berlalu sekian lama, sangkakala itu ditiup sekali lagi, maka seketika itu dengan serta merta mereka bangun dari kuburnya menunggu keputusan Allah bagi diri masing-masing.","tafsir_tahlili":"(68) Pada ayat ini, Allah menerangkan bahwa nanti pada hari Kiamat akan terjadi dua kali tiupan sangkakala. Pada tiupan pertama akan mati semua yang hidup baik yang di langit maupun yang di bumi. Karena kedahsyatan suara tiupan itu, semua yang bernyawa menjadi lumpuh tak berdaya dan akhirnya mati seperti orang terkena sambaran petir atau strum listrik bertegangan tinggi. Ada makhluk Allah yang tidak mati pada saat itu karena Allah tidak menghendaki kematiannya, tetapi siapakah mereka itu tidak disebutkan dalam Al-Qur'an, begitu pula dalam hadis-hadis sahih. Oleh karena itu, kita serahkan saja pengetahuan tentang ini kepada Allah. Mungkin Dia tidak menyebutkan makhluk-Nya yang tidak mati itu karena suatu sebab atau hikmah yang tidak kita ketahui hakikatnya. Akan tetapi, menurut sebuah riwayat dari Abµ Yal± al-Mµ¡il³, makhluk-makhluk yang tidak mati itu ialah Malaikat Jibril, Mikail, dan Izrail. Setelah itu, makhluk-makhluk itu pun meninggal satu per satu.\r\nSesudah tiupan pertama itu, di mana hampir semua makhluk yang hidup telah mati, maka menyusullah tiupan sangkakala yang kedua. Dengan tiupan yang kedua ini, semua makhluk yang telah mati baik yang mati sebelum terjadinya tiupan pertama maupun yang mati di waktu terjadinya tiupan itu, menjadi hidup kembali. Masing-masing berdiri menunggu apa yang akan terjadi terhadap dirinya. Ada beberapa hadis mengenai tiupan sangkakala ini di antaranya:\r\n1.  Hadis yang diriwayatkan oleh Abµ D±wud dari Abµ Said al-Khudr³ yaitu:\r\nذَكَرَ رَسُوْلُ اللهِ صَاحِبَ الصُوْرِ وَقَالَ عَنْ يَمِيْنِهِ جِبْرِيْلُ وَعَنْ يَسَارِهِ مِيْكَائِيْلُ. \r\nRasulullah pernah menyebut tentang yang meniup sangkakala dan berkata, “Di sebelah kanannya ada Jibril dan sebelah kirinya ada Mikail.”\r\n2.  Hadis yang diriwayatkan oleh Ibnu Majah al-Bazzar dan Ibnu Mardawaih dari Abµ Said al-Khudr³ yaitu:\r\nإِنَّ صَاحِبَيِ الصُّوْرِ بِأَيْدِيْهِمَا قَرْنَانِ يُلاَحِظَانِ النَّظَرَ مَتٰى يُؤْمَرَانِ.\r\nSesungguhnya di tangan kedua peniup sangkakala itu ada dua buah tanduk yang akan ditiupnya. Mereka berdua selalu mengawasi keadaan sekelilingnya, seraya  kapan keduanya akan  diperintah.; Di samping itu, dalam Al-Qur'an tiupan sangkakala itu disebut dengan az-Zajrah, seperti tersebut dalam ayat:\r\nفَاِنَّمَا هِيَ زَجْرَةٌ وَّاحِدَةٌ فَاِذَا هُمْ يَنْظُرُوْنَ;Maka sesungguhnya kebangkitan itu hanya dengan satu teriakan saja; maka seketika itu mereka melihatnya. (a¡-¢±ff±t/37: 19);Dan dalam ayat:\r\nفَاِنَّمَا هِيَ زَجْرَةٌ وَّاحِدَةٌۙ  ١٣  فَاِذَا هُمْ بِالسَّاهِرَةِۗ  ١٤;Maka pengembalian itu hanyalah dengan sekali tiupan saja. Maka seketika itu mereka hidup kembali di bumi (yang baru). (an-N±zi±t/79: 13-14);Pada ayat-ayat yang lain disebutkan juga dengan “dakwah” (panggilan), seperti pada ayat:\r\nوَمِنْ اٰيٰتِهٖٓ اَنْ تَقُوْمَ السَّمَاۤءُ وَالْاَرْضُ بِاَمْرِهٖۗ  ثُمَّ اِذَا دَعَاكُمْ دَعْوَةًۖ مِّنَ الْاَرْضِ اِذَآ اَنْتُمْ تَخْرُجُوْنَ  ;Dan di antara tanda-tanda (kebesaran)-Nya ialah berdirinya langit dan bumi dengan kehendak-Nya. Kemudian apabila Dia memanggil kamu sekali panggil dari bumi, seketika itu kamu keluar (dari kubur). (ar-Rµm/30: 25)\r\n"}