{"tafsir_id":4127,"surah_id":39,"aya_number":69,"tafsir_wajiz":"Dan bersamaan dengan itu, bumi, yakni Padang Mahsyar, tempat semua makhluk berkumpul untuk mempertanggungjawabkan semua perbuatan, menjadi terang benderang dengan cahno_ayat keadilan Tuhannya; dan buku-buku rekam jejak perbuatan diberikan dan kemudian dibaca oleh mereka masing-masing satu persatu Nabi-nabi menjadi saksi bagi umatnya, dan saksi-saksi atas amal mereka-pun dihadirkan, lalu diberikan keputusan oleh Allah di antara mereka satu persatu secara adil, sedang mereka tidak dirugikan sedikit pun.","tafsir_tahlili":"(69) Setelah kejadian itu semua, bersinar cemerlanglah bumi Padang Mahsyar bermandikan cahaya Tuhan karena ditegakkannya keadilan Tuhan, dan ditimbanglah semua amal yang baik dan yang buruk, diletakkan di hadapan masing-masing catatan amal mereka, seperti tersebut dalam ayat:\r\nوَكُلَّ اِنْسَانٍ اَلْزَمْنٰهُ طٰۤىِٕرَهٗ فِيْ عُنُقِهٖۗ وَنُخْرِجُ لَهٗ يَوْمَ الْقِيٰمَةِ كِتٰبًا يَّلْقٰىهُ مَنْشُوْرًا  ;Dan setiap manusia telah Kami kalungkan (catatan) amal perbuatannya di lehernya. Dan pada hari Kiamat Kami keluarkan baginya sebuah kitab dalam keadaan terbuka. (al-Isr±'/17: 13);Dan dalam ayat:\r\nوَوُضِعَ الْكِتٰبُ فَتَرَى الْمُجْرِمِيْنَ مُشْفِقِيْنَ مِمَّا فِيْهِ وَيَقُوْلُوْنَ يٰوَيْلَتَنَا مَالِ هٰذَا الْكِتٰبِ لَا يُغَادِرُ صَغِيْرَةً وَّلَا كَبِيْرَةً اِلَّآ اَحْصٰىهَاۚ وَوَجَدُوْا مَا عَمِلُوْا حَاضِرًاۗ وَلَا يَظْلِمُ رَبُّكَ اَحَدًا ࣖ   ;Dan diletakkanlah kitab (catatan amal), lalu engkau akan melihat orang yang berdosa merasa ketakutan terhadap apa yang (tertulis) di dalamnya, dan mereka berkata, “Betapa celaka kami, kitab apakah ini, tidak ada yang tertinggal, yang kecil dan yang besar melainkan tercatat semuanya,” dan mereka dapati (semua) apa yang telah mereka kerjakan (tertulis). Dan Tuhanmu tidak menzalimi seorang jua pun. (al-Kahf/18: 49);Juga dihadirkan para nabi untuk menjadi saksi atas perbuatan umatnya. Hal ini diterangkan pula pada ayat yang lain:\r\nفَكَيْفَ اِذَا جِئْنَا مِنْ كُلِّ اُمَّةٍۢ بِشَهِيْدٍ وَّجِئْنَا بِكَ عَلٰى هٰٓؤُلَاۤءِ شَهِيْدًا;Dan bagaimanakah (keadaan orang kafir nanti), jika Kami mendatangkan seorang saksi (Rasul) dari setiap umat dan Kami mendatangkan engkau (Muhammad) sebagai saksi atas mereka. (an-Nis±'/4: 41);Selain nabi-nabi sebagai saksi dihadirkan pula saksi lain yaitu malaikat yang mencatat semua amal perbuatan mereka. Hal ini tersebut dalam ayat:\r\nوَجَاۤءَتْ كُلُّ نَفْسٍ مَّعَهَا سَاۤىِٕقٌ وَّشَهِيْدٌ;Setiap orang akan datang bersama (malaikat) penggiring dan (malaikat) saksi. (Q±f/50: 21);Selain dari kitab catatan amal dan saksi-saksi yang dipercaya itu, ada pula saksi yang terdiri dari anggota tubuh sendiri seperti kaki dan tangan. Semua anggota tubuh itu akan menceritakan nanti apa yang telah dilakukannya, seperti tersebut pada ayat:\r\nيَّوْمَ تَشْهَدُ عَلَيْهِمْ اَلْسِنَتُهُمْ وَاَيْدِيْهِمْ وَاَرْجُلُهُمْ بِمَا كَانُوْا يَعْمَلُوْنَ  ;Pada hari, (ketika) lidah, tangan dan kaki mereka menjadi saksi atas mereka terhadap apa yang dahulu mereka kerjakan. (an-Nµr/24: 24);Dapatlah dibayangkan bagaimana hebatnya sidang pengadilan Tuhan di waktu itu. Sidang yang dapat memutuskan setiap perkara dan memvonis orang dengan keputusan yang seadil-adilnya sehingga tak seorang pun yang dirugikan atau teraniaya karenanya. Sidang tertinggi yang cukup lengkap dengan saksi terpercaya yang tidak dapat dibantah kebenarannya karena setiap saksi saling menguatkan keterangan saksi lainnya. Di saat itulah diputuskan dan ditetapkan nasib setiap orang berdasarkan kebenaran dan sekali-kali tidak mungkin putusan itu bertentangan dengan keadilan dan dapat merugikan atau menjadikan seseorang teraniaya. Hal ini terdapat dalam ayat:\r\nوَنَضَعُ الْمَوَازِيْنَ الْقِسْطَ لِيَوْمِ الْقِيٰمَةِ فَلَا تُظْلَمُ نَفْسٌ شَيْـًٔاۗ وَاِنْ كَانَ مِثْقَالَ حَبَّةٍ مِّنْ خَرْدَلٍ اَتَيْنَا بِهَاۗ وَكَفٰى بِنَا حَاسِبِيْنَ   ;Dan Kami akan memasang timbangan yang tepat pada hari Kiamat, maka tidak seorang pun dirugikan walau sedikit; sekalipun hanya seberat biji sawi, pasti Kami mendatangkannya (pahala). Dan cukuplah Kami yang membuat perhitungan. (al-Anbiy±'/21: 47)\r\n"}