{"tafsir_id":4129,"surah_id":39,"aya_number":71,"tafsir_wajiz":"Pada no_ayatt yang lalu dinyatakan bahwa di Padang Mahsyar digelar peradilan yang mengadili setiap perbuatan manusia, dan Allah akan menjatuhkan putusan-Nya dalam peradilan itu dengan seadil-adilnya tanpa ada yang dirugikan. Pada no_ayatt-no_ayatt berikut digambarkan bagai-mana putusan itu dilaksanakan. Pada waktu itu, orang-orang yang kafir digiring ke pintu neraka Jahanam secara berombongan. Sehingga apabila mereka telah sampai kepadanya yakni ke neraka, kemudian pintu-pintunya dibukakan, dan penjaga-penjaga neraka itu berkata kepada mereka, “Apakah sebelum ini belum pernah datang kepadamu rasul-rasul yang dipilih dari kalangan masyarakat kamu sendiri, yang membacakan no_ayatt-no_ayatt Tuhanmu, dan juga memperingatkan kepadamu akan keniscno_ayatan pertemuan dengan harimu ini?” Mereka menjawab, “Benar, para rasul memang ada dan telah memperingatkan kami tentang hari ini, tetapi kami mendustakannya.” Namun demikian, ketetapan azab pasti tetap berlaku terhadap orang-orang kafir.","tafsir_tahlili":"(71) Pada ayat ini, Allah menerangkan bahwa orang-orang kafir yang mempersekutukan Allah dengan yang lain seperti berhala dan sembahan-sembahan lainnya digiring ke neraka dengan cara kasar. Mereka digiring secara berkelompok dengan mendahulukan kelompok yang paling sesat dan durhaka kemudian diikuti oleh kelompok yang lebih rendah tingkat kedurhakaannya dan demikianlah seterusnya. Setiap satu rombongan sampai ke neraka dibukakan pintu neraka itu dan mereka didorong dengan kuat sehingga terjerumus ke dalamnya. Hal ini jelas tergambar pada ayat berikut ini:\r\nفَوَيْلٌ يَّوْمَىِٕذٍ لِّلْمُكَذِّبِيْنَۙ  ١١  الَّذِيْنَ هُمْ فِيْ خَوْضٍ يَّلْعَبُوْنَۘ  ١٢  يَوْمَ يُدَعُّوْنَ اِلٰى نَارِ جَهَنَّمَ دَعًّاۗ  ١٣  هٰذِهِ النَّارُ الَّتِيْ كُنْتُمْ بِهَا تُكَذِّبُوْنَ   ١٤  ;Maka celakalah pada hari itu bagi orang-orang yang mendustakan. Orang-orang yang bermain-main dalam kebatilan (perbuatan dosa), pada hari (ketika) itu mereka didorong ke neraka Jahanam dengan sekuat-kuatnya. (Dikatakan kepada mereka), “Inilah neraka yang dahulu kamu mendustakannya.” (a¯-°µr/52: 11-14);Tertutuplah pintu neraka sesudah semua masuk ke dalamnya tersebut pada ayat:\r\nاِنَّهَا عَلَيْهِمْ مُّؤْصَدَةٌۙ  ٨  فِيْ عَمَدٍ مُّمَدَّدَةٍ ࣖ  ٩;Sungguh, api itu ditutup rapat atas (diri) mereka, (sedang mereka itu) diikat pada tiang-tiang yang panjang. (al-Humazah/104: 8-9);Mereka dihardik, dicela, dan dihina oleh malaikat-malaikat pemegang kunci neraka dengan mengatakan bukankah telah datang kepada mereka rasul Allah dari kalangan sendiri yang menyeru supaya patuh dan taat kepada Allah, serta tidak mempersekutukan-Nya dengan yang lain. Rasul itu juga membacakan kepada mereka ayat-ayat Allah yang membuktikan kebenaran dakwahnya dengan dalil dan keterangan yang kuat dan jelas sehingga tidak dapat dibantah lagi? Mengapa mereka menolak seruannya dengan angkuh dan takabur? Mereka tidak dapat menjawab pertanyaan itu karena telah menghadapi kenyataan bahwa mereka akan masuk neraka. Mereka mengaku terus terang bahwa merekalah yang bersalah karena mendustakan rasul Allah karena didorong oleh hawa nafsu, takut kehilangan pengaruh, kedudukan, dan sebagainya. Pengakuan seperti itu terdapat pada ayat berikut:\r\nتَكَادُ تَمَيَّزُ مِنَ الْغَيْظِۗ كُلَّمَآ اُلْقِيَ فِيْهَا فَوْجٌ سَاَلَهُمْ خَزَنَتُهَآ اَلَمْ يَأْتِكُمْ نَذِيْرٌۙ  ٨  قَالُوْا بَلٰى قَدْ جَاۤءَنَا نَذِيْرٌ ەۙ فَكَذَّبْنَا وَقُلْنَا مَا نَزَّلَ اللّٰهُ مِنْ شَيْءٍۖ اِنْ اَنْتُمْ اِلَّا فِيْ ضَلٰلٍ كَبِيْرٍ  ٩  ;Setiap kali ada sekumpulan (orang-orang kafir) dilemparkan ke dalamnya, penjaga-penjaga (neraka itu) bertanya kepada mereka, “Apakah belum pernah ada orang yang datang memberi peringatan kepadamu (di dunia)?” Mereka menjawab, “Benar, sungguh, seorang pemberi peringatan telah datang kepada kami, tetapi kami mendustakan(nya) dan kami katakan, “Allah tidak menurunkan sesuatu apa pun, kamu sebenarnya dalam kesesatan yang besar.” (al-Mulk/67: 8-9)\r\n"}