{"tafsir_id":413,"surah_id":3,"aya_number":120,"tafsir_wajiz":"Jika mereka yang berhati dengki itu melihat kamu memperoleh kebaikan, kemenangan perang, rezeki yang melimpah, kesehatan dan kemuliaan, niscno_ayat mereka bersedih hati bahkan hal tersebut membuat mereka marah, tetapi jika kamu tertimpa bencana, seperti sakit, kemiskinan atau kalah perang, maka mereka bergembira karenanya. Allah memberi umat Islam tuntunan agar tetap bersabar dan bertakwa kepada Allah ketika menghadapi orang yang bersifat demikian. Karena jika kamu bersabar tidak terbawa hawa nafsu untuk membalasnya dengan perbuatan jahat, dan bertakwa kepada Allah dengan tetap istikamah dalam bersabar, maka tipu dno_ayat mereka tidak akan menyusahkan dan mendatangkan bahno_ayat bagi kamu sedikit pun. Sungguh, Allah Maha Meliputi segala apa yang mereka kerjakan dan Maha Mengetahui tipu dno_ayat yang mereka rahasiakan. ","tafsir_tahlili":"(120) Selain dari sifat-sifat yang tersebut di atas yang menyebabkan timbulnya larangan bagi kaum Muslimin mengambil mereka sebagai teman setia, dalam ayat ini disebutkan kembali sikap yang menggambarkan bagaimana jahatnya hati orang-orang kafir dan hebatnya sifat dengki yang bersemi dalam dada mereka. Allah berfirman:\r\nاِنْ تَمْسَسْكُمْ حَسَنَةٌ تَسُؤْهُمْۖ وَاِنْ تُصِبْكُمْ سَيِّئَةٌ يَّفْرَحُوْا بِهَا \r\nJika kamu memperoleh kebaikan, (niscaya) mereka bersedih hati, tetapi jika kamu tertimpa bencana, mereka bergembira karenanya.  (²li Imr±n/3:120).;Qatadah berkata dalam menjelaskan firman Allah ini sebagaimana diriwayatkan oleh Ibnu Jarir, “Apabila orang-orang kafir itu melihat persatuan yang kukuh di kalangan kaum Muslimin dan mereka memperoleh kemenangan atas musuh-musuh Islam, mereka merasa dengki dan marah. Tetapi bila terdapat perpecahan dan perselisihan di kalangan Muslimin dan mereka mendapat kelemahan dalam suatu pertempuran, mereka merasa senang dan bahagia. Memang sudah menjadi sunatullah, baik pada masa dahulu sampai masa sekarang maupun pada masa yang akan datang sampai hari kiamat, bila timbul di kalangan orang kafir seorang cendekiawan sebagai penantang agama Islam, Allah tetap akan membukakan kebohongannya, melumpuhkan hujahnya dan memperlihatkan cela dan aibnya.”\r\nKarena itu Allah memerintahkan kepada umat Islam dalam menghadapi kelicikan dan niat jahat kaum kafir itu agar selalu bersifat sabar dan takwa serta tawakal kepada-Nya. Dengan demikian kelicikan mereka itu tidak akan membahayakan sedikitpun. Allah Maha Mengetahui segala tindak tanduk mereka."}