{"tafsir_id":4131,"surah_id":39,"aya_number":73,"tafsir_wajiz":"Dan pada waktu yang bersamaan orang-orang yang bertakwa kepada Tuhannya dan beramal saleh, diantar ke dalam surga secara berombongan. Sehingga apabila mereka telah sampai kepadanya yakni ke pintu surga dan kemudian pintu-pintunya telah dibukakan, penjaga-penjaganya berkata kepada mereka, “Kesejahteraan senantiasa dilimpahkan atasmu, berbahagialah kamu! Maka masuklah dengan suka cita, dan kamu kekal menetap di dalamnya untuk selama-lamanya.”","tafsir_tahlili":"(73) Pada ayat ini dijelaskan bahwa orang-orang mukmin yang bertakwa dengan penuh penghormatan dituntun menuju surga Jannatun Na³m. Mereka mendapati pintunya telah terbuka lebar dan di sana telah menunggu para penjaga pintu itu dengan penuh hormat dan hikmat sambil mengucapkan kepada mereka “Assal±mu alaikum”. Itu adalah ucapan selamat datang bagi mereka dan memohonkan doa kepada Allah semoga tetap berbahagia dengan karunia dan nikmat yang disediakan untuk mereka di dalam surga ini. Kemudian mereka dipersilahkan dengan hormat agar segera masuk ke dalam surga dan dikatakan kepada mereka, “Kamu kekal di dalamnya buat selama-lamanya.” \r\nPara Mukminin itu datang berombongan. Rombongan pertama ialah orang-orang yang paling dekat kepada Allah dan paling tinggi derajatnya di sisi-Nya sesuai dengan iman, takwa, dan amal saleh mereka di dunia. Rombongan yang kedua adalah orang-orang yang lebih rendah derajatnya dari rombongan yang pertama. Demikianlah seterusnya sampai semua kaum Muslimin masuk ke dalamnya. Pintu surga terbuka bagi mereka sebagaimana disebutkan pula pada ayat lain:\r\nهٰذَا ذِكْرٌ ۗوَاِنَّ لِلْمُتَّقِيْنَ لَحُسْنَ مَاٰبٍۙ ٤٩  جَنّٰتِ عَدْنٍ مُّفَتَّحَةً لَّهُمُ الْاَبْوَابُۚ  ٥٠  \r\nIni adalah kehormatan (bagi mereka). Dan sungguh, bagi orang-orang yang bertakwa (disediakan) tempat kembali yang terbaik, (yaitu) surga Adn yang pintu-pintunya terbuka bagi mereka. (¢±d/38: 49-50);Dalam surga itu mereka memperoleh berbagai macam kenikmatan dan kesenangan yang belum pernah terpikirkan oleh siapa pun di dunia ini. Nikmat dan karunia yang demikian itu dapat dicapai dengan berbagai macam amal dan ibadah yang dikerjakan oleh manusia selama hidupnya di dunia.\r\nDiterangkan oleh hadis yang diriwayatkan al-Bukh±r³ dan Muslim dari Umar bin Kha¯¯±b bahwa Rasulullah pernah bersabda: \r\nمَا مِنْكُمْ أَحَدٌ يَتَوَضَّأُ فَيُسْبِغُ الْوُضُوْءَ ثُمَّ يَقُوْلُ: أَشْهَدُ أَنْ لاَ إِلٰهَ إِلاَّ اللهَ وَأَنَّ مُحَمَّدًا عَبْدُهُ وُرَسُوْلُهُ إِلاَّ فُتِحَتْ لَهُ أَبْوَابُ الْجَنَّةِ الثَّمَانِيَةُ يَدْخُلُ مِنْ أَيِّهَا شَاءَ. (رواه مسلم وغيره)\r\nSiapa di antara kamu yang berwudu dengan sempurna kemudian dia mengucapkan, “Aku bersaksi tidak ada Tuhan selain Allah, dan sesungguhnya Muhammad adalah hamba dan utusan Allah, niscaya akan dibukakan baginya pintu-pintu surga yang banyaknya delapan buah dan dia dibolehkan masuk dari pintu mana saja yang ia sukai. (Riwayat Muslim dan selainnya);Diriwayatkan pula dari Abµ Hurairah bahwa Rasulullah saw pernah bersabda:\r\nأَوَّلُ زُمْرَةٍ يَدْخُلُوْنَ الْجَنَّةَ عَلَى صُوْرَةِ الْقَمَرِ لَيْلَةِ الْبَدْرِ، وَالَّذِيْنَ يَلُوْنَهُمْ علَىَ ضَوْءِ أَشَدَّ كَوْكَبٍ دُرِيٍّ فِي السَّمَاءِ إِضَاءَةً. (رواه البخاري و مسلم)\r\nRombongan pertama yang masuk surga mukanya laksana bulan purnama (di malam keempat belas). Rombongan berikutnya mukanya cemerlang seperti bintang yang paling cemerlang di cakrawala (bintang kejora). (Riwayat al-Bukh±r³ dan Muslim);Al-Bukh±r³ dan Muslim juga meriwayatkan dari Sahl bin Saad bahwa Rasulullah bersabda: \r\nفِى الْجَنَّةِ ثَمَانِيَةُ أَبْوَابٍ مِنْهَا بَابٌ يُسَمَّى الرَّيَّانُ لاَ يَدْخُلُهُ إِلاَّ الصَّائِمُوْنَ. \r\nDi dalam surga itu ada delapan buah pintu, salah satu pintu itu bernama ar-Rayy±n. Pintu itu hanya dimasuki oleh orang-orang yang berpuasa.\r\n"}