{"tafsir_id":4132,"surah_id":39,"aya_number":74,"tafsir_wajiz":"Mereka dipersilakan masuk dengan penuh suka cita, dan mereka pun lalu berkata, “Segala puji bagi Allah Yang Maha Pengasih lagi Maha Penyno_ayatng, yang telah memenuhi janji-Nya melalui para rasul kepada kami, dan telah memberikan tempat, yakni surga, ini kepada kami, sedang kami diperkenankan menempati surga di mana saja yang kami kehendaki.” Maka surga itulah sebaik-baik balasan bagi orang-orang yang beramal kebajikan di dunia.","tafsir_tahlili":"(74) Para Mukminin yang amat berbahagia dan bergembira melihat nikmat dan kesenangan yang akan mereka nikmati di dalam surga itu mengucapkan, “Segala puji bagi Allah yang telah memenuhi janji-Nya kepada kami, sebagaimana telah disampaikan oleh rasul-Nya dan doa yang selalu kami panjatkan.” Firman Allah:\r\nوَعَدَ اللّٰهُ الْمُؤْمِنِيْنَ وَالْمُؤْمِنٰتِ جَنّٰتٍ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُ خٰلِدِيْنَ فِيْهَا وَمَسٰكِنَ طَيِّبَةً فِيْ جَنّٰتِ عَدْنٍ ۗوَرِضْوَانٌ مِّنَ اللّٰهِ اَكْبَرُ ۗذٰلِكَ هُوَ الْفَوْزُ الْعَظِيْمُ ࣖ   ;Allah menjanjikan kepada orang-orang mukmin laki-laki dan perempuan, (akan mendapat) surga yang mengalir di bawahnya sungai-sungai, mereka kekal di dalamnya, dan (mendapat) tempat yang baik di surga Adn. Dan keridaan Allah lebih besar. Itulah kemenangan yang agung. (at-Taubah/9: 72);Dan firman Allah:\r\nرَبَّنَا وَاٰتِنَا مَا وَعَدْتَّنَا عَلٰى رُسُلِكَ وَلَا تُخْزِنَا يَوْمَ الْقِيٰمَةِ ۗ اِنَّكَ لَا تُخْلِفُ الْمِيْعَادَ   \r\nYa Tuhan kami, berilah kami apa yang telah Engkau janjikan kepada kami melalui rasul-rasul-Mu. Dan janganlah Engkau hinakan kami pada hari Kiamat. Sungguh, Engkau tidak pernah mengingkari janji. (²li Imr±n/3: 194;Ahli surga melanjutkan ucapan puji syukurnya, “Segala puji bagi Allah yang telah mewariskan kepada kami tanda surga ini sehingga kami boleh menempatinya, di mana saja kami senangi dan menikmati berbagai macam karunia yang disediakan-Nya di dalamnya.” Di antara kenikmatan surga itu adalah sebagaimana dijelaskan firman Allah berikut ini:\r\nوَدَانِيَةً عَلَيْهِمْ ظِلٰلُهَا وَذُلِّلَتْ قُطُوْفُهَا تَذْلِيْلًا ١٤  وَيُطَافُ عَلَيْهِمْ بِاٰنِيَةٍ مِّنْ فِضَّةٍ وَّاَكْوَابٍ كَانَتْ قَوَارِيْرَا۠   ١٥  ;Dan naungan (pepohonan)nya dekat di atas mereka dan dimudahkan semudah-mudahnya untuk memetik (buah)nya. Dan kepada mereka diedarkan bejana-bejana dari perak dan piala-piala yang bening laksana kristal. (al-Ins±n/76: 14-15)\r\nوَيُسْقَوْنَ فِيْهَا كَأْسًا كَانَ مِزَاجُهَا زَنْجَبِيْلًاۚ ١٧ عَيْنًا فِيْهَا تُسَمّٰى سَلْسَبِيْلًا   ١٨  ;\r\nDan di sana mereka diberi segelas minuman bercampur jahe. (Yang didatangkan dari) sebuah mata air (di surga) yang dinamakan Salsab³l. (al-Ins±n/76: 17-18)\r\nوَيَطُوْفُ عَلَيْهِمْ وِلْدَانٌ مُّخَلَّدُوْنَۚ اِذَا رَاَيْتَهُمْ حَسِبْتَهُمْ لُؤْلُؤًا مَّنْثُوْرًا  ١٩  وَاِذَا رَاَيْتَ ثَمَّ رَاَيْتَ نَعِيْمًا وَّمُلْكًا كَبِيْرًا   ٢٠  ;Dan mereka dikelilingi oleh para pemuda yang tetap muda. Apabila kamu melihatnya, akan kamu kira mereka, mutiara yang bertaburan. Dan apabila engkau melihat (keadaan) di sana (surga), niscaya engkau akan melihat berbagai macam kenikmatan dan kerajaan yang besar. (al-Ins±n/76: 19-20)\r\n"}