{"tafsir_id":4133,"surah_id":39,"aya_number":75,"tafsir_wajiz":"Dan engkau, wahai Nabi Muhammad, akan melihat malaikat-mala-ikat melingkar di sekeliling ‘Arsy, bertasbih secara terus-menerus sambil memuji Tuhannya; lalu setelah itu diberikan keputusan yang pasti di antara mereka hamba-hamba Allah itu secara adil, dan dikatakan kepada mereka ucapan sanjungan, “Alhamdulillahi rabbil alamin”, Segala puji bagi Allah, Tuhan seluruh alam.”[]","tafsir_tahlili":"(75) Pada ayat ini, Allah menerangkan kepada Nabi Muhammad bagaimana suasana di akhirat nanti serta pemandangan yang indah dan menakjubkan di mana para malaikat mengelilingi Arasy bertasbih memuji Allah, siap melaksanakan perintah yang akan diturunkan kepada mereka. Dengungan tasbih mereka terdengar di sekeliling Arasy. Di antara mereka itu ada yang bertugas memikul Arasy sebagaimana tersebut pada ayat:\r\nوَّالْمَلَكُ عَلٰٓى اَرْجَاۤىِٕهَاۗ وَيَحْمِلُ عَرْشَ رَبِّكَ فَوْقَهُمْ يَوْمَىِٕذٍ ثَمٰنِيَةٌ  ۗ\r\nDan para malaikat berada di berbagai penjuru langit. Pada hari itu delapan malaikat menjunjung Arasy (singgasana) Tuhanmu di atas (kepala) mereka. (al-¦±qqah/69: 17)\r\nMereka berdiri dalam barisan-barisan yang teratur seperti dijelaskan pada ayat:\r\nيَوْمَ يَقُوْمُ الرُّوْحُ وَالْمَلٰۤىِٕكَةُ صَفًّاۙ  لَّا يَتَكَلَّمُوْنَ اِلَّا مَنْ اَذِنَ لَهُ الرَّحْمٰنُ وَقَالَ صَوَابًا  \r\nPada hari, ketika roh dan para malaikat berdiri bersaf-saf, mereka tidak berkata-kata, kecuali siapa yang telah diberi izin kepadanya oleh Tuhan Yang Maha Pengasih dan dia hanya mengatakan yang benar. (an-Naba'/78: 38);Pada hari itu Allah memberi keputusan terhadap hamba-Nya dengan adil dan benar. Terdengarlah dengan serentak ucapan tasbih, “Segala puji bagi Allah Tuhan semesta alam.” Tuhan yang menciptakan langit dan bumi, yang menciptakan manusia untuk dijadikan khalifah di muka bumi, memberinya petunjuk dan hidayah. Dia yang menjadikan siksa dan azab neraka bagi yang mendurhakai-Nya, dan menjanjikan karunia dan nikmat kepada yang menjalankan perintah-Nya dengan patuh dan taat. Dia juga yang mematikan semua makhluk-Nya pada hari Kiamat dan menghidupkannya kembali untuk menerima balasan amal perbuatannya lalu mengadakan pengadilan untuk memperhitungkan semua amal hamba-Nya dengan adil, benar, dan bijaksana kemudian memberikan balasan bagi semua makhluk-Nya. Yang durhaka dimasukkan ke dalam neraka dan yang mukmin dan bertakwa dimasukkan ke dalam surga sesuai dengan janji-Nya. Segala puji dipanjatkan kepada Allah atas segala perbuatan-Nya, keadilan-Nya dan rahmat-Nya.\r\n"}