{"tafsir_id":4135,"surah_id":40,"aya_number":2,"tafsir_wajiz":"Di no_ayatt-no_ayatt terakhir no_surahh az-Zumar, Al-Qur’an menggambarkan bagaimana perlakuan yang ditetapkan oleh Allah terhadap orang-orang kafir dan orang-orang mukmin. Salah satu penyebab dari terjadinya dua bentuk perlakukan tersebut adalah sikap mereka terhadap Al-Qur’an. Oleh sebab itu, no_ayatt-no_ayatt berikut di awal no_surahh ini menegaskan kembali kebenaran Al-Qur’an itu. Kitab ini yakni Al-Qur’an yang diturunkan kepadamu, wahai Nabi Muhammad, benar-benar dari Allah Yang Mahaperkasa lagi Maha Mengetahui.","tafsir_tahlili":"(2) Pada ayat ini, Allah menerangkan bahwa Kitab Suci Al-Qur'an yang merupakan kitab suci bagi Nabi Muhammad dan umatnya wajib diamalkan isi dan petunjuknya. Ia merupakan kitab suci terakhir yang membenarkan kitab-kitab suci yang sebelumnya, dan benar-benar diturunkan dari Allah, Tuhan sekalian alam, Tuhan Yang Mahaperkasa, tak ada satu makhluk pun yang dapat mengalahkan-Nya, Tuhan Yang Maha Mengetahui, tiada sesuatu yang tersembunyi bagi Allah bagaimanapun kecil dan halusnya. Firman Allah:\r\nتَنْزِيْلُ الْكِتٰبِ مِنَ اللّٰهِ الْعَزِيْزِ الْحَكِيْمِ;Kitab ini diturunkan dari Allah Yang Mahaperkasa, Mahabijaksana. (al-A¥q±f/46: 2);Kitab Suci Al-Qur'an tidak mungkin dibuat oleh selain Allah dan tidak mungkin juga dibuat oleh Muhammad saw sebagaimana yang dituduhkan oleh musuh-musuh Islam. Hal ini telah ditegaskan Allah di dalam Al-Qur'an dengan firman-Nya:\r\nوَمَا كَانَ هٰذَا الْقُرْاٰنُ اَنْ يُّفْتَرٰى مِنْ دُوْنِ اللّٰهِ;Dan tidak mungkin Al-Qur'an ini dibuat-buat oleh selain Allah. (Yµnus/10: 37);Dan firman-Nya:\r\nاَمْ يَقُوْلُوْنَ افْتَرٰىهُ\r\nApakah pantas mereka mengatakan dia (Muhammad) yang telah membuat-buatnya? (Yµnus/10: 38);Bahkan, Kitab Suci Al-Qur'an itu diturunkan dengan latar belakang yang beraneka ragam, berisi petunjuk bagi manusia untuk mengeluarkan manusia dari kegelapan kepada cahaya terang-benderang. Firman Allah:\r\nكِتٰبٌ اَنْزَلْنٰهُ اِلَيْكَ لِتُخْرِجَ النَّاسَ مِنَ الظُّلُمٰتِ اِلَى النُّوْرِ ەۙ بِاِذْنِ رَبِّهِمْ اِلٰى صِرَاطِ الْعَزِيْزِ الْحَمِيْدِۙ  \r\n(Ini adalah) Kitab yang Kami turunkan kepadamu (Muhammad) agar engkau mengeluarkan manusia dari kegelapan kepada cahaya terang-benderang dengan izin Tuhan, (yaitu) menuju jalan Tuhan Yang Mahaperkasa, Maha Terpuji. (Ibr±h³m/14: 1)\r\n"}