{"tafsir_id":4137,"surah_id":40,"aya_number":4,"tafsir_wajiz":"Adalah suatu keniscno_ayatan bahwa tidak ada orang yang memperdebatkan tentang kebenaran dari no_ayatt-no_ayatt Allah dengan tujuan memperolok-olokkan atau menimbulkan keraguan terhadapnya, kecuali apa yang dilakukan oleh orang-orang yang kafir. Karena itu, janganlah engkau wahai Nabi Muhammad tertipu oleh keberhasilan usaha mereka yang menghasilkan berbagai kesenangan yang mereka peroleh di seluruh negeri.","tafsir_tahlili":"(4) Pada ayat ini, Allah menerangkan bahwa hanya orang-orang kafir yang tidak senang kepada kebenaran, suka mendebat, menentang, dan mendustakan isi Al-Qur'an serta menuduhnya yang bukan-bukan. Di antara perkataan mereka adalah bahwa Al-Qur'an itu hanya syair, sihir, dongeng orang-orang dahulu, atau tuduhan lainnya yang meremehkan. Padahal, sudah jelas dan diketahui oleh umum bahwa semua isi Al-Qur'an itu adalah benar. Suatu perdebatan yang sifatnya mempertanyakan isi Al-Qur'an adalah perbuatan yang sangat tercela dan merupakan suatu kekafiran, sebagaimana sabda Nabi Muhammad:\r\nجِدَالٌ فِى الْقُرْاٰنِ كُفْرٌ (رواه أحمد عن أبى هريرة)\r\nMemperdebatkan isi Al-Qur'an adalah kekafiran. (Riwayat A¥mad dari Abµ Hurairah) ;Adapun perdebatan yang mempersoalkan sesuatu dengan maksud untuk mencari dan menguatkan sesuatu yang hak, menjelaskan yang masih samar-samar, mengambil suatu pengertian hukum, menolak paham-paham dan kepercayaan yang menyimpang dan tidak sesuai dengan ajaran Islam, serta menentang pengertian yang meremehkan isi Al-Qur'an, adalah perbuatan yang baik dan terpuji. Bahkan, yang demikian itu adalah perbuatan yang menjadi tugas para nabi.\r\nPada akhir ayat ini, Allah memperingatkan Nabi Muhammad supaya jangan teperdaya dengan kemewahan yang diperoleh para penentangnya, kebebasan gerak mereka dari satu kota ke kota yang lain, berjual-beli dan berdagang seenaknya sehingga memperoleh kekayaan yang bertumpuk-tumpuk. Bagaimanapun juga, kesemuanya itu mempunyai batas, dan sifatnya sementara paling lama sama dengan umurnya. Sesudah itu mereka akan mendapat siksaan yang amat pedih di akhirat. Firman Allah:\r\nلَا يَغُرَّنَّكَ تَقَلُّبُ الَّذِيْنَ كَفَرُوْا فِى الْبِلَادِۗ  ١٩٦  مَتَاعٌ قَلِيْلٌ  ۗ ثُمَّ مَأْوٰىهُمْ جَهَنَّمُ ۗوَبِئْسَ الْمِهَادُ   ١٩٧  ;Jangan sekali-kali kamu teperdaya oleh kegiatan orang-orang kafir (yang bergerak) di seluruh negeri. Itu hanyalah kesenangan sementara, kemudian tempat kembali mereka ialah neraka Jahanam. (Jahanam) itu seburuk-buruk tempat tinggal. (²li Imr±n/3: 196-197)\r\n"}