{"tafsir_id":4140,"surah_id":40,"aya_number":7,"tafsir_wajiz":"Pada no_ayatt-no_ayatt yang lalu telah digambarkan bagaimana bentuk permusuhan yang dilakukan oleh orang-orang kafir terhadap para rasul dan orang-orang beriman. Maka, untuk mengimbangi hal itu, no_ayatt-no_ayatt berikut menggambarkan bagaimana bentuk kasih sno_ayatng para malaikat terhadap para rasul dan orang-orang beriman. Ketahuilah bahwa malaikat-malaikat yang memikul ‘Arsy dan juga malaikat yang berada di sekelilingnya, bertasbih dengan memuji Tuhannya, dan mereka semua senantiasa beriman kepada-Nya, serta memohonkan ampunan untuk orang-orang yang beriman serno_ayat bermohon, “Ya Tuhan kami, rahmat dan ilmu yang ada pada-Mu sangatlah luas, dan meliputi segala sesuatu. Maka, atas perkenan-Mu, ya Allah, berilah ampunan kepada orang-orang yang bertobat kembali ke jalan-Mu dan orang yang sejak awal telah mengikuti jalan agama-Mu, dan peliharalah mereka dari azab dan siksa neraka yang apinya menyala-nyala.","tafsir_tahlili":"(7) Ayat ini menerangkan bahwa para malaikat yang memikul Arasy dan para malaikat yang ada di sekelilingnya senantiasa menyucikan Allah, mengucapkan syukur atas nikmat-Nya, beriman, dan mengakui bahwa tiada Tuhan yang disembah selain Dia. Para malaikat itu juga memohonkan ampun bagi orang yang mengakui keesaan dan kesucian Allah dari sembahan selain-Nya. \r\nMengenai cara malaikat itu memikul Arasy dan berapa jumlah mereka yang memikulnya, cukup kita percaya sebagaimana adanya dan mengem-balikannya kepada ilmu Tuhan, karena yang demikian termasuk hal-hal yang tidak didapati perinciannya, baik dalam Al-Qur'an maupun dalam hadis-hadis yang mutawatir. \r\nDi samping menyucikan dan memuji Allah, para malaikat juga senantiasa mendoakan orang-orang mukmin. Doa-doa tersebut antara lain menggambarkan hal-hal sebagai berikut:\r\nPertama, bahwa ilmu Tuhan meliputi segala sesuatu. Rahmat Allah meliputi pengampunan dosa-dosa dan kesalahan mereka dan ilmu Tuhan meliputi perbuatan, ucapan, dan gerak mereka. Mudah bagi Allah meng-ampuni dosa-dosa dan kesalahan-kesalahan karena rahmat-Nya lebih luas dan lebih besar dari dosa-dosa dan kesalahan. Tiada suatu perbuatan sekalipun di tempat yang gelap, tiada suatu kata atau ucapan, sekalipun kata hati atau bisikan sukma, tiada suatu tindak-tanduk atau gerak-gerik kecuali diketahui oleh Allah. \r\nKedua, memintakan ampun kepada Allah bagi orang-orang yang bertobat, menghentikan perbuatan dosa yang telah dilakukan, mengikuti apa yang diperintahkan kepada mereka, mengamalkan yang baik, dan meninggalkan hal-hal yang mungkar. \r\nKetiga, malaikat pun memohon agar orang-orang mukmin itu dilindungi dari siksa neraka Jahanam sesuai dengan janji Allah. \r\n"}