{"tafsir_id":4141,"surah_id":40,"aya_number":8,"tafsir_wajiz":"Para malaikat meneruskan permohonan mereka kepada Allah, “Ya Tuhan kami Yang Maha Pengasih lagi Maha Penyno_ayatng, masukkanlah mereka, orang-orang mukmin itu, ke dalam surga ‘Adn, yang sebelumnya telah Engkau janjikan kepada mereka, dan yang juga telah Engkau janjikan kepada orang yang saleh di antara nenek moyang, istri-istri, dan keturunan mereka. Sungguh, Engkaulah Tuhan Yang Mahaperkasa lagi Mahabijaksana.","tafsir_tahlili":"(8) Dalam ayat ini dijelaskan doa malaikat selanjutnya bagi orang-orang yang beriman:\r\nKeempat, para malaikat memohon agar orang-orang mukmin dimasukkan ke dalam surga Adn yang telah dijanjikan oleh Allah melalui ucapan rasul-Nya. Para malaikat juga memohon agar bersama mereka itu dimasukkan juga orang-orang saleh di antara bapak-bapak, istri-istri, dan keturunan mereka semua, supaya mereka merasa senang karena berkumpul dengan keluarga di tempat yang dapat memberi kegembiraan dan kesenangan, menimbulkan rasa riang dan suka yang amat berkesan.\r\nSa³d bin Jubair menjelaskan bahwa ketika seorang laki-laki masuk surga ia berkata, “Ya Tuhan! Di mana ayah, nenek, dan ibuku? Di mana anak dan cucuku? Di mana istriku?” Dijawab bahwa mereka itu tidak beramal seperti amalan yang telah dilakukannya. Ia lalu berkata, “Ya Tuhan! Saya beramal untuk diriku dan mereka.” Maka mereka disamakan kedudukannya di surga dan ia lalu membaca ayat ini. Sejalan dengan ayat ini firman Allah:\r\nوَالَّذِيْنَ اٰمَنُوْا وَاتَّبَعَتْهُمْ ذُرِّيَّتُهُمْ بِاِيْمَانٍ اَلْحَقْنَا بِهِمْ ذُرِّيَّتَهُمْ وَمَآ اَلَتْنٰهُمْ مِّنْ عَمَلِهِمْ مِّنْ شَيْءٍۚ  كُلُّ امْرِئٍ ۢبِمَا كَسَبَ رَهِيْنٌ   ;Dan orang-orang yang beriman, beserta anak cucu mereka yang mengikuti mereka dalam keimanan, Kami pertemukan mereka dengan anak cucu mereka (di dalam surga), dan Kami tidak mengurangi sedikit pun pahala amal (kebajikan) mereka. Setiap orang terikat dengan apa yang dikerjakannya. (a¯-°µr/52: 21);Ayat ini ditutup dengan satu ketegasan bahwa Allah itu Mahaperkasa tiada sesuatu yang dapat menghalangi kehendak-Nya, Mahabijaksana, tiada sesuatu yang dikerjakan-Nya, kecuali sesuai dengan hikmah kebijaksanaan-Nya.\r\n"}