{"tafsir_id":4144,"surah_id":40,"aya_number":11,"tafsir_wajiz":"Mereka, orang-orang kafir itu pun menjawab, “Ya Tuhan kami, kami sadar bahwa Engkau telah mematikan kami dua kali dan telah menghidupkan kami dua kali pula, lalu sekarang kami sadari pula Engkau kuasa menghidupkan orang yang sudah mati. Oleh sebab itulah, kami mengakui dosa-dosa yang telah kami perbuat ketika hidup di dunia. Maka adakah bagi kami ya Allah Yang Maha Pengampun jalan untuk keluar dari neraka ini dan kembali ke kehidupan dunia untuk memperbaiki diri?”","tafsir_tahlili":"(11) Setelah mendengar seruan malaikat dan tidak tahan lagi merasakan azab yang amat pedih, orang-orang kafir berkata, “Wahai Tuhan, Engkau telah mematikan kami dua kali dan menghidupkan kami dua kali. Engkau menjadikan kami dalam keadaan mati lalu menghidupkan kami dengan meniupkan roh ke dalam rahim ibu kami, kemudian mematikan kami di dunia setelah ajal kami berakhir, dan di akhirat nanti kami dihidupkan kembali dengan mengembalikan roh kami untuk dibangkitkan. Firman Allah:\r\nكَيْفَ تَكْفُرُوْنَ بِاللّٰهِ وَكُنْتُمْ اَمْوَاتًا فَاَحْيَاكُمْۚ  ثُمَّ يُمِيْتُكُمْ ثُمَّ يُحْيِيْكُمْ\r\nBagaimana kamu ingkar kepada Allah, padahal kamu (tadinya) mati, lalu Dia menghidupkan kamu, kemudian Dia mematikan kamu lalu Dia menghidupkan kamu kembali. (al-Baqarah/2: 28);Manusia mati ketika masih janin dan berada dalam tubuh orang tuanya. Kemudian dihidupkan ketika lahir ke dunia, lalu kematian berikutnya sudah merupakan suatu keharusan. Setelah itu dihidupkan pada hari Kebangkitan (hari Kiamat). Mereka mengalami dua kali hidup dan dua kali mati.\r\nSetelah menyaksikan kekuasaan Allah mematikan dan menghidupkan mereka berulang kali, orang-orang kafir menjadi sadar. Mereka mengakui kesalahan-kesalahan di dunia ketika mengingkari hari Kebangkitan dan mengerjakan dosa-dosa yang tak terhitung banyaknya, untuk menebus kesalahan-kesalahan mereka itu. Mereka meminta supaya dikeluarkan dari neraka dan dikembalikan ke dunia untuk beramal saleh dan tidak akan mengerjakan kesalahan dan dosa lagi. Permintaan seperti ini disebutkan juga pada ayat yang lain sebagaimana firman Allah:\r\nوَلَوْ تَرٰىٓ اِذِ الْمُجْرِمُوْنَ نَاكِسُوْا رُءُوْسِهِمْ عِنْدَ رَبِّهِمْۗ رَبَّنَآ اَبْصَرْنَا وَسَمِعْنَا فَارْجِعْنَا نَعْمَلْ صَالِحًا اِنَّا مُوْقِنُوْنَ   \r\nDan (alangkah ngerinya), jika sekiranya kamu melihat orang-orang yang berdosa itu menundukkan kepalanya di hadapan Tuhannya, (mereka berkata), “Ya Tuhan kami, kami telah melihat dan mendengar, maka kembalikanlah kami (ke dunia), niscaya kami akan mengerjakan kebajikan. Sungguh, kami adalah orang-orang yang yakin.” (as-Sajdah/32: 12)\r\nرَبَّنَآ اَخْرِجْنَا مِنْهَا فَاِنْ عُدْنَا فَاِنَّا ظٰلِمُوْنَ;Ya Tuhan kami, keluarkanlah kami darinya (kembalikanlah kami ke dunia), jika kami masih juga kembali (kepada kekafiran), sungguh, kami adalah orang-orang yang zalim. (G±firµn/23: 107)\r\n"}