{"tafsir_id":4148,"surah_id":40,"aya_number":15,"tafsir_wajiz":"Yakinlah dengan seyakin-yakinnya bahwa Dialah Yang Mahatinggi derajat-Nya, dan Dia pula yang memiliki ‘Arsy, dan yang menurunkan wahyu yakni Al-Qur’an dengan perintah-Nya kepada siapa yang Dia kehendaki di antara hamba-hamba-Nya untuk menjadi rasul-Nya, agar rasul itu memperingatkan manusia tentang hari pertemuan, yaitu hari Kiamat.","tafsir_tahlili":"(15) Pada ayat ini, Allah menyebutkan tiga kemuliaan dan keagungan-Nya, sesudah menyebutkan pada ayat sebelumnya tanda-tanda kebesaran dan keesaan-Nya.\r\na.  Mahatinggi derajat-Nya. Allah jauh lebih Tinggi dan lebih Agung dari segala yang ada. Sebab, segala sesuatu yang selain Allah berhajat kepada-Nya dan tidak sebaliknya. Dia itu azali dan abadi, tidak mempunyai permulaan dan tidak mempunyai akhir. Dia mengetahui segala sesuatu, sebagaimana dijelaskan dalam Al-Qur'an:\r\nوَعِنْدَهٗ مَفَاتِحُ الْغَيْبِ لَا يَعْلَمُهَآ اِلَّا هُوَ\r\nDan kunci-kunci semua yang gaib ada pada-Nya; tidak ada yang mengetahui selain Dia. (al-An±m/6: 59);b.  Mempunyai Arasy. Allah memiliki Arasy dan Dia yang mengatur-Nya. Dia-lah yang menguasai alam benda dan yang bukan benda.\r\nc.  Menurunkan wahyu. Allah menurunkan wahyu-Nya berisi perintah, baik berupa suruhan atau pun larangan kepada yang dikehendaki-Nya dan menyampaikan hukum-hukum-Nya kepada yang dikehendaki-Nya. Hal seperti itu dinyatakan pula pada ayat lain sebagaimana firman Allah:\r\nيُنَزِّلُ الْمَلٰۤىِٕكَةَ بِالرُّوْحِ مِنْ اَمْرِهٖ عَلٰى مَنْ يَّشَاۤءُ مِنْ عِبَادِهٖٓ اَنْ اَنْذِرُوْٓا اَنَّهٗ لَآ اِلٰهَ اِلَّآ اَنَا۠ فَاتَّقُوْنِ   \r\nDia menurunkan para malaikat membawa wahyu dengan perintah-Nya kepada siapa yang Dia kehendaki di antara hamba-hamba-Nya, (dengan berfirman) yaitu, “Peringatkanlah (hamba-hamba-Ku), bahwa tidak ada tuhan selain Aku, maka hendaklah kamu bertakwa kepada-Ku.” (an-Na¥l/16: 2); Dan firman-Nya:\r\nوَاِنَّهٗ لَتَنْزِيْلُ رَبِّ الْعٰلَمِيْنَ ۗ ١٩٢  نَزَلَ بِهِ الرُّوْحُ الْاَمِيْنُ ۙ  ١٩٣ عَلٰى قَلْبِكَ لِتَكُوْنَ مِنَ الْمُنْذِرِيْنَ ۙ  ١٩٤  ;\r\nDan sungguh, (Al-Qur'an) ini benar-benar diturunkan oleh Tuhan seluruh alam, Yang dibawa turun oleh Ar-Rµ¥ Al-Am³n (Jibril), ke dalam hatimu (Muhammad) agar engkau termasuk orang yang memberi peringatan. (asy-Syuar±'/26: 192-194) ;Allah menurunkan wahyu untuk memperingatkan manusia tentang adanya hari Kiamat, yaitu ketika yang menyembah dengan yang disembah bertemu, membereskan segala sesuatunya, segala sangkut pautnya yang belum selesai di dunia.\r\n"}