{"tafsir_id":4152,"surah_id":40,"aya_number":19,"tafsir_wajiz":"Dia, yakni Allah, mengetahui pandangan mata yang khianat, seperti kerlingan sekejap yang mengarah kepada perbuatan maksiat walau orang lain tidak melihat, dan apa yang tersembunyi dalam dada yang tidak diutarakan dengan kata-kata.","tafsir_tahlili":"(19) Pada ayat ini, Allah menerangkan bahwa Dia mengetahui penglihatan mata yang khianat dan pandangan yang curang. Mata yang khianat adalah penglihatan mata pada hal-hal yang diharamkan dengan sembunyi-sembunyi agar tidak diketahui orang lain.\r\nIbnu Abb±s memberikan contoh penglihatan mata seorang yang khianat, sebagaimana diriwayatkan oleh Ibnu Ab³ ¦±tim, Ibnu Ab³ Syaibah, dan Ibnu al-Mun©³r bahwa seseorang berada di tengah-tengah kaumnya, maka lewatlah di dekat mereka seorang perempuan. Ia memperlihatkan kepada kaumnya bahwa ia memejamkan matanya dan tidak melihat wanita yang lewat itu. Kalau kaumnya tidak memerhatikannya, ia membuka matanya melihat wanita itu. Tetapi kalau kaumnya melihat dia, ia menunduk lagi menyembunyikan pandangannya. Allah mengetahui bahwa di dalam hati laki-laki itu tersembunyi niat ingin melihat aurat wanita yang lewat itu. Firman Allah:\r\nوَاللّٰهُ عَلِيْمٌ ۢبِذَاتِ الصُّدُوْرِ\r\nDan Allah Maha Mengetahui segala isi hati. (at-Tag±bun/64: 4);Dan firman-Nya:;اِنْ تُخْفُوْا مَا فِيْ صُدُوْرِكُمْ اَوْ تُبْدُوْهُ يَعْلَمْهُ اللّٰهُ\r\nKatakanlah, “Jika kamu sembunyikan apa yang ada dalam hatimu atau kamu nyatakan, Allah pasti mengetahuinya.” (²li Imr±n/3: 29);Kalau yang tersembunyi seperti bisikan hati diketahui oleh Allah, tentunya lebih-lebih lagi yang nyata dan ada di sekitar kita, yang ada di langit dan di bumi, yang diturunkan dari langit dan apa yang naik daripadanya sebagaimana firman Allah:\r\nيَعْلَمُ مَا بَيْنَ اَيْدِيْهِمْ وَمَا خَلْفَهُمْ\r\n… Dia mengetahui apa yang di hadapan mereka dan apa yang di belakang mereka… (al-Baqarah/2: 255);Dan firman-Nya:\r\nيَعْلَمُ مَا فِى السَّمٰوٰتِ وَالْاَرْضِ وَيَعْلَمُ مَا تُسِرُّوْنَ وَمَا تُعْلِنُوْنَ\r\nDia mengetahui apa yang di langit dan di bumi, dan mengetahui apa yang kamu rahasiakan dan apa yang kamu nyatakan. (at-Tag±bun/64: 4);Dan firman-Nya lagi:\r\nيَعْلَمُ مَا يَلِجُ فِى الْاَرْضِ وَمَا يَخْرُجُ مِنْهَا وَمَا يَنْزِلُ مِنَ السَّمَاۤءِ وَمَا يَعْرُجُ فِيْهَا\r\nDia mengetahui apa yang masuk ke dalam bumi, apa yang keluar darinya, apa yang turun dari langit dan apa yang naik kepadanya. (Saba'/34: 2)\r\n"}