{"tafsir_id":4154,"surah_id":40,"aya_number":21,"tafsir_wajiz":"Untuk memperoleh bukti-bukti yang lebih akurat betapa Allah Maha Mengetahui, maka no_ayatt-no_ayatt berikut menganjurkan untuk mengembara di muka bumi menemukan bukti-bukti tersebut. Dan apakah mereka orang-orang musyrik Mekah itu, tidak mengadakan pengembaraan atau perjalanan di bumi, lalu memperhatikan dengan saksama bagaimana kesudahan buruk yang dialami oleh orang-orang yang durhaka sebelum mereka? Orang-orang sebelum mereka itu malah lebih hebat kekuatannya daripada mereka, dan lebih banyak peninggalan-peninggalan peradaban-nya di muka bumi, tetapi Allah tetap mengazab mereka karena dosa-dosa-nya. Dan kalau Allah sudah menjatuhkan azab, tidak akan ada sesuatu pun yang melindungi mereka dari azab Allah itu.","tafsir_tahlili":"(21) Dalam ayat ini, kaum kafir Mekah yang mengingkari kebenaran risalah Nabi Muhammad diminta untuk mendatangi puing-puing peninggalan sejarah umat-umat terdahulu yang telah dimusnahkan Allah. Mereka dapat menyaksikannya setiap kali melewati tempat tersebut dalam perjalanan dagang ke utara atau selatan. Mereka adalah bangsa-bangsa yang lebih kuat fisiknya daripada kaum kafir Mekah, misalnya kaum Ad, kaum Samud, dan lain-lain. Di samping lebih kuat secara fisik, mereka juga dikaruniai Allah kemakmuran, penduduk yang banyak, keunggulan dalam membangun, keahlian dalam pertanian, dan sebagainya sehingga mereka maju dan berkebudayaan tinggi. Akan tetapi, kemajuan dan kebudayaan tinggi yang mereka miliki itu membuat mereka sombong dan lupa daratan lalu mendustai para rasul yang diutus kepada mereka, bahkan di antara para rasul itu ada yang mereka lukai bahkan dibunuh. Karena dosa dan perlakuan di luar batas itulah, Allah menjatuhkan hukuman kepada mereka. Pertanian mereka dihancurkan, bangunan-bangunan megah diluluhlantakkan, dan harta benda dimusnahkan, sehingga mereka menderita dan sengsara. Tidak ada yang dapat menghentikan kehancuran yang mereka alami, dan tidak ada yang dapat menolong mereka dari penderitaan. Hal itu hendaknya menjadi pelajaran bagi kaum kafir Mekah, dan siapa saja yang datang sesudah mereka, bahwa manusia yang ingkar pastilah dihukum Allah, baik di dunia maupun di akhirat."}