{"tafsir_id":4162,"surah_id":40,"aya_number":29,"tafsir_wajiz":"Wahai kaumku! Pada hari ini kerajaan ada pada genggaman-mu yang dengan kerajaan itu kamu berkuasa di bumi, tetapi bagaimana kalau yang disampaikan oleh Musa itu benar, maka siapa yang akan menolong kita dari azab Allah jika azab itu menimpa kita?” Mendengar ucapan seorang mukmin itu, Firaun berusaha meyakinkan kaumnya dengan berkata, “Aku hanya mengemukakan kepadamu, apa yang menurutku aku pandang baik; dan aku berdasarkan pandanganku itu hanya semata-mata ingin menunjukkan kepadamu jalan yang benar dan lurus.”","tafsir_tahlili":"(29) Selanjutnya laki-laki beriman itu menasihati kaumnya, rakyat Mesir bahwa mereka telah diberi nikmat yang besar oleh Allah. Mesir merupakan kerajaan besar yang disegani dan berpengaruh. Oleh karena itu, nikmat itu harus dipelihara dengan beriman kepada Allah, dan bila mereka juga kafir, maka dikhawatirkan kebesaran itu akan runtuh dan mereka akan menderita. “Siapakah yang akan menolong kita bila bencana itu datang?” katanya.\r\nDemikianlah nasihat laki-laki beriman itu kepada Firaun dan kaumnya. Tetapi nasihat itu tidak diterima Firaun. Ia menyatakan bahwa apa yang dikatakannya itulah yang harus diterima dan dilaksanakan, dan apa yang disampaikan dan diperintahkannya itulah yang baik dan benar. Dengan demikian, Firaun memaksakan kehendaknya dan lagi-lagi bertindak sewenang-wenang.\r\nJawaban Firaun itu sesungguhnya tidak benar, karena dalam hati sanubarinya, sebenarnya ia membenarkan apa yang disampaikan Nabi Musa. Ucapannya itu sesungguhnya hanya didorong oleh kezaliman dan kesombongannya sebagaimana dinyatakan ayat berikut:\r\nوَجَحَدُوْا بِهَا وَاسْتَيْقَنَتْهَآ اَنْفُسُهُمْ ظُلْمًا وَّعُلُوًّا\r\nDan mereka mengingkarinya karena kezaliman dan kesombongannya, padahal hati mereka meyakini (kebenaran)nya. (an-Naml/27: 14);Apa yang dikatakan Firaun bahwa yang diperintahkannya kepada kaumnya adalah baik, sehingga Nabi Musa harus tetap dibunuh, juga jauh dari kebenaran. Hal itu karena tidaklah benar dengan membunuh seseorang persoalan akan selesai, apalagi yang dibunuh itu seorang rasul Allah. Tindakan itu justru sesat dan menyesatkan, sebagaimana dinyatakan ayat berikut:\r\nوَاَضَلَّ فِرْعَوْنُ قَوْمَهٗ وَمَا هَدٰى\r\nDan Firaun telah menyesatkan kaumnya dan tidak memberi petunjuk. (°±h±/20: 79).;Namun demikian, para pengikut Firaun menerima dan mematuhi perintahnya sekalipun salah, sebagaimana diungkapkan ayat berikut:\r\nاِلٰى فِرْعَوْنَ وَملَا۟ىِٕهٖ فَاتَّبَعُوْٓا اَمْرَ فِرْعَوْنَ ۚوَمَآ اَمْرُ فِرْعَوْنَ بِرَشِيْدٍ  \r\nKepada Firaun dan para pemuka kaumnya, tetapi mereka mengikuti perintah Firaun, padahal perintah Firaun bukanlah (perintah) yang benar. (Hµd/11: 97);Tindakan Firaun membohongi rakyatnya dan memaksa mereka meng-ikuti perintahnya, serta menghasut mereka untuk mendustai rasul Allah, menjadi pelajaran bagi para pemimpin. Pemimpin yang ingin menghalangi dan menjauhkan masyarakat dari ajaran-ajaran agama mereka boleh jadi akan mengalami nasib yang sama dengan Firaun. Dalam hal ini Rasulullah memberi nasihat:\r\nمَا مِنْ إِمَامِ يَمُوْتُ وَهُوَ غَاشٍ لِرَعِيَّتِهِ إِلاَّ لَمْ يُرِحْ رَائِحَةَ الْجَنَّةِ وَإِنَّ رِيْحَهَا لَيُوْجَدُ مِنْ مَسِيْرَةِ خَمْسِ مِائَةِ عَامٍ. (رواه البخاري و مسلم)\r\nTiadalah mati imam (seorang pemimpin), di mana pada hari kematiannya itu ia telah menipu rakyatnya, melainkan ia tidak akan mencium bau surga. Sesungguhnya keharuman surga itu bisa tercium dari jarak lima ratus tahun perjalanan. (Riwayat al-Bukh±r³ dan Muslim)\r\n"}