{"tafsir_id":417,"surah_id":3,"aya_number":124,"tafsir_wajiz":"no_ayatt ini menggambarkan upno_ayat Rasulullah sebagai pemimpin untuk menyemangati umat Islam yang akan ikut Perang Uhud. Ingatlah, ketika engkau, wahai Nabi Muhammad, mengatakan kepada orang-orang beriman, “Apakah tidak cukup bagimu bahwa Allah membantu kamu dengan bantuan yang tidak tampak, yaitu tiga ribu malaikat yang diturunkan dari langit?”","tafsir_tahlili":"(124-125) Untuk lebih memperkuat hati dan tekad kaum Muslimin dalam menghadapi Perang Uhud ini, Nabi mengatakan kepada mereka bahwa mereka akan dibantu oleh Allah dengan 3.000 malaikat. Apabila mereka sabar dan tabah menghadapi segala bahaya dan bertakwa, Allah akan membantu mereka dengan 5.000 malaikat.\r\nMenurut riwayat A«-a¥¥±k, bantuan dengan 5.000 malaikat ini adalah janji dari Allah yang dijanjikan-Nya kepada Muhammad jika kaum Muslimin sabar dan bertakwa. Ibnu Zaid meriwayatkan, ketika kaum Muslimin melihat banyaknya tentara kaum musyrikin dan lengkapnya persiapan mereka, mereka bertanya kepada Rasulullah saw, “Apakah dalam perang Uhud ini Allah tidak akan membantu kita sebagaimana Dia telah membantu kita dalam Perang Badar?” Maka turunlah ayat ini.\r\nMemang dalam Perang Badar Allah telah membantu kaum Muslimin dengan 1000 malaikat sebagai tersebut dalam firman-Nya:\r\nاِذْ تَسْتَغِيْثُوْنَ رَبَّكُمْ فَاسْتَجَابَ لَكُمْ اَنِّيْ مُمِدُّكُمْ بِاَلْفٍ مِّنَ الْمَلٰۤىِٕكَةِ مُرْدِفِيْنَ  \r\n(Ingatlah), ketika kamu memohon pertolongan kepada Tuhanmu, lalu diperkenankan-Nya bagimu, ”Sungguh, Aku akan mendatangkan bala bantuan kepadamu dengan seribu malaikat yang datang berturut-turut.” (al-Anf±l/8:9).;Pada mulanya dalam Perang Uhud ini pasukan kaum Muslimin sudah dapat mengacaubalaukan musuh sehingga banyak di antara kaum musyrik yang lari kocar-kacir meninggalkan harta benda mereka, dan mulailah tentara Islam berebut mengambil harta benda itu sebagai ganimah (rampasan). Melihat keadaan ini para pemanah diperintahkan oleh Nabi Muhammad saw agar tetap bertahan di tempatnya, apa pun yang terjadi. Menyangka kaum musyrikin telah kalah, para pemanah pun meninggalkan tempat mereka dan turun untuk ikut mengambil harta ganimah.\r\nKarena tempat itu telah ditinggalkan pasukan pemanah, Khalid bin Walid panglima musyrikin Quraisy waktu itu, dengan pasukan berkudanya naik ke tempat itu dan mendudukinya, lalu menghujani kaum Muslimin dengan anak panah dari belakang sehingga terjadilah kekacauan dan kepanikan di kalangan kaum Muslimin. Dalam keadaan kacau balau itu kaum musyrikin mencoba hendak mendekati markas Nabi saw, tetapi para sahabat dapat mempertahankannya walaupun Nabi sendiri mendapat luka di bagian muka, bibirnya serta giginya pecah.\r\nAkhirnya berkat kesetiaan mereka membela Nabi dan kegigihan mereka mempertahankan posisinya, mereka bersama Nabi naik kembali ke bukit Uhud dengan selamat. Dengan demikian berakhirlah pertempuran dan pulanglah kaum musyrikin menuju Mekah dengan rasa kecewa karena tidak dapat mengalahkan Muhammad dan pasukannya, walaupun mereka sendiri masih selamat dari kehancuran. "}