{"tafsir_id":4176,"surah_id":40,"aya_number":43,"tafsir_wajiz":"Sudah pasti dan tidak dapat disangkal lagi bahwa apa yang kamu serukan sedemikian rupa kepadaku agar aku beriman kepadanya, bukanlah suatu seruan yang baik yang akan berguna bagi kehidupan, baik di dunia maupun di akhirat. Dan sadarilah bahwa sesungguhnya tempat kembali kita pada akhirnya pasti kepada Allah Tuhan Yang Maha Esa, dan ketahuilah sesungguhnya orang-orang yang melampaui batas dengan berbuat durhaka kepada Allah, mereka itu-lah orang-orang yang akan menjadi penghuni neraka.","tafsir_tahlili":"(43) Ayat ini masih melanjutkan perkataan dari orang beriman di atas. Dia mengatakan, “Sebenarnya kamu telah menyeruku menyembah berhala-berhala, yang tidak mendengar seruan orang-orang yang menyerunya, dan tidak dapat memberi pertolongan baik di dunia maupun di akhirat, karena ia tidak dapat memberikan sesuatu mudarat dan tidak pula sesuatu manfaat kepada siapa pun.” Firman Allah:\r\nاِنْ تَدْعُوْهُمْ لَا يَسْمَعُوْا دُعَاۤءَكُمْۚ وَلَوْ سَمِعُوْا مَا اسْتَجَابُوْا لَكُمْۗ وَيَوْمَ الْقِيٰمَةِ يَكْفُرُوْنَ بِشِرْكِكُمْۗ وَلَا يُنَبِّئُكَ مِثْلُ خَبِيْرٍ \r\nJika kamu menyeru mereka, mereka tidak mendengar seruanmu, dan sekiranya mereka mendengar, mereka juga tidak memperkenankan permintaanmu. Dan pada hari Kiamat mereka akan mengingkari kemusyrikanmu dan tidak ada yang dapat memberikan keterangan kepadamu seperti yang diberikan oleh (Allah) Yang Mahateliti. (F±¯ir/35: 14); \r\nDan firman Allah:\r\nوَمَنْ اَضَلُّ مِمَّنْ يَّدْعُوْا مِنْ دُوْنِ اللّٰهِ مَنْ لَّا يَسْتَجِيْبُ لَهٗٓ اِلٰى يَوْمِ الْقِيٰمَةِ وَهُمْ عَنْ دُعَاۤىِٕهِمْ غٰفِلُوْنَ   \r\nDan siapakah yang lebih sesat daripada orang-orang yang menyembah selain Allah (sembahan) yang tidak dapat memperkenankan (doa)nya sampai hari Kiamat dan mereka lalai dari (memperhatikan) doa mereka? (al-A¥q±f/46: 5);Orang beriman itu melanjutkan perkataannya, “Ketahuilah kaumku, bahwa kita semua adalah milik Allah dan kepada-Nya pula kita kembali setelah mati dan dibangkitkan kembali. Waktu itu pula Dia memberi balasan kepada kita, sesuai dengan perbuatan dan amal kita masing-masing. Orang-orang yang kafir dan melampaui batas akan menjadi penghuni neraka.”\r\n"}