{"tafsir_id":4179,"surah_id":40,"aya_number":46,"tafsir_wajiz":"Kepada mereka akan diperlihatkan di alam barzakh azab yang amat buruk, yakni neraka yang diperlihatkan pada setiap pagi dan petang, dan juga pada hari terjadinya Kiamat, lalu kepada malaikat diperintahkan, “Masukkanlah Fir’aun dan kaumnya ke dalam neraka yang di dalamnya terdapat azab yang sangat keras!.”","tafsir_tahlili":"(46) Pada ayat ini digambarkan azab yang akan menimpa Firaun dan kaumnya yang durhaka di akhirat nanti. Sejak meninggal dunia sampai dibangkitkan kelak, mereka akan dihadapkan ke neraka pagi, petang, dan terus-menerus hingga hari Kiamat.\r\nPada hari Kiamat dikatakan kepada para penjaga neraka, “Masukkanlah Firaun dan kaumnya ke dalam neraka dan timpakanlah kepada mereka siksa yang keras.”\r\nJumhur ulama berpendapat bahwa azab kubur itu ada dan dasarnya adalah ayat ini. Pendapat mereka dikuatkan oleh hadis yang diriwayatkan al-Bukh±r³ dan Muslim dari Ibnu Umar:\r\nأَنَّ رَسُوْلَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: إِنَّ أَحَدَكُمْ إِذَا مَاتَ عُرِضَ عَلَيْهِ مَقْعَدُهُ بِالْغَدَاةِ وَالْعَشِيِّ إِنْ كَانَ مِنْ أَهْلِ الْجَنَّةِ فَمِنْ أَهْلِ الْجَنَّةِ، وَإِنْ كَانَ مِنْ أَهْلِ النَّارِ فَمِنْ أَهْلِ النَّارِ وَيُقَالُ هٰذَا مَقْعَدُكَ حَتَّى يَبْعَثُكَ اللهُ تَعَالَى إِلَيْهِ يَوْمَ الْقِيَامَةِ. (رواه البخاري و مسلم عن ابن عمر)\r\nBahwasanya Rasulullah saw bersabda, “Sesungguhnya salah seorang kamu apabila ia meninggal dunia diperlihatkan kepadanya tempat duduknya pada waktu pagi dan petang. Jika ia termasuk ahli surga, maka (tempat duduknya itu adalah) tempat duduk ahli surga, jika ia termasuk ahli neraka maka (tempat duduknya adalah) tempat duduk ahli neraka. Dikatakan kepadanya, Inilah tempat duduk engkau sampai Allah membangkitkan engkau pada hari Kiamat.”  (Riwayat al-Bukh±r³ dan Muslim dari Ibnu Umar);Dari firman Allah dan hadis di atas dapat diambil kesimpulan bahwa azab kubur itu adalah suatu kebenaran yang tidak dapat disangkal dan akan dialami oleh orang kafir pagi dan petang sampai mereka dibangkitkan kembali.\r\nNamun ar-R±z³ menyatakan bahwa azab kubur tidak ada. Ayat tersebut tidak dapat dijadikan sebagai dasar penetapan adanya azab kubur, tetapi hanya menunjukkan kepada terus-menerusnya azab neraka, sama halnya dengan firman Allah yang ditujukan kepada ahli surga:\r\nوَلَهُمْ رِزْقُهُمْ فِيْهَا بُكْرَةً وَّعَشِيًّا\r\nDan di dalamnya bagi mereka ada rezeki pagi dan petang. (Maryam/19: 62);"}