{"tafsir_id":4183,"surah_id":40,"aya_number":50,"tafsir_wajiz":"Ketika mendengar permohonan itu, malaikat para penjaga neraka itu menghardik mereka, “Maka penjaga-penjaga neraka Jahanam berkata, “Apakah rasul-rasul belum pernah datang kepadamu ketika kalian masih di dunia dengan membawa bukti-bukti yang nyata serta keterangan-keterangan yang jelas?” Mereka menjawab, “Benar, rasul-rasul sudah pernah datang kepada kami di kehidupan dunia, tetapi kami abaikan dan dustakan.” Penjaga-penjaga neraka Jahanam berkata, “Berdoa-lah kamu sendiri sekarang ini, hanya itu yang bisa kalian lakukan!” Namun demikian, ketahuilah bahwa doa orang-orang kafir itu sia-sia belaka karena tidak akan dikabulkan oleh Allah.","tafsir_tahlili":"(50) Para penjaga neraka itu menjawab, “Bukankah dahulu telah diutus kepadamu rasul-rasul yang memberikan keterangan, bukti, dan dalil yang menunjukkan keesaan Allah, memberimu petunjuk-petunjuk ke jalan kebahagiaan serta menyampaikan kabar peringatan kepadamu, tentang akibat perbuatan terlarang yang kamu kerjakan seperti mengingkari Allah.” Firman Allah:;اَلَمْ يَأْتِكُمْ رُسُلٌ مِّنْكُمْ يَتْلُوْنَ عَلَيْكُمْ اٰيٰتِ رَبِّكُمْ وَيُنْذِرُوْنَكُمْ لِقَاۤءَ يَوْمِكُمْ هٰذَا ۗ \r\n“Apakah belum pernah datang kepadamu rasul-rasul dari kalangan kamu yang membacakan ayat-ayat Tuhanmu dan memperingatkan kepadamu akan pertemuan (dengan) harimu ini?” (az-Zumar/39: 71);Orang-orang musyrik itu menjawab, “Benar, rasul-rasul telah datang kepada kami, mengajak kami beriman kepada Allah dan rasul-Nya, tetapi kami mengingkari seruan itu dan tidak mau beriman. Bahkan kami menentang dan menyiksa para rasul itu dan orang-orang yang beriman kepadanya.”\r\nPenjaga neraka menjawab, “Jika tindakan dan sikapmu terhadap rasul sewaktu hidup di dunia benar-benar seperti yang kamu terangkan itu, maka mohonlah sendiri kepada Allah. Kami tidak akan mendoakan semua orang kafir yang mendustakan rasul. Ingatlah, doa orang yang sepertimu itu tidak akan diperkenankan Allah dan tidak akan ada faedahnya. Bagi kamu sama saja, apakah kamu berdoa atau tidak, azab itu tidak akan berkurang sedikit pun, rasakanlah azab itu sebagai akibat perbuatan kamu sendiri.”\r\nTentang keadaan penghuni neraka itu, at-Tirmiz³ meriwayatkan dari Abµ ad-Dard±', ia berkata: \r\nيُلْقَى عَلَى أَهْلِ النَّارِ الْجُوْعُ حَتَّى يَعْدِلَ مَا هُمْ فِيْهِ مِنَ الْعَذَابِ، فَيَسْتَغِيْثُوْنَ مِنْهُ فَيُغَاثُوْنَ بِالضَّرِيْعِ لاَ يُسْمِنُ وَلاَ يُغْنِيْ مِنْ جُوْعٍ، فَيَأْكُلُوْنَ لاَ يُغْنِى عَنْهُمْ شَيْئًا، فَيَسْتَغِيْثُوْنَ فَيُغَاثُوْنَ بِطَعَامٍ ذِى غُصَّةٍ فَيُغَصُّوْنَ بِهِ، فَيَذْكُرُوْنَ أَنَّهُمْ كَانُوْا فِى الدُّنْيَا يُجِيْزُوْنَ الْغَصَصَ بِالْمَاءِ، فَيَسْتَغِثُوْنَ بِالشَّرَابِ فَيُرْفَعُ لَهُمُ الْحَمِيْمُ بِالْكَلاَلِيْبِ، فَإِذَا دَنَا مِنْ وُجُوْهِهِمْ شَوَاهًا، فَإِذَا وَقَعَ فِيْ بُطُوْنِهِمْ قَطَّعَ أَمْعَاءَهُمْ وَمَا فِيْ بُطُوْنِهِمْ، فَيَسْتَغِيْثُوْنَ بِالْمَلاَئِكَةِ يَقُوْلُوْنَ: (ادْعُوْا رَبَّكُمْ يُخَفِّفْ عَنَّا يَوْمًا مِنَ الْعَذَابِ)، فَيُجِيْبُوْنَهُمْ: (أَوَلَمْ تَكُ تَأْتِيْكُمْ رُسُلُكُمْ بِالْبَيِّنَاتِ، قَالُوْا بَلَى، قَالُوْا فَادْعُوْا وَمَا دُعَاءُ الْكَافِرِيْنَ إِلاَّ فِيْ ضَلاَلٍ). (رواه الترمذي عن أبي الدرداء)\r\nPenghuni neraka ditimpa kelaparan yang menandingi azab mereka. Mereka memohon bantuan makanan. Mereka diberi makanan pohon berduri yang tidak dapat menggemukkan dan tidak dapat menghilangkan lapar, lalu mereka makan pohon itu, tetapi mereka bertambah lapar. Mereka minta tolong lagi, lalu mereka diberi makanan yang dapat menyekat di kerongkongan setelah mereka makan. Mereka mengatakan bahwa ketika di dunia jika mereka makan dan tercekik, mereka minta air, maka mereka minta tolong agar diberi minuman sirup. Akan tetapi, mereka diberi air yang sangat panas yang diangkat dengan cantolan-cantolan. Apabila minuman itu mendekati muka mereka, muka mereka pun terbakar. Apabila minuman itu sampai ke perut mereka, maka minuman itu menghancurkan usus dan apa yang ada di perut mereka. Akhirnya mereka minta tolong kepada malaikat, mereka berkata, “Mohonkanlah kepada Tuhanmu agar Dia meringankan azab atas kami sehari saja.” Para malaikat menjawab, “Apakah rasul-rasul belum datang kepadamu dengan membawa bukti-bukti yang nyata?” Mereka menjawab, “Benar, sudah datang.” (Penjaga-penjaga Jahanam) berkata, “Berdoalah kamu (sendiri!)” Namun doa orang-orang kafir itu sia-sia belaka. (Riwayat at-Tirmiz³ dari Abµ ad-Dard±')\r\n"}