{"tafsir_id":4190,"surah_id":40,"aya_number":57,"tafsir_wajiz":"Titik fokus yang mereka debat dari pemberitaan no_ayatt-no_ayatt Allah itu adalah pada kebangkitan manusia dari alam kubur. Maka, Allah membantahnya dengan menyebut bahwa penciptaan langit dan bumi lebih besar peristiwanya daripada hanya sekadar menciptakan kembali manusia yang sudah mati. Sungguh, bahwa penciptaan langit dan bumi itu, jauh lebih besar serta lebih hebat memperlihatkan kemahakuasaan Allah, daripada hanya sekadar penciptaan manusia kembali untuk bangkit dari kubur. Akan tetapi, kebanyakan manusia, yakni orang-orang yang durhaka, tidak mengetahui hakikat perbandingan antara penciptaan langit dan bumi serta membangkitkan manusia dari kubur.","tafsir_tahlili":"(57) Pada ayat ini, Allah mengemukakan salah satu bukti adanya hari kebangkitan pada hari Kiamat nanti. Dia menerangkan bahwa menciptakan langit dan bumi lebih “berat” dan “sukar” dibanding dengan menciptakan manusia, baik pada waktu pertama kali menciptakannya maupun pada waktu mengulanginya kembali. Langit dan bumi beserta segala isinya tidak terhingga luas dan besarnya. Tidak terhitung jumlah planet-planet di sana. Tidak terhitung jumlah binatang dan tumbuh-tumbuhan yang ada padanya. Gunung-gunung dan sungai-sungai yang mengalir tidak bisa dilacak semua oleh manusia. Hukum-hukum dan ilmu pengetahuan yang berhubungan dengannya tidak bisa diketahui oleh manusia seluruhnya. Oleh karena itu, orang-orang musyrik jangan sekali-kali mengira bahwa Allah yang telah menciptakan langit dan bumi serta manusia yang ada di dalamnya, tidak sanggup membangkitkan manusia kembali pada hari Kiamat atau menghidupkan kembali orang-orang yang telah mati. Tidak sesuatu pun yang sukar bagi Allah, semua mudah bagi-Nya.\r\nAllah berfirman:\r\nاَوَلَمْ يَرَوْا اَنَّ اللّٰهَ الَّذِيْ خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ وَلَمْ يَعْيَ بِخَلْقِهِنَّ بِقٰدِرٍ عَلٰٓى اَنْ يُّحْيِ َۧ الْمَوْتٰى  ۗبَلٰٓى اِنَّهٗ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ   \r\nDan tidakkah mereka memperhatikan bahwa sesungguhnya Allah yang menciptakan langit dan bumi dan Dia tidak merasa payah karena menciptakannya, dan Dia kuasa menghidupkan yang mati? Begitulah; sungguh, Dia Mahakuasa atas segala sesuatu. (al-A¥q±f/46: 33);Ayat 57 Surah az-Zumar ini seolah menekankan bahwa penciptaan alam semesta ini jauh lebih rumit (besar) daripada penciptaan manusia (hal ini tentu dalam pandangan manusia karena bagi Allah tidak ada yang rumit sedikit pun). Padahal dari jumlah tulisan hasil pemikiran dan temuan, pengungkapan teori terciptanya alam semesta ini lebih banyak dan lebih pesat perkembangannya dibandingkan dengan  perkembangan teori kejadian manusia yang sampai saat ini masih dipenuhi oleh pertanyaan-pertanyaan belum terjawab dan fakta-fakta yang kontroversial. Dilihat dari waktu keberadaannya secara ilmu pengetahuan, manusia (homo sapiens) diperkirakan muncul pada 40.000 tahun yang lalu, kurun waktu ini bukan apa-apa dibandingkan  umur alam semesta yang diperkirakan telah berada semenjak 7 miliar tahun yang lalu, apalagi jika dibandingkan dengan sejarah peradaban manusia yang jejaknya ditemukan hanya sekitar 7000 tahun yang lalu. Tampaknya pengetahuan kita tentang kejadian alam semesta inipun sebenarnya tidak lebih banyak dari apa yang kita ketahui tentang kejadian manusia.\r\nPada akhir ayat ini, Allah menerangkan bukti-bukti yang dikemukakan itu dan amat sedikit manusia yang mau berpikir untuk mencari kebenaran yang hakiki. Mereka terlalu dipengaruhi hawa nafsu dan kesenangan dunia yang sifatnya hanya sementara. Mereka juga tidak mau mendengar dan menyadari bahwa Allah Mahakuasa, tidak ada sesuatu pun yang dapat mengalahkan-Nya.\r\n"}