{"tafsir_id":4193,"surah_id":40,"aya_number":60,"tafsir_wajiz":"Dengan semakin dekat hari Kiamat, Allah kemudian mengajak manusia dengan kasih sno_ayatng-Nya agar datang dan mendekatkan diri kepada-Nya. Dan Tuhanmu berfirman, “Berdoalah kepada-Ku dengan mendekatkan diri, niscno_ayat akan Aku perkenankan bagimu apa yang kamu harapkan berupa hidno_ayath dan anugerah nikmat. Sesungguhnya orang-orang yang angkuh dan sombong sehingga membuat mereka tidak mau menyembah-Ku, mereka akan masuk ke dalam neraka Jahanam dalam keadaan hina dina.”","tafsir_tahlili":"(60) Pada ayat ini, Allah memerintahkan agar manusia berdoa kepada-Nya. Jika mereka berdoa niscaya Dia akan memperkenankan doa itu.\r\nIbnu Abb±s, a«-ahh±k, dan Muj±hid mengartikan ayat ini, “Tuhan kamu berfirman, Beribadahlah kepada-Ku, niscaya Aku akan membalasnya dengan pahala.” Menurut mereka, di dalam Al-Qur'an, perkataan doa bisa pula diartikan dengan ibadah seperti pada firman Allah:\r\nاِنْ يَّدْعُوْنَ مِنْ دُوْنِهٖٓ اِلَّآ اِنَاثًاۚ وَاِنْ يَّدْعُوْنَ اِلَّا شَيْطٰنًا مَّرِيْدًاۙ\r\nYang mereka sembah selain Allah itu tidak lain hanyalah in±£an (berhala), dan mereka tidak lain hanyalah menyembah setan yang durhaka. (an-Nis±'/4: 117);Dalam hadis, Nabi bersabda:\r\nالدُّعَاءُ هُوَ الْعِبَادَةُ. (رواه الترمذي عن النعمان بن بشير)\r\nDoa itu ialah ibadah. (Riwayat at-Tirmiz³ dari an-Num±n bin Basy³r);Sebagian ahli tafsir berpendapat bahwa doa dalam ayat ini berarti “permohonan”.;Sebenarnya doa dan ibadah itu adalah sama dari sisi bahasa. Hanya yang pertama berarti khusus sedang yang kedua berarti umum. Doa adalah salah satu bentuk atau cara dari ibadah. Hal ini berdasar hadis:\r\nالدَّعَاءُ مُخُّ الْعِبَادَةِ. (رواه الترمذي عن أنس بن مالك)\r\nDoa itu adalah inti ibadah. (Riwayat at-Tirmiz³ dari Anas bin M±lik) ;Dan hadis Nabi saw:\r\nعَنْ عَائِشَةَ قَالَتْ سُئِلَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: أَيُّ الْعِبَادَةِ أَفْضَلُ فَقَالَ دُعَاءُ الْمَرْءِ لِنَفْسِهِ. (رواه البخاري)\r\nDiriwayatkan dari Aisyah, dia berkata, “Nabi saw ditanya orang, Ibadah manakah yang paling utama? Beliau menjawab, Doa seseorang untuk dirinya.” (Riwayat al-Bukh±r³) ;Berdasarkan hadis di atas, maka doa dalam ayat ini dapat diartikan dengan ibadah. Hal ini dikuatkan oleh lanjutan ayat yang artinya: “Sesungguhnya orang-orang yang menyombongkan diri dari beribadah kepada-Ku akan masuk ke dalam neraka yang hina.”\r\nAyat ini merupakan peringatan dan ancaman keras kepada orang-orang yang enggan beribadah kepada Allah. Ayat ini juga merupakan pernyataan Allah kepada hamba-hamba-Nya yang beriman agar mereka memperoleh kebaikan dan kebahagiaan di dunia dan akhirat. Seakan-akan Allah mengatakan, “Wahai hamba-hamba-Ku, menghambalah kepada-Ku, selalulah beribadah dan berdoa kepada-Ku. Aku akan menerima ibadah dan doa yang kamu lakukan dengan ikhlas, memperkenankan permohonanmu, dan mengampuni dosa-dosamu”.\r\n"}