{"tafsir_id":4197,"surah_id":40,"aya_number":64,"tafsir_wajiz":"Masih dalam kaitan keniscno_ayatan bahwa Allah memang lno_ayatk untuk disembah, Allah kemudian menegaskannya kembali dalam no_ayatt ini. Allah-lah Tuhan Yang Maha Esa dan Mahakuasa yang menjadikan bumi pada dasarnya untukmu, wahai manusia, sebagai tempat menetap yang lno_ayatk untuk kehidupan, dan menjadikan langit sebagai atap tanpa tiang, dan membentukmu dengan bentuk yang sebaik-baiknya lalu memperindah rupamu serta memberimu rezeki dari yang baik-baik serta bermanfaat. Demikianlah Allah menciptakan semua itu bagi manusia, Dialah yang menjadi Tuhanmu, Mahasuci Allah, Tuhan seluruh alam.","tafsir_tahlili":"(64) Dalam ayat ini dijelaskan bahwa Allah yang menjadikan bumi untuk manusia sebagai tempat kediaman. Mereka hidup di atasnya dengan menikmati rezeki yang dilimpahkan-Nya. Dia pula yang menjadikan langit sebagai atap dan dihiasi dengan bintang-bintang yang gemerlapan tampak di malam hari. Karena keteraturan peredaran bintang-bintang, timbullah malam, siang, gelap, dan terang-benderang.\r\nPada ayat ini juga diterangkan dalil-dalil keesaan dan kekuasaan Allah yang terdapat pada diri manusia sendiri. Allah telah menjadikan manusia dalam bentuk yang paling baik di antara para makhluk-Nya dan dilengkapi dengan anggota tubuh yang sesuai dengan keperluan dan kepentingan hidup manusia sendiri. Dia pulalah yang memberikan kepada manusia makanan dan minuman yang baik sebagai rezeki dari-Nya. Allah itu Tuhan yang Mahatinggi, yang memiliki semesta alam.\r\nPada akhir ayat ini ditegaskan bahwa Tuhan yang melimpahkan rahmat-Nya kepada manusia adalah Tuhan yang wajib disembah. Tuhan Yang Mahasempurna dan memiliki semesta alam. Firman Allah:\r\nيٰٓاَيُّهَا النَّاسُ اعْبُدُوْا رَبَّكُمُ الَّذِيْ خَلَقَكُمْ وَالَّذِيْنَ مِنْ قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُوْنَۙ  ٢١ الَّذِيْ جَعَلَ لَكُمُ الْاَرْضَ فِرَاشًا وَّالسَّمَاۤءَ بِنَاۤءً  ۖوَّاَنْزَلَ مِنَ السَّمَاۤءِ مَاۤءً فَاَخْرَجَ بِهٖ مِنَ الثَّمَرٰتِ رِزْقًا لَّكُمْ ۚ فَلَا تَجْعَلُوْا لِلّٰهِ اَنْدَادًا وَّاَنْتُمْ تَعْلَمُوْنَ   ٢٢  \r\nWahai manusia! Sembahlah Tuhanmu yang telah menciptakan kamu dan orang-orang yang sebelum kamu, agar kamu bertakwa. (Dialah) yang menjadikan bumi sebagai hamparan bagimu dan langit sebagai atap, dan Dialah yang menurunkan air (hujan) dari langit, lalu Dia hasilkan dengan (hujan) itu buah-buahan sebagai rezeki untukmu. Karena itu janganlah kamu mengadakan tandingan-tandingan bagi Allah, padahal kamu mengetahui. (al-Baqarah/2: 21-22)\r\n"}