{"tafsir_id":4200,"surah_id":40,"aya_number":67,"tafsir_wajiz":"Setelah menjelaskan bahwa hanya Dia yang lno_ayatk disembah, Allah lalu menguraikan beberapa bukti kekuasaan-Nya yang ada dalam diri manusia. Dialah Tuhan Yang Maha Esa, yang telah menciptakanmu, wahai manusia, dari tanah, kemudian sesudah itu dari setetes mani yang bertemu dengan indung telur dalam rahim, lalu sesudah itu dari segumpal darah, kemudian setelah menempuh waktu sembilan bulan atau lebih, kamu dilahirkan sebagai seorang anak, kemudian dibiarkan-Nya kamu tumbuh sampai menjadi manusia dewasa, lalu kemudian menjadi tua dan lanjut usia. Akan tetapi, di antara kamu ada yang dimatikan sebelum itu atau sebelum mencapai usia dewasa atau tua. Kami perbuat demikian agar kamu menyadari bahwa ada batas sampai kepada kurun waktu yang ditentukan bagi setiap orang, agar kamu mengerti dan memahami ketentuan ini.","tafsir_tahlili":"(67) Dialah yang menjadikan manusia dari tanah, menjadi setetes mani, dari setetes mani menjadi sesuatu yang melekat, dan segumpal darah menjadi segumpal daging, kemudian dilahirkan ke dunia dalam bentuk manusia.\r\nJumhur ulama berpendapat bahwa yang dimaksud dengan Allah men-ciptakan manusia dari tanah ialah bapak manusia yaitu Adam yang diciptakan Allah dari tanah.\r\nSebagian ahli tafsir menerangkan bahwa yang dimaksudkan dengan Allah menjadikan manusia dari tanah ialah Allah menjadikan manusia dari sari pati yang berasal dari tanah. Seorang bapak dan seorang ibu memakan makanan yang berasal dari tanah, dari binatang ternak, dan tumbuh-tumbuhan. Binatang ternak memakan tumbuh-tumbuhan dan berkembang dengan menggunakan zat-zat yang berasal dari tanah. Makanan yang dimakan ibu atau bapak itu merupakan sumber utama untuk membentuk sel telur atau sperma. Sel telur ibu bertemu dengan sperma bapak dalam rahim ibu, sehingga menjadi segumpal darah dan seterusnya.\r\nAllah lalu menerangkan bahwa manusia yang diciptakan-Nya dari tanah itu mengalami hidup dalam tiga masa; yaitu:\r\n1.  Masa kanak-kanak.\r\n2.  Masa dewasa.\r\n3.  Masa tua.\r\n Di antara manusia ada yang diwafatkan Allah pada masa kanak-kanak, ada pula pada masa dewasa, dan ada yang diwafatkan setelah berusia lanjut. Ketentuan kapan seorang manusia meninggal itu berada di tangan Allah semata.\r\nProses kejadian manusia itu diterangkan dalam ayat ini agar dapat menjadi bahan renungan dan pemikiran bagi orang-orang yang berakal, sehingga mereka beriman kepada Allah Pencipta seluruh makhluk.\r\n"}