{"tafsir_id":4213,"surah_id":40,"aya_number":80,"tafsir_wajiz":"Dan di samping itu, bagi kamu ada lagi manfaat-manfaat yang lain padanya, seperti mengambil manfaat dari bulu, kulit, susu hewan ternak itu, dan juga agar kamu mencapai suatu keperluan atau tujuan yang tersimpan dalam hatimu dengan mengendarainya. Dan dengan mengendarai binatang-binatang itu bila dalam perjalanan di darat, dan bila dalam perjalanan di laut atau di sungai mereka dapat diangkut di atas kapal.","tafsir_tahlili":"(79-80) Kebanyakan ahli tafsir berpendapat bahwa yang dimaksud dengan binatang ternak dalam ayat ini ialah unta, karena binatang itulah yang sesuai dengan sifat-sifat yang disebutkan pada ayat ini. Ibnu Ka£³r berpendapat bahwa yang dimaksud adalah unta, sapi, dan kambing. Unta berguna untuk dimakan, diperah susunya, digunakan untuk mengangkut barang yang berat dan ditunggangi dalam bepergian. Sapi bisa dimanfaatkan untuk dimakan dagingnya, diperah susunya, dan digunakan tenaganya untuk membajak tanah. Sedangkan kambing bisa dimakan dagingnya dan diperah susunya. Semua binatang itu bisa dimanfaatkan bulu, kulit, dan rambutnya. Firman Allah:;\r\nوَاللّٰهُ جَعَلَ لَكُمْ مِّنْۢ بُيُوْتِكُمْ سَكَنًا وَّجَعَلَ لَكُمْ مِّنْ جُلُوْدِ الْاَنْعَامِ بُيُوْتًا تَسْتَخِفُّوْنَهَا يَوْمَ ظَعْنِكُمْ وَيَوْمَ اِقَامَتِكُمْ ۙ وَمِنْ اَصْوَافِهَا وَاَوْبَارِهَا وَاَشْعَارِهَآ اَثَاثًا وَّمَتَاعًا اِلٰى حِيْنٍ   \r\n…Dan Dia menjadikan bagimu rumah-rumah (kemah-kemah) dari kulit hewan ternak yang kamu merasa ringan (membawa)nya pada waktu kamu bepergian dan pada waktu kamu bermukim dan (dijadikan-Nya pula) dari bulu domba, bulu unta, dan bulu kambing, alat-alat rumah tangga dan kesenangan sampai waktu (tertentu). (an-Na¥l/16: 80);Dan firman-Nya:\r\nوَالْاَنْعَامَ خَلَقَهَا لَكُمْ فِيْهَا دِفْءٌ وَّمَنَافِعُ وَمِنْهَا تَأْكُلُوْنَ   ٥  وَلَكُمْ فِيْهَا جَمَالٌ حِيْنَ تُرِيْحُوْنَ وَحِيْنَ تَسْرَحُوْنَۖ  ٦  وَتَحْمِلُ اَثْقَالَكُمْ اِلٰى بَلَدٍ لَّمْ تَكُوْنُوْا بٰلِغِيْهِ اِلَّا بِشِقِّ الْاَنْفُسِۗ اِنَّ رَبَّكُمْ لَرَءُوْفٌ رَّحِيْمٌۙ  ٧  ;Dan hewan ternak telah diciptakan-Nya, untuk kamu padanya ada (bulu) yang menghangatkan dan berbagai manfaat, dan sebagiannya kamu makan. Dan kamu memperoleh keindahan padanya, ketika kamu membawanya kembali ke kandang dan ketika kamu melepaskannya (ke tempat penggembalaan). Dan ia mengangkut beban-bebanmu ke suatu negeri yang kamu tidak sanggup mencapainya, kecuali dengan susah payah. Sungguh, Tuhanmu Maha Pengasih, Maha Penyayang. (an-Na¥l/16: 5-7);Unta adalah binatang yang paling banyak digunakan oleh orang-orang yang hidup di padang pasir, seakan-akan unta itu tidak dapat dipisahkan dari hidup dan kehidupan mereka. Untalah yang membawa mereka ke berbagai negeri dalam usaha perdagangan. Unta merupakan sahabat setia mereka jika mereka berada di tengah-tengah padang pasir luas. \r\nOleh karena itu, jika unta dikemukakan oleh ayat-ayat ini kepada orang-orang Arab, sebagai salah satu binatang yang besar manfaatnya, maka maksud perumpamaan itu bisa dipahami oleh pikiran mereka. Pada zaman Pertengahan, bangsa Arab merupakan bangsa yang menghubungkan negeri Barat dan Timur. Pada waktu itu, terjadi perdagangan dari Timur ke Barat, membawa rempah-rempah ke Barat, dan membawa hasil kerajinan ke Timur.\r\nDi Timur, rempah-rempah itu dibawa ke Arab Selatan atau ke Teluk Persia, kemudian barang itu dibawa ke Turki melalui padang pasir yang luas. Sarana angkutan utama yang digunakan oleh orang Arab waktu itu adalah binatang unta.\r\nSelain memberikan contoh manfaat binatang ternak yaitu susu, tenaga, dan lain sebagainya, ayat ini menggarisbawahi penerapannya secara luas untuk transportasi, khususnya dalam istilah bahtera, yang secara generik berarti bahtera kapal laut, artinya wahana perjalanan laut. Akan tetapi, kalau melihat bahwa Al-Qur'an adalah kitab suci terakhir yang diturunkan untuk manusia sampai akhir zaman maka kata bahtera itu perlu diperluas artinya hingga semua wahana transportasi baik di laut, danau, sungai, rawa, maupun darat. Termasuk juga untuk wahana transportasi di udara (atmosfer) atau di luar angkasa dimana tidak ada udara.\r\nOleh karena itu, wahana transportasi itu meliputi kereta api, kereta api kilat (shinkansen di Jepang), sky lift (line) (kendaraan yang bergantung dan bergerak di udara di atas seutas kabel, sampai hovercraft yaitu kendaraan di paya-paya atau rawa. Termasuk ke dalamnya kendaraan speedboat yang melayang di atas permukaan air dan bisa meluncur dengan sesekali menyentuh permukaan air dan bergerak beberapa centimeter di atasnya. Ke dalam kategori ini ada pula levitation train yang terangkat beberapa sentimeter di atas rel dan tidak menyentuhnya. Oleh karena itu, kendaraan itu bergerak tanpa gesekan yang menghambat gerakan dari rel. Kereta api bisa melayang tanpa menyentuh rel karena bermuatan magnit yang sama dengan rel sehingga terjadi tolak menolak antara kereta dengan rel sehingga akibatnya kereta api melayang (levitate) bergerak tanpa bersentuhan dengan permukaan rel sehingga bebas dari gesekan. Deretan wahana itu bisa direvisi ulang dengan kendaraan angkasa seperti pesawat terbang sampai kendaraan luar angkasa (outer space) yang berbentuk roket dan satelit.\r\nTentu saja daftar wahana di darat, laut, maupun udara ini perlu direvisi dengan penemuan kendaraan baru sesuai dengan kemajuan teknologi, tetapi pada dasarnya semua bentuk dan wahana transportasi yang dipakai manusia berpindah, bergerak, dan berdinamika untuk lebih mempercepat mencapai sasaran hidup kita yang diridai Allah. \r\n"}