{"tafsir_id":4215,"surah_id":40,"aya_number":82,"tafsir_wajiz":"Adalah benar bahwa tanda-tanda kebesaran Allah itu terdapat dalam fenomena alam yang terkembang. Namun demikian, tanda-tanda kebesaran Allah itu juga ada dalam sejarah peradaban umat manusia. no_ayatt-no_ayatt berikut mengajak manusia untuk mengembara di permukaan bumi menyaksikan jejak sejarah dari umat terdahulu yang berpaling dari jalan kebenaran. Allah berfirman, “Maka apakah mereka orang-orang musyrik Mekah dan generasi mana saja yang membaca firman Allah ini, tidak mengadakan perjalanan dan mengembara di bumi, lalu mereka memperhatikan dengan mata kepala dan mata hati, bagaimana kesudahan orang-orang terdahulu yang hidup sebelum mereka. Mereka umat terdahulu itu lebih banyak hasil pembangunannya dan juga lebih hebat kekuatannya serta lebih banyak peninggalan-peninggalan peradabannya di bumi. Maka, ketahuilah bahwa seluruh apa yang mereka usahakan itu tidak dapat menolong mereka sedikit pun dari kehancuran yang menimpa mereka.","tafsir_tahlili":"(82) Melalui ayat ini, Allah mempertanyakan apakah orang-orang musyrik Mekah, yang mengingkari ayat-ayat Allah yang disampaikan kepada mereka, tidak pernah berjalan dan bepergian ke negeri-negeri lain? Sebenarnya mereka adalah para perantau dan para musafir yang telah pergi ke berbagai negeri dalam melakukan perdagangan. Mereka pergi ke Yaman, Arab Selatan, dan Syria pada setiap musim dan waktu, sesuai dengan bentuk perdagangan waktu itu. Dalam perjalanan mereka melalui negeri-negeri yang pernah didiami oleh umat-umat dahulu, seperti negeri kaum Ad, Samud, penduduk Aikah, Mesir, Babilonia, dan sebagainya. \r\nDari bekas-bekas reruntuhan yang mereka lihat di negeri itu, dan cerita yang mereka terima dari leluhurnya, mereka mengetahui bahwa di negeri-negeri itu pernah ada umat-umat yang gagah perkasa, berkebudayaan tinggi, dan telah menaklukkan negeri-negeri sekitarnya. Mereka memahat gunung untuk rumah-rumah mereka, membuat piramida-piramida yang kokoh, dan sebagainya. Akan tetapi, karena keingkaran kepada rasul-rasul Allah yang diutus, maka mereka pun ditimpa azab Allah. Di saat itu, tidak ada sesuatu pun yang dapat menyelamatkan mereka dari azab Allah. Orang-orang musyrik Mekah, yang belum dapat menandingi hasil yang pernah dicapai oleh umat-umat dahulu itu, akan mengalami nasib seperti mereka jika tetap mengingkari kerasulan Muhammad saw. Tidak seorang pun yang dapat menyelamatkan mereka dari azab Allah itu.\r\n"}