{"tafsir_id":4220,"surah_id":41,"aya_number":2,"tafsir_wajiz":"Al-Qur’an ini diturunkan secara bertahap dari Allah, Tuhan Yang Maha Pengasih kepada semua makhluk ciptaan-Nya, lagi Maha Penyno_ayatng hanya kepada orang-orang yang beriman.","tafsir_tahlili":"(2) Ayat ini menerangkan bahwa Al-Qur'an berasal dari Allah Yang Maha Pemurah lagi Maha Penyayang, diturunkan kepada rasul-Nya, Muhammad saw, dengan perantaraan Malaikat Jibril.\r\nPada ayat ini dikatakan bahwa Al-Qur'an itu berasal dari Allah Yang Maha Pemurah lagi Maha Penyayang. Pernyataan ini mengandung maksud bahwa Al-Qur'an ini diturunkan kepada manusia sebagai tanda bahwa Allah Maha Pemurah dan Maha Pengasih kepada hamba-hamba-Nya. Al-Qur'an bagi manusia dapat diibaratkan sebagai obat bagi orang yang sakit guna menyembuhkan penyakitnya. Manusia sangat menginginkan kebahagiaan hidup di dunia dan akhirat. Mereka tidak mengetahui jalan yang harus ditempuh untuk mencapai keinginannya itu. Karena sifat Maha Pemurah dan Maha Penyayang kepada hamba-hamba-Nya itu, Allah menurunkan petunjuk ke jalan yang dimaksud sehingga manusia mencapai keinginannya itu. Petunjuk-petunjuk itu terdapat di dalam Al-Qur'an yang diturunkan-Nya kepada Nabi Muhammad.\r\nAllah berfirman:\r\nوَمَآ اَرْسَلْنٰكَ اِلَّا رَحْمَةً لِّلْعٰلَمِيْنَ\r\nDan Kami tidak mengutus engkau (Muhammad) melainkan untuk (menjadi) rahmat bagi seluruh alam. (al-Anbiy±'/21: 107);Maksud pernyataan bahwa Nabi Muhammad saw  diutus ke dunia merupakan rahmat bagi semesta alam ialah Allah mengutusnya untuk menyampaikan agama Allah kepada manusia. Agama Allah itu merupakan rahmat bagi manusia, dan pokok-pokok agama Allah itu terdapat di dalam Al-Qur'an. Jadi yang menjadi rahmat utama itu ialah Al-Qur'an.\r\nFirman Allah:\r\nوَاِنَّهٗ لَتَنْزِيْلُ رَبِّ الْعٰلَمِيْنَ ۗ ١٩٢ نَزَلَ بِهِ الرُّوْحُ الْاَمِيْنُ ۙ ١٩٣ عَلٰى قَلْبِكَ لِتَكُوْنَ مِنَ الْمُنْذِرِيْنَ ۙ  ١٩٤  بِلِسَانٍ عَرَبِيٍّ مُّبِيْنٍ ۗ   ١٩٥  وَاِنَّهٗ لَفِيْ زُبُرِ الْاَوَّلِيْنَ    ١٩٦  \r\nDan sungguh, (Al-Qur'an) ini benar-benar diturunkan oleh Tuhan seluruh alam, yang dibawa turun oleh Ar-Ruh Al-Amin (Jibril), ke dalam hatimu (Muhammad) agar engkau termasuk orang yang memberi peringatan, dengan bahasa Arab yang jelas. Dan sungguh, (Al-Qur'an) itu (disebut) dalam kitab-kitab orang yang terdahulu. (asy-Syuar±'/26: 192-196)\r\n"}