{"tafsir_id":4223,"surah_id":41,"aya_number":5,"tafsir_wajiz":"Penolakan dan keberpalingan orang-orang musyrik Mekah terhadap Al-Qur’an itu mereka nyatakan dalam bentuk pengakuan langsung. Dan mereka orang-orang musyrik Mekah itu, berkata, “Hati dan akal pikiran kami sudah tertutup dan terkunci rapat dari apa yang engkau seru kami kepadanya, dan telinga kami sudah tersumbat sehingga kami tidak dapat mendengar apa pun yang engkau sampaikan, dan di antara kami dan engkau ada dinding pembatas yang sangat tebal. Oleh karena itu, lakukanlah apa yang sesuai menurut kehendakmu, dan demikian pula sesungguhnya kami akan melakukan apa yang sesuai menurut kehendak kami.”","tafsir_tahlili":"(5) Pada ayat ini disebutkan penyebab orang-orang musyrik mengingkari dan mendustakan ayat-ayat Al-Qur'an, yaitu:\r\n1.  Mereka menyatakan bahwa hati mereka telah tertutup, tidak dapat dimasuki oleh seruan kepada iman, melaksanakan petunjuk-petunjuk   Al-Qur'an, dan yang disampaikan Muhammad saw.\r\n2.  Mereka menyatakan bahwa telinga-telinga mereka telah tersumbat sehingga tidak dapat mendengar seruan Muhammad saw dan ayat-ayat Al-Qur'an yang dibacakan kepadanya.\r\n3.  Mereka mengatakan bahwa antara mereka dan kaum Muslimin ada dinding pemisah yang menghalangi mereka menerima seruan itu.;Sebagian ahli tafsir berpendapat bahwa yang diterangkan ayat ini merupakan gambaran keadaan orang-orang musyrik yang jiwa dan hati mereka tidak dapat lagi memahami seruan Rasulullah saw dan tidak mau mengikuti petunjuk Al-Qur'an. Hati mereka diserupakan dengan benda yang terletak dalam suatu tempat yang tertutup, telinga mereka diserupakan dengan telinga orang tuli yang tidak dapat mendengar sesuatu pun, dan keadaan mereka diserupakan dengan orang yang berdiri di samping dinding tebal dan tinggi, sehingga tidak mengetahui apa yang terjadi di balik dinding itu.\r\nKarena seruan tidak berfaedah sedikit pun bagi orang-orang musyrik, mereka disuruh melakukan segala yang mereka inginkan, termasuk usaha tipu daya, menyiksa dan menyakiti orang-orang yang beriman, menjauhkan manusia dari Muhammad, dan menghancurkan Islam dan kaum Muslimin. Akan tetapi, Allah pun akan menjaga kaum Muslimin dari tindakan mereka.\r\n"}