{"tafsir_id":4243,"surah_id":41,"aya_number":25,"tafsir_wajiz":"Setelah pada no_ayatt-no_ayatt yang lalu Al-Qur’an memberi kecaman terhadap para pendurhaka musyrikin Mekah dan siapa pun yang sama dengan mereka, pada no_ayatt-no_ayatt berikut Al-Qur’an menjelaskan lebih jauh sebab kedurhakaan itu. Dan Kami tetapkan bagi mereka para pendurhaka itu, teman-teman, yang sifat dan perangainya sama dengan mereka, yakni memuji-muji apa saja yang ada di hadapan mereka, yakni kelezatan duniawi, dan yang ada di belakang mereka, yakni kehidupan akhirat yang mereka ingkari. Dan oleh sebab itu, tetaplah atas mereka putusan, yakni azab, bersama umat-umat yang terdahulu sebelum mereka, dari golongan jin dan manusia. Sungguh, mereka semua para pendurhaka itu, adalah orang-orang yang benar-benar menderita kerugian.","tafsir_tahlili":"(25) Allah menerangkan bahwa Dia telah menyediakan bagi orang kafir itu teman dan penolong berupa setan-setan dari golongan jin dan manusia. Mereka menganggap perbuatan-perbuatan duniawi yang membawa kepada kesesatan dan kekafiran itu baik, seperti memperturutkan hawa nafsu, suka mengumpulkan harta semata-mata untuk kepentingan diri sendiri, gila kekuasaan, mengerjakan perbuatan-perbuatan maksiat dan terlarang dan sebagainya. Demikian halnya dengan urusan-urusan akhirat, setan-setan itu telah menanamkan kepercayaan kepada hati manusia bahwa tidak ada surga atau neraka, tidak ada hidup sesudah mati, tidak ada kebangkitan dan hisab, tidak ada Tuhan yang wajib disembah, dan sebagainya. Oleh karena itu, mudah bagi mereka melakukan perbuatan-perbuatan yang mereka inginkan dan melakukan perbuatan-perbuatan terlarang. Firman Allah:\r\nوَمَنْ يَّعْشُ عَنْ ذِكْرِ الرَّحْمٰنِ نُقَيِّضْ لَهٗ شَيْطٰنًا فَهُوَ لَهٗ قَرِيْنٌ  ٣٦  وَاِنَّهُمْ لَيَصُدُّوْنَهُمْ عَنِ السَّبِيْلِ وَيَحْسَبُوْنَ اَنَّهُمْ مُّهْتَدُوْنَ   ٣٧  \r\nDan barangsiapa berpaling dari pengajaran Allah Yang Maha Pengasih   (Al-Qur'an), Kami biarkan setan (menyesatkannya) dan menjadi teman karibnya. Dan sungguh, mereka (setan-setan itu) benar-benar menghalang-halangi mereka dari jalan yang benar, sedang mereka menyangka bahwa mereka mendapat petunjuk. (az-Zukhruf/43: 36-37);Karena sikap dan perbuatan mereka itu, maka ditetapkanlah azab bagi mereka, seperti azab yang pernah ditimpakan kepada umat-umat dahulu, yang telah mengikuti tipu daya setan. Semua mereka itu, yaitu setan-setan beserta pengikut-pengikutnya, sama-sama menderita kerugian dan kehancuran. Mereka sama-sama mendapat azab yang pedih di akhirat nanti karena mereka sama-sama orang yang merugikan diri sendiri.\r\n"}