{"tafsir_id":4251,"surah_id":41,"aya_number":33,"tafsir_wajiz":"Setelah no_ayatt-no_ayatt yang lalu menjelaskan penghargaan kepada orang-orang yang istikamah dengan kedatangan malaikat yang membantu mereka, maka no_ayatt-no_ayatt berikut memberikan pujian terhadap orang yang menyeru ke jalan Allah. Dan siapakah yang lebih baik perkataannya di antara manusia, daripada orang yang menyeru kepada Allah agar manusia tidak melakukan kemusyrikan, dan selalu gemar mengerjakan kebajikan dan berkata dengan penuh keyakinan, “Sungguh, aku termasuk ke dalam kelompok orang-orang muslim yang berserah diri?”","tafsir_tahlili":"(33) Ayat ini mencela orang-orang yang mengatakan yang bukan-bukan tentang Al-Qur'an. Al-Qur'an mempertanyakan: perkataan manakah yang lebih baik daripada Al-Qur'an, siapakah yang lebih baik perkataannya dari orang yang menyeru manusia agar taat kepada Allah.\r\nIbnu S³r³n, as-Sudd³, Ibnu Zaid, dan al-¦asan berpendapat bahwa orang yang paling baik perkataannya itu ialah Rasulullah saw. Apabila membaca ayat ini, al-¦asan berkata bahwa yang dimaksud adalah Rasulullah, ia adalah kecintaan dan wali Allah. Ia adalah yang disucikan Allah dan merupakan pilihan-Nya. Ia adalah penduduk bumi yang paling cinta kepada Allah. Allah memperkenankan seruannya dan ia menyeru manusia agar mengikuti seruan itu. Sebagian ulama lain berpendapat bahwa ayat ini maksudnya umum, yaitu semua orang yang menyeru orang lain untuk menaati Allah. Rasulullah termasuk orang yang paling baik perkataannya, karena beliau menyeru manusia kepada agama Allah.\r\nAyat ini menerangkan bahwa seseorang dikatakan paling baik apabila perkataannya mengandung tiga perkara, yaitu:\r\n1.  Seruan pada orang lain untuk mengikuti agama tauhid, mengesakan Allah dan taat kepada-Nya.\r\n2.  Ajakan untuk beramal saleh, taat melaksanakan perintah-perintah Allah dan menghentikan larangan-Nya.\r\n3.  Menjadikan Islam sebagai agama dan memurnikan ketaatan hanya kepada Allah saja.;Dengan menerangkan perkataan yang paling baik itu, seakan-akan Allah menegaskan kepada Rasulullah bahwa tugas yang diberikan kepada beliau itu adalah tugas yang paling mulia. Oleh karena itu, beliau diminta untuk tetap melaksanakan dakwah, dan sabar dalam menghadapi kesukaran-kesukaran dan rintangan-rintangan yang dilakukan orang-orang kafir.\r\nDari ayat ini dipahami bahwa sesuatu yang paling utama dikerjakan oleh seorang muslim ialah memperbaiki diri lebih dahulu, dengan memperkuat iman di dada, menaati segala perintah Allah, dan menghentikan segala larangan-Nya. Setelah diri diperbaiki, serulah orang lain mengikuti agama Allah. Orang yang bersih jiwanya, kuat imannya, dan selalu mengerjakan amal yang saleh, ajakannya lebih diperhatikan orang, karena ia menyeru orang lain dengan keyakinan yang kuat dan dengan suara yang mantap, tidak ragu-ragu.\r\n"}