{"tafsir_id":4252,"surah_id":41,"aya_number":34,"tafsir_wajiz":"Orang seperti itulah orang yang terbaik. Dan dengan demikian tidaklah sama antara kebaikan dan pelaku kebaikan itu dengan kejahatan dan pelaku kejahatan itu. Oleh sebab itu, tolaklah kejahatan itu dengan cara yang lebih baik, dalam arti sebaik-baiknya. Jika itu yang dilakukan sehingga orang yang ada rasa permusuhan antara kamu dan dia akan berubah sikapnya kepadamu menjadi seperti teman yang setia.","tafsir_tahlili":"(34) Ayat ini menerangkan bahwa kebaikan yang diridai Allah dan diberi pahala itu tidak sama dengan keburukan yang dibenci-Nya dan orang yang melakukannya pasti diazab.\r\nAyat ini dapat ditafsirkan dengan pernyataan bahwa tidak sama dakwah orang yang menyeru kepada Allah dan mengikuti Islam, dengan perbuatan mencela orang-orang yang melaksanakan dakwah itu.\r\nSikap orang kafir yang mencela para dai diterangkan dalam firman Allah:\r\nوَقَالُوْا قُلُوْبُنَا فِيْٓ اَكِنَّةٍ مِّمَّا تَدْعُوْنَآ اِلَيْهِ\r\n… Hati kami sudah tertutup dari apa yang engkau seru kami kepadanya… (Fu¡¡ilat/41: 5);Dan firman Allah:\r\nوَقَالَ الَّذِيْنَ كَفَرُوْا لَا تَسْمَعُوْا لِهٰذَا الْقُرْاٰنِ وَالْغَوْا فِيْهِ لَعَلَّكُمْ تَغْلِبُوْنَ  \r\nDan orang-orang yang kafir berkata, “Janganlah kamu mendengarkan (bacaan) Al-Qur'an ini dan buatlah kegaduhan terhadapnya, agar kamu dapat mengalahkan (mereka).” (Fu¡¡ilat/41: 26);Dengan ayat ini, seakan-akan Allah menyatakan kepada Rasulullah saw bahwa jika ia mengerjakan kebaikan, maka akan memperoleh ganjaran kebaikan berupa penghargaan selama hidup di dunia dan pahala yang besar di akhirat nanti. Sedang orang-orang kafir yang mengerjakan kejahatan itu akan memperoleh penghinaan di dunia, dan di akhirat mereka akan memperoleh azab yang pedih. Rasulullah juga dilarang untuk membalas kejahatan mereka dengan kejahatan. Jika ia membalas kejahatan dengan kejahatan tentu mereka akan memperoleh kerugian yang berlipat ganda. Oleh karena itu, Rasulullah diperintahkan untuk membalas kejahatan mereka dengan kebaikan.\r\nKemudian Allah menerangkan cara membalas kejahatan orang-orang kafir itu dengan kebaikan dengan memerintahkan kepada Rasulullah agar membalas kebodohan dan kejahatan orang-orang kafir dengan cara yang paling baik, membalas perbuatan buruk mereka dengan perbuatan baik, memaafkan kesalahan mereka, dan menghadapi kemarahan mereka dengan kesabaran. Jika Nabi berbuat demikian, lambat laun mereka akan menilai sendiri perbuatan mereka, dan menimbulkan malu kepada mereka karena tindakan-tindakan mereka itu.\r\nAllah menerangkan hasil yang akan diperoleh orang-orang yang beriman jika membalas perbuatan buruk orang-orang kafir dengan perbuatan baik. Allah mengatakan jika orang-orang beriman berhasil berbuat demikian, tentu permusuhan orang-orang kafir kepada mereka akan berubah menjadi persahabatan, kebencian akan berubah menjadi kecintaan.\r\nIbnu Abb±s berkata bahwa pada ayat ini, Allah memerintahkan kepada manusia agar berlaku sabar ketika marah, penyantun terhadap orang yang bodoh, dan memaafkan kesalahan orang. Jika seseorang mengerjakan yang demikian, Allah akan memelihara mereka dari setan, dan musuh-musuh mereka akan tunduk dan patuh kepada mereka.\r\nDiriwayatkan bahwa seorang laki-laki mencela Qunbur, budak Ali bin Ab³ °±lib, yang telah dimerdekakannya. Ali lalu memanggilnya dan berkata, Wahai Qunbur, tinggalkanlah orang yang mencelamu itu, biarkanlah ia, semoga Tuhan Yang Maha Penyayang meridai, dan setan menjadi marah.”\r\nMenurut Muq±til, ayat ini turun berhubungan dengan Abµ Sufy±n. Dia adalah salah seorang musuh Rasulullah yang paling besar. Akan tetapi karena kesabaran dan sikap Nabi yang baik kepadanya, Abµ Sufy±n menjadi sahabat Nabi yang akrab, dengan mengadakan hubungan perbesanan (mu¡aharah).\r\n"}