{"tafsir_id":4255,"surah_id":41,"aya_number":37,"tafsir_wajiz":"Al-Qur’an memang kitab hidno_ayath yang menuntun manusia agar menempuh jalan yang lurus. Setelah berbicara tentang sikap terpuji, yakni membalas keburukan dengan kebaikan, Al-Qur’an kemudian mengingatkan manusia betapa Allah itu sangat berkuasa sehingga malam, siang, matahari dan bulan dengan caranya sendiri-sendiri bersujud kepada Allah. Dengan metode observasi terhadap fenomena alam ini merupakan bentuk pengajaran yang menyentuh, bagi orang-orang yang mau mempergunakan nalarnya dengan baik. Dan sebagian dari tanda-tanda kebesaran dan kekuasaan-Nya ialah adanya malam, siang, matahari, dan bulan yang merupakan ciptaan Allah. Oleh sebab itu, janganlah pernah bersujud kepada matahari dan jangan pula pernah bersujud kepada bulan, karena kedua-duanya adalah ciptaan Allah, tetapi bersujudlah hanya kepada Allah saja yang menciptakannya, jika memang kamu sudah menyatakan hanya akan menyembah kepada-Nya saja.","tafsir_tahlili":"(37) Ayat ini menerangkan bahwa di antara tanda-tanda kebesaran dan kekuasaan Allah ialah adanya malam sebagai waktu istirahat, siang waktu bekerja dan berusaha, matahari yang memancarkan sinarnya, dan bulan yang bercahaya. Dia yang mengatur perjalanan planet-planet pada garis edarnya di cakrawala sehingga dengan demikian diketahui perhitungan tahun, bulan, hari, dan waktu sebagaimana firman Allah:\r\nهُوَ الَّذِيْ جَعَلَ الشَّمْسَ ضِيَاۤءً وَّالْقَمَرَ نُوْرًا وَّقَدَّرَهٗ مَنَازِلَ لِتَعْلَمُوْا عَدَدَ السِّنِيْنَ وَالْحِسَابَ \r\nDialah yang menjadikan matahari bersinar dan bulan bercahaya, dan Dialah yang menetapkan tempat-tempat orbitnya, agar kamu mengetahui bilangan tahun, dan perhitungan (waktu). (Yµnus/10: 5);Setelah Allah menerangkan tanda-tanda kebesaran dan kekuasaan-Nya, Dia memperingatkan hamba-hamba-Nya agar jangan sekali-kali bersujud kepada tanda-tanda kebesaran dan kekuasaan-Nya itu, seperti matahari, bulan, bintang, dan sebagainya. Jangan sekali-kali memuliakan, menyembah, dan menganggapnya mempunyai kekuatan gaib, karena semuanya itu hanya Dialah yang menciptakan, menguasai, mengatur, dan menentukan ada dan tidaknya.\r\nSeakan-akan ayat ini menerangkan dan mengingatkan bahwa manusia adalah makhluk Tuhan yang paling mulia di antara makhluk-makhluk yang diciptakan-Nya. Karena itu tidak pantas manusia memuliakan, menganggap keramat, dan menghormati makhluk Tuhan yang lebih rendah daripadanya. Yang patut disembah, dimuliakan, dan dihormati adalah sesuatu yang paling berkuasa dan paling mulia yaitu Allah. Seandainya ada manusia yang menyembah dan memuliakan makhluk selain Allah, berarti manusia telah merendahkan martabat dirinya sendiri.\r\nAyat ini juga memperingatkan manusia yang menyekutukan Allah, penyembah-penyembah patung, penyembah-penyembah matahari, bulan, dan bintang-bintang agar menyadari kedudukannya di antara makhluk-makhluk yang lain itu.\r\n"}