{"tafsir_id":4258,"surah_id":41,"aya_number":40,"tafsir_wajiz":"Sangatlah logis bila dikatakan bahwa orang-orang yang mengingkari tanda-tanda kebesaran dan kemahakuasaan Allah tidak akan mampu bersembunyi dari penglihatan-Nya, karena Allah itu Zat Yang Maha Melihat lagi Maha Mengetahui. no_ayatt berikut memperingatkan dengan mengancam mereka. Sesungguhnya orang-orang yang mengingkari tanda-tanda kebesaran Kami dengan menempuh jalan yang sesat, mereka itu sedetik pun tidak tersembunyi dari tilikan Kami. Maka jika demikian manakah yang terbaik, apakah arang-orang yang dilemparkan ke dalam neraka yang lebih baik, ataukah mereka yang datang dengan aman sentosa pada hari Kiamat? Oleh sebab itu, katakanlah kepada orang-orang yang durhaka itu, “Lakukanlah apa saja yang kamu kehendaki sesuka hatimu! Sungguh, Dia Maha Melihat apa yang kamu kerjakan dan membalas kamu sesuai dengan apa yang kamu perbuat itu.","tafsir_tahlili":"(40) Ayat ini menerangkan bahwa Allah Maha Mengetahui semua yang dilakukan dan tipu daya yang dibuat oleh orang-orang yang menentang Al-Qur'an menurut keinginan hawa nafsu mereka sendiri, mengingkari, dan mencelanya. Tidak ada sesuatu pun yang tersembunyi dan tidak diketahui Allah. Oleh karena itu, Dia akan membalas segala perbuatan mereka itu dengan ganjaran yang setimpal.\r\nKemudian Allah menerangkan perbedaan dan bentuk pembalasan yang akan diterima oleh orang-orang mukmin dan orang-orang kafir di akhirat nanti dengan mengatakan bahwa orang-orang yang dimasukkan ke dalam neraka karena mengingkari Allah, rasul, dan ayat-ayat-Nya tidak sama dengan orang-orang beriman yang memercayai ayat-ayat Al-Qur'an, mengikuti rasul-Nya, dan mendapat surga. Allah akan menetapkan keputusan dengan adil antara mereka dan balasan yang akan mereka peroleh tentu pula tidak sama.\r\nAyat ini ditujukan kepada seluruh manusia yang kafir dan mukmin. Akan tetapi, sebagian ulama berpendapat bahwa ayat ini berarti umum dan khusus. Umum meliputi seluruh manusia yang kafir dan beriman, khusus berhubungan dengan Abµ Jahal yang mengingkari Rasulullah saw dan orang-orang yang beriman kepadanya.\r\nDiriwayatkan oleh Abd ar-Razz±q, Ibnu al-Mun©ir, Ibnu Asakir dari Busyair bin Tam³m, ia berkata, “Ayat ini diturunkan berkenaan dengan Abµ Jahal dan Amm±r bin Y±sir.”\r\nPada akhir ayat ini, Allah menegaskan bahwa Nabi Muhammad telah mengetahui akibat yang diperoleh orang-orang yang berbuat dosa di akhirat nanti, dan akibat yang akan diperoleh orang-orang yang beriman kelak. Oleh karena itu, manusia dipersilakan untuk melakukan apa saja yang dikehendaki, ia telah mengetahui akibatnya. Allah melihat segala perbuatan manusia dan memberi balasan sesuai dengan yang telah diperbuatnya.\r\n"}