{"tafsir_id":4261,"surah_id":41,"aya_number":43,"tafsir_wajiz":"Jelaslah sekarang, dari ungkapan no_ayatt-no_ayatt yang lalu, tindakan durhaka yang dilakukan oleh para pendurhaka yang memaki dan mengejek nabi dan rasul sama saja dengan apa yang dilakukan oleh musyrik Mekah terhadap Nabi Muhammad. “Apa yang dikatakan oleh orang-orang kafir musyrik Mekah kepadamu wahai Nabi Muhammad, apakah itu menyangkut dirimu, ataupun menyangkut Al-Qur’an, tidak lain adalah sama dengan apa yang telah dikatakan kepada rasul-rasul sebelummu. Oleh sebab itu, bersabarlah atas makian dan ejekan mereka. Sungguh, Tuhanmu akan melindungi dan membimbingmu, dan Dia mempunyai ampunan bagi orang-orang beriman dan mempunyai azab yang pedih untuk orang-orang yang durhaka.”","tafsir_tahlili":"(43) Ayat ini merupakan hiburan Allah bagi Nabi saw yang sedih karena sikap dan perbuatan orang-orang musyrik terhadap Al-Qur'an yang disampaikannya. Allah mengatakan bahwa sikap, tindakan, dan ucapan-ucapan yang dilakukan orang-orang musyrik yang mendustakan ayat-ayat Allah itu, sama dengan tindakan dan ucapan-ucapan yang disampaikan oleh umat-umat terdahulu kepada rasul-rasul mereka. Walaupun demikian, mereka tetap bersabar dan tabah dalam menyampaikan risalahnya. Oleh karena itu, Nabi Muhammad juga diperintahkan untuk sabar dan tabah, sebagaimana rasul-rasul sebelumnya. Beliau juga diminta untuk tetap pada seruannya.\r\nAyat yang lain yang sama isinya dengan ayat ini ialah firman-Nya:\r\nكَذٰلِكَ مَآ اَتَى الَّذِيْنَ مِنْ قَبْلِهِمْ مِّنْ رَّسُوْلٍ اِلَّا قَالُوْا سَاحِرٌ اَوْ مَجْنُوْنٌ  \r\nDemikianlah setiap kali seorang Rasul yang datang kepada orang-orang yang sebelum mereka, mereka (kaumnya) pasti mengatakan, “Dia itu pesihir atau orang gila.” (a©-ª±riy±t/51: 52);Sebagian ahli tafsir ada yang berpendapat bahwa maksud ayat ini adalah sesungguhnya yang disampaikan kepada Nabi Muhammad, seperti ajaran keesaan Allah, dan memurnikan ketaatan dan ketundukan hanya kepada-Nya, sama dengan yang pernah disampaikan kepada para rasul yang diutus sebelumnya. Hal ini adalah wajar karena agama Allah itu mempunyai azas dan prinsip yang sama. Semuanya sama-sama menentukan dan memerintahkan untuk menghambakan diri hanya kepada Allah, sama-sama percaya kepada adanya hari kebangkitan, dan sebagainya. Seandainya ada perbedaan, maka perbedaan itu bukanlah berhubungan dengan azas atau prinsip, tetapi hanyalah yang berhubungan dengan furµ atau yang bukan prinsip. Hal ini perlu karena perbedaan keadaan, masa, dan tempat.\r\nPenafsiran ini sesuai dengan firman Allah:\r\nاِنَّآ اَوْحَيْنَآ اِلَيْكَ كَمَآ اَوْحَيْنَآ اِلٰى نُوْحٍ وَّالنَّبِيّٖنَ مِنْۢ بَعْدِهٖ\r\nSesungguhnya Kami mewahyukan kepadamu (Muhammad) sebagaimana Kami telah mewahyukan kepada Nuh dan nabi-nabi setelahnya… (an-Nis±'/4: 163);Jika ayat ini dihubungkan dengan ayat-ayat yang sesudahnya, maka pendapat yang pertamalah yang lebih sesuai, karena pembicaraan ayat-ayat yang sesudahnya berhubungan dengan sikap orang-orang musyrik terhadap Al-Qur'an. Tetapi jika dihubungkan dengan ayat-ayat sebelumnya, maka pendapat yang kedualah yang sesuai, karena pembicaraan berhubungan dengan Al-Qur'an, sebagai wahyu yang di dalamnya tidak terdapat kesalahan dan kekurangan. Dalam penafsiran, ayat ini dimasukkan ke dalam kelompok ayat-ayat sesudahnya.\r\nPada akhir ayat ini diterangkan kepada Nabi Muhammad bahwa Tuhannya adalah Tuhan Yang Maha Esa. Yang berhak disembah itu adalah juga Tuhan Yang Maha Pengampun kepada hamba-hamba-Nya yang mau bertobat, dan juga memberi siksaan yang sangat pedih kepada orang-orang kafir lagi sombong dan tidak mau bertobat.\r\n"}