{"tafsir_id":4262,"surah_id":41,"aya_number":44,"tafsir_wajiz":"Salah satu pernyataan orang-orang durhaka itu tentang Al-Qur’an adalah bahwa mereka telah menutup hati dari Al-Qur’an (no_ayatt 5). Pernyataan itu sebenarnya ungkapan lain dari pengingkaran bahwa mereka sebenarnya tidak mau mengerti dengan Al-Qur’an. Dan sekiranya Al-Qur’an yang Kami turunkan itu, Kami jadikan sebagai bacaan dalam bahasa selain bahasa Arab atau dalam bahasa Arab tetapi tidak jelas maknanya bagi orang-orang kafir itu, niscno_ayat mereka mengatakan dengan nada mengecam, “Mengapa tidak dijelaskan dan diperinci apa maksud no_ayatt-no_ayattnya?” Kecaman orang-orang kafir itu dijawab Allah dalam Al-Qur’an sendiri, “Apakah patut Al-Qur’an diturunkan dalam bahasa selain bahasa Arab, sedangkan rasul yang membawanya dan masyarakat yang ditujunya ketika itu adalah orang Arab yang berbahasa Arab? Katakanlah, wahai Nabi Muhammad, ‘Al-Qur’an itu secara khusus adalah sebagai petunjuk dan penyembuh bagi orang-orang yang beriman. Dan sedangkan bagi orang-orang yang tidak beriman pada telinga mereka ada sumbatan, dan Al-Qur’an itu merupakan kegelapan bagi mereka. Mereka itu seperti orang-orang yang dipanggil dari tempat yang jauh sehingga mereka tidak mendengar panggilan orang yang memanggil.”","tafsir_tahlili":"(44) Ayat ini merupakan jawaban dari sikap dan ucapan orang-orang musyrik yang terdapat pada ayat-ayat yang sebelumnya. Kepada mereka disampaikan bahwa seandainya Allah menurunkan Al-Qur'an kepada Nabi Muhammad dengan salah satu bahasa selain dari bahasa Arab, tentu orang-orang Quraisy Mekah akan berkata, “Mengapa Al-Qur'an tidak diturunkan dalam bahasa Arab? Sehingga kami mudah memahami hukum-hukum dan ketentuan-ketentuan yang terdapat di dalamnya.” Padahal dulunya mereka berkata, “Apakah Al-Qur'an yang diturunkan itu berbahasa selain Arab, sedang rasul yang diutus itu berbahasa Arab.”\r\nAllah memerintahkan agar Rasulullah menjawab pertanyaan orang-orang musyrik yang tidak mau percaya kepada Al-Qur'an itu dengan berkata kepada mereka, “Al-Qur'an ini bagi orang-orang yang percaya kepadanya, meyakini bahwa ia berasal dari Allah Yang Mahakuasa, dan percaya kepada rasul yang menyampaikannya, merupakan petunjuk ke jalan kebahagiaan, penawar hati, dan menghilangkan keragu-raguan. Ayat ini sejalan dengan firman Allah:\r\nيٰٓاَيُّهَا النَّاسُ قَدْ جَاۤءَتْكُمْ مَّوْعِظَةٌ مِّنْ رَّبِّكُمْ وَشِفَاۤءٌ لِّمَا فِى الصُّدُوْرِۙ وَهُدًى وَّرَحْمَةٌ لِّلْمُؤْمِنِيْنَ   \r\nWahai manusia! Sungguh, telah datang kepadamu pelajaran (Al-Qur'an) dari Tuhanmu, penyembuh bagi penyakit yang ada dalam dada dan petunjuk serta rahmat bagi orang yang beriman. (Yµnus/10: 57);Orang-orang yang tidak beriman kepada Allah, rasul-Nya, dan Al-Qur'an, pada telinga mereka ada sumbatan yang menutup pendengaran mereka dari mendengar ayat-ayat Al-Qur'an. Mereka buta sehingga tidak dapat melihat bukti-bukti kebesaran dan kekuasaan Allah dan tidak dapat menerima pelajaran yang disampaikan rasul.\r\nOrang-orang yang tidak mendengar ayat-ayat Allah dan tidak dapat melihat bukti-bukti kebesaran dan kekuasaan-Nya diserupakan dengan orang yang diseru dari suatu tempat yang jauh, ia hanya dapat mendengar suara yang tidak jelas, sehingga ia tidak mengerti maksud suara itu.\r\n"}