{"tafsir_id":4263,"surah_id":41,"aya_number":45,"tafsir_wajiz":"Sama dengan apa yang dilakukan oleh orang-orang musyrik Mekah yang memperselisihkan Al-Qur’an, hal yang sama juga terjadi atas kitab Taurat yang diturunkan kepada Nabi Musa. Firman Allah, “Dan sungguh, telah Kami berikan kepada Musa Kitab Taurat, lalu Kitab Taurat itu diperselisihkan oleh Bani Israil. Sekiranya tidak ada keputusan yang terdahulu dari Tuhanmu, yakni menunda jatuhnya siksa sampai nanti pada hari yang ditetapkan, niscno_ayat orang-orang kafir itu pasti sudah dibinasakan. Dan sesungguhnya mereka menyikapi Al-Qur’an itu benar-benar dalam keraguan yang mendalam, terutama terhadap kepastian-nya sebagai wahyu yang berasal dari Allah.","tafsir_tahlili":"(45) Selanjutnya Allah menyampaikan kepada Nabi Muhammad agar tidak menyusahkan diri karena orang-orang Mekah itu berselisih pendapat tentang Al-Qur'an. Hal yang seperti itu telah dilakukan pula oleh umat-umat yang dahulu terhadap rasul-rasul yang diutus kepada mereka. Allah mengatakan bahwa Dia telah menurunkan Taurat kepada Musa, untuk disampaikan kepada Bani Israil. Mereka pun telah berselisih pendapat pula tentang Taurat itu. Ada yang membenarkan dan ada pula yang mendustakan. Ada yang beriman kepada Musa dan ada pula yang kafir kepadanya. Oleh karena itu, Nabi Muhammad diperintahkan untuk tidak berputus asa dalam menyampaikan agama Allah, dan bersabar menghadapi tindakan orang-orang kafir itu. Nabi saw juga diperintahkan untuk mengikuti jejak para rasul yang menyampaikan agama-Nya.\r\nKemudian Allah menyampaikan bahwa orang-orang kafir itu tidak segera menerima azab karena perbuatannya itu, karena azab itu ditangguhkan pelaksanaannya sampai kepada waktu yang ditentukan. Hal itu adalah sesuai dengan ketetapan-Nya bahwa Dia menangguhkan azab bagi orang-orang kafir sampai hari Kiamat. Seandainya tidak ada ketetapan yang demikian itu, tentu telah diputuskan Allah perselisihan mereka dengan orang-orang yang beriman.\r\nAllah berfirman:\r\nبَلِ السَّاعَةُ مَوْعِدُهُمْ وَالسَّاعَةُ اَدْهٰى وَاَمَرُّ\r\nBahkan hari Kiamat itulah hari yang dijanjikan kepada mereka dan hari Kiamat itu lebih dahsyat dan lebih pahit. (al-Qamar/54: 46);Dan firman Allah:\r\nوَلَا تَحْسَبَنَّ اللّٰهَ غَافِلًا عَمَّا يَعْمَلُ الظّٰلِمُوْنَ ەۗ اِنَّمَا يُؤَخِّرُهُمْ لِيَوْمٍ تَشْخَصُ فِيْهِ الْاَبْصَارُ\r\nDan janganlah engkau mengira, bahwa Allah lengah dari apa yang di-perbuat oleh orang yang zalim. Sesungguhnya Allah menangguhkan mereka sampai hari yang pada waktu itu mata (mereka) terbelalak. (Ibr±h³m/14: 42);Allah menerangkan bahwa sebab-sebab kehancuran dan azab yang menimpa orang-orang musyrik  adalah karena mereka sangat ragu-ragu dan bingung tentang Al-Qur'an. Karena bingung dan ragu, mereka mengingkarinya dan tidak mengindahkan dakwah Rasulullah.\r\n"}