{"tafsir_id":4265,"surah_id":41,"aya_number":47,"tafsir_wajiz":"Dalam no_ayatt ini Allah menyatakan bahwa tidak seorang pun yang mampu mengetahui terjadinya Kiamat, hanya kepada-Nyalah ilmu tentang hari Kiamat itu dikembalikan. Hanya Dia Yang Maha Mengetahui kapan terjadinya dan perincian kejadiannya. Tidak ada buah-buahan yang keluar dari kelopaknya, dan tidak seorang perempuan pun yang mengandung dan yang melahirkan, melainkan semuanya dengan sepengetahuan-Nya. Dialah yang mengetahui secara pasti dan segala perinciannya. Pada hari Kiamat itu, Dia (Allah) menyeru mereka, yakni orang-orang musyrik, “Di manakah sekutu-sekutu-Ku itu, yaitu berhala-berhala yang di dunia dahulu kamu sembah dan kamu duga dapat menyelamatkanmu dari siksaan-Ku?” Mereka menjawab, “Kami nyatakan kepada Engkau bahwa tidak ada seorang pun di antara kami yang dapat menjadi saksi yang memberi kesaksian pada hari ini.”","tafsir_tahlili":" (47) Pada ayat ini Allah menerangkan bahwa ilmu tentang hari Kiamat, waktu dan bagaimana peristiwanya hanya diketahui Allah. Demikian pula peristiwa-peristiwa gaib yang lain seperti keluarnya buah-buahan dengan baik atau rusak dari kelopaknya, dan janin yang dikandung oleh para ibu, apakah akan lahir dengan normal atau cacat anggota tubuhnya, semua itu hanya diketahui oleh Allah secara pasti. Beberapa hal memang ada yang diketahui oleh manusia seperti bulan apa buah-buahan akan masak, kapan kira-kira bayi akan lahir, tetapi pengetahuan itu masih sangat sederhana, tidak serinci pengetahuan Allah dan tidak selengkap pernyataan-Nya.\r\nPada ayat lain Allah menegaskan bahwa hanya Dialah yang mengetahui dengan tepat hari Kiamat itu. Allah berfirman:\r\nيَسْـَٔلُوْنَكَ عَنِ السَّاعَةِ اَيَّانَ مُرْسٰىهَاۗ قُلْ اِنَّمَا عِلْمُهَا عِنْدَ رَبِّيْۚ  لَا يُجَلِّيْهَا لِوَقْتِهَآ اِلَّا هُوَۘ \r\nMereka menanyakan kepadamu (Muhammad) tentang Kiamat, “Kapan terjadi?” Katakanlah, “Sesungguhnya pengetahuan tentang Kiamat itu ada pada Tuhanku; tidak ada (seorang pun) yang dapat menjelaskan waktu terjadinya selain Dia.” (al-Ar±f/7: 187);Nabi Muhammad saw sendiri dalam hadis yang diriwayatkan dari Umar bin Kha¯¯±b ketika beliau ditanya malaikat Jibril tentang kapan hari Kiamat, beliau menjawab:\r\nمَاالْمَسْئُوْلُ عَنْهَا بِأَعْلَمَ مِنَ السَّائِلِ. (رواه مسلم عن عمر بن الخطاب(\r\nOrang yang ditanya tidak lebih tahu daripada yang bertanya. (Riwayat Muslim dari Umar bin al-Kha¯¯±b);Dalam perkembangan ilmu pengetahuan sekarang ini memang banyak hal-hal baru yang diketahui manusia seperti waktu musim berbuahnya beberapa macam buah-buahan, kondisi tentang janin dalam kandungan seperti jenis kelamin, kesehatan, dan kapan waktu janin akan lahir. Tetapi pengetahuan manusia ini masih sedikit sekali dibanding pengetahuan Allah dan masih bersifat perkiraan sehingga tidak pasti. Berbeda dengan pengetahuan Allah yang rinci dan pasti. Firman Allah swt:\r\nاَللّٰهُ يَعْلَمُ مَا تَحْمِلُ كُلُّ اُنْثٰى وَمَا تَغِيْضُ الْاَرْحَامُ وَمَا تَزْدَادُ ۗوَكُلُّ شَيْءٍ عِنْدَهٗ بِمِقْدَارٍ   ٨  عٰلِمُ الْغَيْبِ وَالشَّهَادَةِ الْكَبِيْرُ الْمُتَعَالِ ;Allah mengetahui apa yang dikandung oleh setiap perempuan, apa yang kurang sempurna dan apa yang bertambah dalam rahim. Dan segala sesuatu ada ukuran di sisi-Nya. (Allah) Yang mengetahui semua yang gaib dan yang nyata; Yang Mahabesar, Mahatinggi. (ar-Rad/13: 8-9);Di atas telah diterangkan bahwa hanya Allah yang mengetahui tentang hari Kiamat dan kapan terjadinya. Dia mengetahui semua wanita yang hamil dan yang melahirkan anak. Dari keterangan ini dapat dipahami bahwa pengetahuan Allah itu ada yang mustahil diketahui oleh manusia dan ada yang mungkin diketahuinya bila Dia memberikan izin-Nya kepada manusia. Tentu saja hal ini ada hikmah dan tujuannya, tetapi hanyalah Allah yang mengetahui dengan pasti hakikat dari hikmah dan tujuannya itu. Sekalipun manusia diberikan sebagian pengetahuan Allah, namun sifat dan bentuk pengetahuan itu tidak sama dan berbeda pada setiap orang.\r\nAllah mengetahui kandungan semua perempuan yang sedang hamil dan yang melahirkan. Pengetahuan Allah tentang perempuan yang mengandung dan yang melahirkan adalah pengetahuan yang lengkap dan pasti, menyeluruh sampai kepada yang sekecil-kecilnya. Pengetahuan itu ada hubungannya dengan proses kejadian alam seluruhnya, dari dahulu sampai sekarang dan sampai kepada masa yang akan datang.\r\nLain halnya dengan pengetahuan seorang dokter ahli kandungan terhadap kandungan seorang perempuan. Ia hanya mengetahui secara umum saja, tidak secara rinci. Bahkan pengetahuannya itu terbatas dan bersifat dugaan semata, bukan pengetahuan yang pasti karena pengetahuan yang pasti dan menyeluruh itu hanya pada Allah.\r\nSelanjutnya Allah menerangkan peristiwa yang akan dialami oleh orang-orang musyrik pada hari Kiamat. Pada hari itu Allah akan menanyakan kepada mereka secara tegas dan jelas serta meminta pertanggungjawaban mereka tentang sekutu-sekutu-Nya yang mereka sembah di dunia; di mana mereka berada sekarang, mengapa mereka tidak bersama-sama dengan berhala-berhala itu. Akhirnya orang-orang musyrik itu menjawab dengan jawaban yang tegas, “Wahai Tuhan kami, kami nyatakan kepada-Mu pada hari ini tidak seorang pun di antara kami yang mengakui bahwa Engkau mempunyai sekutu; hanya Engkau sajalah yang kami sembah, tidak ada yang lain.”\r\nFirman Allah yang lain yang sama artinya dengan ayat ini:;ثُمَّ لَمْ تَكُنْ فِتْنَتُهُمْ اِلَّآ اَنْ قَالُوْا وَاللّٰهِ رَبِّنَا مَا كُنَّا مُشْرِكِيْنَ;Kemudian tidaklah ada jawaban bohong mereka, kecuali mengatakan, “Demi Allah, ya Tuhan kami, tidaklah kami mempersekutukan Allah.” (al-An±m/6: 23)\r\n"}