{"tafsir_id":4268,"surah_id":41,"aya_number":50,"tafsir_wajiz":"Dan sifat buruk manusia yang lain adalah jika Kami berikan kepada-nya suatu rahmat atau hal-hal yang menyenangkan mereka dari Kami setelah ditimpa kesusahan sebelumnya, pastilah dengan bangga dia berkata, “Ini adalah hakku yang aku dapatkan dari usahaku, dan aku tidak menduga atau yakin bahwa hari Kiamat itu akan terjadi. Dan jika hari Kiamat itu pun akan terjadi dan aku dikembalikan kepada Tuhanku untuk mempertanggungjawabkan segala amalku, sesungguhnya aku pasti akan memperoleh bagian yang sangat baik di sisi-Nya.” Apa yang mereka katakan itu tidak akan pernah didapatkannya, bahkan sebaliknya. Maka sungguh di hari akhirat nanti, akan Kami beritahukan kepada mereka orang-orang kafir tentang apa yang telah mereka kerjakan di dunia, dan sungguh, akan Kami timpakan kepada mereka azab yang berat akibat kekafiran dan kedurhakaan mereka.","tafsir_tahlili":"(50) Pada ayat ini Allah menerangkan sifat-sifat kebanyakan manusia, yaitu jika mereka mendapat nikmat dan kesenangan mereka menjadi lupa dan sombong sehingga menyatakan, ”Ini adalah hasil kerjaku sendiri, sehingga aku tidak perlu memberikan sebagian hartaku ini kepada orang lain, dan tidak perlu bersyukur kepada siapapun. Aku juga tidak yakin apakah hari Kiamat itu akan datang?”\r\nSelanjutnya orang-orang kafir itu juga menyatakan jika aku akan dikembalikan kepada Allah maka aku pasti akan memperoleh kebaikan pula pada sisi-Nya. Demikian cara berfikir mereka yang tidak jelas dan hanya berdasarkan perkiraan-perkiraan saja. Maka ayat ini diakhiri dengan ketegasan bahwa Allah benar-benar akan memberitakan kepada orang-orang kafir apa yang mereka lakukan di dunia dan akan menimpakan azab yang pedih kepada mereka di akhirat.\r\n Adapun sifat-sifat orang yang putus asa dari rahmat Allah yaitu sebagai berikut:\r\n1.  Jika kesengsaraan dan kesulitan yang sedang mereka derita tiba-tiba dihilangkan dari mereka, kemudian mereka dianugerahi rahmat dan karunia, mereka lupa kepada kesengsaraan dan penderitaan yang pernah mereka alami, mereka lupa kepada sumber rahmat dan karunia yang mereka terima itu, bahkan mereka mengatakan bahwa semua yang mereka peroleh itu semata-mata karena hasil usaha dan kepandaian mereka sendiri, bukan karena anugerah Allah. Maksud dengan perkataan h±§± l³ dalam ayat ini ialah ini aku peroleh karena hasil usaha dan kepandaianku sendiri, karena itu semua yang aku peroleh benar-benar milikku dan tidak seorang pun yang bersamaku dalam kepemilikan ini. Karena itu, aku tidak perlu membagikannya kepada orang lain dan tidak perlu memanjatkan puja dan puji kepada Allah dan mengingat akan karunia dan kebaikan-Nya.\r\n2.  Mereka tidak percaya adanya hari Kiamat. Ketidakpercayaan ini timbul karena sifat angkuh dan takabur yang ada pada diri mereka dan karena kesenangan hidup di dunia yang sedang mereka nikmati.\r\n3.  Mereka mengatakan tidak ada hisab, tidak ada hari pembalasan. Menurut mereka jika mereka dikembalikan kepada Allah nanti, tentu mereka akan memperoleh kebaikan dan kesenangan yang banyak pula.;Pada akhir ayat ini Allah mengancam orang-orang kafir yang tidak percaya akan hari Kiamat, hari pembalasan, dan adanya surga dan neraka. Allah menegaskan bahwa orang-orang kafir itu benar-benar akan mengalami hari Kiamat. Mereka akan menyaksikan sendiri perbuatan-perbuatan jahat yang pernah mereka kerjakan. Kemudian Allah menimbang semua yang pernah mereka perbuat dan memberikan balasan yang setimpal bagi perbuatan jahat yang telah mereka kerjakan itu dengan azab yang berat di dalam neraka.\r\n"}