{"tafsir_id":4271,"surah_id":41,"aya_number":53,"tafsir_wajiz":"Untuk mendukung kebenaran Al-Qur’an, Kami juga akan memperlihatkan kepada mereka tanda-tanda kebesaran Kami di segenap penjuru yang dapat mereka saksikan di luar diri mereka dan apa saja yang ada pada diri mereka sendiri yang dapat mereka rasakan, sehingga jelaslah bagi mereka bahwa Al-Qur’an itu adalah benar datang dari Allah. Tidak cukupkah bagi kamu, wahai Nabi Muhammad, bahwa Tuhanmu menjadi saksi atas segala sesuatu?","tafsir_tahlili":"(53) Ayat ini menerangkan bahwa orang musyrik yang ragu-ragu kepada Al-Qur'an dan Rasulullah itu akan melihat dengan mata kepala mereka bukti-bukti kebenaran ayat-ayat Allah di segenap penjuru dunia dan pada diri mereka sendiri. Mereka melihat dan menyaksikan sendiri kaum Muslimin dalam keadaan lemah dan tertindas selama berada di Mekah, kemudian Rasulullah dan para sahabatnya hijrah ke Medinah meninggalkan kampung halaman yang mereka cintai. Rasulullah saw selama di Medinah bersama kaum Muhajirin dan An¡ar membentuk dan membina masyarakat Islam. Masyarakat baru itu semakin lama semakin kuat dan berkembang. Hal ini dirasakan oleh orang-orang musyrik di Mekah, karena itu mereka pun selalu berusaha agar kekuatan baru itu dapat segera dipatahkan. Kekuatan Islam dan kaum Muslimin pertama kali dirasakan oleh orang musyrik Mekah adalah ketika Perang Badar dan kemudian ketika mereka dicerai-beraikan dalam Perang Khandak. Yang terakhir ialah pada waktu Rasulullah saw dan kaum Muslimin menaklukkan kota Mekah tanpa perlawanan dari orang-orang musyrik. Akhirnya mereka menyaksikan manusia berbondong-bondong masuk Islam, termasuk orang-orang musyrik, keluarga, dan teman mereka sendiri. Semuanya itu merupakan bukti-bukti kebenaran ayat-ayat Allah. Allah berfirman:\r\nاِذَا جَاۤءَ نَصْرُ اللّٰهِ وَالْفَتْحُۙ  ١  وَرَاَيْتَ النَّاسَ يَدْخُلُوْنَ فِيْ دِيْنِ اللّٰهِ اَفْوَاجًاۙ  ٢  فَسَبِّحْ بِحَمْدِ رَبِّكَ وَاسْتَغْفِرْهُۗ اِنَّهٗ كَانَ تَوَّابًا ࣖ  ٣  \r\nApabila telah datang pertolongan Allah dan kemenangan, dan engkau melihat manusia berbondong-bondong masuk agama Allah, maka bertasbihlah dengan memuji Tuhanmu dan mohonlah ampunan kepada-Nya. Sungguh, Dia Maha Penerima tobat. (an-Na¡r/110: 1-3);Pada akhir ayat ini Allah menegaskan lagi bahwa Dia menyaksikan segala perilaku hamba-hamba-Nya, baik berupa perkataan, perbuatan atau tingkah laku, dan Dia Maha Mengetahui segala isi hati manusia. Dia menyatakan bahwa Muhammad saw adalah seorang yang benar, tidak pernah berbohong, dan semua yang disampaikannya sungguh benar Allah berfirman:\r\nلٰكِنِ اللّٰهُ يَشْهَدُ بِمَآ اَنْزَلَ اِلَيْكَ اَنْزَلَهٗ بِعِلْمِهٖ ۚوَالْمَلٰۤىِٕكَةُ يَشْهَدُوْنَ ۗوَكَفٰى بِاللّٰهِ شَهِيْدًاۗ   ١٦٦  \r\nTetapi Allah menjadi saksi atas (Al-Qur'an) yang diturunkan-Nya kepadamu (Muhammad). Dia menurunkannya dengan ilmu-Nya. (an-Nis±'/4: 166);Banyak orang mengatakan bahwa dengan mempelajari alam, termasuk diri kita sendiri, dapat membawa kepada pemahaman tentang adanya Tuhan. Alam adalah buku yang menanti untuk dipelajari. Akan tetapi, harapan Tuhan dalam menurunkan ayat di atas tidak selalu dipahami manusia. Surah Yµnus/10: 101 adalah salah satu di antara banyak ayat yang memberitahu kita bahwa hanya ilmuwan yang memiliki keimananlah yang dapat memahami Tuhan dengan mempelajari alam.\r\nقُلِ انْظُرُوْا مَاذَا فِى السَّمٰوٰتِ وَالْاَرْضِ ۗوَمَا تُغْنِى الْاٰيٰتُ وَالنُّذُرُ عَنْ قَوْمٍ لَّا يُؤْمِنُوْنَ   ١٠١  \r\nKatakanlah, “Perhatikanlah apa yang ada di langit dan di bumi!” Tidaklah bermanfaat tanda-tanda (kebesaran Allah) dan rasul-rasul yang memberi peringatan bagi orang yang tidak beriman. (Yµnus/10: 101)\r\n"}