{"tafsir_id":4277,"surah_id":42,"aya_number":5,"tafsir_wajiz":"Hampir saja Langit-langit yang menjadi milik-Nya itu, yang telah diciptakan-Nya dengan sangat kuat dan kukuh, pecah dari sebelah atas-nya karena kebesaran dan keagungan Allah. Dan malaikat-malaikat di mana pun berada selalu bertasbih menyucikan-Nya dari segala kekurangan dengan memuji keagungan dan kebesaran Tuhan-nya dan memohonkan ampunan untuk orang-orang beriman yang ada di bumi atas dosa-dosa mereka. Ingatlah, sesungguhnya Allah Dialah Yang Maha Pengampun dengan mengampuni dosa hamba-hamba-Nya, Maha Penyno_ayatng dengan memberikan rahmat-Nya kepada mereka.","tafsir_tahlili":" (5) Dalam ayat ini Allah menerangkan bahwa karena kemahabesaran dan kemahatinggian serta kehebatan-Nya, hampir saja langit retak, pecah berantakan, dan berguguran. Para malaikat senantiasa bertasbih menyucikan Allah dari segala sifat kekurangan, memuji dan mensyukuri-Nya atas segala nikmat yang telah diberikan kepada mereka, taat dan patuh kepada perintah-Nya, tak pernah berbuat maksiat dan durhaka kepada-Nya, sebagaimana firman Allah:\r\nيُسَبِّحُوْنَ الَّيْلَ وَالنَّهَارَ لَا يَفْتُرُوْنَ   ٢٠\r\nMereka (malaikat-malaikat) bertasbih tidak henti-hentinya malam dan siang. (al-Anbiy±'/21: 20);Dan firman-Nya:\r\nلَّا يَعْصُوْنَ اللّٰهَ مَآ اَمَرَهُمْ وَيَفْعَلُوْنَ مَا يُؤْمَرُوْنَ   ٦;Mereka tidak durhaka kepada Allah terhadap apa yang Dia perintahkan kepada mereka dan selalu mengerjakan apa yang diperintahkan.               (at-Ta¥r³m/66: 6);Para malaikat juga selalu memohon kepada Allah agar mengampuni dosa orang-orang yang beriman di bumi ini, dan mengilhami mereka, sehingga mereka senantiasa menempuh jalan kebaikan yang membawa kebahagiaan.\r\nMalaikat itu diumpamakan laksana cahaya yang memberi kehidupan dengan panas yang ada padanya, dan memberi petunjuk dengan cahayanya.;;\r\nSejalan dengan apa yang tersebut di atas, Allah berfirman pula:\r\nاَلَّذِيْنَ يَحْمِلُوْنَ الْعَرْشَ وَمَنْ حَوْلَهٗ يُسَبِّحُوْنَ بِحَمْدِ رَبِّهِمْ وَيُؤْمِنُوْنَ بِهٖ وَيَسْتَغْفِرُوْنَ لِلَّذِيْنَ اٰمَنُوْاۚ رَبَّنَا وَسِعْتَ كُلَّ شَيْءٍ رَّحْمَةً وَّعِلْمًا فَاغْفِرْ لِلَّذِيْنَ تَابُوْا وَاتَّبَعُوْا سَبِيْلَكَ وَقِهِمْ عَذَابَ الْجَحِيْمِ   ٧;(Malaikat-malaikat) yang memikul Arsy dan (malaikat) yang berada di sekelilingnya bertasbih dengan memuji Tuhannya dan mereka beriman kepada-Nya serta memohonkan ampunan untuk orang-orang yang beriman (seraya berkata), “Ya Tuhan kami, rahmat dan ilmu yang ada pada-Mu meliputi segala sesuatu, maka berilah ampunan kepada orang-orang yang bertobat dan mengikuti jalan (agama)-Mu dan peliharalah mereka dari azab neraka yang menyala-nyala. (G±fir/40: 7);Ayat kelima ini menegaskan bahwa Allah Maha Pengampun, mengampuni dosa setiap orang yang kembali dan tobat kepada-Nya dengan tobat nasuha. Setiap makhluk berhak memperoleh rahmat dan kasih sayang-Nya daripada-Nya. Ditunda dan ditangguhkannya azab dan siksaan terhadap orang-orang kafir dan orang-orang yang durhaka, adalah suatu rahmat dan tanda kasih sayang-Nya terhadap mereka.\r\n"}