{"tafsir_id":4279,"surah_id":42,"aya_number":7,"tafsir_wajiz":"Dan demikianlah Kami wahyukan Al-Qur’an kepadamu, wahai Nabi Muhammad dalam bahasa Arab, yaitu bahasa yang engkau gunakan bersama kaummu agar engkau memberi peringatan kepada penduduk ibukota, yaitu kota Mekah, dan penduduk negeri-negeri di sekelilingnya serta memberi peringatan tentang hari berkumpul, hari Kiamat, yang tidak diragukan adanya oleh orang-orang beriman. Pada hari itu nanti segolongan di antara manusia masuk surga karena keimanan dan amal saleh yang mereka lakukan dan segolongan yang lain masuk neraka karena kekafiran dan kedurhakaan mereka terhadap Allah.","tafsir_tahlili":"(7) Pada ayat ini Allah menerangkan bahwa wahyu yang diturunkan-Nya kepada Nabi Muhammad saw adalah dalam bahasa Arab, sesuai dengan bahasa penduduk negeri Mekah dan sekitarnya, untuk memudahkan mereka mengerti dakwah dan seruan serta peringatan yang ditujukan Muhammad saw kepada mereka. Setiap rasul yang diutus ia menggunakan bahasa kaumnya agar mudah memberikan penjelasan kepada mereka, sebagaimana firman Allah:\r\nوَمَآ اَرْسَلْنَا مِنْ رَّسُوْلٍ اِلَّا بِلِسَانِ قَوْمِهٖ لِيُبَيِّنَ لَهُمْ ۗ ٤;Dan Kami tidak mengutus seorang rasul pun, melainkan dengan bahasa kaumnya, agar dia dapat memberi penjelasan kepada mereka. (Ibr±h³m/14: 4);Sekalipun hanya penduduk Mekah dan sekitarnya yang disebut pada ayat ini, yang menjadi sasaran dakwah dan peringatan Nabi Muhammad saw, tetapi itu tidaklah berarti bahwa Muhammad saw diutus terbatas hanya kepada orang Arab saja. Hanya penduduk Mekah dan sekitarnya yang disebut, karena sesuai dengan posisi Nabi yang berdomisili di Mekah pada waktu itu. Namun pada hakikatnya Muhammad saw itu adalah Rasul bagi segenap manusia, sebagaimana firman Allah:\r\nوَمَآ اَرْسَلْنٰكَ اِلَّا كَاۤفَّةً لِّلنَّاسِ بَشِيْرًا وَّنَذِيْرًا وَّلٰكِنَّ اَكْثَرَ النَّاسِ لَا يَعْلَمُوْنَ   ٢٨;Dan Kami tidak mengutus engkau (Muhammad), melainkan kepada semua umat manusia sebagai pembawa berita gembira dan sebagai pemberi peringatan, tetapi kebanyakan manusia tidak mengetahui. (Saba'/34: 28)\r\n ;Sabda Rasulullah:\r\nعَنْ أََبِي هُرَيْرَةَ عَنْ رَسُوْلِ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ وَالَّذِيْ نَفْسُ مُحَمَّدٍ بِيَدِهِ لاَ يَسْمَعُ بِيْ أَحَدٌ مِنْ هٰذِهِ الأُمَّةِ يَهُودِيٌّ وَلاَ نَصْرَانِيٌّ ثُمَّ يَمُوْتُ وَلاَ يُؤمِنُ بِمَا أُرْسِلْتُ بِهِ اِلاَّ كَانَ مِنْ أَصْحَابِ النَّارِ. (رواه مسلم)\r\nAbµ Hurairah meriwayatkan bahwa Nabi saw bersabda, “Demi Allah yang jiwaku yang berada dalam kekuasaan-Nya, tidak ada seorang pun dari umat ini baik Yahudi maupun Nasrani yang mendengarkan tentang aku, lalu mati namun tidak beriman dengan (risalah) yang ditugaskan kepadaku, melainkan ia menjadi penghuni neraka.” (Riwayat Muslim)\r\nNabi Muhammad selain ditugasi untuk memberi peringatan kepada penduduk Mekah dan penduduk negeri-negeri sekelilingnya, juga ditugasi memberi peringatan tentang hari Kiamat. Hari Kiamat itu merupakan hari yang pasti dan tidak diragukan datangnya. Pada hari itu segenap makhluk akan dikumpulkan untuk mempertanggungjawabkan perbuatan mereka di dunia dan mendapat ganjaran sesuai dengan perbuatan mereka.\r\nAyat 7 ini diakhiri dengan suatu penegasan bahwa sesudah diadakan pemeriksaan yang amat teliti dan perhitungan yang sangat cermat pada setiap makhluk atas segala perbuatannya di dunia, mereka dibagi menjadi dua golongan. Segolongan dari mereka termasuk yang berbahagia dan dimasukkan ke dalam surga. Mereka kekal di dalamnya, karena mereka beriman kepada Allah dan Rasul-Nya serta beramal saleh di dunia. Wajarlah kalau mereka mendapat karunia dari Allah menikmati kesenangan yang abadi di dalam surga, sebagaimana firman Allah:\r\nوَاَمَّا الَّذِيْنَ سُعِدُوْا فَفِى الْجَنَّةِ خٰلِدِيْنَ فِيْهَا;Dan adapun orang-orang yang berbahagia, maka (tempatnya) di dalam surga; mereka kekal di dalamnya. (Hµd/11: 108);Sedangkan golongan yang kedua, termasuk golongan yang celaka; mereka dimasukkan ke dalam api neraka yang menyala-nyala, kekal di dalamnya karena mereka pada waktu berada di dunia tetap ingkar kepada Allah, menentang apa yang didakwahkan oleh junjungan kita Nabi Muhammad saw sebagaimana firman Allah:;فَاَمَّا الَّذِيْنَ شَقُوْا فَفِى النَّارِ لَهُمْ فِيْهَا زَفِيْرٌ وَّشَهِيْقٌۙ    ١٠٦  خٰلِدِيْنَ فِيْهَا;Maka adapun orang-orang yang sengsara, maka (tempatnya) di dalam neraka, di sana mereka mengeluarkan dan menarik nafas dengan merintih, mereka kekal di dalamnya. (Hµd/11: 106-107)\r\n"}