{"tafsir_id":428,"surah_id":3,"aya_number":135,"tafsir_wajiz":"Setelah Allah menjelaskan sikap penghuni surga ketika menghadapi orang lain, maka Dia menjelaskan sikap mereka terhadap diri sendiri. Mereka adalah orang-orang yang apabila mengerjakan perbuatan keji, yaitu dosa besar yang akibatnya tidak hanya menimpa diri sendiri tetapi juga orang lain, seperti zina, pembunuhan, dan riba, atau menzalimi diri sendiri dalam bentuk pelanggaran apa pun yang akibatnya hanya pada pelaku saja, baik dosa tersebut dilakukan dengan sengaja atau tidak, maka segera mengingat Allah dan bertobat, lalu memohon ampunan atas dosa-dosanya. Sungguh Allah Maha Pengampun, dan siapa lagi yang dapat mengampuni dosa-dosa selain Allah? Dan setelah bertobat mereka tidak meneruskan atau mengulangi perbuatan dosa itu, sedang mereka mengetahui dan menyadari akibat buruk dari perbuatan dosa dan menyadarkan mereka untuk segera bertobat.","tafsir_tahlili":"(135) Orang yang mengerjakan perbuatan keji atau menganiaya diri sendiri kemudian mereka segera meminta ampun kepada Allah dan tidak mengulangi lagi perbuatan itu.\r\nPara mufasir membedakan antara perbuatan keji (f±¥isyah) dengan menganiaya diri sendiri (§ulm). Mereka mengatakan, perbuatan keji ialah perbuatan yang bahayanya tidak saja menimpa orang yang berbuat dosa tetapi juga menimpa orang lain dan masyarakat. Menganiaya diri sendiri ialah berbuat dosa yang bahayanya hanya dirasakan oleh orang yang mengerjakan saja. Perbuatan keji seperti berzina, berjudi, memfitnah dan sebagainya. Perbuatan menganiaya diri sendiri seperti memakan makanan yang haram, memboroskan harta benda, menyia-nyiakannya dan sebagainya.\r\nMungkin seorang Muslim telanjur mengerjakan dosa besar karena kurang kuat imannya, karena godaan setan atau karena sebab-sebab lain, tetapi ia segera insaf dan menyesal atas perbuatannya kemudian ia memohon ampun kepada Allah dan bertobat dengan sebenar-benar tobat serta berjanji kepada diri sendiri tidak akan mengerjakannya lagi. Maka Allah akan menerima tobatnya dan mengampuni dosanya karena Allah adalah Maha Penerima tobat dan Maha Pengampun.\r\nBila seseorang berbuat dosa meskipun yang diperbuatnya itu bukan dosa besar tetapi mengerjakan terus menerus tanpa ada kesadaran hendak menghentikannya dan tidak ada penyesalan serta keinginan hendak bertobat kepada Allah, maka dosanya itu menjadi dosa besar. Nabi Muhammad saw pernah bersabda:\r\nلاَ كَبِيْرَةَ مَعَ اْلاِسْتِغْفَارِ وَلاَ صَغِيْرَةَ مَعَ اْلاِصْرَارِ (رواه الديلمي عن ابن عبّاس)\r\n“Dosa besar tidak menjadi dosa besar bila segera meminta ampun (kepada Allah). Dan dosa kecil akan menjadi dosa besar bila selalu dikerjakan.” (Riwayat ad-Dailam³ dari Ibnu Abb±s).;Meminta ampun kepada Allah bukan sekadar mengucapkan kalimat “Aku memohon ampunan kepada Allah”, tetapi harus disertai dengan penyesalan serta janji kepada diri sendiri tidak akan mengerjakan dosa itu lagi. Inilah yang dinamakan tobat nasµ¥a, tobat yang diterima oleh Allah."}