{"tafsir_id":4280,"surah_id":42,"aya_number":8,"tafsir_wajiz":"Dan sekiranya Allah menghendaki niscno_ayat Dia jadikan mereka satu umat saja, dengan menjadikan mereka semua beriman atau kafir seluruhnya dan tidak memberi mereka kesempatan untuk memilih. Tetapi Dia memasukkan orang-orang yang Dia kehendaki ke dalam rahmat-Nya, yaitu surga-Nya atas dasar anugerah-Nya dan memasukkan mereka yang kafir ke dalam neraka lantaran kekafiran mereka. Dan orang-orang yang zalim, yang telah melanggar tuntunan dan menyekutukan-Nya tidak ada bagi mereka seorang pelindung-pun yang dapat melindungi mereka dari azab Allah dan seorang penolong-pun yang dapat menolong mereka dari siksaan api neraka.","tafsir_tahlili":"(8) Dalam ayat ini Allah menerangkan bahwa jika Dia menghendaki, maka semua manusia itu akan beriman sehingga menjadi umat yang satu. Tetapi kebijaksanaan yang diambil-Nya adalah dengan menyerahkan urusan iman dan kufur kepada pribadi manusia masing-masing. Dia tidak mau memaksakan agar semua manusia itu beriman, namun memberikan kepada mereka hak memilih dan menentukan nasibnya menurut kemauan mereka sendiri. Berbahagialah orang-orang yang mengikuti petunjuk rasul. Mereka selalu bersyukur memuji Allah dan akan dimasukkan ke dalam rahmat-Nya dan celakalah orang-orang yang selalu menentang dan tidak mau mengikuti petunjuk rasul, mereka akan disiksa di hari kemudian dan tidak seorang pun yang akan menolong dan melindungi mereka. Mereka tidak dapat menyesali siapa-siapa kecuali diri mereka sendiri, sebagaimana sabda Rasulullah saw: ;فَمَنْ وَجَدَ خَيْراً فَلْيَحْمَدِ اللهَ وَمَنْ وَجَدَ غَيْرَ ذٰلِكَ فَلاَ يَلُوْمَنَّ اِلاَّ نَفْسَهُ. (رواه مسلم عن أبى ذرّ الغفاري)\r\nSiapa memperoleh kebaikan hendaklah memuji Allah dan siapa memperoleh selain daripada itu janganlah ia menyalahkan melainkan terhadap dirinya sendiri. (Riwayat Muslim dari Abµ ªarr al-Giff±ri);Tidak sedikit ayat yang senada dengan ayat 8 ini. Antara lain firman Allah:\r\nوَلَوْ شَاۤءَ اللّٰهُ لَجَمَعَهُمْ عَلَى الْهُدٰى;Dan sekiranya Allah menghendaki, tentu Dia jadikan mereka semua mengikuti petunjuk. (al-An±m/6: 35);;Dan firman-Nya:\r\nوَلَوْ شِئْنَا لَاٰتَيْنَا كُلَّ نَفْسٍ هُدٰىهَا;Dan jika Kami menghendaki niscaya Kami berikan kepada setiap jiwa petunjuk (bagi)nya. (as-Sajdah/32: 13)\r\n"}