{"tafsir_id":4282,"surah_id":42,"aya_number":10,"tafsir_wajiz":"Allah menyatakan kepada seluruh manusia, “Dan apa pun yang kamu perselisihkan padanya tentang sesuatu, termasuk di dalamnya tentang terjadinya Kiamat itu, keputusannya terserah kepada Allah karena yang mengetahui tentang semua itu hanyalah Dia. Lalu Allah memerintahkan kepada Nabi Muhammad untuk menyatakan bahwa yang memiliki sifat-sifat demikian itulah Allah, Yang Maha Esa, tidak ada sekutu bagi-Nya, Maha Mengetahui tentang segala sesuatu, Mahaagung, dan Mahakuasa. Dialah Tuhanku, pemelihara, pembimbing dan pelindung-ku. Kepada-Nya aku terus-menerus bertawakal dan berserah diri dan kepada-Nya aku terus-menerus kembali untuk bertobat.","tafsir_tahlili":"(10) Allah menerangkan bahwa apa saja yang diperselisihkan mengenai urusan agama, keputusannya agar dikembalikan kepada Allah, artinya hanya Allah yang menentukan mana yang benar dan mana yang salah. Manusia dalam kehidupan dunia harus mengikuti petunjuk Allah dalam                   Al-Qur'an dan petunjuk sunnah Rasul, sebagaimana firman Allah: \r\nفَاِنْ تَنَازَعْتُمْ فِيْ شَيْءٍ فَرُدُّوْهُ اِلَى اللّٰهِ وَالرَّسُوْلِ اِنْ كُنْتُمْ تُؤْمِنُوْنَ بِاللّٰهِ وَالْيَوْمِ الْاٰخِرِۗ;Kemudian, jika kamu berbeda pendapat tentang sesuatu, maka kembalikanlah kepada Allah (Al-Qur'an) dan Rasul (sunnahnya), jika kamu beriman kepada Allah dan hari kemudian. (an-Nis±'/4: 59);Sedangkan yang memutuskan perselisihan manusia di akhirat nanti sepenuhnya hanya Allah saja, karena semua makhluk tidak ada yang memiliki kekuasaan, dan hanya Allah saja yang berkuasa, sebagaimana firman-Nya:\r\nمٰلِكِ يَوْمِ الدِّيْنِۗ  ٤;Pemilik hari pembalasan. (al-F±ti¥ah/1: 4);Dia-lah yang akan menetapkan hukumnya pada hari Kiamat, menangani persoalan antara orang-orang yang berselisih. Di sanalah baru dapat diketahui dengan jelas siapa yang benar dan siapa yang salah, siapa yang layak masuk surga dan siapa yang menjadi penghuni neraka.\r\nHanya Allah-lah yang memiliki sifat-sifat menghidupkan dan mematikan, menetapkan hukum antara dua orang yang berselisih, dan bukan tuhan-tuhan selain Allah yang dianggap dan diakui mereka. Kepada-Nyalah manusia bertawakal dan berserah diri agar terhindar dari segala usaha jahat musuh-musuh mereka. Berhasil atau tidaknya urusan mereka hanya kepada Allah-lah segala sesuatunya dikembalikan, dan kepada-Nyalah kita bertobat atas segala dosa dan maksiat yang telah kita lakukan. Allah berfirman:;وَاِلَى اللّٰهِ تُرْجَعُ الْاُمُوْرُ ࣖ  ٢١٠;Dan kepada Allah-lah segala perkara dikembalikan. (al-Baqarah/2: 210)\r\n"}