{"tafsir_id":4283,"surah_id":42,"aya_number":11,"tafsir_wajiz":"Dialah, Allah, Pencipta langit dengan segala keindahannya dan Pencipta bumi tanpa ada contoh sebelumnya dan Dia pula yang menciptakan segala isi yang ada pada keduanya, termasuk makhluk-makhluk yang menghuninya. Dia menjadikan bagi kamu pasangan-pasangan dari jenis kamu sendiri, yaitu pasangan laki-laki sebagai suami dan perempuan sebagai istri dan menjadikan pula dari jenis hewan ternak pasangan-pasangan bagi masing-masing binatang, ada jantan dan ada betina dan dengan berpasangan itu mereka dapat melanjutkan keturunannya. Dijadikan-Nya kamu berkembang biak dan dapat melanjutkan keturunanmu dengan jalan berpasang-pasangan itu. Tidak ada sesuatu pun dari semua makhluk yang telah diciptakan-Nya itu yang serupa dengan Dia dalam zat dan segala sifat dan perbuatan-Nya. Dia suci dari pasangan. Dan Dia Yang Maha Mendengar segala yang kamu katakan, maupun yang terlintas dalam pikiranmu, Maha Melihat segala yang kamu lakukan, baik secara terangan-terangan maupun sembunyi-sembunyi.","tafsir_tahlili":"(11) Allah menerangkan bahwa Dia-lah yang menciptakan langit dan bumi serta segala isinya, begitu juga hal-hal aneh dan ajaib yang mengherankan yang kita saksikan seperti luasnya cakrawala yang membentang luas di atas kita tanpa ada tiang yang menunjangnya; karenanya, Dia-lah yang pantas dan layak dijadikan sandaran dalam segala hal dan dimintai bantuan dan pertolongan-Nya; bukan tuhan-tuhan mereka yang tidak berdaya dan tidak dapat berbuat apa-apa. Dia-lah yang menjadikan bagi manusia dari jenisnya sendiri jodohnya masing-masing; yang satu dijodohkan kepada yang lain sehingga lahirlah keturunan turun-temurun memakmurkan dunia ini. Demikian itu berlaku pula pada binatang ternak yang akhirnya berkembang biak memenuhi kehidupan di bumi.\r\nDengan demikian, kehidupan makhluk yang berada di atas bumi ini menjadi teratur dan terjamin bagi mereka. Makanan yang cukup bergizi, minuman yang menyegarkan dan nikmat-nikmat lain yang wajib disyukuri untuk mencapai kebahagiaan dunia dan akhirat. Semuanya itu menunjukkan kebenaran dan kekuasaan Allah. Tidak ada satu pun yang menyamai-Nya dalam segala hal. Dia Maha Mendengar, Dia mendengar segala apa yang diucapkan setiap makhluk, Dia Maha Melihat. Tidak ada sesuatu pun yang tersembunyi bagi-Nya. Dia melihat segala amal perbuatan makhluk-Nya, yang baik maupun yang jahat. Tidak ada sesuatu pun yang menyamai kekuasaan, kebesaran, dan kebijaksanaan-Nya.\r\nAllah menciptakan segala sesuatu berpasang-pasangan. Ayat ini secara jelas menyatakan demikian. Demikian pula beberapa ayat berikut:\r\nسُبْحٰنَ الَّذِيْ خَلَقَ الْاَزْوَاجَ كُلَّهَا مِمَّا تُنْۢبِتُ الْاَرْضُ وَمِنْ اَنْفُسِهِمْ وَمِمَّا لَا يَعْلَمُوْنَ  ٣٦;Mahasuci (Allah) yang telah menciptakan semuanya berpasang-pasangan, baik dari apa yang ditumbuhkan oleh bumi dan dari diri mereka sendiri, maupun dari apa yang tidak mereka ketahui. (Y±s³n/36: 36);Firman Allah:\r\nوَهُوَ الَّذِيْ مَدَّ الْاَرْضَ وَجَعَلَ فِيْهَا رَوَاسِيَ وَاَنْهٰرًا ۗوَمِنْ كُلِّ الثَّمَرٰتِ جَعَلَ فِيْهَا زَوْجَيْنِ اثْنَيْنِ يُغْشِى الَّيْلَ النَّهَارَۗ اِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ لِّقَوْمٍ يَّتَفَكَّرُوْنَ   ٣\r\nDan Dia yang menghamparkan bumi dan menjadikan gunung-gunung dan sungai-sungai di atasnya. Dan padanya Dia menjadikan semua buah-buahan berpasang-pasangan; Dia menutupkan malam kepada siang. Sungguh, pada yang demikian itu terdapat tanda-tanda (kebesaran Allah) bagi orang-orang yang berpikir. (ar-Rad/13: 3);Dan Firman-Nya:\r\nوَمِنْ كُلِّ شَيْءٍ خَلَقْنَا زَوْجَيْنِ لَعَلَّكُمْ تَذَكَّرُوْنَ  ٤٩\r\nDan segala sesuatu Kami ciptakan berpasang-pasangan agar kamu mengingat (kebesaran Allah). (a©-ª±riy±t, 51: 49)\r\n  \r\nMenurut kajian ilmiah, bukan hanya makhluk hidup yang berpasang-pasangan, namun benda-benda mati juga berpasang-pasangan. Dengan menggunakan ilmu dan peralatan canggih yang ada saat ini, sudah dapat diketahui mengenai adanya pasangan-pasangan dari atom sampai ke awan. Atom, yang tadinya diduga merupakan wujud yang terkecil dan tidak dapat dibagi, ternyata ia pun berpasangan. Atom terdiri dari elektron dan proton. Proton yang bermuatan listrik positif dikelilingi oleh beberapa partikel elektron yang bermuatan listrik negatif. Muatan listrik di kedua kelompok partikel ini sangat seimbang.\r\nTumbuh-tumbuhan pun memiliki pasangan-pasangan guna pertumbuhan dan perkembangannya. Sebelumnya, manusia tidak mengetahui bahwa tumbuh-tumbuhan juga memiliki perbedaan kelamin jantan dan betina. Buah adalah produk akhir dari reproduksi tumbuhan tinggi. Tahap yang mendahului buah adalah bunga, yang memiliki organ jantan dan betina, yaitu benangsari dan putik. Bila tepungsari dihantarkan ke putik, akan menghasilkan buah, yang kemudian tumbuh, hingga akhirnya matang dan melepaskan bijinya. Oleh sebab itu, seluruh buah mencerminkan keberadaan organ-organ jantan dan betina, suatu fakta yang disebut dalam Al-Qur'an. \r\nAda tumbuhan yang memiliki benangsari dan putik sehingga menyatu dalam diri pasangannya, dan dalam penyerbukannya ia tidak membutuhkan pejantan dari bunga lain. Namun, ada juga yang hanya memiliki salah satunya saja sehingga untuk berproduksi ia membutuhkan pasangannya dari bunga lain. Hanya Allah yang tidak berpasangan.\r\n"}