{"tafsir_id":4285,"surah_id":42,"aya_number":13,"tafsir_wajiz":"no_ayatt-no_ayatt yang lalu menjelaskan bahwa Allah yang telah menciptakan langit dan bumi dan segala perbendaharaannya adalah milik-Nya. no_ayatt ini menjelaskan bahwa Dia, Allah, telah mensyariatkan atau menetapkan kepadamu, wahai umat Nabi Muhammad, dari agama, yaitu prinsip-prinsip serupa yang telah diwasiatkan-Nya, yaitu diwahyukan kepada Nuh dan serupa pula dengan apa yang telah Kami wahyukan kepadamu, wahai Nabi Muhammad, dan apa yang telah Kami wasiatkan kepada nabi-nabi sebelummu, yaitu Ibrahim, Musa, dan Isa. Syariat yang telah diwasiatkan dan diwahyukan itu adalah tegakkanlah tuntunan dan ajaran agama, berupa keimanan dan ketakwaan dengan baik, konsisten, dan terus-menerus, dan janganlah kamu berselisih paham dan berbeda pendapat tentang suatu persoalan yang dapat menimbulkan kamu berpecah belah di dalamnya, yakni di dalam prinsip dan ajaran agama itu. Sangat berat, besar, dan sulit bagi orang-orang musyrik untuk mengikuti prinsip-prinsip dan tuntunan-tuntunan agama dari Tuhanmu yang kamu serukan kepada mereka untuk mengikutinya karena mereka menolaknya. Allah meyakinkan Nabi Muhammad dengan mengatakan bahwa Allah memilih orang-orang yang Dia kehendaki untuk mengikuti dan meyakini prinsip-prinsip dan tuntunan-tuntunan agama tauhid yang diajarkan dan disampaikannya. Dia pula memberi petunjuk untuk kembali kepada agama-Nya bagi orang yang kembali kepada-Nya setelah bertobat atas kekafiran dan kesalahan mereka.","tafsir_tahlili":"(13) Pada ayat ini Allah menerangkan bahwa Dia telah mensyariatkan agama kepada Muhammad saw dan kaumnya sebagaimana Dia telah mewasiatkan pula kepada Nuh dan nabi-nabi yang datang sesudahnya yaitu Ibrahim, Musa dan Isa.\r\nSyariat yang diwasiatkan kepada Nabi Muhammad saw dan nabi-nabi sebelumnya memiliki kesamaan dalam pokok-pokok akidah seperti keimanan kepada Allah swt, risalah kenabian dan keyakinan adanya hari pembalasan atau hari Kiamat. Sedangkan landasan agama yang menjadi misi utama para rasul tersebut adalah beribadah kepada Allah swt dan tidak menyekutukan-Nya. Allah berfirman:\r\nوَمَآ اَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رَّسُوْلٍ اِلَّا نُوْحِيْٓ اِلَيْهِ اَنَّهٗ لَآ اِلٰهَ اِلَّآ اَنَا۠ فَاعْبُدُوْنِ   ٢٥  \r\nDan Kami tidak mengutus seorang rasul pun sebelum engkau (Muhammad), melainkan Kami wahyukan kepadanya, bahwa tidak ada tuhan (yang berhak disembah) selain Aku, maka sembahlah Aku. (al-Anbiy±'/21: 25);Sedangkan perbedaan yang tidak mendasar di antara risalah para nabi adalah dalam bidang syariat yang bersifat furµiyyah. Beberapa bentuk ibadah dan rinciannya sesuai dengan perkembangan masa, kebutuhan, dan kemaslahatan umat manusia. Allah berfirman:\r\nلِكُلٍّ جَعَلْنَا مِنْكُمْ شِرْعَةً وَّمِنْهَاجًا\r\nUntuk setiap umat di antara kamu, Kami berikan aturan dan jalan yang terang. (al-M±'idah/5: 48);\r\nHadis Nabi yang diriwayatkan Abµ Hurairah berbunyi:\r\nقَالَ رَسُوْلُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَنَا أَوْلَى النَّاسِ بِعِيْسَى ابْنِ مَرْيَمَ فِي اْلأُوْلَى وَاْلاۤخِرَةِ قَالُوا كَيْفَ يَارَسُوْلَ اللهِ قَالَ اْلأَنْبِيَاءُ إِخْوَةٌ مِنْ عَلاَّتٍ وَاُمَّهَاتُهُمْ شَتَّى وَدِينُهُمْ وَاحِدٌ فَلَيْسَ بَيْنَنَا نَبِيٌّ. (رواه أحمد ومسلم)\r\nRasulullah saw bersabda, “Aku adalah manusia yang lebih utama daripada Isa bin Maryam di dunia dan akhirat.” Para sahabat bertanya, “Mengapa wahai Rasulullah?”Nabi menjawab, “Para Nabi merupakan bersaudara dari berbagai keturunan. Ibu mereka banyak, namun agama mereka hanya satu. Dan tidak ada antara kami (Nabi Muhammad dan Isa) seorang nabi pun.” (Riwayat A¥mad dan Muslim);Allah hanya menyebut nama-nama nabi tersebut di atas karena posisi mereka yang lebih tinggi dibandingkan dengan nabi-nabi lain yang tidak disebutkan, mempunyai tanggung jawab yang besar dan berat, dan karena ketabahan mereka menghadapi cobaan dan kesulitan-kesulitan yang ditimbulkan oleh kaum mereka sehingga mereka itu mendapat julukan Ulul-Azmi dari Allah. Dengan disebutkan nama Musa dan Isa diharapkan orang-orang Yahudi dan Nasrani bisa sadar dan tertarik kepada agama yang dibawa oleh Muhammad saw, agama Samawi yang banyak persamaannya dengan agama mereka, yang tertera jelas di dalam Kitab Taurat dan Injil terutama mengenai tauhid, salat, zakat, puasa, haji dan akhlak yang baik seperti menepati janji, jujur, menghubungkan silaturahim, dan lain-lain.\r\nAllah memerintahkan agar agama Islam yang dibawa Muhammad saw itu dipelihara dan ditegakkan sepenuhnya; pengikutnya dilarang berselisih sesamanya yang dapat mengakibatkan perpecahan dan merusak persatuan. Firman Allah:\r\nاِنَّمَا الْمُؤْمِنُوْنَ اِخْوَةٌ فَاَصْلِحُوْا بَيْنَ اَخَوَيْكُمْ  وَاتَّقُوا اللّٰهَ لَعَلَّكُمْ تُرْحَمُوْنَ ࣖ   ١٠\r\nSesungguhnya orang-orang mukmin itu bersaudara, karena itu damaikanlah antara kedua saudaramu (yang berselisih) dan bertakwalah kepada Allah agar kamu mendapat rahmat. (al-¦ujur±t/49: 10);Dan firman-Nya:\r\nوَاعْتَصِمُوْا بِحَبْلِ اللّٰهِ جَمِيْعًا وَّلَا تَفَرَّقُوْا\r\nDan berpegangteguhlah kamu semuanya pada tali (agama) Allah, dan janganlah kamu bercerai-berai. (Āli Imr±n/3: 103)\r\n \r\nTampaknya berat bagi orang-orang musyrik untuk memeluk agama tauhid yaitu agama Islam yang dibawa oleh Muhammad saw dan melepaskan agama syirik dan menyembah berhala mereka yang telah diwarisi turun-temurun dari nenek moyang mereka; kekuatan mereka telah diabadikan di dalam Al-Qur'an.\r\nاِنَّا وَجَدْنَآ اٰبَاۤءَنَا عَلٰٓى اُمَّةٍ وَّاِنَّا عَلٰٓى اٰثٰرِهِمْ مُّهْتَدُوْنَ   ٢٢\r\nSesungguhnya kami mendapati nenek moyang kami menganut suatu agama, dan kami mendapat petunjuk untuk mengikuti jejak mereka. (az-Zukhruf/43: 22);Memang tidak semua orang dapat memenuhi seruan untuk memeluk agama Islam yang dibawa Muhammad saw itu, tetapi Allah menentukan hamba-Nya yang dikehendaki-Nya dan memberi petunjuk kepada mereka sehingga mereka memeluk agama Islam.\r\n"}