{"tafsir_id":4286,"surah_id":42,"aya_number":14,"tafsir_wajiz":"Dan mereka, kaum musyrik dan ahli Kitab dari umat-umat terdahulu tidak berselisih, berpecah belah, dan berkelompok-kelompok kecuali setelah datang kepada mereka ilmu, yakni pengetahuan tentang prinsip-prinsip, tuntunan-tuntunan, dan petunjuk-petunjuk kepada kebenaran yang disampaikan oleh para nabi. Perselisihan dan perpecahan di antara mereka disebabkan karena kedengkian yang terjadi antara sesama mereka. Jika tidaklah karena suatu ketetapan yang telah ada dahulunya dari Tuhanmu untuk menangguhkan azab bagi mereka sampai batas waktu yang ditentukan, pastilah hukuman yang berat yang datang dari Tuhanmu bagi mereka telah dilaksanakan dan mereka menjadi binasa dengan hukuman itu. Dan sesungguhnya orang-orang yang mewarisi kepada mereka Kitab, yaitu Taurat dan Injil, setelah mereka yang berselisih dan berpecah-belah itu dan mereka hidup hingga pada zaman Nabi Muhammad, benar-benar berada dalam keraguan yang mendalam tentang kitab Taurat dan Injil yang mereka warisi itu atau Kitab Al-Qur’an dengan ajaran-ajaran Islam yang dibawa oleh Nabi Muhammad.","tafsir_tahlili":"(14) Pada ayat ini Allah menerangkan bahwa Ahli Kitab baik Yahudi maupun Nasrani sesudah mengetahui kebenaran rasul-rasul yang diutus kepada mereka, lalu berpecah-belah menjadi beberapa golongan, sebagaimana digambarkan Allah dalam firman-Nya:\r\nاِنَّ الَّذِيْنَ فَرَّقُوْا دِيْنَهُمْ وَكَانُوْا شِيَعًا لَّسْتَ مِنْهُمْ فِيْ شَيْءٍ;Sesungguhnya orang-orang yang memecah belah agamanya dan mereka menjadi (terpecah) dalam golongan-golongan, sedikit pun bukan tanggung jawabmu (Muhammad) atas mereka. (al-An±m/6: 159);Mereka melakukan yang demikian itu karena kedengkian dan kebencian antara mereka sehingga timbullah pertentangan antarsekte di kalangan mereka yang sukar untuk diatasi dan diselesaikan. Mereka saling menuduh, orang-orang Yahudi meyakini kebenaran pendirian dan pegangan mereka, sedangkan orang Nasrani meyakini bahwa orang Yahudi itu tidak mempunyai pendirian dan pegangan. Begitu pula sebaliknya, orang-orang Yahudi menganggap bahwa orang-orang Nasrani itu tidak mempunyai pendirian, sebagaimana firman Allah:\r\nوَقَالَتِ الْيَهُوْدُ لَيْسَتِ النَّصٰرٰى عَلٰى شَيْءٍۖ وَّقَالَتِ النَّصٰرٰى لَيْسَتِ الْيَهُوْدُ عَلٰى شَيْءٍ;Dan orang Yahudi berkata, “Orang Nasrani itu tidak memiliki sesuatu (pegangan),” dan orang-orang Nasrani (juga) berkata, “Orang-orang Yahudi tidak memiliki sesuatu (pegangan),” (al-Baqarah/2: 113);Sekiranya belum ada ketentuan lebih dahulu dari Allah mengenai ditangguhkannya pembalasan dan siksa bagi orang-orang yang menentang dan menyalahi perintah Allah itu sampai kepada waktu yang telah ditentukan-Nya (hari Kiamat), niscaya mereka telah dibinasakan di dunia ini dan tidak perlu lagi ditunda sampai di akhirat nanti.\r\nPerpecahan di antara umat manusia berlaku umum, bukan hanya terjadi pada Ahli Kitab saja, tetapi juga ada di kalangan Muslimin sendiri. Kalau perpecahan dalam bidang akidah banyak dialami Ahli Kitab, kelompok Islam banyak mengalami perselisihan dalam bidang fiqh, muamalat, dan pernikahan, yang menyebabkan perpecahan di kalangan umat Islam. Perintah untuk bersatu harus benar-benar disadari oleh umat Islam, karena dampak buruk perpecahan ini adalah lemahnya persatuan dan kesatuan umat sehingga posisi tawar kita dalam berbagai posisi dan bidang menjadi lemah.\r\nAyat 14 ini ditutup dengan satu penegasan bahwa orang-orang Yahudi dan Nasrani yang mewarisi Kitab Taurat dan Injil dari nenek moyang mereka, yang pada masa Rasulullah saw menyaksikan dakwah Islami, mereka itu menjadi ragu tentang kebenaran Kitab mereka dan benar-benar mengguncangkan kepercayaan mereka. Hal ini tidak mengherankan karena di samping kepercayaan mereka kepada Kitab Samawi memang tidak mendalam, mereka memeluk agama hanya karena ikut-ikutan kepada nenek moyang mereka.\r\n"}