{"tafsir_id":4287,"surah_id":42,"aya_number":15,"tafsir_wajiz":"Karena itu, apa pun sikap mereka terhadap kamu, termasuk keraguan mereka yang mendalam terhadap ajaran-ajaran yang kamu sampaikan, serulah mereka dengan penuh kesabaran untuk beriman kepada Tuhanmu dan tetaplah beriman dan berdakwah sebagaimana diperintahkan Tuhanmu kepadamu Muhammad dan janganlah mengikuti keinginan mereka dalam hal apa pun dan katakanlah kepada mereka yang kafir dan ragu itu dengan tegas, “Aku beriman kepada Kitab yang diturunkan Allah dan apa yang diturunkan-Nya di dalam kitab suci-Nya dan aku diperintahkan agar berlaku adil di antara kamu sekalian. Allah adalah Tuhan kami dan juga Tuhan kamu, yang menciptakan, memelihara, mendidik, dan membimbing ke jalan yang benar, dan memberi balasan atas apa yang kita kerjakan. Bagi kami perbuatan kami dan kami akan mempertanggungjawabkannya dan bagi kamu perbuatan kamu dan kamu akan mempertanggungjawabkannya di hadapan-Nya. Tidak perlu lagi ada pertengkaran antara kami dan kamu, Allah mengumpulkan antara kita di hari Kiamat nanti dan memutuskan perbedaan di antara kita dan kepada-Nyalah kita semua kembali.”","tafsir_tahlili":"(15) Pada ayat ini Allah memerintahkan kepada Nabi Muhammad saw agar menyeru kaumnya untuk tidak berpecah-belah seperti Ahli Kitab, agar bersatu memeluk agama tauhid yang telah dirintis oleh para nabi, yaitu agama Islam yang dibawanya dan agar beliau tetap tabah menghadapi mereka, dan tidak sekali-kali terpengaruh oleh keraguan mereka terhadap agama yang benar yang telah disyariatkan kepadanya. Ia harus selalu menandaskan pendiriannya bahwa dia tetap percaya kepada semua yang telah diturunkan Allah dari langit seperti Kitab Taurat, Injil dan Zabur, dan tidak didustakannya sedikit pun. Nabi Muhammad juga diperintahkan berlaku adil di antara mereka di dalam menetapkan hukum dan sebagainya, dengan tidak akan mengurangi dan menambah apa yang telah disyariatkan Allah kepadanya, serta akan menyampaikan apa yang telah diperintahkan kepadanya untuk disampaikan.\r\nAyat ini juga menjelaskan bahwa Allah adalah Tuhan kamu dan Tuhan kami sekalian. Dia-lah satu-satunya yang wajib disembah, yang wajib dipercaya dengan penuh pengertian. Tiada Tuhan selain Allah. Bagi kami amalan kami, baik buruknya adalah tanggung jawab kami, diberi pahala atau diazab, dan bagi kamu sekalian amalan kamu. Kami tidak akan berbahagia karena amal baikmu dan tidak akan celaka karena amalan burukmu. Masing-masing bertanggung jawab atas amal perbuatannya. Sejalan dengan ayat ini Allah berfirman:\r\nوَاِنْ كَذَّبُوْكَ فَقُلْ لِّيْ عَمَلِيْ وَلَكُمْ عَمَلُكُمْۚ اَنْتُمْ بَرِيْۤـُٔوْنَ مِمَّآ اَعْمَلُ وَاَنَا۠ بَرِيْۤءٌ مِّمَّا تَعْمَلُوْنَ   ٤١;Dan jika mereka (tetap) mendustakanmu (Muhammad), maka katakanlah, “Bagiku pekerjaanku dan bagimu pekerjaanmu. Kamu tidak bertanggung jawab terhadap apa yang aku kerjakan dan aku pun tidak bertanggung jawab terhadap apa yang kamu kerjakan.” (Yµnus/10: 41);Dengan demikian tidak boleh lagi ada pertengkaran di antara kaum Muslimin dan orang-orang musyrik, yang hak dan yang benar telah nyata. Barang siapa yang masih saja membangkang dan tidak mau percaya berarti dia ingkar. Pada waktunya nanti akan jelas dan tampak siapa yang benar di antara pemeluk agama, karena Allah akan mengumpulkan seluruh manusia nanti di hari kemudian, dan di sanalah Dia akan menjatuhkan keputusan yang seadil-adilnya atas apa yang dipersengketakan, sebagaimana firman Allah:\r\nقُلْ يَجْمَعُ بَيْنَنَا رَبُّنَا ثُمَّ يَفْتَحُ بَيْنَنَا بِالْحَقِّۗ وَهُوَ الْفَتَّاحُ الْعَلِيْمُ   ٢٦  ;Katakanlah, “Tuhan kita akan mengumpulkan kita semua, kemudian Dia memberi keputusan antara kita dengan benar. Dan Dia Yang Maha Pemberi keputusan, Maha Mengetahui.” (Saba'/34: 26)\r\nKepada-Nyalah semua manusia akan kembali sesudah mati dan mempertanggungjawabkan semua perbuatan di dunia. Semua manusia akan menerima balasan sesuai dengan perbuatan masing-masing, sebagaimana firman Allah: \r\nفَمَنْ يَّعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْرًا يَّرَهٗۚ  ٧  وَمَنْ يَّعْمَلْ مِثْقَالَ ذَرَّةٍ شَرًّا يَّرَهٗ ࣖ  ٨;Maka barang siapa mengerjakan kebaikan seberat zarrah, niscaya dia akan melihat (balasan)nya, dan barang siapa mengerjakan kejahatan seberat zarrah, niscaya dia akan melihat (balasan)nya. (az-Zalzalah/99: 7-8);Wahbah Zuhaili dalam tafsirnya al-Mun³r menyimpulkan sepuluh perintah Allah dan larangan-Nya bukan hanya bagi Rasulullah, tetapi juga bagi seluruh umat Islam. Sepuluh perintah dan larangan tersebut adalah:\r\n1. Perintah kepada Nabi untuk terus berdakwah menyampaikan risalah-Nya. \r\n2. Istiqamah dalam penyampaiannya.\r\n3. Larangan bagi rasul untuk mengikuti keinginan orang-orang musyrik Mekah atau Ahli Kitab mengikuti ibadah mereka.\r\n4. Perintah untuk beriman dan menyatakan iman kepada kitab-kitab samawi yang diturunkan Allah.\r\n5. Perintah untuk berlaku adil di antara muhajirin dan ketika menghadapi perselisihan yang terjadi di antara mereka.\r\n6. Perintah berikrar bahwa hanya Allah yang pantas disembah, tidak ada Tuhan selain-Nya.\r\n7. Perintah untuk menyatakan kepada Ahli Kitab bahwa masing-masing bertanggung jawab terhadap amal perbuatannya dan balasan baik dan buruk dari amalan tersebut.\r\n8. Perintah untuk menyatakan bahwa tidak ada permusuhan di antara nabi dan Ahli Kitab, karena kebenaran Allah tampak dengan jelas.\r\n9. Perintah untuk menyatakan bahwa Allah kelak akan mengumpulkan umat Islam dan Ahli Kitab di Padang Masyhar untuk menghadapi pengadilan Allah.\r\n10. Hanya kepada Allah semua makhluk akan kembali.\r\n"}