{"tafsir_id":4289,"surah_id":42,"aya_number":17,"tafsir_wajiz":"Bantahan-bantahan yang dilakukan orang-orang kafir, seperti yang digambarkan di dalam no_ayatt sebelumnya, didasarkan pada pemikiran mereka. no_ayatt ini menjelaskan bahwa ajaran Ilahi didasarkan pada kitab suci yang hak. Allah menegaskan bahwa Allah yang telah menurunkan Kitab suci Al-Qur’an kepada Nabi Muhammad, dan kitab-kitab suci yang lain kepada para rasul sebelum beliau dengan membawa kebenaran yang bersumber dari Yang Mahabenar dan kitab suci itu juga menjadi neraca keadilan untuk menetapkan hukum di antara manusia. Dan tahukah kamu, wahai manusia, tentang waktu kedatangan hari Kiamat, dan bersiap-siaplah untuk menghadapinya karena boleh jadi hari Kiamat itu sudah dekat waktu kedatangannya?","tafsir_tahlili":"(17) Dalam ayat ini Allah menerangkan bahwa Dia telah menurunkan kitab-kitab-Nya kepada para nabi-Nya, yang memuat kebenaran yang tak diragukan, jauh dari kebatilan, dan semuanya mengandung kebaikan. Dia memberikan perintah untuk berbuat adil dan menjadi acuan menentukan hukuman dalam mengadili orang-orang yang dituduh bersalah dan menghukum mereka dengan hukuman yang telah ditetapkan di dalam Kitab-Nya. Firman Allah:\r\nلَقَدْ اَرْسَلْنَا رُسُلَنَا بِالْبَيِّنٰتِ وَاَنْزَلْنَا مَعَهُمُ الْكِتٰبَ وَالْمِيْزَانَ لِيَقُوْمَ النَّاسُ بِالْقِسْطِ;Sungguh, Kami telah mengutus rasul-rasul Kami dengan bukti-bukti yang nyata dan Kami turunkan bersama mereka kitab dan neraca (keadilan) agar manusia dapat berlaku adil. (al-¦ad³d/57: 25);Penutup ayat ini mendorong kita berbuat baik dan adil untuk kebahagiaan ukhrawi dan menjauhi godaan duniawi. Karena tidak diketahui kapan dunia ini kiamat, tentunya kita harus patuh dan taat mengikuti petunjuk Al-Qur'an, selalu berbuat adil di antara sesama manusia, mengamalkan apa-apa yang diperintahkan, selalu waspada terhadap kemungkinan panggilan Allah yang datang dengan tiba-tiba, dan tidak ada lagi kesempatan untuk berbuat baik. Jika hal itu terjadi, merugilah dia, dan di hari Kiamat nanti dia akan menyesal karena menyia-nyiakan kesempatan yang ada untuk beramal baik. Sabda Nabi saw:;قَالَ رَسُوْلُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مَا مِنْ أَحَدٍ يَمُوْتُ اِلاََّ نَدِمَ قَالُوْا وَمَا نَدَا مَتُهُ يَارَسُوْلَ اللهِ قَالَ اِنْ كَانَ مُحْسِنًا نَدِمَ أَنْ لاَ يَكُوْنَ ازْدَادَ وَاِنْ كَانَ مُسِيْئاً نَدِمَ أَنْ لاَ يَكُوْنَ نَزَعَ. (رواه الترمذي)\r\nRasulullah saw bersabda,“Tidak seorang pun yang meninggal dunia melainkan ia menyesal.”Para sahabat bertanya, “Apakah penyesalan mereka wahai Rasulullah?” Nabi menjawab,”Jika ia seorang yang berbuat baik maka ia menyesal karena kebaikannya tidak bertambah lagi. Jika ia seorang yang tidak baik maka ia menyesal karena tidak sempat melepaskan dirinya dari kejahatan itu.” (Riwayat at-Tirmi©³)\r\n"}