{"tafsir_id":4290,"surah_id":42,"aya_number":18,"tafsir_wajiz":"Orang-orang yang tidak percno_ayat akan adanya hari Kiamat meminta dengan mengolok-olok agar hari itu segera terjadi jika memang betul ada dan akan datang, sedangkan orang-orang yang beriman kepada keniscno_ayatan adanya hari akhir itu merasa takut kepadanya karena aneka ragam siksanya dan mereka yakin bahwa Kiamat itu adalah akan terjadi dan kedatangannya merupakan satu hal yang pasti. Ketahuilah bahwa sesungguhnya orang-orang yang membantah tentang terjadinya Kiamat itu dan meragukan kedatangannya benar-benar telah tersesat jauh dari kebenaran.","tafsir_tahlili":"(18) Diriwayatkan bahwa pernah di dalam suatu kesempatan Nabi Muhammad saw menyebut-nyebut hari Kiamat dan pada waktu itu ada orang-orang musyrik. Mereka bertanya dengan nada mengejek dan mendustakan kedatangan hari Kiamat itu, “Kapankah hari Kiamat itu?” Maka turunlah ayat ini. Riwayat di atas menceritakan bahwa orang-orang yang tidak percaya akan terjadinya hari Kiamat itu mengejek nabi dan ingkar kepadanya. Mereka menginginkan agar hari Kiamat itu segera datang untuk membuktikan siapakah yang benar, mereka atau Muhammad dan sahabatnya. \r\nBerbeda halnya dengan orang-orang mukmin. Orang-orang mukmin merasa takut dan cemas akan kedatangan hari Kiamat. Mereka belum tahu bagaimana nasibnya pada hari itu nanti. Mereka harus mem-pertanggungjawabkan perbuatan mereka di dunia dan menerima balasan baik dan buruk dari perbuatan mereka. Sejalan dengan ayat ini Allah berfirman:\r\nوَالَّذِيْنَ يُؤْتُوْنَ مَآ اٰتَوْا وَّقُلُوْبُهُمْ وَجِلَةٌ اَنَّهُمْ اِلٰى رَبِّهِمْ رٰجِعُوْنَ ۙ  ٦٠;Dan mereka yang memberikan apa yang mereka berikan (sedekah) dengan hati penuh rasa takut (karena mereka tahu) bahwa sesungguhnya mereka akan kembali kepada Tuhannya. (al-Mu'minµn/23: 60);Ayat ini ditutup dengan suatu ketegasan bahwa orang-orang yang membantah dan menolak akan adanya hari Kiamat adalah orang-orang yang sesat, salah jalan, dan jauh dari kebenaran.\r\nKarena percaya pada hari Kiamat merupakan salah satu rukun iman, maka menafikan hari Kiamat berarti menafikan kebenaran Allah, sebab keadilan yang hak hanya diperoleh manusia pada hari Kiamat. Banyak sekali terjadi ketidakadilan di muka bumi ini, di mana lagi mereka yang terzalimi akan memperoleh hak-haknya kalau bukan di pengadilan Allah?\r\nOrang yang menginginkan hari akhirat dalam arti mempercayainya dan bersiap-siap menghadapinya adalah orang-orang yang memiliki visi jauh ke depan, sedangkan orang-orang yang mengingkari hari Kiamat yang menganggap kehidupannya berakhir dengan kematiannya adalah orang-orang yang visi hidupnya sempit. Mereka tidak akan pernah merasakan kepuasan rohani, karena sibuk mengejar kenikmatan duniawi.\r\n Salah satu ciri yang membedakan antara ajaran agama dan pemikiran manusia yang pernah diterapkan manusia di dunia ini adalah adanya kepercayaan pada hari akhirat atau hari Kiamat, karena bisa dikatakan inti dari iman kepada Allah adalah iman kepada hari akhirat, tempat dan waktu di mana manusia harus mempertanggungjawabkan semua perbuatannya di dunia. Berita tentang hari Kiamat dan dibangkitkannya kembali orang-orang yang sudah mati itu pasti menjadi kenyataan.\r\nAllah pencipta langit dan bumi, Dia mampu dan kuasa pula menghancurkannya serta menghidupkan kembali orang-orang yang telah mati, sebagaimana firman Allah:\r\nوَهُوَ الَّذِيْ يَبْدَؤُا الْخَلْقَ ثُمَّ يُعِيْدُهٗ وَهُوَ اَهْوَنُ عَلَيْهِ\r\nDan Dialah yang memulai penciptaan, kemudian mengulanginya kembali, dan itu lebih mudah bagi-Nya. (ar-Rµm/30: 27)\r\n"}