{"tafsir_id":4292,"surah_id":42,"aya_number":20,"tafsir_wajiz":"Pada no_ayatt yang lalu, Allah menggambarkan orang-orang yang membantah terjadinya Kiamat, sedangkan dalam no_ayatt ini Allah menggambarkan keuntungan di akhirat bagi orang-orang yang beriman. Barang siapa menghendaki keuntungan di akhirat melalui amal-amal yang dilakukannya di dunia ini dengan niat yang ikhlas, akan Kami tambahkan keuntungan itu baginya dengan melipatgandakan keuntungannya, dan barang siapa menghendaki keuntungan di dunia melalui usaha dan kegiatan yang hanya semata-semata ingin mendapatkan keuntungan dunia, Kami berikan kepadanya sebagian dari hasil usaha-Nya itu berupa keuntungan dunia sesuai dengan kehendak Kami, tetapi dia tidak akan mendapat bagian di akhirat kelak.","tafsir_tahlili":"(20) Dalam ayat ini dijelaskan bahwa barang siapa menghendaki pahala dengan amal dan usahanya, Allah akan memudahkan baginya untuk beramal saleh, kemudian Dia mengganjar amalnya itu, satu kebaikan dengan sepuluh kebaikan sampai berlipatganda menurut kehendak Allah. Begitu pula sebaliknya, barang siapa mengharapkan dari amal usahanya kemewahan dunia dengan segala bentuknya dan tidak sedikit pun mengharapkan amalan dan pahala akhirat, maka Allah akan memberikan sebanyak apa yang telah ditentukan baginya, tetapi ia tidak akan memperoleh sedikit pun pahala akhirat karena amal itu sesuai dengan niatnya, dan bagi setiap orang balasan amalnya sesuai dengan niatnya, sebagaimana sabda Nabi saw:\r\nِﺇنَّمَا اْلاَعْمَالُ بِالنِّيَّاتِ وَاِنَّمَا لِكُلِّ امْرِئٍ مَا نَوَي. (رواه البخاري ومسلم)\r\nBahwasanya amal itu menurut niatnya, dan bahwasanya bagi setiap orang mendapat balasan sesuai dengan apa yang diniatkannya. (Riwayat al-Bukh±r³ dan Muslim)\r\n \r\nQatādah berkata, “Sesungguhnya Allah memberikan pahala kepada orang-orang yang amalnya diniatkan untuk akhirat selain untuk kesenangan dunia menurut kehendaknya. Allah tidak memberikan pahala di akhirat kepada orang yang beramal dengan niat memperoleh kenikmatan dunia saja.” Hal ini sejalan dengan firman Allah:\r\nمَنْ كَانَ يُرِيْدُ الْعَاجِلَةَ عَجَّلْنَا لَهٗ فِيْهَا مَا نَشَاۤءُ لِمَنْ نُّرِيْدُ ثُمَّ جَعَلْنَا لَهٗ جَهَنَّمَۚ يَصْلٰىهَا مَذْمُوْمًا مَّدْحُوْرًا  ١٨  وَمَنْ اَرَادَ الْاٰخِرَةَ وَسَعٰى لَهَا سَعْيَهَا وَهُوَ مُؤْمِنٌ فَاُولٰۤىِٕكَ كَانَ سَعْيُهُمْ مَّشْكُوْرًا  ١٩  \r\nBarang siapa menghendaki kehidupan sekarang (duniawi), maka Kami segerakan baginya di (dunia) ini apa yang Kami kehendaki bagi orang yang Kami kehendaki. Kemudian Kami sediakan baginya (di akhirat) neraka Jahanam; dia akan memasukinya dalam keadaan tercela dan terusir.Dan barangsiapa menghendaki kehidupan akhirat dan berusaha ke arah itu dengan sungguh-sungguh, sedangkan dia beriman, maka mereka itulah orang yang usahanya dibalas dengan baik. (al-Isr±'/17: 18-19)\r\n"}