{"tafsir_id":4299,"surah_id":42,"aya_number":27,"tafsir_wajiz":"Selain itu, kemurahan Allah adalah di bentangkannya rezeki bagi hamba-hamba-Nya. Allah menyatakan bahwa sekiranya Allah melapangkan rezeki kepada hamba-hamba-Nya dengan berbagai kenikmatan dan anugerah, baik yang bersifat materi maupun non-materi niscno_ayat mereka akan berbuat melampaui batas di muka bumi dengan melakukan perbuatan-perbuatan yang menyimpang dari ajaran Allah dan tidak mensyukuri nikmat-nikmat-Nya. Ini sudah menjadi tabiat manusia pada umumnya. Dan tetapi Dia menurunkan rezeki-rezeki-Nya dengan ukuran tertentu yang Dia kehendaki. Sungguh, Dia Mahateliti tentang hal-hal yang mendetail terhadap semua keadaan hamba-hamba-Nya, Maha Melihat terhadap apa yang mereka lakukan dan terima.","tafsir_tahlili":"(27) Dalam ayat ini Allah menerangkan bahwa Dia tidak akan memberi hamba-Nya rezeki yang berlimpah-limpah, jika pemberian itu bisa membawa mereka kepada keangkuhan dan ketakaburan, sebagaimana firman Allah:\r\nكَلَّآ اِنَّ الْاِنْسَانَ لَيَطْغٰىٓ ۙ  ٦  اَنْ رَّاٰهُ اسْتَغْنٰىۗ  ٧  \r\nSekali-kali tidak! Sungguh, manusia itu benar-benar melampaui batas, apabila melihat dirinya serba cukup. (al-Alaq/96: 6-7);Allah memberikan rezeki kepada hamba-hamba-Nya dengan kadar tertentu, sesuai kehendak dan selaras dengan kebijaksanaan-Nya. Dengan sifat rahman Allah, Dia tetap memberikan rezeki meskipun orang itu tidak beriman, bahkan ketika melupakan Tuhannya, saat itulah Allah melimpahkan lebih banyak lagi rezekinya. Apabila mereka tetap tidak bersyukur, dan larut dalam kesenangan, barulah Allah menjatuhkan azabnya sebagaimana firman Allah: \r\nفَلَمَّا نَسُوْا مَا ذُكِّرُوْا بِهٖ فَتَحْنَا عَلَيْهِمْ اَبْوَابَ كُلِّ شَيْءٍۗ حَتّٰٓى اِذَا فَرِحُوْا بِمَآ اُوْتُوْٓا اَخَذْنٰهُمْ بَغْتَةً فَاِذَا هُمْ مُّبْلِسُوْنَ  ٤٤\r\nMaka ketika mereka melupakan peringatan yang telah diberikan kepada mereka, Kami pun membukakan semua pintu (kesenangan) untuk mereka. Sehingga ketika mereka bergembira dengan apa yang telah diberikan kepada mereka, Kami siksa mereka secara tiba-tiba, maka ketika itu mereka terdiam putus asa. (al-An±m/6: 44);Berdasarkan penjelasan di atas, dapat dikatakan bahwa kekayaan seseorang bukan indikator bahwa Allah sayang kepadanya, tetapi kekayaan justru menjadi batu ujian bagi keimanan seseorang. Contoh bagaimana sikap seseorang terhadap kekayaannya, dapat dilihat apakah dia menggunakannya untuk memberi manfaat bagi dirinya dan orang lain, karena keterlibatan hak orang lain pada kekayaannya dan sebagai tanda bersyukur kepada sang pemberi kekayaan, atau dia menggunakan kekayaan itu hanya untuk kesenangan dirinya dan mengaku bahwa kekayaannya diperoleh melalui usahanya sendiri, sehingga lupa kepada Allah yang memberi kekayaan. Allah berfirman:\r\nوَاعْلَمُوْٓا اَنَّمَآ اَمْوَالُكُمْ وَاَوْلَادُكُمْ فِتْنَةٌ  ۙوَّاَنَّ اللّٰهَ عِنْدَهٗٓ اَجْرٌ عَظِيْمٌ ࣖ  ٢٨  \r\nDan ketahuilah bahwa hartamu dan anak-anakmu itu hanyalah sebagai cobaan dan sesungguhnya di sisi Allah ada pahala yang besar. (al-Anf±l/8: 28);Dalam hal ini, Karun dan Firaun menjadi contoh nyata, karena kekayaan dan kejayaannya menyebabkan keduanya sombong kepada Allah. \r\nAbu Hani al-Khaulany berkata, “Saya mendengar Amr bin Khurait dan lainnya mengatakan bahwasanya ayat ini (ayat 27) diturunkan kepada ahlu¡-¡uffah (penghuni beranda masjid Nabi di Medinah); mereka berangan-angan memiliki harta benda (yang bertumpuk-tumpuk), mereka mengangankan kemegahan dunia.\r\n"}