{"tafsir_id":43,"surah_id":2,"aya_number":36,"tafsir_wajiz":"Lalu setan memperdno_ayatkan keduanya dengan berbagai macam cara agar mereka keluar dari dalam surga sehingga keduanya benar-benar dikeluarkan dari segala kenikmatan ketika keduanya di sana, yakni di dalam surga. Sebagai manusia yang tercipta dari tanah liat (materi), Nabi Adam mempunyai titik lemah yaitu keinginan untuk tetap abadi di dalam surga, karena surga adalah gudangnya materi. Adanya materi berarti keabadian. Setelah Nabi Adam dan Hawa memakan buah larangan tersebut, keduanya mendapatkan sanksi berupa terlucutinya pakaian mereka sehingga mereka berdua mencari penutup auratnya dengan daun-daun pepohonan surga. Di samping itu, Allah memerintahkan mereka untuk turun ke dunia. Dan Kami berfirman, “Turunlah kamu! Sebagian kamu menjadi musuh bagi yang lain, yakni antara manusia (Nabi Adam) dengan setan, atau bisa juga antarsesama manusia. Dan bagi kamu, manusia dan setan, ada tempat tinggal dan kesenangan di bumi sampai waktu yang ditentukan, yakni hari Kiamat.” Selanjutnya Nabi Adam dan Hawa dipersilakan Allah untuk hidup menetap di dunia, memanfaatkan fasilitas-fasilitas yang ada di bumi, baik berupa makanan, minuman, tempat tinggal, flora, fauna, dan lain-lainnya, sampai pada masa yang ditentukan, yaitu pada saat kematiannya yang tidak tahu kapan hal itu datang. Inilah babak baru bagi Adam dalam menjalani misi kekhalifahannya di bumi. ","tafsir_tahlili":"(36) Dalam ayat ini dijelaskan, bahwa setan telah menggoda Adam a.s. dan istrinya sehingga akhirnya mereka tergoda dan melanggar larangan Allah untuk tidak memakan buah pohon itu. Dalam ayat lain juga disebutkan bagaimana setan itu membujuk Adam a.s. dan istrinya.\r\nفَوَسْوَسَ اِلَيْهِ الشَّيْطٰنُ قَالَ يٰٓاٰدَمُ هَلْ اَدُلُّكَ عَلٰى شَجَرَةِ الْخُلْدِ وَمُلْكٍ لَّا يَبْلٰى   \r\nKemudian setan membisikkan (pikiran jahat) kepadanya, dengan berkata, ”Wahai Adam! Maukah aku tunjukkan kepadamu pohon keabadian dan kerajaan yang tidak akan binasa?” (°±h±/20: 120);Dalam firman-Nya yang lain disebutkan pula bujukan setan itu:\r\nوَقَالَ مَا نَهٰىكُمَا رَبُّكُمَا عَنْ هٰذِهِ الشَّجَرَةِ ِالَّآ اَنْ تَكُوْنَا مَلَكَيْنِ اَوْ تَكُوْنَا مِنَ الْخٰلِدِيْنَ   \r\n… Dan (setan) berkata, ”Tuhanmu hanya melarang kamu berdua mendekati pohon ini, agar kamu berdua tidak menjadi malaikat atau tidak menjadi orang yang kekal (dalam surga).” (al-Ar±f/7: 20);Dalam melakukan godaan itu, setan berusaha untuk meyakinkan Adam a.s. bahwa ia benar-benar hanya memberikan nasihat yang baik dan untuk itu ia bersumpah:\r\nاِنِّيْ لَكُمَا لَمِنَ النّٰصِحِيْنَۙ  \r\n”…Sesungguhnya aku ini benar-benar termasuk para penasihatmu.” (al-Ar±f/7: 21);Karena kesalahan yang telah dilakukan Adam dan istrinya, maka Allah swt mengeluarkan mereka dari kenikmatan dan kemuliaan yang telah mereka peroleh selama ini, lalu Allah swt memerintahkan agar mereka turun dari surga itu ke bumi. Sejak itu mereka dan setan senantiasa dalam keadaan bermusuhan satu sama lain.\r\nSelanjutnya, Allah menerangkan bahwa mereka itu akan memperoleh tempat tinggal dan kenikmatan hidup di bumi sampai kepada ajal masing-masing. Dengan demikian, tak seorang pun yang akan hidup kekal di bumi. Jelaslah kebohongan bisikan-bisikan setan kepada Adam a.s. dan istrinya, bahwa dengan memakan buah pohon itu mereka akan kekal selama-lamanya di dalam surga.\r\nDalam ayat tersebut terdapat isyarat, bahwa Adam a.s. dikeluarkan bersama istrinya dari surga ke bumi bukanlah untuk membinasakan mereka, melainkan agar mereka bekerja memakmurkan bumi ini, dan bukan menjauhkan mereka dari kenikmatan hidup, sebab di bumi pun mereka tetap dikaruniai kenikmatan; dan tidak pula untuk hidup kekal, karena suatu ketika mereka akan menemui ajal dan meninggalkan dunia yang fana ini."}