{"tafsir_id":4301,"surah_id":42,"aya_number":29,"tafsir_wajiz":"Dan ketahuilah wahai seluruh manusia bahwa di antara tanda-tanda kebesaran dan kekuasaan-Nya adalah penciptaan langit dengan segala perhiasannya dan bumi yang terhampar dengan aneka macam isinya, yang kesemuanya di ciptakan dengan bentuk dan sistem yang sangat teliti. Dan juga menjadi tanda kekuasaan-Nya adalah penciptaan makhluk-makhluk yang melata yang Dia sebarkan pada keduanya. Dan Dia Mahakuasa untuk mengumpulkan mereka semuanya apabila Dia kehendaki, di mana pun atau kapan pun.","tafsir_tahlili":"(29) Dalam ayat ini Allah menerangkan bahwa sebagian dari tanda-tanda kekuasaan dan kebesaran-Nya ialah diciptakan-Nya langit dan bumi serta apa yang tersebar pada keduanya seperti binatang yang melata dan bergerak termasuk manusia, jin, dan semua hewan dengan berbagai bentuk dan corak serta warnanya. \r\nAllah Mahakuasa mengumpulkan manusia di hari kemudian, baik yang datang lebih dulu maupun kemudian, begitu juga makhluk yang lain di Padang Mahsyar. Kemudian Dia akan memberikan balasan kepada mereka dengan seadil-adilnya, sebagaimana firman Allah:;وَيَوْمَ نُسَيِّرُ الْجِبَالَ وَتَرَى الْاَرْضَ بَارِزَةًۙ وَّحَشَرْنٰهُمْ فَلَمْ نُغَادِرْ مِنْهُمْ اَحَدًاۚ   ٤٧  \r\nDan (ingatlah) pada hari (ketika) Kami perjalankan gunung-gunung dan engkau akan melihat bumi itu rata dan Kami kumpulkan mereka (seluruh manusia), dan tidak Kami tinggalkan seorang pun dari mereka. (al-Kahf/18: 47);Apabila ayat di atas diperhatikan, kita merasa bahwa Allah sedang menjelaskan mengenai adanya makhluk hidup lain di luar angkasa. Sebelum membahas ayat di atas, perlu disimak terlebih dahulu ayat terkait di bawah:;وَسَخَّرَ لَكُمْ مَّا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِ جَمِيْعًا مِّنْهُ ۗاِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ لِّقَوْمٍ يَّتَفَكَّرُوْنَ   ١٣  \r\nDan Dia menundukkan apa yang ada di langit dan apa yang ada di bumi untukmu semuanya (sebagai rahmat) dari-Nya. Sungguh, dalam hal yang demikian itu benar-benar terdapat tanda-tanda (kebesaran Allah) bagi orang-orang yang bepikir. (al-J±£iyah/45: 13);Ayat di atas menyebutkan kata “menundukkan”. Kata tersebut dapat diinterpretasikan bahwa manusia dapat memanfaatkan benda-benda langit, seperti planet dan bintang. Contohnya adalah bulan dan matahari yang mempunyai orbit yang teratur. Keteraturan orbit ini digunakan manusia untuk membuat penanda waktu atau penanggalan dan hal-hal lain untuk keperluan hidupnya. Contoh lain adalah mengenai datangnya besi dari luar angkasa yang secara jelas dinyatakan pada Surah al-¦ad³d/57: 25. \r\nSecara jelas disebutkan bahwa Allah telah menciptakan galaksi, planet, bintang dan benda langit lainnya, dan menyebarkan padanya, di antaranya, makhluk hidup sebagai hasil ciptaan-Nya. Artinya, sangatlah memungkinkan bahwa Dia mengirimkan ciptaan dari satu planet ke planet lainnya. Demikian pula halnya dengan dua ayat lain yang membahas mengenai binatang ternak yang diturunkan dari ruang angkasa. (al-An±m/6:143 dan az-Zumar/39: 6)\r\nDari sudut ilmu pengetahuan, banyak pembuktian mengarah pada apa yang dijelaskan Al-Qur'an. Pada tanggal 7 Agustus 1996, para peneliti NASA (badan antariksa Amerika Serikat) mengumumkan akan adanya temuan kehidupan mikroskopis di planet Mars tiga miliar tahun yang lalu. Walaupun banyak yang menentang teori ini, namun temuan pesawat ruang angkasa Galileo akan adanya laut yang berwarna merah di bawah lapisan es di satelit planet Jupiter, Europe, sangat menjanjikan. Dalam waktu dekat akan terjawab pertanyaan tertua yang selalu tertanam dalam benak manusia: “Apakah ada makhluk hidup di atas sana? Ataukah kita yang ada di dunia ini adalah satu-satunya makhluk hidup di alam raya?”\r\nApabila memang ada kehidupan di atas sana, maka di manakah mereka dapat ditemukan? Tebakan kita, pertama adalah di planet-planet yang ada di sana. Di “bumi-bumi” yang ada pada galaksi-galaksi yang ada di alam semesta. Al-Qur'an menjelaskan fenomena tersebut pada Surah a¯-°al±q/65: 12 yang menyatakan, “Allah yang menciptakan tujuh langit dan dari (penciptaan) bumi juga serupa.” Dengan demikian, karena terdapat jutaan galaksi, maka Allah juga menciptakan miliaran bumi, tersebar di alam semesta. Sedangkan kata “bumi” yang digunakan di sini menunjukkan planet yang mempunyai kehidupan. Dengan berpegang pada pernyataan Al-Qur′an dan sedikit bukti yang diperoleh ilmu pengetahuan, kita sampai pada suatu kesimpulan bahwa makhluk di luar angkasa memang ada.\r\nPertanyaan selanjutnya, apakah kita akan dapat menemukannya? Allah memberikan indikasinya pada Surah Fu¡¡ilat/41: 53 “Kami akan memperlihatkan kepada mereka tanda-tanda (kebesaran) Kami di segenap penjuru...” Indikasi ini memberikan harapan bahwa pada suatu ketika kita akan dapat bertemu dengan kehidupan di luar planet bumi (ektraterestrial), termasuk di dalamnya makhluk yang cerdas.\r\n"}