{"tafsir_id":4302,"surah_id":42,"aya_number":30,"tafsir_wajiz":"Pada no_ayatt yang lalu, Allah telah menunjukkan beberapa kebaikan sebagai anugerah yang bersumber dari-Nya. Pada no_ayatt ini, Allah menyatakan bahwa musibah yang kamu peroleh adalah akibat perbuatanmu sendiri. Allah berfirman, “Dan musibah apa pun yang menimpa kamu, kapan dan di manapun, adalah di sebabkan oleh perbuatan tanganmu sendiri. Itu semua karena kecerobohan, kesalahan, dan kemaksiatan yang kamu lakukan sendiri, dan walaupun begitu, Allah tetap memaafkan banyak dari kesalahan-kesalahanmu itu.","tafsir_tahlili":"(30) Dalam ayat ini Allah menerangkan bahwa apa yang menimpa manusia di dunia berupa bencana penyakit dan lain-lainnya adalah akibat perbuatan mereka sendiri, perbuatan maksiat yang telah dilakukannya dan dosa yang telah dikerjakannya, sebagaimana sabda Nabi saw:\r\nقَالَ عَلِيٌّ رَضِيَ الله عَنْهُ :أَلاَ أُخْبِرُكُمْ بِأَفَْضَلِ ﺁيَةٍ فِيْ كِتَابِ اللهِ تَعَالَى حَدَّثَنَا بِهَا رَسُوْلُ اللهِ صَلَّى الله عَلَيْهِ وَسَلَّمَ: (مَااَصَابَكُمْ مِنْ مُصِيْبَةٍ فَبِمَا كَسَبَتْ اَيْدِيْكُمْ وَيَعْفُوْ عَنْ كَثِيْرٍ) وَسَأُفَسِّرُهَا لَكَ يَاعَلِيُّ (مَاأَصَابَكُمْ) مِنْ مَرَضٍ أَوْ عُقُوْبَةٍ أَوْبَلاَءٍ فِي الدُّنْيَا (فَبِمَاكَسَبَتْ أَيْدِيْكُمْ(. (رواه أحمد)\r\nAli berkata, “Maukah kalian aku beritahukan mengenai ayat yang sangat utama dalam Al-Qur'an sebagaimana Nabi saw sampaikan kepada kami.(Nabi saw membacakan firman Allah)”Dan musibah apa pun yang menimpa kamu adalah disebabkan oleh perbuatan tanganmu sendiri, dan Allah memaafkan banyak(dari kesalahan-kesalahanmu).”Wahai Ali, aku akan menjelaskan ayat ini kepadamu, “Musibah apa pun yang menimpa kamu” yaitu dari penyakit dan siksaan atau bencana di dunia, “disebabkan oleh perbuatan tanganmu sendiri.” (Riwayat A¥mad);\r\nPada hadis lain dinyatakan:\r\nمَا يُصِيْبُ الْمُسْلِمَ مِنْ نَصَبٍ وَلاَ وَصَبٍ وَلاَهَمٍّ وَلاَحُزْنٍ وَلاَ أَذَى وَلاَ غَمٍّ حَتَّى الشَّوْكَةِ يُشَاكُهَا ﺇِلاَّ كَفَّرَ اللهُ بِهَا مِنْ خَطَايَاهُ (رواه البخاري)\r\nTidaklah suatu keletihan, penyakit, kesusahan, kesedihan, kezaliman, kesempitan, bahkan sepotong duri pun yang menusuk seorang Muslim, melainkan dengan hal itu Allah menghapus dosa-dosanya. (Riwayat al-Bukh±r³)\r\nDatangnya penyakit atau musibah disebabkan ulah manusia itu sendiri. Tetapi di sisi lain penyakit atau musibah itu dapat menghapus dosa seperti hadis di atas. Hal itu tergantung kepada cara manusia menyikapi, apakah dengan bersabar atau berputus asa. \r\nAyat ini ditutup dengan satu ketegasan bahwa Allah mengampuni sebagian besar dari kesalahan-kesalahan yang telah diperbuat hamba-Nya sebagai suatu rahmat besar yang dikaruniakan Allah kepada hamba-Nya, karena kalau tidak, niscaya manusia akan dihancurkan sesuai dengan timbunan dosa yang telah mereka perbuat, sebagaimana firman Allah:\r\nوَلَوْ يُؤَاخِذُ اللّٰهُ النَّاسَ بِظُلْمِهِمْ مَّا تَرَكَ عَلَيْهَا مِنْ دَاۤبَّةٍ وَّلٰكِنْ يُّؤَخِّرُهُمْ اِلٰٓى اَجَلٍ مُّسَمًّى\r\nDan kalau Allah menghukum manusia karena kezalimannya, niscaya tidak akan ada yang ditinggalkan-Nya (di bumi) dari makhluk yang melata sekalipun, tetapi Allah menangguhkan mereka sampai waktu yang sudah ditentukan. (an-Na¥l/16: 61);Dan firman-Nya:\r\nوَلَوْ يُؤَاخِذُ اللّٰهُ النَّاسَ بِمَا كَسَبُوْا مَا تَرَكَ عَلٰى ظَهْرِهَا مِنْ دَاۤبَّةٍ وَّلٰكِنْ يُّؤَخِّرُهُمْ اِلٰٓى اَجَلٍ مُّسَمًّىۚ   ٥  ;Dan sekiranya Allah menghukum manusia disebabkan apa yang telah mereka perbuat, niscaya Dia tidak akan menyisakan satu pun makhluk bergerak yang bernyawa di bumi ini, tetapi Dia menangguhkan (hukuman)nya, sampai waktu yang sudah ditentukan. (F±¯ir/35: 45)\r\n"}