{"tafsir_id":4305,"surah_id":42,"aya_number":33,"tafsir_wajiz":"Jika Dia, Allah, menghendaki, Dia akan menghentikan angin yang mendorong kapal-kapal itu dalam pelno_ayatrannya, sehingga jadilah kapal-kapal itu terhenti, tidak akan bergerak, dan tidak pula akan dapat berlno_ayatr di permukaan laut hingga sampai ke tempat tujuannya. Sungguh, pada yang demikian itu, yaitu berhenti dan berlno_ayatrnya kapal itu, terdapat tanda-tanda ke kuasaan Allah bagi orang yang selalu bersabar menerima musibah dan kesulitan dan banyak bersyukur menerima ke nikmatan dan ke senangan yang di anugerahkan Allah,","tafsir_tahlili":"(33) Seandainya Allah menghendaki kapal yang berlayar tadi tidak dapat berlayar lagi, maka Dia akan menahan angin yang mendorong kapal tadi bergerak dan berlayar, dan tinggallah kapal itu tetap dipermukaan air tidak dapat maju atau mundur. \r\nOrang-orang yang dapat mengerti dan menyadari hal ini ialah orang-orang yang mempunyai pandangan luas, sabar dan patuh kepada perintah Allah senantiasa mensyukuri nikmat yang dikaruniakan Allah kepadanya. Adanya bencana yang terjadi pada suatu tempat berupa gempa bumi, tanah longsor, ombak yang menghanyutkan dan membinasakan, dan lain-lain dianggap oleh sebagian orang hanya kejadian alam yang tidak ada hubungan sedikit pun dengan kekuasaan Allah. Firman Allah:;وَكَاَيِّنْ مِّنْ اٰيَةٍ فِى السَّمٰوٰتِ وَالْاَرْضِ يَمُرُّوْنَ عَلَيْهَا وَهُمْ عَنْهَا مُعْرِضُوْنَ\r\nDan berapa banyak tanda-tanda (kebesaran Allah) di langit dan di bumi yang mereka lalui, namun mereka berpaling daripadanya. (Yµsuf/12: 105);Ayat ini merupakan kelanjutan ayat sebelumnya (asy-Syµrā/42: 32), bahwa setelah berhasil mengapung di atas air, kapal tradisional memerlukan energi angin sebagai penggerak. Dengan adanya angin kapal layar dapat terdorong dan dengannya dapat pula dikendalikan melalui penggunaan layar dan kemudi. Apabila hembusan angin terhenti, praktis kapal tidak dapat bergerak. Dengan tidak adanya angin, gelombang laut pun akan terhenti pula. \r\n"}