{"tafsir_id":4308,"surah_id":42,"aya_number":36,"tafsir_wajiz":"Sesuatu apa pun yang di berikan kepadamu dari ke nikmatan lahiriah, seperti rezeki harta atau ke nikmatan lain yang di peroleh di dunia ini, maka itu adalah ke senangan hidup di dunia yang di nikmati buat sementara, tidak kekal abadi. Sedangkan apa, yaitu ke nikmatan, yang ada di sisi Allah, yang di anugerahkan kepadamu sebagai balasan atas segala kebaikan yang telah di lakukan di dunia lebih baik dari semua ke nikmatan lahiriah duniawi itu dan lebih kekal di nikmati bagi orang-orang yang beriman. Ke nikmatan duniawi akan berakhir karena kematian dan hanya kepada Tuhan mereka, mereka bertawakal, yaitu berserah diri dan menyerahkan segala urusannya setelah mengusahakannya dengan segala kemampuannya.","tafsir_tahlili":"(36) Pada ayat ini Allah menerangkan bahwa kesenangan hidup manusia baik berupa kekayaan, rezeki harta yang bertumpuk, maupun keturunan dan lain-lain adalah kesenangan yang tidak berarti dan kurang bernilai karena bagaimanapun menumpuknya harta, waktu untuk memilikinya terbatas. Pada waktunya nanti akan berpisah karena kalau bukan manusia yang meninggalkannya, maka benda-benda itu sendiri yang akan meninggalkan manusia, sedangkan pahala dan nikmat yang ada pada sisi Allah jauh lebih baik dibandingkan dengan kesenangan dan kemegahan dunia itu, karena apa yang ada disisi Allah kekal dan abadi, sedangkan kesenangan dunia semuanya fana dan akan lenyap. Ayat ini ditutup dengan suatu ketegasan bahwa kesenangan yang kekal dan abadi itu hanya untuk orang-orang yang beriman kepada Allah dan Rasul-Nya, orang-orang yang bertawakal dan berserah diri kepada Tuhan yang telah memelihara dan berbuat baik kepada mereka.\r\nAl-Qur¯ubi dalam tafsirnya menukil riwayat dari Ali yang mengatakan bahwa ketika Abu Bakar mengumpulkan harta dari Bani Murrah beliau mendermakan seluruh uang tersebut untuk kebaikan karena mengharapkan keridaan Allah. Perbuatannya tersebut dicela oleh orang-orang musyrik sedangkan orang-oranag kafir menyalahkan tindakannya, maka turunlah ayat 36 dan 37 surah ini. \r\n"}