{"tafsir_id":4310,"surah_id":42,"aya_number":38,"tafsir_wajiz":"no_ayatt yang lalu menjelaskan kenikmatan ukhrawi yang diperoleh oleh orang-orang yang menghindarkan diri dari perbuatan dosa besar. no_ayatt ini juga menerangkan bahwa kenikmatan ukhrawi yang lebih baik dan lebih kekal itu juga akan diperoleh oleh orang-orang yang menerima seruan Tuhan mereka. Dan kenikmatan ukhrawi itu akan di anugerahkan pula kepada orang-orang yang menerima dan mematuhi seruan Tuhan melalui para rasul dan wahyu-wahyu yang di sampaikan kepada mereka dan orang-orang yang melaksanakan salat, sebagai salah satu kewajiban yang diwajibkan kepada mereka, sedang urusan mereka yang berkaitan dengan persoalan dunia dan kemaslahatan kehidupan mereka, diputuskan dengan musyawarah antara mereka. Dan yang juga menerima kenikmatan ukhrawi itu adalah mereka yang menginfakkan di jalan Allah dengan tulus dan ikhlas sebagian dari rezeki mereka, baik dalam bentuk harta maupun lainnya yang Kami berikan kepada mereka.","tafsir_tahlili":"(38) Ayat ini menerangkan bahwa orang-orang yang menyambut baik panggilan Allah kepada agama-Nya seperti mengesakan dan menyucikan Zat-Nya dari penyembahan selain Dia, mendirikan salat fardu pada waktunya dengan sempurna untuk membersihkan hati dari iktikad batil dan menjauhkan diri dari perbuatan mungkar, baik yang tampak maupun yang tidak nampak, selalu bermusyawarah untuk menentukan sikap di dalam menghadapi hal-hal yang pelik dan penting, semuanya akan mendapatkan kesenangan yang kekal di akhirat . Dalam ayat yang serupa, Allah berfirman:\r\nوَشَاوِرْهُمْ فِى الْاَمْرِۚ;Dan bermusyawarahlah dengan mereka dalam urusan itu. (²li Imr±n/3: 159)\r\nDemikian pula menginfakkan rezeki di jalan Allah, membelanjakannya di jalan yang bermanfaat bagi pribadi, masyarakat, nusa, dan bangsa. Mereka juga akan mendapatkan kesenangan yang kekal di akhirat.  Dalam ayat lain Allah berfirman:\r\nيٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اَنْفِقُوْا مِمَّا رَزَقْنٰكُمْ\r\nWahai orang-orang yang beriman! Infakkanlah sebagian dari rezeki yang telah Kami berikan kepadamu. (al-Baqarah/2: 254);Dan firman-Nya:\r\nيٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اَنْفِقُوْا مِنْ طَيِّبٰتِ مَا كَسَبْتُمْ\r\nWahai orang-orang yang beriman! Infakkanlah sebagian dari hasil usahamu yang baik-baik. (al-Baqarah/2: 267)\r\n"}