{"tafsir_id":4312,"surah_id":42,"aya_number":40,"tafsir_wajiz":"Dan balasan dari suatu kejahatan apa pun adalah kejahatan yang setimpal dan seimbang dengan kejahatan itu demi mencapai keadilan, tetapi barang siapa memaafkan pelaku dan perbuatan zalim yang di lakukannya dan berbuat baik kepada orang yang berbuat jahat itu, maka pahalanya akan di perolehnya dengan jaminan dari Allah. Sungguh, Dia tidak menyukai, yaitu tidak melimpahkan rahmat-Nya, kepada orang-orang zalim.","tafsir_tahlili":"(40) Dalam ayat ini Allah menjelaskan bahwa perbuatan membela diri yang dilakukan seseorang yang dianiaya orang lain hendaklah ditujukan kepada pelaku penganiayaan dan seimbang dengan berat atau ringannya penganiayaan tersebut. Tindakan balasan atau pembelaan diri yang berlebihan tidak dibenarkan agama, hal ini sesuai dengan firman Allah:\r\nفَمَنِ اعْتَدٰى عَلَيْكُمْ فَاعْتَدُوْا عَلَيْهِ بِمِثْلِ مَا اعْتَدٰى عَلَيْكُمْ ١٩٤\r\nBarang siapa menyerang kamu, maka seranglah dia setimpal dengan serangannya terhadap kamu. (al-Baqarah/2: 194);Di ayat lain Allah berfirman:\r\nوَاِنْ عَاقَبْتُمْ فَعَاقِبُوْا بِمِثْلِ مَا عُوْقِبْتُمْ بِهٖۗ وَلَىِٕنْ صَبَرْتُمْ لَهُوَ خَيْرٌ لِّلصّٰبِرِيْنَ   ١٢٦  ;Dan jika kamu membalas, maka balaslah dengan (balasan) yang sama dengan siksaan yang ditimpakan kepadamu. Tetapi jika kamu bersabar, sesungguhnya itulah yang lebih baik bagi orang yang sabar. (an-Na¥l/16: 126);Dalam situasi saat ini orang-orang yang dianiaya oleh orang lain mungkin tidak bisa langsung membela diri atau menuntut haknya kepada orang-orang yang menganiayanya, karena berbagai keterbatasan, Ia bisa meminta pertolongan pihak-pihak berwajib yang bisa melakukan tindakan untuk membela haknya, seperti polisi, pengadilan dan sebagainya. Perlu diingatkan bahwa hak seseorang harus dipertahankan, jangan hanya berdiam diri ketika orang lain merampas haknya. Banyak hadis yang menerangkan tentang hak-hak seperti:\r\nمَنْ قُتِلَ دُوْنَ مَالِهِ فَهُوَ شَهِيْدٌ وَمَنْ قُتِلَ دُوْنَ أَهْلِهِ أَوْ دُوْنَ دَمِهِ أَوْ دُوْنَ دِيْنِهِ فَهُوَ شَهِيْدٌ.  (رواه أبوداود والترمذي)\r\nSiapa yang terbunuh karena mempertahankan hartanya, maka ia adalah seorang yang syahid. Siapa yang terbunuh karena mempertahankan (keselamatan) nyawa, keluarga, dan agamanya, maka ia adalah seorang yang syahid. (Riwayat Abµ D±wud dan at-Tirmi©³);Sekalipun demikian, ayat ini juga menganjurkan untuk tidak membalas kejahatan orang lain, tetapi memaafkan dan memperlakukan dengan baik orang yang berbuat jahat kepada kita karena Allah akan memberikan pahala kepada orang-orang yang memaafkan kesalahan orang lain, selain itu memaafkan orang lain adalah penebus dosa. Firman Allah:\r\nوَالْجُرُوْحَ قِصَاصٌۗ فَمَنْ تَصَدَّقَ بِهٖ فَهُوَ كَفَّارَةٌ لَّهٗ\r\nDan luka-luka (pun) ada qi¡±¡-nya (balasan yang sama). Barang siapa melepaskan (hak qi¡±¡)nya, maka itu (menjadi) penebus dosa baginya. (al-M±'idah/5: 45);Ayat 40 ini ditutup dengan suatu penegasan bahwa Allah tidak menyukai orang-orang zalim yang melampaui batas ketika melakukan pembalasan atas kejahatan yang pernah dialaminya.\r\n"}