{"tafsir_id":4316,"surah_id":42,"aya_number":44,"tafsir_wajiz":"Dan barang siapa dibiarkan sesat oleh Allah akibat kecenderungan dan keinginan hatinya untuk sesat, maka tidak ada baginya pelindung yang dapat melindunginya dari kesesatan itu sesudahnya, sesudah Allah memperlakukannya dengan perlakuan itu. Kamu, wahai Nabi Muhammad dan orang-orang beriman, akan melihat orang-orang zalim ketika mereka melihat azab yang akan di terimanya di akhirat kelak berkata, “Adakah kiranya jalan yang dapat mengantarkan kami untuk kembali ke alam dunia?”","tafsir_tahlili":"(44) Pada ayat ini Allah menerangkan bahwa apa yang dikehendaki-Nya pasti menjadi kenyataan dan tak seorang pun yang dapat menghalangi-Nya; sebaliknya apa yang tidak dikehendaki-Nya, tidak akan terjadi. Barang siapa yang telah diberi petunjuk oleh Allah tidak akan ada yang menyesatkannya, dan barang siapa yang telah dibiarkan sesat oleh Allah, karena selalu berbuat kejahatan tidak akan ada seorang pun yang dapat memberinya petunjuk ke jalan yang benar, yang akan membantunya dia mencapai kebahagiaan dan keberuntungan. Firman Allah:\r\nوَمَنْ يُّضْلِلْ فَلَنْ تَجِدَ لَهٗ وَلِيًّا مُّرْشِدًا ࣖ   ١٧\r\nDan barang siapa disesatkan-Nya, maka engkau tidak akan mendapatkan seorang penolong yang dapat memberi petunjuk kepadanya. (al-Kahf/18: 17);Orang-orang kafir di akhirat nanti ketika melihat dan menyaksikan azab di depan matanya, berangan-angan bisa kembali lagi ke dunia untuk berbuat baik dan beriman. Mereka berkata, “Apakah masih ada jalan bagi kami untuk kembali ke dunia?” Andaikata mereka itu dapat kembali lagi ke dunia, mereka tidak juga akan beriman dan berbuat baik, mereka akan tetap saja melanggar larangan-larangan Allah. Hal ini digambarkan pula oleh Allah dalam ayat yang lain dengan firman-Nya:\r\nوَلَوْ تَرٰٓى اِذْ وُقِفُوْا عَلَى النَّارِ فَقَالُوْا يٰلَيْتَنَا نُرَدُّ وَلَا نُكَذِّبَ بِاٰيٰتِ رَبِّنَا وَنَكُوْنَ مِنَ الْمُؤْمِنِيْنَ   ٢٧  بَلْ بَدَا لَهُمْ مَّا كَانُوْا يُخْفُوْنَ مِنْ قَبْلُ ۗوَلَوْ رُدُّوْا لَعَادُوْا لِمَا نُهُوْا عَنْهُ وَاِنَّهُمْ لَكٰذِبُوْنَ   ٢٨  \r\nDan seandainya engkau (Muhammad) melihat ketika mereka dihadapkan ke neraka, mereka berkata, “Seandainya kami dikembalikan (ke dunia), tentu kami tidak akan mendustakan ayat-ayat Tuhan kami, serta menjadi orang-orang yang beriman.”Tetapi (sebenarnya) bagi mereka telah nyata kejahatan yang mereka sembunyikan dahulu. Seandainya mereka dikembalikan ke dunia, tentu mereka akan mengulang kembali apa yang telah dilarang mengerjakannya. Mereka itu sungguh pendusta. (al-An±m/6: 27-28)\r\n"}