{"tafsir_id":4317,"surah_id":42,"aya_number":45,"tafsir_wajiz":"Dan kamu dan siapa pun yang hadir di tempat itu akan melihat mereka, orang-orang yang zalim, sedang dihadapkan ke neraka sebagai tempat penyiksaan yang abadi bagi mereka dalam keadaan tertunduk karena merasa hina, mereka melihat dengan pandangan yang lesu karena merasa sebentar lagi akan menerima siksaan api neraka. Dan orang-orang yang beriman berkata, “Sesungguhnya orang-orang yang rugi karena tidak beriman dan beramal saleh sewaktu di dunia ialah orang-orang yang merugikan diri mereka sendiri dan keluarganya pada hari Kiamat.” Ingatlah, sesungguhnya orang-orang zalim itu berada dalam azab yang kekal di dalam neraka.","tafsir_tahlili":"(45) Dalam ayat ini Allah menerangkan bahwa ketika orang-orang kafir ini dihadapkan ke neraka, mereka sangat takut dan merasa hina karena mereka tahu dan yakin bahwa itu adalah akibat dari pelanggaran-pelanggaran dan dosa yang telah dilakukannya, mereka mengetahui kebesaran serta kekuasaan Tuhan yang telah didurhakainya. Mereka tidak dapat menatap api neraka yang menyala-nyala itu, mereka melihatnya dengan lirikan mata yang penuh kelesuan, sama halnya dengan orang yang digiring untuk dibunuh ketika ia melihat pedang yang mengkilat yang akan menghabiskan nyawanya. Dia tidak akan mampu menatap pedang itu, tetapi dia melihatnya dengan lirik mata dan dalam keadaan lesu dan mencuri-curi penglihatan.\r\n Pada waktu itu orang-orang mukmin berkata, “Sesungguhnya orang-orang yang merugi ialah orang-orang yang telah menganiaya dirinya sendiri sehingga mereka dimasukkan ke dalam neraka dan tidak memperoleh sedikit pun nikmat dan kesenangan yang abadi di dalam surga; mereka dipisahkan dengan orang yang disayanginya, sahabat-sahabatnya, dan familinya.” Ini adalah suatu kerugian yang tak ada taranya. \r\nPada akhir ayat ini dijelaskan bahwa orang-orang kafir akan berada dalam siksaan yang berkepanjangan yang tak ada habis-habisnya. Tidak ada jalan bagi mereka untuk lepas dan menghindar dari siksaan itu.\r\n(46) Dalam ayat ini dijelaskan bahwa seseorang tidak akan mendapat pertolongan dari siapa pun untuk menyelamatkan mereka dari siksa yang menimpa mereka. Berhala-berhala yang pernah disembah mereka di dunia tidak dapat sama sekali memberi pertolongan, bahkan mustahil akan dapat membela mereka dan melepaskan mereka dari azab yang sedang menimpa mereka. Ayat 46 ini ditutup dengan satu ketegasan bahwa orang yang dibiarkan Allah sesat itu telah menjadi watak dan tabiat mereka akan selalu berbuat kejahatan, kerusakan dan pelanggaran-pelanggaran terhadap larangan agama; mereka tidak akan dapat lagi diperbaiki, tidak akan dapat lagi melakukan hal-hal yang hak dan benar di dunia ini, dan tidak akan dapat memasuki surga Jannatun-Na³m di akhirat.\r\n"}