{"tafsir_id":4339,"surah_id":43,"aya_number":14,"tafsir_wajiz":"Dan sesungguhnya sesudah kehidupan di dunia ini, kami pasti akan kembali kepada Tuhan kami, untuk mempertanggungjawabkan amal perbuatan kami.”","tafsir_tahlili":"(13-14) Pada ayat ini Allah menerangkan bahwa apabila manusia berada di atas punggung binatang, perahu, kapal, kereta api, pesawat terbang dan lain-lain hendaklah mengingat nikmat yang telah dikaruniakan Allah kepada mereka, hendaklah mengagungkan Allah dan menyucikan-Nya dari sifat-sifat yang tidak layak yang dituduhkan orang-orang musyrik kepada-Nya, dan hendaklah mereka membaca ayat ini sebagai doa:\r\nسُبْحٰنَ الَّذِيْ سَخَّرَ لَنَا هٰذَا وَمَا كُنَّا لَهٗ مُقْرِنِيْنَۙ   ١٣  وَاِنَّآ اِلٰى رَبِّنَا لَمُنْقَلِبُوْنَ   ١٤  \r\nMahasuci (Allah) yang telah menundukkan semua ini bagi kami padahal kami sebelumnya tidak mampu menguasainya, dan sesungguhnya kami akan kembali kepada Tuhan kami. (az-Zukhruf/43: 13-14);Andaikata Allah tidak menundukkan alam semesta dengan ilmu yang dianugerahkan-Nya tentu manusia tidak dapat melakukannya, karena yang demikian itu diluar kemampuan mereka.\r\nBacaan doa itu mengingatkan manusia agar selalu bersiap-siap menghadapi hari pembalasan saat seluruh manusia akan menghadapi dan mengalaminya dan jangan lalai mengingat Allah, baik pada waktu bepergian atau tidak, di waktu berlayar atau tinggal di kampung halaman.\r\nSehubungan dengan tafsir di atas, diriwayatkan oleh Imam Muslim, Abµ D±wud, dan an-Nas±'i bahwa Rasulullah saw, apabila bepergian dan berkendaraan mengucapkan takbir tiga kali dan membaca doa tersebut di atas.\r\nأَنَّ رَسُوْلَ اللهِ صَلَّى اللهُ عََلَيْهِ وَسَلَّمَ كَانَ إِذَا اسْتَوَى عَلَى بَعِيْرِهِ خَارِجاً إِلَى سَفَرٍ كَبَّرَ ثَلاًثاً ثُمَّ قَالَ (سُبْحَانَ الَّذِيْ سَخَّرَ لَنَا هٰذَا وَمَاكُنَّالَهُ مُقْرِنِيْنَ وَاِنَّا اِلَى رَبِّنَا لَمُنْقَلِبُوْنَ). (رواه مسلم وابوداود والنسائي)\r\nApabila Nabi saw mengendarai kendaraannya untuk melakukan suatu perjalanan, maka beliau bertakbir tiga kali. Kemudian beliau membaca, “Mahasuci (Allah) yang telah menundukkan semua ini bagi kami padahal kami sebelumnya tidak mampu menguasainya, dan sesungguhnya kami akan kembali kepada Tuhan kami.”(Riwayat Muslim, Abµ D±wud, dan an-Nas±'³);Ayat di atas mengajarkan agar manusia mensyukuri nikmat Allah yang telah diberikan berupa binatang dan memperlakukannya dengan baik. Kesetaraan di antara makhluk, terutama antara binatang dan manusia, sangat ditekankan Tuhan. Salah satu ayat di bawah ini menjelaskan bahwa binatang juga umat Tuhan, sama dengan manusia. Walau mereka mempunyai ciri, kekhususan dan sistem yang berbeda-beda, pada hakikatnya, mereka sama dengan manusia di mata Tuhan. Dan manusia diwajibkan untuk mengingatnya.\r\nوَمَا مِنْ دَاۤبَّةٍ فِى الْاَرْضِ وَلَا طٰۤىِٕرٍ يَّطِيْرُ بِجَنَاحَيْهِ اِلَّآ اُمَمٌ اَمْثَالُكُمْ ۗمَا فَرَّطْنَا فِى الْكِتٰبِ مِنْ شَيْءٍ ثُمَّ اِلٰى رَبِّهِمْ يُحْشَرُوْنَ   ٣٨  \r\nDan tidak ada seekor binatang pun yang ada di bumi dan burung-burung yang terbang dengan kedua sayapnya, melainkan semuanya merupakan umat-umat (juga) seperti kamu. Tidak ada sesuatu pun yang Kami luputkan di dalam Kitab, kemudian kepada Tuhan mereka dikumpulkan.”                (al-An±m/6: 38)\r\nBeberapa ayat Al-Qur'an menyinggung mengenai binatang, antara lain tentang bagaimana manusia harus bersikap terhadap binatang, kegunaan binatang untuk manusia, perilaku binatang yang harus ditiru manusia, dan banyak lagi lainnya. Dalam hubungan kesetaraan antar mahluk ini, ada tulisan seorang arif, Muhammad Fazlur Rahman Ansari, berbunyi demikian, “Segala yang di muka bumi ini diciptakan untuk kita, maka sudah menjadi kewajiban alamiah kita untuk: menjaga segala sesuatu dari kerusakan; memanfaatkannya dengan tetap menjaga martabatnya sebagai ciptaan Tuhan; melestarikannya sebisa mungkin, yang dengan demikian, mensyukuri nikmat Tuhan dalam bentuk perbuatan nyata.” \r\nMenyangkut hewan atau satwa peliharaan, Al-Qur'an dalam Surah        an-Na¥l/16: 5 menyebutkan beberapa manfaat binatang untuk manusia:\r\nوَالْاَنْعَامَ خَلَقَهَا لَكُمْ فِيْهَا دِفْءٌ وَّمَنَافِعُ وَمِنْهَا تَأْكُلُوْنَ   ٥\r\nDan hewan ternak telah diciptakan-Nya untuk kamu, padanya ada (bulu) yang menghangatkan dan berbagai manfaat, dan sebagiannya kamu makan. (an-Na¥l/16: 5);Dalam hubungannya dengan ayat dari Surah an-Na¥l di atas, kita harus memperhatikan bahwa, misalnya, kulit dan bulu binatang ternak boleh dimanfaatkan. Namun Nabi Muhammad saw melanjutkannya dengan satu hal yang sangat bijaksana. Beliau melarang penggunaan kulit binatang liar walaupun sekedar untuk alas lantai. Jika aturan atau himbauan yang dikemukakan Nabi ini ditaati oleh semua orang, maka pembunuhan sia-sia terhadap beberapa jenis binatang liar demi meraih keuntungan semata niscaya tidak terjadi. Demikian pula, kendati umat Islam diperbolehkan mengkonsumsi daging beberapa binatang tertentu, tapi perlu diingat bahwa hal ini tidak menghalalkan pembantaian secara kejam dan tak terkendali terhadap mereka. \r\nSalah satu manfaat binatang adalah sebagai tunggangan. Kita harus ingat bahwa orang-orang Arab di masa lalu sepenuhnya bergantung pada unta untuk membantu membawa barang dalam perjalanan. Tuhan menyatakan hal tersebut dalam ayat di bawah: \r\nوَتَحْمِلُ اَثْقَالَكُمْ اِلٰى بَلَدٍ لَّمْ تَكُوْنُوْا بٰلِغِيْهِ اِلَّا بِشِقِّ الْاَنْفُسِۗ اِنَّ رَبَّكُمْ لَرَءُوْفٌ رَّحِيْمٌۙ  ٧  وَّالْخَيْلَ وَالْبِغَالَ وَالْحَمِيْرَ لِتَرْكَبُوْهَا وَزِيْنَةًۗ وَيَخْلُقُ مَا لَا تَعْلَمُوْنَ  ٨  \r\nDan ia mengangkut beban-bebanmu ke suatu negeri yang kamu tidak sanggup mencapainya, kecuali dengan susah payah. Sungguh, Tuhanmu Maha Pengasih, Maha Penyayang. Dan (Dia telah menciptakan) kuda, bagal, dan keledai untuk kamu tunggangi dan (menjadi) perhiasan. Allah menciptakan apa yang tidak kamu ketahui. (an-Na¥l/16: 7-8);Pada hakikatnya Islam mengajarkan pada umatnya untuk menyayangi binatang dan melestarikan kehidupannya. Di dalam Al-Qur'an, Allah menekankan bahwa Dia telah menganugerahi manusia wilayah kekuasaan yang mencakup segala sesuatu di dunia ini. \r\nوَسَخَّرَ لَكُمْ مَّا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِ جَمِيْعًا مِّنْهُ\r\nDan Dia telah menundukkan apa yang ada di langit dan apa yang ada di bumi untukmu semuanya (sebagai rahmat) dari-Nya. (al-J±£iyah/45: 13) \r\nDalam ayat ini Al-Qur'an sama sekali tidak menunjukkan bahwa manusia memiliki kekuasaan mutlak untuk berbuat sekehendak hatinya segala sesuatu yang ada di langit dan bumi. Mereka juga tidak pula memiliki hak tanpa batas untuk menggunakan alam sehingga merusak keseimbangan ekologisnya. \r\n“ .... semua itu dari Dia ....” Penggalan ayat di sini seharusnya disadari dan dimengerti sebagai pengingat-ingat dari Tuhan, bahwa manusia tidak memiliki apa-apa di dunia ini. Jadi bagaimana seharusnya kita memperlakukan barang orang lain harus selalu diingat di dalam benak “...orang-orang yang berpikir....”\r\nIslam pada dasarnya tidak mendukung manusia untuk menyalahgunakan binatang untuk tujuan olahraga maupun untuk menjadikan binatang sebagai objek eksperimen yang sembarangan. Ayat ini mengingatkan umat manusia bahwa Sang Pencipta telah menjadikan semua yang ada di alam ini (termasuk satwa) sebagai amanah yang harus mereka jaga. ;"}