{"tafsir_id":434,"surah_id":3,"aya_number":141,"tafsir_wajiz":"dan kegagalan umat Islam dalam Perang Uhud adalah agar Allah membersihkan orang-orang yang beriman dari dosa dan kesalahan mereka, dan membinasakan, mengurangi sedikit demi sedikit jumlah orang-orang kafir. ","tafsir_tahlili":"(141) Peristiwa musibah kaum Muslimin pada Perang Uhud sesudah mereka menang dalam Perang Badar sebelumnya, adalah juga dimaksudkan untuk membedakan orang yang benar-benar beriman dari kaum munafik dan untuk membersihkan hati orang mukmin yang masih lemah, sehingga benar-benar menjadi orang yang ikhlas, bersih dari dosa.\r\nDerajat keimanan seseorang itu masih tersamar, dan tidak jelas hakikatnya kecuali melalui ujian berat. Kalau ia lulus dalam ujian itu, maka ia bisa dikatakan sebagai orang yang bersih dan suci, sebagaimana halnya emas, baru dapat diketahui keasliannya sesudah diasah, dibakar dan diuji dengan air keras.\r\nPasukan pemanah melanggar perintah Nabi saw dalam Perang Uhud dengan meninggalkan posnya di atas gunung, lalu turut memperebutkan harta rampasan. Karena itu pasukan Muslimin akhirnya terpukul mundur, dikocar-kacirkan oleh musuh. Peristiwa ini menjadi satu pelajaran bagi kaum Muslimin untuk menyadarkan mereka bahwa umat Islam diciptakan bukanlah untuk bermain-main, berfoya-foya, bermalas-malasan, menimbun kekayaan, melainkan harus bersungguh-sungguh beramal, menaati perintah Nabi saw dan tidak melanggarnya, apa pun yang akan terjadi.\r\nKeikhlasan hati kaum Muslimin dan ketaatannya kepada perintah Nabi  dapat dibuktikan ketika terjadi perang Hamraul Asad sesudah terpukul dalam Perang Uhud. Nabi saw memerintahkan bahwa orang-orang yang dibolehkan ikut pada perang Hamraul Asad ialah orang-orang yang pernah ikut dalam Perang Uhud. Mereka dengan segala senang hati mematuhi perintah Nabi dengan kemauan yang sungguh-sungguh dan ikhlas sekalipun di antara mereka masih ada yang mengalami luka-luka yang parah, hati yang sedih dan gelisah. Sebaliknya orang-orang kafir menderita kehancuran karena hati mereka kotor, masih bercokol di dalamnya sifat-sifat sombong dan takabur, akibat kemenangan yang diperolehnya."}