{"tafsir_id":4348,"surah_id":43,"aya_number":23,"tafsir_wajiz":"Dan apa yang dikatakan oleh kaum musyrik Mekah kepadamu sekarang, wahai Nabi Muhammad, demikian juga yang dikatakan oleh umat-umat terdahulu ketika Kami mengutus seorang pemberi peringatan, yaitu nabi atau rasul sebelum engkau diutus, dalam suatu negeri di lokasi mana pun di bumi ini, orang-orang yang hidup mewah secara durhaka di masing-masing negeri itu selalu berkata, “Sesungguhnya kami mendapati nenek moyang kami yang juga orang-orang terkemuka dan paham menganut suatu agama, yakni kepercno_ayatan yang mereka yakini benar dan sesungguhnya kami tidak lain, kecuali sekadar pengikut-pengikut yang mengikuti jejak-jejak mereka.”","tafsir_tahlili":"(23) Pada ayat ini Allah menghibur Nabi Muhammad saw bahwa tidak seorang rasul pun yang diutus ke suatu negeri sebelum Muhammad saw mendapat sambutan dengan kata-kata yang menyenangkan hati. Mereka semua mendapat jawaban yang tidak enak didengar dan sangat menjengkelkan hati. Sikap yang demikian berasal dari orang-orang yang terbiasa hidup mewah, sombong dan angkuh. Mereka berkata, “Sesungguhnya kami mendapatkan nenek moyang kami menganut suatu agama dan sesungguhnya kami adalah pengikut jejak mereka.” Jadi, kalau Muhammad saw mendapat jawaban seperti itu tidak perlu gusar dan merasa sesak dada. Apa yang dikatakan kepada Muhammad saw telah dikatakan pula kepada rasul-rasul sebelumnya, sebagaimana firman Allah:\r\nمَا يُقَالُ لَكَ اِلَّا مَا قَدْ قِيْلَ لِلرُّسُلِ مِنْ قَبْلِكَ\r\nApa yang dikatakan (oleh orang-orang kafir) kepadamu tidak lain adalah apa yang telah dikatakan kepada rasul-rasul sebelummu. (Fu¡¡ilat/41: 43);Begitu pula kalau dikatakan bahwa Nabi Muhammad saw tukang sihir, atau gila oleh kaumnya, itu pun karena rasul-rasul sebelumnya telah dituduh seperti itu juga oleh kaumnya, firman Allah:\r\nكَذٰلِكَ مَآ اَتَى الَّذِيْنَ مِنْ قَبْلِهِمْ مِّنْ رَّسُوْلٍ اِلَّا قَالُوْا سَاحِرٌ اَوْ مَجْنُوْنٌ  ٥٢  \r\nDemikianlah setiap kali seorang rasul yang datang kepada orang-orang yang sebelum mereka, mereka (kaumnya) pasti mengatakan, “Dia itu pesihir atau orang gila.” (a©-ª±riy±t/51: 52)\r\n"}