{"tafsir_id":4357,"surah_id":43,"aya_number":32,"tafsir_wajiz":"Atas sikap pengingkaran mereka terhadap Al-Qur’an dan kerasulan Nabi Muhammad itu, Allah lalu bertanya kepada Nabi Muhammad, “Apakah mereka, yang ingkar, durhaka, dan menyekutukan Tuhan itu, yang membagi-bagi rahmat Tuhan, Pencipta, Pemelihara, dan Pelimpah rahmat kepada-mu, wahai Nabi Muhammad? Sama sekali tidak. Mereka tidak dapat melakukan itu. Kamilah yang membagikan rahmat di antara mereka dan Kami pula-lah yang menentukan penghidupan mereka dalam kehidupan dunia sesuai dengan ketentuan dan hukum-hukum yang telah Kami tetapkan. Dan Kami telah meninggikan sebagian mereka dalam kedudukan, harta, ilmu, dan jabatan mereka atas sebagian yang lain beberapa derajat, agar sebagian mereka dapat memanfaatkan sebagian yang lain sehingga mereka dapat saling membantu dan menolong dalam pemenuhan kebutuhan hidup. Dan rahmat Tuhan yang dilimpahkan kepada-mu berupa kenabian dan kerasulan lebih baik dari apa yang mereka kumpulkan, baik berupa kekno_ayatan yang melimpah dan kekuasaan yang sangat tinggi.”","tafsir_tahlili":"(32) Ayat ini menunjukkan penolakan terhadap keinginan orang-orang musyrik yang tak mau menerima pengangkatan Muhammad saw sebagai rasul; seakan-akan merekalah yang paling berhak dan berwenang membagi-bagi dan menentukan siapa yang pantas menerima rahmat Tuhan. Allah menyatakan, “Sekali-kali tidaklah demikian halnya, Kamilah yang berhak dan berwenang mengatur dan menentukan penghidupan hamba dalam kehidupan dunia. Kami-lah yang melebihkan sebagian hamba atas sebagian yang lain; ada yang kaya dan ada yang lemah, ada yang pandai dan ada yang bodoh, ada yang maju dan ada yang terbelakang, karena apabila Kami menyamakan di antara hamba di dalam hal-hal tersebut di atas, maka akan terjadi persaingan di antara mereka, atau tidak terjadi situasi saling bantu-membantu antara satu dengan yang lain, dan tidak akan terjadi saling memanfaatkan antara satu dengan yang lain, sebaliknya mereka saling mengejek. Semuanya itu akan membawa kepada kehancuran dan kerusakan dunia. Kalau mereka tidak mampu berbuat seperti tersebut di atas mengenai urusan keduniaan, mengapa mereka berani menentang berbagai kebijaksanaan Allah dalam menentukan siapa yang pantas diserahi tugas kerasulan itu. \r\nAyat ini ditutup dengan penegasan bahwa rahmat Allah dan keutamaan yang diberikan kepada orang yang telah ditakdirkan memangku jabatan kenabian dan mengikuti petujuk wahyu dalam Al-Qur'an yang telah diturunkan, jauh lebih baik dan mulia daripada kemewahan dan kekayaan dunia yang ditimbun mereka. Demikian dikarenakan dunia dengan segala kekayaannya itu berada di tepi jurang yang akan runtuh dan akan lenyap tidak berbekas sedikit pun.\r\n"}