{"tafsir_id":4361,"surah_id":43,"aya_number":36,"tafsir_wajiz":"Dan barang siapa berpaling dari pengajaran Allah Yang Maha Pengasih, yaitu tidak memperhatikan apa yang terkandung di dalam Al-Qur’an, Kami biarkan setan menyesatkan dan mengendalikannya serta menjadi teman karibnya yang selalu menyertai, mendampingi, dan mendorongnya melakukan kedurhakaan.","tafsir_tahlili":"(36) Dalam ayat ini ditegaskan bahwa siapa yang berpaling dari peringatan dan pengajaran Allah, yaitu membutakan hatinya untuk beriman dan mempercayai ajaran-ajaran-Nya yang terdapat dalam Al-Qur'an, maka setan akan selalu menemaninya dan akan selalu berupaya membawanya kepada kesesatan, sehingga Allah akhirnya akan menjadikan setan itu menjadi teman setianya. \r\nMenurut az-Zajj±j, maksud ayat ini adalah bahwa siapa yang berpaling dari Al-Qur'an dan tidak mau mengikuti petunjuk-petunjuk yang terdapat di dalamnya, setan akan terus-menerus menggodanya sampai ia terjerumus ke jalan yang sesat, karena itu ia pasti akan mendapat siksaan Allah. Dalam sebuah hadis Rasulullah saw bersabda:\r\nقَالَ رَسُوْلُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مَا مِنْكُمْ مِنْ أَحَدٍ ﺇِلاَّ وَقَدْ وُكِّلَ بِهِ قَرِيْنُهُ مِنَ الْجِنِّ. (رواه مسلم)\r\nRasulullah saw bersabda, “Tidaklah ada salah seorang dari kalian melainkan didampingi oleh pendamping dari golongan jin.” (Riwayat Muslim);Di dalam ayat lain Allah berfirman bahwa orang yang selalu mengingkari ayat-ayat Allah, maka hati dan pandangan mereka akan dibolak-balik oleh Allah sehingga mereka tidak jadi beriman dan tetap dalam kesesatan mereka:\r\nوَنُقَلِّبُ اَفْـِٕدَتَهُمْ وَاَبْصَارَهُمْ كَمَا لَمْ يُؤْمِنُوْا بِهٖٓ اَوَّلَ مَرَّةٍ وَّنَذَرُهُمْ فِيْ طُغْيَانِهِمْ يَعْمَهُوْنَ \r\nDan (begitu pula) Kami memalingkan hati dan penglihatan mereka seperti pertama kali mereka tidak beriman kepadanya (Al-Qur'an), dan Kami biarkan mereka bingung dalam kesesatan. (al-An±m/6: 110);Manusia yang sesat akan berbuat dosa, lalu semakin ia bergelimang dosa, semakin tertutup hatinya sehingga tidak mungkin lagi beriman dan berbuat baik, sebagaimana sabda Rasulullah saw: \r\nقَالَ رَسُوْلُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ إِنَّ الْمُؤْمِنَ إِذَا أَذْنَبَ ذَنْبًا كَانَتْ نُكْتَةٌ سَوْدَاءُ فِى قَلْبِهِ فَإِنْ تَابَ وَنَزَعَ وَاسْتَغْفَرَ صُقِلَ قَلْبُهُ وَﺇنْ زَادَ زَادَتْ حَتَّى َيعْلُوَ قَلْبَهُ. (رواه أحمد) \r\nRasulullah saw bersabda, “Sesungguhnya seorang mukmin jika berbuat dosa niscaya ada titik hitam di dalam hatinya, jika ia bertobat dan meninggalkan dan memohon ampun niscaya hatinya kembali bersih. Namun jika dosanya bertambah, niscaya bertambah titik hitam tersebut sehingga meliputi hatinya.” (Riwayat A¥mad)\r\n"}