{"tafsir_id":4363,"surah_id":43,"aya_number":38,"tafsir_wajiz":"Sehingga apabila dia yang berpaling itu, yakni orang yang tidak mau mengikuti petunjuk Al-Qur’an itu, datang kepada Kami pada hari Kiamat nanti, dia berkata dengan menyesali apa yang pernah dilakukannya di dunia ini, “Wahai! Sekiranya dapat dilakukan, maka jarak antara aku dan kamu seperti jarak antara timur dan barat! Memang, teman yang paling jahat bagi manusia adalah setan yang menjadi qarin itu.”","tafsir_tahlili":"(38) Dalam ayat ini diterangkan nasib manusia yang bersahabat dengan setan itu di hari akhirat ketika menghadap Allah. Di saat itulah orang itu baru menyadari bahwa ia telah disesatkan oleh setan-setan itu. Di hadapan Allah ia menyesali mengapa ia terlalu dekat dengan setan-setan itu sewaktu di dunia. Ia menyesal mengapa waktu di dunia dulu mereka dengan setan itu tidak berjauhan sebagaimana jauhnya timur dan barat, yaitu seperti antara satu ujung dengan ujung yang lainnya. Tetapi penyesalan itu tidak berguna, karena dunia sudah digulung dan tidak akan mungkin dikembalikan lagi. \r\nDi akhirat setan-setan yang menjadi teman setia mereka waktu di dunia akan meninggalkan mereka. Di depan Allah setan-setan itu mengingkari persahabatan dan berlepas tangan, sebagaimana diinformasikan dalam firman-Nya:\r\nوَقَالَ الشَّيْطٰنُ لَمَّا قُضِيَ الْاَمْرُ اِنَّ اللّٰهَ وَعَدَكُمْ وَعْدَ الْحَقِّ وَوَعَدْتُّكُمْ فَاَخْلَفْتُكُمْۗ وَمَا كَانَ لِيَ عَلَيْكُمْ مِّنْ سُلْطٰنٍ اِلَّآ اَنْ دَعَوْتُكُمْ فَاسْتَجَبْتُمْ لِيْ ۚفَلَا تَلُوْمُوْنِيْ وَلُوْمُوْٓا اَنْفُسَكُمْۗ مَآ اَنَا۠ بِمُصْرِخِكُمْ وَمَآ اَنْتُمْ بِمُصْرِخِيَّ ;Dan setan berkata ketika perkara (hisab) telah diselesaikan, “Sesungguhnya Allah telah menjanjikan kepadamu janji yang benar, dan aku pun telah menjanjikan kepadamu tetapi aku menyalahinya. Tidak ada kekuasaan bagiku terhadapmu, melainkan (sekedar) aku menyeru kamu lalu kamu mematuhi seruanku, oleh sebab itu janganlah kamu mencerca aku, tetapi cercalah dirimu sendiri. Aku tidak dapat menolongmu, dan kamu pun tidak dapat menolongku. (Ibr±h³m/14: 22);Demikianlah, setan-setan jelas merupakan teman yang paling jahat: di dunia mereka merayu, tetapi di akhirat mereka berlepas tangan bahkan menjerumuskan manusia.\r\n"}