{"tafsir_id":4369,"surah_id":43,"aya_number":44,"tafsir_wajiz":"Dan ketahuilah wahai Nabi Muhammad, bahwa sesungguhnya Al-Qur’an yang diturunkan kepadamu itu benar-benar suatu peringatan dan pengajaran yang sangat baik bagimu dan bagi kaummu dan semua yang mengikuti tuntunanmu, dan kelak kamu sekalian akan dimintai pertanggungjawaban.","tafsir_tahlili":"(44) Allah menegaskan bahwa turunnya Al-Qur'an itu sesungguhnya adalah kemuliaan bagi Nabi saw dan kaumnya, yaitu suku Quraisy pada khususnya dan bangsa Arab pada umumnya. Hal itu karena Al-Qur'an itu diturunkan dalam bahasa mereka. Dengan begitu bangsa Arab, khususnya suku Quraisy, tentu yang paling paham maknanya, karena itu seharusnya mereka menjadi yang pertama dalam mengimaninya dan melaksanakan ajaran-ajaran yang terdapat di dalamnya. Dalam ayat lain Allah menyatakan Al-Qur'an sebagai kehormatan yang telah diberikan kepada mereka:\r\nلَقَدْ اَنْزَلْنَآ اِلَيْكُمْ كِتٰبًا فِيْهِ ذِكْرُكُمْۗ اَفَلَا تَعْقِلُوْنَ\r\nSungguh, telah Kami turunkan kepadamu sebuah Kitab (Al-Qur'an) yang di dalamnya terdapat peringatan bagimu. Maka apakah kamu tidak mengerti? (al-Anbiy±'/21: 10);Selanjutnya, orang-orang musyrikin Mekah seharusnya menjadi pelopor dalam menyebarkan ajaran-ajaran yang terdapat dalam Al-Qur'an. Untuk itu semua mereka akan diminta pertanggungjawabannya. Bila mereka tidak mengimaninya, tidak menjalankannya, dan tidak menyebarluaskannya, maka kedudukan mereka akan digantikan oleh kaum-kaum lain, sebagaimana firman Allah:\r\nهٰٓاَنْتُمْ هٰٓؤُلَاۤءِ تُدْعَوْنَ لِتُنْفِقُوْا فِيْ سَبِيْلِ اللّٰهِۚ فَمِنْكُمْ مَّنْ يَّبْخَلُ ۚوَمَنْ يَّبْخَلْ فَاِنَّمَا يَبْخَلُ عَنْ نَّفْسِهٖ ۗوَاللّٰهُ الْغَنِيُّ وَاَنْتُمُ الْفُقَرَاۤءُ ۗوَاِنْ تَتَوَلَّوْا يَسْتَبْدِلْ قَوْمًا غَيْرَكُمْۙ ثُمَّ لَا يَكُوْنُوْٓا اَمْثَالَكُمْ\r\nIngatlah, kamu adalah orang-orang yang diajak untuk menginfakkan (hartamu) di jalan Allah. Lalu di antara kamu ada orang yang kikir, dan barang siapa kikir maka sesungguhnya dia kikir terhadap dirinya sendiri. Dan Allah-lah Yang Mahakaya dan kamulah yang membutuhkan (karunia-Nya). Dan jika kamu berpaling (dari jalan yang benar) Dia akan menggantikan (kamu) dengan kaum yang lain, dan mereka tidak akan (durhaka) seperti kamu (ini). (Mu¥ammad/47: 38);Karena Al-Qur'an diturunkan dalam bahasa Arab, kaum Muslimin yang bukan bangsa Arab dan tidak berbahasa Arab berarti perlu belajar bahasa Arab agar dapat memahami ajaran-ajaran yang terdapat di dalamAl-Qur'an itu dengan baik. Di antara mereka perlu ada yang mendalami ajaran-ajaran yang terdapat di dalamnya, melaksanakannya, dan mendakwahkannya. Bila mereka melakukan yang demikian itu, maka kedudukan mereka setingkat dengan suku Quraisy yang dianugerahi kemulian sebagai umat pertama yang menerima Islam dan menyebarluaskannya kepada bangsa-bangsa lain. Mereka adalah para ulama. Dengan demikian di pundak para ulama terletak tanggung jawab besar dan mereka juga akan diminta pertanggungjawaban nanti di akhirat oleh Allah swt. \r\n"}