{"tafsir_id":4378,"surah_id":43,"aya_number":53,"tafsir_wajiz":"Maka kalau memang Musa merupakan utusan Tuhan yang dikirim kepada kami, mengapa dia, yakni Musa, tidak dipakaikan oleh Tuhannya gelang dari emas sebagai identitasnya atau para malaikat datang bersama-sama dia untuk mengiringinya sebagai bentuk dukungan terhadap pengutusannya?”","tafsir_tahlili":"(53) Firaun memberikan alasan mengapa Nabi Musa tidak pantas memperoleh kemuliaan dan tidak layak diimani sebagai rasul, karena ia tidak memiliki gelang-gelang emas sebagai tanda ia kaya, dan tidak didampingi malaikat-malaikat sebagai tanda ia seorang rasul. Dengan demikian Firaun membuat tolok ukur kemuliaan itu adalah dengan kekayaan, dan tolok ukur kebenaran pada hal-hal yang kasat mata. Allah tidak meletakkan tolok ukur kemuliaan itu pada materi tetapi pada ketakwaan, sebagaimana firman Allah:\r\n ;يٰٓاَيُّهَا النَّاسُ اِنَّا خَلَقْنٰكُمْ مِّنْ ذَكَرٍ وَّاُنْثٰى وَجَعَلْنٰكُمْ شُعُوْبًا وَّقَبَاۤىِٕلَ لِتَعَارَفُوْا ۚ اِنَّ اَكْرَمَكُمْ عِنْدَ اللّٰهِ اَتْقٰىكُمْ ۗاِنَّ اللّٰهَ عَلِيْمٌ خَبِيْرٌ   ١٣  \r\nWahai manusia! Sungguh, Kami telah menciptakan kamu dari seorang laki-laki dan seorang perempuan, kemudian Kami jadikan kamu berbangsa-bangsa dan bersuku-suku agar kamu saling mengenal. Sungguh yang paling mulia di antara kamu di sisi Allah ialah orang yang paling bertakwa. Sungguh, Allah Maha Mengetahui, Mahateliti. (al-¦ujur±t/49: 13) ;Allah tidak meletakkan tolok ukur kebenaran sebagai seorang rasul itu pada sesuatu yang dapat diindera, namun pada kebenaran jalan yang ditempuhnya, yaitu pada kebenaran wahyu yang diperolehnya dari Allah. Allah berfirman:\r\nقُلْ اِنَّمَآ اَنَا۠ بَشَرٌ مِّثْلُكُمْ يُوْحٰٓى اِلَيَّ اَنَّمَآ اِلٰهُكُمْ اِلٰهٌ وَّاحِدٌۚ فَمَنْ كَانَ يَرْجُوْا لِقَاۤءَ رَبِّهٖ فَلْيَعْمَلْ عَمَلًا صَالِحًا وَّلَا يُشْرِكْ بِعِبَادَةِ رَبِّهٖٓ اَحَدًا ࣖ  ١١٠  \r\nKatakanlah (Muhammad), “Sesungguhnya aku ini hanya seorang manusia seperti kamu, yang telah menerima wahyu, bahwa sesungguhnya Tuhan kamu adalah Tuhan Yang Maha Esa.” Maka barang siapa mengharap pertemuan dengan Tuhannya maka hendaklah dia mengerjakan kebajikan dan janganlah dia mempersekutukan dengan sesuatu pun dalam beribadah kepada Tuhannya.” (al-Kahf/18: 110) ;Perlakuan yang tidak layak juga dialami Nabi Muhammad saw bahkan lebih hebat lagi. Kaumnya tidak mempercayainya sebagai seorang rasul karena ia tidak memiliki apa-apa. Mereka memintanya, di samping menjadi orang kaya, juga dapat menciptakan peristiwa-peristiwa yang luar biasa sampai-sampai mereka ingin melihat Allah dan malaikat secara kasat mata. Permintaan itu tentu tidak mungkin ia penuhi karena sudah di luar kuasanya dan mustahil dipenuhi. Beliau hanya menjawab, “Mahasuci Tuhanku, dan saya hanya seorang manusia yang menjadi rasul.” \r\nقُلْ سُبْحَانَ رَبِّيْ هَلْ كُنْتُ اِلَّا بَشَرًا رَّسُوْلًا\r\nKatakanlah (Muhammad), “Mahasuci Tuhanku, bukankah aku ini hanya seorang manusia yang menjadi rasul?” (al-Isr±'/17: 93)\r\n"}