{"tafsir_id":4382,"surah_id":43,"aya_number":57,"tafsir_wajiz":"Setelah menjelaskan bahwa kaum Nabi Musa yang menentang ajaran Allah dan hukuman yang ditimpakan kepada mereka adalah pelajaran bagi orang-orang datang kemudian, Allah lalu menjelaskan pelajaran yang dapat diambil oleh Nabi Muhammad dan umatnya dari kisah Nabi Isa. Dan ketika putra Maryam, yakni Nabi Isa, dijadikan oleh orang-orang musyrik perumpamaan untuk menentang kebenaran no_ayatt-no_ayatt Allah, tiba-tiba kaummu, suku Quraisy wahai Nabi Muhammad bersorak gembira karenanya.","tafsir_tahlili":"(57) Ayat ini menerangkan bahwa Nabi Isa putra Maryam dijadikan contoh oleh kaum musyrikin Mekah untuk menjatuhkan dan memperolok-olokkan Nabi Muhammad saw. Hal itu terjadi ketika beliau menyampaikan ayat, “Sungguh, kamu (orang kafir) dan apa yang kamu sembah selain Allah, adalah bahan bakar Jahanam.” (al-Anbiy±'/21: 98). Mereka bersorak-sorai kegirangan, karena menyangka memperoleh alasan untuk membuktikan bahwa Nabi Muhammad bertindak salah berdasarkan ayat itu. Hal itu karena Nabi Isa disembah oleh sebagian manusia. Dengan begitu beliau juga akan masuk neraka bersama mereka yang menyembahnya. Untuk membantah pandangan itu Allah menurunkan ayat, “Sungguh, sejak dahulu bagi orang-orang yang telah ada (ketetapan) yang baik dari Kami, mereka itu akan dijauhkan (dari neraka),” (al-Anbiy±'/21:101). Dengan demikian Nabi Isa, Uzair, dan pendeta-pendeta serta rahib-rahib yang taat dan hanya menyembah Allah, akan masuk surga, dan orang-orang sesat yang kemudian menjadikan mereka tuhan-tuhan selain Allah akan masuk neraka. Mengenai Isa sendiri yang disembah mereka yang sesat itu turun ayat ini untuk membantahnya, “Dan ketika putra Maryam dijadikan perumpamaan, tiba-tiba kaummu, ya Muhammad, bersorak karenanya,” yaitu menyoraki kamu karena firman-Nya itu. Selanjutnya Allah menjelaskan, “Dia (Isa) tidak lain hanyalah seorang hamba yang Kami anugerahi nikmat dan Kami jadikan tanda untuk Bani Israil. Dan jika Kami kehendaki, benar-benar Kami jadikan sebagian kalian malaikat-malaikat di bumi yang turun-temurun. Dan ia (Isa) sungguh merupakan bukti tentang adanya hari Kiamat….”"}