{"tafsir_id":4392,"surah_id":43,"aya_number":67,"tafsir_wajiz":"Teman-teman karib pada hari Kiamat itu sebagian mereka menjadi musuh bagi yang lainnya karena hubungan pertemanan mereka terjalin atas dasar kezaliman, tidak atas dasar kebaikan dan kemaslahatan, kecuali orang-orang yang bertakwa yang tidak saling bermusuhan karena pertemanan dan persahabatan mereka terjalin atas dasar ketaatan kepada Allah.","tafsir_tahlili":"(67) Ayat ini menerangkan bahwa pada hari Kiamat, persahabatan dan hubungan akrab antara orang-orang kafir, baik hubungan persahabatan yang terjadi antara mereka maupun hubungan mereka dengan sesembahan yang mereka sembah selain Allah; akan berubah menjadi permusuhan, dan mereka akan saling tuduh satu dengan yang lain. Seorang teman menuduh temannya yang lain yang menjadi sebab ia masuk neraka dan sengsara pada hari itu, sedangkan berhala-berhala mengingkari penyembahan yang dilakukan penyembah-penyembahnya semasa hidup di dunia karena berhala-berhala itu sebagai benda mati tidak tahu-menahu sedikit pun tentang apa yang telah dilakukan penyembah-penyembahnya semasa hidup di dunia. Masing-masing berlepas diri dari tuduhan pihak yang lain.\r\nApa yang disebutkan di atas diungkapkan Nabi Ibrahim kepada kaumnya sebagai berikut:\r\nوَقَالَ اِنَّمَا اتَّخَذْتُمْ مِّنْ دُوْنِ اللّٰهِ اَوْثَانًاۙ مَّوَدَّةَ بَيْنِكُمْ فِى الْحَيٰوةِ الدُّنْيَا ۚ ثُمَّ يَوْمَ الْقِيٰمَةِ يَكْفُرُ بَعْضُكُمْ بِبَعْضٍ وَّيَلْعَنُ بَعْضُكُمْ بَعْضًا ۖوَّمَأْوٰىكُمُ النَّارُ وَمَا لَكُمْ مِّنْ نّٰصِرِيْنَۖ   ٢٥  \r\nDan dia (Ibrahim) berkata, “Sesungguhnya berhala-berhala yang kamu sembah selain Allah, hanya untuk menciptakan perasaan kasih sayang di antara kamu dalam kehidupan di dunia, kemudian pada hari Kiamat sebagian kamu akan saling mengingkari dan saling mengutuk; dan tempat kembalimu ialah neraka, dan sama sekali tidak ada penolong bagimu.” (al-Ankabµt/29: 25)\r\nRasulullah saw bersabda:\r\nعَنْ عَلِى بْنِ أَبِى طَالِبٍ رَضِىَ اللهُ عَنْهُ  اَلأَخِلاَّءُ يَوْمَئِذٍ بَعْضُهُمْ لِبَعْضٍ عَدُوٌّ اِلاَّ اْلمُتَّقِيْنَ) قَالَ: خَلِيْلاَنِ مُؤْمِنَانِ وَخَلِيْلاَنِ كَافِرَانِ فَتُوُفِّيَ أَحْدُ الْمُؤْمِنَيْنِ وَبُشِّرَ بِالْجَنَّةِ فَذَكَرَ خَلِيْلَهُ فَيَقُوْلُ: اللَّهُمَّ ﺇنَّ فُلاَناً خَلِيْلِي يَأْمُرُنِي بِطَاعَتِكَ وَطَاعَةِ رَسُوْلِكَ وَيَأْمُرُنِي بِالْخَيْرِ وَيَنْهَانِي عَنِ الشَّرِّ وَيُنَبِّئُنِي أَنِّي مُلاَقِيْكَ. اللَّهُمَّ فَلاَ تُضِلَّهُ بَعْدِي حَتَّى تُرِيَهُ مِثْلَ مَا أَرَيْتَنِي وَتَرْضَى عَنْهُ كَمَا رَضِيْتَ عَنِّي، فَيُقَالُ لَهُ: اِذْهَبْ فَلَوْ تَعْلَمُ مَالَهُ عِنْدِي لَضَحِكْتَ كَثِيْراً وَبَكَيْتَ قَلِيْلاً، قَالَ: ثُمَّ يَمُوْتُ اﻵخَرُ فَتَجْتَمِعُ أَرْوَاحُهُمَا، فَيُقَالُ: لِيُثْنِ أَحَدُكُمَا عَلَى صَاحِبِهِ، فَيَقُوْلُ كُلُّ وَاحِدٍ مِنْهُمَا لِصَاحِبِهِ: نِعْمَ الأَخُ، وَنِعْمَ الصَّاحِبُ، وَنِعْمَ الْخَلِيْلُ، وَاِذَا مَاتَ اَحَدُالْكَافِرِيْنَ وَبُشِّرَ بِالنَّارِ ذَكَرَ خَلِيْلَهُ فَيَقُوْلُ: اَللَّّهُمَّ اِنَّ خَلِيْلِى فُلاَناً كَانَ يَأْمُرُنِى ِبمَعْصِيَتِكَ وَمَعْصِيَةِ رَسُوْلِكَ وَيَأْمُرُنِي بِالشَّرِّ، وَيَنْهَانِى عَنِ الْخَيْرِ ، وَيُخْبِرُنِي أَنِّي غَيْرُ مُلاَقِيْكَ، اللَّهُمَّ فَلاَ تَهْدِهِ بَعْدِي حَتَّى تُرِيَهُ مِثْلَ مَاأَرَيْتَنِي وَتَسْخَطَ عَلَيْهِ كَمَا سَخِطْتَ عَلَيَّ، قَالَ: فَيَمُوْتُ الْكَافِرُ اﻵخَرُ، فَيُجْمَعُ بَيْنَ أَرْوَاحِهِمَا، فَيُقَالُ: لِيُثْنِ كُلُّ وَاحِدٍ مِنْكُمَا عَلَى صَاحِبِهِ، فَيَقُوْلُ كُلُّ وَاحِدٍ مِنْهُمَا لِصَاحِبِهِ: بِئْسَ اْلأَخُ، وَبِئْسَ الصَّاحِبُ، وَبِئْسَ الْخَلِيْلُ.(رواه ابن ابي حاتم)\r\nAli bin Ab³ °±lib berkata,”Orang-orang yang berteman (pada waktu di dunia) akan menjadi bermusuhan antara sebagian mereka dengan sebagian yang lain pada hari Kiamat, kecuali orang-orang yang bertakwa.” Ali melanjutkan, “Ada dua orang mukmin yang berteman, dan dua orang kafir yang berteman. Lalu salah seorang dari dua orang mukmin itu meninggal dunia. Ia diberi kabar gembira dengan masuk surga, maka ia teringat temannya. Ia berkata, “Ya Allah, sesungguhnya si fulan temanku dahulu pernah mengajakku untuk taat kepada-Mu dan rasul-Mu. Ia mengajakku untuk kebaikan, serta melarangku dari keburukan, dan mengabarkan kepadaku bahwa kelak aku akan bertemu dengan-Mu. Oleh karena itu, ya Allah, jangan sesatkan dirinya setelah kepergianku, sampai saat Engkau memperlihatkan (surga)kepadanya, sebagaimana telah Engkau perlihatkan kepadaku, sampai Engkau rida kepadanya sebagaimana Engkau rida kepadaku.” Kemudian dikatakan kepada mukmin tersebut, “Pergilah, seandainya kamu tahu apa yang Aku sediakan baginya disisi-Ku tentulah kamu akan banyak tertawa dan sedikit menangis.” Ali melanjutkan, “Lalu mukmin yang satu lagi meninggal, sehingga ruh mereka bertemu. Setelah itu, dikatakan kepada mereka, “Hendaklah masing-masing kalian memuji temannya.” Maka masing-masing mereka berkata, “(Engkau)adalah sebaik-baiknya saudara, sahabat, dan teman.” \r\nDan apabila meninggal dunia satu di antara dua teman yang kafir, maka ia dikabari akan masuk neraka. Lalu ia teringat temannya, maka ia berkata, “Ya Allah, sesungguhnya si fulan temanku pernah mengajakku untuk durhaka kepada-Mu dan rasul-Mu. Ia mengajakku untuk berbuat jahat dan melarangku berbuat baik, memberitahu kepadaku bahwa aku tidak akan bertemu dengan-Mu. Oleh karena itu ya Allah, janganlah Engkau beri petunjuk kepadanya setelah kepergianku, sampai Engkau tunjukkan sesuatu (neraka) seperti yang Engkau tunjukkan kepadaku, dan murkailah dia seperti Engkau murka kepadaku.” kemudian Ali melanjutkan, “lalu orang kafir lainnya meninggal, maka ruh mereka bertemu. Setelah itu dikatakan kepada mereka, “Hendaklah masing-masing kalian memuji temannya.” Maka masing-masing mereka berkata, “(Engkau) adalah seburuk-buruk saudara, teman dan kekasih. (Riwayat Ibn Ab³ ¦±tim)\r\n"}