{"tafsir_id":44,"surah_id":2,"aya_number":37,"tafsir_wajiz":"Nabi Adam dan Hawa merasakan penyesalan yang sangat dalam atas kejadian yang baru saja berlalu. Keduanya tersadar telah diperdno_ayatkan oleh setan. Lalu keduanya meminta ampun kepada Allah. Kemudian Adam menerima beberapa kalimat, yakni doa penyesalan dan permintaan tobat, sebagaimana tersirat dalam no_surahh al-A ‘raf/7: 23, dari Tuhannya, kemudian mereka bertobat, lalu Dia pun menerima tobatnya. Sungguh, Allah Maha Penerima tobat, Maha Penyno_ayatng. ","tafsir_tahlili":"(37) Dalam ayat ini diterangkan bahwa setelah Adam a.s. dikeluarkan dari surga, dia menerima ilham dari Allah swt yang mengajarkan kepadanya kata-kata untuk bertobat. Lalu Adam bertobat dan memohon ampun kepada Allah dengan menggunakan kata-kata tersebut, yang berbunyi sebagai berikut:\r\nقَالَا رَبَّنَا ظَلَمْنَآ اَنْفُسَنَا وَاِنْ لَّمْ تَغْفِرْ لَنَا وَتَرْحَمْنَا لَنَكُوْنَنَّ مِنَ الْخٰسِرِيْنَ   \r\nKeduanya berkata, ”Ya Tuhan kami, kami telah menzalimi diri kami sendiri. Jika Engkau tidak mengampuni kami dan memberi rahmat kepada kami, niscaya kami termasuk orang-orang yang rugi.” (al-Ar±f/7: 23);Setelah Adam berdoa memohon ampunan kepada Allah dengan mengucapkan kata-kata tersebut, Allah pun menerima tobatnya, dan melimpahkan rahmat-Nya kepada Adam. Sesungguhnya Allah Maha Penerima Tobat dan Maha Pengasih. Sebab Allah senantiasa memberikan maaf dan ampunan serta rahmat-Nya kepada orang-orang yang bertobat dari kesalahannya. \r\nTobat yang diterima Allah adalah tobat yang memenuhi hal-hal sebagai berikut:\r\n1. Menyesali dan meninggalkan segala kesalahan yang telah dilakukan.\r\n2. Menjauhi dan tidak mengulangi lagi kesalahan-kesalahan dan perbuatan-perbuatan semacam itu.\r\n3. Mengiringi perbuatan dosa itu dengan perbuatan-perbuatan yang baik.\r\nDalam hal ini Rasulullah saw telah bersabda:\r\nوَ أَتْبِعِ السَّيِّئَةَ الْحَسَنَةَ تَمْحُهَا (رواه الترمذي عن أبي ذر)\r\n“Iringilah perbuatan jahat itu dengan perbuatan baik, niscaya perbuatan baik itu akan menghapuskan dosanya”. (Riwayat at-Tirmi©i dari Ab³ ªarr);Dalam ayat ini ada dua macam sifat Allah swt yang disebutkan sekaligus, yaitu “Maha Penerima tobat”, dan “Maha Pengasih”. Hal ini merupakan isyarat tentang jaminan Allah kepada setiap orang yang bertobat menurut cara-cara yang tersebut di atas, bahwa Allah swt akan melimpahkan kepadanya kebajikan dan ampunan-Nya."}