{"tafsir_id":4405,"surah_id":43,"aya_number":80,"tafsir_wajiz":"Dalam keadaan demikian, Allah mengajukan pertanyaan yang berisi kecaman atas rencana mereka dengan mengatakan, “Apakah mereka mengira bahwa Kami tidak mendengar rahasia dan bisikan-bisikan mereka? Apa yang mereka duga itu merupakan suatu kekeliruan yang amat besar karena sebenarnya Kami mendengar semua yang mereka rencanakan itu, dan utusan-utusan Kami, yakni malaikat yang mencatat amal baik dan buruk selalu mencatat di sisi mereka apa yang mereka niatkan, katakan, dan kerjakan.","tafsir_tahlili":"(80) Diriwayatkan oleh Ibnu Jar³r bahwa Muhammad bin Kaab           Al-Qura§i berkata, “Ketika tiga orang berada di antara Kabah dan kelambunya, dua orang dari suku Quraisy dan seorang dari suku Saqafi, maka salah seorang dari mereka berkata, “Bagaimanakah pendapatmu, apakah Allah mendengar pembicaraan kita?” Orang yang kedua menjawab, “Apabila kamu keraskan suaramu, Dia mendengarnya, sedangkan apabila engkau berbisik, Dia tidak mendengarnya.” Orang yang ketiga berkata, “Jika Dia mendengar bila kamu keraskan suaramu, tentu Dia mendengar pula, bila kamu berbisik.” Maka turunlah ayat ini.\r\n Melihat sikap dan tindakan orang-orang kafir semasa hidup di dunia, mereka seakan-akan tidak percaya bahwa Allah mengetahui segala sesuatu; maka dikatakan tentang mereka, “Apakah mereka menyangka bahwa Kami tidak mendengar bisikan-bisikan hati mereka, dan tidak mengetahui semua yang mereka perbincangkan secara rahasia dalam menyusun tipu daya itu?”\r\nDengan ayat ini Allah menegaskan dengan mengatakan, “Kami mengetahui segala yang mereka rencanakan dan mendengar semua bisikan-bisikan mereka, tidak ada sesuatu pun yang tidak kami ketahui, di samping itu, malaikat hafa§ah selalu menulis dan mencatat semua perilaku mereka baik berupa perkataan maupun perbuatan. Firman Allah:\r\nاِذْ يَتَلَقَّى الْمُتَلَقِّيٰنِ عَنِ الْيَمِيْنِ وَعَنِ الشِّمَالِ قَعِيْدٌ   ١٧  مَا يَلْفِظُ مِنْ قَوْلٍ اِلَّا لَدَيْهِ رَقِيْبٌ عَتِيْدٌ   ١٨  \r\n(Ingatlah) ketika dua malaikat mencatat (perbuatannya), yang satu duduk di sebelah kanan dan yang lain di sebelah kiri. Tidak ada suatu kata yang diucapkannya melainkan ada di sisinya malaikat pengawas yang selalu siap (mencatat). (Q±f/50: 17-18)\r\n"}