{"tafsir_id":4417,"surah_id":44,"aya_number":3,"tafsir_wajiz":"Sesungguhnya Kami menurunkannya pertama kali dari Lauhul-Mahfuz ke langit dunia sekaligus pada malam yang di berkahi. Sungguh, Kamilah yang memberi peringatan.","tafsir_tahlili":" (2-3) Allah menerangkan bahwa Dia telah menurunkan Al-Qur'an pada malam penuh berkah yang dikenal dengan malam “Lailah Mub±rakah” untuk memperingatkan hamba-Nya dan agar mereka takut kepada siksa-Nya, dan pada malam itu Dia telah memerinci semua hal yang bermanfaat bagi hamba-Nya di dunia dan di akhirat. Dia adalah Tuhan semesta alam yang mengatur langit dan bumi dan yang ada di antara keduanya.\r\nTidak ada yang tersembunyi bagi Allah tentang hal ihwal hamba-Nya, hidup dan mati mereka adalah di tangan-Nya. Dialah Tuhan mereka dan Tuhan nenek moyang mereka, tetapi mereka masih juga ragu setelah kebenaran itu nyata dan jelas. Firman Allah:\r\nاِنَّآ اَنْزَلْنٰهُ فِيْ لَيْلَةِ الْقَدْرِ   ١  وَمَآ اَدْرٰىكَ مَا لَيْلَةُ الْقَدْرِۗ  ٢  لَيْلَةُ الْقَدْرِ ەۙ خَيْرٌ مِّنْ اَلْفِ شَهْرٍۗ  ٣  \r\nSesungguhnya Kami telah menurunkannya (Al-Qur'an) pada malam qadar. Dan tahukah kamu apakah malam kemuliaan itu?Malam kemuliaan itu lebih baik daripada seribu bulan. (al-Qadr/97: 1-3);Peristiwa turunnya Al-Qur'an itu terjadi pada bulan Ramadan sebagaimana firman Allah:\r\nشَهْرُ رَمَضَانَ الَّذِيْٓ اُنْزِلَ فِيْهِ الْقُرْاٰنُ\r\nBulan Ramadan adalah (bulan) yang di dalamnya diturunkan Al-Qur'an, (al-Baqarah/2: 185);Dari hadis Nabi:\r\nعَنْ وَاثِلَةَ بن الأَسْقَعِ، عَنِ النَّبِىِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، قَالَ: أُنْزِلَتْ صُحُفُ اِبْرَاهِيْمَ أَوَّلَ لَيْلَةٍ مِنْ رَمَضَانَ، وَأُنْزِلَتِ التَّوْرَةُ لِسِتٍّ مَضَيْنَ مِنْ رَمَضَانَ، وَأُنْزِلَ الزَّبُوْرُ لاِثْنَتَى عَشْرَةَ مِنْ رَمَضَانَ، وَأُنْزِلَ الاِنْجِيْلُ لِثَمَانِ عَشْرَةَ خَلَتْ مِنْ رَمَضَانَ وَأُنْزِلَ اْلقُرْاَنُ َلأَِرْبَعٍ وَعِشْرِيْنَ مَضَتْ مِنْ رَمَضَانَ. (رواه أحمد والطبراني والبيهقي)\r\nDari W±£ilah bin al-Asqa bahwa Rasulullah saw bersabda: ¢u¥uf Ibrahim diurunkan pada malam pertama bulan Ramadan, Taurat diturunkan pada tanggal 6 Ramadan, Zabur pada malam 12 Ramadan, Injil pada malam 18 Ramadan dan Al-Qur'an diturunkan pada malam 24 Ramadan. (Riwayat A¥mad, a¯-°abr±n³, dan al-Baihaqi);Allah menurunkan Al-Qur'an untuk memberitahukan kepada manusia tentang hal-hal yang bermanfaat untuk diamalkan dan hal-hal yang akan mencelakakan mereka, agar mereka menjauhinya, untuk menjadi hujah bagi Allah atas hamba-Nya.\r\n"}