{"tafsir_id":4424,"surah_id":44,"aya_number":10,"tafsir_wajiz":"Maka oleh sebab itu, tunggulah wahai Nabi Muhammad, atau siapa pun, hari ketika langit membawa kabut, yaitu debu yang beterbangan dari tanah akibat kekeringan yang berkepanjangan yang tampak jelas bagi mereka,","tafsir_tahlili":"(10) Pada ayat ini Allah memerintahkan Nabi Muhammad saw agar bersabar menanti orang-orang kafir Mekah itu ditimpa kelaparan. Pada saat itu pula mereka bila memandang ke atas, akan melihat di langit kabut tebal memenuhi angkasa.\r\nMenurut kajian ilmiah mengenai peristiwa adanya Dukh±n (kabut), nampaknya pada hari Kiamat nanti akan diawali dengan adanya benturan dahsyat antara bumi dengan benda-benda langit (planet atau asteroida lainnya). Benturan ini diperkirakan akan menyebabkan berhamburannya material bumi maupun benda langit tadi dalam jumlah yang sangat-sangat besar. Material tersebut berhamburan ke angkasa seperti awan debu (ad-dukhan) dalam jumlah yang sangat besar. Awan debu inilah yang kemungkinan akan meyelimuti atmosfer bumi sehingga sinar matahari tidak lagi menembus bumi, suhu akan turun drastis, akan terjadi kematian semua makhluk hidup. Para ahli palaentologi (ahli masalah-masalah kepurbaan), termasuk para ahli paleogeologi (geologi-purba) maupun paleobiologi (biologi purba), mengemukakan teori punahnya spesies dinosaurus 66,4 juta tahun yang lalu, dengan mengemukakan suatu hipotesis yang dikenal dengan nama Asteroid Theory (Teori Asteroida). Teori ini muncul setelah Walter Alvarez menemukan adanya konsentrasi iridium yang sangat tinggi dan tidak biasa (anomaly high concentration of iridium) pada rangkaian stratigrafik masa Cretaceous-Tertiary di Gubbio, Italia. Konsentrasi iridium yang tidak normal ini, menimbulkan dugaan, bahwa iridium itu berasal dari benda-benda langit. Punahnya spesies dinosaurus menurut Asteroid Theory ini terjadi oleh adanya benturan bumi dengan asteroida, yang mengakibatkan munculnya awan debu luar biasa yang menyelimuti bumi, sehingga menghalangi sinar matahari masuk, menurunkan suhu dan mematikan spesies hayati purba. Teori ini didukung oleh tingginya kadar iridium di lokasi ditemukannya dinosaurus. Apakah ad-Dukh±n pada ayat 10 ini juga disebabkan adanya benturan bumi dengan benda-benda langit, menjelang kiamat."}