{"tafsir_id":447,"surah_id":3,"aya_number":154,"tafsir_wajiz":"Usai menjelaskan ampunan Allah atas kesalahan pasukan pemanah yang meninggalkan posisinya pada Perang Uhud, Allah lalu beralih menjelaskan pertolongan-Nya kepada pasukan muslim berupa kantuk walau dalam suasana duka. Kemudian setelah kamu ditimpa kesedihan, Dia menurunkan rasa aman kepadamu berupa kantuk yang bisa menghilangkan kepenatan yang meliputi segolongan dari kamu yang kuat imannya, sedangkan segolongan lagi, yang imannya tidak kuat, telah dicemaskan oleh diri mereka sendiri; mereka menyangka yang tidak benar terhadap Allah seperti sangkaan jahiliah, bahwa kalau Nabi Muhammad itu benar-benar nabi dan rasul Allah, tentu dia tidak akan kalah dalam peperangan. Mereka berkata, “Adakah sesuatu yang dapat kita perbuat, yakni campur tangan kita, dalam urusan ini?” Mereka berkata demikian karena ingin lepas tanggung jawab dari kegagalan dalam Perang Uhud. Katakanlah wahai Nabi Muhammad, “Sesungguhnya segala urusan itu di tangan Allah.” Dia yang menetapkan kemenangan atau kekalahan berdasarkan hukum kemasyarakatan yang berlaku. Mereka, orang-orang munafik, menyembunyikan dalam hatinya apa yang tidak mereka terangkan kepadamu, Mereka berkata, “Sekiranya ada sesuatu yang dapat kita perbuat dalam urusan ini, yakni seandainya Nabi mengikuti usul kita untuk menetap di Madinah, niscno_ayat kita tidak akan dikalahkan dan teman-teman kita tidak akan dibunuh di sini.” Katakanlah, wahai Nabi Muhammad, “Meskipun kamu ada di rumahmu,niscno_ayat orang-orang yangtelah ditetapkan akan mati terbunuh itu keluar, juga ke tempat mereka terbunuh, karena waktu dan tempat kematian sudah ditetapkan Allah.” Allah berbuat demikian untuk menguji apa yang ada dalam dadamu, kuat atau lemahlah imanmu, dan untuk membersihkan berbagai macam dosa apa saja yang ada dalam hatimu, Dan Allah Maha Mengetahui isi hati walaupun tanpa melalui ujian.","tafsir_tahlili":"(154) Lanjutan peristiwa setelah mereka mengalami kesulitan dan penderitaan, maka Allah memberikan kepada segolongan mereka yang kuat iman dan kesabarannya perasaan kantuk untuk menenangkan mereka dari rasa ketakutan, lelah dan kegelisahan. Dengan demikian mereka dapat mengumpulkan kembali kekuatan mereka yang telah berkurang karena sengitnya pertempuran dan kehilangan semangat. Sedang segolongan lainnya tidak menerima nikmat kantuk ini, yaitu golongan yang lemah imannya bahkan mereka tetap merasa takut dan gelisah. Ayat ini mengutarakan bahwa pengikut-pengikut Nabi setelah selesai peperangan terbagi atas dua golongan.\r\nPertama: Golongan yang menyadari bahwa terpukulnya mereka dalam Perang Uhud disebabkan kekeliruan mereka berupa kurangnya disiplin terhadap komando Rasulullah selaku komandan pertempuran. Mereka tetap yakin dan percaya pada pertolongan Allah berupa kemenangan bagi orang-orang yang beriman. Karena meskipun pada kali ini mereka mengalami malapetaka, namun Allah tetap akan membela orang-orang yang beriman. Golongan inilah yang memperoleh nikmat kantuk itu.\r\nKedua: Golongan yang lemah imannya karena diliputi rasa kekhawatiran  mereka belum begitu yakin kepada komando Rasulullah karena kemunafikan yang telah bersarang di hati mereka. Golongan kedua inilah yang menyangka yang bukan-bukan terhadap Allah dan Muhammad seperti sangkaan orang-orang jahiliah. Antara lain mereka menyangka kalau Muhammad benar-benar seorang Nabi dan Rasul, tentu ia dan sahabatnya tidak akan kalah dalam Perang Uhud. Mereka berkata untuk melepaskan tanggung jawab, “Apakah kita ada hak campur tangan dalam urusan ini?” Katakanlah hai Muhammad, “Semua urusan ini adalah di tangan Allah.”\r\nMereka banyak menyembunyikan hal-hal yang tidak mereka lahirkan kepadamu, mereka berkata, “Sekiranya ada hak campur tangan pada kita, niscaya kita tidak akan dikalahkan di sini.” Tetapi katakanlah kepada mereka andaikata mereka berada di dalam rumah masing-masing dengan tidak ikut berperang, tetapi kalau sudah ditakdirkan akan mati di luar rumah, maka mereka pasti akan mati juga di tempat yang sudah ditentukan. Semua kejadian ini adalah untuk menguji apa yang tersimpan di dalam dada kaum Muslimin dan untuk membersihkan hati mereka dari keraguan yang dibisikkan oleh setan, sehingga bertambah kuatlah keimanan dalam hati mereka. Allah Maha Mengetahui isi hati mereka."}