{"tafsir_id":4470,"surah_id":44,"aya_number":56,"tafsir_wajiz":"Mereka tidak akan merasakan di dalamnya, yakni dalam surga itu, kematian selain kematian pertama sewaktu mereka di dunia. Allah melindungi mereka dari azab neraka,","tafsir_tahlili":"(56) Dalam ayat ini Allah menerangkan kenikmatan lain yang dianugerahkan-Nya di dalam surga, yaitu mereka tidak akan merasakan mati seperti yang mereka rasakan di dunia. Mereka akan hidup kekal di surga. Hal ini berarti bahwa penghuni surga itu tetap dalam keadaan sehat wal afiat jasmani dan rohani dan mereka telah naik ke suatu martabat yang tidak dianugerahkan Allah kepada makhluk yang lain, kecuali malaikat yaitu hidup kekal penuh kebahagiaan.\r\nDalam hadis Rasulullah saw yang diriwayatkan Muslim digambarkan keadaan penghuni-penghuni surga itu, yaitu:\r\nعَنْ أََبى هُرَيْرَةَ وَاَبُوْ سَعِيْدٍ الْخُدْرِيِّ عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ يُنَادِيْ مُنَادٍ ِﺇنَّ لَكُمْ أَنْ تَصِحُّوا فَلاَ تَسْقَمُوْا أَبَداً وَﺇنَّ لَكُمْ أَنْ تَحْيَوْا فَلاَ تَمُوْتُوا أَبَداً وَﺇنَّ لَكُمْ أَنْ تَشِبُّوا فَلاَ تَهْرَمُوْا أَبَداً وَاِنَّ لَكُمْ أَنْ تَنْعَمُوْا فَلاَ تَبْتَئِسُوْ أَبَدًا. (رواه مسلم)\r\n“Diriwayatkan oleh Abu Hurairah dan Abu Sa³d bahwasanya Rasulullah saw bersabda, seorang penyeru menyerukan, “Sesungguhnya kamu akan selalu sehat, karena itu kamu tidak akan menderita sakit selama-lamanya; sesungguhnya kamu akan tetap hidup dan tidak akan mati selama-lamanya, dan sesungguhnya kamu akan tetap muda dan tidak akan pernah mengalami ketuaan selama-lamanya dan sesungguhnya kamu akan merasa nikmat dan tidak akan menderita selama-lamanya.” (Riwayat Muslim);Pada akhir ayat ini, Allah menegaskan bahwa para penghuni surga itu terpelihara dari siksa neraka. Terpelihara dari siksa itu termasuk salah satu dari kenikmatan yang sangat berharga, karena apabila seseorang terlepas dari suatu bahaya atau melihat orang lain menderita sedangkan ia sendiri terlepas dari bahaya dan penderitaan itu, maka ia akan merasakan suatu nikmat dan merasa bahwa ia tidak pernah berbuat suatu kejahatan sehingga ia tidak mengalami penderitaan"}