{"tafsir_id":4479,"surah_id":45,"aya_number":6,"tafsir_wajiz":"Itulah no_ayatt-no_ayatt Allah yang dihamparkan di alam ini untuk menggambarkan keesaan, kekuasaan, dan kebesaran-Nya yang Kami bacakan melalui malaikat Jibril kepadamu, wahai Nabi Muhammad, dengan sebenarnya untuk engkau sampaikan kepada umatmu; maka dengan perkataan mana lagi mereka akan beriman setelah firman Allah dan no_ayatt-no_ayatt-Nya itu? Kalau no_ayatt-no_ayatt Al-Qur’an dan tanda-tanda kekuasaan Allah di muka bumi tidak mereka percno_ayati, maka yang lain pun mereka lebih tidak percno_ayat lagi.","tafsir_tahlili":"(6) Allah menyatakan kepada Rasulullah saw, bahwa ayat Al-Qur'an yang dibacakan kepadanya itu adalah ayat-ayat yang mengandung bukti, dan dalil-dalil yang kuat baik dari segi asal Al-Qur'an itu (dari Allah) maupun dari segi isi dan gaya bahasanya. Pernyataan Allah itu telah disampaikan oleh Nabi Muhammad saw kepada kaum musyrik Mekah, tetapi semuanya itu tidak dapat mereka terima, bahkan mereka bertambah ingkar kepada Rasulullah saw.\r\nPada waktu Al-Qur'an dibacakan kepada orang kafir Mekah, hati mereka mengakui ketinggian isi dan gaya bahasanya. Pengakuan ini langsung diucapkan Utbah bin Rab³ah dan Abul Wal³d, sastrawan kenamaan orang Arab waktu itu. Kepada mereka diperintahkan agar memperhatikan kejadian alam semesta ini, kejadian diri mereka sendiri, air hujan yang turun dari langit yang menyirami bumi sehingga bumi yang tandus menjadi subur, angin yang bertiup, dan sebagainya, semuanya itu dapat dijadikan bukti bahwa Allah adalah Maha Esa, Mahakuasa lagi Mahaperkasa. \r\nKepada mereka pun telah diutus seorang rasul yang akan menyampaikan agama Allah kepada seluruh manusia. Rasul itu adalah orang yang paling mereka percayai di antara mereka, orang yang mereka segani dan orang yang selalu mereka mintai nasihat dalam menyelesaikan perselisihan-perselisihan yang terjadi di antara mereka. Rasul yang diutus itu dapat pula membuktikan bahwa ia benar-benar Rasul yang diutus Allah kepada manusia, misalnya dengan mengemukakan beberapa mukjizat yang diberikan Allah kepadanya. Sudah banyak bukti yang dikemukakan kepada mereka, tetapi mereka tidak juga beriman. Sebenarnya, bagi orang yang mau menggunakan pikirannya, cukup banyak bukti untuk menjadikan dia seorang yang beriman.\r\nItulah sebabnya maka Rasulullah saw diperintahkan oleh Allah menanyakan kepada kaum musyrik Mekah tentang keterangan apalagi yang mereka minta yang dapat mengubah hati mereka sehingga menjadi beriman.\r\nTelah lengkap keterangan yang diberikan kepada mereka. Tidak ada lagi dalil-dalil dan bukti-bukti yang lebih kuat daripada yang telah dikemukakan itu. Jika mereka tidak mau juga memahaminya dan tidak mau menerima bukti dan dalil-dalil itu, terserah kepada mereka sendiri. Mereka akan mendapatkan balasan yang setimpal akibat sikap kepala batu mereka itu."}