{"tafsir_id":4481,"surah_id":45,"aya_number":8,"tafsir_wajiz":"yaitu orang yang selalu mendengar no_ayatt-no_ayatt Allah dengan begitu jelas ketika di bacakan kepadanya dengan lisan, namun tetap saja dia tidak mempercno_ayatinya, bahkan kemudian dia tetap mengingkarinya sambil menyombongkan diri seakan-akan dia tidak pernah mendengarnya. Karena sikap dan tindakannya yang demikian itulah, maka wahai Nabi Muhammad, peringatkanlah dia dengan azab yang pedih akibat perbuatan buruknya.","tafsir_tahlili":"(7-8) Kemudian Allah mengancam kaum musyrikin yang selalu mengingkari kebenaran ayat-ayat Al-Qur'an dengan ancaman yang sangat mengerikan. Mereka tetap mendustakan kebenaran ayat-ayat Al-Qur'an, padahal di dalamnya terdapat keterangan tentang dalil-dalil dan bukti-bukti keesaan dan kekuasaan-Nya yang cukup jelas. Bukti dan keterangan itu telah mereka dengar sendiri. Menurut ukuran yang wajar, tentu mereka telah memahaminya. Akan tetapi, yang terjadi adalah sebaliknya. Itulah sebabnya mereka disebut dalam ayat ini orang-orang yang banyak berdusta dan banyak melakukan perbuatan dosa.\r\nSelanjutnya diterangkan bahwa keadaan orang-orang musyrik sebelum dan sesudah mendengar ayat-ayat Al-Qur'an tetap sama, tidak ada perubahan dalam sikap dan perilaku mereka, bahkan mereka bertambah ingkar dan menyombongkan diri. Itulah sebabnya dalam ayat ini mereka dikatakan seolah-olah tidak pernah mendengar ayat-ayat Al-Qur'an yang disampaikan kepada mereka.\r\nDalam ayat yang lain, diterangkan bahwa mereka sendiri mengakui tidak pernah merasa mendengar Al-Qur'an yang disampaikan kepada mereka. Allah berfirman:\r\nوَقَالُوْا قُلُوْبُنَا فِيْٓ اَكِنَّةٍ مِّمَّا تَدْعُوْنَآ اِلَيْهِ وَفِيْٓ اٰذَانِنَا وَقْرٌ وَّمِنْۢ بَيْنِنَا وَبَيْنِكَ حِجَابٌ فَاعْمَلْ اِنَّنَا عٰمِلُوْنَ  ٥  \r\nDan mereka berkata, “Hati kami sudah tertutup dari apa yang engkau seru kami kepadanya dan telinga kami sudah tersumbat, dan di antara kami dan engkau ada dinding, karena itu lakukanlah (sesuai kehendakmu), sesungguhnya kami akan melakukan (sesuai kehendak kami).” (Fu¡¡ilat/41: 5)\r\nDalam ayat lain:\r\nوَالَّذِيْنَ لَا يُؤْمِنُوْنَ فِيْٓ اٰذَانِهِمْ وَقْرٌ وَّهُوَ عَلَيْهِمْ عَمًى\r\nDan orang-orang yang tidak beriman pada telinga mereka ada sumbatan, dan (Al-Qur'an) itu merupakan kegelapan bagi mereka. (Fu¡¡ilat/41: 44);Pada akhir ayat ini, Allah memerintahkan kepada Rasul-Nya menyampaikan kabar gembira kepada mereka bahwa mereka akan memperoleh azab yang pedih di neraka. Dalam ayat ini disebutkan bahwa memberitakan adanya azab yang pedih merupakan suatu berita gembira, bukan suatu berita duka. Ungkapan ini sengaja dibuat demikian untuk membalas sikap mereka yang memperolok-olokkan ayat-ayat Al-Qur'an yang disampaikan kepadanya dan untuk menunjukkan bahwa sikap mereka itu merupakan sikap yang sudah melampaui batas. Karena itu, yang dimaksud dengan kabar gembira di sini ialah lawan daripada kabar gembira itu, yaitu kabar sedih sebagai penghinaan kepada mereka."}