{"tafsir_id":4482,"surah_id":45,"aya_number":9,"tafsir_wajiz":"Dan apabila dia telah mengetahui dengan cara apa pun sedikit tentang no_ayatt-no_ayatt Kami, maka dia menjadikannya sebagai bahan olok-olokan. Merekalah, yaitu para pembohong dan pendosa itu, yang akan menerima azab yang menghinakan.","tafsir_tahlili":"(9) Pada ayat ini diterangkan sikap yang lain dari orang musyrik Mekah sewaktu mendengar ayat-ayat Al-Qur'an disampaikan kepada mereka. Apabila ada di antara kawan-kawan mereka yang menyampaikan berita tentang ayat-ayat Al-Qur'an, mereka pun memperolok-olok ayat-ayat itu.\r\nDiriwayatkan bahwa ketika Abu Jahal mendengar firman Allah:\r\nاِنَّ شَجَرَتَ الزَّقُّوْمِۙ  ٤٣  طَعَامُ الْاَثِيْمِ ۛ   ٤٤\r\n Sungguh pohon zaqqµm itu, makanan bagi orang yang banyak dosa.            (ad-Dukh±n/44: 43-44);Ia meminta kurma dan keju, seraya berkata kepada kawan-kawannya, “Makanlah buah zaqqµm ini, yang diancamkan Muhammad saw kepadamu itu tidak lain adalah makanan yang manisnya seperti madu.” Dan ketika ia mendengar firman Allah:\r\nعَلَيْهَا تِسْعَةَ عَشَرَۗ   ٣٠\r\nDi atasnya ada sembilan belas (malaikat penjaga). (al-Mudda££ir/74: 30);Abu Jahal berkata, “Kalau penjaganya hanya sembilan belas, maka saya sendiri akan melemparkan mereka itu.” Banyak lagi cara-cara dan sikap lain yang bernada menghina dari orang-orang kafir Mekah pada waktu mereka mendengar bacaan Al-Qur'an. Bahkan Abu Jahal menantang sebagaimana yang diterangkan Al-Qur'an:\r\nوَاِذْ قَالُوا اللهم  اِنْ كَانَ هٰذَا هُوَ الْحَقَّ مِنْ عِنْدِكَ فَاَمْطِرْ عَلَيْنَا حِجَارَةً مِّنَ السَّمَاۤءِ اَوِ ائْتِنَا بِعَذَابٍ اَلِيْمٍ  ٣٢  \r\nDan (ingatlah), ketika mereka (orang-orang musyrik) berkata, “Ya Allah, jika (Al-Qur'an) ini benar (wahyu) dari Engkau, maka hujanilah kami dengan batu dari langit, atau datangkanlah kepada kami azab yang pedih.” (al-Anf±l/8: 32);Karena mereka selalu mendustakan ayat-ayat Allah dan memperolok-olokkannya, maka dalam ayat ini Allah menegaskan balasan yang akan mereka terima nanti di akhirat. Mereka akan dimasukkan ke dalam neraka yang menghinakan dan menyiksa mereka sebagai balasan dari sikap dan perbuatan mereka itu."}