{"tafsir_id":4490,"surah_id":45,"aya_number":17,"tafsir_wajiz":"Dan juga Kami telah berikan kepada mereka keterangan-keterangan, sebagai bukti-bukti yang jelas tentang urusan agama; maka sangat buruk sikap mereka karena mereka tidak berselisih kecuali setelah datang kepada mereka ilmu, pengetahuan yang sebenarnya dapat menyatukan mereka. Perselisihan mereka itu terjadi karena kedengkian yang ada di antara me-reka. Sungguh, Tuhanmu, yang memelihara dan membimbingmu, wahai Nabi Muhammad, akan memberi putusan kepada mereka pada hari Kiamat terhadap apa yang selalu mereka perselisihkan sewaktu mereka hidup di dunia.","tafsir_tahlili":"(17) Pada ayat ini, dijelaskan keutamaan yang keenam yang pernah diberikan Allah kepada Bani Israil yaitu bahwa Allah telah memberikan kepada mereka kemampuan memahami dalil-dalil dan keterangan-keterangan tentang agama. Keterangan itu adakalanya berupa hukum, peringatan, dan ada pula yang berupa mukjizat. Semua dipahami dan dilaksanakan dengan baik sehingga kehidupan mereka menjadi baik, tidak terjadi perselisihan sesama mereka dan ikatan masyarakat mereka menjadi baik pula, karena itu banyak usaha besar yang dapat mereka lakukan waktu itu.\r\nSebenarnya ketentuan seperti di atas tidak saja berlaku bagi Bani Israil, tetapi juga berlaku bagi semua bangsa yang mau melaksanakan perintah-perintah Allah dan menjauhkan larangan-Nya serta tunduk, patuh dan berserah diri kepada-Nya. Jika demikian, maka kebahagiaan yang diperoleh tidak saja berupa kebahagiaan dunia, tetapi juga kebahagiaan akhirat. Seakan-akan dengan ayat ini Allah mengingatkan manusia agar mencontoh kehidupan Bani Israil pada zaman dahulu itu.\r\nPada akhir ayat ini Allah menerangkan sebab-sebab terjadinya perselisihan di kalangan Bani Israil yang datang kemudian. Nabi-nabi mereka dahulu pernah menerangkan bahwa akan datang Nabi penutup nanti, yang diutus kepada semua manusia. Nabi itu termasuk keturunan Ibrahim dari anaknya Ismail. Setelah Nabi yang dimaksud itu datang dan memberikan keterangan sesuai dengan keterangan yang disampaikan nabi-nabi mereka dahulu, mereka pun mengingkarinya, dan tidak mempercayainya. Kedengkian itu timbul karena Nabi yang diutus itu bukan dari keturunan Ishak, dan mereka menganggap bahwa keturunan Ishak lebih mulia dari keturunan Ismail walaupun keduanya adalah saudara seayah (Nabi Ibrahim). Karena itu, tidak pantas nabi dan rasul terakhir diangkat dari keturunannya. Allah berfirman:\r\nوَمَا تَفَرَّقُوْٓا اِلَّا مِنْۢ بَعْدِ مَا جَاۤءَهُمُ الْعِلْمُ بَغْيًاۢ بَيْنَهُمْ\r\nDan mereka (Ahli Kitab) tidak berpecah belah kecuali setelah datang kepada mereka ilmu (kebenaran yang disampaikan oleh para nabi) karena kedengkian antara sesama mereka. (asy-Syµr±/42: 14);Mengenai masalah yang mereka persengketakan itu, Allah akan memberikan keputusan-Nya pada hari Kiamat dan akan menjelaskan alasan yang sebenarnya yang menyebabkan terjadinya perselisihan di antara mereka. Pada saat itu, nampak dengan jelas hasad dan kedengkian mereka, yang menjurus kepada fanatik golongan sehingga nikmat yang semula harus disyukuri, malah menjadikan mereka sombong dan takabur."}