{"tafsir_id":4496,"surah_id":45,"aya_number":23,"tafsir_wajiz":"Maka pernahkah kamu, wahai Nabi Muhammad, melihat dan menyaksikan orang yang menyimpang dari fitrahnya dengan menjadikan hawa nafsunya sebagai tuhannya, dengan mengikuti dan menurutinya dan Allah membiarkannya sesat dan larut dalam kesesatannya itu dengan sepengetahuan-Nya, yakni ilmu Allah Yang Mahaluas, dan Allah telah mengunci pendengaran sehingga mereka tidak dapat mendengar kebenaran dan mengunci hatinya sehingga dia enggan meyakini kebenaran serta meletakkan tutup atas penglihatannya sehingga tidak dapat melihat bukti-bukti ke-Esaan Allah di muka bumi ini? Maka siapakah yang mampu memberinya petunjuk setelah Allah berpaling dan membiarkannya sesat? Mengapa kamu, wahai kaum musyrik atau siapa pun juga, tidak meng-ambil pelajaran dari apa yang terjadi pada orang-orang yang sesat itu?","tafsir_tahlili":"(23) Muq±til mengatakan bahwa ayat ini turun berhubungan dengan peristiwa percakapan Abµ Jahal dengan al-Wal³d bin al-Mug³rah. Pada suatu malam Abµ Jahal tawaf di Baitullah bersama Wal³d. Kedua orang itu membicarakan keadaan Nabi Muhammad. Abµ Jahal berkata, “Demi Allah, sebenarnya aku tahu bahwa Muhammad itu adalah orang yang benar. ”     Al-Wal³d berkata kepadanya, “Biarkan saja, apa pedulimu dan apa alasan pendapatmu itu?” Abu Jahal menjawab, “Hai Abu Abdisy Syams, kita telah menamainya orang yang benar, jujur, dan terpercaya dimasa mudanya, tetapi sesudah ia dewasa dan sempurna akalnya, kita menamakannya pendusta lagi pengkhianat. Demi Allah, sebenarnya aku tahu bahwa dia itu adalah benar.” Al-Wal³d berkata, “Apakah gerangan yang menghalangimu untuk membenarkan dan mempercayai seruannya?” Abu Jahal menjawab, “Nanti gadis-gadis Quraisy akan menggunjingkan bahwa aku pengikut anak yatim Abu °±lib, padahal aku dari suku yang paling tinggi. Demi Al-L±ta dan    Al-Uzza, saya tidak akan menjadi pengikutnya selama-lamanya.” Kemudian turunlah ayat ini.\r\n Selanjutnya, pada ayat ini Allah menerangkan keadaan orang-orang kafir Mekah yang sedang tenggelam dalam perbuatan jahat. Semua yang mereka lakukan itu disebabkan oleh dorongan hawa nafsunya karena telah tergoda oleh tipu daya setan. Tidak ada lagi nilai-nilai kebenaran yang mendasari tingkah laku dan perbuatan mereka. Apa yang baik menurut hawa nafsu mereka itulah yang mereka perbuat. Seakan-akan mereka menganggap hawa nafsu mereka itu sebagai tuhan yang harus mereka ikuti perintahnya.\r\nMereka telah lupa bahwa kehadiran mereka di dunia yang fana ini ada maksud dan tujuannya. Ada misi yang harus mereka bawa yaitu sebagai khalifah Allah di muka bumi. Mereka telah menyia-nyiakan kedudukan yang diberikan Allah kepada mereka sebagai makhluk Tuhan yang paling baik bentuknya dan mempunyai kemampuan yang paling baik pula. Mereka tidak menyadari bahwa mereka harus mempertanggungjawabkan semua perbuatannya kepada Allah kelak dan bahwa Allah akan membalas setiap perbuatan dengan balasan yang setimpal. Inilah yang dimaksud dengan firman Allah:\r\nفَمَنْ يَّعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْرًا يَّرَهٗۚ  ٧  وَمَنْ يَّعْمَلْ مِثْقَالَ ذَرَّةٍ شَرًّا يَّرَهٗ ࣖ  ٨\r\nMaka barang siapa mengerjakan kebaikan seberat zarrah, niscaya dia akan melihat (balasan)nya, dan barang siapa mengerjakan kejahatan seberat zarrah, niscaya dia akan melihat (balasan)nya. (az-Zalzalah/99: 7-8);Sebenarnya hawa nafsu yang ada pada diri manusia itu merupakan anugerah yang tidak ternilai harganya yang diberikan Allah kepada manusia. Di samping Allah memberikan akal dan agama kepada manusia agar dengan keduanya manusia dapat mengendalikan hawa nafsunya. Jika seseorang mengendalikan hawa nafsunya sesuai dengan pertimbangan akal yang sehat dan tidak bertentangan dengan tuntunan agama, maka orang yang demikian itu telah berbuat sesuai dengan fitrahnya. Tetapi apabila seseorang memperturutkan hawa nafsunya tanpa pertimbangan akal yang sehat dan tidak lagi berpedoman kepada tuntutan agama, maka orang itu telah diperbudak oleh hawa nafsunya. Hal itu berarti bahwa ia telah berbuat menyimpang dari fitrahnya dan terjerumus dalam kesesatan.\r\nBerdasarkan keterangan di atas, maka dalam mengikuti hawa nafsunya, manusia terbagi atas dua kelompok. Kelompok pertama ialah kelompok yang dapat mengendalikan hawa nafsunya; mereka itulah orang yang bertakwa. Sedangkan kelompok kedua ialah orang yang dikuasai hawa nafsunya. Mereka itulah orang-orang yang berdosa dan selalu bergelimang dalam lumpur kejahatan.\r\nIbnu Abbas berkata, “Setiap kali Allah menyebut hawa nafsu dalam    Al-Qur'an, setiap kali itu pula Dia mencelanya.” Allah berfirman:\r\nوَلَوْ شِئْنَا لَرَفَعْنٰهُ بِهَا وَلٰكِنَّهٗٓ اَخْلَدَ اِلَى الْاَرْضِ وَاتَّبَعَ هَوٰىهُۚ فَمَثَلُهٗ كَمَثَلِ الْكَلْبِۚ اِنْ تَحْمِلْ عَلَيْهِ يَلْهَثْ اَوْ تَتْرُكْهُ يَلْهَثْۗ ذٰلِكَ مَثَلُ الْقَوْمِ الَّذِيْنَ كَذَّبُوْا بِاٰيٰتِنَاۚ فَاقْصُصِ الْقَصَصَ لَعَلَّهُمْ يَتَفَكَّرُوْنَ  ١٧٦  \r\nDan sekiranya Kami menghendaki niscaya Kami tinggikan (derajat)nya dengan (ayat-ayat) itu, tetapi dia cenderung kepada dunia dan mengikuti keinginannya (yang rendah), maka perumpamaannya seperti anjing, jika kamu menghalaunya dijulurkan lidahnya dan jika kamu membiarkannya dia menjulurkan lidahnya (juga). Demikianlah perumpamaan orang-orang yang mendustakan ayat-ayat Kami. Maka ceritakanlah kisah-kisah itu agar mereka berpikir. (al-Ar±f/7: 176);Pada ayat lain :\r\nوَلَا تَتَّبِعِ الْهَوٰى فَيُضِلَّكَ عَنْ سَبِيْلِ اللّٰهِ\r\nDan janganlah engkau mengikuti hawa nafsu, karena akan menyesatkan engkau dari jalan Allah. (¢±d/38: 26);Dalam ayat ini, Allah memuji orang-orang yang dapat menguasai hawa nafsunya dan menjanjikan baginya tempat kembali yang penuh kenikmatan. Allah berfirman:\r\nوَاَمَّا مَنْ خَافَ مَقَامَ رَبِّهٖ وَنَهَى النَّفْسَ عَنِ الْهَوٰىۙ  ٤٠  فَاِنَّ الْجَنَّةَ هِيَ الْمَأْوٰىۗ  ٤١  \r\nDan adapun orang-orang yang takut kepada kebesaran Tuhannya dan menahan diri dari (keinginan) hawa nafsunya, maka sungguh, surgalah tempat tinggal(nya). (an-N±zi±t/79: 40-41);Banyak hadis-hadis Nabi saw yang mencela orang-orang yang memperturutkan hawa nafsunya. Diriwayatkan oleh Abdullah bin Amr bin A¡ bahwa Nabi saw bersabda:\r\nلاَيُؤْمِنُ أَحَدُكُمْ حَتَّى يَكُوْنَ هَوَاهُ تَبَعًا لِماَ جِئْتُ بِهِ. (رواه الخطيب البغدادي)\r\nTidak beriman seseorang dari antara kamu sehingga hawa nafsunya itu tunduk kepada apa yang saya bawa (petunjuk). (Riwayat al-Kha¯³b              al-Bagd±d³);Syaddad bin Aus meriwayatkan hadis dari Nabi saw :\r\nالْكَيِّسُ مَنْ دَانَ نَفْسَهُ وَعَمِلَ لِمَا بَعْدَ الْمَوْتِ، الْعَاجِزُ مَنْ اَتْبَعَ نَفْسَهُ هَوَاهَا وَتَمَنَّى عَلَى اللهِ. (رواه الترمذي وابن ماجه)\r\nOrang yang cerdik ialah orang yang menguasai hawa nafsunya dan berbuat untuk kepentingan masa sesudah mati. Tetapi orang yang zalim ialah orang yang memperturutkan hawa nafsunya dan mengharap-harap sesuatu yang mustahil dari Allah. (Riwayat at-Tirmi©³ dan Ibn M±jah);Orang yang selalu memperturutkan hawa nafsunya biasanya kehilangan kontrol dirinya. Itulah sebabnya ia terjerumus dalam kesesatan karena ia tidak mau memperhatikan petunjuk yang diberikan kepadanya, dan akibat perbuatan jahat yang telah dilakukannya karena memperturutkan hawa nafsu.\r\nKeadaan orang yang memperturutkan hawa nafsunya itu diibaratkan seperti orang yang terkunci mati hatinya sehingga tidak mampu lagi menilai mana yang baik mana yang buruk, dan seperti orang yang telinganya tersumbat sehingga tidak mampu lagi memperhatikan tanda-tanda kekuasaan Allah yang terdapat di langit dan di bumi, dan seperti orang yang matanya tertutup tidak dapat melihat dan mengetahui kebenaran adanya Allah Yang Maha Pencipta segala sesuatu.\r\nSelanjutnya, Allah memerintahkan kepada Rasul-Nya agar tidak membenarkan sikap orang-orang kafir Mekah dengan mengatakan bahwa tidak ada kekuasaan yang akan memberikan petunjuk selain Allah setelah mereka tersesat dari jalan yang lurus. \r\nPada akhir ayat ini, Allah mengingatkan mereka mengapa mereka tidak mengambil pelajaran dari alam semesta, kejadian pada diri mereka sendiri, dan azab yang menimpa umat-umat terdahulu sebagai bukti bahwa Allah Mahakuasa lagi berhak disembah."}