{"tafsir_id":4501,"surah_id":45,"aya_number":28,"tafsir_wajiz":"Dan pada hari itu engkau, wahai Nabi Muhammad, akan melihat setiap umat, penganut agama dan kepercno_ayatan apa pun, yang berbuat baik maupun yang berbuat jahat, berlutut di hadapan Allah untuk menghadapi hari yang dahsyat untuk di hisab dan di adili. Setiap umat dipanggil untuk menerima dan melihat buku catatan amalnya, yang baik dan yang buruk, yang besar maupun yang kecil, semuanya tercantum di dalamnya. Pada hari itu kamu di beri balasan sesuai dengan apa yang dahulu telah kamu kerjakan.","tafsir_tahlili":"(28) Pada ayat ini, Allah menjelaskan keadaan manusia pada hari penentuan keputusan itu dan kedahsyatan huru-hara pada saat menunggu detik-detik yang menentukan, yaitu:\r\n1.  Pada hari itu, manusia berlutut dan bersimpuh di hadapan Tuhan penguasa seluruh alam untuk menerima perhitungan amal perbuatan mereka dan menerima keputusan akhir yang akan ditetapkan atas mereka.\r\n2.  Pada hari itu, mereka dipanggil melihat catatan mereka yang dibuat oleh para malaikat. Kemudian mereka memeriksa apakah ada di antara perbuatan mereka yang belum tercatat atau ada yang tercatat, tetapi tidak sesuai dengan yang telah mereka kerjakan. Apabila perbuatan mereka yang tercatat itu sesuai dengan yang diperintahkan oleh agama yang dibawa rasul mereka, maka mereka akan memperoleh kebahagiaan dan keberuntungan, sedangkan apabila tidak sesuai dengan perintah dan banyak melanggar larangan agama mereka, maka mereka akan memperoleh kecelakaan dan azab di neraka. Allah berfirman:\r\nوَاَشْرَقَتِ الْاَرْضُ بِنُوْرِ رَبِّهَا وَوُضِعَ الْكِتٰبُ وَجِايْۤءَ بِالنَّبِيّٖنَ وَالشُّهَدَاۤءِ وَقُضِيَ بَيْنَهُمْ بِالْحَقِّ وَهُمْ لَا يُظْلَمُوْنَ  ٦٩  \r\n Dan bumi (padang Mahsyar) menjadi terang benderang dengan cahaya (keadilan) Tuhannya; dan buku-buku (perhitungan perbuatan mereka) diberikan (kepada masing-masing), nabi-nabi dan saksi-saksi pun dihadirkan, lalu diberikan keputusan di antara mereka secara adil, sedang mereka tidak dirugikan. (az-Zumar/39: 69)\r\n \r\n Pada ayat lain Allah berfirman:\r\nوَوُضِعَ الْكِتٰبُ فَتَرَى الْمُجْرِمِيْنَ مُشْفِقِيْنَ مِمَّا فِيْهِ وَيَقُوْلُوْنَ يٰوَيْلَتَنَا مَالِ هٰذَا الْكِتٰبِ لَا يُغَادِرُ صَغِيْرَةً وَّلَا كَبِيْرَةً اِلَّآ اَحْصٰىهَاۚ وَوَجَدُوْا مَا عَمِلُوْا حَاضِرًاۗ وَلَا يَظْلِمُ رَبُّكَ اَحَدًا ࣖ   ٤٩  \r\nDan diletakkanlah kitab (catatan amal), lalu engkau akan melihat orang yang berdosa merasa ketakutan terhadap apa yang (tertulis) di dalamnya, dan mereka berkata, “Betapa celaka kami, kitab apakah ini, tidak ada yang tertinggal, yang kecil dan yang besar melainkan tercatat semuanya,” dan mereka dapati (semua) apa yang telah mereka kerjakan (tertulis). Dan Tuhanmu tidak menzalimi seorang jua pun. (al-Kahf/18: 49);Pada saat itu, manusia mendapat panggilan. Kepada mereka diberitahukan bahwa pada hari itulah mereka akan menerima balasan dari amal perbuatan mereka masing-masing dengan balasan yang setimpal."}