{"tafsir_id":4514,"surah_id":46,"aya_number":4,"tafsir_wajiz":"Katakanlah, wahai Nabi Muhammad, “Terangkanlah kepadaku wahai orang-orang musy-rik, tentang berhala-berhala atau apa saja yang kamu sembah selain Allah; perlihatkan kepadaku apa yang telah mereka ciptakan dari apa yang ada bumi ini atau adakah peran serta mereka dalam penciptaan langit dan benda-benda angkasa dengan sistemnya yang sangat teratur itu? Bawalah kepadaku kitab yang diturunkan sebelum Al-Qur’an ini atau apa pun tulisan-tulisan yang merupakan peninggalan dari pengetahuan orang-orang dahulu yang mendukung perbuatan dan sesembahan kamu, jika kamu orang yang benar.” Sungguh kamu sekalian wahai orang-orang musyrikin, tidak mempunyai alasan sedikit pun tentang apa yang kamu perbuat itu.","tafsir_tahlili":"(4) Setelah menegaskan bahwa Dialah yang berhak disembah, Dialah Tuhan yang Maha Pengasih, Maha Penyayang lagi Mahaadil, dan setelah menegaskan tentang adanya hari pembalasan, Allah menunjukkan kesalahan akidah orang-orang musyrik yang menyembah sembahan selain Allah. Dia memerintahkan kepada Nabi Muhammad agar mengatakan kepada orang-orang yang menyembah sembahan selain Allah sebagai berikut, “Hai orang-orang musyrik, terangkanlah kepadaku tentang berhala-berhala yang kamu sembah, setelah kamu memperhatikan kejadian langit dan bumi serta yang ada di dalamnya, setelah memperhatikan hukum-hukum yang berlaku pada benda-benda angkasa, alam semesta sejak dari yang sekecil-kecilnya sampai kepada yang paling besar, sejak dari yang tampak sampai kepada yang tidak tampak, sejak dari yang halus sampai kepada yang kasar, juga setelah kamu memperhatikan kejadian hewan, tumbuh-tumbuhan, sampai kepada kejadian diri kamu sendiri, yang semuanya itu diciptakan dengan rapi, indah, berfaedah dan penuh hikmah. Apakah ada di bumi ini benda yang telah diciptakan oleh berhala sehingga ia layak dan berhak disembah? Atau apakah ia telah menciptakan sesuatu yang ada di langit bersama-sama dengan Allah?”\r\nDari ayat ini dapat dipahami bahwa orang-orang musyrik tidak sanggup membuktikan dengan dalil-dalil yang masuk akal bahwa berhala itu berhak disembah di samping Allah karena mereka tidak dapat menunjukkan walaupun hanya satu benda kecil di antara benda-benda yang ada di bumi ini sebagai ciptaan berhala itu. Bahkan yang terbukti ialah berhala itu sendiri adalah hasil buatan mereka sendiri.\r\nAkhir ayat ini menegaskan bahwa di dalam kitab-kitab suci yang pernah diturunkan Allah kepada para rasul-Nya tidak terdapat satu keterangan pun yang menerangkan bahwa berhala itu harus disembah di samping Allah. Begitu juga dalam ilmu yang diwariskan oleh orang-orang dahulu pun tidak terdapat keterangan yang dijadikan dasar bagi penyembahan terhadap berhala. Hal ini diperintahkan Allah untuk disampaikan kepada orang-orang musyrik, “Hai kaum musyrik, seandainya kepercayaan menyembah berhala itu benar, cobalah kemukakan satu ayat saja dari ayat-ayat yang terdapat dalam kitab-kitab suci yang diturunkan sebelum Al-Qur'an yang membenarkan kepercayaanmu itu, atau pengetahuan-pengetahuan orang-orang terdahulu yang ada pada kamu yang membenarkan kepercayaan syirik itu.”"}