{"tafsir_id":4519,"surah_id":46,"aya_number":9,"tafsir_wajiz":"Katakanlah, wahai Nabi Muhammad, “Aku bukanlah Rasul yang pertama di antara rasul-rasul yang diutus untuk menjelaskan wahyu Allah kepada umat manusia, dan aku tidak tahu apa yang akan diperbuat terhadapku di dunia dan apa yang akan diperbuat terhadapmu, apakah akan menimpakan azab kepadamu atau menunda sampai datangnya hari Kiamat. Aku hanyalah mengikuti apa yang diwahyukan kepadaku, yakni Al-Qur’an, dan aku hanyalah pemberi peringatan kepada umat manusia dari azab Allah dan yang menjelaskan ajaran-ajaran-Nya yang harus dipatuhi agar mereka selamat dari azab itu.","tafsir_tahlili":"(9) Pada ayat ini, Allah memerintahkan kepada Nabi Muhammad untuk mengatakan bahwa ia bukanlah yang pertama di antara para rasul. Seperti telah disebutkan dalam keterangan kosakata, bid artinya sesuatu yang baru, atau barang yang baru pertama kali adanya. Jika kaum musyrik mengingkari kerasulan Muhammad padahal sebelumnya telah banyak rasul Allah sejak Nabi Adam sampai Nabi Isa, maka sikap ingkar serupa itu sangat aneh dan perlu dipertanyakan karena diutusnya Muhammad sebagai rasul sesungguhnya bukan yang pertama di antara para rasul. Sebelum Nabi Muhammad, Allah telah mengutus banyak nabi dan rasul pada setiap zaman dan tempat yang berbeda. Pengutusan para nabi oleh Allah untuk memberi petunjuk kepada manusia adalah pengalaman universal umat manusia, bukan hanya untuk memperbaiki keadaan kaum musyrik Mekah. Jadi diutusnya Muhammad untuk mengemban misi risalah, bukanlah sesuatu yang baru sama sekali.\r\nSelanjutnya Allah memerintahkan agar Rasulullah menyampaikan kepada orang-orang musyrik bahwa ia tidak mengetahui sedikit pun apa yang akan dilakukan Allah terhadap dirinya dan mereka di dunia ini, apakah ia harus meninggalkan negeri ini dan hijrah ke negeri lain seperti yang telah dilakukan nabi-nabi terdahulu, ataukah ia akan mati terbunuh seperti nabi-nabi lain yang mati terbunuh. Ia juga tidak mengetahui apa yang akan ditimpakan kepada kaumnya. Semuanya itu hanya diketahui oleh Allah yang Maha Mengetahui. Rasulullah saw menegaskan kembali bahwa walaupun Allah telah berjanji akan memberikan kemenangan kepada kaum Muslimin dan akan mengalahkan orang-orang kafir, memasukkan kaum Muslimin ke dalam surga dan memasukkan orang-orang kafir ke dalam neraka, namun ia sedikit pun tidak mengetahui kapan hal itu akan terjadi.\r\nDari ayat ini dapat diambil kesimpulan bahwa hanya Allah saja yang mengetahui segala yang gaib. Para rasul dan para nabi tidak mengetahuinya, kecuali jika Allah memberitahukannya. Karena itu, ayat ini membantah dengan tegas kepercayaan yang menyatakan bahwa para wali mengetahui yang gaib, mengetahui apa yang akan terjadi. Rasulullah saw sendiri sebagai utusan Allah mengakui bahwa ia tidak mengetahui hal-hal yang gaib, apalagi para wali yang tingkatnya jauh di bawah tingkat para rasul.\r\nDalam hadis riwayat Imam al-Bukh±r³ dan imam-imam yang lain: \r\nعَنْ اُمِّ الْعَلاَءِ لَمَّا مَاتَ عُثْمَانُ بْنُ مَظْعُوْنٍ قُلْتُ رَحِمَكَ اللهُ اَبَاالسَّائِبِ لَقَدْ اَكْرَمَكَ اللهُ فَقَالَ رَسُوْلُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: وَمَا يُدْرِيْكِ أَنَّ اللهَ أَكْرَمَهُ اَمَّا هُوَ فَقَدْ جَاءَهُ الْيَقِيْنُ مِنْ رَبِّهِ إِنِّي َلأَرْجُوْ لَهُ الْخَيْرَ وَاللهِ مَا اَدْرِيْ وَاَنَا رَسُوْلُ اللهِ مَا يَفْعَلُ بِي وَلاَ بِكُمْ قَالَتْ اُمُّ الْعَلاَءِ: فَوَاللهِ مِا اُزَكِّى بَعْدَهُ اَبَداً .(رواه البخاري) \r\nDari Ummul Al±', ketika U£m±n bin Ma§µn meninggal dunia aku berdoa semoga Allah merahmatimu hai Abu as-Saib, sungguh Allah telah memuliakanmu. Maka Rasulullah menegur; Dari mana engkau mengetahui bahwa Allah telah memuliakannya? Adapun dia sendiri telah mendapat keyakinan dari Tuhannya dan aku benar-benar mengharapkan kebaikan baginya. Demi Allah, aku tidak mengetahui, padahal aku Rasul Allah, apakah yang akan diperbuat Allah terhadap diriku, begitu pula terhadap diri kamu semua”. Ummul Ala berkata: “Demi Allah semenjak itu aku tidak pernah lagi menyucikan (memuji) orang buat selama-lamanya. (Riwayat al-Bukh±r³);Dari keterangan di atas jelas bahwa Rasulullah sendiri tidak mengetahui hal yang gaib. Beliau tidak mengetahui apakah sahabatnya U£man bin Ma§µn yang telah meninggal itu masuk surga atau masuk neraka. Namun, beliau berdoa agar sahabatnya itu diberi rahmat oleh Allah. Hal ini juga berarti bahwa tidak seorang pun yang dapat meramalkan sesuatu tentang seseorang yang baru meninggal. Rasulullah saw sendiri tidak mengetahui, apalagi seorang wali atau seorang ulama. Jika ada seorang wali menyatakan bahwa dia mengetahui yang gaib, maka pernyataan itu adalah bohong belaka. Rasulullah menjadi marah mendengar orang-orang yang menerka-nerka nasib seseorang yang meninggal dunia sebagaimana tersebut dalam hadis di atas.\r\nAyat ini memberikan petunjuk kepada kita tentang sikap yang baik dalam menghadapi atau melayat salah seorang teman yang meninggal dunia. Petunjuk itu adalah agar kita mendoakan dan jangan sekali-kali meramalkan nasibnya, karena yang mengetahui hal itu hanyalah Allah.\r\nPada akhir ayat ini, Allah memerintahkan agar Rasulullah menegaskan keadaan dirinya yang sebenarnya untuk menguatkan apa yang telah disampaikannya. Dia diperintahkan agar mengatakan kepada orang-orang musyrik Mekah bahwa tidak ada sesuatu pun yang diikutinya, selain Al-Qur'an yang diwahyukan Allah kepadanya, dan tidak ada suatu apa pun yang diada-adakannya. Semuanya berasal dari Allah Yang Mahakuasa. Ia hanyalah seorang pemberi peringatan yang diutus Allah untuk menyampaikan peringatan kepada mereka agar menjaga diri dari siksa dan murka Allah. Nabi saw juga menegaskan bahwa ia telah menyampaikan kepada mereka bukti-bukti kuat tentang kebenaran risalahnya. Ia bukan malaikat, sehingga ia tidak dapat melakukan sesuatu yang tidak dapat dilakukan manusia."}