{"tafsir_id":4520,"surah_id":46,"aya_number":10,"tafsir_wajiz":"“Terangkanlah kepadaku, bagaimana pendapatmu jika sebenarnya Al-Qur’an yang kusampaikan kepadamu ini datang dari Allah, dan kamu mengingkarinya dengan menuduh bahwa aku telah mengada-adakannya, padahal ada seorang saksi dari Bani Israil yang mengakui kebenaran yang serupa dengan yang disebut dalam Al-Qur’an, yakni wahyu Allah yang disebut dalam kitab Taurat dan kitab-kitab sebelumnya yang mengajarkan tentang tauhid, hari akhir dan ajaran-ajaran lainnya yang serupa dengan ajaran Al-Qur’an lalu dia beriman kepada apa yang tertulis di dalamnya, sedangkan kamu menyombongkan diri, tidak percno_ayat kepada ajaran serupa itu yang terdapat di dalam kitab suci Al-Qur’an. Sungguh, Allah tidak memberi petunjuk kepada orang-orang yang zalim, disebabkan keengganan mereka untuk menerima petunjuk-Nya.","tafsir_tahlili":"(10) Allah memerintahkan kepada Rasul-Nya agar menanyakan kepada orang-orang musyrik bagaimana pendapat mereka seandainya terbukti bahwa Al-Qur'an itu benar-benar dari Allah. Dengan kenyataan bahwa tidak seorang pun dapat menandinginya, terbukti bahwa Al-Qur'an itu bukan sihir dan bukan pula diada-adakan, sebagaimana yang mereka tuduhkan. Namun demikian, mereka tetap mendustakan dan mengingkarinya, sedangkan ada di antara Bani Israil yang lebih tahu dan berpengalaman serta lebih pintar daripada mereka, tetapi tetap mengakui kebenarannya. Apakah yang akan diperbuat Tuhan terhadap mereka? Bukankah Tuhan akan mengazab mereka karena keingkaran dan kesombongan itu. Dia tidak akan memberi petunjuk kepada mereka sehingga mereka semua menjadi orang yang paling sesat di dunia ini.\r\nYang dimaksud dengan seorang saksi yang berasal dari Bani Israil ialah Abdull±h bin Sal±m, sesuai dengan hadis yang diriwayatkan oleh at-Tirmi©³, Ibnu Jar³r, dan Ibnu Mardawaih dari Abdull±h bin Sal±m sendiri. Ia menyatakan:\r\nنَزَلَ فِيَّ ﺁياَتٌ مِنْ كِتَابِ اللهِ نُزِلَتْ فِيَّ  وَشَهِدَ شَاهِدٌ مِنْ بَنِى اِسْرَائِيْلَ عَلَى مِثْلِهِ  وَنُزِلَتْ فِيَّ  قُلْ كَفَى بِاللهِ شَهِيْدًا بَيْنِى وَبَيْنَكُمْ وَمَنْ عِنْدَهُ عِلْمُ الْكِتَابِ . (رواه الترمذي)\r\n“Allah telah menurunkan ayat-ayat Al-Qur'an tentang diriku. Diturunkan tentang diriku ayat: wa syahida sy±hidun min Ban³ Isr±³l al± mi£lih³, dan ayat Qul kaf± bill±hi syah³dan bain³ wa bainakum wa man indahµ ilmul kit±b.” (Riwayat at-Tirmi©³);Pernyataan Abdull±h bin Sal±m ini dikuatkan oleh hadis Rasulullah saw:\r\nعَنْ سَعْدٍ بْنِ اَبِي وَقَّاصٍ قَالَ مَا سَمِعْتُ رَسُوْلَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُوْلُ لاَِحَدٍ يَمْشِي عَلَى اْلاَرْضِ اِنَّهُ مِنْ اَهْلِ الْجَنَّةِ اِلاَّ لِعَبْدِ اللهِ بِنْ سَلاَمٍ وَفِيْهِ نُزِلَتْ  وَشَهِدَ شَاهِدٌ مِنْ بَنِى اِسْرَائِيْلَ عَلَى مِثْلِهِ . (رواه البخاري) \r\nDari Saad bin Ab³ Waqq±¡, ia berkata, “Aku belum pernah mendengar Rasulullah saw mengatakan kepada seorang yang ada di muka bumi bahwa ia termasuk ahli surga, kecuali kepada Abdull±h bin Sal±m; dan berhubungan dengan dirinya turun ayat: “Wa syahida sy±hidun min ban³ Isr±'³la al± mi£lihi.” (Riwayat al-Bukh±r³);Abdull±h bin Sal±m adalah seorang Yahudi penduduk kota Madinah. Ia mempelajari dan memahami dengan baik isi Taurat yang menyebutkan akan datang nanti nabi dan rasul terakhir yang berasal dari Nabi Ibrahim, dan dari jalur Nabi Ismail, di Jazirah Arab, yang membawa Al-Qur'an sebagai kitab yang diturunkan Allah kepadanya. Setelah Rasulullah saw hijrah ke Medinah, Abdull±h memperhatikan sifat-sifat Rasulullah dan ajaran yang disampaikannya berupa ayat-ayat Al-Qur'an yang diturunkan Allah kepadanya.\r\nIa mengamati sikap Rasulullah terhadap sesama manusia dan sikap para pengikutnya yang telah mendalami agama baru itu. Akhirnya ia berkesimpulan bahwa Rasulullah dan ajaran agama yang dibawanya itu mempunyai ciri yang sama dengan yang diisyaratkan Taurat yang telah dipelajari dan diamalkannya. Demikian pula sifat-sifat para pengikut agama baru itu. Oleh karena itu, ia menyatakan diri masuk Islam dan menjadi pengikut Rasulullah saw.\r\nDengan demikian, dapat dipahami bahwa orang-orang Yahudi dan Nasrani yang benar-benar mengikuti dan meyakini Taurat dan Injil, pasti akan sampai kepada kesimpulan bahwa Al-Qur'an itu benar-benar dari Allah dan Muhammad saw itu benar-benar utusan-Nya sebagaimana yang telah dilakukan oleh Abdull±h bin Sal±m.\r\nPada akhir ayat ini, Allah menegaskan bahwa orang-orang musyrik sebenarnya adalah orang-orang yang sombong dan mengingkari ayat-ayat Allah. Oleh karena itu, mereka telah menganiaya diri sendiri. Akibat sikap dan tindakan seperti itu, Allah tidak lagi memberikan petunjuk kepada mereka. Hal ini sesuai dengan sunatullah bahwa Allah tidak akan memberikan petunjuk kepada setiap orang zalim. Mereka mendapat kemurkaan Allah di dunia dan di akhirat."}