{"tafsir_id":4521,"surah_id":46,"aya_number":11,"tafsir_wajiz":"Dan orang-orang yang kafir kepada Allah dan Rasul-Nya berkata kepada orang-orang yang beriman, “Sekiranya keimanan kepada Al-Qur’an itu sesuatu yang baik, lebih baik dari tradisi yang kami dapati dari nenek moyang kami tentu mereka orang-orang yang beriman yang miskin dan rendah kedudukan sosialnya tidak pantas mendahului kami, orang-orang yang kno_ayat lagi tinggi kedudukan sosialnya beriman kepadanya, yakni kepada Al-Qur’an.” Tetapi disebabkan oleh karena mereka tidak mendapat petunjuk dengannya maka mereka akan berkata, Ini adalah dusta yang lama.” Mereka mengingkari Al-Qur’an dan mengatakan bahwa apa yang tertulis di dalamnya hanyalah dongeng masa lalu yang berisi kebohongan.","tafsir_tahlili":"(11) Ayat ini menerangkan bahwa perkataan orang-orang musyrik Mekah tentang Al-Qur'an dan orang-orang yang beriman tidak benar. Perkataan itu mereka ucapkan karena beberapa orang yang mereka anggap miskin, bodoh, dan rendah derajatnya seperti 'Ammar, Suhaib, Ibnu Masµd, Bilal, Khabab, dan lain-lain telah masuk Islam. Menurut mereka, sesuatu yang benar dan datang dari Tuhan itu harus diakui kebenarannya oleh para bangsawan, orang kaya, orang terpandang dan para pembesar. Itulah ukuran kebenaran menurut mereka. Apabila kebenaran itu hanya diakui oleh orang-orang yang rendah derajatnya, miskin, dan rakyat jelata saja, maka kebenaran itu palsu.\r\nPerkataan orang-orang musyrik Mekah itu ialah, “Sekiranya Al-Qur'an yang diturunkan kepada Muhammad saw mengandung kebajikan, tentulah kita orang-orang terpandang, bangsawan, dan orang-orang terkemuka ini lebih dahulu beriman kepadanya karena lebih mengetahui dan lebih dahulu mengerjakan kebaikan daripada orang-orang yang rendah derajatnya itu. Sekarang, merekalah yang lebih dahulu beriman daripada kita. Hal ini dapat kita jadikan bukti bahwa Al-Qur'an itu tidak ada nilainya dan tidak mengandung kebajikan sedikit pun.”\r\nQat±dah berkata, “Orang-orang musyrik menyatakan, kami lebih perkasa. Kalau ada suatu kebaikan, tentulah kami yang lebih mengetahuinya. Karena kami yang lebih mengetahui, tentulah kami yang menentukannya. Tidak seorang pun yang dapat mendahului kami dalam hal ini. Sehubungan dengan perkataan mereka itu, turunlah ayat ini.”\r\nMenurut satu riwayat, ketika kabilah-kabilah Juhainah, Muzainah, Aslam, dan Gifar memeluk agama Islam, Banu Amir, Bani Gatafan, dan Banu Asad berkata, “Seandainya agama Islam itu suatu kebenaran, tentulah kita tidak didahului oleh penggembala-penggembala hewan itu.”\r\nKarena orang-orang musyrik itu telah terkunci hati, pendengaran, dan penglihatannya oleh kedengkian dan hawa nafsu, maka mereka tidak dapat lagi mengambil petunjuk Al-Qur'an, dan menuduh bahwa Al-Qur'an itu adalah kabar bohong, dongeng orang dahulu, sihir, diada-adakan oleh Muhammad, dan tidak ada artinya sama sekali. Tuduhan orang-orang musyrik itu diterangkan pula dalam firman Allah:\r\nوَقَالَ الَّذِيْنَ كَفَرُوْٓا اِنْ هٰذَآ اِلَّآ اِفْكُ ِۨافْتَرٰىهُ وَاَعَانَهٗ عَلَيْهِ قَوْمٌ اٰخَرُوْنَۚ فَقَدْ جَاۤءُوْ ظُلْمًا وَّزُوْرًا ۚ  ٤  وَقَالُوْٓا اَسَاطِيْرُ الْاَوَّلِيْنَ اكْتَتَبَهَا فَهِيَ تُمْلٰى عَلَيْهِ بُكْرَةً وَّاَصِيْلًا  ٥  \r\nDan orang-orang kafir berkata,“(Al-Qur'an) ini tidak lain hanyalah kebohongan yang diada-adakan oleh dia (Muhammad), dibantu oleh orang- orang lain,” Sungguh, mereka telah berbuat zalim dan dusta yang besar. Dan mereka berkata, “(Itu hanya) dongeng-dongeng orang-orang terdahulu, yang diminta agar dituliskan, lalu dibacakanlah dongeng itu kepadanya setiap pagi dan petang.” (al-Furq±n/25: 4-5);Menurut ajaran Islam, beriman dan bertakwanya seseorang tidak berhubungan dengan status orang itu apakah ia kaya atau miskin, bangsawan atau budak, penguasa atau rakyat jelata, dan berilmu atau tidak berilmu. Setiap orang, apa pun jenis bangsa, warna kulit, dan tingkatannya dalam masyarakat dapat menjadi seorang Muslim yang beriman dan bertakwa karena pokok iman dan takwa itu adalah kebersihan hati, keinginan mencari kebenaran yang hakiki, dan kemampuan mengendalikan hawa nafsu. Dalam sebuah hadis disebutkan:\r\nاَلاَ وَإِنَّ فِي الْجَسَدِ مُضْغَةً اِذَا صَلُحَتْ صَلُحَ الْجَسَدُ كُلُّهُ وَإِذَا فَسَدَتْ فَسَدَ الْجَسَدُ كُلُّهُ اَلاَ وَهِيَ الْقَلْبُ. (رواه البخاري ومسلم عن النعمان بن بشير) \r\nKetahuilah bahwa dalam tubuh manusia itu ada segumpal darah. Apabila baik, baik pula seluruh tubuh, dan apabila rusak, rusak pulalah seluruh tubuh. Ketahuilah bahwa segumpal darah itu adalah hati. (Riwayat al-Bukh±r³ dan Muslim dari an-Num±n bin Basy³r)"}