{"tafsir_id":4527,"surah_id":46,"aya_number":17,"tafsir_wajiz":"Dan orang yang berkata kepada kedua orang tuanya, ketika kedua orang tuanya mengajaknya agar beriman kepada Allah, anaknya itu berkata; “Ah.” Ia tidak mau mengikuti nasihat kedua orang tuanya, lalu anak itu berkata, Apakah kamu berdua memperingatkan kepadaku bahwa aku akan dibangkitkan dari kubur, padahal beberapa umat sebelumku telah berlalu dan banyak dari mereka tidak mempercno_ayati hari kebangkitan itu?` Kedua orang tuanya tidak putus asa mengajak anaknya beriman kepada Allah. Lalu kedua orang tuanya itu memohon pertolongan kepada Allah serno_ayat berkata, “Celaka kamu, berimanlah kepada Allah! Sungguh, janji Allah akan datangnya hari kebangkitan itu benar dan pasti akan terjadi.” Tetapi anak itu tidak percno_ayat, lalu dia berkata kepada kedua orang tuanya, “Ini hanyalah dongeng orang-orang dahulu.”","tafsir_tahlili":"(17) Ayat ini menerangkan ancaman Allah kepada orang yang ketika diajak oleh kedua orang tuanya untuk beriman kepada Allah dan hari akhirat, ia berkata, “Ah, apakah yang bapak-ibu katakan ini; aku tidak senang kepada bapak-ibu yang mengatakan bahwa aku akan dibangkitkan dari kubur dalam keadaan hidup, sesudah aku mati dan hancur luluh bersama tanah. Apakah mungkin daging-daging yang telah hancur luluh bersama tanah dan tulang-belulang yang telah berserakan itu akan dapat kembali dikumpulkan dan menjadi tubuh yang hidup seperti semula? Alangkah aneh dan lucunya kepercayaan itu, wahai kedua orang tuaku. Bukankah telah banyak umat dahulu, sebelum kita, yang telah melakukan semua hal sesuai dengan keinginan mereka? Ada di antara mereka yang mengikuti ajaran rasul-rasul yang telah diutus kepada mereka, dan banyak pula di antara mereka yang mengingkarinya, tetapi tidak seorang pun di antara mereka yang telah dibangkitkan seperti yang ibu dan ayah katakan itu. Seandainya benar yang dikatakan ayah dan ibu itu, tentu kita akan melihat bukti-buktinya sekarang, dan tentu kita akan bertemu dengan nenek moyang kita yang telah mati dahulu.”\r\nMendengar jawaban anaknya itu, timbullah rasa sedih dan kasihan dalam hati orang tua itu. Mereka merasa sedih karena sikap anaknya yang seakan-akan tidak menghormatinya lagi. Mereka merasa kasihan karena yakin bahwa anaknya itu kelak akan mendapat azab Allah di akhirat. Sekalipun demikian, mereka tidak putus asa untuk menyeru anaknya itu dan memohon kepada Allah Yang Maha Pemurah. Mereka berkata, “Percayalah wahai anakku, bahwa Allah pasti menepati janji-Nya, dan hendaklah engkau yakin bahwa engkau benar-benar akan dibangkitkan nanti, karena janji Allah adalah janji yang hak, yang pasti ditepati, semoga Allah memberi kamu petunjuk.”\r\nAllah melarang anak berkata ah kepada ibu dan ayahnya, atau kata-kata lain yang menyakitkan hati orang tuanya, karena keduanya telah berjasa memelihara dan mendidiknya sejak kecil, bahkan sejak dalam kandungan sampai dewasa, sebagaimana firman Allah:\r\nوَوَصَّيْنَا الْاِنْسَانَ بِوَالِدَيْهِۚ حَمَلَتْهُ اُمُّهٗ وَهْنًا عَلٰى وَهْنٍ وَّفِصَالُهٗ فِيْ عَامَيْنِ اَنِ اشْكُرْ لِيْ وَلِوَالِدَيْكَۗ اِلَيَّ الْمَصِيْرُ  ١٤  \r\nDan Kami perintahkan kepada manusia (agar berbuat baik) kepada kedua orang tuanya. Ibunya telah mengandungnya dalam keadaan lemah yang bertambah-tambah, dan menyapihnya dalam usia dua tahun. Bersyukurlah kepada-Ku dan kepada kedua orang tuamu. Hanya kepada Aku kembalimu. (Luqm±n/31: 14)\r\n \r\nJika orang tua mendidik anaknya untuk beriman kepada Allah dan hari akhir, kemudian sang anak menolak dan mengatakan ah, yang demikian merupakan kedurhakaan yang besar dan kesesatan yang nyata. Pada ayat yang lain disebutkan:\r\nوَقَضٰى رَبُّكَ اَلَّا تَعْبُدُوْٓا اِلَّآ اِيَّاهُ وَبِالْوَالِدَيْنِ اِحْسٰنًاۗ اِمَّا يَبْلُغَنَّ عِنْدَكَ الْكِبَرَ اَحَدُهُمَآ اَوْ كِلٰهُمَا فَلَا تَقُلْ لَّهُمَآ اُفٍّ وَّلَا تَنْهَرْهُمَا وَقُلْ لَّهُمَا قَوْلًا كَرِيْمًا  ٢٣  \r\nDan Tuhanmu telah memerintahkan agar kamu jangan menyembah selain Dia dan hendaklah berbuat baik kepada ibu bapak. Jika salah seorang di antara keduanya atau kedua-duanya sampai berusia lanjut dalam pemeliharaanmu, maka sekali-kali janganlah engkau mengatakan kepada keduanya perkataan “ah” dan janganlah engkau membentak keduanya, dan ucapkanlah kepada keduanya perkataan yang baik. (al-Isr±'/17: 23);Menanggapi ajakan kedua orang tuanya, anak itu menjawab dengan sikap melecehkan keduanya dengan mengatakan bahwa ajakan orang tuanya untuk mempercayai Allah dan hari akhir itu hanya dongengan orang dahulu kala. Ia beranggapan kedua orang tuanya telah terpengaruh dongengan bohong sehingga mengakui kebenarannya. Menurutnya, adanya hari kebangkitan adalah suatu kepercayaan yang mustahil akan terjadi."}