{"tafsir_id":4530,"surah_id":46,"aya_number":20,"tafsir_wajiz":"Dan ingatlah apa yang akan dihadapi pada hari kemudian yaitu pada hari ketika orang-orang kafir dihadapkan ke neraka sehingga mereka menyaksikan kobaran api neraka dan merasakan panasnya, ketika itu dikatakan kepada mereka “Kamu telah menghabiskan rezeki yang baik untuk kehidupan duniamu dan kamu telah bersenang-senang menikmatinya; maka pada hari ini kamu dibalas dengan azab yang menghinakan karena kamu telah berlaku sombong di muka bumi tanpa alasan yang benar, mengindahkan kebenaran, dan karena kamu terus menerus melakukan kefasikan dan berbuat durhaka kepada Allah.","tafsir_tahlili":"(20) Setelah menerangkan bahwa setiap jin dan manusia akan mem-peroleh balasan yang adil dari Allah, Dia menerangkan keadaan orang-orang kafir pada saat mereka dihadapkan ke neraka. Allah memerintahkan kepada Rasulullah saw agar menyampaikan kepada orang-orang kafir keadaan mereka ketika dibawa ke dalam neraka. Kepada mereka dikatakan bahwa segala macam kebahagiaan dan kenikmatan yang diperuntukkan bagi mereka telah lengkap dan sempurna mereka terima semasa hidup di dunia. Tidak ada satu pun bagian yang akan mereka nikmati lagi di akhirat. Yang tinggal hanyalah kehinaan, kerendahan, azab pedih yang akan mereka alami sebagai pembalasan atas kesombongan, kefasikan, kezaliman, kemaksiatan, dan kekafiran yang mereka lakukan selama hidup di dunia.\r\nAyat ini memperingatkan manusia agar meninggalkan hidup mewah yang berlebih-lebihan, meninggalkan perbuatan mubazir, maksiat, dan menganjurkan agar kaum Muslimin hidup sederhana, tidak berlebih-lebihan menggunakan sesuatu sesuai dengan keperluan dan keadaan, dan disesuaikan dengan tujuan hidup seorang Muslim. Seandainya ada kelebihan harta, hendaklah diberikan kepada orang-orang miskin, orang-orang terlantar, dan anak yatim yang tidak ada yang pertanggung jawabnya, dan gunakanlah harta itu untuk keperluan meninggikan kalimat Allah.\r\nDiriwayatkan oleh al-Baihaq³ dan lain-lain dari Ibnu Umar bahwa Umar melihat uang dirham di tangan J±bir bin Abdull±h, maka beliau berkata, “Uang dirham apakah itu?” J±bir menjawab, “Aku bermaksud membeli sepotong daging yang sudah lama diidamkan oleh keluargaku.” Umar berkata, “Apakah setiap kamu menginginkan sesuatu, lalu kamu beli? Bagaimana pendapatmu tentang ayat ini? Kamu telah menghabiskan rezekimu yang baik dalam kehidupan duniamu saja, dan kamu telah bersenang-senang dengannya?” \r\nDari riwayat di atas dapat kita tarik pelajaran bahwa Umar bin Kha¯¯±b menasihati J±bir bin Abdull±h dengan ayat ini agar tidak terlalu menuruti keinginannya dan mengingatkan bahwa kesenangan dan kebahagiaan di dunia ini hanya bersifat sementara, sedangkan kebahagiaan yang abadi ada di akhirat. Oleh karena itu, kita harus menggunakan segala rezeki yang telah dianugerahkan Allah dengan sebaik-baiknya, sesuai dengan ketentuan yang digariskan agama.\r\nTentang hidup sederhana ini tergambar dalam kehidupan keluarga Rasulullah saw sebagaimana disebutkan dalam hadis:\r\nعَنْ ثَوْبَانَ رَضِيَ اللهُ عَنْهُ قَالَ: كَانَ رَسُوْلُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ إِذَا سَافَرَ كَانَ اَخِرَ عَهْدِهِ مِنْ اَهْلِهِ بِفَاطِمَةَ. وَاَوَّلُ مَنْ يَدْخُلُ عَلَيْهِ مِنْهُمْ فَاطِمَةُ رَضِيَ اللهُ عَنْهَا فَقَدِمَ مِنْ غَزَاةٍ فَاَتَاهَا فَإِذَا يَمْسَحُ عَلَى بَابِهَا وَرَأَى عَلَى الْحَسَنِ وَالْحُسَيْنِ قُلْبَيْنِ مِنْ فِضَّةٍ فَرَجَعَ وَلَمْ يَدْخُلْ عَلَيْهَا فَلَمَّا رَاَتْ ذٰلِكَ ظَنَّتْ اَنَّهُ لَمْ يَدْخُلْ مِنْ أَجْلِ مَارَاَى فَهَتَكَتِ السِّتْرَ وَنَزَعَتْ قُلْبَيْنِ مِنَ الصَّبِيَّيْنِ فَقَطَعَتْهُمَا فَبَكِيَا فَقَسَمَتْ ذٰلِكَ بَيْنَهُمَا فَانْطَلَقَا إِلىَ رَسُوْلِ اللهِ وَهُمَا يَبْكِيَانِ فَأَخَذَ ذٰلِكَ رَسُوْلُ اللهِ مِنْهُمَا وَقَالَ يَا ثَوْبَانُ اِذْهَبْ بِهٰذَا اِلَى بَنِى فُلاَنٍ وَاشْتَرِ لِفَاطِمَةَ قِلاَدَةً مِنْ عَصَبٍ وَسِوَارَيْنِ مِنْ عَاجٍ فَإِنَّ هٰؤُلاَءِ مِنْ اَهْلِ بَيْتِى وَلاَ اُحِبُّ         اَنْ يَأْكُلُوْا طَيِّبَاتِهِمْ فِي حَيَاتِهِمُ الدُّنْيَا. (رواه أحمد والبيهقي) \r\nDiriwayatkan dari ¤aub±n, ia berkata, “Rasulullah saw apabila akan bepergian, keluarga terakhir yang dikunjunginya adalah Fatimah. Dan keluarganya yang lebih dahulu didatanginya apabila ia kembali dari perjalanan ialah Fatimah. Beliau kembali dari Gazah (peperangan), lalu beliau datang ke rumah Fatimah, dan beliau mengusap pintu rumah dan melihat gelang perak di tangan Hasan dan Husain, beliau kembali dan tidak masuk. Tatkala Fatimah melihat yang demikian, ia berpendapat bahwa Rasulullah saw tidak masuk ke rumahnya itu karena beliau melihat barang-barang itu. Maka Fatimah menyobek-nyobek kain pintu itu dan mencabut gelang-gelang dari tangan kedua anaknya dan memotong-motongnya, lalu kedua anaknya menangis, maka ia membagi-bagikannya kepada kedua anak itu. Maka keduanya pergi menemui Rasulullah saw dalam keadaan menangis, lalu Rasulullah saw mengambil barang-barang itu dari keduanya seraya berkata, Hai ¤aub±n, pergilah membawa barang-barang itu kepada Bani Fulan dan belikanlah untuk Fatimah kalung dari kulit lokan dan dua gelang dari gading, maka sesungguhnya mereka adalah keluargaku, dan aku tidak ingin mereka menghabiskan rezeki mereka yang baik sewaktu hidup di dunia ini.” (Riwayat A¥mad dan al-Baihaq³);Hadis ini maksudnya bukan melarang kaum Muslimin memakai perhiasan, suka kepada keindahan, menikmati rezeki yang telah dianugerahkan Allah, melainkan untuk menganjurkan agar orang hidup sesuai dengan kemampuan diri sendiri, tidak berlebih-lebihan, selalu menenggang rasa dalam hidup bertetangga dan dalam berteman. Jangan sampai harta yang dimiliki dengan halal itu menjadi sumber iri hati dan rasa dengki tetangga dan sahabat. Jangan pula hidup boros, dan berbelanja melebihi kemampuan. Ingatlah selalu bahwa banyak orang lain yang memerlukan bantuan, masih banyak biaya yang diperlukan untuk meninggikan kalimat Allah. Rasulullah saw selalu merasa cukup bila memperoleh sesuatu dan bersabar bila sedang tidak punya; memakan kue jika ada kesanggupan membelinya, meminum madu bila kebetulan ada, dan memakan daging bila mungkin mendapatkannya. Hal yang demikian itu menjadi pegangan dan kebiasaan hidup beliau. Beliau selalu bersyukur kepada Allah setiap menerima nikmat-Nya.\r\nYang dilarang ialah memakai perhiasan secara berlebih-lebihan, bersenang-senang tanpa mengingat adanya kehidupan abadi di akhirat nanti. Memakai perhiasan dengan tidak berlebih-lebihan dan tidak menimbulkan iri hati orang lain dibolehkan. Allah berfirman:\r\nقُلْ مَنْ حَرَّمَ زِيْنَةَ اللّٰهِ الَّتِيْٓ اَخْرَجَ لِعِبَادِهٖ وَالطَّيِّبٰتِ مِنَ الرِّزْقِۗ قُلْ هِيَ لِلَّذِيْنَ اٰمَنُوْا فِى الْحَيٰوةِ الدُّنْيَا خَالِصَةً يَّوْمَ الْقِيٰمَةِۗ  كَذٰلِكَ نُفَصِّلُ الْاٰيٰتِ لِقَوْمٍ يَّعْلَمُوْنَ   ٣٢  \r\nKatakanlah (Muhammad), “Siapakah yang mengharamkan perhiasan dari Allah yang telah disediakan untuk hamba-hamba-Nya dan rezeki yang baik- baik? Katakanlah, Semua itu untuk orang-orang yang beriman dalam kehidupan dunia, dan khusus (untuk mereka saja) pada hari Kiamat. Demikianlah Kami menjelaskan ayat-ayat itu untuk orang-orang yang mengetahui.” (al-Ar±f/7: 32) "}