{"tafsir_id":4534,"surah_id":46,"aya_number":24,"tafsir_wajiz":"Azab Allah yang dijanjikan kepada mereka itu benar terjadi. Maka ketika mereka melihat tanda-tanda azab itu datang kepada mereka yaitu berupa awan yang berjalan menuju ke lembah-lembah tempat tinggal mereka, lalu mereka berkata, “Inilah awan yang akan menurunkan hujan kepada kita. “Mereka mengira awan itu menandakan turunnya hujan yang sangat mereka harapkan. Nabi Hud menjawab ucapan mereka, “Bukan! Awan itu bukan tanda akan turun hujan, tetapi itulah azab yang kamu minta agar disegerakan datangnya, itulah angin yang sangat panas yang mengandung azab yang pedih,","tafsir_tahlili":"(24) Segala macam usaha telah dilakukan Nabi Hud untuk mengajak kaumnya menganut agama yang benar. Bahkan dalam ayat-ayat yang lain diterangkan bahwa Nabi Hud menantang kaumnya agar mereka semua dan dewa-dewa mereka itu bersama-sama melawan dan membunuh dirinya. Namun tantangan itu tidak mereka hiraukan, sehingga Allah memutuskan untuk menimpakan azab kepada mereka.\r\nAzab itu dimulai dengan datangnya musim kemarau panjang yang menimpa negeri mereka. Dalam keadaan demikian, mereka melihat awan hitam berarakan di atas langit dan bergerak menuju negeri mereka. Mereka semua bergembira menyambut kedatangan awan itu. Menurut mereka, awan itu adalah tanda akan hujan dalam waktu dekat, yang selama ini sangat mereka harapkan. Mereka mengatakan, “Ini adalah awan yang membawa hujan.” Lalu Nabi Hud menatap awan itu dan memperhatikannya dengan seksama, kemudian beliau berkata, “Awan yang datang bergumpal-gumpal itu bukanlah sebagai tanda akan datangnya hujan sebagaimana yang kamu sangka, tetapi awan itu sebagai tanda datangnya azab yang kamu inginkan dan kamu tunggu-tunggu. Azab yang akan datang untuk menghancurkan kamu berupa angin kencang yang akan membinasakan kamu dan semua yang dilandanya. Dia akan membinasakan kamu dan semua hartamu dan akan menghancurkan seluruh kekuatan dewa-dewa yang selalu kamu bangga-banggakan, sesuai dengan tugas yang diperintahkan Tuhan kepadanya.”\r\nDalam ayat yang lain diterangkan bentuk azab yang ditimpakan kepada kaum Ad itu. Allah berfirman:\r\nوَاَمَّا عَادٌ فَاُهْلِكُوْا بِرِيْحٍ صَرْصَرٍ عَاتِيَةٍۙ  ٦  سَخَّرَهَا عَلَيْهِمْ سَبْعَ لَيَالٍ وَّثَمٰنِيَةَ اَيَّامٍۙ حُسُوْمًا فَتَرَى الْقَوْمَ فِيْهَا صَرْعٰىۙ  كَاَنَّهُمْ اَعْجَازُ نَخْلٍ خَاوِيَةٍۚ  ٧  فَهَلْ تَرٰى لَهُمْ مِّنْۢ بَاقِيَةٍ   ٨  \r\nSedangkan kaum Ad, mereka telah dibinasakan dengan angin topan yang sangat dingin, Allah menimpakan angin itu kepada mereka selama tujuh malam delapan hari terus-menerus; maka kamu melihat kaum Ad pada waktu itu mati bergelimpangan seperti batang-batang pohon kurma yang telah kosong (lapuk). Maka adakah kamu melihat seorang pun yang masih tersisa di antara mereka. (al-¦±qqah/69: 6-8).;Dan firman Allah:\r\nوَفِيْ عَادٍ اِذْ اَرْسَلْنَا عَلَيْهِمُ الرِّيْحَ الْعَقِيْمَۚ    ٤١  مَا تَذَرُ مِنْ شَيْءٍ اَتَتْ عَلَيْهِ اِلَّا جَعَلَتْهُ كَالرَّمِيْمِۗ   ٤٢  \r\nDan (juga) pada (kisah kaum) Ad, ketika Kami kirimkan kepada mereka angin yang membinasakan. (Angin itu) tidak membiarkan suatu apa pun yang dilandanya, bahkan dijadikannya seperti serbuk. (a©-ª±riy±t/51: 41-42);Bagaimana kedahsyatan azab yang telah ditimpakan kepada kaum Ad itu tergambar pada sikap Rasulullah saw sewaktu angin kencang bertiup. Di dalam suatu hadis diterangkan sebagai berikut:\r\nعَنْ عَائِشَةَ رَضِيَ اللهُ عَنْهَا قَالَتْ: كَانَ رَسُوْلُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ اِذَا عَصَفَتِ الرِّيْحُ قَالَ: اَللَّهُمَّ إِنِّى أََسْأَلُكَ خَيْرَهَا وَخَيْرَ مَافِيْهَا وَخَيْرَ مَا أَرْسَلْتَ بِهِ وَأَعُوْذُبِكَ مِنْ شَرِّهَا وَشَرِّمَافِيْهَا وَشَرِّ مَا أُرْسِلَتْ بِهِ وَإِذَا تَخَيَّلَتِ السَّمَاءُ تَغَيَّرَ لَوْنُهُ وَخَرَجَ وَدَخَلَ وَاَقْبَلَ وَاَدْبَرَ فَإِذَا اَمْطَرَتْ سُرِّىَ عَنْهُ فَسَأَلْتُهُ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَقَالَ عَلَيْهِ الصَّلاَةُ وَالسَّلاَمُ لاَ اَدْرِى لَعَلَّهُ كَمَا قَالَ قَوْمُ عَادٍ  هٰذَا عَارِضٌ مُمْطِرُنَا  .(رواه مسلم والترمذى و النسائي) \r\nAisyah berkata, “Rasulullah saw apabila ada angin kencang bertiup, beliau berdoa, Wahai Tuhan, aku mohon kepada Engkau angin yang paling baik; baik isinya dan paling baik pula yang dibawanya, dan aku berlindung kepada Engkau dari angin yang buruk; buruk isinya dan buruk pula yang dibawanya. Apabila langit memperlihatkan gejala-gejala akan turunnya hujan berubahlah muka Rasulullah saw. Beliau mondar-mandir keluar- masuk rumah, ke muka dan ke belakang. Maka apabila hujan telah turun legalah hati beliau, lalu aku bertanya kepada beliau, beliau menjawab, Aku tidak mengetahui, mudah-mudahan saja seperti yang dikatakan kaum Ad, Awan yang datang ini menurunkan hujan kepada kita.” (Riwayat Muslim, at-Tirmi©³, dan an-Nas±'³) ;Rasulullah juga bersabda sebagai berikut:\r\nعَنْ عَائِشَةَ قَالَتْ: مَا رَأَيْتُ رَسُوْلَ اللهِ مُسْتَجْمِعاً ضَاحِكاً حَتىَّ اَرَى مِنْهُ لَهَوَاتِهِ وَاِنَّمَا كَانَ يَتَبَسَّمُ وَكاَنَ إِذَا رَأَى غَيْمًا اَوْ رِيْحًا عُرِفَ ذٰلِكَ فِي وَجْهِهِ قُلْتُ: يَارَسُوْلَ اللهِ أَرَى النَّاسَ إِذَا رَأَوْا الْغَيْمَ فَرِحُوْا رَجَاءً اَنْ يَكُوْنَ فِيْهِ الْمَطَرُ وَاَرَاكَ إِذَا رَأَيْتَهُ عُرِفَتْ فِي وَجْهِكَ الْكَرَاهِيَةُ قَالَ: يَا عَائِشَةَ وَمَايُؤْمِنُنِى اَنْ يَكُوْنَ فِيْهِ عَذَابٌ قَدْ عُذِّبَ قَوْمٌ بِالِّريْحِ وَقَدْ رَأَى قَوْمٌ الْعَذَابَ قاَلُوْا هٰذَا عَارِضٌ مُمْطِرُنَا .(رواه البخارى و مسلم)\r\nAisyah berkata, “Aku tidak pernah melihat Rasulullah saw tertawa lebar hingga kelihatan anak lidahnya. Beliau hanya tersenyum, sedang apabila beliau melihat awan dan angin, berubah raut mukanya. Aku bertanya kepada beliau, Ya Rasulullah aku lihat orang apabila melihat awan mereka bergembira karena mengharapkan semoga awan itu membuat hujan, sedangkan engkau aku lihat bila melihat awan kelihatan perasaan kurang senang di mukamu. Rasulullah saw menjawab, Ya Aisyah, siapa yang dapat menjamin bahwa awan itu tidak membawa azab? Pernah suatu kaum diazab dengan angin itu. Sesungguhnya kaum itu melihat azab, tetapi mereka menyangkanya awan yang membawa hujan, maka berkatalah mereka, Awan itu datang membawa hujan kepada kita.” (Riwayat al-Bukh±r³ dan Muslim) ;Pada hadis lain yang diriwayatkan Muslim diterangkan:\r\nعَنِ ابْنِ عَبَّاسٍ عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: نُصِرْتُ بِالصَّبَا وَاُهْلِكَتْ عَادٌ بِالدَّبُوْر.ِ (رواه مسلم)\r\nIbnu Abb±s menerangkan bahwa Nabi saw pernah bersabda, “Saya ditolong oleh angin timur, dan kaum Ad dihancurkan dengan angin barat.” (Riwayat Muslim)"}