{"tafsir_id":454,"surah_id":3,"aya_number":161,"tafsir_wajiz":"Ketika pasukan pemanah dalam Perang Uhud melihat ganimah yang ditinggalkan oleh pasukan kafir, mereka bergegas turun dari bukit untuk mengambilnya. Sebagian mereka mengira dan khawatir Nabi Muhammmad tidak membagikan ganimah kepada mereka. Lalu Allah menegaskan bahwa tidak mungkin seorang nabi berkhianat dalam urusan harta rampasan perang atau yang lainnya. Barang siapa berkhianat, dalam urusan apa pun, niscno_ayat pada hari kiamat dia akan datang membawa dosa apa yang dikhianatkannya itu, dia akan sangat tersiksa karenanya. Kemudian setiap orang akan diberi balasan yang sempurna sesuai dengan apa yang dilakukannya ketika di dunia, dan mereka tidak dizalimi walau sedikit pun.","tafsir_tahlili":"(161) Dalam Perang Badar ada selembar selimut merah dari barang rampasan hilang sebelum dibagi-bagi. Sebagian dari orang munafik mengatakan bahwa selimut itu mungkin diambil oleh Rasulullah saw atau pasukan pemanah.\r\nTidak pantas dan tidak mungkin Rasulullah saw berbuat khianat mengambil barang gan³mah (rampasan dalam peperangan). Hal itu bertentangan dengan sifat-sifat kemaksuman Nabi (terpeliharanya dari perbuatan yang tercela), akhlaknya yang tinggi yang menjadi contoh utama. Barang siapa berbuat khianat serupa itu maka ia pada hari kiamat akan datang membawa barang hasil pengkhianatannya dan tidak akan disembunyikannya. Setiap orang akan menerima balasan atas amal perbuatannya baik atau buruk, dan dalam hal balasan itu ia tidak akan teraniaya. Seperti orang yang berbuat baik dikurangi pahalanya atau orang yang berbuat buruk ditambah siksaannya.\r\nYang dimaksud dengan gulul pada ayat 161 ialah mengambil secara sembunyi-sembunyi milik orang banyak. Jadi pengambilan itu sifatnya semacam mencuri. Seorang rasul sifatnya antara lain amanah, dapat dipercaya. Karena itu sangat tidak mungkin Rasulullah saw berbuat gulul bahkan dalam masalah gulul ini Rasulullah saw pernah bersabda:\r\nيَا أَيُّهَا النَّاسُ! مَنْ عَمِلَ لَنَا مِنْكُمْ عَمَلاً فَكَتَمَ مَخِيْطًا فَمَا فَوْقَهُ فَهُوَ غُلٌّ يَأْتِي بِهِ يَوْمَ اْلقِيَامَةِ (رواه مسلم)\r\n“Wahai sekalian manusia! Barang siapa di antaramu mengerjakan sesuatu untuk kita, kemudian ia menyembunyikan sehelai barang jahitan atau lebih dari itu, maka perbuatan itu gulul (korupsi) harus dipertanggungjawabkan nanti pada hari Kiamat.” (Riwayat Muslim).;Umar bin Khattab pernah meriwayatkan:\r\nعَنْ عُمَرَ ابْنِ الْخَطَّابِ قَالَ: لَمَّا كَانَ يَوْمُ خَيْبَرَ اَقْبَلَ نَفَرٌ مِنْ صَحَابَةِ رَسُوْلِ اللهِ صَلَّى الله عَلَيْهِ وَسَلَّمَ فَقَالُوْا: فُلاَنٌ شَهِيْدٌ وَفُلاَنٌ شَهِيْدٌ حَتَّى مَرُّوْا عَلَى رَجُلٍ فَقَالُوْا: فُلاَنٌ شَهِيْدٌ. فَقَالَ رَسُوْلُ اللهِ صَلَّى الله ُعَلَيْهِ وَسَلَّمَ: كَلاَّ اِنِّي رَأَيْتُهُ فِى النَّارِ فِي بُرْدَةٍ غَلَّهَا اَوْ عَبَاءَةٍٍ، ثُمَّ قَالَ رَسُوْلُ اللهِ صَلَّى الله ُعَلَيْهِ وَسَلَّمَ: يَاابْنَ الْخَطَّابِ اِذْهَبْ فَنَادِ فِى النَّاسِ اِنَّهُ لاَ يَدْخُلُ الْجَنَّةَ إِلاَّ الْمُؤْمِنُوْنَ. قَالَ فَخَرَجْتُ فَنَادَيْتُ اِلاَّ اِنَّهُ لاَيَدْخُلُ الْجَنَّةَ اِلاَّ الْمُؤْمِنُوْنَ (رواه مسلم)\r\n“Dari Umar bin al-Khattab berkata, “Setelah selesai perang Khaibar beberapa sahabat menghadap Rasulullah saw seraya mengatakan, Si A mati syahid, si B mati syahid sampai mereka menyebut si C mati syahid. Rasul menjawab, “Tidak, saya lihat si C ada di neraka, karena ia mencuri selimut atau sehelai baju.” Kemudian Rasul bersabda, Hai Umar pergilah engkau lalu umumkan kepada orang banyak bahwa si C tidak akan masuk surga, kecuali orang-orang mukmin. Umar berkata, lalu aku keluar, maka aku menyeru,  ketahuilah bahwa si C tidak akan masuk surga kecuali orang-orang mukmin.” (Riwayat Muslim)."}