{"tafsir_id":4543,"surah_id":46,"aya_number":33,"tafsir_wajiz":"Dan tidakkah mereka memperhatikan bahwa sesungguhnya Allah yang menciptakan langit dan bumi dan segala sesuatu yang ada di dalamnya dan Dia tidak merasa pno_ayath karena menciptakannya dan mengaturnya sepanjang waktu, dan Dia kuasa menghidupkan makhluk yang mati? Begitulah; sungguh, yang demikian itu adalah mudah bagi Allah, sebab Dia Mahakuasa atas segala sesuatu.","tafsir_tahlili":"(33) Ayat ini merupakan teguran keras kepada orang-orang kafir yang mengingkari hari kebangkitan, dan adanya hidup setelah mati untuk menghisab perbuatan yang telah dilakukan manusia. Allah mencela orang-orang kafir yang lalai dan tidak pernah merenungkan kejadian alam semesta ini sehingga tidak mengetahui bahwa Allah yang telah menciptakan langit dan bumi tidak pernah merasa letih dalam penciptaan itu. Allah juga berkuasa menghidupkan yang telah mati.\r\nDari ayat ini dipahami bahwa orang kafir tidak pernah menggunakan pikirannya untuk merenungkan kejadian alam semesta dalam arti yang sebenarnya. Mereka tidak mau memikirkan siapa pencipta alam yang amat teratur dan dilengkapi dengan hukum-hukum yang sangat rapi dan kokoh. Mereka juga tidak mau memikirkan siapa yang menciptakan dirinya sendiri dan menjaga kelangsungan hidupnya. Seandainya mereka mau memikirkan dengan tujuan ingin mencari kebenaran, mereka akan sampai kepada kesimpulan bahwa pencipta semua itu adalah Allah yang Mahabijaksana lagi Mahakuasa. Jika Allah Mahakuasa, tentulah Dia sanggup melaksanakan segala sesuatu yang Dia kehendaki, tanpa mengenal lelah. Zat yang bersifat demikian tentu mudah bagi-Nya menghidupkan kembali orang-orang yang telah dimatikan-Nya, karena menciptakan langit dan bumi itu jauh lebih sukar daripada menciptakan manusia serta mematikan dan menghidupkan kembali.\r\nAllah berfirman:\r\nلَخَلْقُ السَّمٰوٰتِ وَالْاَرْضِ اَكْبَرُ مِنْ خَلْقِ النَّاسِ وَلٰكِنَّ اَكْثَرَ النَّاسِ لَا يَعْلَمُوْنَ  ٥٧  \r\n Sungguh, penciptaan langit dan bumi itu lebih besar daripada penciptaan manusia, akan tetapi kebanyakan manusia tidak mengetahui. (G±fir/40: 57);Selain itu, biasanya membuat kembali sesuatu lebih mudah dari menciptakan pertama kalinya. Allah berfirman:\r\nوَهُوَ الَّذِيْ يَبْدَؤُا الْخَلْقَ ثُمَّ يُعِيْدُهٗ وَهُوَ اَهْوَنُ عَلَيْهِۗ وَلَهُ الْمَثَلُ الْاَعْلٰى فِى السَّمٰوٰتِ وَالْاَرْضِۚ وَهُوَ الْعَزِيْزُ الْحَكِيْمُ ࣖ   ٢٧  \r\nDan Dialah yang memulai penciptaan, kemudian mengulanginya kembali, dan itu lebih mudah bagi-Nya. Dia memiliki sifat yang Mahatinggi di langit dan di bumi. Dan Dialah Yang Mahaperkasa, Mahabijaksana. (ar-Rµm/30: 27);Pada akhir ayat ini ditegaskan bahwa yang Maha Pencipta segala sesuatu lagi Mahaperkasa itu adalah Allah Yang Mahakuasa. Dia dapat melakukan segala yang dikehendaki-Nya, tanpa seorang pun dapat menghalangi dan menentang-Nya."}