{"tafsir_id":4545,"surah_id":46,"aya_number":35,"tafsir_wajiz":"Akhir dari no_surahh ini memberikan nasihat kepada Nabi Muhammad agar bersabar dalam berdakwah kepada kaumnya dan jangan meminta agar disegerakan azab kepada orang-orang yang tidak menyambut seru-annya. Maka bersabarlah engkau, wahai Nabi Muhammad, sebagaimana kesabaran rasul-rasul yang memiliki keteguhan hati dalam menghadapi setiap kesulitan dalam menyampaikan tuntunan Allah kepada umatnya. Dan janganlah engkau meminta kepada Allah dengan berdoa agar azab disegerakan untuk mereka sebab azab itu pasti datang pada waktu yang ditentukan-Nya. Pada hari mereka melihat azab yang dijanjikan, sesaat sebelum kematian mereka atau kelak pada hari Kiamat mereka merasa disebabkan oleh dahsyatnya azab itu seolah-olah tinggal di dunia hanya sesaat saja pada siang hari. Tugasmu hanya menyampaikan apa yang diwahyukan Allah kepada mereka, bukan untuk menjadikannya ber-iman ataupun menimpakan azab atasnya. Azab adalah urusan Allah yang dijatuhkan dengan seadil-adilnya. Maka tidak ada yang dibinasakan, kecuali kaum yang fasik yakni orang-orang yang tidak taat kepada Allah.","tafsir_tahlili":"(35) Dalam ayat ini, Allah memerintahkan kepada Nabi Muhammad agar selalu tetap tabah dalam menghadapi sikap dan tindakan orang-orang kafir yang mengingkari dan mendustakan risalah yang disampaikan kepada mereka seperti ketabahan dan kesabaran yang telah dilakukan rasul-rasul ulul azmi terdahulu. Rasulullah saw melaksanakan dengan baik perintah Allah ini. Beliau selalu bersabar dan tabah menghadapi segala macam cobaan yang datang kepada beliau. Mengenai kesabaran beliau ini diterangkan dalam hadis sebagai berikut:\r\nعَنْ عَائِشَةَ قَالَتْ: ظَلَّ رَسُوْلُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ صَائِمًا ثُمَّ طَوَى ثُمَّ ظَلَّ صَائِمًا ثُمَّ طَوَى ثُمَّ ظَلَّ صَائِمًا قَالَ: يَا عَائِشَةُ اِنَّ الدُّنْيَا لاَ يَنْبَغِى لِمُحَمَّدٍ وَلاَ لِآلِ مُحَمَّدٍ يَا عَائِشَةُ اللهُ لَمْ يَرْضَ مِنْ اُولِى الْعَزْمِ مِنَ الرُّسُلِ اِلاَّ الصَّبْرَ عَلَى مَكْرُوْهِهَا وَالصَّبْرَ عَنْ مَحْبُوْبِهَا ثُمَّ لَمْ يَرْضَ مِنِّى اِلاَّ اَنْ يُكَلِّفَنِى مَاكَلَّفَهُمْ فَقَالَ: (فَاصْبِرْ كَمَا صَبَرَ اُولُوالْعَزْمِ مِنَ الرُّسُلِ) وَإِنِّى وَاللهِ لَأَصْبِرَنَّ كَمَا صَبَرُوْا جُهْدِى وَلاَ قُوَّةَ اِلاَّ بِاللهِ. (رواه ابن أبي حاتم و الديلمي)\r\nDari Aisyah, ia berkata, “Rasulullah saw senantiasa berpuasa, lalu perutnya jadi kempis, kemudian ia tetap berpuasa, lalu perutnya jadi kempis, kemudian ia berpuasa. Beliau berkata, Ya Aisyah, sesungguhnya kesenangan di dunia tidak patut bagi Muhammad dan keluarganya. Ya Aisyah, sesungguhnya Allah tidak menyukai para rasul ulul azmi (Nuh, Ibrahim, Musa, Isa, dan Muhammad), kecuali bersabar atas segala cobaannya dan bersabar atas yang dicintainya, kemudian Allah tidak menyukai aku, kecuali Dia membebankan kepadaku seperti yang telah dibebankannya kepada para rasul itu. Maka Dia berkata, Bersabarlah seperti para rasul ulul azmi telah bersabar. Dan sesungguhnya aku, demi Allah, benar-benar akan bersabar seperti para rasul itu, dan tidak ada sesuatu pun kekuatan kecuali kekuatan Allah.” (Riwayat Ibnu Ab³ ¦±tim dan ad-Dailam³) ;Sabar adalah sifat utama dan kunci menuju kesuksesan. Berbahagialah orang yang mempunyai sifat itu. Lawan dari sabar ialah tergesa-gesa. Dalam ayat ini, Allah mencela sifat tergesa-gesa, dan memperingatkan Nabi Muhammad agar jangan mempunyai sifat tersebut seperti memohon kepada Allah agar segera ditimpakan azab kepada orang-orang musyrik yang mengingkari seruan beliau karena azab itu pasti menimpa mereka, dan waktu kedatangannya hanya Allah yang mengetahui.\r\nAllah berfirman:\r\nوَذَرْنِيْ وَالْمُكَذِّبِيْنَ اُولِى النَّعْمَةِ وَمَهِّلْهُمْ قَلِيْلًا   ١١\r\nDan biarkanlah Aku (yang bertindak) terhadap orang-orang yang mendustakan, yang memiliki segala kenikmatan hidup, dan berilah mereka penangguhan sebentar. (al-Muzzammil/73: 11);Dan firman Allah:\r\nفَمَهِّلِ الْكٰفِرِيْنَ اَمْهِلْهُمْ رُوَيْدًا ࣖ   ١٧\r\nKarena itu berilah penangguhan kepada orang-orang kafir itu. Berilah mereka itu kesempatan untuk sementara waktu. (a¯-°±riq/86: 17);Berikutnya Allah menerangkan keadaan orang-orang kafir di akhirat ketika melihat azab yang akan menimpa mereka. Mereka merasa seakan-akan hidup di dunia ini hanya sesaat saja, di siang hari. Perasaan ini timbul karena dosa dan ketakutan yang timbul di hati mereka ketika melihat azab yang akan menimpa mereka. Keadaan mereka diterangkan Allah pada ayat yang lain ketika kepada mereka ditanyakan berapa lama mereka hidup di dunia.\r\nقٰلَ كَمْ لَبِثْتُمْ فِى الْاَرْضِ عَدَدَ سِنِيْنَ  ١١٢  قَالُوْا لَبِثْنَا يَوْمًا اَوْ بَعْضَ يَوْمٍ فَسْـَٔلِ الْعَاۤدِّيْنَ   ١١٣  \r\nDia (Allah) berfirman, “Berapa tahunkah lamanya kamu tinggal di bumi?” Mereka menjawab, “Kami tinggal (di bumi) sehari atau setengah hari, maka tanyakanlah kepada mereka yang menghitung.” (al-Mu'minµn/23: 112-113);Dan firman Allah:\r\nكَاَنَّهُمْ يَوْمَ يَرَوْنَهَا لَمْ يَلْبَثُوْٓا اِلَّا عَشِيَّةً اَوْ ضُحٰىهَا ࣖ  ٤٦\r\nPada hari ketika mereka melihat hari Kiamat itu (karena suasananya hebat), mereka merasa seakan-akan hanya (sebentar saja) tinggal (di dunia) pada waktu sore atau pagi hari. (an-N±zi±t/79: 46);Dalam ayat ini terdapat perkataan “bal±g” yang dalam ayat ini berarti “cukup”. Maksudnya ialah: Allah menyatakan bahwa ayat ini merupakan penjelasan yang cukup bagi manusia, terutama orang-orang kafir yang mau berpikir dan merenungkan kejadian alam semesta ini. Seandainya mereka tidak mau mengindahkan penjelasan ini, mereka pasti akan menanggung akibatnya. Dalam ayat yang lain Allah berfirman:\r\nهٰذَا بَلٰغٌ لِّلنَّاسِ وَلِيُنْذَرُوْا بِهٖ وَلِيَعْلَمُوْٓا اَنَّمَا هُوَ اِلٰهٌ وَّاحِدٌ وَّلِيَذَّكَّرَ اُولُوا الْاَلْبَابِ ࣖ   ٥٢  \r\nDan (Al-Qur'an) ini adalah penjelasan (yang sempurna) bagi manusia, agar mereka diberi peringatan dengannya, agar mereka mengetahui bahwa Dia adalah Tuhan Yang Maha Esa dan agar orang yang berakal mengambil pelajaran. (Ibr±h³m/14: 52);;Dan firman Allah:\r\nاِنَّ فِيْ هٰذَا لَبَلٰغًا لِّقَوْمٍ عٰبِدِيْنَ ۗ  ١٠٦\r\nSungguh, (apa yang disebutkan) di dalam (Al-Qur'an) ini, benar-benar menjadi petunjuk (yang lengkap) bagi orang-orang yang menyembah (Allah). (al-Anbiy±'/21: 106);Pada akhir ayat ini Allah menegaskan bahwa betapapun besar dan dahsyatnya azab Allah itu, tidak akan menimpa orang-orang yang beriman dan beramal saleh. Hanya orang-orang kafir yang tidak mengindahkan perintah-perintah Allah dan melanggar larangan-larangan-Nya saja yang akan ditimpa azab yang mengerikan itu. Ayat ini juga menggambarkan betapa besarnya rahmat dan karunia Allah yang dilimpahkan kepada orang-orang yang taat kepada-Nya. Sehubungan dengan rahmat dan karunia, azab dan malapetaka ini, Rasulullah saw sering berdoa kepada Allah, seperti yang tersebut dalam hadis di bawah ini:\r\nعَنْ اَنَسٍ اَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ كَانَ يَدْعُوْ اَللَّهُمَّ إِنِّى أَسْأَلُكَ مُوْجِبَاتِ رَحْمَتِكَ وَعَزَائِمَ مَغْفِرَتِكَ وَالْغَنِيْمَةَ مِنْ كُلِّ بِرٍّ وَالسَّلاَمَةَ مِنْ كُلِّ ذَنْبٍ اَللَّهُمَّ لاَتَدَعْ ليِ ذَنْباً إِلاَّ غَفَرْتَهُ وَلاَ هَمًّا إِلاَّ فَرَّجْتَهُ وَلاَدَيْناً إِلاَّ قَضَيْتَهُ وَلاَحَاجَةً مِنْ حَوَائِجِ الدُّنْيَا وَاﻵخِرَةِ إِلاَّ قَضَيْتَهَا بِرَحْمَتِكَ يَا اَرْحَمَ الرَّاحِمِيْنَ. (رواه الطبراني)\r\n“Diriwayatkan dari Anas, Nabi saw berdoa, “Wahai Tuhan, sesungguhnya aku memohon kepada Engkau penyebab rahmat-Mu, kepastian ampunan-Mu, dan keberuntungan dari segala kebaikan, dan keselamatan dari setiap perbuatan dosa. Wahai Tuhan, janganlah Engkau biarkan satu dosa pun bagiku, kecuali Engkau mengampuninya, dan kesempitan kecuali Engkau melapangkannya, dan hutang kecuali Engkau membayarnya, demikian pula segala keperluan dari keperluan-keperluan duniawi dan ukhrawi, kecuali Engkau menyelesaikannya dengan rahmat Engkau, wahai Tuhan Yang Maha Pemurah. (Riwayat a¯-°abr±n³) "}