{"tafsir_id":4547,"surah_id":47,"aya_number":2,"tafsir_wajiz":"Dan orang-orang yang beriman kepada Allah dan rasul-Nya dan membuktikan imannya itu dengan mengerjakan kebajikan serta ber-iman pula kepada apa yang diturunkan kepada Muhammad yaitu Kitab Suci Al-Qur'an; dan mereka beriman pula kepada apa yang diturunkan kepada Nabi Muhammad dan nabi-nabi sebelumnya. Itulah kebenaran dari Tuhan mereka yang harus ditaati oleh manusia; Allah menghapus kesalahan-kesalahan mereka, dengan mengampuninya dan memperbaiki keadaan mereka dengan menganugerahkan pertolongan baik di dunia maupun di akhirat.","tafsir_tahlili":"(1-2) Dalam ayat ini, Allah membagi manusia menjadi dua golongan: pertama, golongan kafir, yaitu orang-orang yang mengingkari kekuasaan dan keesaan Allah, menyembah tuhan-tuhan yang lain selain Dia, menghalangi manusia beribadah kepada-Nya, beribadah kepada-Nya menurut pendapat dan keinginan sendiri, mencela dan menghalangi manusia beriman kepada Allah dan kepada Nabi Muhammad. Seluruh perbuatan golongan ini tidak mengikuti petunjuk-petunjuk Allah yang termuat di dalam Al-Qur'an dan hadis Rasul-Nya, tetapi mengikuti keinginan sendiri dan mengikuti petunjuk setan. \r\nSemua perbuatan yang berdasarkan perbuatan setan tidak ada artinya di sisi Allah walaupun perbuatan itu baik bagi manusia dan kemanusiaan. Perbuatan itu seolah-olah buih yang timbul di permukaan air, kemudian hilang tanpa bekas sedikit pun. Oleh karena itu, semua amal dan perbuatan yang dikerjakan oleh orang-orang musyrik tidak ada arti dan pahalanya di sisi Allah di akhirat nanti. Mereka hanya mendapat balasan di dunia yang diperoleh dari manusia, walaupun bentuk amal dan perbuatan itu seperti budi pekerti yang mulia, berhubungan dengan orang lain (silaturrahim), memberi makan orang miskin, memelihara anak yatim, membuat usaha-usaha kemanusiaan, serta memelihara dan mendirikan masjid. \r\nPekerjaan seperti ini adalah pekerjaan yang pernah dikerjakan oleh orang-orang musyrik Mekah, seperti memakmurkan Masjidilharam, melindungi orang-orang yang memerlukan perlindungan, membantu orang-orang yang mengerjakan ¯awaf dan sebagainya.\r\nAllah berfirman:\r\nوَقَدِمْنَآ اِلٰى مَا عَمِلُوْا مِنْ عَمَلٍ فَجَعَلْنٰهُ هَبَاۤءً مَّنْثُوْرًا   ٢٣\r\nDan Kami akan perlihatkan segala amal yang mereka kerjakan, lalu Kami akan jadikan amal itu (bagaikan) debu yang beterbangan. (al-Furq±n/25: 23);Kedua, golongan mukmin, yaitu orang-orang yang mengakui keesaan Allah, taat hanya kepada-Nya saja, beribadah sesuai dengan petunjuk Allah, tidak menurut kemauan sendiri dan menjauhi larangan-Nya, beriman kepada Al-Qur'an yang dibawa Nabi Muhammad, dan membantu manusia melaksanakan ibadah kepada-Nya. Ini adalah golongan yang diridai Allah. Amal dan perbuatan golongan mukmin diterima Allah, diampuni segala dosanya, mereka mendapat pahala di dunia, sedang di akhirat akan mendapat kebahagiaan yang abadi.\r\nMenurut Ibnu Abb±s, ayat pertama diturunkan berhubungan dengan orang-orang yang memberi makan tentara musyrik Mekah pada waktu Perang Badar. Mereka ada dua belas orang, yaitu Abµ Jahal, al-¦±ri£ bin Hisy±m, Utbah bin Rab³ah, Syaibah bin Rabiah, Ubay bin Khalaf, Umayyah bin Khalaf, Munabbih bin al-¦ajj±j, Nubaih bin al-¦ajj±j, Abµ al-Bukhturi bin Hisy±m, Zamah bin al-Aswad, ¦ak³m bin ¦az±m, dan al-¦±ri£ bin ²mir bin Naufal. Mereka semua mempunyai amal kebajikan pada masa Arab Jahiliyah, seperti menyediakan minuman jemaah haji, memberi makan para tamu yang datang ke Masjidil Haram, melindungi dan menjaga hak tetangga, dan sebagainya. Semua amal mereka dibatalkan pahalanya oleh Allah, seakan-akan mereka tidak pernah berbuat apa pun, karena dasar diterimanya suatu perbuatan adalah iman kepada Allah dan Nabi Muhammad. \r\nSedangkan ayat kedua diturunkan berhubungan dengan orang An¡ar di Medinah. Mereka beriman kepada Allah dan Nabi Muhammad, membantu orang-orang Muh±jirin yang baru datang dari Mekah hijrah bersama Nabi Muhammad, dan mengikuti perintah dan menjauhi larangan Allah."}