{"tafsir_id":455,"surah_id":3,"aya_number":162,"tafsir_wajiz":"Di akhirat tidak ada sedikit pun perbuatan anino_ayat. Semua akan mendapat balasan amal perbuatannya secara adil. Maka adakah orang yang mengikuti keridaan Allah, sungguh-sungguh menjalankan perintahNya dan menjauhi larangan-Nya, sama dengan orang yang kembali dengan membawa kemurkaan besar dari Allah dan tempatnya di neraka Jahanam? Pasti tidak sama. Neraka Jahanam itulah seburuk-buruk tempat kembali.","tafsir_tahlili":"(162) Orang yang mencari keridaan Allah dengan beribadah dan beramal saleh tidak sama dengan orang yang memperoleh murka Allah, karena berbuat maksiat, melanggar larangan-larangan-Nya dan meninggalkan kewajibannya. Orang yang memperoleh murka Allah itu tempatnya di neraka jahanam, dan itu adalah tempat kembali yang terjelek.\r\nDalam Al-Quran banyak terdapat ayat yang dirangkaikan menyebut dua golongan yang berbeda yang memang sifat-sifat mereka berbeda dan berlawanan misalnya ayat:\r\n۞ اَفَمَنْ يَّعْلَمُ اَنَّمَآ اُنْزِلَ اِلَيْكَ مِنْ رَّبِّكَ الْحَقُّ كَمَنْ هُوَ اَعْمٰ    \r\nMaka apakah orang yang mengetahui bahwa apa yang diturunkan Tuhan kepadamu adalah kebenaran, sama dengan orang yang buta? ... (ar-Rad/13:19).\r\nاَفَمَنْ وَّعَدْنٰهُ وَعْدًا حَسَنًا فَهُوَ لَاقِيْهِ كَمَنْ مَّتَّعْنٰهُ مَتَاعَ الْحَيٰوةِ الدُّنْيَا ;Maka apakah sama orang yang Kami janjikan kepadanya suatu janji yang baik (surga) lalu dia memperolehnya, dengan orang yang Kami berikan kepadanya kesenangan hidup duniawi…(al-Qa¡a¡/28:61).;Kedua golongan itu masing-masing mempunyai tingkatan, karena pada hari Kiamat nanti yang merupakan hari pembalasan, kedua golongan itu akan dibalas sesuai dengan amal perbuatannya di dunia. Orang yang banyak berbuat baik akan tinggi tingkatannya dan orang yang banyak kejahatannya akan berada di tingkat yang paling rendah. Tingkatan golongan manusia yang tertinggi biasa disebut ar-r±fiul al±, yaitu tingkat yang dicapai oleh Nabi Muhammad saw, dan yang terendah disebut ad-darkul asfal. Hal ini dijelaskan dalam Al-Quran bahwa manusia di sisi Allah apakah ia baik ataukah jelek, adalah bertingkat-tingkat kebaikan dan kejelekannya. Allah Maha Mengetahui akan tingkat-tingkat amal perbuatan mereka dan memberi balasan sesuai dengan amal perbuatan masing-masing."}