{"tafsir_id":4564,"surah_id":47,"aya_number":19,"tafsir_wajiz":"Maka ketahuilah, bahwa tidak ada tuhan (yang patut disembah) selain Allah dan mohonlah ampunan atas dosamu dan atas dosa orang-orang mukmin, laki-laki dan perempuan. Dan Allah mengetahui tempat usaha kamu mencari bermacam-macam keperluan hidupmu di dunia dan mengetahui tempat tinggalmu untuk beristirahat setelah engkau bekerja sepanjang hari.","tafsir_tahlili":"(19) Dalam ayat ini, Allah memerintahkan Nabi Muhammad, apabila ia telah yakin dan mengetahui pahala yang akan diperoleh orang-orang yang beriman, serta azab yang akan diperoleh orang-orang kafir di akhirat, untuk berpegang teguh kepada agama Allah yang dapat mendatangkan kebahagiaan hidup di dunia dan di akhirat. Beliau juga diperintahkan untuk memohon kepada Allah agar mengampuni dosa-dosanya dan dosa-dosa orang beriman, selalu berdoa dan berzikir kepada-Nya, dan tidaklah sekali-kali memberi kesempatan kepada setan untuk melaksanakan maksud buruknya kepada beliau.\r\nSebuah hadis sahih mengatakan, Rasulullah saw selalu berdoa:\r\nاَللّهُمَّ اغْفِرْلِيْ خَطِيْئَتِيْ وَجَهْلِيْ وَإِسْرَافِيْ فِيْ أَمْرِيْ وَمَا اَنْتَ أَعْلَمُ بِهِ مِنِّيْ اَللّهُمَّ اغْفِرْلِيْ هَزْلِيْ وَجِدِّيْ وَخَطَايَايَ وَعَمْدِيْ وَكُلَّ ذٰلِكَ عِنْدِيْ. (رواه البخاري عن أبي موسى الأشعري) \r\nWahai Allah, ampunilah kesalahanku, kebodohanku, dan perbuatanku yang berlebih-lebihan, dan dosaku yang lebih Engkau ketahui daripadaku. Wahai Allah, ampunilah dosa perkataanku yang tidak serius dan perkataanku yang sungguh-sungguh, kesalahanku, kesengajaanku, dan semua yang ada padaku.” (Riwayat al-Bukh±r³ dari Abµ Mµs± al-Asyar³) ;Rasulullah sering berdoa pada akhir salatnya, sebelum mengucapkan salam:\r\nاَللّهُمَّ اغْفِرْلِيْ مَا قَدَّمْتُ وَمَا أَخَّرْتُ وَمَا أَسْرَرْتُ وَمَا أَعْلَنْتُ وَمَا أَسْرَفْتُ وَمَا اَنْتَ أَعْلَمُ بِهِ مِنِّيْ أَنْتَ إِلٰهِيْ لاَ اِلٰهَ اِلاَّ اَنْتَ. (رواه البخاري ومسلم عن ابن عباس)\r\nYa Allah, ampunilah dosaku yang terdahulu dan yang kemudian, yang tersembunyi dan yang tampak, serta perbuatanku yang berlebihan dan dosaku yang Engkau lebih mengetahui daripadaku, Engkau Tuhanku, tak ada tuhan selain Engkau.” (Riwayat al-Bukh±r³ dan Muslim dari Ibnu Abb±s)\r\nيَااَيُّهَا النَّاسُ تُوْبُوْا إِلَى رَبِّكُمْ فَإِنِّيْ أَسْتَغْفِرُ اللهَ وَأَتُوْبُ إِلَيْهِ فِى الْيَوْمِ أَكْثَرَ مِنْ سَبْعِيْنَ مَرَّةً (رواه مسلم)\r\nHai manusia, bertobatlah kamu kepada Tuhanmu maka sesungguhnya aku pun mohon ampun kepada Allah dan bertobat kepada-Nya setiap hari lebih dari tujuh puluh kali. (Riwayat Muslim);Abu Bakar a¡-¢idd³q berkata, “Hendaklah kamu membaca, L± il±ha illall±h dan istigfar.” Bacalah keduanya berulang kali, maka sesungguhnya Iblis berkata, “Aku membinasakan manusia dengan perbuatan dosanya, dan mereka membinasakanku dengan membaca L± il±ha illall±h dan istigfar, maka ketika aku mengetahui yang demikian, mereka aku hancurkan dengan hawa nafsunya, mereka mengira mendapat petunjuk.” (Riwayat Abµ Yal±).\r\nDalam satu a£ar diterangkan perkataan Iblis, “Demi keperkasaan dan keagungan-Mu, wahai Tuhan, aku senantiasa memperdaya mereka selama nyawa mereka dikandung badan.” Lalu Allah berfirman, “Demi keperkasaan dan keagungan-Ku, Aku senantiasa mengampuni dosa mereka, selama mereka tetap memohon ampunan kepada-Ku.”\r\nSelanjutnya Allah mendorong manusia melaksanakan perintah-Nya, menjauhi larangan-Nya, dan agar selalu berusaha untuk mencari rezeki dan kebahagiaan hidupnya. Allah berfirman, “Dia mengetahui segala usaha, perilaku, dan tindak-tanduk mereka di siang hari, begitu pula tempat mereka berada di malam hari. Oleh karena itu, bertakwalah dan meminta ampun kepada-Nya.” Dalam ayat lain, Allah berfirman:\r\n۞ وَمَا مِنْ دَاۤبَّةٍ فِى الْاَرْضِ اِلَّا عَلَى اللّٰهِ رِزْقُهَا وَيَعْلَمُ مُسْتَقَرَّهَا وَمُسْتَوْدَعَهَا ۗ كُلٌّ فِيْ كِتٰبٍ مُّبِيْنٍ  ٦  \r\nDan tidak satu pun makhluk bergerak (bernyawa) di bumi melainkan semuanya dijamin Allah rezekinya. Dia mengetahui tempat kediamannya dan tempat penyimpanannya.) Semua (tertulis) dalam Kitab yang nyata (Lau¥ Ma¥fµ§). (Hµd/11: 6)\r\nوَهُوَ الَّذِيْ يَتَوَفّٰىكُمْ بِالَّيْلِ وَيَعْلَمُ مَا جَرَحْتُمْ بِالنَّهَارِ ثُمَّ يَبْعَثُكُمْ فِيْهِ لِيُقْضٰٓى اَجَلٌ مُّسَمًّىۚ ثُمَّ اِلَيْهِ مَرْجِعُكُمْ ثُمَّ يُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُوْنَ ࣖ  ٦٠  \r\n Dan Dialah yang menidurkan kamu pada malam hari dan Dia mengetahui apa yang kamu kerjakan pada siang hari. Kemudian Dia membangunkan kamu pada siang hari untuk disempurnakan umurmu yang telah ditetapkan. Kemudian kepada-Nya tempat kamu kembali, lalu Dia memberitahukan kepadamu apa yang telah kamu kerjakan. (al-An±m/6: 60) "}