{"tafsir_id":4569,"surah_id":47,"aya_number":24,"tafsir_wajiz":"Pada no_ayatt yang lalu Allah mengecam orang munafik yang selalu membuat kerusakan di muka bumi dan memutuskan hubungan silaturrahmi. Kecaman itu mash dilanjutkan pada no_ayatt ini, Allah melanjutkan kecamannya dengan menyatakan, Maka tidakkah mereka, orang-orang munafik itu, menghno_ayatti Al-Qur’an, yakni tidak merenungkan atau memikirkan Al-Qur’an? Ataukah hati mereka sudah terkunci sehingga tidak dapat memahami petunjuknya? Pertanyaan yang mengandung kecam-an itu menegaskan bahwa orang munafik itu tidak mau memperhatikan petunjuk Al-Qur’an, atau tidak memahaminya, karena hati me-reka telah terkunci.","tafsir_tahlili":"(24) Apakah orang-orang munafik itu tidak memperhatikan dan memahami ajaran-ajaran Allah yang terdapat dalam Al-Qur'an, tidak pula merenungkan dan memikirkannya, sehingga mereka mengetahui kesalahan sikap dan tindakan mereka selama ini? Atau telah terkunci hati dan penglihatan mereka sehingga tidak dapat lagi memahami isinya?\r\nSikap dan tindakan yang dilakukan oleh kaum munafik itu tidak saja dilakukan terhadap orang beriman, tetapi juga terhadap orang Yahudi. Mereka menyatakan kesediaan bekerja sama dengan orang Yahudi Bani Na«ir dan Bani Qurai§ah. Bahkan mereka bersedia mengikuti sebagian keinginan orang Yahudi untuk menarik hati mereka, tetapi semua janji dan kesediaan itu tidak mereka tepati. Mereka terkadang tidak segan-segan mencelakakan teman yang diajak bersekongkol, dengan menohok kawan seiring. \r\nAllah berfirman:\r\nاَلَمْ تَرَ اِلَى الَّذِيْنَ نَافَقُوْا يَقُوْلُوْنَ لِاِخْوَانِهِمُ الَّذِيْنَ كَفَرُوْا مِنْ اَهْلِ الْكِتٰبِ لَىِٕنْ اُخْرِجْتُمْ لَنَخْرُجَنَّ مَعَكُمْ وَلَا نُطِيْعُ فِيْكُمْ اَحَدًا اَبَدًاۙ وَّاِنْ قُوْتِلْتُمْ لَنَنْصُرَنَّكُمْۗ وَاللّٰهُ يَشْهَدُ اِنَّهُمْ لَكٰذِبُوْنَ   ١١  \r\nTidakkah engkau memperhatikan orang-orang munafik yang berkata kepada saudara-saudaranya yang kafir di antara Ahli Kitab, “Sungguh, jika kamu diusir niscaya kami pun akan keluar bersama kamu; dan kami selama-lamanya tidak akan patuh kepada siapa pun demi kamu, dan jika kamu diperangi pasti kami akan membantumu.” Dan Allah menyaksikan, bahwa mereka benar-benar pendusta. (al-¦asyr/59: 11) "}