{"tafsir_id":4571,"surah_id":47,"aya_number":26,"tafsir_wajiz":"Orang-orang munafik kembali kepada kekafiran, padahal tadinya mereka kelihatan telah beriman, karena memihak dan bersekutu dengan orang-orang Yahudi untuk memerangi orang yang beriman. Kaum munafik menyatakan bahwa mereka akan turut berperang di pihak orang-orang Yahudi dari suku Bani  dan Bani Quraiah menghadapi kaum muslim, sekiranya orang Yahudi diusir dari Madinah. Yang demikian itu, yakni kesesatan dan kemurtadan itu, karena sesungguhnya mereka telah mengatakan kepada orang-orang yang tidak senang kepada apa yang diturukan Allah, yakni orang Yahudi dari suku Bani Nadzir dan Bani Quraidzah atau kaum musyrik Mekah yang mempunyai hubungan dengan musuh-musuh Islam di Madinah, “Kami akan mematuhi kamu dalam beberapa urusan, antara lain tidak ikut berperang sebagaimana yang dianjurkan Nabi Muhammad”. Tetapi Allah mengetahui rahasia mereka dan tipu dno_ayat yang mereka sembunyikan.","tafsir_tahlili":"(26) Orang-orang munafik kembali kepada kekafiran, padahal tadinya mereka kelihatan telah beriman, karena mereka memihak dan bersekutu dengan orang Yahudi dari Bani Na«ir dan Bani Qurai§ah untuk memerangi orang yang beriman. Kaum munafik menyatakan bahwa mereka akan turut berperang di pihak Bani Na«ir dan Bani Qurai§ah menghadapi kaum Muslimin jika sekiranya suku Yahudi itu diusir dari Medinah. \r\nOrang Yahudi pernah menganjurkan kepada kaum munafik agar memperlihatkan kekafiran mereka dengan terang-terangan. Akan tetapi, mereka tidak mematuhi anjuran itu, kecuali dalam beberapa hal. Di antara yang tidak mereka patuhi adalah anjuran untuk menyatakan kekafiran dengan terus-terang. Kekafiran itu tetap mereka rahasiakan karena masih mengharapkan keuntungan dengan menyembunyikannya. Akan tetapi, Allah mengetahui tindakan yang mereka rahasiakan, karena tidak satu pun yang tidak diketahui-Nya. Dalam ayat lain, Allah menerangkan cara mereka mengatur siasat dan tipu dayanya. Allah berfirman:\r\nوَيَقُوْلُوْنَ طَاعَةٌ  ۖ فَاِذَا بَرَزُوْا مِنْ عِنْدِكَ بَيَّتَ طَاۤىِٕفَةٌ مِّنْهُمْ غَيْرَ الَّذِيْ تَقُوْلُ ۗ وَاللّٰهُ يَكْتُبُ مَا يُبَيِّتُوْنَ ۚ فَاَعْرِضْ عَنْهُمْ وَتَوَكَّلْ عَلَى اللّٰهِ ۗ وَكَفٰى بِاللّٰهِ وَكِيْلًا   ٨١  \r\nDan mereka (orang-orang munafik) mengatakan,“(Kewajiban kami hanyalah) taat.” Tetapi, apabila mereka telah pergi dari sisimu (Muhammad, sebagian dari mereka mengatur siasat di malam hari (mengambil keputusan) lain dari yang telah mereka katakan tadi. Allah mencatat siasat yang mereka atur di malam hari itu, maka berpalinglah dari mereka dan bertawakallah kepada Allah. Cukuplah Allah yang menjadi pelindung. (an-Nis±'/4: 81)"}