{"tafsir_id":4575,"surah_id":47,"aya_number":30,"tafsir_wajiz":"Dan sekiranya Kami menghendaki, niscno_ayat Kami perlihatkan sifat-sifat dan perbuatan mereka kepadamu wahai Nabi Muhammad, sehingga engkau benar-benar dapat mengenal mereka dengan tanda-tandanya yang Kami sampaikan dengan jelas kepadamu. Dan engkau benar-benar akan mengenal mereka dari nada bicaranya yang penuh dengan tentang tipuan, kebencian dan permusuhan, dan Allah mengetahui segala amal perbuatan kamu, tidak ada yang tersembunyi bagi Allah, baik dalam bentuk niat, ucapan maupun perbuatan.","tafsir_tahlili":"(30) Pada ayat ini, Allah menyatakan kepada Rasulullah saw, “Hai Muhammad, jika Kami menghendaki untuk memperkenalkan kepadamu pribadi-pribadi orang munafik itu sehingga kamu mengenal seorang demi seorang berdasarkan tanda-tanda yang ada pada mereka, tentulah tidak sukar bagi Kami melakukannya. Akan tetapi, Kami tidak berbuat demikian, agar keluarga mereka yang beriman kepada Kami tidak mereka aniaya. Sekalipun demikian, kamu dapat mengetahui orang-orang munafik itu dengan memperhatikan ungkapan-ungkapan dan cara-cara mereka berbicara. Mereka tidak mau berbicara secara tegas dan jelas, melainkan selalu memakai isyarat dan sindiran serta kiasan yang kurang jelas maksudnya, dan mereka berbuat dan bertindak tidak sesuai dengan apa yang mereka katakan.\r\nPada masa Rasulullah saw, orang munafik bila berbicara selalu menggunakan kata yang muluk-muluk dan menyenangkan hati pendengarnya, tetapi dalam hati mereka terkandung maksud jahat. Al-Kalbi berkata, “Setelah ayat ini turun, Rasulullah mengetahui orang-orang munafik bila mereka berbicara dengan beliau. Sedangkan Anas r.a. mengatakan, “Allah memberitahukan orang-orang munafik kepada Rasulullah dengan perantara wahyu atau dengan tanda-tanda yang ditampakkannya kepada beliau.”\r\nSehubungan dengan orang-orang munafik, U£m±n bin Aff±n berkata, “Tidak ada suatu rahasia yang tersembunyi dalam hati seseorang, kecuali Allah menampakkannya pada air muka dan ucapan lahirnya.”\r\nPada akhir ayat ini, Allah menyatakan bahwa keadaan orang mukmin tidak sama dengan orang munafik. Dia akan membalas perbuatan orang mukmin sesuai dengan maksud dan niatnya masing-masing, karena Allah mengetahui perbuatan mereka."}