{"tafsir_id":4585,"surah_id":48,"aya_number":2,"tafsir_wajiz":"Agar Allah memberikan ampunan kepadamu, wahai Nabi Muhammad atas dosamu, yakni kekeliruan yang dapat dianggap sebagai dosa sesuai dengan kedudukanmu yang mulia, baik kekeliruan yang terjadi di masa yang lalu dan yang akan datang serta menyempurnakan nikmat-Nya atasmu dengan meluhurkan agamamu dan menunjukimu ke jalan yang lurus yang membimbingmu kepada keridaan Tuhan,","tafsir_tahlili":"(2-3) Ayat ini menerangkan bahwa dengan terjadinya Perjanjian Hudaibiyyah, berarti Allah telah menyempurnakan nikmat-Nya yang tiada terhingga kepada Rasulullah saw. Nikmat-nikmat itu ialah:\r\n1.  Mengampuni dosa-dosa Rasulullah saw yang dilakukan sebelum dan sesudah terjadi Perjanjian Hudaibiyyah. Tentu saja yang dimaksud dosa dalam ayat ini ialah yang tidak mengurangi atau merusak fungsi kenabiannya karena Muhammad saw sebagai nabi dan rasul terpelihara dari perbuatan dosa besar.\r\n2.  Tersebarnya agama Islam ke seluruh Jazirah Arab, bahkan ke beberapa daerah kerajaan Romawi. Hal itu menjadikan Rasulullah saw sebagai orang yang bertanggung jawab mengurus persoalan agama dan juga sebagai kepala negara. Dalam sejarah, jarang terjadi hal yang demikian. Di antara nabi dan rasul yang merangkap sebagai kepala negara, hanya Nabi Daud dan putra beliau, Nabi Sulaiman.\r\n3.  Membimbing Rasulullah saw ke jalan yang lurus dan diridai-Nya.\r\n4.  Menolong Rasulullah dari gangguan dan serangan musuh sehingga tidak satu pun yang dapat menyerang dan membunuhnya.;Menurut Muj±hid, Sufy±n a£-¤auri, Ibnu Jar³r, al-W±¥id³, dan beberapa ulama lain, yang dimaksud dengan memberi pengampunan dalam ayat ini ialah mengampuni dosa-dosa Rasulullah saw sebelum dan sesudah beliau diangkat menjadi rasul.\r\nAz-Zamakhsyar³, dalam tafsir al-Kasysy±f, mengatakan, “Allah menjadikan penaklukan kota Mekah itu sebagai sebab bagi pengampunan dosa Muhammad, karena Allah menjadikannya sebagai penyebab Rasulullah mendapat empat hal, yaitu: pengampunan dosa, penyempurnaan nikmat, petunjuk ke jalan yang lurus, dan kemenangan yang gemilang.”"}