{"tafsir_id":4589,"surah_id":48,"aya_number":6,"tafsir_wajiz":"dan Dia, yakni Allah Yang Maha Kuasa, mengazab orang-orang munafik laki-laki dan perempuan, dan juga orang-orang musyrik laki-laki dan perempuan dengan azab di dunia dan akhirat. Mereka adalah orang-orang yang berprasangka buruk terhadap Allah dan menyangka bahwa Allah tidak menepati janji-Nya memberikan pertolongan kepada orang-orang mukmin. Mereka akan mendapat giliran azab kebinasaan yang buruk dan Allah murka kepada mereka dan mengutuk mereka sehingga mereka tersiksa di dunia ini serta menyediakan kelak di akhirat neraka Jahanam bagi mereka. Dan neraka Jahanam itu seburuk-buruk tempat kembali.","tafsir_tahlili":"(6) Baiat kaum Muslimin kepada Nabi, dan penerimaan Perjanjian Hudaibiyyah, dijadikan Allah sebagai alasan untuk:\r\n1. Mengazab orang-orang munafik dan orang-orang musyrik, baik laki-laki maupun perempuan, berupa kekalahan di dunia di samping timbulnya kebingungan, ketakutan, dan kesedihan pada diri mereka karena melihat kemenangan kaum Muslimin atas mereka, ditawannya sebagian mereka oleh orang-orang yang beriman, terbunuhnya sebagian keluarga mereka dalam peperangan, dan sebagainya. Semula mereka menyangka pasti akan menang dan mengalahkan kaum Muslimin, bahkan sanggup membunuh semuanya. Mereka pada waktu itu yakin bahwa keadaan mereka lebih baik daripada keadaan kaum Muslimin. Tetapi yang terjadi adalah sebaliknya dan segala macam penyesalan mereka itu tidak ada gunanya.\r\n2. Memurkai mereka sehingga kehidupan mereka celaka di dunia dan di akhirat.\r\n3. Melaknat mereka sehingga mereka tersiksa hidup di dunia.\r\n4. Memasukkan mereka ke dalam neraka Jahanam.;Dalam ayat ini, “orang-orang munafik” disebut lebih dahulu daripada “orang-orang musyrik”. Hikmahnya ialah untuk menekankan bahwa orang-orang munafik lebih banyak menimbulkan kerugian bagi orang-orang yang beriman, dibandingkan dengan orang-orang musyrik. Orang munafik merupakan musuh yang tidak tampak dan sukar dihadapi, sedangkan orang-orang musyrik adalah musuh yang tampak dengan jelas sehingga mudah menghadapinya. Sehubungan dengan sikap orang-orang munafik ini, Allah berfirman:\r\nبَلْ ظَنَنْتُمْ اَنْ لَّنْ يَّنْقَلِبَ الرَّسُوْلُ وَالْمُؤْمِنُوْنَ اِلٰٓى اَهْلِيْهِمْ اَبَدًا وَّزُيِّنَ ذٰلِكَ فِيْ قُلُوْبِكُمْ وَظَنَنْتُمْ ظَنَّ السَّوْءِۚ وَكُنْتُمْ قَوْمًاۢ  بُوْرًا   ١٢  \r\nBahkan (semula) kamu menyangka bahwa Rasul dan orang-orang mukmin sekali-kali tidak akan kembali lagi kepada keluarga mereka selama-lamanya dan dijadikan terasa indah yang demikian itu di dalam hatimu, dan kamu telah berprasangka dengan prasangka yang buruk, karena itu kamu menjadi kaum yang binasa. (al-Fat¥/48: 12);Di samping bencana, orang-orang munafik dan orang-orang musyrik juga akan menerima kemurkaan Allah, dijauhkan dari rahmat-Nya, dan disediakan neraka Jahanam yang membakar hangus mereka di akhirat nanti. Neraka Jahanam itu adalah tempat paling buruk yang disediakan bagi mereka."}