{"tafsir_id":4593,"surah_id":48,"aya_number":10,"tafsir_wajiz":"Bahwa orang-orang yang berjanji setia kepadamu, wahai Nabi Muhammad, sesungguhnya mereka pada hakikatnya hanya berjanji setia kepada Allah. Karena tujuan berjanji setia kepada Rasul adalah untuk menaati perintah Allah. Tangan Allah, yakni kekuasaan-Nya, di atas tangan-tangan mereka, Dia akan menolong orang yang berjanji itu dalam melaksanakan janjinya. Maka barangsiapa melanggar janji yang telah diucapkan kepada Nabi maka sesungguhnya dia melanggar atas janji sendiri, dan akibat pelanggaran itu akan menimpa diri sendiri; dan barangsiapa menepati janjinya kepada Allah, dan menunaikannya dengan sempurna, maka Dia akan memberinya pahala yang besar, yaitu surga.","tafsir_tahlili":"(10) Ayat ini menerangkan pernyataan Allah terhadap baiat yang dilakukan para sahabat kepada Rasulullah saw bahwa hal itu juga berarti mengadakan baiat kepada Allah. Baiat ialah suatu janji setia atau ikrar yang dilakukan oleh seseorang atau beberapa orang yang berisi pengakuan untuk menaati seseorang misalnya karena ia diangkat menjadi pemimpin atau khalifah.\r\nYang dimaksud dengan baiat dalam ayat ini ialah Baiatur Ri«w±n yang terjadi di Hudaibiyyah yang dilakukan para sahabat di bawah pohon Samurah. Para sahabat waktu itu berjanji kepada Rasulullah saw bahwa mereka tidak akan lari dari medan pertempuran serta akan bertempur sampai titik darah penghabisan memerangi orang-orang musyrik Mekah, seandainya kabar yang disampaikan kepada mereka bahwa U£m±n bin Aff±n yang diutus Rasulullah itu benar telah mati dibunuh orang musyrik Mekah.\r\nDiriwayatkan oleh al-Bukh±r³ dari Qat±dah bahwa ia berkata kepada Sa³d bin al-Musayyab, “Berapa jumlah orang yang ikut Baiatur-Ri«w±n?” Said menjawab, “Seribu lima ratus orang.” Ada pula yang berpendapat jumlahnya seribu empat ratus orang.\r\nDalam ayat ini, diterangkan cara baiat yang dilakukan para sahabat kepada Rasulullah saw, yaitu dengan meletakkan tangan Rasul di atas tangan orang-orang yang berjanji. Dalam posisi demikian, diucapkanlah kata baiat.\r\nMaksud kalimat “tangan Allah di atas tangan mereka” ialah untuk menyatakan bahwa berjanji dengan Rasulullah saw sama hukumnya dengan berjanji kepada Allah. Tangan Allah dalam konteks ayat ini merupakan arti kiasan, karena Allah Mahasuci dari segala sifat yang menyerupai makhluk-Nya. Oleh karena itu, ada ahli tafsir yang mengartikan tangan di sini dengan kekuasaan.\r\nKemudian diterangkan akibat yang akan dialami orang-orang yang mengingkari perjanjian itu, yaitu mereka akan memikul dosa yang besar. Dosa besar itu diberlakukan terhadap mereka karena tidak mau membaiat Nabi saw, sedangkan kaum Muslimin membaiat beliau secara pribadi. Sebaliknya diterangkan pula pahala yang akan diperoleh orang-orang yang menepati baiatnya. Mereka akan memperoleh pahala yang berlipat ganda di akhirat dan tempat mereka adalah surga yang penuh dengan kenikmatan."}