{"tafsir_id":460,"surah_id":3,"aya_number":167,"tafsir_wajiz":"Dan panggilan untuk berjuang itu selain untuk menguji keimanan umat Islam, juga untuk menguji orang-orang yang munafik sehingga dapat diketahui kemunafikannya dengan nyata. Kepada mereka dikatakan, “Marilah berperang di jalan Allah atau pertahankanlah dirimu, keluargamu, dan harta kekno_ayatanmu serta negerimu.” Mereka berkata dengan nada mengejek Nabi dan orang-orang mukmin yang ikut berjuang, “Sekiranya kami mengetahui bagaimana cara berperang menghadapi musuh yang cukup banyak dengan pasukan yang banyak pula, sehingga dengan jumlah itu kita dapat mengalahkan mereka, tentulah kami mengikuti kamu. Tetapi jika jumlah kita lebih sedikit, itu berarti kita membinasakan diri sendiri, karena itu sebaiknya kita mundur. Mereka pada hari itu lebih dekat kepada kekafiran daripada keimanan karena tujuan mereka berperang semata-mata hanya ingin mendapatkan ganimah, bukan untuk mengharap imbalan dari Allah. Mereka mengatakan dengan mulutnya apa yang tidak sesuai dengan isi hatinya. Dan Allah lebih mengetahui apa yang mereka sembunyikan dalam hati mereka secara rinci dan detail tentang kemunafikan mereka.","tafsir_tahlili":"(167) Demikian juga agar orang-orang munafik dapat diketahui kemunafikannya dengan nyata. Pada waktu Perang Uhud jumlah tentara Islam 1.000 orang kemudian ditengah jalan 300 orang yang tergolong munafikin di bawah pimpinan Abdullah bin Ubay telah kembali ke Medinah. Maka Perang Uhud merupakan pemisah antara tentara yang benar-benar beriman dan yang setengah-setengah imannya, yakni golongan munafik.\r\nKaum munafikin pada waktu diajak berperang f³ sab³lill±h menegakkan agama Allah, mempertahankan hak dan keadilan dan menolak kebatilan dan kemungkaran guna mencari rida Allah atau berperang untuk menjaga diri dan mempertahankan tanah tumpah darahnya, mereka menjawab, “Jika kami mengetahui bahwa kita dapat dan mampu berperang pasti kami mengikuti kaum Muslimin.” Tetapi mereka menilai bahwa kaum Muslimin berperang pada waktu itu semata-mata menjerumuskan diri dalam kebinasaan. Sebenarnya mereka lebih cenderung kepada kekafiran daripada keimanan dan apa yang mereka katakan bukan sebenarnya apa yang ada dalam hati mereka. Allah mengetahui kemunafikan yang mereka sembunyikan dalam hati mereka."}