{"tafsir_id":4601,"surah_id":48,"aya_number":18,"tafsir_wajiz":"Sungguh, Allah telah meridai orang-orang mukmin, yaitu para sahabat Nabi ketika mereka berjanji setia kepadamu wahai Nabi Muhammad untuk meluhurkan agama Islam dan memerangi musuh-musuhnya. Janji setia itu berlangsung di bawah pohon di tempat bernama Hudaibiyah, ketika Nabi dan para Sahabat dihalangi oleh kaum musyrik Mekah melaksanakan umrah. Dia mengetahui apa yang ada dalam hati mereka menyangkut keteguhan iman dan keikhlasan berbaiat, lalu Dia memberikan ketenangan atas mereka dan ketabahan dalam menghadapi musuh dan memberi balasan dengan kemenangan yang dekat, yaitu dalam peperangan di Khaibar, tidak lama sesudah mereka kembali dari Hudaibiyah.","tafsir_tahlili":"(18) Allah menyampaikan kepada Rasulullah saw bahwa Dia telah meridai baiat yang telah dilakukan para sahabat kepada beliau pada waktu Baiatur-Ri«w±n. Para sahabat yang ikut baiat pada waktu itu lebih kurang 1.400 orang. Menurut riwayat, ada seorang yang ikut bersama Rasulullah saw, tetapi tidak ikut baiat, yaitu Jadd bin Qais al-An¡ari. Dia adalah seorang munafik.\r\nPara sahabat yang melakukan baiat itu telah berjanji akan menepati semua janji yang telah mereka ucapkan walaupun akan berakibat kematian diri mereka sendiri. Hal itu tersebut dalam hadis yang diriwayatkan al-Bukh±r³ dari Salamah bin al-Akwa, bahwa ia berkata:\r\nبَايَعْتُ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ ثُمَّ عَدَلْتُ إِلَى ظِلِّ الشَّجَرَةِ فَلَمَّا خَفَّ النَّاسُ قَالَ: يَا ابْنَ اْلأَكْوَعِ أَلاَ تُبَايِعُ؟ قُلْتُ قَدْ بَايَعْتُ يَا رَسُوْلَ اللهِ قَالَ: وَأَيْضًا. فَبَايَعْتُهُ الثَّانِيَةَ. فَقُلْتُ لَهُ يَا أَبَا مُسْلِمٍ عَلَى أَيِّ شَيْءٍ كُنْتُمْ تُبَايِعُوْنَ يَوْمَئِذٍ؟ قَالَ: عَلَى الْمَوْتِ. )رواه البخاري عن سلمة بن الأكوع)\r\nAku telah melakukan baiat kepada Rasulullah saw kemudian aku berjalan menuju bayangan pohon (Samurah). Ketika orang-orang mulai sedikit, Nabi saw berkata, “Wahai Ibnu al-Akwa, tidakkah kamu ikut melakukan baiat?” Aku berkata, “Wahai Rasulullah, aku sudah melakukan baiat.” Rasulullah berkata, “Yang ini juga.” Maka aku melakukan baiat untuk kedua kalinya. Aku (Yaz³d bin Abµ Ubaid, salah seorang sanad hadis ini) bertanya pada Salamah bin al-Akwa, “Wahai Abµ Muslim (panggilan Salamah), untuk apa kalian melakukan baiat pada hari itu?” Ia menjawab, “Untuk mati.” (Riwayat al-Bukh±r³ dari Salamah bin al-Akwa);Allah menjanjikan balasan berupa surga yang penuh kenikmatan kepada orang-orang yang ikut baiat itu. Hal ini ditegaskan pula dalam hadis Rasulullah saw yang diriwayatkan A¥mad, Muslim, Abµ D±wud, dan at-Tirmi©³ dari J±bir r.a., Rasulullah saw bersabda:\r\nلاَ يَدْخُلُ النَّارَ اَحَدٌ مِمَّنْ بَايَعَ تَحْتَ الشَّجَرَةِ.\r\nTidak seorang pun akan masuk neraka dari orang-orang yang ikut baiat di bawah pohon (Samurah) itu. ;Menurut Nafi, ketika Umar bin al-Kha¯¯±b mendengar bahwa para sahabat sering berdatangan mengunjungi pohon itu untuk mengenang dan memperingati peristiwa Baiah ar-Ri«w±n, maka beliau memerintahkan untuk menebang pohon itu. Umar memerintahkan agar pohon dan tempat itu tidak dikeramatkan dan dipuja oleh orang-orang yang datang kemudian sehingga menjadi tempat timbulnya syirik. Perbuatan Umar tersebut adalah sebagai saddu ©ariah (menutupi celah atau kesempatan agar tidak terjadi syirik di kemudian hari).\r\nSelanjutnya Allah menerangkan bahwa Dia mengetahui isi hati dan kebulatan tekad kaum Muslimin yang melakukan baiat itu. Oleh karena itu, Allah menanamkan dalam hati mereka ketenangan, kesabaran, dan ketaatan kepada keputusan Rasulullah saw. Allah menjanjikan pula kepada mereka kemenangan pada Perang Khaibar yang terjadi dalam waktu yang dekat. Dengan demikian, ayat ini termasuk ayat yang menerangkan peristiwa yang terjadi pada masa yang akan datang, yaitu kemenangan kaum Muslimin pada Perang Khaibar, dan peristiwa itu benar-benar terjadi."}