{"tafsir_id":4609,"surah_id":48,"aya_number":26,"tafsir_wajiz":"no_ayatt yang lalu menyatakan bahwa Allah akan mengazab orang-orang kafir dengan siksaan yang pedih. no_ayatt ini menjelaskan kapan waktunya, yaitu ketika orang-orang yang kafir menanamkan kesombongan dalam hati mereka yaitu kesombongan jahiliah yang ditandai dengan menolak keesaan Allah, tidak percno_ayat kepada diutusnya para Nabi dan perbuatan menghalangi orang beriman mengunjungi Baitullah maka Allah menurunkan ketenangan, kesabaran, dan ketenteraman, kepada Rasul-Nya, dan kepada orang-orang mukmin sehingga terlaksana Perjanjian Hudaibiyah dengan sempurna; dan Allah mewajibkan kepada mereka tetap taat menjalankan kalimat takwa, yaitu kalimat tauhid sehingga mereka terpelihara dari kemusyrikan, dan mereka lebih berhak dengan kalimat takwa itu dan patut memilikinya sebagaimana ditunjukkan oleh ucapan dan perbuatannya. Dan Allah Maha Mengetahui segala sesuatu.","tafsir_tahlili":"(26) Ayat ini mengingatkan kaum Muslimin akan timbulnya rasa angkuh dan sombong di hati orang-orang musyrik Mekah. Rasa itu timbul ketika mereka tidak setuju dituliskan “Bismill±hir-Ra¥m±nir-Ra¥³mi” pada permulaan surat Perjanjian Hudaibiyyah.\r\nDiriwayatkan, tatkala Rasulullah saw bermaksud memerangi orang-orang musyrik, mereka mengutus Suhail bin Amr, Khuwai¯ib bin Abd al-Uzz±, dan Mikras bin Hafa§ kepada beliau. Mereka menyampaikan permintaan kepada beliau agar mengurungkan maksudnya dan mereka menyetujui jika maksud itu dilakukan pada tahun yang akan datang. Dengan demikian, ada kesempatan bagi mereka untuk mengosongkan kota Mekah pada waktu kaum muslimin mengerjakan umrah dan tidak akan mendapat gangguan dari siapa pun. Maka dibuat suatu perjanjian. Rasulullah saw memerintahkan Ali bin Ab³ °±lib menulis “Bismill±hir-Ra¥m±nir-Ra¥³mi”. Mereka menjawab, “Kami tidak mengetahuinya.” Rasulullah mengatakan bahwa perjanjian ini sebagai tanda perdamaian dari beliau kepada penduduk Mekah. Mereka berkata, “Kalau kami mengakui bahwa engkau rasul Allah, kami tidak menghalangi engkau dan tidak akan memerangi engkau, dan tuliskanlah perjanjian ini sebagai tanda perdamaian dari Muhammad bin Abdullah kepada penduduk Mekah.” Maka Rasulullah saw berkata kepada sahabat-sahabatnya, “Tulislah sesuai dengan keinginan mereka.”\r\nKarena sikap mereka, maka sebagian kaum Muslimin enggan menerima perjanjian itu, dan ingin menyerbu kota Mekah. Maka Allah menanamkan ketenangan dan sikap taat dan patuh pada diri para sahabat kepada keputusan Rasulullah saw.\r\nSemua yang terjadi itu, baik di kalangan orang yang beriman maupun di kalangan orang kafir, diketahui Allah, tidak ada sesuatu pun yang luput dari pengetahuannya. Oleh karena itu, Dia akan membalas setiap amal dan perbuatan hamba-Nya dengan seadil-adilnya."}