{"tafsir_id":4612,"surah_id":48,"aya_number":29,"tafsir_wajiz":"Nabi Muhammad adalah utusan Allah yang membawa rahmat bagi seluruh alam, dan orang-orang yang bersama dengan dia yakni sahabat-sahabat-Nya bersikap keras dan tegas terhadap orang-orang kafir yang menentang agama-Nya, tetapi berkasih sno_ayatng dan saling mencintai sesama mereka yang beriman. Kamu senantiasa melihat mereka rukuk dan sujud dan itu dilakukan semata-mata untuk mencari karunia Allah dan keridaan-Nya. Engkau saksikan pada wajah mereka tampak tanda-tanda bekas sujud berupa cahno_ayat yang menunjukkan ketakwaan dan kesalehannya. Demikianlah sifat-sifat mereka yang sangat agung yang diungkapkan dalam Taurat yang diturunkan kepada Nabi Musa. Dan sifat-sifat me-reka yang diungkapkan dalam Injil, yaitu seperti benih yang mengeluarkan tunasnya, kemudian tunas itu semakin kuat lalu menjadi besar dan tegak lurus di atas batangnya. Demikian perumpamaan orang-orang mukmin pengikut Nabi Muhammad. Sesungguhnya mereka itu mula-mula sedikit saja, kemudian ia bertambah semakin banyak, bagaikan tunas yang menumbuhkan tanaman yang subur dan banyak buahnya. Tanaman itu menyenangkan hati penanam-penanamnya. Sifat-sifat yang luhur dan mulia dinyatakan karena Allah hendak menjengkelkan hati orang-orang kafir dengan menunjukkan semakin banyaknya jumlah orang-orang mukmin dan semakin besarnya kekuatan mereka dari masa ke masa. Demikianlah akhir no_surahh al-Fath ini ditutup dengan janji Allah bahwa Allah menjanjikan kepada orang-orang yang beriman dan mengerjakan kebajikan di antara mereka, ampunan atas dosa dan kesalahan mereka dan pahala yang besar yaitu surga. Semoga kami termasuk orang-orang yang memperoleh anugerah yang agung itu.","tafsir_tahlili":"(29) Ayat ini menerangkan bahwa Muhammad saw adalah rasul Allah yang diutus kepada seluruh umat. Para sahabat dan pengikut Rasul bersikap keras terhadap orang-orang kafir, tetapi lemah lembut terhadap sesama mereka. Firman Allah:\r\nيٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا مَنْ يَّرْتَدَّ مِنْكُمْ عَنْ دِيْنِهٖ فَسَوْفَ يَأْتِى اللّٰهُ بِقَوْمٍ يُّحِبُّهُمْ وَيُحِبُّوْنَهٗٓ  ۙاَذِلَّةٍ عَلَى الْمُؤْمِنِيْنَ اَعِزَّةٍ عَلَى الْكٰفِرِيْنَۖ  يُجَاهِدُوْنَ فِيْ سَبِيْلِ اللّٰهِ\r\nWahai orang-orang yang beriman! Barang siapa di antara kamu yang murtad (keluar) dari agamanya, maka kelak Allah akan mendatangkan suatu kaum, Dia mencintai mereka dan mereka pun mencintai-Nya, dan bersikap lemah lembut terhadap orang-orang yang beriman, tetapi bersikap keras terhadap orang-orang kafir, yang berjihad di jalan Allah. (al-M±'idah/5: 54)\r\nRasulullah bersabda:\r\nمَثَلُ اْلمُؤْمِنِيْنَ فِيْ تَوَادِّهِمْ وَتَرَاحُمِهِمْ وَتَعَاطُفِهِمْ كَمَثَلِ الْجَسَدِ اِذَا اشْتَكَى مِنْهُ عُضْوٌ تَدَاعَى لَهُ سَائِرُ الْجَسَدِ بِالْحُمَّى وَالسَّهَرِ. (رواه مسلم وأحمد عن النعمان بن بشير)\r\nPerumpamaan orang-orang mukmin dalam kasih-mengasihi dan sayang-menyayangi antara mereka seperti tubuh yang satu; bila salah satu anggota badannya sakit demam, maka badan yang lain merasa demam dan terganggu pula. (Riwayat Muslim dan A¥mad dari an-Num±n bin Basy³r);Orang-orang yang beriman selalu mengerjakan salat dengan khusyuk, tunduk, dan ikhlas, mencari pahala, karunia, dan keridaan Allah. Tampak di wajah mereka bekas sujud. Maksudnya ialah air muka yang cemerlang, tidak ada gambaran kedengkian dan niat buruk kepada orang lain, penuh ketundukan dan kepatuhan kepada Allah, bersikap dan berbudi pekerti yang halus sebagai gambaran keimanan mereka.\r\nMengenai cahaya muka orang yang beriman, U£m±n berkata, “Adapun rahasia yang terpendam dalam hati seseorang; niscaya Allah menyatakannya pada raut mukanya dan lidahnya.” Sifat-sifat yang demikian itu dilukiskan dalam Taurat dan Injil.\r\nPara sahabat dan pengikut Nabi semula sedikit dan lemah, kemudian bertambah dan berkembang dalam waktu singkat seperti biji yang tumbuh, mengeluarkan batangnya, lalu batang bercabang dan beranting, kemudian menjadi besar dan berbuah sehingga menakjubkan orang yang menanamnya, karena kuat dan indahnya, sehingga menambah panas hati orang-orang kafir. \r\nKemudian kepada pengikut Rasulullah saw itu, baik yang dahulu maupun yang sekarang, Allah menjanjikan pengampunan dosa-dosa mereka, memberi mereka pahala yang banyak, dan menyediakan surga sebagai tempat yang abadi bagi mereka. Janji Allah yang demikian pasti ditepati."}