{"tafsir_id":4613,"surah_id":49,"aya_number":1,"tafsir_wajiz":"Pada permulaan no_surahh al-Hujurat ini Allah mengajarkan akhlak kepada kaum muslim ketika berhubungan dengan Allah dan Rasul-Nya. Wahai orang-orang yang beriman! Janganlah kamu mendahului Allah dan Rasul-Nya, yakni jangan kamu tergesa-gesa dalam memutuskan suatu perkara sebelum mendapat keputusan Allah dan Rasul-Nya, dan bertakwalah kepada Allah dengan melaksanakan semua perintah-Nya dan menjauhi semua larangan-Nya. Sungguh, Allah Maha Mendengar ucapan kamu, Maha Mengetahui segala gerak-gerik dan perbuatan kamu. Dalam no_ayatt ini Allah memerintahkan kepada kaum muslim agar ja-ngan mendahului Allah dan Rasul-Nya dalam menetapkan hukum keagamaan atau persoalan duniawi yang menyangkut kehidupan me-reka. Hal ini bertujuan agar keputusan mereka tidak menyalahi syariat Islam sehingga menimbulkan kemurkaan Allah.","tafsir_tahlili":"(1) Pada ayat ini, Allah mengajarkan kesopanan kepada kaum Musli-min ketika berhadapan dengan Rasulullah saw dalam hal perbuatan dan percakapan. Allah memperingatkan kaum mukminin supaya jangan men-dahului Allah dan rasul-Nya dalam menentukan suatu hukum atau pen-dapat.\r\nMereka dilarang memutuskan suatu perkara sebelum membahas dan meneliti lebih dahulu hukum Allah dan (atau) ketentuan dari rasul-Nya terhadap masalah itu. Hal ini bertujuan agar keputusan mereka tidak menyalahi apalagi bertentangan dengan syariat Islam, sehingga dapat menimbulkan kemurkaan Allah. \r\nYang demikian ini sejalan dengan yang dialami oleh sahabat Nabi Muhammad yaitu Mu±© bin Jabal ketika akan diutus ke negeri Yaman. Rasulullah saw bertanya, “Kamu akan memberi keputusan dengan apa?” Dijawab oleh Mu±©, “Dengan kitab Allah.” Nabi bertanya lagi, “Jika tidak kamu jumpai dalam kitab Allah, bagaimana?” Mu±© menjawab, “Dengan Sunah Rasulullah.” Nabi Muhammad bertanya lagi, “Jika dalam Sunah Rasulullah tidak kamu jumpai, bagaimana?” Mu±© menjawab, “Aku akan ijtihad dengan pikiranku.” Lalu Nabi Muhammad saw menepuk dada Mu±© seraya berkata, “Segala puji bagi Allah yang telah memberi taufik kepada utusan rasul-Nya tentang apa yang diridai Allah dan rasul-Nya.” (Riwayat Abµ D±wud, at-Tirmi©³ dan Ibnu M±jah dari Mu±© bin Jabal). \r\nDalam ayat ini, Allah memerintahkan kepada kaum mukminin supaya melaksanakan perintah Allah, menjauhi larangan-Nya, dan tidak tergesa-gesa melakukan perbuatan atau mengemukakan pendapat dengan mendahului Al-Qur'an dan hadis Nabi yang ada hubungannya dengan sebab turunnya ayat ini. Tersebut dalam kitab al-Iklil bahwa mereka dila-rang menyembelih kurban pada hari Raya Idul Adha sebelum Nabi me-nyembelih, dan dilarang berpuasa pada hari yang diragukan, seperti apakah telah datang awal Ramadan atau belum, sebelum jelas hasil ijtihad untuk penetapannya. Kemudian Allah memerintahkan supaya mereka tetap bertakwa kepada-Nya karena Allah Maha Mendengar segala percakapan dan Maha Mengetahui segala yang terkandung dalam hati hamba-hamba-Nya."}