{"tafsir_id":4614,"surah_id":49,"aya_number":2,"tafsir_wajiz":"Wahai orang-orang yang beriman! Janganlah kamu meninggikan suaramu melebihi suara Nabi pada saat terjadi percakapan antara kamu dengan beliau, dan janganlah kamu berkata kepadanya dengan suara keras sebagaimana kerasnya suara sebagian kamu terhadap yang lain. Janganlah kamu memanggilnya dengan namanya, tetapi panggilah beliau dengan panggilan yang disertai penghormatan dan pengagungan. Apabila kamu tidak berlaku hormat kepada Nabi, dikhawatirkan nanti, pahala segala amalmu bisa terhapus sedangkan kamu tidak menyadari.","tafsir_tahlili":"(2) Diriwayatkan oleh al-Bukh±r³ dari Ibnu Ab³ Mulaikah bahwa Abdull±h bin Zubair memberitahukan kepadanya bahwa telah datang sa-tu rombongan dari Kabilah Bani Tam³m kepada Rasulullah saw. Abu Ba-kar berkata, “Rombongan ini hendaknya diketuai oleh al-Qaq± bin Mabad.” Umar bin Kha¯¯±b berkata, “Hendaknya diketuai oleh al-Aqra bin ¦±bis.” Abu Bakar membantah, “Kamu tidak bermaksud lain kecuali menentang aku.” Umar menjawab, “Saya tidak bermaksud menentangmu.” Maka timbullah perbedaan pendapat antara Abu Bakar dan Umar sehingga suara mereka kedengarannya bertambah keras, maka turunlah ayat ini. Sejak itu, bila Abu Bakar berbicara dengan Nabi Muhammad, suaranya direndahkan sekali seperti bisikan saja, demikian pula Umar. Oleh karena sangat halus suaranya, hampir-hampir tak terdengar, sehingga sering ditanyakan lagi apa yang diucapkannya itu.\r\nMereka sama-sama memahami bahwa ayat-ayat tersebut sengaja diturunkan untuk memelihara kehormatan Nabi Muhammad. Setelah ayat ini turun, ¤±bit bin Qais tidak pernah datang lagi menghadiri majelis Rasulullah saw. Ketika ditanya oleh Nabi tentang sebabnya, ¤±bit menjawab, “Ya Rasulullah, telah diturunkan ayat ini dan saya adalah seorang yang selalu berbicara keras dan nyaring. Saya merasa khawatir kalau-kalau pahala saya akan dihapus sebagai akibat kebiasaan saya itu.” Nabi Muhammad menjawab, “Engkau lain sekali, engkau hidup dalam kebaikan dan insya Allah akan mati dalam kebaikan pula, engkau termasuk ahli surga.” ¤±bit menjawab, “Saya sangat senang karena berita yang menggembirakan itu, dan saya tidak akan mengeraskan suara saya terhadap Nabi untuk selama-lamanya.” (Riwayat al-Bukh±r³ dari Ibnu Ab³ Mulaikah). Maka turunlah ayat berikutnya, yaitu ayat ke-3 dari Surah al-¦ujur±t. \r\nDari paparan di atas, dapat dipahami bagaimana Allah mengajarkan kepada kaum mukminin kesopanan dalam percakapan ketika berhadapan dengan Nabi Muhammad. Allah melarang kaum mukminin meninggikan suara mereka lebih dari suara Nabi. Mereka dilarang untuk berkata-kata kepada Nabi dengan suara keras karena perbuatan seperti itu tidak layak menurut kesopanan dan dapat menyinggung perasaan Nabi. Terutama jika dalam ucapan-ucapan yang tidak sopan itu tersimpan unsur-unsur cemoohan atau penghinaan yang menyakitkan hati Nabi dan dapat menyeret serta menjerumuskan orangnya kepada kekafiran, sehingga mengakibatkan hilang dan gugurnya segala pahala kebaikan mereka itu di masa lampau, padahal semuanya itu terjadi tanpa disadarinya."}