{"tafsir_id":4616,"surah_id":49,"aya_number":4,"tafsir_wajiz":"Sesungguhnya orang-orang yang memanggil engkau dengan cara yang tidak sopan dari luar kamar kediamanmu dan kediaman istri-istrimu kebanyakan mereka tidak mengerti tata krama penghormatan dan pengagungan yang seharusnya dilakukan kepadamu.","tafsir_tahlili":"(4) Dalam ayat ini, Allah memberikan pelajaran kesopanan dan tata krama dalam menghadapi Rasulullah saw, terutama dalam mengadakan percakapan dengan beliau. Rasulullah saw selama di Medinah tinggal di sebuah rumah di samping masjid Medinah. Di dalam rumah itu terdapat kamar-kamar untuk istri-istri nabi. Bangunan tersebut dibuat sangat sederhana, atapnya rendah sekali sehingga mudah disentuh oleh tangan dan pintu-pintunya terdiri dari gantungan kulit binatang yang berbulu. \r\nPada masa Khalifah al-Wal³d bin Abd al-M±lik, kamar-kamar itu dibongkar dan dijadikan halaman masjid. Hal itu sangat menyedihkan kaum mukminin di Medinah. Sa³d bin al-Musayyab merespon dan berkata, “Saya suka sekali jika kamar-kamar istri Nabi itu tetap berdiri dan tidak dirombak, agar generasi mendatang dari penduduk Medinah dan orang-orang yang datang dapat meneladani kesederhanaan Nabi Muhammad dalam mengatur rumah tangganya.\r\nIbnu Is¥±q menerangkan dalam kitab Sirah-nya bahwa tahun kesembilan Hijrah itu merupakan tahun mengalirnya para delegasi dari seluruh Jazirah Arab. Setelah Pembebasan Mekah, seusai Perang Tabuk, dan Kabilah ¤aqif dari °aif masuk Islam dan ikut membaiat Rasulullah saw, maka datanglah dengan berduyun-duyun berbagai delegasi ke Medinah untuk menemui Rasulullah saw.\r\nDiriwayatkan oleh Ibnu Jar³r, dari Zaid bin Arqam bahwa sekumpulan orang-orang Badui berkata kepada kawan-kawannya, “Marilah kita menemui laki-laki (Muhammad) itu, apabila ia benar-benar seorang nabi, maka kitalah yang paling bahagia beserta dia, dan jika ia seorang raja maka kita pun akan beruntung dapat hidup di sampingnya.” Maka datanglah Zaid bin Arqam kepada Rasulullah saw menyampaikan berita itu lalu mereka datang beramai-ramai menemui beliau yang kebetulan sedang berada di kamar salah seorang istrinya. Mereka memanggil dengan suara yang lantang sekali, “Ya Muhammad, ya Muhammad, keluarlah dari kamarmu untuk berjumpa dengan kami karena pujian kami sangat indah dan celaan kami sangat menusuk perasaan.” Nabi Muhammad saw keluar dari kamar istrinya untuk menemui mereka, dan turunlah ayat ini. \r\nMenurut Qat±dah, rombongan sebanyak tujuh puluh orang itu adalah dari kabilah Bani Tam³m. Mereka berkata, “Kami ini dari Bani Tam³m, kami datang ke sini membawa pujangga-pujangga kami dalam bidang syair dan pidato untuk bertanding dengan penyair-penyair kamu.” Nabi menjawab, “Kami tidak diutus untuk mengemukakan syair dan kami tidak diutus untuk memperlihatkan kesombongan, tetapi bila kamu mau men-coba, boleh kemukakan syairmu itu.” Maka tampillah salah seorang pemuda di antara mereka membangga-banggakan kaumnya dengan berbagai keutamaan. Nabi Muhammad menampilkan ¦ass±n bin ¤±bit untuk menjawab syair mereka dan ternyata ¦ass±n dapat menundukkan mereka semuanya. Setelah mereka mengakui keunggulan ¦ass±n, mereka lalu mendekati Rasulullah saw dan mengucapkan dua kalimat syahadat sekaligus masuk Islam.\r\nKebijaksanaan Nabi Muhammad dalam menghadapi delegasi dari Bani Tam³m yang tidak sopan itu akhirnya berkesudahan dengan baik. Sebelum pulang, mereka lebih dahulu telah mendapat petunjuk tentang jalan yang benar dan kesopanan dalam pergaulan. Dengan tegas sekali Allah menerangkan bahwa orang-orang yang memanggil Nabi supaya keluar kamar istrinya yang ada di samping masjid Medinah, kebanyakan mereka itu bodoh, tidak mengetahui kesopanan dan tata krama dalam mengadakan kunjungan kehormatan kepada seorang kepala negara apalagi seorang nabi. Tata cara yang dikemukakan ayat ini sekarang dikenal sebagai protokoler dan security (keamanan). Dari ayat ini dapat pula dipahami bahwa agama Islam sejak dahulu sudah mengatur kode etik dengan maksud memberikan penghormatan yang pantas kepada pembesar yang dikunjungi."}