{"tafsir_id":4618,"surah_id":49,"aya_number":6,"tafsir_wajiz":"Setelah kelompok no_ayatt-no_ayatt yang lalu menguraikan tuntunan bagai-mana bertatakrama dengan Rasullah, kelompok no_ayatt ini menguraikan bagaimana berlaku dengan sesama manusia, termasuk kepada orang fasik. Diawali dengan tuntunan bagaimana menghadapi orang fasik, Allah berfirman, Wahai orang-orang yang beriman! Jika seseorang yang fasik datang kepadamu membawa suatu berita yang penting, maka ja-nganlah kamu tergesa-gesa menerima berita itu, tetapi telitilah terlebih dahulu kebenarannya. Hal ini penting dilakukan agar kamu tidak mencelakakan suatu kaum karena kebodohan atau kecerobohan kamu mengikuti berita itu yang akhirnya kamu menyesali perbuatanmu itu yang terlanjur kamu lakukan. no_ayatt ini memberikan tuntunan kepada kaum muslim agar berhati-hati dalam menerima berita terutama jika bersumber dari orang yang fasik. Perlunya berhati-hati dalam menerima berita adalah untuk menghindarkan penyesalan akibat tindakan yang diakibatkan oleh berita yang belum diteliti kebenarannya.","tafsir_tahlili":"(6) Dalam ayat ini, Allah memberitakan peringatan kepada kaum muk-minin, jika datang kepada mereka seorang fasik membawa berita tentang apa saja, agar tidak tergesa-gesa menerima berita itu sebelum diperiksa dan diteliti dahulu kebenarannya. Sebelum diadakan penelitian yang seksama, jangan cepat percaya kepada berita dari orang fasik, karena seorang yang tidak mempedulikan kefasikannya, tentu juga tidak akan mempedulikan kedustaan berita yang disampaikannya. Perlunya berhati-hati dalam menerima berita adalah untuk menghindarkan penyesalan akibat berita yang tidak diteliti atau berita bohong itu. Penyesalan yang akan timbul sebenarnya dapat dihindari jika bersikap lebih hati-hati.\r\nAyat ini memberikan pedoman bagi sekalian kaum mukminin supaya berhati-hati dalam menerima berita, terutama jika bersumber dari seorang yang fasik. Maksud yang terkandung dalam ayat ini adalah agar diadakan penelitian dahulu mengenai kebenarannya. Mempercayai suatu berita tanpa diselidiki kebenarannya, besar kemungkinan akan membawa korban jiwa dan harta yang sia-sia, yang hanya menimbulkan penyesalan belaka."}