{"tafsir_id":4619,"surah_id":49,"aya_number":7,"tafsir_wajiz":"Dan ketahuilah olehmu bahwa di tengah-tengah kamu ada Rasulullah, yang sepatutnya dihormati dan dipatuhi semua petunjuknya karena beliau senantiasa dalam bimbingan wahyu Ilahi. Kalau dia menuruti kemauan kamu dalam banyak hal, pasti kamu akan mendapatkan kesusahan. Tetapi dengan bimbingan Rasulullah, Allah menjadikan kamu, wahai para sahabat yang setia, cinta kepada keimanan dan menjadikan iman itu indah dalam hatimu sehingga kamu mudah menjaga diri dari dosa serta menjadikan kamu benci kepada kekafiran, kefasikan, dan kedurhakaan sehingga mudah bagi kamu melakukan ketaatan. Mereka itulah orang-orang yang mengikuti secara mantap jalan yang lurus. ","tafsir_tahlili":"(7) Allah menjelaskan bahwa Rasulullah saw ketika berada di tengah-tengah kaum mukminin, sepatutnya dihormati dan diikuti semua petunjuknya karena lebih mengetahui kemaslahatan umatnya. Nabi lebih utama bagi orang-orang mukmin dari diri mereka sendiri, sebagaimana dicantumkan dalam firman Allah:\r\nاَلنَّبِيُّ اَوْلٰى بِالْمُؤْمِنِيْنَ مِنْ اَنْفُسِهِمْ\r\nNabi itu lebih utama bagi orang-orang mukmin dibandingkan diri mereka sendiri (al-A¥z±b/33: 6);Karena Nabi Muhammad selalu berada dalam bimbingan wahyu Ilahi, maka beliau yang berada di tengah-tengah para sahabat itu sepatutnya dijadikan teladan dalam segala aspek kehidupan dan aspek kemasyarakat-an. Seandainya beliau menuruti kemauan para sahabat dalam memecah-kan persoalan hidup, niscaya mereka akan menemui berbagai kesulitan dan kemudaratan seperti dalam peristiwa al-Wal³d bin Uqbah. Seandainya Nabi saw menerima berita bohong tentang Ban³ al-Mu¡¯aliq, lalu mengirimkan pasukan untuk menggempur mereka yang disangka murtad dan menolak membayar zakat, niscaya yang demikian itu hanya akan menimbulkan penyesalan dan bencana. Akan tetapi, sebaliknya dengan kebijaksanaan dan bimbingan Rasulullah saw yang berada di tengah-tengah para sahabat, mereka dijadikan oleh Allah mencintai keimanan dan menjadikan iman itu indah dalam hati mereka, dan menjadikan mereka benci kepada kekafiran, kefasikan dan kedurhakaan.\r\nKarena iman yang sempurna itu terdiri dari pengakuan dengan lisan, membenarkan dengan hati, dan beramal saleh dengan anggota tubuh, ma-ka kebencian terhadap kekafiran berlawanan dengan kecintaan kepada keimanan. Menjadikan iman itu indah dalam hati adalah paralel dengan membenarkan (ta¡d³q) dalam hati, dan benci kepada kedurhakaan itu pa-ralel dengan mengadakan amal saleh. Orang-orang yang demikian itu adalah orang-orang yang mendapat petunjuk dan mengikuti jalan yang lu-rus, yang langsung menuju kepada keridaan Allah."}