{"tafsir_id":462,"surah_id":3,"aya_number":169,"tafsir_wajiz":"Dan jangan sekali-kali kamu sekalian mengira bahwa orang-orang yang gugur sebagai syuhada di jalan Allah itu mati dalam arti tidak dapat bergerak kesana kemari dan tidak tahu keadaan orang yang ditinggalkan. Tetapi sebenarnya mereka itu hidup dengan kehidupan lain di sisi Tuhannya di alam barzakh, bahkan dapat bergerak dan mengetahui keadaan orang yang ditinggalkan. Mereka mendapat rezeki berupa kehidupan istimewa yang penuh dengan kenikmatan di dalamnya dan kedudukan mulia dari sisi Allah.","tafsir_tahlili":"(169) Orang-orang yang telah terbunuh sebagai syuhada dalam perang f³ sab³lill±h, janganlah dikira mereka mati, sebagaimana anggapan orang- orang munafik, tetapi mereka masih hidup di sisi Allah, mendapat rezeki dan nikmat yang berlimpah.\r\nBagaimana keadaan hidup mereka seterusnya, hanyalah Allah yang mengetahui. Dalam hadis yang diriwayatkan Ibnu Abbas, Nabi saw bersabda \r\nاَلشُّهَدَاءُ عَلَى بَارِقِ نَهْرٍ بِبَابِ الْجَنَّةِ فِي قُبَّةٍ خَضْرَاءَ يَخْرُجُ اِلَيْهِمْ رِزْقُهُمْ مِنَ الْجَنَّةِ بُكْرَةً وَ عَشِيًّا (رواه الحاكم واحمد والطبراني عن ابن عبّاس)\r\nPara syuhada berada di tepi sungai dekat pintu surga, mereka berada dalam sebuah kubah yang hijau. Hidangan mereka keluar dari surga itu setiap pagi dan sore. (Riwayat al-¦±kim, A¥mad dan a¯-°abr±n³ dari Ibnu Abb±s).;Para syuhada itu menikmati pemberian-pemberian Allah, mereka ingin mati syahid berulang kali. Hal ini dijelaskan dalam sabda Rasulullah saw:\r\nمَا مِنْ نَفْسٍ تَمُوْتُ لَهَا عِنْدَ اللهِ خَيْرٌ يَسُرُّهَا اَنْ تُرْجَعَ اِلَى الدُّنْيَا اِلاَّ الشَّهِيْدُ فَاِنَّهُ يَسُرُّهُ اَنْ يُرْجَعَ اِلَى الدُّنْيَا فَيُقْتَلَ مَرَّةً اُخْرَى مِمَّا يَرَى مِنْ فَضْلِ الشَّهَادَةِ (رواه مسلم)\r\n“Tidak ada seorang yang telah mati dan memperoleh kenikmatan di sisi Allah, kemudian ingin kembali ke dunia kecuali orang yang mati syahid. Ia ingin dikembalikan ke dunia, kemudian mati syahid lagi. Hal itu karena besarnya keutamaan mati syahid..” (Riwayat Muslim)"}