{"tafsir_id":4621,"surah_id":49,"aya_number":9,"tafsir_wajiz":"Setelah Allah memperingatkan kepada orang mukmin supno_ayat berhati-hati dalam menerima berita yang disampaikan orang fasik, maka Allah menerangkan pada no_ayatt ini tentang apa yang bisa terjadi akibat berita itu. Misalnya pertikaian antara dua kelompok yang kadang-kadang menyebabkan peperangan. Dan apabila ada dua golongan orang-orang mukmin berperang atau bertikai satu sama lain maka damaikanlah antara keduanya dengan memberi petunjuk dan nasihat ke jalan yang benar. Jika salah satu dari keduanya, yakni golongan yang bermusuhan itu terus menerus berbuat zalim terhadap golongan yang lain, maka pera-ngilah golongan yang berbuat zalim itu, yang enggan menerima kebenar-an, sehingga golongan itu kembali kepada perintah Allah. Jika golongan itu telah kembali kepada perintah Allah, yakni menerima kebenaran maka damaikanlah antara keduanya dengan adil, sehingga terjadi hubungan baik antara keduanya, dan berlakulah adil dalam segala urusan agar putusan kamu diterima oleh semua golongan. Sungguh, Allah mencintai orang-orang yang berlaku adil dalam perbuatan mereka dan memberi balasan kepada mereka dengan balasan yang sebaik-baiknya.","tafsir_tahlili":"(9) Allah menerangkan bahwa jika ada dua golongan orang mukmin berperang, maka harus diusahakan perdamaian antara kedua pihak yang bermusuhan itu dengan jalan berdamai sesuai ketentuan hukum Allah berdasarkan keadilan untuk kemaslahatan mereka yang bersangkutan. Jika setelah diusahakan perdamaian itu masih ada yang membangkang dan tetap juga berbuat aniaya terhadap golongan yang lain, maka golongan yang agresif yang berbuat aniaya itu harus diperangi sehingga mereka kembali untuk menerima hukum Allah.\r\nJika golongan yang membangkang itu telah tunduk dan kembali ke-pada perintah Allah, maka kedua golongan yang tadinya bermusuhan itu harus diperlakukan dengan adil dan bijaksana, penuh kesadaran sehingga tidak terulang lagi permusuhan seperti itu di masa yang akan datang. Allah memerintahkan supaya mereka tetap melakukan keadilan dalam segala urusan mereka, karena Allah menyukainya dan akan memberi pahala kepada orang-orang yang berlaku adil dalam segala urusan."}