{"tafsir_id":4624,"surah_id":49,"aya_number":12,"tafsir_wajiz":"Wahai orang-orang yang beriman! Jauhilah banyak dari prasangka buruk kepada manusia yang tidak disertai bukti atau tanda-tanda, sesungguhnya sebagian prasangka, yakni prasangka yang tidak disertai bukti atau tanda-tanda itu adalah dosa dan janganlah kamu mencari-cari kesalahan orang lain yang sengaja ditutup-tutupi untuk mencemoohnya dan janganlah ada di antara kamu yang menggunjing, yakni membicarakan aib, sebagian yang lain. Apakah ada di antara kamu yang suka memakan daging saudaranya yang sudah mati? Tentu kamu merasa jijik. Karena itu hindarilah pergunjingan karena itu sama dengan memakan daging saudara yang telah mati. Dan bertakwalah kepada Allah, sesungguhnya Allah Maha Penerima tobat kepada orang yang bertobat, Maha Penyno_ayatng kepada orang yang taat.","tafsir_tahlili":"(12) Allah memberi peringatan kepada orang-orang yang beriman supaya mereka menjauhkan diri dari prasangka terhadap orang-orang yang beriman. Jika mereka mendengar sebuah ucapan yang keluar dari mulut saudaranya yang mukmin, maka ucapan itu harus mendapat tanggapan yang baik, dengan ungkapan yang baik, sehingga tidak menimbulkan salah paham, apalagi menyelewengkannya sehingga me-nimbulkan fitnah dan prasangka. Umar r.a. berkata, “Jangan sekali-kali kamu menerima ucapan yang keluar dari mulut saudaramu, melainkan dengan maksud dan pengertian yang baik, sedangkan kamu sendiri menemukan arah pengertian yang baik itu.”\r\nDiriwayatkan dari Rasulullah saw bahwa sesungguhnya Allah meng-haramkan dari orang mukmin darah dan kehormatannya sehingga dilarang berburuk sangka di antara mereka. Adapun orang yang secara terang-terangan berbuat maksiat, atau sering dijumpai berada di tempat orang yang biasa minum minuman keras hingga mabuk, maka buruk sangka terhadap mereka itu tidak dilarang.\r\nImam al-Baihaq³ dalam kitabnya Syuabul ´m±n meriwayatkan sebuah a£ar dari Sa³d bin al-Musayyab sebagai berikut:\r\nكَتَبَ اِلَيَّ بَعْضُ اِخْوَانِى مِنْ أَصْحَابِ رَسُوْلِ اللهِ صَلَّى الله عَلَيْهِ وَسَلَّمَ أَنْ صَنِّعْ أَمْرَ أَخِيْكَ عَلَى أَحْسَنِهِ مَا لَمْ يَأْتِكَ مَا يَغْلِبُكَ وَلاَ تَظُنَّنَّ بِكَلِمَةٍ خَرَجَتْ مِنِ امْرِئٍ مُسْلِمٍ شَرًّا وَأَنْتَ تَجِدُ لَهُ فِى الْخَيْرِ مَحْمَلاً وَمَنْ عَرَضَ نَفْسَهُ لِلتُّهَمِ فَلاَ يَلُوْمَنَّ اِلاَّ نَفْسَهُ وَمَنْ كَتَمَ سِرَّهُ كَانَتِ الْخِيْرَةُ فِى يَدِهِ وَمَا كَافَأْتَ مَنْ عَصَى الله تَعَالَى فِيْكَ بِمِثْلِ أَنْ تُطِيْعَ اللهَ فِيْهِ وَعَلَيْكَ بِاِخْوَانِ الصِّدْقِ فَكُنْ فِى اكْتِسَابِهِمْ فَاِنَّهُمْ زِيْنَةٌ فِى الرَّخَاءِ وَعُدَّةٌ عِنْدَ عَظِيْمِ اْلبَلاَءِ وَلاَ تَتَهَاوَنْ بِالْحَلْفِ فَيُهِيْنَكَ اللهُ تَعَالَى وَلاَ تَسْأَلَنَّ عَمَّا لَمْ يَكُنْ حَتَّى يَكُوْنُ وَلاَ تَضَعْ حَدِيْثَكَ اِلاَّ عِنْدَ مَنْ يَشْتَهِيْهِ وَعَلَيْكَ بِالصِّدْقِ وَاِنْ قَتَلَكَ وَاعْتَزِلْ عَدُوَّكَ وَاحْذَرْ صَدِيْقَكَ اِلاَّ الاَمِيْنَ وَلاَ اَمِيْنَ اِلاَّ مَنْ خَشِيَ اللهَ وَشَاوِرْ فِى اَمْرِكَ الَّذِيْنَ يَخْشَوْنَ رَبَّهُمْ بِالْغَيْبِ. (رواه البيهقي)\r\nBeberapa saudaraku di antara sahabat Rasulullah saw telah menyam-paikan sebuah tulisan kepadaku yang berisi beberapa petunjuk, di antaranya, “Kerjakanlah urusan saudaramu dengan sebaik-baiknya selagi tidak datang kepadamu urusan yang mengalahkanmu dan jangan sekali-kali engkau memandang buruk perkataan yang pernah diucapkan oleh seorang Muslim, jika engkau menemukan tafsiran yang baik pada ucapannya itu. Siapa yang menempatkan dirinya di tempat tuduhan buruk, maka janganlah ia mencela, kecuali kepada dirinya sendiri. Dan siapa yang menyembunyikan rahasianya, maka pilihan itu berada di tangannya, dan kemaksiatan seseorang kepada Allah pada diri kamu, tidak akan mengimbangi ketaatanmu kepada Allah pada orang tersebut. Hendaklah engkau selalu bersahabat dengan orang-orang yang benar sehingga engkau berada di dalam lingkup budi pekerti yang mereka upayakan, karena mereka itu menjadi perhiasan dalam kekayaan dan menjadi perisai ketika menghadapi bahaya yang besar. Dan jangan sekali-kali meremehkan sumpah agar kamu tidak dihinakan oleh Allah. Dan jangan sekali-kali bertanya tentang sesuatu yang belum ada sehingga berwujud terlebih dahulu dan jangan engkau sampaikan pembicaraan kecuali kepada orang yang mencintainya. Dan tetaplah berpegang kepada kebenaran walaupun kamu akan terbunuh olehnya. Hindarilah musuhmu dan tetaplah menaruh curiga kepada kawanmu, kecuali orang yang benar-benar sudah dapat dipercaya, dan tidak ada yang dapat dipercaya kecuali orang yang takut kepada Allah. Dan bermusyawarahlah dalam urusanmu dengan orang-orang yang takut kepada Tuhan mereka dalam keadaan gaib.” (Riwayat al-Baihaq³);Kemudian Allah menerangkan bahwa orang-orang mukmin wajib menjauhkan diri dari prasangka karena sebagian prasangka itu me-ngandung dosa. Berburuk sangka terhadap orang mukmin adalah suatu dosa besar karena Allah nyata-nyata telah melarangnya. Selanjutnya Allah melarang kaum mukminin mencari-cari kesalahan, kejelekan, noda, dan dosa orang lain.\r\nAbµ Hurairah meriwayatkan sebuah hadis sahih sebagai berikut:\r\nاِيَّاكُمْ وَالظَّنَّ فَاِنَّ الظَّنَّ اَكْذَبُ الْحَدِيْثِ وَلاَ تَجَسَّسُوْا وَلاَ تَحَسَّسُوْا وَلاَ تَنَاجَشُوْا وَلاَ تَبَاغَضُوْا وَلاَ تَحَاسَدُوْا وَلاَ تَدَابَرُوْا وَكُونُوْا عِبَادَ اللهِ إِخْوَانًا. (رواه البخاري عن أبي هريرة)\r\nJauhilah olehmu berburuk sangka, karena berburuk sangka itu termasuk perkataan yang paling dusta. Dan jangan mencari-cari kesa-lahan orang lain, jangan buruk sangka, jangan membuat rangsangan dalam penawaran barang, jangan benci-membenci, jangan dengki-mendengki jangan belakang-membelakangi, dan jadilah kamu hamba-hamba Allah yang bersaudara.” (Riwayat al-Bukh±r³ dari Abµ Hurairah) ;Diriwayatkan pula oleh A¥mad dari Abµ Barzah al-Aslam³, Rasulullah saw bersabda:\r\nيَا مَعْشَرَ مَنْ اٰمَنَ بِلِسَانِهِ وَلَمْ يَدْخُلِ اْﻹِيْمَانُ قَلْبَهُ لاَ تَغْتَابُوا الْمُسْلِمِيْنَ وَلاَ تَتَّبِعُوْا عَوْرَاتِهِمْ فَإِنَّهُ مَنْ يَّتَّبِعْ عَوْرَاتِهِمْ يَتَّبِعِ اللهُ عَوْرَتَهُ وَمَنْ يَتَّبِعِ اللهُ عَوْرَتَهُ يَفْضَحْهُ فِيْ بَيْتِهِ. (رواه أحمد عن أبي برزه اﻷسلمى)\r\nWahai orang-orang yang beriman dengan lidahnya, tetapi iman itu belum masuk ke dalam hatinya, jangan sekali-kali kamu bergunjing terhadap kaum Muslimin, dan jangan sekali-kali mencari-cari aib-aib mereka. Karena siapa yang mencari-cari aib kaum Muslimin, maka Allah akan membalas pula dengan membuka aib-aibnya. Dan siapa yang dibongkar aibnya oleh Allah, niscaya Dia akan menodai kehor-matannya dalam rumahnya sendiri.” (Riwayat A¥mad dari Abµ Barzah al-Aslam³) ;Imam a¯-°abr±n³ meriwayatkan sebuah hadis dari ¦±ri£ah bin an-Num±n:\r\nثَلاَثٌ لاَزِمَاتٌ ِﻷُمَّتِى الطَّيْرَةُ وْالحَسَدُ وَسُوْءُ الظَّنِّ فَقَالَ رَجُلٌ مَا يُذْهِبُهُنَّ يَا رَسُوْلَ اللهِ مِمَّنْ هُنَّ فِيْهِ؟ قَالَ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ اِذَا حَسَدْتَ فَاسْتَغْفِرِ الله َوَاِذَا ظَنَنْتَ فَلاَ تُحَقِّقْ وَاِذَا تَطَيَّرْتَ فَامْضِ. (رواه الطبرانى عن حارثة بن النعمان)\r\nAda tiga perkara yang tidak terlepas dari umatku, yaitu anggapan sial karena sesuatu ramalan, dengki, dan buruk sangka. Maka bertanya se-orang sahabat, “Ya Rasulullah, apa yang dapat menghilangkan tiga perkara yang buruk itu dari seseorang?” Nabi menjawab, “Apabila engkau hasad (dengki), maka hendaklah engkau memohon ampun kepada Allah. Dan jika engkau mempunyai buruk sangka, jangan dinyatakan, dan bilamana engkau memandang sial karena sesuatu ramalan maka lanjutkanlah tujuanmu.” (Riwayat a¯-°abr±n³ dari ¦±ri£ah bin an-Num±n);Abµ Qil±bah meriwayatkan bahwa telah sampai berita kepada Umar bin Kha¯¯±b, bahwa Abµ Mi¥jan a¡-¢aqaf³ minum arak bersama-sama dengan kawan-kawannya di rumahnya. Maka pergilah Umar ke rumahnya dan kemudian masuk ke dalam, tetapi tidak ada seorang pun di rumah kecuali seorang Abµ Mi¥jan sendiri. Maka Abµ Mi¥jan berkata, “Sesungguhnya perbuatanmu ini tidak halal bagimu karena Allah telah melarangmu untuk mencari-cari kesalahan orang lain.” Kemudian Umar keluar dari rumahnya.\r\nAllah melarang pula bergunjing atau mengumpat orang lain. Yang dinamakan g³bah atau bergunjing itu ialah menyebut-nyebut suatu keburukan orang lain yang tidak disukainya sedang ia tidak berada di tempat itu, baik dengan ucapan atau isyarat, karena yang demikian itu menyakiti orang yang diumpat. Umpatan yang menyakitkan itu ada yang terkait dengan cacat tubuh, budi pekerti, harta, anak, istri, saudaranya, atau apa pun yang ada hubungannya dengan dirinya.\r\nHasan, cucu Nabi, berkata bahwa bergunjing itu ada tiga macam, ke-tiga-nya disebutkan dalam Al-Qur'an, yaitu g³bah, ifk, dan buht±n. G³bah atau bergunjing, yaitu menyebut-nyebut keburukan yang ada pada orang lain. Adapun ifki adalah menyebut-nyebut seseorang mengenai berita-berita yang sampai kepada kita, dan buht±n atau tuduhan yang palsu ialah bahwa menyebut-nyebut kejelekan seseorang yang tidak ada padanya. Tidak ada perbedaan pendapat antara para ulama bahwa ber-gunjing ini termasuk dosa besar, dan diwajibkan kepada orang yang ber-gunjing supaya segera bertobat kepada Allah dan meminta maaf kepada orang yang bersangkutan.\r\nMu±wiyah bin Qurrah berkata kepada Syubah, “Jika seandainya ada orang yang putus tangannya lewat di hadapanmu, kemudian kamu berka-ta Itu si buntung, maka ucapan itu sudah termasuk bergunjing.”\r\nAllah mengemukakan sebuah perumpamaan supaya terhindar dari bergunjing, yaitu dengan suatu peringatan yang berbentuk pertanyaan, “Sukakah salah seorang di antara kamu memakan daging bangkai sauda-ranya? Tentu saja kita akan merasa jijik memakannya. Oleh karena itu, jangan menyebut-nyebut keburukan seseorang ketika ia masih hidup atau sudah mati, sebagaimana kita tidak menyukai yang demikian itu, dalam syariat hal itu juga dilarang.”\r\nAl³ bin al-¦usain mendengar seorang laki-laki sedang mengumpat orang lain, lalu ia berkata, “Awas kamu jangan bergunjing karena bergunjing itu sebagai lauk-pauk manusia.” \r\nNabi dalam khutbahnya pada haji wada (haji perpisahan) bersabda:\r\nاِنَّ دِمَاءَكُمْ وَاَمْوَالَكُمْ وَاَعْرَاضَكُمْ عَلَيْكُمْ حَرَامٌ كَحُرْمَةِ يَوْمِكُمْ هٰذَا فِيْ شَهْرِكُمْ هٰذَا فِيْ بَلَدِكُمْ هٰذَا. (رواه البخاري ومسلم عن ابن عباس)\r\nSesungguhnya darahmu, hartamu, dan kehormatanmu haram bagimu seperti haramnya hari ini dalam bulan ini dan di negerimu ini. (Riwayat al-Bukh±r³ dan Muslim dari Ibnu Abb±s);Allah menyuruh kaum mukminin supaya tetap bertakwa kepada-Nya karena sesungguhnya Allah Maha Pengampun terhadap orang yang ber-tobat dan mengakui kesalahan-kesalahannya. Sesungguhnya Allah Maha Penyayang, dan tidak akan mengazab seseorang setelah ia bertobat. Ber-gunjing itu tidak diharamkan jika disertai dengan maksud-maksud yang baik, yang tidak bisa tercapai kecuali dengan gibah itu, dan soal-soal yang dikecualikan dan tidak diharamkan dalam bergunjing itu ada enam perkara:\r\n1.  Dalam rangka kezaliman agar dapat dibela oleh orang yang mampu menghilangkan kezaliman itu.\r\n2.  Jika dijadikan bahan untuk mengubah suatu kemungkaran dengan menyebut-nyebut kejelekan seseorang kepada seorang penguasa yang mampu mengadakan tindakan perbaikan.\r\n3.  Di dalam mahkamah, orang yang mengajukan perkara boleh melapor-kan kepada mufti atau hakim bahwa ia telah dianiaya oleh seorang penguasa yang (sebenarnya) mampu mengadakan tindakan perbaikan.\r\n4.  Memberi peringatan kepada kaum Muslimin tentang suatu kejahatan atau bahaya yang mungkin akan mengenai seseorang; misalnya menu-duh saksi-saksi tidak adil, atau memperingatkan seseorang yang akan melangsungkan pernikahan bahwa calon pengantinnya adalah orang yang mempunyai cacat budi pekerti, atau mempunyai penyakit yang menular.\r\n5.  Bila orang yang digunjingkan itu terang-terangan melakukan dosa di muka umum, seperti minum minuman keras di hadapan khalayak ramai.\r\n6.  Mengenalkan seorang dengan sebutan yang kurang baik, seperti awar (orang yang matanya buta sebelah) jika tidak mungkin memperkenalkannya kecuali dengan nama itu."}