{"tafsir_id":4625,"surah_id":49,"aya_number":13,"tafsir_wajiz":"Wahai manusia! Sungguh, Kami telah menciptakan kamu dari seorang laki-laki dan seorang perempuan, yakni berasal dari keturunan yang sama yaitu Adam dan Hawa. Semua manusia sama saja derajat kemanusiaannya, tidak ada perbedaan antara satu suku dengan suku lainnya. Kemudian Kami jadikan kamu berbangsa-bangsa dan bersuku-suku agar kamu saling mengenal dan dengan demikian saling membantu satu sama lain, bukan saling mengolok-olok dan saling memusuhi antara satu kelompok dengan lainnya. Allah tidak menyukai orang yang memperlihatkan kesombongan dengan keturunan, kekno_ayatan atau kepangkatan karena sungguh yang paling mulia di antara kamu di sisi Allah ialah orang yang paling bertakwa. Karena itu berusahalah untuk meningkatkan ketakwaan agar menjadi orang yang mulia di sisi Allah. Sungguh, Allah Maha Mengetahui segala sesuatu baik yang lahir maupun yang tersembunyi, Mahateliti sehingga tidak satu pun gerak-gerik dan perbuatan manusia yang luput dari ilmu-Nya.","tafsir_tahlili":"(13) Dalam ayat ini, dijelaskan bahwa Allah menciptakan manusia dari seorang laki-laki (Adam) dan seorang perempuan (Hawa) dan menjadikannya berbangsa-bangsa, bersuku-suku, dan berbeda-beda warna kulit bukan untuk saling mencemoohkan, tetapi supaya saling mengenal dan menolong. Allah tidak menyukai orang-orang yang memperlihatkan kesombongan dengan keturunan, kepangkatan, atau kekayaannya karena yang paling mulia di antara manusia pada sisi Allah hanyalah orang yang paling bertakwa kepada-Nya.\r\nKebiasaan manusia memandang kemuliaan itu selalu ada sangkut-pautnya dengan kebangsaan dan kekayaan. Padahal menurut pandangan Allah, orang yang paling mulia itu adalah orang yang paling takwa kepada-Nya.\r\nDiriwayatkan oleh Ibnu ¦ibb±n dan at-Tirmi©³ dari Ibnu Umar bahwa ia berkata:\r\nطَافَ رَسُوْلُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ عَلَى رَاحِلَتِهِ الْقَصْوَاءِ يَوْمَ الْفَتْحِ وَاسْتَلَمَ الرُّكْنُ بِمِحْجَنِهِ وَمَا وَجَدَ لَهَا مُنَاخًا فِى الْمَسْجِدِ حَتَّى أُخْرِجَتْ إِلَى بَطْنِ الْوَادِيِّ فَأُنِيْخَتْ ثُمَّ حَمِدَ اللهَ وَأَثْنَى عَلَيْهِ ثُمَّ قَالَ: أَمَّا بَعْدُ أَيُّهَا النَّاسُ فَإِنَّ اللهَ قَدْ أَذْهَبَ عَنْكُمْ عُبِيَّةَ الْجَاهِلِيَّةِ  يَا أَيُّهَا النَّاسُ إِنَّمَا النَّاسُ رَجُلاَنِ: بِرٌّ تَقِيٌّ كَرِيْمٌ عَلَى رَبِّهِ وَفَاجِرٌ شَقِيٌّ هَيِّنٌ عَلَى رَبِّهِ ثُمَّ تَلاَ (يَا أَيُّهَا النَّاسُ إِنَّا خَلَقْنَاكُمْ مِّنْ ذَكَرٍ وَّأُنْثَى وَجَعَلْنَاكُمْ شُعُوْبًا وَقَبَائِلَ لِتَعَارَفُوْا) حَتىَّ قَرَأَ الآيَةَ ثُمَّ قَالَ: أَقُوْلُ قَوْلِى هَذَا وَاَسْتَغْفِرُ اللهَ لِيْ وَلَكُمْ) (رواه ابن حبان والترمذي عن ابن عمر)\r\nRasulullah saw melakukan tawaf di atas untanya yang telinganya tidak sempurna (terputus sebagian) pada hari Fat¥ Makkah (Pembebasan Mekah). Lalu beliau menyentuh tiang Kabah dengan tongkat yang bengkok ujungnya. Beliau tidak mendapatkan tempat untuk menderumkan untanya di masjid sehingga unta itu dibawa keluar menuju lembah lalu menderumkannya di sana. Kemudian Rasulullah memuji Allah dan mengagungkan-Nya, kemudian berkata, “Wahai manusia, sesungguhnya Allah telah menghilangkan pada kalian kesombongan dan keangkuhan Jahiliah. Wahai manusia, sesungguhnya manusia itu ada dua macam: orang yang berbuat kebajikan, bertakwa, dan mulia di sisi Tuhannya. Dan orang yang durhaka, celaka, dan hina di sisi Tuhannya. Kemudian Rasulullah membaca ayat: y± ayyuhan-n±s inn± khalaqn±kum min ©akarin wa un£±… Beliau membaca sampai akhir ayat, lalu berkata, “Inilah yang aku katakan, dan aku memohon ampun kepada Allah untukku dan untuk kalian. (Riwayat Ibnu ¦ibb±n dan at-Tirmi©³ dari Ibnu Umar).;Sesungguhnya Allah Maha Penerima tobat lagi Maha Mengetahui ten-tang apa yang tersembunyi dalam jiwa dan pikiran manusia. Pada akhir ayat, Allah menyatakan bahwa Dia Maha Mengetahui tentang segala yang tersembunyi di dalam hati manusia dan mengetahui segala perbuatan mereka."}