{"tafsir_id":4626,"surah_id":49,"aya_number":14,"tafsir_wajiz":"Setelah pada no_ayatt yang lalu dijelaskan bahwa orang yang paling mulia di sisi Allah adalah adalah orang yang paling bertakwa, no_ayatt ini menjelaskan hakikat iman yang melekat pada orang yang bertakwa. no_ayatt ini dikemukakan dalam konteks penjelasan terhadap serombong-an orang-orang Badui yang datang kepada Nabi yang menyatakan bahwa mereka telah beriman dengan benar. Orang-orang Arab Badui berkata kepadamu, “Kami telah beriman.” Allah menegaskan melalui firman-Nya, Katakanlah kepada mereka, wahai Nabi Muhammad, “Kamu belum beriman sebab hati kamu belum sepenuhnya percno_ayat, dan perbuatan kamu belum mencerminkan iman sesuai apa yang kamu katakan tetapi katakanlah ‘Kami telah tunduk kepadamu.’ Ucapan se-perti itu lebih pantas kamu katakan, karena iman belum masuk ke dalam hatimu. Dan jika kamu benar-benar taat kepada Allah dan Rasul-Nya, Dia tidak akan mengurangi sedikit pun pahala amal perbuatanmu. Sungguh, Allah Maha Pengampun kepada orang yang bertobat, Maha Penyno_ayatng kepada orang yang taat.”","tafsir_tahlili":"(14) Allah menjelaskan bahwa orang-orang Arab Badui mengaku bahwa diri mereka telah beriman. Ucapan mereka itu dibantah oleh Allah. Sepantasnya mereka itu tidak mengatakan telah beriman, karena iman yang sungguh-sungguh ialah membenarkan dengan hati yang tulus dan percaya kepada Allah dengan seutuhnya. Hal itu belum terbukti karena mereka memperlihatkan bahwa mereka telah memberikan kenikmatan kepada Rasulullah saw dengan keislaman mereka dan dengan tidak memerangi Rasulullah saw.\r\nMereka dilarang oleh Allah mengucapkan kata beriman itu dan sepan-tasnya mereka hanya mengucapkan kami telah tunduk masuk Islam, ka-rena iman yang sungguh-sungguh itu belum pernah masuk ke dalam hati mereka. Apa yang mereka ucapkan tidak sesuai dengan isi hati mereka.\r\nAz-Zajj±j berkata, “Islam itu ialah memperlihatkan kepatuhan dan menerima apa-apa yang dibawa oleh Nabi Muhammad. Dengan memperlihatkan patuh itu terpeliharalah darah dan jiwa, dan jika ikrar tentang keislaman itu disertai dengan ta¡d³q (dibenarkan hati), maka barulah yang demikian itu yang dinamakan iman yang sungguh-sungguh. Jika mereka benar-benar telah taat kepada Allah dan rasul-Nya, ikhlas berbuat amal, dan meninggalkan kemunafikan, maka Allah tidak akan mengurangi sedikit pun pahala amal mereka, bahkan akan memperbaiki balasannya dengan berlipat ganda.”\r\nTerhadap manusia yang banyak berbuat kesalahan, di mana pun ia berada, Allah akan mengampuninya karena Dia Maha Pengampun terhadap orang yang bertobat dan yang beramal penuh keikhlasan."}