{"tafsir_id":4645,"surah_id":50,"aya_number":15,"tafsir_wajiz":"Maka apakah Kami letih yakni tidak mampu lagi melakukan penciptaan dengan sebab telah melakukan penciptaan yang pertama? Sama sekali Kami tidak letih! Kami mampu untuk menciptakan yang baru dan itu lebih mudah bagi Kami. Sesungguhnya bahkan mereka, orang kafir itu, dalam keadaan ragu-ragu tentang penciptaan yang baru, yakni membangkitkan manusia setelah kematiannya.","tafsir_tahlili":"(15) Dalam ayat ini, Allah dengan cara yang halus dan mendalam mem-perlihatkan tanda-tanda kekuasaan-Nya dengan mengatakan, “Kami yang telah menciptakan sekalian makhluk dari permulaannya tanpa bantuan siapa pun, apakah Kami lelah dan letih untuk menciptakan makhluk-makhluk itu kedua kalinya, yang menurut pengalaman membuat kedua kalinya itu lebih mudah daripada menciptakannya yang pertama?”\r\nDinyatakan dalam firman-Nya sebagai berikut:\r\nوَهُوَ الَّذِيْ يَبْدَؤُا الْخَلْقَ ثُمَّ يُعِيْدُهٗ وَهُوَ اَهْوَنُ عَلَيْهِ\r\nDan Dialah yang memulai penciptaan, kemudian mengulanginya kembali, dan itu lebih mudah bagi-Nya. (Rµm/30: 27);Demikian pula firman-Nya:\r\nوَضَرَبَ لَنَا مَثَلًا وَّنَسِيَ خَلْقَهٗۗ قَالَ مَنْ يُّحْيِ الْعِظَامَ وَهِيَ رَمِيْمٌ   ٧٨  قُلْ يُحْيِيْهَا الَّذِيْٓ اَنْشَاَهَآ اَوَّلَ مَرَّةٍ ۗوَهُوَ بِكُلِّ خَلْقٍ عَلِيْمٌ ۙ  ٧٩  \r\nDan dia membuat perumpamaan bagi Kami dan melupakan asal kejadi-annya; dia berkata, “Siapakah yang dapat menghidupkan tulang-belulang, yang telah hancur luluh?” Katakanlah (Muhammad), “Yang akan menghidupkannya ialah (Allah) yang menciptakannya pertama kali. Dan Dia Maha Mengetahui tentang segala makhluk. (Y±s³n/36: 78-79);Berbicara mengenai penciptaan, Allah membuat pernyataan bahwa proses penciptaan masih terus berlanjut, baik untuk makhluk hidup maupun benda mati. Indikasinya dapat dilihat juga pada beberapa ayat di bawah ini:\r\nوَّالْخَيْلَ وَالْبِغَالَ وَالْحَمِيْرَ لِتَرْكَبُوْهَا وَزِيْنَةًۗ وَيَخْلُقُ مَا لَا تَعْلَمُوْنَ  ٨\r\nDan kuda, bagal, dan keledai, agar kamu menungganginya dan sebagai perhiasan. Dan Dia menciptakan apa yang kamu tidak mengetahuinya. (an-Na¥l/16: 8)\r\nوَاللّٰهُ خَلَقَ كُلَّ دَاۤبَّةٍ مِّنْ مَّاۤءٍۚ فَمِنْهُمْ مَّنْ يَّمْشِيْ عَلٰى بَطْنِهٖۚ وَمِنْهُمْ مَّنْ يَّمْشِيْ عَلٰى رِجْلَيْنِۚ وَمِنْهُمْ مَّنْ يَّمْشِيْ عَلٰٓى اَرْبَعٍۗ يَخْلُقُ اللّٰهُ مَا يَشَاۤءُۗ اِنَّ اللّٰهَ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ  ٤٥ \r\nDan Allah telah menciptakan semua jenis hewan dari air, maka sebagian dari hewan itu ada yang berjalan di atas perutnya dan sebagian berjalan dengan dua kaki sedang sebagian berjalan dengan empat kaki. Allah menciptakan apa yang Dia kehendaki, sesungguhnya Allah Mahakuasa atas segala sesuatu. (an-Nµr/24: 45);Dua ayat di atas, dan dari sekian banyak ayat lainnya, memperlihatkan bahwa Allah terus melaksanakan Penciptaan, dan tidak pernah berhenti. Penciptaan diindikasikan sebagai suatu proses yang terus berjalan. Dari sudut ilmu pengetahuan, keadaan demikian ini terlihat jelas. Secara perlahan, para peneliti mulai menyadari dan mengerti bahwa banyak fenomena alam yang berada pada posisi sedang berkembang. Salah satu bukti adalah terjadinya evolusi jenis yang terus berkembang. Ditemukan banyak bukti dalam bentuk fosil yang memperlihatkan adanya jenis-jenis yang mempunyai “bentuk antara” dari dua jenis yang eksis pada saat ini. \r\nBeberapa contoh di atas hanyalah sedikit dari sekian banyak bukti. Masih banyak yang belum terungkap. Apa yang kita ketahui saat ini hanyalah bagian kecil dari puncak gunung es yang muncul di atas air. Sedangkan bagian besar dari gunung es, yang berada di bawah permukaan air, sama sekali belum diketahui.\r\nBanyak peneliti menyadari bahwa kemampuan alam untuk mengatur dirinya didasarkan pada kemampuan fundamental dan misterius dari alam semesta. Bukti bahwa alam memiliki kekuatan yang kreatif, dan mampu menciptakan berbagai variasi struktur dan bentuk yang kompleks, seringkali membatalkan hukum-hukum alam yang sebelumnya dibuat manusia. Dengan demikian, tidaklah berlebihan apabila beberapa ahli filosofi menyatakan bahwa alam semesta, yang sementara ini dianggap sebagai benda mati, adalah sesuatu yang sangat kreatif.\r\nApabila penciptaan itu belum selesai, tentunya banyak “barang baru”, yang sebelumnya belum pernah ada, yang muncul di alam semesta. Banyak ilmuwan percaya bahwa alam semesta ini masih terus berkembang. Ini dikenal di antara para ilmuwan dengan nama teori ekspansi. "}