{"tafsir_id":4648,"surah_id":50,"aya_number":18,"tafsir_wajiz":"Tidak ada suatu kata yang diucapkannya, yang mengandung keba-ikan maupun kejahatan, melainkan ada di sisinya malaikat pengawas yang selalu siap mencatat dengan sangat teliti.","tafsir_tahlili":"(18) Dalam ayat ini diterangkan bahwa tugas yang dibebankan kepada kedua malaikat itu ialah bahwa tiada satu kata pun yang diucapkan sese-orang kecuali di sampingnya malaikat yang mengawasi dan mencatat perbuatannya. \r\nAl-¦asan al-Ba¡r³ dalam menafsirkan ayat ini berkata, “Wahai anak-anak Adam, telah disiapkan untuk kamu sebuah daftar dan telah ditugasi malaikat untuk mencatat segala amalanmu, yang satu di sebelah kanan dan yang satu lagi di sebelah kiri. Adapun yang berada di sebelah kananmu ialah yang mencatat kebaikan dan yang satu lagi di kirimu mencatat kejahatan. Oleh karena itu, terserah kepadamu, apakah kamu mau memperkecil atau memperbesar amal atau perbuatan jahatmu, kamu diberi kebebasan dan bertanggung jawab terhadapnya, dan nanti setelah mati, daftar itu ditutup dan digantungkan pada lehermu, masuk bersama-sama engkau ke dalam kubur sampai kamu dibangkitkan pada hari Kiamat, dan ketika itulah Allah akan berfirman:\r\nوَكُلَّ اِنْسَانٍ اَلْزَمْنٰهُ طٰۤىِٕرَهٗ فِيْ عُنُقِهٖۗ وَنُخْرِجُ لَهٗ يَوْمَ الْقِيٰمَةِ كِتٰبًا يَّلْقٰىهُ مَنْشُوْرًا  ١٣  اِقْرَأْ كِتَابَكَۗ  كَفٰى بِنَفْسِكَ الْيَوْمَ عَلَيْكَ حَسِيْبًاۗ  ١٤  \r\nDan setiap manusia telah Kami kalungkan (catatan) amal perbuatannya di lehernya. Dan pada hari Kiamat Kami keluarkan baginya sebuah kitab dalam keadaan terbuka. “Bacalah kitabmu, cukuplah dirimu sendiri pada hari ini sebagai penghitung atas dirimu.” (al-Isr±'/17: 13-14);Kemudian al-¦asan al-Ba¡r³ berkata, “Demi Allah, adil benar Tuhan yang menjadikan dirimu sebagai penghisab atas dirimu sendiri.” Abµ Usamah meriwayatkan bahwa Nabi saw bersabda, “Malaikat yang mencatat kebajikan memimpin malaikat yang mencatat kejahatan. Jika manusia berbuat kebajikan, malaikat di sebelah kanan itu mencatat sepuluh kebajikan, tetapi jika manusia berbuat suatu kejahatan, ia berkata kepada yang di sebelah kiri, Tunggu dulu tujuh jam, barangkali ia membaca tasbih memohon ampunan.”\r\nHadis itu mengandung hikmah karena adanya malaikat di kanan dan kiri manusia mencatat perbuatannya. Allah tidak menciptakan manusia untuk diazab, akan tetapi untuk dididik dan dibersihkan. Setiap penderitaan itu bertujuan untuk meningkatkan daya tahan dan melatih kesabaran. Setiap benda biasanya lebih banyak mengandung kemanfaatan daripada kemudaratan, dan Allah menciptakan manusia dengan tujuan-tujuan yang mulia bagi manusia sendiri. Kebaikan itu yang pokok, sedangkan kejahatan itu datang kemudian. Benda (materi) pokoknya mengandung kemanfaatan sedangkan mudaratnya datang kemudian. Unsur yang empat pun demikian: api, angin, air dan tanah pokoknya untuk kemanfaatan manusia. Kebakaran, angin topan, banjir, dan gempa bumi datangnya kemudian.\r\nPerbuatan yang baik adalah yang pokok bagi manusia, dan kejahatan datang kemudian. Manusia diberi kebebasan dan pertanggungjawaban sepenuhnya dan oleh karena itu, siapa yang berbuat kejahatan janganlah ia mencela kecuali kepada dirinya sendiri."}