{"tafsir_id":4694,"surah_id":51,"aya_number":19,"tafsir_wajiz":"Orang-orang yang bertakwa itu selalu taat dalam melaksanakan ajaran Allah, dan mereka juga menyadari bahwa pada harta benda yang mereka miliki sesungguhnya ada hak yang mesti dikeluarkan, baik berupa zakat maupun sedekah, untuk orang miskin yang meminta bantuan dan orang miskin yang tidak mengulurkan tangan untuk meminta kepada orang lain.","tafsir_tahlili":"(19) Ayat ini menjelaskan bahwa di samping mereka melaksanakan salat wajib dan sunah, mereka juga selalu mengeluarkan inf±q fi sab³-lill±h dengan mengeluarkan zakat wajib atau sumbangan derma atau so-kongan sukarela karena mereka memandang bahwa pada harta-harta mereka itu ada hak fakir miskin yang meminta dan orang miskin yang tidak meminta bagian karena merasa malu untuk meminta.\r\nIbnu Jar³r meriwayatkan sebuah hadis dari Abµ Hurairah bahwa Nabi Muhammad saw pernah menerangkan siapa saja yang tergolong orang miskin, dengan sabdanya:\r\nلَيْسَ الْمِسْكِيْنُ الَّذِيْ تَرُدُّهُ التَّمْرَةُ وَالتَّمْرَتَانِ وَاْلأَكْلَةُ وَاْلأَكْلَتَانِ قِيْلَ فَمَنِ الْمِسْكِيْنُ؟ قَالَ: الَّذِيْ لَيْسَ لَهُ مَا يُغْنِيْهِ وَلاَ يُعْلَمُ مَكَانُهُ فَيُتَصَدَّقُ عَلَيْهِ فَذٰلِكَ الْمَحْرُوْمُ. (رواه ابن جرير عن أبو هريرة) \r\nBukanlah orang miskin itu yang tidak diberi sebiji dan dua biji kurma atau sesuap dan dua suap makanan. Beliau ditanya, “(Jika demikian) siapakah yang dinamakan miskin itu?” Beliau menjawab, “Orang yang tidak mempunyai apa yang diperlukan dan tidak dikenal tempatnya sehingga tidak diberikan sedekah kepadanya. Itulah orang yang mahrµm tidak dapat bagian.” (Riwayat Ibnu Jar³r dari Abµ Hurairah);Di dalam Al-Qur'an terdapat tiga kelompok ayat yang selalu berdampingan, tidak dapat dipisahkan, yaitu perintah untuk salat dan mengeluarkan zakat, perintah agar taat kepada Allah dan rasul-Nya, dan perintah untuk bersyukur kepada Allah dan kedua ibu-bapak.\r\nSetelah Allah menerangkan sifat-sifat orang yang bertakwa, maka Allah menjelaskan bahwa mereka itu melihat dengan hati nurani tanda-tanda kekuasaan Allah pada alam kosmos, pada alam semesta yang melintang di sekelilingnya, di bumi dan di langit sehingga memiliki ketenangan jiwa, sebagai tanda seorang yang sudah makrifah kepada Allah."}