{"tafsir_id":4711,"surah_id":51,"aya_number":36,"tafsir_wajiz":"yakni di negeri kaum Lut, itu agar mereka selamat dari bencana yang segera tiba. Maka para malaikat yang Kami utus tidak mendapati di dalamnya, yaitu di negeri tersebut, kecuali sebuah rumah saja dari orang-orang muslim yang beriman dan mengikuti ajaran Nabi Lut.","tafsir_tahlili":"(35-36) Pada ayat ini Allah menerangkan, bahwa setelah para malaikat pergi kepada kaum Lu¯ untuk menurunkan azab, timbullah tanya jawab di antara mereka tentang caranya menghancurkan orang-orang durhaka, maka Allah memerintahkan agar mereka lebih dahulu mengeluarkan orang-orang yang beriman dari kampung halaman mereka, agar terhindar dari azab. Para malaikat itu hanya menjumpai sebuah rumah saja yaitu rumah Nabi Lu¯ dengan penghuninya yang muslim sekitar tiga belas orang saja. Mereka yang selamat pada ayat ini disebut sebagai orang Islam yang berserah diri dan tekun melaksanakan perintah Allah dan menjauhi larangan-Nya.\r\nPada kedua ayat ini diterangkan bahwa di antara kaum Lu¯ hidup orang-orang mukmin dan Muslimin. Menurut Muhammad Ali a¡-¢abµni, mereka disebut Mukminun/23: 35 karena mereka mengimani dengan hati, dan mereka disebut sebagai Muslim (ayat 36) karena mereka mengamalkan ajaran-ajaran Allah dengan anggota tubuh mereka dengan ketaatan. Hal ini sejalan dengan hadis al-Bukh±r³ dan Muslim yaitu ketika Rasullulah saw ditanya tentang Islam dan Iman:\r\nمَاالإِْسْلاَمُ؟ قَالَ: شَهَادَةُ أَنْ لاَاِلٰهَ ِالاَّاللهُ وَاَنَّ مُحَمَّدًا رَسُوْلُ اللهِ وَاِقَامُ الصَّلاَةِ ِوَاِيْتَاءُ الزَّكَاةِ وَصَوْمُ رَمَضَانَ وَحِجُّ اْلبَيْتِ .وَمَااْلاِيْمَانُ؟ قَالَ: أَنْ تُؤْمِنَ بِاللهِ وَمَلاَئِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ وَالْيَوْمِ اﻵخِرِ وَبِالْقَدَرِ خَيْرِهِ وَشَرِّهِ مِنَ اللهِ. (رواه البخاري ومسلم)\r\nApakah Islam? beliau menjawab, “Bersaksi bahwa tiada Tuhan selain Allah dan bahwa Muhammad adalah utusan Allah, mendirikan salat (yang lima waktu), mengeluarkan zakat, berpuasa di bulan Ramadan dan naik haji ke Baitullah. Dan apakah iman itu? beliau menjawab, Engkau Beriman kepada Allah, para malaikat, kitab-kitab Nya, para utusan-Nya, hari akhir dan kepada takdir yang baik dan yang buruk dari Allah. (Riwayat al-Bukh±r³ dan Muslim)\r\nPerlu dijelaskan di sini apabila kata Islam disebut secara sendiri, maka berarti tercakup pengertian iman. Demikian pula dengan kata iman bila disebut sendiri berarti tercakup kata Islam. Tetapi kalau keduanya disebutkan bersamaan, maka keduanya berbeda satu sama lain, masing-masing memiliki artinya sendiri-sendiri, iman berbeda dari Islam."}