{"tafsir_id":472,"surah_id":3,"aya_number":179,"tafsir_wajiz":"Salah satu sunatullah bagi hamba-Nya ialah bahwa Dia tidak membiarkan orang-orang mukmin tetap di dalam kesulitan sebagaimana halnya pada Perang Uhud Allah tidak akan membiarkan orang-orang yang beriman dengan keimanan yang mantap dan tulus sebagaimana dalam keadaan kamu sekarang ini, bercampur baur antara orang-orang mukmin yang betul-betul ikhlas dan jujur dengan orang munafik sehingga Dia membedakan yang buruk dari yang baik melalui wahyu yang diturunkan kepada Nabi Muhammad. Allah tidak akan memperlihatkan kepadamu hal-hal yang gaib, tetapi Allah memilih siapa yang Dia kehendaki di antara rasul-rasul-Nya dengan diberi pengetahuan mampu melihat isi hati manusia, sehingga dapat mengetahui siapa orang-orang yang betul-betul beriman dan siapa di antara mereka yang munafik atau kafir. Karena itu, berimanlah kepada Allah dan rasul-rasul-Nya dengan menaati perintah Rasulullah dan berjuang di jalan Allah. Jika kamu beriman dan bertakwa kepada-Nya dengan melaksanakan perintah dan meninggalkan larangan, maka kamu akan mendapat pahala yang besar dari sisi-Nya bersama para kekasih Allah di dalam surga yang penuh kenikmatan.","tafsir_tahlili":"(179) Salah satu sunatullah kepada hamba-Nya yang tidak dapat diubah-ubah ialah bahwa Dia tidak akan membiarkan orang-orang mukmin tetap di dalam kesulitan sebagaimana halnya pada Perang Uhud. Allah akan memisahkan orang-orang mukmin dari orang-orang munafik, dan akan memperbaiki keadaan orang mukmin dan memperkuat iman mereka. Di dalam keadaan sulit dan susah, dapat dinilai dan dibedakan antara orang-orang yang kuat imannya dengan orang-orang yang lemah imannya. Kaum Muslimin diuji sampai di mana iman dan kesungguhan mereka menghadapi kaum kafir.\r\nSetelah kaum Muslimin mengalami kesulitan dalam Perang Uhud karena dipukul mundur oleh musuh, dan mereka hampir-hampir patah semangat, di kala itulah diketahui bahwa di antara kaum Muslimin ada orang-orang munafik yang menyeleweng, berpihak kepada musuh. Orang-orang yang lemah imannya mengalami kebingungan. Berlainan halnya dengan orang-orang yang kuat imannya, kesulitan yang dihadapinya itu mendorong mereka untuk menambah kekuatan iman dan semangat mereka.\r\nHal-hal yang gaib dan hikmah yang tersembunyi dalam peristiwa ini, tidak diperlihatkan, kecuali kepada orang-orang tertentu, seperti kepada rasul yang telah dipilih oleh Allah. Di antara rasul-rasul, Nabi Muhammad saw. dipilih oleh Allah dengan memberikan keistimewaan kepadanya berupa pengetahuan untuk menanggapi isi hati manusia, sehingga dia dapat menentukan siapa di antara mereka yang benar-benar beriman dan siapa pula yang munafik atau kafir.\r\nعٰلِمُ الْغَيْبِ فَلَا يُظْهِرُ عَلٰى غَيْبِهٖٓ اَحَدًاۙ  ٢٦  اِلَّا مَنِ ارْتَضٰى مِنْ رَّسُوْلٍ فَاِنَّهٗ يَسْلُكُ مِنْۢ بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهٖ رَصَدًاۙ  ٢٧  \r\nDia Mengetahui yang gaib, tetapi Dia tidak memperlihatkan kepada siapa pun tentang yang gaib itu, kecuali kepada rasul yang diridai-Nya, maka sesungguhnya Dia mengadakan penjaga-penjaga (malaikat) di depan dan di belakangnya.  (al-Jinn/72: 26-27).;Sesudah diterangkan celaan-celaan kaum munafikin atas kenabian Muhammad saw setelah Perang Uhud dan menjelaskan bahwa peristiwa Uhud itu banyak mengandung iktibar, maka orang-orang mukmin diperintahkan agar tetap beriman kepada Allah dan rasul-rasul-Nya, dan kepada Nabi Muhammad saw yang membenarkan rasul-rasul sebelumnya. Jika mereka beriman kepadanya terutama mengenai hal-hal yang gaib dan bertakwa kepada Allah dengan menjauhi larangan-larangan-Nya, mematuhi segala perintah-perintah-Nya, maka mereka akan memperoleh pahala yang amat besar.\r\nDi dalam Al-Quran sering disusulkan kata takwa sesudah kata iman sebagaimana halnya kata zakat sesudah kata salat. Itu menunjukkan bahwa iman itu barulah sempurna jika disertai dengan takwa, sebagaimana halnya salat barulah sempurna jika zakat dikeluarkan."}