{"tafsir_id":473,"surah_id":3,"aya_number":180,"tafsir_wajiz":"Setelah pada no_ayatt-no_ayatt yang lalu Allah mendorong untuk berkorban jiwa, maka pada no_ayatt ini Allah memerintahkan agar berkorban harta benda untuk perjuangan. Ketika mendapat panggilan untuk berjuang di jalan Allah dengan jiwa raga dan harta, sebagian golongan ada yang tidak mau menerima panggilan tersebut, kemudian Allah mengecam tindakan mereka. Dan jangan sekali-kali orang-orang kno_ayat dan berkecukupan yang kikir dengan apa yang diberikan Allah kepada mereka dari karunia-Nya enggan menginfakkan hartanya di jalan Allah, atau untuk kepentingan sosial mengira bahwa kikir itu baik bagi mereka lantaran harta yang tidak mereka sumbangkan itu dapat mereka gunakan untuk melindungi mereka dari bencana, padahal kikir itu buruk bagi mereka karena dapat menghapus keberkahan rezeki dan membuat hati menjadi keras sehingga sulit menerima nasihat. Harta yang mereka kikirkan itu akan dikalungkan di lehernya pada hari kiamat sebagai azab dan siksaan yang selalu menyertainya di akhirat akibat kekikirannya. Sesungguhnya milik Allah-lah warisan yang ada di langit dan di bumi dari seluruh harta kekno_ayatan yang dilimpahkan kepada hamba-Nya. Dia tidak membutuhkan infak dan sedekah mereka karena Dia adalah pemilik seluruh isi langit dan bumi. Allah Mahateliti apa yang kamu kerjakan sehingga tidak keliru dalam memberi imbalan atas perbuatan mereka.","tafsir_tahlili":"(180) Orang-orang yang telah diberi harta dan limpahan karunia oleh Allah kemudian mereka bakhil, tidak mau mengeluarkan kewajiban mengenai harta tersebut, seperti zakat dan lain-lain, adalah sangat tercela. Janganlah sekali-kali kebakhilan itu dianggap baik dan menguntungkan bagi mereka. Harta benda dan kekayaan akan tetap utuh dan tidak kurang bila dinafkahkan di jalan Allah, bahkan akan bertambah dan diberkahi. Tetapi kebakhilan itu adalah suatu hal yang buruk dan merugikan mereka sendiri, karena harta yang tidak dinafkahkan itu akan dikalungkan di leher mereka kelak di hari kiamat sebagai azab dan siksaan yang amat berat, sebab harta benda yang dikalungkan itu akan berubah menjadi ular yang melilit mereka dengan kuat. Nabi Muhammad saw bersabda:\r\nمَنْ اَتَاهُ الله ُمَالاً فَلَمْ يُؤَدِّ زَكَاتَهُ مُثِّلَ لَهُ شُجَاعًا اَقْرَعُ لَهُ زَبِيْـبَتَانِ يُطَوِّقُهُ يَوْمَ الْقِيَامَةِ فَيَأْخُذُ بِلِهْزِمَتَيْهِ يَقُوْلُ: اَنَا مَالُكَ اَنَا كَنْزُكَ ثُمَّ تَلاَ هٰذِهِ اْلاٰيَةَ (رواه البخاري والنسائي عن أبي هريرة)\r\nSiapa yang telah diberi harta oleh Allah, kemudian tidak mengeluarkan zakatnya, akan diperlihatkan hartanya berupa ular sawah yang botak, mempunyai dua bintik hitam di atas kedua matanya, lalu dikalungkan kepadanya di hari Kiamat nanti. Ular itu membuka rahangnya dan berkata, “Saya ini adalah hartamu, saya ini adalah simpananmu,” kemudian Nabi membaca ayat ini. (Riwayat al-Bukh±r³ dan al-Nas±'³ dari Abµ Hurairah).;Sebenarnya segala apa yang ada di langit dan di bumi adalah kepunyaan Allah, diberikannya kepada orang yang dikehendaki-Nya sebagai titipan dan amanat. Sewaktu-waktu dapat dicabut dan dipindahkan ke tangan orang lain menurut kehendak-Nya. Jadi apakah alasan bagi mereka yang bakhil dan tidak mau mengeluarkan harta Allah untuk mencari rida-Nya? Apa saja yang dikerjakan seseorang, semuanya itu diketahui oleh Allah dan dibalas sesuai dengan amal dan niatnya. Nabi Muhammad saw bersabda:\r\nاِنَّمَا اْلأَعْمَالُ بِالنِّـيَّاتِ وَاِنَّمَا لِكُلِّ امْرِئٍ مَا نَوَى\r\n“Bahwasanya amal itu tergantung dari niat, dan bahwasanya setiap orang akan memperoleh sesuai dengan apa yang diniatkannya.” (Riwayat al-Bukh±r³ dan Muslim dari Umar bin al-Kha¯¯±b)."}