{"tafsir_id":4739,"surah_id":52,"aya_number":4,"tafsir_wajiz":"Dan demi Baitulma’mur, yaitu Kakbah atau tempat yang menjadi lokasi para malaikat rukuk, sujud, dan tawaf,","tafsir_tahlili":"(4) Dalam ayat ini Allah swt bersumpah dengan al-Baitul-Mamµr yaitu sebuah rumah di langit yang ketujuh yang setiap harinya dimasuki oleh 70 ribu malaikat untuk tawaf atau salat. Mereka telah masuk ke sana tidak akan kembali untuk selamanya. Hal ini ditegaskan dalam hadis Isra' yaitu:\r\nثَبَتَ فِى الصَّحِيْحَيْنِ أَنَّ رَسُوْلَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ فِى حَدِيْثِ اْﻹسْرَاءِ بَعْدَ مُجَاوَزَتِهِ إِلَى السَّمَاءِ السَّابِعَةِ: ثُمَّ رُفِعَ بِى إلَى البَيْتِ الْمَعْمُوْرِ وَاِذَا هُوَ يَدْخُلُهُ كُلَّ يَوْمٍ سَبْعُوْنَ اَلْفَ مَلَكٍ لاَ يَعُوْدُوْنَ اِلَيْهِ ﺁخِرَ مَا عَلَيْهِمْ. (رواه البخاري ومسلم)\r\n“Terdapat dalam Sahih Bukhari dan Sahih Muslim bahwa Rasulullah saw bersabda dalam hadis tentang Isra' sesudah melampaui langit ketujuh, kemudian aku diangkat ke Baitul Makmur, tiba-tiba di sana kulihat 70.000 malaikat masuk setiap hari dan mereka tidak akan kembali lagi setelah itu. (Riwayat al-Bukh±r³ dan Muslim) ;Maksud hadis di atas bahwa para malaikat itu beribadat dan melakukan tawaf di sana (Baitul Makmur) seperti halnya manusia di bumi, melakukan tawaf di Kabah Mekah. Begitulah keadaan para malaikat itu.\r\nKemudian Qat±dah, R±bi bin Anas dan As-Suddi berkata, bahwa Rasulullah saw pada suatu hari berkata kepada para sahabat:\r\nهَلْ تَدْرُوْنَ مَاالْبَيْتُ الْمَعْمُوْرُ؟ قَالُوْا: اَللهُ وُرَسُوْلُهُ اَعْلَمُ قَالَ: فَاِنَّهُ مَسْجِدٌ فِى السَّمَاءِ بِحِيَالِ الْكَعْبَةِ لَوْ خَرَّ لَخَرَّ عَلَيْهَا يُصَلِّى فِيْهِ كُلَّ يَوْمٍ سَبْعُوْنَ اَلْفَ مَلَكٍ اِذَا خَرَجُوْا مِنْهُ لَمْ يَعُوْدُوْا ﺁخِرَمَا عَلَيْهِمْ .(أخرجه ابن جرير)\r\n“Tahukah kamu apakah Baitul Makmur itu? Mereka menjawab, “Allah dan Rasul-Nya lebih mengetahui” Rasulullah berkata, “Baitul Makmur ialah sebuah masjid di langit yang searah dengan Kabah dan apabila (seseorang dari sana) jatuh, maka akan jatuh di atas Kabah, di sana salat 70.000 malaikat setiap hari; apabila mereka keluar dari sana, tidak akan kembali lagi.” (Riwayat Ibnu Jar³r)"}