{"tafsir_id":4754,"surah_id":52,"aya_number":19,"tafsir_wajiz":"Allah menyediakan di surga beragam makanan yang lezat dan minuman yang menyegarkan. Kemudian dikatakan kepada mereka yang bertakwa, “Makan dan minumlah dengan rasa nikmat semua yang sudah disediakan. Ini semua sebagai balasan dari apa, yaitu kebajikan, yang telah kamu kerjakan di dunia dengan ikhlas demi mengharap rida Allah.”","tafsir_tahlili":"(19) Dalam ayat ini Allah membolehkan mereka memakan dan memi-num apa yang telah tersedia berupa segala makanan dan minuman yang lezat-lezat. Mereka tidak lagi khawatir bahaya yang akan menimpa seperti halnya apa yang mereka saksikan di dunia tentang adanya bahaya makanan dan minuman. Semua itu sebagai balasan terhadap segala amal baik mereka dan sebagai balasan atas kesungguhan mereka di dunia dalam berbakti kepada Allah swt. Mereka betul-betul merasa nikmat di akhirat itu.\r\nDiriwayatkan bahwa Rabi bin Hisyam melakukan salat sepanjang malam. Lalu seorang bertanya kepadanya mengapa ia melelahkan dirinya seperti itu. Maka jawabannya bahwa ia memerlukan istirahat di akhirat nanti. Dalam ayat yang lain yang sama artinya Allah berfirman:\r\nكُلُوْا وَاشْرَبُوْا هَنِيْۤـًٔا ۢبِمَآ اَسْلَفْتُمْ فِى الْاَيَّامِ الْخَالِيَةِ   ٢٤\r\n(Kepada mereka dikatakan),“Makan dan minumlah dengan nikmat karena amal yang telah kamu kerjakan pada hari-hari yang telah lalu.” (al-¦aqqah69: 24) ;Perkataan han³'an dalam ayat ini berarti kenikmatan makanan dan minuman dan terhindar dari segala apa yang membahayakan.\r\nOrang yang makan di dunia kadang-kadang mendatangkan penyakit dan lain-lain, sehingga ia kurang tenang dan kurang enak makan. Atau ia takut akan segera habisnya makanan itu sehingga ia harus mencarinya lagi. Atau karena habis, lalu kemudian harus memasak lagi hingga matang dan dapat dimakan. Hal-hal seperti ini tidak akan ditemui di surga.\r\nPerkataan “bim± kuntum tamalµn” dalam ayat ini, berarti sebagai balasan yang telah kamu perbuat di dunia, hal ini sebagai isyarat bahwa Allah telah memenuhi apa yang telah dijanjikan oleh-Nya di dunia, sebab tidak ada nikmat di dunia yang bisa diperoleh tanpa adanya susah payah dahulu. Berlainan halnya dengan nikmat di akhirat. Nikmat di akhirat sebagai balasan atas iman dan amal saleh di dunia sebagaimana dijelaskan oleh Allah di dalam firman-Nya:\r\nيَمُنُّوْنَ عَلَيْكَ اَنْ اَسْلَمُوْا ۗ قُلْ لَّا تَمُنُّوْا عَلَيَّ اِسْلَامَكُمْ ۚبَلِ اللّٰهُ يَمُنُّ عَلَيْكُمْ اَنْ هَدٰىكُمْ لِلْاِيْمَانِ اِنْ كُنْتُمْ صٰدِقِيْنَ   ١٧  \r\nMereka merasa berjasa kepadamu dengan keislaman mereka. Katakanlah, “Janganlah kamu merasa berjasa kepadaku dengan ke-islamanmu, sebenarnya Allah yang melimpahkan nikmat kepadamu dengan menunjuk-kan kamu kepada keimanan, jika kamu orang yang benar.” (al-¦ujur±t/49: 17)"}