{"tafsir_id":4764,"surah_id":52,"aya_number":29,"tafsir_wajiz":"Allah memerintahkan Nabi Muhammad untuk melanjutkan dak-wahnya, “Bila kesudahan manusia itu sesuai amal dan perbuatan masing-masing, maka peringatkanlah orang-orang kafir itu karena dengan nikmat dari Tuhanmu, engkau bukanlah seorang tukang tenung, seperti tuduhan mereka, yang menyampaikan berita gaib tanpa dasar yang jelas, dan engkau bukan pula orang gila yang berpikiran kacau.","tafsir_tahlili":"(29-30) Pada ayat 29 Allah swt memerintahkan kepada Nabi Muhammad saw untuk tetap memberikan peringatan kepada kaumnya, dengan mengajarkan kepada mereka ayat-ayat Allah tanpa menghiraukan perbuatan-perbuatan mereka yang tidak mengandung kebenaran. Allah menegaskan bahwa hamba-Nya yang bernama Muhammad saw bukanlah tukang tenung dan bukan orang gila.\r\nAdapun orang-orang kafir menuduh Nabi Muhammad saw sebagai tukang tenung, karena beliau banyak memberikan berita-berita gaib tentang masa lalu. Umat-umat yang diperjuangkan nabi-nabi sebelumnya juga memberikan berita hal-hal yang akan datang seperti hari Kiamat, hari Kebangkitan dan hari Pengadilan (yaumul-¦is±b) dan tentang surga serta neraka. Berita-berita gaib ini merupakan sebuah kebenaran yang diterima dari Allah. Jadi jelaslah bahwa Nabi bukan tukang tenung yang menyampaikan hal-hal yang tidak benar.\r\nOrang kafir juga menuduh Rasulullah sebagai orang gila, karena beliau menyatakan dan mengajarkan bahwa Tuhan itu hanya satu, sedangkan mereka menganggap Tuhan mereka yang berjumlah empat saja banyak persoalan dunia yang tidak selesai. Jika Tuhan hanya satu maka dunia tidak terpelihara lagi, kata mereka. Beberapa orientalis Barat me-nyatakan Nabi punya penyakit epilepsi (ayan) seperti ketika beliau menerima wahyu tiba-tiba diam dan tidak menghiraukan keadaan sekeliling seperti orang terjangkit penyakit ayan. Tetapi pada ayat 29 ini Allah menegaskan bahwa Muhammad saw tidaklah gila sebagaimana dituduhkan orang-orang kafir. Nabi Muhammad saw adalah hamba Allah yang diangkat jadi rasul, memiliki akal yang sehat, cita-cita yang tinggi, akhlak dan perilaku yang mulia.\r\nSedangkan pada ayat 30 orang-orang kafir masih menuduh Nabi sebagai penyair karena ayat-ayat Al-Qur'an sangat indah bahasanya, susunan kalimat dan pilihan katanya sangat luar biasa. Para penyair biasa memiliki kemampuan bahasa yang indah dan biasa menyusun kalimat dan memilih kata-katanya tidak seperti manusia biasa. Menurut mereka para penyair sering menemui kematian karena kecelakaan. Oleh karena itu mereka selalu menunggu-nunggu kecelakaan yang akan menimpa Muhammad saw.\r\nPada ayat ini Allah swt menegaskan bahwa Nabi bukanlah penyair. Bahasa yang indah, susunan kalimat dan pilihan bahasa yang luar biasa pada ayat-ayat Al-Qur'an karena ayat-ayat itu merupakan firman Allah yang diwahyukan kepada Nabi Muhammad saw dan Allah akan selalu melindungi Nabi-Nya. Firman Allah:\r\nيٰٓاَيُّهَا الرَّسُوْلُ بَلِّغْ مَآ اُنْزِلَ اِلَيْكَ مِنْ رَّبِّكَ ۗوَاِنْ لَّمْ تَفْعَلْ فَمَا بَلَّغْتَ رِسٰلَتَهٗ ۗوَاللّٰهُ يَعْصِمُكَ مِنَ النَّاسِۗ اِنَّ اللّٰهَ لَا يَهْدِى الْقَوْمَ الْكٰفِرِيْنَ  ٦٧  \r\nWahai Rasul! Sampaikanlah apa yang diturunkan Tuhanmu kepadamu. Jika tidak engkau lakukan (apa yang diperintahkan itu) berarti engkau tidak menyampaikan amanat-Nya. Dan Allah memelihara engkau dari (gangguan) manusia. Sungguh, Allah tidak memberi petunjuk kepada orang-orang kafir. (al-M±'idah/5: 67)"}