{"tafsir_id":478,"surah_id":3,"aya_number":185,"tafsir_wajiz":"Pada no_ayatt lalu dijelaskan sikap orang-orang munafik yang menduga bahwa mereka dapat menghindar dari kematian. Pada no_ayatt ini Allah menegaskan bahwa kematian dialami oleh setiap makhluk dan bisa terjadi kapan saja. Setiap yang bernyawa akan merasakan mati tanpa terkecuali. Dan hanya pada hari Kiamat sajalah diberikan dengan sempurna balasan kamu dari amal perbuatan baik dan buruk yang kamu lakukan selama di dunia. Barang siapa dijauhkan dari neraka dan dimasukkan ke dalam surga, sungguh, dia memperoleh kemenangan. Kebahagiaan hakiki bukanlah berupa kedudukan dan pangkat yang tinggi, harta yang melimpah, rumah dan istana yang mewah. Semua itu akan musnah. Karena itu, jangan jadikan seluruh perhatian kamu pada kehidupan kini dan sekarang, karena kehidupan dunia hanyalah kesenangan yang memperdno_ayat setiap orang yang hanya mementingkan kebahagiaan sementara.","tafsir_tahlili":"(185) Setiap yang bernyawa akan merasakan mati dan di hari kiamat nanti disempurnakan balasan masing-masing yang baik dibalas dengan yang baik, yaitu surga dan yang buruk akan dibalas dengan yang buruk pula yaitu neraka, sesuai dengan sabda Rasulullah saw:\r\nاَلْقَبْرُ رَوْضَةٌ مِنْ رِيَاضِ الْجَنَّةِ اَوْ حُفْرَةٌ مِنْ حُفَرِ النَّارِ (رواه الترمذي والطبراني)\r\nKubur itu merupakan taman dari taman-taman surga, atau merupakan jurang dari jurang-jurang neraka. (Riwayat at-Tirmi©i dan a¯-°abr±n³).;Siapa yang dijauhkan dari neraka dan dimasukkan ke dalam surga, dialah yang berbahagia. Untuk mencapai kebahagiaan di atas, baiklah kita perhatikan sabda Rasulullah saw sebagai berikut: \r\nمَنْ أَحَبَّ اَنْ يُزَحْزَحَ عَنِ النَّارِ وَيُدْخَلَ الْجَنَّةَ فَلْيُدْرِكْهُ مَنِيَّتُهُ وَهُوَ يُؤْمِنُ بِاللهِ وَالْيَوْمِ اْلاٰخِرِ وَلْيَأْتِ اِلَى النَّاسِ مَا يُحِبُّ اَنْ يُؤْتَى اِلَيْهِ (رواه أحمد)\r\n“Siapa ingin dijauhkan dari neraka dan dimasukkan ke dalam surga, hendaklah ia mati di dalam keadaan beriman kepada Allah dan hari akhirat, dan agar ia berbuat kepada manusia seperti yang ia sukai diperbuat orang kepadanya.” (Riwayat Imam A¥mad).;Kehidupan di dunia ini tiada lain kecuali kesenangan yang memperdayakan. Kesenangan yang dirasakan di dunia ini berupa makanan, minuman, pangkat, kedudukan dan sebagainya, pada umumnya memperdayakan manusia. Disangkanya itulah kebahagiaan, maka tenggelamlah ia dan asyik dengan kenikmatan dunia. Padahal kalau manusia  kurang pandai mempergunakannya, maka kesenangan itu akan menjadi bencana yang menyebabkan kerugian di dunia dan di akhirat kelak mendapat azab yang pedih."}