{"tafsir_id":4783,"surah_id":52,"aya_number":48,"tafsir_wajiz":"Wahai Nabi Muhammad, hendaklah engkau mengetahui keadaan mereka yang seperti itu, dan bersabarlah menunggu ketetapan Tuhanmu, karena sesungguhnya engkau selalu berada dalam pengawasan dan pemeliharaan Kami. Berzikir dan bertasbihlah dengan memuji Tuhanmu ketika engkau bangun pagi untuk melakukan kegiatan duniawi atau ukhrawi.","tafsir_tahlili":"(48) Setelah menjelaskan berbagai situasi yang besar, menyedihkan hati rasul, akibat tindakan membangkang dan keras kepala orang-orang kafir dan musyrik yang menolak beriman kepada Allah dan rasulnya. Maka dalam hal ini, Allah memerintahkan kepada Muhamamad saw supaya bersabar terhadap gangguan kaumnya dan tidak lagi menghiraukan mereka, serta tetap menyampaikan perintah-Nya dan memperingatkan larangan-Nya, dan menyampaikan apa yang telah diwahyukan kepadanya, sebab Allah selalu melihat dan memperhatikan pekerjaannya serta menjaga dan melindungi dari gangguan dan rintangan musuhnya.\r\nPerihal bertasbih dan memuji Tuhan ketika bangun dan berdiri, meliputi tiga keadaan, yaitu:\r\n1. Ketika bangun dari tidur\r\n2. Ketika bangun dari duduk\r\n3. Ketika bangun akan salat\r\nHal ini mengandung hikmah supaya orang mukmin selalu bertasbih setiap saat, dalam situasi dan kondisi bagaimanapun, terutama perubahan dari suatu keadaan ke keadaan yang lain.\r\nA¯a, Said, Sufyan A£-¤aury, dan Abul Ahwa¡ berkata: bahwa Nabi Muhammad saw bertasbih tatkala ia bangkit dari tempat duduknya. Disebutkan dalam hadis:\r\nعَنْ أَبِيْ بَرْزَةَ اْلأَسْلَمِيِّ قَالَ: كَانَ رَسُوْلُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بِآخِرِ عُمْرِهِ، إِذَا قَامَ مِنَ اْلمَجْلِسِ يَقُوْلُ: سُبْحَانَكَ اَللَّهُمَّ وَبِحَمْدِكَ أَشْهَدُ اَنْ ﻻَإِلٰهَ اِﻻَّ اَنْتَ أَسْتَغْفِرُكَ وَاَتُوْبُ إِلَيْكَ. فَقَالَ رَجُلٌ: يَا رَسُوْلَ اللهِ إِنَّكَ لَتَقُوْلُ قَوْﻻً مَا كُنْتَ تَقُوْلُ فِيْمَا مَضٰى. قَالَ كَفَّارَةٌ لِمَا يَكُوْنُ فِى اْلمَجْلِسِ. (رواه أبو داود والنسائي)\r\nDari Abu Barzah al-Aslami berkata, Rasulullah saw pada akhir hayatnya, apabila beliau bangun dari tempat duduknya beliau mengucapkan, “Sub¥±naka All±humma wabi¥amdika asyahadu an l± il±ha ill± anta astagfiruka wa atµbu ilaika! Engkau mengucapkan suatu ucapan yang belum pernah engkau ucapkan sebelumnya. Rasulullah saw bersabda, “Ucapan ini penghapus dosa dari kesalahan-kesalahan yang mungkin terjadi di majlis.” (Riwayat Abµ D±wud dan an-Nas±'³) ;Diriwayatkan bahwasanya Jibril telah mengajarkan kepada Nabi Muhammad saw agar ucapan tersebut dibaca ketika hendak bangkit dan duduk dalam satu majlis yaitu:\r\nسُبْحَانَكَ الَلَّهُمَّ وَبِحَمْدِكَ اَشْهَدُ اَنْﻻَ اِلٰهَ اِﻻَّاَنْتَ اَسْتَغْفِرُكَ وَاَتُوْبُ اِلَيْكَ. (رواه ابوداود والنسائي)\r\n“Mahasuci engkau, wahai Allah, dengan memuji-Mu, aku bersaksi bahwa tiada Tuhan selain Engkau, aku mohon pengampunan-Mu dan aku bertobat kepada-Mu.” (Riwayat Abµ D±wud dan an-Nasā'³)\r\n"}