{"tafsir_id":480,"surah_id":3,"aya_number":187,"tafsir_wajiz":"Pada no_ayatt lalu dijelaskan gangguan dan tipu dno_ayat orang-orang Yahudi terhadap Nabi, pada no_ayatt ini Allah menjelaskan kelengahan dan pengabaian mereka terhadap ajaran Taurat. Dan ingatlah ketika Allah mengambil janji yang kuat berupa aturan-aturan dari orang-orang Yahudi dan Nasrani yang telah diberi Kitab, berupa perintah, “Hendaklah kamu benar-benar menerangkannya, yakni isi Kitab itu, kepada manusia, tentang amar makruf nahi mungkar, halal dan haram sebagaimana termaktub dalam kitab suci yang diturunkan dari Allah. Dan diperintahkan pula janganlah kamu menyembunyikannya, yakni isi kandungan kitab suci tersebut, seperti berita kedatangan Nabi Muhammad, dan hukum-hukum syariat tentang halal dan haram. Lalu mereka melemparkan janji itu ke belakang punggung mereka dengan tidak mengindahkan perintah-perintah Allah serta mengabaikan aturan-aturan yang telah ditetapkan dan bahkan mereka menjualnya dengan harga murah. Mereka mengubah ketentuan hukum yang telah ditetapkan Allah untuk kepentingan sekelompok orang berpengaruh demi mendapatkan imbalan duniawi. Maka itu seburuk-buruk jual-beli yang mereka lakukan karena mereka rela menukar kemuliaan ilmu, agama, pujian di sisi Allah serta mahluk-Nya, dan kekekalan di surga yang penuh nikmat, dengan kesenangan duniawi yang fana.","tafsir_tahlili":"(187) Allah telah mengambil janji dari orang-orang yang telah diberi kitab, yaitu orang-orang Yahudi dan Nasrani dengan perantaraan nabinya masing-masing, bahwa mereka akan menerangkan isi Kitab kepada manusia dengan menjelaskan arti yang terkandung di dalamnya latar belakang diturunkannya dan tidak ada yang disembunyikan. Tetapi apa yang terjadi?\r\nMereka tidak ada perhatian sama sekali tentang janji-janji tersebut, malah mereka melemparkan janji itu ke belakang, menyembunyikan keterangan tentang Nabi Muhammad saw yang jelas tercantum di dalam Kitab mereka, yakni Ulangan xviii.18: “Seorang nabi akan Kubangkitkan bagi mereka dari antara saudara mereka, seperti engkau ini; Aku akan menaruh firman-Ku dalam mulutnya, dan ia akan mengatakan kepada mereka segala yang Kuperintahkan kepadanya.” Sifat-sifat dalam perjanjian lama ini hanya terdapat pada Nabi Muhammad. Bd. Yohanes xv. 26 dan xvi. 7 (lihat juga a¡-¢aff/61:6). Mereka menukar rida Allah yang abadi dengan harga dan nilai yang sedikit yaitu kedudukan yang tidak kekal dan merusak. Alangkah keliru dan buruknya penukaran yang mereka lakukan itu."}