{"tafsir_id":4803,"surah_id":53,"aya_number":19,"tafsir_wajiz":"Bila no_ayatt-no_ayatt yang lalu menjelaskan keteguhan sikap Nabi Muhammad dan kelurusan jalan yang ditempuhnya, maka pada no_ayatt-no_ayatt ini Allah menerangkan kecaman terhadap orang kafir yang tetap me-nyembah berhala. Wahai orang musyrik, maka apakah patut kamu menganggap Al-Lata dan Al-Uzza,","tafsir_tahlili":"(19) Allah swt bertanya kepada orang-orang musyrik, apakah setelah mereka mendengar tanda-tanda Allah baik kesempurnaan maupun keagungan-Nya dalam kekuasaan, dan setelah mendengar keadaan malaikat dengan kedudukan dan kemampuan mereka yang tinggi, masih saja menjadikan berhala-berhala yang hina keadaannya itu sebagai sekutu bagi Allah, sedangkan mereka mengetahui kebesaran-Nya?\r\nPertanyaan ini merupakan cemoohan dari Tuhan, sebab bagi seorang yang berakal tidak mungkin terlintas dalam pikirannya untuk menyembah berhala yang mereka buat sendiri, kemudian diletakkan dalam suatu rumah yang mereka dirikan sebagai tandingan Kabah.\r\nAdapun al-L±ta adalah nama sebuah batu besar yang berwarna putih, di atas batu itu diukir gambar sebuah rumah. Al-L±ta ini terletak di daerah °aif. Rumah itu dipasangi tabir. Di sekelilingnya ada teras yang diagung-agungkan oleh orang-orang °aif, antara lain Kabilah ¢aqif dan pengikut-pengikutnya. Mereka tergolong orang-orang yang lebih membanggakan benda itu daripada orang-orang Arab yang lain selain Quraisy. Kata Ibnu Jar³r, mereka menganggap bahwa kata al-L±ta itu diambil dari lafal Allah. Mereka menganggap al-L±ta (Mahasuci Allah dari apa yang mereka katakan). Menurut Ibnu Abb±s, Muj±hid, Rabi bin Anas, mereka menamakan al-L±ta dari nama seorang laki-laki yang menumbuk tepung untuk jemaah haji. Setelah ia mati, maka orang-orang berkerumun melakukan iktikaf di atas kuburnya yang selanjutnya mereka menyembah dan membuatkan patungnya.\r\nMenurut Ibnu Jar³r, al-Uzza berasal dari kata Az³z, al-Uzza ialah sebuah pohon yang di atasnya ada sebuah bangunan dan bertirai, bertempat di Nakhlah yaitu antara Mekah dan °aif; orang-orang Quraisy mengagungkan pohon itu.\r\nDiriwayatkan bahwa Abu Sufyan ketika masih musyrik berkata pada waktu peperangan U¥ud bahwa merekalah yang mempunyai Uzza, sedangkan yang lain tidak. Maka bersabdalah Rasulullah saw.\r\nقُوْلُوْا: اَلله ُمَوْلاَ نَا وَلاَ مَوْلَى لَكُمْ .(رواه البخاري وأحمد)\r\n“Katakanlah! Allah adalah Tuhan kami, dan kamu tidak mempunyai Tuhan.” (Riwayat al-Bukh±r³ dan A¥mad) "}