{"tafsir_id":4807,"surah_id":53,"aya_number":23,"tafsir_wajiz":"Wahai kaum musyrik, sesungguhnya berhala-berhala yang kamu sembah itu tidak lain hanyalah nama-nama belaka, yang tidak memiliki sifat ketuhanan dan karenanya tidak lno_ayatk disembah. Kamulah pada masa ini dan nenek moyangmu pada masa lalu yang mengada-adakan nama mereka, sedang Allah tidak menurunkan suatu keterangan apa pun terkait ketuhanannya sehingga kamu tidak punya alasan untuk menyembah-nya. Sesungguhnya mereka, yaitu kaum musyrik, hanya mengikuti dugaan yang tidak berdasar dan apa yang diingini oleh keinginannya. Padahal sungguh, telah datang petunjuk yang benar dari Tuhan mereka. Andai saja mereka mau memahami dan menerimanya.","tafsir_tahlili":"(23) Dalam ayat ini Allah menerangkan bahwa mereka menamakan berhala-berhala itu tuhan, padahal itu hanyalah nama-nama yang tidak mempunyai arti sama sekali. Mereka mengira dan berkeyakinan bahwa berhala-berhala itu mempunyai hak untuk di-iktikafi demi ibadat kepadanya dan sebagai tempat menyajikan binatang kurban. Mereka tidak mempunyai alasan atau mereka tidak dapat menjelaskan apa yang mereka katakan dan mereka lakukan. Mereka hanya meniru orang-orang yang terdahulu yang selanjutnya akan diikuti oleh anak cucu mereka.\r\nDalam ayat yang lain yang bersamaan artinya, Allah berfirman:\r\nمَا تَعْبُدُوْنَ مِنْ دُوْنِهٖٓ اِلَّآ اَسْمَاۤءً سَمَّيْتُمُوْهَآ اَنْتُمْ وَاٰبَاۤؤُكُمْ\r\nApa yang kamu sembah selain Dia, hanyalah nama-nama yang kamu buat-buat baik oleh kamu sendiri maupun oleh nenek moyangmu. (Yµsuf/12: 40);Kemudian Allah swt menguatkan penjelasan-Nya dengan menerang-kan bahwa mereka tidak mempunyai alasan kecuali karena berbaik sang-ka kepada bapak-bapaknya, yang berjalan pada jalan yang salah dan mempertahankan kedudukan mereka dalam masyarakat, atau karena hormat mereka terhadap bapak-bapaknya. Yang jelas mereka menyembah berhala-berhala itu hanyalah mengikuti sangkaan-sangkaan saja, bahwa bapak-bapak mereka dahulu itu berjalan pada jalan yang benar, padahal sebenarnya mereka mengikuti hawa nafsu mereka.\r\nSelanjutnya, Allah swt menerangkan bahwa seharusnya mereka tidak pantas untuk berbuat seperti itu karena telah datang peringatan, apa yang mereka lakukan saat itu adalah suatu kelalaian dan kesalahan.\r\nKemudian dalam ayat ini Allah menerangkan, bahwa mereka hanyalah mengikuti pendapat saja, sedangkan Allah telah mengutus rasul-Nya dengan kebenaran yang nyata dan dengan alasan yang jelas. Maka sudah seharusnyalah mereka menyadari kesalahannya. Akan tetapi, mereka masih tetap berpaling dari kebenaran. Diterangkan dalam firman Allah sebagai berikut:\r\nكَاَنَّهُمْ حُمُرٌ مُّسْتَنْفِرَةٌۙ  ٥٠  فَرَّتْ مِنْ قَسْوَرَةٍۗ  ٥١\r\nSeakan-akan mereka keledai liar yang lari terkejut, lari dari singa. (al-Mudda££ir/74: 50-51) "}