{"tafsir_id":481,"surah_id":3,"aya_number":188,"tafsir_wajiz":"Jangan sekali-kali kamu, wahai Rasulullah, meyakini dan mengira bahwa orang yang gembira dengan apa yang telah mereka kerjakan meskipun yang mereka lakukan itu perbuatan dosa atau maksiat sekali pun dan mereka suka dipuji dengan membanggakan diri atas perbuatan yang tidak mereka lakukan. Mereka, yakni orang-orang Yahudi, menutupi berita yang disampaikan Nabi, kemudian mereka menyampaikan berita itu kepada orang lain dengan mengatasnamakan dirinya, sehingga di mata orang lain merekalah yang paling paham tentang isi kitab suci. Apa yang mereka lakukan tersebut adalah demi mengharapkan pangkat dan kedudukan di tengah masyarakat. Oleh karena itu, jangan sekalikali kamu mengira bahwa mereka akan lolos dari azab lantaran Allah telah menghapus pahala dari hasil usahanya dan membatalkan amalnya, karena mereka telah berbuat bohong. Mereka akan mendapat azab yang pedih akibat perbuatan dosa yang mereka lakukan.","tafsir_tahlili":" (188) Sifat orang-orang Yahudi dan Nasrani yang oleh orang mukmin wajib dihindari, yaitu mereka selalu bergembira atas penyelewengan dan pengkhianatan yang dilakukannya. Mereka merasa bangga karena menganggap dirinya adalah tokoh-tokoh masyarakat dan pemimpin-pemimpin yang ditaati. Mereka senang dipuji-puji bahwa mereka mengetahui secara mendalam semua isi Kitab, dan ahli dalam menafsirkannya, padahal mereka itu bukanlah ahlinya. Mereka berbuat demikian untuk mengalihkan perhatian orang-orang banyak dari kebenaran kepada apa yang dikehendaki pembesar-pembesar mereka dan orang awam walaupun salah. \r\nJanganlah kaum Muslimin menyangka bahwa Ahli Kitab yang perbuatannya jelek dan mengelabui itu akan terlepas dari siksaan, bahkan mereka merasakan azab yang pedih. Kaum mukminin tidak perlu merasa sedih dan cemas atas penyelewengan mereka, tetapi hendaklah tetap menjelaskan yang hak dan jangan sekali-kali menyembunyikannya sedikit pun. Allah akan memenuhi apa yang menjadi keinginan kaum Muslimin dan melenyapkan hal-hal yang mungkar yang telah dilarang itu. \r\n"}