{"tafsir_id":4813,"surah_id":53,"aya_number":29,"tafsir_wajiz":"Wahai Nabi Muhammad, jika orang-orang musyrik enggan meng-ikuti ajakanmu dan bersikeras menyembah berhala, maka tinggalkanlah orang yang berpaling dari peringatan Kami itu, dan ketahuilah bahwa dia hanya mengingini kehidupan dunia yang bersifat sementara serno_ayat menolak kepastian hari akhirat.","tafsir_tahlili":"(29) Dalam ayat ini Allah swt memerintahkan Rasul saw agar berpaling dari orang-orang kafir dan musyrik yang telah berpaling dari Al-Qur'an kitab Allah, yang tidak mau menjadikannya sebagai pedoman hidup, padahal seharusnya mereka sadar bahwa Al-Qur'an bisa menuntun mereka untuk meraih kebahagiaan hidup di dunia dan akhirat. Al-Qur'an juga berisi kisah umat-umat terdahulu, sikap mereka terhadap para nabi dan rasul, dan akibat dari pembangkangan mereka terhadap ajaran para rasul tersebut, yaitu azab yang pedih di akhirat. Orang-orang musyrik dan kafir malah tidak mengambil pelajaran dari orang-orang terdahulu, mereka mencukupkan diri dengan hal-hal yang berhubungan dengan keduniaan saja. Bahkan mereka rela tertipu dengan kepalsuan dunia dan terseret untuk hanya memikirkan kesenangan duniawi saja. \r\nTegasnya, Muhammad saw diperintahkan oleh Allah agar tidak terlalu menghiraukan sikap orang-orang kafir yang berpaling dari Allah, karena mereka memang hanya menginginkan kesenangan duniawi yang merupakan tujuan hidup dan cita-cita mereka. Dalam keadaan seperti itu, sudah tidak ada lagi jalan untuk beriman. Maka Allah swt memerintahkan kepada Rasul-Nya, Muhammad saw untuk merasa tidak kasihan atau bersedih hati atas keadaan mereka. Karena Rasul pernah hampir mencelakai dirinya hanya karena prihatin melihat keadaan kaumnya yang tidak beriman. Allah swt berfirman:\r\nلَعَلَّكَ بَاخِعٌ نَّفْسَكَ اَلَّا يَكُوْنُوْا مُؤْمِنِيْنَ   ٣\r\nBoleh jadi engkau (Muhammad) akan membinasakan dirimu (dengan kese-dihan), karena mereka (penduduk Mekah) tidak beriman. (as-Syuar±'/26: 3) ;Orang-orang musyrik hanya membatasi diri kepada kehidupan duniawi, karena ilmu pengetahuan mereka terbatas pada masalah-masalah duniawi serta menyibukkan diri dengan berbagai kesibukan duniawi saja. Mereka sudah merasa berhasil dengan banyaknya harta dunia yang mereka miliki dan tingginya kedudukan sosial mereka. Mereka tidak memperhatikan berita-berita lainnya yang disampaikan oleh para rasul terutama tentang kehidupan akhirat. Keadaan mereka yang demikian itu menjadikan telinga tersum-bat, tidak dapat mendengar berita-berita tentang akhirat."}