{"tafsir_id":4816,"surah_id":53,"aya_number":32,"tafsir_wajiz":"Orang-orang yang akan mendapat anugerah dan kebaikan adalah mereka yang sungguh-sungguh menjauhi dosa-dosa besar yang disebut secara khusus ancamannya, dan perbuatan keji yang dicela oleh akal dan tabiat manusia. Semua itu ada hukumannya, kecuali kesalahan-kesalahan kecil yang dilakukan sesekali dan tanpa sengaja. Sungguh, pengampunan atas dosa kecil itu karena Tuhanmu Mahaluas ampunan-Nya. Dia pun akan mengampuni dosa besar bila pelakunya bertobat dengan tulus. Janganlah kamu bangga karena telah berbuat baik. Sesungguhnya Dia mengetahui tentang keadaan kamu, bahkan sejak Dia menjadikan kamu dari tanah lalu ketika kamu masih janin dalam perut ibumu yang berproses sesuai tahapannya. Maka dengan pengampunan dan pahala itu, janganlah kamu menganggap dirimu suci dengan memuji diri dan membanggakan amal-amalmu. Sungguh, Dia yang paling mengetahui tentang orang yang bertakwa dan benar-benar suci.","tafsir_tahlili":"(32) Ayat ini menerangkan sifat-sifat orang yang baik itu, ialah mereka yang menjauhkan dirinya dari dosa-dosa besar seperti syirik, membunuh, berzina, dan lain-lain, meskipun mereka melakukan dosa-dosa kecil yang kemudian disadari sehingga mereka segera bertaubat sambil menyesali perbuatan-perbuatan yang mereka lakukan, mereka juga mengimbanginya dengan melakukan banyak perbuatan yang baik karena perbuatan yang baik itu menghapuskan dosa-dosa kecil. Sebagaimana firman Allah:\r\nاِنَّ الْحَسَنٰتِ يُذْهِبْنَ السَّيِّاٰتِ\r\nPerbuatan-perbuatan baik itu menghapus kesalahan-kesalahan. (Hµd/11: 114) \r\nاِنْ تَجْتَنِبُوْا كَبَاۤىِٕرَ مَا تُنْهَوْنَ عَنْهُ نُكَفِّرْ عَنْكُمْ سَيِّاٰتِكُمْ وَنُدْخِلْكُمْ مُّدْخَلًا كَرِيْمًا   ٣١  \r\nJika kamu menjauhi dosa-dosa besar di antara dosa-dosa yang dilarang mengerjakannya, niscaya Kami hapus kesalahan-kesalahanmu dan akan Kami masukkan kamu ke tempat yang mulia (surga). (an-Nis±'/4: 31);Dosa-dosa besar itu ada tujuh, Sayidina Ali “Karramallahu Wajhah” mengatakan bahwa sebagaimana tersebut dalam Sahih Bukh±r³ dan Muslim:\r\nِاجْتَنِبُوا السَّبْعَ المُوْبِقَاتِ قَالُوْا ياَ رَسُوْلَ اللهِ وَمَا هُنَّ؟ الشِّرْكُ باِللهِ تَعَالىَ وَالسِّحْرُ وَقَتْلُ النَّفْسِ الَّتىِ حَرَّمَ اللهُ إِلاَّ بِالْحَقِّ وَأَكْلُ مَالِ اليَتِيْمِ وَأَكْلُ الرِّبَا وَالتَّوَلِّيْ يَوْمَ الزَّحْفِ وَقَذْفُ الْمُحْصَنَاِت الغَافِلاَتِ الْمُؤْ مِنَاتِ. (رواه البخاري ومسلم عن أبي هريرة) \r\nJauhilah tujuh dosa besar yang menghancurkan. Para sahabat bertanya, “Apakah hal itu? Nabi menjawab, mempersekutukan Allah, sihir, membunuh manusia yang diharamkan Allah kecuali dengan hak, memakan harta anak yatim, memakan riba, lari dari perang yang sedang berkecamuk dan menuduh wanita-wanita muh¡anat, g±filat mu'minat. (Riwayat al-Bukh±r³ dan Muslim dari Abµ Hurairah) ;Ada pula yang menyatakan, “Dosa-dosa besar adalah dosa-dosa yang diancam oleh Allah dengan neraka atau dengan amarah-Nya atau dengan laknat, azab atau mewajibkan ¥ad atau hukuman tertentu di dunia seperti qi¡a¡, potong tangan, rajam dan lain-lain karena yang melakukannya tidak merasa khawatir dan tidak meyesal atas tindakannya itu, padahal tindakan-nya itu menyebabkan kerusakan besar, walaupun menurut pandangan manusia merupakan hal kecil.” \r\nSelanjutnya, ayat 32 ini menegaskan bahwa Allah Mahaluas ampunan-Nya, dan Dia akan mengampuni dosa-dosa kecil jika menjauhi dosa besar dan Dia mengampuni dosa-dosa besar bila pelakunya bertobat, serta diiringi penyesalan atas perbuatannya, tapi tidak putus asa terhadap pengampunan Allah. Allah berfirman:\r\nقُلْ يٰعِبَادِيَ الَّذِيْنَ اَسْرَفُوْا عَلٰٓى اَنْفُسِهِمْ لَا تَقْنَطُوْا مِنْ رَّحْمَةِ اللّٰهِ ۗاِنَّ اللّٰهَ يَغْفِرُ الذُّنُوْبَ جَمِيْعًا ۗاِنَّهٗ هُوَ الْغَفُوْرُ الرَّحِيْمُ  ٥٣ \r\nKatakanlah, “Wahai hamba-hamba-Ku yang melampaui batas terhadap diri mereka sendiri! Janganlah kamu berputus asa dari rahmat Allah. Sesungguh-nya Allah mengampuni dosa-dosa semuanya. Sungguh, Dialah Yang Maha Pengampun, Maha Penyayang. (az-Zumar/39: 53);Ayat selanjutnya menjelaskan bahwa Allah swt lebih mengetahui keadaan, perbuatan, dan ucapan manusia dikala Dia menjadikan manusia dari tanah dan dikala Dia membentuk rupanya dalam rahim ibunya, dari satu tahap ke tahap yang lainnya. Maka janganlah ada yang mengatakan dirinya suci. Allahlah yang paling mengetahui tentang orang yang bertak-wa. Bila kamu sadari yang demikian itu, maka janganlah kamu memuji di-rinya dengan suci dari dosa atau suci dari perbuatan maksiat atau banyak melakukan kebaikan, tetapi hendaklah manusia banyak bersyukur kepada Allah atas limpahan karunia dan ampunan-Nya. Allah Maha Mengetahui siapa yang bersih dari kejahatan dan siapa yang menjerumuskan dirinya dalam kejahatan dan melumurkan dirinya dengan dosa.\r\nSesungguhnya larangan menyucikan diri hanya berlaku bila yang mendorong seseorang untuk itu adalah riya', takabur atau bangga. Selain dari sebab di atas, maka menyucikan diri tidak terlarang, bahkan dianjurkan. Dalam ayat lain Allah berfirman:\r\nاَلَمْ تَرَ اِلَى الَّذِيْنَ يُزَكُّوْنَ اَنْفُسَهُمْ ۗ بَلِ اللّٰهُ يُزَكِّيْ مَنْ يَّشَاۤءُ وَلَا يُظْلَمُوْنَ فَتِيْلًا   ٤٩  \r\nTidakkah engkau memperhatikan orang-orang yang menganggap dirinya suci (orang Yahudi dan Nasrani)? Sebenarnya Allah menyucikan siapa yang Dia kehendaki dan mereka tidak dizalimi sedikit pun. (an-Nis±'/4: 49)"}