{"tafsir_id":4820,"surah_id":53,"aya_number":36,"tafsir_wajiz":"Ingkar dan kikir merupakan sifat tercela dan dia telah mendapat tuntunan untuk menghindarinya. Apakah dia memang ingkar ataukah belum diberitakan kepadanya apa yang ada dalam lembaran-lembaran kitab suci yang diwahyukan kepada Nabi Musa?","tafsir_tahlili":"(36-37) Pada ayat ini dijelaskan tentang ketentuan-ketentuan syariat Ibrahim yang telah melaksanakan tugas-tugas yang diberikan kepadanya, telah menyampaikan risalahnya menurut semestinya, sebagaimana yang dimaksud oleh ayat:\r\nوَاِذِ ابْتَلٰٓى اِبْرٰهٖمَ رَبُّهٗ بِكَلِمٰتٍ فَاَتَمَّهُنَّ ۗ قَالَ اِنِّيْ جَاعِلُكَ لِلنَّاسِ اِمَامًا\r\nDan (ingatlah), ketika Ibrahim diuji Tuhannya dengan beberapa kali-mat, lalu dia melaksanakannya dengan sempurna. Dia (Allah) berfirman, “Sesungguhnya Aku menjadikan engkau sebagai pemimpin bagi seluruh manusia.” (al-Baqarah/2: 124) ;Ibnu Abb±s menyatakan, Ibrahim telah menjalankan semua gagasan Islam yang tigapuluh macam banyaknya yang tidak pernah dijalankan oleh nabi yang lain, yaitu sepuluh gagasan tersebut dalam Surah at-Taubah/9 ayat 111 dan 112. Dalam ayat pertama tersebut hanya satu macam gagasan, yaitu berperang pada jalan Allah lalu ia membunuh atau terbunuh, sedang pada ayat kedua disebutkan sembilan macam, yaitu orang yang bertobat, yang beribadah, yang memuji (Allah), yang mengembara (demi agama Islam), yang rukuk, yang sujud, yang me-nyuruh berbuat maruf dan mencegah berbuat mungkar dan yang me-melihara hukum-hukum Allah. Sepuluh di Surah al-A¥z±b/33, pada ayat 35, yaitu laki-laki dan perempuan muslim, laki-laki dan perempuan yang mukmin, laki-laki dan perempuan yang khusyu, laki-laki dan perempuan yang bersedekah, laki-laki dan perempuan yang berpuasa, laki-laki dan perempuan yang memelihara kehormatannya, laki-laki dan perempuan yang banyak menyebut (nama) Allah. Enam macam dalam Surah al-Mu'minµn/23 dari ayat 2 sampai dengan ayat 9, yaitu: orang yang khu-syu dalam salat, orang menjauhkan diri dari (perbuatan dan perkataan) yang tiada berguna, orang yang menunaikan zakat, orang yang menjaga kemaluannya, kecuali terhadap istri-istri mereka atau budak yang mereka miliki maka sesungguhnya mereka dalam hal ini tidak tercela. Barang siapa mencari yang di balik itu, mereka adalah orang yang melampaui batas, dan orang yang memelihara amanat (yang dipikulnya) dan janjinya, orang yang memelihara salatnya. Empat macam dalam Surah al-Ma±rij/70, yaitu mulai dari ayat 26 sampai dengan ayat 33; orang yang mempercayai hari Pembalasan, orang yang takut terhadap azab Tuhannya, karena sesungguhnya azab Tuhan mereka tidak dapat orang merasa aman (dari kedatangannya), orang yang memelihara kemaluannya, kecuali kepada istri-istri mereka atau budak-budak yang mereka miliki, maka sesungguhnya mereka dalam hal ini tiada tercela.\r\nBarang siapa mencari yang di balik itu, maka mereka itulah orang-orang yang melampaui batas, orang-orang yang memelihara amanat-amanat (yang dipikulnya) dan janjinya dan orang-orang yang memberikan kesaksiannya.\r\nDikhususkan Ibrahim dengan sifat-sifat tersebut, karena beratnya cobaan yang telah dialaminya ketika terjadi perintah menyembelih putra-nya Ismail yang sudah jelas ceritanya.\r\nAdapun sebab menyebutkan syariat dua Nabi ini saja, karena orang musyrik mengaku bahwa mereka adalah pengikut Ibrahim, sedangkan Ahli Kitab mengaku bahwa mereka pengikut Taurat dan lembaran-lembarannya yang masih dekat masanya dengan mereka. Kemudian Allah menyatakan isi dari kedua syariat tersebut dalam ayat 38 dan 39 berikut."}