{"tafsir_id":4823,"surah_id":53,"aya_number":39,"tafsir_wajiz":"Dan diajarkan pula dalam lembaran-lembaran kitab suci itu bahwa manusia hanya memperoleh apa yang telah diusahakannya, dan usahanya yang baik atau buruk tidak akan dihilangkan.","tafsir_tahlili":"(39) Atas perbuatan yang baik, manusia hanya memperoleh ganjaran dari usahanya sendiri maka dia tidak berhak atas pahala suatu perbuatan yang tidak dilakukannya. Dari ayat tersebut, Imam Malik dan Imam Syafii memahami bahwa tidak sah menghadiahkan pahala amalan orang hidup berupa bacaan Al-Qur'an kepada orang mati, karena bukan perbuatan mereka dan usaha mereka.\r\nBegitu pula seluruh ibadah badaniah, seperti salat, haji dan tilawah, karena Nabi saw tidak pernah mengutarakan yang demikian kepada umat, tidak pernah menyuruhnya secara sindiran dan tidak pula dengan perantaraan na¡ dan tidak pula para sahabat menyampaikan kepada kita. Sekiranya tindakan itu baik, tentu mereka telah terlebih dahulu mengerjakannya. Ada pun mengenai sedekah, maka pahalanya sampai kepada orang mati, sebagaimana oleh Muslim dan al-Bukh±r³ meriwayatkan dari Abu Hurairah, bahwa Nabi saw bersabda:\r\nاِذَا مَاتَ ابْنُ ﺁدَمَ إِنْقَطَعَ عَمَلُهُ إِلاَّ مِنْ ثَلاَثٍ وَلَدٍ صَالِحٍ يَدْعُوْ لَهُ وَصَدَقَةٍ جَارِيَةٍ مِنْ بَعْدِهِ وَعِلْمٍ يُنْتَفَعُ بِهِ. (رواه مسلم عن أبي هريرة)\r\nApabila seorang anak Adam meninggal dunia putuslah semua amal perbuatan (yang menyampaikan pahala kepadanya) kecuali tiga perkara, anak yang saleh yang berdoa kepadanya, sedekah jariah (wakaf) sesudahnya dan ilmu yang dapat diambil manfaatnya. (Riwayat Muslim dari Abµ Hurairah) ;Sebenarnya ini semua termasuk usaha seseorang, jerih payahnya, sebagaimana tersebut dalam hadis:\r\nإِنَّ أَطْيَبَ مَا أَكَلَ الرَّجُلُ مِنْ كَسْبِهِ وَإِنَّ وَلَدَ الرَّجُلِ مِنْ كَسْبِهِ .) رواه النسائي وابن حبان) \r\nSesungguhnya sebaik-baik yang dimakan oleh seseorang adalah hasil usahanya sendiri dan anaknya termasuk usahanya juga.(Riwayat an-Nas±'³ dan Ibn Ḥibb±n);Sedekah jariah seperti wakaf adalah bekas usahanya, Allah berfirman:\r\nاِنَّا نَحْنُ نُحْيِ الْمَوْتٰى وَنَكْتُبُ مَا قَدَّمُوْا وَاٰثَارَهُمْ\r\nSungguh, Kamilah yang menghidupkan orang-orang yang mati, dan Kamilah yang mencatat apa yang telah mereka kerjakan dan bekas-bekas yang mereka (tinggalkan). (Y±s³n/36: 12);Ilmu yang disebarkan lalu orang-orang mengikutinya dan mengamalkannya termasuk juga usahanya. Dan telah diriwayatkan di antaranya hadis sahih:\r\nمَنْ دَعَا اِلىَ هُدًى كَانَ لَهُ مِنَ اْلأَجْرِ مِثْلُ اُجُوْرِ مَنْ تَبِعَهُ لاَ ينَْقُصُ ذٰلِكَ منِْ اُجُوْرِهِمْ شَيْئًا. (رواه مسلم)\r\nOrang yang mengajak kepada suatu petunjuk, maka baginya pahala yang serupa dengan pahala orang yang mengikuti petunjuk itu, tanpa mengurangi pahala orang yang mengikutinya sedikit pun. (Riwayat Muslim) ;Imam A¥mad bin ¦anbal dan sebagian besar pengikut Syafii berpendapat bahwa pahala bacaan sampai kepada orang mati, bila bacaan itu tidak dibayar  dengan upah. Tetapi bila bacaan itu dibayar dengan upah, sebagaimana biasa terjadi sekarang, maka pahalanya tidak sampai kepada orang mati, karena haram mengambil upah untuk membaca Al-Qur'an, meskipun boleh mengambil upah mengajarinya.Termasuk ibadah yang pahalanya sampai kepada orang lain adalah doa dan sedekah."}