{"tafsir_id":483,"surah_id":3,"aya_number":190,"tafsir_wajiz":"Setelah menjelaskan keburukan-keburukan orang Yahudi dan menegaskan bahwa langit dan bumi milik Allah, pada no_ayatt ini Allah menganjurkan untuk mengenal keagungan, kemuliaan, dan kebesaranNya. Sesungguhnya dalam penciptaan benda-benda angkasa, matahari, bulan, beserta planet-planet lainnya dan gugusan bintang-bintang yang terdapat di langit dan perputaran bumi pada porosnya yang terhampar luas untuk manusia, dan pergantian malam dan siang, pada semua fenomena alam tersebut terdapat tanda-tanda kebesaran Allah bagi orang yang berakal yakni orang yang memiliki akal murni yang tidak diselubungi oleh kabut ide yang dapat melahirkan kerancuan.","tafsir_tahlili":"(190) Diriwayatkan dari Aisyah r.a. bahwa Rasulullah saw berkata: “Wahai Aisyah, saya pada malam ini beribadah kepada Allah.” Jawab Aisyah r.a. “Sesungguhnya saya senang jika Rasulullah berada di sampingku. Saya senang melayani kemauan dan kehendaknya.” Tetapi baiklah! Saya tidak keberatan. Maka bangunlah Rasulullah saw dari tempat tidurnya lalu mengambil air wudu, tidak jauh dari tempatnya lalu salat.\r\nPada waktu salat beliau menangis sampai air matanya membasahi kainnya, karena merenungkan ayat Al-Quran yang dibacanya. Setelah salat beliau duduk memuji Allah dan kembali menangis tersedu-sedu. Kemudian beliau mengangkat kedua belah tangannya berdoa dan menangis lagi dan air matanya membasahi tanah. Setelah Bilal datang untuk azan subuh dan melihat Nabi saw menangis ia bertanya, “Wahai Rasulullah! Mengapakah Rasulullah menangis, padahal Allah telah mengampuni dosa Rasulullah baik yang terdahulu maupun yang akan datang?” Nabi menjawab, “Apakah saya ini bukan seorang hamba yang pantas dan layak bersyukur kepada Allah? Dan bagaimana saya tidak menangis? Pada malam ini Allah telah menurunkan ayat kepadaku. Selanjutnya beliau berkata, “Alangkah rugi dan celakanya orang-orang yang membaca ini dan tidak memikirkan dan merenungkan kandungan artinya.”\r\nMemikirkan pergantian siang dan malam, mengikuti terbit dan terbenamnya matahari, siang lebih lama dari malam dan sabaliknya. Semuanya itu menunjukkan atas kebesaran dan kekuasaan penciptanya bagi orang-orang yang berakal. Memikirkan terciptanya langit dan bumi, pergantian siang dan malam secara teratur dengan menghasilkan waktu-waktu tertentu bagi kehidupan manusia merupakan satu tantangan tersendiri bagi kaum intelektual beriman. Mereka diharapkan dapat menjelaskan secara akademik fenomena alam itu, sehingga dapat diperoleh kesimpulan bahwa Tuhan tidaklah menciptakan semua fenomena itu dengan sia-sia. "}