{"tafsir_id":4847,"surah_id":54,"aya_number":1,"tafsir_wajiz":"Terdapat keterkaitan erat antara no_surahh an-Najm dengan no_surahh al-Qamar. Bila no_surahh an-Najm ditutup dengan ancaman terhadap orang kafir tentang hari kiamat yang makin dekat, no_surahh al-Qamar diawali dengan penegasan bahwa kiamat itu benar-benar telah dekat. Allah juga menunjukkan kuasa-Nya terhadap bulan. Saat kedatangan hari kiamat yang telah ditetapkan semakin dekat, bulan pun terbelah.","tafsir_tahlili":"(1) Allah menyatakan bahwa hari Kiamat hampir datang, pada waktu kehidupan dunia akan berakhir. Dalam ayat lain yang sama maksudnya, Allah berfirman:\r\nاَتٰىٓ اَمْرُ اللّٰهِ فَلَا تَسْتَعْجِلُوْهُ\r\nKetetapan Allah pasti datang, maka janganlah kamu meminta agar dipercepat (datang)nya. (an-Na¥l/16: 1);Allah berfirman:\r\nاِقْتَرَبَ لِلنَّاسِ حِسَابُهُمْ وَهُمْ فِيْ غَفْلَةٍ مُّعْرِضُوْنَ ۚ   ١\r\nTelah semakin dekat kepada manusia perhitungan amal mereka, sedang mereka dalam keadaan lalai (dengan dunia), berpaling (dari akhirat). (al- Anbiy±'/21: 1);Pada waktu itu bulan akan pecah bercerai-berai akibat penyimpangan dari peredarannya, sebagaimana diutarakan dalam ayat lain yang sama maksudnya:\r\nاِذَا السَّمَاۤءُ انْشَقَّتْۙ   ١\r\nApabila langit terbelah. (al-Insyiq±q/84: 1) ;Dan firman-Nya:\r\nاِذَا الشَّمْسُ كُوِّرَتْۖ  ١  وَاِذَا النُّجُوْمُ انْكَدَرَتْۖ  ٢\r\nApabila matahari digulung, dan apabila bintang-bintang berjatuhan. (at-Takw³r/81: 1-2);Banyak lagi ayat lain yang menunjukkan kejadian yang sangat dahsyat yang akan terjadi ketika hancurnya alam ini dengan tibanya hari Kiamat.\r\nKebanyakan mufasir berpendapat bahwa kejadian tersebut pada ayat pertama telah terjadi dan bulan telah terbelah dua pada masa Nabi Muhammad saw, lima tahun sebelum beliau hijrah. Menurut hadis yang diriwayatkan al-Bukh±r³, Muslim dan Ibnu Jar³r dari Anas bin M±lik bahwa penduduk Mekah meminta kepada Nabi Muhammad saw, agar mengemukakan suatu mukjizat sebagai bukti kerasulannya, maka Allah memperlihatkan kepada mereka bulan terbelah dua, sehingga mereka melihat “Jabal Nur” berada di antara dua belahan bulan tersebut. Diriwayatkan pula dari Sahih al-Bukh±ri, Muslim dan para perawi-perawi hadis lainnya dari Ibnu Masµd bahwa: “Bulan telah terbelah pada masa Nabi Muhammad saw, menjadi dua belah, sebelah berada di atas bukit dan yang lain berada di bawahnya, seraya Nabi Muhammad saw berseru, “Saksikanlah!”\r\nAbµ D±wud meriwayatkan pula bahwa, “Telah terjadi pembelahan bulan pada masa Nabi Muhammad saw, maka orang-orang Quraisy ber-kata, “Ini adalah sihir anak Abµ Kabsyah.” Lalu seorang dari mereka berkata, “Tunggulah dahulu berita yang dibawa oleh para musafir yang tiba, karena Muhammad saw tak sanggup mensihirkan semua manusia.” Lalu tibalah para musafir membawa berita kejadian tersebut. Lalu dalam riwayat Baihaq³ terdapat tambahan, “Lalu mereka bertanya kepada para musafir yang berdatangan dari semua penjuru, jawaban mereka, “Sungguh kami telah melihatnya,” lalu Allah menurunkan ayat ini, “Telah dekat (datangnya) saat itu dan telah terbelah bulan.”\r\nPara ahli tafsir berbeda pendapat tentang terbelahnya bulan. Sebagian berpendapat bahwa bulan itu memang telah terbelah pada masa Nabi sebagai bagian dari mukjizatnya. Tetapi sebagian mufasir berpendapat bulan pasti terbelah bukan terjadi pada masa nabi, tetapi akan terjadi nanti pada saat hari Kiamat. Hal ini disebabkan karena hilangnya keseimbangan daya tarik menarik antar planet."}