{"tafsir_id":487,"surah_id":3,"aya_number":194,"tafsir_wajiz":"Mereka pun berdoa lagi. Ya Tuhan kami Yang Mahabijaksana! Kami memohon kepada-Mu, berilah kami karunia sebagaimana apa yang telah Engkau janjikan kepada kami melalui rasul-rasul-Mu berupa pahala, ampunan, dan berada di dekat-Mu di surga yang penuh kenikmatan. Dan janganlah Engkau hinakan kami pada hari kiamat di hadapan semua saksi pada hari berkumpulnya seluruh umat manusia dari setiap generasi. Sungguh, Engkau tidak pernah mengingkari janji. Tidak ada ucapan yang lebih baik daripada ucapan-Mu. Kami menunggu apa yang telah Engkau janjikan dan kabarkan, sebagaimana yang telah Engkau sebutkan dalam kitab suci-Mu yang diturunkan melalui utusan-Mu .","tafsir_tahlili":"(194) Ya Tuhan kami! Kami telah melaksanakan segala perintah-Mu. Kami selalu mengingat-Mu setiap waktu dan setiap keadaan. Kami telah memenuhi seruan Rasul-Mu. Oleh karena itu, ya Tuhan kami, berikanlah kepada kami apa-apa yang telah Engkau janjikan dengan perantaraan rasul-rasul. Engkau telah menjanjikan kekuasaan di dunia ini dengan firman Engkau:\r\nوَعَدَ اللّٰهُ الَّذِيْنَ اٰمَنُوْا مِنْكُمْ وَعَمِلُوا الصّٰلِحٰتِ لَيَسْتَخْلِفَنَّهُمْ فِى الْاَرْضِ \r\nAllah telah menjanjikan kepada orang-orang di antara kamu yang beriman dan yang mengerjakan kebajikan, bahwa Dia sungguh, akan menjadikan mereka berkuasa di bumi, ….(an-Nµr/24:55).;Engkau telah menjanjikan kemenangan dan pertolongan bagi orang yang taat dan menjunjung tinggi agama Engkau, dengan firman-Mu:\r\n اِنْ تَنْصُرُوا اللّٰهَ يَنْصُرْكُمْ \r\n…. Jika kamu menolong (agama) Allah, niscaya Dia akan menolongmu ….. (Muhammad/47:7).;Kemudian dalam ayat yang lain Allah berfirman:\r\nوَعَدَ اللّٰهُ الْمُؤْمِنِيْنَ وَالْمُؤْمِنٰتِ جَنّٰتٍ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُ \r\nAllah menjanjikan kepada orang-orang mukmin laki-laki dan perempuan, (akan mendapat) surga yang mengalir di bawahnya sungai-sungai,… (at-Taubah/9:72).;Hal-hal tersebut di atas merupakan kebahagiaan dunia dan akhirat yang sangat kami harapkan dan jangan sekali-kali Engkau hinakan kami pada hari kiamat sesuai dengan firman Engkau:\r\nيَوْمَ لَا يُخْزِى اللّٰهُ النَّبِيَّ وَالَّذِيْنَ اٰمَنُوْا مَعَهٗ\r\n… Pada hari ketika Allah tidak mengecewakan Nabi dan orang-orang yang beriman bersama dengannya… (at-Ta¥r³m/66:8).;Semua ini kami mohon dengan segala kerendahan hati, untuk memantapkan pengamalan kami atas segala perintah-Mu, karena dengan demikian kami akan memperoleh kebahagiaan dunia dan akhirat, dan bukan sekali-kali tidak ragu atas segala janji-Mu, karena kami percaya dengan penuh keyakinan bahwa Engkau tidak akan menyalahi janji sedikit pun."}