{"tafsir_id":488,"surah_id":3,"aya_number":195,"tafsir_wajiz":"Setelah mereka (Ulul Albab) memanjatkan pujian dan doa kepada Allah dengan tulus dan penuh harapan, maka Tuhan mereka memperkenankan permohonannya dan mewujudkan harapannya dengan berfirman, “Sesungguhnya Aku tidak menyia-nyiakan amal perbuatan atau usaha orang yang beramal serta pahala orang-orang yang berbuat kebajikan di antara kamu, baik laki-laki maupun perempuan. Keduanya memperoleh imbalan yang sama; tidak ada perbedaan antara keduanya, karena sebagian kamu adalah keturunan dari sebagian yang lain, sehingga kalian adalah bersaudara. Karenanya tidak ada kelebihan yang satu dari yang lain tentang penilaian iman dan amalnya di sisi Allah (Lihat: no_surahh an-Nahl/16: 97). Maka orang yang berhijrah meninggalkan negeri, keluarga, dan harta kekno_ayatan mereka, yang karena mempertahankan keimanannya mereka diusir dari kampung halamannya, dan mereka yang disakiti lantaran berjuang pada jalan-Ku, mereka yang berperang atau berjuang dan yang terbunuh dalam perjuangan membela agamaKu pasti akan Aku hapus atau ampuni kesalahan mereka dan pasti Aku masukkan mereka ke dalam surga-surga yang mengalir di bawahnya sungai-sungai. Ampunan serta kenikmatan-kenikmatan yang mereka peroleh adalah sebagai pahala atau imbalan dari Allah yang Maha Pemurah. Dan di sisi Allah ada pahala yang baik yang menyenangkan serta anugerah yang teragung.","tafsir_tahlili":"(195) Ummi Salamah pernah berkata, “Ya Rasulullah! Saya tidak mendengar Allah menyebut-nyebut perempuan sedikit pun yang berkenaan dengan hijrah.” Maka turunlah ayat ini. Atas ketekunan mereka beramal baik, penuh dengan keikhlasan yang dibarengi doa yang sungguh-sungguh, maka Allah memperkenankan permohonan mereka. \r\nDijelaskan bahwa Allah tidak akan menyia-nyiakan amal seseorang yang taat dan tidak akan membeda-bedakan antara laki-laki dan perempuan dalam memberi pahala dan balasan, karena kedua jenis ini satu sama lain turun menurunkan, perempuan berasal dari laki-laki dan begitu juga sebaliknya. Oleh karena itu barang siapa hijrah, baik laki-laki maupun perempuan, diusir dari kampung halamannya, disiksa karena ia tekun di jalan Allah, memerangi musuh-musuh Allah yang akhirnya mati syahid, tewas di medan perang, pasti Allah akan menghapuskan segala kesalahannya, mengampuni dosanya dan pasti pula akan masukkan ke dalam surga, merupakan pahala dan balasan dari Dia, sebagai perwujudan doa dari permohonan yang diperkenankan-Nya. Alangkah berbahagia mereka, memperoleh pahala dan balasan dari Allah, karena memang pahala dan balasan yang sebaik-baiknya ialah yang datang dari Allah swt."}