{"tafsir_id":4891,"surah_id":54,"aya_number":45,"tafsir_wajiz":"Allah menegasikan keyakinan kaum kafir itu . Golongan itu pasti akan dikalahkan oleh kaum yang beriman dan mereka akan mundur ke belakang sambil berlari pontang-panting.","tafsir_tahlili":"(45) Allah menegaskan bahwa kesatuan mereka akan dicerai-beraikan dan kekuatan mereka akan dipatahkan oleh pasukan Islam. Janji Allah itu terbukti dalam Perang Badar, dimana lebih dari 70 orang pemuka-pe-muka mereka tewas dan sisanya lari terbirit-birit kembali ke Mekah. Bukti tentang benarnya kenabian Muhammad saw, karena ayat ini turun di Mekah, sedang Nabi saw belum mempunyai pasukan, bahkan pengikut-pengikut Nabi terpencar-pencar, diburu dan disiksa oleh orang-orang musyrik di mana saja mereka berada, Umar bin Kha¯¯±b berkata, “Ketika ayat itu turun saya tidak mengerti apa maksudnya. Tetapi pada Perang Badar, saya lihat Nabi saw memakai baju besi dan saya dengan beliau membaca ayat ini, Golongan itu pasti akan dikalahkan, waktu itu barulah saya mengerti maksud ayat tersebut.”\r\nDiriwayatkan oleh al-Bukh±ri dari Ibnu Abb±s bahwa Nabi saw berkata ketika beliau masih dalam kemah, pada hari Perang Badar:\r\nاَنْشُدُكَ عَهْدَكَ وَوَعْدَكَ: اَللَّهُمَّ إِنْ شِئْتَ لَمْ تُعْبَدْ بَعْدَ الْيَوْمِ فِى اْلأَرْضِ أَبَدًا, فَأَخَذَ اَبُوْ بَكْرٍ رَضِيَ اللهُ عَنْهُ بِيَدِهِ وَقَالَ حَسْبُكَ ياَ رَسُوْلَ اللهِ اَلْحَحْتَ عَلَى رَبِّكَ فَخَرَجَ وَهُوَ يَثِبُ فِى الدَّرْعِ وَهُوَ يَقُوْلُ سَيُهْزَمُ الْجَمْعُ وَيُوَلُّوْنَ الدُّبُرَ بَلِ السَّاعَةُ مَوْعِدُهُمْ وَالسَّاعَةُ أَدْهَى وَأَمَرُّ. (رواه البخاري)\r\n“Aku menagih pesan-Mu dan janji-Mu! Ya Allah, jika Engkau menghendaki (kekalahan kami) niscaya Engkau tidak akan disembah lagi sesudah hari ini”. Lalu Abu Bakar memegang tangan Nabi dan berkata, “Cukup sudah ya Rasulullah! Engkau telah begitu mendesak Tuhanmu.”Lalu beliau keluar (dari kemah) melompat dengan memakai baju besi sambil membaca ayat ini. (Riwayat al-Bukh±r³);Kemudian Allah menyatakan bahwa yang tersebut itu adalah azab dunia dan mereka akan menemui azab yang lebih hebat lagi pada hari Kiamat."}