{"tafsir_id":4904,"surah_id":55,"aya_number":3,"tafsir_wajiz":"Dia juga yang menciptakan manusia,","tafsir_tahlili":"(3-4) Pada ayat ini Allah menyebutkan nikmat-Nya yang lain yaitu penciptaan manusia. Nikmat itu merupakan landasan nikmat-nikmat yang lain. Sesudah Allah menyatakan nikmat mengajarkan Al-Qur'an pada ayat yang lalu, maka pada ayat ini Dia menciptakan jenis makhluk-Nya yang terbaik yaitu manusia dan diajari-Nya pandai mengutarakan apa yang tergores dalam hatinya dan apa yang terpikir dalam otaknya, karena kemampuan berpikir dan berbicara itulah Al-Qur'an bisa diajarkan kepada umat manusia.\r\nManusia adalah makhluk Allah yang paling sempurna. Ia dijadikan-Nya tegak, sehingga tangannya lepas. Dengan tangan yang lepas, otak bebas berpikir, dan tangan dapat merealisasikan apa yang dipikirkan oleh otak. Otak menghasilkan ilmu pengetahuan, dan tangan menghasilkan teknologi. Ilmu dan teknologi adalah peradaban, dengan demikian hanya manusia yang memiliki peradaban.\r\nLidah adalah organ yang terletak pada rongga mulut. Organ ini, yang merupakan struktur berotot yang terdiri atas tujuh belas otot yang memiliki beberapa fungsi. Fungsi pengecap rasa adalah salah satu fungsi lidah yang utama. Terdapat sekitar 10.000 titik pengecap di lidah. Lidah juga berfungsi untuk turut membantu mengatur bunyi untuk berkomunikasi. \r\nLidah, dalam agama, hampir selalu dikaitkan dengan hati, dan digunakan untuk mengukur baik-buruknya perilaku seseorang. Manusia akan menjadi baik apabila keduanya baik. Dan manusia akan menjadi buruk, apabila keduanya buruk. Nabi Muhammad saw menunjuk lidah sebagai faktor utama yang membawa bencana bagi manusia, dan ia merupakan tolak ukur untuk bagian tubuh lainnya. Beliau bersabda dalam hadisnya: \r\nوَهَلْ يُكِبُّ النَّاسَ عَلَى وُجُوْهِهِمْ فِى النَّارِ إِلاَّ حَصَائِدُ أَلْسِنَتِهِمْ. (رواه الترمذي وابن ماجه عن معاذ بن جبل)\r\nBukankah manusia dijungkirbalikkan wajah mereka di neraka karena lidah mereka? (Riwayat at-Tirmi©³ dan Ibnu M±jah dari Mu±© bin Jabal);إِذَا أَصْبَحَ ابْنُ آدَمَ فَإِنَّ اْلأَعْضَاءَ كُلَّهَا تُكَفِّرُ اللِّسَانَ فَتَقُوْلُ اتَّقِ اللهَ فِيْنَا فَإِنَّمَا نَحْنُ بِكَ فَإِنِ اسْتَقَمْتَ اسْتَقَمْنَا وَإِنِ اعْوَجَجْتَ اعْوَجَجْنَا. (رواه الترمذي عن أبي سعيد الخدري)\r\nJika manusia bangun di pagi hari, maka seluruh anggota tubuhnya mengingatkan lidah dan berpesan, “Bertakwalah kepada Allah menyangkut kami, karena kami tidak lain kecuali denganmu. Jika engkau lurus, kami pun lurus, dan jika engkau bengkok, kami pun bengkok.” (Riwayat at-Tirmi©³ dari Abµ Sa³d al-Khudr³);\r\n    \r\n    \r\n    \r\n    \r\nUntuk dapat mengeluarkan bunyi yang berbeda-beda, atau yang disebut berbicara, lidah bekerjasama dengan beberapa organ lainnya, seperti bibir, rongga mulut, paru-paru, kerongkongan, dan pita suara. Kita dapat berkomunikasi dengan berbicara, setelah seluruh masyarakat menyepakati arti dari satu bunyi. Kemudian bunyi-bunyi yang masing-masing sudah disepakati artinya tersebut digabungkan dalam susunan yang tepat untuk menjadi kalimat. Pada tahap selanjutnya, akan tercipta suatu bahasa. Bahasa diuraikan dalam salah satu ayat Allah demikian:\r\nوَمِنْ اٰيٰتِهٖ خَلْقُ السَّمٰوٰتِ وَالْاَرْضِ وَاخْتِلَافُ اَلْسِنَتِكُمْ وَاَلْوَانِكُمْۗ اِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ لِّلْعٰلِمِيْنَ   ٢٢ \r\nDan di antara tanda-tanda (kebesaran)-Nya ialah penciptaan langit dan bumi, perbedaan bahasamu dan warna kulitmu. Sungguh, pada yang demikian itu benar-benar terdapat tanda-tanda bagi orang-orang yang mengetahui. (ar-Rµm/30: 22)"}