{"tafsir_id":491,"surah_id":3,"aya_number":198,"tafsir_wajiz":"Setelah menjelaskan imbalan bagi orang-orang kafir, berikutnya Allah menjelaskan imbalan yang diberikan kepada orang-orang yang bertakwa. Tetapi orang-orang yang bertakwa kepada Tuhannya dengan melakukan amal perbuatan yang disukai-Nya dan meninggalkan yang dibenci-Nya, niscno_ayat mereka akan mendapat tempat tinggal yang nyaman dan penuh kenikmatan, yaitu surga-surga yang mengalir di bawahnya sungai-sungai yang begitu jernih, indah, dan sedap dipandang mata. Keindahan dan kenikmatan surga tersebut belum pernah mereka lihat dan belum pernah mereka rasakan sebelumnya. Mereka kekal di dalamnya dan mereka tidak merasa takut atau khawatir, karena hati mereka selalu diliputi kegembiraan. Itu semua adalah sebagai karunia dari Allah yang disediakan untuk mereka. Dan apa yang di sisi Allah berupa pahala dan anugerah yang abadi adalah lebih baik bagi orang-orang yang berbakti daripada kekno_ayatan, kebanggaan diri, dan kemegahan sebagaimana yang diperoleh orang-orang kafir selama di dunia.","tafsir_tahlili":"(198) Berbeda dengan kaum kafir yang akan ditempatkan di dalam neraka, maka di akhirat nanti orang-orang yang bertakwa, yaitu orang-orang yang mengamalkan perintah-perintah Allah, meninggalkan segala larangan-Nya, akan ditempatkan di dalam surga, kekal untuk selama-lamanya. \r\nAlangkah bahagianya mereka, karena apa yang di sisi Allah itu adalah yang sebaik-baiknya bagi orang yang berbakti. Jauh lebih baik daripada kesenangan dan kemewahan yang dirasakan orang-orang kafir di dunia, karena sifatnya terbatas, yaitu selama hidup di dunia saja. Rasulullah memberi contoh nyata seperti yang disampaikan Umar bin al-Kha¯¯±b r.a. berkata:\r\nجِئْتُ رَسُوْلَ اللهِ صَلَّى الله ُعَلَيْهِ وَسَلَّمَ فَاِذَا هُوَ فِيْ مَشْرَبَةٍ وَاِنَّهُ لَعَلَى حَصِيْرٍ مَا بَيْنَهُ وَ بَيْنَهُ  شَيْءٌ. وَتَحْتَ رَأْسِهِ وِسَادَةٌ مِنْ اُدْمٍ حَشْوُهَا لِيْفٌ وَعِنْدَ رِجْلَيْهِ فَرْطٌ مَصْبُوْرٌ وَعِنْدَ رَأْسِهِ اُهَبٌ مُعَلَّقَةٌ. فَرَأَيْتُ اَثَرَ الْحَصِيْرِ فِيْ جَنْبَيْهِ فَبَكَيْتُ فَقَالَ: مَا يُبْكِيْكَ؟ قُلْتُ: يَا رَسُوْلَ اللهِ، اِنَّ كِسْرَى وَقَيْصَرَ فِيْمَا هُمْ فِيْهِ، وَأَنْتَ رَسُوْلُ اللهِ، فَقَالَ: اَمَا تَرْضَى اَنْ تَكُوْنَ لَهُمُ الدُّنْيَا وَلَنَا اْلاٰخِرَةُ؟ (رواه البخاري ومسلم)\r\n“Saya berkunjung kepada Rasulullah saw, waktu itu beliau berada dalam sebuah ruangan, tidur di atas tikar yang tidak beralas. Di bawah kepalanya bantal dari kulit kambing yang diisi dengan sabut. Pada kedua kakinya daun penyamak terkumpul. Di alas kepalanya, kulit kambing tergantung. Saya melihat bekas tikar pada dua lambungnya, maka saya menangis. Beliau berkata, “Apa yang menyebabkan engkau menangis?” Saya menjawab, “Wahai Rasulullah, Kisra dan Kaisar selalu di dalam kesenangan, kemewahan dan serba cukup dan Engkau adalah Rasulullah dan dalam keadaan begini?” Rasulullah menjawab, “Apakah Engkau tidak senang, bahwa dunia ini bagi mereka dan akhirat bagi kita” (Riwayat al-Bukh±r³ dan Muslim)."}