{"tafsir_id":492,"surah_id":3,"aya_number":199,"tafsir_wajiz":"Setelah menjelaskan w yang diberikan Allah kepada orang-orang mukmin, kemudian Allah menjelaskan golongan mukmin lain-nya yang mendapat imbalan yang sama. Dan sesungguhnya di antara Ahli Kitab dari golongan Yahudi dan Nasrani ada kelompok orang-orang yang beriman kepada Allah dengan tulus, dan beriman kepada apa yang diturunkan kepada kamu yaitu kitab suci Al-Qur’an dan beriman kepada apa yang diturunkan kepada mereka, yaitu kitab Taurat dan Injil. Mereka menghimpun antara keimanan kepada nabi-nabi mereka sendiri dan keimanan kepada Nabi Muhammad serta ajaran-ajaran yang dibawa para nabi dalam keadaan berendah hati kepada Allah dengan tunduk dan patuh mengamalkan syariat-Nya, dan mereka tidak memperjualbelikan no_ayatt-no_ayatt Allah dengan harga murah, demi meraih kekno_ayatan materi dan kemewahan, serta kedudukan yang sifatnya sementara. Mereka yang tunduk dan patuh mengamalkan syariat-Nya kelak akan memperoleh pahala di sisi Tuhannya sebagai imbalan atas amal perbuatan yang telah mereka lakukan dengan tulus di dunia. Sungguh, Allah sangat cepat perhitungan-Nya, mampu menghitung jumlah yang banyak dalam waktu singkat.","tafsir_tahlili":"(199) J±bir bin Abdull±h, Anas, Ibnu Abbas, Qat±dah dan al-¦asan berkata bahwa ayat ini diturunkan tentang an-Najasyi, raja bangsa Habasyi yang telah masuk Islam ketika meninggal. Malaikat Jibril memberitahu Nabi saw, maka Nabi berkata kepada sahabatnya, “Marilah kita (salat gaib) untuk an-Najasyi itu.”  Sebagian sahabat dengan penuh keheranan bertanya, “Kenapa kami disuruh salat untuk orang kafir di negeri Habsyi?” Maka turunlah ayat ini.\r\nTidaklah semua Ahli Kitab itu menyimpang dari ajaran Allah, berkhianat, mengingkari kebenaran yang dibawa oleh Nabi Muhammad saw, tetapi ada sebagian dari mereka seperti an-Najasyi, Abdullah bin Salam dan lain-lain, mempunyai sejarah gemilang dalam hidupnya. Mereka benar-benar beriman kepada Allah, percaya kepada Al-Quran yang diturunkan kepada Rasulullah saw, begitu pula kitab-kitab samawi yang diturunkan kepada nabi-nabi, mereka taat dan rendah diri kepada Allah, tidak menukar ayat-ayat Allah dengan harga yang sedikit, maksudnya tidak menyembunyikan apa yang mereka ketahui tentang kedatangan Nabi Muhammad saw sebagai Rasul. Mereka adalah Ahli Kitab yang baik dan lurus, baik ia Yahudi maupun ia Nasrani. Mereka akan memperoleh pahala di sisi Tuhan sebagaimana yang telah dijanjikan dengan firman-Nya:\r\nاُولٰۤىِٕكَ يُؤْتَوْنَ اَجْرَهُمْ مَّرَّتَيْنِ بِمَا صَبَرُوْ \r\nMereka itu diberi pahala dua kali (karena beriman kepada Taurat dan      Al-Qur'an) disebabkan kesabaran mereka, …. (al-Qa¡a¡/28:54);Sesungguhnya Allah amat cepat perhitungan-Nya karena segala sesuatunya diketahui-Nya dengan jelas, baik pahala yang akan diberikan-Nya maupun orang yang berhak menerimanya."}