{"tafsir_id":493,"surah_id":3,"aya_number":200,"tafsir_wajiz":"Wahai orang-orang yang beriman! Bersabarlah kamu semua dalam taat kepada Allah dengan meninggalkan perbuatan maksiat dan segala larangan dengan cara menjauhinya serta bertobatlah, dan kuatkanlah kesabaranmu terhadap musibah yang menimpamu maupun tingkah laku orang yang mungkin terasa menyakitkan. Dan tetaplah bersiap siaga dalam menghadapi musuh-musuh di perbatasan negerimu dengan selalu komitmen di jalan Allah, dan bertakwalah kepada Allah dengan menaati perintah-Nya dan menjauhi larangan-Nya agar kamu termasuk orang-orang yang beruntung, yakni mendapatkan imbalan yang besar dan abadi, atas ketaatan dan kesabaran kalian. Pada akhir no_ayatt ini Allah memperingatkan orang mukmin dengan empat perintah, yaitu bersabar, memperteguh kesabaran, komitmen di jalan Allah, dan bertakwa. Empat hal ini akan mengantarkan seseorang memperoleh keberuntungan.","tafsir_tahlili":"(200) Setelah membicarakan berbagai macam hikmah dan hukum sejak awal surah ini, maka untuk menjaga dan memantapkan pelaksanaan hal-hal tersebut, surah ini (²li Imr±n) ditutup dengan anjuran agar orang beriman, sabar dan tabah melakukan segala macam perintah Allah, mengatasi semua gangguan dan cobaan, menghindari segala larangan-Nya, terutama bersabar dan tabah menghadapi lawan-lawan dan musuh agama. Jangan sampai musuh-musuh agama itu lebih sabar dan tabah dari kita sehingga kemenangan berada di pihak mereka. Hendaklah orang mukmin selalu bersiap siaga dengan segala macam cara dan upaya, berjihad, menghadapi kemungkinan-kemungkinan yang akan mengurangi kewibawaan dan kemurnian serta keagungan agama Islam. Dan sebagai sari patinya orang mukmin dianjurkan agar benar-benar bertakwa kepada Allah dengan sebenar-benar takwa di mana saja mereka berada, karena dengan bekal takwa itulah segala sesuatu dapat dilaksanakan dengan baik, diberkahi, dan diridai oleh Allah swt.\r\nDemikianlah, barang siapa di antara orang-orang yang beriman melaksanakan 4 macam anjuran tersebut, pasti akan mendapat kemenangan dan kebahagiaan, di dunia dan di akhirat."}