{"tafsir_id":499,"surah_id":4,"aya_number":6,"tafsir_wajiz":"Setelah menjelaskan tentang larangan menyerahkan harta anak yatim dalam kondisi mereka belum mampu mengelola, berikutnya Allah memerintahkan agar para wali menguji terlebih dahulu kematangan berpikir, kecerdasan, dan kemampuan mereka mengelola harta sebelum menyerahkannya. Dan ujilah kecerdasan dan mental anak-anak yatim itu dengan memperhatikan keagamaan mereka, kematangan berpikir, dan cara membelanjakan harta, kemudian latihlah mereka dalam menggunakan harta itu sampai hampir mereka cukup umur untuk menikah dengan menyerahkan harta sedikit demi sedikit. Kemudian jika menurut pendapat kamu melalui uji mental tersebut dapat diketahui dengan pasti bahwa mereka betul-betul telah cerdas dan pandai dalam memelihara dan mengelola harta, maka serahkanlah kepada mereka hartanya itu, sehingga tidak ada alasan bagi kalian untuk menahan harta mereka. Dan janganlah kamu, para wali, dalam mengelola harta ikut memakannya harta anak yatim itu dan mengambil manfaat melebihi batas kepatutan, dan janganlah kamu menyerahkan harta kepada mereka dalam keadaan tergesa-gesa menyerahkannya sebelum mereka dewasa, karena kalian khawatir bila mereka dewasa mereka akan memprotes kalian. Barang siapa di antara pemelihara itu mampu mencukupi kebutuhan hidup untuk diri dan keluarganya, maka hendaklah dia menahan diri dari memakan harta anak yatim itu dan mencukupkan diri dengan anugerah dari Allah yang diperolehnya. Dan barang siapa miskin, maka bolehlah dia makan harta itu menurut cara yang patut sekadar untuk mencukupi kebutuhan hidupnya, sebagai upah atau imbalan atas pemeliharaannya. Kemudian, apabila kamu menyerahkan harta itu yang sebelumnya berada di tangan kamu kepada mereka, maka hendaklah kalian adakan saksi-saksi ketika menyerahkan harta itu kepada mereka. Dan cukuplah Allah sebagai pengawas atas segala amal perbuatan dan perilaku mereka. Dan Dia memperhitungkan semua perilaku tersebut kemudian memberinya balasan setimpal.","tafsir_tahlili":"(6) Sebelum harta diserahkan kepada anak yatim, apabila mereka telah balig dan mampu dalam menggunakan harta maka terlebih dahulu kepada mereka diberikan ujian. Apakah benar-benar ia telah dapat memelihara dan menggunakan hartanya dengan baik, sebagaimana dipahami oleh Mazhab Syafii. Mazhab Hanafi mewajibkan wali menyerahkan harta pada umur dewasa dengan syarat  cerdas, mampu dan pada umur 25 tahun walaupun dalam keadaan tidak cerdas.\r\nJanganlah para wali ikut mengambil atau memakan harta anak yatim secara berlebiban. Apabila wali termasuk orang yang mampu hendaklah ia menahan diri agar tidak ikut memakan harta anak yatim tersebut. Tetapi apabila wali memang orang yang dalam keadaan kekurangan, maka boleh ia ikut memakannya secara baik dan tidak melampaui batas.\r\nApabila masa penyerahan di atas telah tiba, hendaklah penyerahan itu dilakukan di hadapan dua orang saksi untuk menghindarkan adanya perselisihan di kemudian hari. Allah selalu menyaksikan dan mengawasi apa yang dikerjakan oleh manusia. Tidak ada hal yang tersembunyi bagi-Nya baik di bumi maupun di langit."}