{"tafsir_id":5023,"surah_id":56,"aya_number":44,"tafsir_wajiz":"Asap hitam itu membuat suasana di neraka sama sekali tidak sejuk dan tidak pula menyenangkan.","tafsir_tahlili":"(41-44) Pada ayat-ayat ini Allah menyebut a¡¥±busy-syim±l, kemudian diulang kata-kata itu dalam bentuk pertanyaan dengan maksud mencela. Kemudian diterangkan azab yang akan menimpa mereka yaitu:\r\n1. Angin panas yang bertiup dengan membawa udara yang sangat panas dan menyengat seluruh tubuh. Mereka lari mencari naungan dari asap jahanam.\r\n2. Air yang disediakan untuk minuman mereka bukan air yang sejuk, tetapi air mendidih yang panasnya tidak terhingga.\r\n3. Awan yang ada di atas mereka berupa gumpalan awan, dari asap api neraka yang sangat hitam yang tidak menyejukkan dan tidak menyenangkan. Hal itu sesuai dengan firman Allah:\r\nاِنْطَلِقُوْٓا اِلٰى مَا كُنْتُمْ بِهٖ تُكَذِّبُوْنَۚ  ٢٩  اِنْطَلِقُوْٓا اِلٰى ظِلٍّ ذِيْ ثَلٰثِ شُعَبٍ   ٣٠  لَا ظَلِيْلٍ وَّلَا يُغْنِيْ مِنَ اللَّهَبِۗ  ٣١  اِنَّهَا تَرْمِيْ بِشَرَرٍ كَالْقَصْرِۚ  ٣٢  كَاَنَّهٗ جِمٰلَتٌ صُفْرٌۗ  ٣٣  وَيْلٌ يَّوْمَىِٕذٍ لِّلْمُكَذِّبِيْنَ   ٣٤\r\n(Akan dikatakan), “Pergilah kamu mendapatkan apa (azab) yang dahulu kamu dustakan. Pergilah kamu mendapatkan naungan (asap api neraka) yang mempunyai tiga cabang yang tidak melindungi dan tidak pula menolak nyala api neraka.” Sungguh, (neraka) itu menyemburkan bunga api (sebesar dan setinggi) istana, seakan-akan iring-iringan unta yang kuning. Celakalah pada hari itu, bagi mereka yang mendustakan (kebenaran). (al-Murs±lat/77: 29-34);Angin samum yang panas luar biasa dan awan hitam yang juga menambah suasana panas yang sangat luar biasa itulah yang menyebabkan mereka merasa haus dan dahaga yang tidak ada bandingannya dan yang sudah tidak tertahankan lagi, yang memaksa mereka untuk minum sebanyak-banyaknya walaupun air yang diminum itu adalah air yang panas dan mendidih bagaikan lumeran timah dan tembaga. Dengan demikian, semakin bertubi-tubilah penderitaan siksa dan azab yang mereka rasakan."}