{"tafsir_id":5041,"surah_id":56,"aya_number":62,"tafsir_wajiz":"Allah pencipta seluruh makhluk, termasuk manusia. Dan sungguh, wahai orang yang mengingkari kebangkitan, kamu telah mengetahui bahwa Allah Yang Mahakuasa telah melakukan penciptaan manusia yang pertama, maka tentu Dia kuasa pula untuk menghidupkan kembali mereka yang sudah mati pada penciptaan kedua. Maka, mengapakah kamu tidak mengambil pelajaran dari kekuasaan-Nya itu untuk meyakini adanya kebangkitan? 63-64. Maka terangkanlah kepadaku, wahai pengingkar, tentang benih yang kamu tanam di ladang. Kamukah yang menumbuhkannya hingga menjadi tanaman atau Kamikah yang menumbuhkannya hingga menjadi besar dan berbuah?","tafsir_tahlili":"(62) Ayat ini menjelaskan bahwa sesungguhnya manusia itu mengetahui bahwa Allah-lah yang menciptakan mereka dari semula, sejak tidak ada, dan tidak pernah menjadi sebutan sebelumnya.\r\nCobalah mereka pikirkan dan renungkan bahwa Allah yang Mahakuasa menciptakan mereka pada penciptaan yang pertama, tentunya Ia Mahakuasa menciptakan mereka lagi pada penciptaan yang kedua, yakni Allah Mahakuasa menghidupkan mereka dari tulang-belulang, yang sekian lamanya berada di alam kubur, Allah Mahakuasa untuk menghidupkan kembali seperti keadaan sebelum mati.\r\nBahkan dinyatakan dalam ayat lain, bahwa menghidupkan orang yang telah mati dari kuburnya itu lebih mudah daripada menciptakannya pada pertama kali, sebagaimana firman-Nya:\r\nوَهُوَ الَّذِيْ يَبْدَؤُا الْخَلْقَ ثُمَّ يُعِيْدُهٗ وَهُوَ اَهْوَنُ عَلَيْهِ\r\nDan Dialah yang memulai penciptaan, kemudian mengulanginya kembali, dan itu lebih mudah bagi-Nya. (ar-Rµm/30: 27);Dan Allah berfirman:\r\nاَوَلَمْ يَرَوْا كَيْفَ يُبْدِئُ اللّٰهُ الْخَلْقَ ثُمَّ يُعِيْدُهٗ ۗاِنَّ ذٰلِكَ عَلَى اللّٰهِ يَسِيْرٌ   ١٩  قُلْ سِيْرُوْا فِى الْاَرْضِ فَانْظُرُوْا كَيْفَ بَدَاَ الْخَلْقَ ثُمَّ اللّٰهُ يُنْشِئُ النَّشْاَةَ الْاٰخِرَةَ ۗاِنَّ اللّٰهَ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ ۚ  ٢٠  \r\nDan apakah mereka tidak memperhatikan bagaimana Allah memulai penciptaan (makhluk), kemudian Dia mengulanginya (kembali). Sungguh, yang demikian itu mudah bagi Allah. Katakanlah, “Berjalanlah di bumi, maka perhatikanlah bagaimana (Allah) memulai penciptaan (makhluk), kemudian Allah menjadikan kejadian yang akhir. Sungguh, Allah Mahakuasa atas segala sesuatu. (al-Ankabµt/29: 19-20)"}