{"tafsir_id":5049,"surah_id":56,"aya_number":70,"tafsir_wajiz":"68-70. Pernahkah pula kamu memperhatikan air yang kamu minum tiap hari? Kamukah yang menurunkannya dari awan ataukah Kami yang menurunkan air itu? Ketahuilah, kalau Kami kehendaki niscno_ayat Kami menjadikannya asin sehingga tidak lno_ayatk minum. Maka, mengapakah kamu tidak bersyukur atas anugerah Allah yang besar itu?","tafsir_tahlili":"(68-70) Dalam ayat-ayat ini Allah mengungkapkan salah satu dari nikmat-Nya yang agung, untuk direnungkan dan dipikirkan oleh manusia apakah mereka mengetahui tentang fungsi air yang mereka minum. Apakah mereka yang menurunkan air itu dari langit yaitu air hujan ataukah Allah yang menurunkannya.\r\nAir hujan itu manakala direnungkan oleh manusia, bahwa ia berasal dari uap air yang terkena panas matahari. Setelah menjadi awan dan kemudian menjadi mendung yang sangat hitam bergumpal-gumpal, maka turunlah uap air itu sebagai air hujan yang sejuk dan tawar, tidak asin se-perti air laut. Air tawar tersebut menyegarkan badan serta menghilangkan haus. Bila tidak ada hujan, pasti tidak ada sungai yang mengalir, tidak akan ada mata air walau berapa meter pun dalamnya orang menggali sumur, niscaya tidak akan keluar airnya. Bila tidak ada air, rumput pun tidak akan tumbuh, apalagi tanaman yang ditanam orang.\r\nApabila tidak ada hujan, pasti tidak ada air yang dapat dimanfaatkan oleh manusia. Kalau tanaman dan tumbuh-tumbuhan tidak tumbuh, maka binatang ternak pun tidak ada. Tidak akan ada ayam, tidak akan ada kerbau dan sapi, tidak akan ada kambing dan domba. Sebab hidup memerlukan makan dan minum. Kalau tidak ada yang dimakan, dan tidak ada yang diminum, bagaimana bisa hidup? Dan kalau tidak ada tanaman dan tumbuh-tumbuhan, dan tidak ada air tawar untuk diminum, bagaimana manusia bisa hidup? Apakah mesti makan tanah? Dan apakah yang akan diminum?\r\nJika air dijadikan Tuhan asin rasanya, pasti tidak bisa menghilangkan haus dan tidak dapat dipergunakan untuk menyiram atau mengairi tanaman. Dan siapakah yang menurunkan hujan tersebut? Bukankah hanya Allah saja yang dapat menurunkan hujan sehingga mengalir dan sumur dapat mengeluarkan air?\r\nMengapakah manusia tidak bersyukur kepada Allah? Padahal Dia-lah yang menurunkan hujan yang demikian banyak manfaatnya sebagaimana firman-Nya:\r\nهُوَ الَّذِيْٓ اَنْزَلَ مِنَ السَّمَاۤءِ مَاۤءً لَّكُمْ مِّنْهُ شَرَابٌ وَّمِنْهُ شَجَرٌ فِيْهِ تُسِيْمُوْنَ     ١٠  يُنْۢبِتُ لَكُمْ بِهِ الزَّرْعَ وَالزَّيْتُوْنَ وَالنَّخِيْلَ وَالْاَعْنَابَ وَمِنْ كُلِّ الثَّمَرٰتِۗ اِنَّ فِيْ ذٰلِكَ لَاٰيَةً لِّقَوْمٍ يَّتَفَكَّرُوْنَ  ١١  \r\nDialah yang telah menurunkan air (hujan) dari langit untuk kamu, sebagiannya menjadi minuman dan sebagiannya (menyuburkan) tumbuhan, padanya kamu menggembalakan ternakmu. Dengan (air hujan) itu Dia menumbuhkan untuk kamu tanam-tanaman, zaitun, kurma, anggur dan segala macam buah-buahan. Sungguh, pada yang demikian itu benar-benar terdapat tanda (kebesaran Allah) bagi orang yang berpikir. (an-Na¥l/16: 10-11);Dalam hubungan ini terdapat hadis yang berbunyi:\r\nإِنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ كَانَ إِذَا شَرِبَ الْمَاءَ قَالَ اَلْحَمْدُ ِللهِ الَّذِيْ سَقَانَا عَذْبًا فُرَاتًا بِرَحْمَتِهِ وَلَمْ يَجْعَلْهُ مِلْحًا أُجَاجًا بِذُنُوْبِناَ. (رواه ابن أبى حاتم عن أبي جعفر)\r\nSesungguhnya Nabi saw apabila selesai minum, beliau mengucapkan, “Segala puji bagi Allah yang telah memberikan minuman kepada kita air tawar yang menyegarkan dengan rahmat-Nya dan tidak menjadikannya asin karena dosa kita.” (Riwayat Ibnu Ab³ ¦±tim dari Abµ Jafar);Menurut kajian ilmiah, air yang dapat diminum dan tidak membahayakan bagi kesehatan manusia adalah air yang mempunyai kandungan garam dan unsur-unsur terlarut cukup dan seimbang, serta tidak mengandung zat yang beracun. Air yang mengandung jumlah garam dan unsur-unsur terlarut yang melebihi keperluan, misalnya air laut, bila diminum berbahaya bagi kesehatan dan dapat merusak organ-organ tubuh. Pemerintah setiap negara biasanya memiliki peraturan yang memberikan batasan tentang air yang bisa diminum berdasarkan hasil analisis kandungan unsur-unsur yang terlarut. Air yang bisa diminum biasa dicirikan dengan warna yang jernih, aroma yang segar dan rasanya yang enak (lihat pula: al-Furq±n/25: 48).\r\nAir yang bisa diminum adalah air yang berada di daratan yang berasal dari air hujan. Air laut tidak layak untuk diminum kecuali yang telah diolah melalui destilasi atau ultrafiltrasi. Ayat ini pun menegaskan kembali bahwa Allah-lah yang menurunkan hujan. Meskipun sekarang telah berkembang teknologi untuk melakukan hujan buatan, tetapi teknologi ini hanya dapat diterapkan pada kondisi atmosfir tertentu yang terjadi di luar kendali manusia, syarat terpenting di antaranya adalah tersedianya uap air dalam jumlah yang memadai di udara."}