{"tafsir_id":5067,"surah_id":56,"aya_number":88,"tafsir_wajiz":"88-89. Adapun jika dia yang mati itu termasuk orang-orang yang didekatkan kepada Allah karena ketaatan dan amal baiknya, maka dia pasti akan memperoleh ketenteraman dan rezeki serta surga yang penuh kenikmatan sebagai balasan atas semua yang telah mereka perbuat di dunia.","tafsir_tahlili":"(88-94) Dalam ayat ini dijelaskan keadaan manusia setelah meninggal dunia. Mereka itu terbagi atas 3 golongan yaitu:\r\n1.  Golongan orang-orang yang selalu mendekatkan diri kepada Allah     (al-muqarrab³n) dengan mengerjakan berbagai macam ibadah dan meninggalkan segala larangan-Nya. Mereka ini akan mendapat kemenangan dan kegembiraan serta memperoleh rezeki yang luas dan macam-macam nikmat, tempat kediaman mereka di surga, di mana mereka akan menikmati di dalamnya segala sesuatu yang belum pernah dipandang oleh mata, didengar oleh telinga, dan terlintas di hati.\r\n2.  Golongan kanan yakni (al-Abr±r atau A¡¥±bul-yam³n) yang akan menerima catatan amalnya dengan tangan kanannya. Mereka itu akan disambut dengan gembira oleh para malaikat sambil menyampaikan salam dari teman-teman mereka dari kalangan A¡¥±bul-yam³n.\r\nDalam ayat lain, Allah berfirman:\r\nاِنَّ الَّذِيْنَ قَالُوْا رَبُّنَا اللّٰهُ ثُمَّ اسْتَقَامُوْا تَتَنَزَّلُ عَلَيْهِمُ الْمَلٰۤىِٕكَةُ اَلَّا تَخَافُوْا وَلَا تَحْزَنُوْا وَاَبْشِرُوْا بِالْجَنَّةِ الَّتِيْ كُنْتُمْ تُوْعَدُوْنَ  ٣٠  نَحْنُ اَوْلِيَاۤؤُكُمْ فِى الْحَيٰوةِ الدُّنْيَا وَفِى الْاٰخِرَةِ ۚوَلَكُمْ فِيْهَا مَا تَشْتَهِيْٓ اَنْفُسُكُمْ وَلَكُمْ فِيْهَا مَا تَدَّعُوْنَ ۗ   ٣١  نُزُلًا مِّنْ غَفُوْرٍ رَّحِيْمٍ ࣖ   ٣٢  \r\nSesungguhnya orang-orang yang berkata, “Tuhan kami adalah Allah” kemudian mereka meneguhkan pendirian mereka, maka malaikat-malaikat akan turun kepada mereka (dengan berkata), “Janganlah kamu merasa takut dan janganlah kamu bersedih hati; dan bergembiralah kamu dengan (memperoleh) surga yang telah dijanjikan kepadamu.” Kamilah pelindung-pelindungmu dalam kehidupan dunia dan akhirat; di dalamnya (surga) kamu memperoleh apa yang kamu inginkan dan memperoleh apa yang kamu minta. Sebagai penghormatan (bagimu) dari (Allah) Yang Maha Pengampun, Maha Penyayang. (Fu¡¡ilat/41: 30-32).\r\n3.  Golongan orang-orang kafir (A¡¥±busy-syim±l) ialah yang mendustakan Allah dan Rasul-Nya, sehingga mereka tersesat dari jalan yang lurus dan akan menerima catatan amalnya dengan tangan kirinya. Mereka akan ditempatkan dalam api neraka yang berkobar-kobar nyalanya, diberi minum air yang sangat panas, dan makan buah zaqqµm sehingga menghancurkan isi perut dan seluruh kulit badan mereka."}