{"tafsir_id":5078,"surah_id":57,"aya_number":3,"tafsir_wajiz":"Sebagai Pencipta, Dialah Yang Awal tanpa permulaan, dan Dia pula Yang Akhir karena Dia abadi tanpa batas akhir bagi eksistensinya. Selain itu, Dia adalah Yang Zahir dan mengetahui apa saja yang tampak, dan Yang Batin dan mengetahui apa saja yang disembunyikan atau yang tersirat dalam hati. Dia lebih dekat kepada makhluk daripada dirinya sendiri, dan Dia Maha mengetahui segala sesuatu di alam semesta.","tafsir_tahlili":"(3) Pada ayat ini, Allah menyatakan bahwa Dialah Yang Awal, yang telah ada sebelum segala sesuatu ada, karena Dia-lah yang menjadikannya, dan yang menciptakannya.\r\nDia-lah Yang ¨±hir, yang nyata adanya, karena banyaknya bukti-bukti tentang adanya. Dialah Yang Mahatinggi dari apa saja, tidak ada sesuatu pun yang lebih tinggi daripada-Nya.\r\nDia-lah Yang Batin, Yang hakikat Zat-Nya tidak dapat digambarkan oleh akal. Dia mengetahui semua yang tersimpan, yang tidak nyata dan segala yang tersembunyi. Dia yang paling dekat kepada apa yang telah diciptakan-Nya. Tidak ada sesuatu pun yang lebih dekat kepada makhluk-Nya selain Dia; sebagaimana firman-Nya:\r\nوَلَقَدْ خَلَقْنَا الْاِنْسَانَ وَنَعْلَمُ مَا تُوَسْوِسُ بِهٖ نَفْسُهٗ ۖوَنَحْنُ اَقْرَبُ اِلَيْهِ مِنْ حَبْلِ الْوَرِيْدِ   ١٦ \r\nDan sungguh, Kami telah menciptakan manusia dan mengetahui apa yang dibisikkan oleh hatinya, dan Kami lebih dekat kepadanya daripada urat lehernya. (Qāf/50: 16);Dalam hadis riwayat A¥mad dan Muslim dari Abµ Hurairah:\r\nجَاءَتْ فَاطِمَةُ إِلَى رَسُوْلِ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ تَسْأَلُهُ خَادِمًا، فَقَالَ لَهَا: قُوْلِيْ اَللَّهُمَّ رَبُّ السَّمٰوٰتِ السَّبْعِ وَرَبُّ الْعَرْشِ الْعَظِيْمِ. وَرَبُّنَا وَرَبُّ كُلِّ شَيْءٍ، مُنْزِلُ التَّوْرَاةِ وَالإِنْجِيْلِ وَالْفُرْقَانِ فَالِقُ الْحَبِّ وَالنَّوٰى. أَعُوْذُبِكَ مِنْ شَرِّ كُلِّ شَيْءٍ أَنْتَ آخِذٌ بِنَاصِيَتِهِ أَنْتَ اْلأَوَّلُ فَلَيْسَ قَبْلَكَ شَيْءٌ وَأَنْتَ الاَخِرُ فَلَيْسَ بَعْدَكَ شَيْءٌ وَأَنْتَ الظَّاهِرُ فَلَيْسَ فَوْقَكَ شَيْءٌ وَأَنْتَ الْبَاطِنُ فَلَيْسَ دُوْنَكَ شَيْءٌ إِقْضِ عَنَّا الدَّيْنَ وَأَغْنِنَا مِنَ الْفَقْرِ (رواه أحمد ومسلم عن أبي هريرة)\r\nFatimah datang kepada Nabi saw meminta seorang pembantu, lalu Nabi menyuruhnya berdoa, “Ya Allah, Tuhan segala sesuatu, yang menurunkan kitab Taurat, Injil, dan Al-Qur'an, yang membelah biji-bijian. Aku berlindung kepada-Mu dari kejelekan setiap sesuatu. Engkaulah yang mengaturnya. Engkaulah Zat yang awal yang tidak ada sebelum-Mu sesuatu apa pun, Engkaulah Zat yang akhir yang tidak ada sesudah-Mu sesuatu apa pun. Engkaulah a§-¨±hir yang tidak ada sesuatu pun di atas-Mu, dan Engkaulah al-B±¯in yang tidak ada sesuatu apa pun di bawah-Mu. Lunasilah hutang kami dan cukupilah kebutuhan kami. (Riwayat A¥mad dan Muslim dari Abµ Hurairah)"}