{"tafsir_id":5079,"surah_id":57,"aya_number":4,"tafsir_wajiz":"Dialah yang menciptakan langit dan bumi beserta semua yang ada di dalam dan di antara keduanya dalam enam masa; kemudian setelah penciptaan itu Dia bersemno_ayatm di atas ‘Arsy untuk mengatur urusan makhluk-Nya. Apa saja yang terjadi pada ciptaan-Nya tidak pernah luput dari pengetahuan-Nya. Dia mengetahui apa yang masuk ke dalam bumi, seperti hewan yang menyusup, dan apa yang keluar dari dalamnya, seperti tanaman yang tumbuh. Dia mengetahui pula apa yang turun dari langit, seperti air hujan, dan apa yang naik ke sana, seperti kebajikan dan doa manusia. Wajib diyakini bahwa Allah itu ada dan Dia bersama kamu di mana saja kamu berada. Dan Allah Maha Melihat apa yang kamu kerjakan; tidak ada yang tersembunyi dari-Nya.","tafsir_tahlili":"(4) Pada ayat ini diterangkan, bahwa Allah menciptakan langit dan bumi beserta semua yang terdapat pada keduanya. Dialah yang mengaturnya dengan sistem yang telah ditentukan-Nya dalam enam masa, lalu Dia bersemayam di atas Arasy yang sesuai dengan kebesaran dan kesucian-Nya. Dari sanalah diatur seluruh kerajaan dengan hikmat dan bijaksana. Dianugerahkan-Nya kepada sebagian hamba-hamba-Nya petunjuk-petunjuk yang dapat membawa mereka kepada jalan yang sempurna untuk mengabdi dan bersyukur kepada-Nya sehingga mereka dapat hidup bahagia di dunia dan di akhirat.\r\nDia mengetahui semua makhluk-Nya yang masuk ke dalam bumi, tidak ada sesuatu pun yang luput dari pengetahuan-Nya dan Dia pun mengetahui apa-apa yang keluar dari bumi, yang berupa tumbuh-tumbuhan, tanam-tanaman dan buah-buahan serta benda yang berupa emas, perak, minyak bumi dan lain-lain sebagainya. Dalam ayat yang lain, Allah berfirman:\r\nوَعِنْدَهٗ مَفَاتِحُ الْغَيْبِ لَا يَعْلَمُهَآ اِلَّا هُوَۗ وَيَعْلَمُ مَا فِى الْبَرِّ وَالْبَحْرِۗ وَمَا تَسْقُطُ مِنْ وَّرَقَةٍ اِلَّا يَعْلَمُهَا وَلَا حَبَّةٍ فِيْ ظُلُمٰتِ الْاَرْضِ وَلَا رَطْبٍ وَّلَا يَابِسٍ اِلَّا فِيْ كِتٰبٍ مُّبِيْنٍ   ٥٩\r\nDan kunci-kunci semua yang gaib ada pada-Nya; tidak ada yang mengetahui selain Dia. Dia mengetahui apa yang ada di darat dan di laut. Tidak ada sehelai daun pun yang gugur yang tidak diketahui-Nya. Tidak ada sebutir biji pun dalam kegelapan bumi dan tidak pula sesuatu yang basah atau yang kering, yang tidak tertulis dalam Kitab yang nyata (Lau¥ Ma¥fµ§). (al-An±m/6: 59);Allah mengetahui apa yang turun dari langit seperti hujan, malaikat dan amal perbuatan yang baik, sebagaimana firman Allah dalam ayat berikut ini:\r\nمَنْ كَانَ يُرِيْدُ الْعِزَّةَ فَلِلّٰهِ الْعِزَّةُ جَمِيْعًاۗ اِلَيْهِ يَصْعَدُ الْكَلِمُ الطَّيِّبُ وَالْعَمَلُ الصَّالِحُ يَرْفَعُهٗ ۗوَالَّذِيْنَ يَمْكُرُوْنَ السَّيِّاٰتِ لَهُمْ عَذَابٌ شَدِيْدٌ ۗوَمَكْرُ اُولٰۤىِٕكَ هُوَ يَبُوْرُ   ١٠\r\nBarang siapa menghendaki kemuliaan, maka (ketahuilah) kemuliaan itu semuanya milik Allah. Kepada-Nyalah akan naik perkataan-perkataan yang baik, dan amal kebajikan Dia akan mengangkatnya. Adapun orang-orang yang merencanakan kejahatan mereka akan mendapat azab yang sangat keras, dan rencana jahat mereka akan hancur. (F±¯ir/35: 10);Allah melihat segala perbuatan manusia di mana pun ia berada. Dia mengawasi manusia, mendengar perkataannya, mengetahui apa-apa yang manusia sembunyikan dan yang tergerak dalam hatinya, sebagaimana firman Allah dalam ayat berikut ini:\r\nسَوَاۤءٌ مِّنْكُمْ مَّنْ اَسَرَّ الْقَوْلَ وَمَنْ جَهَرَ بِهٖ وَمَنْ هُوَ مُسْتَخْفٍۢ بِالَّيْلِ وَسَارِبٌۢ بِالنَّهَارِ   ١٠\r\nSama saja (bagi Allah), siapa di antaramu yang merahasiakan ucapannya dan siapa yang berterus terang dengannya; dan siapa yang bersembunyi pada malam hari dan yang berjalan pada siang hari. (ar-Rad/13: 10)"}