{"tafsir_id":508,"surah_id":4,"aya_number":15,"tafsir_wajiz":"Setelah Allah menjelaskan peringatan bagi pelanggar ketentuan Allah terkait dengan kewarisan, selanjutnya Allah menjelaskan peringatan yang terkait dengan harga diri kaum perempuan yang mesti dijaga. Dan kamu, wahai kaum laki-laki, apabila kamu mendapati para perempuan yang melakukan perbuatan keji seperti zina atau lesbianisme di antara perempuan-perempuanmu, yakni istri-istrimu, hendaklah terhadap mereka ada empat orang saksi di antara kamu yang adil dan bisa dipercno_ayat yang menyaksikan perbuatan mereka. Kemudian apabila mereka yakni para saksi telah memberi kesaksian dengan jelas dan tidak ada lagi keraguan terhadap kesaksian tersebut, maka kurunglah mereka yakni istri-istrimu dalam rumah tempat tinggal mereka, dan cegahlah untuk keluar rumah sampai mereka menemui ajalnya. Ketentuan tersebut sebagai pelajaran atau hukuman atas pelanggaran yang telah mereka perbuat sampai Allah memberi jalan yang lain kepadanya tentang ketetapan atau ketentuan hukum lain. Ketentuan hukum tersebut adalah hukuman had berupa dera seratus kali bagi pelaku zina gairu muhshan (lihat juga no_surahh anNur/24: 2) dan hukum rajam bagi pelaku zina yang sudah menikah (muhshan). Adapun bagi perempuan lesbian hendaknya segera bertobat dan menempuh hidup normal dengan menikahi laki-laki pilihannya.","tafsir_tahlili":"(15) Tentang hukum yang berhubungan dengan orang yang melakukan perbuatan keji (zina). Bahwa apabila terdapat di antara perempuan Muslimah yang pernah bersuami (mu¥¡anah) melakukan perbuatan keji, maka sebelum dilakukan hukuman kepada mereka haruslah diteliti dahulu oleh empat orang saksi laki-laki yang adil. Apabila kesaksian mereka dapat diterima, maka perempuan itu harus dikurung atau dipenjara di dalam rumahnya tidak boleh keluar sampai menemui ajalnya. \r\nMenurut ahli tafsir, jalan keluar yang diberikan Allah dan Rasul-Nya yaitu dengan datangnya hukuman zina yang lebih jelas yakni dengan turunnya ayat ke-2 Surah an-Nµr yang kemudian diperinci lagi oleh Nabi dengan hadisnya, yaitu apabila pezina itu sudah pernah kawin, maka hukumannya rajam, yakni dilempari batu hingga mati dan apabila perawan/jejaka maka didera seratus kali, demikian menurut suatu riwayat."}