{"tafsir_id":5083,"surah_id":57,"aya_number":8,"tafsir_wajiz":"Dan mengapa kamu, wahai manusia, tidak beriman kepada Allah Yang Maha Pencipta, padahal Rasul mengajak dan menyeru kamu beriman kepada Tuhanmu? Dan sungguh, Dia telah mengambil janji setia-mu untuk bertauhid kepada-Nya. Kamu tentu akan menepati janji itu jika kamu adalah orang-orang mukmin.","tafsir_tahlili":"(8) Dalam ayat ini, Allah mencela orang-orang yang tidak beriman dengan menyatakan, apakah alasan tidak beriman kepada Allah, sedangkan rasul-Nya berada di tengah-tengah kamu yang mengajakmu beriman dan mengesakan-Nya dengan mengemukakan bukti-bukti nyata. Mengenai keimanan manusia Nabi saw pernah bersabda:\r\nأَيُّ الْمُؤْمِنِيْنَ أَعْجَبُ إِلَيْكُمْ إِيْمَانًا؟ قَالُوْا: اَلْمَلاَئِكَةُ، قَالَ: وَمَالَهُمْ لاَ يُؤْمِنُوْنَ وَهُمْ عِنْدَ رَبِّهِمْ، قَالُوْا: فَاْلأَنْبِيَاءُ، قَالَ: وَمَالَهُمْ لاَ يُؤْمِنُوْنَ وَالْوَحْيُ يَنْزِلُ عَلَيْهِمْ، قَالُوْا: فَنَحْنُ، قَالَ: وَمَا لَكُمْ لاَ تُؤْمِنُوْنَ وَأَنَاَ بَيْنَ أَظْهُرِكُمْ؟ وَلَكِنْ أَعْجَبُ الْمُؤْمِنِيْنَ إِِيْمَانًا قَوْمٌ يَجِيْئُوْنَ بَعْدَكُمْ يَجِدُوْنَ صُحُفًا يُؤْمِنُوْنَ بِمَافِيْهَا. (رواه البخاري)\r\nMenurut kalian, siapakah yang paling mengagumkan keimanannya? Mereka (para sahabat) menjawab, “Malaikat.” Nabi bersabda, “Bagaimana mung-kin mereka tidak beriman sedangkan mereka di sisi Tuhannya.” Lalu mereka menjawab, “Para Nabi.” Nabi menjawab, “Bagaimana mungkin mereka tidak beriman sedangkan mereka menerima wahyu.” Lalu mereka berkata, “Kalau begitu, kamilah orangnya.” Nabi menjawab, “Bagaimana mungkin kalian tidak akan beriman sedangkan aku berada di tengah-tengah kalian. Iman seseorang yang paling mengagumkan ialah mereka yang datang sesudah kalian, membaca Al-Qur'an dan mengimaninya.” (Riwayat al-Bukh±r³);Selanjutnya Allah mencela orang-orang kafir, mengapa kamu tidak beriman, padahal Allah telah memperlihatkan bukti ketauhidan-Nya di alam semesta baik secara rasio maupun secara logika. Bumi, langit, laut, daratan dan semua ciptaan Allah yang kamu saksikan baik pada diri kamu maupun pada semua ciptaan-Nya, adalah bukti yang nyata jika kamu benar-benar berpegang kepada-Nya.\r\nMaksudnya adalah bukti wajib beriman kepada Allah dan Rasul-Nya terdapat pada seluruh benda ciptaan-Nya serta para rasul telah membuktikan kebenaran dakwah mereka dan mukjizat-mukjizat, tetapi apa sebabnya lagi kamu tidak mau beriman?"}