{"tafsir_id":5085,"surah_id":57,"aya_number":10,"tafsir_wajiz":"Dalam hartamu ada bagian Allah yang mesti kamu infakkan. Lalu, mengapa kamu kikir dan mengapa kamu tidak menginfakkan sebagian hartamu di jalan Allah, padahal milik Allah semua pusaka langit dan bumi? Dialah yang menciptakannya dan semua yang ada di antara keduanya. Ketahuilah, tidak akan sama orang yang menginfakkan sebagian hartanya di jalan Allah di antara kamu dan berperang sebelum penaklukan Mekah. Dengan kebajikan dan perjuangannya itu mereka lebih tinggi derajatnya daripada orang-orang yang menginfakkan sebagian hartanya dan berpe-rang setelah penaklukan kota Mekah itu. Dan Allah menjanjikan kepada masing-masing mereka balasan yang lebih baik sesuai amal dan niat masing-masing. Dan Allah Mahateliti terhadap apa yang kamu lakukan kapan dan di mana pun. Dia akan memberi balasan atasnya dengan setimpal.","tafsir_tahlili":"(10) Setelah Allah mencela mereka karena tidak mau beriman, maka pada ayat ini Allah mencela mereka karena tidak mau berinfak di jalan-Nya. Mengapa manusia tidak mau membelanjakan harta yang dikaruniai Allah pada jalan-Nya, sedangkan hartanya itu akan kembali kepada Allah. Bila ia tidak menginfakkan pada jalan-Nya berarti ia tidak yakin bahwa semua harta tersebut pada hakikatnya milik Allah, karena langit dan bumi serta semua isinya akan kembali kepada-Nya.\r\nAllah memerintahkan kepada manusia menginfakkan hartanya pada jalan Allah sebelum mati, agar menjadi simpanan di sisi Allah. Hal yang demikian itu tidak dapat dilakukan manusia sesudah mati karena semua harta akan kembali kepada Allah Pemilik sekalian alam.\r\nSelanjutnya Allah swt menyatakan perbedaan derajat yang diperoleh orang-orang yang berinfak karena perbedaan kondisi dan situasi mereka dalam mengerjakannya. Bahwa derajat orang-orang yang berinfak dan hijrah sebelum pembebasan Mekah lebih tinggi dari derajat orang yang berinfak dan berhijrah sesudah itu, karena pada masa sebelum pembebasan Mekah manusia dalam keadaan susah dan selalu terancam. Tidak ada yang akan beriman dan berinfak kecuali orang-orang yang betul-betul sadar, tetapi sesudah pembebasan Mekah, Islam telah berkembang dan manusia berduyun-duyun mengikutinya. Derajat mereka yang berjihad dan berinfak sebelum pembebasan Mekah lebih besar dari pahala yang diperoleh orang-orang yang berjihad dan berinfak sesudahnya.\r\nQatadah berkata, “Ada dua jihad, yang satu lebih tinggi nilainya dari yang lain, dan ada dua macam infak yang satu lebih utama dari yang lain; jihad dan infak sebelum pembebasan Mekah lebih utama dari jihad dan infak sesudahnya.” Tetapi walau bagaimanapun, untuk masing-masing yang berjihad dan berinfak sebelum atau sesudah pembebasan Mekah ada pahalanya meskipun terdapat perbedaan antara besar dan kecil pahala tersebut. Dalam ayat lain yang hampir sama maksudnya. Allah berfirman:\r\nلَا يَسْتَوِى الْقَاعِدُوْنَ مِنَ الْمُؤْمِنِيْنَ غَيْرُ اُولِى الضَّرَرِ وَالْمُجَاهِدُوْنَ فِيْ سَبِيْلِ اللّٰهِ بِاَمْوَالِهِمْ وَاَنْفُسِهِمْۗ  فَضَّلَ اللّٰهُ الْمُجٰهِدِيْنَ بِاَمْوَالِهِمْ وَاَنْفُسِهِمْ عَلَى الْقٰعِدِيْنَ دَرَجَةً ۗ وَكُلًّا وَّعَدَ اللّٰهُ الْحُسْنٰىۗ وَفَضَّلَ اللّٰهُ الْمُجٰهِدِيْنَ عَلَى الْقٰعِدِيْنَ اَجْرًا عَظِيْمًاۙ    ٩٥ \r\nTidaklah sama antara orang beriman yang duduk (yang tidak turut berperang) tanpa mempunyai uzur (halangan) dengan orang yang berjihad di jalan Allah dengan harta dan jiwanya. Allah melebihkan derajat orang-orang yang berjihad dengan harta dan jiwanya atas orang-orang yang duduk (tidak ikut berperang tanpa halangan). Kepada masing-masing, Allah menjanjikan (pahala) yang baik (surga) dan Allah melebihkan orang-orang yang berjihad atas orang yang duduk dengan pahala yang besar. (an-Nis±'/4: 95);Telah diriwayatkan, bahwa telah terjadi perselisihan kata antara Khalid bin al-Wal³d dengan Abdurra¥m±n bin Auf, lalu Khalid berkata kepada Abdurrahman, “Kamu menganggap dirimu lebih mulia daripada kami, karena kamu lebih dahulu menjadi pengikut Nabi Muhammad saw daripada kami.” Kemudian ucapan Khalid itu diketahui oleh Nabi, lalu beliau bersabda:\r\nدَعُوْا لِيْ أَصْحَابِيْ فَوَالَّذِيْ نَفْسِيْ بِيَدِهِ لَوْ أَنْفَقْتُمْ مِثْلَ أُحُدٍ أَوْمِثْلَ الْجِبَالِ ذَهَبًا مَا بَلَغْتُمْ أَعْمَالَهُمْ. (رواه أحمد عن أنس)\r\nBiarkan aku yang menilai sahabat-sahabatku. Demi Allah, yang nyawaku berada dalam kekuasaan-Nya, seandainya kamu menginfakkan emas sebesar bukit Uhud atau sebesar gunung-gunung tidak akan kamu mencapai pahala amal perbuatan mereka. (Riwayat A¥mad dari Anas);لاَ تَسُبُّوْا أَصْحَابِيْ فَوَالَّذِى نَفْسُ مُحَمَّدٍ بِيَدِهِ لَوْ أَنَّ أَحَدَكُمْ أَنْفَقَ مِثْلَ أُحُدٍ ذَهَبًا مَا أَدْرَكَ مُدَّ أَحَدِهِمْ وَلاَ نَصِيْفَهُ (رواه البخاري ومسلم عن أبي سعيد الخدري)\r\nJanganlah kamu mencaci maki sahabat-sahabatku, demi Allah Tuhan yang nyawa Muhammad dalam kekuasaan-Nya, seandainya salah seorang dari kamu menginfakkan emas sebesar bukit Uhud, tidak akan ia mencapai satu mud yang mereka sedekahkan dan tidak pula sepa-ruhnya.” (Riwayat al-Bukh±r³ dan Muslim dari Abµ Sa³d al-Khudr³);Allah berfirman:\r\nوَالسّٰبِقُوْنَ الْاَوَّلُوْنَ مِنَ الْمُهٰجِرِيْنَ وَالْاَنْصَارِ وَالَّذِيْنَ اتَّبَعُوْهُمْ بِاِحْسَانٍۙ رَّضِيَ اللّٰهُ عَنْهُمْ وَرَضُوْا عَنْهُ وَاَعَدَّ لَهُمْ جَنّٰتٍ تَجْرِيْ تَحْتَهَا الْاَنْهٰرُ خٰلِدِيْنَ فِيْهَآ اَبَدًا ۗذٰلِكَ الْفَوْزُ الْعَظِيْمُ   ١٠٠  \r\nDan orang-orang yang terdahulu lagi yang pertama-tama (masuk Islam) di antara orang-orang Muhajirin dan Ansar dan orang-orang yang mengikuti mereka dengan baik, Allah rida kepada mereka dan mereka pun rida kepada Allah. Allah menyediakan bagi mereka surga-surga yang mengalir di bawahnya sungai-sungai. Mereka kekal di dalamnya selama-lamanya. Itulah kemenangan yang agung. (at-Taubah/9: 100);Sebagai penutup ayat ini, Allah memperingatkan bahwa Dia mengetahui semua keadaan manusia, lahir dan batin, karena itu Dia akan memberi balasan yang setimpal.\r\nKarena pengetahuan-Nya itu, maka Allah melebihkan pahala infak dan juga jihad sebelum pembebasan Mekah atas pahala infak dan berjihad sesudahnya, keikhlasan berinfak dan berjihad lebih berat dalam keadaan susah dan sulit.\r\nDalam hal ini Abu Bakar adalah yang paling berbahagia karena beliau telah menafkahkan seluruh hartanya dalam rangka menuntut keridaan Allah semata."}