{"tafsir_id":5088,"surah_id":57,"aya_number":13,"tafsir_wajiz":"Balasan bagi orang yang memberi Allah pinjaman yang baik juga akan terlihat pada hari ketika orang-orang munafik laki-laki dan perempuan berkata kepada orang-orang yang beriman, “Tunggulah dan jangan tinggalkan kami! Kami ingin mengambil cahno_ayatmu untuk menerangi kami.” Dikatakan kepada mereka dengan nada mengejak, “Kembalilah kamu ke belakang dan carilah sendiri cahno_ayat yang menyinari dirimu.” Lalu di antara mereka dipasang dinding pemisah yang berpintu. Di sebelah dalam dinding itu ada rahmat dan anugerah bagi orang yang beriman dan beramal saleh, dan di luarnya hanya ada azab dan hukuman bagi orang munafik.","tafsir_tahlili":"(13) Setelah Allah menyatakan keadaan orang-orang mukmin pada hari Kiamat. Pada ayat ini Allah mengungkapkan bahwa orang-orang munafik pada hari Kiamat itu berseru kepada orang-orang beriman yang mendapatkan keridaan-Nya dan menjadi penghuni surga. “Tunggulah kami sehingga kita bersama menemui Allah serta biarkanlah mengambil sedikit dari cahaya kamu agar kami dapat keluar melalui sinar kamu dari azab yang pedih.”\r\nLalu permintaan ini dijawab dengan jawaban yang memutuskan harapan mereka serta menimbulkan kesedihan dan kesesalan, yaitu, “Tetaplah kamu di mana kamu berada, carilah di sana cahaya dan jangan mengharapkan dari kami apa yang telah kami perbuat untuk diri kami dari amal saleh, karena tidak akan memberi manfaat bagi seseorang kecuali amal saleh sendiri.”\r\nYang demikian itu adalah olokan terhadap mereka sebagaimana mereka memperolok-olokkan orang-orang mukmin semasa di dunia ketika mereka berkata: Kami beriman, padahal mereka tidak beriman. Inilah yang dike-hendaki dengan firman-Nya:\r\nاَللّٰهُ يَسْتَهْزِئُ بِهِمْ وَيَمُدُّهُمْ فِيْ طُغْيَانِهِمْ يَعْمَهُوْنَ   ١٥\r\nAllah akan memperolok-olokkan mereka dan membiarkan mereka ter-ombang-ambing dalam kesesatan. (al-Baqarah/2: 15)\r\n \r\nMaka untuk memberi balasan semua perbuatan mereka, ditetapkanlah bagian yang membatasi tempat orang-orang mukmin dan orang-orang munafik. Bagian yang ditempati orang-orang mukmin adalah surga yang penuh dengan kenikmatan, sebaliknya bagian yang ditempati oleh orang-orang munafik adalah neraka yang dipenuhi siksa."}