{"tafsir_id":5091,"surah_id":57,"aya_number":16,"tafsir_wajiz":"Usai menjelaskan balasan bagi orang munafik dan kafir, pada no_ayatt ini Allah memberi teguran kepada orang mukmin yang lalai pada ibadahnya. Belum tibakah waktunya bagi orang-orang yang beriman, yaitu mereka yang tidak meragukan janji Allah, untuk secara khusyuk mengingat Allah dengan berzikir dan beribadah, dan mematuhi kebenaran Al-Qur’an yang telah diwahyukan kepada mereka? Dan janganlah mereka berperilaku seperti orang-orang yang telah menerima kitab sebelum itu, di mana sebagian dari mereka mengingkari hukumnya dan sebagian yang lain menyembunyikan atau mengubah isinya, kemudian mereka melalui masa yang panjang tanpa adanya rasul yang mengingatkan mereka se-hingga pada akhirnya hati mereka menjadi keras. Dan banyak di antara mereka menjadi orang-orang fasik karena tidak ada yang mengingatkan kekeliruannya. ","tafsir_tahlili":"(16) Pada ayat ini Allah menegur dan memperingatkan orang-orang mukmin tentang keadaan mereka yang lalai dan terlena. Belum datangkah waktunya bagi orang-orang mukmin untuk mempunyai hati yang lembut, senantiasa mengingat Allah, suka mendengar dan memahami ajaran-ajaran agama mereka, taat dan patuh mengikuti petunjuk-petunjuk kebenaran yang telah diturunkan, yang terbentang di dalam Al-Qur'an.\r\nSelanjutnya orang-orang mukmin diperingatkan agar jangan sekali-kali meniru-niru orang-orang Yahudi dan Nasrani yang telah diberikan Kitab Taurat dan Injil. Sekalipun telah lama dan memakan waktu agak panjang, mereka belum juga mengikuti dan memahami ajaran nabi-nabi mereka, sehingga hati mereka menjadi keras dan sudah membatu, tidak lagi dapat menerima nasihat, tidak membekas pada diri mereka ancaman-ancaman yang ditujukan kepadanya. Mereka mengubah Kitab yang ada di tangan mereka dan ajaran-ajaran Kitab mereka dilempar jauh-jauh. Pendeta dan pastur mereka jadikan tuhan selain Allah, membikin agama tanpa alasan. Kebanyakan mereka menjadi fasik, meninggalkan ajaran-ajaran mereka yang asli. Sejalan dengan ayat ini, firman Allah:\r\nفَبِمَا نَقْضِهِمْ مِّيْثَاقَهُمْ لَعَنّٰهُمْ وَجَعَلْنَا قُلُوْبَهُمْ قٰسِيَةً ۚ يُحَرِّفُوْنَ الْكَلِمَ عَنْ مَّوَاضِعِهٖۙ وَنَسُوْا حَظًّا مِّمَّا ذُكِّرُوْا بِهٖۚ وَلَا تَزَالُ تَطَّلِعُ عَلٰى خَاۤىِٕنَةٍ مِّنْهُمْ اِلَّا قَلِيْلًا مِّنْهُمْ ۖ فَاعْفُ عَنْهُمْ وَاصْفَحْ ۗاِنَّ اللّٰهَ يُحِبُّ الْمُحْسِنِيْنَ  ١٣ \r\n(Tetapi) karena mereka melanggar janjinya, maka Kami melaknat mereka, dan Kami jadikan hati mereka keras membatu. Mereka suka mengubah firman (Allah) dari tempatnya, dan mereka (sengaja) melupakan sebagian pesan yang telah diperingatkan kepada mereka. Engkau (Muhammad) senantiasa akan melihat pengkhianatan dari mereka kecuali sekelompok kecil di antara mereka (yang tidak berkhianat), maka maafkanlah mereka dan biarkan mereka. Sungguh, Allah menyukai orang-orang yang berbuat baik. (al-M±'idah/5: 13)"}