{"tafsir_id":5095,"surah_id":57,"aya_number":20,"tafsir_wajiz":"Wahai orang mukmin, ketahuilah sesungguhnya kehidupan dunia itu hanyalah permainan dan sendagurauan. Karena itu, jangan sampai kamu larut di dalamnya. Kehidupan dunia ini juga merupakan perhiasan bagimu dan saling berbangga di antara kamu serta berlomba dalam kekno_ayatan dan anak keturunan. Semua itu seperti hujan yang menumbuhkan tanam-tanamannya sehingga mengagumkan para petani; kemudian tanaman itu menjadi kering saat kemarau dan kamu lihat warnanya kuning kemudian menjadi hancur. Itulah permisalan bagi kehidupan dunia yang fana. Dan ketahuilah, di akhirat nanti ada azab yang keras bagi mereka yang ingkar dan ampunan dari Allah serta keridaan-Nya bagi orang yang beriman dan mematuhi ajaran-Nya. Dan kehidupan dunia yang sekarang kamu nik-mati tidak lain hanyalah kesenangan yang palsu.","tafsir_tahlili":"(20) Pada ayat ini Allah swt menjelaskan kepada manusia bahwa kehidupan dan kesenangan dunia hanyalah seperti mainan dan sesuatu yang lucu, menjadi bahan kelakar antara mereka, serta perhiasan untuk melengkapi dandanan mereka. Mereka berbangga-bangga dengan harta dan keturunan yang dianugerahkan kepada mereka.\r\nDunia yang sifatnya sementara, hanya berlangsung beberapa saat lalu hilang lenyap dan berakhirlah wujudnya. Keadaan ini tidak beda dengan bumi yang kena hujan lebat lalu menumbuhkan tanaman-tanaman yang mengagumkan para petani, menyebabkan mereka riang bermuka cerah dan merasa gembira. Kemudian berubah menjadi kering dan layu, hancur berguguran diterbangkan angin.\r\nSelanjutnya Allah swt menjelaskan bahwa di akhirat nanti ada azab pedih yang terus-menerus disediakan bagi orang-orang yang sangat mencintai dunia, meninggalkan amal-amal saleh, dan melibatkan dirinya ke dalam kemusyrikan dan penyembahan berhala. Di samping itu ada ampunan dari Allah dan keridaan-Nya yang dianugerahkan kepada orang-orang yang mensucikan dirinya dari dosa dan maksiat, merendahkan diri kepada Allah dan kembali kepada-Nya, taat dan patuh pada segenap perintah dan larangan-Nya.\r\nAyat 20 ini, ditutup dengan satu ketegasan bahwa kehidupan dunia hanyalah kesenangan yang akan lenyap dan hilang serta menipu. Orang-orang yang condong kepada dunia akan tertipu dan teperdaya. Mereka menyangka bahwa kehidupan hanyalah di dunia ini, dan tidak ada lagi kehidupan sesudahnya."}