{"tafsir_id":5096,"surah_id":57,"aya_number":21,"tafsir_wajiz":"Setelah kamu semua wahai orang beriman mengetahui hakikat kehidupan dunia, maka segera berlomba-lombalah kamu untuk mendapatkan ampunan dari Tuhanmu dengan istigfar dan berlombalah untuk men-dapatkan surga yang luasnya seluas langit dan bumi dengan selalu melakukan kebaikan, yang disediakan bagi orang-orang yang beriman kepada Allah dan rasul-rasul-Nya. Itulah karunia tertinggi Allah yang diberikan kepada siapa yang Dia dikehendaki. Dan Allah mempunyai karunia yang besar bagi mereka yang beriman dan berbuat kebajikan.","tafsir_tahlili":"(21) Pada ayat ini Allah memerintahkan agar manusia itu bersegera dan berlomba-lomba mengerjakan amal saleh untuk dapat memperoleh ampunan dari Allah dan mendapat surga di akhirat kelak, yang luasnya seluas langit dan bumi, yang dipersiapkan bagi orang-orang yang beriman, kepada Allah dan rasul-rasul-Nya, mengakui keesaan Allah membenarkan rasul-rasul-Nya.\r\nSemua yang dipersiapkan Allah bagi mereka, adalah karunia, rahmat dan anugerah daripada-Nya.\r\nDi dalam hadis yang diriwayatkan Imam Muslim dari Abµ ¢±li¥ dari Abµ Hurairah dijelaskan sebagai berikut:\r\nإِنَّ فُقَرَاءَ الْمُهَاجِرِيْنَ قَالُوْا: يَارَسُوْلَ اللهِ ذَهَبَ أَهْلُ الدُّثُوْرِ بِالْأُجُوْرِ بِالدَّرَجَاتِ الْعُلَى وَالنَّعِيْمِ الْمُقِيْمِ. قَالَ: وَمَا ذَاكَ؟ قَالُوْا: يُصَلُّوْنَ كَمَا نُصَلِّيّ وَيَصُوْمُوْنَ كَمَا نَصُوْمُ وَيَتَصَدَّقُوْنَ وَلاَ نَتَصَدَّقُ وَيُعْتِقُوْنَ وَلاَ نُعْتِقُ قَالَ: أَفَلاَ أَدُلُّكُمْ عَلَى شَيْءٍ إِذَا فَعَلْتُمُوْهُ سَبَقْتُمْ مَنْ بَعْدَكُمْ وَلاَ يَكُوْنُ أَحَدٌ أَفْضَلَ مِنْكُمْ اِلاَّ مَنْ صَنَعَ مِثْلَ مَا صَنَعْتُمْ تُسَبِّحُوْنَ وَتُكَبِّرُوْنَ وَتَحْمَدُوْنَ دُبُرَ كُلِّ صَلاَةٍ ثَلاَثًا وَثَلاَثِيْنَ. قَالَ: فَرَجَعُوْا فَقَالُوْا: سَمِعَ إِخْوَانُنَا أَهْلُ اْلأَمْوَالِ مَا فَعَلْنَا فَعَلُوْا مِثْلَهُ فَقَالَ رَسُوْلُ اللهِ: (ذٰلِكَ فَضْلُ اللهِ يُؤْتِيْهِ مَنْ يَشَاءُ) (رواه مسلم عن أبي صالح عن أبي هريرة)\r\nFakir miskin dari kalangan Muh±jirin mengeluh, “Wahai Rasulullah! Orang-orang kaya telah membawa pergi pahala, derajat yang tinggi dan nikmat yang tiada hingga.” Rasulullah bertanya, “Apa itu?” Fakir miskin Muhajirin menjawab, “Mereka (orang-orang kaya) salat sebagaimana kami salat, puasa sebagaimana kami puasa, tetapi mereka bersedekah sedangkan kami tidak, mereka memerdekakan budak sedangkan kami tidak (karena tidak mampu.)” Nabi menjawab, “Maukah kalian aku tunjukkan amalan yang apabila diamalkan niscaya kalian mendahului orang-orang sesudahmu serta tidak ada seorang pun yang lebih mulia darimu kecuali seseorang yang mengerjakan amalan seperti amalan kalian, yakni membaca tasbih, takbir, tahmid, tiga puluh tiga kali setiap selesai salat. Abµ ¢±li¥ (perawi) berkata, “Kemudian fakir miskin Muhajirin itu kembali kepada Nabi seraya berkata, Saudara-saudara kita yang kaya itu telah mendengar amalan yang kita kerjakan lalu mereka mengamalkan apa yang kita amalkan. Lalu Nabi bersabda, Itu merupakan keutamaan Allah yang diberikan kepada orang yang Ia kehendaki.” (Riwayat Muslim dari Abµ ¢±li¥ dari Abµ Hurairah);Ayat ini ditutup dengan ketegasan bahwa Allah itu amat luas pembe-rian-Nya dan besar karunia-Nya. Dia memberikan orang yang dikehen-daki-Nya apa saja menurut kehendak-Nya; dilapangkan rezekinya di dunia, dianugerahi bermacam-macam nikmat, diberitahu di mana ia harus bersyukur, kemudian dibalas di akhirat dengan balasan yang menyenangkan yaitu surga Jann±tun Na³m."}