{"tafsir_id":5099,"surah_id":57,"aya_number":24,"tafsir_wajiz":"Allah tidak menyukai orang sombong dan membanggakan diri, yaitu orang-orang yang kikir, yang enggan menginfakkan sebagian hartanya di jalan Allah, dan menyuruh orang lain berbuat kikir pula. Barang siapa berpaling dari perintah Allah dan mengingkari ajaran-Nya, maka sesungguhnya Allah, Dia Mahakno_ayat dan tidak memerlukan sesuatu, Maha Terpuji dengan segala sifat kebaikan-Nya.","tafsir_tahlili":"(24) Orang-orang yang mempunyai sifat sombong dan angkuh adalah orang yang bila memperoleh suatu nikmat, kesenangan atau harta, maka ia berpendapat bahwa semuanya itu diperolehnya semata-mata karena kesanggupan dan kepandaiannya sendiri. Karena berusaha, maka ia memperolehnya, bukan karena pertolongan dan anugerah Allah kepadanya. Kemudian setan membisik-bisikkan ketelinganya bahwa ia adalah orang-orang yang kuat dan mampu, tidak memerlukan pertolongan orang lain. Karena yakin akan kemampuan dirinya itu, ia merasa tidak mengindahkan orang lain dan memberi orang lain. Jika ia memberi dan mengindahkan orang lain ia akan menjadi miskin. Keyakinan itu disampaikan pula kepada orang lain dan menganjurkan orang lain berkeyakinan seperti dirinya, yaitu berlaku kikir agar tidak menjadi miskin.\r\nPada ayat ini ditegaskan, bahwa orang yang mempunyai sifat-sifat seperti di atas adalah orang-orang yang berpaling dari perintah-perintah Allah. Allah memerintahkan agar manusia bersifat rendah hati, suka menolong sesamanya, membantu fakir miskin, berinfak di jalan Allah dan sebagainya, tetapi mereka menganjurkan dan berbuat sebaliknya. Allah menyatakan bahwa sikap dan tindakan mereka yang demikian itu tidak akan merugikan Allah sedikit pun, melainkan akan merugikan diri mereka sendiri, karena Allah tidak memerlukan sedikit pun harta dan pemberian mereka, tetapi merekalah yang memerlukannya. Allah Maha Terpuji karena Dialah yang melimpahkan nikmat kepada seluruh makhluk-Nya.\r\nAyat lain yang sama artinya dengan ayat ini, ialah:\r\nوَلِلّٰهِ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِۗ وَلَقَدْ وَصَّيْنَا الَّذِيْنَ اُوْتُوا الْكِتٰبَ مِنْ قَبْلِكُمْ وَاِيَّاكُمْ اَنِ اتَّقُوا اللّٰهَ ۗوَاِنْ تَكْفُرُوْا فَاِنَّ لِلّٰهِ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِۗ وَكَانَ اللّٰهُ غَنِيًّا حَمِيْدًا   ١٣١\r\nDan milik Allah-lah apa yang ada di langit dan apa yang ada di bumi, dan sungguh, Kami telah memerintahkan kepada orang yang diberi kitab suci sebelum kamu dan (juga) kepadamu agar bertakwa kepada Allah. Tetapi jika kamu ingkar, maka (ketahuilah), milik Allah-lah apa yang ada di langit dan apa yang ada di bumi, dan Allah Mahakaya, Maha Terpuji. (an-Nis±'/4: 131) "}