{"tafsir_id":5103,"surah_id":57,"aya_number":28,"tafsir_wajiz":"Allah menerangkan keingkaran Ahli Kitab pada kenabian Muhammad. Wahai orang-orang yang beriman! Bertakwalah kepada Allah. Laksa-nakan semua perintah-Nya dan jauhilah semua larangan-Nya, dan berimanlah kepada Rasul-Nya, yaitu Nabi Muhammad yang diutus untuk melengkapi dan meluruskan syariat terdahulul. Jika kamu melaksanakannya, niscno_ayat Allah memberikan rahmat-Nya kepadamu dua bagian, yaitu kebahagiaan di dunia dan kemuliaan di akhirat, dan menjadikan cahno_ayat terang untukmu yang dengan cahno_ayat itu kamu dapat berjalan dengan tenang tanpa takut tersesat, serta Dia akan mengampuni semua dosa kamu bila kamu bertobat dengan sungguh-sungguh. Dan Allah Maha Pengampun atas dosamu dan dosa seluruh manusia yang bertobat, Maha Penyno_ayatng kepada semua makhluk-Nya.","tafsir_tahlili":"(28) Allah swt memerintahkan kepada Bani Israil yang telah beriman kepada Isa bin Maryam sebagai rasul dan utusan-Nya agar beriman kepada Muhammad saw yang datang sesudah itu, mengikuti perintah-perintah dan menghentikan larangan-larangan-Nya yang terdapat di dalam Al-Qur'an dan Hadis. Perintah ini pada hakikatnya menguatkan perintah Allah yang ter-dapat dalam Injil yang diturunkan kepada Nabi Isa.\r\nJika Bani Israil mengikuti perintah Allah swt, maka Allah menjanjikan kepada mereka pahala dua kali lipat dari pahala yang akan diterima orang-orang yang beriman kepada Nabi Muhammad saw saja. Di samping itu, akan mengampuni dosa-dosa mereka, karena Dia mengampuni dosa-dosa orang-orang yang dikehendaki-Nya.\r\nJika yang dijanjikan Allah kepada pengikut Nabi Isa dan mereka beriman pula kepada Muhammad ialah:\r\n1.  Mereka akan dianugerahi pahala dua kali lipat.\r\n2.  Mereka akan diterangi cahaya petunjuk dalam menghadapi kesengsaraan dan malapetaka di hari Kiamat dan dalam menuju surga yang penuh kenikmatan.\r\n3.  Allah swt mengampuni dosa-dosa yang telah mereka perbuat.;Dalam hadis di bawah ini diterangkan orang-orang yang akan memperoleh pahala dua kali lipat, yaitu:\r\nرَوَى الشَّعْبِيُّ عَنْ أَبِيْ بُرْدَةَ عَنْ أَبِيْهِ اَبِيْ مُوْسَى اْلأَشْعَرِيّ قَالَ: قَالَ رَسُوْل ُاللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: ثَلاَثَةٌ يُؤْتَوْنَ أَجْرَهُمْ مَرَّتَيْنِ رَجُلٌ مِنْ أَهْلِ الْكِتاَبِ آمَنَ بِنَبِيِّهِ وَآمَنَ بِيْ فَلَهُ أَجْرَانِ وَ عَبْدٌ مَمْلُوْكٌ أَدَّى حَقَّ اللهِ وَحَقَّ مَوَالِيْهِ فَلَهُ أَجْرَانِ وَرَجُلٌ أَدَّبَ أَمَتَهُ فَأَحْسَنَ تَأْدِيْبَهَا ثُمَّ أَعْتَقَهَا وَتَزَوَّجَهَا فَلَهُ أَجْرَانِ. (رواه البخاري ومسلم)\r\nDiriwayatkan oleh asy- Syabiy dari Abµ Burdah dari bapaknya Abµ Mµs± al-Asyar³, ia berkata, “Rasulullah saw bersabda, Tiga macam orang yang diberi pahala dua kali lipat, yaitu ahli kitab yang beriman kepada nabinya dan beriman pula kepadaku, maka baginya dua pahala, dan budak yang menunaikan hak Allah dan hak tuannya maka baginya dua pahala, dan orang yang mendidik budak perempuannya dengan baik kemudian di-merdekakan dan dikawini, maka baginya dua pahala pula.” (Riwayat al-Bukh±r³ dan Muslim) "}