{"tafsir_id":5114,"surah_id":58,"aya_number":10,"tafsir_wajiz":"Orang beriman dilarang mengadakan pembicaraan rahasia karena pembicaraan rahasia itu karakter setan dalam menghasut manusia membangkitkan permusuhan dan kebencian. Sesungguhnya pembicaraan rahasia itu termasuk perbuatan setan dalam membujuk manusia mengikuti strateginya: berpaling dari Allah, mengikuti dorongan rendah dan membawa manusia kepada jurang kemaksiatan agar orang-orang beriman itu setelah tertipu strategi setan menyesal dan bersedih hati, sedang pembicaraan rahasia itu tidaklah memberi bencana sedikit pun kepada mereka, orang-orang beriman, kecuali dengan izin Allah. Dan hanya kepada Allah hendaknya orang-orang yang beriman bertawakal, menyerahkan hidup dan kehidupannya lahir batin setelah merencanakan secara optimal dan berusaha secara maksimal.","tafsir_tahlili":"(10) Dalam ayat ini diterangkan bahwa berbisik-bisik dan mengadakan perundingan rahasia untuk menimbulkan permusuhan dan pertentangan itu adalah usaha dan perbuatan setan. Ia mendorong manusia melakukannya, agar mereka mendurhakai Allah dan Rasul-Nya. Itulah tujuan hidup setan. Ia mempengaruhi manusia sejak dari nenek moyang mereka, yaitu Nabi Adam. Semakin banyak manusia yang dapat digodanya, semakin banyak temannya di neraka.\r\nDiterangkan pula bahwa usaha setan adalah untuk menimbulkan kesedihan dalam hati orang-orang yang beriman. Bisik-bisik dan perundingan rahasia yang dilakukan orang-orang Yahudi dan orang-orang munafik, menimbulkan rasa tidak aman dalam hati orang-orang yang beriman. Sebenarnya kecelakaan manusia yang diusahakan oleh setan tidak akan terwujud dan terlaksana, tanpa izin dari Allah yang Mahakuasa lagi Maha Menentukan segala sesuatu.\r\nPada akhir ayat ini, Allah menegaskan bahwa kaum Muslimin tidak boleh terpancing dan merasa tidak aman karena bisik-bisik dan perjanjian rahasia yang diadakan orang-orang kafir. Semuanya tidak akan terlaksana, kecuali jika Allah mengizinkannya. Oleh karena itu, setiap Muslim mesti bertawakal kepada Allah dan tidak percaya kepada siapa pun, kecuali kepada-Nya."}