{"tafsir_id":5117,"surah_id":58,"aya_number":13,"tafsir_wajiz":"Melalui no_ayatt ini Allah memberi dispensasi kebolehan menghadap Rasulullah tanpa bersedekah terlebih dahulu. Allah berfirman, “Apakah kamu takut menjadi miskin karena kamu memberikan sedekah sebelum melakukan pembicaraan khusus dengan Rasul? Jika kamu tidak mampu melakukannya, yakni bersedekah kepada fakir miskin sebelum berjumpa dengan Nabi dan Allah telah memberi ampun kepadamu karena kamu beristigfar dan benar-benar tidak mampu bersedekah, kamu diberikan dispensasi untuk berjumpa dengan beliau tanpa bersedekah terlebih dahulu kepada fakir miskin, maka sebagai kompensasinya, laksanakanlah salat, dan tunaikanlah zakat serta taatlah kepada Allah dan Rasul-Nya! Karena salat menyempurnakan ketaatan kepada Allah dan menjauhkan kamu dari perbuatan keji dan mungkar, sedangkan zakat menyucikan jiwa dan harta kamu. Dan Allah Mahateliti terhadap niat, cara dan tujuan dari apa yang kamu kerjakan, baik persoalan dunia maupun akhirat.”","tafsir_tahlili":"(13) Menurut riwayat Ibnu Ab³ ¦±tim dari °al¥ah dari Ibnu Abb±s dikatakan bahwa setelah turun ayat ke 12 di atas, maka kebanyakan orang menahan dirinya bertanya kepada Rasulullah karena keharusan membayar sedekah. Oleh karena itu, turunlah ayat ini sebagai teguran kepada orang-orang yang tidak mau bertanya kepada Rasulullah saw karena adanya keharusan membayar sedekah.\r\nAyat ini menegur orang-orang yang menahan dirinya untuk tidak menemui Rasulullah karena adanya keharusan membayar sedekah lebih dahulu. Dalam ayat ini dinyatakan, “Apakah kamu tidak datang menghadap Rasulullah saw karena takut miskin lantaran keharusan membayar sedekah lebih dahulu, padahal kamu sangat memerlukan penjelasan dan keterangannya?”\r\nAllah lalu memberikan keringanan kepada orang-orang itu dengan me-nasakh ayat 12 dengan ayat 13, terutama dengan menyatakan, “Seandai-nya kamu sekalian benar-benar tidak sanggup melaksanakan anjuran untuk bersedekah sebelum menghadap Rasulullah saw, maka kamu sekalian boleh menghadap untuk menanyakan sesuatu yang diperlukan penjelasannya, tanpa memberi sedekah lebih dahulu. Laksanakanlah apa yang telah diterangkan ini dengan sebaik-baiknya.”\r\nKemudian Allah mengingatkan kewajiban lainnya bagi kaum Muslimin yang harus dilaksanakan, yaitu agar mereka mendirikan salat terus-menerus menurut waktu yang telah ditentukan, jangan sekali-kali meninggalkannya walau dalam keadaan bagaimanapun. Salat sangat besar faedahnya bagi manusia, yaitu untuk menyempurnakan penghambaan diri kepada Allah, dan memurnikan ketaatan dan ketundukan hanya kepada-Nya, tidak kepada yang lain. Salat itu dapat menghilangkan dan mengikis keinginan-keinginan untuk mengerjakan perbuatan keji dan mungkar. \r\nKaum Muslimin juga diperintahkan untuk mengeluarkan zakat jika telah memenuhi syarat-syaratnya. Zakat itu bertujuan untuk menyucikan jiwa, menghilangkan sifat-sifat kikir yang ada dalam hati, dan membantu penderitaan orang miskin. Kemudian ditegaskan agar kaum Muslimin menaati perintah-perintah Allah dan Rasul-Nya dan menghentikan segala yang dilarang-Nya.\r\nPada akhir ayat ini, Allah memperingatkan manusia agar selalu berhati-hati terhadap semua perbuatan dan keinginan hatinya. Sebab, Allah mengetahui semuanya, tidak ada yang luput dari pengetahuan-Nya. Berdasarkan pengetahuan-Nya itu, Dia memberi balasan yang setimpal kepada setiap manusia. Allah berfirman:\r\nفَمَنْ يَّعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْرًا يَّرَهٗۚ  ٧  وَمَنْ يَّعْمَلْ مِثْقَالَ ذَرَّةٍ شَرًّا يَّرَهٗ ࣖ  ٨  \r\nMaka barang siapa mengerjakan kebaikan seberat zarah, niscaya dia akan melihat (balasan)nya,  dan barang siapa mengerjakan kejahatan seberat zarah, niscaya dia akan melihat (balasan)nya. (az-Zalzalah/99: 7-8);Dan firman Allah:\r\nاَلَّا تَزِرُ وَازِرَةٌ وِّزْرَ اُخْرٰىۙ    ٣٨  وَاَنْ لَّيْسَ لِلْاِنْسَانِ اِلَّا مَا سَعٰىۙ    ٣٩  وَاَنَّ سَعْيَهٗ سَوْفَ يُرٰىۖ  ٤٠  ثُمَّ يُجْزٰىهُ الْجَزَاۤءَ الْاَوْفٰىۙ   ٤١  \r\n(Yaitu) bahwa seseorang yang berdosa tidak akan memikul dosa orang lain, dan bahwa manusia hanya memperoleh apa yang telah diusahakannya, dan sesungguhnya usahanya itu kelak akan diperlihatkan (kepadanya), kemudian akan diberi balasan kepadanya dengan balasan yang paling sempurna. (an-Najm/53: 38-41)"}