{"tafsir_id":5118,"surah_id":58,"aya_number":14,"tafsir_wajiz":"Pada no_ayatt sebelumnya diterangkan kebiasaan orang-orang beriman yang akan menghadap Rasulullah, yaitu bersedekah kepada kaum duafa sebelum menghadap Nabi. Pada no_ayatt ini diterangkan kebiasaan orang-orang munafik yang menyembunyikan kekafiran dalam memperlakukan Nabi dan larangan berteman akrab dengan orang-orang yang memusuhi Islam. Apakah engkau Muhammad, tidak memperhatikan orang-orang munafik di Madinah yang secara lisan menyatakan beriman kepada engkau, tetapi faktanya mereka adalah orang-orang yang menjadikan suatu kaum yang telah dimurkai Allah, yaitu kaum Yahudi di Madinah, sebagai sahabat? Orang-orang munafik itu bukan dari kaum kamu, yakni orang-orang beriman yang benar sebagaimana pengakuan mereka. Orang-orang munafik mengaku beriman untuk mengambil hati orang-orang beriman saja; dan bukan dari kaum mereka, golongan Yahudi yang benar. Mereka mengaku Yahudi untuk memperoleh perlindungan dari Yahudi. Dan mereka, orang-orang munafik itu tidak segan-segan bersumpah dengan menyebut nama Allah bahwa mereka beriman kepada Allah dan Rasul-Nya, padahal sumpah mereka itu atas kebohongan, yakni bersumpah beriman, padahal tidak beriman; sedangkan mereka, orang-orang munafik itu, mengetahui kebohongan-nya.","tafsir_tahlili":"(14) Allah memerintahkan kaum Muslimin agar memperhatikan dengan seksama orang-orang munafik yang menjadikan orang-orang Yahudi sebagai teman setia mereka, dan mereka menyampaikan kepada orang-orang Yahudi rahasia-rahasia yang sering mereka dengarkan dari Nabi saw dan kaum Muslimin. Bila bertemu dengan orang-orang yang beriman, mereka menyatakan keimanan mereka, serta berjanji akan ikut berdakwah dan berjuang menegakkan kalimat Allah. Akan tetapi, bila mereka bertemu dengan orang-orang Yahudi, mereka menggambarkan kejelekan kaum Muslimin dan berjanji bersama-sama akan menghancurkan Islam dan kaum Muslimin. Firman Allah:\r\nوَمِنَ النَّاسِ مَنْ يَّقُوْلُ اٰمَنَّا بِاللّٰهِ وَبِالْيَوْمِ الْاٰخِرِ وَمَا هُمْ بِمُؤْمِنِيْنَۘ  ٨  يُخٰدِعُوْنَ اللّٰهَ وَالَّذِيْنَ اٰمَنُوْا ۚ وَمَا يَخْدَعُوْنَ اِلَّآ اَنْفُسَهُمْ وَمَا يَشْعُرُوْنَۗ  ٩  فِيْ قُلُوْبِهِمْ مَّرَضٌۙ فَزَادَهُمُ اللّٰهُ مَرَضًاۚ وَلَهُمْ عَذَابٌ اَلِيْمٌ ۢ ەۙ بِمَا كَانُوْا يَكْذِبُوْنَ  ١٠ \r\nDan di antara manusia ada yang berkata, “Kami beriman kepada Allah dan hari akhir,” padahal sesungguhnya mereka itu bukanlah orang-orang yang beriman. Mereka menipu Allah dan orang-orang yang beriman, padahal mereka hanyalah menipu diri sendiri tanpa mereka sadari. Dalam hati mereka ada penyakit, lalu Allah menambah penyakitnya itu; dan mereka mendapat azab yang pedih, karena mereka berdusta. (al-Baqarah/2: 8-10)\r\n \r\nMenurut riwayat A¥mad dan al-¦±kim yang diterima dari as-Sudd³ dari Ibnu Abb±s, bahwa ayat ini diturunkan berhubungan dengan Abdull±h bin Nabtal, seorang munafik yang sering menyampaikan rahasia-rahasia kaum Muslimin kepada orang-orang Yahudi. Pada suatu hari, Rasulullah sedang duduk di rumahnya, kemudian beliau menyampaikan kepada para sahabat yang duduk di sekitar beliau, “Akan datang ke tempatmu ini seorang yang pandangannya seperti pandangan setan. Jika ia datang nanti, janganlah kalian berbicara dengannya.” Tidak berapa lama kemudian, datanglah seseorang, yaitu Abdull±h bin Nabtal, dan Rasulullah berkata kepadanya, “Mengapa kamu beserta teman-teman kamu itu mencaci-makiku dan sahabat-sahabatku?” Orang itu menjawab, “Akan aku panggil sahabat-sahabatku untuk membuktikan ketidakbenaran tuduhan itu.” Setelah ia dan teman-temannya sampai di hadapan Rasulullah saw, mereka bersumpah dengan menyebut nama Allah, bahwa mereka semua tidak pernah melakukan seperti apa yang dituduhkan itu. \r\nAllah menegaskan bahwa orang-orang munafik bukanlah orang mukmin yang benar, sebagaimana pengakuan mereka. Mereka mengaku beriman semata-mata untuk mengambil hati orang-orang yang beriman saja, dan menjaga hubungan baik dengan mereka. Orang-orang munafik itu juga tidak termasuk golongan Yahudi yang benar. Mereka mengaku Yahudi semata-mata untuk mengambil hati orang-orang Yahudi, sehingga memperoleh perlindungan dari mereka. Dengan cara bermuka dua itu, mereka menduga akan dapat menghindarkan diri dari peperangan yang terjadi antara kaum Muslimin dan orang-orang kafir, termasuk di dalamnya orang Yahudi. Allah berfirman:\r\nمُّذَبْذَبِيْنَ بَيْنَ ذٰلِكَۖ  لَآ اِلٰى هٰٓؤُلَاۤءِ وَلَآ اِلٰى هٰٓؤُلَاۤءِ ۗ وَمَنْ يُّضْلِلِ اللّٰهُ فَلَنْ تَجِدَ لَهٗ سَبِيْلًا   ١٤٣  \r\nMereka dalam keadaan ragu antara yang demikian (iman atau kafir), tidak termasuk kepada golongan ini (orang beriman) dan tidak (pula) kepada golongan itu (orang kafir). Barang siapa dibiarkan sesat oleh Allah, maka kamu tidak akan mendapatkan jalan (untuk memberi petunjuk) baginya. (an-Nis±'/4: 143);Diterangkan bahwa orang-orang munafik itu tidak segan-segan bersumpah dengan menyebut nama Allah untuk meyakinkan orang-orang yang beriman dan menyatakan bahwa mereka benar-benar beriman kepada Allah dan Rasul-Nya. Demikian pula bila mereka bertemu dengan orang-orang Yahudi, mereka bersumpah pula bahwa mereka adalah teman setia dan berjanji akan saling membantu dalam menghadapi orang-orang Islam. Orang-orang munafik itu mengetahui benar bahwa perbuatan mereka itu adalah tidak baik dan terlarang."}