{"tafsir_id":512,"surah_id":4,"aya_number":19,"tafsir_wajiz":"Salah satu tradisi pada masa Jahiliah adalah apabila seorang pria wafat dan meninggalkan istri, maka keluarga pria itu datang untuk memperistri tanpa memberi mahar. Boleh jadi yang memperistri tersebut adalah anak tiri, mertua atau ipar wanita tersebut. Mereka memperlakukan istri dari laki-laki yang meninggal tersebut sesuai keinginan mereka tanpa memberikan hak apalagi menaruh belas kasihan, lalu turunlah no_ayatt ini. Wahai orang-orang beriman! Tidak halal, yakni tidak dibenarkan dengan alasan apa pun, bagi kamu, laki-laki, berlaku seperti kelakuan orang-orang yang tidak beriman yaitu mewarisi harta atau diri perempuan dengan dipaksa atau tidak boleh menikah dengan laki-laki lain. Dan janganlah kamu, wahai suami, apabila telah menceraikan istri-istri kamu, menyusahkan, yakni menghalangi, mereka menikah dengan laki-laki lain. Tindakan itu kamu lakukan karena hendak mengambil kembali secara paksa sebagian dari apa saja yang telah kamu berikan kepadanya baik mahar, atau pemberian lainnya, kecuali apabila mereka sudah terbukti melakukan perbuatan keji yang nyata seperti nusyuz atau berzina, maka kamu boleh memaksa mereka menebus diri dengan mengembalikan maskawin yang telah kamu berikan, sebagai pelajaran bagi mereka. Dan bergaullah, wahai suami, dengan mereka menurut cara yang patut dan penuh kasih sno_ayatng sesuai ketentuan agama. Jika kamu tidak menyukai mereka lantaran adanya kekurangan pada diri mereka, maka bersabarlah terhadap segala kekurangan atau keterbatasan mereka. Karena boleh jadi kamu tidak menyukai sesuatu pada dirinya, padahal Allah ingin menjadikan dalam ikatan perkawinan bersamanya itu suatu kebaikan yang banyak padanya di kemudian hari. Karena, di balik kesabaran tersebut tentu ada hikmah yang banyak.","tafsir_tahlili":"(19) Ayat ini tidak berarti bahwa mewariskan perempuan tidak dengan jalan paksa dibolehkan. Menurut sebagian adat Arab jahiliah apabila seseorang meninggal, maka anaknya yang tertua atau anggota keluarganya yang lain mewarisi janda itu. Janda tersebut boleh dinikahi sendiri atau dinikahkan dengan orang lain yang maharnya diambil oleh pewaris atau tidak dibolehkan menikah lagi.\r\nKaum Muslimin dilarang meneruskan adat Arab jahiliah yang mewarisi dan menguasai kaum perempuan dengan paksa. Hal demikian sangat menyiksa dan merendahkan martabat kaum perempuan. Juga tidak boleh melakukan tindakan-tindakan yang menyusahkan dan memudaratkan perempuan seperti mengharuskan mereka mengembalikan mahar yang pernah diterima dari suaminya ketika perkawinan dahulu kepada ahli waris almarhum suaminya itu sebagai tebusan bagi diri mereka, sehingga mereka boleh kawin lagi dengan laki-laki yang lain.\r\nAyat di atas menjelaskan larangannya dengan melarang menikah dengan mereka dan tidak boleh kaum Muslimin mengambil apa saja yang pernah diberikannya kepada istri atau istri salah seorang ahli waris, kecuali apabila mereka melakukan pekerjaaan keji yang nyata, seperti tidak taat, berzina, mencuri dan sebagainya. Kecelakaan yang dilakukannya juga kadang kala disebabkan oleh harta tersebut.\r\nPara suami agar bergaul dengan istri dengan baik. Jangan kikir dalam memberi nafkah, jangan sampai memarahinya dengan kemarahan yang melewati batas atau memukulnya atau selalu bermuka muram terhadap mereka. Seandainya suami membenci istri dikarenakan istri itu mempunyai cacat pada tubuhnya atau terdapat sifat-sifat yang tidak disenangi atau kebencian serius kepada istrinya timbul karena hatinya telah terpaut kepada perempuan lain, maka hendaklah suami bersabar, jangan terburu-buru menceraikan mereka. Mudah-mudahan yang dibenci oleh suami itu justru yang akan mendatangkan kebaikan dan kebahagiaan kepada mereka."}