{"tafsir_id":5122,"surah_id":58,"aya_number":18,"tafsir_wajiz":"Pada hari Kiamat nanti, ketika mereka semua, orang-orang munafik, dibangkitkan Allah dari alam kubur menuju mahsyar, lalu mereka bersumpah kepada-Nya bahwa mereka orang-orang yang benar-benar beriman kepada Allah dan Rasul-Nya, bukan orang-orang kafir, sebagaimana mereka bersumpah kepadamu di dunia bahwa mereka orang-orang yang benar-benar beriman kepada Allah dan Rasul-Nya, padahal sumpah mereka itu atas kebohongan, yakni bersumpah beriman, padahal sejatinya tidak beriman; dan mereka menyangka bahwa mereka dengan bersumpah palsu itu akan memperoleh sesuatu manfaat, dikeluarkan dari neraka. Ketahuilah, bahwa mereka orang-orang pendusta baik di dunia di hadapan Rasulullah maupun di akhirat di hadapan Allah.","tafsir_tahlili":"(18) Orang-orang yang menyatakan bahwa harta dan anak-anak mereka dapat dipergunakan untuk menghindarkan diri dari azab Allah di akhirat, mereka juga berdusta di hadapan Allah ketika hari perhitungan nanti. Mereka bersumpah bahwa mereka benar-benar termasuk orang-orang beriman, sebagaimana mereka telah bersumpah sewaktu mereka hidup di dunia, seakan-akan mereka dapat mengelabui Allah dengan pengakuan tersebut. Mereka mengira bahwa dengan berdusta seperti itu, mereka akan dapat menghindarkan diri dari azab yang akan ditimpakan kepada mereka.\r\nAyat ini mengisyaratkan bahwa watak dan sifat seorang manusia selama hidup di dunia akan diperlihatkan Allah di akhirat. Jika watak, sifat, dan tabiat mereka baik selama hidup di dunia, maka hal itu akan tampak baik di akhirat. Sebaliknya jika watak, sifat, dan tabiat mereka jelek selama hidup di dunia, hal itu akan tampak jelek di akhirat. Di dunia mereka masih dapat mengelabui mata manusia, sedangkan di akhirat, mereka langsung berhadapan dengan Allah yang Maha Mengetahui lagi Mahakuasa.\r\nDalam ayat-ayat yang lain, Allah menerangkan sikap orang-orang munafik di akhirat, yaitu:\r\nوَاِذَا قِيْلَ لَهُمْ لَا تُفْسِدُوْا فِى الْاَرْضِۙ قَالُوْٓا اِنَّمَا نَحْنُ مُصْلِحُوْنَ  ١١  اَلَآ اِنَّهُمْ هُمُ الْمُفْسِدُوْنَ وَلٰكِنْ لَّا يَشْعُرُوْنَ  ١٢  \r\nDan apabila dikatakan kepada mereka, “Janganlah berbuat kerusakan di bumi!” Mereka menjawab, “Sesungguhnya kami justru orang-orang yang melakukan perbaikan.” Ingatlah, sesungguhnya merekalah yang berbuat kerusakan, tetapi mereka tidak menyadari. (al-Baqarah/2: 11-12)"}