{"tafsir_id":5128,"surah_id":59,"aya_number":2,"tafsir_wajiz":"Allah menyatakan bahwa Dialah yang mengeluarkan dengan cara memerintahkan kepada Rasulullah untuk mengusir orang-orang kafir di antara Ahli Kitab, yakni kaum Yahudi Bani Nadir dan Bani Qainuqa, dua kabilah Yahudi dari kampung halamannya di Madinah yang sudah menetap di sana sejak sebelum kelahiran Nabi. Peristiwa ini terjadi pada saat pengusiran yang pertama yang dilakukan Rasulullah terhadap Bani Qainuqa setelah Perang Badar. Pengusiran kedua adalah pengusiran terhadap Bani Nadir dan Bani Quraizah setelah Perang Ahzab. Pengusiran ketiga dilakukan oleh Umar bin Khattab terhadap semua kaum Yahudi di Madinah, karena pelanggaran mereka terhadap kesepakatan damai. Kamu tidak menyangka, bahwa mereka akan keluar dari Madinah dengan mudah, karena sistem pertahanan mereka kuat dan memiliki SDM yang berkualitas. Mereka yakin bahwa Muhammad dan para pengikutnya tidak akan pernah sanggup mengeluarkan mereka dari Madinah. Dan mereka pun yakin bahwa benteng-benteng mereka yang kuat dan strategis akan dapat mempertahankan mereka dari hukuman Allah yang dilancarkan kaum muslim kepada mereka. Maka Allah segera mendatangkan hukuman itu kepada mereka, melalui tangan-tangan kaum muslim, setelah Bani Qainuqa menunjukan permusuhan kepada umat Islam. Pada waktu yang sama, rencana Bani Nadir dan Bani Quraizah untuk membunuh Rasulullah terbongkar dari arah yang tidak mereka sangka-sangka, karena mereka tidak mengira Rasulullah akan bertindak cepat mengepung benteng mereka. Dan Allah menanamkan rasa takut ke dalam hati mereka, ketika Rasulullah memberitahukan bahwa mereka akan diminta keluar dari Madinah sehingga mereka dengan inisiatif sendiri memusnahkan rumah-rumah mereka dengan peralatan dan tangannya sendiri agar rumah-rumah itu tidak bisa digunakan oleh kaum muslim; dan rumah-rumah mereka pun dihancurkan oleh tangan orang-orang mukmin yang bertugas dalam operasi pembersihan ini. Maka ambillah pelajaran berharga dari peristiwa pengusiran kaum Yahudi di Madinah itu wahai orang-orang beriman yang mempunyai pandangan yang luas bahwa kehebatan benteng pertahanan musuh-musuh Allah dan kerja sama mereka yang kuat bukan penghalang untuk bisa dikalahkan sehingga mereka merasakan kehinaan, terusir dari Madinah.","tafsir_tahlili":" (2) Dalam ayat ini diterangkan bahwa di antara bukti keperkasaan dan kebijaksanaan Allah ialah menjadikan orang Yahudi terusir dari kota Medinah. Atas pertolongan-Nya, kaum Muslimin dapat mengusir mereka dari tempat kediaman mereka, padahal mereka sebelumnya adalah orang-orang yang mempunyai kekuatan menguasai suku Aus dan Khazraj dalam berbagai bidang kehidupan.\r\nSejak sebelum kelahiran Nabi Isa, orang-orang Yahudi telah mendiami kota Medinah. Mereka terdiri atas tiga suku, yaitu suku Bani Qainuqa', Bani Na«³r, dan Bani Qurai§ah. Setelah Nabi Muhammad hijrah ke Medinah, beliau mengadakan perjanjian damai dengan ketiga suku itu. Di antara isi perjanjian damai itu ialah:\r\n1. Kaum Muslimin dan orang-orang Yahudi sama-sama berusaha menciptakan suasana damai di kota Medinah. Masing-masing dari mereka dibebaskan memeluk agama yang mereka yakini.\r\n2. Kaum Muslimin dan orang-orang Yahudi wajib saling menolong dan memerangi setiap orang atau kabilah lain yang hendak menyerang kota Medinah.\r\n3. Barang siapa di antara masing-masing mereka bertempat tinggal di dalam atau di luar kota Medinah, wajib dipelihara keamanan dan hartanya.\r\n4. Seandainya terjadi perselisihan atau pertentangan antara kaum Muslimin dan orang-orang Yahudi, yang tidak dapat diselesaikan, maka urusannya diserahkan kepada Nabi Muhammad.;Sekalipun telah diadakan perjanjian damai seperti yang telah diterangkan di atas, dalam hati orang-orang Yahudi masih tertanam rasa dengki dan iri hati kepada Nabi Muhammad saw dan kaum Muslimin. Mereka menganggap diri mereka sebagai putra dan kekasih Allah, dengan demikian rasul dan kenabian itu adalah hak mereka sebagai orang Yahudi. Menurut mereka, suku bangsa yang lain tidak berhak atas kedudukan yang diberikan Allah itu. Perasaan dengki dan iri hati mereka semakin bertambah setelah melihat keberhasilan Nabi Muhammad menyebarkan agama Islam, sehingga semakin hari semakin berkembang, sedangkan mereka tidak mampu menghalanginya. Sekalipun demikian, mereka selalu mengintai kesempatan untuk melaksanakan keinginan mereka. Allah berfirman:\r\nوَدَّ كَثِيْرٌ مِّنْ اَهْلِ الْكِتٰبِ لَوْ يَرُدُّوْنَكُمْ مِّنْۢ بَعْدِ اِيْمَانِكُمْ كُفَّارًاۚ حَسَدًا مِّنْ عِنْدِ اَنْفُسِهِمْ مِّنْۢ بَعْدِ مَا تَبَيَّنَ لَهُمُ الْحَقُّ ۚ فَاعْفُوْا وَاصْفَحُوْا حَتّٰى يَأْتِيَ اللّٰهُ بِاَمْرِهٖ ۗ اِنَّ اللّٰهَ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ   ١٠٩\r\nBanyak di antara Ahli Kitab menginginkan sekiranya mereka dapat mengembalikan kamu setelah kamu beriman, menjadi kafir kembali, karena rasa dengki dalam diri mereka, setelah kebenaran jelas bagi mereka. Maka maafkanlah dan berlapangdadalah, sampai Allah memberikan perintah-Nya. Sungguh, Allah Mahakuasa atas segala sesuatu. (al-Baqarah/2: 109)\r\n \r\nPada awalnya, mereka mencoba mengalahkan Nabi Muhammad dengan cara berdebat, tetapi mereka selalu gagal dalam mematahkan alasan-alasan yang dikemukakannya. Oleh karena itu, mereka mulai menempuh cara kekerasan, provokasi, dan fitnah.\r\nMula-mula Bani Qainuqa' melanggar perjanjian damai yang telah dibuat dengan Rasulullah saw. Pada suatu hari, seorang perempuan Arab Muslimah masuk pasar Bani Qainuqa', lalu mereka menganiayanya. Seorang Arab yang kebetulan sedang lewat di tempat itu mencoba membelanya, tetapi ia dikeroyok dan dipukuli sampai meninggal dunia. Perbuatan Bani Qainuqa' ini menimbulkan amarah kaum Muslimin, sehingga terjadilah perkelahian antara kedua kelompok, yang menimbulkan kerugian harta dan jiwa pada kedua belah pihak. Rasulullah saw berusaha mendamaikannya, tetapi mereka selalu mengingkarinya dan melakukan keonaran. Karena sikap mereka yang selalu menunjukkan permusuhan kepada kaum Muslimin dan membahayakan keamanan kota Medinah, maka Rasulullah memberi keputusan memerangi mereka sehingga mereka keluar dari kota Medinah. Peristiwa itu terjadi setelah Perang Badar.\r\nSetelah peristiwa Bani Qainuqa', orang-orang Yahudi Bani Na«³r melakukan pengkhianatan pula. Mereka merencanakan pembunuhan atas diri Nabi Muhammad. Percobaan pembunuhan itu mereka lakukan pada waktu Nabi dan para sahabat berkunjung ke perkampungan mereka. Akan tetapi, rencana mereka itu gagal dan Rasulullah saw selamat dari percobaan pembunuhan itu. Sehubungan dengan hal itu, Allah berfirman:\r\nيٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوا اذْكُرُوْا نِعْمَتَ اللّٰهِ عَلَيْكُمْ اِذْ هَمَّ قَوْمٌ اَنْ يَّبْسُطُوْٓا اِلَيْكُمْ اَيْدِيَهُمْ فَكَفَّ اَيْدِيَهُمْ عَنْكُمْۚ وَاتَّقُوا اللّٰهَ ۗوَعَلَى اللّٰهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُوْنَ ࣖ   ١١\r\nWahai orang-orang yang beriman! Ingatlah nikmat Allah (yang diberikan) kepadamu, ketika suatu kaum bermaksud hendak menyerangmu dengan tangannya, lalu Allah menahan tangan mereka dari kamu. Dan bertakwalah kepada Allah, dan hanya kepada Allah-lah hendaknya orang-orang beriman itu bertawakal. (al-M±'idah/5: 11);Setelah Rasulullah saw membongkar rencana pembunuhan itu, maka beliau memutuskan untuk mengusir Bani Na«³r dari kota Medinah. Pengusiran ini terjadi pada bulan Rabiulawal tahun keempat Hijriah. Di antara mereka ada yang menetap di Syam dan Khaibar. \r\nKeputusan Rasulullah saw ini mereka tentang, dan secara diam-diam mereka menyusun kekuatan untuk memerangi kaum Muslimin. Mereka mengadakan persekutuan dengan orang-orang musyrik Mekah dan orang munafik. Bani Qurai§ah yang masih tinggal dalam kota Medinah ikut pula dalam persekutuan itu. Maka Rasulullah saw mengepung mereka selama 25 hari. Di antara mereka ada yang terbunuh dan diusir. \r\nDengan demikian, semua orang Yahudi yang dahulu tinggal di Medinah telah berpindah ke tempat lain, seperti Khaibar, Syam, dan negeri-negeri yang lain. Inilah yang dimaksud dengan pengusiran dalam ayat ini, yaitu pengusiran orang-orang Yahudi dari kota Medinah karena pengkhianatan mereka terhadap perjanjian yang telah mereka buat dengan Rasulullah saw.\r\nAyat ini menerangkan bahwa Allah telah mengusir orang-orang Yahudi, Bani Qainuqa' dan Bani Na«³r, dari Medinah untuk pertama kalinya dengan memberikan pertolongan kepada kaum Muslimin untuk mengalahkan dan mengusir mereka.\r\nPerkataan “pertama kalinya” menunjukkan bahwa ada beberapa kali terjadi pengusiran orang-orang Yahudi dari Medinah. Adapun yang dimaksud dalam ayat ini adalah pengusiran pertama. Pengusiran berikutnya ialah pengusiran orang-orang Yahudi Bani Qurai§ah setelah Perang Ahzab, dan pengusiran yang dilakukan Umar bin Kha¯¯±b ketika beliau menjadi khalifah.\r\nOrang-orang yang beriman tidak mengira bahwa orang-orang Yahudi dapat terusir dari kota Medinah, mengingat keadaan, kekuatan, kekayaan, pengetahuan, dan perlengkapan mereka. Orang-orang Yahudi yang tinggal di Medinah pada waktu itu lebih baik keadaannya dibandingkan dengan kaum Muhajirin dan kaum Ansar. Mereka banyak yang pandai tulis baca, banyak yang berilmu, dan sebagainya, di samping kelihaian mereka dalam berusaha, berdagang dan mengurus sesuatu. Kenyataan menunjukkan bahwa pengusiran itu terlaksana. Hal ini dapat memperkuat iman kaum Muslimin dan kepercayaan mereka akan adanya pertolongan Allah.\r\nBani Na«³r semula mengira bahwa benteng-benteng yang kokoh yang telah mereka buat dapat menyelamatkan mereka dari serangan musuh-musuh. Mereka percaya benar akan kekuatannya, sehingga mereka semakin berani mengadu domba dan memfitnah kaum Muslimin, sehingga orang-orang musyrik Mekah bertambah kuat rasa permusuhannya. Lalu orang Yahudi merencanakan persekutuan dengan orang-orang musyrik dan orang-orang munafik untuk memerangi kaum Muslimin.\r\nDalam keadaan yang demikian itu, tiba-tiba Bani Na«³r dikalahkan oleh kaum Muslimin yang mereka anggap enteng selama ini. Bahkan mereka diusir dari Medinah. Mereka hanya diperkenankan membawa barang-barang mereka sekadar yang dapat dibawa unta-unta mereka. Sebagian Bani Na«³r pergi ke A©riat (Syam) dan sebahagian lagi ke Khaibar.\r\nKemudian diterangkan sebab-sebab kekalahan, penerimaan, dan ketundukan Bani Na«³r kepada keputusan Rasulullah saw ketika beliau datang kepada mereka. Pada waktu itu, timbullah ketakutan yang amat sangat dalam hati mereka, terutama karena tindakan Rasulullah menjatuhkan hukuman mati kepada pimpinan mereka yaitu Kaab bin Asyraf dan ditambah lagi dengan tindakan orang-orang munafik yang tidak menepati janjinya terhadap mereka.\r\nAllah menerangkan keadaan orang-orang Yahudi Bani Na«³r di waktu mereka akan meninggalkan Medinah dalam keadaan terusir. Mereka meruntuhkan rumah-rumah mereka, dan menutup jalan-jalan yang ada dalam perkampungan mereka, dengan maksud agar rumah itu tidak dapat dipakai kaum Muslimin dan agar mereka dapat membawa peralatannya sebanyak mungkin. Mereka meninggalkan Medinah dengan penuh kemarahan dan dendam kepada kaum Muslimin, tetapi mereka tidak mau memahami dan memikirkan sebab-sebab mereka diusir, apakah keputusan itu telah sesuai dengan tindakan mereka atau tidak.\r\nPada akhir ayat ini, Allah memperingatkan kaum Muslimin yang mau menggunakan pikirannya agar merenungkan peristiwa itu, dan mengambil pelajaran darinya. Jika mereka merenungkan dan memikirkan dengan baik, tentu akan berkesimpulan bahwa keputusan dan hukuman yang dijatuhkan kepada Bani Na«³r itu adalah keputusan dan hukuman yang setimpal, bahkan dianggap ringan mengingat perbuatan dan tindakan yang telah mereka lakukan."}