{"tafsir_id":5131,"surah_id":59,"aya_number":5,"tafsir_wajiz":"Pengusiran kaum Yahudi di Madinah merupakan ketetapan Allah dan atas izin-Nya. Apa yang kamu tebang dan bakar di antara pohon kurma yang berada di dekat benteng Yahudi atau yang kamu biarkan batang pohon kurma itu tumbuh berdiri di atas pokoknya, maka pada hakikatnya ide untuk melakukan itu muncul dengan izin Allah. Penebangan dan pembakaran pohon kurma, karena orang-orang Yahudi itu bersembunyi di dalam benteng yang berada di balik pohon kurma. Mereka tidak akan pernah keluar dari benteng itu untuk menyerahkan diri kepada Rasulullah kecuali setelah merasa sesak terkena asap; dan oleh sebab itu, perintah penebangan dan pembakaran pohon kurma itu karena Dia hendak memberikan kehinaan kepada orang-orang fasik, yakni kaum Yahudi di Madinah yang mengacau keamanan, mengkhianati kesepakatan damai dengan kaum muslim, dan merencanakan pembunuhan terhadap Rasulullah.","tafsir_tahlili":"(5) Diriwayatkan dari Ibnu Is¥±q dan Ibnu Jar³r yang berasal dari Qat±dah, Muj±hid, dan Yaz³d bin Ruman bahwa ketika Rasulullah sampai ke tempat Bani Na«³r, mereka bersembunyi dalam benteng-benteng mereka. Rasulullah saw memerintahkan kaum Muslimin menebang dan membakar pohon kurma mereka sehingga memunculkan asap. Bani Na«³r berteriak memanggil Rasulullah saw, “Hai Muhammad, engkau telah melarang mengadakan kerusakan di muka bumi ini dan mencela orang-orang yang berbuat kerusakan itu, akan tetapi mengapa engkau menebang pohon kurma dan membakarnya?” Oleh karena itu, timbullah pada pikiran orang-orang yang beriman keragu-raguan. Mereka berkata, “Kami akan menanyakan kepada Rasulullah saw apakah kami memperoleh pahala karena menebang pohon-pohon kurma itu, atau kami berdosa karena kami tidak mengetahui.” Maka turunlah ayat ini yang menerangkan bahwa perintah penebangan dan pembakaran pohon kurma orang-orang Yahudi itu adalah atas perintah Allah, dan Allah membenarkan untuk merusak harta orang-orang kafir seandainya hal itu diperlukan.\r\nSemua tindakan yang dilakukan Rasulullah terhadap orang-orang Yahudi Bani Na«³r, baik merobohkan pohon-pohon kurma mereka atau tidak, semua itu berdasarkan perintah Allah dengan maksud membersihkan Medinah dari kejahatan Bani Na«³r.\r\nPada akhir ayat ini ditegaskan bahwa Allah memerintahkan yang demikian itu untuk memuliakan dan meningkatkan semangat orang-orang yang beriman, serta menghinakan dan melipatgandakan kedukaan orang-orang Yahudi Bani Na«³r. Kedukaan karena kalah dalam berperang, kedukaan karena terusir dari kampung halaman, dan kedukaan karena kemusnahan harta benda mereka."}