{"tafsir_id":5132,"surah_id":59,"aya_number":6,"tafsir_wajiz":"Pada no_ayatt ini Allah menerangkan hukum fai’, yakni rampasan perang yang ditinggalkan musuh setelah sebelumnya Allah menjelaskan bahwa Rasulullah mengepung dan mengusir kaum Yahudi di Madinah. Mereka hanya dibolehkan membawa harta yang bisa dibawa oleh seekor unta. Dan harta rampasan berupa fai’, yaitu yang diperoleh dari musuh tanpa terjadinya pertempuran, maka harta itu dari mereka, berasal dari musuh, diberikan oleh Allah kepada Rasul-Nya untuk mengharumkan Islam. Kamu tidak memerlukan kuda atau unta untuk mendapatkannya dalam pertempuran, tetapi Allah memberikan kekuasaan kepada rasul-rasul-Nya, termasuk kepada Nabi Muhammad untuk mengalahkan siapa saja yang Dia kehendaki di antara musuh-musuh-Nya sehingga dengan kekuasaan ini Rasulullah mendapatkan fai’. Dan Allah Mahakuasa atas segala sesuatu sehingga bukanlah suatu yang sulit bagi Allah menolong Rasul-Nya mengusir dan menghinakan kaum Yahudi di Madinah.","tafsir_tahlili":"(6) Ayat ini menerangkan hukum fai', yaitu harta rampasan yang diperoleh dari musuh, tanpa peperangan. Hal ini terjadi karena musuh telah menyerah dan mengaku kalah, sebelum terjadinya pertempuran. Harta-harta yang ditinggalkan Bani Na«³r setelah mereka diusir dari kota Medinah dianggap sebagai fai', karena Bani Na«³r menyerah kepada kaum Muslimin sebelum terjadi peperangan.\r\nAllah menerangkan bahwa harta-harta Bani Na«³r yang mereka tinggalkan karena diusir dari Medinah jatuh ke tangan Rasulullah saw dengan kehendak Allah, sehingga menjadi milik Allah dan rasul-Nya. Harta itu tidak dibagi-bagikan kepada tentara yang berperang, sebagaimana yang berlaku pada harta rampasan perang (ganimah). Karena harta itu diperoleh tanpa melalui peperangan, tanpa menggunakan tentara berkuda dan berunta, seakan-akan tidak ada usaha dari tentara kaum Muslimin dalam mendapatkan harta itu. Orang-orang Yahudi Bani Na«³r yang memiliki harta itu telah menyatakan bahwa mereka mengaku kalah sebelum terjadinya peperangan, dan bersedia menerima syarat-syarat yang ditetapkan Allah dan rasul-Nya bagi mereka. Harta itu digunakan untuk menegakkan agama Allah dan kepentingan umum.\r\n Menurut al-Qur¯ubi, bahwa harta fai' yang diserahkan Allah kepada Rasul-Nya tidak diambil dan dipergunakan Rasul semuanya, tetapi Rasul hanya mengambil sekedar untuk kebutuhan keluarganya. Sedangkan sisa yang lain dipergunakan untuk kemaslahatan dan kesejahteraan kaum Muslimin.\r\nAllah menerangkan bahwa sunah-Nya telah berlaku bagi semua makhluk ciptaan-Nya pada setiap keadaan, masa, dan tempat, yaitu mengalahkan dan menimbulkan rasa takut di dalam hati musuh-musuh rasul-Nya. Di antaranya adalah Allah telah menjadikan dalam hati Bani Na«³r rasa takut, sehingga mereka menyerah kepada Rasulullah saw. Karena mereka telah menyerah, maka Allah memberikan wewenang kepada rasul-Nya untuk menguasai harta Bani Na«³r. Oleh karenanya, tentara kaum Muslimin tidak berhak memperolehnya.\r\nPada akhir ayat ini, Allah mengingatkan kekuasaan-Nya atas semua makhluk ciptaan-Nya. Jika Allah menghendaki, Dia menanamkan rasa takut dan gentar musuh-musuh-Nya tanpa pertempuran, sebagaimana yang telah terjadi pada Bani Na«³r. Mereka menyerah kalah, walaupun berada dalam benteng-benteng yang kukuh."}