{"tafsir_id":5134,"surah_id":59,"aya_number":8,"tafsir_wajiz":"Selain disalurkan sebagaimana disebutkan pada no_ayatt di atas, fai juga disalurkan untuk orang-orang fakir yang berhijrah yaitu anak-anak yatim dan para duafa yang berhijrah bersama Rasulullah ke Madinah. Selain itu, fai juga diberikan kepada orang-orang yang terusir dari kampung halamannya di Mekah karena beriman dan berhijrah bersama Nabi; dan fai diberikan juga kepada Muhajirin yang terpaksa harus meninggalkan harta bendanya di Mekah karena hijrah bersama Rasulullah ke Madinah demi mencari karunia dari Allah dan keridaan-Nya, mengharumkan Islam dan kaum muslim, dan demi menolong agama Allah agar bisa dilaksanakan dalam kehidupan ini dan demi menolong Rasul-Nya dalam menunaikan misi kerasulan. Mereka itulah, orang-orang yang beriman dan berhijrah bersama Rasulullah demi mengharumkan agama Allah dan Rasul-Nya, orang-orang yang benar sikap, niat, dan langkahnya.","tafsir_tahlili":"(8) Ayat ini menerangkan bahwa orang yang berhak memperoleh pembagian harta fai' dalam ayat 7 di atas, adalah orang-orang Muhajirin karena mereka dianggap kerabat Rasulullah saw. Mereka sebagai Muhajirin telah datang ke Medinah mengikuti Rasulullah saw berhijrah dengan meninggalkan kampung halaman, sanak keluarga, harta benda, dan handai tolan yang biasa membantu mereka. Di Medinah mereka hidup dalam keadaan miskin, tetapi mereka adalah pembela Rasul dan pejuang di jalan Allah. Seakan-akan dengan ayat ini, Allah memerintahkan Nabi Muhammad agar memperhatikan mereka dengan menyerahkan sebagian fai' ini untuk mereka.\r\nKemudian Allah menerangkan sifat-sifat orang-orang Muhajirin itu sebagai berikut: \r\n1. Orang-orang yang beriman kepada Allah dan Rasul-Nya, mereka menunjukkan ketaatan mereka hanya kepada Allah saja dengan mengorbankan semua yang mereka miliki hanya untuk mencari keridaan-Nya.\r\n2. Orang-orang yang rela meninggalkan rumah dan harta bendanya untuk melaksanakan perintah Allah dan Rasul-Nya.\r\n3. Orang-orang yang berani mengorbankan jiwa dan raganya untuk membela Allah dan Rasul-Nya.;Diriwayatkan bahwa kemiskinan dan penderitaan orang-orang Muhajirin sedemikian rupa sehingga ada yang mengikatkan tali ke perut mereka untuk mengurangi rasa lapar. Namun demikian, mereka tidak menampakkan kemiskinan dan penderitaan mereka kepada orang lain.\r\nPada ayat yang lain, Allah memerintahkan kaum Muslimin agar memberi nafkah kepada mereka, di samping juga menyebutkan sifat-sifat mereka:\r\nلِلْفُقَرَاۤءِ الَّذِيْنَ اُحْصِرُوْا فِيْ سَبِيْلِ اللّٰهِ لَا يَسْتَطِيْعُوْنَ ضَرْبًا فِى الْاَرْضِۖ يَحْسَبُهُمُ الْجَاهِلُ اَغْنِيَاۤءَ مِنَ التَّعَفُّفِۚ  تَعْرِفُهُمْ بِسِيْمٰهُمْۚ  لَا يَسْـَٔلُوْنَ النَّاسَ اِلْحَافًا ۗوَمَا تُنْفِقُوْا مِنْ خَيْرٍ فَاِنَّ اللّٰهَ بِهٖ عَلِيْمٌ ࣖ  ٢٧٣  \r\n(Apa yang kamu infakkan) adalah untuk orang-orang fakir yang terhalang (usahanya karena jihad) di jalan Allah, sehingga dia tidak dapat berusaha di bumi; (orang lain) yang tidak tahu, menyangka bahwa mereka adalah orang-orang kaya karena mereka menjaga diri (dari meminta-minta). Engkau (Muhammad) mengenal mereka dari ciri-cirinya, mereka tidak meminta secara paksa kepada orang lain. Apa pun harta yang baik yang kamu infakkan, sungguh, Allah Maha Mengetahui. (al-Baqarah/2: 273)\r\n \r\nOleh karena itu, Allah menyediakan pahala yang besar untuk mereka sebagaimana diterangkan dalam sebuah hadis Nabi saw: \r\nقَالَ رَسُوْلُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَبْشِرُوْا يَا مَعْشَرَ صَعَالِيْكِ الْمُهَاجِرِيْنَ بِالنُّوْرِالتَّامِّ يَوْمَ الْقِيَامَةِ تَدْخُلُوْنَ الْجَنَّةَ قَبْلَ أَغْنِيَاءِ النَّاسِ بِنِصْفِ يَوْمٍ وَذَاكَ خَمْسُ مِائَةِ سَنَةٍ. (رواه أبو داود عن أبى سعيد الخدري)\r\nRasulullah saw bersabda, “Berilah kabar gembira wahai kaum Muhajirin yang miskin dengan cahaya yang sempurna di hari Kiamat. Kalian masuk surga lebih dahulu setengah hari sebelum orang-orang kaya. Setengah hari (pada hari Kiamat) adalah selama lima ratus tahun (masa di dunia).” (Riwayat Abµ D±wud dari Abµ Sa³d al-Khudr³);Orang yang memiliki sifat dan keadaan seperti orang Muhajirin itu ada sepanjang masa selama ada perjuangan menegakkan agama Allah. Oleh karena itu, perintah dalam ayat ini berlaku juga bagi kaum Muslimin saat ini dan kaum Muslimin di masa yang akan datang."}