{"tafsir_id":5137,"surah_id":59,"aya_number":11,"tafsir_wajiz":" Jika pada no_ayatt sebelumnya, Allah menjelaskan persaudaraan sejati di antara Muhajirin dan Ansar dan sifat orang-orang beriman generasi sesudah mereka, pada no_ayatt ini Allah menjelaskan sifat orang-orang munafik di Madinah pada masa Rasulullah. Tidakkah engkau memperhatikan orang-orang munafik seperti ‘Abdullàh bin Ubay bin Salùl, Wadì‘ah bin Màlik, Suwaid, dan Da’is yang berkata kepada saudara-saudaranya yang kafir di antara Ahli Kitab, yakni Bani Nadir yang sedang dikepung kaum muslim karena merencanakan untuk membunuh Rasulullah, “Sungguh, jika kamu, wahai Bani Nadir, benar-benar diusir oleh Muhammad dari perkampungan kamu di Madinah, niscno_ayat kami pun akan keluar bersama kamu dari Madinah sebagai bentuk solidaritas kami kepada Anda; dan kami selama-lamanya tidak akan patuh kepada siapa pun demi kamu, yakni mendengar dan mematuhi perintah Muhammad; dan jika kamu diperangi Muhammad agar kamu keluar dari Madinah, pasti kami akan membantumu melawan Muhammad.” Dan Allah menyaksikan, kebohongan janji orang-orang munafik terhadap Bani Nadir tersebut, baik sesudah maupun sebelum pengepungan kaum muslim terhadap Bani Nadir bahwa mereka, orang-orang munafik itu benar-benar pendusta, sebab janji mereka untuk menolong Bani Nadir itu tidak ditepati sehingga Bani Nadir menyerah kepada Rasulullah untuk menerima hukuman diusir dari Madinah.","tafsir_tahlili":"(11) Diriwayatkan oleh Ibnu Is¥±q, Ibnu Mun©ir, dan Abµ Nuaim dari Ibnu Abb±s bahwa ayat ini turun berhubungan dengan segolongan orang dari Bani Auf, di antaranya ialah Abdull±h bin Ubay bin Salµl, Wad³ah bin M±lik, Suwaid, dan D±is, diutus kepada Bani Na«³r sebagaimana diterangkan ayat ini.\r\nAllah mengatakan kepada Rasulullah saw, “Apakah engkau tidak heran hai Muhammad melihat tindakan-tindakan orang-orang munafik itu? Mereka menjanjikan sesuatu kepada orang-orang Yahudi Bani Na«³r, yang berlawanan dengan keinginan mereka sendiri. Orang-orang munafik yang dipimpin oleh Abdull±h bin Ubay mengatakan kepada orang Yahudi Bani Na«³r bahwa mereka adalah teman akrab, karena mereka menyimpan permusuhan dengan kaum Muslimin.”\r\nMereka mengatakan, “Hai Bani Na«³r, jika kamu sekalian diusir dari negerimu sebagaimana dikehendaki Muhammad saw dan kaum Muslimin, pastilah kami akan bersama-sama dengan kamu, dan tidak ada seorang pun yang dapat menghalangi kami ikut serta dengan kamu sekalian.”\r\nSelanjutnya orang-orang munafik itu mengatakan, “Hai Bani Na«³r, jika kamu sekalian diperangi Muhammad kami pasti menolongmu dan ikut menumpas musuh-musuh kamu”, kenyataannya semua yang dijanjikan orang-orang munafik itu bohong belaka. Mereka dengan mudah mengingkari janji yang telah mereka janjikan walaupun janji itu dikuatkan dengan sumpah. Allah mengetahui bahwa mereka berdusta.\r\nPerkataan “Allah menyaksikan bahwa mereka benar-benar pendusta” merupakan suatu kabar gaib yang akan terjadi pada masa yang akan datang. Sebagaimana disebutkan bahwa orang-orang munafik telah menjanjikan pertolongan kepada Bani Na«³r, tetapi Allah menyatakan bahwa orang-orang munafik itu tidak akan menepati janjinya. Hal itu benar-benar terbukti di kemudian hari. Pemberitaan suatu kejadian yang akan terjadi di kemudian hari ini termasuk bukti kemukjizatan Al-Qur'an.\r\nAbdull±h bin Ubay dan kawan-kawannya ketika melihat kaum Muslimin mengepung Bani Na«³r, mengirim dua orang utusan untuk menyampaikan pesan bahwa ia dan kawan-kawannya akan datang membantu dengan segala kekuatan yang ada pada mereka, untuk membebaskan mereka dari kepungan Muhammad. Setelah Bani Na«³r dikepung rapat oleh kaum Muslimin selama berhari-hari, bantuan yang dijanjikan itu tidak kunjung datang. Akhirnya orang Yahudi Bani Na«³r yakin bahwa janji Abdull±h bin Ubay dan kawan-kawannya itu adalah janji bohong belaka. Maka timbullah rasa takut dan gentar dalam hati mereka. Oleh karena itu, mereka menyatakan menyerah kepada Rasulullah saw tanpa syarat. Maka Rasulullah saw menetapkan bahwa mereka harus menerima hukuman yang ditetapkan bagi mereka, dan keluar dari kota Medinah dengan paksa."}