{"tafsir_id":5139,"surah_id":59,"aya_number":13,"tafsir_wajiz":" Orang munafik itu bersikap demikian karena kamu, kaum muslim, benar-benar lebih ditakuti dalam hati mereka, orang-orang munafik, daripada Allah. Mereka sangat takut kekufurannya diketahui oleh kaum muslim. Jika mereka benar-benar membantu Bani Nadir, maka permusuhannya kepada kaum muslim terbongkar. Yang demikian itu, sikap orang munafik yang lebih takut kepada manusia daripada takut kepada Allah, karena mereka orang-orang yang tidak mengerti bahwa mereka hanya bisa bersembunyi dari manusia, tetapi tidak bisa bersembunyi dari Allah.14. Karena lebih takut kepada kaum muslim daripada kepada Allah, mereka, orang-orang munafik itu, tidak akan pernah berani memerangi kamu secara terbuka bersama-sama menggabungkan dua kekuatan, yaitu orang-orang munafik Bani ‘Auf dan Yahudi Bani Nadir, kecuali di negeri-negeri yang berbenteng agar mereka bisa berlindung di dalamnya atau di balik tembok dengan cara bergerilya. Permusuhan antara sesama mereka orang-orang munafik Bani ‘Auf dan antara Bani ‘Auf dengan Yahudi Bani Nadir sangat hebat. Kamu, kaum muslim, jika melihat mereka sepintas, akan mengira bahwa mereka itu bersatu, padahal jika kamu memperhatikan keadaan mereka lebih dalam, kamu akan menemukan bahwa hati mereka terpecah belah. Yang demikian itu, perbedaan penampilan luar dan keadaan hati mereka, karena mereka orang-orang yang tidak mengerti bahwa inti kekuatan persatuan dan kesatuan itu tidak terletak pada penampilan, tetapi pada kesatuan rasa dan keterpautan hati dalam kekuatan iman.","tafsir_tahlili":"(13) Dalam ayat ini diterangkan bahwa sebab-sebab orang munafik tidak menepati janjinya menolong Bani Na«³r, sebagaimana yang telah mereka sepakati, adalah karena mereka lebih takut kepada kaum Muslimin daripada kepada Allah. Oleh karena itu, mereka tidak berani melawan kaum Muslimin, meskipun mereka bersama Bani Na«³r.\r\nAyat ini menunjukkan apa yang terkandung dalam hati orang-orang munafik. Mereka tidak percaya kepada kekuasaan dan kebesaran Allah. Hal terpenting bagi mereka ialah keselamatan diri dan harta benda mereka masing-masing. Untuk keselamatan itu, mereka melakukan apa yang mungkin dilakukan, seperti perbuatan nifaq, kepada Rasulullah mereka menyatakan termasuk orang-orang yang beriman, sedang kepada Bani Na«³r mereka menyatakan senasib dan sepenanggungan dalam menghadapi kaum Muslimin.\r\nDi samping itu, mereka tidak mau memahami ajaran yang disampaikan Rasulullah kepada mereka. Apakah ajaran itu benar atau tidak, bagi mereka, yang menentukan segala sesuatu hanyalah harta benda dan kekayaan. Oleh karena itu, tampak dalam sikap mereka ketika menghadapi kesulitan, mereka tidak mempunyai pegangan, dan terombang-ambing ke sana ke mari. Mereka lebih takut kepada manusia daripada Allah. Firman Allah:\r\nفَلَمَّا كُتِبَ عَلَيْهِمُ الْقِتَالُ اِذَا فَرِيْقٌ مِّنْهُمْ يَخْشَوْنَ النَّاسَ كَخَشْيَةِ اللّٰهِ اَوْ اَشَدَّ خَشْيَةً\r\nKetika mereka diwajibkan berperang, tiba-tiba sebagian mereka (golongan munafik) takut kepada manusia (musuh), seperti takutnya kepada Allah, bahkan lebih takut (dari itu). (an-Nis±'/4: 77)"}