{"tafsir_id":5140,"surah_id":59,"aya_number":14,"tafsir_wajiz":" Karena lebih takut kepada kaum muslim daripada kepada Allah, mereka, orang-orang munafik itu, tidak akan pernah berani memerangi kamu secara terbuka bersama-sama menggabungkan dua kekuatan, yaitu orang-orang munafik Bani ‘Auf dan Yahudi Bani Nadir, kecuali di negeri-negeri yang berbenteng agar mereka bisa berlindung di dalamnya atau di balik tembok dengan cara bergerilya. Permusuhan antara sesama mereka orang-orang munafik Bani ‘Auf dan antara Bani ‘Auf dengan Yahudi Bani Nadir sangat hebat. Kamu, kaum muslim, jika melihat mereka sepintas, akan mengira bahwa mereka itu bersatu, padahal jika kamu memperhatikan keadaan mereka lebih dalam, kamu akan menemukan bahwa hati mereka terpecah belah. Yang demikian itu, perbedaan penampilan luar dan keadaan hati mereka, karena mereka orang-orang yang tidak mengerti bahwa inti kekuatan persatuan dan kesatuan itu tidak terletak pada penampilan, tetapi pada kesatuan rasa dan keterpautan hati dalam kekuatan iman.","tafsir_tahlili":"(14) Dalam ayat ini diterangkan bahwa mental orang Yahudi dan orang munafik itu telah jatuh sedemikian rupa. Seandainya orang-orang munafik menepati janji mereka dan berperang bersama orang Yahudi Bani Na«³r menghadapi kaum Muslimin, mereka pun tidak akan mampu menghadapinya, karena dalam hati mereka telah timbul rasa takut dan gentar terhadap kaum Muslimin. Seandainya mereka berperang juga, mereka hanya berperang di balik benteng-benteng yang kokoh yang telah mereka buat, di balik tembok rumah-rumah mereka, tidak berani keluar berhadapan dengan kaum Muslimin.\r\nPada akhir ayat ini diterangkan sebab lain yang menyebabkan mereka takut berperang menghadapi kaum Muslimin, yaitu di antara mereka sendiri terjadi pertentangan dan permusuhan yang hebat, tak ada persatuan di antara mereka.\r\nAyat ini mengisyaratkan kepada kaum Muslimin bahwa persatuan dan kesatuan itu merupakan syarat untuk mencapai kemenangan. Betapa pun kuatnya persenjataan, perlengkapan, dan kesatuan tentara, tidak akan ada artinya apabila mereka tidak bersatu dan tidak yakin akan tercapainya cita-cita mereka. Karena bangsa atau umat yang bersatu meskipun dengan perlengkapan yang memadai akan dapat mencapai segala yang mereka cita-citakan. Ketentuan ini berlaku bagi seluruh umat manusia di mana pun mereka berada.\r\nSehubungan dengan perlu adanya keyakinan yang kuat, persatuan, dan kesatuan dalam menghadapi apa pun, Allah berfirman:\r\nيٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اِذَا لَقِيْتُمْ فِئَةً فَاثْبُتُوْا وَاذْكُرُوا اللّٰهَ كَثِيْرًا لَّعَلَّكُمْ تُفْلِحُوْنَۚ   ٤٥  وَاَطِيْعُوا اللّٰهَ وَرَسُوْلَهٗ وَلَا تَنَازَعُوْا فَتَفْشَلُوْا وَتَذْهَبَ رِيْحُكُمْ وَاصْبِرُوْاۗ اِنَّ اللّٰهَ مَعَ الصّٰبِرِيْنَۚ   ٤٦  \r\nWahai orang-orang yang beriman! Apabila kamu bertemu pasukan (musuh), maka berteguh hatilah dan sebutlah (nama) Allah banyak-banyak (berzikir dan berdoa) agar kamu beruntung. Dan taatilah Allah dan Rasul-Nya dan janganlah kamu berselisih, yang menyebabkan kamu menjadi gentar dan kekuatanmu hilang dan bersabarlah. Sungguh, Allah beserta orang-orang sabar. (al-Anf±l/8: 45-46);Jika tertanam pada suatu bangsa iman yang kuat dan persatuan yang kokoh dan kesatuan tentara yang tak terpecahkan, niscaya mereka akan sanggup menghadapi segala macam kesukaran menghadapi musuh-musuh yang akan memerangi mereka. Allah berfirman:\r\nقَالَ الَّذِيْنَ يَظُنُّوْنَ اَنَّهُمْ مُّلٰقُوا اللّٰهِ ۙ كَمْ مِّنْ فِئَةٍ قَلِيْلَةٍ غَلَبَتْ فِئَةً كَثِيْرَةً ۢبِاِذْنِ اللّٰهِ ۗ وَاللّٰهُ مَعَ الصّٰبِرِيْنَ\r\nMereka yang meyakini bahwa mereka akan menemui Allah berkata, “Betapa banyak kelompok kecil mengalahkan kelompok besar dengan izin Allah.” Dan Allah beserta orang-orang yang sabar. (al-Baqarah/2: 249);Sementara itu, Allah mengingatkan kaum Muslimin agar jangan sekali-kali terpengaruh oleh sesuatu yang kelihatannya baik seperti hubungan orang-orang munafik dengan Bani Na«³r , mereka seakan-akan bersatu-padu menghadapi kaum Muslimin, padahal di antara mereka terdapat pertentangan dan permusuhan."}