{"tafsir_id":5145,"surah_id":59,"aya_number":19,"tafsir_wajiz":" Allah mengingatkan orang berimaan dengan berfirman, “Dan janganlah kamu, wahai orang-orang beriman seperti orang-orang yang lupa kepada Allah, tidak menyadari bahwa Allah senantiasa mengawasi manusia dalam kehidupan ini sehingga Allah menjadikan mereka, karena pola hidup mereka yang hanya mencari kepuasaan, kelezatan, dan kenikmatan duniawi tanpa mempertimbangkan kebutuhan hidup sesudah mati, manusia yang lupa akan diri sendiri, yakni manusia yang tercabut dari akar kemanusiaannya. Mereka itulah, manusia yang lupa kepada Allah dan lupa kepada diri sendiri adalah orang-orang fasik, yaitu orang-orang yang bergelimang dosa dan perbuatan keji.” ","tafsir_tahlili":"(19) Ayat ini dapat berarti khusus dan dapat pula berarti umum. Berarti khusus ialah ayat ini berhubungan dengan orang munafik dan orang-orang Yahudi Bani Na«³r serta sikap dan tindakan mereka terhadap kaum Muslimin pada waktu turunnya ayat ini. Berarti umum ialah semua orang yang suka menyesatkan orang lain dari jalan yang benar dan orang-orang yang mau disesatkan karena teperdaya oleh rayuan dan janji-janji yang muluk-muluk dari orang yang menyesatkan.\r\nMaksudnya, janganlah sekali-kali orang yang beriman seperti orang yang lupa kepada Allah, lalu Allah melupakannya. Orang yang lupa kepada Allah, seperti orang munafik dan orang Yahudi Bani Na«³r di masa Rasulullah saw, tidak bertakwa kepada-Nya. Mereka hanya memikirkan kehidupan dunia saja, tidak memikirkan kehidupan di akhirat. Mereka disibukkan oleh harta dan anak cucu mereka serta segala yang berhubungan dengan kesenangan duniawi. Firman Allah:\r\nيٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تُلْهِكُمْ اَمْوَالُكُمْ وَلَآ اَوْلَادُكُمْ عَنْ ذِكْرِ اللّٰهِ ۚوَمَنْ يَّفْعَلْ ذٰلِكَ فَاُولٰۤىِٕكَ هُمُ الْخٰسِرُوْنَ   ٩ \r\nWahai orang-orang yang beriman! Janganlah harta bendamu dan anak-anakmu melalaikan kamu dari mengingat Allah. Dan barang siapa berbuat demikian, maka mereka itulah orang-orang yang rugi. (al-Mun±fiqµn/63: 9);Kemudian diterangkan bahwa jika seseorang lupa kepada Allah, maka Allah pun melupakannya. Maksud pernyataan Allah melupakan mereka ialah Allah tidak menyukai mereka, sehingga mereka bergelimang dalam kesesatan, makin lama mereka makin sesat, sehingga makin jauh dari jalan yang lurus, jalan yang diridai Allah. Oleh karena itu, di akhirat mereka juga dilupakan Allah, dan Allah tidak menolong dan meringankan beban penderitaan mereka. Akhirnya mereka dimasukkan ke dalam neraka, sebagai balasan perbuatan dan tindakan mereka.\r\nDitegaskan bahwa orang-orang seperti kaum munafik dan Yahudi Bani Na«³r adalah orang-orang yang fasik. Mereka mengetahui mana yang baik (hak) dan mana yang batil, mana yang baik dan mana yang jahat. Namun demikian, mereka tidak melaksanakan yang benar dan baik itu, tetapi malah melaksanakan yang batil dan yang jahat."}