{"tafsir_id":5150,"surah_id":59,"aya_number":24,"tafsir_wajiz":"Dialah Allah Yang Menciptakan seluruh makhluk dengan hikmah yang mengagumkan. Yang Mengadakan segala sesuatu dari tiada menjadi ada. Yang Membentuk Rupa manusia ketika masih janin dalam rahim. Dia memiliki nama-nama yang indah yang menggambarkan sifat dan perbuatan-Nya yang mempesona. Apa yang di langit: bintang, bulan, planet, dan seluruh isi galaksi dan apa yang ada di bumi lautan, daratan, gunung, sungai, tumbuh-tumbuhan, hewan, dan lain-lain semuanya bertasbih kepada-Nya, tetapi manusia tidak memahami tas-bihnya. Dan Dia-lah Yang Mahaperkasa menghentikan rencana dan harapan manusia dengan kematian. Mahabijaksana dalam memperlakukan manusia dan menata jagat rno_ayat.","tafsir_tahlili":"(24) Allah Pencipta seluruh makhluk-Nya. Dia yang mengadakan seluruh makhluk dari tidak ada kepada ada. Yang membentuk makhluk sesuai dengan tugas dan sifatnya masing-masing. Dia mempunyai sifat-sifat yang indah, nama yang agung yang tidak dipunyai oleh makhluk lain, selain dari Dia. Kepada-Nya bertasbih dan memuji segala yang ada di langit dan di bumi.\r\nSebenarnya yang penting dalam berdoa adalah keikhlasan hati, kekhusyukan dan ketundukan kepada Allah. Dengan membaca ayat-ayat itu, diharapkan ketiganya muncul, sehingga doa itu diterima Allah.\r\nDiriwayatkan oleh al-Bukh±r³ dan Muslim dari Abµ Hurairah dari Nabi saw bersabda:\r\nإِنَّ ِللهِ تِسْعًا وَتِسْعِيْنَ اِسْمًا، مِائَةً إِلاَّ وَاحِدًا مَنْ أَحْصَاهَا دَخَلَ الْجَنَّةَ. (رواه البخاري ومسلم)\r\nSesungguhnya Allah mempunyai sembilan puluh sembilan nama, seratus kurang satu, barang siapa yang menghafal, menghayati, dan meresapinya, niscaya akan masuk surga. (Riwayat al-Bukh±r³ dan Muslim)\r\n \r\nYang dimaksud dengan menghayati dan meresapinya di sini ialah benar-benar memahami sifat-sifat Allah itu, merasakan keagungan, kebesaran, dan kekuasaan-Nya atas seluruh makhluk, dan merasakan kasih sayang-Nya. Hal itu menimbulkan ketundukan, kepatuhan, dan kekhusyukan pada setiap orang yang melakukan ibadah kepada-Nya."}