{"tafsir_id":5157,"surah_id":60,"aya_number":7,"tafsir_wajiz":"no_ayatt ini menjelaskan bahwa orang-orang beriman menaruh harapan kepada Allah untuk mengubah kebencian dengan kasih sno_ayatng. Mudah-mudahan Allah menimbulkan kasih sno_ayatng yang tulus dan bersemi di antara kamu, orang-orang beriman dengan orang-orang yang pernah kamu musuhi di antara mereka, orang-orang kafir. Allah Mahakuasa mengubah benci menjadi cinta dan permusuhan menjadi persahabatan. Dan Allah Maha Pengampun kepada yang tobat dari dosa-dosanya, Maha Penyno_ayatng kepada hamba yang taat kepada-Nya.","tafsir_tahlili":"(7) Menurut al-¦asan al-Ba¡r³ dan Abµ ¢±li¥, ayat ini diturunkan berhubungan dengan Khuz±ah, Bani al-¦±ri£ bin Kaab, Kin±nah, Khuzaimah, dan kabilah-kabilah Arab lainnya. Mereka minta diadakan perdamaian dengan kaum Muslimin dengan mengemukakan ikrar tidak akan memerangi kaum Muslimin dan tidak menolong musuh-musuh mereka. Maka turunlah ayat ini yang memerintahkan kaum Muslimin untuk menerima permusuhan mereka.\r\nAyat ini menyatakan kepada Rasulullah dan orang-orang yang beriman bahwa mudah-mudahan Allah akan menjalinkan rasa cinta dan kasih sayang antara kaum Muslimin yang ada di Medinah dengan orang-orang musyrik Mekah yang selama ini membenci dan menjadi musuh mereka. Hal itu mudah bagi Allah, sebagai Zat Yang Mahakuasa dan menentukan segalanya. Apalagi jika orang-orang kafir mau beriman kepada Allah dan rasul-Nya, maka Allah akan mengampuni dosa-dosa yang telah mereka lakukan sebelumnya, yaitu dosa memusuhi Rasulullah dan kaum Muslimin.\r\nIsyarat yang terdapat dalam ayat ini terbukti kebenarannya pada pembebasan kota Mekah oleh kaum Muslimin, tanpa terjadi pertumpahan darah. Sewaktu Rasulullah memasuki kota Mekah, karena orang-orang musyrik melanggar perjanjian mereka dengan kaum Muslimin, mereka merasa gentar menghadapi tentara kaum Muslimin, dan bersembunyi di rumah-rumah mereka. Oleh karena itu, Rasulullah mengumumkan bahwa barang siapa memasuki Baitullah, maka dia mendapat keamanan, barang siapa memasuki Masjidil Haram, maka ia mendapat keamanan, dan barang siapa memasuki rumah Abµ Sufy±n, ia mendapat keamanan. Perintah itu ditaati oleh kaum musyrik dan mereka pun berlindung di Kabah, di Masjidil Haram, dan rumah Abµ Sufy±n. Maka waktu itu, kaum Muslimin yang telah hijrah bersama Rasulullah ke Medinah bertemu kembali dengan keluarganya yang masih musyrik dan tetap tinggal di Mekah, setelah beberapa tahun mereka berpisah. Maka terjalinlah kembali hubungan baik dan kasih sayang diantara mereka.\r\nKarena baiknya sikap kaum Muslimin kepada mereka, maka mereka berbondong-bondong masuk Islam. Firman Allah:\r\nاِذَا جَاۤءَ نَصْرُ اللّٰهِ وَالْفَتْحُۙ  ١  وَرَاَيْتَ النَّاسَ يَدْخُلُوْنَ فِيْ دِيْنِ اللّٰهِ اَفْوَاجًاۙ  ٢  فَسَبِّحْ بِحَمْدِ رَبِّكَ وَاسْتَغْفِرْهُۗ اِنَّهٗ كَانَ تَوَّابًا ࣖ  ٣\r\nApabila telah datang pertolongan Allah dan kemenangan, dan engkau melihat manusia berbondong-bondong masuk agama Allah. Maka bertasbihlah dengan memuji Tuhanmu dan mohonlah ampunan kepada-Nya. Sungguh, Dia Maha Penerima tobat. (an-Na¡r/110:1-3)"}