{"tafsir_id":5158,"surah_id":60,"aya_number":8,"tafsir_wajiz":"Allah tidak melarang kamu berbuat baik dan berlaku adil, karena kebaikan dan keadilan itu bersifat universal, kepada orang-orang kafir yang tidak memerangi kamu karena agama dengan menekankan kebebasan dan toleransi beragama; dan tidak mengusir kamu dari kampung halaman kamu, karena kamu beriman kepada Allah. Sesungguhnya Allah mencintai orang-orang yang berlaku adil baik terhadap dirinya sendiri maupun terhadap orang lain.","tafsir_tahlili":"(8) Diriwayatkan bahwa A¥mad bin ¦anbal menceritakan kepada beberapa imam yang lain dari Abdull±h bin Zubair, ia berkata, “Telah datang ke Medinah (dari Mekah) Qutailah binti Abdul Uzz±, bekas istri Abu Bakar sebelum masuk Islam, untuk menemui putrinya Asm±' binti Abu Bakar dengan membawa berbagai hadiah. Asm±' enggan menerima hadiah itu dan tidak memperkenankan ibunya memasuki rumahnya. Kemudian Asm±' mengutus seseorang kepada Aisyah agar menanyakan hal itu kepada Rasulullah. Maka turunlah ayat ini yang membolehkan Asm±' menerima hadiah dan mengizinkan ibunya yang kafir itu tinggal di rumahnya.\r\nAllah tidak melarang orang-orang yang beriman berbuat baik, mengadakan hubungan persaudaraan, tolong-menolong, dan bantu-membantu dengan orang musyrik selama mereka tidak mempunyai niat menghancurkan Islam dan kaum Muslimin, tidak mengusir kaum Muslimin dari negeri-negeri mereka, dan tidak pula berteman akrab dengan orang yang hendak mengusir itu.\r\nAyat ini memberikan ketentuan umum dan prinsip agama Islam dalam menjalin hubungan dengan orang-orang yang bukan Islam dalam satu negara. Kaum Muslimin diwajibkan bersikap baik dan bergaul dengan orang-orang kafir, selama mereka bersikap dan ingin bergaul baik, terutama dengan kaum Muslimin.\r\nSeandainya dalam sejarah Islam, terutama pada masa Rasulullah saw dan masa para sahabat, terdapat tindakan kekerasan yang dilakukan oleh kaum Muslimin kepada orang-orang musyrik, maka tindakan itu semata-mata dilakukan untuk membela diri dari kezaliman dan siksaan yang dilakukan oleh pihak musyrik.\r\nDi Mekah, Rasulullah dan para sahabat disiksa dan dianiaya oleh orang-orang musyrik, sampai mereka terpaksa hijrah ke Medinah. Sesampai di Medinah, mereka pun dimusuhi oleh orang Yahudi yang bersekutu dengan orang-orang musyrik, sekalipun telah dibuat perjanjian damai antara mereka dengan Rasulullah. Oleh karena itu, Rasulullah terpaksa mengambil tindakan keras terhadap mereka. Demikian pula ketika kaum Muslimin berhadapan dengan kerajaan Persia dan Romawi, orang-orang kafir di sana telah memancing permusuhan sehingga terjadi peperangan.\r\nJadi ada satu prinsip yang perlu diingat dalam hubungan orang-orang Islam dengan orang-orang kafir, yaitu boleh mengadakan hubungan baik, selama pihak yang bukan Islam melakukan yang demikian pula. Hal ini hanya dapat dibuktikan dalam sikap dan perbuatan kedua belah pihak.\r\nDi Indonesia prinsip ini dapat dilakukan, selama tidak ada pihak agama lain bermaksud memurtadkan orang Islam atau menghancurkan Islam dan kaum Muslimin."}