{"tafsir_id":5161,"surah_id":60,"aya_number":11,"tafsir_wajiz":"Allah lalu menjelaskan cara-cara pengembalian mahar kepada para suami yang ditinggalkan istri mereka tersebut. Dan jika ada sesuatu tentang pengembalian mahar yang belum selesai dari istri-istri kamu yang lari kepada orang-orang kafir, karena para mantan istri kamu itu tidak memiliki niat baik untuk mengembalikan mahar kepada kamu, kemudian kamu berhasil mengalahkan mereka dalam perang, yakni mengalahkan orang-orang kafir yang kepada mereka mantan istri-istri kamu lari, maka berikanlah dengan mengambil dari harta rampasan perang kepada orang-orang yang istri-istri mereka lari kepada orang-orang kafir sebanyak mahar yang telah mereka berikan kepada mantan istri-istri mereka. Dan bertakwalah kamu, wahai para suami yang ditinggalkan istri, kepada Allah yang kepada-Nya kamu beriman agar kamu tetap tegar.","tafsir_tahlili":"(11) Dalam ayat ini diterangkan hukum seorang istri mukminat yang murtad dan lari dari suaminya ke daerah kafir, sedang ia belum mengembalikan mahar yang pernah diterima dari suaminya yang Mukmin itu. Jika si suami menyerang daerah kafir, kemudian dapat menawan bekas istrinya, maka bekas istrinya itu boleh diambilnya kembali dengan mengganti mahar yang telah diterima oleh istri dari suami yang kafir.\r\nDiriwayatkan oleh Ibnu Ab³ ¦±tim dari al-¦asan bahwa ayat ini diturunkan berhubungan dengan peristiwa Ummul ¦akam binti Ab³ Sufy±n yang telah murtad dan melarikan diri dari suaminya, kemudian ia menikah dengan seorang laki-laki dari Bani ¤aqif. Ayat ini memerintahkan agar mas kawin yang diterima Ummul ¦akam dari suaminya yang kafir itu diganti dan diambilkan dari hasil rampasan perang, dan Ummul ¦akam kembali kepada suaminya semula (yang Muslim).\r\nMenurut riwayat Ibnu Abb±s, mas kawin itu diambil dan diberikan kepada suami yang kafir sebelum harta rampasan perang dibagi lima sebanyak yang pernah diberikan suami yang kafir kepada perempuan yang lari itu.\r\nPada akhir ayat ini Allah memerintahkan agar kaum Muslimin bertakwa dan melaksanakan perintah-perintah-Nya dan menghentikan larangan-larangan-Nya, baik yang diterangkan pada ayat di atas, maupun yang disebut pada ayat-ayat yang lain serta yang terdapat di dalam hadis, jika mereka beriman kepada-Nya dan kepada Rasul-Nya."}