{"tafsir_id":5168,"surah_id":61,"aya_number":5,"tafsir_wajiz":"Allah selanjutnya berbicara tentang orang-orang fasik yang menyakiti Nabi Musa karena pembangkangannya. Dan ingatlah wahai Muhammad, ketika Musa berkata kepada kaumnya, Bani Israil, “Wahai kaumku! Mengapa kamu menyakitiku dengan menyembah patung anak sapi ketika aku munajat kepada Allah di Gunung Sinai, dan menolak berjihad, padahal Allah menjanjikan kemenangan kepada kamu untuk masuk ke Yerussalem. Apakah kamu tidak menyadari, padahal kamu sungguh mengetahui, bahwa sesungguhnya aku utusan Allah kepadamu untuk mengajarkan prinsip tiada tuhan selain Allah, tiada ibadah kecuali kepada-Nya, dan tidak mempertuhankan manusia?” Maka ketika mereka berpaling dari kebenaran dengan menutup mata, telinga, pikiran, dan hati, maka Allah pun memalingkan hati mereka dari kebenaran dan membiarkan mereka sesat sehingga mereka bertambah jauh dari kebenaran. Dan Allah tidak akan memberi petunjuk kepada kaum yang fasik, yaitu yang terus-menerus berbuat dosa besar, tanpa merasa bersalah.","tafsir_tahlili":"(5) Allah memerintahkan Nabi Muhammad saw agar menyampaikan kepada kaum Muslimin dan Ahli Kitab tentang Nabi Musa yang menyesali kaumnya, mengapa mereka menentang dan menyakitinya. Padahal mereka tahu bahwa ia adalah seorang rasul yang diutus Allah kepada mereka.\r\nDalam ayat yang lain diterangkan bahwa Musa memerintahkan kaumnya berperang agar mereka bisa memasuki kota Baitulmakdis, tetapi kaumnya mengingkari. Allah berfirman:\r\nيٰقَوْمِ ادْخُلُوا الْاَرْضَ الْمُقَدَّسَةَ الَّتِيْ كَتَبَ اللّٰهُ لَكُمْ وَلَا تَرْتَدُّوْا عَلٰٓى اَدْبَارِكُمْ فَتَنْقَلِبُوْا خٰسِرِيْنَ  ٢١  قَالُوْا يٰمُوْسٰٓى اِنَّ فِيْهَا قَوْمًا جَبَّارِيْنَۖ وَاِنَّا لَنْ نَّدْخُلَهَا حَتّٰى يَخْرُجُوْا مِنْهَاۚ فَاِنْ يَّخْرُجُوْا مِنْهَا فَاِنَّا دٰخِلُوْنَ  ٢٢\r\nWahai kaumku! Masuklah ke tanah suci (Palestina) yang telah ditentukan Allah bagimu, dan janganlah kamu berbalik ke belakang (karena takut kepada musuh), nanti kamu menjadi orang yang rugi. Mereka berkata, “Wahai Musa! Sesungguhnya di dalam negeri itu ada orang-orang yang sangat kuat dan kejam, kami tidak akan memasukinya sebelum mereka keluar darinya. Jika mereka keluar dari sana, niscaya kami akan masuk.” (al-M±'idah/5: 21-22);Ayat ini merupakan penawar hati Nabi Muhammad saw dan kaum Muslimin agar selalu bersabar menghadapi sikap orang-orang munafik, yang mengaku dirinya muslim, tetapi di belakang Rasulullah mereka mengingkarinya. Sehubungan dengan itu, Rasulullah pernah bersabda, “Mudah-mudahan Allah melimpahkan rahmat-Nya kepada Musa yang disakiti kaumnya lebih berat daripada yang terjadi pada diriku ini, tetapi ia tetap sabar.”\r\nAllah melarang kaum Muslimin menyakiti hati Rasulullah Muhammad saw, seperti yang telah dialami oleh Nabi Musa. Dia berfirman:\r\nيٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَكُوْنُوْا كَالَّذِيْنَ اٰذَوْا مُوْسٰى فَبَرَّاَهُ اللّٰهُ مِمَّا قَالُوْا ۗوَكَانَ عِنْدَ اللّٰهِ وَجِيْهًا ۗ   ٦٩\r\nWahai orang-orang yang beriman! Janganlah kamu seperti orang-orang yang menyakiti Musa, maka Allah membersihkannya dari tuduhan-tuduhan yang mereka lontarkan. Dan dia seorang yang mempunyai kedudukan terhormat di sisi Allah. (al-A¥z±b/33: 69);Setelah orang-orang yang durhaka dan menyakiti hati Nabi Muhammad itu berpaling dan mengingkari kebenaran, sedangkan mereka mengetahui kebenaran itu, Allah pun memalingkan hati mereka dari petunjuk-Nya. Dengan demikian, mereka tidak mungkin lagi mendapat petunjuk. Allah berfirman:\r\nوَنُقَلِّبُ اَفْـِٕدَتَهُمْ وَاَبْصَارَهُمْ كَمَا لَمْ يُؤْمِنُوْا بِهٖٓ اَوَّلَ مَرَّةٍ وَّنَذَرُهُمْ فِيْ طُغْيَانِهِمْ يَعْمَهُوْنَ ࣖ   ۔   ١١٠ \r\nDan (begitu pula) Kami memalingkan hati dan penglihatan mereka seperti pertama kali mereka tidak beriman kepadanya (Al-Qur'an), dan Kami biarkan mereka bingung dalam kesesatan. (al-An±m/6: 110);Maksud perkataan Allah “memalingkan hati orang-orang kafir” dalam ayat ini ialah membiarkan mereka dalam keadaan sesat. Semakin banyak kesesatan dan kemaksiatan yang mereka perbuat, semakin jauh pula mereka dari petunjuk Allah, sehingga sulit bagi mereka kembali ke jalan yang benar.\r\nPada akhir ayat ini, Allah menegaskan pernyataan-Nya di atas bahwa orang yang telah jauh dari jalan yang benar tidak mungkin lagi memperoleh taufik dan hidayah dari-Nya. Mereka adalah orang-orang yang fasik, sedangkan Allah tidak akan memberi petunjuk kepada orang-orang yang fasik."}