{"tafsir_id":517,"surah_id":4,"aya_number":24,"tafsir_wajiz":"Bila pada no_ayatt yang lalu Allah melarang pernikahan yang menghimpun dua atau lebih perempuan bersaudara, maka no_ayatt ini melarang seorang istri dinikahi oleh dua orang laki-laki. Dan diharamkan juga kamu menikahi perempuan yang sudah bersuami, kecuali hamba sahno_ayat perempuan bersuami yang secara khusus kamu dapatkan melalui tawanan perang ketika suaminya tidak ikut tertawan, yang kemudian kamu miliki. Pengharaman itu sebagai ketetapan Allah atas kamu. Dan dihalalkan bagimu selain perempuan-perempuan yang demikian itu, yakni selain perempuan yang disebutkan oleh no_ayatt sebelum ini, jika kamu berusaha bersungguh-sungguh membno_ayatr mahar dengan hartamu untuk menikahinya bukan dengan maksud untuk berzina. Maka karena kenikmatan yang telah kamu dapatkan dari mereka, istri-istri itu, segera berikanlah maskawinnya dengan sempurna kepada mereka sebagai suatu kewajiban yang harus kamu tunaikan. Tetapi tidak mengapa, artinya kamu tidak berdosa, wahai para suami, jika ternyata di antara kamu sebagai suami istri telah saling merelakannya, sebagian mahar atau keseluruhannya, setelah ditetapkan kewajiban pembno_ayatran mahar itu secara bersama. Sungguh, Allah Maha Mengetahui, Mahabijaksana.","tafsir_tahlili":"(24) Kata al-mu¥¡an±t di dalam Al-Qur'an mempunyai empat pengertian, yaitu:\r\n1.\tPerempuan yang bersuami, itulah yang dimaksud dalam ayat ini.\r\nفَاِذَآ اُحْصِنَّ\r\n…Apabila mereka telah bersuami… (an-Nis±/4:25).\r\n2.\tPerempuan yang merdeka, seperti yang tercantum dalam firman Allah:\r\nوَمَنْ لَّمْ يَسْتَطِعْ مِنْكُمْ طَوْلًا اَنْ يَّنْكِحَ الْمُحْصَنٰتِ الْمُؤْمِنٰتِ فَمِنْ مَّا مَلَكَتْ اَيْمَانُكُمْ مِّنْ فَتَيٰتِكُمُ الْمُؤْمِنٰتِۗ\r\nDan barang siapa di antara kamu tidak mempunyai biaya untuk menikahi perempuan merdeka yang beriman, maka (dihalalkan menikahi perempuan) yang beriman dari hamba sahaya yang kamu miliki.…(an-Nis±/4:25).;3.\tPerempuan yang terpelihara akhlaknya, seperti dalam firman Allah:\r\nمُحْصَنٰتٍ غَيْرَ مُسٰفِحٰتٍ\r\nPerempuan-perempuan yang memelihara diri, bukan pezina (an-Nis±/4:25).;4. Perempuan-perempuan Muslimah.;Dengan demikian dibolehkan seorang Muslim menikahi seorang perempuan tawanan perang yang sudah menjadi budaknya, walaupun ia masih bersuami, karena hubungan perkawinannya dengan suaminya yang dahulu sudah putus, sebab dia ditawan tanpa suaminya dan suaminya berada di daerah musuh, dengan syarat perempuan itu sudah haid satu kali untuk membuktikan kekosongan rahimnya. Sebagian ulama mensyaratkan bahwa suaminya tidak ikut tertawan bersama dia. Jika ditawan bersama-sama perempuan itu, maka tidak boleh dinikahi oleh orang lain. Ketentuan ini sudah tidak berlaku lagi pada zaman sekarang. (lihat tafsir an-Nisā/4: 3)\r\nDihalalkan bagi kaum Muslimin mencari perempuan dengan harta mereka untuk dinikahi, dengan maksud mendirikan rumah tangga yang bahagia, memelihara keturunan yang baru dan bukan untuk berzina. Maka kepada istri-istri yang telah kamu campuri itu, berikanlah kepada mereka maharnya yang sempurna sebagai suatu kewajiban dengan niat menjaga kehormatan dan sekali-kali tidak berniat untuk membuat perzinaan. Maskawin yang diberikan bukanlah semata-mata imbalan dari laki-laki atau kerelaan perempuan untuk menjadi istrinya, tetapi juga sebagai tanda cinta dan keikhlasan. Oleh karena itu dalam ayat lain (an-Nis±/4:4) disebutkan mahar itu sebagai suatu pemberian. Bila terjadi perbedaan antara jumlah mahar yang dijanjikan dengan yang diberikan, maka tidak mengapa bila pihak istri merelakan sebagian mahar itu. Allah mengetahui niat baik yang terkandung dalam hati masing-masing. Maka berikanlah mahar mereka yang telah disepakati itu dengan sukarela. Mahar wajib dibayar sebelum akad nikah atau sebelum bercampur, bahkan menurut mazhab Hanafi wajib dibayar asal mereka berdua telah berkhalwat (mengasingkan diri dalam sebuah tempat yang tertutup).\r\nSebagian ulama menjadikan ayat ini sebagai dasar untuk menetapkan hukum nikah mutah, yaitu menikahi seorang perempuan dengan batas waktu tertentu seperti sehari, seminggu, sebulan atau lebih yang tujuannya untuk bersenang-senang. Pada permulaan Islam diperbolehkan atau diberi kelonggaran oleh Nabi saw melakukannya. Beliau mula-mula memberi kelonggaran kepada sahabat-sahabatnya yang pergi berperang di jalan Allah untuk nikah dengan batas waktu tertentu, karena dikhawatirkan mereka jatuh ke dalam perzinaan, sebab telah berpisah sekian lama dengan keluarganya. Kelonggaran itu termasuk :\r\nاِرْتِكَابُ أَخَفِّ الضَّرَرَيْنِ\r\n“Mengerjakan yang lebih ringan mudaratnya di antara dua kemudaratan.”;Kemudian nikah mutah itu diharamkan, berdasarkan hadis-hadis sahih yang menjelaskan haramnya nikah mutah itu sampai hari kiamat. Khalifah Umar pun pernah menyinggung soal haramnya mutah pada pidatonya di atas mimbar, dan tidak ada seorang sahabat pun yang membantahnya."}