{"tafsir_id":5176,"surah_id":61,"aya_number":13,"tafsir_wajiz":"Bagi orang yang beriman dan berjihad selain mendapat ampunan dan masuk surga ‘Adn juga akan mendapat keuntungan lain yang sangat berharga. Dan ada lagi karunia yang lain yang kamu sukai dari keuntungan beriman dan berjihad pada jalan Allah, yaitu pertolongan dari Allah dalam menghadapi musuh-musuh Islam dan kaum muslim sehingga Islam menjadi harum; dan kemenangan yang dekat waktunya untuk meraih kekuasaan dalam mengatur kehidupan ini. Dan sampaikanlah berita gembira kepada orang-orang mukmin karena dengan beriman dan berjihad mereka akan mendapat pertolongan dan kemenangan di dunia dan mendapat ampunan dan surga di akhirat.","tafsir_tahlili":"(13) Dalam ayat ini diterangkan kemenangan dan keuntungan yang akan diperoleh oleh Rasulullah dan kaum Muslimin di dunia, yaitu mereka akan dapat mengalahkan musuh-musuh mereka, menaklukkan beberapa negeri dalam waktu yang dekat, memberikan kedudukan yang baik bagi kaum Muslimin, serta kekuatan iman dan fisik. Dengan demikian, mereka berkuasa di Timur dan Barat, dan agama Islam tersebar di seluruh dunia.\r\nAyat ini termasuk ayat yang menerangkan kemukjizatan, yaitu menerangkan sesuatu yang akan terjadi pada masa yang akan datang. Hal ini dipercayai betul oleh Rasulullah dan sahabat-sahabatnya, sehingga menumbuhkan kekuatan dan semangat yang hebat di kalangan kaum Muslimin. Dalam sejarah terlihat dan terbukti bahwa dalam waktu yang sangat singkat agama Islam telah dianut oleh sebagian penduduk dunia, sejak dari ujung barat Afrika sampai ujung timur Indonesia, dari Maroko ke Merauke, dan dari Asia Tengah di utara sampai ke Afrika di selatan.\r\nKemudian Allah memerintahkan kepada Nabi Muhammad saw untuk menyampaikan kepada kaum Muslimin mengenai keuntungan yang akan mereka peroleh dari perdagangan itu di dunia dengan keuntungan-keuntungan dan di akhirat berupa surga. Penggunaan kata perniagaan dalam ayat ini sebagai perumpamaan karena masyarakat Arab pada saat itu hidup dari perniagaan dan perdagangan."}