{"tafsir_id":5177,"surah_id":61,"aya_number":14,"tafsir_wajiz":"Wahai orang-orang yang beriman! Di mana pun dan kapan pun kamu hidup, jadilah kamu penolong-penolong agama Allah dengan memahami, mengamalkan, dan mengharumkan Islam dan kaum muslim, serta berjihad membela hak dan kehormatan Islam sebagaimana Isa putra Maryam telah berkata kepada pengikut-pengikutnya yang setia, kaum hawariyun, “Siapakah yang akan menjadi penolong-penolongku untuk menegakkan agama Allah dalam kehidupan ini?” Pengikut-pengikutnya yang setia itu berkata kepada Nabi Isa dengan meyakinkan, “Kamilah penolong-penolong agama Allah.” Mereka menyampaikan ajaran Allah kepada masyarakat dan mengajak masyarakat beriman dan mengamalkannya; lalu segolongan dari Bani Israil beriman kepada Allah dan mengikuti ajaran Nabi Isa dengan setia; dan segolongan yang lain yang jumlahnya jauh lebih banyak memilih kafir, yaitu menjadi orang yang menutup diri, menolak, dan mendustakan ajaran Nabi Isa, bahkan berusaha menghalangi penyebaran ajarannya dan membunuh para juru dakwahnya. Orang beriman itu bermunajat kepada Kami, lalu Kami memberikan kekuatan kepada orang-orang yang beriman terhadap musuh-musuh mereka dengan menghilangan perasaan lemah, takut, dan ragu untuk berjihad sehingga mereka menjadi orang-orang yang menang dalam menghadapi musuh.","tafsir_tahlili":"(14) Allah memerintahkan kaum Muslimin agar menjadi penolong-penolong agama Allah, menyebarluaskan agama-Nya, meninggikan kalimat-Nya sehingga tidak ada yang mengalahkannya, dengan beriman dan berjihad. Hal yang sama pernah dilakukan sahabat-sahabat terdekat Nabi Isa yang berkata kepada mereka, “Siapakah penolong agama Allah?” Mereka menjawab, “Kamilah penolong-penolong agama Allah.”\r\nKetika Nabi Isa menyampaikan risalahnya kepada Bani Israil dengan bantuan sahabat-sahabat setianya, sebagian Bani Israil itu ada yang memperkenankan seruannya, sedang yang lain ada yang mengingkari dan menolaknya. Mereka yang menolak itu menuduh Isa sebagai seorang anak zina, yang dilahirkan karena perzinaan ibunya Maryam dengan seorang laki-laki, dan ada pula yang mengatakan bahwa Isa itu putra Allah, kekasih-Nya, dan sebagainya.\r\nDalam menghadapi orang-orang yang mengingkari seruan Nabi Isa itu serta mengada-adakan kebohongan tentangnya, maka Allah menguatkan hati orang-orang yang beriman dari mereka, sehingga mereka berhasil mengalahkan musuh-musuh itu. Firman Allah:\r\nاِنَّا لَنَنْصُرُ رُسُلَنَا وَالَّذِيْنَ اٰمَنُوْا فِى الْحَيٰوةِ الدُّنْيَا وَيَوْمَ يَقُوْمُ الْاَشْهَادُۙ   ٥١  \r\n Sesungguhnya Kami akan menolong rasul-rasul Kami dan orang-orang yang beriman dalam kehidupan dunia dan pada hari tampilnya para saksi (hari Kiamat). (G±fir/40: 51)"}