{"tafsir_id":518,"surah_id":4,"aya_number":25,"tafsir_wajiz":"Dan barang siapa di antara kamu, wahai kaum muslim, yang tidak mempunyai bino_ayat yang dapat dipergunakan sebagai perbelanjaan untuk menikahi perempuan merdeka yang beriman, maka dihalalkan menikahi perempuan yang beriman dari hamba sahno_ayat yang bukan kamu miliki tetapi dimiliki oleh saudaramu sesama muslim. Allah mengetahui keimanan yang ada dalam hati-mu sekalian. Janganlah kamu selalu mempersoalkan masalah keturunan, karena sebagian dari kamu adalah saudara dari sebagian yang lain sama-sama keturunan Adam dan Hawa. Karena itu, bila kamu benar-benar tidak mampu menikahi perempuan-perempuan merdeka, maka nikahilah mereka, yakni perempuan-perempuan hamba sahno_ayat itu, dengan izin tuan yang memiliki-nya dan berilah mereka maskawin yang pantas sesuai dengan yang berlaku di kalangan masyarakat dan kondisi hamba sahno_ayat pada waktu itu, yang tidak memberatkan kamu dan tidak pula merugikan si perempuan dan tuannya, karena mereka adalah perempuan-perempuan yang memelihara kesucian diri mereka, bukan pezina dan bukan pula perempuan yang mengambil laki-laki lain sebagai piaraannya yang mereka sembunyikan. Apabila mereka telah berumah tangga atau bersuami, tetapi masih saja melakukan perbuatan keji dengan berbuat zina yang terbukti secara hukum, maka berilah hukuman bagi mereka yang besarnya setengah dari apa, yakni hukuman perempuan-perempuan yang merdeka dan bersuami. Kebolehan menikahi hamba sahno_ayat itu adalah izin bagi orang-orang yang takut terjatuh terhadap kesulitan dalam upno_ayat menjaga diri dari perbuatan zina. Tetapi jika kamu bersabar dengan cara menahan diri agar tidak berzina atau menikahi hamba sahno_ayat, itu lebih baik bagimu daripada menikahi mereka. Allah Maha Pengampun, Maha Penyno_ayatng.","tafsir_tahlili":"(25) Dari permulaan surah an-Nisā sampai ayat 25 diperlihatkan gambaran kehidupan transisi masa jahiliyah dengan masa permulaan Islam. Pertama, soal pemilikan harta anak yatim oleh kerabat dari pihak bapak, kedua, laki-laki yang dapat mengawini perempuan dalam jumlah istri yang  tanpa batas dibatasi menjadi empat istri, dan ketiga, masalah keluarga dan perbudakan, terutama budak perempuan. Waktu itu perbudakan yang sudah melembaga di seluruh dunia, tidak terkecuali di Semenanjung Arab masa jahiliyah, memang sangat subur. Secara bertahap semua penyakit masyarakat ini harus diubah, dan inilah yang sudah dimulai pada masa permulaan Islam, seperti yang dapat kita lihat dalam ayat-ayat di atas. Al-Quran telah merekam peristiwa-peristiwa yang berlaku waktu itu, dan ini perlu, karena ajaran Islam dalam masalah ini menghapus perbudakan dalam bentuk apa pun (2: 177, 9: 60), dicontohkan oleh Nabi yang telah membebaskan budak-budak yang ada padanya, oleh Abu Bakar as-Siddiq yang telah membeli 7 orang budak dari tuannya lalu dibebaskan sebagai orang merdeka, termasuk Bilal (lihat tafsir 92: 17-18). Dalam zakat, asn±f  ke-5 penerimaan zakat dapat digunakan untuk memerdekakan budak.\r\nMenikah dengan seorang perempuan yang merdeka, menuntut syarat dan kewajiban yang harus dipenuhi oleh pihak suami, seperti memberi mahar, nafkah dan sebagainya. Maka jika seseorang tidak mempunyai biaya dan nafkah yang cukup untuk menikahi seorang perempuan merdeka yang beriman, maka dia dibolehkan menikahi hamba sahaya yang beriman. \r\nOrang yang menikah dengan hamba sahaya biasanya mendapatkan perlakuan yang kurang baik di dalam masyarakat, bahkan tidak jarang mendapat ejekan dan cemoohan. Apabila orang yang menikah dengan hamba sahaya memperlakukan dengan baik serta sabar menahan cemoohan dan ejekan, selama dia melayarkan bahtera rumah tangganya, Allah Maha Pengampun dan Maha Penyayang.\r\nSemua ketentuan ini sebagai lanjutan ayat sebelumnya, tidak lepas dari peristiwa perang yang terjadi waktu itu dengan segala akibatnya sehingga tawanan-tawanan perang dalam hal tertentu dapat dijadikan budak belian dan hamba sahaya, seperti yang sudah menjadi ketentuan dunia waktu itu. Apa yang telah direkam dalam Al-Quran memperlihatkan kepada kita betapa buruknya kondisi masyarakat itu, masyarakat jahiliyah. Selain hamba sahaya yang sudah melembaga begitu mendalam dalam masyarakat, ditambah lagi dengan ketentuan, bahwa setiap tawanan perang harus menjadi budak baru. Secara berangsur masalah sosial demikian yang sudah dianggap wajar dalam masyarakat harus diubah. Dalam hal ini perubahan tentu tidak dapat dilakukan sekaligus, tetapi secara bertahap. Salah satunya dengan cara menebus atau membeli budak-budak itu lalu dimerdekakan, dan orang beriman harus berusaha untuk itu, seperti yang sudah ditentukan dalam Al-Quran tersebut di atas. Dengan demikian segala macam kelas sosial, terutama perbudakan harus dihapus, dan martabat manusia harus dikembalikan kepada fitrahnya. Manusia dilihat hanya dari ketakwaannya (49: 13). Dalam masyarakat Muslim tidak boleh ada perbudakan, termasuk penjajahan."}