{"tafsir_id":5180,"surah_id":62,"aya_number":3,"tafsir_wajiz":"Selain mengutus kepada bangsa Arab yang tidak bisa baca tulis, Allah juga mengutus Rasulullah kepada bangsa-bangsa lain di luar bangsa Arab, bahkan kepada seluruh dunia. Dan Rasulullah juga diutus kepada kaum yang lain dari mereka di luar bangsa Arab untuk masa yang tiada terbatas hingga hari kiamat, kaum yang belum berhubungan dengan mereka, karena hidup pada zaman dan tempat yang berbeda dengan mereka, sebagaimana disebutkan dalam Al-Qur’an, “Dan Kami tidak mengutus engkau Muhammad melainkan untuk menjadi rahmat bagi seluruh alam.” (Lihat: no_surahh al-Anbiya/21: 107). Dan Dialah Yang Mahaperkasa, menciptakan dan menghancurkan jagat rno_ayat sekejap mata; Mahabijaksana, tidak terburu menggunakan kekuasaan-Nya yang tiada terbatas untuk menghukum manusia yang berdosa.","tafsir_tahlili":"(3) Allah menjelaskan bahwa kerasulan Muhammad saw tidaklah terbatas kepada bangsa Arab yang ada pada waktu itu, tetapi juga kepada orang-orang yang belum bergabung kepada mereka sampai hari Kiamat, yaitu orang-orang yang datang sesudah para sahabat Nabi saw, sampai hari Pembalasan, seperti bangsa Persia, Romawi dan lain-lain. Di dalam suatu hadis yang diriwayatkan oleh al-Bukh±r³ dari Abµ Hurairah, ia berkata:\r\nعَنْ أَبِى هُرَيْرَةَ رَضِيَ اللهُ عَنْهُ كُنَّا جُلُوْسًا عِنْدَ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: فَأُنْزِلَتْ عَلَيْهِ سُوْرَةُ الْجُمُعَةِ (وَﺁخَرِيْنَ مِنْهُمْ لَمَّا يَلْحَقُوْا بِهِمْ) قَالَ قُلْتُ مَنْ هُمْ يَارَسُوْلَ اللهِ؟ فَلَمْ يُرَاجِعْهُ حَتَّى سَأَلَ ثَلاَثاً وَفِيْنَاسَلْمَانُ الْفَارِسِيُّ وَضَعَ رَسُوْلُ اللهِ صَلَّى اللهِ عَلَيْهِ وَسَلَّمَ يَدَهُ عَلَى سَلْمَانَ ثُمَّ َقَالَ: لَوْ كَانَ اْلاِيْمَانُ بِالثُّرَيَّا لََنَالَهُ رِجَالٌ أَوْ رَجُلٌ مِنْ هٰؤُلاَءِ. (رواه البخاري)\r\nAbµ Hurairah meriwayatkan bahwa ketika kami duduk bersama Nabi saw, lalu diturunkan kepadanya Surah al-Jumuah “wa ±khar³na minhum lamm± yalhaqµ bihim.” Abµ Hurairah bertanya, “Siapa mereka wahai Rasulullah? Namun Nabi saw tidak menjawab sampai ia bertanya tiga kali. Abµ Hurairah berkata, “Pada saat itu ada Salman al-F±ris³ bersama kami. Kemudian Nabi meletakkan tangannya di pundak Salman, seraya berkata, Seandainya keimanan terdapat pada bintang-bintang, maka tentulah akan dicapai oleh orang-orang dari mereka (bangsa Persia).” (Riwayat al-Bukh±r³);Allah itu Mahaperkasa, kuasa meningkatkan kecerdasan orang yang bodoh, dan menguatkan umat yang lemah dengan mengutus seorang rasul dari kalangan mereka juga, untuk menyelamatkan mereka dari kesesatan, dan membawa kepada petunjuk kebenaran, dari kegelapan kepada cahaya terang-benderang. Allah juga Mahabijaksana dalam mengatur kepentingan makhluk-Nya yang akan membawa mereka kepada kebaikan dan keuntungan."}