{"tafsir_id":5185,"surah_id":62,"aya_number":8,"tafsir_wajiz":"Kematian yang tidak diharapkan itu pasti akan datang. Katakanlah, wahai Nabi Muhammad kepada para pemuka Yahudi di Madinah, “Sesungguhnya kematian yang kamu lari daripadanya, karena kamu menyadari bahwa kematian akan mengungkapkan siapa yang salah dan siapa yang benar, ia, kematian, meskipun dijauhi pasti menemui kamu, di mana pun kamu berada; kemudian kamu, melalui pintu kematian, akan dikembalikan kepada Allah untuk mempertanggung-jawabkan semua perbuatan selama hidup di dunia. Dia Yang Maha Mengetahui yang gaib, yang tidak terlihat, dan yang nyata, yang kasat mata; lalu Dia akan memberitahukan kepada kamu dengan lengkap dan menyeluruh apa yang telah kamu kerjakan, baik kejahatan maupun kebaikan.”","tafsir_tahlili":"(8) Pada ayat ini Allah menerangkan bahwa orang-orang Yahudi sangat takut menghadapi kematian dan berusaha menghindarinya. Oleh karena itu, Allah memerintahkan Rasulullah agar menyampaikan kepada mereka bahwa kematian pasti datang menemui mereka. Kemudian mereka dikembalikan kepada Allah Yang Maha Mengetahui yang gaib dan yang kelihatan, baik di langit maupun di bumi. Maka Allah memberitahukan kepada mereka segala apa yang telah mereka kerjakan, lalu dibalas sesuai dengan amal perbuatannya. Jahat dibalas dengan jahat, yaitu neraka, baik dibalas dengan baik, yaitu surga, sebagaimana firman Allah:\r\nهَلْ يُجْزَوْنَ اِلَّا مَا كَانُوْا يَعْمَلُوْنَ\r\nMereka tidak dibalas melainkan sesuai dengan apa yang telah mereka kerjakan. (Saba'/34: 33);Dan firman-Nya:\r\nوَلِلّٰهِ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِۗ لِيَجْزِيَ الَّذِيْنَ اَسَاۤءُوْا بِمَا عَمِلُوْا وَيَجْزِيَ الَّذِيْنَ اَحْسَنُوْا بِالْحُسْنٰىۚ   ٣١ \r\nDan milik Allah-lah apa yang ada di langit dan apa yang ada di bumi. (Dengan demikian) Dia akan memberi balasan kepada orang-orang yang berbuat jahat sesuai dengan apa yang telah mereka kerjakan dan Dia akan memberi balasan kepada orang-orang yang berbuat baik dengan pahala yang lebih baik (surga). (an-Najm/53: 31)"}