{"tafsir_id":5186,"surah_id":62,"aya_number":9,"tafsir_wajiz":"Allah menghimbau orang-orang beriman agar segera ke masjid untuk salat berjamaah apabila azan sudah dikumandangkan. Wahai orang-orang yang beriman! Di mana pun dan kapan pun kamu berada. Apabila telah diseru dengan dikumandangkan azan untuk melaksanakan salat Jumat pada hari Jumat, atau salat lima waktu maka segeralah kamu mengingat Allah, dengan melaksanakan salat yang khusyuk serta zikir dan doa sesudah salat; dan tinggalkanlah jual beli dan berbagai kegiatan lainnya. Yang demikian itu, meninggalkan sementara berbagai kegiatan untuk segera melaksanakan salat wajib berjamaah di masjid, lebih baik bagi kamu dibandingkan dengan menunda salat, jika kamu mengetahui keutamaan salat di awal waktu dengan berjamaah di masjid.","tafsir_tahlili":"(9) Allah menerangkan bahwa apabila muazin mengumandangkan azan pada hari Jumat, maka hendaklah kita meninggalkan perniagaan dan segala usaha dunia serta bersegera ke masjid untuk mendengarkan khutbah dan melaksanakan salat Jumat, dengan cara yang wajar, tidak berlari-lari, tetapi berjalan dengan tenang sampai ke masjid, sebagaimana sabda Nabi saw:\r\nإِذَا أُقِيْمَتِ الصَّلاَةُ فَلاَ تَأْتُوْهَا تَسْعَوْنَ وَأْتُوْهَا تَمْشُوْنَ عَلَيْكُمُ السَّكِيْنَةَ فَمَا أَدْرَكْتُمْ فَصَلُّوْا وَمَا فَاتَكُمْ فَأَتِمُّوْا. (رواه البخاري و مسلم عن أبي هريرة)\r\nApabila salat telah diiqomahkan, maka janganlah kamu mendatanginya dengan tergesa-gesa. Namun datangilah salat dalam keadaan berjalan biasa penuh ketenangan. Lalu, berapa rakaat yang kamu dapatkan maka ikutilah, sedangkan rakaat yang ketinggalan maka sempurnakanlah. (Riwayat al-Bukh±r³ dan Muslim dari Abµ Hurairah);Seandainya seseorang mengetahui betapa besar pahala yang akan diperoleh orang yang mengerjakan salat Jumat dengan baik, maka melaksanakan perintah itu (memenuhi panggilan salat dan meninggalkan jual-beli), adalah lebih baik daripada tetap di tempat melaksanakan jual-beli dan meneruskan usaha untuk memperoleh keuntungan dunia. Firman Allah:\r\nوَالْاٰخِرَةُ خَيْرٌ وَّاَبْقٰىۗ   ١٧\r\nPadahal kehidupan akhirat itu lebih baik dan lebih kekal. (al-Al±/87: 17)"}