{"tafsir_id":5190,"surah_id":63,"aya_number":2,"tafsir_wajiz":"no_ayatt ini menjelaskan salah satu sifat orang munafik. Mereka menjadikan sumpah-sumpah mereka di hadapan Nabi dan orang-orang beriman sebagai perisai, yaitu mereka mengaku beriman hanya untuk menjaga agar diri mereka tidak dibunuh atau ditawan dan harta mereka tidak dirampas, ketika terjadi perang antara orang-orang Islam dengan orang-orang kafir. Setelah keadaan aman, lalu mereka menghalang-halangi masyarakat dari jalan Allah, yaitu dari beriman kepada Allah dan Rasul-Nya. Sungguh, betapa buruknya apa yang telah mereka kerjakan, pura-pura beriman untuk menyelamatkan diri, tetapi berusaha menghalangi masyarakat agar tidak beriman.","tafsir_tahlili":"(2) Pada ayat ini, Allah menerangkan bahwa dalam menguatkan pengakuannya yang palsu itu, orang-orang munafik itu berani bersumpah, tetapi hal itu hanya sebagai perisai untuk menyelamatkan diri dari hukuman bunuh, penahanan, atau pengambilan harta benda mereka sebagai gan³mah, sebagaimana hukuman yang dijatuhkan kepada orang-orang kafir. Qat±dah berkata, “Setiap akan dijatuhi hukuman terhadap orang-orang munafik atas perbuatannya, mereka mengemukakan sumpah palsu untuk menyelamatkan jiwa, darah, dan harta benda mereka.” Tindakan mereka tidak terbatas dengan hal itu saja. Mereka juga menghalang-halangi manusia untuk masuk dan menganut agama Islam. \r\nAyat ini ditutup dengan satu ketegasan bahwa perbuatan orang-orang munafik itu adalah perbuatan yang paling jahat. Mereka lebih suka memilih kekafiran daripada iman, dan menampakkan apa yang berbeda dalam hatinya. Di dunia mereka akan kecewa dan di akhirat akan menyesal. Mereka akan dihina di depan khalayak ramai dengan menyatakan kemunafikan mereka kepada orang-orang mukmin di dunia ini. Sedangkan di akhirat, mereka akan dimasukkan ke dalam neraka Jahanam. Sejalan dengan ayat ini firman Allah:\r\nاِنَّ الْمُنٰفِقِيْنَ فِى الدَّرْكِ الْاَسْفَلِ مِنَ النَّارِۚ وَلَنْ تَجِدَ لَهُمْ نَصِيْرًاۙ  ١٤٥\r\nSungguh, orang-orang munafik itu (ditempatkan) pada tingkatan yang paling bawah dari neraka. Dan kamu tidak akan mendapat seorang penolong pun bagi mereka. (an-Nis±'/4: 145);Firman Allah:\r\nوَعَدَ اللّٰهُ الْمُنٰفِقِيْنَ وَالْمُنٰفِقٰتِ وَالْكُفَّارَ نَارَ جَهَنَّمَ خٰلِدِيْنَ فِيْهَاۗ هِيَ حَسْبُهُمْ ۚوَلَعَنَهُمُ اللّٰهُ ۚوَلَهُمْ عَذَابٌ مُّقِيْمٌۙ  ٦٨\r\nAllah menjanjikan (mengancam) orang-orang munafik laki-laki dan perempuan dan orang-orang kafir dengan neraka Jahanam. Mereka kekal di dalamnya. Cukuplah (neraka) itu bagi mereka. Allah melaknat mereka; dan mereka mendapat azab yang kekal. (at-Taubah/9: 68)"}