{"tafsir_id":5192,"surah_id":63,"aya_number":4,"tafsir_wajiz":"Dan apabila engkau, Nabi Muhammad, melihat mereka secara lahiriah, tubuh mereka akan mengagumkanmu, karena penampilan mereka menarik. Dan jika mereka berkata tentang agama dan kemasyarakatan, engkau akan mendengarkan tutur-katanya baik dan benar seperti orang bijak. Mereka seakan-akan kayu yang tersandar, benda yang memiliki bentuk, tetapi tak bernyawa, penampilan mereka menarik dan pandai berorasi, tetapi otak mereka kosong tidak dapat memahami kebenaran. Mereka mengira bahwa setiap teriakan, yakni ungkapan amar makruf dan nahi mungkar yang diucapkan Rasulullah dan para sahabat, ditujukan kepada mereka, karena hati kecil mereka merasa dan menyadari kesalahan mereka. Mereka itulah musuh yang sebenarnya, jika topeng mereka dibuka. Maka waspadalah terhadap mereka, wahai Nabi dan orang-orang beriman; Allah membinasakan mereka di dunia melalui tanganmu dan di akhirat dengan dimasukkan ke dalam neraka. Bagaimanakah mereka dapat dipalingkan dari iman, padahal mereka menyaksikan turunnya Al-Qur’an kepada Nabi?","tafsir_tahlili":"(4) Pada ayat ini, Allah menerangkan bahwa orang-orang munafik itu terlihat sangat menakjubkan. Tubuh mereka tegap-tegap, simpatik, dan lancar berbicara serta mengasyikkan. Apabila mereka berkata, orang senang mendengarnya karena tutur bahasanya yang teratur, menarik, dan tidak membosankan. Mereka tidak ubahnya seperti kayu yang tersandar, benda yang mempunyai bentuk, tetapi tidak bernyawa. Ini biasa dipakai sebagai perumpamaan bagi orang yang kelihatannya bagus, tetapi amal perbuatannya jelek. Lahiriahnya elok, tetapi hatinya busuk, tidak ubahnya dengan kayu yang di dalamnya kosong melompong, kelihatannya indah, tetapi tidak dapat digunakan, tidak dapat diharapkan daripadanya hal yang baik dan bermanfaat. \r\nSetiap ada kata-kata yang sifatnya amar maruf nahi mungkar, mereka menyangka bahwa kata-kata itu ditujukan kepadanya. Mereka takut kalau-kalau kedudukan dan pangkatnya terancam dan rahasianya terbongkar. Cercaan dan cemoohan terhadap mereka akan datang dan mereka akan menjadi bulan-bulanan. Allah berfirman:\r\nاَشِحَّةً عَلَيْكُمْ ۖ فَاِذَا جَاۤءَ الْخَوْفُ رَاَيْتَهُمْ يَنْظُرُوْنَ اِلَيْكَ تَدُوْرُ اَعْيُنُهُمْ كَالَّذِيْ يُغْشٰى عَلَيْهِ مِنَ الْمَوْتِۚ فَاِذَا ذَهَبَ الْخَوْفُ سَلَقُوْكُمْ بِاَلْسِنَةٍ حِدَادٍ\r\nMereka kikir terhadapmu. Apabila datang ketakutan (bahaya), kamu lihat mereka itu memandang kepadamu dengan mata yang terbalik-balik seperti orang yang pingsan karena akan mati, dan apabila ketakutan telah hilang, mereka mencaci kamu dengan lidah yang tajam. (al-A¥z±b/33: 19);Mereka itu sebenarnya adalah musuh, karena itu berhati-hatilah menghadapinya, jangan terpengaruh dengan keramah-tamahan mereka, dan jangan termakan dengan bujuk rayu mereka. Mereka kelihatan tersenyum, tetapi di dalam hatinya terpendam dendam yang mendalam, iktikad jahat yang membawa maut. Mereka itu dilaknat Allah dan jauh dari rahmat-Nya, karena perbuatan mereka yang sangat jahat. Penerangan dan penjelasan tentang kebenaran telah cukup diberikan kepada mereka, tetapi mereka itu membuang kebenaran itu, dan melaksanakan kebatilan yang dilarang oleh Allah."}