{"tafsir_id":5194,"surah_id":63,"aya_number":6,"tafsir_wajiz":"Allah mengingatkan Nabi bahwa sama saja bagi mereka, orang munafik yang tetap dalam kemunafikannya hingga mati, apakah engkau wahai Nabi Muhammad memohonkan ampunan untuk mereka, atau engkau tidak memohonkan ampunan bagi mereka, Allah tetap saja tidak akan mengampuni mereka yang mati dalam keadaan munafik; sesungguhnya Allah tidak akan memberi petunjuk kepada orang-orang yang fasik, yaitu orang-orang yang terus menerus berbuat dosa hingga pikiran dan mereka tertutup dari cahno_ayat Allah.","tafsir_tahlili":"(6) Allah menerangkan bahwa bagi orang-orang munafik, dimintakan ampunan atau tidak, sama saja. Allah tidak akan mengampuni mereka. Dia telah menetapkan mereka termasuk orang-orang yang celaka karena perbuatan mereka yang bergelimang dosa dan menunjukkan dengan jelas kemunafikan serta keingkaran di dalam hati mereka yang disembunyikan. Allah tidak akan memberi petunjuk kepada orang-orang fasik yang kerjanya hanya berbuat jahat, tidak memperhatikan nasihat-nasihat yang baik, dan tidak akan menyadari peringatan yang diberikan kepadanya. Perkataannya penuh kebohongan dan keingkaran yang keterlaluan, sebagaimana Allah berfirman:\r\nاِنَّ اللّٰهَ لَا يَهْدِيْ مَنْ هُوَ كٰذِبٌ كَفَّارٌ\r\nSungguh, Allah tidak memberi petunjuk kepada pendusta dan orang yang sangat ingkar. (az-Zumar/39: 3);Firman Allah:\r\nاِنَّ اللّٰهَ لَا يَهْدِيْ مَنْ هُوَ مُسْرِفٌ كَذَّابٌ  ٢٨\r\nSesungguhnya Allah tidak memberi petunjuk kepada orang yang melampaui batas dan pendusta. (G±fir/40: 28);Dan firman Allah:\r\nاِسْتَغْفِرْ لَهُمْ اَوْ لَا تَسْتَغْفِرْ لَهُمْۗ اِنْ تَسْتَغْفِرْ لَهُمْ سَبْعِيْنَ مَرَّةً فَلَنْ يَّغْفِرَ اللّٰهُ لَهُمْ ۗذٰلِكَ بِاَنَّهُمْ كَفَرُوْا بِاللّٰهِ وَرَسُوْلِهٖۗ وَاللّٰهُ لَا يَهْدِى الْقَوْمَ الْفٰسِقِيْنَ ࣖ   ٨٠ \r\n(Sama saja) engkau (Muhammad) memohonkan ampunan bagi mereka atau tidak memohonkan ampunan bagi mereka. Walaupun engkau memohonkan ampunan bagi mereka tujuh puluh kali, Allah tidak akan memberi ampunan kepada mereka. Yang demikian itu karena mereka ingkar (kafir) kepada Allah dan rasul-Nya. Dan Allah tidak memberi petunjuk kepada orang-orang yang fasik. (at-Taubah/9: 80)"}