{"tafsir_id":5196,"surah_id":63,"aya_number":8,"tafsir_wajiz":"Mereka berkata kepada sesama orang munafik, “Sungguh, jika kita kembali ke Madinah seusai perang Bani Mustalik, yaitu perang yang diiikuti orang-orang munafik bersama kaum muslim, pastilah orang yang kuat, yaitu orang-orang munafik akan mengusir orang-orang yang lemah, yakni kaum muslim dari sana, Madinah.” Padahal kekuatan itu hakikatnya hanyalah milik Allah, Rasul-Nya, dan milik orang-orang mukmin, selama mereka bersatu dan memiliki mental kejuangan, tetapi orang-orang munafik itu tidak mengetahui bahwa yang lemah itu mereka dan yang kuat itu Rasulullah bersama para sahabat.","tafsir_tahlili":"(8) Pada ayat ini, Allah menerangkan bahwa Abdull±h bin Ubay dan pengikut-pengikutnya merencanakan apabila kembali ke Medinah dari peperangan Bani Mu¡¯aliq, mereka akan mengusir orang-orang mukmin dari Medinah. Mereka merasa dan menganggap bahwa merekalah yang kuat, perkasa, dan mulia, sedangkan orang-orang mukmin itu lemah dan hina. Mereka tidak menyadari bahwa kekuatan, keperkasaan, dan kemuliaan berada di tangan Allah dan rasul-Nya, serta orang-orang mukmin yang telah dimuliakan-Nya. \r\nDiriwayatkan bahwa Abdull±h putra Abdull±h bin Ubay adalah orang yang benar-benar beriman. Ia pernah mencabut pedang mengancam ayahnya, Abdull±h bin Ubay, ketika mereka sudah dekat di Medinah dan berkata, “Demi Allah, saya tidak akan memasukkan pedangku ini ke dalam sarungnya, sehingga engkau mengucapkan, Bahwa Muhammad itulah yang mulia dan sayalah yang hina.” Abdull±h putra Abdull±h bin Ubay tetap pada sikapnya, sehingga ayahnya mengucapkan pengakuan tersebut yaitu Muhammadlah yang mulia dan dia yang hina. \r\nOrang-orang munafik tidak mengetahui bahwa sesungguhnya kemuliaan itu ada pada Allah, rasul-Nya, dan orang-orang mukmin. Kemenangan terakhir ada pada orang-orang yang bertakwa dan Allah akan memberi pertolongan kepada orang-orang yang menegakkan agama-Nya, sebagaimana diterangkan dalam ayat lain:\r\nكَتَبَ اللّٰهُ لَاَغْلِبَنَّ اَنَا۠ وَرُسُلِيْۗ اِنَّ اللّٰهَ قَوِيٌّ عَزِيْزٌ   ٢١\r\nAllah telah menetapkan, “Aku dan rasul-rasul-Ku pasti menang.” Sungguh, Allah Mahakuat, Mahaperkasa. (al-Muj±dalah/58: 21)"}