{"tafsir_id":5197,"surah_id":63,"aya_number":9,"tafsir_wajiz":"Pada no_ayatt ini Allah mengingatkan orang-orang beriman agar kesibukan mengurus harta dan memperhatikan urusan anak tidak menghalangi ibadah kepada Allah. Wahai orang-orang yang beriman di mana pun berada! Janganlah harta bendamu yang kamu cari dan anak-anakmu yang kamu sno_ayatngi, melalaikan kamu dari mengingat Allah, yakni salat lima waktu dan aturan-aturan Allah tentang bekerja, bermasyarakat, dan bernegara. Dan barang siapa berbuat demikian, melalaikan ibadah dan aturan Allah, maka mereka itulah orang-orang yang rugi, karena kebutuhan ruhaninya tidak terpenuhi dan hidupnya tidak seimbang.","tafsir_tahlili":"(9) Allah mengingatkan bahwa kesibukan mengurus harta benda dan memperhatikan persoalan anak-anak jangan membuat manusia lalai dari kewajibannya kepada Allah atau bahkan tidak menunaikannya. Hendaknya perhatian mereka terhadap dunia dan akhirat seimbang, sebagaimana tertuang dalam sebuah riwayat:\r\nفَاعْمَلْ عَمَلَ امْرِئٍ يَظُنُّ أَنْ لاَ يَمُوْتَ أَبَدًا وَاحْذَرْحَذْراً يَخْشَى أَنْ يَمُوْتَ غَدًا. (رواه البيهقى عن عبد الله بن عمرو بن العاص)\r\nBeramallah (amalan duniawi) seperti amalan seseorang yang mengira bahwa ia tidak akan meninggal selama-lamanya. Namun, waspadalah seperti kewaspadaan seseorang yang akan meninggal besok. (Riwayat al-Baihaq³ dari Abdullah bin Ibnu Amru bin al-Ā¡);Dalam hadis lain, Nabi bersabda:\r\nلَيْسَ بِخَيْرِكُمْ مَنْ تَرَكَ دُنْيَاهُ لِاۤخِرَتِهِ وَلاَ اۤخِرَتَهُ لِدُنْيَاهُ حَتَّى يُصِيْبَ مِنْهُمَا جَمِيْعًا فَإِنَّ الدُّنْيَا بَلاَغٌ اِلَى اْلاۤخِرَةِ وَلاَ تَكُوْنُوْا كَلاًّ عَلَى النَّاسِ. (رواه ابن عساكر عن انس بن مالك)\r\nBukanlah orang yang terbaik di antara kamu seseorang yang meninggalkan (kepentingan) dunianya karena akhirat, dan sebaliknya meninggalkan (kepentingan) akhiratnya karena urusan dunianya, sehingga ia mendapatkan (bagian) keduanya sekaligus, ini dikarenakan kehidupan dunia merupakan wasilah yang menyampaikan ke kehidupan akhirat dan janganlah kamu menjadi beban terhadap orang lain. (Riwayat Ibnu As±kir dari Anas bin M±lik) ;Di sinilah letak keistimewaan dan keunggulan agama yang dibawa oleh junjungan kita Nabi Muhammad saw yaitu agama Islam. Agama yang tidak menghendaki umatnya bersifat materialistis, yang semua pikiran dan usahanya hanya ditujukan untuk mengumpulkan kekayaan dan kenikmatan dunia, seperti halnya orang-orang Yahudi. Islam juga agama yang tidak membenarkan umatnya hanya mementingkan akhirat saja, tenggelam dalam kerohanian, menjauhkan diri dari kelezatan hidup, membujang terus dan tidak kawin, sebagaimana halnya orang-orang Nasrani. Allah berfirman:\r\nيٰبَنِيْٓ اٰدَمَ خُذُوْا زِيْنَتَكُمْ عِنْدَ كُلِّ مَسْجِدٍ وَّكُلُوْا وَاشْرَبُوْا وَلَا تُسْرِفُوْا\r\nWahai anak cucu Adam! Pakailah pakaianmu yang bagus pada setiap (memasuki) masjid, makan dan minumlah, tetapi jangan berlebihan.         (al-Ar±f/7: 31);Firman Allah:\r\nقُلْ مَنْ حَرَّمَ زِيْنَةَ اللّٰهِ الَّتِيْٓ اَخْرَجَ لِعِبَادِهٖ وَالطَّيِّبٰتِ مِنَ الرِّزْقِ\r\n Katakanlah (Muhammad), “Siapakah yang mengharamkan perhiasan dari Allah yang telah disediakan untuk hamba-hamba-Nya dan rezeki yang baik-baik? (al-Ar±f/7: 32);Allah menegaskan pada akhir ayat 9 ini bahwa orang-orang yang sangat mementingkan urusan dunia dan meninggalkan kebahagiaan akhirat, berarti telah mengundang murka Allah. Mereka akan merugi karena menukar sesuatu yang kekal abadi dengan sesuatu yang fana dan hilang lenyap."}