{"tafsir_id":5198,"surah_id":63,"aya_number":10,"tafsir_wajiz":"no_ayatt ini menghimbau orang-orang beriman untuk memfungsikan harta dengan benar. Dan infakkanlah sebagian dari apa yang telah Kami berikan kepadamu untuk kepentingan duafa, fasilitas umum, dan fasilitas sosial sebelum kematian datang kepada salah seorang di antara kamu sehingga kamu tak sempat berinfak; lalu dia berkata setelah kematian terjadi, menyesalinya, “Ya Tuhanku, sekiranya Engkau berkenan menunda kematianku sedikit waktu lagi, maka aku dapat bersedekah dengan hartaku ini dan aku dengan demikian akan termasuk orang-orang yang saleh, karena menjadi dermawan.","tafsir_tahlili":"(10) Pada ayat ini, Allah menganjurkan agar orang-orang mukmin membelanjakan sebagian rezeki yang telah dikaruniakan kepadanya, sebagai tanda syukur atas nikmat-Nya. Hal itu bisa berupa menyantuni anak-anak yatim, orang-orang fakir miskin, dan sebagainya. Hal ini merupakan bekal untuk akhirat untuk dinikmati di hari kemudian. Janganlah kekayaan itu hanya ditumpuk untuk diwarisi oleh para ahli waris yang belum tentu akan memanfaatkannya dengan sebaik-baiknya serta mendatangkan kegembiraan, atau untuk disia-siakan yang akan mengakibatkan kekecewaan. Kekayaan yang ada pada seseorang, bagaimanapun banyaknya, hanya tiga macam yang menjadi miliknya, sebagaimana diriwayatkan bahwa Nabi saw bersabda:\r\nعَنْ مُطَرِّفٍ عَنْ أَبِيْهِ قَالَ أَتَيْتُ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَهُوَ يَقْرَأُ أََلْهَاكُمُ التَّكَاثُرُ. يَقُوْلُ ابْنُ اۤدَمَ مَالِيْ مَالِيْ، قَالَ وَهَلْ لَكَ يَاابْنَ اۤدَمَ مِنْ مَالِكَ اِلاَّ مَا أَكَلْتَ فَأَفْنَيْتَ أَوْ لَبِسْتَ فَأَبْلَيْتَ أَوْ تَصَدَّقْتَ فَأَمْضَيْتَ. (رواه مسلم) \r\nMu¯arrif bin Syubah meriwayatkan dari ayahnya berkata, “Aku mendatangi Nabi saw, sedangkan beliau sedang membaca ayat alh±kumut-tak±£ur.” Lalu Nabi saw bersabda, “(Ada seorang) manusia mengatakan hartaku-hartaku.” Nabi saw bersabda lagi, “Wahai manusia, kamu tidaklah memiliki harta (yang kamu kumpulkan), melainkan apa yang kamu makan maka telah habis, apa yang kamu pakai maka telah lusuh, dan apa yang kamu sedekahkan maka telah berlalu.” (Riwayat Muslim);Membelanjakan harta benda untuk kemanfaataan dunia dan akhirat, janganlah ditunda-tunda sampai datang sakaratul maut. Dan jangan berandai-andai kalau-kalau umurnya masih bisa diperpanjang atau kematiannya masih bisa ditunda. Ia harus membelanjakan harta bendanya kepada yang diridai Allah, dan beramal baik sehingga ia dapat digolongkan bersama orang-orang yang saleh sebelum ajal tiba, karena apabila ajal telah sampai pada batasnya, tak dapat lagi diubah, dimajukan, atau ditangguhkan."}