{"tafsir_id":52,"surah_id":2,"aya_number":45,"tafsir_wajiz":"Dan mohonlah pertolongan kepada Allah dengan penuh sabar, dengan memelihara keteguhan hati dan menjaga ketabahan, serta menahan diri dari godaan dalam menghadapi hal-hal yang berat, dan juga dengan melaksanakan salat. Dan salat itu sungguh amat berat, kecuali bagi orang-orang yang khusyuk dan tunduk hatinya kepada Allah. Mereka adalah orang-orang yang yakin bahwa mereka akan menemui Tuhannya, dan bahwa mereka akan kembali kepada-Nya. ","tafsir_tahlili":"(45) Setelah menjelaskan betapa jeleknya keadaan dan sifat-sifat Bani Israil, sehingga akal mereka tidak bermanfaat bagi diri mereka dan kitab suci yang ada di tangan mereka pun tidak mendatangkan faedah apa pun bagi mereka, maka Allah memberikan bimbingan kepada mereka menuju jalan yang paling baik, yaitu agar mereka memohon pertolongan kepada Allah dengan kesabaran dan salat.\r\nYang dimaksud dengan “sabar” di sini ialah sikap dan perilaku sebagai berikut:\r\n1. Tabah menghadapi kenyataan yang terjadi, tidak panik, tetapi tetap mampu mengendalikan emosi.\r\n2. Dengan tenang menerima kenyataan dan memikirkan mengapa hal itu terjadi, apa sebabnya dan bagaimana cara mengatasinya dengan sebaik-baiknya.\r\n3. Dengan tenang dan penuh perhitungan serta tawakal melakukan perbaikan dengan menghindari sebab-sebab kegagalan dan melakukan antisipasi secara lebih tepat berdasar pengalaman.\r\nBersikap sabar berarti mengikuti perintah-perintah Allah dan menjauhkan diri dari larangan-larangan-Nya, dengan cara mengekang syahwat dan hawa nafsu dari semua perbuatan yang terlarang. Melakukan salat dapat mencegah kita dari perbuatan-perbuatan yang tidak baik, dan dengan salat itu pula kita selalu ingat kepada Allah, sehingga hal itu akan menghalangi kita dari perbuatan-perbuatan yang jelek, baik diketahui orang lain, maupun tidak. Salat adalah ibadah yang sangat utama di mana kita dapat bermunajat kepada Allah lima kali setiap hari. \r\nكَانَ رَسُوْلُ اللهِ صَلَّى الله ُعَلَيْهِ وَسَلَّمَ إِذَا حَزَبَهُ أَمْرٌ صَلَّى (رواه أحمد)\r\n“Rasulullah saw, apabila menghadapi masalah berat, beliau salat”. (Riwayat A¥mad). ;Melakukan salat dirasakan berat dan sukar, kecuali oleh orang-orang yang khusyuk, yaitu orang yang benar-benar beriman dan taat kepada Allah, dan melakukan perintah-perintah-Nya dengan ikhlas karena mengharapkan rida-Nya semata, serta memelihara diri dari azab-Nya. Bagi orang yang khusyuk, melaksanakan salat tidaklah dirasakan berat, sebab pada saat-saat tersebut mereka tekun dan tenggelam dalam bermunajat kepada Allah sehingga mereka tidak lagi merasakan dan mengingat sesuatu yang lain, baik berupa kesukaran maupun penderitaan yang mereka alami sebelumnya. Mengenai hal ini, Rasulullah saw bersabda:\r\nوَجُعِلَتْ قُرَّةُ عَيْنِيْ فِى الصَّلاَةِ (رواه أحمد و النسائي)\r\n “Dan dijadikan ketenangan hatiku di dalam salat” (Riwayat A¥mad dan an-Nas±′³);Ini disebabkan karena ketekunannya dalam melakukan salat merupakan sesuatu yang amat menyenangkan baginya, sedang urusan-urusan duniawi dianggap melelahkan.\r\nDi samping itu mereka penuh pengharapan menanti-nanti pahala dari Allah atas ibadah tersebut sehingga berbagai kesukaran dalam melaksanakannya dapat diatasi dengan mudah. Hal ini tidak mengherankan, sebab orang yang mengetahui hakikat dari apa yang dicarinya niscaya ringan baginya untuk mengorbankan apa saja untuk memperolehnya. Orang yang yakin bahwa Allah akan memberikan ganti yang lebih besar dari apa yang telah diberikannya niscaya ia merasa ringan untuk memberikan kepada orang lain apa saja yang dimilikinya."}