{"tafsir_id":5201,"surah_id":64,"aya_number":2,"tafsir_wajiz":"Dialah yang menciptakan kamu dalam bentuk yang sebaik-baiknya, lalu di antara kamu ada yang kafir, karena mengikuti hawa nafsu; dan di antara kamu juga ada yang mukmin, karena Allah memberikan petunjuk dan manusia menggunakan akal dan nuraninya. Dan Allah Maha Melihat apa yang kamu kerjakan sehingga tidak satu pun perbuatan manusia yang tidak diketahui-Nya.","tafsir_tahlili":"(2) Ayat ini menerangkan bahwa Allahlah yang menciptakan semua yang ada menurut kehendak-Nya. Allah berfirman:\r\nاَللّٰهُ خَالِقُ كُلِّ شَيْءٍ ۙوَّهُوَ عَلٰى كُلِّ شَيْءٍ وَّكِيْلٌ  ٦٢\r\nAllah pencipta segala sesuatu dan Dia Maha Pemelihara atas segala sesuatu. (az-Zumar/39: 62);Pada dasarnya manusia ketika dilahirkan dalam keadaan fitrah, tetapi sebagian dari manusia itu memilih kekafiran yang bertentangan dengan fitrahnya dan sebagian lagi memilih iman sesuai dengan tuntutan fitrah-nya, sebagaimana sabda Nabi saw:\r\nكُلُّ مَوْلُوْدٍ يُوْلَدُ عَلَى الْفِطْرَةِ فأَبَوَاهُ يُهَوِّدَانِهِ أَوْ يُنَصِّرَانِهِ أَوْ يُمَجِّسَانِهِ. (رواه البخاري ومسلم)\r\nSetiap anak dilahirkan dalam keadaan fitrah (Islam). Maka kedua orang tualah yang akan menjadikannya seorang Yahudi, Nasrani, atau Majusi. (Riwayat al-Bukh±r³ dan Muslim);Andaikata manusia itu mau memikirkan kejadiannya dan kejadian yang ada di alam raya ini, pasti cukup menjadi jaminan bagi manusia untuk kembali kepada yang hak dengan memilih iman, dan mensyukuri nikmat yang telah dianugerahkan kepadanya. Akan tetapi, manusia itu tidak sadar dan insaf atas semuanya itu, sehingga terjadilah perpecahan, mengingkari Tuhan yang menciptakannya, serta nikmat-nikmat yang telah dianugerahkan kepadanya. Selayaknya manusia itu menginsafi bahwa Allah melihat segala yang dikerjakannya, dan di akhirat nanti dia akan diberi balasan terhadap semua itu. Yang baik dibalas dengan surga, sedangkan yang jahat dibalas dengan siksaan dan dimasukkan ke dalam neraka Jahanam, sejahat-jahat tempat kediaman, sebagaimana Allah berfirman:\r\nاِنَّهَا سَاۤءَتْ مُسْتَقَرًّا وَّمُقَامًا   ٦٦\r\nSungguh, Jahanam itu seburuk-buruk tempat menetap dan tempat kediaman. (al-Furq±n/25: 66)\r\n"}