{"tafsir_id":5205,"surah_id":64,"aya_number":6,"tafsir_wajiz":"no_ayatt ini menjelaskan alasan orang-orang kafir menolak kehadiran para rasul. Allah menyatakan bahwa yang demikian itu, yakni penolakan mereka terhadap para rasul, karena sesungguhnya ketika rasul-rasul datang kepada mereka dengan membawa keterangan-keterangan tentang ajaran Allah; lalu mereka berkata di hadapan para rasul itu dengan nada melecehkan, “Apakah pantas manusia yang memberi petunjuk kepada kami, bukan malaikat?” Lalu mereka menolak ajaran para rasul dan berpaling dari kebenaran; padahal Allah tidak memerlukan keimanan mereka. Dan Allah Mahakno_ayat dari ketergantungan kepada makhluk, Maha Terpuji dalam sifat dan perbuatan-Nya.","tafsir_tahlili":"(6) Allah menerangkan bahwa sebab-sebab ditimpakan berbagai azab kepada umat terdahulu itu ialah karena kecerobohan mereka mendustakan para rasul sesudah mereka diberi keterangan yang jelas, dan diperlihatkan mukjizat-mukjizat nyata. Mereka berkata, “Satu hal yang ajaib bahwa orang yang akan memberi petunjuk kepada kami ialah manusia biasa yang tidak mempunyai sedikit pun kelebihan dari kami. Ia tidak mempunyai pikiran lebih unggul dari kami, dan tidak memiliki kekuatan dan kekuasaan untuk menundukkan kami.” Dalam ayat yang lain Allah berfirman:\r\nفَقَالُوْٓا اَبَشَرًا مِّنَّا وَاحِدًا نَّتَّبِعُهٗٓ \r\nMaka mereka berkata, “Bagaimana kita akan mengikuti seorang manusia (biasa) di antara kita?” (al-Qamar/54: 24);Mereka tidak mengetahui bahwa para nabi dan rasul itu adalah orang-orang yang telah dipilih Allah menurut kehendak-Nya, sebagaimana diterangkan dalam firman-Nya:\r\nاَللّٰهُ اَعْلَمُ حَيْثُ يَجْعَلُ رِسٰلَتَهٗ\r\nAllah lebih mengetahui di mana Dia menempatkan tugas kerasulan-Nya.   (al-An±m/6: 124);Setelah keingkaran mereka berkepanjangan dan pembangkangan mereka berlarut-larut, maka Allah membinasakan mereka. Allah tidak memerlukan mereka serta tidak mempunyai kepentingan sedikit pun kepada mereka. Dia Mahakuasa, tidak mempunyai keperluan sedikit pun kepada sesuatu, Maha Terpuji atas segala nikmat yang telah ditetapkan kepada makhluk-Nya."}