{"tafsir_id":5206,"surah_id":64,"aya_number":7,"tafsir_wajiz":"Orang-orang yang kafir menolak ajakan para rasul karena mengira, bahkan meyakini bahwa mereka tidak akan dibangkitkan setelah mereka mati. Katakanlah, wahai Nabi Muhammad, kepada mereka, “Tidak demikian, yang sebenarnya. Demi Tuhanku, Yang Mahabenar, kamu pasti akan dibangkitkan dari alam kubur, kemudian diberitakan dengan lengkap dan menyeluruh semua yang telah kamu kerjakan di dunia, baik kejahatan maupun kebaikan.” Dan yang demikian itu mudah bagi Allah, karena Allah berkuasa atas segala sesuatu.","tafsir_tahlili":"(7) Dalam ayat ini, Allah menerangkan bahwa orang musyrik beranggapan tidak akan ada hari kebangkitan, hari perhitungan, dan hari pembalasan. Anggapan mereka ini diungkapkan juga dalam ayat yang berbunyi:\r\nءَاِذَا كُنَّا تُرَابًا ءَاِنَّا لَفِيْ خَلْقٍ جَدِيْدٍ\r\nApabila kami telah menjadi tanah, apakah kami akan (dikembalikan) menjadi makhluk yang baru? (ar-Rad/13: 5);Firman Allah:\r\nمَنْ يُّحْيِ الْعِظَامَ وَهِيَ رَمِيْمٌ   ٧٨\r\nSiapakah yang dapat menghidupkan tulang-belulang, yang telah hancur luluh? (Y±s³n/36: 78);Anggapan orang musyrik yang salah itu ditolak Allah dengan tegas. Allah menyatakan bahwa hari kebangkitan dan hari pembalasan itu pasti ada, dan semua manusia dihidupkan kembali pada hari itu. Lalu diberitakan semua yang pernah mereka perbuat di dunia sampai kepada yang sekecil-kecilnya untuk dihisab dan diberi balasan. Yang demikian ini bagi Allah sangat mudah dan tidak ada kesulitan sama sekali. Firman Allah:;قُلْ يُحْيِيْهَا الَّذِيْٓ اَنْشَاَهَآ اَوَّلَ مَرَّةٍ ۗوَهُوَ بِكُلِّ خَلْقٍ عَلِيْمٌ ۙ  ٧٩\r\nKatakanlah (Muhammad), “Yang akan menghidupkannya ialah (Allah) yang menciptakannya pertama kali. Dan Dia Maha Mengetahui tentang segala makhluk. (Y±s³n/36:79);Dalam ayat yang lain Allah berfirman:\r\nوَقَالَ الَّذِيْنَ كَفَرُوْا لَا تَأْتِيْنَا السَّاعَةُ ۗقُلْ بَلٰى وَرَبِّيْ لَتَأْتِيَنَّكُمْۙ عٰلِمِ الْغَيْبِ \r\nDan orang-orang yang kafir berkata, “Hari Kiamat itu tidak akan datang kepada kami.” Katakanlah, “Pasti datang, demi Tuhanku yang mengetahui yang gaib, Kiamat itu pasti akan datang kepadamu. (Saba'/34: 3)"}