{"tafsir_id":5208,"surah_id":64,"aya_number":9,"tafsir_wajiz":"no_ayatt ini mengingatkan manusia tentang kepastian adanya hari akhirat. Ingatlah wahai manusia, pada hari ketika Allah mengumpulkan kamu, seluruh manusia pada hari berhimpun, yaitu pada hari akhir; itulah hari pengungkapan kesalahan-kesalahan yang selama hidup di dunia disembunyikan. Dan barang siapa beriman kepada Allah dengan iman yang mantap dan mengerjakan kebajikan, niscno_ayat Allah akan menghapus kesalahan-kesalahannya dan memasukkannya ke dalam surga yang mengalir di bawahnya sungai-sungai, mereka kekal di dalamnya selama-lamanya. Itulah kemenangan yang agung.","tafsir_tahlili":"(9) Dalam ayat ini, Allah menjelaskan bahwa pada hari Kiamat nanti Dia akan mengumpulkan orang-orang terdahulu dan yang datang kemudian di suatu lapangan, sebagaimana firman-Nya:\r\nذٰلِكَ يَوْمٌ مَّجْمُوْعٌۙ لَّهُ النَّاسُ وَذٰلِكَ يَوْمٌ مَّشْهُوْدٌ  ١٠٣\r\nItulah hari ketika semua manusia dikumpulkan (untuk dihisab), dan itulah hari yang disaksikan (oleh semua makhluk). (Hµd/11: 103);Firman Allah dalam ayat lain:\r\nقُلْ اِنَّ الْاَوَّلِيْنَ وَالْاٰخِرِيْنَۙ   ٤٩  لَمَجْمُوْعُوْنَۙ اِلٰى مِيْقَاتِ يَوْمٍ مَّعْلُوْمٍ   ٥٠  \r\nKatakanlah, “(Ya), sesungguhnya orang-orang yang terdahulu dan yang kemudian, pasti semua akan dikumpulkan pada waktu tertentu, pada hari yang sudah dimaklumi.” (al-W±qiah/56: 49-50);Pada hari itulah nanti akan diteliti dan dibalas amal yang telah dilakukan setiap manusia di dunia ini. Semua amal, baik berupa kesalahan atau kebenaran, akan terungkap pada hari itu. Hari itulah yang dinamakan hari “tag±bun”. Orang-orang kafir yang telah menukar kehidupan akhirat dengan dunia yakni memilih kelezatan dunia dari kenikmatan akhirat, akan merugi dan tidak memperoleh keuntungan sedikit pun. Sedangkan orang-orang mukmin yang telah mengorbankan dirinya untuk memperoleh surga, mereka itulah yang beruntung dan tak akan merugi sedikit pun. Dalam sebuah hadis diriwayatkan:\r\nلاَ يَدْخُلُ أَحَدُ الْجَنَّةَ إِلاَّ أُرِيَ مَقْعَدَهُ مِنَ النَّارِ لَوْ أَسَاءَ لِيَزْدَادَ شُكْرًا وَلاَ يَدْخُلُ النَّارَ إِلاَّ أُرِيَ مَقْعَدَهُ مِنَ الْجَنَّةِ لَوْ أَحْسَنَ لِيَكُوْنَ عَلَيْهِ حَسْرَةً. (رواه أحمد والبخاري عن أبي هريرة)\r\nTidak seseorang masuk surga melainkan diperlihatkan kepadanya tempat (yang disediakan baginya) di neraka, seandainya ia berbuat keburukan agar menambah kesyukuran. Dan tidaklah seseorang masuk neraka melainkan diperlihatkan kepadanya tempat (yang pernah disediakan baginya) di surga, seandainya ia berbuat kebaikan agar penyesalannya bertambah. (Riwayat A¥mad dan al-Bukh±r³ dari Abµ Hurairah);Orang-orang yang percaya kepada Allah dan taat kepada perintah-Nya, menjauhi larangan-Nya, niscaya dihapus semua kesalahan dan dosanya, serta diampuni dan dimasukkan ke dalam surga yang mengalir di bawahnya sungai-sungai. Mereka kekal di dalamnya, tidak akan mati, dan tidak akan keluar dari sana. Yang demikian itu adalah satu keuntungan dan kebahagiaan yang tiada taranya, karena telah terhindar dari kebinasaan dan kehancuran. Allah berfirman dalam ayat lain:\r\nوَمَنْ يَّأْتِهٖ مُؤْمِنًا قَدْ عَمِلَ الصّٰلِحٰتِ فَاُولٰۤىِٕكَ لَهُمُ الدَّرَجٰتُ الْعُلٰى ۙ  ٧٥  جَنّٰتُ عَدْنٍ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُ خٰلِدِيْنَ فِيْهَا ۗوَذٰلِكَ جَزٰۤؤُا مَنْ تَزَكّٰى ࣖ  ٧٦  \r\nTetapi barang siapa datang kepada-Nya dalam keadaan beriman, dan telah mengerjakan kebajikan, maka mereka itulah orang yang memperoleh derajat yang tinggi (mulia), (yaitu) surga-surga Adn, yang mengalir di bawahnya sungai-sungai, mereka kekal di dalamnya. Itulah balasan bagi orang yang menyucikan diri. (°±h±/20: 75-76)"}