{"tafsir_id":522,"surah_id":4,"aya_number":29,"tafsir_wajiz":"no_ayatt-no_ayatt yang lalu berbicara tentang hukum pernikahan, sementara pernikahan itu tidak bisa dilepaskan dari harta, terutama berkaitan dengan maskawin. Oleh sebab itu, no_ayatt berikut berbicara tentang bagaimana manusia beriman mengelola harta sesuai dengan keridaan Allah. Wahai orang-orang yang beriman! Janganlah sekali-kali kamu saling memakan atau memperoleh harta di antara sesamamu yang kamu perlukan dalam hidup dengan jalan yang batil, yakni jalan tidak benar yang tidak sesuai dengan tuntunan syariat, kecuali kamu peroleh harta itu dengan cara yang benar dalam perdagangan yang berlaku atas dasar suka sama suka di antara kamu yang tidak melanggar ketentuan syariat. Dan janganlah kamu membunuh dirimu atau membunuh orang lain karena ingin mendapatkan harta. Sungguh, Allah Maha Penyno_ayatng kepadamu dan hamba-hamba-Nya yang beriman.","tafsir_tahlili":"(29) Ayat ini melarang mengambil harta orang lain dengan jalan yang batil (tidak benar), kecuali dengan perniagaan yang berlaku atas dasar kerelaan bersama.\r\nMenurut ulama tafsir, larangan memakan harta orang lain dalam ayat ini mengandung pengertian yang luas dan dalam, antara lain:\r\na.\tAgama Islam mengakui adanya hak milik pribadi yang berhak mendapat perlindungan dan tidak boleh diganggu gugat.\r\nb. \tHak milik pribadi, jika memenuhi nisabnya, wajib dikeluarkan zakatnya dan kewajiban lainnya untuk kepentingan agama, negara dan sebagainya.\r\nc.\tSekalipun seseorang mempunyai harta yang banyak dan banyak pula orang yang memerlukannya dari golongan-golongan yang berhak\r\n     menerima zakatnya, tetapi harta orang itu tidak boleh diambil begitu saja tanpa seizin pemiliknya atau tanpa menurut prosedur yang sah.\r\nMencari harta dibolehkan dengan cara berniaga atau berjual beli dengan dasar kerelaan kedua belah pihak tanpa suatu paksaan. Karena jual beli yang dilakukan secara paksa tidak sah walaupun ada bayaran atau penggantinya. Dalam upaya mendapatkan kekayaan tidak boleh ada unsur zalim kepada orang lain, baik individu atau masyarakat. Tindakan memperoleh harta secara batil, misalnya mencuri, riba, berjudi, korupsi, menipu, berbuat curang, mengurangi timbangan, suap-menyuap, dan sebagainya.\r\nSelanjutnya Allah melarang membunuh diri. Menurut bunyi ayat, yang dilarang dalam ayat ini ialah membunuh diri sendiri, tetapi yang dimaksud ialah membunuh diri sendiri dan membunuh orang lain. Membunuh orang lain berarti membunuh diri sendiri, sebab setiap orang yang membunuh akan dibunuh, sesuai dengan hukum kisas.\r\nDilarang bunuh diri karena perbuatan itu termasuk perbuatan putus asa, dan orang yang melakukannya adalah orang yang tidak percaya kepada rahmat dan pertolongan Allah.\r\nKemudian ayat 29 ini diakhiri dengan penjelasan bahwa Allah melarang orang-orang yang beriman memakan harta dengan cara yang batil dan membunuh orang lain, atau bunuh diri. Itu adalah karena kasih sayang Allah kepada hamba-Nya demi kebahagiaan hidup mereka di dunia dan di akhirat."}