{"tafsir_id":5223,"surah_id":65,"aya_number":6,"tafsir_wajiz":"Pada no_ayatt ini diperintahkan kepada para suami untuk menyiapkan tempat tinggal bagi istri mereka. Allah berfirman, “Tempatkanlah mereka, para istri, di mana kamu bertempat tinggal, yakni di tempat tinggal kamu yang lno_ayatk menurut kemampuan kamu; dan janganlah kamu menyusahkan mereka, para istri untuk menyempitkan hati dan perasaan mereka. Dan jika mereka, istri-istri yang sudah ditalak itu sedang hamil, maka, wahai para suami, berikanlah kepada mereka nafkahnya sampai mereka melahirkan, karena itu merupakan bukti tanggung jawab kamu terhadap perempuan yang akan melahirkan keturunan kamu; kemudian jika mereka menyusukan anak-anak kamu, maka berikanlah imbalannya kepada mereka yang pantas; dan musyawarahkanlah di antara kamu tentang segala sesuatu berkenaan dengan nafkah dan imbalan menyusui anakmu dengan baik; dan jika kamu berdua saling menemukan kesulitan untuk memberikan ASI kepada anakmu karena sesuatu dan lain hal, maka perempuan lain yang sehat boleh menyusukan anak itu untuk kelangsungan hidup-nya dengan imbalan yang lno_ayatk dan sadarilah bahwa anakmu akan menjadi anak persusuan perempuan itu.","tafsir_tahlili":"(6) Dalam ayat ini, Allah menjelaskan bahwa menjadi kewajiban bagi suami memberi tempat tinggal yang layak, sesuai dengan kemampuannya kepada istri yang tengah menjalani idah. Jangan sekali-kali ia berbuat yang menyempitkan dan menyusahkan hati sang istri dengan menempatkannya pada tempat yang tidak layak atau membiarkan orang lain tinggal bersamanya, sehingga ia merasa harus meninggalkan tempat itu dan menuntut tempat lain yang disenangi.\r\nJika istri yang ditalak ba'in sedang hamil, maka ia wajib diberi nafkah secukupnya sampai melahirkan. Apabila ia melahirkan, maka habislah masa idahnya. Namun demikian, karena ia menyusukan anak-anak dari suami yang menceraikannya, maka ia wajib diberi nafkah oleh sang suami sebesar yang umum berlaku. Sebaiknya seorang ayah dan ibu merundingkan dengan cara yang baik tentang kemaslahatan anak-anaknya, baik mengenai kesehatan, pendidikan, maupun hal lainnya. Di sejumlah negara muslim, hak-hak perempuan yang dicerai telah diatur secara khusus dalam undang-undang.\r\nApabila di antara kedua belah pihak tidak terdapat kata sepakat, maka pihak ayah boleh saja memilih perempuan lain yang dapat menerima dan memahami kemampuannya untuk menyusukan anak-anaknya. Sekalipun demikian, kalau anak itu tidak mau menyusu kepada perempuan lain, tetapi hanya ke ibunya, maka sang bapak wajib memberi nafkah yang sama besarnya seperti nafkah yang diberikan kepada orang lain."}