{"tafsir_id":5229,"surah_id":65,"aya_number":12,"tafsir_wajiz":"Allah yang menciptakan tujuh lapis langit dan demikian juga penciptaan dari bumi serupa itu, yakni tujuh lapis bumi. Perintah Allah berupa hukum alam berlaku padanya secara mutlak, agar kamu mengetahui bahwa Allah Mahakuasa atas segala sesuatu yang menyadarkan manusia untuk beriman dan taat kepada Allah; dan menyadari bahwa ilmu Allah benar-benar meliputi segala sesuatu, baik yang kasat mata maupun yang tersembunyi.","tafsir_tahlili":"(12) Dalam ayat ini, Allah menerangkan bahwa Dialah yang menciptakan tujuh petala langit dan yang menciptakan tujuh lapis bumi. Dalam sebuah hadis, Nabi saw bersabda: \r\nيَا أَبَا ذَرٍّ مَا السَّمَاوَاتُ السَّبْعُ مَعَ الْكُرْسِيِّ إِلاَّ كَحَلَقَةٍ مُلْقَاةٍ بِأَرْضِ فَلاَةٍ، وَفَضْلُ العَرْشِ عَلَى الْكُرْسِيِّ كَفَضْلِ الْفَلاَةِ عَلَى الْحَلَقَةِ. (رواه ابن حبان وأبو نعيم)\r\nWahai Abµ ªarr, tidaklah ada (perbandingan) tujuh petala langit dengan kursi melainkan seperti lingkaran kecil di hamparan tanah yang luas. Sedangkan (perbandingan) Arsy dengan kursi di hamparan tanah yang luas dengan lingkaran kecil. (Riwayat Ibnu ¦ibb±n dan Abµ Nuaim);Perintah, qa«±', dan qadar Allah berlaku di antara bumi dan langit. Dialah yang mengatur semuanya sesuai dengan ilmu-Nya yang Mahaluas, menerapkan kebijaksanaan-Nya yang adil dan membawa maslahat. Semuanya itu bertujuan agar manusia mengetahui sejauh mana kekuasaan Allah. Tidak ada sesuatu yang dapat menghalangi kehendak-Nya. Dia kuasa di atas segala sesuatu. Hal ini juga bertujuan agar manusia mengetahui bahwa ilmu Allah meliputi segala sesuatunya. Tidak ada sesuatu di langit dan di bumi walau bagaimanapun kecilnya, kecuali diketahui Allah. Tidak ada yang tersembunyi bagi-Nya, sebagaimana dijelaskan dalam firman-Nya:\r\nاِنَّ اللّٰهَ لَا يَخْفٰى عَلَيْهِ شَيْءٌ فِى الْاَرْضِ وَلَا فِى السَّمَاۤءِ  ٥\r\nBagi Allah tidak ada sesuatu pun yang tersembunyi di bumi dan di langit. (²li Imr±n/3: 5);Dijelaskan juga dalam firman-Nya yang lain:\r\nوَمَا يَخْفٰى عَلَى اللّٰهِ مِنْ شَيْءٍ فِى الْاَرْضِ وَلَا فِى السَّمَاۤءِ  ٣٨  \r\nDan tidak ada sesuatu pun yang tersembunyi bagi Allah, baik yang ada di bumi maupun yang ada di langit. (Ibr±h³m/14: 38)"}