{"tafsir_id":5231,"surah_id":66,"aya_number":2,"tafsir_wajiz":"Pada no_ayatt ini Allah memerintahkan kepada Nabi untuk membatalkan sumpah beliau mengharamkan minum madu dan berhubungan dengan salah seorang istri beliau, Mariyah al-Qibiyyah. “Sungguh, Allah telah mewajibkan kepada kamu, wahai Nabi untuk membebaskan diri dari sumpah kamu untuk tidak akan minum madu dan tidak akan berhubungan dengan istri dengan membno_ayatr kafarat; dan Allah adalah pelindungmu, wahai Nabi dari segala keadaan yang tidak menyenangkan dan Dia Maha Mengetahui, semua yang dirahasiakan manusia; Mahabijaksana dalam menilai perbuatan mereka.”","tafsir_tahlili":"(2) Dalam ayat ini, Allah menjelaskan bahwa Dia telah menetapkan satu ketentuan yaitu wajib bagi seseorang membebaskan dirinya dari sumpah yang pernah diucapkannya dengan membayar kafarat sebagaimana yang dijelaskan dalam firman Allah:\r\nفَكَفَّارَتُهٗٓ اِطْعَامُ عَشَرَةِ مَسٰكِيْنَ مِنْ اَوْسَطِ مَا تُطْعِمُوْنَ اَهْلِيْكُمْ اَوْ كِسْوَتُهُمْ اَوْ تَحْرِيْرُ رَقَبَةٍ ۗفَمَنْ لَّمْ يَجِدْ فَصِيَامُ ثَلٰثَةِ اَيَّامٍ ۗذٰلِكَ كَفَّارَةُ اَيْمَانِكُمْ اِذَا حَلَفْتُمْ ۗوَاحْفَظُوْٓا اَيْمَانَكُمْ ۗ كَذٰلِكَ يُبَيِّنُ اللّٰهُ لَكُمْ اٰيٰتِهٖ لَعَلَّكُمْ تَشْكُرُوْنَ   ٨٩  \r\nMaka kafaratnya (denda pelanggaran sumpah) ialah memberi makan sepuluh orang miskin, yaitu dari makanan yang biasa kamu berikan kepada keluargamu, atau memberi mereka pakaian atau memerdekakan seorang hamba sahaya. Barangsiapa tidak mampu melakukannya, maka (kafaratnya) berpuasalah tiga hari. Itulah kafarat sumpah-sumpahmu apabila kamu bersumpah. (al-M±'idah/5: 89);Sumpah yang wajib dilanggar ialah jika bersifat menghalalkan sesuatu yang hukumnya haram, atau sebaliknya sumpah itu mengharamkan sesuatu yang halal. Untuk membatalkan sumpah tidak minum madu, Nabi saw telah memenuhi ketentuan Allah tersebut di atas, dengan membayar kafarat yaitu memerdekakan seorang budak, sebagaimana yang diinformasikan dalam sebuah hadis:\r\nعَنِ ابْنِ عَبَّاسٍ قَالَ: قُلْتُ لِعُمَرَ بْنِ الْخَطَّابِ مَنِ الْمَرْأَتَانِ اللَّتَانِ تَظَاهَرَتَا؟ قَالَ: عَائِشَةُ وَحَفْصَةُ. وَكَانَ بَدْأُ الْحَدِيْثِ فِي شَأْنِ مَارِيَةَ أُمِّ إِبْرَاهِيْمَ الْقِبْطِيَّةِ أَصَابَهَا النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فِي بَيْتِ حَفْصَةَ فِي يَوْمِهَا فَوَجَدَتْ حَفْصَةُ فَقَالَتْ: يَا نَِبيَّ اللهِ لَقَدْ جِئْتَ إِلَيَّ شَيْئًا مَا جِئْتَهُ إِلَى أَحَدٍ مِنْ أَزْوَاجِكَ فِي يَوْمِي وَفِي دَوْرِيْ وَعَلَى فِرَاشِي؟ قَالَ: أَلاَّ تَرْضِيْنَ أَنْ أُحَرِّمَهَا فَلاَ أُقَرِّبُهَا؟ قَالَتْ: بَلَى، فَحَرَّمَهَا. وَقَالَ: لاَتَذْكُرِي ذَلِكَ لِأَحَدٍ، فَذَكَرَتْهُ لِعَائِشَةَ، فَأَظْهَرَهُ اللهُ عَلَيْهِ فَأَنْزَلَ اللهُ تَعَالَى: (يَا أَيُّهَا النَّبِيُّ لِمَ تُحَرِّمُ مَا أَحَلَّ اللهُ لَكَ تَبْتَغِي مَرْضَاتَ أَزْوَاجِكَ) الأية كُلَّهَا، فَبَلَغْنَا أَنَّ رَسُوْلَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ كَفَّرَ يَمِيْنَهُ     وَأَصَابَ جَارِيَتَهُ. (رواه ابن حرير وابن منذر) \r\nDari Ibnu Abb±s, ia berkata, “Saya bertanya kepada Umar bin Kha¯¯±b tentang siapa kedua perempuan yang membongkar rahasia itu? Ia berkata, Aisyah dan Haf¡ah. Dia mengawali cerita tentang Ummu Ibrahim (M±riyah) al-Qib¯iyyah yang digauli Nabi saw di rumah Haf¡ah pada hari (giliran)nya, lalu Haf¡ah mengetahuinya. Haf¡ah lalu berkata, Wahai Nabi Allah, engkau telah memperlakukan saya dengan perlakuan yang tidak engkau lakukan kepada istri-istrimu yang lain pada hari saya, rumah saya, dan di atas tempat tidur saya. Nabi berkata, Senangkah engkau bila saya mengharamkannya dengan tidak menggaulinya lagi? Ia menjawab, Baik, haramkan dia! Nabi lalu berkata, Janganlah engkau katakan hal ini kepada siapa pun. Tetapi Haf¡ah mengatakannya kepada Aisyah. Kemudian Allah memberitahukan hal itu kepada Nabi saw, lalu menurunkan ayat: “y± ayyuhan-nabiyyu lima tu¥arrimu…” dan seterusnya. Kami mendapat berita bahwa Nabi saw membayar kafarat sumpahnya dan menggauli Maryam al-Qibtiyyah kembali.” (Riwayat Ibnu Jar³r dan Ibnu Mun©ir);Kesimpulan dari apa yang terkandung dalam ayat ini adalah bahwa yang diharamkan Nabi saw untuk dirinya adalah sesuatu yang telah dihalalkan Allah, bisa berupa budak, minuman, atau yang lainnya. Apa pun kasusnya, yang jelas Nabi mengharamkan sesuatu yang dihalalkan Allah. Oleh karena itulah, Allah menegur dan meminta Nabi untuk membatalkan sumpahnya dan membayar kafarat.\r\nDi bagian akhir ayat ini dijelaskan bahwa Allah adalah pelindung orang beriman, mengalahkan musuh-musuhnya, memudahkannya menempuh jalan yang menguntungkan di dunia dan di akhirat, memberikan hidayat dan bimbingan untuk mencapai kebahagiaan dunia dan akhirat. Dia Maha Mengetahui apa yang mendatangkan maslahat. Allah Mahabijaksana dalam mengatur segala sesuatunya, tidak akan melarang dan memerintahkan sesuatu kecuali tujuannya ialah maslahat manusia.\r\n"}