{"tafsir_id":5232,"surah_id":66,"aya_number":3,"tafsir_wajiz":"Dan ingatlah ketika secara rahasia Nabi membicarakan suatu peristiwa kepada salah seorang istrinya, yaitu kepada Hafsah bahwa beliau bersumpah tidak akan pernah berhubungan suami-istri dengan Mariyah al-Qibtiyyah setelah berhubungan dengannya di rumah Hafsah. Beliau berpesan agar kejadian ini tidak diberitahukan kepada siapa pun. Lalu dia, Hafsah, menceritakan peristiwa itu kepada Aisyah sehingga rahasia Nabi diketahui Aisyah. Dan Allah pun segera memberitahukan peristiwa pembocoran rahasia itu kepadanya, yakni kepada Nabi. Lalu beliau memberitahukan kasus pembocoran rahasia itu kepada Hafsah sebagian, yakni berkenaan dengan sumpah beliau tidak akan pernah berhubungan suami istri dengan Mariyah al-Qibtiyyah dan tidak akan pernah minum madu di rumah Zainab binti Jahsy; dan menyembunyikan sebagian yang lain perihal kepemimpinan setelah beliau wafat akan jatuh kepada Abu Bakar kemudian kepada ‘Umar. Maka ketika dia, yakni Nabi memberitahukan pembicaraan itu kepadanya, yakni kepada Hafsah, maka segera dia bertanya, sangat kaget. “Siapa yang telah memberitahukan kejadian ini kepada kamu, wahai Nabi Allah? Nabi menjawab, “Yang memberitahukan kepadaku tentang pembocoran rahasia itu adalah Allah Yang Maha Mengetahui segala yang tampak maupun yang tersembunyi, Mahateliti terhadap segala keadaan.”","tafsir_tahlili":"(3) Dalam ayat ini, Allah mengingatkan suatu peristiwa yang terjadi pada diri Nabi saw yaitu ketika beliau meminta kepada Haf¡ah (salah seorang istrinya) untuk merahasiakan dan tidak memberitahukan kepada siapa pun bahwa beliau pernah meminum madu di rumah Zainab binti Jahsy, lalu bersumpah tidak akan mengulangi hal itu lagi. Setelah Haf¡ah menceritakan hal itu kepada Aisyah, Allah lalu memberitahukan kepada Nabi percakapan antara keduanya itu. Nabi saw kemudian memberitahu Haf¡ah tentang perbuatannya yang telah menyiarkan rahasia beliau. Ketika itu Haf¡ah menjadi heran dan bertanya, “Siapakah yang telah memberitahukan hal ini kepadamu?” Ia menyangka bahwa Aisyahlah yang memberitahukan, Nabi saw menjawab bahwa yang memberitahukan ialah Allah, Tuhan Yang Maha Mengetahui segala rahasia dan bisikan, Maha Mengenal apa yang ada di bumi dan apa yang ada di langit, tiada sesuatu yang tersembunyi bagi-Nya. Firman Allah:\r\nاِنَّ اللّٰهَ لَا يَخْفٰى عَلَيْهِ شَيْءٌ\r\nBagi Allah tidak ada sesuatu pun yang tersembunyi di bumi dan di langit. (²li Imr±n/3: 5)"}