{"tafsir_id":5235,"surah_id":66,"aya_number":6,"tafsir_wajiz":"Wahai orang-orang yang beriman! Peliharalah dirimu dan keluargamu dengan mentaati perintah Allah dan menjauhi larangan-Nya dari api neraka, yakni dari murka Allah yang menyebabkan kamu diseret ke dalam neraka yang bahan bakarnya adalah manusia dan batu; ada manusia yang dibakar dan ada manusia yang menjadi bahan bakar; penjaganya malaikat-malaikat yang kasar dan keras, yang tidak durhaka kepada Allah terhadap apa yang Dia perintahkan kepada mereka sehingga tidak ada malaikat yang bisa disogok untuk mengurangi atau meringankan hukuman; dan mereka patuh dan disiplin selalu mengerjakan apa yang diperintahkan Allah kepada mereka.","tafsir_tahlili":"(6) Dalam ayat ini, Allah memerintahkan orang-orang yang beriman agar menjaga dirinya dari api neraka yang bahan bakarnya terdiri dari manusia dan batu, dengan taat dan patuh melaksanakan perintah Allah. Mereka juga diperintahkan untuk mengajarkan kepada keluarganya agar taat dan patuh kepada perintah Allah untuk menyelamatkan mereka dari api neraka. Keluarga merupakan amanat yang harus dipelihara kesejahteraannya baik jasmani maupun rohani.\r\nDi antara cara menyelamatkan diri dari api neraka itu ialah mendirikan salat dan bersabar, sebagaimana firman Allah:\r\nوَأْمُرْ اَهْلَكَ بِالصَّلٰوةِ وَاصْطَبِرْ عَلَيْهَا\r\nDan perintahkanlah keluargamu melaksanakan salat dan sabar dalam mengerjakannya. (°±h±/20: 132)\r\nوَاَنْذِرْ عَشِيْرَتَكَ الْاَقْرَبِيْنَ ۙ   ٢١٤\r\nDan berilah peringatan kepada kerabat-kerabatmu (Muhammad) yang terdekat. (asy-Syuar±'/26: 214);Diriwayatkan bahwa ketika ayat ke-6 ini turun, Umar berkata, “Wahai Rasulullah, kami sudah menjaga diri kami, dan bagaimana menjaga keluarga kami?” Rasulullah saw menjawab, “Larang mereka mengerjakan apa yang kamu dilarang mengerjakannya dan perintahkan mereka melakukan apa yang diperintahkan Allah kepadamu. Begitulah caranya menyelamatkan mereka dari api neraka. Neraka itu dijaga oleh malaikat yang kasar dan keras yang pemimpinnya berjumlah sembilan belas malaikat. Mereka diberi kewenangan mengadakan penyiksaan di dalam neraka. Mereka adalah para malaikat yang tidak mendurhakai Allah terhadap apa yang diperintahkan-Nya dan selalu mengerjakan apa yang diperintahkan-Nya."}