{"tafsir_id":5237,"surah_id":66,"aya_number":8,"tafsir_wajiz":"Wahai orang-orang yang beriman! Bertobatlah kepada Allah dari dosa besar maupun dosa kecil dengan tobat yang semurni-murninya yang melahirkan perubahan sikap dan perbuatan; mudah-mudahan Tuhan kamu akan menghapus kesalahan-kesalahanmu yang sudah ditinggalkan secata total dan memasukkan kamu dengan izin-Nya ke dalam surga yang mengalir di bawahnya sungai-sungai, sebagai tanda kenikmatan yang sempurna, pada hari ketika Allah tidak mengecewakan Nabi dan orang-orang yang beriman bersama dengannya, ketika dibangkitkan menuju mahsyar; sedangkan cahno_ayat mereka memancar di hadapan dan di sebelah kanan mereka, yang bersumber dari iman dan amal saleh mereka, sambil mereka berkata, memohon kepada Allah, “Ya Tuhan kami, sempurnakanlah untuk kami cahno_ayat kami dengan cahno_ayat keridaan-Mu, dan ampunilah, semua kesalahan kami di dunia; Sungguh, Engkau Mahakuasa atas segala sesuatu, termasuk mengampuni dan menyelamatkan kami dari api neraka.”","tafsir_tahlili":"(8) Seruan pada ayat ini ditujukan kepada orang-orang yang percaya kepada Allah dan para rasul-Nya. Mereka diperintahkan bertobat kepada Allah dari dosa-dosa mereka dengan tobat yang sebenar-benarnya (tobat nasuha), yaitu tobat yang memenuhi tiga syarat. Pertama, berhenti dari maksiat yang dilakukannya. Kedua, menyesali perbuatannya, dan ketiga, berketetapan hati tidak akan mengulangi perberbuatan maksiat tersebut. \r\nBila syarat-syarat itu terpenuhi, Allah menghapuskan semua kesalahan dan kejahatan yang telah lalu dan memasukkan mereka ke dalam surga yang mengalir di bawahnya sungai-sungai. Pada saat itu, Allah tidak mengecewakan dan menghinakan Nabi saw dan orang-orang yang beriman bersamanya. Bahkan pada hari itu, kebahagiaan mereka ditonjolkan, cahaya mereka memancar menerangi mereka waktu berjalan menuju Mahsyar tempat diadakan perhitungan dan pertanggungjawaban. Mereka itu meminta kepada Allah agar cahaya mereka disempurnakan, tetap memancar dan tidak akan padam sampai mereka itu melewati ¢ir±¯al Mustaq³m, tempat orang-orang munafik baik laki-laki maupun perempuan memohon dengan sangat agar dapat ditunggu untuk dapat ikut memanfaatkan cahaya mereka. \r\nMereka juga memohon agar dosa-dosa mereka dihapus dan diampuni. Dengan demikian, mereka tidak merasa malu dan kecewa pada waktu diadakan hisab dan pertanggungjawaban. Tidak ada yang patut dimintai untuk menyempurnakan cahaya dan mengampuni dosa kecuali Allah, karena Dialah Yang Mahakuasa atas segala sesuatu, berbuat sesuai dengan kodrat dan iradat-Nya."}