{"tafsir_id":5241,"surah_id":66,"aya_number":12,"tafsir_wajiz":"no_ayatt ini menjelaskan kesalehan seorang perempuan yang tak pernah bersuami, tetapi memiliki seorang putra. Dan Maryam putri Imran yang memelihara kehormatannya, lalu Allah memberikan penghargaan, penghomatan, dan kemuliaan kepadanya, maka Kami meniupkan ke dalam rahimnya sebagian dari roh ciptaan Kami sehingga ia hamil dan melahirkan bayi tanpa bapak; dan dia, Maryam putri Imran, membenarkan kalimat-kalimat Tuhannya yang menjelaskan kekuasaan Allah yang tak terbatas dan kitab-kitab-Nya, yaitu Kitab Taurat dan Zabur; dan dia termasuk orang-orang yang taat kepada Allah dengan rukuk dan sujud dan menjaga kehormatan dirinya.","tafsir_tahlili":"(12) Pada ayat ini, Allah sekali lagi membuat perumpamaan bagi orang-orang mukmin yaitu keadaan Maryam binti Imran yang memelihara kehormatannya dan telah diberikan karamah di dunia dan akhirat. Ia dipilih Tuhannya karena bereaksi kepada Jibril tentang pengisian rahimnya dengan ucapan sebagaimana diabadikan di dalam Al-Qur'an:\r\nاِنِّيْٓ اَعُوْذُ بِالرَّحْمٰنِ مِنْكَ اِنْ كُنْتَ تَقِيًّا\r\n Dia (Maryam) berkata, “Sungguh, aku berlindung kepada Tuhan Yang Maha Pengasih terhadapmu, jika engkau orang yang bertakwa.” (Maryam/19: 18);Dengan demikian, kesalehannya menjadi mantap dan sempurna kesuciannya, maka ditiupkanlah ke dalam rahimnya oleh Jibril sebagian roh ciptaan Allah, yang mewujudkan seorang nabi yaitu Isa bin Maryam binti Imran, membenarkan syariat Allah dan kitab-kitab yang diturunkan-Nya kepada nabi-Nya. Dia termasuk dan terbilang orang yang bertakwa, tekun beribadah, merendahkan diri, dan taat kepada Tuhan-Nya.\r\nA¥mad meriwayatkan dalam Musnadnya bahwa penghulu wanita penghuni surga ialah Maryam lalu Fatimah menyusul Khadijah dan ²siyah.\r\nDi dalam kitab ¢a¥³¥ diterangkan bahwa laki-laki yang sempurna banyak bilangannya, tetapi perempuan yang sempurna hanya empat yaitu ²siyah binti Muz±him (istri Firaun), Maryam binti Imr±n, Khad³jah binti Khuwailid, dan F±¯imah binti Muhammad. Sedangkan kelebihan Siti ²isyah atas wanita-wanita yang lain seperti kelebihan £arid atas makanan-makanan yang lain."}