{"tafsir_id":525,"surah_id":4,"aya_number":32,"tafsir_wajiz":"Namun sering terjadi dalam kehidupan bahwa angan-angan untuk memperoleh sesuatu sebagaimana dimiliki orang lain bisa mendorong seseorang melakukan pelanggaran. no_ayatt ini berpesan agar menghindari kebiasaan berangan-angan yang menimbulkan sifat iri dan dengki kepada sesama. Dan janganlah kamu berangan-angan yang membuat kamu iri hati terhadap karunia yang telah dilebihkan oleh Allah kepada sebagian kamu atas sebagian yang lain, baik karunia itu berupa kecerdasan, kemuliaan, nama baik, pangkat, dan jabatan, maupun dalam bentuk harta benda serta kekno_ayatan yang berlimpah. Karena bagi laki-laki ada bagian dari apa yang mereka usahakan yang sesuai dengan ketentuan Allah dan sesuai pula dengan apa yang mereka usahakan, dan begitu pula bagi perempuan pun ada bagian dari apa yang mereka usahakan sesuai petunjuk Allah dan apa yang mereka usahakan. Oleh sebab itu, janganlah berangan-angan yang menyebabkan iri hati. Mohonlah kepada Allah dengan tulus agar kamu dianugerahi-Nya sebagian dari karunia-Nya yang berlimpah ruah itu. Sungguh, Allah Maha Mengetahui segala sesuatu termasuk angan-angan dan iri serta kedengkian yang tersembunyi dalam hati kamu.","tafsir_tahlili":"(32) Orang yang beriman tidak boleh merasa iri hati terhadap orang yang lebih banyak memperoleh karunia dari Allah, karena Allah telah mengatur alam ini sedemikian rupa terjalin dengan hubungan yang rapi. Manusia pun tidak sama jenis kemampuannya, sehingga masing-masing memiliki keistimewaan dan kelebihan. Bukan saja antara laki-laki dengan perempuan, tetapi juga antar sesama laki-laki atau sesama perempuan.\r\nSelanjutnya ayat ini menerangkan bahwa laki-laki mempunyai bagian dari apa yang mereka peroleh, demikian juga perempuan mempunyai bagian dari apa yang mereka peroleh, sesuai dengan usaha dan kemampuan mereka masing-masing.\r\nOleh karena itu orang dilarang iri hati terhadap orang yang lebih banyak memperoleh karunia dari Allah. Akan tetapi ia hendaknya memohon kepada Allah disertai dengan usaha yang sungguh-sungguh agar Allah melimpahkan pula karunia-Nya yang lebih banyak tanpa iri hati kepada orang lain. Allah Maha Mengetahui segala sesuatu, baik tentang permohonan yang dipanjatkan kepada-Nya, maupun tentang apa yang lebih sesuai diberikan kepada hamba-Nya.\r\nSetiap orang yang merasa tidak senang terhadap karunia yang dianugerahkan Allah kepada seseorang, atau ia ingin agar karunia itu hilang atau berpindah dari tangan orang yang memperolehnya, maka hal itu adalah iri hati yang dilarang dalam ayat ini. Tetapi apabila seseorang ingin memiliki sesuatu seperti yang dimiliki orang lain, atau ingin kaya seperti kekayaan orang lain menurut pendapat yang termasyhur, hal demikian tidaklah termasuk iri hati yang terlarang."}