{"tafsir_id":5250,"surah_id":67,"aya_number":9,"tafsir_wajiz":"Pertanyaan para penjaga neraka tersebut dijawab dengan jujur oleh para pendurhaka itu. Mereka menjawab, “Benar, sungguh, seorang pemberi peringatan telah datang kepada kami, menyampaikan tentang adanya azab Allah, tetapi kami mendustakannya dan kami katakan, ‘Allah tidak menurunkan sesuatu apa pun kepadamu, kamu wahai orang yang meng-ku sebagai utusan Allah, sebenarnya di dalam kesesatan yang besar.'”","tafsir_tahlili":"(9) Dalam ayat ini diterangkan bahwa pertanyaan para malaikat itu dijawab oleh orang-orang kafir yang sedang diazab itu dengan mengakui bahwa telah datang kepada mereka seorang rasul. Dia telah membacakan kepada mereka ayat-ayat Tuhan dan telah memperingatkan mereka akibat yang akan diterima oleh orang-orang yang tidak memperkenankan seruan itu. Akan tetapi, mereka mendustakan dan bahkan mengejek para rasul itu dengan mengatakan; Hai orang yang telah mengaku menerima wahyu dari Allah. Sebenarnya tidak ada sesuatu wahyu pun yang diturunkan Allah kepadamu karena engkau bukanlah seorang rasul yang diutus kepada kami. Engkau hanyalah manusia biasa seperti kami juga, bahkan engkau lebih miskin dan lebih rendah derajatnya daripada kami. Tidak ada guna dan faedahnya sedikit pun semua perkataan yang engkau ucapkan itu bagi kami, bahkan kamu seluruhnya yang mengaku bahwa sebagai rasul yang diutus oleh Tuhan, sebetulnya adalah orang-orang yang berada dalam kesesatan yang besar.” Pada ayat yang lain, Allah berfirman:\r\nوَسِيْقَ الَّذِيْنَ كَفَرُوْٓا اِلٰى جَهَنَّمَ زُمَرًا ۗحَتّٰىٓ اِذَا جَاۤءُوْهَا فُتِحَتْ اَبْوَابُهَا وَقَالَ لَهُمْ خَزَنَتُهَآ اَلَمْ يَأْتِكُمْ رُسُلٌ مِّنْكُمْ يَتْلُوْنَ عَلَيْكُمْ اٰيٰتِ رَبِّكُمْ وَيُنْذِرُوْنَكُمْ لِقَاۤءَ يَوْمِكُمْ هٰذَا ۗقَالُوْا بَلٰى وَلٰكِنْ حَقَّتْ كَلِمَةُ الْعَذَابِ عَلَى الْكٰفِرِيْنَ  ٧١ \r\nOrang-orang yang kafir digiring ke neraka Jahanam secara berombongan. Sehingga apabila mereka sampai kepadanya (neraka) pintu-pintunya dibukakan dan penjaga-penjaga berkata kepada mereka, “Apakah belum pernah datang kepadamu rasul-rasul dari kalangan kamu yang membacakan ayat-ayat Tuhanmu dan memperingatkan kepadamu akan pertemuan (dengan) harimu ini?” Mereka menjawab, “Benar, ada,” tetapi ketetapan azab pasti berlaku terhadap orang-orang kafir. (az-Zumar/39: 71)\r\n"}