{"tafsir_id":5253,"surah_id":67,"aya_number":12,"tafsir_wajiz":"Bagi orang yang mengingkari kekuasaan Allah, ancamannya dije-laskan pada no_ayatt sebelumnya. Pada no_ayatt ini diterangkan siapa yang akan meraih pahala yang besar, Sesungguhnya orang-orang yang takut kepada Tuhannya yang tidak terlihat oleh mereka, atau mereka takut kepada-Nya walau mereka itu sendirian tidak terlihat oleh siapa pun, mereka memperoleh ampunan dan pahala yang besar.","tafsir_tahlili":"(12) Ayat ini menerangkan tanda-tanda orang bertakwa yang tunduk dan patuh kepada Allah, dan yakin bahwa Allah mengetahui segala yang mereka lakukan baik yang tampak maupun yang tersembunyi.\r\nTanda-tanda itu ialah:\r\n1.  Senantiasa takut kepada azab Allah walaupun azab itu merupakan suatu yang gaib, tidak tampak dan belum tentu kapan datangnya.\r\n2.  Merasa takut akan kedatangan hari Kiamat, karena mengingat malapetaka yang akan terjadi pada diri mereka seandainya mengingkari Allah, seperti peristiwa yang akan terjadi pada hari perhitungan, hari pembalasan, dan azab neraka yang tiada terkirakan.\r\n3.  Yakin dan percaya bahwa Allah selalu mengawasi, memperhatikan, dan mengetahui di mana dan dalam keadaan bagaimana mereka setiap saat.;Dalam hadis Nabi Muhammad disebutkan:\r\nعَنْ أَبِيْ هُرَيْرَةَ ُ قَالَ: قَالَ رَسُوْلُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: لاَ يَلِجُ النَّارَ رَجُلٌ بَكَى مِنْ خَشْيَةِ اللهِ. (رواه الترمذي والنسائي وأحمد والحاكم وغيرهم)\r\nDari Abµ Hurairah ia berkata, Rasulullah saw bersabda, “Tak akan masuk neraka seseorang yang menangis karena takut kepada Allah. (Riwayat at-Tirmi©³, an-Nas±'³, A¥mad, al-¦±kim, dan lainnya);Orang yang benar-benar beriman kepada Allah dan mengerjakan amal yang saleh, tidak ada kekhawatiran terhadap diri mereka dan mereka tidak bersedih hati terhadap segala sesuatu yang luput dari mereka, sebagaimana firman Allah:\r\nاِنَّ الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ وَاَقَامُوا الصَّلٰوةَ وَاٰتَوُا الزَّكٰوةَ لَهُمْ اَجْرُهُمْ عِنْدَ رَبِّهِمْۚ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُوْنَ  ٢٧٧ \r\nSungguh, orang-orang yang beriman, mengerjakan kebajikan, melaksanakan salat, dan menunaikan zakat, mereka mendapat pahala di sisi Tuhannya. Tidak ada rasa takut pada mereka dan mereka tidak bersedih hati. (al-Baqarah/2: 277);Orang-orang yang beriman dan taat kepada Allah selalu merasa mendapat pengawasan dari-Nya. Mereka yakin bahwa Dia melihat dan memperhatikan mereka, sebagaimana yang diucapkan Nabi Muhammad dalam konteks ihsan:\r\nأََنْ تَعْبُدَ اللهَ كَأَنَّكَ تَرَاهُ فَإِنْ لَمْ تَكُنْ تَرَاهُ فَإِنَّهُ يَرَاكَ. (رواه البخاري ومسلم عن أبي هريرة)\r\nEngkau beribadah kepada Allah seakan-akan kamu melihat-Nya, maka jika kamu tidak melihat-Nya, maka sesungguhnya Allah melihatmu. (Riwayat al-Bukh±r³, Muslim, dan Abµ Hurairah);Allah menjanjikan bahwa orang-orang mukmin yang bersifat demikian akan diampuni dosa-dosanya dan akan diberi pahala yang besar di akhirat kelak.\r\n"}