{"tafsir_id":5256,"surah_id":67,"aya_number":15,"tafsir_wajiz":"Setelah ditegaskan bahwa Allah adalah Mahahalus dan Maha luas pengetahuan-Nya, kini diuraikan kembali tentang Kuasa-Nya. Dialah Allah yang menjadikan bumi untuk kamu yang mudah dijelajahi untuk melakukan aneka aktifitas yang bermanfaat, maka jelajahilah di segala penjurunya, berkelanalah ke seluruh pelosoknya, dan makanlah sebagian dari rezeki-Nya yang disediakan untuk kamu, serta bersyukurlah dengan segala karunia-Nya itu. Dan karena pada akhirnya, hanya kepada-Nyalah kamu kembali setelah dibangkitkan.","tafsir_tahlili":"(15) Ayat ini menerangkan nikmat Allah yang tiada terhingga yang telah dilimpahkan-Nya kepada manusia, dengan menyatakan bahwa Allah telah menciptakan bumi dan memudahkannya untuk mereka, sehingga mereka dapat mengambil manfaat yang tidak terhingga untuk kepentingan hidup mereka. Dia menciptakan bumi itu bundar dan melayang-layang di angkasa luas. Manusia tinggal di atasnya seperti berada di tempat yang datar terhampar, tenang, dan tidak bergoyang. Dengan perputaran bumi terjadilah malam dan siang, sehingga manusia dapat berusaha pada siang hari dan beristirahat pada malam hari. Bumi memancarkan sumber-sumber mata air, yang mengalirkan air untuk diminum manusia dan binatang ternak peliharaannya. \r\nDengan air itu pula manusia mengairi kebun-kebun dan sawah-sawah mereka, demikian pula kolam-kolam tempat mereka memelihara ikan. Dengan air itu pula mereka mandi membersihkan badan mereka yang telah kotor, sehingga mereka merasa segar dan nyaman. Diciptakan-Nya pula bukit-bukit, lembah-lembah, gunung-gunung yang menghijau yang menyejukkan hati orang yang memandangnya. Dari celah-celah bukit itu mengalirlah sungai-sungai dan di antara bukit-bukit dan lembah-lembah itu manusia membuat jalan-jalan yang menghubungkan suatu negeri dengan negeri yang lain. Alangkah banyaknya nikmat yang telah dilimpahkan Allah kepada manusia. Seandainya Allah menahan suatu nikmat saja kepada manusia, misalnya tidak memberikan udara yang akan dihirup, manusia akan mengalami penderitaan yang sangat. Siapakah yang dapat mengingkari nikmat Allah yang demikian banyaknya itu?\r\nMenurut para saintis, bumi yang diseliputi atmosfer sangat dinamis. Proses-proses geologi yang mencakup dari proses erosi, pengendapan, naik-turun muka laut, gempa bumi, pergerakan magma, sampai ke letusan gunung api dalam rentang waktu jutaan tahun telah memungkinkan terjadinya cebakan-cebakan mineral maupun energi. Di bagian lain, laut dan atmosfer pun tak kalah dinamisnya. Interaksinya dengan daratan dan perjalanannya bersama bulan mengitari matahari membentuk iklim dan musim. Proses-proses dinamis yang melibatkan daratan-laut dan atmosfer tersebut memungkinkan terjadinya siklus hidrologi yang pada gilirannya menurunkan hujan dan menyebabkan kesuburan tanah serta terbentuknya cadangan air baik di danau, sungai maupun dalam tanah. Oksigen dan air yang merupakan kebutuhan vital manusia tersedia melimpah dan amat mudah didapatkannya. \r\nAyat ini menyatakan bahwa dengan sifat rahman-Nya kepada seluruh umat manusia, maka Allah bukan saja telah menyediakan seluruh sarana dan prasarana bagi manusia. Ia juga telah memudahkan manusia untuk hidup di permukaan bumi. Manusia diperintahkan Allah untuk berjalan di permukaan bumi untuk mengenali baik tempatnya, penghuninya, manusianya, hewan dan tumbuhannya.\r\nManusia tidak saja diberi udara, tumbuhan, hewan, dan cuaca yang menyenangkan, tapi juga diberi perlengkapan dan kenyamanan untuk mencari rezeki di bumi dengan segala yang ada di atasnya maupun terkandung di dalamnya. \r\nSetelah Allah menerangkan bahwa alam ini diciptakan untuk manusia dan memudahkannya untuk keperluan mereka, maka Dia memerintahkan agar mereka berjalan di muka bumi, untuk memperhatikan keindahan alam, berusaha mengolah alam yang mudah ini, berdagang, beternak, bercocok tanam dan mencari rezeki yang halal. Sebab, semua yang disediakan Allah itu harus diolah dan diusahakan lebih dahulu sebelum dimanfaatkan bagi keperluan hidup manusia.\r\nDengan memahami ayat ini, dapat dikemukakan hal-hal yang berikut:\r\n1.  Allah memerintahkan agar manusia berusaha dan mengolah alam untuk kepentingan mereka guna memperoleh rezeki yang halal. Hal ini berarti bahwa tidak mau berusaha dan bersifat pemalas bertentangan dengan perintah Allah.\r\n2.  Karena berusaha dan mencari rezeki itu termasuk melaksanakan perintah Allah, maka orang yang berusaha dan mencari rezeki adalah orang yang menaati Allah, dan hal itu termasuk ibadah. Dengan perkataan lain bahwa berusaha dan mencari rezeki itu bukan mengurangi ibadah, tetapi memperkuat dan memperbanyak ibadah itu sendiri.;Diriwayatkan oleh A¥mad dari Umar bin Kha¯¯±b, sesungguhnya ia mendengar Rasulullah bersabda:\r\nلَوْ أَنَّكُمْ تَتَوَكَّلُوْنَ عَلَى اللهِ حَقَّ تَوَكُّلِهِ لَرَزَقَكُمْ كَمَا يَرْزُقُ الطَّيْرَ تَغْدُوْ خِمَاصًا وَتَرُوْحُ بِطَانًا. (رواه الترمذي وأحمد والبيهقي وأبو داود عن عمر بن الخطاب)\r\nJika kalian benar-benar bertawakal kepada Allah sebenar-benar tawakkal, niscaya kalian akan diberi rezeki sebagaimana Allah memberikan rezeki-Nya kepada burung. Pergi mencari rezeki dengan perut yang kosong, dan petang hari ia kembali ke sarangnya dengan perut yang berisi penuh. (Riwayat at-Tirmi©³, A¥mad, al-Baihaq³, dan Abµ D±wud dari Umar bin al-Kha¯¯±b) \r\n \r\nHadis ini menunjukkan bahwa waktu sejak pagi hari sampai petang adalah waktu untuk mencari rezeki, seperti yang telah dilakukan burung. Jika manusia benar-benar mau berusaha sejak pagi sampai petang pasti Allah memberinya rezeki. Mereka tidak akan kelaparan. Dari hadis ini juga dapat dipahami bahwa orang yang tidak mau berusaha tidak akan diberi rezeki oleh Allah.\r\nDiriwayatkan oleh al-¦±kim dan at-Tirmi©³ dari Mu±wiyah bin Qurrah, ia berkata, “Pada suatu hari Umar bin Kha¯¯±b lewat di perkampungan suatu kaum, lalu beliau bertanya kepada kaum itu, “Siapakah kamu?” Mereka menjawab, “Kami adalah orang-orang yang bertawakal kepada Allah.” Umar berkata, “Kamu bukanlah orang-orang yang bertawakal kepada Allah, melainkan orang-orang yang telah dimakan karat. Adapun orang yang bertawakal kepada Allah ialah orang yang menanamkan benih ke dalam tanah, lalu ia bertawakal kepada Allah.”\r\nDalam mencari rezeki ajaran Islam memberikan beberapa pedoman:\r\n1.  Agar setiap manusia berusaha mencukupkan keperluan dirinya dan keluarganya. Oleh karena itu, orang yang berangkat dari rumahnya pagi hari untuk mencari rezeki, termasuk orang yang didoakan oleh Nabi Muhammad agar diberkahi Allah.\r\nَقالَ الَّنِبيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَمَ :اَللَّهُمَّ بَارِكْ ِلاُمَّتِىْ فِى بُكُوْرِهَا. (رواه الترمذي عن صخر الغامدي)\r\nBahwa Nabi Muhammad saw berkata, “Wahai Allah, berkatilah umatku yang berangkat berusaha pagi-pagi.” (Riwayat at-Tirmi©³ dari ¢akhr bin al-G±mid³);2.  Dalam berusaha itu hendaklah mencari yang halal. Maksudnya ialah mencari rezeki dengan cara-cara yang halal, tidak dengan mencuri, menipu, korupsi, dan sebagainya. Rezeki yang dicari itu adalah rezeki yang halal, bukan yang haram, seperti khamar, bangkai, dan sebagainya, sesuai dengan hadis:\r\nعَنْ عَلِيٍّ أََنَّّ رَسُوْلَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قاَلَ: إِِنَّ اللهَ تَعَالَى يُحِبُّ اَنْ يَرَى عَبْدَهُ يَعْنِى فِى طَلَبِ اْلحَلاَلِ. (رواه الطبراني)\r\nDari Ali bahwa Rasulullah saw bersabda, “Sesungguhnya Allah Taala senang melihat hamba-Nya, dalam mencari yang halal.” (Riwayat a¯-°abr±n³); Hadis yang lain menerangkan:\r\nعَنْ أََنَسِ بْنِ مَالِكٍ رَضِيَ اللهُ عَنْهُ: أَنَّ رَسُوْلَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: طَلَبُ الْحَلاَلِ وَاجِبٌ عَلَ كُلِّ مُسْلِمٍ. (رواه الطبراني) \r\nDari Anas bin M±lik bahwa Rasulullah bersabda, “Mencari rezeki yang halal wajib bagi setiap orang muslim.” (Riwayat a¯-°abr±n³);Pada akhir ayat, Allah memberi peringatan kepada manusia bahwa semua makhluk akan kembali kepada-Nya pada hari Kiamat, dan pada waktu itu akan ditimbang semua perbuatan manusia. Amal baik dibalas dengan pahala yang berlipat ganda, sedangkan perbuatan buruk akan dibalas dengan azab neraka. Oleh karena itu, hendaklah manusia selalu mawas diri, berusaha melaksanakan amal saleh sebanyak mungkin dan menilai serta meneliti perbuatan-perbuatan yang akan dikerjakan, berusaha memohon ampun kepada Allah atas kesalahan yang telanjur dilakukan atau yang tanpa disadari bahwa perbuatan itu termasuk perbuatan yang dilarang Allah. Maka setiap muslim seyogyanya mencari rezeki yang halal saja, jangan sekali-kali memakan rezeki yang diperoleh dengan cara yang haram atau bendanya sendiri adalah benda yang haram. Ingatlah bahwa semua makhluk tanpa ada kecualinya akan kembali kepada-Nya. Allah Maha Mengetahui segala sesuatu.\r\n"}