{"tafsir_id":526,"surah_id":4,"aya_number":33,"tafsir_wajiz":"Usai melarang manusia berangan-angan yang akan mendorongnya iri dan dengki atas kelebihan orang lain, termasuk dalam hal warisan, no_ayatt ini lalu mengingatkan bahwa harta warisan itu sudah ditentukan pembagiannya oleh Allah. Dan ketahuilah bahwa untuk setiap harta peninggalan, dari apa yang ditinggalkan oleh kedua orang tua dan juga yang ditinggalkan oleh karib kerabat, Kami jadikan pewaris-pewarisnya, dan juga bagi orang-orang yang kamu telah bersumpah setia dengan mereka sebagai suami istri, maka berikanlah kepada mereka bagiannya sesuai dengan kesepakatan sebelumnya. Sungguh, Allah Maha Menyaksikan segala sesuatu.","tafsir_tahlili":"(33) Secara umum ayat ini menerangkan bahwa semua ahli waris baik ibu bapak dan karib kerabat maupun orang-orang yang terikat dengan sumpah setia, harus mendapat bagian dari harta peninggalan menurut bagiannya masing-masing.\r\nAda beberapa hal yang harus disebutkan di sini, antara lain:\r\n1. Kata maw±lia yang diterjemahkan dengan  ahli waris  adalah bentuk jamak dari maul± yang mengandung banyak arti, antara lain:\r\na. Tuan yang memerdekakan hamba sahaya (budak).\r\nb. Hamba sahaya yang dimerdekakan.\r\nc. Ahli waris asabah atau bukan.\r\n2. A¡abah ialah ahli waris yang berhak menerima sisa dari harta warisan,  setelah dibagikan kepada ahli waris lainnya yang mempunyai bagian tertentu atau berhak menerima semua harta warisan apabila tidak ada ahli waris yang lain.\r\nYang paling tepat maksud dari kata maw±lia dalam ayat ini adalah “ahli waris asabah” sesuai dengan sabda Rasulullah saw:\r\nاَلْحِقُوا الْفَرَائِضَ بِأَهْلِهَا فَمَا بَقِيَ فَهُوَ ِلأَوْلَى رَجُلٍ ذَكَرٍ (رواه البخاري ومسلم عن ابن عبّاس)\r\n”Berikanlah harta warisan itu kepada masing-masing yang berhak. Adapun sisanya berikanlah kepada laki-laki karib kerabat yang terdekat.” (Riwayat al-Bukh±r³ dan Muslim dari Ibnu Abb±s).Dan sabda Rasulullah :\r\nجَاءَتِ امْرَأَةُ سَعْدِ بْنِ الرَّبِيْعِ اِلَى رَسُوْلِ اللهِ صَلَّى الله ُعَلَيْهِ وَسَلَّمَ بِاِبْنَتَيْهَا مِنْ سَعْدٍ فَقَالَتْ: يَا رَسُوْلَ اللهِ! هَاتَانِ ابْنَتَا سَعْدِ بْنِ الرَّبِيْعِ قُتِلَ اَبُوْهُمَا مَعَكَ فِي اُحُدٍ شَهِيْدًا وَاِنَّ عَمَّهُمَا اَخَذَ مَالَهُمَا فَلَمْ يَدَعْ لَهُمَا مَالاً وَلاَ تُنْكَحَانِ إِلاَّ بِمَالٍ فَقَالَ: يَقْضِي الله ُفِي ذٰلِكَ، فَنَزَلَتْ اٰيَةُ الْمِيْرَاثِ، فَأَرْسَلَ رَسُوْلُ اللهِ صَلَّى الله ُعَلَيْهِ وَسَلَّمَ اِلَى عَمِّهِمَا فَقَالَ: اَعْطِ ابْنَتَيْ سَعْدٍ الثُّلُثَيْنِ وَاُمَّهُمَا الثُّمُنَ وَمَا بِقِيَ فَهُوَ لَكَ  (رواه الخمسة الاّ النسائي)\r\n“Janda Sa'ad bin Rabi' datang kepada Rasulullah saw bersama  dua orang anak perempuan dari Sa'ad, lalu ia berkata, “Ya Rasulullah! Ini dua orang anak perempuan dari Sa'ad bin Rabi' yang mati syahid sewaktu perang Uhud bersama-sama dengan engkau. Dan sesungguhnya paman dua anak ini telah mengambil semua harta peninggalan ayah mereka, sehingga tidak ada yang tersisa. Kedua anak ini tidak akan dapat kawin, kecuali jika mempunyai harta.” Rasulullah menjawab, “Allah akan memberikan penjelasan hukumnya pada persoalan ini.” Kemudian turunlah ayat mawaris (tentang warisan), lalu Rasulullah memanggil paman anak perempuan Sa'ad dan berkata, “Berikanlah 2/3 kepada kedua anak perempuan Sa'ad, seperdelapan untuk ibu mereka, dan apa yang masih tinggal itulah untukmu.” (Riwayat Abµ Dawud, at-Tirmi©i, Ibnu M±jah dan A¥mad).;Hukum-hukum yang telah ditetapkan dalam ayat ini hendaklah dilaksanakan dengan sebaik-baiknya. Barang siapa yang tidak melaksanakannya atau menyimpang dari hukum-hukum tersebut, maka ia telah melanggar ketentuan Allah dan akan mendapat balasan atas pelanggaran itu. Sesungguhnya Allah Maha Mengetahui segala perbuatan hamba-Nya. Menurut pendapat yang terkuat, bahwa sumpah setia yang pernah terjadi pada masa Nabi (permulaan Islam) yang mengakibatkan hubungan waris mewarisi antara mereka yang mengadakan sumpah setia, kemudian hal itu dinasakh hukumnya."}