{"tafsir_id":5261,"surah_id":67,"aya_number":20,"tafsir_wajiz":"Kaum musyrik Mekah sering kali mengandalkan kekuatan material atau berhala-berhala yang mereka sembah sebagai pembela mereka. no_ayatt ini menampik klaim tersebut Atau siapakah yang akan kamu andalkan untuk menjadi bala tentara dan pembela bagimu yang dapat membelamu selain Allah Yang Maha Pengasih? Orang-orang kafir itu hanyalah dalam keadaan tertipu.","tafsir_tahlili":"(20) Allah mencela orang-orang kafir yang menyembah sembahan-sembahan selain Allah dengan bentuk pertanyaan yang menyatakan tak ada orang yang akan datang menolong mereka serta melepaskannya dari siksa Allah. Mereka telah tertipu oleh bisikan-bisikan setan yang menanamkan kepercayaan dalam hati mereka bahwa berhala-berhala itu dapat menolong dan mengabulkan permintaan mereka. Dalam kenyataannya tidaklah demikian. Berhala-berhala itu sendiri tidak dapat berbuat apa-apa sama sekali, malah sebaliknya manusialah yang menentukan segala sesuatu bagi dirinya. Orang-orang kafir itu tertipu oleh bisikan setan. Oleh karena itu, Allah berfirman:\r\nوَيَعْبُدُوْنَ مِنْ دُوْنِ اللّٰهِ مَا لَا يَنْفَعُهُمْ وَلَا يَضُرُّهُمْۗ وَكَانَ الْكَافِرُ عَلٰى رَبِّهٖ ظَهِيْرًا   ٥٥  \r\nDan mereka menyembah selain Allah apa yang tidak memberi manfaat kepada mereka dan tidak (pula) mendatangkan bencana kepada mereka. Orang-orang kafir adalah penolong (setan untuk berbuat durhaka) terhadap Tuhannya. (al-Furq±n/25: 55);Perkataan “min dµnir-ra¥m±n” (selain dari Allah Yang Maha Pemurah) mengandung pengertian bahwa rahmat Allah itu dilimpahkan kepada seluruh makhluk yang ada di alam ini, baik yang beriman kepada Allah maupun yang kafir. Demikian pula kepada hewan, tumbuh-tumbuhan, dan sebagainya, sehingga semuanya dapat hidup dan berkembang. Akan tetapi, di akhirat nanti rahmat itu hanya diberikan kepada orang-orang yang beriman saja. Allah berfirman:\r\nقُلْ مَنْ حَرَّمَ زِيْنَةَ اللّٰهِ الَّتِيْٓ اَخْرَجَ لِعِبَادِهٖ وَالطَّيِّبٰتِ مِنَ الرِّزْقِۗ قُلْ هِيَ لِلَّذِيْنَ اٰمَنُوْا فِى الْحَيٰوةِ الدُّنْيَا خَالِصَةً يَّوْمَ الْقِيٰمَةِۗ  كَذٰلِكَ نُفَصِّلُ الْاٰيٰتِ لِقَوْمٍ يَّعْلَمُوْنَ   ٣٢  \r\nKatakanlah (Muhammad), “Siapakah yang mengharamkan perhiasan dari Allah yang telah disediakan untuk hamba-hamba-Nya dan rezeki yang baik-baik? Katakanlah, “Semua itu untuk orang-orang yang beriman dalam kehidupan dunia, dan khusus (untuk mereka saja) pada hari Kiamat.” Demikianlah Kami menjelaskan ayat-ayat itu untuk orang-orang yang mengetahui. (al-Ar±f/7: 32)\r\n"}