{"tafsir_id":5262,"surah_id":67,"aya_number":21,"tafsir_wajiz":"Setelah menampik adanya sumber pembelaan selain Allah, kini diteruskan dengan menampik adanya sumber pemberi rezeki. Atau siapakah yang dapat memberimu rezeki secara terus menerus, jika Dia Yang Maha Pengasih, menahan rezeki-Nya? Pastilah tidak ada. Meskipun bukti sudah sangat jelas, kaum musyrik itu tetap durhaka, bahkan mereka terus-menerus dalam kesombongan dan menjauhkan diri dari kebenaran.","tafsir_tahlili":"(21) Kepada orang-orang kafir yang mengingkari rezeki Allah, disampaikan pernyataan dalam bentuk pertanyaan bahwa tak seorang pun dapat memberi rezeki, bila Allah menahan untuk tidak memberikan rezeki itu kepada mereka. Mereka diminta merenungkan seandainya Allah tidak lagi menurunkan hujan, mematikan segenap tumbuh-tumbuhan sehingga seluruh permukaan bumi kering dan tandus, mematikan semua hewan ternak yang dapat dimakan, menjadikan matahari berhenti terbit di ufuk timur dan menjadikan hari terus menerus terang-benderang tanpa berganti dengan gelap, bagaimana dan dari manakah mereka akan beroleh rezeki?\r\nKemudian diterangkan bahwa sebenarnya orang-orang kafir itu percaya akan keesaan dan kekuasaan Allah. Mereka mempersekutukan Allah hanya didorong oleh kesombongan serta keengganan mereka menerima kebenaran karena takut kehilangan kedudukan dan pengaruh di dalam masyarakatnya. Kesombongan dan keingkaran itu timbul dan disuburkan oleh tipu daya serta godaan setan yang selalu menumbuhkan perasaan dalam pikiran dan angan-angan mereka bahwa perbuatan mereka yang buruk itu adalah perbuatan baik dan terpuji. Memang demikianlah tujuan setan hidup di dunia ini.\r\nAllah berfirman:\r\nقَالَ فَاهْبِطْ مِنْهَا فَمَا يَكُوْنُ لَكَ اَنْ تَتَكَبَّرَ فِيْهَا فَاخْرُجْ اِنَّكَ مِنَ الصّٰغِرِيْنَ   ١٣  قَالَ اَنْظِرْنِيْٓ اِلٰى يَوْمِ يُبْعَثُوْنَ   ١٤  قَالَ اِنَّكَ مِنَ الْمُنْظَرِيْنَ   ١٥\r\n(Allah) berfirman, “Maka turunlah kamu darinya (surga); karena kamu tidak sepatutnya menyombongkan diri di dalamnya. Keluarlah! Sesungguhnya kamu termasuk makhluk yang hina.” (Iblis) menjawab, “Berilah aku penangguhan waktu, sampai hari mereka dibangkitkan.” (Allah) berfirman, “Benar, kamu termasuk yang diberi penangguhan waktu.” (al-Ar±f/7: 13-15)\r\n"}