{"tafsir_id":5267,"surah_id":67,"aya_number":26,"tafsir_wajiz":"Menanggapi ucapan kaum musyrik tersebut Nabi Muhammad diperintahkan Allah seperti yang ditegaskan pada no_ayatt ini: Katakanlah wahai Nabi Muhammad, “Sesungguhnya ilmu tentang hari Kiamat itu hanya ada pada Allah. Dan aku hanyalah seorang pemberi peringatan yang menjelaskan.”","tafsir_tahlili":"(26) Dalam ayat ini, Allah memerintahkan Rasulullah menjawab omongan orang kafir itu dengan mengatakan, “Wahai orang-orang kafir, hanya Allah sajalah yang mengetahui semua yang kamu tanyakan itu. Sebab, tentang kapan datangnya azab, dan terjadinya hari Kiamat termasuk pengetahuan yang gaib, hanya Allah saja yang mengetahuinya. Mengenai diriku, tidak lain hanyalah rasul dan pesuruh Allah yang diberi tugas menyampaikan agama-Nya kepada kamu sekalian, agar kamu berbahagia hidup di dunia dan di akhirat nanti. Aku diperintahkan-Nya menyampaikan berita kepadamu bahwa azab itu pasti datang menimpa orang-orang kafir dan hari Kiamat itu pasti terjadi.\r\nPada ayat yang lain Allah berfirman:\r\nيَسْـَٔلُكَ النَّاسُ عَنِ السَّاعَةِۗ قُلْ اِنَّمَا عِلْمُهَا عِنْدَ اللّٰهِ ۗوَمَا يُدْرِيْكَ لَعَلَّ السَّاعَةَ تَكُوْنُ قَرِيْبًا   ٦٣ \r\nManusia bertanya kepadamu (Muhammad) tentang hari Kiamat. Katakanlah, “Ilmu tentang hari Kiamat itu hanya di sisi Allah.” Dan tahukah engkau, boleh jadi hari Kiamat itu sudah dekat waktunya. (al-A¥z±b/33: 63);Dari jawaban itu dapat dipahami bahwa Rasulullah hanyalah manusia biasa dan mempunyai sifat-sifat dan kemampuan seperti manusia biasa pula. Kelebihannya hanyalah terletak pada tugas yang diberikan kepadanya. Di samping sifatnya seperti manusia biasa, ia diberi tugas menyampaikan agama Allah. Oleh karena itu, ia tidak mengetahui ilmu yang gaib kecuali jika Allah memberitahukan kepadanya. Tugasnya bukanlah menjadikan seseorang beriman, tetapi semata-mata menyampaikan agama Allah dan memberi penjelasan kepada manusia. Dalam ayat yang lain, Allah berfirman:\r\nنَحْنُ اَعْلَمُ بِمَا يَقُوْلُوْنَ وَمَآ اَنْتَ عَلَيْهِمْ بِجَبَّارٍۗ فَذَكِّرْ بِالْقُرْاٰنِ مَنْ يَّخَافُ وَعِيْدِ ࣖ   ٤٥ \r\nKami lebih mengetahui tentang apa yang mereka katakan, dan engkau (Muhammad) bukanlah seorang pemaksa terhadap mereka. Maka berilah peringatan dengan Al-Qur'an kepada siapa pun yang takut kepada ancaman-Ku. (Q±f/50: 45);Firman Allah lainnya:\r\nلَيْسَ عَلَيْكَ هُدٰىهُمْ وَلٰكِنَّ اللّٰهَ يَهْدِيْ مَنْ يَّشَاۤءُ\r\nBukanlah kewajibanmu (Muhammad) menjadikan mereka mendapat petunjuk, tetapi Allah-lah yang memberi petunjuk kepada siapa yang Dia kehendaki. (al-Baqarah/2: 272)\r\n"}