{"tafsir_id":527,"surah_id":4,"aya_number":34,"tafsir_wajiz":"Masih dalam kaitan larangan agar tidak berangan-angan dan iri hati atas kelebihan yang Allah berikan kepada siapa pun, laki-laki maupun perempuan, no_ayatt ini membicarakan secara lebih konkret fungsi dan kewajiban masing-masing dalam kehidupan. Laki-laki atau suami itu adalah pelindung bagi perempuan atau istri, karena Allah telah melebihkan sebagian mereka, laki-laki, atas sebagian yang lain, perempuan, dan karena mereka, yakni laki-laki secara umum atau suami secara khusus, telah memberikan nafkah apakah itu dalam bentuk mahar ataupun serta bino_ayat hidup rumah tangga sehari-hari dari hartanya sendiri. Maka perempuan-perempuan yang saleh adalah mereka yang taat kepada Allah dan menjaga diri ketika suami tidak ada di rumah atau tidak bersama mereka, karena Allah telah menjaga diri mereka. Perempuan-perempuan yang kamu khawatirkan akan melakukan nusyuz (durhaka terhadap suami), seperti meninggalkan rumah tanpa restu suami, hendaklah kamu beri nasihat kepada mereka dengan lemah lembut dan pada saat yang tepat, tidak pada sembarang waktu, dan bila nasihat belum bisa mengubah perilaku mereka yang buruk itu, tinggalkanlah mereka di tempat tidur dengan cara pisah ranjang, dan bila tidak berubah juga, kalau perlu pukullah mereka dengan pukulan yang tidak menyakitkan tetapi memberi kesan kemarahan. Tetapi jika mereka sudah menaatimu, tidak lagi berlaku nusyuz, maka janganlah kamu mencari-cari alasan untuk menyusahkannya dengan mencerca dan mencaci maki mereka. Sungguh, Allah Mahatinggi, Maha-besar.","tafsir_tahlili":"(34) Kaum laki-laki adalah pemimpin, pemelihara, pembela dan pemberi nafkah, bertanggung jawab penuh terhadap kaum perempuan yang menjadi istri dan yang menjadi keluarganya. Oleh karena itu, wajib bagi setiap istri menaati suaminya selama suami tidak durhaka kepada Allah. Apabila suami tidak memenuhi kewajiban dan tanggung jawabnya, maka istri berhak mengadukannya kepada hakim yang berwenang menyelesaikan masalahnya.\r\nMenurut riwayat Hasan al-Ba¡ri:\r\nجَاءَتِ امْرَأَةٌ اِلَى رَسُوْلِ اللهِ صَلَّى الله ُعَلَيْهِ وَسَلَّمَ تَشْكُوْ اَنَّ زَوْجَهَا لَطَمَهَا، فَقَالَ رَسُوْلُ اللهِ صَلَّى الله ُعَلَيْهِ وَسَلَّمَ: الْقِصَاصُ  فَأَنْزَلَ اللهُ عَزَّ وَجَلَّ: اَلرِّجَالُ قَوَّامُوْنَ عَلَى النِّسَاءِ ...(رواه الحسن البصري عن مقاتل)\r\n“Seorang perempuan mengadu kepada Rasulullah saw, bahwa suaminya telah memukulnya. Rasulullah saw bersabda,  Ia akan dikenakan hukum kisas. Maka Allah menurunkan ayat Ar-Rijālu qawwāmµna alā an-nisā…” (Riwayat al-¦asan al-Ba¡ri dari Muq±til).;Diriwayatkan pula bahwa perempuan itu kembali ke rumahnya dan suaminya tidak mendapat hukuman kisas sebagai balasan terhadap tindakannya, karena ayat ini membolehkan memukul istri yang tidak taat kepada suaminya, dengan tujuan mendidik dan mengingatkannya.\r\nYang dimaksud dengan istri yang saleh dalam ayat ini ialah istri yang disifatkan dalam sabda Rasulullah saw:\r\nخَيْرُ النِّسَاءِ الَّتِي اِذَا نَظَرْتَ اِلَيْهَا سَرَّتْكَ وَاِذَا اَمَرْتَهَا اَطَاعَتْكَ وَاِنْ غِبْتَ عَنْهَا حَفِظَتْكَ فِي مَالِكَ وَنَفْسِهاَ (رواه ابن جرير والبيهقي عن أبي هريرة)\r\n“Sebaik-baik perempuan ialah perempuan yang apabila engkau melihatnya ia menyenangkan hatimu, dan apabila engkau menyuruhnya ia mengikuti perintahmu, dan apabila engkau tidak berada di sampingnya ia memelihara hartamu dan menjaga dirinya.” (Riwayat Ibnu Jar³r dan al-Baihaq³ dari Abµ Hurairah).\r\nInilah yang dinamakan istri yang saleh, sedang yang selalu membangkang, yaitu meninggalkan kewajiban selaku istri, seperti meninggalkan rumah tanpa izin suami untuk hal-hal yang tidak penting, dinamakan istri yang nusyµz (yang tidak taat).\r\nBagaimana seharusnya suami berlaku terhadap istri yang tidak taat kepadanya (nusyµz), yaitu menasihatinya dengan baik. Kalau nasihat itu tidak berhasil, maka suami mencoba berpisah tempat tidur dengan istrinya, dan kalau tidak berubah juga, barulah memukulnya dengan pukulan yang enteng yang tidak mengenai muka dan tidak meninggalkan bekas.\r\nSetelah itu para suami diberi peringatan, bila istri sudah kembali taat kepadanya, jangan lagi si suami mencari-cari jalan untuk menyusahkan istrinya, seperti membongkar-bongkar kesalahan-kesalahan yang sudah lalu, tetapi bukalah lembaran hidup baru yang mesra dan melupakan hal-hal yang sudah lalu. Bertindaklah dengan baik dan bijaksana. karena Allah Maha Mengetahui dan Mahabesar."}