{"tafsir_id":5270,"surah_id":67,"aya_number":29,"tafsir_wajiz":"Kaum musyrik itu tidak berkutik dengan pertanyaan itu. Katakanlah, wahai Nabi, “Dialah saja bukan selain-Nya, Yang Maha Pengasih, kami beriman kepada-Nya dan hanya kepada-Nya kami bertawakal dengan sepenuh hati. Maka kelak kamu akan tahu siapa yang berada dalam kesesatan yang nyata apakah golongan kami atau kamu.”","tafsir_tahlili":"(29) Allah memerintahkan kepada Nabi Muhammad untuk mengatakan kepada orang-orang kafir Mekah, “Hai orang-orang kafir; aku dan pengikut-pengikutku telah beriman kepada Tuhan semesta alam, Tuhan Yang Maha Pemurah dan Maha Penyayang kepada hamba-hamba-Nya, Tuhan yang menetapkan hukum dengan adil. Hanya kepada-Nya sajalah kami serahkan diri dan segala urusan kami, karena Dialah yang menentukan keadaan diri kami dan hanya kepada-Nya sajalah kami mohon pertolongan, karena hanya Dialah yang memberi pertolongan dan memberi kami rezeki untuk kelangsungan hidup dan kehidupan kami. Hanya Dialah yang dapat membebaskan kami dari semua bencana dan malapetaka yang mungkin menimpa kami.” \r\nAyat ini seolah-olah mencela sikap dan tindakan orang-orang kafir yang menyembah patung-patung yang mereka buat sendiri yang tidak dapat memberi manfaat dan mudarat bahkan harus mereka sendiri yang memelihara dan merawatnya. Demikian pula sikap orang-orang kafir yang selalu membangga-banggakan kekayaan, kekuasaan, dan keturunan mereka, sebagaimana Allah berfirman:\r\nوَقَالُوْا نَحْنُ اَكْثَرُ اَمْوَالًا وَّاَوْلَادًاۙ وَّمَا نَحْنُ بِمُعَذَّبِيْنَ   ٣٥\r\nDan mereka berkata, “Kami memiliki lebih banyak harta dan anak-anak (daripada kamu) dan kami tidak akan diazab.” (Sab±'/34: 35);Karena kekafiran itu, mereka tidak akan memperoleh kesenangan hidup di akhirat nanti. Kelak mereka akan mengetahui, siapa di antara mereka dan orang-orang mukmin yang menempuh jalan yang benar dan siapa yang menempuh jalan yang sesat. Yang menempuh jalan yang benar sampai ke tempat yang baik penuh kenikmatan dan yang menempuh jalan yang sesat tentu akan sampai di tempat yang sesat pula, penuh kesengsaraan dan penderitaan.\r\n"}