{"tafsir_id":528,"surah_id":4,"aya_number":35,"tafsir_wajiz":"Bila upno_ayat yang diajarkan pada no_ayatt-no_ayatt sebelumnya tidak dapat meredakan sengketa yang dialami oleh sebuah rumah tangga, maka lakukanlah tuntunan yang diberikan oleh no_ayatt ini. Dan jika kamu khawatir akan terjadi syiqaq atau persengketaan yang kemungkinan besar membawa perceraian antara keduanya, maka kirimlah kepada suami istri yang bersengketa itu seorang juru damai yang bijaksana dan dihormati dari keluarga laki-laki dan seorang juru damai yang juga bijaksana dan dihormati dari keluarga perempuan. Jika keduanya, baik suami istri, maupun juru damai itu, bermaksud mengadakan perbaikan, niscno_ayat Allah akan memberi taufik jalan keluar kepada suami-istri itu. Sungguh, Allah Mahamengetahui atas segala sesuatu, lagi Maha teliti.","tafsir_tahlili":"(35) Jika kamu khawatir akan terjadi syiq±q (persengketaan) antara suami istri, sesudah melakukan usaha-usaha tersebut di atas, maka kirimlah seorang ¥akam (perantara, wasit, juru damai) dari keluarga laki-laki dan seorang ¥akam dari keluarga perempuan. Kedua ¥akam itu dikirim oleh yang berwajib atau oleh suami istri, atau oleh keluarga suami istri.\r\nDua orang ¥akam itu sebaiknya seorang dari keluarga suami dan seorang dari keluarga istri, dan boleh dari orang lain. Tugas ¥akam itu ialah untuk mengetahui persoalan perselisihan yang terjadi dan sebab-sebabnya, kemudian berusaha mendamaikan keduanya. Tugas serupa itu tepat dilaksanakan oleh orang yang bijaksana meskipun bukan dari keluarga suami istri yang mungkin lebih mengetahui rahasia persengketaan itu dan lebih mudah bagi keduanya untuk menyelesaikannya. Hal ini dilakukan untuk menghindari terjadinya perceraian.\r\nJika usaha kedua orang ¥akam dalam mencari islah antara kedua suami istri yang bersengketa pada tahap pertama tidak berhasil maka diusahakan lagi penunjukan dua ¥akam yang sifatnya sebagai wakil dari suami istri yang bersengketa dalam batas-batas kekuasaan yang diberikan kepadanya. Kalaupun ini belum berhasil, maka untuk ketiga kalinya dicari lagi dua orang ¥akam yang akan mengambil keputusan, dan keputusan itu mengikat."}