{"tafsir_id":5280,"surah_id":68,"aya_number":9,"tafsir_wajiz":"Mereka sangat menginginkan dengan keinginan yang kuat agar engkau bersikap lunak terhadap tuhan-tuhan mereka, maka dengan sikap lunakmu itu mereka akan bersikap lunak pula kepadamu.","tafsir_tahlili":"(9) Ayat ini menerangkan bahwa orang-orang musyrik ingin agar Rasulullah mengikuti dan memenuhi permintaan, dan memperkenankan ajakan mereka agar Rasulullah bersikap lunak terhadap mereka. Jika Rasulullah dan kaum Muslimin mau bersikap lunak terhadap mereka, maka mereka akan bersikap lunak pula terhadap beliau dan kaum Muslimin.\r\nMenurut suatu riwayat, orang-orang Quraisy pernah menawarkan kepada Rasulullah agar bersedia mengurangi kegiatan dakwahnya, dan tidak lagi mencela berhala-berhala mereka. Bahkan mereka bersedia mengikuti ajaran Nabi selama sekali waktu, asalkan setelah itu Nabi dan pengikutnya mengikuti ajaran mereka sekali waktu, begitu secara bergilir. Ajakan ini tentu saja ditolak oleh Nabi karena tidak sesuai dengan dakwah yang dibawanya untuk meninggalkan kemusyrikan dan mengganti dengan ajaran tauhid.\r\nAjakan ini bermula ketika Rasulullah menyampaikan agama Allah kepada orang-orang musyrik Mekah dengan terang-terangan dan penuh keberanian, walaupun pada waktu itu kaum Muslimin dalam keadaan lemah dan musuh dalam keadaan kuat. Seluruh alasan-alasan yang dikemukakan Rasulullah yang berhubungan dengan bukti kebenaran risalahnya tidak dapat dijawab oleh orang-orang musyrik. Bahkan sebaliknya, jawaban mereka itu menunjukkan kelemahan kepercayaan yang mereka anut. Oleh karena itu, mereka meminta Rasulullah agar bersikap lunak terhadap mereka dan menghentikan celaan-celaan beliau kepada berhala-berhala yang mereka sembah. Jika Rasulullah saw bersedia menerima tawaran itu, maka mereka bersedia pula memenuhi keinginan-keinginan beliau, seperti bersikap lunak terhadap Rasulullah saw dan kaum Muslimin. Mereka juga bersedia ikut menyembah Allah di samping tetap dibolehkan menyembah tuhan-tuhan mereka dan melaksanakan kebiasaan nenek moyang mereka. Mereka juga bersedia mencarikan istri yang disenangi Nabi saw atau mengumpulkan harta yang diinginkannya.\r\nDilandasi keinginan untuk meringankan penderitaan yang sedang dialami sahabat-sahabatnya akibat siksaan yang dilakukan orang-orang musyrik, maka terlintas dalam pikiran Nabi Muhammad untuk bersikap lunak terhadap orang-orang musyrik dengan menerima sebahagian tawaran mereka. Maka turunlah ayat ini yang memperingatkan Nabi saw agar jangan sekali-kali bersikap lunak terhadap mereka, tetapi tetap seperti biasa, yaitu mengambil sikap keras dan tegas.\r\nAyat ini senada dengan firman Allah:\r\nوَلَوْلَآ اَنْ ثَبَّتْنٰكَ لَقَدْ كِدْتَّ تَرْكَنُ اِلَيْهِمْ شَيْـًٔا قَلِيْلًا ۙ    ٧٤  اِذًا لَّاَذَقْنٰكَ ضِعْفَ الْحَيٰوةِ وَضِعْفَ الْمَمَاتِ ثُمَّ لَا تَجِدُ لَكَ عَلَيْنَا نَصِيْرًا  ٧٥ \r\nDan sekiranya Kami tidak memperteguh (hati)mu, niscaya engkau hampir saja condong sedikit kepada mereka. Jika demikian, tentu akan Kami rasakan kepadamu (siksaan) dua kali lipat di dunia ini dan dua kali lipat setelah mati, dan engkau (Muhammad) tidak akan mendapat seorang penolong pun terhadap Kami. (al-Isr±'/17: 74-75);Jika dikaji maksud ayat ini, akan diketahui bahwa ada tujuan tertentu dari orang-orang musyrik, yang tidak boleh diketahui oleh Rasulullah, dalam mengemukakan tawaran mereka kepada beliau. Mereka ingin menipu Rasulullah saw dengan ajakan itu, dimana jika diterima, maka agama Islam yang baru disampaikan itu akan bercampur dengan unsur-unsur syirik. Akan terjadi saling mempengaruhi antara kedua macam kepercayaan itu, sehingga agama Islam tidak lagi mempunyai akidah tauhid yang murni.\r\nTeguran Allah kepada Rasulullah saw ini juga merupakan teguran kepada seluruh kaum Muslimin, agar mereka berhati-hati dalam soal akidah. Jangan sekali-kali memasukkan ke dalam akidah Islam unsur syirik walaupun sedikit.\r\n"}