{"tafsir_id":5282,"surah_id":68,"aya_number":11,"tafsir_wajiz":"dan yang suka merintangi segala bentuk perbuatan yang baik dengan bersikap kikir, selain itu dia juga gemar bersikap melampaui batas dan banyak dosa baik terhadap Tuhan maupun terhadap sesama manusia,","tafsir_tahlili":"(10-13) Dalam ayat-ayat ini, Allah mengingatkan dan memerintahkan Nabi Muhammad agar:\r\n1.  Tidak mengikuti keinginan orang-orang yang mudah mengucapkan sumpah, karena yang suka bersumpah itu hanyalah seorang pendusta. Sedangkan dusta itu pangkal kejahatan dan sumber segala macam perbuatan maksiat. Oleh karena itu pula, agama Islam menyatakan bahwa dusta itu salah satu dari tanda-tanda orang munafik. Nabi Muhammad bersabda:\r\nآيَةُ الْمُنَافِقِ ثَلاَثٌ: إِذَا حَدَثَ كَذَبَ وَ إِذَا وَعَدَ أَخْلَفَ وَإِذَا ائْتُمِنَ خَانَ. (رواه البخاري ومسلم والترمذي والنسائي عن أبي هريرة)\r\nTanda-tanda orang munafik itu ada tiga: jika berbicara ia berdusta, jika berjanji ia tidak menepati janjinya, dan jika dipercaya ia berkhianat. (Riwayat al-Bukh±r³, Muslim, at-Tirmi©³, dan an-Nas±'³ dari Abµ Hurairah);Orang yang suka bersumpah adalah orang yang tidak baik. Orang yang tidak baik pikiran dan maksudnya kepada orang lain menyangka bahwa orang lain demikian pula kepadanya. Oleh karena itu, untuk meyakinkan orang lain akan kebenaran dirinya, ia pun bersumpah.\r\n2.  Tidak mengikuti orang yang berpikiran hina dan menyesatkan, seperti ajakan mengikuti agama mereka dalam beberapa hal.\r\n3.  Tidak mengikuti orang yang selalu mencela orang lain, dan menyebut-nyebut keburukan orang lain baik secara langsung atau tidak.\r\n4.  Tidak mengikuti orang-orang yang suka memfitnah seperti mempe-ngaruhi orang agar tidak senang kepada seseorang yang lain, dan berusaha menimbulkan kekacauan. Allah menyatakan bahwa fitnah dengan pengertian kekacauan itu lebih besar akibatnya dari pembunuhan.\r\nوَاقْتُلُوْهُمْ حَيْثُ ثَقِفْتُمُوْهُمْ وَاَخْرِجُوْهُمْ مِّنْ حَيْثُ اَخْرَجُوْكُمْ وَالْفِتْنَةُ اَشَدُّ مِنَ الْقَتْلِ\r\nDan bunuhlah mereka di mana kamu temui mereka, dan usirlah mereka dari mana mereka telah mengusir kamu. Dan fitnah itu lebih kejam daripada pembunuhan. (al-Baqarah/2: 191);5.  Tidak mengikuti orang-orang yang suka melarang perbuatan baik dan menghalangi orang lain berbuat kebaikan atau dia sendiri tidak suka berbuat baik.\r\n6.  Tidak mengikuti orang yang biasa mengerjakan perbuatan yang melampaui batas, seperti orang-orang yang suka melanggar perintah Allah dan tidak menghentikan perbuatan-perbuatan yang dilarang-Nya. Allah berfirman:\r\nوَمَنْ يَّعْصِ اللّٰهَ وَرَسُوْلَهٗ وَيَتَعَدَّ حُدُوْدَهٗ يُدْخِلْهُ نَارًا خَالِدًا فِيْهَاۖ وَلَهٗ عَذَابٌ مُّهِيْنٌ ࣖ  ١٤  \r\nDan barang siapa mendurhakai Allah dan Rasul-Nya dan melanggar batas-batas hukum-Nya, niscaya Allah memasukkannya ke dalam api neraka, dia kekal di dalamnya dan dia akan mendapat azab yang menghinakan. (an-Nis±'/4: 14);7.  Tidak mengikuti orang-orang yang biasa mengerjakan perbuatan-perbuatan dosa dan maksiat karena ia adalah orang yang tidak mempunyai harga diri dan akhlak yang baik. Perbuatan dosa itu akan menghilangkan harga diri dan bertentangan dengan akhlak yang mulia. Allah tidak menyukai orang-orang yang suka mengerjakan perbuatan-perbuatan dosa. Dia berfirman:\r\nوَلَا تُجَادِلْ عَنِ الَّذِيْنَ يَخْتَانُوْنَ اَنْفُسَهُمْ ۗ اِنَّ اللّٰهَ لَا يُحِبُّ مَنْ كَانَ خَوَّانًا اَثِيْمًاۙ  ١٠٧ \r\nDan janganlah kamu berdebat untuk (membela) orang-orang yang mengkhianati dirinya. Sungguh, Allah tidak menyukai orang-orang yang selalu berkhianat dan bergelimang dosa. (an-Nis±'/4: 107)\r\n  \r\n8.  Tidak mengikuti orang-orang yang suka berbuat kejam dan tidak mempunyai sifat belas kasihan. Allah Maha Pemurah lagi Maha Penyayang kepada hamba-hamba-Nya. Oleh karena itu, sifat kejam dan tidak mempunyai rasa belas kasihan berlawanan dengan sifat-sifat Allah. Salah satu sebab agama Islam tersiar dengan cepat di Jazirah Arab ialah karena sikap Nabi Muhammad yang lemah-lembut. Seandainya ia bersikap kasar dan kejam, niscaya orang akan menghindarinya. Allah berfirman:\r\nفَبِمَا رَحْمَةٍ مِّنَ اللّٰهِ لِنْتَ لَهُمْ ۚ وَلَوْ كُنْتَ فَظًّا غَلِيْظَ الْقَلْبِ لَانْفَضُّوْا مِنْ حَوْلِكَ ۖ فَاعْفُ عَنْهُمْ وَاسْتَغْفِرْ لَهُمْ وَشَاوِرْهُمْ فِى الْاَمْرِ \r\nMaka berkat rahmat Allah engkau (Muhammad) berlaku lemah lembut terhadap mereka. Sekiranya engkau bersikap keras dan berhati kasar, tentulah mereka menjauhkan diri dari sekitarmu. Karena itu maafkanlah mereka dan mohonkanlah ampunan untuk mereka, dan bermusyawarahlah dengan mereka dalam urusan itu. (²li Imr±n/3: 159)\r\n  \r\n9.  Tidak mengikuti orang-orang yang tidak diketahui asal-usulnya, yaitu:\r\na.  Orang-orang yang tidak diketahui keadaannya, dari mana asalnya, apa pekerjaannya, bagaimana budi pekertinya, dan sebagainya.\r\nb.  Orang yang tidak diketahui asal usulnya dan tidak jelas maksud dan tujuannya serta apa motif yang ada di balik ajakannya.\r\n"}