{"tafsir_id":529,"surah_id":4,"aya_number":36,"tafsir_wajiz":"no_ayatt-no_ayatt di atas yang berbicara tentang aturan dan tuntunan kehidupan rumah tangga dan harta waris, memerlukan tingkat kesadaran untuk mematuhinya. no_ayatt ini menekankan kesadaran tersebut dengan menunjukkan perincian tempat tumpuan kesadaran itu dipraktikkan. Dan sembahlah Allah Tuhan yang menciptakan kamu dan pasangan kamu, dan janganlah kamu sekali-kali mempersekutukan-Nya dengan sesuatu apa pun. Dan berbuat baiklah dengan sungguh-sungguh kepada kedua orang tua, juga kepada karib-kerabat, anak-anak yatim, orang-orang miskin, tetangga dekat dan tetangga jauh walaupun tetangga itu nonmuslim, teman sejawat, ibnu sabil, yakni orang dalam perjalanan bukan maksiat yang kehabisan bekal, dan hamba sahno_ayat yang kamu miliki. Sungguh, Allah tidak menyukai dan tidak melimpahkan rahmat dan kasih sno_ayatng-Nya kepada orang yang sombong dan membanggakan diri di hadapan orang lain.","tafsir_tahlili":"(36) Mengabdi dan menyembah kepada Allah dinamakan ibadah. Beribadah dengan penuh keikhlasan hati, mengakui keesaan-Nya dan tidak mempersekutukan-Nya dengan sesuatu, itulah kewajiban seseorang kepada Allah. Dalam kata lain, ibadah dan mengesakan Allah merupakan hak-hak Allah yang menjadi kewajiban manusia untuk menunaikannya. Melakukan ibadah kepada Allah tampak dalam amal perbuatan setiap hari, seperti mengerjakan apa yang telah ditetapkan oleh Rasulullah dan telah dicontohkannya, seperti salat, puasa, zakat, haji dan lain-lainnya, dinamakan ibadah khusus. Kemudian ibadah umum, yaitu semua pekerjaan yang baik yang dikerjakan dalam rangka patuh dan taat kepada Allah saja, bukan karena yang lainnya, seperti membantu fakir miskin, menolong dan memelihara anak yatim, mengajar orang, menunjukkan jalan kepada orang yang sesat dalam perjalanan, menyingkirkan hal-hal yang dapat mengganggu orang di tengah jalan dan sebagainya. Ibadah harus dikerjakan dengan ikhlas, memurnikan ketaatan kepada-Nya dan tidak mempersekutukan-Nya dengan yang lain.\r\nAda bermacam-macam pekerjaan manusia yang menyebabkan dia bisa menjadi musyrik, di antaranya menyembah berhala sebagai perantara agar permohonannya disampaikan kepada Allah. Mereka bersembah sujud di hadapan berhala untuk menyampaikan hajat dan maksud mereka. Perbuatan manusia yang seperti itu banyak disebutkan Allah dalam Al-Quran. Allah berfirman:\r\nوَيَعْبُدُوْنَ مِنْ دُوْنِ اللّٰهِ مَا لَا يَضُرُّهُمْ وَلَا يَنْفَعُهُمْ وَيَقُوْلُوْنَ هٰٓؤُلَاۤءِ شُفَعَاۤؤُنَا عِنْدَ اللّٰهِ ۗقُلْ اَتُنَبِّـُٔوْنَ اللّٰهَ بِمَا لَا يَعْلَمُ فِى السَّمٰوٰتِ وَلَا فِى الْاَرْضِۗ سُبْحٰنَهٗ وَتَعٰلٰى عَمَّا يُشْرِكُوْنَ   \r\nDan mereka menyembah selain Allah, sesuatu yang tidak dapat mendatangkan bencana kepada mereka dan tidak (pula) memberi manfaat, dan mereka berkata, ”Mereka itu adalah pemberi syafaat kami di hadapan Allah.” Katakanlah, ”Apakah kamu akan memberitahu kepada Allah sesuatu yang tidak diketahui-Nya apa yang di langit dan tidak (pula) yang di bumi?” Mahasuci Allah dan Mahatinggi dari apa yang mereka persekutukan itu. (Yµnus/10:18).;Ada pula golongan lain yang termasuk musyrik, sebagaimana yang disebutkan Allah dalam Al-Qur'an, yaitu orang Nasrani yang menuhankan Nabi Isa, putra Maryam. Di samping mereka menyembah Allah, juga mereka mengakui Isa a.s. sebagai Tuhan mereka. Allah berfirman:\r\nاِتَّخَذُوْٓا اَحْبَارَهُمْ وَرُهْبَانَهُمْ اَرْبَابًا مِّنْ دُوْنِ اللّٰهِ وَالْمَسِيْحَ ابْنَ مَرْيَمَۚ وَمَآ اُمِرُوْٓا اِلَّا لِيَعْبُدُوْٓا اِلٰهًا وَّاحِدًاۚ  لَآ اِلٰهَ اِلَّا هُوَۗ سُبْحٰنَهٗ عَمَّا يُشْرِكُوْنَ   \r\nMereka menjadikan orang-orang alim (Yahudi), dan rahib-rahibnya (Nasrani) sebagai tuhan selain Allah dan (juga) Al-Masih putra Maryam; padahal mereka hanya disuruh menyembah Tuhan Yang Maha Esa; tidak ada tuhan selain Dia. Mahasuci Dia dari apa yang mereka persekutukan. (at-Taubah/9:31).;Orang musyrik semacam ini banyak terdapat pada masa sekarang, yaitu orang yang memohon dan meminta syafaat dengan perantaraan orang-orang yang dianggapnya suci dan keramat, baik orang-orang yang dianggapnya suci itu masih hidup maupun sudah mati. Mereka mendatangi kuburannya, di sanalah mereka menyampaikan hajat dan doa, bahkan mereka sampai bermalam di sana. Mereka berwasilah kepadanya dan dengan berwasilah itu, maksudnya akan berhasil dan doanya akan makbul. Tidak jarang terjadi manusia berdoa meminta kepada batu, pohon kayu, roh nenek moyang, jin, hantu dan sebagainya. Semua ini digolongkan perbuatan syirik.\r\nKewajiban seseorang kepada Allah ialah menyembah-Nya dan tidak mempersekutukan-Nya dengan yang lain. Rasulullah saw bersabda:\r\nعَنْ مُعَاذِ بْنِ جَبَلٍ أَنَّ رَسُوْلَ اللهِ صَلَّى الله ُعَلَيْهِ وَسَلَّمَ قَالَ لَهُ يَا مُعَاذُ اَتَدْرِيْ مَا حَقُّ اللهِ عَلَى الْعِبَادِ وَمَا حَقُّ الْعِبَادِ عَلَى اللهِ؟ قُلْتُ: الله ُوَرَسُوْلُهُ اَعْلَمُ. قَالَ: حَقُّ اللهِ عَلَى الْعِبَادِ اَنْ يَعْبُدُوْهُ وَلاَ يُشْرِكُوْا بِهِ شَيْئًا، وَحَقُّ الْعِبَادِ عَلَى اللهِ أَلاَّ يُعَذِّبَ مَنْ لاَ يُشْرِكُ بِهِ شَيْئًا (رواه البخاري ومسلم)\r\n Dari Mu±z bin Jabal, Rasulullah saw bersabda, “Ya Mu±z, tahukah engkau apakah hak Allah atas hamba-Nya, dan apa pula hak hamba atas Allah?” Saya menjawab, “Allah dan Rasul-Nya yang lebih tahu.” Rasulullah berkata, “Hak Allah atas hamba-Nya ialah agar hamba-Nya menyembah-Nya dan jangan mempersekutukan-Nya dengan sesuatu. Hak hamba atas Allah ialah bahwa Allah tidak akan mengazab hamba-Nya yang tidak mempersekutukan-Nya dengan sesuatu.” (Riwayat al-Bukh±r³ dan Muslim).;Dalam ayat ini Allah mengatur kewajiban terhadap sesama manusia. Sesudah Allah memerintahkan agar menyembah dan beribadah kepada-Nya dengan tidak mempersekutukan-Nya dengan yang lain, selanjutnya Allah memerintahkan agar berbuat baik kepada ibu-bapak. Berbuat baik kepada ibu-bapak adalah suatu kewajiban yang harus dipenuhi oleh setiap manusia. Perintah mengabdi kepada Allah diiringi perintah berbuat baik kepada ibu-bapak adalah suatu peringatan bahwa jasa ibu bapak itu sungguh besar dan tidak dapat dinilai harganya dengan apa pun. Selain ayat ini ada lagi beberapa ayat dalam Al-Qur'an yang memerintahkan agar berbuat baik kepada ibu-bapak seperti firman Allah:\r\nوَوَصَّيْنَا الْاِنْسَانَ بِوَالِدَيْهِۚ حَمَلَتْهُ اُمُّهٗ وَهْنًا عَلٰى وَهْنٍ وَّفِصَالُهٗ فِيْ عَامَيْنِ اَنِ اشْكُرْ لِيْ وَلِوَالِدَيْكَۗ اِلَيَّ الْمَصِيْرُ  \r\nDan Kami perintahkan kepada manusia (agar berbuat baik) kepada kedua orang tuanya. Ibunya telah mengandungnya dalam keadaan lemah yang bertambah-tambah, dan menyapihnya dalam usia dua tahun. Bersyukurlah kepada-Ku dan kepada kedua orang tuamu. Hanya kepada Aku kembalimu.  (Luqman/31:14).\r\n۞ وَقَضٰى رَبُّكَ اَلَّا تَعْبُدُوْٓا اِلَّآ اِيَّاهُ وَبِالْوَالِدَيْنِ اِحْسٰنًاۗ اِمَّا يَبْلُغَنَّ عِنْدَكَ الْكِبَرَ اَحَدُهُمَآ اَوْ كِلٰهُمَا فَلَا تَقُلْ لَّهُمَآ اُفٍّ وَّلَا تَنْهَرْهُمَا وَقُلْ لَّهُمَا قَوْلًا كَرِيْمًا  \r\nDan Tuhanmu telah memerintahkan agar kamu jangan menyembah selain Dia dan hendaklah berbuat baik kepada ibu-bapak. Jika salah seorang di antara keduanya atau kedua-duanya sampai berusia lanjut dalam pemeliharaanmu, maka sekali-kali janganlah engkau mengatakan kepada keduanya perkataan ”ah” dan janganlah engkau membentak keduanya, dan ucapkanlah kepada keduanya perkataan yang baik. (al-Isr±'/17:23).;Berbuat baik kepada ibu-bapak mencakup segala-galanya, baik dengan perkataan maupun dengan perbuatan yang dapat menyenangkan hati mereka keduanya. Berlaku lemah lembut dan sopan santun kepada keduanya termasuk berbuat baik kepadanya. Mengikuti nasihatnya, selama tidak bertentangan dengan ajaran Allah juga termasuk berbuat baik. Andaikata keduanya memerintahkan sesuatu yang bertentangan dengan ajaran Allah, perintahnya boleh tidak dipatuhi, tetapi terhadap keduanya tetap dijaga hubungan yang baik. Allah berfirman:\r\nوَاِنْ جَاهَدٰكَ عَلٰٓى اَنْ تُشْرِكَ بِيْ مَا لَيْسَ لَكَ بِهٖ عِلْمٌ فَلَا تُطِعْهُمَا وَصَاحِبْهُمَا فِى الدُّنْيَا مَعْرُوْفًا ۖوَّاتَّبِعْ سَبِيْلَ مَنْ اَنَابَ اِلَيَّۚ  ثُمَّ اِلَيَّ مَرْجِعُكُمْ فَاُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُوْنَ  \r\n“Dan jika keduanya memaksamu untuk mempersekutukan Aku dengan sesuatu yang engkau tidak mempunyai ilmu tentang itu, maka janganlah engkau menaati keduanya, dan pergaulilah keduanya di dunia dengan baik, dan ikutilah jalan orang yang kembali kepada-Ku. Kemudian hanya kepada-Ku tempat kembalimu, maka akan Aku beritahukan kepadamu apa yang telah kamu kerjakan.”  (Luqm±n/31:15).;Termasuk pula berbuat baik mendoakan keduanya agar Allah mengampuni dosanya, sebab keduanya telah berjasa banyak, mendidik, memelihara dan mengasuh semenjak kecil.\r\nPerintah agar selalu berbuat baik kepada ibu bapak selama hayat masih dikandung badan, karena ibu bapak adalah manusia yang paling berjasa, diperintahkan pula agar berbuat baik kepada karib kerabat. Karib kerabat adalah orang yang paling dekat hubungannya dengan seseorang sesudah ibu bapak, baik karena ada hubungan darah maupun karena yang lainnya.\r\nKalau seseorang telah dapat menunaikan kewajibannya kepada Allah dengan sebaik-baiknya, maka dengan sendirinya akidah orang itu akan bertambah kuat dan amal perbuatannya akan bertambah baik. Kemudian bila dia telah menunaikan kewajibannya kepada kedua ibu bapaknya dengan ikhlas dan setia, akan terwujudlah rumah tangga yang aman dan damai dan akan berbahagialah seluruh rumah tangga itu.\r\nRumah tangga yang aman dan damai akan mempunyai kekuatan untuk berbuat baik kepada karib kerabat dan sanak famili. Maka akan terhimpunlah suatu kekuatan besar dalam masyarakat. Dari masyarakat yang seperti ini akan mudah terwujud sifat tolong-menolong dan bantu-membantu, berbuat baik kepada anak-anak yatim dan orang miskin.\r\nBerbuat baik kepada anak yatim dan orang miskin, bukan hanya didorong oleh hubungan darah dan famili, tetapi semata-mata karena dorongan perikemanusiaan yang ditumbuhkan oleh rasa iman kepada Allah. Iman kepada Allah yang menumbuhkan kasih sayang untuk menyantuni anak-anak yatim dan orang-orang miskin, sebab banyak terdapat perintah Allah di dalam Al-Qur'an yang menyuruh berbuat baik kepada anak yatim dan orang miskin itu. Tangan siapa lagi yang dapat diharapkan oleh mereka itu untuk menolongnya, selain dari orang yang dadanya penuh dengan sifat kasih sayang, yaitu orang yang beriman yang mempunyai rasa perikemanusiaan.\r\nAnak yatim itu tidak mempunyai bapak yang mengurus dan membelanjainya dan orang miskin itu tidak mempunyai daya untuk membiayai hidupnya sehari-hari. Mungkin karena lemah badannya atau oleh karena tidak cukup pendapatannya dari sehari ke sehari. Agar mereka tetap menjadi anggota masyarakat yang baik jangan sampai terjerumus ke lembah kehinaan dan nista, setiap manusia yang mempunyai rasa perikemanusiaan dan mempunyai rasa kasih sayang, haruslah bersedia turun tangan membantu dan menolong mereka, sehingga lambat laun derajat hidup mereka dapat ditingkatkan.\r\nAllah juga menyuruh berbuat baik kepada tetangga yang dekat dan tetangga yang jauh, kepada teman sejawat, ibnussabil dan hamba sahaya. Tetangga dekat dan yang jauh ialah orang-orang yang berdekatan rumahnya, sering berjumpa setiap hari, bergaul setiap hari, dan tampak setiap hari keluar-masuk rumahnya. Tetapi ada pula yang mengartikan dengan hubungan kekeluargaan, dan ada pula yang mengartikan antara yang muslim dan yang bukan muslim.\r\nBerbuat baik kepada tetangga adalah penting. karena pada hakikatnya tetangga itulah yang menjadi saudara dan famili. Kalau terjadi sesuatu, tetanggalah yang paling dahulu datang memberikan pertolongan, baik siang maupun malam.\r\nSaudara dan sanak famili yang berjauhan tempat tinggalnya, belum tentu dapat diharapkan dengan cepat memberikan pertolongan pada waktu            di¬¬¬perlukan, seperti halnya tetangga. Oleh karena itu, hubungan yang baik dengan tetangga harus dijaga, jangan sampai terjadi perselisihan dan pertengkaran, walaupun tetangga itu beragama lain. Nabi Muhammad saw pernah melayat anak tetangganya yang beragama Yahudi.\r\nIbnu Umar pernah menyembelih seekor kambing, lalu dia berkata kepada pembantunya, “Sudahkah engkau berikan hadiah kepada tetangga kita orang Yahudi itu?” Saya mendengar Rasulullah saw bersabda:\r\nمَا زَالَ جِبْرِيْلُ يُوْصِيْنِيْ بِالْجَارِ حَتَّى ظَنَنْتُ أنَّهُ سَيُوَرِّثُهُ (رواه البخاري عن ابن عمر)\r\n Malaikat Jibril tidak henti-henti menasihati aku, (agar berbuat baik) kepada tetangga,sehingga aku menyangka bahwa Jibril akan memberikan hak waris kepada tetangga.  (Riwayat al-Bukh±r³ dari Ibnu Umar).;Banyak hadis yang menerangkan kewajiban bertetangga secara baik di antaranya:\r\nمَنْ كَانَ يُؤْمِنُ بِاللهِ وَالْيَوْمِ اْلاٰخِرِ فَلْيُحْسِنْ اِلَى جَارِهِ (رواه البخاري ومسلم  عن ابي هريرة)\r\n Siapa yang beriman kepada Allah dan hari akhir, maka hendaklah dia berbuat baik kepada tetanggannya  (Riwayat al-Bukh±r³ dan Muslim dari Abu Hurairah).\r\nعَنْ جَابِرِ بْنِ عَبْدِ اللهِ قَالَ: قَالَ رَسُوْلُ اللهِ صَلَّى الله ُعَلَيْهِ وَسَلَّمَ: اَلْجِيْرَانُ ثَلاَثٌ، جَارٌ لَهُ حَقٌّ وَاحِدٌ وَهُوَ اَدْنَى الْجِيْرَانِ حَقًّا، وَجَارٌ لَهُ حَقَّانِ وَجَارٌ لَهُ ثَلاَثَةُ حُقُوْقٍ وَهُوَ اَفْضَلُ الْجِيْرَانِ حَقًّا، فَاَمَّا الْجَارُ الَّذِيْ لَهُ حَقٌّ وَاحِدٌ فَجَارٌ مُشْرِكٌ لاَ رَحِمَ لَهُ حَقُّ الْجِوَارِ، وَاَمَّا الْجَارُ الَّذِيْ لَهُ حَقَّانِ فَجَارٌ مُسْلِمٌ لَهُ حَقُّ اْلاِسْلاَمِ وَحَقُّ الْجِوَارِ، وَاَمَّا الْجَارُ الَّذِيْ لَهُ ثَلاَثَةُ حُقُوْقٍ فَجَارٌ مُسْلِمٌ ذُوْ رَحِمٍ لَهُ حَقُّ الْجِوَارِ وَحَقُّ اْلاِسْلاَمِ وَحَقُّ الرَّحِمِ (رواه ابو بكر البزار)\r\nDari Jabir bin Abdullah dia berkata,  Rasulullah saw bersabda, “Tetangga itu ada tiga macam, tetangga yang mempunyai satu hak saja, dan ia merupakan tetangga yang haknya  paling ringan. Ada tetangga yang mempunyai dua hak dan ada tetangga yang mempunyai tiga hak, inilah tetangga yang paling utama haknya. Adapun tetangga yang hanya mempunyai satu hak saja, ialah tetangga musyrik, tidak ada hubungan darah dengan dia, dia mempunyai hak bertetangga. Adapun tetangga yang mempunyai dua hak, ialah tetangga Muslim, baginya ada hak sebagai Muslim dan hak sebagai tetangga. Tetangga yang mempunyai tiga hak ialah tetangga Muslim yang  ada hubungan darahnya. Baginya ada hak sebagai tetangga, hak sebagai Muslim dan hak sebagai famili.” (Riwayat Abµ Bakar al-Bazz±r).\r\nوَاللهِ لاَ يُؤْمِنُ، وَاللهِ لاَ يُؤْمِنُ، وَاللهِ لاَ يُؤْمِنُ، قِيْلَ: وَمَنْ يَا رَسُوْلَ اللهِ؟ قَالَ: اَلَّذِيْ لاَ يَأْمَنُ جَارَهُ بَوَائِقَهُ (رواه البخاري ومسلم عن أبي هريرة)\r\n Demi Allah, tidak beriman, demi Allah tidak beriman, demi Allah, tidak beriman.  Rasulullah ditanya orang,  siapa ya Rasulullah?  Rasulullah menjawab, “Ialah orang yang kejahatannya tidak membuat aman tetangganya.  (Riwayat al-Bukh±r³ dan Muslim dari Abµ Hurairah).;Rasulullah saw bersabda:\r\nيَا اَبَا ذَرٍّ! اِذَا طَبَخْتَ مَرَقَةً فَأَكْثِرْ مَاءَهَا وَتَعَاهَدْ جِيْرَانَكَ (رواه مسلم عن أبي ذر)\r\n Ya Abu Zar, kalau engkau membuat maraq (sop) banyakkanlah kuahnya, kemudian berilah tetanggamu.  (Riwayat Muslim dari Abµ ªarr).;Yang dimaksud berbuat baik kepada teman sejawat, ialah teman dalam perjalanan, atau dalam belajar, atau dalam pekerjaan yang dapat diharapkan pertolongannya dan memerlukan pertolongan, sehingga hubungan berkawan dan berteman tetap terpelihara. Setia-kawan adalah lambang ukhuwah Islamiyah, lambang persaudaraan dalam Islam.\r\nBerbuat baik kepada ibnu sabil, ialah menolong orang yang sedang dalam perjalanan bukan untuk tujuan maksiat, atau dalam perantauan yang jauh dari sanak famili dan memerlukan pertolongan, pada saat dia ingin kembali ke negerinya. Termasuk ibnu sabil ialah anak yang diketemukan yang tidak diketahui ibu bapaknya. Orang yang beriman wajib menolong anak tersebut, memeliharanya atau menemukan orang tuanya atau familinya, agar anak itu jangan terlunta-lunta hidupnya yang akibatnya akan menjadi anak yang rusak rohani dan jasmaninya.\r\nBerbuat baik kepada hamba sahaya, ialah dengan jalan memerdekakan budak. Apakah tuannya sendiri yang memerdekakannya atau orang lain dengan membelinya dari tuannya, kemudian dimerdekakannya. Pada zaman sekarang ini tidak terdapat lagi hamba sahaya, sebab perbudakan bertentangan dengan hak asasi manusia. Agama Islam pun tidak menginginkan adanya perbudakan. Karena itu semua hamba sahaya yang ditemui sebelum Islam datang, berangsur-angsur dimerdekakan dari tuannya, sehingga akhirnya habislah perbudakan itu.\r\nYang dimaksud dengan orang yang sombong dan membanggakan diri dalam ayat ini, ialah orang yang takabur yang dalam gerak-geriknya memperlihatkan kebesaran dirinya, begitu juga dalam pembicaraannya tampak kesombongannya melebihi orang lain, dialah yang tinggi dan mulia, orang lain rendah dan hina. Orang yang sombong dan membanggakan diri tidak disukai Allah. Sebab orang-orang yang seperti itu termasuk manusia yang tak tahu diri, lupa daratan dan akhirnya akan menyesal. Sifat takabur itu adalah hak Allah, bukan hak manusia. Siapa yang mempunyai sifat sombong dan takabur berarti menantang Allah. Biasanya orang yang sombong dan takabur itu kasar budi pekertinya dan busuk hatinya. Dia tidak dapat menunaikan kewajiban dengan baik dan ikhlas, baik kewajiban kepada Allah maupun kewajiban terhadap sesama manusia.\r\nBanyak hadis yang mencela orang-orang yang sombong dan takabur, di antaranya, Rasulullah saw bersabda:\r\nلاَ يَدْخُلُ الْجَنَّةَ مَنْ كَانَ فِي قَلْبِهِ مِثْقَالُ ذَرَّةٍ مِنْ كِبْرٍ، فَقَالَ رَجُلٌ: اِنَّ الرَّجُلَ يُحِبُّ اَنْ يَكُوْنَ ثَوْبُهُ حَسَنًا وَنَعْلُهُ حَسَنَةً قَالَ: اِنَّ الله َجَمِيْلٌ يُحِبُّ الْجَمَالَ اَلْكِبَرُ بَطَرُ الْحَقِّ وَغَمْطُ النَّاسِ (رواه أبو داود والترمذي عن ابن مسعود)\r\n Tidak masuk surga orang yang di dalam hatinya terdapat takabur walaupun sedikit.” Berkata seorang sabahat, “Seseorang itu ingin memakai pakaian yang bagus dan sandal yang bagus.” Berkata Rasulullah saw,  “Sesungguhnya Allah itu indah dan senang kepada keindahan. Sifat takabur itu ialah menolak yang benar dan memandang rendah kepada orang lain.” (Riwayat Abµ Dawud, Tirmi©i dari Ibnu Masµd).;Apakah yang akan disombongkan manusia, padahal semua yang ada padanya adalah kepunyaan Allah yang dititipkan kepadanya buat sementara. Lambat laun semuanya akan diambil Allah kembali, berikut nyawa dan tubuhnya yang kasar dan semuanya akan dipertanggungjawabkan di hadapan Allah nantinya."}