{"tafsir_id":5319,"surah_id":68,"aya_number":48,"tafsir_wajiz":"Tidak ada satu pun alasan logis yang menjadikan kaum musyrik menolak Al-Qur'an. Jika demikian, maka bersabarlah engkau, wahai Nabi Muhammad, terhadap ketetapan Tuhanmu di antaranya menyangkut kendala dalam berdakwah, dan janganlah engkau menjadi seperti Yunus orang yang berada dalam perut ikan, ketika dia berdoa dengan hati sedih.","tafsir_tahlili":"(48) Allah memerintahkan kepada Nabi Muhammad agar bersabar dalam menerima ketetapan-Nya, tetap melaksanakan tugas kerasulan yang telah dibebankan kepadanya, dan menghindari segala sesuatu yang dapat menghalangi atau mengganggu usaha-usaha dalam melaksanakan tugas itu. Kemudian Allah memperingatkan beliau agar tidak bersikap dan bertindak seperti seorang yang berada dalam perut ikan, yaitu Nabi Yunus. Karena marah kepada kaumnya, Nabi Yunus lalu meninggalkan mereka dan berdoa kepada Allah agar mereka ditimpa azab yang membinasakan.\r\nKisah ini bermula ketika Nabi Yunus diutus Allah kepada penduduk kota Niniveh. Ia menyeru kaumnya agar menyembah Allah, Tuhan Yang Maha Esa, tidak ada tuhan selain Dia. Tetapi penduduk kota Niniveh menolak ajakan itu, bahkan mereka mengingkari dan mengancamnya. Karena sikap dan tindakan kaumnya yang demikian itu, beliau pun marah serta memperingatkan mereka bahwa Allah akan menimpakan malapetaka yang sangat dahsyat sebagai balasan terhadap sikap dan keingkaran mereka. Beliau pun lalu meninggalkan kaumnya. \r\nSepeninggal Nabi Yunus, kaumnya sadar dan takut kepada ancaman Allah itu, maka mereka pun keluar dari rumah-rumah mereka menuju tanah lapang bersama istri, anak, dan binatang ternak mereka. Di tanah lapang itu, mereka bersama-sama menyatakan bertobat kepada Allah, dan merendahkan diri dengan penuh keimanan. Mereka berjanji kepada Allah akan mengikuti seruan Yunus, melaksanakan perintah dan menghentikan larangan-Nya. Karena kaum Yunus itu bertobat dengan sebenar-benarnya, tunduk, dan menyerahkan diri kepada-Nya, maka Allah mengabulkan doa mereka dengan mengurungkan datangnya malapetaka itu kepada mereka, sebagaimana diterangkan dalam firman Allah:\r\nفَلَوْلَا كَانَتْ قَرْيَةٌ اٰمَنَتْ فَنَفَعَهَآ اِيْمَانُهَآ اِلَّا قَوْمَ يُوْنُسَۗ  لَمَّآ اٰمَنُوْا كَشَفْنَا عَنْهُمْ عَذَابَ الْخِزْيِ فِى الْحَيٰوةِ الدُّنْيَا وَمَتَّعْنٰهُمْ اِلٰى حِيْنٍ   ٩٨\r\nMaka mengapa tidak ada (penduduk) suatu negeri pun yang beriman, lalu imannya itu bermanfaat kepadanya selain kaum Yunus? Ketika mereka (kaum Yunus itu) beriman, Kami hilangkan dari mereka azab yang menghinakan dalam kehidupan dunia, dan Kami beri kesenangan kepada mereka sampai waktu tertentu. (Yµnus/10: 98);Adapun Nabi Yunus, setelah memberi peringatan itu, pergi dari kaumnya dengan meninggalkan tugas yang dipercayakan Allah kepadanya sebagai rasul-Nya. Tanpa mendapat izin dari Allah, beliau pergi dengan menumpang sebuah kapal yang sarat dengan muatan. Setelah kapal itu berlayar dan berada di tengah lautan timbullah kekhawatiran nakhodanya bahwa kapal itu bakal tenggelam, seandainya muatannya itu tidak dikurangi.\r\nUntuk mengurangi muatan kapal itu, mereka mengadakan undian di antara penumpang. Barang siapa yang kalah dalam undian itu, akan dilemparkan ke dalam laut. Dengan demikian, kapal itu akan terhindar dari bahaya tenggelam. Dalam undian itu, Nabi Yunus kalah, namun para penumpang kapal itu merasa berat melakukan keputusan tersebut. Hal itu diulangi hingga tiga kali dan hasilnya sama, Nabi Yunus tetap kalah. Namun sebagaimana yang pertama, para penumpang juga merasa berat melaksanakan keputusan itu. Akhirnya Nabi Yunus mengambil keputusan sendiri, dan ia pun terjun ke dalam laut. Setelah Yunus terjun ke dalam laut, Allah memerintahkan seekor ikan hiu yang besar menelannya. Kepada ikan itu diwahyukan agar jangan memakan daging dan tulang Yunus, tetapi cukup menjadikan perutnya sebagai penjara bagi Yunus, karena Yunus bukan makanannya.\r\nNabi Yunus merasa menderita dan sengsara dalam perut ikan yang gelap itu. Ia bertobat, berdoa, dan menyerahkan dirinya kepada Allah, semoga Allah mengampuni dosa-dosanya dan menyelamatkannya, sebagaimana diterangkan pada firman Allah yang lain:\r\nوَذَا النُّوْنِ اِذْ ذَّهَبَ مُغَاضِبًا فَظَنَّ اَنْ لَّنْ نَّقْدِرَ عَلَيْهِ فَنَادٰى فِى الظُّلُمٰتِ اَنْ لَّآ اِلٰهَ اِلَّآ اَنْتَ سُبْحٰنَكَ اِنِّيْ كُنْتُ مِنَ الظّٰلِمِيْنَ ۚ  ٨٧  فَاسْتَجَبْنَا لَهٗۙ وَنَجَّيْنٰهُ مِنَ الْغَمِّۗ وَكَذٰلِكَ نُـْۨجِى الْمُؤْمِنِيْنَ   ٨٨  \r\nDan (ingatlah kisah) ªun Nµn (Yunus), ketika dia pergi dalam keadaan marah, lalu dia menyangka bahwa Kami tidak akan menyulitkannya, maka dia berdoa dalam keadaan yang sangat gelap, ”Tidak ada tuhan selain Engkau, Mahasuci Engkau. Sungguh, aku termasuk orang-orang yang zalim.” Maka Kami kabulkan (doa)nya dan Kami selamatkan dia dari kedukaan. Dan demikianlah Kami menyelamatkan orang-orang yang beriman. (al-Anbiy±'/21: 87-88)\r\n"}