{"tafsir_id":5342,"surah_id":69,"aya_number":19,"tafsir_wajiz":"Adapun orang yang kitab catatan amal-nya diberikan di tangan kanannya, maka dia berkata kepada siapa yang ada di sekelilingnya dari hamba-hamba Allah yang taat untuk menunjukkan rasa syukurnya, “Ambillah, dan bacalah kitabku ini betapa sangat menyenangkan isinya.","tafsir_tahlili":"(19) Ayat ini menggambarkan hamba Allah yang beriman dan beramal saleh pada hari Kiamat. Ketika itu, mereka merasa gembira karena jarak perjalanan yang akan ditempuhnya untuk mencapai tujuan yang dicita-citakan semakin dekat dengan tempat yang disediakan Allah baginya.\r\nPerasaan gembira yang demikian sebenarnya telah mereka rasakan sejak roh mereka berpisah dengan jasad. Ketika itu, mereka telah melihat tanda-tanda keberuntungan, sebagaimana firman Allah:\r\nالَّذِيْنَ تَتَوَفّٰىهُمُ الْمَلٰۤىِٕكَةُ طَيِّبِيْنَ ۙيَقُوْلُوْنَ سَلٰمٌ عَلَيْكُمُ ادْخُلُوا الْجَنَّةَ بِمَا كُنْتُمْ تَعْمَلُوْنَ   ٣٢ \r\n(Yaitu) orang yang ketika diwafatkan oleh para malaikat dalam keadaan baik, mereka (para malaikat) mengatakan (kepada mereka), “Sal±mun alaikum, masuklah ke dalam surga karena apa yang telah kamu kerjakan.” (an-Na¥l/16: 32);Mereka selalu ingat janji Allah dalam firman-Nya:\r\nلَا يَحْزُنُهُمُ الْفَزَعُ الْاَكْبَرُ وَتَتَلَقّٰىهُمُ الْمَلٰۤىِٕكَةُۗ هٰذَا يَوْمُكُمُ الَّذِيْ كُنْتُمْ تُوْعَدُوْنَ   ١٠٣\r\nKejutan yang dahsyat tidak membuat mereka merasa sedih, dan para malaikat akan menyambut mereka (dengan ucapan), “Inilah harimu yang telah dijanjikan kepadamu.” (al-Anbiy±'/21: 103);Maka hari yang mereka tunggu-tunggu itu tiba dan orang-orang mukmin menerima catatan amalnya dengan tangan kanan yang disodorkan dari sebelah kanannya, maka meledaklah kegembiraan dalam hati mereka. Mereka pun ingin agar catatan amal itu dibaca oleh teman-temannya yang sama keadaannya dengan mereka, dengan mengatakan, “Hai teman-temanku yang sama-sama memperoleh keridaan Allah, inilah catatan bahwa kita sama. Ambillah dan bacalah isinya, tentu kamu akan mengetahui bahwa kita semua mendapatkan buku catatan dari sebelah kanan dan sama-sama akan mendapat pahala dari Allah.” Maka mereka pun bersama-sama bergembira.\r\n"}