{"tafsir_id":539,"surah_id":4,"aya_number":46,"tafsir_wajiz":"Yaitu di antara orang Yahudi, yang kebiasaan buruk mereka adalah mengubah perkataan dari tempat-tempatnya seperti menyangkut kenabian Muhammad. Dan mereka berkata, “Kami mendengar, tetapi kami tidak mau menurutinya.” Dan juga mereka mengatakan pula, “Dengarlah,” sedang engkau, Nabi Muhammad, sebenarnya tidak mendengar apa pun apa yang mereka katakan. Dan selanjutnya mereka mengatakan pula, “ra'ina” dengan memutar-balikkan lidahnya dan dengan sengaja mencela ajaran agama. Sekiranya mereka mengatakan, “Kami mendengar dan patuh, sebagai ganti dari perkataan “dan dengarlah, dan perhatikanlah kami,” tentulah itu lebih baik bagi mereka dan lebih tepat, karena tidak menimbulkan kemungkinan keliru. Akan tetapi itu tidak mereka lakukan sehingga Allah melaknat mereka, karena kekafiran dan kedurhakaan mereka. Mereka tidak beriman kecuali hanya sedikit sekali.","tafsir_tahlili":"(46) Di antara Ahli Kitab yang tersebut di atas ada pula yang mengubah kalimat-kalimat yang ada pada kitab mereka dan memindahkannya dari tempat semula ke tempat yang lain, sehingga kitab itu menjadi kacau dan tidak dapat lagi dijadikan pedoman. Mereka menafsirkan bahwa kedatangan Nabi Isa dan Nabi Muhammad saw adalah tidak benar dan mereka masih menunggu kedatangan Isa dan Muhammad yang diutus dari kalangan mereka. Orang-orang Yahudi itu berkata kepada Nabi Muhammad saw, “Samin± wa a¡ain± (kami mendengar ucapanmu akan tetapi kami tidak akan taat kepada perintahmu).” Mereka juga berkata kepada Nabi Muhammad saw, “Isma gaira musmain (dengarlah Muhammad semoga engkau tidak dapat mendengar/tuli).” Demikian juga mereka berkata kepada Nabi Muhammad saw, “R±in± (kiranya engkau memperhatikan kami).”\r\nKetika para sahabat menghadapkan kata ini kepada Rasulullah, orang Yahudi pun memakai kata ini terhadap Rasulullah. Padahal yang mereka maksud dengan  r±in±  itu ialah  kebodohan yang sangat  sebagai celaan kepada Rasulullah saw. (lihat tafsir ayat 104 al-Baqarah, dan kosakata r±in±). Semua pemakaian kata-kata yang tidak benar itu dimaksudkan untuk memutarbalikkan panggilan dan untuk mencela agama.Termasuk pula pemutaran lidah mereka terhadap Nabi Muhammad saw ialah bila mereka bertemu dengan Nabi, mereka mengucapkan, “As-s±m (mudah-mudahan kamu mati).” Ucapan itu dijawab oleh Nabi, “Alaikum (mudah-mudahan kamulah yang mati).”\r\nSekiranya orang-orang Yahudi tidak mengucapkan kata-kata yang sejelek itu, tetapi mengganti ucapannya kepada Muhammad dengan ”Samin± wa a¯an± wa isma wa un§urn± (kami mendengarkan ucapanmu dan menaati segala perintahmu, dengarkanlah ucapan kami dan perhatikanlah kami),” maka pastilah perkataan-perkataan itu akan membawa akibat yang sangat baik bagi mereka. Tetapi karena kekafiran mereka, mereka mendapat laknat Allah dan mereka tidak beriman kecuali iman yang sangat tipis yang tidak dapat membawa mereka kepada kebahagiaan yang hakiki."}