{"tafsir_id":5395,"surah_id":70,"aya_number":20,"tafsir_wajiz":"Apabila dia ditimpa sedikit kesusahan atau musibah, dia berkeluh kesah,","tafsir_tahlili":"(20-21) Jika manusia ditimpa kesusahan, mereka tidak sabar dan tabah, kadang-kadang berputus asa. Akan tetapi, jika memperoleh rezeki dan karunia yang banyak dari Allah, ia menjadi kikir. Kegelisahan dan kekikiran itu timbul pada diri manusia lantaran mereka tidak beriman dengan sungguh-sungguh kepada Allah. Ia merasa seakan-akan dirinya terpencil, tidak ada sesuatu pun yang dapat menolongnya dalam kesukaran itu. Namun apabila mendapat rezeki, ia merasa bahwa rezeki itu diperolehnya semata-mata karena usahanya sendiri, tanpa pertolongan dari orang lain. Mereka beranggapan bahwa rezeki dan karunia yang diperolehnya itu bukan karunia dari Allah. Oleh karena itu, timbullah sifat kikir. \r\nLain halnya dengan orang yang beriman. Ia percaya bahwa segala yang datang kepadanya merupakan ujian dan cobaan dari Allah, baik yang datang itu berupa penderitaan maupun kesenangan. Cobaan itu diberikan kepadanya untuk menguji dan menambah kuat imannya. Oleh karena itu, ia tetap tabah dan sabar dalam menerima semua cobaan, serta bertobat kepada Allah dengan tobat yang sesungguhnya jika ada kesalahan yang telah dilakukannya. Sebaliknya jika ia menerima rahmat dan karunia dari Allah, ia bersyukur kepada-Nya dan merasa dirinya terikat dengan rahmat itu. Kemudian ia mengeluarkan hak orang lain atau hak Allah yang ada dalam hartanya itu, sebagaimana yang telah dilakukan Nabi Ayub:\r\nوَاَيُّوْبَ اِذْ نَادٰى رَبَّهٗٓ اَنِّيْ مَسَّنِيَ الضُّرُّ وَاَنْتَ اَرْحَمُ الرَّاحِمِيْنَ ۚ  ٨٣  فَاسْتَجَبْنَا لَهٗ فَكَشَفْنَا مَا بِهٖ مِنْ ضُرٍّ وَّاٰتَيْنٰهُ اَهْلَهٗ وَمِثْلَهُمْ مَّعَهُمْ رَحْمَةً مِّنْ عِنْدِنَا وَذِكْرٰى لِلْعٰبِدِيْنَ ۚ  ٨٤ \r\nDan (ingatlah kisah) Ayub, ketika dia berdoa kepada Tuhannya, “(Ya Tuhanku), sungguh, aku telah ditimpa penyakit, padahal Engkau Tuhan Yang Maha Penyayang dari semua yang penyayang.” Maka Kami kabulkan (doa)nya, lalu Kami lenyapkan penyakit yang ada padanya dan Kami kembalikan keluarganya kepadanya, dan (Kami lipat gandakan jumlah mereka) sebagai suatu rahmat dari Kami, dan untuk menjadi peringatan bagi semua yang menyembah Kami. (al-Anbiy±'/21: 83-84);Orang yang beriman tidak akan bersedih hati dan putus asa terhadap urusan dunia yang luput darinya, dan tidak akan berpengaruh pada jiwanya, karena ia yakin kepada Qada dan Qadar Allah. Belum tentu yang dikira buruk itu, buruk pula di sisi Allah, dan yang dikira baik itu, baik pula di sisi-Nya. Mungkin sebaliknya, yang dikira buruk itu, baik di sisi Allah dan yang kelihatannya baik itu adalah buruk di sisi Allah. Ia yakin benar hal yang demikian, karena dinyatakan Allah dalam firman-Nya:\r\nفَاِنْ كَرِهْتُمُوْهُنَّ فَعَسٰٓى اَنْ تَكْرَهُوْا شَيْـًٔا وَّيَجْعَلَ اللّٰهُ فِيْهِ خَيْرًا كَثِيْرًا\r\nJika kamu tidak menyukai mereka, (maka bersabarlah) karena boleh jadi kamu tidak menyukai sesuatu, padahal Allah menjadikan kebaikan yang banyak padanya. (an-Nis±'/4: 19);Adapun orang kafir tidak mempunyai kepercayaan yang demikian. Mereka tidak percaya bahwa suka dan duka yang didatangkan Allah kepada seseorang merupakan cobaan Allah kepadanya. Mereka beranggapan bahwa hal itu merupakan malapetaka baginya. Ketika dalam keadaan senang dan gembira, mereka hanya melihat seakan-akan diri mereka sajalah yang ada, sedangkan yang lain tidak ada, sebagaimana firman Allah:\r\nلَا يَسْـَٔمُ الْاِنْسَانُ مِنْ دُعَاۤءِ الْخَيْرِۖ وَاِنْ مَّسَّهُ الشَّرُّ فَيَـُٔوْسٌ قَنُوْطٌ   ٤٩  وَلَىِٕنْ اَذَقْنٰهُ رَحْمَةً مِّنَّا مِنْۢ بَعْدِ ضَرَّاۤءَ مَسَّتْهُ لَيَقُوْلَنَّ هٰذَا لِيْۙ وَمَآ اَظُنُّ السَّاعَةَ قَاۤىِٕمَةًۙ وَّلَىِٕنْ رُّجِعْتُ اِلٰى رَبِّيْٓ اِنَّ لِيْ عِنْدَهٗ لَلْحُسْنٰىۚ فَلَنُنَبِّئَنَّ الَّذِيْنَ كَفَرُوْا بِمَا عَمِلُوْاۖ وَلَنُذِيْقَنَّهُمْ مِّنْ عَذَابٍ غَلِيْظٍ   ٥٠  \r\nManusia tidak jemu memohon kebaikan, dan jika ditimpa malapetaka, mereka berputus asa dan hilang harapannya. Dan jika Kami berikan kepadanya suatu rahmat dari Kami setelah ditimpa kesusahan, pastilah dia berkata, “Ini adalah hakku, dan aku tidak yakin bahwa hari Kiamat itu akan terjadi. Dan jika aku dikembalikan kepada Tuhanku, sesungguhnya aku akan memperoleh kebaikan di sisi-Nya.” Maka sungguh, akan Kami beritahukan kepada orang-orang kafir tentang apa yang telah mereka kerjakan, dan sungguh, akan Kami timpakan kepada mereka azab yang berat. (Fu¡¡ilat/41: 49-50)\r\n"}