{"tafsir_id":541,"surah_id":4,"aya_number":48,"tafsir_wajiz":"Boleh jadi karena orang-orang Yahudi merasa sebagai umat pilihan Tuhan, sehingga mereka beranggapan kalaupun mereka membuat kedurhakaan pasti akan diampuni oleh Allah, maka dalam no_ayatt ini mereka diperingatkan dengan keras bahwa hal itu tidak akan terjadi. Sesungguhnya Allah Yang Mahaperkasa tidak akan pernah mengampuni dosa karena mempersekutukan-Nya, yakni dosa syirik, dan Dia mengampuni apa, yakni dosa, yang selain syirik itu bagi siapa yang Dia kehendaki. Barang siapa mempersekutukan Allah dengan yang lain, maka sungguh, dia telah berbuat dosa yang besar dan menganino_ayat diri sendiri.","tafsir_tahlili":"(48) Allah sekali-kali tidak akan mengampuni perbuatan syirik yang dilakukan oleh hamba-Nya, kecuali apabila mereka bertobat sebelum mati. Syirik adalah dosa yang paling besar, karena orang musyrik beriktikad dan mempercayai bahwa Allah mempunyai sekutu dan tandingan yang sama derajatnya.\r\nDalam Al-Qur'an disebutkan berulang-ulang dosa syirik ini. Adapun dosa selain syirik, jika dikehendaki, Allah akan mengampuninya. Hal itu disesuaikan dengan hikmah kebijaksanaan-Nya dan menurut tata cara sunah-Nya yang berlaku. Misalnya yang berdosa itu benar-benar telah tobat dari dosanya dan mengiringi tobat itu dengan amal-amal saleh. Allah berfirman:\r\nاِنَّ اللّٰهَ لَا يَغْفِرُ اَنْ يُّشْرَكَ بِهٖ وَيَغْفِرُ مَا دُوْنَ ذٰلِكَ لِمَنْ يَّشَاۤءُ ۚ وَمَنْ يُّشْرِكْ بِاللّٰهِ فَقَدِ افْتَرٰٓى اِثْمًا عَظِيْمًا   \r\n“Sesungguhnya Allah tidak akan mengampuni (dosa) karena mempersekutukan-Nya (syirik), dan Dia mengampuni apa (dosa) yang selain (syirik) itu bagi siapa yang Dia kehendaki. Barang siapa mempersekutukan Allah, maka sungguh, dia telah berbuat dosa yang besar.” (an-Nis±/4:48).\r\nاِنَّهٗ مَنْ يُّشْرِكْ بِاللّٰهِ فَقَدْ حَرَّمَ اللّٰهُ عَلَيْهِ الْجَنَّةَ وَمَأْوٰىهُ النَّارُ ۗوَمَا لِلظّٰلِمِيْنَ مِنْ اَنْصَارٍ   \r\n“ …Sesungguhnya barang siapa mempersekutukan (sesuatu dengan) Allah, maka sungguh, Allah mengharamkan surga baginya, dan tempatnya ialah neraka. Dan tidak ada seorang penolong pun bagi orang-orang zalim itu”. (al-M±idah/5:72)."}