{"tafsir_id":5433,"surah_id":71,"aya_number":14,"tafsir_wajiz":"Dan sungguh, Dia telah menciptakan kamu dalam beberapa tingkatan kejadian dan pertumbuhan yaitu dari nutfah, segumpal daging, kemudian menjadi janin dan bentuk yang sempurna sebagai manusia.","tafsir_tahlili":"(14) Nabi Nuh mengingatkan lagi kebesaran dan kekuasaan Allah yang terdapat di dalam diri mereka, yaitu bahwa mereka diciptakan-Nya secara bertahap. Dari setetes air mani, kemudian menjadi zigot, darah, seberkas lempeng daging dan tulang, janin, dan kemudian dilahirkan. Dari bayi yang tidak tahu suatu apa pun, mereka menjadi manusia dewasa, berketurunan, dan akhirnya meninggal dunia. Berdasarkan kekuasaan Allah itu, mereka seharusnya beriman kepada-Nya.\r\nTahap-tahap kejadian manusia yang menunjukkan kekuasaan Allah itu dinyatakan pula dalam ayat-ayat lain:\r\nهُوَ الَّذِيْ خَلَقَكُمْ مِّنْ تُرَابٍ ثُمَّ مِنْ نُّطْفَةٍ ثُمَّ مِنْ عَلَقَةٍ ثُمَّ يُخْرِجُكُمْ طِفْلًا ثُمَّ لِتَبْلُغُوْٓا اَشُدَّكُمْ ثُمَّ لِتَكُوْنُوْا شُيُوْخًا ۚوَمِنْكُمْ مَّنْ يُّتَوَفّٰى مِنْ قَبْلُ وَلِتَبْلُغُوْٓا اَجَلًا مُّسَمًّى وَّلَعَلَّكُمْ تَعْقِلُوْنَ  ٦٧\r\nDialah yang menciptakanmu dari tanah, kemudian dari setetes mani, lalu dari segumpal darah, kemudian kamu dilahirkan sebagai seorang anak, kemudian dibiarkan kamu sampai dewasa, lalu menjadi tua. Tetapi di antara kamu ada yang dimatikan sebelum itu. (Kami perbuat demikian) agar kamu sampai kepada kurun waktu yang ditentukan, agar kamu mengerti. (al-G±fir/40: 67);Dalam ayat lain, Allah berfirman:\r\nوَلَقَدْ خَلَقْنَا الْاِنْسَانَ مِنْ سُلٰلَةٍ مِّنْ طِيْنٍ ۚ  ١٢  ثُمَّ جَعَلْنٰهُ نُطْفَةً فِيْ قَرَارٍ مَّكِيْنٍ ۖ  ١٣  ثُمَّ خَلَقْنَا النُّطْفَةَ عَلَقَةً فَخَلَقْنَا الْعَلَقَةَ مُضْغَةً فَخَلَقْنَا الْمُضْغَةَ عِظٰمًا فَكَسَوْنَا الْعِظٰمَ لَحْمًا ثُمَّ اَنْشَأْنٰهُ خَلْقًا اٰخَرَۗ فَتَبَارَكَ اللّٰهُ اَحْسَنُ الْخَالِقِيْنَۗ   ١٤\r\nDan sungguh, Kami telah menciptakan manusia dari saripati (berasal) dari tanah. Kemudian Kami menjadikannya air mani (yang disimpan) dalam tempat yang kokoh (rahim). Kemudian, air mani itu Kami jadikan sesuatu yang melekat, lalu sesuatu yang melekat itu Kami jadikan segumpal daging, dan segumpal daging itu Kami jadikan tulang belulang, lalu tulang belulang itu Kami bungkus dengan daging. Kemudian, Kami menjadikannya makhluk yang (berbentuk) lain. Mahasuci Allah, Pencipta yang paling baik. (al-Mu'minµn/23: 12-14);Secara ilmiah, tahapan penciptaan manusia itu dapat dijelaskan sebagai berikut: \r\n1. Tingkat sari pati tanah, ketika manusia belum bisa disebut sebagai apa-apa. Mohon dilihat kembali penjelasan tentang “sari pati tanah pada telaah ilmiah Surah al-¦ijr/15 ayat 26, 28, dan 33.\r\n2. Tingkat nu¯fah. Ketika semua sari pati tanah, masuk ke dalam tubuh kita, kemudian digunakan oleh tubuh sebagai starting materials dalam proses metabolisme pembentukan nu¯fah di dalam sel-sel reproduksi. Nu¯fah diterjemahkan sebagai air mani atau setetes mani. Pengertian harfiahnya adalah tetes atau bagian kecil dari fluida (cairan kental, konsentrat). Dalam dunia sains, merupakan konsentrasi fluida yang mengandung sperma. Disebut pula sebagai nu¯fatun amsy±j atau setetes mani yang bercampur. Ini mengandung arti percampuran dua nu¯fah atau benih, yaitu dari pihak laki-laki (sperma) dan dari pihak wanita (sel telur, ovarium). Dalam Surah al-Ins±n/76:2, tampak sekali bahwa hanya satu tetes mani (satu sperma) yang bercampur (membuahi) ovarium. Ini sangat bersesuaian dengan ilmu embryology. Nu¯fah disebut pula sebagai air yang hina (m±'in mah³n, al-Mursal±t/77: 20) atau air yang terpancar (m±'in d±fiq, a¯-°±riq/86: 6). Yang pertama, menyiratkan tentang hakikat keluarnya air mani melalui alat genetalia, yang kesehariannya untuk membuang kotoran (urine). Yang terakhir ini menunjukkan proses masuknya nutfah (sperma) ke dalam rahim.\r\n3. Tingkat alaqah. Alaqah merupakan bentuk perkembangan pra-embrionik, yang terjadi setelah percampuran sel mani (sperma) dan sel telur. Moore dan Azzindani (1982) menjelaskan bahwa alaqah dalam Bahasa Arab berarti lintah (leech) atau suatu suspensi (suspended thing) atau segumpal darah (a clot of blood). Lintah merupakan binatang tingkat rendah, berbentuk seperti buah pir, dan hidup dengan cara menghisap darah. Jadi alaqah merupakan tingkatan (stadium) embrionik, yang berbentuk seperti buah pir, di mana sistem kardiovaskuler (sistem pembuluh-jantung) sudah mulai tampak, dan hidupnya tergantung dari darah ibunya, mirip dengan lintah. Alaqah terbentuk sekitar 24-25 hari sejak pembuahan. Jika jaringan pra-embrionik alaqah ini diambil keluar (digugurkan), memang tampak seperti segumpal darah (a blood clot like).\r\n4. Tingkat Mu«gah. Alaqah yang terbentuk sekitar 24-25 hari setelah pembuahan, kemudian berkembang menjadi mu«gah pada hari ke 26-27, dan berakhir sebelum hari ke-42. Cepatnya perubahan dari alaqah ke mu«gah terlihat dalam penggunaan kata fa pada surah 23:14. Dalam bahasa Arab kata fa menunjukkan rangkaian perubahan yang cepat. Secara umum, mu«gah diterjemahkan sebagai segumpal daging. Mu«gah merupakan tingkatan embrionik yang berbentuk seperti kunyahan permen karet, yang menunjukkan permukaan yang tidak teratur. Mu«gah atau segumpal daging terdiri dari sel-sel atau jaringan-jaringan yang telah mengalami diferensiasi maupun yang belum mengalami diferensiasi. sebagaimana dapat dilihat pada penjelasan pada Surah al-¦ajj/22: 5 di atas oleh Moore dan Azzindani. Pada ayat 5, surah al-¦ajj/22, dijelaskan: “....,kemudian dari segumpal daging (mu«gah) yang sempurna kejadiannya dan yang tidak sempurna, agar Kami jelaskan kepada kamu dan Kami tetapkan dalam rahim,...” Moore dan Azzindani (1982), menerjemahkan dengan kalimat “....,kemudian dari segumpal daging (mu«gah) yang telah terdiferensiasi dan yang belum terdiferensiasi, agar Kami jelaskan kepada kamu dan Kami tetapkan dalam rahim,...” . Memang hakikat dari mu«gah, terdiri dari sel-sel atau jaringan/organ yang telah mengalami diferensiasi maupun yang belum.\r\n5. Tingkat pembentukkan tulang. Setelah tingkat mu«gah inilah, mulai dibentuk tulang. Ini sangat bersesuaian sekali dengan embryology modern dewasa ini.\r\n6. Tingkat pembungkusan tulang oleh daging, Janin mulai terbentuk.\r\n7. Tingkat bayi dalam kandungan, merupakan perkembangan lanjutan dari Tingkat ke-6 di atas. Kemudian dilanjutkan dengan penyempurnaan pembentukan manusia. Wall±hu alam bi¡-¡aw±b;Demikianlah perjalanan hidup manusia yang menunjukkan bahwa kejadian manusia itu melalui proses yang rumit dan rentan. Oleh karena itu, terwujudnya mereka di alam ini hendaknya disyukuri dengan beriman kepada Allah.\r\n"}