{"tafsir_id":544,"surah_id":4,"aya_number":51,"tafsir_wajiz":"Di samping mengada-ada kedustaan, mereka juga melakukan kedurhakaan yang lain, yaitu percno_ayat kepada Jibt dan Tagut. Tidakkah kamu memperhatikan orang-orang yang diberi bagian dari Kitab Taurat, yakni orang-orang Yahudi itu? Mereka percno_ayat kepada Jibt yakni berhala atau penyihir, dan Tagut, yakni selain syariat Allah, dan mengatakan kepada orang-orang kafir musyrik Mekah dengan penuh kesombongan, bahwa mereka itu lebih benar jalan-nya daripada orang-orang yang beriman dari kaum muslimin.","tafsir_tahlili":"(51) Ayat ini mengisahkan kembali perbuatan orang-orang Yahudi yang telah diberi kitab, telah memahami dan mendalami isi kitab yang pada dasarnya menyuruh berbakti dan menyembah hanya kepada Allah saja, tetapi mereka masih juga mau bersujud dan menyembah berhala dan mempersekutukan Allah, memenuhi ajakan orang-orang Quraisy yang tidak memiliki kitab. Satu hal yang aneh dan mengherankan, mereka menyangka bahwa mereka orang-orang yang benar, yang mengikuti dan menempuh jalan yang lebih baik daripada jalan orang-orang mukmin pengikut Nabi Muhammad saw.\r\nBani Israil punya sejarah panjang dalam penyembahan berhala oleh nenek moyang mereka sampai generasi-generasi berikutnya. “Mereka meninggalkan Allah Tuhan mereka yang telah membawa mereka keluar dari tanah Mesir, lalu mengikuti tuhan lain, dari antara tuhan bangsa-bangsa di sekeliling mereka, dan sujud menyembah kepadanya, sehingga mereka menyakiti hati Tuhan” (Kitab Hakim-hakim. 2.12) dan sekian banyak lagi kisah penyembahan berhala oleh mereka.\r\nAlangkah kelirunya mereka, dan mereka sangat rugi. Seperti tersebut dalam firman Allah:\r\nقُلْ هَلْ نُنَبِّئُكُمْ بِالْاَخْسَرِيْنَ اَعْمَالًا ۗ  ١٠٣  اَلَّذِيْنَ ضَلَّ سَعْيُهُمْ فِى الْحَيٰوةِ الدُّنْيَا وَهُمْ يَحْسَبُوْنَ اَنَّهُمْ يُحْسِنُوْنَ صُنْعًا   ١٠٤  \r\nKatakanlah (Muhammad), ”Apakah perlu Kami beritahukan kepadamu tentang orang yang paling rugi perbuatannya?” (Yaitu) orang yang sia-sia perbuatannya `dalam kehidupan dunia, sedangkan mereka mengira telah berbuat sebaik-baiknya. (al-Kahf/18:103-104)."}