{"tafsir_id":5442,"surah_id":71,"aya_number":23,"tafsir_wajiz":"Dan mere-ka memprovokasi masyarakat dengan berkata, Jangan sekali-kali kamu meninggalkan penyembahan tuhan-tuhan kamu dan untuk menegaskan larangannya itu mereka menyebut satu demi satu tuhan-tuhan yang mereka sembah sambil lebih tegas lagi menyatakan jangan pula sekali-kali kamu meninggalkan penyembahan Wadd, dan jangan pula Suwa’, Yagus, Yaq dan Nasr. Itu semua adalah nama-nama berhala yang terbesar pada kabilah-kabilah kaum Nuh, yang semula nama-nama orang saleh.","tafsir_tahlili":"(23) Pembesar-pembesar umat Nabi Nuh meminta kaumnya agar tidak meninggalkan tuhan-tuhan yang telah disembah nenek moyang mereka dahulu. Mereka disuruh untuk tetap menyembah berhala-berhala mereka yaitu, wadd, suw±, yugµ£, yaµq dan nasr.\r\nKelima berhala tersebut merupakan berhala yang paling dihormati di antara sekian banyak berhala kabilah-kabilah kaum Nuh. Masing-masing kabilah juga mempunyai berhala-berhala sendiri yang berbeda-beda satu sama lain. Dari sinilah para ulama berpendapat bahwa agama syirik mulai berkembang pada zaman Nabi Nuh. Sebelumnya, yaitu pada masa Nabi Adam dan Idris, belum ada keyakinan syirik ataupun penyembahan berhala.\r\nPenyembahan kepada banyak berhala itu kemudian turun kepada bangsa Arab. Oleh karena itu, bangsa Arab juga memiliki berhala-berhala yang dinamai dengan nama-nama yang pernah dipakai oleh umat Nuh.\r\nMenurut riwayat al-Bukh±r³, Ibnu al-Mun©ir, dan Ibnu Mardawaih dari Ibnu Abb±s bahwa ia berkata, “Kemudian berhala-berhala itu pindah kepada bangsa Arab, maka Wadd menjadi berhala kabilah Kalb, Suw± menjadi berhala kabilah Hu§ail, Yagµ£ menjadi berhala kabilah Mur±d yang kemudian berpindah kepada kabilah Gu¯aif; Yaµq menjadi berhala kabilah Hamd±n, dan Nasr menjadi adalah nama berhala kabilah Himy±r.”\r\nDi samping itu, juga terdapat berhala-berhala selain tersebut dalam ayat di atas yang disembah oleh umat Nuh, yang kemudian berpindah pula kepada bangsa Arab, seperti al-L±t, berhala kaum ¤aq³f di °a'if; al-Uzz±, berhala kabilah Sulaim, Ga¯f±n, dan Jusyam; Man±h, berhala kabilah Khuz±ah di Qudaid; As±f, N±'ilah, dan Hubal, berhala-berhala yang disembah penduduk Mekah. Hubal adalah berhala yang terbesar dan teragung, menurut mereka, yang diletakkan di atas Kabah. Berhala-berhala itu mereka buat sendiri untuk disembah.\r\nPerpindahan berhala-berhala itu dari bangsa-bangsa lain ke bangsa Arab seperti diisyaratkan oleh riwayat di atas menunjukkan bahwa ajaran monoteisme yang dibawa oleh Nabi Muhammad berlaku atau bersifat universal. Ajaran itu tidak hanya untuk bangsa Arab, tetapi juga untuk bangsa-bangsa lain.\r\n"}