{"tafsir_id":5455,"surah_id":72,"aya_number":8,"tafsir_wajiz":"Setelah berbicara yang berkaitan dengan tidak adanya hari kebangkitan, jin tersebut yang telah sadar tersebut melanjutkan ucapannya, `Dan sesungguhnya kami jin telah mencoba berusaha keras untuk mengetahui rahasia langit, maka kami mendapatinya penuh dengan penjagaan yang kuat dari para malaikat dan panah-panah api yang menghalangi kami dan siapa pun untuk mendekat.`","tafsir_tahlili":"(8) Pada ayat ini, Allah menambah lagi pernyataan jin ketika Dia mengutus Nabi Muhammad dan menurunkan Al-Qur'an kepadanya serta menjaga beliau dari jin-jin itu. Langit ketika itu dijaga dengan ketat, dan panah-panah api disediakan di seluruh penjuru langit untuk mencegah jin-jin mendekatinya guna mencuri berita-berita yang dapat didengar, sebagaimana yang sering mereka lakukan.\r\nTelah diriwayatkan oleh at-Tirmi©³, dan a¯-°abr±n³ dari Ibnu Abb±s, ia berkata: \r\nكَانَ الْجِنُّ يَصْعَدُوْنَ إِِلَى السَّمَاءِ يَسْتَمِعُوْنَ الْوَحْيَ فَإِذَا سَِمعُوا الْكَلِمَةَ زَادُوْ فِيْهَا تِسْعًا. فَأَمَّا الْكَلِمَةُ فَتَكُوْنُ حَقًّا وَأَمَّا مَا زَادُوْهُ فَيَكُوْنُ بَاطِلاً. فَلَمَّا بُعِثَ رَسُوْلُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مُِنعُوْا مَقَاعِدَ هُمْ. فَذَ كَرُوْا ذَلِكَ ِلإِبْلِيْسَ وَلَمْ تَكُنِ النُّجُوْمُ يُرْمٰى بِهَا قَبْلَ ذَلِكَ فَقَالَ لَهُمْ  إِبْلِيْسُ مَا هَذَا إِلاّ َمِنْ أَمْرٍ قَدْ حَدَثَ فِى اْلأَرْضِ، فَبَعَثَ جُنُوْدَهُ فَوَجَدُوْا رَسُوْلَ اللهِ صَلَّى اللهُ عَلَيِْه وَسَلَمَ قَاِئمًا يُصَلِّي بَيْنَ جَبَلَيْنِ اَرَاهُ قَالَ بِمَكَّةَ فَلَقَوْهُ فَأَخْبَرُوْهُ فَقَالَ هَذَا الْحَدَثُ الَّذِيْ حَدَثَ فِى اْلاَرْضِ. (رواه الترمذي والطبراني)\r\nDahulu jin-jin itu dapat naik ke langit untuk mendengar wahyu. Ketika mereka mendengar suatu kata lalu mereka tambah dengan sembilan kata lainnya. Ucapan (yang mereka dengar) adalah benar tetapi tambahan-tambahan mereka semuanya bohong. Ketika Nabi saw diutus menjadi rasul, mereka dilarang menduduki tempat-tempat tersebut. Lalu mereka sampaikan larangan tersebut kepada Iblis; sedangkan ketika itu bintang-bintang belum dipakai untuk memanah jin-jin itu. Lalu iblis berkata kepada mereka, “Larangan itu disebabkan suatu kejadian di muka bumi,” lalu Iblis mengirim tentara-tentaranya untuk menyelidiki kejadian tersebut. Mereka mendapatkan Nabi saw yang sedang mengerjakan salat di antara dua gunung di Mekah, lalu mereka menemui Iblis dan menyampaikan penemuan mereka itu kepadanya, lalu Iblis berkata, “Inilah kejadian yang terjadi di permukaan bumi.” (Riwayat at-Tirmi©³ dan a¯-°abr±n³)\r\n"}