{"tafsir_id":5479,"surah_id":73,"aya_number":4,"tafsir_wajiz":"atau lebih dari seperdua itu, dan bacalah Al-Qur’an itu dengan perlahan-lahan dengan bacaan yang baik dan benar.","tafsir_tahlili":"(4) Dalam ayat ini, Allah memerintahkan Nabi Muhammad supaya membaca Al-Qur'an secara seksama (tartil). Maksudnya ialah membaca    Al-Qur'an dengan pelan-pelan, bacaan yang fasih, dan merasakan arti dan maksud dari ayat-ayat yang dibaca itu, sehingga berkesan di hati. Perintah ini dilaksanakan oleh Nabi saw. Aisyah meriwayatkan bahwa Rasulullah saw membaca Al-Qur'an dengan tartil, sehingga surah yang dibacanya menjadi lebih lama dari ia membaca biasa.\r\nDalam hubungan ayat ini, al-Bukh±r³ dan Muslim meriwayatkan dari Abdull±h bin Mugaffal, bahwa ia berkata:\r\nرَاَيْتُ رَسُوْلَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَوْمَ فَتْحِ مَكَّةَ عَلَى نَاقَتِهِ يَقْرَأُ سُوْرَةَ الْفَتْحِ فَرَجَّعَ فِيْ قِرَاءََتِهِ. (رواه البخاري ومسلم عن عبدالله بن مغفّل)\r\nAku melihat Rasulullah saw pada hari penaklukan kota Mekah, sedang menunggang unta beliau membaca Surah al-Fat¥ di mana dalam bacaan itu beliau melakukan tarj³ (bacaan lambat dengan mengulang-ulang). (Riwayat al-Bukh±r³ dan Muslim dari Abdillah bin Mugaffal);Pengarang buku Fat¥ul Bay±n berkata, “Yang dimaksud dengan tartil ialah kehadiran hati ketika membaca, bukan asal mengeluarkan bunyi dari tenggorokan dengan memoncong-moncongkan muka dan mulut dengan alunan lagu, sebagaimana kebiasaan yang dilakukan pembaca-pembaca     Al-Qur'an zaman sekarang. Membaca yang seperti itu adalah suatu bacaan yang dilakukan orang-orang yang tidak mengerti agama.”\r\nMembaca Al-Qur'an secara tartil mengandung hikmah, yaitu terbukanya kesempatan untuk memperhatikan isi ayat-ayat yang dibaca dan di waktu menyebut nama Allah, si pembaca akan merasakan kemahaagungan-Nya. Ketika tiba pada ayat yang mengandung janji, pembaca akan timbul harapan-harapan, demikian juga ketika membaca ayat ancaman, pembaca akan merasa cemas.\r\nSebaliknya membaca Al-Qur'an secara tergesa-gesa atau dengan lagu yang baik, tetapi tidak memahami artinya adalah suatu indikasi bahwa si pembaca tidak memperhatikan isi yang terkandung dalam ayat yang dibacanya.\r\n"}