{"tafsir_id":5495,"surah_id":73,"aya_number":20,"tafsir_wajiz":"Jalan lurus menuju Tuhan mungkin dirasakan berat bagi sementara orang, maka no_ayatt ini memberi petunjuk solusinya. Sesungguhnya Tuhanmu senantiasa mengetahui bahwa engkau, wahai Nabi Muhammad, terkadang berdiri untuk mengerjakan salat kurang dari dua pertiga malam, atau seperdua malam atau sepertiganya dan demikian pula segolongan dari orang-orang yang bersamamu yaitu para sahabat yang mengikutimu. Allah menetapkan ukuran malam dan siang. Allah mengetahui bahwa kamu tidak dapat menentukan batas-batas waktu itu secara pasti dan rinci dalam melaksanakan salat, maka Dia memberi keringanan kepadamu menyangkut apa yang telah ditetapkan-Nya sebelum ini, karena itu bacalah apa yang mudah bagimu dari Al-Qur’an. Dia mengetahui bahwa akan ada di antara kamu orang-orang yang sakit sehingga akan sulit melaksanakan salat malam seperti yang diperintahkan, dan ada juga yang berjalan di bumi yaitu bepergian jauh untuk mencari sebagian karunia Allah baik urusan perniagaan atau menuntut ilmu. dan Allah mengetahui juga akan ada yang lain berperang di jalan Allah, maka bacalah apa yang mudah bagimu dari Al-Qur’an dan laksanakanlah salat secara baik dan berkesinambungan, tunaikanlah zakat secara sempurna dan berikanlah pinjaman kepada Allah pinjaman yang baik yaitu segala pemberian di jalan Allah di luar kewajiban zakat. Kebaikan apa saja yang kamu perbuat untuk dirimu niscno_ayat kamu memperoleh balasan-nya di sisi Allah sebagai balasan yang paling baik dan yang paling besar pahalanya. Dan di samping amalan tersebut maka mohonlah ampunan kepada Allah. sungguh, Allah Maha Pengampun, Maha Penyno_ayatng.","tafsir_tahlili":"(20) Dalam ayat-ayat yang lalu, Allah memerintahkan kepada Nabi Muhammad untuk salat malam, maka dalam ayat ini, Allah menunjukkan kemahapengasihan-Nya kepada hamba-hamba-Nya. Dia memberikan keringanan pada hamba-Nya dengan tidak mewajibkan salat Tahajud setiap malam.\r\nTuhan menegaskan bahwa Dia mengetahui sebagian kaum muslimin bersama Nabi mengerjakan salat malam itu sepanjang 2/3 malam, atau 1/2-nya atau 1/3-nya. Waktu itu masih merupakan perintah wajib yang tentu saja terkadang-kadang terasa berat.\r\nKetika ayat pertama Surah al-Muzzammil turun, para sahabat mengerjakan salat sesuai dengan petunjuk dalam ayat 2 sampai dengan 4. Hal itu kadang-kadang memberatkan, sekalipun salat Tahajud itu khusus difardukan atau diwajibkan kepada Rasulullah saw, dan disunatkan bagi umatnya. Banyak di antara para sahabat tidak mengetahui dengan pasti berapa ukuran 1/2 atau 1/3 malam itu, hingga karena takut luput dari waktu salat malam yang diperintahkan itu, sehingga ada di antara mereka yang berjaga-jaga sepanjang malam. Hal ini sangat melelahkan badan mereka, sebab mereka bangun sampai fajar. Tentu saja bangun dan berjaga-jaga demikian melemahkan fisik. Untuk meringankan itu, Allah menurunkan ayat ini:\n\nعَلِمَ اَنْ لَّنْ تُحْصُوْهُ فَتَابَ عَلَيْكُمْ\r\n…Allah mengetahui bahwa kamu tidak dapat menentukan batas-batas waktu itu, maka Dia memberi keringanan kepadamu… (al-Muzzammil/73: 20);Dari ayat 20 ini dapat pula diambil pelajaran bahwa mengerjakan perintah fardu itu tidak boleh melebihi batas ukuran yang ditentukan agar tidak memberatkan diri sendiri. Oleh karena itu, Allah memerintahkan bagi yang biasa salat malam apabila terasa agak memberatkan boleh dikurangi waktunya, sehingga dikerjakan tidak dalam keadaan terpaksa. Begitulah Allah memudahkan sesuatu yang berat menjadi ringan, agar seseorang selalu mengerjakan yang mudah itu.\r\nBegitu pula dalam bacaan salat malam (termasuk Magrib dan Isya), hendaklah dibaca ayat-ayat yang pendek-pendek, sebagaimana yang diriwayatkan oleh al-Baihaq³ dan ad-D±ruqu¯n³ dari Qais bin ¦±zim bahwa ia salat berjamaah yang diimami oleh Ibnu Abbas. Qais mengatakan bahwa Ibnu Abb±s membaca beberapa ayat dari permulaan Surah al-Baqarah setelah al-F±ti¥ah. Selesai salat, Ibnu Abb±s mengajarkan kepada yang mengikutinya:\r\nفَلَمَّا انْصَرَفَ أَقْبَلَ عَلَيْنَا فَقَالَ إِنَّ اللهَ يَقُوْلُ فَاقْرَءُوْا مَا تَيَسَّرَ مِنْهُ. (رواه البيهقي والدارقطني)\r\nSelesai salat, Ibnu Abb±s menghampiri kami seraya berkata, Allah berfirman “Bacalah olehmu mana yang mudah dari (ayat-ayat Al-Qur'an itu)” (Riwayat al-Baihaq³ dan ad-D±ruqu¯n³);Berapa ukuran ayat-ayat yang mudah itu tidak dijelaskan lebih lanjut, demikian pula apakah untuk salat fardu atau salat Tahajud dan sunah-sunah lainnya. Boleh jadi membaca mana yang mudah dari ayat-ayat Al-Qur'an berlaku untuk beberapa salat wajib dan beberapa salat sunah (seperti salat Tahajud).\r\nKemudian disebutkan pula uzur (halangan) yang kedua yakni karena sakit, sehingga diringankan tuntutan mengerjakan salat malam. Uzur yang ketiga adalah karena sibuk mencari rezeki di siang hari. Keempat karena sedang berjuang dengan senjata (fisik) membela dan mempertahankan agama Allah dari serangan musuh.\r\nFaktor sakit, sibuk mencari rezeki, dan sedang berjihad di jalan Allah menyebabkan seseorang sulit baginya untuk bangun pada malam hari mengerjakan salat Tahajud. Demikianlah pula ternyata ayat ini tidak membeda-bedakan usaha berjihad mengangkat senjata melawan musuh dengan berusaha mencari rezeki, sebab keduanya bermanfaat bagi kaum muslimin, asal dikerjakan menurut perintah Allah. Berjuang berarti mempertahankan agama, sedang berdagang atau berusaha dapat membiayai keluarga dan kegiatan agama (dengan zakat, sedekah, dan lain-lain).\r\nSetelah menyebutkan tiga sebab yang mendatangkan rukh¡ah (keringanan) dalam beribadah pada malam hari yang berarti pula terhapusnya kewajiban salat malam (mansµkh), maka ayat ini menyebutkan pula apa yang mereka kerjakan setelah mendapat keringanan tersebut yakni hendaklah membaca Al-Qur'an dalam salat mana yang mudah-mudah saja.\r\nSelanjutnya Allah memerintahkan untuk menegakkan salat dan mengeluarkan zakat. Selain itu dianjurkan pula untuk memberikan pinjaman kepada Allah, dalam bentuk memberikan nafkah (bantuan) bagi kepentingan sabilillah, baik sendiri-sendiri maupun secara bersama-sama. Dengan qira« (pinjaman) itulah agama ini bisa ditegakkan, dan urusan sosial kemasyarakatan dapat ditegakkan. Dalam ayat lain dinyatakan:\r\nمَنْ ذَا الَّذِيْ يُقْرِضُ اللّٰهَ قَرْضًا حَسَنًا فَيُضٰعِفَهٗ لَهٗٓ اَضْعَافًا كَثِيْرَةً ۗوَاللّٰهُ يَقْبِضُ وَيَبْصُۣطُۖ وَاِلَيْهِ تُرْجَعُوْنَ  ٢٤٥ \r\nBarang siapa meminjami Allah dengan pinjaman yang baik maka Allah melipatgandakan ganti kepadanya dengan banyak. Allah menahan dan melapangkan (rezeki) dan kepada-Nyalah kamu dikembalikan. (al-Baqarah/2: 245);Kemudian Tuhan menganjurkan supaya memperbanyak sedekah (memberikan harta kepada yang memerlukannya di luar zakat yang wajib) dan memperbanyak amal saleh. Apa yang dinafkahkan dan dikorbankan dengan bersedekah di jalan Allah, adalah lebih baik dibandingkan dengan apa yang dihabiskan untuk kepentingan duniawi, dan dengan demikian seseorang semakin memperbesar persiapannya untuk menuju kampung yang kekal dan abadi. \r\nAyat ini diakhiri dengan anjuran agar kita memperbanyak istigfar (mohon ampun kepada Allah), karena dosa dan kesalahan yang kita kerjakan terlalu banyak. Istigfar yang diterima Allah itulah yang akan menutup aib seseorang tatkala diadakan perhitungan dan pertanggungjawaban amal manusia di hadapan-Nya kelak. Allah-lah Yang Maha Pengampun; Dialah yang menutupi dosa seseorang atau menguranginya. Dialah yang Maha Pengasih, yang seseorang tidak akan disiksa bilamana tobatnya telah diterima.\r\n"}