{"tafsir_id":551,"surah_id":4,"aya_number":58,"tafsir_wajiz":"Dua no_ayatt terakhir dijelaskan kesudahan dari dua kelompok mukmin dan kafir, yakni tentang kenikmatan dan siksaan, maka sekarang AlQur’an mengajarkan suatu tuntunan hidup yakni tentang amanah. Sungguh, Allah Yang Mahaagung menyuruhmu menyampaikan amanat secara sempurna dan tepat waktu kepada yang berhak menerimanya, dan Allah juga menyuruh apabila kamu menetapkan hukum di antara manusia yang berselisih hendaknya kamu menetapkannya dengan keputusan yang adil. Sungguh, Allah yang telah memerintahkan agar memegang teguh amanah serta menyuruh berlaku adil adalah sebaik-baik yang memberi pengajaran kepadamu. Sungguh, Allah adalah Tuhan Yang Maha Mendengar, Maha Melihat.","tafsir_tahlili":"(58) Ayat ini memerintahkan agar menyampaikan “amanat” kepada yang berhak. Pengertian “amanat” dalam ayat ini, ialah sesuatu yang dipercayakan kepada seseorang untuk dilaksanakan dengan sebaik-baiknya. Kata “amanat” dengan pengertian ini sangat luas, meliputi “amanat” Allah kepada hamba-Nya, amanat seseorang kepada sesamanya dan terhadap dirinya sendiri.\r\nAmanat Allah terhadap hamba-Nya yang harus dilaksanakan antara lain: melaksanakan apa yang diperintahkan-Nya dan menjauhi larangan-Nya. Semua nikmat Allah berupa apa saja hendaklah kita manfaatkan untuk taqarrub (mendekatkan diri) kepada-Nya.\r\nAmanat seseorang terhadap sesamanya yang harus dilaksanakan antara lain: mengembalikan titipan kepada yang punya dengan tidak kurang suatu apa pun, tidak menipunya, memelihara rahasia dan lain sebagainya dan termasuk juga di dalamnya ialah:\r\na. Sifat adil penguasa terhadap rakyat dalam bidang apa pun dengan tidak membeda-bedakan antara satu dengan yang lain di dalam pelaksanaan hukum, sekalipun terhadap keluarga dan anak sendiri, sebagaimana ditegaskan Allah dalam ayat ini.\r\nوَاِذَا حَكَمْتُمْ بَيْنَ النَّاسِ اَنْ تَحْكُمُوْا بِالْعَدْلِ \r\n… Dan apabila kamu menetapkan hukum di antara manusia hendaknya kamu menetapkannya dengan adil.... (an-Nis±'/4:58).;Dalam hal ini cukuplah Nabi Muhammad saw menjadi contoh. Di dalam satu pernyataannya beliau bersabda:\r\nلَوْ سَرَقَتْ فَاطِمَةُ بِنْـتُ مُحَمَّدٍ لَقَطَعْتُ يَدَهَا (رواه الشيخان عن عائشة)\r\n Andaikata Fatimah binti Muhammad mencuri, niscaya saya potong tangannya” (Riwayat asy-Syaikh±n dari ²isyah).;b. Sifat adil ulama (yaitu orang yang berilmu pengetahuan) terhadap orang awam, seperti menanamkan ke dalam hati mereka akidah yang benar, membimbingnya kepada amal yang bermanfaat baginya di dunia dan di akhirat, memberikan pendidikan yang baik, menganjurkan usaha yang halal, memberikan nasihat-nasihat yang menambah kuat imannya, menyelamatkan dari perbuatan dosa dan maksiat, membangkitkan semangat untuk berbuat baik dan melakukan kebajikan, mengeluarkan fatwa yang berguna dan bermanfaat di dalam melaksanakan syariat dan ketentuan Allah.\r\nc. Sifat adil seorang suami terhadap istrinya, begitu pun sebaliknya, seperti melaksanakan kewajiban masing-masing terhadap yang lain, tidak membeberkan rahasia pihak yang lain, terutama rahasia khusus antara keduanya yang tidak baik diketahui orang lain.\r\nAmanat seseorang terhadap dirinya sendiri; seperti berbuat sesuatu yang menguntungkan dan bermanfaat bagi dirinya dalam soal dunia dan agamanya. Janganlah ia membuat hal-hal yang membahayakannya di dunia dan akhirat, dan lain sebagainya.\r\nAjaran yang sangat baik ini yaitu melaksanakan amanah dan hukum dengan seadil-adilnya, jangan sekali-kali diabaikan, tetapi hendaklah diindahkan, diperhatikan dan diterapkan dalam hidup dan kehidupan kita, untuk dapat mencapai kebahagiaan dunia dan akhirat."}