{"tafsir_id":552,"surah_id":4,"aya_number":59,"tafsir_wajiz":"Agar penetapan hukum dengan adil tersebut dapat dijalankan dengan baik, maka diperlukan ketaatan terhadap siapa penetap hukum itu. no_ayatt ini memerintahkan kaum muslim agar menaati putusan hukum, yang secara hirarkis dimulai dari penetapan hukum Allah. Wahai orang-orang yang beriman! Taatilah perintah-perintah Allah dalam AlQur’an, dan taatilah pula perintah-perintah Rasul Muhammad, dan juga ketetapan-ketetapan yang dikeluarkan oleh Ulil Amri pemegang kekuasaan di antara kamu selama ketetapan-ketetapan itu tidak melanggar ketentuan Allah dan Rasul-Nya. Kemudian, jika kamu berbeda pendapat tentang sesuatu masalah yang tidak dapat dipertemukan, maka kembalikanlah kepada nilai-nilai dan jiwa firman Allah, yakni Al-Qur’an, dan juga nilai-nilai dan jiwa tuntunan Rasul dalam bentuk sunahnya, sebagai bukti jika kamu benar-benar beriman kepada Allah dan hari Kemudian. Yang demikian itu lebih utama bagimu dan lebih baik akibatnya, baik untuk kehidupan dunia kamu, maupun untuk kehidupan akhirat kelak.","tafsir_tahlili":"(59) Ayat ini memerintahkan agar kaum Muslimin taat dan patuh kepada-Nya, kepada rasul-Nya dan kepada orang yang memegang kekuasaan di antara mereka agar tercipta kemaslahatan umum. Untuk kesempurnaan pelaksanaan amanat dan hukum sebaik-baiknya dan seadil-adilnya, hendaklah kaum Muslimin:\r\na. Taat dan patuh kepada perintah Allah dengan mengamalkan isi Kitab suci Al-Quran, melaksanakan hukum-hukum yang telah ditetapkan-Nya, sekalipun dirasa berat, tidak sesuai dengan keinginan dan kehendak pribadi. Sebenarnya segala yang diperintahkan Allah itu mengandung maslahat dan apa yang dilarang-Nya mengandung mudarat.\r\nb. Melaksanakan ajaran-ajaran yang dibawa Rasulullah saw pembawa amanat dari Allah untuk dilaksanakan oleh segenap hamba-Nya. Dia ditugaskan untuk menjelaskan kepada manusia isi Al-Quran. Allah berfirman:\r\nوَاَنْزَلْنَآ اِلَيْكَ الذِّكْرَ لِتُبَيِّنَ لِلنَّاسِ مَا نُزِّلَ اِلَيْهِمْ\r\n“... Dan Kami turunkan A©-ªikr (Al-Quran) kepadamu, agar engkau menerangkan kepada manusia apa yang telah diturunkan kepada mereka ….” (an-Na¥l/16:44).;c. Patuh kepada ketentuan-ketentuan yang telah ditetapkan ulil amri yaitu orang-orang yang memegang kekuasaan di antara mereka. Apabila mereka telah sepakat dalam suatu hal, maka kaum Muslimin berkewajiban melaksanakannya dengan syarat bahwa keputusan mereka tidak bertentangan dengan Kitab Al-Quran dan hadis. Kalau tidak demikian halnya, maka kita tidak wajib melaksanakannya, bahkan wajib menentangnya, karena tidak dibenarkan seseorang itu taat dan patuh kepada sesuatu yang merupakan dosa dan maksiat pada Allah.\r\nNabi Muhammad saw bersabda:\r\nلاَ طَاعَةَ لِمَخْلُوْقٍ فِيْ مَعْصِيَةِ الْخَالِقِ (رواه أحمد)\r\n Tidak (dibenarkan) taat kepada makhluk di dalam hal-hal yang merupakan maksiat kepada Khalik (Allah swt).  (Riwayat A¥mad).;d. Kalau ada sesuatu yang diperselisihkan dan tidak tercapai kata sepakat, maka wajib dikembalikan kepada Al-Quran dan hadis. Kalau tidak terdapat di dalamnya haruslah disesuaikan dengan (dikiaskan kepada) hal-hal yang ada persamaan dan persesuaiannya di dalam Al-Quran dan sunah Rasulullah saw.\r\nTentunya yang dapat melakukan kias seperti yang dimaksud di atas ialah orang-orang yang berilmu pengetahuan, mengetahui dan memahami isi Al-Quran dan sunah Rasul. Demikianlah hendaknya dilakukan oleh orang-orang yang benar-benar beriman kepada Allah dan hari akhirat.\r\n"}