{"tafsir_id":5547,"surah_id":74,"aya_number":52,"tafsir_wajiz":"Setelah digambarkan sikap lahiriah para pendurhaka yang lari kebingungan bagaikan keledai, kini dilukiskan tentang keadaan batin mereka. Bahkan yang lebih aneh lagi setiap orang dari mereka ingin agar diberikan kepadanya lembaran-lembaran kitab yang terbuka dari Tuhan. ","tafsir_tahlili":"(52) Dalam ayat ini, Allah menyebutkan contoh sikap mereka yang keras kepala yang tidak dapat diterima akal sehat atau oleh hati yang berperasaan. Masing-masing mereka berkehendak supaya diberikan kepadanya lembaran-lembaran catatan yang terbuka (kitab). Setiap mereka menginginkan pula diturunkan wahyu seperti yang telah diterima Nabi Muhammad. Ditambah lagi kitab itu agak istimewa buat mereka, yakni dengan lembaran-lembaran terbuka yang turun dari langit.\r\nDiriwayatkan oleh ahli-ahli tafsir bahwa serombongan kaum Quraisy datang kepada Rasulullah dan mengatakan, “Alangkah baiknya kalau setiap pemimpin kami mempunyai kitab dalam lembaran terbuka yang turun dari Allah. Dalam kitab itu dapat kami baca keterangan yang menyebutkan engkau, hai Muhammad, adalah rasul-Nya. Lembaran itu pula yang menyuruh kami mengimani engkau dan mengikuti agama engkau.”\r\nDari Qat±dah diterima keterangan bahwa maksud ayat di atas ialah mereka menghendaki bebas dari segala dosa-dosa tanpa bekerja dan berbuat kebaikan sedikit pun.\r\nDiriwayatkan pula bahwa Abµ Jahal bersama rombongannya yang terdiri dari pemuka-pemuka Quraisy mengatakan kepada Nabi, “Hai Muhammad, kami tidak akan beriman kepada engkau melainkan bila engkau beri masing-masing kami kitab itu alamatnya masing-masing yang berasal dari Tuhan dan terdapat pula di sana suruhan yang memerintahkan kami mengikuti agama engkau.” Ungkapan demikian juga terdapat dalam salah satu ayat   Al-Qur'an:\r\nوَلَنْ نُّؤْمِنَ لِرُقِيِّكَ حَتّٰى تُنَزِّلَ عَلَيْنَا كِتٰبًا نَّقْرَؤُهٗۗ قُلْ سُبْحَانَ رَبِّيْ هَلْ كُنْتُ اِلَّا بَشَرًا رَّسُوْلًا\r\nDan kami tidak akan mempercayai kenaikanmu itu sebelum engkau turunkan kepada kami sebuah kitab untuk kami baca.” Katakanlah (Muhammad), “Mahasuci Tuhanku, bukankah aku ini hanya seorang manusia yang menjadi rasul?” (al-Isr±'/17: 93)\r\n"}