{"tafsir_id":5557,"surah_id":75,"aya_number":6,"tafsir_wajiz":"5-6. Kepastian Kiamat tidak diragukan lagi, tetapi manusia hendak membuat maksiat terus-menerus. Manusia tidak menyadari sama sekali atas akibat perbuatannya. Justru dengan nada menantang dia bertanya, “Kapankah hari Kiamat yang diancamkan itu?”","tafsir_tahlili":"(6) Selanjutnya, Allah menggambarkan sikap orang keras kepala yang bertanya, “Bilakah hari Kiamat itu?” Pertanyaan ini muncul sebagai tanda terlalu jauhnya jangkauan hari Kiamat itu dalam pikiran si penanya dan menunjukkan ketidakpercayaan akan terjadinya. Hal ini ada hubungannya dengan ayat sebelumnya, yakni: “Kenapa ia terus-menerus ingin mengerjakan kejahatan?” Karena mereka mengingkari adanya hari kebangkitan, sehingga tidak merasa perlu memikirkan segala akibat dari kejahatan yang dilakukan. Dalam ayat lain, Allah berfirman:\r\nهَيْهَاتَ هَيْهَاتَ لِمَا تُوْعَدُوْنَ ۖ   ٣٦  اِنْ هِيَ اِلَّا حَيَاتُنَا الدُّنْيَا نَمُوْتُ وَنَحْيَا وَمَا نَحْنُ بِمَبْعُوْثِيْنَ ۖ   ٣٧\r\nJauh! Jauh sekali (dari kebenaran) apa yang diancamkan kepada kamu, (kehidupan itu) tidak lain hanyalah kehidupan kita di dunia ini, (di sanalah) kita mati dan hidup  dan tidak akan dibangkitkan (lagi). (al-Mu'minµn/23: 36-37);Kalau disimpulkan, ada dua sebab ketidakpercayaan manusia kepada hari Kiamat, yaitu:\r\n1.  Karena ragu-ragu dengan kekuasaan Allah. Misalnya pikiran yang berpendapat bahwa bagian tubuh yang sudah hancur, berserakan, dan bercampur aduk dengan tanah, di timur maupun di barat, mungkinkah dapat disusun dan dihidupkan kembali? Bagaimana bisa tubuh manusia yang demikian kembali kepada keadaan semula?\r\n Seperti bunyi ayat 3 dan 4:\r\nاَيَحْسَبُ الْاِنْسَانُ اَلَّنْ نَّجْمَعَ عِظَامَهٗ ۗ  ٣  بَلٰى قَادِرِيْنَ عَلٰٓى اَنْ نُّسَوِّيَ بَنَانَهٗ   ٤\r\nApakah manusia mengira bahwa Kami tidak akan mengumpulkan (kembali) tulang-belulangnya? (Bahkan) Kami mampu menyusun (kembali) jari-jemarinya dengan sempurna.  (al-Qiy±mah/75: 3-4);2.  Karena keinginan yang terus-menerus untuk menikmati kesenangan duniawi, dan kedatangan Kiamat (hari berkumpul dan berhisab) tentu saja memutuskan segala bentuk kesenangan itu, seperti disebutkan dalam ayat ke-5:\r\nبَلْ يُرِيْدُ الْاِنْسَانُ لِيَفْجُرَ اَمَامَهٗۚ  ٥\r\nTetapi manusia hendak membuat maksiat terus-menerus. (al-Qiy±mah/75: 5)\r\n"}