{"tafsir_id":5560,"surah_id":75,"aya_number":9,"tafsir_wajiz":"7-10.Atas pertanyaan kaum pendurhaka yang tujuannya untuk mengejek maka no_ayatt ini menegaskan ancamannya kepada mereka. Maka apabila mata terbelalak karena ketakutan, dan bulan pun telah hilang cahno_ayatnya, lalu matahari dan bulan dikumpulkan, dan saat itulah Kiamat terjadi. Pada hari itu manusia berkata, “Kemana tempat lari untuk menyelamatkan diri?” Sama sekali tidak ada tempat yang aman.","tafsir_tahlili":"(7-9) Dalam ayat-ayat ini, Allah menerangkan tiga hal tanda kedatangan hari Kiamat, yakni:\r\n1.  Apabila mata terbelalak (karena ketakutan). Pada waktu itu, mata tidak sanggup menyaksikan sesuatu hal yang sangat dahsyat. Dalam ayat lain tercantum makna yang sama, yakni:\r\nمُهْطِعِيْنَ مُقْنِعِيْ رُءُوْسِهِمْ لَا يَرْتَدُّ اِلَيْهِمْ طَرْفُهُمْ ۚوَاَفْـِٕدَتُهُمْ هَوَاۤءٌ ۗ    ٤٣  \r\nMereka datang tergesa-gesa (memenuhi panggilan) dengan mengangkat kepalanya, sedang mata mereka tidak berkedip-kedip dan hati mereka kosong.  (Ibr±h³m/14: 43);2.  Apabila bulan telah hilang cahayanya untuk selama-lamanya, bukan seperti keadaan waktu gerhana bulan yang hanya berlangsung sebentar saja.\r\n3.  Matahari dan bulan dikumpulkan. Artinya matahari dan bulan saling bertemu, keduanya terbit dan terbenam pada tempat yang sama, menyebabkan gelapnya suasana alam semesta ini. Padahal keadaan begitu tidak pernah terjadi, masing-masing berada dalam posisi yang telah ditentukan. Allah berfirman:\r\nلَا الشَّمْسُ يَنْۢبَغِيْ لَهَآ اَنْ تُدْرِكَ الْقَمَرَ وَلَا الَّيْلُ سَابِقُ النَّهَارِ ۗوَكُلٌّ فِيْ فَلَكٍ يَّسْبَحُوْنَ  ٤٠\r\nTidaklah mungkin bagi matahari mengejar bulan dan malam pun tidak dapat mendahului siang. Masing-masing beredar pada garis edarnya. (Y±s³n/36: 40); Pada saat itulah manusia yang kafir menyadari betapa janji Allah menjadi kenyataan. Semua orang berusaha hendak menyelamatkan diri.\r\n Menurut kajian ilmiah, skenario kiamat ada bermacam-macam, ada yang berupa skenario besar (Grand Scenario), ada pula skenario “lokal” walaupun dampaknya bisa universal dan berpengaruh kepada seluruh alam semesta. Pada Grand Scenario sistem alam semesta mengalami suatu perubahan sistem yang memburuk bahkan bisa secara drastis sehingga alam semesta sebagai sistem menjadi ambruk dan kiamat datang. \r\nSkenario jenis kedua bersifat “lokal”, artinya hanya terjadi di salah satu galaksi atau tata surya. Besar kemungkinan bahwa kejadian ini berlangsung di galaksi Bima Sakti atau bahkan di tata surya kita, di mana manusia berada. Salah satu skenario yang mungkin adalah mengarahnya lubang hitam (black hole) ke tata surya kita. Bila anggota tata surya kita, termasuk planet bumi, dikenai lubang hitam, yang berarti akan tersedot gravitasi yang sangat kuat, maka semua yang ada di permukaan bumi termasuk manusia akan terangkat kemudian kaki-kakinya akan terlepas dan akhirnya tubuh manusia akan tercerai-berai hingga enam puluh empat bagian. Sedangkan pada saat yang sama, matahari akan tersedot, termasuk energi nuklirnya hingga habis, sedangkan planet seluruh anggota tata surya kita dan matahari juga akan bersama-sama tersedot, hingga akan menyatu karena sedotan gravitasi yang sangat kuat. Jelaslah bahwa cahaya bulan dan tentu saja cahaya sumbernya yaitu matahari akan menghilang. Maka seluruh tata surya kita akan lebur sehingga mengganggu keseimbangan galaksi kita, dan akibat universalnya, keseimbangan Bima Sakti ini akan berdampak pada keseimbangan posisi dan energi alam semesta, sehingga kiamat hanyalah soal waktu.\r\n"}