{"tafsir_id":5564,"surah_id":75,"aya_number":13,"tafsir_wajiz":"11-13. Pertanyaan manusia pada akhir no_ayatt yang lalu, diberikan jawab-annya pada no_ayatt-no_ayatt ini. Sekali-kali tidak! Tidak ada tempat berlindung kecuali pada Allah semata! Hanya kepada Tuhanmu sajalah yang selama ini berbuat baik kepadamu wahai manusia, tidak kepada siapa pun selain-Nya, tempat kembali pada hari itu. Allah yang akan memutuskan seadil-adilnya atas segala urusan manusia. Pada hari itu diberitakan secara jelas dan tegas kepada manusia apa yang telah dikerjakannya dan apa yang dilalaikannya.","tafsir_tahlili":"(13) Ayat ini menerangkan bahwa pada hari itu diberitakan kepada manusia apa yang telah dikerjakannya dan apa yang dilalaikannya. Kepada manusia diceritakan ketika telah tiba waktunya menghisab dan menimbang amalannya. Semua akan dibeberkan dengan jelas, mana perbuatan baik yang telah dikerjakan dan mana yang seharusnya dikerjakan tapi tidak sempat lagi dilaksanakan. Demikian pula mana yang semestinya dahulu diperbuat guna menghindarkan diri dari azab Allah dan mencapai pahala-Nya. Tidak ada yang luput dari pemberitaan itu, karya yang kecil maupun yang besar, yang baru maupun yang usang.\r\nIbnu Abb±s mengartikan ayat ini dengan menjelaskan bahwa yang diceritakan tidak hanya sekadar perbuatan buruk dan baik seseorang menjelang dia meninggal dunia, tetapi juga segala karya, pikiran, dan kebiasaannya. Semua orang akan menyaksikan sendiri di hadapannya segala wujud amaliahnya, sebagaimana disebutkan dalam ayat lain:\r\nوَوُضِعَ الْكِتٰبُ فَتَرَى الْمُجْرِمِيْنَ مُشْفِقِيْنَ مِمَّا فِيْهِ وَيَقُوْلُوْنَ يٰوَيْلَتَنَا مَالِ هٰذَا الْكِتٰبِ لَا يُغَادِرُ صَغِيْرَةً وَّلَا كَبِيْرَةً اِلَّآ اَحْصٰىهَاۚ وَوَجَدُوْا مَا عَمِلُوْا حَاضِرًاۗ وَلَا يَظْلِمُ رَبُّكَ اَحَدًا ࣖ   ٤٩\r\nDan diletakkanlah kitab (catatan amal), lalu engkau akan melihat orang yang berdosa merasa ketakutan terhadap apa yang (tertulis) di dalamnya, dan mereka berkata, “Betapa celaka kami, kitab apakah ini, tidak ada yang tertinggal, yang kecil dan yang besar melainkan tercatat semuanya,” dan mereka dapati (semua) apa yang telah mereka kerjakan. Dan Tuhanmu tidak menzalimi seorang jua pun. (al-Kahf/18: 49);Sehubungan dengan hal ini, disebutkan pula dalam hadis Rasulullah saw:\r\nسَبْعٌ يَجْرِى أَجْرُهَا لِلْعَبْدِ بَعْدَ مَوْتِهِ وَهُوَ فِيْ قَبْرِهِ مَنْ عَلَّمَ عِلْمًا أَوْ أَجْرَى نَهْرًا أَوْ حَفَرَ بِئْرًا أَوْ غَرَسَ نَخْلاً أَوْ بَنَى مَسْجِدًا أَوْ وَرَّثَ مُصْحَفًا أَوْ تَرَكَ وَلَدًا يَسْتَغْفِرُلَهُ بَعْدَ مَوْتِهِ. (رواه أبو نعيم والبيهقي عن أنس بن مالك)\r\nTujuh macam perbuatan seorang hamba yang tetap mengalir pahalanya bagi orang yang sudah wafat sedang dia dalam kuburnya: orang yang mengajarkan ilmu, orang yang membuat aliran sungai, orang yang menggali sumur, orang yang menanam pohon kurma, orang yang mendirikan masjid, orang yang mewariskan (menyebarluaskan) mushaf (kitab suci Al-Qur'an), dan orang yang meninggalkan anak (keturunan) yang memohonkan ampunan baginya setelah ia meninggal. (Riwayat Abµ Nuaim dan al-Baihaq³ dari Anas bin M±lik) "}