{"tafsir_id":5569,"surah_id":75,"aya_number":18,"tafsir_wajiz":"18-19. Caranya adalah apabila Kami melalui malaikat Jibril telah selesai membacakannya kepadamu maka ikutilah bacaannya itu dengan lidah serta pikiran dan hatimu secara sungguh-sungguh. Kemudian sesungguhnya Kami yang akan menjelaskan makna-maknanya.","tafsir_tahlili":"(17-18) Allah menjelaskan bahwa larangan mengikuti bacaan Jibril ketika ia sedang membacakannya adalah karena sesungguhnya atas tanggungan Allah-lah mengumpulkan wahyu itu di dalam dada Muhammad dan membuatnya pandai membacanya. Allah-lah yang bertanggung jawab bagaimana supaya Al-Qur'an itu tersimpan dengan baik dalam dada atau ingatan Muhammad, dan memantapkannya dalam kalbunya. Allah pula yang memberikan bimbingan kepadanya bagaimana cara membaca ayat itu dengan sempurna dan teratur, sehingga Muhammad hafal dan tidak lupa selama-lamanya.\r\nApabila Jibril telah selesai membacakan ayat-ayat yang harus diturunkan, hendaklah Muhammad saw membacanya kembali. Nanti ia akan mendapatkan dirinya selalu ingat dan hafal ayat-ayat itu. Tegasnya pada waktu Jibril membaca, hendaklah Muhammad diam dan mendengarkan bacaannya.\r\nDari sudut lain, ayat ini juga berarti bahwa bila telah selesai dibacakan kepada Muhammad ayat-ayat Allah, hendaklah ia segera mengamalkan hukum-hukum dan syariat-syariatnya.\r\nSemenjak perintah ini turun, Rasulullah senantiasa mengikuti dan mendengarkan dengan penuh perhatian wahyu yang dibacakan Jibril. Setelah Jibril pergi, barulah beliau membacanya dan bacaannya itu tetap tinggal dalam ingatan beliau. Diterangkan dalam hadis riwayat al-Bukh±r³ bahwa Ibnu Abb±s berkata:\r\nفَكَانَ رَسُوْلُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بَعْدَ ذَلِكَ إِذَا أَتَاهُ جِبْرِيْلُ اِسْتَمَعَ فَإِذَا انْطَلَقَ جِبْرِيْلُ قَرَأَهُ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ كَمَا أَقْرَأَهُ. (رواه البخاري عن ابن عباس)\r\nSetelah perintah itu turun, Rasulullah selalu mendengarkan dan memperhatikan ketika Jibril datang, setelah Jibril pergi beliau membacanya sebagaimana diajarkan Jibril. (Riwayat al-Bukh±r³ dari Ibnu Abb±s).\r\n"}