{"tafsir_id":557,"surah_id":4,"aya_number":64,"tafsir_wajiz":"no_ayatt ini menjelaskan kewajiban taat kepada Allah dan Rasul sembari mencela perilaku orang-orang munafik yang mencari hakim terhadap Tagut. Dan juga Kami tidak mengutus seorang rasul dari semua rasul yang telah diutus, melainkan dengan membawa bukti-bukti untuk ditaati dengan izin dan perintah Allah. Dan sungguh, sekiranya mereka setelah menzalimi dirinya dengan cara berhakim kepada Tagut, lalu mereka datang kepadamu, Muhammad, lalu selanjutnya mereka memohon ampunan kepada Allah dengan sepenuh hati, dan Rasul pun memohonkan ampunan untuk mereka atas kesalahan yang telah mereka perbuat, niscno_ayat mereka mendapati Allah Maha Penerima tobat atas kesalahan mereka, dan juga Maha Penyno_ayatng kepada orang-orang yang bertaubat.","tafsir_tahlili":"(64) Bagian pertama dari ayat ini menerangkan bahwa setiap rasul yang diutus Allah ke dunia ini semenjak dari dahulu sampai kepada Nabi Muhammad saw wajib ditaati dengan izin (perintah) Allah, karena tugas risalah mereka adalah sama, yaitu untuk menunjukkan umat manusia ke jalan yang benar dan kebahagiaan hidup mereka di dunia dan di akhirat.\r\nDalam ayat ini dikaitkan taat itu dengan izin Allah, maksudnya bahwa tidak ada satu makhluk pun yang boleh ditaati melainkan dengan izin Allah atau sesuai dengan perintah-Nya, seperti menaati rasul, ulil amri, ibu bapak dan sebagainya, selama mereka tidak menyuruh berbuat maksiat, sesuai dengan hadis yang diriwayatkan oleh Ali bin Ab³ °±lib yang berbunyi:\r\nلاَ طَاعَةَ لِبَشَرٍ فِيْ مَعْصِيَةِ اللهِ تَعَالَى (رواه البخاري ومسلم  عن علي بن أبي طالب)\r\n Tidak boleh menaati manusia yang menyuruh melanggar perintah Allah  (Riwayat al-Bukh±r³ dan Muslim dari Al³ bin Ab³ °±lib).\r\nاِنَّمَا الطَّاعَةُ فِى الْمَعْرُوْفِ (رواه أحمد ومسلم وأبو داود والنسائي)\r\n Sesungguhnya yang ditaati itu hanya perintah berbuat makruf, (Riwayat  A¥mad, Muslim, Abµ D±wud dan an-Nas±'i).;Bagian kedua sampai akhir ayat ini menerangkan: Andaikata orang yang menganiaya dirinya sendiri yaitu orang yang bertahkim kepada °±gµt seperti tersebut pada ayat 60, datang kepada Nabi Muhammad ketika itu, lalu mereka memohon ampun kepada Allah, dan Rasul pun turut memohon agar mereka diampuni, niscaya Allah akan mengampuni mereka, karena Allah Maha Penerima tobat, Maha Penyayang.\r\nDi dalam ayat ini disebutkan orang-orang yang bertahkim kepada °±gµt itu adalah orang-orang yang menganiaya diri sendiri, karena mereka melakukan kesalahan besar dan membangkang tidak mau sadar. Beberapa syarat yang harus dipenuhi oleh orang yang bertobat agar tobatnya diterima oleh Tuhan, antara lain:\r\na.  Tobat itu dilakukan seketika itu juga, artinya segera setelah membuat kesalahan.\r\nb. Hendaklah tobat itu merupakan tobat nasuha, artinya benar-benar menyesal atas kesalahan-kesalahan yang diperbuat dan tidak akan mengulangi lagi.\r\nc. Bila ada hak orang lain yang dilanggar, hak orang itu haruslah diselesaikan lebih dahulu dengan meminta maaf dan mengembalikan/mengganti kerugian.\r\nSebab turunnya ayat ini berhubungan dengan peristiwa berikut sebagaimana yang diriwayatkan oleh al-Bukh±ri, Muslim dan perawi-perawi lain. Mereka menceritakan bahwa Zubair bin 'Awwam mengadukan seorang laki-laki dari kaum Ansar kepada Rasulullah saw dalam suatu persengketaan tentang pembagian air untuk kebun kurma. Rasulullah memberi putusan seraya berkata kepada Zubair,  Airilah kebunmu itu lebih dahulu kemudian alirkanlah air itu kepada kebun tetanggamu . Maka laki-laki itu berkata,  Apakah karena dia anak bibimu hai Rasulullah?  Maka berubahlah muka Rasulullah karena mendengar tuduhan tentang itu. Rasulullah berkata lagi (untuk menguatkan putusannya)  Airilah hai Zubair, kebunmu itu sehingga air itu meratainya, kemudian alirkanlah kepada kebun tetanggamu . Maka turunlah ayat ini."}