{"tafsir_id":5574,"surah_id":75,"aya_number":23,"tafsir_wajiz":"22-23. Setelah mengecam orang yang durhaka, no_ayatt ini menjelaskan tentang keadaan manusia di akhirat sesuai dengan amalnya ketika di dunia. Wajah-wajah orang mukmin pada hari itu di akhirat berseri-seri karena rasa bahagia yang ada padanya ketika memandang Tuhannya.","tafsir_tahlili":"(22-23) Ayat ini menerangkan sebagian hal ihwal manusia pada hari kebangkitan saat wajah-wajah orang beriman pada waktu itu berseri-seri. Golongan yang gembira dan berwajah ceria inilah calon penghuni surga. Merekalah yang berwajah cerah yang mengharapkan perjumpaan dengan Tuhannya.\r\nDi mana pun mereka dapat melihat-Nya. Artinya mereka langsung memandang kepada Allah tanpa dinding pembatas (hijab). Demikian kesimpulan pendapat ulama ahli sunnah berdasarkan hadis-hadis sahih yang menerangkan lebih lanjut tentang makna melihat Tuhan yang disebutkan dalam ayat ini. Dikatakan bahwa orang yang beriman yang beruntung melihat Allah dengan mata kepalanya sendiri pada hari akhirat sebagaimana mereka melihat bulan purnama yang bersinar terang benderang yang tidak ada awan di bawahnya. Hadis al-Bukh±r³ yang menyebutkan hal itu berbunyi:\r\nاِنَّكُمْ سَتَرَوْنَ رَبَّكُمْ عَيَانًا كَمَا تَرَوْنَ هَذَا الْقَمَرَ لاَ تُضَامُّوْنَ فِيْ رُؤْيَتِهِ فَإِنِ اسْتَطَعْتُمْ اَنْ لاَ تُغْلَبُوْا عَلَى صَلاَةٍ قَبْلَ طُلُوْعِ الشَّمْسِ وَقَبْلَ غُرُوْبِهَا فَافْعَلُوْا. (رواه البخاري و مسلم عن جرير بن عبد الله)\r\nSesungguhnya kamu akan melihat Tuhanmu dengan mata kepalamu sendiri (terang-terang) sebagaimana kamu melihat bulan (purnama), kamu tidak berdesak-desakan dalam melihat-Nya. Jika kamu mampu tidak meninggalkan salat sebelum terbit matahari dan terbenam matahari maka lakukanlah.  (Riwayat al-Bukh±r³ dan Muslim dari Jar³r bin Abdill±h);Sekalipun ada keterangan yang jelas dari ayat 22 ini yang diperkuat dengan beberapa hadis di atas yang menegaskan bahwa manusia mukmin nanti melihat sendiri wajah Allah itu, namun sebagian dari ulama salaf mencoba mentakwilkan (memalingkan) pengertian ayat dan hadis-hadis tersebut. Muj±hid (seorang tabiin yang terkenal) berpendapat bahwa arti melihat Allah di dalam surga adalah “melihat pahala yang ada di sisi Allah”. Namun hal demikian dianggap tidak berdasarkan alasan yang kuat, sebab kata-kata “na§ara” (melihat) dalam bahasa Arab betul-betul berarti melihat dengan mata kepala sendiri bukan melihat dengan mata hati dan sebagainya.\r\nPermasalahan tentang “apakah manusia nanti melihat Allah pada hari Kiamat atau tidak?” menjadi persoalan yang diperselisihkan (khilafiah) sejak dari dahulu. Ulama ahli sunnah tetap berpendirian bahwa orang mukmin pasti melihat Allah berdasarkan ayat di atas, ditambah keterangan dari berbagai hadis sahih. Sebaliknya ulama-ulama Mutazilah menegaskan tidak mungkin sama sekali manusia melihat wajah dan zat Allah berdasarkan bunyi ayat ke 103 Surah al-An±m: Dia tidak dapat dicapai oleh penglihatan mata, sedang Dia dapat melihat segala penglihatan itu.\r\nAyat ini, menurut Mutazilah, terbatas pengertiannya pada melihat nikmat, keridaan, dan pahala yang disediakan Allah. Persoalan akhirat adalah persoalan gaib, tidak dapat kita ukur dalam perbandingan dengan apa yang ada sekarang.\r\nJalan yang ringkas dan selamat serta tidak terlibat dalam pertikaian yang berlarut-larut itu adalah “mengimani sepenuhnya apa yang diberikan ayat tanpa membahasnya lagi. Bagaimana pengertian yang sesungguhnya, kita serahkan kepada Allah saja. Masih banyak lapangan ijtihad (pemikiran) yang lain bila seseorang ingin mendalami maksud ayat-ayat suci Al-Qur'an.”\r\nBerikut ini kita kutip beberapa hadis tentang melihat Allah di akhirat:\r\nقَالُوْا يَارَسُوْلَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ هَلْ نَرَى رَبَّنَا يَوْمَ الْقِيَامَةِ فَقَالَ هَلْ تُضَارُّوْنَ فِيْ رُؤْيَةِ الشَّمْسِ وَالْقَمَرِ لَيْسَ دُوْنَهُمَا سَحَابٌ قَالُوْا: لاَ، قَالَ فَإِنَّكُمْ تَرَوْنَ رَبَّكُمْ كَذَلِكَ (رواه البخاري و مسلم عن أبي هريرة)\r\nOrang-orang bertanya kepada Rasulullah saw, “Wahai Rasulullah apakah kami dapat melihat Tuhan kami di hari Kiamat kelak?” Beliau menjawab, “Apakah sulit bagi kalian melihat matahari dan bulan yang tidak dihalangi oleh awan?” Mereka menjawab, “Tidak.” Beliau bersabda lagi, “Demikian pula kamu melihat Tuhanmu.” (Riwayat al-Bukh±r³ dan Muslim dari Abµ Hurairah);عَنْ صُهَيْبٍ عَنِ النَبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ اِذَا دَخَلَ اَهْلُ الْجَنَّةِ الْجَنَّةَ يَقُوْلُ اللهُ تَعَالَى: تُرِيْدُوْنَ شَيْئًا اَزِيْدُكُمْ، فَيَقُوْلُوْنَ: اَلَمْ تُبَيِّضْ وُجُوْهَنَا، اَلَمْ تُدْخِلْنَا الْجَنَّةَ وَتُنْجِنَا مِنَ النَّاِر، قَالَ فَيَكْشِفُ الْحِجَابَ فَمَا اُعْطُوْا شَيْئًا اَحَبَّ اِلَيْهِمْ مِنَ النَّظْرِ ِالَى رَبِّهِمْ ثُمَّ تَلاَ هَذِهِ اْلآيَةَ: ((لِلَّذِيْنَ أَحْسَنُوا الْحُسْنَى وَزِيَادَةٌ)). (رواه مسلم)\r\nDiriwayatkan dari ¢uhaib dari Nabi saw bahwa beliau bersabda, “Bila penduduk surga telah masuk ke dalam surga, Allah berfirman, Apakah engkau ingin lagi sesuatu yang hendak Aku tambahkan? Mereka menjawab, Bukankah Engkau sudah cerahkan wajah kami, bukankah telah Engkau masukkan kami ke dalam surga. Dan telah Engkau lepaskan kami dari api neraka? Nabi bersabda dan kemudian hijab pun tersingkap, maka tiadalah sesuatu pemberian yang lebih mereka senangi selain daripada melihat Tuhan mereka.” Kemudian beliau membaca ayat ini (Yµnus/10: 26): lilla©³na a¥sanµul-¥usn± wa ziy±dah.  (Riwayat Muslim)\r\n"}