{"tafsir_id":5591,"surah_id":75,"aya_number":40,"tafsir_wajiz":"37-40. Kalau manusia menduga seperti itu, sungguh itu adalah dugaan yang keliru. Bukankah dia mulanya hanya setetes mani yang ditumpahkan ke dalam rahim, kemudian mani itu setelah bertemu dengan sel telur menjadi sesuatu yang melekat, lalu Allah Yang Mahakuasa menciptakannya dan menyempurnakan kejadiannya, lalu Dia menjadikan darinya sepasang laki-laki dan perempuan. Begitulah siklus reproduksi manusia yang diberi kesempatan hidup di dunia untuk diberi tugas dan tanggung jawab. Dan pastilah akan dibangkitkan untuk dimintai pertanggung jawaban. Bukankah Allah yang berbuat demikian hebat dan menakjubkan, berkuasa pula menghidupkan orang mati? Kalau manusia masih tetap durhaka, berarti sudah tertutup mata hatinya.","tafsir_tahlili":"(40) Ayat ini merupakan jawaban dari semua itu, bahwa bukankah Allah yang berbuat demikian, berkuasa pula menghidupkan orang yang telah mati? Maksud pernyataan ini adalah apakah Zat yang menciptakan makhluk yang sempurna dari setetes air mani itu tidak sanggup mengembalikan orang yang sudah meninggal? Justru yang demikian itu lebih mudah bagi-Nya. Begitulah Allah menegaskan dalam firman-Nya:\r\nوَهُوَ الَّذِيْ يَبْدَؤُا الْخَلْقَ ثُمَّ يُعِيْدُهٗ وَهُوَ اَهْوَنُ عَلَيْهِۗ وَلَهُ الْمَثَلُ الْاَعْلٰى فِى السَّمٰوٰتِ وَالْاَرْضِۚ وَهُوَ الْعَزِيْزُ الْحَكِيْمُ ࣖ   ٢٧  \r\nDan Dialah yang memulai penciptaan, kemudian mengulanginya kembali, dan itu lebih mudah bagi-Nya. Dia memiliki sifat yang Mahatinggi di langit dan di bumi. Dan Dialah Yang Mahaperkasa, Mahabijaksana. (ar-Rµm/30: 27);Dalam beberapa hadis disebutkan bahwa bila selesai membaca surah ini, Rasulullah saw berdoa:\r\nإِنَّ رَسُوْلَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ كَانَ إِذَا قَرَأَ (أَلَيْسَ ذَلِكَ بِقَادِرٍ عَلَى أَنْ يُحْيِيَ الْمَوْتَ) قَالَ: سُبْحَانَكَ اللَّهُمَّ وَبَلَى. (رواه ابن مردويه عن أبي هريرة);Sesungguhnya Rasulullah saw selepas membaca Surah al-Qiy±mah, memanjatkan doa, “Sub¥±naka Allahumma wa bal±” (Maha Suci Engkau ya Allah dan Engkaulah yang Mahakuasa). (Riwayat Ibnu Mardawaih dari Abµ Hurairah) ;Demikian pula bila selesai membaca Surah at-T³n, beliau berdoa:\r\nقَالَ رَسُوْلُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ : مَنْ قَرَأَ مِنْكُمْ (وَالتِّيْنِ وَالزَّيْتُوْنِ) فَانْتَهَى إِلَى آخِرِهَا (أَلَيْسَ اللهُ بِأَحْكَمِ الْحَاكِمِيْنَ) فَلْيَقُلْ : (بَلَى وَاَنَا عَلَى ذَ لِكُمْ مِنَ الشَّاهِدِيْنَ). وَمَنْ قَرَأَ (لاَ أُقْسِمُ بِيَوْمِ الْقِيَامَةِ) فَانتَهَى إِلَى (أَلَيْسَ ذَلِكَ بِقَادِرٍ عَلَى أَنْ يُحْيِيَ الْمَوْتَ) فَلْيَقُل: (بَلَى). وَمَنْ قَرَأَ (وَالْمُرْسَلاَتِ) فَبَلَغَ (فَبِأَيِّ حَدِيْثٍ بَعْدَهُ يُؤْمِنُوْنَ) فَلْيَقُلْ: (آمَنَّا بِاللهِ). (رواه أحمد وأبو داود والترمذي وابن المنذر وابن مردويه والبيهقي والحاكم وصححه عن أبي هريرة)\r\nRasulullah bersabda: Siapa saja yang membaca Surah at-T³n sampai selesai, hendaklah ia berdoa, “Bal± wa'ana al± ©±likum minasy-sy±hid³n” (Ya , saya bersaksi atas hal tersebut). Dan siapa yang membaca Surah al-Qiy±mah sampai akhir, hendaklah ia berdoa, “Bal±” (ya, Engkaulah yang Mahakuasa). Dan siapa yang membaca Surah al-Mursal±t hingga akhir, hendaklah ia berdoa, “Āmann± bill±hi” (kami beriman kepada Allah). (Riwayat A¥mad, Abµ D±wud, at-Tirmi©³, ibnu al-Mun©ir, Ibnu Mardawaih, al-Baihaq³, dan disahihkan oleh al-¦±kim dari Abµ Hurairah);Doa-doa di atas dibaca Rasulullah setelah membaca ayat-ayat seperti ini ketika di luar salat. Sedangkan ketika dalam salat, beliau tidak melakukannya dan tidak terdapat keterangan atau dalil tentang hal itu.\r\n"}