{"tafsir_id":5592,"surah_id":76,"aya_number":1,"tafsir_wajiz":" no_surahh ini diawali dengan peringatan kepada manusia tentang kehadirannya di pentas bumi sekaligus menjelaskan tentang tujuan penciptaannya. Bukankah, yaitu sungguh, pernah datang kepada manusia waktu dari masa yaitu sebelum ia diciptakan, yang ketika itu belum merupakan sesuatu yang dapat disebut? Ketika itu manusia dalam ketiadaan, jangankan wujudnya, namanya pun belum ada.","tafsir_tahlili":"(1) Ayat pertama ini menegaskan tentang proses kejadian manusia dari tidak ada menjadi ada, pada saat manusia belum berwujud sama sekali. Disebutkan bahwa manusia berasal dari tanah yang tidak dikenal dan tidak disebut-sebut sebelumnya. Apa dan bagaimana jenis tanah itu tidak dikenal sama sekali. Kemudian Allah meniupkan roh kepadanya, sehingga jadilah dia makhluk yang bernyawa.\r\nAyat di atas dapat diinterpretasikan sebagai salah satu bagian yang menceritakan evolusi manusia. Uraian sepenuhnya mengenai hal ini dapat dilihat di bawah ini. \r\nPada abad-19, Charles Darwin mengemukakan teori bahwa jenis manusia ada di muka bumi melalui suatu proses panjang evolusi. Mereka tidak langsung ada sebagaimana dinyatakan pada banyak kitab suci. Dia menyatakan bahwa waktu yang diperlukan untuk proses evolusi, yang berujung pada terbentuknya manusia, kemungkinan besar memerlukan waktu jutaan tahun. Hal kedua yang dikemukakan oleh teori Darwin adalah bahwa manusia berkembang dari binatang. \r\nPada permulaan adanya kehidupan, demikian dinyatakan oleh teori ini, bentuk kehidupan yang ada adalah binatang-binatang tingkat rendah. Dengan berjalannya waktu, muncul binatang-binatang tingkat tinggi dan berukuran lebih besar. Dengan tidak sengaja, dari salah satu binatang berkembang menjadi manusia. Hal demikian ini dibuktikannya dengan adanya sederet bukti dari tengkorak hewan yang secara runut mengarah ke tengkorak manusia saat ini. Bukti lain juga dikemukakan dari perkembangan bentuk embrio. Dalam perkembangannya, embrio manusia berubah-ubah bentuk. Dimulai dari mirip bentuk embrio ikan, kelinci, dan jenis binatang lainnya, dan berakhir berbentuk manusia. Dari temuan terakhir ini, kemudian disimpulkan bahwa evolusi panjang manusia berasal dari bintang tingkat rendah.\r\nPoint kedua dari teori Darwin adalah bahwa manusia dan kera datang dari satu moyang yang sudah punah saat ini. Moyang yang punah ini disebutnya sebagai “missing link”, rantai yang hilang. Haekel, seorang peneliti setelah masa Darwin, berpendapat bahwa binatang yang menjadi “missing link” adalah yang disebut Lypotilu. Apabila binatang ini atau sisa-sisa dari binatang ini dapat ditemukan, maka teka-teki mengenai evolusi manusia dapat dijelaskan dengan lebih baik. Para pemikir yang mempercayai teori ini menganggap bahwa gorila dan simpanse ada pada jalur evolusi manusia. Peneliti lain yang bernama Huxley mempunyai pemikiran yang sedikit berbeda. Ia menyimpulkan bahwa garis manusia dapat saja terjadi jauh sebelum munculnya jenis-jenis kera. Jadi, manusia dan kera tidak pernah berhubungan.\r\nPenelitian yang lebih kemudian yang dilakukan oleh Prof. Jones dan Prof. Osborne, cenderung untuk menyimpulkan bahwa walaupun manusia ada melalui proses evolusi, namun prosesnya sudah terpisah dari binatang lainnya di masa yang lebih jauh. Dan dari saat itu, manusia berevolusi pada garisnya sendiri, tanpa bercampur dengan evolusi binatang lainnya. Dengan kata lain, manusia bukanlah cabang dari binatang lain, katakanlah kera, sebagaimana dipercaya oleh Darwin.\r\nPara ahli arkeologi dan antropologi menemukan bahwa peradaban manusia terjadi melalui jalur yang terbagi secara jelas. Pada zaman batu, manusia pertama kali melangkah masuk ke daerah budaya dan kemasyarakatan. Sejak masa itu, manusia melakukan evolusi dalam mempertahankan hidup sebagai “binatang yang lemah”. Karena tidak memiliki kekuatan, cakar, dan taring yang kuat sebagaimana binatang lain, manusia menggunakan batu sebagai alat mempertahankan diri dan kegunaan lainnya. Kemudian datang zaman perunggu, dimana manusia mulai menggunakan bahan metal untuk membuat peralatan. Zaman ini diikuti oleh zaman besi. Dari berbagai situs yang ditemukan para arkeologi disimpulkan bahwa berbagai zaman dari kehidupan manusia dilakukan dengan perubahan budaya dari satu masa ke masa lainnya.\r\nDi dalam Al-Qur'an, ada satu ayat yang berkaitan erat dengan penciptaan manusia yang bertahap, yaitu:\r\nمَا لَكُمْ لَا تَرْجُوْنَ لِلّٰهِ وَقَارًاۚ  ١٣  وَقَدْ خَلَقَكُمْ اَطْوَارًا   ١٤  اَلَمْ تَرَوْا كَيْفَ خَلَقَ اللّٰهُ سَبْعَ سَمٰوٰتٍ طِبَاقًاۙ  ١٥  وَّجَعَلَ الْقَمَرَ فِيْهِنَّ نُوْرًا وَّجَعَلَ الشَّمْسَ سِرَاجًا   ١٦  وَاللّٰهُ اَنْۢبَتَكُمْ مِّنَ الْاَرْضِ نَبَاتًاۙ  ١٧  ثُمَّ يُعِيْدُكُمْ فِيْهَا وَيُخْرِجُكُمْ اِخْرَاجًا   ١٨  وَاللّٰهُ جَعَلَ لَكُمُ الْاَرْضَ بِسَاطًاۙ  ١٩  لِّتَسْلُكُوْا مِنْهَا سُبُلًا فِجَاجًا ࣖ   ٢٠ \r\nMengapa kamu tidak takut akan kebesaran Allah? Dan sungguh, Dia telah menciptakan kamu dalam beberapa tingkatan (kejadian). Tidakkah kamu memperhatikan bagaimana Allah telah menciptakan tujuh langit berlapis-lapis? Dan di sana Dia menciptakan bulan yang bercahaya dan menjadikan matahari sebagai pelita (yang cemerlang)? Dan Allah menumbuhkan kamu dari tanah, tumbuh (berangsur-angsur), kemudian Dia akan mengembalikan kamu ke dalamnya (tanah) dan mengeluarkan kamu (pada hari Kiamat) dengan pasti. Dan Allah menjadikan bumi untukmu sebagai hamparan, agar kamu dapat pergi kian kemari di jalan-jalan yang luas. (Nµh/71: 13-20);Ayat di atas mencela manusia yang masih meragukan bahwa penciptaan tidak dilakukan berdasarkan perencanaan yang baik. Diperlihatkan bagaimana semuanya dilakukan melalui fase-fase atau masa-masa, yang teratur dan didasarkan pada perencanaan yang bijak. Penciptaan dilakukan bukan tanpa tujuan, dan mengarah pada kesempurnaan.\r\nTernyata hukum evolusi yang dikembangkan para peneliti di Eropa telah dijelaskan secara sangat rinci oleh Al-Qur'an pada 1400 tahun sebelumnya. Dijelaskan oleh Al-Qur'an bahwa manusia tidak diciptakan secara mendadak dan dalam bentuk dan rupa sebagaimana kita saat ini. Allah tidak membuat model dari tanah liat dan “meniupkan” kehidupan ke dalamnya untuk menjadi manusia pertama di muka bumi. Manusia mencapai tahap seperti saat ini setelah melalui proses beberapa masa perubahan.\r\nHal kedua yang diungkapkan Al-Qur'an dalam kaitan penciptaan manusia adalah dari kondisi ketiadaan. Suatu subjek yang bertolak belakang dengan penjelasan sebelumnya.\r\nاَوَلَا يَذْكُرُ الْاِنْسَانُ اَنَّا خَلَقْنٰهُ مِنْ قَبْلُ وَلَمْ يَكُ شَيْـًٔا   ٦٧\r\nDan tidakkah manusia itu memikirkan bahwa sesungguhnya Kami telah menciptakannya dahulu, padahal (sebelumnya) dia belum berwujud sama sekali? (Maryam/19: 67);Ayat di atas menunjuk pada ciptaan pertama dari jenis manusia. Sangat berbeda dengan apa yang terjadi sekarang. Reproduksi manusia pada saat ini terjadi dengan bibit yang diproduksi dari organ laki-laki dan perempuan. \r\nHarus diperhatikan secara cermat bahwa dalam ayat tersebut, ada pernyataan bahwa sesuatu ada dari bukan sesuatu. Ayat tersebut menyatakan bahwa sebelum tahapan dimana material dan benda lain menjadi benda hidup, ada satu tahapan lain dimana tidak ada eksistensi apa pun. Kita dapat menyatakan bahwa kursi dibuat dari kayu; atau rantai dibuat dari besi. Di sini kita memiliki material yang dapat digunakan sebagai bahan untuk membuat barang tertentu. Mereka yang tidak mempercayai agama seringkali menyatakan ayat di atas sebagai dongeng saja. Akan tetapi, ayat di atas tidak menyatakan hal yang demikian. Arti ayat di atas jelas memberitahukan bahwa sebelum adanya penciptaan, tidak ada apa-apa di alam semesta. Setelah ada penciptaan alam semesta, menyusul kemudian penciptaan-penciptaan lainnya, termasuk penciptaan manusia.\r\nTahap kedua perkembangan manusia tampaknya terjadi pada saat manusia ada secara fisik, namun otak belum berkembang baik. Dengan demikian, posisinya masih sama atau lebih rendah dari binatang. Bukankah telah datang atas manusia satu waktu dari masa, sedang ia ketika itu belum merupakan sesuatu yang dapat disebut (al-Ins±n/76: 1).\r\nTahap ketiga evolusi manusia dicapai saat reproduksi antara manusia laki-laki dan perempuan mulai terjadi. Di dalam Al-Qur'an, Dinyatakan suatu masa dari evolusi manusia. Ketika itu manusia mempunyai karakter binatang tingkat tinggi. Karakter ini adalah adanya perbedaan didasarkan pada seks, terbagi menjadi jantan dan betina. Pada masa ini, perkembangbiakan sudah melalui sperma yang dihasilkan manusia laki-laki. Keadaan demikian ini menjadikan manusia sudah memiliki ciri yang sama dengan binatang tingkat tinggi. Dua penggalan ayat di bawah ini menunjukkan hal tersebut:\r\nهُوَ الَّذِيْ خَلَقَكُمْ مِّنْ نَّفْسٍ وَّاحِدَةٍ وَّجَعَلَ مِنْهَا زَوْجَهَا لِيَسْكُنَ اِلَيْهَاۚ فَلَمَّا تَغَشّٰىهَا حَمَلَتْ حَمْلًا خَفِيْفًا فَمَرَّتْ بِهٖ ۚفَلَمَّآ اَثْقَلَتْ دَّعَوَا اللّٰهَ رَبَّهُمَا لَىِٕنْ اٰتَيْتَنَا صَالِحًا لَّنَكُوْنَنَّ مِنَ الشّٰكِرِيْنَ  ١٨٩ \r\nDialah yang menciptakan kamu dari jiwa yang satu (Adam) dan daripadanya Dia menciptakan pasangannya, agar dia merasa senang kepadanya. Maka setelah dicampurinya, (istrinya) mengandung kandungan yang ringan, dan teruslah dia merasa ringan (beberapa waktu). Kemudian ketika dia merasa berat, keduanya (suami istri) bermohon kepada Allah, Tuhan mereka (seraya berkata), “Jika Engkau memberi kami anak yang saleh, tentulah kami akan selalu bersyukur.” (al-Ar±f/7: 189);Dan firman Allah:\r\nيٰٓاَيُّهَا النَّاسُ اتَّقُوْا رَبَّكُمُ الَّذِيْ خَلَقَكُمْ مِّنْ نَّفْسٍ وَّاحِدَةٍ وَّخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالًا كَثِيْرًا وَّنِسَاۤءً  \r\nWahai manusia! Bertakwalah kepada Tuhanmu yang telah menciptakan kamu dari diri yang satu (Adam), dan (Allah) menciptakan pasangannya (Hawa) dari (diri)-nya; dan dari keduanya Allah memperkembangbiakkan laki-laki dan perempuan yang banyak…. (an-Nis±'/4: 1);Lebih lanjut Al-Qur'an memperlihatkan perkembangan manusia ke tingkat yang lebih lanjut, yaitu menggunakan nalarnya, demikian:\r\nاِنَّا خَلَقْنَا الْاِنْسَانَ مِنْ نُّطْفَةٍ اَمْشَاجٍۖ نَّبْتَلِيْهِ فَجَعَلْنٰهُ سَمِيْعًاۢ بَصِيْرًا   ٢  \r\nSungguh, Kami telah menciptakan manusia dari setetes mani yang bercampur yang Kami hendak mengujinya (dengan perintah dan larangan), karena itu Kami jadikan dia mendengar dan melihat. (al-Ins±n/76: 2);Mulai dari masa ini, karena peran pentingnya di alam semesta, manusia mulai mempelajari alam. Untuk dapat mengelola dengan baik, manusia memerlukan penguasaan pengetahuan secara luas. Tahap keempat ini dicapai saat otak manusia telah mencapai kesempurnaannya. Diciri dari perkembangan kecerdasan dan kepedulian terhadap lingkungan yang sangat cepat. Dengan kemampuannya dalam mendengarkan dan melihat, sebagaimana juga dapat dilakukan oleh binatang, manusia kemudian mulai melatih kecerdasannya sampai pada tingkat dapat melakukan penemuan-penemuan yang berguna untuk kehidupannya. Di sini manusia telah menempatkan dirinya jauh di atas binatang. Ia menjadi jenis binatang yang dapat bertahan hidup melalui kemampuan berpikir dan berbicara.\r\nUraian evolusi manusia ini tidak dengan eksplisit disampaikan dalam   Al-Qur'an. Mengapa? Karena kitab ini tidak dimaksudkan sebagai buku ilmiah. Al-Qur'an diciptakan untuk mengungkapkan kebenaran, dan meninggalkan beberapa gap atau rumpang yang akan diisi oleh kemajuan pengetahuan manusia.\r\n"}