{"tafsir_id":5598,"surah_id":76,"aya_number":7,"tafsir_wajiz":" Di antara amal kebaikan yang akan diberikan balasan seperti di atas antara lain adalah bahwa mereka memenuhi nazar sebagai bukti mereka adalah orang-orang cenderung kepada kebaikan, dan takut akan suatu hari yang azabnya merata di mana-mana yaitu siksa neraka.","tafsir_tahlili":"(7) Ayat ini dan beberapa ayat berikutnya menyebutkan beberapa sifat orang-orang abr±r (berbuat kebaikan), yaitu: mereka menunaikan nazar dan takut akan suatu hari yang azabnya merata di mana-mana. Menunaikan nazar adalah menepati suatu kewajiban yang datang dari pribadi sendiri dalam rangka menaati Allah. Berbeda dengan kewajiban syara (agama) yang datang dari Allah, maka nazar bersifat pembebanan yang timbul karena keinginan sendiri dengan niat mensyukuri nikmat Allah. Baik nazar maupun syarak, kedua-duanya hukumnya wajib dilaksanakan.\r\nDalam sebuah hadis yang diriwayatkan Imam M±lik, al-Bukh±r³, dan Muslim dari Aisyah, Rasulullah saw bersabda:\r\nأَنَّ رَسُوْلَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: مَنْ نَذَرَ أَنْ يُطِيْعَ اللهَ فَلْيُطِعْهُ وَمَنْ نَذَرَ أَنْ يَعْصِيَهُ فَلاَ يَعْصِهِ. (رواه البخاري ومالك وأبو داود والترمذي والنسائي وابن ماجه عن عائشة)\r\nBarang siapa yang bernazar menaati Allah, hendaklah ia menepati nazar itu, (tetapi) janganlah dipenuhi jika nazar itu untuk mendurhakai-Nya. (Riwayat al-Bukh±r³, M±lik, Abµ D±wud, at-Tirmi©³, an-Nas±'³ dan Ibnu M±jah dari Aisyah);Dalam beberapa hadis dijelaskan tentang ketentuan nazar, di antaranya adalah:\r\n1.  Hadis riwayat al-Bukh±r³ dari Aisyah di atas menjelaskan bahwa nazar yang bermaksud hendak menaati Allah wajib dipenuhi, sedangkan nazar dengan niat mendurhakai Allah tidak boleh dipenuhi. Demikian pula hadis-hadis riwayat at-Tirmi©³, Abµ D±wud, dan an Nas±'³.\r\n2.  Rasulullah saw memerintahkan kepada Saad bin Ubadah agar membayar puasa nazar yang pernah diucapkan oleh ibunya yang telah meninggal. Hadis ini diriwayatkan oleh al-Bukh±r³ dan Muslim dari Saad bin Ubadah.;Selain dari menyempurnakan janji, orang abr±r juga mau meninggalkan segala perbuatan terlarang (mu¥arram±t) karena takut akan dahsyatnya siksa yang harus diterima di hari Kiamat akibat mengerjakannya. Sebab pada hari itu, segala kejahatan dan kedurhakaan yang pernah dikerjakan seseorang disebarluaskan. Hanya orang-orang yang dikasihi Allah saja yang selamat dari keadaan yang mengerikan itu.\r\n"}