{"tafsir_id":5692,"surah_id":78,"aya_number":20,"tafsir_wajiz":"Dan pada hari itu gunung-gunung pun yang tadinya kukuh dijalankan oleh Allah dengan terlebih dahulu dihancurluluhkan, lalu diempaskan menjadi abu, lalu menjadi seperti kapas yang beterbangan, lalu pada akhirnya terempas sehingga menjadi fatamorgana. Seperti halnya fatamorgana di gurun pasir, asap pekat yang menggumpal tampak seperti gunung padahal tidak ada gunung di sana (Lihat pula: no_surahh al-Kahf/18: 47, Taha/20: 105-107, an-Naml/27: 88, al-Qari’ah/101: 5).","tafsir_tahlili":"(20) Dalam ayat ini dijelaskan bawah gunung-gunung pada hari itu tidak lagi seperti sediakala, tetapi akan diguncang sehingga hancur lebur seperti kabut yang dari jauh kelihatan seperti bayangan air. Akan tetapi jika didekati, ternyata tidak ada apa-apa karena bagian-bagiannya telah terpecah belah, dihancurkan, dan beterbangan ke mana-mana.\r\nFirman Allah dalam hal ini:\r\nوَّحُمِلَتِ الْاَرْضُ وَالْجِبَالُ فَدُكَّتَا دَكَّةً وَّاحِدَةًۙ  ١٤\r\nDan diangkatlah bumi dan gunung-gunung, lalu dibenturkan keduanya sekali benturan. (al-¦±qqah/69: 14);Kemudian dalam ayat yang lain Allah berfirman:\r\nوَّبُسَّتِ الْجِبَالُ بَسًّاۙ    ٥  فَكَانَتْ هَبَاۤءً مُّنْۢبَثًّاۙ   ٦\r\nDan gunung-gunung dihancurluluhkan sehancur-hancurnya, maka jadilah ia debu yang beterbangan. (al-W±qiah/56: 5-6);Kemudian gunung-gunung itu akan dihancurleburkan seperti debu yang beterbangan seperti dijelaskan dalam firman Allah:\r\nوَتَكُوْنُ الْجِبَالُ كَالْعِهْنِ الْمَنْفُوْشِۗ  ٥\r\nDan gunung-gunung seperti bulu yang dihambur-hamburkan. (al-Q±riah/101: 5);Ayat 17-20 dari Surah an-Naba'/78 di atas tampaknya berbicara mengenai terjadinya kiamat. Pada ayat yang dibahas, ada penggambaran mengenai tiupan sangkakala. Ada ayat lain yang juga menggunakan kata sangkakala atau trompet dalam menggambarkan kiamat, seperti Surah an-N±zi±t/79: 6-9, “(Sungguh, kamu akan dibangkitkan) pada hari ketika tiupan pertama mengguncangkan alam, (tiupan pertama) itu diiringi dengan tiupan kedua.  Hati manusia pada waktu itu merasa sangat takut, pandangannya tunduk.”\r\nKeempat ayat di atas membahas tentang apa yang akan terjadi saat terjadinya hari kiamat. Salah satu kejadian pada hari itu adalah gempa bumi yang sangat dahsyat. Pada ayat 6-9 Surah an-N±zi±t/79, peristiwa gempa, mungkin saja bumi, digambarkan dengan kata “tiupan”.  \r\nApabila kita perhatikan ayat 6 dan 7 dari Surah an-N±zi±t/79 di atas tampak adanya kemiripan dalam gambaran tentang hari kiamat. Namun ada dua pendapat mengenai penggambarannya. Di satu pihak, para ulama menginterpretasikan kata ar-r±jifah sebagai bunyi trompet yang pertama, dan ar-r±difah adalah tiupan trompet yang kedua.  Di pihak lain, ar-r±jifah dinyatakan sebagai bumi, dan ar-r±difah sebagai saat terjadinya pengadilan.  Ada juga yang menginterpretasikan ar-r±jifah sebagai kekacauan dari unsur-unsur bumi, sedangkan ar-r±difah adalah gempa buminya. Tampaknya pendapat terakhir yang lebih realistis. Tidak ada beda antara kekacauan unsur-unsur bumi dan gempa bumi.\r\nAkan tetapi tampaknya ada pendapat lain yang lebih masuk akal.  Mungkin kedua kata yang coba diinterpretasikan oleh banyak ulama sebenarnya menunjukkan adanya gempa utama dan gempa susulan, seperti dapat dilihat pada terjemahan dan tafsir ayat 6 dan 7 Surah an-N±zi±t/79 dalam Tafsir Al-Misbah, “Pada hari ketika berguncang-guncangan yang dahsyat, diikuti oleh yang mengiringi(nya).” \r\nSebelum terjadinya gempa utama (main shock), beberapa gempa kecil (fore shock) akan mengawalinya. Setelah gempa utama terjadi maka diikuti oleh  gempa susulan (after shocks) yang kekuatannya lebih kecil dan jumlahnya banyak sekali. Lambat laun gempa susulan ini menurun baik jumlah maupun kekuatannya. \r\nPerlu diketahui bahwa gempa awal sulit diidentifikasi. Umumnya gempa utama langsung datang, dan memorak-porandakan segalanya tanpa memperlihatkan adanya gempa awal. Sebagai gambaran adalah gempa Aceh yang terjadi pada tanggal 26 Desember 2004 dengan magnitudo Mw=9,3 datang tanpa gempa awal. Gempa yang mematahkan dasar laut sepanjang hampir 1000 km ini menimbulkan tsunami dan menghancurkan wilayah yang berada di sekitar Lautan Hindia. Gempa Aceh ini kemudian memicu gempa Nias dengan kekuatan sangat besar pula, yakni Mw=8,7. Jadi, pada hakikatnya gempa Nias bukan gempa susulan melainkan gempa yang dipicu oleh gempa besar yang pertama. Baik gempa Aceh maupun gempa Nias diikuti gempa susulan masing-masing. Dengan gambaran tersebut, gempa bumi yang datang pada hari kiamat akan jauh lebih dahsyat dan mampu memicu gempa-gempa yang sama dahsyatnya sehingga bumi hancur lebur.\r\n"}