{"tafsir_id":570,"surah_id":4,"aya_number":77,"tafsir_wajiz":"no_ayatt-no_ayatt yang lalu menggambarkan dua motivasi perang dan dua kelompok pada masing-masing motivasi itu. no_ayatt-no_ayatt berikut menggambarkan fenomena yang ada di sebagian kelompok orang beriman yang enggan diajak berperang. Tidakkah engkau memperhatikan, wahai kaum beriman, orang-orang yang dikatakan kepada mereka, yakni orangorang yang menampakkan dirinya beriman dan minta izin berperang sebelum ada perintah berperang? Dikatakan kepada mereka,  “Tahanlah tanganmu dari berperang karena belum waktunya, laksanakanlah salat guna membangun hubungan dengan Allah, dan tunaikanlah zakat untuk membangun hubungan dengan sesama!” Ketika situasi telah menuntut untuk melakukan perang karena kaum muslim bertambah teranino_ayat, maka mereka pun diwajibkan untuk berperang, tiba-tiba sebagian mereka golongan munafik yang telah hidup nyaman pada waktu turunnya no_ayatt ini, takut kepada manusia sebagai musuh yakni orang-orang kafir seperti takutnya kepada Allah, bahkan lebih dahsyat lagi takut dari itu. Dalam kondisi dihantui oleh rasa takut menghadapi musuh dan takut kehilangan kesenangan yang sudah diperoleh, mereka berkata, “Ya Tuhan kami, mengapa Engkau wajibkan berperang kepada kami, padahal kami belum terlepas dari kesulitan hidup? Mengapa tidak Engkau tunda kewajiban berperang itu kepada kami beberapa waktu lagi, agar kami dapat merasakan kesenangan ini lebih lama lagi?” Katakanlah, “Berapa lama pun kesenangan yang kalian dapatkan di dunia ini tidak ada artinya, karena kesenangan dunia itu hanya sedikit, dan kesenangan akhirat itu lebih baik karena banyak dan beraneka ragam, yang disediakan bagi orang-orang yang bertakwa mendapat pahala turut berperang dan kamu tidak akan dizalimi sedikit pun baik di dunia maupun di akhirat.”","tafsir_tahlili":"(77) Ayat ini menggambarkan keadaan masyarakat masa jahiliah. Mereka suka berperang meskipun karena sebab yang kecil. Setelah masuk Islam, mereka diperintahkan agar menghentikan perang, melaksanakan salat dan membayar zakat. Sebagian dari mereka mengharapkan adanya perintah perang karena kepentingan duniawi sebagaimana kebiasaan mereka pada masa jahiliah. \r\nAyat ini memerintahkan kepada sebagian kaum Muslimin yang enggan berperang agar mereka bersikap tenang dan menahan diri untuk tidak mengadakan peperangan terhadap orang kafir dan mereka hanya diperintahkan melakukan salat dan membayar zakat. Tetapi pada waktu mereka diperintahkan berperang untuk mempertahankan diri, ternyata sebagian dari mereka tidak bersemangat untuk berperang karena takut kepada musuh, padahal semestinya mereka hanya takut kepada Allah. Malahan mereka berkata, “Mengapa kami diwajibkan berperang pada waktu ini, biarkanlah kami mati seperti biasa.”\r\nAllah memerintahkan kepada Rasul-Nya agar mengatakan kepada sebagian kaum Muslimin bahwa sikap mereka itu adalah sikap seorang pengecut, karena takut mati dan cinta kepada harta dunia, sedangkan kelezatan dunia itu hanya sedikit sekali dibandingkan dengan kelezatan akhirat yang abadi dan tidak terbatas, yang hanya akan didapat oleh orang-orang yang bertakwa kepada Allah yaitu orang yang bersih dari syirik dan akhlak yang rendah. Pada akhir ayat ini ditegaskan bahwa Allah tidak akan menganiaya dan merugikan manusia. Masing-masing akan mendapat balasan sesuai dengan amal perbuatannya walaupun sebesar zarrah."}