{"tafsir_id":5759,"surah_id":80,"aya_number":1,"tafsir_wajiz":"Jika bagian akhir no_surahh an-Nziat menjelaskan tugas Nabi sebagai pemberi peringatan tentang hari kiamat, maka pada permulaan no_surahh Abasa Allah menyebutkan siapa yang akan mendapatkan manfaat dari peringatan tersebut. Disebutkan bahwa seorang pria buta bernama Abdullah bin Ummi Maktum, anak paman Khadijah, menghadap Nabi untuk meminta petunjuk. Ketika itu Nabi tengah berdakwah kepada para pemuka Quraisy. Nabi kurang berkenan dengan kedatangannya. Muka Nabi menjadi masam. Atas perilaku tersebut Allah menegurnya dengan halus. Teguran ini menunjukkan bahwa Al-Qur’an bukanlah perkataan Nabi melainkan kalamullah. Dengan teguran itu Allah menghendaki agar Nabi Muhammad melakukan hal yang lebih utama, yaitu memperhatikan orang yang sungguh-sungguh mencari kebenaran dan berpegang teguh dengan Islam. Dia, Nabi Muhammad, berwajah masam karena kedatangan Ibnu Ummi Maktum, dan berpaling darinya untuk melanjutkan pembicaraan dengan pemuka Quraisy.","tafsir_tahlili":"(1-2) Pada permulaan Surah Abasa ini, Allah menegur Nabi Muhammad yang bermuka masam dan berpaling dari Abdull±h bin Ummi Maktµm yang buta, ketika sahabat ini menyela pembicaraan Nabi dengan beberapa tokoh Quraisy. Saat itu Abdull±h bin Ummi Maktµm bertanya dan meminta Nabi saw untuk membacakan dan mengajarkan beberapa wahyu yang telah diterima Nabi. Permintaan itu diulanginya beberapa kali karena ia tidak tahu Nabi sedang sibuk menghadapi beberapa pembesar Quraisy.\r\nSebetulnya Nabi saw sesuai dengan skala prioritas sedang menghadapi tokoh-tokoh penting yang diharapkan dapat masuk Islam karena hal ini akan mempunyai pengaruh besar pada perkembangan dakwah selanjutnya. Maka adalah manusiawi jika Nabi saw tidak memperhatikan pertanyaan Abdull±h bin Ummi Maktµm, apalagi telah ada porsi waktu yang telah disediakan untuk pembicaraan Nabi dengan para sahabat.\r\nTetapi Nabi Muhammad sebagai manusia terbaik dan contoh teladan utama bagi setiap orang mukmin (uswah ¥asanah), maka Nabi tidak boleh membeda-bedakan derajat manusia. Dalam menetapkan skala prioritas juga harus lebih memberi perhatian kepada orang kecil apalagi memiliki kelemahan seperti Abdull±h bin Ummi Maktµm yang buta dan tidak dapat melihat. Maka seharusnya Nabi lebih mendahulukan pembicaraan dengan Abdull±h bin Ummi Maktµm daripada dengan para tokoh Quraisy.\r\nDalam peristiwa ini Nabi saw tidak mengatakan sepatah katapun kepada Abdull±h bin Ummi Maktµm yang menyebabkan hatinya terluka, tetapi Allah melihat raut muka Nabi Muhammad saw yang masam itu dan tidak mengindahakan Ummi Maktµm yang menyebabkan dia tersinggung.\r\nHikmah adanya teguran Allah kepada Nabi Muhammad juga memberi bukti bahwa Al-Qur'an bukanlah karangan Nabi, tetapi betul-betul firman Allah. Teguran yang sangat keras ini tidak mungkin dikarang sendiri oleh Nabi.\r\nAbdull±h bin Ummi Maktµm adalah seorang yang bersih dan cerdas. Apabila mendengarkan hikmah, ia dapat memeliharanya dan membersihkan diri dari kebusukan kemusyrikan. Adapun para pembesar Quraisy itu sebagian besar adalah orang-orang yang kaya dan angkuh sehingga tidak sepatutnya Nabi terlalu serius menghadapi mereka untuk diislamkan. Tugas Nabi hanya sekadar menyampaikan risalah dan persoalan hidayah semata-mata berada di bawah kekuasaan Allah. Kekuatan manusia itu harus dipandang dari segi kecerdasan pikiran dan keteguhan hatinya serta kesediaan untuk menerima dan melaksanakan kebenaran. Adapun harta, kedudukan, dan pengaruh kepemimpinan bersifat tidak tetap, suatu ketika ada dan pada saat yang lain hilang sehingga tidak bisa diandalkan. \r\nNabi sendiri setelah ayat ini turun selalu menghormati Abdull±h bin Ummi Maktµm dan sering memuliakannya melalui sabda beliau, “Selamat datang kepada orang yang menyebabkan aku ditegur oleh Allah. Apakah engkau mempunyai keperluan?”\r\n"}