{"tafsir_id":5809,"surah_id":81,"aya_number":9,"tafsir_wajiz":"karena dosa apa dia dibunuh. Masyarakat jahiliah merasa malu bila mempunyai anak perempuan karena wanita dianggap tidak mempunyai peran apa-apa dalam kehidupan. Untuk menutup rasa malu, mereka rela mengubur anak-anak perempuannya hidup-hidup.","tafsir_tahlili":"(8-9) Dan apabila bayi-bayi perempuan yang dikubur hidup-hidup ditanya, karena dosa apakah dia dibunuh? Dalam ayat ini Allah menerangkan bahwa bayi-bayi yang pernah dikubur hidup-hidup akan dihidupkan kembali di hadapan orang yang menguburkannya dan ditanya karena dosa apakah dia dibunuh. Jawaban pertanyaan ini memberikan kesan yang lebih dalam kepada si pembunuhnya karena bayi perempuan itu akan menjawab bahwa ia dikubur hidup-hidup tanpa dosa sama sekali, hanya karena orang tuanya takut dihinggapi kefakiran dan kemiskinan. Kebiasaan orang Arab pada zaman Jahiliah ini sangat di luar peri kemanusiaan.\r\nDi kalangan mereka ada yang tidak mengubur hidup-hidup anaknya yang perempuan, tetapi ia memberikan pekerjaan kepadanya dengan menggembalakan kambing di padang pasir dengan pakaian bulu dan membiarkan hidup dalam kesepian.\r\nDan ada pula yang membiarkan anak perempuannya itu hidup sampai umur enam tahun kemudian ia berkata kepada ibunya, “Dandanilah anak ini dengan pakaian yang baik, karena akan dibawa ziarah mengunjungi bibinya.” Sebelumnya ia telah menggali sebuah sumur di padang pasir. Setelah ia sampai dengan anak perempuannya itu di tepi sumur itu, lalu berkata, “Tengok, apa yang ada dalam sumur itu.” Kemudian anak perempuan itu ditendang dari belakang dan setelah jatuh ke dalam sumur itu lalu ditimbun dan diratakan dengan tanah. Dan di antara mereka ada yang berbuat lebih kejam lagi daripada ini. Setelah datang agama Islam, maka kekejaman yang di luar peri kemanusiaan itu diganti dengan sikap yang penuh ramah dan kesayangan.\r\nDi antara alasan pembunuhan anak perempuan di masa Jahiliah adalah karena anak perempuan dianggap tidak punya nilai ekonomis yang bisa menguntungkan keluarga. Alasan lain adalah karena anak perempuan dianggap sangat lemah, sering menjadi korban pelecehan seksual atau karena perempuan dianggap sebagai penggoda laki-laki yang bisa membuat malu keluarga.\r\nDalam Surah an-Na¥l/16: 58, Allah menggambarkan seorang laki-laki yang mendapat kelahiran putrinya dengan wajah hitam karena menahan marah.\r\nوَاِذَا بُشِّرَ اَحَدُهُمْ بِالْاُنْثٰى ظَلَّ وَجْهُهٗ مُسْوَدًّا وَّهُوَ كَظِيْمٌۚ   ٥٨\r\nPadahal apabila seseorang dari mereka diberi kabar dengan (kelahiran) anak perempuan, wajahnya menjadi hitam (merah padam), dan dia sangat marah. (an-Na¥l/16: 58); Islam adalah agama yang menghormati perempuan, sama seperti menghormati laki-laki. Oleh sebab itu, Islam melarang pembunuhan bayi laki-laki maupun perempuan, baik karena kemiskinan atau karena takut miskin. Allah berfirman:\r\nوَلَا تَقْتُلُوْٓا اَوْلَادَكُمْ مِّنْ اِمْلَاقٍۗ نَحْنُ نَرْزُقُكُمْ وَاِيَّاهُمْ\r\nJanganlah membunuh anak-anakmu karena miskin. Kamilah yang memberi rezeki kepadamu dan kepada mereka. (al-An±m/6: 151)\r\n"}