{"tafsir_id":583,"surah_id":4,"aya_number":90,"tafsir_wajiz":"Semua boleh kamu tawan dan kamu bunuh kecuali orang-orang yang lari dan menghindar dari kamu serta meminta perlindungan kepada suatu kaum, yang antara kamu dan kaum itu telah ada perjanjian damai untuk tidak saling berperang atau memerangi, termasuk orang-orang yang meminta perlindungan kepada mereka, janganlah kalian tawan dan bunuh mereka atau juga orang yang datang kepadamu sedang hati mereka merasa keberatan untuk memerangi kamu dalam membela keyakinan mereka atau memerangi kaumnya dalam membela kamu atau bersimpati kepadamu, maka jangan pula kalian menawan dan membunuh mereka. Sekiranya Allah menghendaki, niscno_ayat diberikan-Nya kekuasaan, kekuatan dan kemampuan kepada mereka dalam menyatukan mereka semuanya atau sebagiannya untuk menghadapi kamu, maka dengan demikian pastilah mereka memerangimu. Tetapi jika mereka membiarkan kamu untuk melaksanakan perintah-perintah agama kalian tanpa ada halangan dan gangguan dari mereka, dan tidak memerangimu serta menawarkan perdamaian kepadamu, yakni menyerah, maka Allah tidak memberi jalan bagimu untuk menawan dan membunuh mereka.","tafsir_tahlili":"(90) Diperintahkan kepada kaum Muslimin agar tindakan  menawan dan membunuh  itu tidak dilakukan kepada orang-orang seperti berikut: Pertama: Orang-orang kafir yang meninggalkan kelompok mereka semula yang memusuhi Islam dan kaum Muslimin, kemudian mereka pergi minta perlindungan kepada kelompok orang-orang kafir lain yang telah mengadakan perjanjian damai dengan kaum Muslimin. Dalam hal ini kaum Muslimin tidak diperbolehkan menawan atau membunuh mereka sebab mereka telah disamakan hukumnya dengan orang-orang kafir tempat mereka berlindung yang telah mengadakan perjanjian damai dengan Muslimin. Kaum Muslimin harus menghormati perjanjian damai yang telah dibuat, sekalipun dengan orang kafir selama mereka tidak melanggarnya.\r\nKedua: Orang-orang kafir yang datang kepada kaum Muslimin untuk mengadakan perdamaian. Mereka tidak mau memerangi kaum Muslimin; karena keinginan mereka untuk berdamai. Mereka juga tidak bersedia membantu kaum Muslimin untuk memerangi orang-orang kafir lainnya, karena kemungkinan orang-orang kafir ini masih kaum kerabat mereka, atau sebagian keluarga mereka masih tinggal bersama orang-orang kafir tersebut. Orang yang semacam ini juga tidak boleh ditawan dan dibunuh oleh kaum Muslimin.\r\nDari ketentuan ini dapat dilihat betapa adilnya hukum Al-Qur'an. Kaum Muslimin harus menghormati perjanjian atau persetujuan yang telah dibuat dengan orang-orang kafir selama mereka tetap menghormati dan menepati isi perjanjian itu.\r\nBoleh jadi terasa berat bagi sebagian Muslimin untuk menahan diri tidak memerangi kedua golongan tersebut, misalnya karena melihat kenyataan bahwa mereka masih berada dalam masyarakat kafir, atau karena mereka tidak bersedia membantu Muslimin dalam memerangi kaum kafir lainnya yang memusuhi mereka. Oleh sebab itu  ayat ini mengingatkan kaum Muslimin kepada rahmat-Nya bahwa ia telah melenyapkan bahaya yang mungkin timbul dari orang-orang tersebut terhadap Muslimin. Andaikata Allah menghendaki, niscaya Dia memberikan kekuatan kepada orang kafir tersebut untuk memerangi kaum Muslimin, misalnya dengan menunjukkan kepada mereka kelemahan kaum Muslimin, yang memungkinkan orang kafir itu memerangi dan mengalahkan Muslimin. Tetapi Allah Maha Pengasih telah melimpahkan rahmat-Nya, sehingga berbagai bahaya tersebut tidak terjadi. Sebagai imbalannya, kaum Muslimin harus menahan diri terhadap mereka.\r\nPada akhir ayat ini ditegaskan kembali larangan-Nya kepada kaum Muslimin untuk menawan dan membunuh orang-orang kafir dari kedua golongan tersebut di atas, apabila mereka benar-benar tidak memusuhi Islam dan kaum Muslimin dan selalu memelihara perdamaian. Apabila Muslimin memerangi mereka, mungkin hal itu akan menggerakkan mereka untuk menyusun kekuatan guna menghadapi Muslimin. Ayat ini merupakan dasar  hukum suaka politik  dalam Islam."}