{"tafsir_id":584,"surah_id":4,"aya_number":91,"tafsir_wajiz":"Kelak dalam waktu yang tidak lama akan kamu dapati, wahai orangorang yang beriman, golongan-golongan yang lain dari golongan orang-orang munafik yang memiliki sifat-sifat yang berbeda dengan sifat-sifat orang munafik sebelumnya, yang ingin menyatakan keimanan kepada kalian, agar dengan demikian mereka akan hidup aman bersamamu, yakni tidak mendapat gangguan dan celaan dari kalian, dan aman pula bersama kaum mereka dengan menunjukkan kekufuran mereka kepada kaumnya apabila mereka kembali kepadanya. Setiap kali mereka diajak kembali kepada fitnah, yaitu syirik, kufur, kemaksiatan dan semacamnya, mereka pun terjun dan terlibat ke dalamnya serta mengerjakannya dengan sungguh-sungguh. Karena itu, jika mereka tidak membiarkan kamu agar kamu dapat mengerjakan tuntutan agamamu dengan tidak menghalangi kamu dan tidak mau menawarkan perdamaian kepadamu dengan membuat perjanjian damai dengan kamu dan tetap mengganggu kamu, serta tidak menahan tangan mereka dari memerangimu, maka tawanlah mereka dengan menaklukkan mereka dengan cara apa pun yang dapat kamu lakukan dan bunuhlah mereka di mana saja kamu temui, dan merekalah orang yang Kami berikan kepadamu alasan yang nyata untuk memerangi, menawan dan membunuh mereka akibat pelanggaran dan pengkhianatan mereka. Menurut sebagian mufasir, kedurhakaan yang digambarkan oleh no_ayatt 89 lebih ringan dari kedurhakaan yang digambarkan pada no_ayatt ini. Karena itu, perintah membunuh pada no_ayatt 91 ini lebih tegas dan lebih keras dari perintah membunuh pada no_ayatt 89.","tafsir_tahlili":"(91) Selain kedua golongan kafir tersebut, kaum Muslimin akan menemukan satu golongan lain dengan ciri-ciri dan niat yang berbeda. Mereka adalah golongan kafir munafik, yaitu munafik dalam hal kepercayaan. Apabila mereka bertemu dengan kaum Muslimin mereka menyatakan diri beragama Islam, dan apabila mereka berada bersama orang-orang kafir, mereka mengatakan tetap seagama dengan mereka dan tetap menyembah sesembahan mereka. Hal itu mereka lakukan karena menjaga keamanan diri, keluarga dan harta benda mereka terhadap gangguan kaum Muslimin dan gangguan dari golongan mereka sendiri. \r\nوَاِذَا لَقُوا الَّذِيْنَ اٰمَنُوْا قَالُوْٓا اٰمَنَّا ۚ وَاِذَا خَلَوْا اِلٰى شَيٰطِيْنِهِمْ ۙ قَالُوْٓا اِنَّا مَعَكُمْ  ۙاِنَّمَا نَحْنُ مُسْتَهْزِءُوْنَ  \r\nDan apabila mereka berjumpa dengan orang yang beriman, mereka berkata, ”Kami telah beriman.” Tetapi apabila mereka kembali kepada setan-setan (para pemimpin) mereka, mereka berkata, ”Sesungguhnya kami bersama kamu, kami hanya berolok-olok.” (al-Baqarah/2:14).\r\nDiriwayatkan oleh Ibnu Jarir bahwa ayat tersebut diturunkan mengenai satu kaum dari kalangan penduduk kota Mekah. Mereka pernah datang kepada Rasulullah saw mengatakan bahwa mereka masuk Islam. Tetapi pada hakikatnya mereka berbuat demikian hanyalah berpura-pura. Sesudah itu mereka kembali kepada Quraisy yang masih kafir, lalu mereka menyembah patung bersama-sama orang tersebut.\r\nHal itu mereka lakukan dengan maksud agar mereka aman terhadap kaum Muslimin dan aman pula terhadap orang-orang kafir. Ayat ini menjelaskan bagaimana seharusnya sikap kaum Muslimin dalam menghadapi orang-orang munafik tersebut, yaitu selama mereka tidak menghentikan gangguan mereka terhadap kaum Muslimin, dan tidak mengemukakan permintaan mereka untuk mengadakan perjanjian damai, maka kaum Muslimin haruslah memerangi, menawan dan membunuh mereka, di mana pun mereka ditemukan. Allah swt telah memberikan wewenang dan alasan yang nyata kepada kaum Muslimin untuk menawan dan membunuh mereka.\r\nDari ayat ini dapat diambil pengertian bahwa apabila orang-orang munafik telah menghentikan gangguan mereka terhadap kaum Muslimin atau mereka sudah mengajukan perdamaian, maka kaum Muslimin dilarang memerangi, menawan dan membunuh mereka.\r\nDalam ayat yang lain Allah berfirman:\r\nلَا يَنْهٰىكُمُ اللّٰهُ عَنِ الَّذِيْنَ لَمْ يُقَاتِلُوْكُمْ فِى الدِّيْنِ وَلَمْ يُخْرِجُوْكُمْ مِّنْ دِيَارِكُمْ اَنْ تَبَرُّوْهُمْ وَتُقْسِطُوْٓا اِلَيْهِمْۗ اِنَّ اللّٰهَ يُحِبُّ الْمُقْسِطِيْنَ   \r\nAllah tidak melarang kamu berbuat baik dan berlaku adil terhadap orang-orang yang tidak memerangimu dalam urusan agama dan tidak mengusir kamu dari kampung halamanmu. Sesungguhnya Allah mencintai orang-orang yang berlaku adil. (al-Mumta¥anah/60:8).;Dengan demikian, perintah Allah kepada Muslimin untuk memerangi orang-orang kafir, adalah khusus mengenai mereka yang memerangi atau bersikap memusuhi Islam dan kaum Muslimin.\r\nوَقَاتِلُوْا فِيْ سَبِيْلِ اللّٰهِ الَّذِيْنَ يُقَاتِلُوْنَكُمْ وَلَا تَعْتَدُوْا ۗ اِنَّ اللّٰهَ لَا يُحِبُّ الْمُعْتَدِيْنَ   \r\nDan perangilah di jalan Allah orang-orang yang memerangi kamu, tetapi jangan melampaui batas.  Sungguh, Allah tidak menyukai orang-orang yang \r\nmelampaui batas. (al-Baqarah/2:190)."}