{"tafsir_id":5849,"surah_id":83,"aya_number":1,"tafsir_wajiz":"Pada permulaan no_surahh ini Allah memberi peringatan keras kepada mereka yang berbuat curang dalam timbangan dan takaran. Celakalah bagi orang-orang yang berbuat curang dalam menimbang dan menakar sehingga merugikan banyak orang!","tafsir_tahlili":"(1) Azab dan kehinaan yang besar pada hari Kiamat disediakan bagi orang-orang yang curang dalam menakar dan menimbang. Allah telah menyampaikan ancaman yang pedas kepada orang-orang yang curang dalam menakar dan menimbang yang terjadi di tempat-tempat jual beli di Mekah dan Medinah pada waktu itu.\r\nDiriwayatkan bahwa di Medinah ada seorang laki-laki bernama Abµ Juhainah. Ia mempunyai dua macam takaran yang besar dan yang kecil. Bila ia membeli gandum atau kurma dari para petani, ia mempergunakan takaran yang besar, akan tetapi jika ia menjual kepada orang lain ia mempergunakan takaran yang kecil.\r\nPerbuatan seperti itu menunjukkan adanya sifat tamak, ingin mencari keuntungan bagi dirinya sendiri walaupun dengan jalan merugikan orang lain. Terhadap orang seperti itu, Nabi Muhammad telah memberi ancaman yang pedas sekali seperti tersebut dalam hadis ini:\r\nخَمْسٌ بِخَمْسٍ مَا نَقَضَ قَوْمٌ الْعَهْدَ إِلاَّ سَلَّطَ اللهُ عَلَيْهِمْ عَدُوَّهُمْ وَمَا حَكَمُوْا بِغَيْرِ مَا أَنْزَلَ اللهُ إِلاَّ فَشَا فِيْهِمُ الْفَقْرُ، وَمَا ظَهَرَتْ فِيْهِمُ الْفَاحِشَةُ إِلاّ فَشَا فِيْهِمُ الْمَوْتُ، وَلاَ طَفَّفُوا الْمِكْيَالَ إِلاَّ مُنِعُوا النَّبَاتَ و أُخِذُوْا بِالسِّنِيْنَ، وَلاَ مَنَعُوا الزَّكَاةَ إِلاَّ حُبِسَ عَنْهُمُ الْقَطْرُ. (رواه الطبراني عن ابن عباس)\r\nAda lima perkara yang dibalas dengan lima perkara: Tidak pernah suatu kaum yang melanggar janji, melainkan Allah akan membiarkan kaum itu dikuasai musuhnya. Tidak pernah mereka yang memutuskan suatu perkara dengan hukuman yang tidak diturunkan oleh Allah, melainkan akan tersebar luaslah kefakiran di kalangan mereka. Perzinaan tidak pernah meluas di kalangan mereka secara luas, melainkan akan tersebar luaslah bahaya kematian. Tidak pernah mereka yang berbuat curang dalam menakar dan menimbang, melainkan mereka akan kehilangan kesuburan tumbuh-tumbuhan dan ditimpa musim kemarau. Dan tidak pernah mereka yang menahan zakat, melainkan akan diazab dengan tertahannya hujan (kemarau yang panjang). (Riwayat a¯-°abr±n³ dari Ibnu Abb±s)\r\n"}