{"tafsir_id":587,"surah_id":4,"aya_number":94,"tafsir_wajiz":"Pada no_ayatt yang lalu Allah telah menegaskan hukuman yang amat pedih bagi seseorang yang melakukan pembunuhan dengan sengaja. Pada no_ayatt ini Allah memberikan peringatan kepada kaum muslim untuk berhati-hati agar tidak terjerumus ke dalam pembunuhan. Salah satu kesempatan yang memungkinkan terjadinya pembunuhan dengan sengaja itu ialah pada waktu terjadinya peperangan dengan seseorang atau sekelompok yang tidak dikenal. Wahai orang-orang yang beriman! Berhati-hatilah dalam mengambil keputusan untuk membunuh seseorang. Karena itu, apabila kamu pergi melakukan perjalanan di atas bumi, baik untuk berperang dan atau untuk tugas apa pun di jalan Allah, maka telitilah dan carilah keterangan yang pasti tentang orang yang kamu hadapi itu dan jangan kamu melakukan tindakan apa pun kepadanya kalau kamu ragu dan janganlah kamu mengatakan kepada orang atau siapa pun yang mengucapkan “salam”, yakni orang yang mengucapkan kalimat la ilaha illallah, kepadamu, “Kamu bukan seorang yang beriman,” lalu kamu membunuhnya dengan maksud mencari harta benda kehidupan dunia dari pembunuhan itu, padahal di sisi Allah ada harta yang banyak, yang lebih baik daripada apa yang kamu dapatkan dari harta rampasan peperangan itu, yaitu pahala yang berlipat ganda yang disediakan oleh Allah di akhirat. Begitu jugalah keadaan kamu dahulu, ketika kamu kafir, sebelum kamu beriman, menyembunyikan keimananmu, lalu Allah memberikan nikmat-Nya berupa nikmat iman kepadamu lalu kamu beriman seperti sekarang ini, maka telitilah dengan pasti sebelum kamu bertindak kepadanya. Sungguh, Allah Mahateliti terhadap apa yang kamu kerjakan dan Maha Memberi balasan atas apa yang kamu lakukan.","tafsir_tahlili":"(94) Apabila seorang mukmin pergi ke daerah musuh untuk berperang, maka hendaklah mereka bersikap hati-hati dan teliti terhadap orang yang mereka temui, dan jangan tergesa-gesa menuduhnya sebagai  orang yang tidak beriman , lalu membunuhnya. Utamanya apabila orang yang ditemui itu telah mengucapkan Assal±mualaikum, atau telah mengucapkan L± il±ha illall±h, yaitu ucapan secara Islam, maka orang tersebut tidak boleh dituduh  kafir , sebagai alasan untuk membunuhnya karena ucapan salamnya itu menunjukkan bahwa ia telah tunduk kepada agama Islam, menurut zahirnya.\r\nAllah memerintahkan kepada orang-orang mukmin agar mengadakan penelitian lebih dahulu sebelum membunuh seseorang yang dianggapnya musuh, agar jangan sampai membunuh seseorang yang telah menganut agama Islam. Apalagi jika pembunuhan itu dilakukan hanya karena keinginan untuk memiliki harta bendanya. Allah memperingatkan bahwa orang-orang mukmin tidak boleh berbuat demikian, sebab ia telah menyediakan rahmat yang banyak bagi orang-orang yang beriman kepada-Nya dan mematuhi segala ketentuan-Nya.\r\nSelanjutnya Allah mengingatkan orang mukmin bahwa pada awal mereka memeluk agama Islam, mereka menyembunyikan imannya, tetapi mereka tetap mengucapkan salam Assal±mualaikum bila berjumpa dengan sesama mukmin yang telah lebih dahulu memeluk agama Islam. Hal itu mereka lakukan untuk memberitahukan bahwa mereka telah memeluk agama Islam. Dengan demikian, mereka mengharapkan keamanan diri, keluarga dan harta benda mereka dari kaum Muslimin yang telah masuk Islam lebih dahulu.\r\nApabila mereka pernah berbuat demikian, dan Allah telah memberikan keamanan yang mereka inginkan, maka sewajarnya pula mereka menghormati orang-orang yang berbuat semacam itu terhadap mereka, dan tidak tergesa-gesa menuduh seseorang sebagai musuh Islam, lalu membunuhnya, dan merampas harta bendanya.\r\nAllah senantiasa mengetahui segala perbuatan hamba-Nya, dan Dia akan memberinya balasan yang setimpal, baik atau buruk."}