{"tafsir_id":5889,"surah_id":84,"aya_number":5,"tafsir_wajiz":"Dan apabila bumi patuh kepada Tuhan yang telah menciptakan-nya, dan sudah semestinya bumi itu dan alam semesta tunduk patuh dalam kekuasaan dan genggaman-Nya. Ketika kejadian-kejadian luar biasa ini tiba, manusia akan mengetahui balasan atas semua perbuatannya.","tafsir_tahlili":"(3-5) Selanjutnya Allah menerangkan bahwa bila bumi dan gunung-gunung hancur berkeping-keping sehingga menjadi rata dan mengeluarkan apa yang ada di dalam “perut”-nya, maka hal itu adalah karena ketundukannya pada perintah Allah dan kepatuhan melakukan kehendak-Nya.\r\nDalam ayat-ayat lain, Allah berfirman:\r\nاِذَا زُلْزِلَتِ الْاَرْضُ زِلْزَالَهَاۙ  ١  وَاَخْرَجَتِ الْاَرْضُ اَثْقَالَهَاۙ  ٢  \r\nApabila bumi diguncangkan dengan guncangan yang dahsyat, dan bumi telah mengeluarkan beban-beban berat (yang dikandung)nya. (az-Zalzalah/99: 1-2)\r\nوَاِذَا الْقُبُوْرُ بُعْثِرَتْۙ  ٤\r\nDan apabila kuburan-kuburan dibongkar. (al-Infi¯±r/82: 4)\r\nاَفَلَا يَعْلَمُ اِذَا بُعْثِرَ مَا فِى الْقُبُوْرِۙ  ٩\r\nMaka tidakkah dia mengetahui apabila apa yang di dalam kubur dikeluarkan. (al-²diy±t/100: 9);Untuk tafsir pada kalimat “langit terbelah” di atas, dapat dilihat kembali pada telaah ilmiah Surah al-Insyiq±q/84:1-5, lihat pula telaah ilmiah Surah al-¦±qqah/69:16 dan Surah al-Infi¯±r/82:1. Kemudian, kalimat yang mengikutinya: “…dan patuh kepada Tuhannya, dan sudah semestinya langit itu patuh”, mengandung pengertian bahwa kejadian itu berlangsung menurut sunatullah, yaitu menurut hukum-hukum Allah yang ada di alam semesta ini. Pengertian “bumi diratakan, dan memuntahkan apa yang ada di dalamnya dan menjadi kosong” adalah bahwa bumi benar-benar luluh lantak, baik terjadinya benturan dengan planet atau benda langit lainnya, karena hilang atau kacaunya gaya gravitasi. Luluh lantaknya bumi inilah yang juga menyebabkan seluruh isi bumi dimuntahkan dan menjadikan isi bumi kosong. Kemudian, kalimat yang mengikutinya: “…dan patuh kepada Tuhannya, dan sudah semestinya bumi itu patuh”, mengandung pengertian bahwa kejadian itu berlangsung menurut sunatullah, yaitu menurut hukum-hukum Allah yang ada di alam semesta ini.\r\n"}