{"tafsir_id":5891,"surah_id":84,"aya_number":7,"tafsir_wajiz":"Di hadapan Allah manusia akan terbagi menjadi dua kelompok: kelompok yang berbahagia dan kelompok yang sengsara. Maka adapun orang yang catatan amal-nya diberikan dari sebelah kanannya mereka adalah orang yang beriman dan berbuat baik,","tafsir_tahlili":"(7-9) Dalam ayat-ayat ini diterangkan golongan yang menerima catatan dengan tangan kanannya yang berisi apa-apa yang telah dikerjakannya, maka ia akan dihisab dengan mudah dan ringan. Dipaparkanlah semua perbuatannya yang baik dan yang buruk, kemudian diberi ganjaran atas perbuatannya yang baik dan dimaafkanlah perbuatannya yang buruk.\r\nDalam sebuah hadis Nabi saw dijelaskan:\r\nعَنْ عَائِشَةَ قُلْتُ: سَمِعْتُ رَسُوْلَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُوْلُ فِيْ بَعْضِ صَلاَتِهِ: اللهُمَّ حَاسِبْنِيْ حِسَابًا يَسِيْرًا، فَلَمَّا انْصَرَفَ قُلْتُ يَا نَبِيَّ اللهِ مَا الْحِسَابُ الْيَسِيْرُ؟ قَالَ: أَنْ يَنْظُرَ فِيْ كِتَابِهِ فَيَتَجَاوَزَ عَنْهُ إِنَّهُ مَنْ نُوْقِشَ الْحِسَابَ يَوْمَئِذٍ يَا عَائِشَةُ هَلَكَ وَ كُلُّ مَا يُصِيْبُ الْمُؤْمِنَ يُكَفِّرُ اللهُ عَزَّ وَجَلَّ بِهِ عَنْهُ حَتَّى الشَّوْكَةِ تَشُوْكُهُ. (رواه أحمد);Dari Aisyah, ia berkata, “Aku mendengar Rasulullah saw. berdoa dalam sebagian salat yang dilakukannya, “Wahai Allah, hisablah aku dengan hisab yang mudah”. Ketika Rasul selesai salat, aku berkata: “Wahai Nabi Allah, apakah hisab yang mudah itu? Rasulullah menjawab, “Hisab yang mudah adalah ketika Allah memeriksa catatan amal seseorang, Dia memaafkan. Wahai Aisyah, orang yang diinterogasi pada perhitungan amalnya di hari itu (Hari Kiamat), maka ia celaka. Dan setiap musibah yang menimpa seorang mukmin, Allah akan mengampuni (dosanya) dengan musibah itu, walau hanya sekedar tertusuk duri.” (Riwayat A¥mad);Maksud Rasulullah dengan perhitungan yang mudah ialah dimaafkan segala kesalahannya, sedangkan orang yang diperiksa catatannya dengan teliti adalah orang yang mendapat malapetaka. Barang siapa mendapat perhitungan yang mudah dan ringan, ia akan kembali kepada keluarganya yang mukmin dengan gembira sebagaimana firman Allah:\r\nفَاَمَّا مَنْ اُوْتِيَ كِتٰبَهٗ بِيَمِيْنِهٖ فَيَقُوْلُ هَاۤؤُمُ اقْرَءُوْا كِتٰبِيَهْۚ   ١٩  اِنِّيْ ظَنَنْتُ اَنِّيْ مُلٰقٍ حِسَابِيَهْۚ  ٢٠  فَهُوَ فِيْ عِيْشَةٍ رَّاضِيَةٍۚ  ٢١  \r\nAdapun orang yang kitabnya diberikan di tangan kanannya, maka dia berkata, “Ambillah, bacalah kitabku (ini). Sesungguhnya aku yakin bahwa (suatu saat) aku akan menerima perhitungan terhadap diriku.” Maka orang itu berada dalam kehidupan yang diridai. (al-¦±qqah/69: 19-21)\r\n"}