{"tafsir_id":590,"surah_id":4,"aya_number":97,"tafsir_wajiz":"Sesungguhnya orang-orang yang dimatikan atau dicabut nyawanya oleh malaikat maut setelah sampai ajal yang telah ditetapkan oleh Allah kepada mereka dalam kehidupan di dunia ini, sementara mereka sebelumnya berada dalam keadaan menzalimi diri mereka sendiri karena enggan melakukan tuntunan agama padahal mereka mempunyai kesanggupan, mereka, para malaikat pencabut nyawa mereka itu, bertanya kepada mereka, “Dalam keadaan bagaimana kamu dahulu ketika kalian hidup sehingga tidak melakukan tuntunan agama, tidak berjihad dan tidak pula berhijrah? Mereka menjawab, “Kami dulu adalah orang-orang yang tertindas dan tak berdno_ayat di bumi Mekah.” Mereka, para malaikat, berkata untuk menolak alasan mereka, “Bukankah bumi Allah itu luas, sehingga kamu dapat berhijrah atau berpindah di bumi itu dari daerah kufur ke daerah lain di mana kalian dapat melakukan tuntunan agama?” Maka Allah menyatakan bahwa mereka yang dimatikan dalam keadaan menzalimi diri sendiri itu adalah orang-orang yang tempatnya di neraka Jahanam dan mendapat siksaan yang amat pedih, dan Jahanam itu seburuk-buruk tempat kembali.","tafsir_tahlili":"(97) Ada segolongan Muslimin yang tetap tinggal di Mekah. Mereka menyembunyikan keislaman mereka dari penduduk Mekah dan mereka tidak ikut berhijrah ke Medinah, padahal mereka mempunyai kesanggupan untuk melakukan hijrah. Mereka merasa senang tinggal di Mekah, walaupun mereka tidak mempunyai kebebasan mengerjakan ajaran agama dan membinanya. Allah menyatakan mereka sebagai orang yang menganiaya diri sendiri.\r\nSewaktu Perang Badar terjadi, mereka dipaksa ikut berperang oleh orang musyrikin menghadapi Rasulullah saw. Dalam peperangan ini sebagian mereka mati terbunuh. ) Sesudah mereka mati malaikat mencela mereka, karena mereka tidak berbuat suatu apa pun dalam urusan agama mereka (Islam), seperti tidak dapat mengerjakan ajaran-ajaran agama. Mereka menjawab dengan mengajukan alasan bahwa mereka tidak melaksanakan ajaran agama, disebabkan tekanan dari orang-orang musyrik Mekah, sehingga banyak kewajiban agama yang mereka tinggalkan.\r\nPara malaikat menolak alasan mereka. Kalau benar-benar mereka ingin mengerjakan ajaran agama, tentu mereka meninggalkan Mekah dan hijrah ke Medinah. Bukankah bumi Allah ini luas. Kenapa mereka senang tetap tinggal di Mekah, tidak mau hijrah? Padahal mereka mempunyai kemampuan dan kesempatan untuk hijrah itu? Mereka tidak pindah ke tempat yang baru di mana mereka akan memperoleh kebebasan dalam mengerjakan ajaran agama dan memperoleh ketenteraman dan kemerdekaan. Oleh karena itu mereka mengalami nasib yang buruk. Mereka dilemparkan ke dalam neraka Jahanam yakni tempat yang paling buruk.\r\nSecara umum setiap Muslim wajib hijrah dari negeri orang kafir bilamana di negeri tersebut tidak ada jaminan kebebasan melakukan kewajiban agama dan memelihara agama. Tetapi bilamana ada jaminan kebebasan beragama di negeri itu serta kebebasan membina pendidikan agama bagi dirinya dan keluarganya, maka ia tidak diwajibkan hijrah."}