{"tafsir_id":595,"surah_id":4,"aya_number":102,"tafsir_wajiz":"Kalau pada no_ayatt sebelumnya Allah memberikan kemudahan kepada kaum muslim untuk meng-qashar salat dalam perjalanan dan karena rasa takut, maka pada no_ayatt ini Allah menjelaskan tata cara pelaksanaan salat itu. Dan apabila suatu ketika ada situasi yang membahno_ayatkan keselamatan, seperti karena adanya musuh dan ketika itu engkau, wahai Nabi Muhammad, berada di tengah-tengah mereka, para sahabatmu, lalu engkau hendak melaksanakan salat khauf bersama-sama mereka, maka hendaklah segolongan dari mereka berdiri besertamu untuk melaksanakan salat dan segolongan yang lain menghadapi musuh yang mungkin dapat melakukan penyerangan terhadapmu dan yang bersamamu itu hendaklah menyandang senjata mereka.  Kemudian apabila mereka yang salat besertamu itu melakukan sujud, yakni telah menyempurnakan satu rakaat atau telah selesai melaksanakan salat, maka hendaklah mereka itu pindah dari belakangmu untuk menghadapi musuh dan berjaga-jaga seperti yang telah dilakukan oleh kelompok yang sebelumnya, dan hendaklah datang golongan yang lain, yakni golongan kedua, yang belum salat, lalu mereka melakukan salat seperti kelompok pertama melakukannya denganmu, dan hendaklah mereka bersiap siaga dan menyandang senjata mereka. Hal ini dilakukan karena orang-orang kafir ingin dengan keinginan dan harapan yang besar agar kalian lengah terhadap senjatamu dan harta bendamu, lalu mereka menyerbu kamu sekaligus. Dan tidak ada dosa atas kamu meletakkan senjata-senjatamu, jika kamu mendapat suatu kesusahan atau kesulitan yang disebabkan karena hujan yang menyebabkan rusaknya senjata kamu atau karena kamu sakit yang menyebabkan kamu tidak dapat menyandang senjatamu, dan bersiap siagalah kamu menghadapi berbagai kemungkinan yang terjadi pada kalian akibat dari dua kondisi itu. Sungguh, Allah telah menyediakan azab yang menghinakan bagi orang-orang kafir itu, baik di dunia maupun di akhirat.","tafsir_tahlili":"(102) Dalam ayat ini dijelaskan cara salat khauf, yaitu bilamana Rasulullah berada dalam barisan kaum Muslimin dan beliau hendak salat bersama pasukannya, maka lebih dahulu beliau membagi pasukannya menjadi dua kelompok. Kelompok pertama salat bersama Rasul sedang kelompok kedua tetap ditempatnya menghadapi musuh sambil melindungi kelompok yang sedang salat. Kelompok yang sedang salat ini diharuskan menyandang senjata dalam salat untuk menjaga kemungkinan musuh menyerang dan agar mereka tetap waspada. Bilamana kelompok pertama ini telah menyelesaikan rakaat pertama hendaklah mereka pergi menggantikan kelompok kedua, dan Nabi menanti dalam salat. Kelompok kedua ini juga harus menyandang senjata bahkan harus lebih bersiap siaga. Nabi salat dengan kelompok kedua ini dalam rakaat kedua. Sesudah rakaat kedua ini beliau membaca salam, kemudian masing-masing kelompok menyelesaikan satu rakaat lagi dengan cara bergantian.\r\nDari Ibnu Umar r.a. beliau berkata:\r\nصَلَّى رَسُوْلُ اللهِ صَلَّى الله ُعَلَيْهِ وَسَلَّمَ صَلاَةَ الْخَوْفِ بِاِحْدَى الطَّائِفَتَيْنِ رَكْعَةً وَالطَّائِفَةُ اْلأُخْرَى مُوَاجِهَةُ الْعَدُوِّ ثُمَّ انْصَرَفُوْا وَقَامُوْا فِي مَقَامِ اَصْحَابِهِمْ مُقْبِلِيْنَ عَلَى الْعَدُوِّوَجَاءَ اُولٰئِكَ ثُمَّ صَلَّى بِهِمُ النَّبِيُّ صَلَّى الله ُعَلَيْهِ وَسَلَّمَ رَكْعَةً ثُمَّ سَلَّمَ ثُمَّ قَضَى هٰؤُلاَءِ رَكْعَةً وَهٰؤُلاَءِ رَكْعَةً  (رواه البخاري ومسلم عن ابن عمر)\r\n “Nabi saw mengerjakan salat khauf dengan salah satu di antara dua kelompok satu rakaat, sedang kelompok lainnya menghadapi musuh. Kemudian kelompok pertama pindah menempati kelompok teman-teman  mereka sambil menghadapi musuh, lalu datanglah kelompok kedua dan bersalat di belakang Nabi satu rakaat pula kemudian Nabi membaca salam. Kemudian masing-masing kelompok menyelesaikan salatnya satu rakaat lagi.” (Riwayat al-Bukh±r³ dan Muslim dari Ibnu Umar).;Ayat ini menjadi dasar salat khauf. Dalam ayat ini Allah swt menjelaskan alasan kaum Muslimin salat menyandang senjata dalam salat khauf, yaitu bila musuh yang berada tidak jauh dari mereka selalu mengintai saat-saat pasukan Islam kehilangan kewaspadaan dan meninggalkan senjata dan perlengkapan mereka, maka pada saat itulah pasukan kafir mendapat kesempatan menggempur mereka. Kemudian Allah menerangkan bilamana pasukan itu mendapat kesusahan karena hujan atau sakit atau kesulitan lain, maka membawa senjata dalam salat khauf dibolehkan walaupun tidak disandang. Sesungguhnya Allah telah menyediakan azab yang menghinakan terhadap orang-orang kafir yaitu kekalahan yang mereka alami."}