{"tafsir_id":5966,"surah_id":87,"aya_number":18,"tafsir_wajiz":"Dasar-dasar ajaran agama samawi adalah sama, yaitu mereka yang beriman, beramal saleh, ingat kepada Allah, membersihkan diri dari dosa, dan memilih kehidupan akhirat akan berbahagia. Sebaliknya, mereka yang memilih jalan kekafiran dan hidup berlumur dosa akan celaka. Sesungguhnya ini terdapat dalam kitab-kitab yang dahulu, yang diturunkan sebelum Al-Qur’an,","tafsir_tahlili":"(18-19) Dalam ayat ini, Allah menerangkan bahwa apa yang disampaikan-Nya kepada Nabi Muhammad tentang perintah dan larangan, janji anugerah dan peringatan adalah sama dengan apa yang telah terdapat di dalam kitab Nabi Ibrahim dan Nabi Musa. Dengan demikian, Nabi Muhammad hanya mengingatkan kembali kepada agama-Nya yang terdahulu yang telah dilupakan oleh manusia. Agama yang ada itu telah diubah oleh tangan-tangan manusia, dirusak oleh hawa nafsu dan adat istiadat nenek moyang mereka sehingga telah menyimpang dari yang sebenarnya. Firman Allah:\r\nوَاِنَّهٗ لَتَنْزِيْلُ رَبِّ الْعٰلَمِيْنَ ۗ    ١٩٢  نَزَلَ بِهِ الرُّوْحُ الْاَمِيْنُ ۙ   ١٩٣  عَلٰى قَلْبِكَ لِتَكُوْنَ مِنَ الْمُنْذِرِيْنَ ۙ    ١٩٤  بِلِسَانٍ عَرَبِيٍّ مُّبِيْنٍ ۗ   ١٩٥  وَاِنَّهٗ لَفِيْ زُبُرِ الْاَوَّلِيْنَ    ١٩٦  \r\nDan sungguh, (Al-Qur'an) ini benar-benar diturunkan oleh Tuhan seluruh alam, Yang dibawa turun oleh ar-Rµ¥ al-Am³n (Jibril), ke dalam hatimu (Muhammad) agar engkau termasuk orang yang memberi peringatan, dengan bahasa Arab yang jelas. Dan sungguh, (Al-Qur'an) itu (disebut) dalam kitab-kitab orang yang terdahulu. (asy-Syuar±'/26: 192-196)\r\nشَرَعَ لَكُمْ مِّنَ الدِّيْنِ مَا وَصّٰى بِهٖ نُوْحًا وَّالَّذِيْٓ اَوْحَيْنَآ اِلَيْكَ وَمَا وَصَّيْنَا بِهٖٓ اِبْرٰهِيْمَ وَمُوْسٰى وَعِيْسٰٓى اَنْ اَقِيْمُوا الدِّيْنَ وَلَا تَتَفَرَّقُوْا فِيْهِۗ  كَبُرَ عَلَى الْمُشْرِكِيْنَ مَا تَدْعُوْهُمْ اِلَيْهِۗ  اَللّٰهُ يَجْتَبِيْٓ اِلَيْهِ مَنْ يَّشَاۤءُ وَيَهْدِيْٓ اِلَيْهِ مَنْ يُّنِيْبُۗ  ١٣  \r\nDia (Allah) telah mensyariatkan kepadamu agama yang telah diwasiatkan-Nya kepada Nuh dan apa yang telah Kami wahyukan kepadamu (Muhammad) dan apa yang telah Kami wasiatkan kepada Ibrahim, Musa dan Isa yaitu tegakkanlah agama (keimanan dan ketakwaan) dan janganlah kamu berpecah-belah di dalamnya. Sangat berat bagi orang-orang musyrik (untuk mengikuti) agama yang kamu serukan kepada mereka. Allah memilih orang yang Dia kehendaki kepada agama tauhid dan memberi petunjuk kepada (agama)-Nya bagi orang yang kembali (kepada-Nya). (asy-Syµr±/42: 13)\r\n"}