{"tafsir_id":597,"surah_id":4,"aya_number":104,"tafsir_wajiz":"no_ayatt ini masih merupakan rangkaian tuntunan yang diberikan pada no_ayatt 102 yang memerintahkan kaum muslim untuk berhati-hati terhadap musuh kamu. Pada no_ayatt ini Allah memberikan tuntunan dan semangat kepada kaum muslimin. Dan janganlah kamu berhati lemah, berkecil hati, takut, dan pesimistis dalam mengejar mereka, yakni musuhmu, walaupun kamu tahu bahwa mereka memiliki kelebihan dari kamu, kekuatan mereka lebih baik, jumlah mereka lebih banyak, dan persenjataan mereka lebih lengkap. Kamu dan mereka sesungguhnya memiliki kesamaan dalam hal yang lain, yaitu bahwa jika kamu menderita kesakitan, maka ketahuilah bahwa mereka pun menderita kesakitan pula, sebagaimana kamu merasakannya, sedang kamu memiliki kelebihan lain, yaitu masih dapat mengharapkan dari Allah apa yang disebut mati syahid, pahala yang berlipat ganda, dan pertolongan yang tidak dapat mereka harapkan. Allah Maha Mengetahui segala kebaikan bagi semua makhlukNya, Mahabijaksana dalam menetapkan hukum-hukum-Nya.","tafsir_tahlili":"(104) Kemudian diterangkan bahwa sesudah selesai pasukan Islam menunaikan ibadah salat, haruslah dia siap kembali menghadapi musuh. Jangan ada sedikit pun rasa gentar dalam menghadapi musuh. Dalam peperangan bila tidak menyerang pasti diserang. Pada ayat ini sebenarnya ada perintah untuk teguh menghadapi musuh, karena semangat tempur yang lebih tinggi akan menentukan keberhasilan. Allah memerintahkan agar pasukan Islam senantiasa bersiaga dengan tawakal pada Allah. Kesudahan suatu peperangan ialah penderitaan, dan penderitaan bukan saja bagi si penyerang bahkan juga bagi yang diserang.\r\nاِنْ يَّمْسَسْكُمْ قَرْحٌ فَقَدْ مَسَّ الْقَوْمَ قَرْحٌ مِّثْلُهٗ \r\n“Jika kamu (pada Perang Uhud) mendapat luka, maka mereka pun (pada Perang Badar) mendapat luka yang serupa. ….” (²li Imr±n/3:140).;Jika musuh dapat sabar menahan derita, mengapa kaum Muslimin tidak sabar? Pasukan Islam patut lebih sabar dan lebih tabah dari orang kafir, karena mereka mempunyai harapan dari Allah yang tidak dimiliki oleh orang kafir. Allah menjanjikan kepada mujahid Islam sekurang-kurangnya memperoleh satu dari dua keberuntungan. Yaitu mereka memperoleh kemenangan dalam pertempuran atau surga bagi yang syahid. Janji Allah ini mendorong setiap pejuang Islam untuk berjuang lebih gigih, sabar dan berani. Allah Maha Mengetahui segala apa yang bermanfaat bagi agama dan bagi kaum Muslimin. Dia tidak akan memikulkan beban di luar kesanggupan mereka, karena Dia Mahabijaksana. Sesuai dengan ilmu dan kebijaksanaan-Nya, maka keuntungan pasti dipihak yang benar dan kehancuran pasti di pihak yang batil."}