{"tafsir_id":6006,"surah_id":89,"aya_number":13,"tafsir_wajiz":"Karena kesewenangan dan kezaliman mereka itu Tuhanmu menimpakan cemeti azab kepada mereka. Allah membinasakan kaum ‘Ad dengan topan yang sangat dingin selama tujuh malam berturut-turut; kaum amud dengan suara menggelegar dan petir yang menyambar (Lihat:Fussilat/41:16; al-Haqqah:/69:67); dan Fir’aun beserta tentaranya ditenggelamkan di Laut Merah.","tafsir_tahlili":"(13) Akhirnya Allah “menumpahkan kepada mereka cemeti azab”, yang berarti bahwa azab itu dicurahkan seluruhnya kepada mereka sehebat-hebatnya, sehingga mereka hancur lebur tak bersisa dan yang tertinggal hanyalah nama untuk diingat orang. Yang menimpakan azab itu adalah “Tuhanmu” (ya, Muhammad!), yang berarti bahwa peristiwa-peristiwa itu hendaknya menjadi pelajaran bagi kaum kafir Mekah agar mereka tidak terus-menerus membangkang.\r\nBagaimana azab yang ditimpakan kepada bangsa-bangsa itu dinyatakan dalam ayat-ayat lain:\r\nفَاَمَّا ثَمُوْدُ فَاُهْلِكُوْا بِالطَّاغِيَةِ   ٥  وَاَمَّا عَادٌ فَاُهْلِكُوْا بِرِيْحٍ صَرْصَرٍ عَاتِيَةٍۙ  ٦  سَخَّرَهَا عَلَيْهِمْ سَبْعَ لَيَالٍ وَّثَمٰنِيَةَ اَيَّامٍۙ حُسُوْمًا فَتَرَى الْقَوْمَ فِيْهَا صَرْعٰىۙ  كَاَنَّهُمْ اَعْجَازُ نَخْلٍ خَاوِيَةٍۚ  ٧  فَهَلْ تَرٰى لَهُمْ مِّنْۢ بَاقِيَةٍ   ٨  وَجَاۤءَ فِرْعَوْنُ وَمَنْ قَبْلَهٗ وَالْمُؤْتَفِكٰتُ بِالْخَاطِئَةِۚ  ٩  فَعَصَوْا رَسُوْلَ رَبِّهِمْ فَاَخَذَهُمْ اَخْذَةً رَّابِيَةً   ١٠  \r\nMaka adapun kaum Samud, mereka telah dibinasakan dengan suara yang sangat keras, sedangkan kaum Ad, mereka telah dibinasakan dengan angin topan yang sangat dingin, Allah menimpakan angin itu kepada mereka selama tujuh malam delapan hari terus-menerus; maka kamu melihat kaum Ad pada waktu itu mati bergelimpangan seperti batang-batang pohon kurma yang telah kosong (lapuk). Maka adakah kamu melihat seorang pun yang masih tersisa di antara mereka? Kemudian datang Firaun dan orang-orang yang sebelumnya dan (penduduk) negeri-negeri yang dijungkirbalikkan karena kesalahan yang besar. Maka mereka mendurhakai utusan Tuhannya, Allah menyiksa mereka dengan siksaan yang sangat keras. (al-¦±qqah/69: 5-10)\r\n"}