{"tafsir_id":608,"surah_id":4,"aya_number":115,"tafsir_wajiz":"Pada no_ayatt yang lalu Allah menerangkan pahala bagi orang-orang yang mengikuti tuntunan Rasulullah, sedang pada no_ayatt ini Allah mem-beri peringatan. Dan barang siapa yang terus-menerus menentang Rasul, yaitu Nabi Muhammad, setelah jelas baginya kebenaran yang disampaikan kepadanya, bukan sebelum diketahuinya kebenaran itu, dan dilanjutkan dengan mengikuti jalan yang sesat, yang bukan jalan orang-orang mukmin, Kami biarkan dia dalam kesesatan yang telah dilakukannya itu dan akan Kami masukkan dia, kelak di hari Akhirat ke dalam neraka Jahanam sebagai balasan yang setimpal atas penentangan mereka terhadap Rasulullah, dan itu seburuk-buruk tempat kembali.","tafsir_tahlili":"(115) Seseorang yang menentang Rasulullah setelah nyata baginya kebenaran risalah yang dibawanya, serta mengikuti jalan orang yang menyimpang dari jalan kebenaran, maka Allah membiarkan mereka menempuh jalan sesat yang dipilihnya. Kemudian Dia akan memasukkan mereka ke dalam neraka, tempat kembali yang seburuk-buruknya. Ayat ini erat hubungannya dengan tindakan Tu'mah dan pengikut-pengikutnya, dan perbuatan orang-orang yang bertindak seperti yang dilakukan Tu'mah itu. \r\nDari ayat ini dipahami bahwa Allah telah menganugerahkan kepada manusia kemauan dan kebebasan memilih. Pada ayat Al-Quran yang lain diterangkan pula bahwa Allah telah menganugerahkan akal, pikiran dan perasaan serta melengkapinya dengan petunjuk-petunjuk yang dibawa para rasul. Jika manusia menggunakan dengan baik semua anugerah Allah itu, pasti ia dapat mengikuti jalan yang benar.\r\nTetapi kebanyakan manusia mementingkan dirinya sendiri, mengikuti hawa nafsunya sehingga ia tidak menggunakan akal, pikiran, perasaan, dan petunjuk-petunjuk Allah dalam menetapkan dan memilih perbuatan yang patut dikerjakannya. Karena itu ada manusia yang menantang dan memusuhi para rasul, setelah nyata bagi mereka kebenaran dan ada pula manusia yang suka mengerjakan pekerjaan jahat, sekalipun hatinya mengakui kesalahan perbuatannya itu.\r\nAllah menilai perbuatan manusia, kemudian Dia memberi balasan yang setimpal, amal baik dibalas dengan pahala yang berlipat ganda, sedang perbuatan buruk diberi balasan yang setimpal dengan perbuatan itu."}