{"tafsir_id":61,"surah_id":2,"aya_number":54,"tafsir_wajiz":"Bila peringatan pada no_ayatt-no_ayatt yang lalu langsung disampaikan oleh Allah kepada Bani Israil, maka sekarang peringatan itu disampaikan melalui Nabi Musa. Perubahan siapa yang menyampaikan peringatan ini memberikan sinyal bahwa kedurhakaan Bani Israil itu sudah sangat keterlaluan sehingga seolah-olah Allah tidak mau lagi memedulikan mereka dan sekarang diberikan wewenang itu kepada Nabi Musa. Dan ingatlah ketika Nabi Musa berkata kepada kaumnya, “Wahai kaumku! Kamu benar-benar telah melakukan kedurhakaan kepada Allah. Itu berarti kamu telah menzalimi dirimu sendiri. Perbuatan kamu dengan menjadikan patung anak sapi se-bagai sesembahan kamu adalah perbuatan yang telah mensyirikkan Allah yang membuat kamu lno_ayatk diberi hukuman. Oleh karena itu, bertobatlah dengan memohon ampun kepada Penciptamu, Allah Yang Maha Pencipta, dan bunuhlah dirimu. Sejak dulu sampai sekarang terdapat tradisi bangsa-bangsa yang rela mengorbankan nyawa dengan membunuh diri sendiri demi untuk tujuan yang lebih luhur, seperti yang terdapat dalam tradisi masyarakat Jepang. Membunuh diri dengan tujuan luhur itu adalah lebih baik bagimu, wahai Bani Israil, di sisi Allah Penciptamu dengan sangat sempurna. Dengan demikian, Dia Allah akan menerima tobatmu dan permohonan ampunmu. Sungguh, yakinilah bahwa Dialah Zat Yang Maha Penerima tobat dosa hamba-hamba-Nya, lagi Maha Penyno_ayatng.","tafsir_tahlili":"(54) Dalam ayat ini Allah swt memerintahkan kepada Rasulullah agar menyampaikan kepada Bani Israil yang hidup semasanya pada waktu itu bahwa Musa a.s. sekembali dari munajat dengan Tuhannya, mendapati kaumnya menyembah patung anak sapi, lalu dia berkata kepada kaumnya, “Hai kaumku, sesungguhnya dengan perbuatan kamu menjadikan anak sapi itu sebagai tuhanmu, kamu telah membinasakan diri kamu sendiri, dan telah melenyapkan pahala yang sedianya akan kamu terima di sisi Tuhanmu. Alangkah baiknya, seandainya kamu menepati janji yang telah diikrarkan, dan kamu mengikuti syariatku. ) Oleh sebab itu, bertobatlah kepada Tuhanmu yang telah menciptakan kamu, dan janganlah berbuat kebodohan semacam itu, dimana kamu telah meninggalkan Tuhanmu yang sesungguhnya, lalu kamu mengambil anak sapi sebagai sembahanmu.”\r\nMusa a.s. juga memerintahkan kepada mereka, “Bunuhlah diri kamu.” Maksudnya, agar orang-orang yang tidak berbuat kejahatan di antara mereka membunuh mereka yang telah bersalah itu, atau mereka yang telah berbuat kejahatan itu saling membunuh, atau mereka disuruh membunuh diri mereka sendiri sebagai pernyataan tobat kepada Allah. Dalam Perjanjian Lama Kitab Keluaran xxxii.27-28 disebutkan yang mati akibat pembunuhan itu 3000 orang. \r\nKemudian Musa a.s. mengatakan kepada mereka bahwa bertobat dan membunuh diri sebagai pernyataan tobat itu lebih baik bagi mereka di sisi Allah daripada terus-menerus berbuat kedurhakan yang menyebabkan mereka ditimpa azab. Apabila mereka telah bersih dari dosa itu, barulah mereka patut menerima pahala dan ganjaran. \r\nAbdullah Yusuf Ali berpendapat “bunuhlah nafsumu”; anfusakum dalam ayat ini berarti nafsu, bukan pribadi. Hampir sejalan dengan pendapat al-Qasimi, Muhammad Asad, dan lain-lain.\r\nPada akhir ayat ini Allah menerangkan bahwa setelah mereka melakukan yang diperintahkan Musa, Allah menerima tobat dan memaafkan kesalahan mereka, karena Dialah yang memberikan jalan kepada orang-orang yang berdosa itu untuk bertobat, dan Dia menerima tobat mereka. Sebab Dia Maha Pengasih kepada orang-orang yang mau bertobat kepada-Nya. Seandainya tidak demikian, tentulah segera ditimpakan kebinasaan kepada mereka karena dosa-dosa besar yang mereka lakukan itu."}