{"tafsir_id":612,"surah_id":4,"aya_number":119,"tafsir_wajiz":"Dan pasti kusesatkan mereka dari jalan-Mu yang benar dan lurus, kapan pun dan di mana pun, dan akan kubangkitkan angan-angan kosong pada mereka sehingga mereka tidak dapat melakukan kebajikan-kebajikan dan akan kusuruh mereka memotong telinga-telinga binatang ternak lalu mereka benar-benar memotongnya, dan akan kusuruh mereka mengubah ciptaan Allah yang ada pada diri mereka, seperti fitrah keagaman dan keyakinan akan keesaan Allah yang sudah diikrarkan mereka pada waktu akan ditiupkan roh oleh Allah ke dalam diri mereka, dan mereka benar-benar mengubahnya, termasuk memperburuk wajah unta atau bentuk tubuhnya, padahal unta itu selama ini menjadi kendaraan mereka.” Barangsiapa menjadikan setan sebagai pelindung selain Allah, maka sungguh, dia menderita kerugian yang nyata di dunia dan di akhirat.","tafsir_tahlili":"(119) Pada ayat ini diterangkan tindakan dan usaha setan dalam menggunakan potensi jahat yang ada pada manusia, agar cita-citanya mencelakakan manusia dapat tercapai yaitu dengan:\r\n1. Berusaha memalingkan manusia dari kepercayaan yang benar dengan mengaburkan petunjuk Allah ke jalan yang benar, sehingga mereka tersesat dan menempuh jalan yang diinginkan setan.\r\n2. Berusaha memperdayakan pikiran manusia dengan khayalan-khayalan yang mustahil terjadi dan dengan angan-angan kosong, sehingga mereka memandang baik segala perbuatan yang dilarang, serta menanamkan di dalam hati dan pikirannya bahwa kesenangan hidup di dunia itu adalah kesenangan yang pasti tercapai sedang kesenangan dan kebahagiaan di akhirat adalah kesenangan yang diragukan adanya.\r\n3. Berusaha menyesatkan manusia dengan menjadikan mereka memandang haram suatu perbuatan yang halal, sebaliknya memandang yang halal sebagai sesuatu perbuatan yang haram, sebagaimana yang terdapat di kalangan Arab jahiliah. Menurut kepercayaan Arab jahiliah sebagian binatang yang akan dikorbankan untuk berhala dipotong atau dibelah telinganya. \r\nBila binatang itu telah dipotong atau dibelah telinganya berarti telah menjadi kepunyaan berhala, karena itu tidak boleh lagi dikendarai atau dipergunakan untuk suatu keperluan; binatang itu dibiarkan lepas dan tidak boleh diganggu seorang pun.\r\n4. Mengubah ciptaan Allah, menurut sebagian mufasir, ialah mengubah ketentuan-ketentuan yang telah diciptakan Allah, seperti mengebiri orang laki-laki agar ia dapat dijadikan penjaga istri-istri atau budak-budak perempuan seorang pembesar, sebagaimana yang banyak dilakukan di negeri-negeri Arab dan negeri-negeri lain zaman dahulu. Menurut sebagian mufassir, yang dimaksud dengan ciptaan Allah ialah agama Allah, karena agama Allah telah menjadi fitrah bagi manusia. Allah berfirman:\r\nفَاَقِمْ وَجْهَكَ لِلدِّيْنِ حَنِيْفًاۗ فِطْرَتَ اللّٰهِ الَّتِيْ فَطَرَ النَّاسَ عَلَيْهَاۗ  لَا تَبْدِيْلَ لِخَلْقِ اللّٰهِ ۗذٰلِكَ الدِّيْنُ الْقَيِّمُۙ وَلٰكِنَّ اَكْثَرَ النَّاسِ لَا يَعْلَمُوْنَ\r\nMaka hadapkanlah wajahmu dengan lurus kepada agama (Islam); (sesuai) fitrah Allah disebabkan Dia telah menciptakan manusia menurut (fitrah) itu. Tidak ada perubahan pada ciptaan Allah. (Itulah) agama yang lurus, tetapi kebanyakan manusia tidak mengetahui. (ar-Rµm/30:30).;Manusia diciptakan Allah mempunyai fitrah beragama tauhid, mengakui keesaan Allah, tidak bersekutu dengan sesuatu, hanya Allah saja yang berhak disembah. Seandainya ada manusia tidak mengakui keesaan Allah, berarti pengaruh lingkungan alam sekitarnya telah mengalahkan fitrahnya. Termasuk yang mempengaruhi manusia itu ialah usaha setan untuk melenyapkan naluri itu, sebagai yang disebutkan hadis:\r\nعَنْ عِيَاضِ بْنِ حَمَّادِ قَالَ رَسُوْلُ اللهِ صَلَّى الله ُعَلَيْهِ وَسَلَّمَ: قَالَ عَزَّ وَجَلَّ: اِنِّي خَلَقْتُ عِبَادِيْ حُنَفَاءَ فَجَاءَتْهُمُ الشَّيَاطِيْنُ فَاحْتَالَتْهُمْ عَنْ دِيْنِهِمْ وَحَرَّمَتْ مَا اَحْلَلْتُ لَهُمْ (رواه مسلم)\r\nDari Iyād bin ¦ammād, Bersabda Rasulullah saw, berfirman Allah Azza wajalla, “Sesungguhnya Aku telah menciptakan hamba-hamba-Ku cenderung kepada (agama-Ku), maka datanglah setan kepada mereka, lalu setan itu memalingkan mereka dari agamanya dan ia mengharamkan apa yang telah Aku halalkan bagi mereka.” (Riwayat Muslim).;Allah memperingatkan hamba-Nya dengan pernyataan bahwa barang siapa yang mengikuti bisikan, tipu daya dan keinginan setan berarti dia telah jauh dari rahmat dan karunia-Nya dan telah merugi di dunia (dan di akhirat), karena setan itu selalu berusaha menggunakan segala kelemahan manusia untuk melaksanakan janjinya kepada Allah."}