{"tafsir_id":6126,"surah_id":97,"aya_number":1,"tafsir_wajiz":"Al-Qur’an adalah kitab suci yang mulia. Sesungguhnya Kami telah menurunkannya untuk pertama kali kepada Nabi Muhammad di Gua Hira, atau menurunkannya secara sekaligus dari Lau Maf ke Baitul Izzah di langit dunia, pada malam qadar, malam kemuliaan dan ke agungan.","tafsir_tahlili":"(1) Terdapat empat tempat dalam Al-Qur'an yang menerangkan tentang penurunannya kepada Nabi saw yaitu:\r\n1. Dalam Surah al-Qadr.\r\n2. Dalam Surah ad-Dukh±n, yaitu pada firman-Nya:\r\nحٰمۤ  ۚ   ١  وَالْكِتٰبِ الْمُبِيْنِۙ   ٢  اِنَّآ اَنْزَلْنٰهُ فِيْ لَيْلَةٍ مُّبٰرَكَةٍ اِنَّا كُنَّا مُنْذِرِيْنَ  ٣  فِيْهَا يُفْرَقُ كُلُّ اَمْرٍ حَكِيْمٍۙ   ٤  اَمْرًا مِّنْ عِنْدِنَاۗ اِنَّا كُنَّا مُرْسِلِيْنَۖ   ٥  رَحْمَةً مِّنْ رَّبِّكَ ۗاِنَّهٗ هُوَ السَّمِيْعُ الْعَلِيْمُۗ   ٦ \r\n¦± M³m. Demi Kitab (Al-Qur'an) yang jelas, sesungguhnya Kami menurunkannya pada malam yang diberkahi. Sungguh, Kamilah yang memberi peringatan. Pada (malam itu) dijelaskan segala urusan yang penuh hikmah, (yaitu) urusan dari sisi Kami. Sungguh, Kamilah yang mengutus rasul-rasul, sebagai rahmat dari Tuhanmu. Sungguh, Dia Maha Mendengar, Maha Mengetahui. (ad-Dukh±n/44: 1-6);3. Dalam Surah al-Baqarah, yaitu pada firman-Nya:\r\nشَهْرُ رَمَضَانَ الَّذِيْٓ اُنْزِلَ فِيْهِ الْقُرْاٰنُ هُدًى لِّلنَّاسِ وَبَيِّنٰتٍ مِّنَ الْهُدٰى وَالْفُرْقَان\r\nBulan Ramadan adalah (bulan) yang di dalamnya diturunkan Al-Qur'an, sebagai petunjuk bagi manusia dan penjelasan-penjelasan mengenai petunjuk itu dan pembeda (antara yang benar dan yang batil). (al-Baqarah/2: 185);;4. Dalam Surah al-Anf±l, yaitu pada firman-Nya:\r\nوَاعْلَمُوْٓا اَنَّمَا غَنِمْتُمْ مِّنْ شَيْءٍ فَاَنَّ لِلّٰهِ خُمُسَهٗ وَلِلرَّسُوْلِ وَلِذِى الْقُرْبٰى وَالْيَتٰمٰى وَالْمَسٰكِيْنِ وَابْنِ السَّبِيْلِ اِنْ كُنْتُمْ اٰمَنْتُمْ بِاللّٰهِ وَمَآ اَنْزَلْنَا عَلٰى عَبْدِنَا يَوْمَ الْفُرْقَانِ يَوْمَ الْتَقَى الْجَمْعٰنِۗ وَاللّٰهُ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ   ٤١  \r\nDan ketahuilah, sesungguhnya segala yang kamu peroleh sebagai rampasan perang, maka seperlima untuk Allah, Rasul, kerabat Rasul, anak yatim, orang miskin dan ibnu sabil, (demikian) jika kamu beriman kepada Allah dan kepada apa yang Kami turunkan kepada hamba Kami (Muhammad) di hari Furq±n, yaitu pada hari bertemunya dua pasukan. Allah Mahakuasa atas segala sesuatu. (al-Anf±l/8: 41);Ayat Surah al-Qadr menyatakan bahwa turunnya Al-Qur'an dari Lau¥ Ma¥fµ§ ke Baitul-Izzah jelas pada malam Lailatul Qadr. Ayat Surah ad-Dukh±n menguatkan turunnya Al-Qur'an pada malam yang diberkahi, ayat Surah al-Baqarah menunjukkan turunnya Al-Qur'an pada bulan Ramadan. Sedangkan Surah al-Anf±l/8: 41 di atas menerangkan penyelesaian pembagian rampasan perang pada Perang Badar. Perang ini disebut yaumul-furq±n karena merupakan pertempuran antara tentara Islam dengan tentara kafir, di mana kemenangan berada di tangan tentara Islam. \r\nDalam ayat ini diungkapkan bahwa Allah menurunkan Al-Qur'an pertama kali kepada Nabi saw pada malam yang mulia. Kemudian diturunkan terus-menerus secara berangsur-angsur menurut peristiwa dan suasana yang menghendakinya dalam jangka waktu dua puluh dua tahun lebih sebagai petunjuk bagi manusia dalam mencapai kebahagiaan hidup di dunia dan di akhirat nanti.\r\nSehubungan dengan uraian di atas, para ulama mengatakan bahwa kata anzala dan nazzala berbeda penggunaan dan maknanya. Oleh sebab itu, makna anzaln±hu dalam Surah al-Qadr menunjukkan turunnya kitab suci Al-Qur'an pertama kali dan sekaligus dari Lau¥ Ma¥fµ§ ke langit dunia. Kemudian diturunkan berangsur-angsur dari langit dunia kepada Nabi Muhammad, yang dibawa oleh Malaikat Jibril selama 22 tahun, 2 bulan dan 22 hari. Sedangkan makna nazzala bermakna diturunkan berangsur-angsur.\r\nTidak diragukan lagi bahwa manusia sangat memerlukan Al-Qur'an sebagai pedoman yang menjelaskan sesuatu yang mereka ragukan dalam hal-hal yang berhubungan dengan soal-soal keagamaan atau masalah-masalah duniawi. Al-Qur'an juga menerangkan kepada mereka kejadian manusia dan kejadian yang akan datang ketika datangnya hari kebangkitan.\r\nManusia memerlukan pegangan tersebut karena tanpanya, mereka tidak dapat memahami prinsip-prinsip kemaslahatan yang sebenarnya untuk membentuk peraturan-peraturan dan undang-undang. Oleh sebab itu, benarlah pendapat yang menyatakan bahwa manusia tidak dapat melepaskan diri dari agama dan petunjuk rohani yang menentukan ukuran dan nilai sesuatu setelah mengetahui secara ilmiah keadaan dan khasiat sesuatu.\r\n"}