{"tafsir_id":6129,"surah_id":97,"aya_number":4,"tafsir_wajiz":"Pada malam itu turun para malaikat dan Ruh, yakni Jibril, dari langit ke bumi dengan izin Tuhannya untuk mengatur semua urusan makhluk yang telah ditentukan-Nya di Lauh Mahfuz untuk satu tahun mendatang, seperti umur, rezeki, kematian, dan sebagainya. Inilah yang membuat malam itu begitu mulia.","tafsir_tahlili":"(4) Dalam ayat ini, Allah menyatakan sebagian dari keistimewaan malam tersebut, yaitu turunnya para malaikat bersama Jibril dari alam malaikat sehingga tampak oleh Nabi saw, terutama Jibril yang menyampaikan wahyu. Penampakan Jibril kepada Nabi saw dalam rupanya yang asli adalah perintah Allah, setelah Ia mempersiapkan Nabi-Nya untuk menerima wahyu yang akan disampaikannya kepada manusia yang mengandung kebajikan dan keberkahan.\r\nTurunnya malaikat ke bumi adalah dengan izin Allah, tidak perlu kita menyelidiki bagaimana cara dan apa rahasianya. Kita cukup beriman saja dengannya. Adapun yang dapat diketahui manusia tentang rahasia alam ini hanya sedikit sekali, sebagaimana diterangkan dalam firman Allah:\r\nوَمَآ اُوْتِيْتُمْ مِّنَ الْعِلْمِ اِلَّا قَلِيْلًا\r\nSedangkan kamu diberi pengetahuan hanya sedikit. (al-Isr±'/17: 85);Malam itu (Lailatul-Qadr) adalah hari raya umat Islam karena merupakan waktu turunnya Al-Qur±n dan malam bersyukur kepada Allah atas kebajikan  serta kenikmatan yang dikaruniakan-Nya. Pada saat itu, malaikat ikut bersyukur bersama manusia atas kebesaran malam Qadar, sebagai tanda kemuliaan manusia yang menjadi khalifah Allah di muka bumi.\r\nDi antara tanda-tanda Lailatul-Qadr adalah matahari terbit tanpa sinarnya yang memancar. Ibnu Abb±s meriwayatkan bahwa Rasulullah bersabda tentang Lailatul-Qadr:\r\nلَيْلَةٌ سَمْحَةٌ طَلْقَةٌ، لاَ حَارَّةٌ وَلاَ باَرِدَةٌ، تُصْبِحُ شَمْسُهَا صَبِيْحَتَهَا صَفِيْقَةً حَمْرَاءَ. (رواه أبو داود)\r\nLailatul qadar adalah malam yang tenang dan cerah, tidak panas dan tidak dingin, serta matahari pada pagi harinya berwarna merah terang. (Riwayat Abµ D±wud)\r\n"}