{"tafsir_id":6135,"surah_id":98,"aya_number":5,"tafsir_wajiz":"Mereka terpecah belah seperti itu padahal mereka dalam kitab-kitab mereka hanya diperintah untuk menyembah Allah dengan ikhlas menaati-Nya semata-mata karena menjalankan agama, dan juga diperintah agar melaksanakan salat dan menunaikan zakat; dan yang demikian itulah aga-ma yang lurus dan benar agama Islam. Keikhlasan dalam beribadah dengan memurnikan niat demi mencari rida Allah dan menjauhkan diri dari kemusyrikan adalah salah satu syarat diterimanya ibadah.","tafsir_tahlili":"(5) Karena adanya perpecahan di kalangan mereka, maka pada ayat ini dengan nada mencerca Allah menegaskan bahwa mereka tidak diperintahkan kecuali untuk menyembah-Nya. Perintah yang ditujukan kepada mereka adalah untuk kebaikan dunia dan agama mereka, dan untuk mencapai kebahagiaan dunia dan akhirat. Mereka juga diperintahkan untuk mengikhlaskan diri lahir dan batin dalam beribadah kepada Allah dan membersihkan amal perbuatan dari syirik sebagaimana agama yang dibawa oleh Nabi Ibrahim yang menjauhkan dirinya dari kekufuran kaumnya kepada agama tauhid dengan mengikhlaskan ibadah kepada Allah. Ikhlas adalah salah satu dari dua syarat diterimanya amal, dan itu merupakan pekerjaan hati. Sedang yang kedua adalah mengikuti sunah Rasulullah. Allah berfirman:\r\nثُمَّ اَوْحَيْنَآ اِلَيْكَ اَنِ اتَّبِعْ مِلَّةَ اِبْرٰهِيْمَ حَنِيْفًا\r\nKemudian Kami wahyukan kepadamu (Muhammad), “Ikutilah agama Ibrahim yang lurus.” (an-Na¥l/16: 123);;Firman-Nya yang lain:\r\nمَاكَانَ اِبْرٰهِيْمُ يَهُوْدِيًّا وَّلَا نَصْرَانِيًّا وَّلٰكِنْ كَانَ حَنِيْفًا مُّسْلِمًا\r\nIbrahim bukanlah seorang Yahudi dan bukan (pula) seorang Nasrani, tetapi dia adalah seorang yang lurus dan muslim. (²li Imr±n/3: 67);Mendirikan salat dalam ayat ini maksudnya adalah mengerjakannya terus-menerus setiap waktu dengan memusatkan jiwa kepada kebesaran Allah, untuk membiasakan diri tunduk kepada-Nya. Sedangkan yang dimaksud dengan mengeluarkan zakat yaitu membagi-bagikannya kepada yang berhak menerimanya sebagaimana yang  telah ditentukan oleh Al-Qur'anul Karim.\r\nKeterangan ayat di atas tentang keikhlasan beribadah, menjauhkan diri dari syirik, mendirikan salat, dan mengeluarkan zakat, adalah maksud dari agama yang lurus yang tersebut dalam kitab-kitab suci lainnya.\r\n"}