{"tafsir_id":6142,"surah_id":99,"aya_number":4,"tafsir_wajiz":"Pada hari itu bumi menyampaikan beritanya kepada manusia, mengapa bumi berguncang dan mengeluarkan semua kandungannya. Pada hari itu pula bumi bersaksi kepada Allah dengan rinci apa saja yang telah manusia lakukan di atasnya: kebajikan atau keburukan, besar atau kecil.","tafsir_tahlili":"(4-5) Dalam ayat ini, Allah menyatakan bahwa ketika terjadinya keguncangan yang dahsyat itu, saat bumi bergetar dan mengalami kehancuran serta kerusakan, seakan-akan ia menjelaskan kepada manusia bahwa kejadian yang belum pernah terjadi ini tidak menurut ketentuan yang berlaku bagi alam semesta dalam keadaan biasa.\r\nAllah menjelaskan bahwa sebab terjadinya keguncangan tersebut adalah atas perintah-Nya semata. Ketika bumi diperintahkan hancur, maka bumi akan hancur luluh.\r\nPada dasarnya ayat 1-5 di atas berkenaan dengan hari kiamat. Namun dari skala lebih kecil ayat-ayat tersebut dapat ditafsirkan dengan proses geologi terjadinya gempa, yang sudah barang tentu besarannya jauh lebih kecil dibanding kejadian kiamat kelak.\r\nSeperti telah dijelaskan sebelumnya menurut kajian ilmiah bahwa lempengan-lempengan kulit bumi bergerak dan saling berinteraksi satu sama lain. Pada tempat-tempat saling bertemu, pertemuan lempengan ini menimbulkan gempa bumi. Sebagai contoh adalah Indonesia yang merupakan tempat pertemuan tiga lempeng: Eurasia, Pasifik, dan Indo-Australia. Bila dua lempeng bertemu, maka terjadi tekanan (beban) yang terus menerus, dan bila lempengan tidak tahan lagi menahan tekanan (beban) tersebut, maka lepaslah beban yang telah terkumpul ratusan tahun itu, dan dikeluarkan dalam bentuk gempa bumi.\r\nPada hari itu bumi menceritakan beritanya. Beban berat yang dikeluarkan dalam bentuk gempa bumi, merupakan satu proses geologi yang berjalan bertahun-tahun. Begitu seterusnya, setiap selesai beban dilepaskan, kembali proses pengumpulan beban terjadi. Proses geologi atau berita geologi  ini dapat direkam baik secara alami maupun dengan menggunakan peralatan geofisika ataupun geodesi (lihat juga an-Naml/27: 88, a¯-°µr/52: 6). Telaah tentang gempa bumi dapat dilihat pula pada Surah an-Naba'/78: 17-20.\r\n"}