{"tafsir_id":615,"surah_id":4,"aya_number":122,"tafsir_wajiz":"Beberapa no_ayatt sebelumnya menggambarkan bahwa orang-orang yang mengikuti langkah-langkah setan akan ditempatkan oleh Allah kelak di neraka Jahanam. Sebaliknya, pada no_ayatt ini Allah menggambarkan balasan bagi orang-orang yang beriman dan beramal saleh. Dan orang yang beriman dengan keimanan yang benar dan mengerjakan amal kebajikan sesuai dengan tuntunan agama, kelak di hari Akhirat nanti akan Kami masukkan ke dalam surga sebagai balasan atas kepatuhan dan ketaatan mereka terhadap tuntunan Allah dan Rasul-Nya, yang mengalir di bawahnya sungai-sungai. Mereka kekal di dalamnya selama-lamanya. Dan segala hal yang menjadi janji Allah itu benar dan pasti sesuai dengan kenyataan karena yang menjanjikan itu adalah Allah Yang Mahabenar perkataan-Nya. Dan siapakah yang lebih benar dan pasti perkataannya daripada Allah? Tidak ada satu pun.","tafsir_tahlili":"(122) Orang yang beriman dan mengerjakan amal saleh, mereka tidak terperdaya dengan godaan setan, mereka tidak mau menjadi pembantu setan, mereka mengikuti petunjuk-petunjuk Allah, melaksanakan perintah-perintah dan meninggalkan larangan-larangan-Nya. Mereka diberi balasan dengan surga yang penuh nikmat, di bawahnya mengalir sungai-sungai. Mereka kekal di dalam surga, karena tidak ada sesuatu pun yang dapat mengeluarkan mereka dari tempat yang penuh kesenangan dan kebahagiaan.\r\nItulah janji Allah kepada hamba-hamba-Nya yang beriman, bukan janji palsu, bukan pula angan-angan kosong yang tidak ada hasilnya yang dibisikkan setan, tetapi janji yang pasti ditepati, karena yang menjanjikan itu adalah Yang Mahakuasa, Maha Perkasa, Mahakaya, Pemilik seluruh alam. Janji setan mustahil ditepati, karena dia sendiri tidak mempunyai kesanggupan untuk menepatinya. Allah berfirman:\r\nوَقَالَ الشَّيْطٰنُ لَمَّا قُضِيَ الْاَمْرُ اِنَّ اللّٰهَ وَعَدَكُمْ وَعْدَ الْحَقِّ وَوَعَدْتُّكُمْ فَاَخْلَفْتُكُمْۗ وَمَا كَانَ لِيَ عَلَيْكُمْ مِّنْ سُلْطٰنٍ اِلَّآ اَنْ دَعَوْتُكُمْ فَاسْتَجَبْتُمْ لِيْ ۚفَلَا تَلُوْمُوْنِيْ وَلُوْمُوْٓا اَنْفُسَكُمْۗ مَآ اَنَا۠ بِمُصْرِخِكُمْ وَمَآ اَنْتُمْ بِمُصْرِخِيَّۗ اِنِّيْ كَفَرْتُ بِمَآ اَشْرَكْتُمُوْنِ مِنْ قَبْلُ ۗاِنَّ الظّٰلِمِيْنَ لَهُمْ عَذَابٌ اَلِيْمٌ   \r\nDan setan berkata ketika perkara (hisab) telah diselesaikan, ”Sesungguhnya Allah telah menjanjikan kepadamu janji yang benar, dan aku pun telah menjanjikan kepadamu tetapi aku menyalahinya. Tidak ada kekuasaan bagiku terhadapmu, melainkan (sekedar) aku menyeru kamu lalu kamu mematuhi seruanku, oleh sebab itu janganlah kamu mencerca aku, tetapi cercalah dirimu sendiri. Aku tidak dapat menolongmu, dan kamu pun tidak dapat menolongku. Sesungguhnya aku tidak membenarkan perbuatanmu mempersekutukan aku (dengan Allah) sejak dahulu.” Sungguh, orang yang zalim akan mendapat siksaan yang pedih. (Ibr±h³m/14:22)."}