{"tafsir_id":616,"surah_id":4,"aya_number":123,"tafsir_wajiz":"Pahala yang Allah janjikan kepada orang-orang yang beriman dan beramal saleh itu, bukanlah angan-anganmu yang kosong, wahai kaum musyrik atau kaum muslim yang belum memahami dan menghno_ayatti agama dengan benar, dan bukan pula angan-angan Ahli Kitab dari golongan Yahudi dan Nasrani, tetapi dicapai berkat karunia Allah yang dibagi-bagikan karena keberimanan dan amal saleh. Barang siapa mengerjakan kejahatan, niscno_ayat akan dibalas sesuai dengan kejahatan itu, cepat atau lambat, dan dia tidak akan mendapatkan pelindung dan penolong yang dapat melindunginya dari azab Allah selain Allah.","tafsir_tahlili":"(123) Tidak ada keistimewaan bagi seseorang, kecuali dengan amal baktinya dan tidak mungkin ia luput dari azab Allah dan mustahil ia masuk surga semata-mata dengan mengatakan bahwa agama yang dianutnya adalah agama yang paling baik dan sempurna, serta nabi-nabi dan rasul-rasul yang mereka ikuti adalah yang paling tinggi derajatnya dalam pandangan Allah, seperti yang dikatakan Ahli Kitab itu. Hendaklah orang yang beriman mengerjakan amal yang saleh, melaksanakan perintah-perintah Allah dan meninggalkan larangan-larangan-Nya karena pahala itu diberikan Allah berdasarkan amal yang dilakukan dengan ikhlas, bukan berdasarkan perkataan dan angan-angan kosong. Allah mendatangkan agama bukan untuk bermegah-megah dan berbangga-bangga dengan agama itu, tetapi agama didatangkan untuk diamalkan dan dilaksanakan.\r\nDi antara sebab yang menimbulkan salah sangka dan angan-angan yang demikian, ialah karena kesalahan manusia dalam memahami agama atau mereka sengaja berbuat demikian agar dianggap lebih tinggi dari umat atau bangsa yang lain, karena Allah mengangkat nabi-nabi atau rasul-rasul dari bangsa-bangsa mereka. Dengan kemuliaan dan kemaksuman (terpelihara dari dosa) nabi-nabi dan rasul-rasul itu, mereka merasa telah mendapatkan kemuliaan dan terpelihara pula dari azab Allah. Karena itu menurut anggapan mereka, mereka akan masuk surga dan terlepas dari siksa neraka, tanpa melaksanakan perintah-perintah Allah dan menghentikan larangan-larangan-Nya.\r\nPersangkaan dan angan-angan kosong yang demikian telah menjalar pula di kalangan kaum Muslimin, sebagaimana tersebut dalam ayat ini. Sikap yang demikian telah dinyatakan pula oleh Ahli Kitab, sebagaimana tersebut dalam ayat lain:\r\nوَقَالَتِ الْيَهُوْدُ وَالنَّصٰرٰى نَحْنُ اَبْنٰۤؤُا اللّٰهِ وَاَحِبَّاۤؤُهٗ \r\nOrang Yahudi dan Nasrani berkata, ”Kami adalah anak-anak Allah dan kekasih-kekasih-Nya.” … (al-M±idah/5:18).;وَقَالُوْا لَنْ تَمَسَّنَا النَّارُ اِلَّآ اَيَّامًا مَّعْدُوْدَةً\r\nDan mereka berkata, ”Neraka tidak akan menyentuh kami, kecuali beberapa hari saja.” … (al-Baqarah/2:80).;Setiap kejahatan yang dilakukan manusia, akan dibalas Allah, karena segala macam perbuatan baik atau buruk yang dilakukan oleh seseorang, tanggung jawabnya dipikul oleh orang yang mengerjakannya, tidak dipikul oleh orang lain. Karena itu orang yang benar-benar beriman hendaklah meneliti dan memperhitungkan setiap pekerjaan yang akan dikerjakannya, sehingga sesuai dengan petunjuk-petunjuk Allah.\r\nDiriwayatkan oleh Ahmad dan Ibnu Zuhair, bahwa pada waktu turunnya ayat ini Abu Bakar sangat memperhatikannya dan merasa khawatir. Maka beliau bertanya kepada Rasulullah saw, “Siapakah yang selamat berhubungan dengan ini ya Rasulullah?” Rasulullah saw menjawab, “Apakah kamu tidak pernah susah, apakah kamu tidak pernah sakit, dan apakah malapetaka tidak pernah menimpamu?” Abu Bakar menjawab, “Pernah ya Rasulullah.” Rasulullah berkata, “Itulah dia (pembalasan dari kesalahanmu).”\r\nDiriwayatkan pula oleh Muslim dari Abu Hurairah, ia berkata, “Tatkala turun ayat ini kaum Muslimin merasa berat dan sampailah kepada mereka apa yang dikehendaki Allah,” maka mereka mengadu kepada Rasulullah saw. Rasulullah menjawab, ”Ambillah tempat olehmu dan saling mendekatlah, sesungguhnya setiap musibah yang menimpa manusia itu adalah sebagai tebusan (bagi perbuatannya) sampai kepada duri yang menusuknya dan musibah yang menimpanya.”\r\nDari hadis ini dapat dipahami bahwa segala musibah yang menimpa manusia baik kecil maupun besar, sedikit atau banyak adalah sebagai balasan dari kelalaian, kesalahan dan perbuatan buruk yang telah dilakukannya, karena mereka tidak lagi berjalan mengikuti sunatull±h. Allah berfirman:\r\nوَمَآ اَصَابَكُمْ مِّنْ مُّصِيْبَةٍ فَبِمَا كَسَبَتْ اَيْدِيْكُمْ وَيَعْفُوْا عَنْ كَثِيْرٍ\r\nDan musibah apa pun yang menimpa kamu adalah disebabkan oleh perbuatan tanganmu sendiri, dan Allah memaafkan banyak (dari kesalahan-kesalahanmu). (asy-Syµr±/42:30).;Sebagian mufasir berpendapat bahwa musibah yang menimpa manusia di dunia ini tidak dapat menghapus azab di akhirat, kecuali bila yang ditimpa musibah itu berusaha menghapus kesalahan dan tindakan buruknya dengan amal yang saleh, dengan menguatkan imannya, dengan meninggalkan perbuatan jahat dan bertobat selama ia hidup di dunia. Sesungguhnya Allah Maha Pemaaf lagi Maha Pengampun. \r\nOrang-orang yang mengerjakan kejahatan pasti mendapat azab dari Allah dan ia tidak mempunyai penolong dan pelindung selain Allah untuk menghindarkan diri dari azab itu, dan setan yang menjanjikan perlindungan dan pertolongan itu tidak kuasa menenepati janjinya."}