{"tafsir_id":618,"surah_id":4,"aya_number":125,"tafsir_wajiz":"Dan siapakah yang lebih baik agamanya daripada orang yang dengan ikhlas, tunduk, patuh, dan berserah diri kepada Allah secara total, sedang dia mengerjakan kebaikan sesuai dengan tuntunan Allah dan Rasul-Nya dan mengikuti agama Ibrahim secara lurus? Dan Allah telah memilih Ibrahim menjadi kesno_ayatngan-Nya, karena ia berada pada tingkat kecintaan yang paling tinggi dan ketaatan yang luar biasa terhadap Allah.","tafsir_tahlili":"(125) Tidak ada seorang pun yang lebih baik agamanya dari orang yang melakukan ketaatan dan ketundukannya kepada Allah, ia mengerjakan kebaikan dan mengikuti agama Ibrahim.\r\nDari ayat ini dapat dipahami bahwa ada tiga macam ukuran yang dapat dijadikan dasar untuk menentukan ketinggian suatu agama dan keadaan pemeluknya, yaitu:\r\n1. Menyerahkan diri hanya kepada Allah,\r\n2. Berbuat kebaikan, dan\r\n3.  Mengikuti agama Ibrahim yang ¥an³f.\r\nSeseorang dikatakan menyerahkan diri kepada Allah, jika ia menyerahkan seluruh jiwa dan raganya serta seluruh kehidupannya hanya kepada Allah, Yang Maha Pengasih lagi Maha Penyayang. Karena itu ia hanya berdoa, memohon, meminta pertolongan dan merasa dirinya terikat hanya kepada Allah saja. Ia langsung berhubungan dengan Allah tanpa ada sesuatu pun yang menghalanginya. Untuk mencapai yang demikian seseorang harus mengetahui dan mempelajari sunah Rasul dan sunatull±h yang berlaku di alam ini, kemudian diamalkannya karena semata-mata mencari keridaan Allah.\r\nJika seseorang benar-benar menyerahkan diri kepada Allah, maka ia akan melihat dan merasakan sesuatu pada waktu melaksanakan ibadahnya, sebagaimana yang dilukiskan Rasulullah saw:\r\nقَالَ يَا رَسُوْلُ الله مَا اْلاِحْسَانُ؟ قَالَ: أَنْ تَعْبُدَ الله َكَأَنَّكَ تَرَاهُ فَاِنْ لَمْ تَكُنْ تَرَاهُ فَاِنَّهُ يَرَاكَ (رواه البخاري عن أبي هريرة)\r\nJibril bertanya ya Rasulullah, “Apakah ihsan itu?” Rasulullah saw menjawab, “Engkau menyembah Allah seakan-akan engkau melihat-Nya, jika engkau tidak melihat-Nya, maka sesungguhnya Dia melihat engkau.” (Riwayat al-Bukhār³ dari Abu Hurairah).;Mengerjakan kebaikan adalah manifestasi dari pada berserah diri kepada Allah. Makin sempurna penyerahan diri seseorang, makin baik dan sempurna pula amal yang dikerjakannya. Di samping mengerjakan yang diwajibkan, seseorang sebaiknya melengkapi dengan yang sunah dengan sempurna, sesuai dengan kesanggupannya.\r\nMengikuti agama Ibrahim yang ¥an³f ialah mengikuti agama Ibrahim yang lurus yang percaya kepada keesaan Allah, yaitu kepercayaan yang benar dan lurus. Allah berfirman:\r\nوَاِذْ قَالَ اِبْرٰهِيْمُ لِاَبِيْهِ وَقَوْمِهٖٓ اِنَّنِيْ بَرَاۤءٌ مِّمَّا تَعْبُدُوْنَۙ  ٢٦  اِلَّا الَّذِيْ فَطَرَنِيْ فَاِنَّهٗ سَيَهْدِيْنِ   ٢٧  وَجَعَلَهَا كَلِمَةً ۢ بَاقِيَةً فِيْ عَقِبِهٖ لَعَلَّهُمْ يَرْجِعُوْنَۗ   ٢٨  \r\n(26) Dan (ingatlah) ketika Ibrahim berkata kepada ayahnya dan kaumnya, ”Sesungguhnya aku berlepas diri dari apa yang kamu sembah,(27) kecuali (kamu menyembah) Allah yang menciptakanku; karena sungguh, Dia akan memberi petunjuk kepadaku.” (28) Dan (Ibrahim) menjadikan (kalimat tauhid) itu kalimat yang kekal pada keturunannya agar mereka kembali (kepada kalimat tauhid itu). (az-Zukhruf/43:26-28);Sekalipun ada perintah agar mengikuti agama Ibrahim, bukanlah berarti bahwa Ibrahim-lah yang pertama kali membawa kepercayaan tauhid, dan agama yang dibawa oleh para nabi sebelumnya tidak berasaskan tauhid. Maksud perintah mengikuti agama Nabi Ibrahim ialah untuk menarik perhatian bangsa Arab, sebagai bangsa yang pertama kali menerima seruan agama Islam. Ibrahim a.s. dan Ismail adalah nenek moyang bangsa Arab.\r\nOrang Arab waktu itu amat senang mendengar perkataan yang menjelaskan bahwa mereka adalah pengikut agama Nabi Ibrahim, sekalipun mereka telah menjadi penyembah berhala. Dengan menghubungkan agama yang dibawa Nabi Muhammad saw dengan agama yang dibawa Nabi Ibrahim akan menarik hati dan menyadarkan orang Arab yang selama ini telah mengikuti jalan yang sesat.\r\n۞ شَرَعَ لَكُمْ مِّنَ الدِّيْنِ مَا وَصّٰى بِهٖ نُوْحًا وَّالَّذِيْٓ اَوْحَيْنَآ اِلَيْكَ وَمَا وَصَّيْنَا بِهٖٓ اِبْرٰهِيْمَ وَمُوْسٰى وَعِيْسٰٓى \r\nDia (Allah) telah mensyariatkan kepadamu agama yang telah diwasiatkan-Nya kepada Nuh dan apa yang telah Kami wahyukan kepadamu (Muhammad) dan apa yang telah Kami wasiatkan kepada Ibrahim, Musa dan Isa … (asy-Syµr±/42:13).;Agama yang dibawa Nabi Muhammad bukan saja sesuai dengan agama yang dibawa Nabi Ibrahim, tetapi juga berhubungan dan seasas dengan agama yang dibawa oleh Nabi Musa dan Nabi Isa yang diutus sesudah Nabi Ibrahim. Demikian pula agama Islam berhubungan dan seasas dengan agama yang dibawa oleh nabi-nabi Allah terdahulu.\r\nPerintah mengikuti agama yang dibawa oleh Nabi Ibrahim di sini adalah karena kehidupan Ibrahim dan putranya Ismail dapat dijadikan teladan yang baik serta mengingatkan kepada pengorbanan yang telah dilakukannya dalam menyiarkan agama Allah. Hal ini dapat pula dijadikan iktibar oleh kaum Muslimin dalam menghadapi orang-orang kafir yang selalu berusaha menghancurkan Islam dan Muslimin.\r\nIbrahim telah menjadi kesayangan Allah, karena kekuatan iman, ketinggian budi pekertinya dan keikhlasan serta pengorbanannya dalam menegakkan agama Allah. Seakan-akan Allah menyatakan bahwa orang yang mengikuti jejak dan langkah Nabi Ibrahim dan hal ini tampak dalam tingkah laku dan budi pekertinya, berhak menamakan dirinya sebagai pengikut Ibrahim. Bukan seperti orang Yahudi, Nasrani dan orang musyrik Mekah yang mengaku sebagai pengikut Nabi Ibrahim, tetapi mereka tidak mengikuti agama yang dibawanya dan tidak pula mencontoh budi pekertinya."}