{"tafsir_id":62,"surah_id":2,"aya_number":55,"tafsir_wajiz":"Kedurhakaan Bani Israil lebih meningkat lagi. Bukan hanya menyembah patung anak sapi, tetapi malah mereka meminta Allah agar dapat dilihat dengan mata kepala. Dengan nada yang sangat kasar, mereka memanggil Nabi Musa dengan menyebut nama, Musa. Dan ingatlah wahai Bani Israil ketika kamu berkata kepada Nabi Musa, “Wahai Musa! Kami tidak akan beriman kepadamu, dan kepada apa yang kamu sampaikan, sebelum kami melihat Allah, Tuhan Yang Maha Pencipta itu, dengan jelas.” Tentu permintaan ini sudah melampaui batas kewajaran. Bukankah mereka sudah menerima nikmat yang sangat banyak dari Allah, tetapi tetap masih durhaka. “Disebabkan kedurhakaanmu yang sudah sangat berlipat-lipat, maka halilintar menyambarmu sebagai hukuman bagi kamu. Semua peristiwa itu kamu sadari terjadinya, sedang kamu menyaksikan dengan mata kepala kamu sendiri.”","tafsir_tahlili":"(55) Dalam ayat ini Allah mengingatkan Bani Israil kepada sifat-sifat dan keingkaran nenek moyang mereka kepada Nabi Musa, yaitu mereka pernah berkata kepada Nabi Musa. “Kami tidak akan beriman kepadamu sampai kami dapat melihat Allah secara kasat mata.” Karena sikap dan kelakuan mereka itu Allah menurunkan azab kepada mereka, yaitu halilintar yang menyambar mereka.\r\nNabi Musa memilih tujuh puluh orang yang akan pergi bersamanya ke bukit Sinai untuk meminta ampun atas kesalahan mereka menyembah anak sapi. Mereka mengatakan kepada Nabi Musa a.s. bahwa sebelum mereka dapat melihat Allah dengan mata kepala mereka sendiri, mereka tidak akan beriman, tidak akan membenarkan ucapan Nabi Musa a.s. bahwa Taurat itu adalah Kitab Allah. Mereka juga tidak akan percaya bahwa Musa telah mendengar perkataan Allah, dan mereka juga tidak akan percaya bahwa Allah memerintahkan untuk menerima perkataan-Nya dan mengamalkannya. Lalu datanglah halilintar menyambar mereka, sedang yang lain menyaksikan peristiwa itu dengan jelas (lihat pula al-Ar±f/7:156).\r\nDemikianlah sikap Bani Israil terhadap Nabi Musa, mereka selalu bertingkah dan membangkang. Maka datanglah azab Allah kepada mereka. Bermacam-macam penyakit menimpa mereka. Binatang-binatang kecil yang menyebarkan berbagai penyakit telah membinasakan sejumlah besar dari mereka. Maka tidaklah mengherankan ketika Nabi Muhammad saw datang menyeru mereka kepada agama lslam, mereka bersikap menentang dan menolak seruan itu."}