{"tafsir_id":621,"surah_id":4,"aya_number":128,"tafsir_wajiz":"Dan jika seorang perempuan, yaitu istri, khawatir suaminya akan melakukan nusyuz (lihat no_surahh an-Nisa/4: 34), yaitu sikap kebencian suami terhadap dirinya, aki-bat sikapnya yang buruk, usianya yang lebih tua dari suaminya, atau karena suami menginginkan perempuan lain yang lebih muda dan lebih cantik daripadanya yang mengakibatkan suami meninggalkan kewajibannya selaku suami, tidak memberikan nafkah lahir dan batin, melakukan tindakan kekerasan, dan tindakan-tindakan lainnya yang dapat mengancam keselamatan dirinya, atau khawatir suaminya bersikap tidak acuh dan berpaling dari dirinya, bahkan meninggalkannya yang dapat menyebabkan ikatan perkawinannya terancam putus, maka untuk mengatasi dan menyelesaikan persoalan tersebut keduanya dapat mengadakan musyawarah untuk mencapai perdamaian dan kesepakatan yang sebenarnya, seperti dengan cara mengurangi sebahagian dari hak-hak istri, seperti nafkah, pakaian, dan lainnya dengan harapan suami dapat kembali kepadanya. Kesepakatan dan perdamaian yang diusahakan, itu lebih baik bagi keduanya daripada perceraian, walaupun pada hakikatnya manusia itu, baik suami maupun istri, menurut tabiatnya sama-sama kikir, yaitu bahwa istri hampir hampir tidak mau menerima pengurangan hak-haknya atas nafkah lahir dan batin, dan sementara suami hampir-hampir tidak mau lagi berbagi atau kembali kepada istrinya, apalagi kalau suami sudah mencintai dan menginginkan wanita lain. Dan jika kamu bersikap baik dan memperbaiki pergaulan de-ngan istrimu dan memelihara dirimu dari nusyuz, sikap acuh tak acuh, dan sikap-sikap lain yang menimbulkan dosa, maka sungguh, Allah Ma-hateliti dan Maha Mengetahui terhadap apa yang kamu kerjakan dan memberimu balasan yang lebih baik.","tafsir_tahlili":"(128) Ayat ini menerangkan sikap yang harus diambil oleh seorang istri bila ia melihat sikap nusyuz dari suaminya, seperti tidak melaksanakan kewajibannya terhadap dirinya sebagaimana mestinya, tidak memberi nafkah, tidak menggauli dengan baik, berkurang rasa cinta dan kasih sayangnya dan sebagainya. Hal ini mungkin ditimbulkan oleh kedua belah pihak atau disebabkan oleh salah satu pihak saja.\r\nJika demikian halnya, maka hendaklah istri mengadakan musyawarah dengan suaminya, mengadakan pendekatan, perdamaian di samping berusaha mengembalikan cinta dan kasih sayang suaminya yang telah mulai pudar. Dalam hal ini tidak berdosa jika istri bersikap mengalah kepada suaminya, seperti bersedia beberapa haknya dikurangi dan sebagainya.\r\nUsaha mengadakan perdamaian yang dilakukan istri, bukanlah berarti bahwa istri harus bersedia merelakan sebagian haknya yang tidak dipenuhi oleh suaminya, tetapi untuk memperlihatkan kepada suaminya keikhlasan hatinya, sehingga dengan demikian suami ingat kembali kepada kewajiban-kewajiban yang telah ditentukan Allah. Allah berfirman:\r\nوَلَهُنَّ مِثْلُ الَّذِيْ عَلَيْهِنَّ بِالْمَعْرُوْفِۖ وَلِلرِّجَالِ عَلَيْهِنَّ دَرَجَةٌ  \r\n... Dan mereka (para perempuan) mempunyai hak seimbang dengan kewajibannya menurut cara yang patut. Tetapi para suami mempunyai kelebihan di atas mereka. … (al-Baqarah/2:228).;Damai dalam kehidupan keluarga menjadi tujuan agama dalam mensyariatkan pernikahan. Karena itu hendaklah Muslimin menjauhkan segala macam kemungkinan yang dapat menghilangkan suasana damai dalam keluarga. Hilangnya suasana damai dalam keluarga membuka kemungkinan terjadinya perceraian yang dibenci Allah.\r\nKikir termasuk tabiat manusia. Sikap kikir timbul karena manusia mementingkan dirinya sendiri, kurang memperhatikan orang lain, walaupun orang lain itu adalah istrinya sendiri atau suaminya. Karena itu waspadalah terhadap sikap kikir. Hendaklah masing-masing pihak baik suami atau istri bersedia beberapa haknya dikurangi untuk menciptakan suasana damai di dalam keluarga.\r\nJika suami berbuat kebaikan dengan menggauli istrinya dengan baik kembali, memupuk rasa cinta dan kasih sayang, melaksanakan kewajiban-kewajibannya terhadap istrinya. Maka Allah mengetahuinya dan memberi balasan yang berlipat ganda."}