{"tafsir_id":6217,"surah_id":111,"aya_number":1,"tafsir_wajiz":"Karena kebenciannya kepada Nabi dan penentangannya terhadap dakwah beliau dengan cara yang menyakitkan, maka celaka dan binasalah kedua tangan Abu Lahab yakni diri Abu Lahab, yang bernama ‘Abdul Uzz bin Abdul Muttalib; dan benar-benar binasa dia!","tafsir_tahlili":"(1) Dalam ayat ini Allah menerangkan bahwa Abµ Lahab akan rugi dan binasa dan kata-kata ini sebagai kutukan dari Allah baginya. Binasa pada kedua belah tangannya karena tangan adalah alat bekerja dan bertindak. Bila kedua belah tangan seseorang telah binasa, berarti ia telah binasa.\r\nDikatakan Abµ Lahab, padahal namanya Abdul-Uzza, karena ia berwajah tampan menawan. Namun para ulama berpendapat bahwa dikatakan Abµ Lahab karena ia pasti menjadi penghuni neraka yang bergejolak apinya. Hal itu seperti orang komunis memilih syiar merah dan golongan kiri karena golongan kiri adalah a¡¥±b asy-syim±l.\r\nPermulaan ayat ini adalah kutukan atas kebinasaan Abµ Lahab dan penutupnya adalah sebagai keterangan dari Allah bahwa kutukan tersebut telah terbukti dan Abµ Lahab pasti rugi di dunia dan di akhirat.\r\nلمَاَّّ نَزَلَتْ (تَبَّتْ يَدَا أَبِي لَهَبٍ) أَقْبَلَتِ اْلعَوْرَاءُ أُمُّ جَمِيْلٍ بِنْتُ حَرْبٍ وَلَهَا وَلْوَلَةٌ وَفِيْ يَدِهَا فِهْرٌ وَهِيَ تَقُوْلُ : مُذَمِّمًا أَبَيْنَا وَدِيْنَهُ قَلَيْنَا وَأَمْرَهُ عَصَيْنَا وَالنَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ جَالِسٌ فِي اْلمَسْجِدِ وَمَعَهُ أَبُوْ بَكْرٍ فَلَمَّا رَآهَا أَبُوْ بَكْرٍ قَالَ: يَا رَسُوْلَ اللهِ قَدْ أَقْبَلَتْ وَأَناَ أَخَافُ أَنْ تَرَاكَ فَقَالَ رَسُوْلُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ : إِنَّهَا لَنْ تَرَانِيْ وَقَرَأَ قُرْآنًا فَاعْتَصَمَ بِهِ كَمَا قَالَ وَقَرَأَ (وَإِذَا قَرَأْتَ اْلقُرْآنَ جَعَلْنَا بَيْنَكَ وَبَيْنَ الَّذِيْنَ لاَ يُؤْمِنُوْنَ بِاْلاَخِرَةِ حِجَابًا مَسْتُوْرًا) فَوَقَفَتْ عَلَى أَبِيْ بَكْرٍ وَلَمْ َتَرَ رَسُوْلَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَقَالَتْ : يَا أَبَا بَكْرٍ إِنِّي أُخْبِرْتُ أَنَّ صَاحِبَكَ هَجَانِيْ فَقَالَ : لاَ وَرَبِّ هَذَا اْلبَيْتِ مَا هَجَاكَ فَوَلَّتْ وَهِيَ تَقُوْلُ : قَدْ عَلِمَتْ قُرَْيشٌ أَنِّي بِنْتُ سَيِّدِهَا. (رواه الحاكم)\r\nKetika ayat tabbat yadā ab³ lahabin watabba turun, Ummu Jam³l al-Aurā (wanita yang sebelah matanya buta) binti ¦arb datang sambil berteriak-teriak. Ia membawa batu sekepalan tangan, seraya berkata. “Dia mencela (agama kami), kami menolak. Agamanya kami benci dan perintahnya kami bantah.” Ketika itu Nabi saw. duduk di dalam masjid bersama Abu Bakar. Ketika Abu Bakar melihat wanita itu, beliau berkata, Wahai Rasulullah, wanita itu telah datang. Saya khawatir dia melihatmu.” Maka Rasulullah saw. berkata “Dia tidak akan melihatku.” Kemudian Nabi membaca sebuah ayat dan berlindung dengan menggunakan ayat itu. Beliau membaca “Dan apabila kamu membaca Al-Quran, kami jadikan diantara kamu dan orang-orang yang tidak beriman itu penghalang yang tertutup.” Wanita itu berdiri di depan Abu Bakar, namum ia tidak bisa melihat Rasulullah saw. Ia berkata, “Hai Abu Bakar, aku mendapat kabar bahwa temanmu itu telah menghinaku.” Abu Bakar berkata, “Tidak. Demi Tuhan Pemilik Kabah. Dia tidak mencelamu.” Lalu wanita itu berpaling sambil berkata, “Kaum Quraisy telah tahu kalau aku adalah putri pembesarnya.” (Riwayat al-¦ākim)\r\n"}