{"tafsir_id":6218,"surah_id":111,"aya_number":2,"tafsir_wajiz":"Ketika azab Allah menimpanya maka tidaklah berguna baginya hartanya yang dia kumpulkan dan banggakan, dan tidak pula bermanfaat apa yang dia usahakan seperti jabatan dan keturunan untuk menyelamatkan dirinya dari azab itu. Hanya iman dan amal saleh yang dapat menyelamatkan seseorang dari murka Allah.","tafsir_tahlili":"(2) Dalam ayat ini, Allah menjelaskan bahwa apa yang menjadi kebanggaan Abµ Lahab dalam hidup, yaitu harta dan kedudukan, ternyata sama sekali tidak dapat menyelamatkannya dari azab Allah pada hari Kiamat. Begitu pula usahanya untuk memusuhi dan mengalahkan Nabi Muhammad tidak berhasil sama sekali.\r\nAbµ Lahab sangat membenci Nabi saw dan paling gigih mengajak orang untuk menentangnya dan paling kasar menghadapinya. Rab±ah bin Ubb±d berkata:\r\nرَأَيْتُ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فِى الْجَاهِلِيَّةِ فِى سُوْقِ ذِى الْمَجَازِ وَهُوَ يَقُوْلُ: قُوْلُوْا لاَ إِلٰهَ اِلاَّ اللهُ تُفْلِحُوْا، وَالنَّاسُ مُجْتَمِعُوْنَ عَلَيْهِ، وَرَاءَهُ رَجُلٌ وَضِيْءُ الْوَجْهِ اَحْوَلُ الْعَيْنَيْنِ ذُوْ غَدِيْرَتَيْنِ يَقُوْلُ إِنَّهُ صَابِىءٌ كَاذِبٌ يَتْبَعَهُ حَيْثُ ذَهَبَ فَسَأَلْتُ عَنْهُ فَقَالُوْا: هٰذَا عَمُّهُ أَبُوْ لَهَبٍ. (رواه أحمد)\r\nSaya melihat Nabi Muhammad saw pada masa Jahiliah di pasar ªµ al-Maj±z bersabda, “Ucapkanlah tiada Tuhan melainkan Allah niscaya kamu akan berbahagia!” Orang-orang berkumpul di sekitar beliau. Di belakang beliau seorang laki-laki, putih warna mukanya, juling matanya, mempunyai dua untaian rambut di kepalanya, berkata, “Dia (Muhammad) beragama ¢±bi' dan pembohong.” Ia mengikuti Nabi ke mana saja beliau pergi, lalu saya bertanya, “Siapakah orang itu?” Mereka menjawab, “Itu adalah pamannya sendiri Abµ Lahab.” (Riwayat A¥mad);Dengan ini dijelaskan bahwa Abµ Lahab selalu menentang kebenaran dan menjauhkan orang dari mengikuti kebenaran. Ia menyatakan bahwa Nabi Muhammad saw adalah seorang pendusta. Ia juga menentang beliau dan merendahkan nilai agama serta petunjuk yang beliau bawa.\r\n"}