{"tafsir_id":6233,"surah_id":114,"aya_number":3,"tafsir_wajiz":"Sembahan manusia, Tuhan yang tidak ada sekutu bagi-Nya. Itulah Tuhan yang patut disembah dan dimintai perlindungan.","tafsir_tahlili":"(3) Allah menambah keterangan tentang Tuhan pendidik manusia ialah yang menguasai jiwa mereka dengan kebesaran-Nya. Mereka tidak mengetahui kekuasaan Allah itu secara keseluruhan, tetapi mereka tunduk kepada-Nya dengan sepenuh hati dan mereka tidak mengetahui bagaimana datangnya dorongan hati kepada mereka itu, sehingga dapat mempengaruhi seluruh jiwa raga mereka.\r\nAyat-ayat ini mendahulukan kata Rabb (pendidik) dari kata Malik dan Il±h karena pendidikan adalah nikmat Allah yang paling utama dan terbesar bagi manusia. Kemudian yang kedua diikuti dengan kata Malik (Raja) karena manusia harus tunduk kepada kerajaan Allah sesudah mereka dewasa dan berakal. Kemudian diikuti dengan kata Il±h (sembahan), karena manusia sesudah berakal menyadari bahwa hanya kepada Allah mereka harus tunduk dan hanya Dia saja yang berhak untuk disembah.\r\nAllah menyatakan dalam ayat-ayat ini bahwa Dia Raja manusia. Pemilik manusia dan Tuhan manusia, bahkan Dia adalah Tuhan segala sesuatu. Tetapi di lain pihak, manusialah yang membuat kesalahan dan kekeliruan dalam menyifati Allah sehingga mereka tersesat dari jalan lurus. Mereka menjadikan tuhan-tuhan lain yang mereka sembah dengan anggapan bahwa tuhan-tuhan itulah yang memberi nikmat dan bahagia serta menolak bahaya dari mereka, yang mengatur hidup mereka, menggariskan batas-batas yang boleh atau tidak boleh mereka lakukan. Mereka memberi nama tuhan-tuhan itu dengan pembantu-pembantunya dan menyangka bahwa tuhan-tuhan itulah yang mengatur segala gerak-gerik mereka. Dalam ayat lain, Allah berfirman:\r\nاِتَّخَذُوْٓا اَحْبَارَهُمْ وَرُهْبَانَهُمْ اَرْبَابًا مِّنْ دُوْنِ اللّٰهِ وَالْمَسِيْحَ ابْنَ مَرْيَمَۚ وَمَآ اُمِرُوْٓا اِلَّا لِيَعْبُدُوْٓا اِلٰهًا وَّاحِدًاۚ  لَآ اِلٰهَ اِلَّا هُوَۗ سُبْحٰنَهٗ عَمَّا يُشْرِكُوْنَ   ٣١  \r\nMereka menjadikan orang-orang alim (Yahudi), dan rahib-rahibnya (Nasrani) sebagai tuhan selain Allah, dan (juga) Al-Masih putera Maryam; padahal mereka hanya disuruh menyembah Tuhan Yang Maha Esa; tidak ada tuhan selain Dia. Mahasuci Dia dari apa yang mereka persekutukan. (at-Taubah/9: 31)\r\nوَلَا يَأْمُرَكُمْ اَنْ تَتَّخِذُوا الْمَلٰۤىِٕكَةَ وَالنَّبِيّٖنَ اَرْبَابًا ۗ اَيَأْمُرُكُمْ بِالْكُفْرِ بَعْدَ اِذْ اَنْتُمْ مُّسْلِمُوْنَ ࣖ  ٨٠  \r\nDan tidak (mungkin pula baginya) menyuruh kamu menjadikan para malaikat dan para nabi sebagai Tuhan. Apakah (patut) dia menyuruh kamu menjadi kafir setelah kamu menjadi Muslim? (²li Imr±n/3: 80);Maksudnya, dengan ini Allah memperingatkan manusia bahwa Dia-lah yang mendidik mereka sedang mereka adalah manusia-manusia yang suka berpikir dan Dia Raja mereka dan Dia pula Tuhan mereka menurut pikiran mereka. Maka tidak benarlah apa yang mereka ada-adakan untuk mendewa-dewakan diri mereka padahal mereka manusia biasa.\r\n"}