{"tafsir_id":626,"surah_id":4,"aya_number":133,"tafsir_wajiz":"Dengan tegas Allah menyatakan pada no_ayatt ini bahwa kalau Allah menghendaki untuk memusnahkanmu karena kekafiranmu terhadapNya, niscno_ayat dimusnahkan-Nya kamu semua, wahai manusia! Kemudian setelah kemusnahanmu itu, Dia datangkan umat yang lain sebagai penggantimu. Dan Allah Mahakuasa, dan tidak ada halangan sedikit pun bagi-Nya untuk berbuat demikian.","tafsir_tahlili":"(133) Apabila Allah berkehendak untuk melenyapkan semua manusia dan seluruh alam ini, sesudah itu menciptakan makhluk dan alam yang lain sebagai ganti untuk melaksanakan perintah-perintah-Nya, maka Allah kuasa melaksanakan kehendak-Nya itu; karena segala apa yang terdapat di langit dan di bumi tunduk di bawah kekuasaan-Nya.\r\nApabila ada sebagian manusia yang mengingkari nikmat Allah dan membangkang terhadap perintah-perintah-Nya, kemudian mereka dibiarkan terus hidup di dunia ini hingga ajalnya tiba, hal itu menunjukkan bahwa Allah benar-benar tidak memerlukan ketaatan mereka. Apabila mereka tidak diberi balasan secara langsung, bukanlah karena Allah tidak berkuasa untuk membinasakan mereka, tetapi semata-mata karena adanya hikmah dan kemaslahatan yang berguna bagi manusia yang bertakwa. Allah berfirman:\r\nاَلَمْ تَرَ اَنَّ اللّٰهَ خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ بِالْحَقِّۗ اِنْ يَّشَأْ يُذْهِبْكُمْ وَيَأْتِ بِخَلْقٍ جَدِيْدٍۙ    ١٩  وَّمَا ذٰلِكَ عَلَى اللّٰهِ بِعَزِيْزٍ  ٢٠  \r\n(19) Tidakkah kamu memperhatikan bahwa sesungguhnya Allah telah menciptakan langit dan bumi dengan hak (benar)? Jika Dia menghendaki, niscaya Dia membinasakan kamu dan mendatangkan makhluk yang baru (untuk menggantikan kamu), (20) dan yang demikian itu tidak sukar bagi Allah. (Ibr±h³m/14:19-20).\r\nهوَاِنْ تَتَوَلَّوْا يَسْتَبْدِلْ قَوْمًا غَيْرَكُمْۙ ثُمَّ لَا يَكُوْنُوْٓا اَمْثَالَكُمْ  \r\n… Dan jika kamu berpaling (dari jalan yang benar) Dia akan menggantikan (kamu) dengan kaum yang lain, dan mereka tidak akan (durhaka) seperti kamu (ini). (Muhammad/47:38).;Ayat ini mengandung ancaman kepada orang-orang musyrik yang selalu menyiksa pikiran dan perasaan Nabi dan menentang seruannya, juga untuk memperingatkan agar orang memperhatikan sunatull±h yang menguasai hidup dan mati mereka."}