{"tafsir_id":627,"surah_id":4,"aya_number":134,"tafsir_wajiz":"Barang siapa di antara kalian, wahai manusia, menghendaki pahala di dunia ini sebagai ganjaran atas perbuatan baik dan amal saleh yang telah ia lakukan, maka ketahuilah bahwa di sisi Allah ada pahala dunia dan akhirat, yang lebih baik dan lebih tinggi nilainya daripada apa yang ia dapatkan di dunia ini. Lalu mengapa ia meminta yang lebih rendah, tidak meminta yang lebih tinggi nilainya? Dan hendaklah hamba-Nya memohon kepada-Nya kebaikan dunia dan akhirat karena Allah Maha Mendengar apa yang diucapkan dan didoakan hamba-hamba-Nya, Maha Melihat apa yang diperbuat mereka.","tafsir_tahlili":"(134) Ayat ini memberi peringatan kepada orang yang melupakan tujuan hidup yang sebenarnya, agar menyadari bahwa tujuan hidup mencari kebahagian dunia saja adalah tujuan yang tidak benar dan hasil yang akan diperolehnya adalah rendah sekali, karena hidup di dunia tidak akan kekal. Orang serupa ini adalah orang munafik yang apabila berjumpa dengan orang yang beriman, ia berpura-pura mengaku beriman, dengan maksud untuk memperoleh keuntungan pribadi.\r\nPahala yang diterima dari Allah adalah lebih tinggi, karena meliputi pahala dunia dan pahala akhirat. Karena itu seharusnyalah Muslimin berjuang untuk mencapai kedua pahala itu secara seimbang, tidak hanya tertarik pada kepentingan dunia saja, yang sifatnya sementara. Berusaha untuk memperoleh pahala dunia dan pahala akhirat, sebenarnya adalah tujuan yang mudah dilakukan, bukan tujuan yang berada diluar kesanggupan manusia; dan tujuan ini tergambar dalam firman Allah yang merjadi doa orang yang beriman.\r\nوَمِنْهُمْ مَّنْ يَّقُوْلُ رَبَّنَآ اٰتِنَا فِى الدُّنْيَا حَسَنَةً وَّفِى الْاٰخِرَةِ حَسَنَةً وَّقِنَا عَذَابَ النَّارِ   \r\n”... Ya Tuhan kami, berilah kami kebaikan di dunia dan kebaikan di akhirat, dan lindungilah kami dari azab neraka.” (al-Baqarah/2:201).;Agama Islam menuntun pemeluk-pemeluknya untuk mencapai kebahagiaan dunia dan akhirat, kedua-duanya merupakan limpahan rahmat dan karunia Allah yang harus dicapai.\r\nAllah Maha Mendengar akan bisikan hati hamba-hamba-Nya dan Maha Mengetahui segala urusan mereka. Oleh sebab itu seharusnyalah kaum Muslimin berusaha mendekatkan diri kepada Allah, baik dengan lisan atau dengan perbuatan. Dengan demikian mereka akan mempunyai jiwa yang bersih dan dapat membatasi diri dalam setiap usahanya dan perjuangannya agar mencapai keridaan Allah dan hidup berbahagia dunia dan akhirat."}