{"tafsir_id":630,"surah_id":4,"aya_number":137,"tafsir_wajiz":"no_ayatt ini secara khusus menerangkan keadaan orang-orang munafik. Sesungguhnya orang-orang yang beriman lalu kafir, kemudian beriman lagi, kemudian kafir lagi, lalu bertambah kekafirannya selamanya hingga mati dalam kekafiran, maka Allah tidak akan mengampuni mereka setelah mereka mati, dan tidak pula menunjukkan kepada mereka jalan yang lurus, yaitu jalan menuju surga.","tafsir_tahlili":"(137) Ada sekelompok orang yang telah menyatakan dirinya beriman, kemudian berbalik menjadi kafir. Sesudah itu beriman kembali, lalu berbalik lagi menjadi kafir dan akhirnya mereka bertambah-tambah kekafirannya hingga saat ajal mereka tiba. Orang-orang yang serupa itu sedikit pun tidak akan mendapat ampunan dari Allah, dan tidak akan mendapat bimbingan untuk memperoleh petunjuk.\r\nMereka selalu dalam keadaan bimbang dan ragu, pendirian mereka berubah-ubah dari iman ke kafir, dari kafir ke iman, mereka telah kehilangan pegangan. Karenanya mereka tidak dapat lagi memahami hakikat kebenaran dan keutamaan iman. Oleh sebab itulah sesuai dengan ketentuan Allah, orang yang hatinya bimbang dan ragu tidak akan mendapat petunjuk ke jalan yang benar. Maka sudah sepantasnyalah apabila mereka jauh dari rahmat Allah, apalagi untuk mendapatkan ampunan-Nya, karena jiwa mereka telah ditutupi noda-noda kekafiran, sehingga tidak lagi dapat melihat cahaya kebenaran.\r\nSebenarnya tak ada yang dapat menghalang-halangi ampunan dan hidayah Allah yang akan diberikan kepada makhluk-Nya. Hanya saja kehendak Allah itu tidak terlepas dari usaha manusia yang timbul karena ilmu dan amalannya, akan berbekas pada jiwanya. Maka apabila seseorang terus-menerus mengikuti saja sesuatu pendapat tanpa penyelidikan niscaya akalnya tidak mendapat petunjuk. Begitu pula apabila jiwa seseorang telah dikotori dengan kefasikan dan maksiat, maka ia tidak akan mendapat jalan untuk memperoleh ampunan, tanpa bertobat.\r\nوَاِنِّيْ لَغَفَّارٌ لِّمَنْ تَابَ وَاٰمَنَ وَعَمِلَ صَالِحًا ثُمَّ اهْتَدٰى   \r\n“Dan sungguh, Aku Maha Pengampun bagi yang bertobat, beriman dan berbuat kebajikan, kemudian tetap dalam petunjuk”. (°±h±/20:82).;Ampunan Allah dapat menghapuskan noda-noda dosa di dalam jiwa. Apabila seseorang bertobat dan beramal saleh, maka semua kekotoran jiwa dan dosanya akan terkikis habis.\r\nاِنَّ الْحَسَنٰتِ يُذْهِبْنَ السَّيِّاٰتِۗ ذٰلِكَ ذِكْرٰى لِلذَّاكِرِيْنَ  \r\nPerbuatan-perbuatan baik itu menghapus kesalahan-kesalahan. Itulah peringatan bagi orang-orang yang selalu mengingat (Allah). (Hµd/11:114)."}