{"tafsir_id":632,"surah_id":4,"aya_number":139,"tafsir_wajiz":"Walau mengaku beriman, mereka sebenarnya tetap dalam keadaan kufur dan menyembunyikannya. Salah satu buktinya ialah bahwa mereka adalah orang-orang yang menjadikan orang-orang kafir sebagai auliya, yakni pemimpin-pemimpin, teman-teman penolong serta pendukung meraka. Hal itu dilakukan dengan meninggalkan orang-orang mukmin, yang beriman kepada Allah dan Rasul-Nya dengan iman yang mantap. Mereka seharusnya menjadikan orang mukmin itu auliya mereka, tetapi hal itu tidak mereka lakukan. Apakah mereka, yaitu orang-orang munafik mencari kekuatan di sisi mereka, yakni orang-orang kafir untuk memberikan pertolongan dan dukungan kepada mereka? Ketahuilah, wahai Muhammad dan orang-orang yang beriman, bahwa apa yang mereka lakukan itu merupakan hal yang sia-sia karena semua kekuatan itu milik Allah.","tafsir_tahlili":"(139) Kemudian diterangkan sifat-sifat mereka yang pantas dicela, yaitu sifat orang-orang munafik, yang sebenarnya bersekongkol dengan orang-orang kafir. Mereka memusuhi orang-orang mukmin, bahkan dalam saat-saat yang penting, mereka membantu orang kafir, karena mereka berkeyakinan bahwa kemenangan akan diperoleh orang kafir.\r\nSikap mereka dicela, karena harapan mereka akan mendapatkan kekuatan dari orang-orang kafir, tetapi kekuatan itu tidak akan mereka peroleh, sebab kekuatan dan perlindungan pada hakikatnya di tangan Allah. Allah yang memberikan kekuatan dan perlindungan, menurut kehendak-Nya kepada orang yang betul-betul beriman dan mematuhi segala petunjuk-Nya.\r\nPetunjuk Allah disampaikan melalui para rasul dan merekalah yang menjelaskan jalan yang harus ditempuh guna memperoleh petunjuk. Maka kekuatan dan perlindungan Allah, akan dimiliki oleh orang-orang mukmin, apabila mereka tetap berpegang kepada Kitab Allah dan selalu berpedoman pada hidayah-Nya. Tetapi orang-orang munafik tidak melihat kekuatan dan perlindungan yang gaib, mereka hanya teperdaya oleh kekuatan dan perlindungan lahir yang sifatnya tidak tetap. Mereka pun tidak akan memperoleh apa yang diharapkannya. Berkenaan dengan itu Allah berfirman:\r\nمَنْ كَانَ يُرِيْدُ الْعِزَّةَ فَلِلّٰهِ الْعِزَّةُ جَمِيْعًا \r\n“Barang siapa menghendaki kemuliaan, maka (ketahuilah) kemuliaan itu semuanya milik Allah. …” (F±¯ir/35:10).\r\nوَلِلّٰهِ الْعِزَّةُ وَلِرَسُوْلِهٖ وَلِلْمُؤْمِنِيْنَ وَلٰكِنَّ الْمُنٰفِقِيْنَ لَا يَعْلَمُوْنَ ࣖ   \r\n …Padahal kekuatan itu hanyalah bagi Allah, bagi Rasul-Nya dan bagi orang-orang mukmin, tetapi orang-orang munafik itu tidak mengetahui.” (al-Mun±fiqµn/63:8)."}