{"tafsir_id":634,"surah_id":4,"aya_number":141,"tafsir_wajiz":"Orang-orang munafik yang dibicarakan pada no_ayatt-no_ayatt di atas adalah orang-orang yang setiap saat menunggu-nunggu peristiwa menyedihkan yang akan terjadi pada dirimu, wahai orang-orang yang beriman. Begitu konsistensinya kemunafikan mereka sehingga apabila kamu mendapat kemenangan dan pertolongan dari Allah dalam suatu peperangan melawan kaum kafir, mereka berkata, “Bukankah kami ikut serta dan turut berperang bersama kamu?” Dan jika orang kafir mendapat bagian, yaitu kemenangan dalam suatu hal dari orang-orang yang beriman, mereka berkata, “Bukankah kami turut memenangkanmu, dan membela kamu dari orang mukmin sehingga kamu mendapat bahagian itu?” Maka, ketahuilah wahai orang-orang yang beriman, bahwa Allah, Yang Maha Mengetahui apa yang kamu lakukan dan apa yang kamu sembunyikan serta Mahabijaksana dalam keputusan-Nya, akan memberi keputusan di antara kamu, wahai manusia, pada hari Kiamat. Allah Yang Mahakuasa sekali-kali tidak akan memberi jalan kepada orang kafir di dunia ini untuk mengalahkan orang-orang beriman dan tidak pula memberi mereka sedikit pun jalan untuk menuju ke surga di akhirat nanti.","tafsir_tahlili":"(141) Kaum munafik senantiasa menunggu-nunggu peluang yang baik yang menguntungkan diri mereka. Mereka mencari-cari kesempatan kapan terjadi peristiwa yang menimpa Muslimin. Harapan mereka ialah hancurnya kekuatan Islam dan kemenangan orang-orang kafir. Hanya saja mereka tidak mau menampakkan sikap yang tegas karena mereka dipengaruhi oleh keragu-raguan yang menyelubungi jiwa mereka. Itulah sebabnya apabila kemenangan diperoleh Muslimin, mereka mengaku bahwa mereka membantu kaum Muslimin, agar memperoleh kesempatan untuk menikmati kemenangan itu. Sebaliknya apabila kemenangan berada di pihak orang-orang kafir mereka pun mengatakan bahwa mereka berusaha dengan keras untuk membantu mereka dalam menghadapi serangan-serangan kaum Muslimin, dengan maksud agar mereka dapat memperoleh bagian dari kemenangan tersebut.\r\nJelas bahwa perbuatan orang-orang munafik itu adalah semata-mata untuk memperoleh keuntungan, tetapi tidak mau menanggung resikonya. Dengan demikian mereka ingin mendapatkan keuntungan tanpa berusaha, dan ingin menyelamatkan diri tanpa bersusah payah. Maka ayat ini menegaskan bahwa Allah akan menentukan pada hari kiamat siapa-siapa di antara mereka yang betul-betul beriman dan melaksanakan perintah Allah dengan ikhlas, dan siapa yang munafik dan pura-pura beriman tetapi di hatinya tersembunyi penyakit nifaq. Allah akan memberikan pahala kepada siapa yang berhak menerimanya, dan juga akan memberikan siksaan kepada siapa yang berhak menerimanya.\r\nSelama kaum Muslimin tetap berpegang kepada agama, melaksanakan apa yang diperintahkannya dan menjauhi apa yang dilarangnya, serta berusaha menyiapkan apa yang diperlukan untuk kepentingan agama, niscaya Allah akan menjamin kemenangan mereka, sedikit pun Allah tidak akan memberikan jalan kepada orang-orang kafir untuk memperoleh kemenangan atas orang-orang mukmin. \r\nاِنَّا لَنَنْصُرُ رُسُلَنَا وَالَّذِيْنَ اٰمَنُوْا فِى الْحَيٰوةِ الدُّنْيَا وَيَوْمَ يَقُوْمُ الْاَشْهَادُ\r\n”Sesungguhnya Kami akan menolong rasul-rasul Kami dan orang-orang yang beriman dalam kehidupan dunia dan pada hari tampilnya para saksi (hari Kiamat),” (al-Mu'min/40:51)."}