{"tafsir_id":635,"surah_id":4,"aya_number":142,"tafsir_wajiz":"Sesungguhnya dengan sikap dan perbuatan yang mereka lakukan seperti yang digambarkan pada no_ayatt-no_ayatt di atas, orang-orang munafik itu berusaha hendak menipu Allah, tetapi usaha-usaha mereka menjadi sia-sia, bahkan yang terjadi adalah sebaliknya bahwa Allah-lah yang menipu mereka dengan membiarkan mereka tetap dalam kesesatan dan penipuan mereka. Apabila mereka melaksanakan salat, baik salat-salat wajib maupun salat sunah, mereka lakukan dengan malas, yaitu mereka tidak melakukannya dengan sungguh-sungguh, tidak bersemangat, merasa sangat berat, bahkan tidak senang, karena mereka tidak merasakan nikmatnya. Kalaupun mereka melakukannya, mereka hanya bermaksud ria, ingin dilihat dan dipuji di hadapan manusia, tidak karena mengharap rida Allah dan takut akan siksaan-Nya. Dan mereka tidak mengingat Allah, yaitu salat dan zikir, kecuali di hadapan orang dan sedikit sekali, baik dari segi waktunya maupun jumlah yang dilakukannya.","tafsir_tahlili":"(142) Kemudian Allah menjelaskan sikap orang-orang munafik yang selalu membantu tipu daya untuk menghalang-halangi berkembangnya agama Islam. Mereka juga menipu Rasul saw dengan jalan menampakkan keimanan dan menyembunyikan kekafiran.\r\nKaum munafik telah menipu Allah dengan menipu Rasul-Nya, karena menipu Rasul itu disamakan dengan menipu Allah. Perbuatan mereka menipu Allah dan Rasul-Nya itu adalah perbuatan sesat. Allah Maha Mengetahui apa yang terkandung dalam hati mereka. Oleh sebab itu Allah membalas tipuan mereka seperti yang diterangkan dalam firman-Nya:\r\nوَمَكَرُوْا وَمَكَرَ اللّٰهُ  ۗوَاللّٰهُ خَيْرُ الْمَاكِرِيْنَ \r\nDan mereka (orang-orang kafir) membuat tipu daya, maka Allah pun membalas tipu daya. Dan Allah sebaik-baik pembalas tipu daya. (²li Imr±n/3:54).\r\nمَثَلُهُمْ كَمَثَلِ الَّذِى اسْتَوْقَدَ نَارًا ۚ فَلَمَّآ اَضَاۤءَتْ مَا حَوْلَهٗ ذَهَبَ اللّٰهُ بِنُوْرِهِمْ وَتَرَكَهُمْ فِيْ ظُلُمٰتٍ لَّا يُبْصِرُوْنَ  \r\nPerumpamaan mereka seperti orang-orang yang menyalakan api, setelah menerangi sekelilingnya, Allah melenyapkan cahaya (yang menyinari) mereka dan membiarkan mereka dalam kegelapan, tidak dapat melihat. (al-Baqarah/2:17).;Tipu daya mereka tidak akan berhasil dan mereka tidak akan mendapat manfaat dari petunjuk-petunjuk yang datang dari Allah karena sifat-sifat kemunafikannya yang bersemi di dalam dada mereka. Apabila mereka mendirikan salat, mereka bermalas-malas karena tidak mempunyai keinginan untuk melakukannya, mereka tidak meyakini adanya pahala di akhirat dan tidak merasa takut akan ancaman Allah di hari kemudian. Hal ini disebabkan karena hatinya kosong dari iman yang benar. Mereka ikut melakukan salat hanyalah agar dikatakan Muslim. Sedangkan apabila mereka tidak lagi berada dilingkungan kaum Muslimin, mereka tidak lagi melakukannya.\r\nPantaslah apabila mereka berlaku demikian karena mereka sebenarnya adalah bersifat ria, ingin agar mereka dianggap mukmin. Mereka tidak melakukan salat terkecuali dalam waktu-waktu tertentu saja, yaitu pada saat-saat mereka berada di hadapan umat Islam."}