{"tafsir_id":639,"surah_id":4,"aya_number":146,"tafsir_wajiz":"Orang-orang munafik yang terhindar dari tempat terendah dan terhina dari neraka Jahanam itu tidak lain kecuali orang-orang munafik yang bertobat, yang menyesali perbuatan mereka, meninggalkan kemunafikan, dan memohon ampun kepada Allah atas dosa-dosa dan kesalahan mereka, dan memperbaiki diri mereka dengan meninggalkan perbuatan-perbuatan dosa yang mereka lakukan sebelumnya dan kemudian meningkatkan amal-amal saleh, termasuk salat yang selama dilakukannya dengan malas dan pamrih, berpegang teguh pada agama Allah dan dengan tulus ikhlas menjalankan agama mereka karena Allah. Maka mereka itu bersama-sama orang-orang yang beriman dengan keimanan yang mantap di dalam surga dan kelak Allah akan memberikan pahala yang besar kepada orang-orang yang beriman dan juga kepada orang-orang munafik yang telah bertobat akan memperoleh ganjaran serupa.","tafsir_tahlili":"(146) Orang-orang munafik masih diberi kesempatan untuk bertobat selama ajal mereka belum tiba, asal mereka betul-betul menyesali perbuatan mereka atas dasar kesadaran yang keluar dari hati nurani mereka, dan memperbaiki perbuatan mereka dengan melakukan amal saleh dan berpegang teguh pada tuntunan Ilahi.\r\nDengan kata lain, ancaman Tuhan yang sangat keras itu tidak akan menimpa mereka, apabila mereka bertobat dan menyesali perbuatannya, kemudian melakukan perbuatan-perbuatan sebagai berikut:\r\n1. Mereka betul-betul berusaha untuk melakukan amal saleh yang dapat menghilangkan noda kemunafikannya dengan selalu bersifat jujur, baik dalam berkata maupun dalam berbuat, dapat dipercaya, memenuhi janji, ikhlas terhadap Allah dan Rasul-Nya, dan tetap melakukan salat dengan khusyuk serta tekun, baik di hadapan orang maupun pada waktu sendiri-sendiri.\r\n2. Berpegang teguh kepada ajaran Allah, yaitu meniatkan tobat dan amal saleh kepada keridaan Allah serta berpegang teguh pada Al-Quran, berakhlak mulia serta berperangai baik sesuai dengan ajaran Al-Quran, menjalani semua perintah dan menjauhi segala larangan Allah.\r\n3. Mengikhlaskan diri kepada Allah yaitu memohon pertolongan hanya kepada-Nya, baik pada waktu senang atau dalam keadaan susah.\r\nApabila mereka melakukan ketentuan-ketentuan tersebut, maka Allah berjanji akan memasukkan mereka ke dalam barisan orang-orang mukmin di hari kiamat, karena mereka telah beriman, dan beramal seperti orang-orang mukmin, bahkan mereka itu akan diberi pahala seperti pahala yang diterima oleh orang-orang mukmin."}