{"tafsir_id":641,"surah_id":4,"aya_number":148,"tafsir_wajiz":"Pada no_ayatt sebelumnya Allah menerangkan orang-orang munafik dan keburukan sifat mereka. Uraian itu dapat menimbulkan kebencian dan mengundang caci maki dari kalangan kaum muslim. Maka no_ayatt ini memberikan tuntunan kepada kaum muslim terkait dengan kata-kata yang buruk. Allah tidak menyukai perkataan buruk yang diucapkan secara terus terang, kecuali diucapkan secara terpaksa oleh orang yang dizalimi; dalam keadaan itu dibenarkan baginya mengucapkannya dalam batasbatas tertentu. Dan Allah Maha Mendengar, ucapan yang baik maupun yang buruk, yang diucapkan secara rahasia maupun terang-terangan, lagi Maha Mengetahui, segala sesuatu yang diperbuat hamba-Nya.","tafsir_tahlili":"(148) Allah tidak menyukai hamba-Nya yang melontarkan kata-kata buruk kepada siapa pun. Kata buruk dapat menimbulkan permusuhan dan kebencian di antara anggota masyarakat dan jika berlarut-larut dapat menjurus kepada pengingkaran hak dan pertumpahan darah, dan dapat pula mempengaruhi orang yang mendengarnya untuk meniru perbuatan itu, terutama bila perbuatan itu dilakukan oleh pemimpin. Allah tidak menyukai sesuatu, berarti Allah tidak meridainya dan tidak memberinya pahala.\r\nDalam hal ini dikecualikan orang yang dianiaya. Jika seseorang dianiaya, dia diperbolehkan mengadukan orang yang menganiayanya kepada hakim atau kepada orang lain yang dapat memberi pertolongan dalam menghilangkan kezaliman. Jika seseorang dianiaya lalu ia menyampaikan pengaduan, tentu saja pengaduan itu dengan menyebutkan keburukan-keburukan orang yang menganiayanya. Maka dalam hal ini ada dua kemungkinan. Pertama, orang yang teraniaya melontarkan ucapan-ucapan buruk terhadap seseorang yang menganiayanya. Hal ini dapat menimbulkan permusuhan dan kebencian antara kedua belah pihak. Kedua, bila orang yang dianiaya itu mendiamkan saja, maka kezaliman akan tambah memuncak dan keadilan akan lenyap. Karena itu Allah mengizinkan dalam ayat ini bagi orang yang teraniaya melontarkan ucapan dan tuduhan tentang keburukan tindakan-tindakan yang dilakukan oleh orang yang menganiaya walaupun akan mengakibatkan kebencian, karena membiarkan penganiayaan adalah lebih buruk akibatnya, sesuai dengan kaidah:\r\nاِرْتِكَابُ أَخَفِّ الضَّرَرَيْنِ\r\n“Melakukan yang lebih ringan mudaratnya di antara dua kemudaratan.”;Orang yang dianiaya wajib menyampaikan pengaduannya kepada hakim atau lainnya. Seseorang yang zalim jika tidak diambil tindakan yang tegas terhadapnya, kezalimannya akan bertambah luas. Tetapi jika tidak ada maksud untuk menghilangkan kezaliman, seseorang dilarang keras melontarkan ucapan-ucapan yang buruk. Dalam ayat ini diperingatkan bahwa Allah Maha Mendengar dan Maha Mengetahui setiap ucapan yang dikeluarkan oleh orang yang zalim dan orang yang dianiaya, terutama jika mereka melampaui batas sampai melontarkan pengaduan yang dusta atau bersifat menghasut dan mengadu domba."}