{"tafsir_id":646,"surah_id":4,"aya_number":153,"tafsir_wajiz":"Orang-orang Ahli Kitab, yakni orang-orang Yahudi, meminta kepadamu, wahai Nabi Muhammad, agar engkau menurunkan sebuah kitab dari langit, yang diturunkan secara khusus kepada mereka. Janganlah karena permintaan itu engkau menjadi sedih dan jengkel kepada mereka, permintaan itu bukanlah puncak dari keburukan mereka, karena sesungguhnya mereka telah meminta kepada Musa, suatu permintaan yang lebih besar keburukannya dari itu. Mereka berkata, “Perlihatkan Allah kepada kami secara nyata sehingga kami dapat melihat-Nya dengan mata kepala.” Maka mereka disambar petir, sebagai bentuk peringatan Allah, karena kezaliman mereka. Walaupun demikian, mereka tidak berhenti berbuat anino_ayat dan melampaui batas. Kemudian mereka menyembah anak sapi, sesudah mereka melihat bukti-bukti yang nyata berupa keterangan-keterangan dan mukjizat yang dibawa oleh para rasul. Namun demikian, terhadap kesalahan yang mereka lakukan, Kami maafkan mereka, dan telah kami berikan kepada Musa kekuasaan yang nyata, untuk menghadapi sikap dan perbuatan orang-orang Yahudi itu.","tafsir_tahlili":"(153) Diriwayatkan oleh Ibnu Jar³r dan Ibnu Juraij bahwa orang-orang Yahudi berkata kepada Nabi Muhammad saw, “Kami tidak akan membenarkan ajakanmu, kecuali jika kamu dapat membawakan kepada kami sebuah kitab dari Allah kepada Fulan bahwa engkau adalah utusan Allah, dan Fulan yang lain menyatakan bahwa engkau utusan Allah,” dan begitulah seterusnya mereka menyebut beberapa nama orang-orang tertentu dan pendeta-pendeta Yahudi. Mereka berbuat demikian itu tidak lain hanya semata-mata untuk membangkang kepada Nabi Muhammad.\r\nOrang-orang Yahudi meminta kepada Nabi Muhammad saw supaya diturunkan kepada mereka kitab dari langit yang menyebutkan bahwa Muhammad adalah rasul Allah. Dalam menghadapi persoalan ini, Allah menyuruh Nabi Muhammad untuk bersabar, jangan  kaget, karena orang-orang Yahudi pernah meminta kepada Musa yang lebih besar dari itu. Mereka meminta kepada Musa supaya diperlihatkan Allah kepada mereka dengan nyata. Permintaan yang seperti itu menunjukkan kebodohan, karena mereka menyangka bahwa Allah mempunyai tubuh yang dapat dilihat dengan nyata. Tabiat mereka yang suka mengingkari mukjizat dan tidak membedakan antara mukjizat seorang nabi dengan keanehan dari tukang sihir yang semata-mata untuk dijadikan tontonan, adalah menunjukkan keinginan dan kebodohan mereka, dan bagaimanapun keadaannya,  permintaan mereka itu tidak patut dilayani, karena mereka tetap tidak akan percaya, seperti firman Allah:\r\nوَلَوْ نَزَّلْنَا عَلَيْكَ كِتٰبًا فِيْ قِرْطَاسٍ فَلَمَسُوْهُ بِاَيْدِيْهِمْ لَقَالَ الَّذِيْنَ كَفَرُوْٓا اِنْ هٰذَآ اِلَّا سِحْرٌ مُّبِيْنٌ   \r\nDan sekiranya Kami turunkan kepadamu (Muhammad) tulisan di atas kertas, sehingga mereka dapat memegangnya dengan tangan mereka sendiri, niscaya orang-orang kafir itu akan berkata, ”Ini tidak lain hanyalah sihir yang nyata.” (al-An±m/6:7).;Orang-orang Yahudi yang ingin melihat Allah, disambar petir sampai mati akibat permintaannya yang lancang itu, kemudian mereka dihidupkan kembali. Semestinya mereka berlaku hati-hati agar tidak terperosok dalam suatu kesalahan yang berakibat bencana besar, tetapi mereka membuat berhala berbentuk anak sapi yang mereka sembah bersama-sama. Padahal sudah datang kepada mereka bukti-bukti yang nyata seperti tongkat Nabi Musa yang dapat membelah laut, jika tongkat itu dipukulkan pada batu, maka batu itu memancarkan air sebagai sumber air minum. Banyak lagi mukjizat lain yang membuktikan keesaan Allah.\r\nAllah masih juga memberi ampun kepada mereka tatkala mereka bertobat dengan sungguh-sungguh. Kemudian Allah memberikan kekuasaan kepada Musa a.s. untuk dapat mendudukkan dan mengembalikan mereka kepada jalan yang benar."}