{"tafsir_id":647,"surah_id":4,"aya_number":154,"tafsir_wajiz":"Dan Kami angkat gunung, yaitu gunung Sinai, sehingga tampak seperti awan di atas kepala mereka untuk menguatkan agar mereka menepati perjanjian mereka. Dan Kami perintahkan kepada mereka, “Masukilah pintu gerbang Baitulmakdis itu sambil bersujud,” dan Kami perintahkan pula kepada mereka, “Janganlah kamu melanggar peraturan mengenai hari Sabat,” yaitu menjadikan hari Sabat untuk beribadah kepada Allah dan tidak memancing pada hari itu. Akan tetapi, mereka mengabaikan perintah itu. Dan Kami telah mengambil dari mereka perjanjian yang kukuh, yaitu perjanjian bahwa mereka akan menaati hukum Allah yang termaktub di dalam kitab Taurat.","tafsir_tahlili":"(154) Ayat ini mengungkapkan keburukan perbuatan orang-orang Yahudi, yaitu ketika mereka telah mengingkari perjanjian dengan Allah agar patuh mengamalkan kitab Taurat, maka Allah mengangkat Gunung Sinai  ke atas mereka sehingga kelihatan seperti awan hitam yang akan menimpa diri mereka. Semula mereka enggan menerima perjanjian itu dengan sepenuh hati. Kemudian Allah memerintahkan pula kepada mereka untuk memasuki pintu gerbang Baitulmakdis, sambil menundukkan kepala dan merendahkan diri sebagai rasa syukur akan nikmat pemberian Allah, serta memohon ampunan atas segala kesalahan mereka pada masa yang lampau.\r\nKemudian Allah memerintahkan pula kepada mereka supaya jangan melanggar peraturan mengenai hari Sabat seperti larangan menangkap ikan dan sebagainya. Larangan itu mereka langgar, sehingga mereka pada hari Sabat ramai-ramai pergi menangkap ikan dan tidak mau masuk Baitulmakdis. Akibat perbuatan buruk mereka itu, Allah menurunkan siksaan pada mereka seperti  dalam firman Allah:\r\nوَلَقَدْ عَلِمْتُمُ الَّذِيْنَ اعْتَدَوْا مِنْكُمْ فِى السَّبْتِ فَقُلْنَا لَهُمْ كُوْنُوْا قِرَدَةً خَاسِـِٕيْنَ  \r\nDan sungguh, kamu telah mengetahui orang-orang yang melakukan pelanggaran di antara kamu pada hari Sabat, lalu Kami katakan kepada mereka, ”Jadilah kamu kera yang hina!” (al-Baqarah/2:65).;Mereka melakukan helah  untuk memasang perangkap pada hari Jumat, dan mengambilnya pada hari Minggu. Allah telah mengambil perjanjian dari mereka, yaitu akan mengamalkan isi kitab Taurat dengan bersungguh-sungguh dan menegakkan hukum-hukum Allah dan tidak akan melanggarnya sedikit pun, dan tidak akan menyembunyikan berita tentang kedatangan Nabi Isa dan Nabi Muhammad saw. Jika setelah itu mereka masih melanggar janji, Allah akan menurunkan kepada mereka siksaan yang lebih hebat lagi."}