{"tafsir_id":649,"surah_id":4,"aya_number":156,"tafsir_wajiz":"Dan Kami hukum juga mereka karena kekafiran mereka terhadap Isa, mereka tidak percno_ayat bahwa Isa adalah utusan Allah, dan tuduhan mereka yang sangat keji yang mengandung kedustaan yang besar terhadap Maryam, yaitu menuduhnya berzina padahal telah dibuktikan kesuciannya.","tafsir_tahlili":"(156) Ayat ini menerangkan bahwa di antara sebab orang Yahudi mendapat kutukan dan kemurkaan  Allah, karena kekafiran mereka terhadap Nabi Isa dan Nabi Muhammad, karena tuduhan mereka terhadap Maryam merupakan kedustaan yang besar bahwa Maryam melakukan zina dengan seorang yang bernama Yusuf an-Najj±r, sehingga melahirkan Isa putra Maryam. Tuduhan itu sama sekali tidak benar sebagaimana firman Allah:\r\nاِنَّ مَثَلَ عِيْسٰى عِنْدَ اللّٰهِ كَمَثَلِ اٰدَمَ ۗ خَلَقَهٗ مِنْ تُرَابٍ ثُمَّ قَالَ لَهٗ كُنْ فَيَكُوْنُ  \r\nSesungguhnya perumpamaan (penciptaan) Isa bagi Allah, seperti (penciptaan) Adam. Dia menciptakannya dari tanah, kemudian Dia berkata kepadanya, ”Jadilah!”  Maka jadilah sesuatu itu. (²li Imr±n/3:59).;Demikianlah Allah kuasa menciptakan Isa dari seorang ibu tanpa ayah, Allah membuktikan kekuasaan-Nya menciptakan manusia dengan empat cara:\r\n1. Menciptakan Adam tanpa ayah dan ibu.\r\n2. Menciptakan Hawa dari unsur yang sama dengan Adam. \r\n3. Menciptakan Isa dari ibu tanpa ayah.\r\n4. Menciptakan yang lain-lain melalui ayah dan ibu.;Ternyata apa yang dilontarkan orang Yahudi kepada Maryam bahwa Maryam melakukan perzinaan adalah dusta yang amat besar.  ... Kedustaan yang besar bahwa Maryam melahirkan anak haram. Bibel membantah tuduhan itu:  ... dan menurut anggapan orang, Ia adalah Yusuf, anak Eli...  (Lukas 3. 23), sebab menurut Matius 1. 1-25, bahwa kelahiran Yesus Kristus pada waktu Maria bertunangan dengan Yusuf, ternyata ia mengandung dari Rohulkudus, sebelum mereka hidup sebagai suami isteri. Yusuf suami seorang yang tulus hati, dan tidak mau mencemarkan nama isterinya, ia bermaksud diam-diam akan menceraikannya. Tetapi dalam mimpinya malaikat Tuhan tampak kepadanya, dan berkata, agar jangan takut  ... mengambil Maria sebagai isterimu, sebab anak yang di dalam kandungannya adalah Rohulkudus. Ia akan melahirkan anak laki-laki dan engkau akan menamakan Dia Yesus, ...  (Matius 1. 18-21)"}