{"tafsir_id":651,"surah_id":4,"aya_number":158,"tafsir_wajiz":"Kami hukum juga mereka karena ucapan mereka, “Sesungguhnya kami telah membunuh Al-Masih, Isa putra Maryam,” yang mereka ejek dengan menamainya Rasul Allah padahal mereka tidak beriman kepadanya. Mereka mengatakan telah membunuhnya, padahal mereka tidak membunuhnya dan tidak pula menyalibnya, tetapi diserupakan bagi mereka orang yang dibunuh itu dengan Nabi Isa. Sesungguhnya mereka yang berselisih pendapat tentangnya, yakni tentang Nabi Isa, benar-benar dalam keragu-raguan tentang hal, yakni pembunuhan itu. Mereka tidak mempunyai sedikit pun pengetahuan menyangkut hal itu, yakni tentang pembunuhan Nabi Isa, dan apa yang mereka katakan kecuali mengikuti persangkaan belaka, dan mereka tidak membunuhnya dengan yakin. Tetapi Allah telah mengangkatnya, Isa, kepada-Nya, yakni mengangkatnya ke tempat yang aman sehingga tidak dapat disentuh oleh musuh-musuhnya. Dan Allah Maha Perkasa, mengalahkan musuh-musuhnya, Maha Bijaksana dalam segala perbuatan-Nya.","tafsir_tahlili":"(158) Dalam ayat ini Allah menerangkan bahwa Isa itu diangkat atas perintah Allah dengan badan dan rohnya dan akan diturunkan kembali di akhir zaman sebagai pembela umat Islam dan penerus syariat Nabi Muhammad saw pada saat umat Islam berada dalam keadaan lemah setelah datangnya Dajjal. Kejadian ini menunjukkan kekuasaan Allah untuk menyelamatkan Nabi-Nya, sesuai dengan kebijaksanaan-Nya yang tercantum dalam firman Allah:\r\nاِذْ قَالَ اللّٰهُ يٰعِيْسٰٓى اِنِّيْ مُتَوَفِّيْكَ وَرَافِعُكَ اِلَيَّ وَمُطَهِّرُكَ مِنَ الَّذِيْنَ كَفَرُوْا\r\n(Ingatlah), ketika Allah berfirman, ”Wahai Isa! Aku mengambilmu dan mengangkatmu kepada-Ku, serta menyucikanmu dari orang-orang yang kafir, dan menjadikan orang-orang yang mengikutimu di atas orang-orang yang kafir…” (²li Imr±n/3:55).;Tentang diangkatnya Nabi Isa ke atas langit ada perbedaan pendapat. Menurut jumhur ahli tafsir, diangkat dengan jasmani dan rohaninya, dalam keadaan hidup sebagai suatu mukjizat. Maka Isa a.s. yang diangkat ke langit dengan jasmani dan rohani, sejak diangkat sampai turun kembali ke bumi, sepenuhnya di tangan Allah. Jika manusia biasa saja, seperti A¡¥abul Kahfi, bisa tinggal dalam sebuah gua tanpa makan dan minum selama 309 tahun, kiranya tidak perlu dianggap aneh bagi seorang nabi seperti Nabi Isa, untuk tinggal di langit sekian lamanya, karena beliau diberi mukjizat oleh Allah. Pendapat lain mengatakan Nabi Isa diangkat ke langit sesudah wafat lebih dahulu."}