{"tafsir_id":652,"surah_id":4,"aya_number":159,"tafsir_wajiz":"Tidak ada seorang pun di antara Ahli Kitab, baik Yahudi maupun Nasrani, yang tidak beriman kepadanya, yakni kepada Nabi Isa bahwa beliau adalah utusan Allah, sebelum kematiannya, yakni sebelum kematian dari Ahli Kitab itu. Dan pada hari Kiamat, dia, Nabi Isa, akan menjadi saksi terhadap mereka bahwa beliau adalah utusan Allah, dan tidak pernah menyampaikan kepada umatnya selain apa yang diperintahkan Allah agar disampaikan kepadanya.","tafsir_tahlili":"(159) Tidak ada seorang pun dari Ahli Kitab, baik Yahudi maupun Nasrani, melainkan akan beriman kepada Nabi Isa dengan iman yang sebenarnya sebelum mereka itu mati, yaitu ketika menghadapi sakaratul maut. Orang-orang Yahudi akan beriman, bahwa Nabi Isa itu utusan Allah dan roh yang ditiupkan kepada Maryam dan sebagai makhluk ciptaan Allah. Orang-orang Nasrani pun akan beriman bahwa Nabi Isa adalah hamba Allah dan kalimah-Nya, bukan Allah dan bukan pula anak Allah. Keimanan mereka yang sedemikian itu tidak berguna lagi, sebab dinyatakan setelah roh mereka sampai di tenggorokan, setelah mereka melihat tanda-tanda di alam akhirat. Tercantum dalam firman Allah:\r\nيَوْمَ يَأْتِيْ بَعْضُ اٰيٰتِ رَبِّكَ لَا يَنْفَعُ نَفْسًا اِيْمَانُهَا لَمْ تَكُنْ اٰمَنَتْ مِنْ قَبْلُ \r\n…Pada hari datangnya sebagian tanda-tanda Tuhanmu tidak berguna lagi iman seseorang yang belum beriman sebelum itu… (al-An±m/6:158).;Ada pula sebagian ulama yang menafsirkan ayat ini demikian: tidak ada seorang pun dari Ahli Kitab, melainkan akan beriman kepada Nabi Isa dengan iman yang sebenarnya sebelum Nabi Isa wafat. Beliau akan diturunkan lagi ke dunia dari langit pada akhir zaman untuk memperbaiki nasib umat Islam setelah dirusak oleh Dajjal.\r\nBerdasarkan beberapa hadis sahih riwayat al-Bukh±r³ dan Muslim dan lain-lain: Nabi Isa akan turun ke dunia, nanti pada akhir zaman. Beliau akan memecahkan salib lambang umat Nasrani, akan memusnahkan babi dan segala kekejian. Setelah itu dunia akan mengalami kesuburan, keamanan dan kesejahteraan yang adil dan merata. Ketika itu Ahli Kitab dari Yahudi dan Nasrani akan beriman semuanya kepada Nabi Isa sebelum wafat, dan setelah wafat beliau dimakamkan di samping makam Nabi Muhammad di Medinah. Turunnya beliau ke dunia ini adalah untuk menegakkan syariat Muhammad sehingga Nabi Muhammad tetap menjadi saksi atas keimanan atau kekafiran Ahli Kitab, seperti dijelaskan dalam firman Allah:\r\nفَكَيْفَ اِذَا جِئْنَا مِنْ كُلِّ اُمَّةٍۢ بِشَهِيْدٍ وَّجِئْنَا بِكَ عَلٰى هٰٓؤُلَاۤءِ شَهِيْدًا\r\nDan bagaimanakah (keadaan orang kafir nanti), jika Kami mendatangkan seorang saksi (Rasul) dari setiap umat dan Kami mendatangkan engkau (Muhammad) sebagai saksi atas mereka. (an-Nis±/4:41)"}