{"tafsir_id":658,"surah_id":4,"aya_number":165,"tafsir_wajiz":"Rasul-rasul itu adalah sebagai pembawa berita gembira kepada orang yang beriman bahwa mereka akan memperoleh pahala, dan pemberi peringatan kepada orang-orang kafir bahwa mereka akan disiksa, agar dengan diutusnya para rasul itu tidak ada alasan bagi manusia untuk membantah Allah dan ingkar kepada-Nya setelah rasul-rasul itu diutus. Allah Mahaperkasa, tidak dapat dikalahkan oleh siapa pun, Mahabijaksana dalam segala perbuatannya.","tafsir_tahlili":"(165) Dan Allah telah mengutus para rasul yang sebagian telah dikisahkan dan sebagian lagi tidak, supaya mereka menyampaikan berita gembira kepada orang-orang yang beriman dan beramal saleh, bahwa mereka akan mendapat pahala yang besar di akhirat dan memberi peringatan kepada orang-orang kafir dan durhaka, bahwa mereka akan mendapat siksa dalam api neraka. Jika Allah tidak mengutus para rasul kepada manusia, niscaya orang kafir pada hari Kiamat nanti akan menyampaikan hujah atau alasan supaya mereka jangan dipersalahkan atau dituntut sebab belum pernah kedatangan seorang rasul yang memberi peringatan. Hal ini dijelaskan dalam firman Allah:\r\nوَلَوْ اَنَّآ اَهْلَكْنٰهُمْ بِعَذَابٍ مِّنْ قَبْلِهٖ لَقَالُوْا رَبَّنَا لَوْلَآ اَرْسَلْتَ اِلَيْنَا رَسُوْلًا فَنَتَّبِعَ اٰيٰتِكَ مِنْ قَبْلِ اَنْ نَّذِلَّ وَنَخْزٰى   \r\nDan kalau mereka Kami binasakan dengan suatu siksaan sebelumnya (Al-Quran itu diturunkan), tentulah mereka berkata, ”Ya Tuhan kami, mengapa tidak Engkau utus seorang rasul kepada kami, sehingga kami mengikuti ayat-ayat-Mu sebelum kami menjadi hina dan rendah?” (°±h±/20:134).;Jadi jelas sekali, bahwa hikmah diutusnya para rasul itu ialah untuk membatalkan hujah atau alasan orang kafir nanti pada hari kiamat.\r\nقُلْ فَلِلّٰهِ الْحُجَّةُ الْبَالِغَةُۚ فَلَوْ شَاۤءَ لَهَدٰىكُمْ اَجْمَعِيْنَ   \r\nKatakanlah (Muhammad), ”Alasan yang kuat hanya pada Allah. Maka kalau Dia menghendaki, niscaya kamu semua mendapat petunjuk.” (al-An±m/6:149).;Allah Mahakuasa, tidak dapat dikalahkan dalam segala urusan yang dikehendaki-Nya, lagi Mahabijaksana dalam segala perbuatannya. Menurut kebijaksanaan-Nya tidak perlu melayani permintaan orang-orang kafir Yahudi untuk menurunkan sebuah kitab dari langit, sebab sudah ada pengalaman dengan Musa. Mereka pernah meminta yang aneh-aneh kepada Musa, dan setelah permintaannya dipenuhi, mereka semakin menampakkan keingkaran dan keserakahannya."}