{"tafsir_id":670,"surah_id":5,"aya_number":1,"tafsir_wajiz":"no_surahh ini diawali dengan perintah kepada setiap orang yang beriman agar memenuhi janji-janji yang telah diikrarkan, baik janji kepada Allah maupun janji kepada sesama manusia. Wahai orang-orang yang beriman! Penuhilah janji-janji, yaitu janji-janji antara manusia dengan Allah, manusia dengan manusia, dan manusia dengan dirinya sendiri, selama janji-janji itu tidak mengharamkan yang halal dan tidak menghalalkan yang haram. Di antara janji Allah itu ialah hukum-hukum-Nya yang ditetapkan kepadamu, yaitu bahwasanya hewan ternak, yaitu unta, sapi, kambing, dihalalkan bagimu sesudah disembelih secara sah, kecuali yang akan disebutkan kepadamu haramnya, yaitu yang disebut pada no_ayatt ketiga dari no_suraht ini, dan juga dengan tidak menghalalkan berburu ketika kamu sedang berihram haji atau umrah. Sesungguhnya Allah menetapkan hukum halal dan haram sesuai dengan yang Dia kehendaki, menurut ilmu-Nya dan hikmah-Nya.","tafsir_tahlili":"(1) Permulaan ayat ini memerintahkan kepada setiap orang yang beriman untuk memenuhi janji-janji yang telah diikrarkan, baik janji prasetia hamba kepada Allah, maupun janji yang dibuat di antara sesama manusia, seperti yang bertalian dengan perkawinan, perdagangan dan sebagainya, selama janji itu tidak melanggar syariat Allah, seperti yang disebutkan di dalam hadis yang berbunyi:\r\nكُلُّ شَرْطٍ لَيْسَ فِي كِتَابِ اللهِ تَعَالَى فَهُوَ بَاطِلٌ وَاِنْ كَانَ مِائَةَ شَرْطٍ (رواه البخاري ومسلم عن عائشة)\r\n“Setiap syarat (ikatan janji) yang tidak sesuai dengan Kitab Allah, adalah batil meskipun seratus macam syarat.” (Riwayat al-Bukh±r³ dan Muslim dari Aisyah ra).;Selanjutnya ayat ini menyebutkan tentang binatang-binatang yang halal dimakan seperti yang tersebut dalam Surah al-An±m/6:143 dan 144, dan melarang memakan sepuluh macam makanan seperti yang tersebut pada ayat ketiga dari Surah ini. Orang yang sedang berihram haji dan umrah atau salah satu dari keduanya tidak dihalalkan berburu binatang buruan darat baik di tanah haram maupun di luarnya dan tidak dihalalkan memakan dagingnya. Bagi orang yang berada di tanah haram sekalipun tidak sedang berihram tidak dihalalkan berburu binatang buruan darat. Demikianlah Allah menetapkan hukum-Nya menurut kehendak-Nya untuk kemaslahatan hamba-Nya."}