{"tafsir_id":673,"surah_id":5,"aya_number":4,"tafsir_wajiz":"Setelah no_ayatt yang lalu menjelaskan makanan-makanan yang diharamkan, no_ayatt ini menerangkan makanan-makanan yang dihalalkan. Mereka bertanya kepadamu, wahai Nabi Muhammad, apakah yang dihalalkan bagi mereka. Katakanlah, “Yang dihalalkan bagimu adalah makanan yang baik-baik, yang sesuai dengan selera kamu selama tidak ada tuntunan agama yang melarangnya, dan buruan yang ditangkap oleh binatang pemburu, seperti anjing, singa, harimau, burung yang telah kamu latih untuk berburu, binatang yang kamu latih menurut apa yang telah diajarkan Allah kepadamu. Maka makanlah apa yang ditangkapnya untukmu, bukan untuk dimakan binatang pemburu itu, dan sebutlah nama Allah, sewaktu kamu melepas binatang pemburu itu. Dan bertakwalah kepada Allah, sungguh, Allah sangat cepat perhitungan-Nya.”","tafsir_tahlili":"(4) Ayat ini menerangkan dua macam makanan yang dihalalkan:\r\n1. Makanan yang baik, yaitu semua jenis makanan yang menimbulkan selera untuk memakannya dan tidak ada nas yang mengharamkannya.  Adapun yang sudah ada ketentuan haramnya, maka harus dipatuhi ketentuan itu, seperti sabda Rasulullah saw:\r\nعَنِ ابْنِ عَبَّاسِ قَالَ: نَهَى رَسُوْلُ اللهِ صَلَّى الله ُعَلَيْهِ وَسَلَّمَ عَنْ اَكْلِ كُلِّ ذِيْ نَابٍ مِنَ السِّبَاعِ وَعَنْ اَكْلِ كُلِّ ذِيْ مِخْلَبٍ مِنَ الطَّيْرِ (رواه أحمد ومسلم وأصحاب السنن) \r\nDari Ibnu Abbas berkata, “Rasulullah saw melarang memakan setiap binatang yang bertaring dari binatang buas dan setiap yang berkuku tajam dari unggas.” (Riwayat A¥mad, Muslim, dan A¡¥±bus-Sunan).;2. Binatang buruan yang ditangkap oleh binatang-binatang pemburu yang terlatih sehingga buruannya langsung dibawa kepada tuannya dan tidak akan dimakannya kecuali kalau diberi oleh tuannya. Apabila binatang pemburu itu memakan buruannya lebih dulu, sebelum diberikan oleh tuannya, maka buruannya itu haram dimakan seperti haramnya bangkai.\r\nSelanjutnya ayat ini menerangkan bahwa hasil buruan binatang yang terlatih itu boleh dimakan apabila pada saat melepaskan binatang, si pemburu membaca basmalah. Hukum membaca basmalah itu wajib menurut sebagian ulama seperti Abu Hanifah, menurut Imam Syafii hukumnya sunah.\r\nKemudian akhir ayat ini menerangkan supaya tetap bertakwa, yaitu mematuhi semua perintah Allah dan menjauhi larangan-Nya, karena Allah sangat cepat menghitung semua amal hamba-Nya tanpa ada yang tertinggal dan tersembunyi bagi-Nya."}