{"tafsir_id":675,"surah_id":5,"aya_number":6,"tafsir_wajiz":"Setelah Allah menjelaskan hukum tentang makanan dan hewanhewan sembelihan yang dihalalkan dan menjelaskan ketentuan menyangkut wanita-wanita yang boleh dinikahi, pada no_ayatt ini Allah menjelaskan hukum-hukum yang berkaitan dengan tata cara beribadah kepada Allah dimulai dengan salat sebagai ibadah yang paling mulia. no_ayatt ini memberikan petunjuk tentang persiapan yang harus dilakukan ketika hendak melakukan salat, yaitu cara menyucikan diri dengan berwudu, tno_ayatmum, dan mandi. Wahai orang-orang yang beriman! Apabila kamu telah membulatkan hati hendak melaksanakan salat, sedangkan kamu saat itu dalam keadaan tidak suci atau berhadas kecil, maka berwudulah, yaitu dengan cara basuhlah wajahmu dengan air dari ujung tempat tumbuhnya rambut kepala sampai ke ujung dagu dan bagian antara kedua telinga, dan basuhlah tanganmu sampai ke siku, dan sapulah sedikit atau sebagian atau seluruh kepalamu dan basuhlah kedua kakimu sampai kedua mata kaki. Dan jika kamu dalam keadaan junub, yakni keluar mani karena bersetubuh atau karena sebab lain, maka mandilah, yakni basuhlah dengan air seluruh badanmu. Dan jika kamu sakit yang menghalangi kamu menggunakan air karena khawatir penyakitmu bertambah parah atau memperlambat kesembuhan kamu, atau kamu berada dalam perjalanan yang dibenarkan agama dan dalam jarak tertentu, atau kembali dari tempat buang air, yakni kakus, setelah selesai membuang hajat, atau menyentuh perempuan, yakni persentuhan dalam arti pertemuan dua alat kelamin yang berbeda atau dalam arti persentuhan kulit seorang laki-laki dan perempuan, lalu kamu tidak memperoleh air, tidak dapat menggunakannya, baik karena tidak ada, tidak cukup, atau karena sakit, maka bertno_ayatmumlah dengan debu yang baik, yakni debu yang bersih dan suci; yaitu dengan cara sapulah wajahmu dan tanganmu dengan debu itu. Allah Yang Mahakuasa tidak ingin menyulitkan kamu dan tidak menghendaki sedikit pun kesulitan bagimu dengan mengharuskan kamu berwudu ketika tidak ada air atau ketika dalam keadaan sakit yang dikhawatirkan kamu bertambah sakit apabila anggota badanmu terkena air, tetapi Dia hendak membersihkan kamu, menyucikan kamu dari dosa maupun dari hadas, dan menyempurnakan nikmat-Nya bagimu, dengan meringankan apa yang menyulitkan kamu agar kamu bersyukur atas nikmat yang dianugerahkan-Nya kepadamu.","tafsir_tahlili":"(6) Ayat ini menerangkan cara-cara berwudu. Rukun wudu ada enam. Empat rukun di antaranya disebutkan dalam ayat ini, sedang dua rukun lagi diambil dari dalil lain. Empat macam itu ialah:\r\n1. Membasuh muka, yaitu mulai dari rambut sebelah muka atau dahi sampai dengan dagu, dan dari telingga kanan sampai telinga kiri.\r\n2. Membasuh dua tangan dengan air bersih mulai dari ujung jari sampai dengan dua siku.\r\n3. Menyapu kepala, cukup menyapu sebagian kecil  kepala menurut mazhab Syafii.184)\r\n4. Membasuh dua kaki mulai dari jari-jari sampai dengan dua mata kaki. Kesemuanya itu dengan menggunakan air. Sedang dua rukun lagi yang diambil dari hadis ialah:\r\na. Niat, pekerjaan hati, dan tidak disebutkan dalam ayat ini tetapi niat itu diharuskan pada setiap pekerjaan ibadah sesuai dengan hadis:\r\nاِنَّمَا اْلأَعْمَالُ بِالنِّيـَّاتِ (رواه البخاري ومسلم عن عمر بن الخطاب)\r\n“Sesungguhnya segala amalan adalah dengan niat” (Riwayat al-Bukh±r³ dan Muslim dari Umar bin al-Kha¯¯±b).;b. Tertib, artinya melakukan pekerjaan tersebut di atas sesuai dengan urutan yang disebutkan Allah dalam ayat ini. Tertib itu tidak disebutkan dengan jelas di dalam ayat ini, tetapi demikianlah Nabi melaksanakannya dan sesuai pula dengan sabdanya yang berbunyi:\r\nاِبْدَءُوْا بِمَا بَدَأَ الله ُ (رواه النسائي عن جابر بن عبد الله) \r\nMulailah dengan apa yang dimulai oleh Allah. (Riwayat an-Nas±i dan J±bir bin Abdillah).;     Adapun selain enam rukun itu, seperti membasuh tiga kali, berkumur\r\nkumur adalah sunat hukumnya. Kewajiban wudu ini bukanlah setiap kali\r\nhendak mengerjakan salat, tetapi wudu itu diwajibkan bagi seorang yang \r\nakan salat, jika wudunya sudah batal atau belum berwudu, sesuai dengan\r\nhadis yang berbunyi:\r\nلاَ يَقْبَلُ الله ُُصَلاَةَ اَحَدِكُمْ اِذَا أَحْدَثَ حَتَّى يَتَوَضَّأَ (رواه البخاري ومسلم عن أبي هريرة) \r\nAllah tidak menerima salat salah seorang di antara kalian, apabila ia berhadas hingga ia berwudu. (Riwayat al-Bukh±r³ dan Muslim dari Abu Hurairah).;Berikutnya Allah menerangkan hal-hal yang mengharuskan seseorang  wajib mandi di antaranya :\r\na. Keluar mani;\r\nb. Jim± (bersetubuh);\r\nc. Haid;\r\nd.  Nifas;\r\ne. Wil±dah (melahirkan);\r\nf. Mati (orang yang hidup wajib memandikan yang mati).;Orang yang terkena salah satu dari (a) sampai (e) dinamakan orang yang berhadas besar, wajib mandi dan berwudu sebelum salat. Orang yang berhadas kecil, hanya wajib berwudu saja. Kewajiban wudu disebabkan :\r\na. Keluar sesuatu dari lubang buang air kecil dan buang air besar;\r\nb. Bersentuh kulit laki-laki dengan perempuan yang bukan mahram, antara keduanya tanpa pembatas188;\r\nc. Tidur yang tidak memungkinkan seseorang tahu jika keluar angin dari duburnya;\r\nd. Hilang akal karena mabuk, gila dan sebagainya;\r\ne. Menyentuh kemaluan dengan telapak tangan atau menyentuh lubang dubur;\r\nf. Murtad (keluar dari agama Islam).\r\nSelanjutnya ayat ini menerangkan cara-cara bertayamum. Jika seseorang dalam keadaan sakit dan tidak boleh memakai air, atau dalam keadaan musafir tidak menemukan air untuk berwudu, maka wajib bertayamum dengan debu tanah. Caranya ialah dengan meletakkan kedua belah telapak tangan pada debu tanah yang bersih lalu disapukan ke muka, kemudian meletakkan lagi kedua telapak tangan ke atas debu tanah yang bersih, lalu telapak tangan yang kiri menyapu tangan kanan mulai dari belakang jari-jari tangan terus ke pergelangan sampai dengan siku, dari siku turun ke pergelangan tangan lagi untuk menyempurnakan penyapuan yang belum tersapu, sedang telapak tangan yang sebelah kanan yang berisi debu tanah jangan diganggu untuk disapukan pula ke tangan sebelah kiri dengan cara yang sama seperti menyapu tangan kanan. Demikianlah cara Nabi bertayamum.\r\nKemudian akhir ayat ini menjelaskan bahwa perintah berwudu dan tayamum bukanlah untuk mempersulit kaum Muslimin, tetapi untuk menuntun mereka mengetahui cara-cara bersuci, dan untuk menyempurnakan nikmat-Nya, agar kaum Muslimin menjadi umat yang bersyukur."}