{"tafsir_id":677,"surah_id":5,"aya_number":8,"tafsir_wajiz":"no_ayatt selanjutnya memberikan tuntunan agar umat Islam berlaku adil, tidak hanya kepada sesama umat Islam, tetapi juga kepada siapa saja walaupun kepada orang-orang yang tidak disukai. Wahai orangorang yang beriman! Jadilah kamu sebagai penegak keadilan, yakni orang yang selalu dan bersungguh-sungguh menegakkan kebenaran, karena Allah, ketika kalian menjadi saksi maka bersaksilah dengan adil. Dan janganlah kebencianmu terhadap suatu kaum, yakni kepada orang-orang kafir dan kepada siapa pun, mendorong kamu untuk berlaku tidak adil terhadap mereka. Berlaku adillah kepada siapa pun, karena adil itu lebih dekat kepada takwa. Dan bertakwalah kepada Allah dengan mengerjakan perintah-Nya dan meninggalkan larangan-Nya, sungguh, Allah Mahateliti, Maha Mengetahui apa yang kamu kerjakan, baik yang kamu lahirkan maupun yang kamu sembunyikan.","tafsir_tahlili":"(8) Ayat ini memerintahkan kepada orang mukmin agar melaksanakan amal dan pekerjaan mereka dengan cermat, jujur dan ikhlas karena Allah, baik pekerjaan yang bertalian dengan urusan agama maupun pekerjaan yang bertalian dengan urusan kehidupan duniawi. Karena hanya dengan demikianlah mereka bisa sukses dan memperoleh hasil atau balasan yang mereka harapkan. Dalam persaksian, mereka harus adil menerangkan apa yang sebenarnya, tanpa memandang siapa orangnya, sekalipun akan menguntungkan lawan dan merugikan sahabat dan kerabat. Ayat ini senafas dan seirama dengan Surah an-Nis±/4:135 yaitu sama-sama menerangkan tentang seseorang yang berlaku adil dan jujur dalam persaksian. Perbedaannya ialah dalam ayat tersebut diterangkan kewajiban berlaku adil dan jujur dalam persaksian walaupun kesaksian itu akan merugikan diri sendiri, ibu, bapak dan kerabat, sedang dalam ayat ini diterangkan bahwa kebencian terhadap sesuatu kaum tidak boleh mendorong seseorang untuk memberikan persaksian yang tidak adil dan tidak jujur, walaupun terhadap lawan.\r\nSelanjutnya secara luas dan menyeluruh, Allah memerintahkan kepada orang-orang yang beriman supaya berlaku adil, karena keadilan dibutuhkan dalam segala hal, untuk mencapai dan memperoleh ketenteraman, kemakmuran dan kebahagiaan dunia dan akhirat. Oleh karena itu, berlaku adil adalah jalan yang terdekat untuk mencapai tujuan bertakwa kepada Allah.\r\nAkhir ayat ini menyatakan janji Allah bahwa kepada orang yang beriman yang banyak beramal saleh akan diberikan ampunan dan pahala yang besar. Janji Allah pasti ditepati-Nya sebagaimana tersebut dalam firman-Nya:\r\nاِنَّ اللّٰهَ لَا يُخْلِفُ الْمِيْعَادَ ࣖ  \r\n“Sesungguhnya Allah tidak menyalahi janji.” (²li Imr±n/3:9).;Amal saleh ialah setiap pekerjaan yang baik, bermanfaat dan patut dikerjakan, baik pekerjaan ubudiyah seperti salat dan lain-lain, maupun pekerjaan seperti menolong fakir miskin, menyantuni anak yatim, dan perbuatan sosial lainnya."}