{"tafsir_id":678,"surah_id":5,"aya_number":9,"tafsir_wajiz":"Pada no_ayatt ini Allah menjanjikan pahala bagi orang-orang yang beriman dan beramal saleh. Allah telah menjanjikan kepada orang-orang yang beriman dengan ucapan yang sesuai dengan isi hati mereka dan membuktikannya dengan beramal saleh bahwa mereka akan mendapat ampunan atas dosa-dosa mereka dan pahala yang besar berupa surga.","tafsir_tahlili":"(8) Ayat ini memerintahkan kepada orang mukmin agar melaksanakan amal dan pekerjaan mereka dengan cermat, jujur dan ikhlas karena Allah, baik pekerjaan yang bertalian dengan urusan agama maupun pekerjaan yang bertalian dengan urusan kehidupan duniawi. Karena hanya dengan demikianlah mereka bisa sukses dan memperoleh hasil atau balasan yang mereka harapkan. Dalam persaksian, mereka harus adil menerangkan apa yang sebenarnya, tanpa memandang siapa orangnya, sekalipun akan menguntungkan lawan dan merugikan sahabat dan kerabat. Ayat ini senafas dan seirama dengan Surah an-Nis±/4:135 yaitu sama-sama menerangkan tentang seseorang yang berlaku adil dan jujur dalam persaksian. Perbedaannya ialah dalam ayat tersebut diterangkan kewajiban berlaku adil dan jujur dalam persaksian walaupun kesaksian itu akan merugikan diri sendiri, ibu, bapak dan kerabat, sedang dalam ayat ini diterangkan bahwa kebencian terhadap sesuatu kaum tidak boleh mendorong seseorang untuk memberikan persaksian yang tidak adil dan tidak jujur, walaupun terhadap lawan.\r\nSelanjutnya secara luas dan menyeluruh, Allah memerintahkan kepada orang-orang yang beriman supaya berlaku adil, karena keadilan dibutuhkan dalam segala hal, untuk mencapai dan memperoleh ketenteraman, kemakmuran dan kebahagiaan dunia dan akhirat. Oleh karena itu, berlaku adil adalah jalan yang terdekat untuk mencapai tujuan bertakwa kepada Allah.\r\nAkhir ayat ini menyatakan janji Allah bahwa kepada orang yang beriman yang banyak beramal saleh akan diberikan ampunan dan pahala yang besar. Janji Allah pasti ditepati-Nya sebagaimana tersebut dalam firman-Nya:\r\nاِنَّ اللّٰهَ لَا يُخْلِفُ الْمِيْعَادَ ࣖ  \r\n“Sesungguhnya Allah tidak menyalahi janji.” (²li Imr±n/3:9).;Amal saleh ialah setiap pekerjaan yang baik, bermanfaat dan patut dikerjakan, baik pekerjaan ubudiyah seperti salat dan lain-lain, maupun pekerjaan seperti menolong fakir miskin, menyantuni anak yatim, dan perbuatan sosial lainnya."}