{"tafsir_id":68,"surah_id":2,"aya_number":61,"tafsir_wajiz":"Dan ingatlah pula sikap-sikap yang tidak menyenangkan, yaitu ketika kamu berkata kepada Nabi Musa, “Wahai Musa! Kami sudah tidak tahan lagi bila hanya makan dengan satu macam makanan saja yang tetap dan tidak berubah-ubah yaitu al-mann dan as-salwa, maka mohonkanlah kepada Tuhanmu Yang Maha Pemurah untuk kami, agar Dia memberi kami yang sudah jenuh dengan makanan yang sama, apa yang ditumbuhkan bumi, seperti: sayur-mayur, mentimun, bawang putih, kacang adas, dan bawang merah.” Dia, Nabi Musa, dengan nada marah, menjawab, “Apakah kamu meminta sesuatu yang buruk sebagai ganti dari sesuatu yang baik dengan menukar al-mann dan as-salwa yang merupakan anugerah Allah dengan jenis-jenis makanan yang disebutkan itu? Bila itu yang kamu kehendaki, tinggalkanlah tempat ini dan pergilah ke suatu kota yang kamu inginkan, pasti kamu di tempat itu akan memperoleh apa saja sesuai yang kamu minta.” Akibat tidak adanya rasa syukur itu, kemudian mereka ditimpa kenistaan dalam hidup dan kemiskinan dari rezeki atau harta, dan mereka selanjutnya kembali mendapat kemurkaan dari Allah yang tidak senang dengan keingkaran mereka. Hal itu, yakni kenistaan dan kemiskinan dapat terjadi karena mereka tidak mau mensyukuri nikmat yang dianugerahkan, bahkan sering mengingkari no_ayatt-no_ayatt Allah yang ada di sekitarnya dan membunuh para nabi tanpa hak atau alasan yang benar. Yang demikian itu sebagai akibat dari sikap dan tingkah laku yang tidak terpuji, selain karena mereka juga selalu durhaka dan melampaui batas dalam segala tindak-tanduknya. ","tafsir_tahlili":"(61) Ketika Bani Israil tersesat di padang pasir Sinai, mereka berkata kepada Nabi Musa bahwa mereka tidak tahan terhadap satu jenis makanan saja, sedang yang ada hanya mann dan salw± saja (al-Baqarah/2:57). Mereka berkata demikian karena keingkaran mereka terhadap Nabi Musa a.s. dan kebanggaan terhadap kehidupan mereka dahulu.\r\nBani Israil kemudian meminta kepada Musa a.s. agar berdoa kepada Tuhan semoga Dia mengeluarkan sayur-sayuran yang ditumbuhkan bumi sebagai ganti mann dan salw±. Mereka tidak mau berdoa sendiri, tetapi mengharapkan Musa yang berdoa kepada Tuhan, karena mereka memandang Musa orang yang dekat kepada Tuhan dan lagi pula dia seorang Nabi yang dapat bermunajat kepada Allah. Sayur-mayur dan lain-lain yang mereka minta itu banyak terdapat di kota-kota, tapi tidak terdapat di padang pasir. Sebenarnya permintaan itu tidak sukar dicari, karena mereka dapat memperolehnya asal saja mereka pergi ke kota. Nabi Musa menolak permintaan itu dengan penuh kekecewaan dan kejengkelan serta mencela sikap mereka karena mereka menolak mann dan salw±, makanan yang sebenarnya mengandung nilai gizi yang tinggi dan sangat diperlukan oleh tubuh, diganti dengan sayur-mayur yang lebih rendah gizinya.\r\nKemudian Nabi Musa menyuruh mereka keluar dari gurun Sinai dan pergi menuju kota. Di sana mereka akan mendapatkan yang mereka inginkan, sebab gurun Sinai tempat mereka tinggal sampai batas waktu yang telah ditentukan Allah, tidak dapat menumbuhkan sayur-sayuran. Mereka tinggal di gurun Sinai itu karena mereka lemah dan tidak tabah untuk mengalahkan penduduk negeri yang dijanjikan bagi mereka. Mereka akan lepas dari hal yang tidak mereka sukai, bilamana mereka memiliki keberanian memerangi orang-orang yang di sekitar mereka, yaitu penduduk bumi yang dijanjikan Allah dan menjamin memberi pertolongan kepada mereka. Oleh sebab itu, hendaknya mereka mencari jalan untuk mendapatkan kemenangan dan keuntungan.\r\nSetelah Allah menceritakan penolakan Musa terhadap permintaan mereka dan sebelumnya telah membentangkan pula segala nikmat yang dikaruniakan kepada mereka, dalam ayat ini Allah mengemukakan beberapa kejahatan keturunan Bani Israil yang datang kemudian, yaitu mereka mengingkari ayat-ayat Allah, membunuh nabi-nabi dan pelanggaran mereka terhadap hukum Allah. Oleh sebab itu, Allah menimpakan kepada mereka kehinaan dan kemiskinan sebagai wujud kemurkaan-Nya.\r\nSudah semestinya mereka menerima murka Ilahi, menanggung bencana dan siksaan di dunia dan azab yang pedih di akhirat. Demikian pula mereka mendapatkan kehinaan dan kemiskinan karena mereka selalu menolak ayat-ayat Allah yang telah diberikan kepada Nabi Musa berupa mukjizat yang telah mereka saksikan sendiri. Kedurhakaan dan penolakan mereka terhadap Nabi Musa adalah suatu bukti bahwa ayat-ayat Allah tidak berpengaruh pada jiwa mereka. Mereka tetap mengingkarinya.\r\nMereka membunuh para nabi dari golongan mereka, tanpa alasan yang benar. Memang sesungguhnya orang yang berbuat kesalahan kadang-kadang meyakini bahwa yang diperbuatnya adalah benar. Perbuatan mereka yang demikian itu bukanlah karena salah dalam memahami atau menafsirkan hukum, tetapi memang dengan sengaja menyalahi hukum-hukum Allah yang telah disyariatkan di dalam agama mereka.\r\nKekufuran mereka terhadap ayat-ayat Allah dan kelancangan mereka membunuh para nabi, karena mereka banyak melampaui batas ketentuan agama mereka. Seharusnya agama mempunyai pengaruh yang besar pada jiwa manusia, sehingga penganutnya takut menyalahi perintah Allah. Apabila seseorang melampaui peraturan-peraturan atau batas-batas agamanya berarti pengaruh agama pada jiwanya sudah lemah. Semakin sering dia melanggar batas hukum agama itu semakin lemah pulalah pengaruh agama pada jiwanya. Sampai akhirnya pelanggaran ketentuan-ketentuan agama itu menjadi kebiasaannya, seolah-olah dia lupa akan adanya batas-batas agama dan peraturan-peraturannya. Akhirya lenyaplah pengaruh agama dalam hatinya."}