{"tafsir_id":684,"surah_id":5,"aya_number":15,"tafsir_wajiz":"Setelah no_ayatt-no_ayatt yang lalu menjelaskan perilaku buruk kedua kelompok Ahli Kitab, Yahudi dan Nasrani, no_ayatt ini mengajak mereka agar beriman kepada Nabi Muhammad. Wahai Ahli Kitab, kaum Yahudi dan Nasrani, pemilik kitab suci yang diturunkan kepada Nabi Musa dan Nabi Isa! Sungguh, Rasul Kami yang diberitakan kedatangannya oleh Nabi Musa dan Nabi Isa, yaitu Nabi Muhammad, telah datang kepadamu, menjelaskan kepadamu banyak hal dari isi yang terkandung dalam kitab yang kamu sembunyikan, seperti kedatangan Nabi Muhammad dan banyak pula yang dibiarkannya, tidak dijelaskan karena tidak membawa maslahat bagi kamu. Sungguh, telah datang kepadamu cahno_ayat dari Allah, yakni Nabi Muhammad, dan Kitab, yakni Al-Qur’an, yang menjelaskan segala sesuatu yang diperlukan manusia dalam kehidupan beragam.","tafsir_tahlili":"(15) Ayat ini menerangkan bahwa Nabi Muhammad telah datang menerangkan sebagian dari apa yang mereka sembunyikan tentang syariat Allah yang tersebut dalam Taurat. Di antaranya apa yang diterangkan oleh Nabi seperti perhitungan amal dan balasannya di hari akhirat dan hukum rajam, tetapi banyak pula yang dibiarkan karena dianggapnya tidak begitu penting, seperti yang berkenaan dengan datangnya Muhammad saw sebagai Nabi yang terakhir dan sifat-sifatnya.\r\nYang mendorong mereka untuk menyembunyikan apa yang mereka ketahui dari Taurat ialah disebabkan takut akan kehilangan kedudukan, pengaruh dan lain-lain yang berhubungan dengan keduniaan, termasuk perasaan yang tidak pernah lepas dari mereka, yaitu bahwa mereka adalah keturunan atau umat dari Nabi yang terbaik yakni keturunan dari Nabi Ishak, sedang Nabi Muhammad saw adalah keturunan Nabi Ismail.\r\nKeadaan Nabi Muhammad yang ummi (tidak pandai menulis dan membaca) menambah keberanian mereka untuk menyembunyikan apa yang ingin mereka sembunyikan, karena mereka mengira Nabi Muhammad tidak akan mengetahuinya, tetapi persangkaan mereka meleset dengan turunnya wahyu (Al-Qur'an) kepada Nabi yang mengungkapkan sebagian dari yang mereka sembunyikan itu yang menyebabkan banyak pendeta Yahudi masuk Islam. Hukum rajam yang disembunyikan oleh Yahudi kepada Nabi Muhammad saw masih terdapat sekarang dalam kitab Ulangan xxii.22-24: Perempuan bersuami atau laki-laki beristri kedapatan tidur bersama, “haruslah keduanya dibunuh mati.” Dan jika yang melakukan itu “seorang gadis yang masih perawan, maka haruslah mereka keduanya kamu bawa keluar ke pintu gerbang kota dan kamu lempari dengan batu, sehingga mati.” \r\nSelanjutnya diterangkan arti telah datang kepadamu cahaya dari Allah dan kitab yang menjelaskan. Yang dimaksud dengan cahaya di sini ialah Nabi Muhammad saw karena ia telah menerangi umat manusia dari alam kejahilan ke alam keimanan dan pengetahuan. Sedang yang dimaksud dengan “Kitab yang menjelaskan” di sini ialah Al-Qur'an yang menjelaskan syariat Allah yang diturunkan kepada Muhammad dan menjelaskan pula rahasia Ahli Kitab yang suka mengubah dan menyembunyikan sebagian isi Taurat dan Injil."}