{"tafsir_id":688,"surah_id":5,"aya_number":19,"tafsir_wajiz":"Setelah meluruskan pandangan Ahli Kitab tentang Tuhan, no_ayatt ini menyatakan sekali lagi tentang kedatangan Nabi Muhammad. Wahai Ahli Kitab, yakni orang-orang Yahudi dan Nasrani! Sungguh, Rasul Kami, yaitu Nabi Muhammad, telah datang kepadamu menjelaskan syariat Kami kepadamu dan meluruskan apa yang keliru dari keyakinan dan perilaku kamu ketika terputus pengiriman rasul-rasul dalam masa yang sangat lama, lebih dari enam ratus tahun antara masa Nabi Isa dengan diutusnya Nabi Muhammad, agar kamu tidak mengatakan, kelak ketika kamu mempertanggungjawabkan dosa dan kesalahan kamu, “Tidak ada yang datang kepada kami, baik seorang pembawa berita gembira yang memberitakan kepada kami ganjaran bagi orang yang berbuat kebajikan maupun seorang pemberi peringatan yang mengingatkan kami akan siksa bagi orang yang berbuat dosa.” Sungguh, telah datang kepadamu pembawa berita gembira dan pemberi peringatan. Dan Allah Mahakuasa atas segala sesuatu.","tafsir_tahlili":"(19) Menurut riwayat Ibnu Is¥±q, Ibnu Abbas menceritakan sabab nuzul ayat ini bahwa Rasulullah mengajak orang-orang Yahudi supaya masuk Islam, maka mereka menolak, lalu Mu±© bin Jabal, Saad bin Ubadah, Uqbah bin Wahab berkata kepada mereka: “Hai orang-orang Yahudi hendaklah kamu takut kepada Allah, sesungguhnya Muhammad adalah Rasul.” Lalu Rafii bin Murairah dan Wahab bin Yahuza berkata, “Kami tidak pernah berkata demikian kepada kamu, dan Allah tidak menurunkan kitab sesudah Musa dan tidak mengutus rasul sesudahnya untuk membawa berita gembira dan tidak pula untuk memperingatkan”, maka turunlah ayat ini.\r\nPada ayat ini Allah menjelaskan kepada Ahli Kitab bahwa sesungguhnya telah datang rasul Allah yang mereka tunggu, sesuai dengan yang mereka ketahui dari kitab-kitab yang diberikan oleh Allah melalui Rasul-Nya Musa dan Isa a.s. Rasul Allah yang telah datang itu menerangkan syariat Allah, pada periode yang dinamakan “Fatrah”, yaitu antara Nabi Isa dengan Nabi Muhammad, selama itu wahyu tidak turun, sedang isi Taurat dan Injil sudah banyak yang kabur dan tidak banyak diketahui; dan yang ada banyak pula mengalami perubahan atau dilupakan, baik disengaja atau tidak disengaja. Sekarang sudah datang rasul Allah yaitu Muhammad saw, membawa berita gembira dan peringatan untuk menjelaskan segala apa yang diperlukan untuk kehidupan duniawi dan ukhrawi, menunjukkan jalan yang benar yang harus ditempuh oleh umat manusia, sehingga tidak ada alasan lagi bagi mereka untuk mengatakan bahwa tidak tahu karena tidak adanya rasul yang membimbing dan membawa berita gembira serta peringatan. Sekarang ahli Kitab dan seluruh umat manusia hendaklah menentukan sikap. Kalau mereka ingin selamat dan bahagia di dunia dan di akhirat, maka haruslah mereka percaya kepada Muhammad, rasul Allah yang terakhir dan mengikuti segala petunjuk dan perintah-Nya. Barang siapa membangkang maka dia sendirilah yang akan memikul resikonya dan tidak ada orang lain yang akan menolongnya. Barang siapa tidak percaya kepada Allah dan semua rasul yang diutus sebelumnya maka mereka akan merasakan azab yang pedih dari Allah."}