{"tafsir_id":69,"surah_id":2,"aya_number":62,"tafsir_wajiz":"no_ayatt ini menunjukkan betapa Allah Maha Pengampun lagi Maha Pemberi rahmat bagi semua manusia, karena sesungguhnya orang-orang yang beriman, yaitu umat Nabi Muhammad, orang-orang Yahudi yang merupakan umat Nabi Musa, orang-orang Nasrani yang merupakan umat Nabi Isa, dan orang-orang Sabi'in, yaitu umat sebelum Nabi Muhammad yang mengetahui adanya Tuhan Yang Maha Esa dan mempercno_ayati adanya pengaruh bintang-bintang, tentunya siapa saja di antara mereka yang beriman kepada Allah dan hari Akhir dengan sebenar-benar iman sebelum diutusnya Nabi Muhammad , dan selalu melakukan kebajikan yang memberikan manfaat bagi yang lainnya, mereka pasti akan mendapat pahala dari Tuhannya berupa surga, selain itu tidak ada rasa takut pada mereka dalam menghadapi kehidupan di dunia maupun akhirat, dan mereka tidak pula bersedih hati ketika menghadapi beragam cobaan.","tafsir_tahlili":"(62) Dalam ayat ini, Allah menjelaskan bahwa tiap-tiap umat atau bangsa pada masa itu yang benar-benar berpegang pada ajaran para nabi mereka serta beramal saleh akan memperoleh ganjaran di sisi Allah, karena rahmat dan magfirah-Nya selalu terbuka untuk seluruh hamba-hamba-Nya. \r\n“Orang-orang mukmin” dalam ayat ini ialah orang yang mengaku beriman kepada Muhammad Rasulullah saw dan menerima segala yang diajarkan olehnya sebagai suatu kebenaran dari sisi Allah. ¢±bi′³n ialah umat sebelum Nabi Muhammad saw yang mengetahui adanya Tuhan Yang Maha Esa, dan mempercayai adanya pengaruh bintang-bintang. Pengertian beriman ialah seperti yang dijelaskan Rasul saw ketika Jibril a.s. menemuinya. Nabi berkata:;اَنْ تُؤْمِنَ بِاللهِ وَمَلاَئِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ وَاْليَوْمِ اْلاٰخِرِ وَتُؤْمِنَ بِالْقَدَرِ خَيْرِهِ وَشَرِّهِ (رواه مسـلم عن عمر)\r\nAgar kamu beriman kepada Allah, malaikat-malaikat-Nya, Kitab-kitab-Nya, rasul-rasul-Nya, hari Kiamat, dan kamu percaya qadar baik atau buruk. (Riwayat Muslim dari Umar r.a.).;Orang Yahudi ialah semua orang yang memeluk agama Yahudi. Mereka dinamakan Yahudi karena kebanyakan mereka dari keturunan Yahudi, salah seorang keturunan Yakub (Israil). Orang-orang Nasrani ialah orang-orang yang menganut agama Nasrani. Kata Nasrani diambil dari nama suatu daerah Na¡irah (Nazareth) di Palestina, tempat Nabi Isa dilahirkan. Siapa saja di antara ketiga golongan di atas yang hidup pada zamannya, sebelum kedatangan Nabi Muhammad saw dan benar-benar beragama menurut agama mereka, membenarkan dengan sepenuh hati akan adanya Allah dan hari Kiamat, mengamalkan segala tuntutan syariat agamanya, mereka mendapat pahala dari sisi Allah. Sesudah kedatangan Nabi Muhammad saw, semua umat manusia diwajibkan beriman kepadanya dan seluruh ajaran yang dibawanya, yakni dengan menganut lslam."}