{"tafsir_id":691,"surah_id":5,"aya_number":22,"tafsir_wajiz":"Mereka tidak serta merta menuruti perintah Nabi Musa yang menyuruh agar mereka memasuki tanah Palestina. Sebaliknya, mereka bahkan menyatakan keengganan untuk memasukinya karena takut kepada para penjahat perkasa yang tengah menduduki tanah itu. Mereka, kaum Bani Israil itu, berkata, “Wahai Musa! Sesungguhnya di dalam negeri itu yang kami diperintahkan untuk memasukinya ada orang-orang yang sangat kuat dan kejam, yakni orang-orang Kana’an, yang akan menindas dan berbuat jahat kepada kami. Kami tidak akan memasukinya sebelum mereka keluar darinya tanpa kami berperang melawan mereka. Kami tidak sanggup mengusirnya karena mereka sangat perkasa. Jika mereka keluar dari sana, niscno_ayat kami akan masuk ke negeri itu.","tafsir_tahlili":"(22) Setelah Nabi Musa dan kaumnya mendekati tanah yang makmur itu, ia memerintahkan kaumnya agar mereka memasuki tanah suci itu dan siap menghadapi  penduduknya. Karena kaum  Nabi Musa  merasa lemah, rendah  ;dan takut, mereka pun tidak mau masuk ke tanah suci itu, bahkan mereka ingin kembali ke Mesir karena penduduk tanah suci itu adalah orang-orang yang kejam dan kasar. Mereka menyatakan kepada Nabi Musa bahwa mereka tidak akan masuk tanah suci itu selama penduduknya yang kejam itu masih di sana, jika penduduknya telah meninggalkan tanah suci, barulah mereka mau memasukinya. (Dalam Kitab Bilangan xiii. 32-33 disebutkan negeri yang memakan penduduknya dan dihuni oleh raksasa).\r\nDari jawaban kaum Nabi Musa itu dapat diambil kesimpulan, bahwa mereka sangat lemah jiwanya dan tidak mempunyai keteguhan hati. Mereka tidak ingin memperoleh kebahagiaan dan mencapai kemuliaan dengan jalan berjuang. Mereka ingin memperolehnya tanpa perjuangan. Umat yang demikian sikap dan pendiriannya tidak akan memperoleh kemuliaan, kenikmatan, kebahagiaan dan kesejahteraan. Tentang kesuburan dan kemakmuran Kanaan, negeri tua yang berbatasan dengan laut mati dan Yordan di bilangan Palestina pada waktu itu dan keadaan penduduknya yang kuat-kuat dan gagah perkasa diakui oleh pengikut-pengikut Nabi Musa yang dikirim ke sana."}