{"tafsir_id":696,"surah_id":5,"aya_number":27,"tafsir_wajiz":"Setelah Allah mengisahkan kedurhakaan Bani Israil, pada no_ayatt ini diceritakan pula tentang kedengkian salah seorang putra Nabi Adam. Kisah ini diawali dengan perintah kepada Nabi Muhammad untuk mengisahkannya. Dan ceritakanlah, wahai Muhammad, yang sebenarnya kepada mereka, yaitu kaum Yahudi, tentang kisah kedua putra Adam, yaitu Qabil dan Habil, ketika keduanya mempersembahkan kurban, maka kurban yang dipersembahkan dengan penuh keikhlasan oleh salah seorang dari mereka berdua, yaitu Habil, diterima, dan dari yang lain, yaitu Qabil, tidak diterima. Dia, Qabil, menjadi tidak senang dengan kenyataan ini dan kemudian berkata, “Sungguh, aku pasti akan membunuhmu!” Mendengar ancaman ini, dia, Habil, berkata, “Sesungguhnya Allah hanya menerima amal perbuatan dari orang yang bertakwa.”","tafsir_tahlili":"(27) Kepada Nabi Muhammad saw diperintahkan untuk membacakan kisah kedua putra Adam a.s. di waktu mereka berkurban, kemudian kurban yang seorang diterima sedang kurban yang lain tidak. Orang yang tidak diterima kurbannya bertekad untuk membunuh saudaranya, sedang yang diancam menjawab bahwa ia menyerah kepada Allah, karena Allah hanya akan menerima kurban dari orang-orang yang takwa.\r\nMenurut riwayat Ibnu Abbas, Ibnu Umar dan lain-lain, bahwa putra Adam yang bernama Qabil mempunyai ladang pertanian dan putranya yang bernama Habil mempunyai peternakan kambing. Kedua putra Adam itu mempunyai saudara kembar perempuan. Pada waktu itu Allah mewahyukan kepada Adam agar Qabil dikawinkan dengan saudara kembarnya Habil. Dengan perkawinan itu Qabil tidak senang dan marah, saudara kembarnya lebih cantik. Keduanya sama-sama menghendaki saudara yang cantik itu. Akhirnya Adam menyuruh Qabil dan Habil agar berkurban guna mengetahui siapa di antara mereka yang akan diterima kurbannya. Qabil berkurban dengan hasil pertaniannya dan yang diberikan bermutu rendah, sedang Habil berkurban dengan kambing pilihannya yang baik. Allah menerima kurban Habil, yang berarti bahwa Habil-lah yang dibenarkan mengawini saudara kembar Qabil. Dengan demikian bertambah keraslah kemarahan dan kedengkian Qabil sehingga ia bertekad untuk membunuh saudaranya. Tanda-tanda kurban yang diterima itu ialah kurban itu dimakan api sampai habis.197)\r\nDari peristiwa yang terjadi ini dapat diambil pelajaran bahwa apa yang dinafkahkan seharusnya tidak sekedar untuk mengharapkan pujian dan sanjungan tetapi hendaklah dilakukan dengan ikhlas agar diterima oleh Allah. "}