{"tafsir_id":70,"surah_id":2,"aya_number":63,"tafsir_wajiz":"Pada no_ayatt yang lalu dijelaskan tentang pahala bagi orang yang beriman. Selanjutnya pada no_ayatt-no_ayatt ini diterangkan tentang pelanggaran Bani Israil terhadap perjanjian yang diikrarkan dengan Tuhan. Karena itu, dalam kaitan dengan sikap dan keingkaran ini, ingatlah ketika Kami mengambil janji kamu dengan perantaraan Nabi Musa agar kamu semua melaksanakan tuntunan syariat yang terdapat dalam Taurat, dan Kami angkat gunung Sinai sejalan dengan kekuasaan Kami, atau Kami goncangkan gunung itu sehingga seperti akan terangkat di atasmu serno_ayat berfirman, “Pegang teguhlah apa yang telah Kami berikan kepadamu dengan kesungguhan yang sebenarnya dan ingatlah apa yang ada di dalamnya, yakni dalam Taurat yang merupakan petunjuk bagi kehidupanmu. Yang sedemikian ini agar kamu bertakwa, dengan selalu melaksanakan semua perintah-Nya dan menjauhi larangan-Nya.”","tafsir_tahlili":"(63) Allah mengingatkan kembali kesalahan lain dari nenek moyang orang Yahudi ketika Allah mengambil janji dari mereka, yaitu bahwa mereka akan beriman dan akan mengamalkan apa yang ada dalam Taurat. Ternyata mereka tidak mengamalkannya, bahkan mengingkarinya. Lalu Allah mengangkat bukit (Gunung Sinai) ke atas kepala mereka untuk memperlihatkan kekuasaan-Nya agar mereka beriman kepada-Nya dan berpegang teguh kepada kitab Taurat itu. Isi perjanjian tersebut berupa perintah Allah kepada mereka, “Peganglah kitab Taurat dengan sungguh-sungguh dan tetaplah mengerjakan isinya, pelajarilah Taurat itu, perhatikan isinya dan amalkan hukum-hukum yang termaktub di dalamnya.”\r\nAyat ini memberi pengertian bahwa orang yang meninggalkan syariat dan meremehkan hukum Allah disamakan dengan orang yang mengingkari dan menentangnya. Maka sudah sepatutnya dia pada hari Kiamat nanti dikumpulkan dalam keadaan buta. Dia tidak dapat melihat jalan kemenangan dan jalan kebahagiaan.\r\nقَالَ رَبِّ لِمَ حَشَرْتَنِيْٓ اَعْمٰى وَقَدْ كُنْتُ بَصِيْرًا   ١٢٥  قَالَ كَذٰلِكَ اَتَتْكَ اٰيٰتُنَا فَنَسِيْتَهَاۚ وَكَذٰلِكَ الْيَوْمَ تُنْسٰى   ١٢٦  \r\nDia berkata, ”Ya Tuhanku, mengapa Engkau kumpulkan aku dalam keadaan buta, padahal dahulu aku dapat melihat?” Dia (Allah) berfirman, ”Demikianlah, dahulu telah datang kepadamu ayat-ayat Kami, dan kamu mengabaikannya, jadi begitu (pula) pada hari ini kamu diabaikan.” (°±h±/20: 125 dan 126);Apabila seseorang mengingkari syariat Allah dan menyia-nyiakan hukum-Nya, berarti syariat itu tidak mempunyai pengaruh apa-apa pada jiwanya. Sehubungan dengan pengertian ayat ini dapat dikatakan bahwa orang-orang yang hanya membaca Al-Qur′an tanpa mengamalkan isinya mereka tidak mendapat manfaat dari kandungan Al-Qur′an itu. Maksud mengikuti kitab-kitab suci ialah mengamalkan isinya, bukan hanya sekadar membaca dan melagukannya dengan macam-macam lagu yang merdu. Kemudian Allah memerintahkan agar Bani Israil berpegang teguh dengan Taurat, selalu mempelajarinya, dan mengamalkan isinya agar mereka menjadi orang yang bertakwa. "}