{"tafsir_id":700,"surah_id":5,"aya_number":31,"tafsir_wajiz":"Sesudah melakukan pembunuhan, Qabil tidak tahu apa yang harus diperbuat dengan mno_ayatt saudaranya, karena peristiwa ini merupakan yang pertama terjadi. Kemudian Allah mengutus seekor burung gagak yang menggali tanah dengan menggunakan cakarnya untuk diperlihatkan kepadanya, Qabil, bagaimana dia seharusnya menguburkan mno_ayatt saudaranya yang baru saja dibunuhnya. Melihat peristiwa itu, Qabil berkata, “Oh, celaka aku! Mengapa aku tidak berpikir dan mampu berbuat seperti yang dilakukan burung gagak ini, sehingga dengan cara itu aku dapat menguburkan mno_ayatt saudaraku ini?” Maka ia menggali tanah untuk menguburkan mno_ayatt Habil, dan jadilah dia termasuk orang yang sangat menyesal atas perbuatan yang telah dilakukannya.","tafsir_tahlili":"(31) Pembunuhan ini adalah yang pertama terjadi di antara anak Adam, Qabil sebagai pembunuh belum mengetahui apa yang harus diperbuat terhadap saudaranya yang telah dibunuh (Habil), sedangkan ia merasa tidak senang melihat mayat saudaranya tergeletak di tanah. Maka Allah mengutus seekor burung gagak mengorek-ngorek tanah dengan cakarnya untuk memperlihatkan kepada Qabil bagaimana caranya mengubur mayat saudaranya. \r\nSetelah Qabil menyaksikan apa yang telah diperbuat oleh burung gagak, mengertilah dia apa yang harus dilakukan terhadap mayat saudaranya. Pada waktu itu, Qabil merasakan kebodohannya mengapa ia tidak dapat berbuat seperti burung gagak itu, lalu dapat menguburkan saudaranya. Karena hal yang demikian itu Qabil sangat menyesali tindakannya yang salah. Dari peristiwa itu dapat diambil pelajaran, bahwa manusia kadang-kadang memperoIeh pengetahuan dan pengalaman dari apa yang pernah terjadi di sekitarnya. Penyesalan itu dapat merupakan tobat asalkan di dorong oleh takut kepada Allah dan menyesali akibat buruk dari perbuatannya itu. Rasulullah bersabda,\r\nعَنِ ابْنِ مَسْعُوْدٍ قَالَ رَسُوْلُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: النَّدَمُ تَوْبَةٌ (رواه أحمد والبخاري والبيهقي والحاكم) \r\n“Penyesalan itu adalah tobat.” (Riwayat A¥mad, al-Bukh±r³, al-Baihaqi dan al-¦±kim).\r\nلاَ تُقْتَلُ نَفْسٌ ظُلْمًا اِلاَّ كَانَ عَلَى ابْنِ اٰدَمَ الاَوَّلِ كِفْلٌ  مِنْ ذَنْبِهَا ِلاَنَّهُ اَوَّلُ مَنْ سَنَّ الْقَتْلَ (رواه البخاري ومسلم) \r\nTidak dibunuh seseorang dengan zalim melainkan  anak Adam yang pertama mendapat bagian dosanya karena dia orang yang pertama melakukan pembunuhan. (Riwayat al-Bukh±r³ dan Muslim)."}