{"tafsir_id":701,"surah_id":5,"aya_number":32,"tafsir_wajiz":"Pembunuhan yang dilakukan Qabil ini ternyata berdampak panjang bagi kehidupan manusia. Oleh karena itu, kemudian Kami tetapkan suatu hukum bagi Bani Israil, dan juga bagi seluruh masyarakat manusia, bahwa barang siapa membunuh seseorang tanpa alasan yang dapat dibenarkan, dan bukan pula karena orang itu membunuh orang lain, atau bukan karena berbuat kerusakan di bumi, maka dengan perbuatannya itu seakan-akan dia telah membunuh semua manusia, karena telah mendorong manusia lain untuk saling membunuh. Sebaliknya, barang siapa yang siap untuk memelihara dan menyelamatkan kehidupan seorang manusia, maka seakan-akan, dengan perilakunya itu, dia telah memelihara kehidupan semua manusia. Sesungguhnya, untuk menjelaskan ketetapan ini, Rasul Kami telah datang kepada mereka dengan membawa keterangan-keterangan yang jelas untuk mereka dan juga semua manusia sesudahnya. Tetapi kemudian banyak di antara manusia yang tidak memperhatikan dan melaksanakannya, sehingga mereka setelah itu bersikap melampaui batas dan melakukan kerusakan di bumi dengan pembunuhan-pembunuhan yang dilakukannya.","tafsir_tahlili":"(32) Pada ayat ini diterangkan suatu ketentuan bahwa membunuh seorang manusia berarti membunuh semua manusia, sebagaimana memelihara kehidupan seorang manusia berarti memelihara kehidupan semua manusia. Ayat ini menunjukkan keharusan adanya kesatuan umat dan kewajiban mereka masing-masing terhadap yang lain, yaitu harus menjaga keselamatan hidup dan kehidupan bersama dan menjauhi hal-hal yang membahayakan orang lain. Hal ini dapat dirasakan karena kebutuhan setiap manusia tidak dapat dipenuhinya sendiri, sehingga mereka sangat memerlukan tolong-menolong terutama hal-hal yang menyangkut kepentingan umum. Sesungguhnya orang-orang Bani Israil telah demikian banyak kedatangan para rasul dengan membawa keterangan yang jelas, tetapi banyak di antara mereka itu yang melampaui batas ketentuan dengan berbuat kerusakan di muka bumi. Akhirnya mereka kehilangan kehormatan, kekayaan dan kekuasaan yang kesemuanya itu pernah mereka miliki di masa lampau."}