{"tafsir_id":707,"surah_id":5,"aya_number":38,"tafsir_wajiz":"Bila pada no_ayatt yang lalu dijelaskan tentang hukuman bagi orang yang memerangi Allah dan Rasul-Nya dan membuat kekacauan, maka pada no_ayatt ini diterangkan tentang hukuman bagi pencuri. Setiap kejahatan pasti ada hukumannya. Adapun setiap orang laki-laki maupun perempuan yang mencuri, maka potonglah tangan keduanya sebagai balasan atas perbuatan buruk dan bertentangan dengan syariat yang mereka lakukan, dan hal itu juga sebagai siksaan dari Allah sesuai dengan peringatan-Nya. Sungguh dengan ketetapan dan peringatan ini, Allah Mahaperkasa, Mahabijaksana.","tafsir_tahlili":"(38) Setiap kejahatan ada hukumannya. Pelakunya akan dikenakan hukuman. Begitu pula halnya seorang pencuri akan dikenakan hukuman karena ia melanggar larangan mencuri. Seseorang, baik laki-laki maupun perempuan yang mengambil harta orang lain dari tempatnya yang layak dengan diam-diam, dinamakan “pencuri.”\r\nOrang yang telah akil balig mencuri harta orang lain yang nilainya sekurang-kurangnya seperempat dinar, dengan kemauannya sendiri dan tidak dipaksa, dan mengetahui bahwa perbuatannya itu haram, dilarang oleh agama. Orang itu sudah memenuhi syarat untuk dikenakan hukuman potong tangan kanan, sebagaimana yang diperintahkan dalam ayat ini. \r\nSuatu pencurian dapat ditetapkan apabila ada bukti-bukti atau ada pengakuan dari pencuri itu sendiri, hukuman potong tangan tersebut dapat gugur apabila pencuri itu dimaafkan oleh orang yang dicuri hartanya dengan syarat sebelum perkaranya ditangani oleh yang berwenang. Pelaksanaan hukum potong tangan dilaksanakan oleh orang yang berwenang yang ditunjuk untuk itu, dengan syarat-syarat tertentu.\r\nPenetapan nilai harta yang dicuri, yang dikenakan hukum potong tangan bagi pelakunya yaitu sekurang-kurangnya seperempat dinar sebagaimana tersebut di atas, adalah pendapat jumhur ulama, baik ulama salaf maupun khalaf206 berdasarkan sabda Rasulullah saw sebagai berikut:\r\nكَانَ رَسُوْلُ اللهِ صَلَّى الله ُعَلَيْهِ وَسَلَّمَ يَقْطَعُ يَدَ السَّارِقِ فِي رُبْعِ دِيْنَارٍ فَصَاعِدًا (رواه الشيخان عن عائشة) \r\n“Rasulullah saw memotong tangan pencuri itu yang mencuri seperempat dinar ke atas.” (Riwayat al-Bukh±r³ - Muslim  dari Aisyah).;Seorang pencuri yang telah dipotong tangan kanannya, kemudian ia mencuri lagi dengan syarat-syarat seperti semula maka dipotonglah kaki kirinya yaitu dari ujung kaki sampai pergelangan. Kalau ia mencuri lagi untuk ketiga kalinya, dipotong lagi tangan kirinya, kalau ia mencuri lagi untuk keempat kalinya, dipotong lagi kaki kanannya, sebagaimana sabda Rasulullah saw mengenai pencuri sebagai berikut:\r\nاِنْ سَرَقَ فَاقْطَعُوْا يَدَهُ ثُمَّ اِنْ سَرَقَ فَاقْطَعُوْا رِجْلَهُ ثُمَّ اِنْ سَرَقَ فَاقْطَعُوْا يَدَهُ ثُمَّ اِنْ سَرَقَ فَاقْطَعُوْا رِجْلَهُ (رواه الامام الشافعي عن أبي هريرة) \r\nApabila ia mencuri, potonglah tangan (kanan)nya, kalau ia mencuri lagi potonglah kaki (kiri)nya, kalau masih mencuri lagi potonglah tangan (kiri)nya dan kalau ia masih juga mencuri potonglah kaki (kanan)nya.” (Riwayat al-Im±m al-Sy±fii dari Abµ Hurairah).\r\n \r\nKalau ini semua sudah dilaksanakan tetapi ia masih juga mencuri untuk kelima kalinya, maka ia di-tazir, artinya diberi hukuman menurut yang ditetapkan oleh penguasa, misalnya dipenjarakan atau diasingkan ke tempat lain, sehingga ia tidak dapat lagi mencuri. Potong tangan ini diperintahkan Allah sebagai hukuman kepada pencuri, baik laki-laki maupun perempuan, karena Allah Mahaperkasa, maka ia tidak akan membiarkan pencuri-pencuri dan manusia lainnya berbuat maksiat. Allah Mahabijaksana di dalam menetapkan sesuatu seperti menetapkan hukum potong tangan bagi pencuri, karena yang demikian itu apabila diperhatikan lebih dalam, tentu dalam pelaksanaannya akan menimbulkan maslahat yang banyak, sekurang-kurangnya dapat membatasi merajalelanya pencurian.\r\nApa saja yang diperintahkan Allah pasti akan mendatangkan maslahat dan apa saja yang dilarang-Nya pasti akan mengakibatkan kerusakan dan kehancuran apabila dilanggar."}