{"tafsir_id":710,"surah_id":5,"aya_number":41,"tafsir_wajiz":"Pada no_ayatt yang lalu diterangkan tentang hukuman bagi pencuri, sementara no_ayatt ini menjelaskan sikap orang Yahudi terhadap hukum dalam Kitab Taurat. Keterangan ini diawali dengan peringatan kepada Rasulullah. Wahai Rasul! Janganlah engkau disedihkan karena mereka berlomba-lomba dalam kekafirannya dan menampakkan permusuhan, karena Allah pasti akan melindungimu. Ketahuilah bahwa mereka adalah orang-orang munafik yang mengatakan dengan mulut mereka, “Kami telah beriman,” padahal hati mereka meyakini yang lain, dan mereka sesungguhnya belum beriman; dan waspadalah juga terhadap orang-orang Yahudi yang sangat suka mendengar berita-berita bohong yang diungkapkan oleh pendeta-pendetanya, dan mereka juga sangat suka mendengar perkataan-perkataan orang lain yang belum pernah datang kepadamu yang menjelek-jelekkanmu. Mereka tidak segan-segan untuk mengubah kata-kata dalam Kitab Taurat dari makna yang sebenarnya, seperti mengubah hukum rajam bagi pezina menjadi menghitamkan wajah dan cambukan, atau diselewengkan pengertiannya. Mereka mengatakan kepada utusan yang diperintahkan untuk bertanya kepada Rasulullah tentang hukum bagi pezina, “Jika ini, seperti yang mereka lakukan, yang diberikan kepadamu, yaitu hukum yang sudah diubah, terimalah, dan jika kamu diberi hukum yang bukan ini, maka hati-hatilah dan jangan diterima.” Barang siapa dikehendaki Allah untuk dibiarkan sesat karena keangkuhan dan keras kepalanya, sedikit pun engkau tidak akan mampu menolak suatu akibat atau hukuman apa pun dari Allah untuk menolongnya. Karena pilihan pada kesesatan, maka mereka itu adalah termasuk orang-orang yang sudah tidak dikehendaki Allah untuk diberi petunjuk agar dapat menyucikan hati mereka. Di dunia mereka pasti akan mendapat kehinaan akibat sikapnya itu, dan di akhirat mereka pasti akan mendapat azab yang besar karena kesesatannya","tafsir_tahlili":"(41) Dalam ayat ini Allah memerintahkan Rasul-Nya agar beliau jangan merasa sedih dan cemas karena perbuatan orang-orang munafik yang memperlihatkan kekafirannya dan menampakkan permusuhannya, karena pada waktunya nanti Allah akan melindungi beliau dari perbuatan jahat mereka dan memenangkannya atas mereka serta segenap pembantu dan pendukung mereka. Ada di antara mereka yang mengaku beriman dengan ucapan, tetapi hati mereka tetap ingkar dan tidak beriman; begitu pula halnya sebagian dari orang-orang Yahudi.\r\nMereka amat senang mendengar perkataan dari para cendekiawan dan pendeta, begitu pula orang-orang yang benci kepada Nabi Muhammad saw dan tidak pernah bertemu dengan beliau, terutama mendengar ceramah-ceramah dan berita-berita bohong yang telah dipalsukan untuk menjelek-jelekkan Muhammad saw, dan melemahkan semangat kaum Muslimin agar meninggalkan ajaran-ajarannya.\r\nMereka tidak segan-segan mengubah isi kitab Taurat. Kalimat-kalimatnya mereka pindah-pindahkan, sehingga yang tempatnya di depan diletakkan di belakang, dan sebaliknya. Pengertiannya diselewengkan dan sebagainya; misalnya mengganti hukuman rajam bagi orang yang berzina dengan hukuman dera dan menghitamkan mukanya. Mereka berkata kepada  utusan mereka sendiri yang ditugaskan pergi kepada Bani Quraizah untuk meminta agar mereka menanyakan kepada Nabi saw hukuman terhadap dua orang pemuka yang telah berzina dan pernah kawin. Mereka berpesan sebagai berikut, “Kalau Muhammad menjawab bahwa hukumannya ialah dera dan menghitamkan muka, maka terima dan ambillah fatwanya itu. Tetapi kalau dia menjawab dengan selain daripada itu, dan menegaskan bahwa hukumannya ialah rajam, maka hindarilah dia dan jangan diterima.” Orang-orang yang dikehendaki Allah dalam kesesatan karena perbuatannya yang keterlaluan, maka tidak ada suatu petunjuk pun yang dapat mereka terima meskipun petunjuk itu datangnya dari Rasulullah saw.\r\nAllah tidak akan menyucikan hati orang munafik dan orang-orang Yahudi karena mereka berpegang teguh dan tidak mau bergeser sedikit pun dari kekafiran dan kesesatannya. Di dunia ini orang-orang munafik  memperoleh kehinaan dan merasa malu sekali karena kemunafikannya terungkap dan diketahui oleh orang-orang Islam, sedang orang-orang Yahudi juga memperoleh kehinaan karena perbuatan jahatnya dapat diketahui. Begitu juga perbuatan mereka menyembunyikan isi kitab Taurat, misalnya hukuman rajam. Di samping itu semua, di akhirat akan memperoleh juga siksaan yang besar. Mereka akan disiksa terus menerus, tidak berkesudahan dan tidak akan dikeluarkan dari neraka sepanjang masa."}