{"tafsir_id":713,"surah_id":5,"aya_number":44,"tafsir_wajiz":"Pada no_ayatt yang lalu dijelaskan sikap orang Yahudi terhadap Taurat dan hukum yang terdapat di dalamnya. Pada no_ayatt ini diterangkan bahwa Taurat diwahyukan sebagai petunjuk bagi Bani Israil, tetapi sebagian hukumnya mereka tinggalkan. Penjelasan ini diawali dengan suatu ungkapan untuk meyakinkan. `Sungguh, Kami yang menurunkan Kitab Taurat kepada Nabi Musa; di dalamnya ada petunjuk untuk membimbing mereka ke jalan yang lurus dan cahno_ayat yang akan menerangi jalan hidup mereka. Yang dengan Kitab itu para nabi yang berserah diri kepada Allah dari Bani Israil telah memberi putusan atas perkara yang terjadi di antara orang Yahudi, demikian juga yang diperbuat oleh para ulama dan pendeta-pendeta mereka, yang sedemikian ini sebab mereka memang diperintahkan untuk memelihara kitab-kitab Allah dengan melaksanakan hukum-hukumnya, dan mereka siap untuk menjadi saksi terhadapnya. Karena itu, wahai Muhammad, janganlah kamu takut kepada manusia, tetapi takutlah hanya kepada-Ku. Dan janganlah pula kamu jual no_ayatt-no_ayatt-Ku dengan harga murah dengan mengharap imbalan duniawi yang sedikit. Barang siapa tidak memutuskan hukum suatu perkara dengan apa yang diturunkan Allah, maka ketahuilah bahwa mereka itulah termasuk orang-orang kafir.","tafsir_tahlili":"(44) Kitab Taurat yang diturunkan Allah kepada Nabi Musa, berisi bimbingan dan petunjuk bagi manusia kepada yang hak, sehingga mereka dapat keluar dan selamat dari kesesatan dan penyembahan berhala, dan juga merupakan cahaya yang menerangi hal-hal yang masih samar-samar ataupun yang masih gelap bagi mereka, sehingga mereka dapat melihat jalan yang benar, baik dalam urusan agama, maupun duniawi.\r\nKitab Taurat menjadi petunjuk bagi nabi-nabi yang telah menyerahkan diri kepada Allah dengan penuh keikhlasan, yaitu Nabi Musa dan nabi-nabi dari Bani Israil sesudahnya, sampai kepada Nabi Isa. Kitab ini telah digunakan untuk memutuskan perkara orang-orang Yahudi saja, karena memang Taurat itu diturunkan khusus untuk orang-orang Yahudi. Begitu juga tokoh-tokoh dan pendeta-pendeta mereka, telah menggunakan Taurat itu sebagai undang-undang di kala tidak ada nabi bersama mereka, karena mereka itu semua telah diperintahkan Allah supaya memelihara kitab Taurat, dan menjadi saksi serta bertanggung jawab atas pelaksanaannya. Jangan sampai mereka menyelewengkan hukum-hukum yang ada di dalamnya, dan menyembunyikan karena bertentangan dengan keinginan hawa nafsu mereka, atau karena takut kepada pembesarnya sehingga tidak berani menegakkan hukum terhadap mereka, seakan-akan mereka itu lebih takut kepada sesama manusia daripada kepada Allah. Lain halnya dengan Abdullah bin Salam yang hidup sampai masa al-Khulaf± ar-R±syidµn. Dia seorang Yahudi yang benar-benar menegakkan hukum Allah, sehingga mengakibatkan orang lain benci dan tidak senang kepadanya. Dia menegakkan hukum rajam kepada siapa saja yang harus dihukum karena perbuatan zina, sekalipun kepada pemimpin atau pembesar mereka.\r\nJangan sampai mereka tidak menyebarkan dan tidak menjelaskan hukum-hukum itu karena keuntungan dunia atau keuntungan yang diterimanya dari orang-orang yang berkepentingan, misalnya uang sogok, atau pangkat yang dijanjikan kepadanya, karena semuanya ini tidak ada arti dan nilainya jika dibandingkan dengan pahala yang akan mereka peroleh di akhirat, Firman Allah:\r\nيَوْمَ لَا يَنْفَعُ مَالٌ وَّلَا بَنُوْنَ ۙ    ٨٨  اِلَّا مَنْ اَتَى اللّٰهَ بِقَلْبٍ سَلِيْمٍ ۗ   ٨٩  ;”(Yaitu) di hari (ketika) harta dan anak-anak tidak berguna, kecuali orang-orang yang menghadap Allah dengan hati yang bersih.”   (asy-Syuara/26: 88 dan 89).;Barang siapa menghukum atau memutuskan suatu perkara tidak sesuai dengan hukum Allah, seperti halnya orang-orang Yahudi yang menyembunyikan hukum rajam terhadap orang berzina yang bersuami atau beristri dan menggantinya dengan hukuman dera dan menghitamkan mukanya, lalu diarak berkeliling supaya disaksikan oleh masyarakat, dan lain-lainnya, berarti mereka melakukan penyelewengan hukum. Ketahuilah bahwa mereka itu adalah orang-orang yang ingkar."}