{"tafsir_id":714,"surah_id":5,"aya_number":45,"tafsir_wajiz":"Di antara hukum yang terdapat dalam Taurat adalah bahwa Kami telah menetapkan bagi mereka di dalamnya, Taurat, hukuman yang sepadan, yaitu bahwa menghilangkan nyawa dibalas dengan nyawa, melukai mata dibalas dengan melukai mata, mencederai hidung dibalas dengan hidung, memotong telinga dibalas dengan telinga, merontokkan gigi dibalas dengan gigi, dan luka-luka pun ada qisas-nya, yakni ada balasannya yang sama. Namun demikian, barang siapa melepaskan hak untuk melakukan qisasnya, maka sikap itu akan menjadi penebus dosa baginya. Sebaliknya barang siapa tidak memutuskan perkara yang terjadi dengan saudaranya menurut apa yang diturunkan Allah, maka mereka itulah akan termasuk orang-orang yang zalim.","tafsir_tahlili":"(45) Di dalam Taurat, telah ditetapkan bahwa nyawa harus dibayar dengan nyawa. Orang yang membunuh tidak dengan alasan yang benar dia harus dibunuh pula dengan tidak memandang siapa yang membunuh dan siapa yang dibunuh. (Keluaran xxi. 24-25: “harus memberikan nyawa ganti nyawa, mata ganti mata, gigi ganti gigi, tangan ganti tangan, kaki ganti kaki, lecur ganti lecur, luka ganti luka, bengkak ganti bengkak…”). Hukuman hampir serupa terdapat juga dalam Imamat xxiv. dan Ulangan xix.21.\r\nSekalipun penetapan dan ketentuan tersebut, diketahui oleh orang-orang Nasrani dan Yahudi, namun mereka tetap tidak mau menjalankan dan melaksanakannya. Mereka tetap memandang adanya perbedaan derajat dan strata di dalam masyarakat. Mereka menganggap bahwa golongan Yahudi Bani Nadir lebih tinggi derajat dan kedudukannya dari golongan Yahudi Bani Quraizah, dan golongan Bani Quraizah kedudukannya lebih rendah dibanding dengan kedudukan golongan Bani Nadir. Sehingga apabila seorang dari golongan Bani Nadir membunuh seorang dari golongan Bani Quraizah dia tidak dibunuh, karena dianggap tidak sederajat. Tetapi kalau terjadi sebaliknya yaitu seorang dari Bani Quraizah membunuh seorang Bani Nadir, maka dia harus dibunuh.\r\nHal ini dan semacamnya, yang merupakan pembangkangan dan penolakan terhadap bimbingan, petunjuk dan hukum-hukum Allah yang ada di dalam Kitab Taurat berjalan terus sampai datangnya agama Islam. Setelah itu Bani Quraizah mengadukan adanya perbedaan kelas di dalam masyarakat mereka, kepada Nabi Muhammad, oleh beliau diputuskan bahwa tidak ada perbedaan antara si A dan si B antara golongan Anu dan golongan Fulan, di dalam penerapan hukum. Hukum tidak memandang bulu, semua orang harus diperlakukan sama. Mendengar keputusan Rasulullah saw ini, golongan Bani Nadir rnerasa diturunkan derajatnya karena telah dipersamakan dengan golongan Bani Quraizah, orang yang mereka anggap rendah. Maka turunlah ayat ini.\r\nDalam ayat ini Allah menegaskan kembali bahwa di dalam Taurat telah digariskan suatu ketetapan bahwa jiwa harus dibayar dengan jiwa sama dengan hukum kisas yang berlaku dalam syariat Islam. Pembunuh yang telah akil balig bila ia membunuh sesama Islam dan sama-sama merdeka, maka pembunuh tersebut baik seorang maupun beberapa orang harus dikenakan hukuman bunuh. Kecuali bagi orang gila yang benar-benar rusak akalnya, orang yang sedang tidur sampai dia bangun, dan anak kecil sampai dia balig, bila mereka membunuh tidak dikenakan hukuman kisas sesuai dengan sabda Nabi saw:\r\nرُفِعَ الْقَلَمُ عَنْ ثَلاَثٍ: عَنِ الْمَجْنُوْنِ الْمَقْلُوْبِ عَلَى عَقْلِهِ حَتَّى يَبْرَأَ وَعَنِ النَّائِمِ حَتَّى يَسْتَيْقِظَ وَعَنِ الصَّبِيِّ حَتَّى يَحْتَلِمَ (رواه احمد وابو داود عن الحاكم و عمر بن الخطاب) \r\n“Qalam telah diangkat dari tiga macam orang (artinya mereka tidak diperlakukan sebagai orang-orang mukallaf) yaitu orang-orang gila yang benar-benar telah rusak akalnya, sampai ia sembuh, orang yang tidur, sampai ia bangun, dan anak-anak sampai ia balig.” (Riwayat A¥mad, Abµ D±wud dari al-¦±kim dan Umar bin al-Kha¯¯±b).;Selanjutnya orang yang mencukil mata atau memotong hidung atau telinga atau mencabut gigi orang lain, maka dia wajib dikenakan hukuman kisas, ditindak sesuai dengan perbuatannya, sesuai dengan firman Allah:\r\nفَمَنِ اعْتَدٰى عَلَيْكُمْ فَاعْتَدُوْا عَلَيْهِ بِمِثْلِ مَا اعْتَدٰى عَلَيْكُمْ\r\n“Barang siapa yang menyerang kamu, maka seranglah dia yang seimbang dengan serangannya terhadapmu.” (al-Baqarah/2:194).;Begitupun melukai orang ada kisasnya. Orang yang melukai orang lain, dia pun harus dilukai pula sama dengan luka yang diperbuatnya baik mengenai lebar maupun dalamnya, sebagaimana firman Allah:\r\nوَاِنْ عَاقَبْتُمْ فَعَاقِبُوْا بِمِثْلِ مَا عُوْقِبْتُمْ بِهٖ\r\n“Dan jika kamu membalas, maka balaslah dengan (balasan) yang sama dengan siksaan yang ditimpakan kepadamu.” (an-Na¥l/16:126).;Barang siapa melepaskan hak kisasnya dengan penuh kerelaan, dan memaafkan si pelaku sehingga tidak jadi dikisas, itu menjadi penebus dosa bagi yang memaafkan. Orang yang dibebaskan dari hukum kisas karena dimaafkan oleh pihak keluarga orang yang terbunuh, tidaklah berarti dia telah bebas dari hukuman seluruhnya, tetapi dia masih dikenakan hukuman diat (ganti rugi), sebagaimana sabda Nabi saw.:\r\nعَنْ اَبِيْ عَمْرٍو, قَالَ رَسُوْلُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: مَنْ قَتَلَ مُتَعَمِّدًا رُفِعَ اِلَى أَوْلِيَاءِ الْمَقْتُوْلِ فَاِنْ شَاءُوْا قَتَلُوْا وَاِنْ شَاءُوْا اَخَذُوا الدِّيَةَ (رواه الترمذي) \r\nDari Abu Amr, Rasulullah Saw bersabda, “Barang Siapa membunuh dengan sengaja, maka putusannya diserahkan kepada ahli waris orang yang dibunuh. Kalau mereka mau (mengkisas) mereka dapat membunuhnya, dan apabila mereka mau (membebaskannya dari kisas) maka mereka berhak menerima diat (ganti rugi).” (Riwayat at-Tirmi©i).;Barang siapa tidak menjalankan ketentuan-ketentuan tersebut di atas, yaitu kisas yang didasarkan atas keadilan, melainkan mempergunakan hukum sekehendak hatinya, maka mereka itu adalah orang-orang yang zalim, karena melanggar hukum Allah dan menganggap pihak yang dibunuh atau dianiaya itu adalah golongan rendah, tidak sederajat dengan pihak yang membunuh atau yang menganiaya."}