{"tafsir_id":717,"surah_id":5,"aya_number":48,"tafsir_wajiz":"Pada no_ayatt-no_ayatt yang lalu Allah menerangkan tentang diturunkannya Taurat dan Injil yang mengandung petunjuk dan cahno_ayat, serta adanya kewajiban bagi umat masa itu untuk melaksanakan ajaran-ajarannya. Dan Kami selanjutnya telah pula menurunkan Kitab Al-Qur’an kepadamu, Muhammad, sebagai nabi terakhir, dengan membawa kebenaran yang hakiki, yang membenarkan sebagian isi dari kitab-kitab yang diturunkan sebelumnya, yaitu Taurat, Zabur, dan Injil, dan menjaganya dari penyimpangan atau pengubahan yang dilakukan oleh orang-orang yang mencari keuntungan diri, maka putuskanlah perkara yang mereka perselisihkan menurut ketetapan dalam kitab-kitab yang diturunkan Allah itu dan janganlah sekali-kali engkau mengikuti kemauan dan keinginan nafsu mereka dengan meninggalkan kebenaran yang telah datang kepadamu. Ketahuilah bahwasanya untuk setiap umat di antara kamu, di mana saja mereka berada, Kami berikan aturan bagi mereka masing-masing dan jalan yang terang sesuai dengan keadaannya. Kalau Allah menghendaki sesuai dengan kehendak-Nya, niscno_ayat kamu semua akan dijadikan-Nya sebagai satu umat saja, tetapi Allah berkehendak lain, yaitu ingin menguji kamu terhadap karunia dan semua nikmat yang telah diberikan-Nya kepadamu, maka sebagai jawaban dari semua rahmat yang telah dilimpahkan itu, berlomba-lombalah untuk berbuat kebajikan. Ketahuilah bahwa hanya kepada Allah saja kamu semua akan kembali, lalu pada saat itu akan diberitahukan-Nya kepadamu apa saja yang dahulu pernah kamu perselisihkan pada saat menjalani kehidupan di dunia.","tafsir_tahlili":"(48) Setelah menerangkan bahwa Taurat telah diturunkan kepada Nabi Musa, dan kitab Injil telah diturunkan pula kepada Nabi Isa dan agar kedua kitab tersebut ditaati dan diamalkan oleh para penganutnya masing-masing. Pada ayat ini diterangkan bahwa Allah menurunkan Al-Qur'an kepada Nabi dan Rasul terakhir Muhammad saw. Al-Qur'an adalah Kitab Samawi terakhir yang membawa kebenaran, mencakup isi dan membenarkan Kitab suci sebelumnya seperti Taurat dan Injil. Al-Qur'an adalah kitab yang terpelihara dengan baik, sehingga ia tidak akan mengalami perubahan dan pemalsuan. Firman Allah menegaskan:\r\nلَّا يَأْتِيْهِ الْبَاطِلُ مِنْۢ بَيْنِ يَدَيْهِ وَلَا مِنْ خَلْفِهٖ ۗتَنْزِيْلٌ مِّنْ حَكِيْمٍ حَمِيْدٍ   \r\n(yang) tidak akan didatangi oleh kebatilan baik dari depan maupun dari belakang (pada masa lalu dan yang akan datang), yang diturunkan dari Tuhan Yang Mahabijaksana, Maha Terpuji. (Fu¡¡ilat/41:42).;Al-Qur'an adalah kitab suci yang menjamin syariat yang murni sebelumnya, dan kitab suci yang berlaku sejak diturunkannya sampai hari kemudian. Oleh karena itu, wajib menghukumkan dan memutuskan perkara anak manusia sesuai dengan hukum yang telah diturunkan Allah, yang telah terdapat di dalam Al-Qur'an. Bukanlah pada tempatnya menuruti keinginan dan kemauan hawa nafsu mereka yang bertentangan dengan kebenaran yang dibawa oleh junjungan kita Nabi Muhammad saw.\r\nTiap-tiap umat diberi syariat (peraturan-peraturan khusus), dan diwajibkan kepada mereka melaksanakannya, dan juga mereka telah diberi jalan dan petunjuk yang harus dilaksanakan untuk membersihkan diri dan menyucikan batin mereka. Syariat setiap umat dan jalan yang harus ditempuh boleh saja berubah-ubah dan bermacam-macam, tetapi dasar dan landasan agama samawi hanyalah satu, yaitu tauhid.\r\nTaurat, Injil, dan Al-Qur'an, masing-masing mempunyai syariat tersendiri, yang berisi ketentuan-ketentuan hukum halal dan haram, sesuai dengan kehendak-Nya untuk mengetahui siapa yang taat dan siapa yang tidak. Firman Allah:\r\nوَمَآ اَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رَّسُوْلٍ اِلَّا نُوْحِيْٓ اِلَيْهِ اَنَّهٗ لَآ اِلٰهَ اِلَّآ اَنَا۠ فَاعْبُدُوْنِ   \r\nDan Kami tidak mengutus seorang rasul pun sebelum engkau (Muhammad),  melainkan Kami wahyukan kepadanya, bahwa tidak ada tuhan (yang berhak disembah) selain Aku, maka sembahlah Aku. (al-Anbiy±'/21:25).;وَلَقَدْ بَعَثْنَا فِيْ كُلِّ اُمَّةٍ رَّسُوْلًا اَنِ اعْبُدُوا اللّٰهَ وَاجْتَنِبُوا الطَّاغُوْتَ\r\n“Dan sungguh, Kami telah mengutus rasul pada setiap umat (untuk menyerukan),” Sembahlah Allah, dan jauhilah °±gµt.” (an-Na¥l/16:36).;Sekiranya Allah menghendaki, tentulah Dia dapat menjadikan semua manusia hanya dengan satu syariat dan satu macam jalan yang akan ditempuh dan diamalkan mereka sehingga dari zaman ke zaman tidak ada peningkatan dan kemajuan, seperti halnya burung atau lebah, kehendak Allah tentu akan terlaksana dan tidak ada kesulitan sedikit pun, karena Allah kuasa atas segala sesuatu. Tetapi yang demikian itu tidak dikehendaki oleh-Nya. Allah menghendaki manusia itu sebagai makhluk yang dapat mempergunakan akal dan pikirannya, dapat maju dan berkembang dari zaman ke zaman. Dari masa kanak-kanak ke masa remaja meningkat jadi dewasa dan seterusnya.\r\nDemikianlah Allah menghendaki dan memberikan kepada tiap-tiap umat syariat tersendiri, untuk menguji sampai di mana manusia itu dapat dan mampu melaksanakan perintah Allah atau menjauhi larangan-Nya, sebagaimana yang telah ditetapkan di dalam kitab samawi-Nya, untuk diberi pahala atau disiksa. Oleh karena itu seharusnyalah manusia berlomba-lomba berbuat kebaikan dan amal saleh, sesuai dengan syariat yang dibawa oleh nabi penutup rasul terakhir Muhammad saw. Syariat yang menggantikan syariat sebelumnya, untuk kepentingan dunia dan kebahagiaan di akhirat kelak.\r\nPada suatu waktu nanti, mau tak mau manusia akan kembali kepada Allah memenuhi panggilan-Nya ke alam baka. Di sanalah nanti Allah akan memberitahukan segala sesuatu tentang hakikat yang diperselisihkan mereka. Orang yang benar-benar beriman akan diberi pahala, sedang orang-orang yang ingkar dan menolak kebenaran, serta menyeleweng tanpa alasan dan bukti, akan diazab dan dimasukkan ke dalam neraka."}