{"tafsir_id":718,"surah_id":5,"aya_number":49,"tafsir_wajiz":"Selanjutnya ingatlah, wahai Nabi Muhammad, ketika orang-orang Yahudi mengajukan persoalan di antara mereka dan mengharapkan keputusanmu, maka tetapkanlah sesuai aturan dan hendaklah engkau memutuskan perkara yang terjadi di antara mereka menurut apa yang diturunkan Allah, sebagaimana yang terdapat dalam Taurat, dan janganlah engkau mengikuti keinginan mereka yang menyebabkan terjadinya kezaliman terhadap sebagian yang lain. Karena itu, hati-hati dan waspadalah terhadap sikap dan perkataan mereka, jangan sampai mereka berhasil memperdno_ayatkan engkau terhadap sebagian apa yang telah diturunkan Allah kepadamu, yaitu Al-Qur’an yang berisi petunjuk yang lebih lurus. Jika mereka berpaling dari hukum yang telah diturunkan Allah dan tidak mau mengikutinya, maka ketahuilah bahwa dengan keadaan itu sesungguhnya Allah berkehendak untuk menimpakan musibah sebagai peringatan kepada mereka yang disebabkan oleh sebagian dosa-dosa yang telah mereka lakukan. Itulah pelajaran dan ujian bagi mereka, namun sungguh banyak manusia tidak menyadarinya, sehingga mereka ini adalah termasuk sebagai orang-orang yang fasik, yaitu mereka yang tidak melaksanakan ajaran yang diimaninya.","tafsir_tahlili":"(49) Diriwayatkan oleh Ibnu Jarir dan al-Baihaqi dari Ibnu Abbas, bahwa Kaab bin Asad, Abdullah bin Suriya, Wisyas bin Qais dari orang-orang Yahudi berkata “Mari kita pergi kepada Muhammad, mudah-mudahan kita dapat menyesatkannya.” Maka pergilah mereka menghadap Rasulullah lalu mereka berkata kepada Rasulullah saw.:\r\nيَا مُحَمَّدُ اِنَّكَ قَدْ عَرَفْتَ اَنَّا اَحْبَارُ يَهُوْدَ وَاَشْرَافُهُمْ وَسَادَاتُهُمْ وَاَنَّا اِنِ اتَّبَعْنَاكَ اِتَّبَعَنَا يَهُوْدُ وَلَمْ يُخَالِفُوْنَا وَاِنَّ بَيْنَنَا وَبَيْنَ قَوْمِنَا خُصُوْمَةً فَنُحَاكِمُهُمْ ِالَيْكَ فَتَقْضِيْ لَنَا عَلَيْهِمْ وَنُؤْمِنُ لَكَ وَنُصَدِّقُكَ فَاَبَى رَسُوْلُ اللهِ صَلَّى الله ُعَلَيْهِ وَسَلَّمَ فَاَنْزَلَ الله ُعَزَّ وَجَلَّ فِيْهِمْ ...وَاَنِ احْكُمْ بَيْنَهُمْ بِمَا اَنْزَلَ الله ...الاية (رواه ابن جرير والبيهقي عن ابن عبّاس) \r\n“Hai Muhammad, kamu telah mengetahui bahwa kami ini adalah pendeta Yahudi, para pembesar dan pemimpinnya. Kalau kami mengikuti kamu, orang-orang Yahudi pasti mengikuti kami dan tidak akan ada di antara mereka yang berani menentang. Di antara kami dan kaum kami ada sengketa. Persengketaan itu akan kami bawa kepadamu, maka hendaklah engkau memenangkan kami terhadap mereka, dan kami akan beriman dan akan membenarkan kamu. Maka Rasulullah enggan (mengikuti kehendak mereka) itu dan Allah Azza wa Jalla menurunkan ayat tentang perkara mereka.... wa ani¥kum bainahum bimā anzala Allāh....”(Riwayat Ibnu Jar³r dan al-Baihaq³ dari Ibnu Abb±s);Nabi saw menolak permintaan mereka, maka turunlah ayat ini. Nabi Muhammad agar memutuskan perkara orang-orang Yahudi yang diajukan kepadanya sesuai dengan apa yang telah diturunkan Allah dan jangan sekali-sekali menuruti keinginan dan kehendak hawa nafsu mereka. Allah mengingatkan kepada Nabi supaya berhati-hati menghadapi siasat mereka, jangan sampai terjebak oleh tipu daya mereka yang ingin menyelewengkan beliau dari sebagian hukum yang telah diturunkan dan digariskan Allah kepadanya.\r\nKalau mereka masih juga berpaling dan tidak mau menerima keputusan yang berdasarkan apa yang telah diturunkan Allah karena memang maksud mereka meminta kepada Nabi untuk memutuskan perkaranya sekedar untuk memancing dan menjebaknya, kalau-kalau bisa berpaling dari hukum Allah. Ketahuilah bahwa yang demikian itu karena Allah menghendaki akan menimpakan azab kepada mereka di dunia, akibat dosa-dosanya dan akan disempurnakan nanti di akhirat, siksaan yang amat pedih. Memang kebanyakan manusia adalah fasik, bersifat seperti orang-orang kafir, senang meninggalkan hukum-hukum Allah dan syariat yang telah dipilihkan untuk mereka."}