{"tafsir_id":723,"surah_id":5,"aya_number":54,"tafsir_wajiz":"Bila sebelumnya dijelaskan tentang larangan untuk tidak menjadikan orang Yahudi dan Nasrani sebagai teman setia serta tentang buruknya sikap kaum munafik, maka no_ayatt-no_ayatt berikut berbicara tentang orang mukmin. “Wahai orang-orang yang beriman! Barang siapa di antara kamu yang murtad atau keluar dari agamanya, maka ketahuilah bahwa kelak Allah akan mendatangkan suatu kaum yang benar-benar beriman untuk menggantikanmu. Dia mencintai mereka dan mereka pun mencintai-Nya dengan segenap keikhlasannya, dan mereka juga selalu bersikap lemah lembut terhadap sesama orang-orang yang beriman, tetapi sebaliknya, mereka akan bersikap keras terhadap orang-orang kafir. Selain itu, mereka juga merupakan umat yang selalu siap untuk berjihad di jalan Allah, dan mereka juga termasuk orang-orang yang tidak takut kepada celaan orang yang dengki dan tidak senang yang suka mencela. Itulah salah satu bentuk karunia Allah yang diberikan-Nya kepada siapa yang Dia kehendaki dari makhluk-Nya. Karena itu ketahui dan pahami bahwa Allah itu Mahaluas pemberian-Nya, lagi Maha Mengetahui.","tafsir_tahlili":"(54) Dalam ayat ini terkandung berita tantangan yang akan terjadi, yaitu akan murtadnya sebagian orang mukmin. Mereka akan keluar dari Islam dengan terang-terangan. Keluarnya mereka dari Islam, tidaklah akan membahayakan orang mukmin, tetapi sebaliknya yang akan terjadi, yaitu Allah akan menggantinya dengan orang-orang yang lebih kuat imannya dan Iebih baik amal perbuatannya, sebagai pengganti mereka yang murtad itu.\r\nMenurut riwayat Ibnu Jarir dari Qatadah, diceritakan bahwa setelah  ayat ini diturunkan, beberapa kelompok manusia akan murtad, keluar dari agama Islam. Peristiwa itu kemudian benar-benar terjadi, ketika Nabi Muhammad saw. berpulang ke rahmatullah, murtadlah sebagian orang Islam, terkecuali dari tiga tempat, yaitu penduduk Medinah, penduduk Mekah dan penduduk Bahrain. Di antara tanda-tanda murtad mereka ialah bahwa mereka tidak mau lagi mengeluarkan zakat. Mereka mengatakan: “Kami akan tetap salat, tetapi kami tidak mau mengeluarkan zakat. Demi Allah, harta kami tidak boleh dirampas.” Maka Khalifah Abu Bakar ketika itu terpaksa mengambil tindakan keras. Orang-orang yang murtad itu diperangi, sehingga di antara mereka ada yang mati, ada yang terbakar dan ada pula yang ditangkap, dan akhirnya mereka kembali bersedia membayar zakat.\r\nPeristiwa terjadinya kemurtadan ini banyak sekali. Di dalam sejarah disebutkan bahwa pada masa Nabi Muhammad saw. masih hidup telah terjadi tiga kali peristiwa murtad, yaitu:\r\n1. Golongan Bani Ma©¥ij yang dipelopori oleh Zulkhimar, yaitu al-Aswad al-Ansi seorang tukang tenung. Dia mengaku sebagai nabi di Yaman,  dia dibunuh oleh salah seorang dari Muslimin.\r\n2. Golongan Bani Hanifah, yaitu Musailimah al-Ka©©±b, Musailimah mengaku dirinya sebagai nabi. Dia pernah berkirim surat kepada Nabi Muhammad saw. mengajak beliau untuk membagi dua kekuasaan di negeri Arab. Dia memerintah separuh negeri dan Nabi Muhammad saw. memerintah sisanya. Nabi Muhammad saw. membalas suratnya dengan mengatakan bahwa bumi ini adalah kepunyaan Allah dan Allah akan mempusakakan bumi ini kepada siapa yang dikehendaki di antara hamba-Nya dan bahwa kemenangan terakhir akan berada pada orang yang bertakwa kepada-Nya. Akhirnya Musailimah diperangi oleh Khalifah Abu Bakar dan ia mati dibunuh oleh Wahsyi yang dulu pernah membunuh Hamzah, paman Nabi dalam Perang Uhud.\r\n3. Golongan Bani Asad, pemimpinnya bernama °ulai¥ah bin Khuwailid, dia juga mengaku dirinya menjadi nabi, maka Abu Bakar memeranginya dengan memerintahkan Khalid bin Walid untuk membunuhnya. Dia mundur dan lari ke negeri Syam dan akhirnya dia kembali menjadi seorang Muslim yang baik.\r\nSesudah Nabi Muhammad saw. meninggal, pada masa Khalifah Abu Bakar, banyak terjadi golongan-golongan yang murtad terdiri dari 7 golongan, yaitu: (1) Ga¯af±n, (2) Khuzaah, (3) Bani Sulaim, (4) Bani Yarbµ, (5) sebagian Bani Tam³m, (6) Kindah, dan (7) Bani Bakr.;Orang-orang yang menggantikan orang-orang murtad itu selalu me-ngatakan kebenaran dan membantu perjuangan Islam, ditandai oleh Allah dengan enam sifat yang penting, yaitu:\r\n1. Allah mencintai mereka, karena keimanan dan keyakinan mereka dalam berjuang.\r\n2. Mereka cinta kepada Allah, karena perintah Allah lebih diutamakan dari urusan-urusan yang lain,\r\n3. Mereka bersikap lemah lembut terhadap orang mukmin,\r\n4. Mereka bersikap keras dan tegas terhadap orang kafir.\r\n5. Berjihad f³ sab³lillah, yaitu bersungguh-sungguh dalam menegakkan agama Allah, mau berkorban dengan harta dan dirinya dan tidak takut berperang menghadapi musuh agama,\r\n6. Mereka tidak takut terhadap cacian dan celaan, tidak takut kepada gertakan dan ancaman. Sebab mereka senantiasa dalam beramal, berjuang, bukan mencari pujian dan sanjungan manusia, bukan juga mencari pangkat dan kedudukan dan bukan pula mencari nama dan pengaruh. Yang mereka cari hanyalah keridaan Allah semata.;Sifat-sifat yang tersebut di atas adalah karunia Allah kepada hamba-Nya yang dikehendaki. Dengan sifat-sifat itulah derajat seseorang menjadi tinggi dan mulia di hadapan manusia, dan lebih-lebih di hadapan Allah yang mempunyai karunia yang besar. Semuanya itu akan dapat diperoleh dengan jalan mendekatkan diri kepada Allah serta memperbanyak ibadah dan bersyukur."}