{"tafsir_id":728,"surah_id":5,"aya_number":59,"tafsir_wajiz":"Karena perilaku yang buruk itu, kemudian Allah memerintahkan kepada Nabi Muhammad untuk memperingatkan mereka. Katakanlah, `Wahai Ahli Kitab! Apakah kamu memandang kami salah dengan semua ajaran Islam yang kami laksanakan, apakah kami juga keliru hanya karena kami beriman kepada Allah Yang Maha Esa, percno_ayat kepada apa yang diturunkan kepada kami, yaitu Al-Qur'an, dan juga beriman kepada apa yang diturunkan sebelumnya, yaitu Taurat, Zabur, dan Injil? Bila tidak ada alasan yang kuat dari sikap-sikap tersebut, sungguh, kebanyakan dari kamu ternyata adalah orang-orang yang fasik.`","tafsir_tahlili":"(59) Menurut riwayat, Ibnu Jarir dan lain-lainnya menceritakan orang-orang Yahudi, di antaranya turut Abu Yasir bin Akhtab dan yang lain mereka bertanya kepada Nabi Muhammad tentang siapa saja rasul-rasul yang beriman (percaya) kepada mereka, Nabi Muhammad menjawab, “Saya percaya kepada Allah dan apa yang diturunkan kepada kami dan apa yang diturunkan kepada Ibrahim, Ishak, Yakub dan Asbat, dan apa yang diberikan Allah kepada Musa, Isa dan para nabi lainnya, tanpa membedakan antara mereka. Dan kami berserah diri kepada-Nya. Tatkala Nabi Muhammad menyebut Isa”, mereka tidak mengakui kenabiannya seraya berkata, “Kami tidak percaya kepada orang yang percaya kepadanya, maka turunlah ayat ini.\r\nAyat ini memberi petunjuk kepada Nabi Muhammad saw supaya membantah orang-orang Ahli Kitab dengan bentuk pertanyaan sebagai berikut, “Hai Ahli Kitab, apakah kamu memandang salah, membenci dan menghina kami, hanya lantaran kami beriman kepada Allah dan kepada yang diturunkan kepada rasul-rasul-Nya yang dahulu? Kami tidak berbuat selain dari itu, karena tidak ada alasan yang pantas bagi kamu untuk menyalahkan dan membenci kami, selain karena kebanyakan kamu memang sudah rnenjadi orang-orang yang fasik.”\r\nBantahan ini pada hakikatnya tidak dapat mereka jawab selain bersikap acuh tak acuh dan terus mengejek dan menghina agama Islam dan kaum Muslimin. Oleh karena itu Allah menurunkan lagi ayat berikut ini untuk memberikan bantahan yang lebih keras, sehingga mereka semua diam.\r\n"}