{"tafsir_id":733,"surah_id":5,"aya_number":64,"tafsir_wajiz":"no_ayatt-no_ayatt yang lalu menjelaskan perilaku dan sikap buruk dari orang-orang Yahudi, selanjutnya no_ayatt-no_ayatt berikut menerangkan tentang perbuatan mereka yang lebih buruk lagi. Sikap yang sangat tidak baik ini diawali ketika mereka berkata, `Tangan Allah terbelenggu,` yang maksudnya adalah kikir atau tidak mau melimpahkan rahmat-Nya. Padahal sebenarnya tangan merekalah yang dibelenggu sehingga mereka dikenal sebagai orang yang bakhil dan karenanya merekalah yang akan dilaknat yang disebabkan oleh apa yang telah mereka katakan itu. Padahal dengan memperhatikan apa saja yang terjadi di sekitarnya, mereka sesungguhnya mengetahui bahwa kedua tangan Allah selalu terbuka untuk semua makhluk-Nya; Dia memberi rezeki kepada siapa saja sebagaimana Dia kehendaki. Dan Al-Qur'an yang diturunkan kepadamu, hai Muhammad, dari Tuhanmu itu pasti juga akan menambah kedurhakaan yang telah mendarah daging dan kekafiran yang sudah menjadi kebiasaan bagi kebanyakan mereka. Sebagai akibat dari kedua sikap buruk itu, Kami timbulkan permusuhan yang terus menerus dan kebencian yang mendalam di antara mereka sampai hari Kiamat. Setiap saat mereka menyalakan api peperangan pada siapa saja, Allah pasti akan memadamkannya. Selain melakukan penyimpangan dan keingkaran, mereka juga selalu berusaha untuk menimbulkan kerusakan di muka bumi. Dan sesungguhnya Allah sangat tidak menyukai orang-orang yang berbuat kerusakan.","tafsir_tahlili":"(64) Menurut riwayat Ibnu Ishak dan a¯-°abrani dari Ibnu Abbas dia berkata, “Seorang Yahudi yang bernama Nabbasy bin Qais berkata kepada Nabi Muhammad saw, Tuhan engkau kikir, tidak suka memberi.” Maka ayat ini meskipun yang mengatakan kepada Nabi itu hanya seorang dari kalangan Yahudi namun dapat dianggap menggambarkan pendirian secara kesuluruhan dari kaumnya. Ayat ini menceritakan bahwa orang Yahudi itu berkata, “Tangan Allah terbelenggu,” tetapi yang sebenarnya terbelenggu adalah tangan mereka sendiri, dengan demikian mereka akan dilaknat Allah.\r\nPerkataan orang Yahudi bahwa ”tangan Allah terbelenggu” adalah tidak masuk akal, sebab mereka mengakui bahwa Allah adalah nama bagi zat yang pasti ada dan Mahakuasa, Dia pencipta alam semesta. Hal ini menunjukkan bahwa tangan Allah tidak terbelenggu dari kekuasaan-Nya tidak terbatas karena jika demikian maka tentulah Dia tidak dapat memelihara dan mengatur alam ini. Maka apakah yang mendorong mereka mengucapkan kata-kata demikian? Sebagian mufasir  mengemukakan bahwa dorongan tersebut adalah sebagai berikut:\r\n1. Mungkin mereka mendengar ayat:\r\nمَنْ ذَا الَّذِيْ يُقْرِضُ اللّٰهَ قَرْضًا حَسَنًا فَيُضٰعِفَهٗ لَهٗٓ اَضْعَافًا كَثِيْرَةً ۗوَاللّٰهُ يَقْبِضُ وَيَبْصُۣطُۖ وَاِلَيْهِ تُرْجَعُوْنَ  \r\nBarang siapa meminjami Allah dengan pinjaman yang baik maka Allah akan melipatgandakan ganti kepadanya dengan banyak. Allah menahan dan melapangkan (rezeki) dan kepada-Nyalah kamu dikembalikan. (al-Baqarah/2:245).;Setelah mendengar ayat ini mereka mengatakan bahwa tangan Allah itu terbelenggu dengan arti kikir, karena Allah tidak mampu dan miskin sehingga memerlukan pinjaman.\r\n2. Mereka mengucapkan ucapan tersebut dengan mengejek kaum Muslimin ketika mereka melihat sahabat Nabi yang sedang berada dalam kesempitan dan kesulitan keuangan.\r\n3. Pada awalnya masyarakat  Yahudi adalah orang-orang kaya. Ketika Nabi Muhammad diutus menjadi Rasul mereka menentang-Nya, oleh karenanya mereka banyak mengeluarkan harta benda untuk pembiayaan  menggagalkan dakwah sehingga orang-orang kaya dari kalangan mereka banyak yang menjadi miskin. Karena Allah tidak melapangkan rezeki lagi bagi mereka yang telah miskin itu, mereka mengeluarkan ucapan “tangan Allah terbelenggu” dengan maksud, Allah itu kikir karena tidak menolong mereka.;Pernyataan dalam ayat ini menyatakan bahwa “Tangan orang Yahudi itulah yang terbelenggu dan mereka mendapat laknat disebabkan apa yang telah mereka katakan adalah suatu pernyatan terhadap kekikiran mereka, yakni merekalah yang kikir, terbelenggu tangannya, tidak mau memberi bantuan. Ternyata memang mereka adalah umat yang terkikir, mereka baru mau memberikan bantuan jika mereka melihat ada harapan akan mendapat keuntungan yang besar. Dan mereka pada hari kemudian pasti menerima kutukan Allah sebagai balasan atas perbuatan mereka.\r\nAyat ini juga menegaskan bahwa Allah Maha Pemurah dan Dia memberi sebagaimana yang Dia kehendaki. Perkataan “tangan” dalam bahasa Arab mempunyai beberapa arti, yaitu: (1) salah satu dari anggota tubuh manusia, (2) kekuatan, (3) kepunyaan (milik), dan (4) nikmat karunia.\r\nPengertian yang keempat inilah yang dimaksud dengan perkataan “tangan” yang disandarkan kepada Allah pada ayat ini. Demikianlah para ulama khalaf mengartikan tangan dalam ayat ini. Dengan demikian hendaklah diartikan perkataan “kedua tangan Allah terbuka” dengan makna nikmat karunia Allah terbentang luas, nikmat karunia itu diberikan kepada siapa-siapa yang dikehendaki-Nya. Adapun golongan yang tidak menerima nikmat karunia Allah janganlah menganggap bahwa Allah itu kikir atau fakir.\r\nAdanya perbedaan tingkatan manusia di dalam menerima rezeki dari Allah, adalah termasuk sunnatullah. Allah berfirman:\r\nاَهُمْ يَقْسِمُوْنَ رَحْمَتَ رَبِّكَۗ نَحْنُ قَسَمْنَا بَيْنَهُمْ مَّعِيْشَتَهُمْ فِى الْحَيٰوةِ الدُّنْيَاۙ وَرَفَعْنَا بَعْضَهُمْ فَوْقَ بَعْضٍ دَرَجٰتٍ لِّيَتَّخِذَ بَعْضُهُمْ بَعْضًا سُخْرِيًّا ۗوَرَحْمَتُ رَبِّكَ خَيْرٌ مِّمَّا يَجْمَعُوْنَ   \r\n“Apakah mereka yang membagi-bagi rahmat Tuhanmu? Kamilah yang  menentukan penghidupan mereka dalam kehidupan dunia, dan Kami  meninggikan sebagian mereka atas sebagian yang lain beberapa derajat, agar sebagian mereka dapat memanfaatkan sebagian yang lain. Dan rahmat Tuhanmu lebih baik dari apa yang mereka kumpulkan.” (az-Zukhruf/43:32).;Para mufasir dalam menafsirkan ayat ini ada dua pendapat, yaitu:\r\nPertama, terkenal dengan ahli taw³l yaitu yang menakwil pengertian kalimat-kalimat menurut pengertian majazi (kiasan), umpamanya ayat:\r\nوَّيَبْقٰى وَجْهُ رَبِّكَ ذُو الْجَلٰلِ وَالْاِكْرَامِۚ    \r\n“Tetapi wajah Tuhanmu yang memiliki kebesaran dan kemuliaan tetap kekal.” (ar-Ra¥m±n/55:27).;Golongan ini menakwil kata “wajah”, umpamanya pada kalimat “aku tidak melihat wajah fulan” maksudnya adalah diri atau zat fulan. Jadi kalimat itu sama dengan kalimat “aku tidak melihat fulan (tanpa menyebutkan kata “wajah”).\r\nKedua, golongan ahli tafw³d yaitu menyerahkan maksud kalimat atau perkataan seperti demikian itu kepada Allah. Mereka mengartikan tangan dengan arti hakikinya. Jadi ini mengartikan perkataan “wajah” pada ayat Surah ar-Ra¥m±n tersebut menurut arti hakiki yaitu “muka.” Tentang bagaimanakah keadaan muka Tuhan itu mereka menyerahkan juga kepada Tuhan, dan dalam hal ini mereka berpegang pada ayat:;لَيْسَ كَمِثْلِهٖ شَيْءٌ  \r\nTidak ada sesuatu pun yang serupa dengan Dia” (asy-Syµr±/42:11).;Jadi golongan ini menetapkan Tuhan itu bermuka, tetapi tidak seperti muka manusia.\r\nAyat ini mengutarakan kepada Muhammad bahwa apa yang diturunkan kepadanya benar-benar akan menambah kedurhakaan dan kekafiran bagi kebanyakan di antara kaum Yahudi dan menerangkan bahwa ayat yang diturunkan itu mengandung pengetahuan yang tidak diketahui oleh Yahudi yang semasa dengan Nabi Muhammad saw. Karena jika tidak demikian halnya tentulah Muhammad tidak mengetahui semua itu, sebab dia adalah ummi tidak pandai tulis baca. Tetapi karena kedengkian dan kefanatikan, orang-orang Yahudi itu semakin jauh dari beriman kepada Nabi Muhammad meskipun kenabian Muhammad telah ditulis di dalam kitab suci.\r\nAyat ini juga menerangkan bahwa Allah akan menimbulkan permusuhan di antara sesama Ahli Kitab. Permusuhan itu tidak akan berakhir sampai hari Kiamat. Watak kaum Yahudi memang suka menyalakan api peperangan, fitnah dan keonaran. Watak seperti itu telah tercatat dalam sejarah dan membuktikan bahwa mereka selalu berusaha memperdayakan Nabi Muhammad dan orang-orang beriman baik secara langsung maupun dengan cara membujuk orang musyrik atau orang Nasrani untuk memerangi Nabi Muhammad dan orang-orang yang beriman.\r\nWatak seperti itu membawa mereka senang berbuat dan melihat kerusakan di bumi. Tetapi setiap kali mereka menyalakan api peperangan, fitnah dan keonaran, serta mencoba membuat kerusakan, Allah tetap memadamkannya, karena Allah tidak menyukai orang-orang yang berbuat kerusakan, oleh karenanya usaha-usaha mereka untuk membuat kerusakan dan bencana di atas bumi ini selalu mengalami kegagalan."}