{"tafsir_id":735,"surah_id":5,"aya_number":66,"tafsir_wajiz":"Selanjutnya Allah juga menjelaskan tentang keadaan mereka yang berkaitan dengan ketaatan itu, dan sekiranya mereka, yaitu umat Yahudi dan Nasrani, sungguh-sungguh menjalankan hukum dan tuntunan yang terdapat dalam Taurat dan Injil dan percno_ayat pula pada Al-Qur'an yang diturunkan kepada Nabi Muhammad yang ada di tengah mereka dari Tuhannya, niscno_ayat mereka akan mendapat rahmat berupa rezeki atau makanan yang berasal dari atas mereka, yaitu berupa manna dan salwa atau hujan yang dapat menumbuhkan tanaman, dan dari bawah kaki mereka berupa hasil bumi yang melimpah. Sesungguhnya di antara mereka itu masih ada sekelompok yang jujur dan taat, yaitu yang selalu menelaah kitab suci dan tidak fanatik pada ajaran pendeta yang dinilai tidak sesuai serta selalu bersikap lurus, dan banyak di antara mereka sangat buruk apa yang mereka kerjakan dan telah menyimpang dari tuntunan kitab sucinya.","tafsir_tahlili":"(66) Ayat ini menerangkan bahwa apabila Ahli Kitab itu benar-benar menjalankan hukum Taurat dan Injil seperti mengesakan Allah dan berpegang kepada berita gembira yang terdapat dalam Taurat dan Injil tentang kenabian Muhammad, tentulah Allah akan melapangkan kehidupan mereka. Jadi jika pada ayat yang lalu Allah menjanjikan kebahagiaan akhirat kepada Ahli Kitab, apabila mereka beriman dan bertakwa, akan mendapat kebahagiaan duniawi dan kelapangan rezeki serta limpahan rahmat-Nya dari langit, dengan menumbuhkan berbagai tanaman. Meskipun demikian mereka tetap durhaka dan menentang rasul-rasul Allah.\r\nAyat ini juga menerangkan bahwa di antara orang-orang Yahudi ada golongan yang bimbang dalam beragama, tidak berpegang secara fanatik kepada pendapat-pendapat pendeta-pendetanya dan tidak pula memandang enteng. Memang mayoritas orang Yahudi itu sangat fanatik kepada pendapat-pendapat pendetanya. Golongan inilah yang buruk tingkah lakunya. Hal serupa itu terjadi dalam kalangan kaum Nasrani.\r\nMenurut kebiasaan, meskipun golongan pertengahan dari masing-masing agama itu tidak banyak pengikutnya, namun dari kalangan mereka timbul orang-orang yang suka memperbaiki keadaan dan mengikuti perkembangan serta menerima kebenaran. Orang-orang seperti ini terdapat pada setiap umat dan tiap-tiap masa. Umpamanya Abdullah bin Salam dan kawan-kawannya dari kalangan Yahudi menjadi pengikut Nabi Muhammad yang setia. Demikian pula Najasyi dan kawan-kawan dari kalangan Nasrani menjadi mengikut Nabi Muhammad yang setia pula. Hal tersebut menunjukkan bahwa fungsi pemeluk agama adalah mencari kebenaran. Maka jika pemeluk suatu agama berpegang kepada petunjuk-petunjuk agama secara benar, tentulah dia tidak akan menjadi fanatik, kaku dan menerima agama yang dibenarkan di dalam kitab-kitabnya. Dalam mencari kebenaran itu modal utama adalah keikhlasan yang disertai ilmu pengetahuan. Mencari kebenaran dengan modal ini terdapat di dalam agama Islam. Pemeluk Islam sendiri yang tidak mengamalkan petunjuk-petunjuk Islam, tentulah kebenaran yang ada pada Islam itu tidak dapat diperolehnya. Sehubungan dengan ayat ini terdapat hadis Nabi yang diriwayatkan Ziad bin Labid yaitu:\r\nعَنْ زِيَادِ بْنِ لَبِيْدٌ قَالَ ذَكَرَ النَّبِيُّ صَلَّى الله ُعَلَيْهِ وَسَلَّمَ شَيْئًا فَقَالَ وَذٰلِكَ عِنْدَ اَوَانِ ذِهَابِ الْعِلْمِ قَالَ قُلْنَا يَا رَسُوْلَ اللهِ! وَكَيْفَ يَذْهَبُ الْعِلْمُ وَنَحْنُ نَقْرَأُ الْقُرْاٰنَ وَنُقْرِئُهُ اَبْنَاءَنَا وَيُقْرِؤُهُ اَبْنَاؤُنَا اَبْنَاءَهُمْ اِلَى يَوْمِ الْقِيَامَةِ؟ قَالَ: ثَكِلَتْكَ اُمُّكَ يَا ابْنَ اُمَّ لَبِيْدٍ، اِنْ كُنْتُ َلاَرَاكَ مِنْ اَفْقَهِ رَجُلٍ بِالْمَدِيْنَةِ اَوَلَيْسَ هٰذِهِ الْيَهُوْدُ وَالنَّصَارَى يَقْرَءُوْنَ التَّوْرَاةَ وَاْلاِنْجِيْلَ وَلاَ يَنْتَفِعُوْنَ مِمَّا فِيْهِمَا بِشَيْءٍ (رواه أحمد) \r\nDari Ziad bin Labid, ia berkata, “Nabi Muhammad saw, membicarakan sesuatu lalu beliau berkata, “Hal demikian itu adalah pada waktu ilmu pengetahuan telah lenyap. Ziad berkata, “Kami (para sahabat) berkata “Wahai Rasulullah bagaimanakah ilmu pengetahuan bisa lenyap, sedangkan kami membaca Al-Quran dan kami membacakannya pula kepada anak-anak kami dan anak-anak kami itu membacakannya pula kepada anak-anak mereka sampai hari Kiamat.” Rasulullah. saw menjawab, “Celakalah engkau hai anak Ibnu Labid, jika aku mengetahui engkau adalah orang-orang yang paling banyak ilmunya di antara penduduk Medinah, tidakkah orang-orang Yahudi dan Nasrani itu membaca Taurat dan Injil, sedangkan mereka tidak mendapat manfaatnya sedikit pun.” (Riwayat A¥mad).;Jelaslah dari hadis ini bahwa kaum Muslimin yang tidak mengamalkan petunjuk agamanya, mereka serupa dengan orang Yahudi dan Nasrani. Menurut riwayat Ibnu Ab³ ¦±tim, setelah pembicaraan itu maka turunlah ayat 66 ini."}