{"tafsir_id":736,"surah_id":5,"aya_number":67,"tafsir_wajiz":"Sesudah menjelaskan tentang keingkaran Ahli Kitab, maka pada no_ayatt ini Allah menerangkan tugas Rasulullah, yang di antaranya adalah untuk menyampaikan ajaran Islam kepada mereka. Demikian informasi dari sabab nuzul yang diriwno_ayattkan Ibnu Mardawaih. `Wahai Rasul! Sampaikanlah kepada orang-orang Ahli Kitab apa yang diturunkan kepadamu, yaitu ajaran-ajaran Islam melalui wahyu dari Tuhanmu. Itulah tugas atau kewajibanmu. Jika tidak engkau lakukan apa yang diperintahkan itu, berarti engkau tidak menyampaikan amanat-Nya. Dan ketahuilah bahwa Allah akan selalu memelihara engkau dari gangguan atau maksud buruk manusia. Tugasmu hanya menyampaikan ajaran Islam dan bukan menjadikan mereka beriman, karena sungguh, Allah tidak memberi petunjuk kepada orang-orang kafir, sehingga kekafiran mereka bukan menjadi tanggung jawabmu.","tafsir_tahlili":"(67) Ayat ini memerintahkan kepada Nabi Muhammad supaya menyampaikan apa yang telah diturunkan kepadanya tanpa menghiraukan besarnya tantangan di kalangan Ahli Kitab, orang musyrik dan orang-orang fasik.\r\nAyat ini menganjurkan kepada Nabi Muhammad agar tidak perlu takut menghadapi gangguan dari mereka dalam membentangkan rahasia dan keburukan tingkah laku mereka itu karena Allah menjamin akan memelihara Nabi Muhammad dari gangguan, baik masa sebelum hijrah oleh kafir Quraisy maupun sesudah hijrah oleh orang Yahudi. Apa yang telah diturunkan oleh Allah kepada Muhammad adalah amanat yang wajib disampaikan seluruhnya kepada manusia. Menyampaikan sebagian saja dari amanat-Nya dianggap sama dengan tidak menyampaikan sama sekali. Demikianlah kerasnya peringatan Allah kepada Muhammad. Hal tersebut menunjukkan bahwa tugas menyampaikan amanat adalah kewajiban Rasul. Tugas penyampaian tersebut tidak boleh ditunda meskipun penundaan itu dilakukan untuk menunggu kesanggupan manusia untuk menerimanya, karena masa penundaan itu dapat dianggap sebagai suatu tindakan penyembunyian terhadap amanat Allah. \r\nAncaman terhadap penyembunyian sebagian amanat Allah sama kerasnya dengan ancaman terhadap sikap sesesorang yang beriman kepada sebagian rasul saja dan beriman kepada sebagian ayat Al-Qur'an saja. Meskipun seorang rasul bersifat maksum yakni terpelihara dari sifat tidak menyampaikan, namun ayat ini menegaskan bahwa tugas menyampaikan amanat adalah kewajiban yang tidak dapat ditawar-tawar atau ditunda-tunda meskipun menyangkut pribadi Rasul sendiri seperti halnya yang kemudian terjadi antara Zainab binti Jahsy dengan Nabi Muhammad sebagaimana yang diuraikan dalam al-A¥z±b/33: 37 :\r\nوَاِذْ تَقُوْلُ لِلَّذِيْٓ اَنْعَمَ اللّٰهُ عَلَيْهِ وَاَنْعَمْتَ عَلَيْهِ اَمْسِكْ عَلَيْكَ زَوْجَكَ وَاتَّقِ اللّٰهَ وَتُخْفِيْ فِيْ نَفْسِكَ مَا اللّٰهُ مُبْدِيْهِ وَتَخْشَى النَّاسَۚ وَاللّٰهُ اَحَقُّ اَنْ تَخْشٰىهُ  \r\n“Dan (ingatlah) ketika engkau (Muhammad) berkata kepada orang yang  telah diberi nikmat oleh Allah dan engkau (juga) telah memberi nikmat kepadanya, “pertahankanlah terus istrimu dan bertakwalah kepada Allah”, sedang engkau menyembunyikan di dalam hatimu apa yang akan dinyatakan oleh Allah, dan engkau  takut kepada manusia padahal Allah  lebih berhak engkau  takuti. (al-A¥z±b/33:37).;Dalam hubungan ini Aisyah dan Anas berkata, “Kalaulah kiranya Nabi Muhammad akan menyembunyikan sesuatu dalam Al-Qur'an, tentu ayat inilah yang disembunyikannya.” Dari keterangan Aisyah dan Anas ini jelaslah peristiwa yang kemudian terjadi antara Zainab binti Jahsy dengan Zaid ialah perceraian yang berkelanjutan dengan berlakunya kehendak Allah yaitu menikahkan Zainab dengan Nabi Muhammad. Hal tersebut tidak dikemukakan oleh Nabi Muhammad kepada Zaid ketika ia mengadukan peristiwanya kepada Nabi Muhammad pada hal beliau sudah mengetahuinya dengan perantaraan wahyu. Nabi Muhammad saw, menyembunyikan hal-hal yang diketahuinya sesuai dengan kesopanan disamping menghindarkan tuduhan-tuduhan yang dilancarkan oleh golongan orang-orang munafik. Meskipun demikian Nabi Muhammad masih juga menerima kritik Allah seperti diketahui pada ayat dalam surah al-A¥zāb tersebut.\r\nTegasnya, ayat 67 ini mengancam orang-orang yang menyembunyikan amanat Allah sebagaimana tersebut dalam firman-Nya:\r\nاِنَّ الَّذِيْنَ يَكْتُمُوْنَ مَآ اَنْزَلْنَا مِنَ الْبَيِّنٰتِ وَالْهُدٰى مِنْۢ بَعْدِ مَا بَيَّنّٰهُ لِلنَّاسِ فِى الْكِتٰبِۙ اُولٰۤىِٕكَ يَلْعَنُهُمُ اللّٰهُ وَيَلْعَنُهُمُ اللّٰعِنُوْنَۙ  \r\n“Sungguh, orang-orang yang menyembunyikan apa yang telah Kami turunkan berupa keterangan-keterangan dan petunjuk, setelah Kami jelaskan kepada manusia dalam Kitab (Al-Qur'an), mereka itulah yang dilaknat Allah dan dilaknat (pula) oleh mereka yang melaknat.” (al-Baqarah/2:159).;Sejalan dengan ancaman Al-Qur'an ini, Nabi Muhammad bersabda mengingatkan orang-orang yang menyembunyikan ilmu pengetahuan:\r\nمَنْ سُئِلَ عَنْ عِلْمٍ فَكَتَمَهُ اُلْجِمَ يَوْمَ الْقِيَامَةِ بِلِجَامٍ مِنْ نَارٍ (رواه ابو داود والترمذي عن ابي هريرة) \r\nBarang siapa ditanya tentang sesuatu ilmu pengetahuan lalu disembunyikannya maka ia akan dikekang pada hari Kiamat dengan kekangan dari api neraka. (Riwayat Abµ D±ud, at-Tirmi©i dari Abµ Hurairah).;Selanjutnya akhir ayat ini menegaskan bahwa Allah tidak akan memberi petunjuk kepada orang-orang kafir yang mengganggu Nabi Muhammad dan pekerjaan mereka itu pastilah sia-sia karena Allah tetap melindungi Nabi-Nya dan tetap akan meninggikan kalimat-Nya."}