{"tafsir_id":737,"surah_id":5,"aya_number":68,"tafsir_wajiz":"Selanjutnya untuk meyakinkan mereka, katakanlah dengan tegas wahai Muhammad, `Hai Ahli Kitab, kamu semua tidak dipandang telah beragama dengan benar dan baik sedikit pun hingga kamu telah sanggup menegakkan ajaran-ajaran yang terdapat dalam Taurat, Injil, dan AlQur'an yang diturunkan Tuhanmu kepadamu.` Ketahuilah bahwa sesungguhnya apa yang diturunkan kepadamu, Muhammad, dari Tuhanmu hanya akan menambah kedurhakaan dan kekafiran kepada kebanyakan dari mereka yang disebabkan kedengkian mereka kepadamu. Bila itu yang kamu rasakan dari mereka, maka janganlah engkau berputus asa terhadap orang-orang kafir itu, karena tugasmu hanya untuk menyampaikan ajaran Islam saja.","tafsir_tahlili":"(68). Pada ayat ini Allah memerintahkan kepada Muhammad supaya mengatakan kepada Ahli Kitab bahwa mereka itu tidak dapat dipandang sebagai orang yang beragama selagi mereka tidak menegakkan ajaran-ajaran Taurat, lnjil dan ajaran-ajaran yang telah diturunkan kepada Nabi Muhammad yaitu Al-Qur'an, karena kalau mereka menegakkan ajaran Taurat dan lnjil tentulah tidak ada golongan yang mereka musuhi dan mereka laknati. Jika ada orang lain yang mengganggu tentulah mereka memberikan maaf bahkan mereka akan memberikan pipi kirinya ketika dipukul orang pada pipi kanannya.\r\nMereka tidak akan berlomba dalam mempersiapkan senjata-senjata yang menghancurkan dunia demi keselamatan manusia di dunia. Untuk perdamaian itu tentulah mereka akan mengeluarkan kekayaan mereka. Tetapi kenyataannya bahwa tingkah laku mereka adalah sebaliknya tidak menunjukkan bahwa mereka itu orang yang berpegang kepada agama. Malah kebanyakan mereka bertambah kedurhakaan dan kekafiran terhadap sesuatu yang diturunkan Allah kepada Nabi Muhammad yaitu Al-Qur'an selaku kitab penyempurnaan agama Allah. Hal itu menggambarkan bahwa mereka tidak beriman sungguh-sungguh kepada Allah dan tidak beriman sungguh-sungguh kepada rasul-rasul. Tegasnya mereka tidak melakukan perbuatan-perbuatan yang baik yang dituntut oleh Kitab-kitab mereka. Jadi kebanyakan mereka itu hanya berpegang kepada adat istiadat yang buruk dan kefanatikan, karenanya mereka menolak Al-Qur'an, secara sadar disebabkan mereka jauh dari ajaran agama mereka yang sebenarnya. \r\nAgama sebelum Muhammad merupakan dasar dari agama yang dibawa Nabi Muhammmad karena Islam merupakan penyempurnaan agama-agama sebelumnya. Oleh karena mereka melihat Al-Qur'an dengan kaca mata permusuhan dan kefanatikan, bertambah-tambahlah kefanatikan dan kedurhakaan mereka. Memang ada segolongan  kecil dari mereka yang memelihara ajaran Tauhid, yang cinta kepada kebenaran; mereka inilah orang yang memandang Al-Qur'an dengan kesadaran karena mereka menyakini bahwa Al-Qur'an itu sebenarnya dari Tuhan mereka dan bahwa Nabi yang Al-Qur'an diturunkan kepadanya adalah Nabi yang terakhir yang tertulis dalam kitab-kitab mereka, sehingga mereka ini beriman kepada Muhammad seperti ulama-ulama Yahudi dan Najasyi dan kalangan Nasrani.\r\nSelanjutnya akhir ayat ini melarang Nabi Muhammad berduka cita terhadap orang-orang kafir yang tidak menyambut seruannya agar mereka beriman kepada Al-Qur'an."}