{"tafsir_id":740,"surah_id":5,"aya_number":71,"tafsir_wajiz":"Allah akan selalu memperingatkan manusia yang melakukan kesalahan, tetapi kaum Yahudi mengabaikan hal ini, dan mereka mengira bahwa dengan status yang dianugerahi kelebihan, maka tidak akan terjadi bencana apa pun terhadap mereka dengan membunuh nabi-nabi itu. Oleh karena itu, anggapan tersebut telah menyebabkan mereka menjadi buta terhadap kebaikan-kebaikan yang dicontohkan para rasul dan tuli terhadap nasihat-nasihat agama yang disampaikan. Kemudian Allah Yang Maha Pengampun menerima tobat mereka ketika mereka bertobat dan memohon ampunan-Nya. Akan tetapi, ternyata kemudian kebanyakan dari mereka tetap dalam keadaan buta terhadap amal saleh yang diajarkan dan tuli karena tidak mau mendengarkan ajaran agama yang disampaikan, dan sesungguhnya Allah Maha Melihat terhadap apa saja yang mereka kerjakan.","tafsir_tahlili":"(71) Ayat ini menerangkan bahwa orang-orang Yahudi itu tidak menduga bahwa Allah akan memberikan cobaan yang maha berat disebabkan perbuatan mereka yang sangat keji dan kekejaman yang melampaui batas, karena mereka menganggap bahwa mereka adalah anak Allah dan kekasih-Nya karenanya mereka menganggap bebas dari azab Allah. Mereka seolah-olah buta akan kenyataan-kenyataan yang menunjukkan siksaan-siksaan Allah terhadap umat yang membuat kerusakan dan kezaliman. Mereka seolah-olah tuli akan ajaran-ajaran dan petunjuk-petunjuk yang penuh mengandung ancaman-ancaman Allah; yaitu siksa terhadap orang-orang yang membatalkan janji-janji yang telah diikrarkan karena mengikuti selera untuk berbuat kezaliman.\r\nMenurut sejarah ketika bangsa Babilonia berada di bawah kekuasaan Nebukadnezar sekitar tahun 586 sebelum Masehi menaklukan bangsa Yahudi mereka menghancurkan Kuil Sulaiman di Baitulmakdis, merampas harta benda dan memperkosa wanita. Setelah orang-orang Yahudi kembali ke ajaran Taurat dan bertobat kepada Allah, barulah Allah memberikan pertolongan kepada mereka untuk melepaskan diri dari kekejaman bangsa Babilonia. Tetapi setelah penglihatan mereka buta terhadap peringatan, dan telinga mereka tuli terhadap petunjuk-petunjuk Allah, mereka kembali berbuat kezaliman membunuh rasul-rasul, maka datanglah lagi cobaan Allah yaitu mereka secara silih berganti dikuasai oleh kerajaan Romawi. Memang yang berbuat kejahatan tidaklah semua orang Yahudi dengan adanya kenyataan segolongan kecil dari mereka yang berbuat baik, tetapi sudah menjadi sunnatullah bahwa cobaan Tuhan itu menimpa secara merata kepada seluruh umat akibat perbuatan golongan yang zalim. Allah sudah memperingatkan dalam firman-Nya:\r\nوَاتَّقُوْا فِتْنَةً لَّا تُصِيْبَنَّ الَّذِيْنَ ظَلَمُوْا مِنْكُمْ خَاۤصَّةً  \r\n“Dan peliharalah dirimu dari siksaan yang tidak hanya menimpa orang-orang yang zalim saja di antara kamu.” (al-Anf±l/8:25).;Selanjutnya akhir ayat ini menerangkan bahwa Allah Maha Melihat tindakan atau kelakuan orang Yahudi terhadap Nabi Muhammad baik tipu daya maupun berupa pengerahan segenap kabilah-kabilah untuk bersatu menyerang Nabi Muhammad, karena dorongan nafsu jahat mereka yang telah membuat mereka buta, ketika dikemukakan bukti-bukti kebenaran oleh Nabi Muhammad selaku Nabi penutup semua nabi."}