{"tafsir_id":744,"surah_id":5,"aya_number":75,"tafsir_wajiz":"Ketahuilah, wahai umat Nasrani, sesungguhnya Al-Masih putra Maryam itu hanyalah seorang Rasul yang diutus Allah. Selain itu, perlu diketahui bahwa sesungguhnya telah berlalu pula sebelumnya beberapa rasul yang juga merupakan utusan-Nya, dan ibunya yang merupakan wanita pilihan adalah seorang yang berpegang teguh pada kebenaran. Kedua-duanya sebagaimana lno_ayatknya manusia biasa juga memakan makanan, meminum minuman, merasakan sakit, gembira, sedih, dan lainnya. Oleh karena itu, perhatikan bagaimana Kami telah menurunkan wahyu dan mengutus rasul untuk menjelaskan kepada mereka, yaitu para Ahli Kitab, tentang tanda-tanda kekuasaan Kami, kemudian sesudah itu perhatikan pula bagaimana mereka berpaling dari memperhatikan no_ayattno_ayatt Kami yang merupakan tanda-tanda Keesaan Tuhan.","tafsir_tahlili":"(75) Ayat ini menerangkan keistimewaan kedudukan Almasih (Isa) dan keistimewaan kedudukan ibunya (Maryam) kemudian ayat ini menerangkan pula tentang hakikat kepribadian mereka berdua. Keistimewaan Almasih ialah dia adalah utusan Allah, tidak ada perbedaannya dengan rasul-rasul yang datang pada masa sebelumnya, karena masing-masing membawa tanda kerasulan dari Allah. Jika Allah memberi kepada Nabi Isa kemampuan menyembuhkan sakit sopak dan menghidupkan orang mati sebagai mukjizat bagi Almasih, maka Allah menjadikan tongkatnya berupa seekor ular (al-Ar±f/7:107) dan membelah laut (al-Baqarah/2:50) sebagai mukjizat bagi Nabi Musa. Jika Almasih dijadikan tanpa bapak, maka Nabi Adam dijadikan tanpa ibu dan bapak. Ibu Almasih adalah orang yang sangat mulia dan bertakwa kepada Allah.\r\nAyat ini menegaskan bahwa Almasih adalah seperti rasul-rasul yang lain, manusia biasa yang mempunyai kebutuhan jasmani, antara lain makan-makanan untuk menghindari lapar dan menjaga kesehatan untuk kelanjutan hidup. Tiap-tiap orang memerlukan sesuatu, dia adalah makhluk biasa yang karenanya tidak dapat dikatakan sebagai Tuhan pencipta dan tidak wajar disembah. Jadi yang wajar dan yang berhak disembah hanyalah Allah Yang Mahakuasa karena Allah diperlukan pertolongan-Nya. Tiap-tiap yang diperlukan, tentulah dipandang mulia oleh yang memerlukan. Tegasnya penyembah adalah orang yang memandang dirinya sendiri rendah dan hina dari yang disembah. Almasih sangat terkenal kuat ibadahnya kepada Allah, jadi Almasih menyembah Allah, ini menunjukkan bahwa Almasih itu “bukan Allah” karena Allah adalah yang disembah. Adalah suatu kebodohan apabila seseorang menyembah kepada orang yang sederajat dengannya baik dalam hakikat kejadian maupun dalam memerlukan pertolongan.\r\nSelanjutnya pada akhir ayat ini, Allah menerangkan kepada Muhammad saw, bagaimana cara-cara Allah menjelaskan kepada Ahli Kitab tentang tanda-tanda kekuasaan-Nya yang menunjukkan kesesatan pendirian mereka tentang Almasih. Kemudian Allah meminta perhatian Nabi Muhammad bagaimana cara-cara Ahli Kitab menolak penjelasan-penjelasan yang telah dikemukakan Allah itu, yang menunjukkan bahwa mereka memang tidak mempergunakan akal pikiran yang sehat karena mereka terbelenggu oleh taklid buta."}