{"tafsir_id":748,"surah_id":5,"aya_number":79,"tafsir_wajiz":"Kebanyakan dari umat Yahudi itu bersikap melampaui batas, sehingga mereka tidak berbeda satu sama lain, dan mereka juga tidak saling mencegah dari perbuatan mungkar atau penyimpangan yang selalu mereka perbuat. Sesungguhnya keadaan seperti ini mengisyaratkan betapa sangat buruk apa yang selalu mereka perbuat selama itu.","tafsir_tahlili":"(79) Ayat ini menerangkan bahwa kebiasan Yahudi ialah membiarkan kemungkaran terjadi di hadapan mereka disebabkan mereka tidak melaksanakan amar makruf dan nahi mungkar. Demikianlah buruknya perbuatan mereka itu, sehingga hal itu menjadi sebab adanya kutukan Allah pada mereka. Dalam hubungan ayat ini Nabi Muhammad bersabda,\r\nعَنْ عَبْدِ اللهِ بْنِ مَسْعُوْدٍ قَالَ قَالَ رَسُوْلُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ لمَاَّ وَقَعَتْ بَنُو ِاسْرَائِيْلَ ِفى الْمَعَاِصى نَهَتْهُمْ عُلَمَاؤُهُمْ فَلَمْ يَنْتَهُوْا فَجَالَسُوْهُمْ فِى مَجَالِسِهِمْ وَوَاكَلُوْهُمْ وَشَارَبُوْهُمْ فَضَرَبَ اللهُ قُلُوْبَ بَعْضِهِمْ عَلَى بَعْضٍ وَلَعَنَهُمْ عَلَى ِلسَانِ دَاوُدَ وَعِيْسَ بْنِ مَرْيَمَ ذَلِكَ بِمَا عَصَوْا وَكَانُوْا يَعْتَدُوْنَ قَالَ فَجَلَسَ رَسُوْلُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَكَانَ مُتَّكِئًا فَقَالَ لاَ وَالَّذِي نَفْسِيْ بِيَدِهِ حَتىَّ تَأْطُرُوْهُمْ عَلَى الْحَقِّ أَطْرًا (رواه ابو داود والترمذى وابن ماجه وقال الترمذي حديث حسن) \r\nDari Abdullah bin Masud r.a. katanya, Rasulullah SAW bersabda : “Ketika orang-orang Bani Israil terjerumus di lembah maksiat, kemudian mereka dilarang oleh ulama mereka dan mereka tidak mau berhenti, maka para ulama itu mengakrabi mereka, duduk-duduk, makan-makan dan minum-minum bersama. Allah SWT kemudian membikin hati-hati mereka saling akrab dan melaknat mereka semua melalui lisan Dawud dan Isa bin Maryam. Hal itu karena  mereka bermaksiat dan melampaui batas.” Kata Abdullah bin Masud selanjutnya : Nabi SAW kemudian duduk, sebelumnya dia bersandar, lalu bersabda: “Tidak demi Dzat yang menguasai diriku, sampai kamu benar-benar menundukkan mereka kepada kebenaran.” (Riwayat Abu Dāwud, at-Tirmiz³ dan Ibnu M±jah. Menurut at-Tirmiz³, hadis ini hasan)"}