{"tafsir_id":758,"surah_id":5,"aya_number":89,"tafsir_wajiz":"no_ayatt ini menjelaskan macam-macam kafarat atau denda bagi siapa saja yang melanggar sumpah yang diucapkan secara sadar dan sengaja. Namun demikian, kafarat ini tidak berlaku bagi sumpah yang tidak disengaja. Allah tidak akan menghukum kamu, wahai orang beriman, disebabkan sumpah-sumpahmu yang tidak disengaja untuk diucapkan, seperti perkataan, “Tidak, demi Allah,” atau “Benar, demi Allah,” tetapi Dia akan menghukum kamu disebabkan sumpah-sumpah yang kamu sengaja. Jika kamu dalam mengucapkan sumpah itu benar benar bermaksud untuk bersumpah, maka kafaratnya, denda pelanggaran sumpah supno_ayat dosa sumpahmu diampuni oleh Allah, ialah memberi makan sepuluh orang miskin, baik yang kamu kenal maupun tidak, yaitu dari jenis makanan yang biasa kamu berikan kepada keluargamu, baik dari segi jumlah maupun jenis makanannya, atau memberi mereka pakaian baru maupun lno_ayatk pakai, atau memerdekakan seorang hamba sahno_ayat, baik laki-laki maupun perempuan. Barang siapa tidak mampu melakukannya, salah satu dari tiga pilihan kafarat tersebut, maka kafaratnya berpuasalah tiga hari dengan ikhlas sambil berharap agar Allah mengampuni dosa sumpah yang pernah diucapkannya. Itulah ketentuan Allah tentang kafarat sumpah-sumpahmu, apabila kamu benar-benar bersumpah dengan sengaja. Dan jagalah sumpahmu supno_ayat kamu tidak mudah bersumpah, apalagi bersumpah palsu. Demikianlah Allah menerangkan hukum-hukumNya tentang sumpah kepadamu agar kamu bersyukur kepada-Nya atas segala nikmat yang telah diberikan Allah kepada kamu.","tafsir_tahlili":"(89) Dalam ayat ini dijelaskan bahwa Allah tidak akan menimpakan hukuman kepada seseorang yang melanggar sumpah yang telah diucapkannya tidak dengan sungguh-sungguh atau tidak didahului oleh niat bersumpah. Akan tetapi, bila seseorang bersumpah dengan sepenuh hati dan niat yang sungguh-sungguh, kemudian ia melanggar sumpah tersebut, maka ia dikenakan kaf±rat (denda), yaitu salah satu dari hal-hal berikut ini:\r\na)  Memberi makan sepuluh orang miskin, masing-masing satu kali makan. (Imam Abu Hanifah membolehkan memberi makan satu orang miskin saja, tetapi dalam masa sepuluh hari). Makanan tersebut haruslah sama mutunya dengan makanan yang dimakan sehari-hari oleh pembayar kafarat dan keluarganya.\r\nb)  Memberi pakaian kepada sepuluh orang miskin, yang sama mutunya dengan pakaian yang dipakainya sehari-hari.\r\nc)  Memerdekakan seorang hamba sahaya yang diperoleh dengan jalan membeli atau menawannya dalam peperangan. Di sini tidak diisyaratkan agar hamba-hamba sahaya itu harus beriman. Oleh karena itu, boleh memerdekakan hamba sahaya yang kafir sekalipun sebagai kafarat pelanggaran sumpah. (Ini adalah pendapat Imam Abu Hanifah. Sedang Imam Syafii, Malik dan A¥mad mensyaratkan agar hamba itu yang sudah beriman).\r\nd)  Berpuasa selama tiga hari. Ini berlaku bagi pelanggar sumpah yang tidak mampu membayar kafarat sumpahnya dengan salah satu dari tiga macam kafarat yang disebutkan terdahulu. Apabila ia belum mampu untuk berpuasa karena ia sedang sakit, maka harus dilaksanakan setelah ia sembuh dan mampu berpuasa. Jika ternyata penyakitnya tidak sembuh, dan kemudian ia meninggal dunia sebelum sempat berpuasa untuk membayar kafarat itu, maka diharapkan ampunan Allah untuknya, bila benar-benar telah mempunyai niat yang sungguh-sungguh untuk melaksanakannya walaupun belum tercapai.;Dengan demikian jelas bahwa seseorang yang melanggar sumpah yang memang diniatkan secara sungguh-sungguh, maka ia harus membayar kafarat, salah satu dari tiga macam kafarat itu. Apabila ia tidak mampu, ia boleh membayarnya dengan kafarat yang keempat yaitu berpuasa tiga hari berturut-turut. Mengenai hal ini Rasulullah telah menjelaskan dengan sabda beliau yang diriwayatkan oleh Ibnu Mardawaih dari Ibnu Abb±s, ia berkata:;لَمَّا نَزَلَتْ اٰيَةُ اْلكَفَّارَةِ، قَالَ حُذَيْفَةُ: يَا رَسُوْلَ اللهِ نَحْنُ بِالْخِيَارِ فَقَالَ رَسُوْلُ اللهِ صَلَّى الله ُعَلَيْهِ وَسَلَّمَ: أَنْتَ بِالْخِيَارِ إِنْ شِئْتَ أَعْتَقْتَ، وَاِنْ شِئْتَ أَطْعَمْتَ، فَمَنْ لَمْ يَجِدْ فَصِيَامُ ثَلاَثَةِ أَياَّمٍ مُتَتَابِعَاتٍ (حديث رواه ابن مردويه);Ketika ayat kafarat ini diturunkan, Hu©aifah bertanya kepada Rasulullah, “Bolehkah kami memilih?” Maka Rasulullah menjawab, “Engkau boleh memilih, jika engkau mau, engkau boleh memerdekakan seorang hamba sahaya; dan jika engkau mau, engkau boleh  memberi makan (sepuluh orang miskin). Barang siapa yang tidak mampu, maka ia harus berpuasa tiga hari berturut-turut.” (Riwayat Ibnu Mardawaih);Jika bersumpah tidak akan berbuat sesuatu yang dihalalkan untuknya, sehingga dengan demikian berarti ia tidak mengharapkan sesuatu yang telah dihalalkan Allah, maka ia diwajibkan melanggar sumpahnya, dan  diwajibkan pula untuk membayar kafaratnya. Demikian pula sebaliknya.\r\nSetelah Allah menjelaskan macam-macam kafarat yang tersebut di atas yang harus ditunaikan oleh orang yang melanggar sumpahnya itu, selanjutnya Allah memperingatkan orang-orang mukmin agar mereka memelihara sumpah mereka. Artinya: seseorang tidak boleh mempermainkan sumpah. Sumpah digunakan hanya dalam masalah-masalah yang memang memerlukan sumpah sebagai penguat atau penegasan.\r\nApabila sumpah sudah diucapkan dengan niat sungguh-sungguh, maka isi sumpah itu harus ditepati, kecuali bila sumpah itu menyalahi peraturan agama, misalnya: untuk mengharamkan apa-apa yang telah dihalalkan Allah dan Rasul-Nya. Hanya dalam keadaan semacam itu sajalah sumpah harus dilanggar, tetapi harus ditebus dengan kafarat.\r\nPada akhir ayat ini Allah menjelaskan ayat-ayat-Nya yang berisi hukum-hukum agama kepada mereka yang mau bersyukur kepada-Nya atas segala rahmat-Nya, keadilan-Nya, serta kasih sayang-Nya. Diharapkan, syukur yang dilakukan dengan cara-cara yang diajarkannya akan menyebabkan bertambahnya rahmat tersebut kepada mereka.\r\n"}