{"tafsir_id":761,"surah_id":5,"aya_number":92,"tafsir_wajiz":"Allah memerintahkan orang-orang beriman untuk menaati Allah dan Rasul-Nya dengan tulus, serta berhati-hati menghadapi godaan setan. Dan taatlah kamu kepada Allah dengan melaksanakan segala perintah-Nya dengan ikhlas dan penuh kesadaran; dan taatlah kamu kepada Rasul dengan memelihara sunnahnya secara istikamah; serta berhati-hatilah dalam segala hal dari bujukan hawa nafsu dan bisikan setan. Jika kamu berpaling dari agama Allah dan ajaran Rasul-Nya, maka ketahuilah dengan penuh kesadaran bahwa kewajiban Rasul Kami hanyalah menyampaikan ajaran Allah dengan jelas kepada kamu, bukan menjadikan kamu beriman dan taat kepada Allah dan Rasul-Nya.","tafsir_tahlili":"(92) Pada ayat ini, mula-mula Allah memerintahkan kepada orang mukmin agar mereka menaati Allah dan menaati Rasul-Nya, agar mereka berhati-hati dan menjaga keselamatan diri. Maksudnya ialah agar mereka menaati perintah-Nya untuk menjauhi khamar dan judi serta perbuatan-perbuatan haram lainnya, termasuk menyembelih kurban untuk berhala, dan mengundi nasib; dan mereka harus menaati pula keterangan-keterangan yang telah diberikan Rasul-Nya mengenai ayat-ayat yang telah diturunkan-Nya kepada beliau. Sehubungan dengan masalah khamar itu, Rasulullah telah bersabda:\r\nكُلُّ مُسْكِرٍ خَمْرٌ وَكُلُّ خَمْرٍ حَرَامٌ (رواه مسلم)\r\n “Setiap minuman yang memabukkan adalah khamar dan setiap khamar adalah haram.” (Riwayat Muslim);Perintah untuk “berhati-hati” maksudnya adalah untuk menjaga keselamatan diri dari bahaya yang akan menimpa, apabila mereka melanggar larangan Allah mengenai khamar dan judi, seperti kecanduan dan rusaknya dinding usus serta malapetaka yang akan diderita di dunia dan di akhirat kelak. Harus diingat, apabila Allah, melarang hamba-Nya dari sesuatu hal atau perbuatan, adalah karena perbuatan itu berbahaya dan merusak. Dalam ayat lain Allah telah berfirman:\r\nفَلْيَحْذَرِ الَّذِيْنَ يُخَالِفُوْنَ عَنْ اَمْرِهٖٓ اَنْ تُصِيْبَهُمْ فِتْنَةٌ اَوْ يُصِيْبَهُمْ عَذَابٌ اَلِيْمٌ  \r\n… maka hendaklah orang-orang yang menyalahi perintah Rasul-Nya takut akan mendapat cobaan atau ditimpa azab yang pedih. (an-Nµr/24: 63);Setelah Allah memerintahkan agar orang-orang mukmin menaati-Nya dan menaati Rasul-Nya, serta menjaga diri dari bahaya yang akan menimpanya apabila mereka menyalahi hukum-hukum-Nya dan ketentuan-ketentuan Rasul-Nya, maka pada akhir ayat itu Allah menyebutkan ancaman-Nya, bahwa apabila mereka berpaling dari agama Allah yang telah disampaikan oleh Rasul-Nya, maka tanggung jawabnya terletak pada mereka sendiri, bukan pada Rasul; sebab kewajiban Rasul hanyalah menyampaikan; dan Allah-lah yang akan memperhitungkan dan membalas segala perbuatan mereka baik di dunia maupun di akhirat. Dalam ayat lain, Allah, berfirman kepada Rasul-Nya:\r\nوَاِنْ تَوَلَّوْا فَاِنَّمَا عَلَيْكَ الْبَلٰغُ ۗ وَاللّٰهُ بَصِيْرٌۢ بِالْعِبَادِ ;… tetapi jika mereka berpaling, maka kewajibanmu hanyalah menyampaikan. Dan Allah Maha Melihat hamba-hamba-Nya. (²li Imr±n/3: 20);Firman-Nya dalam ayat yang lain lagi ialah:\r\nوَاِنْ مَّا نُرِيَنَّكَ بَعْضَ الَّذِيْ نَعِدُهُمْ اَوْ نَتَوَفَّيَنَّكَ فَاِنَّمَا عَلَيْكَ الْبَلٰغُ وَعَلَيْنَا الْحِسَابُ\r\n… maka sesungguhnya tugasmu hanya menyampaikan saja, dan Kamilah yang memperhitungkan (amal mereka). (ar-Rad/13: 40)\r\n"}