{"tafsir_id":764,"surah_id":5,"aya_number":95,"tafsir_wajiz":"Hewan buruan di tanah haram, haram dibunuh. Wahai orang-orang yang beriman kepada Allah dan Rasul-Nya! Selama kamu berihram untuk haji atau umrah janganlah kamu membunuh hewan buruan, baik yang boleh dimakan maupun tidak, kecuali burung gagak, burung elang, kalajengking, tikus, anjing buas, dan juga ular; ketika kamu sedang berihram untuk haji atau umrah. Barang siapa di antara kamu membunuhnya dengan sengaja, ketika kamu sedang berihram untuk haji atau umrah, maka dendanya ialah mengganti hewan yang dibunuh secara sengaja itu dengan hewan ternak yang sepadan jenis, usia, maupun beratnya dengan buruan yang dibunuhnya, di tanah haram tersebut yang ditentukan menurut putusan dua orang hakim atau dua orang tokoh yang adil di antara kamu sebagai hadyu, denda karena melanggar larangan ihram, yang dibawa ke Ka'bah, yakni dibawa sampai ke tanah haram untuk disembelih di sana dan dagingnya dibagikan kepada fakir miskin; atau membno_ayatr kafarat (tebusan) dengan memberi makan kepada orang-orang miskin, sepadan dengan harga hewan pengganti hewan yang dibunuh pada waktu berihram tersebut; atau berpuasa beberapa hari sepadan dengan makanan yang dikeluarkan itu; yaitu setiap satu mud lebih kurang 6,5 ons beras yang diberikan kepada fakir miskin diganti dengan satu hari berpuasa. Ini bertujuan agar dia merasakan akibat buruk dari perbuatannya, yaitu melanggar larangan ihram dengan membunuh hewan ternak yang hidup di tanah haram. Allah telah memaafkan apa yang kamu lakukan di masa lalu, membunuh hewan ternak pada waktu berihram di tanah haram sebelum turun no_ayatt yang mengharamkan ini. Dan barang siapa kembali mengerjakannya dengan sengaja setelah ada larangan ini, niscno_ayat Allah akan menyiksanya dengan azab yang pedih. Dan Allah Mahaperkasa menghadapi hamba yang membangkang, memiliki kekuasaan untuk menyiksa siapa saja yang melanggar hukum-Nya.","tafsir_tahlili":"(95) Ayat ini menegaskan larangan Allah kepada orang-orang mukmin, agar mereka jangan membunuh binatang buruan yang biasanya ditangkap kemudian disembelih untuk dimakan dagingnya. Larangan ini ditujukan kepada mereka yang sedang melaksanakan ihram baik ihram dalam ibadah haji, maupun ibadah umrah.\r\nKemudian dijelaskan denda yang dikenakan kepada orang-orang mukmin yang melanggar larangan itu yakni orang yang membunuh binatang buruan itu dengan sengaja, padahal ia ingat adanya larangan itu. Dendanya, ialah menunaikan salah satu dari hal-hal sebagai berikut:\r\na.  mengganti binatang buruan yang dibunuhnya, dengan binatang ternak yang dinilainya sama dengan yang telah dibunuhnya, berdasarkan putusan dua orang yang adil. Binatang pengganti itu harus dibawa ke tanah haram, kemudian disembelih di sana dan dagingnya dibagi-bagikan kepada fakir dan miskin.\r\nb.  kafarat yang berupa memberi makan fakir dan miskin, dengan makanan yang nilainya sama dengan binatang pengganti yang tersebut di atas;\r\nc.  berpuasa pada hari-hari yang jumlahnya sama dengan jumlah takaran (mud) makan yang harus diberikan kepada fakir dan miskin, dengan pengertian bahwa setiap fakir dan miskin memperoleh satu mud, kira-kira sama dengan  ¾ liter (0,75 liter), setiap satu mud sama dengan puasa satu hari.;Kemudian Allah menyebutkan bahwa hukuman yang ditetapkan itu adalah bertujuan agar orang-orang yang melanggar larangan itu dapat merasakan akibat perbuatannya. Selanjutnya Allah menerangkan bahwa Dia memaafkan kesalahan-kesalahan yang telah lalu, yaitu membunuh binatang buruan ketika mereka sedang berihram dan dilakukan sebelum turunnya ayat ini.\r\nPada akhir ayat ini Allah menyebutkan ancaman-Nya kepada orang-orang yang masih melanggar larangan itu setelah turunnya ayat ini, yaitu Dia akan menyiksa mereka. Allah Mahakuasa lagi mempunyai kekuasaan untuk menyiksa setiap makhluk yang bersalah.\r\n"}