{"tafsir_id":766,"surah_id":5,"aya_number":97,"tafsir_wajiz":"no_ayatt ini menjelaskan bahwa pada bulan haram, orang-orang beriman dilarang berperang di sekitar Ka'bah. Allah telah menjadikan Kakbah rumah suci tempat manusia berkumpul. Ka'bah dan sekitarnya menjadi tempat yang aman bagi manusia untuk mengerjakan urusan dunia seperti berbisnis dan berdagang; dan urusan akhirat seperti berhaji dan berumrah. Demikian pula Allah telah menjadikan bulan haram, yaitu bulan Zulkaidah, Zulhijah, Muharam, dan Rajab, sebagai waktu yang diharamkan untuk berperang di sekitar Kakbah dan tanah haram. Allah juga telah menetapkan hadyu, hewan yang menjadi denda atas pelanggaran larangan ihram yang akan disembelih di tanah haram; dan qala'id, hewan yang diberi kalung sebagai tanda akan disembelih di tanah haram. Semuanya merupakan tanda keagungan Allah, Tuhan yang memelihara Kakbah. Yang demikian itu agar kamu mengetahui bahwa Allah Tuhan yang menciptakan alam semesta ini mengetahui apa yang ada di langit dan apa yang ada di bumi, dan bahwa Allah Maha Mengetahui segala sesuatu, baik yang terlihat maupun yang tersembunyi dalam penglihatan manusia.","tafsir_tahlili":"(97) Ayat ini menjelaskan bahwa Allah telah menjadikan Kabah rumah suci itu, sebagai pusat kegiatan bagi manusia, baik kegiatan-kegiatan dalam urusan duniawi, seperti perdagangan dan sebagainya, maupun kegiatan beribadah haji dan umrah bagi orang-orang mukmin di seluruh penjuru dunia.\r\nAllah menetapkan bulan-bulan haram –yaitu Zulkaidah, Zulhijjah, Muharam dan Rajab– yang merupakan masa-masa yang tenang untuk beribadat dan bekerja bagi mereka, karena pada bulan-bulan tersebut tidak diperbolehkan berperang. Begitu pula, binatang-binatang ternak seperti unta, lembu, kambing dan biri-biri yang disembelih di tanah haram sebagai hadiah dan dibagi-bagikan kepada fakir dan miskin, demikian pula binatang yang diberi kalung, yaitu unta atau kambing gemuk untuk menandakan bahwa binatang-binatang itu telah diperuntukkan sebagai hadyu (kurban) yang akan disembelih. Dengan demikian, adanya penyembelihan hewan-hewan tersebut tentu akan menambah syiarnya ibadah kaum Muslimin dan merupakan saat-saat bahagia pula bagi fakir dan miskin. Orang-orang mukmin tidak merasa kuatir atas keselamatan diri mereka pada saat-saat tersebut, sebab apabila mereka telah mengalungi hewan-hewan yang akan mereka sembelih itu, atau bila mereka telah memakai pakaian ihram maka tak seorang pun yang akan mengganggu atau mengancam keselamatan diri mereka.\r\nKemudian Allah menjelaskan bahwa semuanya itu ditetapkan agar hamba-Nya mengetahui bahwa Dia senantiasa mengetahui apa yang ada di langit dan di bumi dan bahwa Allah Maha Mengetahui segala sesuatu. Buktinya Allah telah menetapkan semuanya untuk mendatangkan kemaslahatan bagi mereka dan untuk menghindari malapetaka sebelum terjadi. Dengan demikian jelas bahwa Allah mengetahui apa-apa yang sedang terjadi dan apa yang akan terjadi. Berdasarkan ilmu-Nya yang Maha Luas itulah Allah menetapkan hukum-hukum dan peraturan-Nya bagi kemaslahatan hamba-Nya.\r\n"}