{"tafsir_id":770,"surah_id":5,"aya_number":101,"tafsir_wajiz":"Wahai orang-orang yang beriman, yang membenarkan Allah dan Rasul-Nya! Janganlah kamu menanyakan kepada Nabimu hal-hal yang jika diterangkan kepadamu justru menyusahkan dan berdampak buruk bagi kamu. Sebab dalam Islam yang terpenting bukan bertanya, tetapi semangat untuk melaksanakan. Sebaliknya jika kamu bertanya kepada Nabi tentang masalah-masalah itu ketika Al-Qur'an sedang diturunkan, niscno_ayat jawabannya akan diterangkan kepadamu dengan sejelas-jelasnya. Allah telah memaafkan kamu tentang hal itu, menanyakan masalah-masalah yang sudah jelas bagi orang-orang beriman. Dan Allah Maha Pengampun kepada orang-orang yang menyadari kesalahannya dengan bertobat, dan Maha Penyantun kepada seluruh hamba-hamba-Nya.","tafsir_tahlili":"(101) Dalam ayat ini Allah memberikan bimbingan kepada hamba-Nya, agar mereka menerima apa-apa yang telah diturunkanNya dan yang telah disampaikan oleh rasul-Nya kepada mereka, agar mereka tidak mengajukan pertanyaan-pertanyaan yang beraneka ragam, bila jawaban pertanyaan itu diberikan kepada mereka maka akan terasa memberatkan mereka sendiri, karena akan dirasakan menambah beban dan kewajiban mereka. Apalagi jika pertanyaan yang diajukan itu dimaksudkan untuk menguji Nabi, apakah          Al-Qur'an sama atau tidak dengan kitab suci yang mereka terima, atau mereka bahkan mencari keringanan dari berbagai kewajiban yang dibebankan Allah. \r\nSelanjutnya ayat ini menjelaskan, bahwa apabila mereka menanyakan sesuatu yang belum jelas kepada Nabi ketika turun ayat yang berkenaan dengan masalah itu, dan pertanyaan tersebut memang perlu dijawab untuk memahami isi dan maksud dari ayat tersebut, maka Allah membolehkannya. Bahkan kita disuruh bertanya jika ada hal yang belum kita pahami, sebagaimana firman Allah pada Surah an-Na¥l/16: 43:\r\nوَمَآ اَرْسَلْنَا مِنْ قَبْلِكَ اِلَّا رِجَالًا نُّوْحِيْٓ اِلَيْهِمْ  فَسْـَٔلُوْٓا اَهْلَ الذِّكْرِ اِنْ كُنْتُمْ لَا تَعْلَمُوْنَۙ  \r\nDan Kami tidak mengutus sebelum engkau (Muhammad), melainkan orang laki-laki yang Kami beri wahyu kepada mereka; maka bertanyalah kepada orang yang mempunyai pengetahuan jika kamu tidak mengetahui.                    (an-Na¥l/16: 43)\r\n \r\nAkhir ayat ini menegaskan, bahwa Allah adalah Maha Pengampun, lagi Maha Penyantun. Maksudnya: ialah, Allah mengampuni orang-orang yang mengajukan pertanyaan yang benar-benar berfaedah, dan hal-hal yang tidak disebutkan dalam kitab-Nya, dan hal-hal yang tidak dibebankan-Nya kepada hamba-Nya, dan larangan-Nya kepada mereka untuk tidak mengajukan pertanyaan kepada Rasul yang bersifat menguji atau mengejek dapat menambah beratnya beban mereka, larangan ini merupakan rahmat-Nya kepada hamba-Nya; sehubungan dengan ini, Rasulullah telah bersabda:;إِنَّ الله َفَرَضَ فَرَائِضَ، فَلاَ تُضَيِّعُوْهَا، وَنَهٰى عَنْ أَِشْيَاءَ فَلاَ تَنْتَهِكُوْهَا وَحَدَّ حُدُوْدًا فَلاَ تَعْتَدُوْهَا، وَعَفَا عَنْ أَشْيَاءَ مِنْ غَيْرِ نِسْيَانٍ فَلاَ تَبْحَثُوْا عَنْهَا (رواه الدار قطنى)\r\nSesungguhnya Allah telah menentukan beberapa kewajiban yang harus kamu tunaikan, maka janganlah disia-siakan; dan Dia telah melarang kamu dari melakukan beberapa macam perbuatan, maka janganlah kamu melanggarnya; dan Dia telah menetapkan beberapa pembatasan, maka janganlah kamu lampaui; dan Dia telah memaafkan kamu dari berbagai hal, bukan karena lupa, maka janganlah kamu mencari-carinya. (Riwayat                ad-Dāruqu¯n³);Sehubungan dengan ampunan Allah yang tersebut dalam ayat ini, dapat juga dipahami, bahwa Allah memaafkan kesalahan-kesalahan yang dilakukan sebelum larangan ini, sehingga dengan demikian Allah tidak menimpakan siksa, karena amat luasnya ampunan dan kesantunanNya kepada hambaNya. Ini sesuai dengan firman-Nya pada ayat-ayat yang lain, di antaranya ialah:\r\nعَفَا اللّٰهُ عَمَّا سَلَف;Allah telah memaafkan apa yang telah lalu.  (al-M±′idah/5:95)\r\n"}