{"tafsir_id":773,"surah_id":5,"aya_number":104,"tafsir_wajiz":"Dan apabila dikatakan kepada mereka, yakni masyarakat Arab Jahiliah itu, “Marilah kita mengikuti apa yang diturunkan Allah berupa AlQur’an yang melarang menyembah berhala, dan yang diturunkan kepada Rasul berupa ajaran Islam dengan beriman kepada Allah dan Rasul-Nya, serta menerima kebenaran Al-Qur’an,” mereka menjawab dengan perasaan bangga, “Cukuplah bagi kami apa yang kami dapati dari nenek moyang kami,” tradisi yang sudah mengakar pada masyarakat Arab. Mereka menutup diri dari kebenaran dan bangga dengan leluhur mereka. Apakah mereka akan mengikuti nenek moyang mereka dengan meneruskan tradisi menyembah berhala dan berbuat kebohongan kepada Allah, walaupun nenek moyang mereka itu tidak mengetahui apa-apa tentang kebenaran dan tidak pula mendapat petunjuk dari Allah?","tafsir_tahlili":"(104) Ayat ini menjelaskan sikap keras kepala orang kafir, apabila mereka diajak untuk mengikuti hukum-hukum Allah yang telah ada dalam Al-Qur′an yang dikuatkan dengan bermacam-macam alasan dan bukti-bukti yang jelas dan mengikuti penjelasan-penjelasan yang telah disampaikan Rasulullah, mereka menolaknya, mereka mengatakan sudah cukup apa yang mereka warisi dari nenek moyang mereka. Allah mengecam sikap mereka itu dan menjelaskan bahwa mereka tidak patut mengikuti syariat apapun, dan tidak pula mendapat petunjuk dari Allah kepada jalan yang lurus untuk mencapai kemaslahatan dunia dan akhirat.\r\nNenek moyang mereka adalah orang-orang yang buta huruf dan masih sederhana tingkat pemikirannya, belum mempunyai pengetahuan yang benar, yang dapat membedakan antara yang benar dan yang ba¯il. Pikiran mereka masih diliputi kepercayaan dan khurafat yang salah, serta tata cara hidup yang tidak sesuai dengan peri kemanusiaan, misalnya: membunuh anak perempuan, melakukan peperangan dan permusuhan antara kabilah-kabilah, memandang rendah anak yatim dan kaum perempuan, dan sebagainya.\r\nMengenai sikap orang kafir yang semacam itu, dalam ayat lain disebutkan sebagai berikut:\r\nوَاِذَا قِيْلَ لَهُمُ اتَّبِعُوْا مَآ اَنْزَلَ اللّٰهُ قَالُوْا بَلْ نَتَّبِعُ مَا وَجَدْنَا عَلَيْهِ اٰبَاۤءَنَاۗ اَوَلَوْ كَانَ الشَّيْطٰنُ يَدْعُوْهُمْ اِلٰى عَذَابِ السَّعِيْرِ  ;Dan apabila dikatakan kepada mereka, ”Ikutilah apa yang diturunkan Allah!” Mereka menjawab, ”(Tidak), tetapi kami (hanya) mengikuti kebiasaan yang kami dapati dari nenek moyang kami.” Apakah mereka (akan mengikuti nenek moyang mereka) walaupun sebenarnya setan menyeru mereka ke dalam azab api yang menyala-nyala (neraka)?  (Luqm±n/31: 21)\r\n"}