{"tafsir_id":775,"surah_id":5,"aya_number":106,"tafsir_wajiz":"Allah menekankan kejujuran dalam menerima dan melaksanakan wasiat. Wahai orang-orang yang beriman! Perhatikanlah pesan ini. Apabila tanda-tanda kematian sudah dekat kepada salah seorang di antara kamu dengan melihat dan merasakan tanda-tanda tersebut, sedang dia akan berwasiat kepada ahli waris tentang harta, maka hendaklah wasiat itu disaksikan oleh dua orang yang adil di antara kamu, kaum kerabat yang sama-sama muslim; atau dua orang yang berlainan agama dengan kamu, jika tidak ada kaum kerabat yang sama-sama muslim. Hal ini terutama, jika kamu dalam perjalanan di bumi, baik perjalanan bisnis maupun perjalanan sosial, lalu kamu ditimpa kematian dalam perjalanan tersebut; maka hendaklah kamu, wahai orang-orang beriman! menahan kedua saksi itu yang menghadap kamu menjelang waktu salat menunggu hingga usai salat di masjid agar keduanya bersumpah dengan nama Allah di hadapan orang banyak, jika kamu ragu-ragu atas kejujuran kedua saksi itu, “Demi Allah kami tidak akan mengambil keuntungan dengan sumpah ini, sekecil apa pun, walaupun dia karib kerabat, dan kami tidak menyembunyikan sesuatu pun dalam kesaksian atas nama Allah ini; sesungguhnya jika demikian, yakni menyembunyikan sesuatu dalam kesaksian ini, tentu kami termasuk orang-orang yang berdosa kepada Allah dan berbuat jahat kepada ahli waris.”","tafsir_tahlili":"(106) Ayat ini menjelaskan apabila seorang mukmin merasa perlu untuk membuat wasiat mengenai harta benda, maka wasiat tersebut harus disaksikan oleh dua orang mukmin yang adil dan mempunyai pendirian yang teguh, sehingga apabila di kemudian hari timbul persoalan yang memerlukan kesaksian dari mereka maka dapat diharapkan bahwa mereka akan memberikan kesaksian yang benar, dan tidak akan menyembunyikan sesuatu yang mereka ketahui mengenai wasiat itu.\r\nKemudian dijelaskan, bahwa apabila tidak terdapat dua orang saksi yang mukmin, misalnya ketika orang yang akan berwasiat itu sedang berada dalam perjalanan, lalu ia mendapat musibah, dan merasa ajalnya sudah dekat, maka ia boleh mengambil dua orang saksi yang bukan mukmin, akan tetapi harus bersifat adil dan berpendirian teguh.\r\nKedua orang yang akan dijadikan saksi itu diminta untuk menunggu sampai sesudah salat. Para ulama mengatakan yang dimaksud “sesudah salat” itu adalah “sesudah salat a¡ar.” Ini berdasarkan pada apa yang pernah dilakukan oleh Rasulullah, dan kebiasaan ini juga berlaku dikalangan kaum Muslimin, karena pada saat-saat tersebut terdapat banyak orang-orang yang akan turut menyaksikannya, sebab kebanyakan mereka telah selesai melakukan sebagian besar tugas yang biasa dikerjakan di siang hari. Pada saat itulah biasanya hakim mengadakan sidang untuk memeriksa perkara-perkara yang diajukan kepadanya. Apabila kedua saksi itu bukan orang-orang mukmin, maka yang dimaksudkan dengan salat itu ialah salat yang dilakukan menurut agama mereka.\r\nApabila kedua saksi itu cukup dipercaya, maka kesaksian mereka atas wasiat tersebut tak perlu disertai dengan sumpah. Tetapi apabila ahli waris dari orang yang berwasiat itu meragukan kejujuran saksi-saksi tersebut, maka saksi-saksi itu diminta untuk mengucapkan sumpah guna menguatkan kesaksian mereka, sehingga dapat diharapkan mereka akan benar-benar bertindak sebagai saksi yang jujur dan dapat dipercaya sepenuhnya.\r\nBunyi sumpah harus diucapkan oleh kedua saksi tersebut berdasarkan ayat berikut:\r\nلَا نَشْتَرِيْ بِهٖ ثَمَنًا وَّلَوْ كَانَ ذَا قُرْبٰىۙ وَلَا نَكْتُمُ شَهَادَةَ اللّٰهِ اِنَّآ اِذًا لَّمِنَ الْاٰثِمِيْنَ   \r\n“Demi Allah kami tidak akan mengambil keuntungan dengan sumpah ini, walaupun dia karib kerabat, dan kami tidak menyembunyikan kesaksian Allah; sesungguhnya jika demikian tentu kami termasuk orang-orang yang berdosa.” (al-M±′idah/5: 106);Isi sumpah menunjukkan bahwa para saksi tersebut berikrar tidak akan memperlakukan kesaksian itu seperti barang dagangan yang dapat diperjualbelikan. Mereka tidak menyembunyikan kesaksian itu atau mengubahnya karena hendak mengharapkan sesuatu untuk kepentingan pribadi. Mereka senantiasa akan memegang teguh kesaksian mereka walaupun akan menimbulkan kerugian kepada salah seorang kerabat mereka. Mereka yakin betul, bahwa apabila mereka menyembunyikan kesaksian mereka ketika kesaksian itu diperlukan, atau mengubahnya dengan kesaksian yang palsu, mereka pasti berdosa dan akan mendapat azab dari Allah.\r\n"}