{"tafsir_id":776,"surah_id":5,"aya_number":107,"tafsir_wajiz":"Jika terbukti kedua saksi itu berbuat dosa, ini berkaitan dengan dua orang Nasrani, Tamim ad-Dariy dan ‘Adiy bin Badda, yang menerima wasiat dari Budail yang wafat waktu berdagang di Syam dan berbohong dalam persaksiannya dengan bersumpah palsu di hadapan Nabi Muhammad; maka dua orang yang lain, yaitu dua orang saksi dari keluarga yang meninggal, menggantikan kedudukannya menjadi dua saksi, yaitu dua saksi yang termasuk di antara ahli waris yang berhak menjadi saksi dan lebih dekat hubungan nasabnya kepada yang meninggal, lalu keduanya bersumpah dengan nama Allah, dengan disaksikan oleh orang banyak, “Sungguh, kesaksian kami lebih lno_ayatk diterima daripada kesaksian kedua saksi itu, Tamim ad-Dariy dan ‘Adiy bin Badda yang berbeda agama dan menyembunyikan barang milik Budail, dan kami, dua saksi dari keluarga yang meninggal, tidak melanggar batas dalam kesaksian ini. Sesungguhnya jika kami berbuat demikian, curang dan tidak adil, tentu kami termasuk orang-orang zalim terhadap diri sendiri.”","tafsir_tahlili":"(107) Selanjutnya dalam ayat ini dijelaskan, bahwa apabila dikemudian hari, setelah wafatnya orang yang berwasiat itu, tampak tanda-tanda ketidakjujuran para saksi itu, misalnya sewaktu diminta kesaksiannya mereka lalu memberikan kesaksian yang tidak benar, atau mengaku tidak menyembunyikan sesuatu dari harta peninggalan yang dipercayakan kepada mereka oleh orang yang berwasiat itu, maka untuk mencari penyelesaian dalam keadaan itu kewajiban untuk bersumpah dialihkan kepada ahli waris dari orang yang telah meninggal yang memberikan wasiat itu. Untuk itu harus dicarikan dua orang lain yang terdekat hubungan kekeluargaannya dengan orang yang berwasiat, yaitu yang paling berhak untuk menerima warisannya, apabila ia memenuhi persyaratan untuk dapat menerima warisan. Seperti tidak berlainan agama atau tidak tersangkut dalam kasus pembunuhan orang yang berwasiat.\r\nApabila kerabatnya yang terdekat itu ternyata tidak memenuhi persyaratan untuk dapat menerima warisan, misalnya karena perbedaan agama dengan orang yang meninggalkan warisan, atau karena ia tersangkut dalam kasus terbunuhnya yang berwasiat, maka dicarilah dua orang lainnya di antara ahli waris itu yang paling utama untuk melakukan sumpah tersebut, dengan melihat usia, sifat, pengetahuan, dan sebagainya.\r\nSumpah yang diucapkan oleh kedua orang ahli waris ini dimaksudkan untuk menguatkan tuduhan terhadap kedua orang yang menerima wasiat itu, bahwa mereka telah berkhianat mengenai wasiat itu. Juga untuk menguatkan, bahwa mereka adalah benar dalam melakukan tuduhan itu, dan tidak melampaui batas; artinya: tuduhan itu bukan tuduhan sembarangan dan tidak beralasan. Kemudian diakhiri pula dengan penegasan, bahwa apabila mereka melakukan tuduhan atau kesaksian yang tidak benar, maka niscaya mereka termasuk orang-orang yang zalim.\r\nDalam ayat lain dijelaskan kedudukan saksi yang semula wajib kemudian menjadi sunah.;كُتِبَ عَلَيْكُمْ اِذَا حَضَرَ اَحَدَكُمُ الْمَوْتُ اِنْ تَرَكَ خَيْرًا ۖ ۨالْوَصِيَّةُ لِلْوَالِدَيْنِ وَالْاَقْرَبِيْنَ بِالْمَعْرُوْفِۚ حَقًّا عَلَى الْمُتَّقِيْنَ ۗ    ;Diwajibkan atas kamu, apabila maut hendak menjemput seseorang di antara kamu, jika dia meninggalkan harta, berwasiat untuk kedua orang tua dan karib kerabat dengan cara yang baik, (sebagai) kewajiban bagi orang-orang yang bertakwa. (al-Baqarah/2: 180)\r\n"}