{"tafsir_id":786,"surah_id":5,"aya_number":117,"tafsir_wajiz":"Nabi Isa melanjutkan pertanggungjawabannya di hadapan Allah di akhirat, “Aku tidak pernah, selama hidupku, mengatakan kepada mereka, Bani Israil, kecuali apa yang Engkau perintahkan kepadaku dalam kedudukanku sebagai rasul Allah, yaitu, sembahlah Allah, Tuhanku dan Tuhanmu, tidak ada tuhan selain Allah dan tidak ada ibadah kecuali kepada-Nya. Dan aku, sebagai utusan Allah kepada Bani Israil, menjadi saksi terhadap sikap mereka; di antara mereka ada yang beriman dan lurus keyakinannya, dan ada pula kufur yang menyeleweng keyakinannya dengan menjadikan aku dan ibuku dua tuhan selain Allah, selama aku berada, hidup dan bergaul, di tengah-tengah mereka. Maka setelah Engkau mewafatkan aku, selesailah tugasku sebagai nabi dan rasul dalam mengawasi keyakinan mereka. Sejak itu, Engkaulah yang mengawasi mereka; apakah mereka lurus atau menyeleweng dengan menjadikan aku dan ibuku dua tuhan selain Allah. Dan Engkaulah Yang Maha Menyaksikan atas segala sesuatu, yang terlihat maupun tersembunyi dari pandangan manusia.” Jadi, Nabi Isa selama hidupnya tidak pernah menyatakan kepada Bani Israil bahwa dirinya dan ibunya, Maryam, adalah tuhan dan tidak pernah pula memerintahkan untuk menyembah mereka berdua.","tafsir_tahlili":"(117) Sesudah Nabi Isa pada ayat yang lalu mensucikan Allah dan kemudian dia membersihkan dirinya dari tuduhan menganggap dirinya sebagai Tuhan, maka dalam ayat ini Isa menjelaskan apa sebenarnya yang telah diserukannya kepada kaumnya yaitu agar mereka menyembah Allah. Tuhannya sendiri dan juga Tuhan kaumnya. Tidak benar dia menuhankan dirinya dan ibunya karena mereka berdua adalah hamba Allah seperti juga manusia lainnya. Nabi Isa telah mengajarkan pokok-pokok agama dan dasar-dasar keimanan kepada kaumnya yang seharusnya mereka jadikan pedoman dalam kehidupan beragama sepanjang masa. Sewaktu Nabi Isa masih berada bersama mereka, beliau selalu memberikan bimbingan kepada mereka dan mengawasi segala tingkah laku mereka; yang benar dibenarkan, yang salah dinyatakan salah sesuai dengan petunjuk Allah. Tetapi setelah beliau diangkat ke langit, habislah masa tugas kerasulannya, putuslah pengawasan dan bimbingan beliau terhadap kaumnya. Nabi Isa tidak mengetahui lagi amal perbuatan mereka dan sejarah perkembangan mereka dan agamanya. Hanyalah Allah yang menjadi Pengawas dan Saksi atas mereka. Allah memberi petunjuk kepada orang yang menghendaki kebenaran, membiarkan orang yang menginginkan kesesatan. Orang yang menuhankan Isa telah kafir dan haram surga bagi mereka. Hal itu ditegaskan Allah dalam firman-Nya:;لَقَدْ كَفَرَ الَّذِيْنَ قَالُوْٓا اِنَّ اللّٰهَ هُوَ الْمَسِيْحُ ابْنُ مَرْيَمَ ۗوَقَالَ الْمَسِيْحُ يٰبَنِيْٓ اِسْرَاۤءِيْلَ اعْبُدُوا اللّٰهَ رَبِّيْ وَرَبَّكُمْ ۗاِنَّهٗ مَنْ يُّشْرِكْ بِاللّٰهِ فَقَدْ حَرَّمَ اللّٰهُ عَلَيْهِ الْجَنَّةَ وَمَأْوٰىهُ النَّارُ ۗوَمَا لِلظّٰلِمِيْنَ مِنْ اَنْصَارٍ  ;Sungguh, telah kafir orang-orang yang berkata, ”Sesungguhnya Allah itu dialah  Al-Masih putra Maryam.” Padahal Al-Masih (sendiri) berkata, ”Wahai Bani Israil! Sembahlah Allah, Tuhanku dan Tuhanmu.” Sesungguhnya barang siapa mempersekutukan (sesuatu dengan) Allah, maka sungguh, Allah mengharamkan surga baginya, dan tempatnya ialah neraka. Dan tidak ada seorang penolong pun bagi orang-orang zalim itu. (al-M±′idah/5:72)\r\n"}