{"tafsir_id":787,"surah_id":5,"aya_number":118,"tafsir_wajiz":"Nabi Isa lalu mengembalikan nasib umatnya yang menyimpang dari ajarannya di akhirat kepada keputusan Allah. “Wahai Tuhan Yang Maha Bijaksana, jika Engkau menyiksa mereka, karena mereka menjadikan aku dan ibuku dua tuhan selain Allah, maka sesungguhnya mereka adalah hamba-hamba-Mu, tidak ada seorang atau suatu apa pun yang menghalangi kehendak-Mu; dan jika Engkau mengampuni mereka, dengan kebesaran dan keagungan-Mu, meskipun mereka menyeleweng; sesungguhnya Engkaulah Yang Mahaperkasa, Mahabijaksana dalam segala yang hal yang Engkau putuskan.”","tafsir_tahlili":"(118) Ayat ini menerangkan bahwa Isa menyerahkan sepenuhnya keputusan atas orang-orang Nasrani itu kepada Allah, dan beliau berlepas tangan dari tanggung jawab atas perbuatan mereka, karena beliau sudah menyampaikan seruannya sesuai dengan perintah Allah, yaitu mengesakan-Nya serta mengkhususkan ibadah kepada-Nya. Allah akan menjatuhkan hukuman kepada mereka sesuai dengan perbuatan mereka. Dialah yang mengetahui siapa di antara mereka yang tetap dalam tauhid dan siapa yang musyrik, siapa pula yang taat dan siapa yang ingkar, siapa yang saleh dan yang fasik. Jika Allah menjatuhkan azab atas mereka, maka azab itu jatuh kepada orang yang memang patut menerima azab. Mereka itu adalah hamba-hamba Allah, seharusnya mereka itu menyembah Allah, tidak menyembah selain Allah. Jika Allah memberikan pengampunan kepada mereka, maka pengampunan itu diberikan-Nya kepada mereka yang patut diberi-Nya dan yang patut menerimanya. Allah Mahakuasa dan berwenang dalam mengurusi segala perkara, tidak ada orang lain yang turut mengurusinya. Allah Mahabijaksana dalam menentukan keputusan atas perkara itu, dan Dia Maha Mengetahui siapakah di antara orang-orang Nasrani yang telah menjadi musyrik dan siapa pula yang masih dalam agama tauhid.\r\nMereka yang menjadi musyrik, tidak ada ampunan bagi dosa mereka. Firman Allah:;اِنَّ اللّٰهَ لَا يَغْفِرُ اَنْ يُّشْرَكَ بِهٖ وَيَغْفِرُ مَا دُوْنَ ذٰلِكَ لِمَنْ يَّشَاۤءُ ;Sesungguhnya Allah tidak akan mengampuni (dosa) karena mempersekutukan-Nya (syirik), dan Dia mengampuni apa (dosa) yang selain (syirik) itu bagi siapa yang Dia kehendaki. (an-Nis±′/4: 48);Sejak permulaan abad masehi, sudah banyak aliran dalam kepercayaan yang tumbuh di kalangan penganut agama Nasrani. Sehingga banyak perselisihan yang timbul di antara mereka, maka semuanya terserah kepada Allah diazab atau diampuni di antara hamba-hamba-Nya sesuai dengan kehendak-Nya.\r\n"}