{"tafsir_id":792,"surah_id":6,"aya_number":3,"tafsir_wajiz":"Dan Dialah Allah, Tuhan yang menciptakan makhluk, baik yang berada di langit maupun di bumi; di antara sifat-sifat-Nya adalah bahwa Dia mengetahui apa yang kamu rahasiakan, tidak ada satu titik pun yang tidak diketahui-Nya; dan Dia pun mengetahui apa yang kamu nyatakan, dan Dia pun mengetahui pula apa saja yang kamu kerjakan, baik maupun buruk, terbuka maupun tertutup.","tafsir_tahlili":"(3) Dalam ayat ini dijelaskan bahwa Allah adalah yang berhak disembah, yang menerima doa dan harapan dari semua makhluk-Nya di langit dan di bumi. “Allah” adalah nama yang agung bagi Tuhan Rabbal ±lam³n, yang sudah dikenal oleh Bangsa Arab sebelum Islam. Bangsa Arab pada zaman jahiliah, bila ditanya tentang Tuhan yang berhak disembah, mereka akan menjawab “Allah.” Tuhan yang memiliki sifat-sifat yang mereka kenal itulah yang mereka sembah.\r\nAyat lain yang sejalan dengan maksud ayat ini ialah firman Allah:;وَهُوَ الَّذِيْ فِى السَّمَاۤءِ اِلٰهٌ وَّ فِى الْاَرْضِ اِلٰهٌ ۗوَهُوَ الْحَكِيْمُ الْعَلِيْمُ   ;Dan Dialah Tuhan (yang disembah) di langit dan Tuhan (yang disembah) di bumi dan Dialah Yang Mahabijaksana, Maha Mengetahui. (az-Zukhruf/43: 84);Kedua ayat ini, yakni al-An±m/6:3 dan az-Zukhruf/43:84 dengan jelas mengagungkan Allah karena kekuasaan-Nya menghidupkan kembali orang yang telah mati, dan lebih-lebih karena kekhususan diri-Nya dalam mengetahui hari kebangkitan dan keesaaan-Nya dalam ketuhanan serta keesaan zat-Nya yang disembah di langit dan di bumi. Kepada Allah sajalah ditujukan doa segala makhluk di alam semesta ini.\r\nKemudian Allah menegaskan bahwa Dia mengetahui segala yang mereka rahasiakan atau yang mereka tampakkan, baik perkataan dan perbuatan mereka maupun segala yang terbetik dalam hati mereka. Semua yang diusahakan oleh manusia, tidak luput dari pengetahuan Tuhan. Perbuatan yang baik akan diberi pahala, perbuatan yang buruk akan diberi hukuman. Sangatlah sempurna perhatian Tuhan terhadap perbuatan manusia karena semua perbuatan akan mendapatkan balasan dari-Nya.\r\n"}