{"tafsir_id":794,"surah_id":6,"aya_number":5,"tafsir_wajiz":"Selain menolak tanda-tanda kekuasaan Allah, orang-orang kafir selalu juga menutup diri, menolak, dan mendustakan kebenaran AlQur'an. Sungguh, mereka, orang-orang kafir dan munafik, telah mendustakan kebenaran Al-Qur'an yang menjelaskan tentang kerasulan Nabi Muhammad, kehidupan setelah mati, surga, dan neraka, ketika no_ayatt-no_ayatt Al-Qur'an yang diturunkan kepada Nabi Muhammad itu sampai kepada mereka. Maka kelak di akhirat, akan sampai kepada mereka, orang-orang kafir yang mendustakan kehidupan di akhirat itu, berita-berita yang benar-benar nyata yang selama ini selalu mereka perolok-olokkan di dunia.","tafsir_tahlili":"(5) Allah menerangkan bahwa sebab orang-orang musyrik selalu berpaling dari ayat-ayat Allah, karena mereka telah mendustakan yang hak ketika yang hak tersebut datang kepada mereka. Kejahatan mereka ini sebagai akibat mereka menutup jalan untuk memperoleh ilmu pengetahuan.\r\nYang dimaksudkan dengan “yang hak” ialah agama Allah yang dibawa Nabi Muhammad, yang mengandung kaidah-kaidah agama, hukum-hukum syariat, ibadah, muamalat, haram dan halal, akhlak dan lain sebagainya, yang kesemuanya itu dijelaskan dalam Al-Qur′an. Mereka mendustakan agama berarti mendustakan Al-Qur′an sebagai dasar agama. Jika mereka memahami Al-Qur′an dan merenungkannya tentu mereka tidak mendustakan ajaran-ajaran agama itu.\r\nAllah menegaskan kelak akan terbukti bagi mereka kebenaran berita-berita yang selalu mereka ejek di dunia. Suatu ketika mereka mengalami kehinaan di dunia ini, dan kebinasaan di akhirat akibat kedustaan mereka kepada agama. Sebaliknya mereka menyaksikan kemenangan kaum Muslimin. Peringatan Allah kepada mereka, sebelumnya dianggap angin lalu. Demikian pula terhadap janji Allah untuk kemenangan kaum Muslimin, yang ternyata kemudian berita-berita itu terbukti, antara lain dengan datangnya musim kering yang menimpa mereka, dan hancurnya kaum musyrik pada Perang Badar dan perang-perang yang lain, serta kemenangan kaum Muslimin dengan pembebasan kota Mekah (Fat¥ Makkah).\r\nDalam Al-Qur′an berulang kali diceritakan ejekan-ejekan kaum musyrik terhadap para nabi dan agama Allah, ejekan ini bertingkat-tingkat. Pertama, mereka tidak memperdulikan ayat-ayat Allah dan tanda-tanda alami serta tidak mau merenungkannya. Kedua, mereka mendustakannya. Sikap kedua ini melebihi tingkatan pertama, karena orang-orang yang bersikap acuh belum tentu mendustakan. Ketiga, mereka memperolokkannya. Orang yang mendustakan belum tentu dia sampai pada sikap memperolokkan. Sikap memperolokkan ini sudah mencapai puncak keingkaran. Orang-orang kafir menjalani ketiga tingkatan tersebut.\r\n"}