{"tafsir_id":795,"surah_id":6,"aya_number":6,"tafsir_wajiz":"Sebagai perbandingan, Allah mengajak orang-orang kafir itu untuk memperhatikan nasib orang-orang sebelum mereka yang selalu mengingkari no_ayatt-no_ayatt Allah. Tidakkah mereka memperhatikan dengan cermat dan merenungkan secara mendalam berapa banyak generasi sebelum mereka yang menolak keyakinan tidak ada tuhan selain Allah karena kesombongannya, telah Kami binasakan dengan berbagai bencana alam yang menimpa mereka; padahal Kami telah meneguhkan kedudukannya di bumi dengan memberikan kekuasaan, kekno_ayatan, dan keturunan yang banyak dan berkualitas yang belum pernah Kami berikan kepadamu, Muhammad dan umatmu. Selain itu, Kami pun mencurahkan hujan yang lebat untuk mereka sehingga lahan pertanian mereka menjadi subur; dan Kami jadikan sungai-sungai mengalir di bawah tempat tinggal mereka, sehingga negeri mereka indah dan subur, kehidupan mereka sejahtera; kemudian Kami binasakan mereka, karena kekufuran dan kesombongannya dengan berbagai bencana alam. Bencana itu Kami timpakan karena dosa-dosa mereka sendiri dan kesukaan mereka hidup berfoya-foya, boros, dan hedonis, serta melakukan penyimpangan seksual, kejahatan, dan pembunuhan yang melampaui batas kemanusiaan. Dan Kami pun segera menciptakan generasi yang lain, yang baru sama sekali, setelah generasi mereka dibinasakan.","tafsir_tahlili":"(6) Allah memperingatkan bahwa sesungguhnya orang kafir sudah mengetahui berapa banyak generasi dari umat-umat terdahulu yang telah dimusnahkan Allah seperti kaum Nuh, ²d, ¤amµd dan lain-lain. Mereka termasuk generasi-generasi umat yang telah diberi Allah kekuatan, keteguhan, kemerdekaan di bumi yang belum pernah diberikan Allah kepada orang Arab yang musyrik itu. Bumi mereka senantiasa mendapat curahan air hujan yang deras menimbulkan kemakmuran dan kesuburan. Sungai-sungai mengalir membasahi kebun-kebun tanaman mereka, menambah indah dan makmur bumi mereka. Segala nikmat dan anugerah Allah yang diberikan kepada umat terdahulu tidak menghalangi azab-Nya disebabkan dosa yang mereka perbuat.\r\nDua macam dosa yang mereka perbuat yang mengakibatkan kebinasaan mereka adalah: Pertama, dosa menentang rasul-rasul dan mengingkari ajaran-ajaran mereka serta memperolok-olokkannya; dan kedua, dosa kufur nikmat, yakni sikap ingkar terhadap berbagai nikmat yang telah diberikan Allah kepada mereka. Mereka bahkan mempergunakan nikmat-nikmat itu untuk hal-hal yang berlawanan dengan petunjuk Allah.\r\nBanyak ayat Al-Qur′an yang menceritakan tentang sebab-sebab kehancuran mereka. Misalnya antara lain firman Allah:;وَمَا كُنَّا مُهْلِكِى الْقُرٰىٓ اِلَّا وَاَهْلُهَا ظٰلِمُوْنَ   ;… dan tidak pernah (pula) Kami membinasakan (penduduk) negeri; kecuali penduduknya melakukan kezaliman.  (al-Qa¡a¡/28: 59) \r\nAzab Tuhan yang dijatuhkan kepada umat yang ingkar ada dua macam, yaitu: \r\nPertama, azab dengan cara membinasakan secara menyeluruh sampai musnah. Kedua, azab dengan cara melenyapkan kemerdekaan dan kekuatan umat itu sehingga mereka menjadi umat yang lemah dan hina. \r\nBilamana mereka musnah, maka yang lain yang memiliki sifat-sifat yang baik, berlawan dengan sifat-sifat umat yang musnah itu akan muncul menggantikan mereka.\r\nAyat ini memperingatkan kaum musyrik Mekah bahwa kekuatan dan kekuasaan mereka tidaklah dapat menghalangi hukuman Allah, seperti halnya telah ditimpakan kepada umat-umat terdahulu.\r\n"}