{"tafsir_id":800,"surah_id":6,"aya_number":11,"tafsir_wajiz":"Orang-orang kafir lalu diminta untuk mengamati nasib umat manusia sebelumnya yang mendustakan ajaran Allah. Katakanlah, wahai Nabi Muhammad, kepada orang-orang kafir yang menolak ajakan beriman kepada Allah, “Jelajahilah bumi, dengan mengunjungi jejak para nabi dan menelaah kisah umat-umat terdahulu, kemudian perhatikanlah dengan cermat melalui pikiran yang jernih dan hati yang bersih, bagaimana kesudahan, perjalanan hidup dan nasib orang-orang yang mendustakan ajaran Rasulullah itu di dunia?”","tafsir_tahlili":"(11) Sesudah menjelaskan kemusnahan beberapa kaum yang memusuhi para rasul pada zaman dahulu, maka Allah, dalam ayat ini menyuruh Nabi Muhammad untuk mengatakan kepada kaumnya agar mereka mengembara di atas bumi ini dan mendatangi tempat dimana orang-orang yang menduga para nabi itu dibinasakan. Sebab, dengan pengembaraan itu mereka dapat menyaksikan sendiri tempat-tempat bersejarah agar menjadi bahan renungan bagi mereka, mengapa bangsa-bangsa terdahulu itu sampai binasa padahal mereka termasuk bangsa yang perkasa dan berkuasa. Sesudah itu hendaklah mereka melihat kepada diri mereka sendiri dan membandingkannya dengan umat-umat yang telah musnah itu.\r\nOrang-orang kafir Mekah sebenarnya adalah pengembara karena pada umumnya mereka hidup sebagai pedagang antar daerah di semenanjung Arab. Tetapi dalam pengembaraan sebagai pedagang, mereka tidak memperhatikan bekas-bekas peninggalan umat-umat yang telah musnah seperti kaum Nuh dan ¤amµd di Arab Utara dan kaum ²d di Arab Selatan. Betapa banyak generasi yang telah dibinasakan lalu diganti dengan generasi baru sebagaimana diterangkan Allah dalam ayat enam surah ini. Kesemuanya itu seyogyanya dijadikan bahan kajian sejarah bangsa itu sendiri walaupun akan memakan waktu yang panjang, karena dari pengalaman sejarah bangsa-bangsa yang lampau banyak diperoleh pelajaran yang bermanfaat bagi generasi-generasi mendatang.\r\nDengan turunnya ayat ini, hati Nabi Muhammad merasa terhibur, karena di dalamnya mengandung isyarat bahwa kaum musyrik akan mengalami kekalahan.\r\n"}