{"tafsir_id":803,"surah_id":6,"aya_number":14,"tafsir_wajiz":"Katakanlah, wahai Rasulullah, kepada orang-orang yang menyekutukan Allah, “Apakah aku akan menjadikan sesuatu selain Allah sebagai pelindung dan penolong, padahal Allah yang menjadikan langit dan bumi untuk kepentingan manusia; Dia yang memberi makan seluruh makhluk hidup dengan menjamin rezeki dan mengaturnya dengan merata, dan tidak diberi makan dengan segala bentuk sesajian karena Allah tidak membutuhkannya?” Katakanlah kepada mereka, wahai Rasulullah, “Sesungguhnya aku diperintahkan oleh Allah agar aku menjadi orang yang pertama berserah diri kepada-Nya dengan rukuk dan sujud, serta dengan menyerahkan seluruh jiwa raga, hidup, dan mati kepada-Nya.” Dan jangan sekali-kali kamu, wahai Rasulullah bersama orang-orang beriman yang mengikutimu, termasuk golongan orang-orang musyrik, yang menyekutukan Allah, baik dengan perbuatan maupun ucapan, baik terbuka maupun tersembunyi.","tafsir_tahlili":"(14) Dalam ayat ini, Allah memerintahkan lagi kepada Rasul-Nya agar bertanya kepada kaum musyrik, “Apakah patut selain Allah aku jadikan pelindung yang memberikan pertolongan kepadaku sewaktu dalam kesulitan atau menolak bencana menimpaku?” Tentulah Rasul tidak berbuat seperti halnya orang-orang musyrik dan ahli-ahli kitab zaman dulu. Mereka itu menjadikan sembahan-sembahan mereka, dan pendeta-pendeta mereka, sebagai pelindung, yang menurut itiq±d (keyakinan) mereka dapat memberikan kebahagiaan kepada mereka atau menolak kesengsaraan dari mereka.\r\nTidak ada pelindung atau penolong yang sebenarnya kecuali Allah yang menciptakan langit dan bumi. Allah mengemukakan sifat-Nya sebagai Pencipta untuk menegaskan penolakan pikiran yang menempatkan selain Allah sebagai penolong; sebab hanya Allah sajalah yang patut dimintai pertolongan. Tidak patut selain Dia dijadikan perantara yang dapat mempengaruhi kehendak Ilahi. Hanya kepada Pencipta langit dan bumi ini, doa dan harapan ditujukan. Kehendak-Nya tak dapat dipengaruhi oleh siapapun juga. Dialah Tuhan Yang memberi rezeki, makan dan minum serta segala kemanfaatan kepada manusia. Sebaliknya Dia tidak memerlukan makan-minum dan rezeki, bahkan Dia Suci dari segala kebutuhan akan makan-minum dan lain sebagainya, dan Dia tidak memerlukan orang lain. Firman Allah:;مَآ اُرِيْدُ مِنْهُمْ مِّنْ رِّزْقٍ وَّمَآ اُرِيْدُ اَنْ يُّطْعِمُوْنِ\r\nAku tidak menghendaki rezeki sedikit pun dari mereka dan Aku tidak menghendaki agar mereka memberi makan kepada-Ku. (a©-ª±riy±t/51: 57);Selanjutnya Rasulullah saw diperintahkan untuk menyampaikan kepada orang kafir bahwa beliau diperintahkan Allah untuk menjadi orang yang pertama berserah diri kepada-Nya, menjunjung tinggi perintah-Nya, tidak akan memohon kepada selain Dia, dan terus menegakkan agama ditengah-tengah umatnya. Rasul Muhammad juga dilarang untuk menjadi orang musyrik, yakni orang yang menyembah selain Allah dan menganggap selain Allah sebagai penolong atau perantara untuk mendekatkan diri kepada-Nya.\r\n"}