{"tafsir_id":806,"surah_id":6,"aya_number":17,"tafsir_wajiz":"Dan jika Allah menimpakan kepadamu, wahai manusia, suatu bencana yang terasa pahit dalam kehidupan kamu seperti gempa bumi, gunung meletus, penyakit, dan berbagai krisis, maka tidak ada yang dapat menghilangkannya selain Dia, karena Allah Maha Berkuasa atas segala sesuatu. Dan jika Dia mendatangkan kebaikan kepadamu, seperti sehat, kno_ayat, dan sukses dalam hidup, maka Dia Mahakuasa atas segala sesuatu untuk mewujudkan, mengurangi, bahkan menghilangkan kebaikan tersebut.","tafsir_tahlili":"(17) Dalam ayat ini ditegaskan lagi tentang kemahakuasaan Allah, bahwa tidak ada seorang pun yang dapat melenyapkan suatu kemudaratan yang ditimpakan Allah kepada seseorang kecuali Allah sendiri, seperti sakit, kemiskinan, duka cita, kehinaan dan lain sebagainya yang mengakibatkan penderitaan pada manusia baik lahir maupun batin. Bukanlah berhala-berhala, dukun-dukun atau pelindung lainnya selain Allah yang acap kali dipandang oleh orang musyrik, dapat menghilangkan kemudaratan tersebut. Demikian pula halnya tak ada seorang pun yang dapat mencegah suatu kebaikan yang dianugerahkan Allah kepada seseorang seperti kekayaan, kesehatan, kemuliaan, kekuatan dan lain sebagainya yang menimbulkan kebahagiaan baik lahir maupun batin. Allah Mahakuasa memelihara segala kebaikan agar seseorang tetap sebagaimana yang Dia kehendaki.\r\nSetiap selesai melaksanakan salat lima waktu, Nabi Muhammad selalu membaca doa, antara lain:\r\nاللّهُمَّ لاَ مَانِعَ لِمَا أَعْطَيْتَ وَلاَ مُعْطِيَ لِمَا مَنَعْتَ وَلاَ يَنْفَعُ ذَا الْجَدِّ مِنْكَ الْجَدُّ (رواه البخاري عن الوراد)\r\nYa Allah, tak ada yang mencegah terhadap apa yang Engkau berikan, tak ada yang memberi terhadap apa yang Engkau cegah dan tidak bermanfaat kejayaan seseorang atas siksaan-Mu. (Riwayat al-Bukh±r³ dari al-Warr±d)\r\nAyat ini menunjukkan pula bahwa setiap manusia baik yang menginginkan kebaikan atau yang menghindari kemudaratan, haruslah meminta pertolongan kepada Allah semata-mata dengan berusaha menurut Sunnah-Nya yang berlaku dalam alam ini dan dengan memanjatkan doa sepenuhnya kepada-Nya.\r\nFirman Allah:;ادْعُوْنِيْٓ اَسْتَجِبْ لَكُمْ\r\nBerdoalah kepada-Ku, niscaya akan Aku perkenankan bagimu.                            (G±fir/40: 60)\r\n"}