{"tafsir_id":816,"surah_id":6,"aya_number":27,"tafsir_wajiz":"no_ayatt ini menjelaskan keinginan orang-orang kafir untuk menjadi orang beriman ketika dihadapkan ke neraka. Dan seandainya engkau, wahai Rasulullah, melihat orang-orang kafir, orang-orang musyrik, dan orang-orang munafik pada hari kiamat, ketika mereka dihadapkan ke neraka, melihat dahsyatnya rantai dan belenggu api neraka, engkau akan menyaksikan peristiwa penting ketika mereka berkata, “Aduh, kami sangat ingin seandainya kami dikembalikan ke dunia, tentu kami tidak akan mendustakan no_ayatt-no_ayatt Tuhan kami, seperti sikap kami selama hidup di dunia, serta bertekad menjadi orang-orang yang beriman kepada Allah, Rasul, dan Al-Qur'an.”","tafsir_tahlili":"(27) Ayat ini menerangkan keadaan mereka di hari akhir nanti yang akan disaksikan oleh umat manusia. Ketika mereka dihadapkan ke muka api neraka, barulah mereka menyadari azab yang akan diterima dan timbul penyesalan dalam diri mereka atas kekafiran dan kelancangan mereka terhadap Allah dan Rasul-Nya selama di dunia. Maka pada saat yang sangat mengerikan dan dahsyat itu mereka mengajukan permohonan kepada Allah agar berkenan mengembalikan mereka ke dunia untuk bertobat dan beramal saleh serta beriman kepada Allah dan Rasul-Nya, tidak lagi mendustakan ayat-ayat Allah dan mereka berjanji akan menjadi orang mukmin.\r\nKeinginan mereka kembali ke dunia ini menunjukkan kejahilan mereka karena hal itu suatu hal yang mustahil. Orang-orang musyrik itu di hadapan api neraka meratapi nasib mereka akibat perbuatan mereka di dunia yang menjadi penganut agama berhala dan menyetujui saja apa yang dikatakan oleh pemimpin-pemimpin mereka. Tetapi ratapan itu tidak ada gunanya. Firman Allah:;وَقَالَ الَّذِيْنَ اتَّبَعُوْا لَوْ اَنَّ لَنَا كَرَّةً فَنَتَبَرَّاَ مِنْهُمْ ۗ كَمَا تَبَرَّءُوْا مِنَّا ۗ كَذٰلِكَ يُرِيْهِمُ اللّٰهُ اَعْمَالَهُمْ حَسَرٰتٍ عَلَيْهِمْ ۗ وَمَا هُمْ بِخَارِجِيْنَ مِنَ النَّارِ ࣖ\r\nDan orang-orang yang mengikuti berkata, ”Sekiranya kami mendapat kesempatan (kembali ke dunia), tentu kami akan berlepas tangan dari mereka, sebagaimana mereka berlepas tangan dari kami.” Demikianlah Allah memperlihatkan kepada mereka amal perbuatan mereka yang menjadi penyesalan mereka. Dan mereka tidak akan keluar dari api neraka.                   (al-Baqarah/2: 167)\r\n"}