{"tafsir_id":822,"surah_id":6,"aya_number":33,"tafsir_wajiz":"Manusia yang tertipu kehidupan dunia itu mengingkari no_ayatt-no_ayatt Allah dan mengucapkan kata-kata yang menyakiti perasaan Rasulullah. Sungguh, Kami mengetahui bahwa apa yang mereka katakan bahwa hidup ini hanyalah di dunia ini dan kita tidak akan pernah dibangkitkan untuk hidup di akhirat setelah kita mati, itu benar-benar menyedihkan hatimu, wahai Nabi Muhammad. Bersabarlah menghadapi mereka, janganlah bersedih, karena sebenarnya mereka bukan mendustakan engkau. Nurani mereka mengakui kebenaran engkau sebagai rasul Allah, tetapi orang-orang yang zalim itu mengingkari no_ayatt-no_ayatt Allah karena kesombongan dan ketertutupan hati mereka.","tafsir_tahlili":"(33) Allah menyatakan, bahwa Dia mengetahui bahwa perkataan kaum musyrik Mekah menyedihkan hati Nabi Muhammad, seperti mereka mengatakan: Muhammad seorang pendusta, tukang sihir, penyair, tukang tenung dan sebagainya, serta mereka berusaha menjauhkan Muhammad dari kaumnya. Perlu diketahui bahwa tindakan itu dilakukan bukan hanya karena keingkaran mereka, tetapi mereka adalah orang-orang zalim yang membangkang kepada Allah. Timbulnya kesedihan itu adalah wajar bagi Nabi, karena jiwa dan pikirannya yang bersih lagi suci itu tidak tega melihat kesesatan dan kemungkaran yang ada pada kaumnya, padahal ia selalu mengajak dan menyeru mereka kepada jalan yang benar. \r\nAllah melarang Nabi Muhammad bersedih hati akibat tindakan-tindakan orang kafir karena nabi-nabi terdahulu juga telah mengalami hal yang sama. Larangan ini disebutkan pula dalam firman Allah:;وَلَا يَحْزُنْكَ قَوْلُهُمْۘ اِنَّ الْعِزَّةَ لِلّٰهِ جَمِيْعًاۗ هُوَ السَّمِيْعُ الْعَلِيْمُ\r\nDan janganlah engkau (Muhammad) sedih oleh perkataan mereka. Sungguh, kekuasaan itu seluruhnya milik Allah. Dia Maha Mendengar, Maha Mengetahui. (Yµnus/10: 65);Firman Allah:;فَلَا يَحْزُنْكَ قَوْلُهُمْ ۘاِنَّا نَعْلَمُ مَا يُسِرُّوْنَ وَمَا يُعْلِنُوْنَ\r\nMaka jangan sampai ucapan mereka membuat engkau (Muhammad) bersedih hati. Sungguh, Kami mengetahui apa yang mereka rahasiakan dan apa yang mereka nyatakan. (Y±s³n/36: 76);Allah melarang Nabi Muhammad bersedih hati karena mereka tidak beriman, dalam firman Allah:;وَاصْبِرْ وَمَا صَبْرُكَ اِلَّا بِاللّٰهِ وَلَا تَحْزَنْ عَلَيْهِمْ وَلَا تَكُ فِيْ ضَيْقٍ مِّمَّا يَمْكُرُوْنَ  \r\nDan bersabarlah (Muhammad) dan kesabaranmu itu semata-mata dengan pertolongan Allah dan janganlah engkau bersedih hati terhadap (kekafiran) mereka dan jangan (pula) bersempit dada terhadap tipu daya yang mereka rencanakan. (an-Na¥l/16: 127);Firman Allah:;وَلَا تَحْزَنْ عَلَيْهِمْ وَلَا تَكُنْ فِيْ ضَيْقٍ مِّمَّا يَمْكُرُوْنَ\r\nDan janganlah engkau bersedih hati terhadap mereka, dan janganlah (dadamu) merasa sempit terhadap upaya tipu daya mereka.” (an-Naml/27: 70);Orang-orang kafir Mekah bukan tidak percaya kepada Nabi Muhammad. Mereka misalnya pernah menyerahkan kepada beliau urusan menyelesaikan perselisihan yang sangat berbahaya bagi persatuan mereka, seperti urusan meletakkan kembali Hajar Aswad (batu hitam) ke tempatnya pada Kabah dan sebagainya.\r\nTetapi mereka tidak mempercayai kenabian Muhammad, ayat-ayat                Al-Qur′an yang diturunkan Allah, adanya hari Kiamat, hari kebangkitan serta semua yang dibawa dan disampaikan Muhammad.\r\nAr-R±zi dalam tafsirnya menerangkan empat macam bentuk keingkaran orang-orang kafir Mekah, yaitu:\r\n1. Hati mereka mengakui Muhammad sebagai seorang yang dapat dipercaya, tetapi mulut mereka mendustakannya, karena mereka mengingkari Al-Qur′an dan kenabian Muhammad.\r\n2. Mereka tidak mau menyatakan bahwa Muhammad seorang pendusta, karena mereka mengetahui betul keadaan Muhammad yang sebenarnya yang tidak pernah berdusta. Menurut mereka, Muhammad sendirilah yang mengkhayalkan di dalam pikirannya bahwa Allah telah mengangkatnya menjadi Nabi dan Rasul, lalu ia menyeru manusia.\r\n3. Mereka selalu mendustakan kenabian dan risalah, sekalipun telah dikemukakan mukjizat-mukjizat dan dalil-dalil yang kuat, mereka tetap mendustakan ayat-ayat Allah, namun terhadap pribadi Muhammad, mereka tidak mendustakannya.\r\n4. Mereka tidak mau percaya kepada mukjizat dan dalil-dalil itu, bahkan mereka mengatakan bahwa mukjizat itu adalah sihir belaka.;Dari susunan redaksi ayat ini dipahami bahwa Allah meninggikan derajat Nabi Muhammad. Derajat itu tidak akan turun walaupun orang-orang kafir Mekah mendustakan dan mengingkarinya. Ketinggian derajat itu dipahami dari firman Allah swt, yang menyebutkan perintah mengikuti Muhammad disebut sesudah perintah mengikuti Allah.\r\nAllah berfirman:;مَنْ يُّطِعِ الرَّسُوْلَ فَقَدْ اَطَاعَ اللّٰهَ ۚ وَمَنْ تَوَلّٰى فَمَآ اَرْسَلْنٰكَ عَلَيْهِمْ حَفِيْظًا \r\nBarang siapa menaati Rasul (Muhammad), sesungguhnya dia telah menaati Allah. Dan barang siapa berpaling (dari ketaatan itu), maka (ketahuilah) Kami tidak mengutusmu (Muhammad) untuk menjadi pemelihara mereka. (an-Nis±′/4: 80) ;Firman Allah:;اِنَّ الَّذِيْنَ يُبَايِعُوْنَكَ اِنَّمَا يُبَايِعُوْنَ اللّٰهَ\r\nBahwasannya orang-orang yang berjanji setia kepadamu (Muhammad), sesungguhnya mereka hanya berjanji setia kepada Allah… (al-Fat¥/48: 10)\r\n"}