{"tafsir_id":824,"surah_id":6,"aya_number":35,"tafsir_wajiz":"Dan jika keberpalingan mereka terasa berat bagimu, wahai Nabi Muhammad, sungguh Allah Maha Mengetahui apa yang kamu rasakan itu sebagaimana yang dirasakan para nabi sebelummu. Engkau bisa menghadapi mereka dengan menunjukkan mukjizat yang menguatkan kerasulanmu. Maka sekiranya engkau dapat membuat lubang di bumi atau tangga ke langit lalu engkau dapat mendatangkan mukjizat kepada mereka, maka buatlah dengan izin Allah. Dan ada suatu kearifan yang harus senantiasa direnungkan, yaitu bahwa sekiranya Allah menghendaki, tentu Dia jadikan mereka semua mengikuti petunjuk, sehingga mereka semuanya beriman kepada Allah. Oleh sebab itu, dengan merenungkan kearifan itu, janganlah sekali-kali engkau termasuk orang-orang yang bodoh dalam memahami hakikat kenabian dan kerasulan sehingga bersikap tidak sabar.","tafsir_tahlili":"(35) Dalam ayat ini Allah menyatakan kepada Nabi Muhammad, bahwa jika Nabi merasa keberatan atas keingkaran orang-orang musyrik yang berpaling dari agama Allah dan mengajukan permintaan-permintaan yang beraneka ragam agar mereka beriman, maka Nabi dipersilakan mencari lorong di bumi atau tangga ke langit untuk mendapatkan bukti lain untuk memuaskan mereka. Nabi tentu tidak akan bisa karena itu jangan marah atau sedih karena pembangkangan mereka. Yang akan memberikan petunjuk kepada mereka hanyalah Allah karena itu serahkanlah semuanya kepada Allah.\r\nSesungguhnya orang-orang musyrik sejak dahulu telah meminta hal yang demikian itu, disebabkan oleh keingkaran mereka bukan untuk mencari kebenaran, karena permintaan itu tidak dipenuhi maka bertambahlah keingkaran mereka, sebagaimana tersebut dalam firman Allah swt:;وَقَالُوْا لَنْ نُّؤْمِنَ لَكَ حَتّٰى تَفْجُرَ لَنَا مِنَ الْاَرْضِ يَنْۢبُوْعًا\r\nDan mereka berkata, ”Kami tidak akan percaya kepadamu (Muhammad) sebelum engkau memancarkan mata air dari bumi untuk kami.”                        (al-Isr±′/17:90);Firman Allah swt:;اَوْ يَكُوْنَ لَكَ بَيْتٌ مِّنْ زُخْرُفٍ اَوْ تَرْقٰى فِى السَّمَاۤءِ ۗوَلَنْ نُّؤْمِنَ لِرُقِيِّكَ حَتّٰى تُنَزِّلَ عَلَيْنَا كِتٰبًا نَّقْرَؤُهٗ\r\nAtau engkau mempunyai sebuah rumah (terbuat) dari emas, atau engkau naik ke langit. Dan kami tidak akan mempercayai kenaikanmu itu sebelum engkau turunkan kepada kami sebuah kitab untuk kami baca.” (al-Isr±′/17: 93);Allah menegaskan, “Engkau hai Muhammad adalah manusia yang diangkat menjadi Rasul, karena itu engkau tidak dapat melakukan sesuatu yang melampaui batas kesanggupan manusia. Yang sanggup mendatangkan yang demikian itu hanyalah Allah, karena Allah yang menguasai segala sesuatu.”\r\nJika Allah menghendaki mereka mendapat petunjuk, beriman dan mengakui risalah yang engkau sampaikan, atau menjadikan mereka seperti malaikat, yang selalu tunduk dan patuh kepada Allah, atau menjadikan semua mereka menjadi orang yang baik, sama tingkatan dan kemampuan mereka, sama adat dan budi pekerti mereka, tentulah yang demikian itu amat mudah bagi Allah. Tetapi Allah berkehendak lain. Allah menganugerahkan kepada mereka akal, pikiran, kemauan dan perasaan, yang dengannya mereka dapat menimbang dan memilih mana yang baik, mana yang buruk, mana yang benar dan mana yang salah dan sebagainya.\r\nAllah mengatur alam ini dengan sunnah-Nya. Segala sesuatu berjalan menurut sunnah-Nya, tidak seorangpun sanggup merobah, menambah, mengurangi atau menukar sunnah-Nya itu. Karena itu janganlah engkau hai Muhammad seperti orang yang tidak tahu tentang sunnah-Nya itu, sehingga mencita-citakan sesuatu yang tidak sesuai dengan sunnah Allah.\r\n"}