{"tafsir_id":830,"surah_id":6,"aya_number":41,"tafsir_wajiz":"Tidak mungkin kamu menyeru tuhan-tuhan itu, tetapi hanya kepada-Nya kamu menyeru untuk meminta pertolongan. Maka jika Dia menghendaki, Dia akan dengan mudah menghilangkan apa, yakni bahno_ayat, yang kamu mohonkan kepada-Nya, dan pada hari kiamat pasti akan kamu tinggalkan apa yang kamu persekutukan dengan Allah saat di dunia, karena saat itu tidak ada satu pun makhluk yang dapat mengingkari kuasa Allah. (Lihat: no_surahh al-Fatihah/1: 4).","tafsir_tahlili":"(40,41) Ayat ini mengingatkan orang-orang kafir tentang sikap dan keadaan mereka ketika ditimpa cobaan berat dari Allah atau datang kiamat. Mereka ingat dan menyeru Allah Yang Maha Esa, memohon pertolongan-Nya agar dihindarkan dari cobaan-cobaan yang berat yang sedang mereka alami itu. Tetapi apabila mereka telah terhindar dari cobaan berat itu, mereka kembali mempersekutukan Allah. Oleh karena itu Allah memerintahkan kepada Nabi Muhammad agar menanyakan kepada orang-orang musyrik yang mendustakan ayat-ayat Allah dan mempersekutukan-Nya itu, “Terangkanlah kepadaku hai orang-orang musyrik, jika datang kepadamu azab Allah seperti yang pernah menimpa umat-umat yang terdahulu, seperti serangan angin kencang, banjir besar, petir yang menyambar dari langit dan sebagainya, apakah kamu sekalian akan meminta pertolongan dan perlindungan kepada berhala-berhala dan sembahan-sembahan itu, yang kamu sangka mereka dapat menolong dan melindungimu?”\r\nPertanyaan itu dijawab oleh Allah, yaitu, “Tidak! Tetapi hanya Dialah yang kamu seru.” Maksudnya: Hai orang-orang musyrik, penyembah-penyembah berhala, jika kamu ditimpa azab, seperti yang pernah menimpa orang-orang terdahulu, maka kamu tidak akan meminta pertolongan dan perlindungan kepada selain Allah untuk menghindarkan kamu dari azab itu.\r\nDengan pertanyaan dan jawaban di atas, seakan-akan Allah melukiskan watak orang-orang musyrik pada khususnya dan watak manusia pada umumnya yaitu bahwa manusia dalam keadaan senang tidak ingat kepada Allah, tetapi bila dalam keadaan kesulitan dan kesukaran mereka ingat dan menyembah Allah.\r\nAllah swt berfirman:;فَاِذَا رَكِبُوْا فِى الْفُلْكِ دَعَوُا اللّٰهَ مُخْلِصِيْنَ لَهُ الدِّيْنَ ەۚ فَلَمَّا نَجّٰىهُمْ اِلَى الْبَرِّ اِذَا هُمْ يُشْرِكُوْنَ\r\nMaka apabila mereka naik kapal, mereka berdoa kepada Allah dengan penuh rasa pengabdian (ikhlas) kepada-Nya, tetapi ketika Allah menyelamatkan mereka sampai ke darat, malah mereka (kembali) mempersekutukan (Allah). (al-Ankabµt/29: 65);Firman Allah swt:;وَاِذَا غَشِيَهُمْ مَّوْجٌ كَالظُّلَلِ دَعَوُا اللّٰهَ مُخْلِصِيْنَ لَهُ الدِّيْنَ ەۚ فَلَمَّا نَجّٰىهُمْ اِلَى الْبَرِّ فَمِنْهُمْ مُّقْتَصِدٌۗ وَمَا يَجْحَدُ بِاٰيٰتِنَآ اِلَّا كُلُّ خَتَّارٍ كَفُوْرٍ\r\nDan apabila mereka digulung ombak yang besar seperti gunung, mereka menyeru Allah dengan tulus ikhlas beragama kepada-Nya. Tetapi ketika Allah menyelamatkan mereka sampai di daratan, lalu sebagian mereka tetap menempuh jalan yang lurus. Adapun yang mengingkari ayat-ayat Kami hanyalah pengkhianat yang tidak berterima kasih.  (Luqm±n/31: 32);Fitrah manusia yang sebenarnya ialah percaya kepada Allah Yang Maha Esa, Penguasa dan Pemilik seluruh alam. Fitrah ini pada seseorang dapat berkembang dan tumbuh dengan subur dan dapat pula tertutup perkembangan dan pertumbuhannya oleh pengaruh lingkungan dan sebagainya.\r\nRasulullah saw bersabda:\r\nمَا مِنْ مَوْلُوْدٍ إِلاَّ يُوْلَدُ عَلَى الْفِطْرَةِ، فَأَبَوَاهُ  يُهَوِّدَانِهِ اَوْ يُنَصِّرَانِهِ اَوْ يُمَجِّسَانِهِ (رواه البخاري ومسلم عن أبي هريرة)\r\n“Tidak seorang pun dari anak yang dilahirkan kecuali dilahirkan dalam keadaan fitrah (mentauhidkan Allah), maka dua orang ibu-bapaknya yang menjadikannya Yahudi, Nasrani atau Majusi.” (Riwayat al-Bukh±r³ dan Muslim dari Abu Hurairah)\r\n \r\nDi samping pengaruh orang tua dan pengaruh lingkungan, pengaruh hawa nafsu dan keinginan pun dapat mempengaruhi atau menutup fitrah manusia itu. Karena itu manusia waktu di masa senang, tidak ingat kepada Allah. Tetapi bila ditimpa kesengsaraan mereka ingat kepada Allah.\r\n"}