{"tafsir_id":837,"surah_id":6,"aya_number":48,"tafsir_wajiz":"Kalau pada akhirnya orang-orang yang zalim itu mendapat siksa dari Allah, seperti dijelaskan pada no_ayatt sebelumnya, hal ini bukan karena Allah berbuat sewenang-wenang, karena telah sampai kepada mereka para rasul yang Kami utus itu yang tugas utamanya adalah untuk memberi kabar gembira bagi yang taat dan memberi peringatan bagi yang durhaka. Kalau pada akhirnya mereka memilih bersikap durhaka, maka konsekuensinya mereka mendapat siksa. Maka, barang siapa beriman dengan keimanan yang benar dan mengadakan perbaikan dengan bertobat secara sungguh-sungguh, maka tidak ada rasa takut pada mereka, yaitu tidak ada kekeruhan jiwa menyangkut sesuatu yang belum terjadi baik di dunia maupun di akhirat, dan mereka tidak bersedih hati atas sesuatu yang telah terjadi.","tafsir_tahlili":"(48) Tujuan Allah mengutus para Rasul itu tidak lain hanyalah untuk menyampaikan berita gembira, memberi peringatan, menyampaikan ajaran-ajaran Allah yang akan menjadi pedoman hidup bagi manusia agar tercapai kebahagiaan di dunia dan di akhirat, serta memperingatkan manusia agar jangan sekali-kali mempersekutukan Allah dengan sesuatu pun dan jangan membuat kerusakan di muka bumi.\r\nBarangsiapa yang membenarkan dan mengikuti para Rasul yang diutus kepadanya, mengerjakan amal yang saleh, maka tidak ada kekhawatiran terhadap diri mereka akan ditimpa azab di dunia, seperti yang pernah ditimpakan kepada orang-orang yang mendustakan Rasul dahulu dan mengingkari Allah, demikian pula terhadap azab akhirat yang dijanjikan untuk orang-orang yang kafir. Mereka tidak akan sedih dan putus asa diwaktu menemui Allah terhadap sesuatu yang telah luput dari mereka, karena mereka telah yakin seyakin-yakinnya bahwa semua yang datang itu adalah dari Allah. Mereka yakin bahwa Allah selalu menjaga dan memelihara mereka.\r\nAllah swt berfirman:;لَا يَحْزُنُهُمُ الْفَزَعُ الْاَكْبَرُ وَتَتَلَقّٰىهُمُ الْمَلٰۤىِٕكَةُۗ هٰذَا يَوْمُكُمُ الَّذِيْ كُنْتُمْ تُوْعَدُوْنَ\r\nKejutan yang dahsyat tidak membuat mereka merasa sedih, dan para malaikat akan menyambut mereka (dengan ucapan), ”Inilah harimu yang telah dijanjikan kepadamu.” (al-Anbiy±′/21: 103);Orang-orang yang mengikuti Rasul dan mengerjakan amal yang saleh, tidak akan bersedih hati bila ditimpa musibah, seperti meninggalnya anak atau salah satu anggota keluarganya, musnahnya sebagian atau seluruh hartanya, atau mereka ditimpa penyakit dan sebagainya. Mereka akan tabah dan sabar menghadapinya, apa saja yang terjadi tidak akan mempengaruhi iman, amal, akhlak dan moral mereka. Sebaliknya orang-orang yang kafir akan putus asa dan bersedih hati karena sesuatu cobaan yang kecil dari Allah.\r\nAllah swt berfirman:\r\nمَآ اَصَابَ مِنْ مُّصِيْبَةٍ فِى الْاَرْضِ وَلَا فِيْٓ اَنْفُسِكُمْ اِلَّا فِيْ كِتٰبٍ مِّنْ قَبْلِ اَنْ نَّبْرَاَهَا ۗاِنَّ ذٰلِكَ عَلَى اللّٰهِ يَسِيْرٌۖ    ٢٢  لِّكَيْلَا تَأْسَوْا عَلٰى مَا فَاتَكُمْ وَلَا تَفْرَحُوْا بِمَآ اٰتٰىكُمْ ۗوَاللّٰهُ لَا يُحِبُّ كُلَّ مُخْتَالٍ فَخُوْرٍۙ  ٢٣  \r\nSetiap bencana yang menimpa di bumi dan yang menimpa dirimu sendiri, semuanya telah tertulis dalam Kitab (Lau¥ Ma¥fu§) sebelum Kami mewujudkannya. Sungguh, yang demikian itu mudah bagi Allah. Agar kamu tidak bersedih hati terhadap apa yang luput dari kamu, dan jangan pula terlalu gembira terhadap apa yang diberikan-Nya kepadamu. Dan Allah tidak menyukai setiap orang yang sombong dan membanggakan diri.                (al-¦ad³d/57: 22-23)\r\n"}