{"tafsir_id":839,"surah_id":6,"aya_number":50,"tafsir_wajiz":"no_ayatt ini menguatkan bahwa rasul hanyalah menyampaikan apa yang berasal dari Allah. Katakanlah, wahai Nabi Muhammad, “Aku tidak mengatakan kepadamu, hai orang-orang kafir, bahwa perbendaharaan Allah, yaitu aneka kekno_ayatan dan kemewahan yang sering kalian jadikan ukuran kemuliaan hidup, ada padaku, dan aku tidak mengetahui yang gaib tanpa bantuan dari Allah , dan aku tidak pula mengatakan kepadamu bahwa aku malaikat yang tidak makan, tidak minum, dan tidak memiliki kebutuhan biologis. Aku hanyalah manusia seperti kamu. Yang membedakan kita adalah bahwa aku hanya mengikuti apa yang diwahyukan kepadaku, di antaranya berupa Al-Qur'an.” Para pendurhaka menolak ajaran Allah, maka Nabi Muhammad diperintahkan untuk mengajukan pertanyaan yang mengandung kecaman. Katakanlah, wahai Muhammad, “Apakah sama orang yang buta, terutama buta mata hatinya, dengan orang yang melihat?” Orang yang normal pasti akan menjawab “berbeda”. “Maka, apakah kamu tidak pernah memikirkan-nya?”","tafsir_tahlili":"(50) Para rasul yang diutus adalah manusia biasa, mereka bertugas menyampaikan agama Allah kepada umat mereka masing-masing. Berlainan dengan Nabi Muhammad, beliau bertugas menyampaikan agama Allah kepada seluruh umat manusia. Mereka memberi kabar gembira kepada orang-orang yang mengikuti seruannya dengan balasan pahala yang berlipat ganda dari Allah, memberi peringatan dan ancaman kepada orang yang mengingkari risalah dengan balasan azab yang besar.\r\nPara rasul itu bukanlah seperti para rasul yang diinginkan oleh orang-orang kafir, yaitu orang-orang yang dapat melakukan keajaiban, mempunyai kemampuan di luar kemampuan manusia biasa, seperti mempunyai ilmu yang melebihi ilmu manusia, ia bukan manusia, tetapi seperti malaikat, atau mempunyai kekuasaan seperti kekuasaan Allah dan sebagainya.\r\nDalam ayat ini Allah memerintahkan agar Nabi Muhammad menerangkan kepada orang-orang musyrik itu bahwa dia adalah Rasul yang diutus Allah, ia adalah manusia biasa, padanya tidak ada perbendaharaan Allah, ia tidak mengetahui yang gaib dan ia bukan pula malaikat.\r\nYang dimaksud dengan “perbendaharaan” ialah suatu tempat menyimpan barang-barang, terutama barang-barang berharga milik sendiri atau orang lain yang dititipkan kepada orang yang memegang perbendaharaan itu.\r\nOrang-orang kafir beranggapan bahwa Nabi Muhammad, jika ia benar-benar seorang Rasul Allah tentu ia adalah bendahara Allah. Oleh karena itu, mereka meminta agar Nabi Muhammad memberi dan membagi-bagikan kepada mereka barang-barang yang berharga yang disimpan dalam perbendaharaan serta memanfaatkannya.\r\nAnggapan orang-orang kafir itu adalah anggapan yang sangat jauh dari kebenaran, karena Allah-lah pemilik seluruh alam ini, sebagaimana firman Allah swt:;لِلّٰهِ مُلْكُ السَّمٰوٰتِ وَالْاَرْضِ وَمَا فِيْهِنَّ ۗوَهُوَ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ\r\nMilik Allah kerajaan langit dan bumi dan apa yang ada di dalamnya; dan Dia Mahakuasa atas segala sesuatu. (al-M±′idah/5: 120);Dalam mengurus dan mengatur milik-Nya itu Allah tidak memerlukan sesuatu pun, sebagaimana firman Allah swt:\r\nوَلَا يَـُٔوْدُهٗ حِفْظُهُمَاۚ وَهُوَ الْعَلِيُّ الْعَظِيْمُ\r\n… Dan Dia tidak merasa berat memelihara keduanya, dan Dia Mahatinggi, Mahabesar.  (al-Baqarah/2: 255);Allah menegaskan bahwa Dia-lah yang memiliki perbendaharaan langit dan bumi, firman-Nya:;وَلِلّٰهِ خَزَاۤىِٕنُ السَّمٰوٰتِ وَالْاَرْضِۙ وَلٰكِنَّ الْمُنٰفِقِيْنَ لَا يَفْقَهُوْنَ\r\nPadahal milik Allah-lah perbendaharaan langit dan bumi, tetapi orang-orang munafik itu tidak memahami. (al-Mun±fiqµn/63: 7);Tugas Rasul hanyalah menyampaikan agama Allah kepada manusia sesuai dengan kesanggupannya sebagai seorang manusia. Ia tidak dapat melakukan sesuatu yang tidak sanggup manusia melakukannya, kecuali jika Allah menghendakinya. Karena itu, ia tidak akan dapat memberi rezeki kepada pengikut-pengikutnya yang miskin, tidak dapat memenangkan pengikut-pengikutnya dalam peperangan semata-mata karena kekuasaannya, ia tidak sanggup mengetahui apakah seseorang telah benar-benar beriman kepadanya setelah dibimbingnya atau menjadikan seseorang itu tetap di dalam kekafiran.\r\nAllah swt berfirman:;لَيْسَ عَلَيْكَ هُدٰىهُمْ وَلٰكِنَّ اللّٰهَ يَهْدِيْ مَنْ يَّشَاۤءُ\r\nBukanlah kewajibanmu (Muhammad) menjadikan mereka mendapat petunjuk, tetapi Allah-lah yang memberi petunjuk kepada siapa yang Dia kehendaki… (al-Baqarah/2: 272)\r\nFirman Allah swt:;اِنَّكَ لَا تَهْدِيْ مَنْ اَحْبَبْتَ وَلٰكِنَّ اللّٰهَ يَهْدِيْ مَنْ يَّشَاۤءُ ۚوَهُوَ اَعْلَمُ بِالْمُهْتَدِيْنَ   \r\nSungguh, engkau (Muhammad) tidak dapat memberi petunjuk kepada orang yang engkau kasihi, tetapi Allah memberi petunjuk kepada orang yang Dia kehendaki, dan Dia lebih mengetahui orang-orang yang mau menerima  petunjuk. (al-Qa¡a¡/28: 56);Nabi saw memang dapat memberikan petunjuk, tetapi petunjuk dalam pengertian irsy±d dan bay±n (bimbingan dan penjelasan), bukan petunjuk dalam pengertian taufik. Allah swt berfirman:\r\nوَاِنَّكَ لَتَهْدِيْٓ اِلٰى صِرَاطٍ مُّسْتَقِيْمٍ\r\nDan sungguh, engkau benar-benar membimbing (manusia) kepada jalan yang lurus. (asy-Syµr±/42: 52);Karena itu jika orang-orang kafir meminta kepada Muhammad saw sesuatu yang aneh, seperti mengalirkan sungai-sungai di padang pasir tanah Arab dan adanya kebun-kebun yang indah di sana, menjatuhkan langit bergumpal-gumpal untuk mengazab mereka, diperlihatkan Allah malaikat kepada mereka, tentu saja Muhammad tidak akan sanggup memenuhinya bahkan mustahil ia dapat memenuhinya.\r\nAllah memerintahkan kepada Nabi Muhammad agar menegaskan kepada orang-orang kafir bahwa ia tidak pernah mengatakan, ia mengetahui yang gaib yang tidak diketahui manusia, karena ia tidak diberi kesanggupan untuk mengetahuinya.\r\nSesuatu yang gaib ada dua macam, yaitu:\r\na. Gaib mutlak (hakiki) yang tidak diketahui oleh suatu makhluk pun, termasuk malaikat. Hanya Allah sajalah yang mengetahuinya. Inilah gaib yang dimaksud dalam ayat di atas.\r\nAllah swt berfirman:;قُلْ لَّا يَعْلَمُ مَنْ فِى السَّمٰوٰتِ وَالْاَرْضِ الْغَيْبَ اِلَّا اللّٰهُ ۗوَمَا يَشْعُرُوْنَ اَيَّانَ يُبْعَثُوْنَ   \r\nKatakanlah (Muhammad), ”Tidak ada sesuatu pun di langit dan di bumi yang mengetahui perkara yang gaib, kecuali Allah. Dan mereka tidak mengetahui kapan mereka akan dibangkitkan..” (an-Naml/27: 65)\r\nJika Allah menghendaki, maka Dia memberi tahu yang gaib macam ini kepada para Rasul-Nya, seperti memberitahu Nabi Musa seseorang dari Bani Israil yang membunuh saudaranya, setelah saudaranya yang terbunuh itu hidup kembali, setelah dipukul dengan bagian dari sapi betina yang telah disembelih. Contoh lain adalah memberitahu Nabi Isa bahwa sesudahnya, Allah akan mengutus seorang rasul dari keturunan Ismail dan sebagainya.\r\nb. Gaib nisbi (relatif), yaitu yang tidak diketahui oleh sebagian makhluk, tetapi diketahui oleh yang lain.\r\nSebab-sebab sebagian makhluk mengetahuinya, dan sebagian yang lain tidak mengetahuinya, di antaranya adalah karena:\r\n1.  Ilmu pengetahuan yang dimiliki. Orang-orang yang berilmu lebih dapat mengetahui hakikat sesuatu sesuai dengan bidang ilmu pengetahuannya dibanding dengan orang yang tidak berilmu.\r\n2.  Pengalaman mengerjakan sesuatu pekerjaan, seperti bergeraknya sesuatu menandakan ada tenaga yang menggerakkannya dan sebagainya.\r\n3.  Firasat atau suara hati, tentang ada dan tidaknya sesuatu. Firasat atau suara hati ini diperoleh seseorang karena kebersihan jiwanya, atau karena latihan-latihan yang biasa dilakukannya untuk itu. Gaib yang tidak hakiki ini bukanlah termasuk gaib yang disebutkan di atas yang hanya Allah saja yang mengetahuinya.\r\nSebagian ahli tafsir, menjadikan ayat “wal± aqµlu lakum inn³ malak” sebagai alasan untuk menguatkan pendapat mereka yang mengatakan bahwa malaikat itu lebih tinggi tingkatannya dari manusia. Tetapi bila diperhatikan benar-benar, bahwa ayat ini tidak dimaksudkan untuk menerangkan, siapa yang lebih utama antara malaikat dengan manusia. Ayat ini hanya menerangkan, siapa dan bagaimana sebenarnya seorang rasul itu.\r\nSebagaimana diketahui bahwa menurut kepercayaan orang-orang Arab jahiliah waktu itu, malaikat adalah suatu makhluk Allah yang lebih tinggi tingkatannya dibanding dengan tingkatan manusia. Malaikat mengetahui yang gaib dan yang tidak diketahui manusia. Di antara mereka ada yang mengatakan bahwa malaikat adalah anak Allah. Karena itu mereka berpendapat bahwa nabi dan rasul itu bukanlah dari manusia biasa, setidaknya sama tingkatannya dengan tingkatan malaikat. Mereka minta kepada Nabi Muhammad agar diperlihatkan kepada mereka malaikat itu dan hendaklah Allah mengutus malaikat kepada mereka.\r\nUntuk membantah dan memberi penjelasan kepada orang-orang musyrik. seakan-akan Nabi Muhammad menyuruh mengikuti pendapat mereka terlebih dahulu dengan mengatakan “wal± aqµlu lakum inn³ malak” (dan aku tidak mengatakan kepadamu, bahwa aku adalah malaikat). \r\nKemudian Allah memerintahkan agar Nabi Muhammad menegaskan kepada orang-orang musyrik itu bahwa yang disampaikannya itu tidak lain hanyalah wahyu dari Allah, bukan sesuatu yang dibuat-buat oleh Nabi.\r\nNabi Muhammad sejak kecil sudah dikenal sebagai al-Am³n, “yang amat tepercaya”. Ia diperintahkan Allah untuk menyampaikan apa saja wahyu yang diterimanya. Allah telah menjulukinya sebagai al-bal±gul mub³n (penyampai yang nyata). Tetapi kritikan kepada beliau pun telah disampaikan seperti kasus Abdullah bin Ummi Maktum.\r\nKemudian Allah menegaskan bahwa tidak sama antara orang yang buta dengan orang yang melihat, orang yang mendapat petunjuk dengan orang yang tidak mendapat petunjuk, tidak sama sifat Allah dengan sifat manusia, demikian pula antara sifat dan tugas malaikat dengan sifat dan tugas Rasul. Hendaklah perhatikan perbedaan-perbedaan yang demikian, agar nyata mana yang benar, mana yang salah, mana yang harus diikuti dan mana yang harus dihindari. Hanya orang-orang yang tidak mau menggunakan akallah yang tidak dapat melihat perbedaan-perbedaan itu.\r\n"}