{"tafsir_id":840,"surah_id":6,"aya_number":51,"tafsir_wajiz":"Setelah pada no_ayatt sebelumnya Allah mengecam orang-orang yang enggan menggunakan akal pikirannya secara benar, kini pembicaraan beralih kepada kelompok orang yang berpikir positif agar disampaikan pesan Allah. Peringatkanlah, wahai Nabi Muhammad, dengannya, yakni dengan Al-Qur'an itu, kepada orang yang takut akan dikumpulkan menghadap Tuhannya untuk mempertanggungjawabkan amal perbuatannya pada hari kiamat, dan mereka menyadari bahwa pada hari itu tidak ada bagi mereka pelindung dari segala yang mereka takuti dan tidak juga ada pemberi syafaat atau pertolongan selain dari Allah. Yang demikian itu agar mereka selalu bertakwa.","tafsir_tahlili":"(51) Sebab turun ayat ini diriwayatkan oleh A¥mad, Ibnu Jar³r, Ibnu Ab³ H±tim dan a¯-°abr±n³ dari Abdullah bin Masµd, ia berkata, “Para pembesar Quraisy lewat di hadapan Rasulullah saw, dan di dekat beliau ada para sahabat yang dianggap rendah kedudukannya oleh orang-orang Quraisy, seperti ¢u¥aib, Amm±r, Khab±b dan yang lainnya, para pembesar Quraisy itu berkata, “Ya Muhammad, apakah kamu rela mereka yang rendah derajat itu menjadi pengganti kami? Apakah mereka itu orang-orang yang dikaruniai Allah diantara kita? Apakah kami akan menjadi pengikut mereka? Maka singkirkanlah mereka dari kamu, mudah-mudahan jika mereka telah tersingkir, kami akan mengikuti engkau.” Maka Allah menurunkan ayat ini.\r\nPada ayat ini Allah memerintahkan Rasul-Nya agar memberi peringatan dan menyampaikan ancaman Allah kepada orang-orang yang mengingkari seruannya, setelah pada ayat-ayat yang lalu Allah memerintahkan agar menyampaikan risalah. Hal ini adalah wajar, karena orang yang diberi peringatan dan ancaman itu telah sampai kepadanya seruan Rasul dan pelajarannya, sehingga dapat mengambil manfaat dari ajaran itu, sesuai dengan firman Allah swt:\r\nاِنَّمَا تُنْذِرُ الَّذِيْنَ يَخْشَوْنَ رَبَّهُمْ بِالْغَيْبِ وَاَقَامُوا الصَّلٰوةَ ۗوَمَنْ تَزَكّٰى فَاِنَّمَا يَتَزَكّٰى لِنَفْسِهٖ ۗوَاِلَى اللّٰهِ الْمَصِيْرُ   \r\nSesungguhnya yang dapat engkau beri peringatan hanya orang-orang yang takut kepada (azab) Tuhannya (sekalipun) mereka tidak melihat-Nya dan mereka yang melaksanakan salat. Dan barang siapa menyucikan dirinya, sesungguhnya dia menyucikan diri untuk kebaikan dirinya sendiri. Dan kepada Allah-lah tempat kembali. (F±¯ir/35: 18)  ;Firman Allah swt:;اِنَّمَا تُنْذِرُ مَنِ اتَّبَعَ الذِّكْرَ وَخَشِيَ الرَّحْمٰنَ بِالْغَيْبِۚ فَبَشِّرْهُ بِمَغْفِرَةٍ وَّاَجْرٍ كَرِيْمٍ   \r\nSesungguhnya engkau hanya memberi peringatan kepada orang-orang yang mau mengikuti peringatan dan yang takut kepada Tuhan Yang Maha Pengasih, walaupun mereka tidak melihat-Nya. Maka berilah mereka kabar gembira dengan ampunan dan pahala yang mulia. (Y±s³n/36: 11)\r\nAllah memerintahkan Nabi Muhammad agar memberi peringatan kepada orang-orang yang telah beriman, yang telah mengakui adanya hari akhirat, dan adanya suatu hari yang pada hari itu manusia menghadap Allah mempertanggungjawabkan segala perbuataannya yang telah dilakukannya di dunia, dan tidak seorang pun yang dapat menolong yang lain, sebagaimana tersebut dalam firman Allah swt:;يَوْمَ لَا تَمْلِكُ نَفْسٌ لِّنَفْسٍ شَيْـًٔا ۗوَالْاَمْرُ يَوْمَىِٕذٍ لِّلّٰهِ\r\n(Yaitu) pada hari (ketika) seseorang sama sekali tidak berdaya (menolong) orang lain. Dan segala urusan pada hari itu dalam kekuasaan Allah.                (al-Infi¯±r/82: 19) ;Orang-orang yang benar-benar beriman selalu berusaha menyempurnakan takwanya kepada Allah, selalu mencari keridaan-Nya, tanpa menggantungkan diri kepada orang lain seperti wali-wali dan orang saleh. Mereka yakin dan percaya bahwa iman, amal dan kebersihan jiwa dapat membebaskan mereka dari segala siksaan Allah.\r\nAdapun orang-orang kafir, mereka tidak perlu diberi peringatan, karena peringatan dan ancaman itu tidak berfaedah baginya, mereka tidak percaya sedikit pun bahwa iman, amal dan kebersihan jiwa dapat membebaskan mereka dari siksaan Allah.\r\n"}