{"tafsir_id":841,"surah_id":6,"aya_number":52,"tafsir_wajiz":"no_ayatt ini turun berkaitan dengan peristiwa ketika Nabi Muhammad sedang bersama para sahabat dari golongan kurang mampu seperti Bilal bin Rabah dan kawan-kawan, maka datang para tokoh musyrik yang katanya mau mendengar dakwah Nabi dengan syarat beliau mengusir orang-orang miskin tersebut. Allah mengingatkan Nabi untuk tidak melakukan itu. Janganlah engkau, wahai Nabi, mengusir orang-orang miskin yang menyeru Tuhannya, yaitu beribadah dengan sungguh-sungguh, pada pagi dan petang hari. Mereka hanya mengharapkan keridaan-Nya. Sedangkan atas para tokoh musyrik tersebut engkau tidak memikul tanggung jawab sedikit pun terhadap perbuatan mereka dan mereka tidak memikul tanggung jawab sedikit pun terhadap perbuatanmu. Karena itu, wahai Nabi, engkau tidak perlu khawatir yang menyebabkan engkau mengusir mereka. Jika itu engkau lakukan, maka engkau termasuk orang-orang yang zalim. Pelajaran utama no_ayatt ini adalah dalam menyampaikan dakwah tidak boleh membeda-bedakan dan bersikap diskriminatif terhadap objek dakwah berdasarkan status sosialnya.","tafsir_tahlili":"(52) Allah memperingatkan agar Rasulullah jangan sekali-kali mengabaikan orang-orang yang menyembah dan menyeru Allah pagi dan petang, semata-mata untuk mencari keridaan Allah dengan memurnikan ketaatan kepada-Nya, walaupun mereka itu adalah orang-orang yang termasuk golongan rendah dalam masyarakat.\r\nMereka beribadah, beramal dan bersedekah semata-mata karena Allah, tidak menginginkan pujian dari manusia, sebagaimana tersebut dalam firman Allah swt:;اِنَّمَا نُطْعِمُكُمْ لِوَجْهِ اللّٰهِ لَا نُرِيْدُ مِنْكُمْ جَزَاۤءً وَّلَا شُكُوْرًا   \r\n(sambil berkata), ”Sesungguhnya kami memberi makanan kepadamu hanyalah karena mengharapkan keridaan Allah, kami tidak mengharap balasan dan terima kasih dari kamu. (al-Ins±n/76: 9);Firman Allah:;وَمَا لِاَحَدٍ عِنْدَهٗ مِنْ نِّعْمَةٍ تُجْزٰىٓۙ  ١٩  اِلَّا ابْتِغَاۤءَ وَجْهِ رَبِّهِ الْاَعْلٰىۚ  ٢٠  وَلَسَوْفَ يَرْضٰى ࣖ  ٢١  \r\nDan tidak ada seorang pun memberikan suatu nikmat padanya yang harus dibalasnya. Tetapi (dia memberikan itu semata-mata) karena mencari keridaan Tuhannya Yang Mahatinggi. Dan niscaya kelak dia akan mendapat kesenangan (yang sempurna). (al-Lail/92: 19-21)\r\nSekalipun di antara mereka ada orang yang dipandang rendah kedudukannya dalam masyarakat, tetapi dia di sisi Allah adalah orang yang paling mulia. Allah swt berfirman:\r\nاِنَّ اَكْرَمَكُمْ عِنْدَ اللّٰهِ اَتْقٰىكُمْ ۗاِنَّ اللّٰهَ عَلِيْمٌ خَبِيْرٌ\r\n… Sesungguhnya yang paling mulia di antara kamu di sisi Allah ialah orang yang paling bertakwa. Sungguh, Allah Maha Mengetahui, Mahateliti.                (al-¦ujur±t/49: 13);Ayat di atas dan sebab turunnya mengisyaratkan kepada Nabi Muhammad, bahwa telah berlaku sunatullah atas beliau seperti yang telah berlaku pada rasul-rasul terdahulu, yaitu kebanyakan dari orang-orang yang lebih dulu beriman dan mengikuti seruan mereka adalah orang-orang yang mempergunakan akal pikirannya, tetapi mereka adalah orang-orang yang miskin atau orang-orang yang dipandang hina oleh masyarakatnya, sedangkan pemuka-pemuka masyarakat dan orang-orang kaya memusuhi dan mengingkari seruan rasul, sebagaimana firman Allah swt.;وَمَآ اَرْسَلْنَا فِيْ قَرْيَةٍ مِّنْ نَّذِيْرٍ اِلَّا قَالَ مُتْرَفُوْهَآ  ۙاِنَّا بِمَآ اُرْسِلْتُمْ بِهٖ كٰفِرُوْنَ   ٣٤  وَقَالُوْا نَحْنُ اَكْثَرُ اَمْوَالًا وَّاَوْلَادًاۙ وَّمَا نَحْنُ بِمُعَذَّبِيْنَ   ٣٥  \r\nDan setiap Kami mengutus seorang pemberi peringatan kepada suatu negeri, orang-orang yang hidup mewah (di negeri itu) berkata, ”Kami benar-benar mengingkari apa yang kamu sampaikan sebagai utusan.”  Dan mereka berkata, ”Kami memiliki lebih banyak harta dan anak-anak (daripada kamu) dan kami tidak akan diazab. (Saba′/34: 34-35)\r\n \r\nFirman Allah swt:;فَقَالَ الْمَلَاُ الَّذِيْنَ كَفَرُوْا مِنْ قَوْمِهٖ مَا نَرٰىكَ اِلَّا بَشَرًا مِّثْلَنَا وَمَا نَرٰىكَ اتَّبَعَكَ اِلَّا الَّذِيْنَ هُمْ اَرَاذِلُنَا بَادِيَ الرَّأْيِۚ وَمَا نَرٰى لَكُمْ عَلَيْنَا مِنْ فَضْلٍۢ بَلْ نَظُنُّكُمْ كٰذِبِيْنَ  \r\nMaka berkatalah para pemuka yang kafir dari kaumnya, ”Kami tidak melihat engkau, melainkan hanyalah seorang manusia (biasa) seperti kami, dan kami tidak melihat orang yang mengikuti engkau, melainkan orang yang hina dina di antara kami yang lekas percaya. Kami tidak melihat kamu memiliki suatu kelebihan apa pun atas kami, bahkan kami menganggap kamu adalah orang pendusta.” (Hµd/11: 27);Allah memperingatkan Nabi Muhammad, bahwa dia tidak berwenang menilai perbuatan orang-orang yang berdoa dan menyembah Allah pagi dan petang, sebagaimana pula mereka tidak berwenang menilai perbuatan Rasul. Yang berwenang menilai semuanya hanyalah Allah karena Dia Pemilik dan Penguasa alam semesta ini. Orang-orang mukmin bukanlah budak dan bukan pula pesuruh atau pegawai Rasul, mereka adalah hamba Allah yang selalu mencari keridaan-Nya, sedang Rasul adalah utusan Allah yang bertugas menyampaikan wahyu kepada  manusia.\r\nAllah swt berfirman :;فَذَكِّرْۗ اِنَّمَآ اَنْتَ مُذَكِّرٌۙ  ٢١  لَّسْتَ عَلَيْهِمْ بِمُصَيْطِرٍۙ  ٢٢\r\nMaka berilah peringatan, karena sesungguhnya engkau (Muhammad) hanyalah pemberi peringatan. Engkau bukanlah orang yang berkuasa atas mereka. (al-G±syiyah/88: 21-22)\r\nOleh sebab itu, janganlah sekali-kali Nabi Muhammad mengusir orang-orang yang menyembah dan menghambakan diri, pagi atau petang itu. Jika Nabi saw, melakukannya maka berarti ia termasuk orang-orang yang zalim, karena yang berwenang menilai dan memberi balasan itu hanyalah Allah semata.\r\n"}