{"tafsir_id":843,"surah_id":6,"aya_number":54,"tafsir_wajiz":"Setelah Allah melarang Nabi Muhammad mengusir orang-orang lemah dan miskin yang taat kepada-Nya, maka Allah lalu memberi bimbingan kepada Nabi tentang bagaimana sewajarnya menghadapi mereka. Dan apabila orang-orang yang beriman kepada no_ayatt-no_ayatt Kami datang kepadamu, khususnya mereka yang lemah dan miskin, maka katakanlah dengan lemah lembut, “Salamun ‘alaikum (selamat sejahtera untuk kamu).” Tuhanmu yang selalu membimbingmu telah menetapkan sifat kasih sno_ayatng yang sempurna pada diri-Nya, yaitu barang siapa berbuat kejahatan, apa pun jenisnya, di antara kamu karena kebodohan, yaitu mengikuti hawa nafsu kemudian dia bertobat dengan sungguh-sungguh setelah itu dan memperbaiki diri dengan beramal saleh secara istikamah, maka Dia Maha Pengampun, yaitu akan mengampuni semua kesalahan yang pernah dilakukan, lagi Maha Penyno_ayatng.","tafsir_tahlili":"(54) Pada ayat ini Allah memerintahkan kepada Nabi Muhammad, dan orang-orang beriman agar mengucapkan “salam” kepada orang-orang beriman yang mereka temui, atau bila berpisah antara satu dengan yang lain. Ucapan salam itu adakalanya “sal±mun alaikum” adakalanya “assal±mualaikum” atau “assal±mualaikum warahmatull±h wabarak±tuh”, dan ditindaklanjuti dengan memelihara kedamaian.\r\nPerkataan “salām” berarti “selamat”, ”sejahtera” atau “damai”. ”As-Sal±m” ialah salah satu dari nama-nama Allah, yang berarti bahwa Allah selamat dari sifat-sifat yang tidak layak baginya, seperti sifat lemah, miskin, baharu, mati dan sebagainya.\r\nUcapan “salam” yang diperintahkan Allah agar orang-orang mukmin mengucapkannya dalam ayat ini, mengandung pengertian bahwa Allah menyatakan kepada orang-orang yang telah masuk Islam, mereka telah selamat dan sejahtera dengan masuk Islam itu, karena dosa-dosa mereka telah diampuni, jiwa dan darah mereka telah dipelihara oleh kaum Muslimin, dan mereka telah mengikuti petunjuk yang membawa mereka kepada kebahagiaan hidup di dunia dan di akhirat. Oleh karena itu, sesama muslim tidak boleh berkelahi, apalagi bermusuhan.\r\nSebagian ahli tafsir berpendapat bahwa yang dimaksud dengan “sal±m” dalam ayat ini ialah “sal±m” yang harus diucapkan Rasulullah saw, kepada orang-orang mukmin yang dianggap rendah dan miskin oleh orang-orang Quraisy, yang datang kepada Rasulullah saw, di waktu beliau sedang berbicara dengan pembesar-pembesar Quraisy. Janganlah mereka diusir, sehingga menyakitkan hatinya. Sekalipun mereka miskin tetapi kedudukan mereka lebih tinggi di sisi Allah, karena itu ucapkanlah kepada mereka kata-kata yang baik atau suruhlah mereka menunggu sampai pembicaraan dengan pembesar-pembesar Quraisy itu selesai. Menurut golongan ini bahwa pendapat mereka sesuai dengan sebab ayat diturunkan.\r\nKepada orang-orang yang masuk Islam, Allah menjanjikan akan melimpahkan rahmat-Nya kepada mereka, sebagai suatu kemurahan daripada-Nya.\r\nDi antara rahmat yang dilimpahkan Allah ialah tidak dihukumnya orang-orang yang:\r\n1. Berbuat maksiat dengan tidak mengetahui bahwa perbuatan itu adalah perbuatan maksiat.\r\n2. Mengerjakan larangan karena tidak sadar, lantaran sangat marah atau karena dorongan hawa nafsu. Kemudian mereka bertobat, dan menyesal atas perbuatan itu, mereka berjanji tidak akan mengulangi lagi, serta mengadakan perbaikan dengan mengerjakan perbuatan-perbuatan baik, dan mengikis habis pengaruh pekerjaan buruk itu dalam hatinya, hingga hati dan jiwanya bersih, dan dirinya bertambah dekat kepada Allah.\r\nDari ayat ini dapat diambil suatu dasar dalam menetapkan hukuman bahwa hal-hal yang dapat menghapuskan, mengurangi atau meringankan hukuman seseorang yang akan atau telah diputuskan hukumannya, yaitu:\r\n1.  Kesalahan yang diperbuatnya dilakukan tanpa disadari, atau perbuatan itu dilakukan tanpa kemauan dan ikhtiarnya.\r\n2. Tindakan atau tingkah lakunya menunjukkan bahwa ia telah berjanji dalam hatinya tidak akan mengulangi perbuatan itu, ia telah menyesal karena mengerjakan kejahatan tersebut, serta melakukan perbuatan-perbuatan baik.\r\n"}