{"tafsir_id":845,"surah_id":6,"aya_number":56,"tafsir_wajiz":"Keterangan tentang jalan orang-orang yang sesat telah disebutkan pada no_ayatt-no_ayatt sebelumnya maka pada no_ayatt ini menjelaskan respons yang seharusnya diberikan oleh Nabi Muhammad dan orang-orang beriman atas sikap orang-orang musyrik. Katakanlah, hai Muhammad, “Aku dilarang menyembah tuhan-tuhan yang kamu sembah selain Allah.” Dan katakanlah juga, “Aku tidak akan mengikuti keinginan hawa nafsu-mu di antaranya adalah mengusir orang-orang beriman yang meskipun keadaannya lemah dan miskin sekalipun. Jika berbuat demikian, sungguh tersesatlah aku, dan aku tidak termasuk orang yang mendapat petunjuk.”","tafsir_tahlili":"(56) Allah memerintahkan kepada Nabi Muhammad, agar menyampaikan kepada orang-orang musyrik, bahwa dia telah dilarang menyembah selain kepada Allah. Di dalam Al-Qur′an, larangan itu antara lain menyembah dan memohon pertolongan kepada patung-patung, menyembah dan menghambakan diri kepada para malaikat, kepada orang-orang atau kuburan-kuburan yang dianggap keramat dan sebagainya. Larangan itu terdapat di dalam Al-Qur′an yang telah diturunkan Allah kepadanya, disertai bukti-bukti dan dalil-dalil yang kuat yang dapat menambah keyakinan akan kebenaran larangan Allah itu.\r\nDiterangkan pula bahwa yang disembah orang-orang musyrik itu adalah sesuatu yang tidak dapat memberi manfaat dan memberi mudarat sedikit pun, tidak dapat memberi pertolongan kepada orang-orang yang memohon kepadanya, dan tidak sangggup mengelakkan suatu malapetaka pun yang menimpa penyembah-penyembahnya. Mereka menyembah selain Allah itu semata-mata mengikuti hawa nafsu dan keinginan mereka saja mengikuti kebiasaan-kebiasaan yang biasa dilakukan oleh nenek moyang mereka, tanpa bukti-bukti dan dalil-dalil yang kuat. Karena itu Nabi dan kaum Muslimin tidak akan mengikuti ajakan mereka itu.\r\nNabi Muhammad juga diperintahkan untuk menyampaikan bahwa ia dan kaum Muslimin tidak akan mengikuti ajakan mereka. Karena, jika ia mengikuti ajakan mereka berarti ia mengikuti sesuatu yang tidak mempunyai dasar yang kuat dan sesat, dan ia dengan demikian bukan seorang Nabi.\r\n"}