{"tafsir_id":846,"surah_id":6,"aya_number":57,"tafsir_wajiz":"Sikap Nabi Muhammad telah jelas. Allah lalu memerintah beliau untuk menyampaikan alasannya. Katakanlah, wahai Nabi Muhammad, “Sungguh aku berada di atas keterangan yang nyata dari Tuhanku, yaitu Al-Qur'an, sedang kamu, hai orang-orang musyrik, mendustakannya. Bukanlah kewenanganku untuk menurunkan azab yang kamu tuntut untuk disegerakan kedatangannya. Menetapkan hukum itu, di antaranya menyangkut siapa yang akan menerima azab dan kapan diturunkan, hanyalah hak Allah. Dia menerangkan kebenaran menyangkut apa saja dan Dia pemberi keputusan yang terbaik.” Sebuah keputusan yang adil, karena Dia Maha Mengetahui dan Mahabijaksana dalam memutuskan.","tafsir_tahlili":"(57) Allah memerintahkan kepada Nabi saw agar menyampaikan kepada orang-orang musyrik, bahwa ia memiliki bukti kenabiannya, yaitu wahyu. Wahyu itu memberitahukan adanya hidup sesudah mati, tetapi mereka meminta disegerakan, padahal hal itu adalah wewenang Allah, dan Allah Mahabenar dalam berita yang disampaikan-Nya (an-Na¥l/16: 1).\r\nNabi Muhammad dan pengikut-pengikutnya tidak mengikuti ajakan mereka, karena agama yang disampaikannya disertai dengan dasar-dasar, dalil-dalil dan keterangan-keterangan yang kuat, berdasarkan petunjuk-petunjuk yang diwahyukan Allah yang terdapat di dalam Al-Qur′an. Adapun orang-orang musyrik itu mereka mengajak Nabi dan kaum Muslimin mengikuti agama mereka, tetapi mereka tidak mengemukakan dalil-dalil dan keterangan-keterangan yang dapat menguatkan dasar kepercayaan mereka, agar dengan demikian timbul keyakinan pada diri seseorang yang mereka ajak itu akan kebenaran agama mereka.\r\nDi antara sebab mereka mengingkari dan mendustakan Al-Qur′an dan kenabian Muhammad adalah karena Allah tidak memperkenankan permintaan mereka, agar kepada mereka diturunkan azab, seperti yang telah diturunkan kepada umat nabi-nabi terdahulu, sebagai bukti kerasulan Muhammad, sebagai yang diterangkan Allah swt dalam firman-Nya:\r\nوَاِذْ قَالُوا اللهم  اِنْ كَانَ هٰذَا هُوَ الْحَقَّ مِنْ عِنْدِكَ فَاَمْطِرْ عَلَيْنَا حِجَارَةً مِّنَ السَّمَاۤءِ اَوِ ائْتِنَا بِعَذَابٍ اَلِيْمٍ  \r\nDan (ingatlah), ketika mereka (orang-orang musyrik) berkata, ”Ya Allah, jika (Al-Qur′an) ini benar (wahyu) dari Engkau, maka hujanilah kami dengan batu dari langit, atau datangkanlah kepada kami azab yang pedih.” (al-Anf±l/8: 32);Telah diketahui bahwa yang menetapkan dan menentukan segala sesuatu itu hanyalah Allah, tidak ada yang selain Dia. Hanya Dialah yang mengetahui hikmah terjadi atau tidak terjadinya sesuatu di alam ini. Dalam menentukan terjadinya sesuatu atau tidak terjadinya, Dia mempunyai aturan-aturan dan hukum-hukum. Terjadinya sesuatu adalah sesuai aturan-aturan dan hukum-hukum-Nya itu, sebagaimana firman Allah swt:\r\nوَكُلُّ شَيْءٍ عِنْدَهٗ بِمِقْدَارٍ\r\n… Dan segala sesuatu ada ukuran di sisi-Nya. (ar-Rad/13: 8);Allah menerangkan bahwa segala sesuatu yang tersebut di dalam                     Al-Qur′an adalah benar dan benar-benar akan terjadi, sesuai dengan firman-Nya:\r\nوَيَسْتَعْجِلُوْنَكَ بِالْعَذَابِ وَلَنْ يُّخْلِفَ اللّٰهُ وَعْدَهٗۗ وَاِنَّ يَوْمًا عِنْدَ رَبِّكَ كَاَلْفِ سَنَةٍ مِّمَّا تَعُدُّوْنَ   \r\nDan mereka meminta kepadamu (Muhammad) agar azab itu disegerakan, padahal Allah tidak akan menyalahi janji-Nya. Dan sesungguhnya sehari di sisi Tuhanmu adalah seperti seribu tahun menurut perhitunganmu.                     (al-¦ajj/22: 47);Firman Allah swt:\r\nلِكُلِّ اُمَّةٍ اَجَلٌ ۚاِذَا جَاۤءَ اَجَلُهُمْ فَلَا يَسْتَأْخِرُوْنَ سَاعَةً وَّلَا يَسْتَقْدِمُوْنَ   \r\nBagi setiap umat mempunyai ajal (batas waktu). Apabila ajalnya tiba, mereka tidak dapat meminta penundaan atau percepatan sesaat pun. (Yµnus/10: 49)\r\n"}