{"tafsir_id":849,"surah_id":6,"aya_number":60,"tafsir_wajiz":"Di antara yang gaib adalah kematian dan kebangkitan. Melalui no_ayatt ini Allah menegaskan tentang hal itu. Dan Dialah yang mewafatkanmu, yaitu menidurkan kamu, pada malam hari dengan menahan rohmu dan kamu tidak mampu melakukan apa pun, dan Dia juga mengetahui apa yang kamu kerjakan pada siang hari meskipun mungkin ada yang kamu rahasiakan dari manusia, kemudian Dia membangkitkanmu, yaitu membangunkan kamu, pada siang hari untuk disempurnakan batas waktu yaitu umurmu yang telah ditetapkan. Kemudian kepada-Nya, bukan kepada selain-Nya, tempat kamu kembali yaitu melalui pintu kematian, lalu Dia memberitahukan kepadamu apa yang telah kamu kerjakan ketika kamu hidup di dunia. Kemudian Dia akan memberikan balasan setimpal atas setiap perbuatanmu.","tafsir_tahlili":"(60) Ayat ini menerangkan kekuasaan Allah terhadap makhluk-Nya, yaitu Dialah yang menidurkan di malam hari untuk beristirahat dan menghilangkan kelelahannya karena berusaha di siang hari untuk mencari nafkah dan berjuang menegakkan agama-Nya. Proses itu tidak diketahui oleh manusia.\r\nPada ayat lain Allah menerangkan hakikat tidur dan hakikat mati, yaitu firman-Nya:\r\nاَللّٰهُ يَتَوَفَّى الْاَنْفُسَ حِيْنَ مَوْتِهَا وَالَّتِيْ لَمْ تَمُتْ فِيْ مَنَامِهَا ۚ فَيُمْسِكُ الَّتِيْ قَضٰى عَلَيْهَا الْمَوْتَ وَيُرْسِلُ الْاُخْرٰىٓ اِلٰٓى اَجَلٍ مُّسَمًّىۗ اِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ لِّقَوْمٍ يَّتَفَكَّرُوْنَ  \r\nAllah memegang nyawa (seseorang) pada saat kematiannya dan nyawa (seseorang) yang belum mati ketika dia tidur; maka Dia tahan nyawa (orang) yang telah Dia tetapkan kematiannya dan Dia lepaskan nyawa yang lain sampai waktu yang ditentukan. Sungguh, pada yang demikian itu terdapat tanda-tanda (kebesaran) Allah bagi kaum yang berpikir.                     (az-Zumar/39: 42);Allah pula yang membangunkan manusia di siang hari. Dia mengetahui apa yang akan dikerjakan manusia di siang hari sebelum ia mengerjakannya. Orang-orang beriman akan mengisi seluruh waktu bangunnya dengan segala macam amal yang diridai Allah, karena ia yakin bahwa hidup di dunia adalah sementara, sedangkan hidup yang sebenarnya adalah di akhirat nanti. Sedangkan orang-orang kafir mengisi kehidupan mereka dengan segala macam yang diinginkan oleh hawa nafsu, karena mereka meragukan kehidupan akhirat, dan seakan-akan mereka telah meyakini bahwa hidup di dunia inilah hidup yang sebenarnya.\r\nDengan menidurkan manusia di malam hari dan membangunkannya di siang hari dan dengan perputaran waktu itu habislah umur mereka. Lalu mereka diwafatkan dan kembali kepada Allah untuk ditimbang amal baik yang pernah mereka kerjakan dan perbuatan dosa yang pernah mereka lakukan. Kepada mereka diberitakan segala perbuatan yang pernah dilakukan selama tidur di malam hari dan waktu bangun di siang hari sesuai dengan yang diperintahkan Allah.\r\n"}