{"tafsir_id":850,"surah_id":6,"aya_number":61,"tafsir_wajiz":"Jangan menduga kekuasaan Allah hanya seperti yang disebutkan pada no_ayatt di atas. Dan Dialah Penguasa mutlak atas semua hamba-Nya, dan diutus-Nya kepadamu, wahai manusia, malaikat-malaikat yang berfungsi sebagai penjaga, sehingga apabila kematian datang kepada salah seorang di antara kamu, dan itu berarti usai sudah tugas malaikat penjaga tersebut, maka utusan-utusan Kami, yaitu malaikat-malaikat, mencabut nyawanya, dan mereka, yakni para malaikat tersebut, tidak akan pernah melalaikan tugasnya (Lihat: no_surahh at-Tahrim/6: 66).","tafsir_tahlili":"(61) Ayat ini menegaskan kekuasaan, pemeliharaan dan pengawasan Allah terhadap hamba-hamba-Nya. Dia tidak dapat dikuasai sedikit pun oleh makhluk-makhluk-Nya termasuk sembahan-sembahan dan patung-patung yang disembah oleh orang-orang musyrik, karena sembahan dan patung itu tidak mampu memegang kekuasaan dan tidak mampu memberi pertolongan, bahkan ia sendirilah yang diberi pertolongan.\r\nDari ayat ini dipahami bahwa hendaklah manusia menghambakan diri kepada Allah, karena segala ilmu, kekuasaan, kemerdekaan, kemampuan bergerak dan berdaya cipta merupakan anugerah Allah kepada mereka. Dia sanggup menambah atau mencabut anugerah-Nya kapan Dia kehendaki. Di saat Dia mencabut semua anugerah-Nya itu, maka manusia tidak mempunyai arti sedikit pun.\r\nAllah juga mengirimkan kepada manusia malaikat-malaikat penjaga yang menjaga mereka dan merekam tindak-tanduk mereka setiap waktu. Semuanya dicatat dan tidak ada sesuatu pun yang tertinggal. Firman Allah swt:\r\nوَاِذَا الصُّحُفُ نُشِرَتْ\r\nDan apabila lembaran-lembaran (catatan amal) telah dibuka lebar-lebar. (at-Takw³r/81: 10);Mengenai malaikat penjaga, tersebut dalam firman Allah swt:;وَاِنَّ عَلَيْكُمْ لَحٰفِظِيْنَۙ  ١٠  كِرَامًا كَاتِبِيْنَۙ  ١١  يَعْلَمُوْنَ مَا تَفْعَلُوْنَ  ١٢  \r\nDan sesungguhnya bagi kamu ada (malaikat-malaikat) yang mengawasi (pekerjaanmu), yang mulia (di sisi Allah) dan yang mencatat (amal perbuatanmu), mereka mengetahui apa yang kamu kerjakan. \r\n(al-Infi¯±r/82: 10-12);Bahkan bagi tiap-tiap manusia ada beberapa malaikat yang tetap menjaganya secara bergiliran dan ada pula yang mencatat amalan-amalannya, yaitu Raqib dan Atid, sebagaimana firman Allah swt:;لَهٗ مُعَقِّبٰتٌ مِّنْۢ بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهٖ يَحْفَظُوْنَهٗ مِنْ اَمْرِ اللّٰهِ\r\nBaginya (manusia) ada malaikat-malaikat yang selalu menjaganya bergiliran, dari depan dan belakangnya. Mereka menjaganya atas perintah Allah. (ar-Rad/13: 11);Sabda Nabi saw:\r\nيَتَعَاقَبُوْنَ فِيْكُمْ مَلاَئِكَةٌ بِاللَّيْلِ وَمَلاَئِكَةٌ بِالنَّهَارِ يَجْتَمِعُوْنَ فِي صَلاَةِ الْفَجْرِ وَصَلاَةِ الْعَصْرِ ثُمَّ يَعْرُجُ الَّذِيْنَ يَأْتُوْنَ فِيْكُمْ فَيَسْأَلُهُمْ رَبُّهُمْ وَهُوَ أَعْلَمُ بِهِمْ: كَيْفَ تَرَكْتُمْ عِبَادِي؟ فَقَالَ: تَرَكْنَاهُمْ وَهُمْ يُصَلُّوْنَ وَاٰتَيْنَاهُمْ وَهُمْ يُصَلُّوْنَ (رواه البخاري ومسلم عن أبي هريرة)\r\nPara malaikat berganti-ganti menjagamu, yaitu malaikat malam dan malaikat siang, mereka bertemu (berganti giliran) pada waktu salat subuh dan waktu salat a¡ar. Kemudian malaikat yang menjagamu di malam hari naik ke langit, maka Tuhan menanyakan kepada mereka (sedang Dia lebih tahu dari mereka) “Bagaimanakah kamu tinggalkan hamba-hamba-Ku.” Mereka menjawab, “Kami tinggalkan mereka dalam keadaan salat dan kami datangi mereka dalam keadan salat pula.” (Riwayat al-Bukh±r³ dan Muslim dari Abu Hurairah);Sebenarnya Allah tidak memerlukan malaikat pencatat untuk mencatat segala perbuatan manusia, karena Dia Maha Mengetahui segala sesuatu. Dengan adanya malaikat pencatat yang mencatat seluruh perbuatan manusia, diharapkan manusia akan berhati-hati jika hendak mengerjakan suatu pekerjaan, apakah pekerjaan itu diridai Allah atau tidak.\r\nDemikianlah para malaikat penjaga dan pencatat itu menjaga, mengawasi dan mencatat seluruh perbuatan manusia, sampai saat datangnya kematian kepadanya. Dengan datangnya malaikat maut mencabut nyawa manusia untuk melaksanakan perintah Allah sampailah ajal manusia itu, Allah swt berfirman:\r\nقُلْ يَتَوَفّٰىكُمْ مَّلَكُ الْمَوْتِ الَّذِيْ وُكِّلَ بِكُمْ ثُمَّ اِلٰى رَبِّكُمْ تُرْجَعُوْنَ \r\nKatakanlah, ”Malaikat maut yang diserahi untuk (mencabut nyawa) mu akan mematikan kamu, kemudian kepada Tuhanmu, kamu akan dikembalikan.” (as-Sajdah/32: 11)\r\n"}