{"tafsir_id":854,"surah_id":6,"aya_number":65,"tafsir_wajiz":"Sebagaimana Allah Mahakuasa menyelamatkan manusia dari bencana, Allah pun Mahakuasa menimpakan bencana kepada siapa yang dikehendaki-Nya. Katakanlah, wahai Nabi Muhammad, “Wahai para pendurhaka, jangan kalian merasa aman dari siksa Allah, karena Dialah yang berkuasa mengirimkan azab yang amat pedih kepadamu. Azab itu bisa datang dari atas seperti badai topan, kilat yang menyambar, atau dari bawah kakimu seperti gempa dan banjir bandang, atau dapat juga berupa Dia mencampurkan kamu yakni memecah belah masyarakat kamu ke dalam golongan-golongan yang saling bertentangan dan saling bermusuhan sehingga merasakan kepada sebagian kamu keganasan sebagian yang lain.” Maka Perhatikanlah, bagaimana Kami menjelaskan dengan berbagai cara dan juga secara berulang-ulang tanda-tanda kekuasaan Kami agar mereka memahami-nya.","tafsir_tahlili":"(65) Ayat ini merupakan peringatan yang keras terhadap orang-orang yang hanya mengingat kepada Allah dalam keadaan menderita dan sengsara, kemudian setelah penderitaan dan kesengsaraan itu lenyap, mereka kembali mempersekutukan Allah.\r\nPeringatan itu ialah bahwa Allah berkuasa mendatangkan azab yang tidak diketahui oleh manusia hakikatnya, mungkin dari atas atau dari bawah, mungkin dari kanan atau dari kiri, mungkin berupa angin  topan atau letusan gunung berapi yang dahsyat, atau mengacaubalaukan manusia, sehingga mereka menjadi bergolong-golongan dan berpuak-puak yang selalu bersengketa atau mereka saling membunuh sesama mereka sehingga sebagian mereka merasakan keganasan sebagian yang lain. Karena itu hendaklah orang-orang kafir itu ingat bahwa sekalipun pada suatu waktu mereka telah diselamatkan Allah dari penderitaan dan kesengsaraan, tetapi bila mereka ingkar kembali, Allah Kuasa mendatangkan malapetaka yang lebih hebat dari itu.\r\nMenurut Ibnu Abb±s yang dimaksud dengan “azab dari atasmu” ialah pembesar-pembesar kamu, dan yang dimaksud dengan “azab dari bawah kakimu” ialah yang datang dari budak-budak dan rakyat jelata.\r\n“Azab” yang dimaksud oleh ayat ini ialah segala macam malapetaka yang menimpa manusia, seperti peperangan, penganiayaan, penindasan, banjir, letusan gunung, musim kemarau dan sebagainya.\r\nAllah memerintahkan agar Nabi dan kaum Muslimin memperhatikan bagaimana Allah menjelaskan dan mendatangkan tanda-tanda kekuasaan-Nya silih berganti, dengan berbagai rupa dan cara agar dengan cara yang demikian itu mudah dipahami dan diyakini, mudah diketahui mana yang benar dan mana yang batil.\r\n"}