{"tafsir_id":857,"surah_id":6,"aya_number":68,"tafsir_wajiz":"Apa yang disampaikan oleh Nabi Muhammad tidak selalu mendapat respons yang baik dari kaumnya seperti yang disebut pada no_ayatt-no_ayatt sebelumnya. Oleh karena itu, no_ayatt ini memerintahkan kepada Nabi agar meninggalkan mereka yang memperolok-olokkan agama. Apabila engkau, Nabi Muhammad, melihat orang-orang membicarakan no_ayatt-no_ayatt Kami dengan maksud untuk memperolok-olok, maka tinggalkanlah mereka dengan cara apa pun agar engkau tidak terlibat, hingga mereka beralih ke topik pembicaraan lain. Dan jika setan benar-benar menjadikan engkau lupa akan larangan ini, setelah ingat kembali maka janganlah engkau duduk dalam satu majelis bersama orang-orang yang memperolokkan no_ayatt-no_ayatt Kami, karena mereka adalah orang-orang yang zalim.","tafsir_tahlili":"(68) Ayat ini memerintahkan kepada Nabi Muhammad, jika ia duduk bersama orang-orang kafir, dan mereka memperolokkan ayat-ayat dan agama Allah, hendaklah segera meninggalkan mereka kecuali jika mereka mengalihkan pembicaraan mereka kepada masalah yang lain. Tindakan ini dilaksanakan agar orang-orang kafir sadar bahwa tindakan mereka itu tidak disukai Allah dan kaum Muslimin, atau jika Nabi tetap duduk bersama mereka, berarti Nabi seakan-akan menyetujui tindakan mereka itu.\r\nNabi Muhammad dan para sahabatnya serta kaum Muslimin pada setiap masa diperintahkan untuk meninggalkan orang-orang yang memperolok ayat-ayat Al-Qur′an. Termasuk di dalamnya segala macam tindakan yang tujuannya memperolok agama Allah, menafsirkan dan menakwilkan ayat-ayat Al-Qur′an hanya karena mengikuti keinginannya. \r\nJika ayat-ayat ini dihubungkan dengan ayat-ayat yang memerintahkan kaum Muslimin agar memerangi orang-orang yang menentang agama Islam, seakan-akan kedua ayat ini berlawanan. Ayat ini seakan-akan menyuruh kaum Muslimin tetap bersabar walau apapun tindakan orang-orang kafir terhadap mereka. Sedang ayat-ayat lain yang memerintahkan agar membunuh orang-orang kafir dimana saja mereka ditemui. \r\nJawabannya ialah bahwa ayat-ayat ini diturunkan pada masa Nabi Muhammad, masih berada di Mekah, di saat kaum Muslimin masih lemah, yang pada waktu itu tugas pokok Nabi ialah menyampaikan ajaran tauhid. Pada masa ini belum ada perintah berperang dan memang belum ada hikmah diperintahkan berperang. Setelah Nabi di Medinah, dan keadaan kaum Muslimin telah kuat, serta telah ada perintah berperang, maka sikap membiarkan tindakan orang-orang yang memperolok-olokkan agama Allah adalah sikap yang tercela, bahkan diperintahkan agar kaum Muslimin membalas tindakan mereka itu.\r\nKemudian Allah memperingatkan Nabi Muhammad, bahwa jika ia dilupakan setan tentang larangan Allah duduk bersama-sama orang yang memperolok-olokkan agama itu, kemudian ingat maka segera ia berdiri meninggalkan mereka, jangan duduk bersama mereka.\r\nYang dimaksud dengan “Nabi lupa” di sini ialah lupa terhadap hal-hal yang biasa, sebagaimana manusia biasa juga lupa. Tetapi Nabi tidak pernah lupa terhadap hal-hal yang diperintahkan Allah menyampaikannya.\r\nPara ahli tafsir sepakat menyatakan bahwa Nabi Muhammad pernah lupa, tetapi bukan karena gangguan setan, sebagaimana firman Allah swt:\r\nوَاذْكُرْ رَّبَّكَ اِذَا نَسِيْتَ\r\n… Dan ingatlah kepada Tuhanmu apabila engkau lupa… (al-Kahf/18: 24);Nabi Adam pernah lupa, sebagaimana firman Allah:\r\nفَنَسِيَ وَلَمْ نَجِدْ لَهٗ عَزْمًا\r\n… tetapi dia lupa, dan Kami tidak dapati kemauan yang kuat padanya. (°±h±/20: 115);Nabi Musa pun pernah lupa, firman Allah swt:\r\nقَالَ لَا تُؤَاخِذْنِيْ بِمَا نَسِيْتُ وَلَا تُرْهِقْنِيْ مِنْ اَمْرِيْ عُسْرًا\r\nDia (Musa) berkata, ”Janganlah engkau menghukum aku karena kelupaanku dan janganlah engkau membebani aku dengan sesuatu kesulitan dalam urusanku.” (al-Kahf/18: 73);Nabi Muhammad, pernah lupa di waktu beliau salat, lalu beliau bersabda:\r\nإِنَّمَا اَنَا بَشَرٌ مِثْلُكُمْ اَنْسَى كَمَا تَنْسَوْنَ، فَإِذَا نَسِيْتُ فَذَكِّرُوْنِيْ (رواه البخاري ومسلم عن عبد الله)\r\n“Aku tidak lain hanyalah manusia biasa seperti kamu, aku lupa sebagaimana kamu lupa, karena itu apabila aku lupa, maka ingatkan aku.” (Riwayat al-Bukh±r³ dan Muslim dari Abdullah);Allah menegaskan bahwa setan hanya dapat mempengaruhi orang-orang yang lemah imannya, sedangkan terhadap orang yang kuat imannya, setan tidak sanggup mempengaruhinya dan menjadikannya lupa kepada Allah.\r\nAllah swt berfirman:\r\nاِنَّهٗ لَيْسَ لَهٗ سُلْطٰنٌ عَلَى الَّذِيْنَ اٰمَنُوْا وَعَلٰى رَبِّهِمْ يَتَوَكَّلُوْنَ   ٩٩  اِنَّمَا سُلْطٰنُهٗ عَلَى الَّذِيْنَ يَتَوَلَّوْنَهٗ وَالَّذِيْنَ هُمْ بِهٖ مُشْرِكُوْنَ ࣖ  ١٠٠  \r\nSungguh, setan itu tidak akan berpengaruh terhadap orang yang beriman dan bertawakal kepada Tuhan. Pengaruhnya hanyalah terhadap orang yang menjadikannya pemimpin dan terhadap orang yang mempersekutukannya dengan Allah. (an-Na¥l/16: 99-100);Berdasarkan keterangan di atas dapat diambil kesimpulan bahwa setan tidak sanggup menjadikan hamba yang beriman lupa terhadap sesuatu, apalagi menjadikan Nabi lupa terhadap sesuatu, karena ia tidak dapat menguasai hamba Allah yang beriman. Dalam ayat ini disebutkan, setan menjadikan Nabi lupa hanya merupakan kebiasaan dalam bahasa, bahwa segala macam perbuatan yang tidak baik adalah disebabkan perbuatan setan, sekalipun yang melakukan bukan setan. Seandainya seorang hamba yang mukmin kuat imannya lupa, maka lupanya hanyalah karena pengaruh hati dan jiwanya sendiri, bukan karena pengaruh atau gangguan setan.\r\nSebagian ulama menetapkan hukum berdasarkan ayat ini, sebagai berikut:\r\n1.  Wajib menjauhkan diri dari orang-orang yang sedang mempermainkan ayat-ayat Allah, atau orang-orang yang mentakwilkan ayat-ayat Allah hanya karena mengikuti keinginan hawa nafsunya, seandainya tidak mampu menegur mereka agar menghentikan perbuatan itu.\r\n2.  Boleh duduk bersama untuk membicarakan sesuatu yang bermanfaat dengan orang-orang kafir, selama mereka tidak memperolokkan agama Allah.\r\n"}