{"tafsir_id":860,"surah_id":6,"aya_number":71,"tafsir_wajiz":"Tuntunan Allah kepada kaum muslim dalam menghadapi kaum musyrik dilanjutkan dalam no_ayatt ini, khususnya ketika menghadapi ajakan mereka untuk kembali kepada ajaran nenek moyang mereka. Katakanlah, wahai Nabi Muhammad dan setiap muslim, “Apakah kita, kaum muslim, akan memohon dan menyembah kepada sesuatu selain Allah, yang tidak dapat memberi manfaat dan tidak pula mendatangkan mudarat kepada kita, dan apakah kita akan dikembalikan ke belakang yaitu masa lalu kita sebelum beriman dengan murtad meninggalkan agama Islam, setelah Allah memberi petunjuk kepada kita, seperti orang yang telah disesatkan oleh setan di bumi, dalam keadaan kebingungan?” Kemudian kawan-kawannya dari yang telah beriman mengajaknya ke jalan yang lurus dengan mengatakan, “Tinggalkan penyembahan selain Allah dan ikutilah kami.” Namun dia tetap menolak, maka katakanlah, wahai Nabi dan kaum muslim, “Jika itu yang menjadi pilihanmu, maka ketahuilah sesungguhnya petunjuk Allah itulah petunjuk yang sebenarnya; dan karena itulah kita diperintahkan agar berserah diri kepada Tuhan seluruh alam.","tafsir_tahlili":"(71) Allah memerintahkan kepada Nabi Muhammad dan pengikut-pengikutnya untuk mengatakan kepada orang-orang yang mengajak beliau untuk mengikuti agama mereka lalu bersama-sama menyembah berhala, agar mereka tidak meminta pertolongan kepada selain Allah seperti menyembah batu atau pepohonan dan lain-lain yang tidak dapat memberikan manfaat atau menolak madarat. Akan tetapi dia hanya beribadah kepada Allah semata, Yang mempunyai kekuasaan, Yang memberikan manfaat atau mudarat dan Yang menguasai makhluk, Yang menghidupkan dan mematikan.\r\nOrang-orang yang berpikir secara wajar, tentu dapat membedakan mana yang baik dan mana yang buruk, serta mana yang benar dan mana yang salah; sesungguhnya menghambakan diri kepada Zat yang dapat diharapkan manfaat-Nya dan ditakuti siksaan-Nya, lebih utama dan lebih baik daripada menghambakan diri kepada sesuatu yang tidak dapat diharapkan manfaatnya, menghambakan diri kepada Allah lebih baik daripada kembali kepada jalan yang sesat dan bergelimang dalam kemusyrikan.\r\nDengan ringkas dapat dikatakan bahwa menyembah selain Allah tidak patut dilakukan karena sebab-sebab berikut ini:\r\n1. Orang yang berpikir secara wajar akan memohon pertolongan kepada Zat Yang Mahakuasa, Yang dapat mendatangkan manfaat dan menolak madarat.\r\n2. Mereka tidak mau murtad seperti keadaan mereka sebelum memeluk agama Islam.\r\n3. Orang-orang yang telah mendapat petunjuk dari Allah dan diselamatkan dari jurang kesesatan tidak mungkin bisa disesatkan kembali oleh siapa pun juga, seperti ditegaskan oleh Allah dalam firman-Nya:;وَمَنْ يَّهْدِ اللّٰهُ فَمَا لَهٗ مِنْ مُّضِلٍّ ۗ اَلَيْسَ اللّٰهُ بِعَزِيْزٍ ذِى انْتِقَامٍ\r\nDan barang siapa diberi petunjuk oleh Allah, maka tidak seorang pun yang dapat menyesatkannya. Bukankah Allah Mahaperkasa dan mempunyai (kekuasaan untuk) menghukum? (az-Zumar/39: 37);Dalam ayat ini digambarkan bahwa orang-orang yang murtad sesudah beriman adalah seperti orang yang terkena bisikan setan, atau seperti orang kebingungan dalam mencapai sesuatu yang ia sendiri tidak tahu bagaimana cara mencapainya. Mereka dalam keadaan bimbang, karena merasa bahwa dirinya berada di antara persimpangan jalan. Mereka telah meninggalkan jalan yang lurus dan menempuh jalan yang sesat tak tentu arah dan tujuannya. Di tengah-tengah kebingungan itu mereka digambarkan seolah-olah dipanggil oleh kawan-kawannya yang beriman untuk kembali kepada jalan yang lurus, akan tetapi mereka itu tidak dapat memenuhi panggilan tersebut karena mereka telah memisahkan diri. Pandangan dan pikirannya sudah ditujukan kepada bisikan setan, sehingga tidak dapat lagi mendengar seruan itu. Gambaran ini sesuai dengan firman Allah:\r\nكَمَا يَقُوْمُ الَّذِيْ يَتَخَبَّطُهُ الشَّيْطٰنُ مِنَ الْمَسِّ\r\n… seperti berdirinya orang yang kemasukan setan karena gila.                             (al-Baqarah/2: 275)\r\nSesudah itu Allah memberikan dorongan kepada Nabi Muhammad agar selalu berusaha agar orang-orang musyrik dapat memenuhi panggilan Nabi untuk kembali ke jalan yang lurus dan menjauhi jalan yang sesat, yang membingungkan pikirannya.\r\nAllah menegaskan bahwa petunjuk yang benar ialah petunjuk yang diturunkan Allah, yang termuat dalam ayat-ayat-Nya. Di dalam petunjuk itulah terdapat bukti-bukti dan keterangan-keterangan tentang kebenaran-Nya yang tidak mengandung kebatilan.\r\nSeruan ini berbeda dengan seruan yang dikumandangkan oleh orang-orang yang memperturutkan hawa nafsunya yang hanya mengekor kepada jejak nenek moyang mereka. Allah memerintahkan Nabi Muhammad agar mengatakan kepada mereka bahwa tugas yang dibebankan pada beliau ialah  menyerahkan jiwa raganya semata-mata kepada Allah, Tuhan semesta alam.\r\n"}