{"tafsir_id":862,"surah_id":6,"aya_number":73,"tafsir_wajiz":"Sering kali kaum musyrik menyatakan bahwa yang menciptakan langit dan bumi adalah Allah, namun faktanya mereka menyembah selain Allah. no_ayatt ini meluruskan kekeliruan mereka dengan menegaskan bahwa Dialah Allah, bukan selain-Nya, yang menciptakan langit dan bumi dengan hak, yakni untuk tujuan yang benar. Sungguh benar pula ketika Dia berfirman, “Jadilah!” maka jadilah segala sesuatu yang dikehendaki-Nya itu. Sungguh firman-Nya adalah benar, dan milik-Nyalah segala kekuasaan pada waktu sangkakala ditiup yaitu pada hari kiamat. Dia mengetahui yang gaib yang tidak terjangkau oleh makhluk dan yang nyata. Dialah Yang Mahabijaksana, Mahateliti.","tafsir_tahlili":"(73) Allah mengajak manusia untuk memikirkan kejadian alam semesta ini agar terbuka pikirannya serta meyakini, bahwa kejadian alam semesta ini yang penuh dengan keindahan tentu ada yang menciptakan, yaitu Allah Yang menciptakan langit dan bumi dengan segala penghuninya yang menjadi bukti kebenaran, serta menciptakan pula hukum alam yang berlaku umum yang kadangkala mengandung hikmah dan rahasia yang menunjukkan sifat-sifat Pencipta-Nya, keesaan-Nya, dan kekuasaan-Nya yang tidak terbatas. Langit dan bumi serta segala isinya diciptakan Tuhan secara serasi dan teratur, tidak ada yang sia-sia. Allah berfirman:\r\nرَبَّنَا مَا خَلَقْتَ هٰذَا بَاطِلًا\r\n”Ya Tuhan kami, tidaklah Engkau menciptakan semua ini sia-sia.” (²li Imr±n/3: 191);Juga firman-Nya:\r\nوَمَا خَلَقْنَا السَّمٰوٰتِ وَالْاَرْضَ وَمَا بَيْنَهُمَا لٰعِبِيْنَ  ٣٨  مَا خَلَقْنٰهُمَآ اِلَّا بِالْحَقِّ \r\nDan tidaklah Kami bermain-main menciptakan langit dan bumi dan apa yang ada di antara keduanya. Tidaklah Kami ciptakan keduanya melainkan dengan haq (benar). (ad-Dukh±n/44: 38-39);Allah menegaskan bahwa pada saat menciptakan alam dan menetapkan hukum-hukum-Nya, semuanya berjalan menurut kehendak-Nya, tak ada kesulitan sedikit pun dan tak ada yang menghalangi serta mengubah hukumnya. Semua kejadian berlangsung baik dengan patuh ataupun secara terpaksa. Itulah sebabnya Allah menegaskan bahwa pada saat menciptakan langit dan bumi Dia menciptakannya dengan benar, karena seluruh perintah-Nya adalah benar dan ciptaan-Nya pun benar, sesuai dengan firman-Nya:\r\nاَلَا لَهُ الْخَلْقُ وَالْاَمْرُ\r\nIngatlah! Segala penciptaan dan urusan menjadi hak-Nya. (al-Ar±f/7:54)\r\nDi samping itu, Allah juga memiliki kekuasaan untuk mengadili seluruh manusia setelah mereka dibangkitkan dari kubur dan dikumpulkan di hari mahsyar. Itulah kekuasaan Allah yang tidak dapat ditandingi oleh raja-raja dan penguasa-penguasa betapa pun luasnya kekuasaan mereka; karena meskipun raja-raja itu berkuasa untuk membuat peraturan dan memberikan hukuman kepada pelanggarnya, namun mereka pada hari Kiamat tidak berdaya lagi, karena pada saat itu kekuasaan hanya di tangan Allah semata.\r\nKemudian Allah memberikan keterangan tentang kekuasaan-Nya, untuk memberikan pengertian kepada seluruh manusia bahwa tidak ada sesuatu pun yang terlepas dari pengetahuan-Nya. Allah mengetahui seluruh alam, baik yang tampak ataupun yang tidak mengetahui perbuatan yang dilakukan secara terang-terangan ataupun yang dilakukan secara rahasia. Dia sangat bijaksana menciptakan segala sesuatu secara serasi dan harmonis sesuai dengan fungsinya.\r\nOleh sebab itu, tidak layak bagi manusia yang berakal untuk menghambakan diri kepada selain Allah baik secara langsung ataupun dengan maksud menjadikannya sebagai perantara untuk mendekatkan diri kepada-Nya.\r\n"}