{"tafsir_id":866,"surah_id":6,"aya_number":77,"tafsir_wajiz":"Setelah terbukti bahwa bintang yang cahno_ayatnya sangat kecil dalam pandangan mata telanjang manusia di bumi ini tidak wajar dipertuhankan, lalu ketika dia, Ibrahim, mengalihkan pandangannya dengan melihat bulan terbit yang cahno_ayatnya lebih terang, dia berkata, “Inilah Tuhanku yang kucari.” Tetapi ketika bulan itu terbenam, dia pun berkata, “Sungguh, jika Tuhanku yang telah membimbingku tidak memberi petunjuk kepadaku, pastilah aku termasuk orang-orang yang sesat karena menyembah yang bukan Tuhan serta mengabdi kepada selain-Nya.”","tafsir_tahlili":"(77) Seirama dengan ayat yang lalu Allah menjelaskan pula pengamatan Nabi Ibrahim terhadap benda langit yang lebih terang cahayanya dan lebih besar kelihatannya yaitu bulan.\r\nSetelah Ibrahim melihat bulan tersembul di balik cakrawala, dengan cahaya yang terang benderang, timbullah kesan dalam hatinya, untuk mengatakan, “Inikah Tuhanku?” Perkataan Ibrahim seperti itu adalah pernyataan yang timbul secara naluriah seperti juga kesan yang didapat oleh kaumnya tujuan pertanyaan itu sebenarnya adalah pernyataan untuk mengingkari kesan pertama yang menipu pandangan mata dan untuk membantah keyakinan kaumnya seperti pernyataannya dalam ayat yang lalu. Pengulangan berita dengan memberikan kenyataan yang lebih tandas adalah untuk menguatkan pernyataan yang telah lalu. Kemudian setelah bulan itu terbenam dari ufuk dan lenyap dari pengamatan, dia pun memberikan pertanyaan agar diketahui oleh orang-orang musyrik yang berada di sekitarnya.\r\nIbrahim berkata, “Sebenarnya jika Tuhan tidak memberikan kepadaku petunjuk ke jalan yang benar untuk mengetahui dan meyakini keesaan-Nya, niscaya aku termasuk dalam golongan yang tersesat, yaitu orang-orang yang menyimpang dari kebenaran dan tidak mengikuti petunjuk Tuhan, serta menyembah tuhan-tuhan selain Allah. Mereka lebih senang memperturutkan hawa nafsunya dari pada melakukan perbuatan yang diridai Allah.” Sindiran ini adalah merupakan sindiran yang tegas bagi kaumnya yang tersesat dan sekaligus merupakan petunjuk bagi orang yang berpegang kepada agama dan wahyu. Sindiran yang bertahap ini bertujuan untuk mematahkan pendapat-pendapat kaumnya. Sindiran yang pertama lunak, kemudian diikuti dengan sindiran yang kedua yang tegas, adalah untuk menyanggah pikiran kaumnya secara halus agar mereka keluar dari belenggu hatinya untuk memahami kebenaran yang sebenar-benarnya.\r\n"}