{"tafsir_id":871,"surah_id":6,"aya_number":82,"tafsir_wajiz":"Karena sama sekali tidak ada jawaban dari kaum Nabi Ibrahim yang durhaka tersebut, akhirnya Nabi Ibrahim sendiri menegaskan sebuah prinsip penting bahwa orang-orang yang beriman kepada Allah Yang Maha Esa dan tidak mencampuradukkan iman mereka dengan kezaliman, yakni syirik (Lihat: no_surahh Luqman/31: 13), mereka itulah lebih tinggi derajatnya di sisi Allah. Mereka adalah orang-orang yang mendapat rasa aman dari Allah yang mereka sembah, dan mereka mendapat petunjuk secara sempurna.","tafsir_tahlili":"(82) Karena mereka tidak akan memberikan jawaban, maka Allah memberikan penjelasan siapakah yang berhak mendapatkan perlindungan orang-orang musyrik atau orang-orang yang beriman? Jawabnya tentu orang-orang yang beriman dengan sebenar-benarnya iman dan tidak mencampur adukkan iman mereka dengan kezaliman, baik dalam akidah maupun dalam ibadah seperti dilakukan oleh orang-orang musyrik yang menyangka biar pun mereka menyembah berhala ataupun bintang-bintang, mereka tetap beriman juga kepada Allah Azza wa Jalla, karena mereka menyembah berhala-berhala itu adalah sebagai alat untuk mendekatkan diri kepada Allah dan sebagai perantaraan untuk menyampaikan doa kepada-Nya, sebagaimana diterangkan dalam firman Allah:\r\nمَا نَعْبُدُهُمْ اِلَّا لِيُقَرِّبُوْنَآ اِلَى اللّٰهِ زُلْفٰى\r\n”Kami tidak menyembah mereka melainkan (berharap) agar mereka mendekatkan kami kepada Allah dengan sedekat-dekatnya.” (az-Zumar/39: 3);Kezaliman yang dimaksudkan dalam ayat ini adalah syirik sesuai dengan hadis yang diriwayatkan oleh al-Bukh±r³, Muslim dan ahli-ahli hadis yang lain dari Abdullah bin Masµd, ia berkata, “Setelah turun ayat ini (al-Baqarah/2: 83), para sahabat berkeluh kesah, seraya berkata, siapa yang tidak menganiaya dirinya?” Rasulullah menjawab, “tidak seperti yang kamu pikirkan,” sebagaimana firman Allah:\r\nاِنَّ الشِّرْكَ لَظُلْمٌ عَظِيْمٌ\r\n“Sesungguhnya mempersekutukan (Allah) adalah benar-benar kezaliman yang besar.”  (Luqm±n/31: 13);Orang-orang yang berhak mendapat perlindungan dalam ayat ini ialah orang-orang yang beragama tauhid yang murni tidak dicampuri dengan syirik sedikit pun. Mereka itu akan mendapatkan perlindungan dari bencana, bukan saja dari bencana yang akan ditimbulkan oleh patung-patung dan bintang-bintang seperti dugaan orang-orang musyrik, bahkan lebih dari itu mereka akan mendapat perlindungan dari azab Allah dan memperoleh jaminan untuk mendapat pahala dari Allah. Merekalah orang-orang yang mendapat petunjuk dari Allah ke jalan yang lurus.\r\n"}