{"tafsir_id":872,"surah_id":6,"aya_number":83,"tafsir_wajiz":"Atas semua argumen yang telah dijelaskan pada no_ayatt sebelumnya, Allah pun menegaskan sebagai berikut. Dan itulah keterangan Kami yang Kami berikan dan ajarkan melalui malaikat dan atau Kami ilhamkan kepada Ibrahim untuk menghadapi kaumnya agar dia dapat mengatasi dan mengalahkan mereka. Kami tinggikan derajat siapa yang Kami kehendaki dari hamba-hamba Kami yang taat, sebagaimana Nabi Ibrahim yang telah Kami tinggikan derajatnya agar menjadi teladan bagi manusia. Sesungguhnya Tuhanmu Mahabijaksana, Maha Mengetahui atas segala sesuatu.","tafsir_tahlili":"(83) Allah menegaskan bahwa bukti-bukti kebenaran yang ditujukan Allah kepada Ibrahim dengan maksud agar kaumnya dapat menggunakan pikirannya untuk dapat menilai kebenaran bukti-bukti itu dan menerimanya dengan sepenuh hati, sehingga mereka meninggalkan kemusyrikan, berpindah kepada agama tauhid yang memang sesuai dengan fitrah. \r\nUntuk menarik minat kaumnya agar kembali kepada agama tauhid dan sebagai hiburan terhadap perjuangan Nabi Ibrahim, Allah menjanjikan bahwa Allah akan mengangkat derajat hamba-hamba yang dikehendaki-Nya beberapa derajat, dalam bidang ilmu pengetahuan dan hikmah atau kearifan dan derajat yang diperoleh Nabi Ibrahim adalah kemampuan memberikan hujjah, kemampuan memimpin dan bertindak bijaksana. Kesemuanya adalah derajat kesempurnaan. Selain itu, ia juga diberi derajat kenabian dan kerasulan yang merupakan derajat tertinggi yang dapat dicapai manusia. Hal ini sesuai dengan firman Allah:\r\nتِلْكَ الرُّسُلُ فَضَّلْنَا بَعْضَهُمْ عَلٰى بَعْضٍۘ مِنْهُمْ مَّنْ كَلَّمَ اللّٰهُ وَرَفَعَ بَعْضَهُمْ دَرَجٰتٍ \r\nRasul-rasul itu Kami lebihkan sebagian mereka dari sebagian yang lain. Di antara mereka ada yang (langsung) Allah berfirman dengannya dan sebagian lagi ada yang ditinggikan-Nya beberapa derajat. (al-Baqarah/2: 253) \r\nPada akhir ayat ini Allah menegaskan bahwa Dia Mahabijaksana dalam mengangkat atau menjatuhkan derajat seseorang. Dia juga Maha Mengetahui keadaan orang yang berhak menerima derajat itu.\r\n"}