{"tafsir_id":877,"surah_id":6,"aya_number":88,"tafsir_wajiz":"Itulah petunjuk Allah yang amat tinggi nilainya, yang dengan itu Dia memberi petunjuk, yaitu kemampuan dan kemudahan untuk melaksanakannya, kepada siapa saja di antara hamba-hamba-Nya yang Dia kehendaki karena telah berusaha dengan sungguh-sungguh untuk meraihnya. Sekiranya mereka yaitu yang telah disebutkan nama-namanya di atas mempersekutukan Allah, pasti lenyaplah, yakni sia-sia dan tidak berguna, aneka amalan yang telah mereka kerjakan.","tafsir_tahlili":"(88) Allah menegaskan bahwa petunjuk yang diterima oleh mereka itu, ialah petunjuk yang diberikan oleh Allah kepada nabi-nabi dan rasul-rasul, sebagai taufik dari Allah, yang menuntun mereka ke jalan yang benar dan yang diridai-Nya. Hidayah yang demikian itu diberikan oleh Allah kepada hamba-hamba-Nya menurut kehendak-Nya.\r\nDengan hidayah itulah mereka membela tauhid dan mengamalkan ajaran-ajaran-Nya secara ikhlas serta memberantas penyembahan berhala-berhala dan pemujaan bintang-bintang. Hidayah yang diterima itu adalah hidayah yang tidak dapat diusahakan oleh manusia. Hidayah ini hanya dicapai oleh orang-orang yang dikehendaki Allah.\r\nPada akhir ayat ini Allah memberikan peringatan kepada orang-orang yang beriman dan berjalan di bawah naungan hidayah-Nya, bahwa apabila mereka itu menyeleweng dari agama tauhid dan menyembah sembahan lain, niscaya Allah akan menghapuskan segala pahala dari amal perbuatan yang mereka lakukan.\r\nMeskipun tauhid itu mensucikan hati, namun apabila kesucian hati itu dinodai oleh syirik, betapa pun kecilnya, maka hilanglah kesucian hati itu dan lenyap pulalah hasil usaha yang telah dilakukan sebelumnya. Hal ini sesuai dengan firman Allah:\r\nوَلَقَدْ اُوْحِيَ اِلَيْكَ وَاِلَى الَّذِيْنَ مِنْ قَبْلِكَۚ  لَىِٕنْ اَشْرَكْتَ لَيَحْبَطَنَّ عَمَلُكَ وَلَتَكُوْنَنَّ مِنَ الْخٰسِرِيْنَ  \r\nDan sungguh, telah diwahyukan kepadamu dan kepada (nabi-nabi) yang sebelummu, ”Sungguh, jika engkau mempersekutukan (Allah), niscaya akan hapuslah amalmu dan tentulah engkau termasuk orang yang rugi. (az-Zumar/39: 65)\r\n"}