{"tafsir_id":879,"surah_id":6,"aya_number":90,"tafsir_wajiz":"no_ayatt ini ditujukan kepada Rasulullah yang nama beliau tidak disebut dalam rangkaian no_ayatt di atas. Mereka itulah para nabi yang telah diberi petunjuk oleh Allah, maka ikutilah petunjuk mereka khususnya yang berkaitan dengan sikap mereka dalam berdakwah, yakni tidak meminta imbalan atas dakwah yang disampaikan. Untuk itu, katakanlah, hai Muhammad, kepada semua yang engkau ajak, “Aku tidak meminta imbalan kepadamu dalam menyampaikan dakwah khususnya ajaran AlQur'an, karena dakwah yang kusampaikan dan Al-Qur'an itu tidak lain hanyalah peringatan untuk semua umat di seluruh alam.","tafsir_tahlili":"(90) Allah menjelaskan kepada Nabi Muhammad dan pengikutnya, bahwa Nabi Ibrahim dan keturunan-keturunannya mendapat keutamaan, petunjuk Allah ke jalan yang lurus. Allah juga memerintahkan kepada Nabi Muhammad agar mengikuti jejak mereka, memegang agama tauhid, berakhlak mulia dan melakukan perbuatan yang diridai Allah, serta menghiasi dirinya dengan sifat-sifat yang utama, yaitu sabar dalam menjalankan tugasnya dan tabah menghadapi tipu daya serta tantangan kaumnya.\r\nFirman Allah:\r\nوَكُلًّا نَّقُصُّ عَلَيْكَ مِنْ اَنْۢبَاۤءِ الرُّسُلِ مَا نُثَبِّتُ بِهٖ فُؤَادَكَ\r\nDan semua kisah rasul-rasul, Kami ceritakan kepadamu (Muhammad), agar dengan kisah itu Kami teguhkan hatimu.  (Hµd/11: 120);Firman Allah:\r\nوَلَقَدْ كُذِّبَتْ رُسُلٌ مِّنْ قَبْلِكَ فَصَبَرُوْا عَلٰى مَا كُذِّبُوْا وَاُوْذُوْا حَتّٰٓى اَتٰىهُمْ نَصْرُنَا ۚ \r\nDan sesungguhnya rasul-rasul sebelum engkau pun telah didustakan, tetapi mereka sabar terhadap pendustaan dan penganiayaan (yang dilakukan) terhadap mereka, sampai datang pertolongan Kami kepada mereka. (al-An±m/6: 34);Syariat yang berlaku bagi nabi-nabi sebelum kedatangan Nabi Muhammad, adalah juga merupakan syariat bagi umat Islam, selama belum dicabut, diubah ataupun diganti dengan syariat yang dibawa oleh Nabi Muhammad. Sedangkan yang abadi dan mempunyai kesamaan adalah dasar-dasar agama tauhid yang tidak berubah sepanjang zaman, sedangkan syariat-syariat dari masing-masing nabi itu dapat berubah-ubah sesuai dengan waktu, tempat dan keadaan, dan menurut kehendak Allah.\r\nNabi Muhammad mempunyai derajat yang tertinggi di antara para nabi dan rasul, karena beliau di samping diberi kenabian juga diberi mukjizat yang abadi yaitu Al-Qur′an, yang membenarkan kitab-kitab yang diturunkan sebelumnya dan karena syariatnya berlaku terus sampai akhir zaman.\r\nAllah memerintahkan kepada Nabi Muhammad bahwa dia dalam menyampaikan wahyu dan menegakkan kebenaran, jangan mengharapkan sedikit pun upah dari umatnya sebagaimana juga nabi-nabi terdahulu.\r\nNabi Muhammad sebagaimana halnya nabi-nabi yang lain tidak mengharapkan imbalan dalam berdakwah. Namun, Nabi Muhammad mengharapkan kasih sayang dalam kekeluargaan, seperti ditegaskan dalam firman-Nya:\r\nقُلْ لَّآ اَسْـَٔلُكُمْ عَلَيْهِ اَجْرًا اِلَّا الْمَوَدَّةَ فِى الْقُرْبٰى\r\n”Aku tidak meminta kepadamu sesuatu imbalan pun atas seruanku kecuali kasih sayang dalam kekeluargaan.” (asy-Syµr±/42: 23);Pada akhir ayat ini Allah memberikan penegasan bahwa Al-Qur′an diturunkan untuk seluruh umat manusia. Ayat ini memberikan isyarat bahwa Nabi Muhammad tidak diutus untuk orang Mekah atau Medinah saja, tetapi diutus untuk seluruh umat manusia di seluruh dunia untuk membimbing mereka ke jalan yang benar dan bebas dari kesesatan.\r\n"}