{"tafsir_id":882,"surah_id":6,"aya_number":93,"tafsir_wajiz":"no_ayatt sebelumnya menguraikan bahwa Al-Qur'an bersumber dari Allah. no_ayatt ini mengecam orang-orang yang mengaku-ngaku mendapat wahyu dari Allah. Siapakah yang lebih zalim daripada orang-orang yang mengada-adakan dusta terhadap Allah seperti halnya orang-orang Yahudi, atau siapa yang lebih zalim daripada orang yang berkata, “Telah diwahyukan kepadaku oleh Allah,” padahal tidak diwahyukan sesuatu pun kepadanya, dan siapa pula yang lebih zalim dari orang yang berkata, “Aku akan menurunkan, yaitu menyampaikan, seperti apa yang diturunkan Allah yaitu Al-Qur'an yang dipercno_ayati oleh kaum muslim?” Tidak ada yang lebih zalim kecuali tiga macam manusia tersebut, maka wajar kalau mereka mendapat siksa. Alangkah ngerinya sekiranya engkau melihat pada waktu orang-orang zalim yang sudah mencapai puncak kezalimannya berada dalam kesakitan sakratulmaut, sedang para malaikat memukul dengan tangannya sambil berkata, “Keluarkanlah nyawamu!” Pada hari ini kamu akan dibalas dengan azab yang sangat menghinakan, karena kamu mengatakan terhadap Allah perkataan yang tidak benar dan karena kamu menyombongkan diri terhadap no_ayatt-no_ayatt-Nya yakni enggan menerimanya bahkan melecehkannya.","tafsir_tahlili":"(93) Allah menjelaskan kepada kaum Muslimin bahwa tidak ada orang yang lebih zalim dari orang-orang Yahudi yang mengingkari kebenaran Al-Qur′an yang diturunkan kepada Muhammad. Perkataan mereka telah mengkhianati ajaran agama tauhid. Begitu juga perkataan mereka yang mengaku menerima wahyu dari Allah, seperti Musailamah al-Ka©©ab di Yamamah, al-Aswad al-Ans³ di Yaman, °ulaihah al-Asad³ dari Bani Asad, dan orang-orang yang mengaku dirinya mampu membuat kitab seperti Al-Qur′an.\r\nFirman Allah ini mengandung sindiran halus bagi para pendeta Yahudi yang dipuja-puja oleh pengikut-pengikutnya karena mereka itu mengaku mendapat wahyu dari Allah yang dapat digunakan untuk menyelesaikan segala sesuatu yang sukar dipahami dari Taurat. Menurut kenyataan, mereka inilah yang selalu memusuhi Muhammad. Al-Qur′an juga mengandung sindiran kepada sastrawan-sastrawan Arab yang merasa mampu menyusun kitab-kitab yang dapat menyamai Al-Qur′an seperti firman Allah:\r\nلَوْ نَشَاۤءُ لَقُلْنَا مِثْلَ هٰذَا\r\n… jika kami menghendaki niscaya kami dapat membacakan yang seperti ini. (al-Anf±l)/8: 31);Allah menyebutkan ancaman dan siksaan yang akan diterima oleh orang-orang yang zalim itu, dikala mereka menghembuskan nafas yang terakhir, sebagai imbalan kejahatan dan dosa yang mereka lakukan. Alangkah dahsyatnya seandainya Nabi Muhammad dan kaum Muslimin melihat penderitaan yang diderita oleh orang-orang yang jahat itu pada waktu mereka menghadapi sakaratul maut, yaitu penderitaan yang akan mereka alami menjelang kematian, tidak terlukiskan kedahsyatannya. Pada waktu itu malaikat maut mengulurkan tangannya untuk merenggut nyawa mereka yang bergelimang dengan dosa, dengan renggutan yang keras.\r\nAllah menggambarkan saat-saat yang dahsyat itu dengan nada mencela mereka. Malaikat seakan-akan berkata, “Kalau memang kamu merasa mampu, lepaskanlah nyawamu dari badanmu agar terhindar dari renggutan ini.” Perintah ini tidak akan dapat mereka lakukan, karena masalah ini di luar kemampuan mereka. Pada saat itu mereka tidak dapat menghindarkan diri dari siksa yang pedih dan menghinakan, karena mereka telah berani memutarbalikkan kebenaran, berkata dusta, dan sikap mereka yang congkak dan sombong terhadap ayat-ayat Allah, seperti perkataan mereka bahwa mereka mampu menurunkan kitab seperti Al-Qur′an.\r\nDalam ayat ini terdapat bandingan yang jelas antara ketidakmampuan mereka untuk membuat kitab semacam Al-Qur′an dengan ketidakmampuan mereka menghindarkan diri dari malaikat maut. Maksudnya agar mereka dapat menyadari bahwa apa yang mereka katakan itu sebenarnya hanya dusta belaka, sedang Al-Qur′an adalah datang dari Allah kepada Muhammad, yang tidak dapat ditandingi oleh siapa pun juga.\r\n"}