{"tafsir_id":883,"surah_id":6,"aya_number":94,"tafsir_wajiz":"Setelah menjelaskan keadaan para pendurhaka ketika menghadapi tekanan sakratulmaut, no_ayatt ini menjelaskan tentang keadaan mereka setelah roh terpisah dari jasad mereka. Dan kamu, setelah dicabut rohmu dan sekian lama menunggu di alam barzakh, akan benar-benar datang sendiri-sendiri kepada Kami sebagaimana Kami ciptakan kamu pada mulanya, yakni ketika lahir ke dunia, dan apa yang telah Kami karuniakan kepadamu seperti harta benda, anak, kerabat, dan lainnya, kamu tinggalkan di belakangmu di dunia. Kami tidak melihat pemberi syafaat, yakni pertolongan, besertamu yang dulu kamu sembah dan yang kamu anggap bahwa mereka itu sekutu-sekutu bagi Allah. Sungguh, telah terputuslah semua pertalian antara kamu dan telah lenyap dari kamu apa yang dahulu kamu sangka sebagai sekutu Allah.","tafsir_tahlili":"(94) Allah menjelaskan nasib orang-orang zalim di hari Kiamat. Mereka datang menghadap Allah sendiri-sendiri dengan tidak membawa harta benda, anak dan pangkat, terlepas dari kebanggaan, dukungan dan kedudukan duniawi. Berhala-berhala yang dikira dapat memberikan syafaat, tidak ada gunanya sama sekali. Keadaan mereka seperti diciptakan pada pertama kalinya, pada waktu mereka berada dalam kandungan ibu, seperti dijelaskan dalam hadis:\r\nأَيُّهَا النَّاسُ: إِنَّكُمْ تُحْشَرُوْنَ إِلَى اللهِ حُفَاةً عُرَاةً غُرْلاً كَمَا بَدَأْنَا أَوَّلَ خَلْقٍ نُعِيْدُهُ وَعْدًا عَلَيْنَا إِنَّا كُنَّا فَاعِلِيْنَ (رواه البخاري ومسلم عن ابن عبّاس)\r\n“Wahai manusia, sebenarnya kamu akan dikumpulkan kehadirat Allah di padang Mahsyar dalam keadaan tidak bersepatu, tidak berpakaian dan tidak berkhitan sebagaimana Kami memulai penciptaan pertama kali, begitulah Kami akan mengulanginya. Itulah janji yang pasti Kami tepati, bahwa kami benar-benar akan melaksanakannya.” (Riwayat al-Bukh±r³ dan Muslim dari Ibnu Abb±s);Mereka meninggalkan di dunia apa saja yang telah dikaruniakan Allah kepada mereka, yang menjadi kebanggaan mereka, yaitu harta benda, anak, isteri dan kedudukan yang menyebabkan mereka congkak dan tidak mau beriman kepada Rasul-rasul. Semuanya tidak dapat menolong mereka dari siksa Allah di akhirat.\r\nAllah menjelaskan bahwa Dia tidak akan mempedulikan apa saja yang mereka anggap dapat memberi syafaat; baik itu berupa berhala-berhala yang mereka persekutukan dengan Allah atau pendeta-pendeta yang mereka anggap sebagai perantara yang dapat menghubungkan doa mereka kepada Allah. Tegasnya pada hari itu tidak dipedulikan syafaat dan tebusan, masing-masing orang bertanggung jawab terhadap amalnya sendiri-sendiri. Pada hari itu masing-masing manusia terpisah dari segala sesuatu yang biasanya menjadi kebanggaan mereka di dunia. Harapan mereka telah pupus karena apa yang mereka sangka tidak pernah tiba. Syafaat dan tebusan yang mereka duga akan dapat menolong mereka, sedikit pun tidak memenuhi harapan mereka.\r\n"}