{"tafsir_id":889,"surah_id":6,"aya_number":100,"tafsir_wajiz":"Aneka macam bukti yang dipaparkan seperti yang disebut pada beberapa no_ayatt di atas, agaknya belum menjadikan kaum musyrik sadar akan keyakinannya yang keliru. Salah satu bentuk keyakinan yang sesat itu diurai pada no_ayatt ini. Dan mereka, orang-orang musyrik, menjadikan jin sekutu-sekutu Allah, padahal Dia yang menciptakannya, yakni jin-jin itu, dan mereka berbohong dengan mengatakan, “Allah mempunyai anak laki-laki dan anak perempuan, yaitu para malaikat.” Itu mereka yakini dan ucapkan tanpa dasar ilmu pengetahuan sedikit pun. Mahasuci Allah dari segala apa yang mereka ucapkan dan yakini, dan Mahatinggi Dia dari sifat-sifat yang mereka gambarkan.","tafsir_tahlili":"(100) Allah menjelaskan bahwa orang-orang musyrik menjadikan jin sekutu bagi Allah. Dikatakan demikian karena orang-orang musyrik itu meskipun kenyataannya menyembah berhala-berhala, namun pada hakikatnya mereka berbuat demikian itu lantaran mengikuti bisikan jin dan setan.;Allah berfirman:\r\nاِنْ يَّدْعُوْنَ مِنْ دُوْنِهٖٓ اِلَّآ اِنَاثًاۚ وَاِنْ يَّدْعُوْنَ اِلَّا شَيْطٰنًا مَّرِيْدًاۙ  ١١٧  لَّعَنَهُ اللّٰهُ ۘ وَقَالَ لَاَتَّخِذَنَّ مِنْ عِبَادِكَ نَصِيْبًا مَّفْرُوْضًاۙ  ١١٨  وَّلَاُضِلَّنَّهُمْ وَلَاُمَنِّيَنَّهُمْ وَلَاٰمُرَنَّهُمْ فَلَيُبَتِّكُنَّ اٰذَانَ الْاَنْعَامِ وَلَاٰمُرَنَّهُمْ فَلَيُغَيِّرُنَّ خَلْقَ اللّٰهِ ۚ وَمَنْ يَّتَّخِذِ الشَّيْطٰنَ وَلِيًّا مِّنْ دُوْنِ اللّٰهِ فَقَدْ خَسِرَ خُسْرَانًا مُّبِيْنًا   ١١٩  \r\nYang mereka sembah selain Allah itu tidak lain hanyalah in±£an (berhala), dan mereka tidak lain hanyalah menyembah setan yang durhaka, yang dilaknati Allah, dan (setan) itu mengatakan, ”Aku pasti akan mengambil bagian tertentu dari hamba-hamba-Mu, dan pasti kusesatkan mereka, dan akan kubangkitkan angan-angan kosong pada mereka dan akan kusuruh mereka memotong telinga-telinga binatang ternak, (lalu mereka benar-benar memotongnya), dan akan aku suruh mereka mengubah ciptaan Allah, (lalu mereka benar-benar mengubahnya).” Barang siapa menjadikan setan sebagai pelindung selain Allah, maka sungguh, dia menderita kerugian yang nyata. (an-Nis±′/4: 117-119);Allah menjelaskan kesalahan perbuatan mereka karena mereka sebenarnya telah mengetahui bahwa yang menciptakan jin-jin itu ialah Allah. Itulah sebabnya maka perbuatan mereka itu dicela. Celaan Allah terhadap mereka itu adalah seperti celaan Ibrahim a.s. terhadap kaumnya.\r\nAllah berfirman:\r\nقَالَ اَتَعْبُدُوْنَ مَا تَنْحِتُوْنَۙ  ٩٥  وَاللّٰهُ خَلَقَكُمْ وَمَا تَعْمَلُوْنَ  ٩٦\r\n”Apakah kamu menyembah patung-patung yang kamu pahat itu? Padahal Allah-lah yang menciptakan kamu dan apa yang kamu perbuat itu.” (a¡-¢aff±t/37: 95-96);Allah mencela pula perbuatan mereka, karena mereka telah berbohong dengan mengatakan bahwa Allah mempunyai anak laki-laki dan anak-anak perempuan. Tuduhan mereka bahwa Allah mempunyai anak laki-laki adalah seperti tuduhan orang-orang Yahudi dan Nasrani.\r\nAllah swt berfirman:\r\nوَقَالَتِ الْيَهُوْدُ عُزَيْرُ ِۨابْنُ اللّٰهِ وَقَالَتِ النَّصٰرَى الْمَسِيْحُ ابْنُ اللّٰه\r\nDan orang-orang Yahudi berkata, ”Uzair putra Allah,” dan orang-orang Nasrani  berkata, ”Al-Masih putra Allah.” (at-Taubah/9: 30)\r\nSedangkan tuduhan mereka bahwa Allah mempunyai anak perempuan diterangkan dalam firman Allah:\r\nفَاسْتَفْتِهِمْ اَلِرَبِّكَ الْبَنَاتُ وَلَهُمُ الْبَنُوْنَۚ   ١٤٩  اَمْ خَلَقْنَا الْمَلٰۤىِٕكَةَ اِنَاثًا وَّهُمْ شَاهِدُوْنَ  ١٥٠  اَلَآ اِنَّهُمْ مِّنْ اِفْكِهِمْ لَيَقُوْلُوْنَۙ  ١٥١  وَلَدَ اللّٰهُ ۙوَاِنَّهُمْ لَكٰذِبُوْنَۙ  ١٥٢  \r\nMaka tanyakanlah (Muhammad) kepada mereka (orang-orang kafir Mekah), ”Apakah anak-anak perempuan itu untuk Tuhanmu sedangkan untuk mereka anak-anak laki-laki?” atau apakah Kami menciptakan malaikat-malaikat berupa perempuan sedangkan mereka menyaksikan(nya)? Ingatlah, sesungguhnya di antara kebohongannya mereka benar-benar mengatakan, ”Allah mempunyai anak.” Dan sungguh, mereka benar-benar pendusta. (a¡-¢aff±t/37: 149-152);Mereka melemparkan tuduhan itu dengan tidak mempunyai alasan sedikit pun. Bahkan perkataan mereka menunjukkan kebodohan mereka sendiri atau semata-mata menuruti hawa nafsu.\r\nDi akhir ayat ini Allah membersihkan diri-Nya dari tuduhan-tuduhan mereka, bahwa Dia Mahasuci dan Mahatinggi dari sifat-sifat yang mereka berikan, yaitu bahwa Allah tidak mempunyai serikat dan tidak mempunyai anak.\r\n"}