{"tafsir_id":892,"surah_id":6,"aya_number":103,"tafsir_wajiz":"Untuk lebih menguatkan uraian sifat-sifat Allah seperti yang disebut sebelumnya, Allah lalu menyatakan bahwa Dia tidak dapat dicapai dalam bentuk apa pun oleh penglihatan mata, sedang Dia dapat menjangkau dan melihat dengan sejelas-jelasnya segala penglihatan itu, dan Dialah Yang Mahahalus sehingga tidak dapat dilihat oleh makhluk, lagi Mahateliti sehingga dapat melihat segala sesuatu.","tafsir_tahlili":"(103) Allah menjelaskan hakikat dan keagungan diri-Nya sebagai penegasan dari sifat-sifat-Nya yang telah dijelaskan pada ayat yang baru lalu, yaitu bahwa Allah di atas segala-galanya. Zat-Nya Yang Agung itu tidak dapat dijangkau oleh indera manusia, karena indera manusia itu memang diciptakan dalam susunan yang tidak siap untuk melihat zat-Nya. Sebabnya tidak lain karena manusia itu diciptakan dari materi, dan inderanya hanya menangkap materi-materi belaka dengan perantaraan materi pula; sedangkan Allah bukanlah materi. Maka wajarlah apabila Dia tidak dapat dijangkau oleh indera manusia.\r\nYang dimaksud dengan Allah tidak dapat dijangkau dengan indera manusia, ialah selama manusia masih hidup di dunia. Sedangkan pada hari Kiamat, orang-orang beriman akan dapat melihat Allah.\r\nNabi Muhammad bersabda:\r\nإِنَّكُمْ سَتَرَوْنَ رَبَّكُمْ يَوْمَ الْقِيَامَةِ كَمَا تَرَوْنَ الْقَمَرَ لَيْلَةَ الْبَدْرِ، وَكَمَا تَرَوْنَ الشَّمْسَ لَيْسَ دُوْنَهَا سَحَابٌ (رواه البخاري عن جرير، صحيح البخاري 4، 283)\r\nSesungguhnya kamu akan melihat Tuhanmu di hari Kiamat seperti kamu melihat bulan di malam bulan purnama, dan seperti kamu melihat matahari di kala langit tidak berawan.” (Riwayat al-Bukh±r³ dan Jar³r, ¢a¥i¥ al-Bukh±r³ IV: 283).;Allah berfirman:\r\nوُجُوْهٌ يَّوْمَىِٕذٍ نَّاضِرَةٌۙ  ٢٢  اِلٰى رَبِّهَا نَاظِرَةٌ ۚ  ٢٣\r\nWajah-wajah (orang mukmin) pada hari itu berseri-seri. Memandang Tuhannya. (al-Qiy±mah/75: 22-23)\r\nKemungkinan melihat Tuhan di hari Kiamat, khusus bagi orang-orang mukmin sedangkan orang-orang kafir kemungkinan melihat Allah tertutup bagi mereka.\r\nAllah berfirman:\r\nكَلَّآ اِنَّهُمْ عَنْ رَّبِّهِمْ يَوْمَىِٕذٍ لَّمَحْجُوْبُوْنَ\r\nSekali-kali tidak! Sesungguhnya mereka pada hari itu benar-benar terhalang dari (melihat) Tuhannya. (al-Mu¯affif³n/83: 15);Allah menegaskan bahwa Dia dapat melihat segala sesuatu yang dapat dilihat, dan ba¡³rah (penglihatan)-Nya dapat menembus seluruh yang ada, tidak ada sesuatu pun yang tersembunyi bagi-Nya, baik bentuk maupun hakikat-Nya.\r\nDi akhir ayat ini Allah menegaskan lagi bahwa Zat-Nya Mahahalus, tidak mungkin dijangkau oleh indera manusia apalagi hakikat-Nya dan Allah Maha Mengetahui segala sesuatu betapa pun halusnya, tidak ada yang tersembunyi dari pengetahuan-Nya.\r\n"}