{"tafsir_id":893,"surah_id":6,"aya_number":104,"tafsir_wajiz":"Kemampuan penglihatan manusia amat terbatas seperti diisyaratkan oleh no_ayatt sebelum ini. Namun demikian, manusia dianugerahi oleh Allah dengan mata batin. no_ayatt ini menegaskan bahwa sungguh, bukti-bukti yang nyata dan sangat jelas telah datang dari Tuhanmu yang disampaikan melalui wahyu. Barang siapa melihat kebenaran itu dengan mata hatinya, maka manfaatnya bagi dirinya sendiri, bukan untuk orang lain, dan barang siapa buta mata batinnya dan tidak melihat kebenaran itu, maka dia sendiri-lah yang akan rugi, bukan orang lain. Dan aku, yakni Nabi Muhammad, bukanlah penjaga-mu, tetapi aku hanya sekadar menyampaikan nasihat.","tafsir_tahlili":"(104) Allah menjelaskan kepada kaum Muslimin bahwasanya tanda-tanda bukti kebenaran dan dalil-dalil yang kuat telah datang kepada mereka dari-Nya. Tanda-tanda bukti kebenaran dan dalil-dalil yang kuat itu dapat diketahui oleh mereka baik berupa tanda-tanda kekuasaan Allah di jagat raya maupun petunjuk Allah yang diberikan kepada mereka dengan perantaraan Nabi Muhammad berupa wahyu. Kedua bukti itu dapat memperkuat keyakinan mereka tentang adanya Allah. Sesudah itu Allah menandaskan bahwa barang siapa yang dapat melihat kebenaran dengan jalan memperhatikan kedua bukti itu, dan meyakini adanya Allah serta melakukan amal yang baik, maka manfaat dari semuanya itu adalah untuk dirinya sendiri. Akan tetapi sebaliknya barang siapa yang tidak mau melihat kebenaran atau berpura-pura tidak mengerti, maka akibat buruk dari sikapnya itu akan menimpa dirinya sendiri.\r\nAllah berfirman:\r\nمَنْ عَمِلَ صَالِحًا فَلِنَفْسِهٖ ۙوَمَنْ اَسَاۤءَ فَعَلَيْهَا\r\nBarang siapa mengerjakan kebajikan maka (pahalanya) untuk dirinya sendiri dan barang siapa berbuat jahat maka (dosanya) menjadi tanggungan dirinya sendiri. (Fu¡¡ilat/41: 46. Perhatikan pula al-Isr±′/17: 7);Di akhir ayat ini Allah memerintahkan Nabi Muhammad untuk mengatakan kepada kaumnya bahwa Muhammad sekali-kali bukanlah pemelihara mereka, yakni Nabi Muhammad sekali-kali tidak ditugaskan mengawasi amal-amal mereka dan tidak dapat membuat mereka menjadi mukmin. Dia hanyalah seorang utusan Allah yang ditugaskan untuk menyampaikan wahyu yang telah diterimanya. Sebenarnya yang mengawasi amal mereka ialah Allah. Dia mempunyai pengawasan yang tak terbatas terhadap semua amal mereka baik yang mereka lakukan secara terang-terangan ataupun yang mereka lakukan secara sembunyi-sembunyi. Semua amal itu akan diberi balasan yang setimpal.\r\n"}