{"tafsir_id":896,"surah_id":6,"aya_number":107,"tafsir_wajiz":"Sikap kaum musyrik yang menolak dakwah Nabi Muhammad menjadikan beliau bersedih. no_ayatt ini dimaksudkan untuk menghibur Nabi Muhammad. Dan sekiranya Allah menghendaki, niscno_ayat mereka tidak mempersekutukan-Nya, dan itu mudah bagi-Nya. Namun Allah tidak menghendaki manusia beriman karena dipaksa, melainkan memberikan pilihan agar manusia beriman karena kesadarannya. Dan Allah kemudian menegaskan kembali dengan berfirman, “Kami tidak menjadikan engkau penjaga mereka karena Kamilah yang mengawasi mereka; dan engkau bukan pula pemelihara mereka.","tafsir_tahlili":"(107) Dijelaskan bahwa jika Allah berkehendak menjadikan seluruh manusia beriman kepada-Nya, niscaya tidak ada seorang pun yang musyrik.\r\nDi dalam jiwa manusia terdapat potensi untuk menjadi mukmin atau kafir, taat atau fasiq. Manusia telah diberi hak memilih (ikhtiy±r). Potensi yang ada pada manusia dapat berkembang sesuai dengan ilmu dan amal manusia itu sendiri, yang pada saat mau memilih perbuatan mana yang harus dilakukan, bertarunglah dua macam dorongan, dorongan untuk melakukan perbuatan-perbuatan baik dan dorongan untuk melakukan perbuatan jelek. Apabila manusia memilih perbuatan dengan mengikuti dorongan yang baik, niscaya mereka akan melihat cahaya kebenaran. Akan tetapi bila mereka mengikuti dorongan-dorongan yang jelek, niscaya mereka tenggelam dalam kegelapan. Allah menegaskan bahwa Nabi, tidak diberi kekuasaan untuk menjadi pemelihara mereka. Nabi hanyalah mengajak kepada kebaikan, maka apabila mereka tidak mau menerima ajakan itu, karena mengikuti dorongan yang buruk, tentulah ajakan itu tidak akan mereka terima, dan mereka tetap bergelimang dalam kebatilan.\r\nDi akhir ayat ini Allah menguatkan penjelasan-Nya bahwa Nabi tidak diutus untuk mengurusi mereka, yakni dia tidak diberi kekuasan untuk mempertanggungjawabkan perbuatan mereka. Hal itu adalah urusan mereka sendiri, karena mereka telah diberi hak pilih untuk menentukan nasib mereka sendiri.\r\n"}