{"tafsir_id":90,"surah_id":2,"aya_number":83,"tafsir_wajiz":"Ingatlah dan renungkanlah keadaan mereka ketika Kami, melalui rasul Kami, mengambil janji dari Bani Israil yaitu bahwa, “Janganlah kamu menyembah sesuatu pun dan dalam bentuk apa pun selain Allah Yang Maha Esa, dan berbuat baiklah dalam kehidupan dunia ini kepada kedua orang tua dengan kebaikan yang sempurna, walaupun mereka kafir; demikian juga kepada kerabat, yaitu mereka yang mempunyai hubungan dengan kedua orang tua, serta kepada anak-anak yatim yakni mereka yang belum balig sedang no_ayathnya telah wafat, dan juga kepada orang-orang miskin, yaitu mereka yang membutuhkan uluran tangan. Dan bertuturkatalah yang baik kepada manusia seluruhnya tanpa kecuali.” Setelah memerintahkan hal-hal yang dapat memperkuat hubungan kekeluargaan dan hubungan sosial lainnya, Allah menyusulinya dengan sesuatu yang terpenting dalam hubungan dengan Allah, “Laksanakanlah salat sebaik mungkin dan secara istikamah, dan tunaikanlah zakat dengan sempurna.” Itulah perjanjian yang kamu mereka sepakati dengan Allah, wahai Bani Israil, tetapi kemudian kamu berpaling dengan meng ingkari janji itu, kecuali sebagian kecil dari kamu, dan kamu masih menjadi pembangkang. Betapa objektif Al-Qur'an dalam menilai manusia; salah satu buktinya tampak pada no_ayatt ini. Di sini dinyatakan bahwa tidak semua individu Bani Israil mengingkari perjanjian, seperti diisyaratkan dengan kalimat “kecuali sebagian kecil dari kamu.” Ini menunjukkan bahwa dalam setiap periode kehidupan Bani Israil atau bangsa-bangsa lain selalu saja ada sekelom pok kecil yang tetap berjalan lurus dengan mengikuti suara hati nuraninya untuk selalu berbuat baik, seperti dapat kita baca pada no_surahh Ali Imran/3: 113. ","tafsir_tahlili":"(83) Allah mengingatkan Nabi Muhammad saw, ketika Dia menetapkan atas Bani Israil akan janji yang harus mereka penuhi, yaitu bahwa mereka tidak akan menyembah sesuatu selain Allah. Allah melarang mereka beribadah kepada selain Allah, biarpun berupa manusia atau berhala dan lain-lain, karena hal itu berarti mempersekutukan Allah dengan benda-benda tersebut. Menyembah kepada selain Allah adakalanya dengan perbuatan-perbuatan yang lain yang berupa mengagungkan sesuatu yang disembah itu.\r\nAgama Allah yang dibawa oleh para utusan-Nya semua menekankan untuk menyembah Allah yang Maha Esa dan tidak mempersekutukan-Nya dengan suatu apa pun, seperti firman Allah:\r\n۞ وَاعْبُدُوا اللّٰهَ وَلَا تُشْرِكُوْا بِهٖ شَيْـًٔا\r\nDan sembahlah Allah dan janganlah kamu mempersekutukan-Nya dengan sesuatu apa pun…. (an-Nis±′/4:36);Janji dari Bani Israil ini diawali dengan janji memenuhi hak Allah, hak yang tertinggi dan terbesar yaitu hanya Dia semata-mata yang berhak disembah, tidak ada sesuatu pun yang disekutukan dengan Dia. Semua makhluk diperintahkan menyembah-Nya dan untuk tugas inilah sebenarnya mereka diciptakan.\r\nSesudah menyebutkan hak Allah, disusul dengan perintah berbuat kebajikan kepada orang tua, suatu amal kebajikan yang tertinggi. Karena melalui kedua orang tualah Allah menciptakan manusia. Allah berfirman:\r\nوَّبِالْوَالِدَيْنِ اِحْسَانًا \r\n…Dan berbuatbaiklah kepada kedua orang tua, ... (an-Nis±′/4:36);Berbuat kebajikan kepada orang tua ialah dengan mengasihi, memelihara dan menjaganya dengan sempurna serta menuruti kemauannya selama tidak menyalahi perintah Allah. Adapun hikmah berbakti kepada ibu dan bapak ialah karena ibu bapak itu telah berkorban untuk kepentingan anaknya pada waktu masih kecil dengan perhatian yang penuh dan belas kasihan. Mereka mendidiknya dan mengurus segala kepentingan anaknya itu ketika masih lemah, belum dapat mengambil suatu manfaat dan belum dapat pula menghindar dari suatu bahaya. Selain dari itu, orang tua memberikan kasih sayang yang tidak ada tandingannya. Apakah tidak wajib bagi anak memberikan balasan kepada ibu-bapaknya sebagai imbalan atas budi baiknya?\r\nهَلْ جَزَاۤءُ الْاِحْسَانِ اِلَّا الْاِحْسَانُۚ   \r\nTidak ada balasan untuk kebaikan selain kebaikan (pula). (ar-Ra¥m±n/55:60);Kecintaan kedua orang tua kepada anaknya disebabkan:\r\n1.  Rasa cinta kasih yang dianugerahkan Allah kepada keduanya untuk menyempurnakan nikmat-Nya demi terpeliharanya jenis manusia.\r\n2. Rasa syukur terhadap anak-anaknya.\r\n3. Harapan pada masa depan anaknya untuk dapat menolongnya baik dengan harta maupun dengan tenaga dalam kehidupan.\r\n4. Dapat melanjutkan misi kedua orang tuanya. \r\nSesudah Allah menyebutkan hak kedua orang tua, disebutkan pula hak kerabat (kaum keluarga) yaitu berbuat kebajikan terhadap mereka, karena berbuat kebajikan kepada karib kerabat adalah faktor yang memperkuat tali persaudaraan di antara kaum kerabat itu.\r\nSuatu umat ini terdiri atas keluarga dan rumah tangga. Maka kebaikan dan keburukan umat tergantung kepada kebaikan dan keburukan keluarga dan rumah tangga. Orang yang tidak membina rumah tangga berarti dia tidak ikut membina unsur umat. Kemudian setiap rumah tangga itu hendaklah menghubungkan tali pcrsaudaraan dengan rumah tangga lainnya berdasarkan tali keturunan, keagamaan atau pun kebangsaan. Dengan demikian akan terbinalah suatu bangsa dan umat yang kuat.\r\nMengadakan hubungan erat sesama keluarga adalah sesuai dengan fitrah manusia. Agama Islam, agama fitrah memberi jalan yang baik bagi pertumbuhan ikatan kerabat ini. Kemudian Allah menyebutkan pula hak orang-orang yang memerlukan bantuan, yaitu hak orang miskin.\r\nBerbuat baik kepada anak yatim ialah mendidiknya dengan baik dan memelihara segala hak-haknya. Al-Qur′an dan Sunah sangat menganjurkan agar memperhatikan anak yatim walaupun ia kaya, karena yang dipandang ialah keyatimannya. Mereka telah kehilangan orang yang menjadi tempat mereka mengadu. Allah mewasiatkan anak-anak yatim kepada masyarakat agar menganggap mereka itu sebagai anak sendiri, untuk memberikan pendidikan. Jika mereka terlantar, mereka dapat menimbulkan kerusakan pada anak-anak lainnya, dan akibatnya lebih besar pada bangsa dan negara.\r\nBerbuat ihsan kepada orang miskin ialah memberikan bantuan kepada mereka terutama pada waktu mereka ditimpa kesulitan. Nabi bersabda:\r\nاَلسَّاعِي عَلَى اْلأَرْمَلَةِ وَالْمِسْكِيْنِ كَالْمُجَاهِدِ فِي سَبِيْلِ اللهِ (رواه مسلم عن أبي هريرة)\r\nOrang yang menolong janda dan orang miskin, seperti orang yang berjuang di jalan Allah. (Riwayat Muslim dari Abu Hurairah).;Allah mendahulukan menyebut anak yatim daripada orang miskin karena orang miskin itu dapat berusaha sendiri untuk mencari makan, sedang anak yatim, dikarenakan masih kecil, belum sanggup berusaha sendiri. \r\nSesudah mendapat perintah berbuat kebaikan kepada kedua orang tua, kaum keluarga, anak-anak yatim dan orang-orang miskin, kemudian perintah mengucapkan kata-kata yang baik kepada sesama manusia. Bilamana kebajikan itu telah dikerjakan berarti ketinggian dan kemajuan masyarakat telah tercapai.\r\nAllah selanjutnya memerintahkan kepada Bani Israil untuk melaksanakan salat dan zakat seperti yang digariskan Allah untuk mereka. Salat pada tiap agama bertujuan memperbaiki jiwa, membersihkannya dari kerendahan budi dan menghiasi jiwa dengan rupa-rupa keutamaan. Ruh salat ialah ikhlas kepada Allah, tunduk kepada kebesaran dan kekuasaan-Nya. Apabila salat itu kosong dari ruh tersebut, tidak akan memberi faedah apa pun. Bani Israil selalu mengabaikan ruh salat itu sejak dahulu sampai waktu Al-Qur′an diturunkan dan bahkan sampai sekarang.\r\nZakat juga diperintahkan kepada mereka, karena zakat mengandung maslahat bagi masyarakat. Orang-orang Yahudi dahulu mempunyai beberapa macam kewajiban zakat. Tetapi Bani Israil berpaling dari perintah-perintah itu, tidak menjalankannya, bahkan menghindarinya.\r\nTermasuk penyelewengan mereka ialah menganggap pendeta-pendeta mereka sebagai Tuhan yang menetapkan hukum halal dan haram, menambah upacara-upacara agama menurut keinginan mereka, meninggalkan nafkah terhadap kerabat, melalaikan zakat, tidak melakukan amar makruf nahi mungkar serta perbuatan lain yang meruntuhkan agama.\r\nHanya sebagian kecil dari mereka pada zaman Musa a.s. atau pada tiap zaman yang taat pada perintah Allah. Pada tiap zaman, pada tiap bangsa atau umat selalu ada golongan orang yang ikhlas berjuang memelihara kebenaran sesuai dengan keyakinan dan kemampuan mereka. Namun demikian bila kemungkaran telah menyebar pada umat itu, kehadiran orang-orang ikhlas itu tidaklah mencegah turunnya azab Allah. Di akhir ayat ini Allah berfirman, “Dan kamu (hai Bani Israil) selalu berpaling.” Ayat ini menunjukkan kebiasaan dan kesukaan mereka tidak menaati petunjuk dan perintah Ilahi, sehingga tersebarlah kemungkaran dan turunlah azab kepada mereka."}