{"tafsir_id":908,"surah_id":6,"aya_number":119,"tafsir_wajiz":"Terhadap mereka yang masih ragu-ragu, Allah menjelaskan sebagai berikut. Dan mengapa kamu tidak mau memakan dari apa, yakni daging hewan, yang ketika disembelih disebut nama Allah-seperti dengan membaca “Bismillah” atau “Bismillah, Allahu Akbar”- padahal Allah telah menjelaskan kepadamu apa yang diharamkan-Nya kepadamu seperti mengonsumsi bangkai, darah yang mengalir, daging babi, dan apa yang disembelih bukan atas nama Allah (lihat: no_surahh al-An'am/6: 145) kecuali jika kamu dalam keadaan terpaksa seperti dalam keadaan sangat lapar yang jika dibiarkan akan berakibat kematian? Dalam keadaan terpaksa, seseorang boleh memakan apa yang sebelumnya diharamkan, tetapi sekadar untuk mempertahankan hidup, tidak melewati batas, tidak bersenang-senang, dan sebenarnya dia tidak menginginkan hal tersebut. Dan sungguh, banyak yang menyesatkan orang dengan keinginannya tanpa dasar pengetahuan, yaitu tanpa dasar dari wahyu Allah yang merupakan sumber kebenaran. Mereka sendiri sesat dengan menghalalkan dan mengharamkan makanan dengan semau mereka sendiri, dan menyesatkan orang lain. Tuhanmu lebih mengetahui orang-orang yang melampaui batas, dengan pengetahuan itu Allah akan memeberikan balasan kepada mereka secara adil.","tafsir_tahlili":"(119) Dalam ayat ini, Allah mengajukan pertanyaan, apa halangan bagi kaum Muslimin untuk tidak makan hewan yang halal yang disebutkan nama Allah ketika menyembelihnya? Padahal Allah telah menjelaskan kepada mereka apa yang sesungguhnya diharamkan bagi mereka, sebagaimana firman-Nya:\r\nقُلْ لَّآ اَجِدُ فِيْ مَآ اُوْحِيَ اِلَيَّ مُحَرَّمًا عَلٰى طَاعِمٍ يَّطْعَمُهٗٓ اِلَّآ اَنْ يَّكُوْنَ مَيْتَةً اَوْ دَمًا مَّسْفُوْحًا اَوْ لَحْمَ خِنْزِيْرٍ فَاِنَّهٗ رِجْسٌ اَوْ فِسْقًا اُهِلَّ لِغَيْرِ اللّٰهِ بِهٖۚ فَمَنِ اضْطُرَّ غَيْرَ بَاغٍ وَّلَا عَادٍ فَاِنَّ رَبَّكَ غَفُوْرٌ رَّحِيْمٌ   ١٤٥   ;Katakanlah, ”Tidak kudapati di dalam apa yang diwahyukan kepadaku, sesuatu yang diharamkan  makannya bagi yang ingin memakannya, kecuali daging hewan yang mati (bangkai), darah yang mengalir, daging babi – karena semua itu kotor – atau hewan yang disembelih bukan atas (nama) Allah. Tetapi barang siapa terpaksa bukan karena menginginkan dan tidak melebihi batas (darurat) maka sungguh, Tuhanmu Maha Pengampun, Maha Penyayang (al-An±m/6: 145);Tetapi Allah memberikan keringanan kepada kaum Muslimin untuk makan makanan yang diharamkan jika dalam keadaan terpaksa. Di dalam Ushul Fiqh ada sebuah kaidah yang berbunyi: \r\nالضَّرُوْرَةُ تُبِيْحُ الْمَحْظُوْرَاتِ\r\n“Keadaan darurat (memaksa) membolehkan makan apa yang diharamkan”\r\nTindakan sebagian besar manusia memang salah dan menyesatkan dengan cara penyembelihan yang mereka lakukan, sehingga mereka terperosok ke dalam tindakan syirik, dan jauh dari akidah yang benar, yaitu kepercayaan tauhid yang dibawa para nabi dan rasul yang diutus Allah untuk umat manusia seluruhnya.\r\nDi antara umat Nabi Nuh terdapat beberapa pemimpin yang saleh. Setelah mereka wafat, pengikut-pengikutnya mendirikan beberapa patung untuk mengenang jasa-jasa mereka dan untuk mereka jadikan teladan yang baik. Lama kelamaan para pengikutnya melampaui batas, sehingga mereka memberikan penghormatan kepada patung-patung itu dengan cara menyembelih hewan untuk dipersembahkan kepada patung-patung itu, bahkan mereka memohon berkah dari patung-patung itu. Keadaan ini berlangsung terus, generasi demi generasi, dan akhirnya menyebar kepada umat yang lainnya, sehingga penghormatan yang dimaksud berubah menjadi keyakinan bahwa patung-patung itu pantas dihormati dan disembah.\r\n"}