{"tafsir_id":91,"surah_id":2,"aya_number":84,"tafsir_wajiz":"Bila no_ayatt-no_ayatt yang lalu berkaitan dengan hal-hal yang harus mereka kerjakan, maka no_ayatt ini mengingatkan isi perjanjian menyangkut hal-hal yang harus mereka tinggalkan. no_ayatt ini memerintahkan lagi; dan ingatlah juga ketika Kami, melalui Nabi Musa, mengambil janji dari leluhur kamu, wahai Bani Israil, “Janganlah kamu menumpahkan darahmu, yakni mem bunuh orang lain tanpa hak, dan jangan pula kamu mengusir dirimu, saudara sebangsa mu, dari kampung halamanmu, apalagi kampung halaman mereka sendiri.” Selanjutnya, mereka juga diingatkan, “Kemudian kamu berikrar di depan umum akan memenuhinya, wahai yang mendengar no_ayatt Al-Qur'an ini dan yang hidup pada masa Nabi Muhammad, dan bersaksi bahwa perjanjian itu memang pernah dilakukan oleh nenek moyang kalian.” no_ayatt ini mengingatkan dan menegaskan pentingnya persatuan dan kesatuan antarmanusia. Isyarat ini diperoleh dari penggunaan kata “darahmu”, “dirimu sendiri” dan “kampung halamanmu”, padahal yang dimaksud adalah orang lain. Ini karena dalam pandang-an Allah seorang manusia pada hakikatnya merupakan saudara seketu runan manusia yang lain. Dapat juga dikatakan bahwa jika seseorang berbuat buruk kepada orang lain maka pada hakikatnya ia berbuat buruk kepada diri sendiri, seperti dinyatakan dalam no_surahh al-Hujurat/49: 11.","tafsir_tahlili":"(84) Dalam ayat ini Allah telah mengambil janji dari Bani Israil agar mereka benar-benar menjauhi pertumpahan darah di antara mereka, dan tidak saling mengusir dari negeri masing-masing. Mereka hendaklah merupakan kesatuan bangsa karena satu agama dan satu keturunan. Masing-masing hendaklah merasa bahwa diri dan darahnya adalah diri dan darah kaumnya.\r\nAyat ini juga mengandung larangan mengerjakan kejahatan-kejahatan yang dapat dijatuhi hukuman mati (qi¡±¡), atau pengusiran dari kampung halaman yang berarti “membunuh diri sendiri”. Bilamana mengerjakan suatu kesalahan yang dapat dijatuhi hukuman mati, maka berarti membunuh dirinya sendiri. Pada akhir ayat ini Allah menyatakan bahwa orang Yahudi pada zaman Rasul saw mengaku menerima janji itu, bahkan mereka menjadi saksi atas janji itu."}