{"tafsir_id":911,"surah_id":6,"aya_number":122,"tafsir_wajiz":"Kemudian Allah menjelaskan tentang perbedaan yang mencolok antara orang muslim dan orang musyrik atau kafir dalam bentuk pertanyaan agar pembaca merenung dan menemukan sendiri jawabannya. Dan apakah orang yang sudah mati yaitu orang kafir lalu Kami hidupkan dan Kami beri dia cahno_ayat yang berupa hidno_ayath, berupa Al-Qur'an atau Islam, yang membuatnya dapat berjalan menuju ke arah yang benar di tengah-tengah orang banyak, sama dengan orang yang berada dalam kegelapan, yaitu kekufuran, kebutaan mata hati, dan kebodohan sehingga dia tidak dapat keluar dari sana? Dia selalu bimbang dan ragu dalam kehidupannya. Lalu Allah menjelaskan tentang penyebab kekafiran seseorang, yaitu adanya pencitraan terhadap hal-hal yang buruk menjadi terasa indah di matanya. Demikianlah dijadikan terasa indah bagi orang-orang kafir terhadap apa yang mereka kerjakan. Bagi orang yang kuat imannya, dia tidak akan terbuai dengan pencitraan itu.","tafsir_tahlili":"(122) Sabab Nuzul ayat ini diriwayatkan oleh Abu Syaikh dari Ibnu Abb±s dalam firman Allah (او من كان ميتا فاحييناه), beliau mengatakan bahwa ayat ini turun pada Umar dan Abu Jahal. \r\nDalam rangka menampakkan perbedaan antara kaum Muslimin dari orang-orang kafir, Allah mengemukakan pertanyaan, yaitu apakah orang-orang yang mati hatinya karena kekufuran dan kebodohan lalu Kami hidupkan hatinya dengan keimanan dan Kami berikan pula kepadanya cahaya, yaitu Al-Qur′an yang terang benderang, sama keadaannya dengan keadaan orang yang berada dalam kegelapan yang berlapis-lapis? Ia tidak dapat keluar dari kegelapan itu. Dirinya diliputi dengan ketakutan, kelemahan dan kebingungan. Demikian pula seorang yang berada dalam kebodohan, taklid yang buta dan kerusakan pikiran, tidak dapat keluar lagi dari hal yang demikian itu. Ia merasa takut keluar dari gua kesesatannya dan merasa tidak perlu untuk keluar kepada petunjuk yang terang benderang karena matanya silau oleh cahaya petunjuk itu.\r\nMaka sepantasnyalah setiap muslim untuk selalu mencari dan menggunakan ilmu pengetahuan dalam segala hal. Ia harus mengetahui kebenaran agamanya dengan penuh keyakinan sehingga ia mantap dalam melakukan amal-amal kebajikan, dan dapat menjadi teladan bagi orang-orang di sekitarnya.\r\nDengan demikian, ia akan menjadi mercusuar yang mencerminkan keyakinan yang kuat dan hujjah yang nyata, memperlihatkan keutamaan agamanya kepada pemeluk agama-agama yang lain. Begitulah Allah telah menjadikan orang beriman memandang baik kepada cahaya petunjuk dan agama yang telah menghidupkan hatinya. Sebaliknya Allah telah menjadikan orang-orang kafir memandang baik apa saja yang mereka kerjakan, seperti berbuat dosa dan pelanggaran memusuhi Rasul, menyembelih kurban untuk selain Allah dan mengharamkan apa yang tidak diharamkan oleh Allah dan menghalalkan apa yang diharamkan-Nya dan sebagainya. Semua itu mereka lakukan disebabkan oleh tipu daya setan yang membisikkan bujukan itu ke dalam hati mereka. Contoh nyata dari orang yang tidak beriman dan menolak hidayah Allah adalah Abu Jahal.\r\n"}