{"tafsir_id":913,"surah_id":6,"aya_number":124,"tafsir_wajiz":"Kemudian Allah menjelaskan tentang salah satu bentuk tipuan pemuka Quraisy agar penduduk Mekah tidak mengikuti Rasulullah. Dan apabila datang suatu no_ayatt kepada mereka yang menjelaskan tentang kebenaran Nabi Muhammad, mereka berkata, “Kami tidak akan percno_ayat, yakni beriman, sebelum diberikan kepada kami seperti apa yang diberikan kepada rasul-rasul Allah,” yaitu wahyu yang dengan itu mereka menjadi nabi, sehingga menjadi orang yang diikuti, bukan yang mengikuti. Mereka dengki kepada kenabian Nabi Muhammad. Allah lebih mengetahui di mana Dia menempatkan tugas kerasulan-Nya. Penunjukan seseorang menjadi nabi adalah hak Allah semata sebagai anugerah dari-Nya terhadap orang tersebut, bukan sesuatu yang diminta, bukan karena keturunan, kecerdasan, dan banyaknya harta. Kemudian Allah menjelaskan tentang nasib mereka yang berdosa, seperti pemuka Quraisy. Orang-orang yang berdosa nanti akan ditimpa kehinaan di sisi Allah dan azab yang keras karena tipu dno_ayat yang mereka lakukan. Mereka menghalangi masyarakat untuk beriman kepada Nabi Muhammad.","tafsir_tahlili":"(124) Ibnu Mun©ir meriwayatkan dari Ibnu Juraij dan Abu Syaibah bahwa ayat ini diturunkan karena ada seorang pembesar Mekah bernama Walid bin Mugirah yang berkata, “Demi Allah, seandainya kenabian Muhammad itu benar, tentulah aku lebih berhak untuk diangkat sebagai nabi dari pada Muhammad, sebab aku lebih banyak mempunyai harta benda dan keturunan.”\r\nApabila turun ayat Al-Qur′an yang menjelaskan kebenaran kenabian Muhammad dan berisi pengetahuan dan petunjuk yang dibawanya dari Allah, mereka berkata, “Kami tidak mau percaya kepada Muhammad, kecuali bila dia membawa mukjizat seperti yang diberikan Allah kepada Nabi Musa yakni tongkatnya yang dapat membelah lautan, atau seperti mukjizat Nabi Isa yang dapat menyembuhkan penyakit sopak dan menghidupkan orang mati.”\r\nTuntutan mereka yang lebih besar lagi disebutkan dalam firman Allah:\r\nوَقَالَ الَّذِيْنَ لَا يَرْجُوْنَ لِقَاۤءَنَا لَوْلَآ اُنْزِلَ عَلَيْنَا الْمَلٰۤىِٕكَةُ اَوْ نَرٰى رَبَّنَا ۗ لَقَدِ اسْتَكْبَرُوْا فِيْٓ اَنْفُسِهِمْ وَعَتَوْ عُتُوًّا كَبِيْرًا   \r\n“Dan orang-orang yang tidak mengharapkan pertemuan dengan Kami (di akhirat) berkata, ”Mengapa bukan para malaikat yang diturunkan kepada kita atau (mengapa) kita (tidak) melihat Tuhan kita?” Sungguh, mereka telah menyombongkan diri mereka dan benar-benar telah melampaui batas (dalam melakukan kezaliman).” (al-Furq±n/25: 21)\r\nPada dasarnya mereka tidak mau beriman kepada Nabi Muhammad, kecuali bila Nabi diberikan hal-hal yang serupa sebagaimana diberikan kepada rasul-rasul sebelumnya. Allah membantah tuntutan mereka dan menyatakan bahwa hanya Allah yang mutlak mengetahui kepada siapa Dia menempatkan tugas kerasulan. Tuntutan mereka seperti itu dijelaskan pula oleh Allah Taala dalam firman-Nya:\r\nوَقَالُوْا لَوْلَا نُزِّلَ هٰذَا الْقُرْاٰنُ عَلٰى رَجُلٍ مِّنَ الْقَرْيَتَيْنِ عَظِيْمٍ  ٣١  اَهُمْ يَقْسِمُوْنَ رَحْمَتَ رَبِّكَۗ نَحْنُ قَسَمْنَا بَيْنَهُمْ مَّعِيْشَتَهُمْ فِى الْحَيٰوةِ الدُّنْيَا \r\n“Dan mereka (juga) berkata, ”Mengapa Al-Qur′an ini tidak diturunkan kepada orang besar (kaya dan berpengaruh) dari salah satu dua negeri ini (Mekah dan Taif)?” Apakah mereka yang membagi-bagi rahmat Tuhanmu? Kamilah yang menentukan penghidupan mereka dalam kehidupan dunia.” (az-Zukhruf/43: 31-32);Tuntutan-tuntutan seperti itu dikemukakan mereka kepada Nabi Muhammad yang dikaitkan dengan kehidupan duniawi karena terdorong oleh kedengkian dan kesombongan mereka dan dimaksudkan untuk membantah posisi Nabi sebagai  Rasulullah.\r\nHal ini dijelaskan dalam firman Allah:\r\nوَاِذَا رَاٰكَ الَّذِيْنَ كَفَرُوْٓا اِنْ يَّتَّخِذُوْنَكَ اِلَّا هُزُوًاۗ اَهٰذَا الَّذِيْ يَذْكُرُ اٰلِهَتَكُمْۚ وَهُمْ بِذِكْرِ الرَّحْمٰنِ هُمْ كٰفِرُوْنَ     \r\n“Dan apabila orang-orang kafir itu melihat engkau (Muhammad), mereka hanya memperlakukan engkau menjadi bahan ejekan. (Mereka mengatakan), ”Apakah ini orang yang mencela tuhan-tuhanmu?” Padahal mereka orang yang ingkar mengingat Allah Yang Maha Pengasih.”  (al-Anbiy±′/21: 36);Pemuka-pemuka Quraisy yang menghina Nabi Muhammad, sesungguhnya dalam hati kecil mereka mengakui kemuliaan keturunan, kejujuran dan keagungan akhlak Nabi, sehingga mereka memberikan julukan kepada Nabi dengan sebutan Al-Am³n (orang yang tepercaya). Mereka mengakui Nabi Muhammad layak untuk dijadikan utusan Allah. Tidak ada sebab lain yang menghalang-halangi mereka dari keimanan kecuali karena kedengkian, kesombongan, dan taklid buta kepada keyakinan nenek moyang.\r\nPosisi kerasulan semata-mata karunia Allah yang dianugerahkan kepada siapa yang dikehendaki-Nya. Posisi kenabian tidak mungkin dicapai dengan jalan usaha atau dengan meningkatkan taraf pendidikan dan tidak pula dicapai melalui nasab atau keturunan. Posisi tersebut hanya diberikan Allah kepada orang-orang yang dipilih-Nya. Kemudian Allah mengancam pemuka-pemuka Quraisy yang sombong bahwa mereka akan ditimpa kehinaan di sisi Allah dan siksa yang pedih karena perbuatan mereka yang jahat dan tipu daya mereka terhadap Nabi Muhammad dan kaum Muslimin, sebagaimana dinyatakan dalam firman-Nya:\r\nفَاَذَاقَهُمُ اللّٰهُ الْخِزْيَ فِى الْحَيٰوةِ الدُّنْيَا ۚوَلَعَذَابُ الْاٰخِرَةِ اَكْبَرُ ۘ لَوْ كَانُوْا يَعْلَمُوْنَ  \r\n“Maka Allah menimpakan kepada mereka kehinaan pada kehidupan dunia. Dan sungguh, azab akhirat lebih besar, kalau (saja) mereka mengetahui.” (az-Zumar/39: 26)\r\nAzab dari Allah ditimpakan kepada mereka yang durhaka, disebabkan dosa-dosa dan pelanggaran mereka. Sayang sekali, bahwa azab itu dipandang oleh sebagian manusia hanya sebagai bencana alam dan tidak menimbulkan kesadaran dalam hati mereka, sebagai azab Tuhan ada di antara mereka yang mati terbunuh pada waktu perang Badar dan ada pula yang mengalami nasib hina dalam kehidupan.\r\n"}