{"tafsir_id":919,"surah_id":6,"aya_number":130,"tafsir_wajiz":"Pada no_ayatt ini kembali dibicarakan hubungan antara jin dan manusia. Pada hari Kiamat nanti, sekelompok jin dan manusia yang kafir akan ditanya tentang masa lalu mereka di dunia dengan hardikan yang keras. Wahai golongan jin dan manusia! Bukankah sudah datang kepadamu rasul-rasul dari kalanganmu sendiri, yaitu teman-temanmu yang mendapatkan pesan dari rasul manusia, mereka menyampaikan no_ayattno_ayatt-Ku kepadamu dan memperingatkanmu tentang pertemuan pada hari ini? Mereka menjawab dengan terus terang dan pengakuan yang tulus, “Ya, kami menjadi saksi atas diri kami sendiri bahwa rasul-rasul itu telah datang kepada kami dan menyampaikan peringatan-peringatan kepada kami.” Akan tetapi, mereka tertipu oleh kehidupan dunia berupa harta benda, jabatan, dan hawa nafsu. Dan mereka telah menjadi saksi atas diri mereka sendiri bahwa mereka adalah orang-orang kafir.","tafsir_tahlili":"(130) Di akhirat nanti, kepada semua jin dan manusia yang durhaka, yang tidak mengikuti ajaran rasul dan tidak mengindahkan larangan Allah yang disampaikan rasul kepada mereka sehingga mereka berbuat sewenang-wenang di bumi, akan dikemukakan kepadanya pertanyaan, “Apakah tidak datang kepadamu rasul-rasul Kami, memperingatkan kamu dan memberi petunjuk yang benar agar kamu tidak tersesat dan tidak melakukan perbuatan-perbuatan yang bertentangan dengan ajaran Kami? Mereka tidak berdaya menjawabnya, dan mereka menyesali segala yang mereka perbuat semasa di dunia, dan dengan menundukkan kepala mereka mengakui kesalahan-kesalahan mereka seraya menjawab, “Kami mengakui bahwa Rasul Allah telah datang kepada kami dan telah memberikan peringatan dan ajaran-ajaran yang baik yang seharusnya kami perhatikan dan kami ikuti dengan patuh dan taat, tetapi kami tidak mengindahkannya, bahkan kami mendustakan mereka dan memperolok-olok seruan mereka.”\r\nAllah berfirman:\r\nقَالُوْا بَلٰى قَدْ جَاۤءَنَا نَذِيْرٌ ەۙ فَكَذَّبْنَا وَقُلْنَا مَا نَزَّلَ اللّٰهُ مِنْ شَيْءٍۖ اِنْ اَنْتُمْ اِلَّا فِيْ ضَلٰلٍ كَبِيْرٍ   \r\nMereka menjawab, ”Benar, sungguh, seorang pemberi peringatan telah datang kepada kami, tetapi kami mendustakan(nya) dan kami katakan, ”Allah tidak menurunkan sesuatu apa pun, kamu sebenarnya di dalam kesesatan yang besar.” (al-Mulk/67: 9)\r\nMereka telah ditipu dan diperdaya oleh kehidupan dunia dan mereka silau oleh harta, wanita, pangkat dan kedudukan, sehingga hati mereka menjadi beku, mata mereka menjadi buta, tidak dapat lagi membedakan mana yang baik, dan mana yang buruk. Mereka tidak dapat lagi melihat cahaya ajaran Ilahi yang akan membawa mereka kepada kebahagiaan dunia dan akhirat. Para rasul itu telah membacakan kepada mereka ayat-ayat yang diturunkan Allah dan telah memperingatkan mereka bahwa di akhirat nanti akan ada hari pembalasan di mana orang-orang yang berbuat baik akan masuk surga dan orang-orang yang ingkar akan disiksa dalam neraka. Di kala itulah mereka mengaku terus terang bahwa mereka dahulu (di dunia) memang ingkar dan kafir, mendustakan rasul-rasul dan tidak percaya dengan adanya hari akhirat.\r\nMengenai rasul-rasul yang diutus itu, apakah mereka terdiri dari manusia ataukah ada pula rasul-rasul dari jin yang diutus kepada umatnya? Jumhur ulama berpendapat bahwa rasul-rasul itu semuanya terdiri dari manusia, tetapi bertugas untuk menyampaikan dakwah kepada jin dan manusia, tidak ada rasul-rasul dari kalangan jin. Al-Qur′an dan hadis-hadis sahih menunjukkan bahwa Nabi Muhammad juga diutus kepada jin seperti tersebut dalam ayat berikut:\r\nوَاِذْ صَرَفْنَآ اِلَيْكَ نَفَرًا مِّنَ الْجِنِّ يَسْتَمِعُوْنَ الْقُرْاٰنَۚ فَلَمَّا حَضَرُوْهُ قَالُوْٓا اَنْصِتُوْاۚ فَلَمَّا قُضِيَ وَلَّوْا اِلٰى قَوْمِهِمْ مُّنْذِرِيْنَ   ٢٩  قَالُوْا يٰقَوْمَنَآ اِنَّا سَمِعْنَا كِتٰبًا اُنْزِلَ مِنْۢ بَعْدِ مُوْسٰى مُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِ يَهْدِيْٓ اِلَى الْحَقِّ وَاِلٰى طَرِيْقٍ مُّسْتَقِيْمٍ   ٣٠   \r\nDan (ingatlah) ketika Kami hadapkan kepadamu (Muhammad) serombongan jin yang mendengarkan (bacaan) Al-Qur′an, maka ketika mereka menghadiri (pembacaan)nya mereka berkata, “Diamlah kamu (untuk mendengarkannya)!” Maka ketika telah selesai mereka kembali kepada kaumnya (untuk) memberi peringatan. Mereka berkata, “Wahai kaum kami! Sungguh, kami telah mendengarkan Kitab (Al-Qur′an) yang diturunkan setelah Musa, membenarkan (kitab-kitab) yang datang sebelumnya, membimbing kepada kebenaran dan kepada jalan yang lurus.” (al-A¥q±f/46: 29-30)\r\n"}