{"tafsir_id":921,"surah_id":6,"aya_number":132,"tafsir_wajiz":"Dan masing-masing orang ada yang beramal untuk ketaatan dan ada pula yang senantiasa bermaksiat kepada Allah, mereka akan memperoleh balasan sesuai dengan tingkatannya, yaitu sesuai dengan apa yang mereka kerjakan. Dan Tuhanmu, wahai Nabi Muhammad tidak lengah terhadap apa yang mereka, yakni hamba-hamba-Nya, kerjakan.","tafsir_tahlili":"(132) Pada ayat ini Allah menerangkan bahwa masing-masing jin dan manusia yang telah mendapatkan seruan rasul, akan mendapat derajat dan tingkatan yang sesuai dengan amal perbuatannya. Orang yang beriman, yang bertakwa dan mengerjakan amal saleh, akan mendapat derajat dan tingkatnya sesuai dengan tebalnya iman, kuatnya takwa dan banyaknya amal saleh yang dikerjakan seperti derajat para nabi, ¡idd³q³n (orang-orang yang benar keyakinannya dalam hidup mereka), syuhad±′ (para kesatria dan pahlawan) dan ¡±lih³n (orang-orang yang saleh), sebagaimana disebutkan dalam firman Allah:\r\nوَمَنْ يُّطِعِ اللّٰهَ وَالرَّسُوْلَ فَاُولٰۤىِٕكَ مَعَ الَّذِيْنَ اَنْعَمَ اللّٰهُ عَلَيْهِمْ مِّنَ النَّبِيّٖنَ وَالصِّدِّيْقِيْنَ وَالشُّهَدَاۤءِ وَالصّٰلِحِيْنَ ۚ وَحَسُنَ اُولٰۤىِٕكَ رَفِيْقًا   ;Dan barang siapa menaati Allah dan Rasul (Muhammad), maka mereka itu akan bersama-sama dengan orang yang diberikan nikmat oleh Allah, (yaitu) para nabi, para pecinta kebenaran, orang-orang yang mati syahid dan orang-orang saleh. Mereka itulah teman yang sebaik-baiknya. (an-Nis±′/4: 69)\r\nSebaliknya orang-orang kafir, munafik dan ingkar yang banyak melakukan kejahatan, akan menempati tingkat yang rendah yang paling bawah, sesuai dengan usaha dan pekerjaan mereka masing-masing; seperti orang munafik tempatnya adalah di dalam neraka yang paling bawah, sebagai tersebut dalam firman Allah:\r\nاِنَّ الْمُنٰفِقِيْنَ فِى الدَّرْكِ الْاَسْفَلِ مِنَ النَّارِۚ وَلَنْ تَجِدَ لَهُمْ نَصِيْرًا ;Sungguh, orang-orang munafik itu (ditempatkan) pada tingkatan yang paling bawah dari neraka. Dan kamu tidak akan mendapat seorang penolong pun bagi mereka.(an-Nis±′/4: 145);Allah sekali-kali tidak lengah terhadap apa yang dikerjakan oleh jin dan manusia. Semua pekerjaannya, baik yang kecil maupun yang besar, yang buruk atau yang baik, akan dicatat dan mereka akan mendapat balasannya. Kejahatan akan dibalas dengan siksaan yang setimpal dan kebaikan akan dibalas dengan pahala yang berlipat ganda.\r\n"}