{"tafsir_id":924,"surah_id":6,"aya_number":135,"tafsir_wajiz":"Katakanlah kepada kaummu, wahai Nabi Muhammad sebagai ancaman kepada mereka, “Wahai kaumku! Jika kalian menganggap bahwa kalian berada di atas petunjuk maka berbuatlah menurut kedudukanmu, dan tetaplah berada di atas jalan kalian yang penuh kekufuran dan kesyirikan itu. Aku pun berbuat demikian, yaitu berada di atas jalanku yang penuh dengan bimbingan Allah. Kelak kamu akan mengetahui siapa yang akan memperoleh tempat terbaik di akhirat nanti, apakah kalian yang senantiasa berbuat kekufuran ataukah aku dan kaumku yang beriman dan tunduk kepada ajaran Allah. Sesungguhnya orang-orang yang zalim itu, yang senantiasa berbuat kesyirikan kepada Allah, tidak akan beruntung. Jika pada no_ayatt-no_ayatt yang lalu diterangkan berbagai kesesatan kaum musyrik dan para pengikut mereka yang memberikan alasan-alasan tentang kepercno_ayatan yang mereka anut, padahal tidak berdasarkan kebenaran dan tidak dapat diterima oleh akal sehat. Maka pada no_ayatt berikut ini diterangkan sebagian dari cara-cara mereka dalam mendekatkan diri kepada Allah melalui berhala-berhala yang mereka anggap sebagai sekutu-Nya.","tafsir_tahlili":"(135) Ancaman Allah terhadap kaum musyrikin yang memusuhi Nabi Muhammad yang terdapat pada ayat 133 dan 134 yang lalu, diiringi dengan tantangan terhadap mereka dengan menyuruh Nabi Muhammad mengatakan kepada mereka, “Berbuatlah apa yang hendak kamu lakukan sesuai dengan kesanggupan kamu. Akupun akan berbuat demikian pula; nanti kamu akan mengetahui siapa di antara kita yang akan mendapat kejayaan dan kemenangan. Ketahuilah bahwa orang-orang zalim tidak akan mendapat kemenangan.” Tantangan itu walaupun mengandung pengertian yang agak keras, namun bahasanya tetap halus, karena Nabi Muhammad masih menyebut musuh-musuh Islam itu dengan kata “kaumku”.\r\nPengertian “kaum” dalam kalangan orang-orang Arab adalah sangat dalam hampir sama dengan pengertian “bangsa” di zaman sekarang. Orang yang cinta kepada bangsanya akan merasa berkewajiban untuk membelanya, bila mereka tergelincir dari rel kebenaran. Dalam ucapan ini terbayang bahwa Nabi Muhammad sangat mengharapkan kesadaran mereka dan agar mereka kembali ke jalan yang benar. Dalam tantangan ini terdapat pula janji Allah kepada kaum muslimin, bahwa mereka akan mendapat kemenangan besar terhadap kaum musyrikin yang sesat dan yang zalim itu.\r\nApa yang terjadi kemudian sesuai dengan janji Allah, kaum musyrikin terus-menerus ditimpa kekalahan sehingga tegaklah kalimat Allah dengan kokohnya dan hancurnya kemusyrikan. Ini adalah bukti bahwa janji Allah di akhirat nanti pasti akan terlaksana pula, karena janji di dunia itu juga diucapkan sebelum peristiwa itu terjadi, keduanya terkait dengan peristiwa yang akan datang. Janji Allah bahwa Dia akan menolong kaum mukmin sepanjang masa, sampai akhir zaman, selama mereka benar-benar beriman dan bertakwa, benar-benar menjalankan ajaran-ajaran agama-Nya secara keseluruhan dan benar-benar berjuang dengan ikhlas untuk menegakkan kalimat Allah. Disebutkan dalam firman-Nya: \r\nيٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اِنْ تَنْصُرُوا اللّٰهَ يَنْصُرْكُمْ وَيُثَبِّتْ اَقْدَامَكُمْ   \r\nWahai orang-orang yang beriman! Jika kamu menolong (agama) Allah, niscaya Dia akan menolongmu dan meneguhkan kedudukanmu. (Muhammad/47: 7)\r\n"}