{"tafsir_id":934,"surah_id":6,"aya_number":145,"tafsir_wajiz":"Pada no_ayatt-no_ayatt yang lalu kaum musyrik dikritik dengan celaan yang tajam karena mereka mengharamkan sebagian dari hewan ternak tan-pa ada larangan dari Allah atau petunjuk dari nabi-nabi mereka, pada no_ayatt ini dijelaskan berbagai makanan yang diharamkan untuk kaum muslim dan kaum Yahudi. Katakanlah kepada kaum musyrik yang membuat-buat aturan sendiri dan telah berdusta terhadap Allah, “Tidak kudapati di dalam apa yang diwahyukan kepadaku, sesuatu yang diharamkan memakannya bagi yang ingin memakannya, kecuali empat jenis saja, yaitu (1) daging hewan yang mati dengan sendirinya atau sebab alamiah, biasa disebut dengan bangkai, (2) darah yang mengalir, (3) daging babi-karena semua itu kotor-atau (4) hewan yang disembelih bukan atas nama Allah. Akan tetapi, barang siapa yang terpaksa memakannya bukan karena menginginkan dan tidak mele-bihi batas darurat, melainkan hanya sekadar untuk bisa bertahan dari kelaparan yang mengancam keselamatan jiwa, maka sungguh, Tuhanmu Maha Pengampun, Maha Penyno_ayatng.","tafsir_tahlili":"(145) Pada ayat ini Allah memerintahkan kepada Rasulullah saw agar mengatakan kepada kaum musyrikin yang telah membuat-buat peraturan sendiri dan telah berdusta terhadap Allah, dan mengatakan kepada manusia lainnya bahwa dia tidak menemukan, dalam wahyu yang diwahyukan kepadanya, sesuatu yang diharamkan oleh Allah kecuali empat macam saja, yaitu: \r\n1. Hewan yang mati dengan tidak disembelih sesuai dengan peraturan syariat, di antaranya hewan yang mati tidak disembelih, hewan yang mati tercekik, terpukul, terjatuh, dan lain sebagainya.\r\n2. Darah yang mengalir atau yang keluar dari tubuh hewan yang disembelih atau karena luka, dan sebagainya. Tidak termasuk darah yang tidak mengalir seperti hati, limpa dan sisa darah yang melekat di daging. Ketentuan ini antara lain disebutkan dalam sebuah hadis: \r\nأُحِلَّتْ لَنَا مَيْتَتَانِ، السَّمَكُ وَالْجَرَادُ، وَدَمَانِ، الْكَبِدُ وَالطِّحَالُ (رواه احمد وابن ماجه عن ابن عمر)\r\nArtinya: \r\n“Dihalalkan untuk kami dua macam bangkai, yaitu bangkai ikan dan bangkai belalang, dan dihalalkan pula dua macam darah yaitu hati dan limpa”. (Riwayat A¥mad dan Ibnu Mājah dari Ibnu Umar)\r\n3. Daging babi dan semua bagian tubuhnya termasuk bulu, kulit, tulang, susu dan lemaknya.\r\n4. Binatang yang disembelih dengan tidak menyebut nama Allah, seperti disembelih dengan menyebut nama berhala atau sesembahan lainnya selain Allah.\r\nOrang yang terpaksa makan makanan tersebut karena sangat lapar dan tidak ada makanan yang lain, sedang dia tidak menginginkannya dan tidak pula melampui batas, ia boleh memakannya sekadar untuk menghilangkan laparnya dan memelihara dirinya dari kematian.\r\nSelain dari makanan yang diharamkan di atas, di dalam hadis banyak terdapat berbagai macam binatang yang dilarang memakannya, seperti yang terdapat dalam hadis yang diriwayatkan dari Ibnu Abi Syaibah dan al-Bukh±r³ dari Ibnu Umar bahwa beliau berkata: \r\nنَهَى النَّبِيُّ صَلَّى الله ُعَلَيْهِ وَسَلَّمَ عَنْ لُحُوْمِ الْحُمُرِ اْلأَهْلِيَةِ يَوْمَ خَيْبَرَ (رواه البخاري عن ابن عمر)\r\n“Nabi saw melarang makan makanan daging keledai peliharaan pada peperangan khaibar”. (Riwayat al-Bukh±r³ dari Ibnu Umar)\r\nJuga tersebut dalam hadis yang diriwayatkan oleh al-Bukh±r³ dan Muslim: \r\nنَهَى عَنْ كُلِّ ذِيْ نَابٍ مِنَ السِّبَاعِ وَكُلِّ ذِيْ مِخْلَبٍ مِنَ الطَّيْرِ (رواه البخاري ومسلم);“Rasulullah saw melarang makan semua binatang buas yang bertaring dan semua burung yang bercakar.” (Riwayat al-Bukh±r³ dan Muslim);"}