{"tafsir_id":937,"surah_id":6,"aya_number":148,"tafsir_wajiz":"Orang-orang musyrik akan berkata kepada Nabi Muhammad, “Jika Allah menghendaki, tentu kami tidak akan mempersekutukan-Nya dengan yang lain, begitu pula nenek moyang kami, dan kami tidak akan mengharamkan apa pun yang dihalalkan Allah untuk kami.” Demikian pula orang-orang sebelum mereka yang telah mendustakan para rasul dan mengharamkan apa yang dihalalkan Allah sampai mereka merasakan azab Kami. Katakanlah, wahai Nabi Muhammad, “Apakah kamu mempunyai pengetahuan yang dapat kamu kemukakan kepada kami? Yang kamu ikuti hanya persangkaan belaka, dan kamu hanya mengira.”","tafsir_tahlili":"(148) Allah menerangkan dalam ayat ini bahwa orang musyrik akan mengatakan kepada Nabi Muhammad bahwa kalau Allah menghendaki tentulah mereka tidak akan mempersekutukan-Nya dengan yang lain, tidak akan mengagungkan dan memuja berhala-berhala dan sembahan-sembahan lainnya yang dipuja oleh nenek moyang mereka, kalau Allah menghendaki tentulah mereka tidak akan mengharamkan daging binatang tertentu di mana mereka mengatakan bahwa semua tindakan dan perbuatan itu adalah kehendak Allah, agar mereka dapat mendekatkan diri kepada-Nya. Allah-lah yang menghendaki mereka mengharamkan ¡±ibah dan ba¥³rah dan Allah telah meridai ketetapan-ketetapan yang mereka tetapkan itu. Padahal Allah bebas dari semua tuduhan tersebut.\r\nHal seperti ini tersebut dalam firman Allah:\r\nوَقَالَ الَّذِيْنَ اَشْرَكُوْا لَوْ شَاۤءَ اللّٰهُ مَا عَبَدْنَا مِنْ دُوْنِهٖ مِنْ شَيْءٍ نَّحْنُ وَلَآ اٰبَاۤؤُنَا وَلَا حَرَّمْنَا مِنْ دُوْنِهٖ مِنْ شَيْءٍ ۗ كَذٰلِكَ فَعَلَ الَّذِيْنَ مِنْ قَبْلِهِمْ ۚفَهَلْ عَلَى الرُّسُلِ اِلَّا الْبَلٰغُ الْمُبِيْنُ    ;Dan orang musyrik berkata, ”Jika Allah menghendaki, niscaya kami tidak akan menyembah sesuatu apa pun selain Dia, baik kami maupun bapak-bapak kami, dan tidak (pula) kami mengharamkan sesuatu pun tanpa (izin)-Nya.” Demikianlah yang diperbuat oleh orang sebelum mereka. Bukankah kewajiban para rasul hanya menyampaikan (amanat Allah) dengan jelas. (an-Na¥l/16: 35)\r\nBerbagai ucapan kaum musyrikin itu dibantah oleh Allah dengan menjelaskan bahwa umat-umat sebelum mereka yang mempersekutukan Allah dan mendustakan Rasul-Nya dan mengharamkan sesuatu tanpa izin-Nya telah ditimpa siksaan Allah dan telah dibinasakan-Nya sebagai balasan atas kekafiran dan keingkaran mereka. Kalau apa yang mereka lakukan itu diridai Allah, tentulah Dia tidak akan menyiksa dan menghancurkan mereka. Kemudian Allah menentang mereka dengan memerintahkan kepada Nabi Muhammad agar mengatakan kepada mereka, “Apakah engkau hai kaum musyrikin mempunyai ilmu pengetahuan tentang hukuman yang kalian tetapkan itu, yang dapat kamu ajarkan kepada kami? Kalau memang ada pengetahuan itu maka kemukakanlah agar dapat kami pertimbangkan dan bandingkan dengan ayat-ayat yang diturunkan kepada kami atau dengan syariat nabi-nabi sebelum kami.” Tentu saja mereka tidak dapat menjawab tantangan itu, karena memang apa yang mereka katakan hanyalah buatan mereka sendiri tidak didasarkan kepada pengetahuan syariat umat-umat yang terdahulu. Karena itu dengan tegas Allah mencap mereka sebagai orang yang mengikuti sangkaan dan dugaan belaka dan berdusta terhadap Allah.\r\n"}