{"tafsir_id":938,"surah_id":6,"aya_number":149,"tafsir_wajiz":"Katakanlah kepada mereka wahai Nabi Muhammad, “Alasan yang kuat hanya pada Allah, yaitu alasan yang dapat mematahkan sangkaan-sangkaan buruk kalian. Dia-lah yang berhak memberi petunjuk bagi siapa saja yang dikehendaki-Nya. Maka kalau Dia menghendaki, niscno_ayat kamu semua mendapat petunjuk.”","tafsir_tahlili":"(149) Pada ayat ini Allah memerintahkan kepada Rasul-Nya agar menegaskan kepada orang-orang musyrik yang mendasarkan tindakan dan ketetapan mereka kepada sangkaan, bukan kepada ilmu pengetahuan dan syariat nabi-nabi yang terdahulu bahwa Allah-lah yang mempunyai ilmu pengetahuan, hujjah, dan dasar-dasar yang kuat. Dialah yang berhak memberi petunjuk kepada yang benar yang harus diikuti dengan patuh oleh hamba-Nya yang beriman dan bertakwa. Barang siapa di antara hamba-Nya yang taat kepada-Nya dan menjalankan petunjuk yang diberikan-Nya, niscaya ia akan menjadi hamba yang saleh dan bahagia. Tetapi bila ada di antara hamba-Nya yang membangkang, mengingkari petunjuk-petunjuk itu, bahkan berani menyamakan dirinya dengan Allah, maka akan celakalah dia di dunia dan di akhirat. Semuanya terserah kepada manusia apakah dia akan memilih jalan lurus yang membawa kebahagiaan dengan menjalankan petunjuk Tuhan-nya atau jalan sesat yang membawa celaka dengan mengingkari petunjuk itu dan memperturutkan hawa nafsunya.\r\nInilah jalan yang ditetapkan Allah bagi manusia dan jin seluruhnya. Jika Allah menghendaki tentulah Dia dapat menjadikan kamu seperti malaikat yang selalu patuh kepada Tuhannya sesuai dengan tabiatnya, seperti yang dijelaskan dalam firman-Nya:\r\nلَّا يَعْصُوْنَ اللّٰهَ مَآ اَمَرَهُمْ وَيَفْعَلُوْنَ مَا يُؤْمَرُوْنَ\r\n… Tidak durhaka kepada Allah terhadap apa yang Dia perintahkan kepada mereka dan selalu mengerjakan apa yang diperintahkan. (at-Ta¥r³m/66: 6);Sudah menjadi sunah dan ketetapan Allah bahwa manusia harus mempergunakan akalnya untuk memilih jalan mana yang ditempuhnya. Bila dia memilih jalan yang benar akan berbahagialah dia, dan bila memilih jalan yang salah dan menyesatkan akan celakalah dia. Demikianlah sunatullah dan tiada seorang pun yang dapat mengubahnya.\r\n"}