{"tafsir_id":94,"surah_id":2,"aya_number":87,"tafsir_wajiz":"Berikut ini masih merupakan uraian tentang pelanggaran-pelanggaran Bani Israil. Dan sungguh, Kami telah memberikan Kitab Taurat kepada Musa agar dengan membacanya, kamu selalu ingat kandungan perjanjian itu, namun kamu tetap saja melupakannya. Tidak saja menganugerahkan Taurat, Kami juga telah susulkan berturut-turut setelahnya, yakni sepeninggal Nabi Musa, dengan rasul-rasul yang silih berganti datang memperingatkan kamu dan memperbarui tuntunan agar selalu sesuai dengan perkembangan masyarakat seperti Nabi Daud, Sulaiman, hingga Yahya. Dan Kami berikan kepada Isa putra Maryam penjelasan-penjelasan, yakni bukti-bukti kebenaran yang sangat jelas seperti kemampuannya--atas izin Allah--mengembalikan penglihatan orang buta, menyembuhkan berbagai penyakit, menghidupkan orang mati, dan mengungkap berita-berita gaib, serta kami perkuat dia dengan Rohulkudus, yaitu malaikat Jibril, yang datang dengan wahyu-wahyu Ilahi berupa kitab Injil. Karena sikap mereka terhadap para nabi dan rasul sangat tidak wajar, maka mereka dikecam dalam bentuk pertanyaan: mengapa setiap rasul yang datang kepadamu yang diutus Allah membawa sesuatu pelajaran yang tidak kamu inginkan, kamu menyombongkan diri dengan sangat angkuh, lalu sebagian kamu dustakan, seperti Nabi Isa dan Nabi Muhammad, dan sebagian kamu bunuh, seperti Nabi Zakaria dan Nabi Yahya, dan sebagian yang lain hendak kalian bunuh, seperti Nabi Muhammad? Terbno_ayatng betapa licik orang-orang Yahudi Bani Israil yang diceritakan sifat-sifatnya dalam no_ayatt-no_ayatt di atas. Banyak dalih yang mereka kemukakan, banyak juga kalimat bodoh yang mereka ucapkan. Dari situ dapat ditarik pelajaran bahwa kecerdasan akal seseorang tidak selalu menuntunnya kepada perilaku yang baik, terutama bila kecerdasan itu tidak disertai kemantapan iman. ","tafsir_tahlili":"(87) Allah swt telah menurunkan Taurat kepada Nabi Musa a.s., kemudian Allah mengutus sesudahnya beberapa orang rasul yang datang silih berganti. Maka, setiap waktu selalu ada rasul yang menyampaikan agama Allah. Dengan demikian tidak ada alasan bagi mereka untuk melupakannya, mengganti atau mengubah peraturan-peraturan yang telah ditetapkan Allah.\r\nSesudah itu Allah menyebutkan Nabi Isa a.s. dalam ayat ini secara khusus di antara para rasul itu, dan menerangkan bahwa dia telah diberi mukjizat yang dapat membuktikan kebenaran kenabiannya. Kemudian Allah menyebutkan pula bahwa Isa a.s. telah diberi wahyu serta diperkuat dengan Rohulkudus (Jibril a.s.), dan ketinggian akhlak.\r\nKemudian Allah menjelaskan sikap orang-orang Yahudi, bahwa apabila datang utusan Allah dengan membawa peraturan, yang tidak sesuai dengan kehendak hawa nafsu mereka, mereka bersikap sombong dan congkak terhadap utusan itu dengan cara berbuat sewenang-wenang dan berbuat keji di bumi, lalu sebagian dari para rasul itu mereka dustakan, seperti Nabi Isa dan Nabi Muhammad, dan sebagian lagi mereka bunuh seperti Nabi Zakaria dan Nabi Yahya. Maka tidaklah mengherankan apabila mereka tidak mempercayai seruan Muhammad saw, karena membangkang dan mengingkari itu termasuk tabiat yang telah merasuk dalam jiwa mereka."}