{"tafsir_id":940,"surah_id":6,"aya_number":151,"tafsir_wajiz":"Katakanlah, wahai Nabi Muhammad kepada mereka yang menetapkan hukum sekehendak nafsunya, “Marilah aku bacakan apa yang diharamkan Tuhan kepadamu, yaitu pertama, jangan mempersekutukan-Nya dengan apa pun dalam segala aspek kehidupanmu, baik dalam keyakinan di hati, perkataan, ataupun perbuatan. Kedua, berbuat baik-lah kepada ibu bapak-mu, dan ketiga, janganlah membunuh anak-anakmu karena miskin. Kamilah yang memberi rezeki kepadamu dan kepada mereka. Keempat, janganlah kamu mendekati perbuatan yang keji, baik yang terlihat oleh orang lain atau yang dilakukan oleh anggota tubuhmu, ataupun yang tersembunyi di dalam hatimu atau tidak terlihat orang lain. Selanjutnya kelima, janganlah kamu membunuh orang yang diharamkan Allah kecuali dengan alasan yang benar, yaitu yang dibenarkan oleh syariat seperti qisas, membunuh orang murtad, rajam, dan sebagainya. Demikianlah Dia memerintahkan kepadamu agar kamu mengerti.","tafsir_tahlili":"(151) Di dalam permulaan ayat ini, Allah memerintahkan kepada Nabi Muhammad agar mengatakan kepada kaum musyrikin yang menetapkan hukum menurut kehendak hawa nafsunya bahwa ia akan membacakan wahyu yang akan diturunkan Allah kepadanya. Wahyu itu memuat beberapa ketentuan tentang hal-hal yang diharamkan kepada mereka. Ketentuan-ketentuan hukum itu datangnya dari Allah, maka ketentuan-ketentuan itulah yang harus ditaati, karena Dia sendirilah yang berhak menentukan ketentuan hukum dengan perantara wahyu yang disampaikan oleh malaikat kepada Rasul-Nya, yang memang diutus untuk menyampaikan ketentuan-ketentuan hukum kepada umat manusia.\r\nKetentuan-ketentuan hukum yang disampaikan Rasul kepada kaum musyrikin itu berintikan 10 ajaran pokok yang sangat penting yang menjadi inti dari agama Islam dan semua agama yang diturunkan Allah ke dunia. Lima ketentuan di antara  sepuluh ketentuan itu terdapat dalam ayat ini, empat buah di antaranya terdapat dalam ayat berikutnya (152), sedang satu ketentuan lagi terdapat dalam ayat berikutnya lagi (153).\r\nPara ulama menamakan sepuluh ajaran pokok itu “al-Wa¡±ya al-Asyr” (sepuluh perintah), yang mana dalam ayat 151 ini disebutkan lima yaitu: \r\n(1) Jangan mempersekutukan Allah,\r\n(2) Berbuat baik kepada kedua orangtua (ibu dan bapak),\r\n(3) Jangan membunuh anak karena kemiskinan,\r\n(4) Jangan mendekati (berbuat) kejahatan secara terang-terangan maupun secara tersembunyi,\r\n(5) Jangan membunuh jiwa yang diharamkan membunuhnya oleh Allah.;Adapun larangan tidak boleh mempersekutukan Allah adalah pokok pertama yang paling mutlak, baik dengan perkataan atau iktikad. Seperti mempercayai bahwa Tuhan itu bersekutu, atau dengan perbuatan seperti menyembah berhala-berhala atau sembahan-sembahan lainnya.\r\nSetelah Allah memerintahkan manusia agar bertauhid dan jangan mempersekutukan-Nya, maka Allah memerintahkan manusia agar berbuat baik terhadap kedua orang tua. Urutan ini jelas menerangkan bagaimana pentingnya berbuat baik terhadap kedua orangtua, meskipun mereka salah atau menyuruh anaknya mempersekutukan Tuhan, namun si anak tetap harus berbuat baik terhadap mereka di dunia ini dan harus menolak dengan sopan suruhan atau ajakan orangtua untuk mempersekutukan Tuhan, sebagaimana firman Allah:\r\nوَاِنْ جَاهَدٰكَ عَلٰٓى اَنْ تُشْرِكَ بِيْ مَا لَيْسَ لَكَ بِهٖ عِلْمٌ فَلَا تُطِعْهُمَا وَصَاحِبْهُمَا فِى الدُّنْيَا مَعْرُوْفًا ۖ ;Dan jika keduanya memaksamu untuk mempersekutukan Aku dengan sesuatu yang engkau tidak mempunyai ilmu tentang itu, maka janganlah engkau menaati keduanya, dan pergaulilah keduanya di dunia dengan baik. (Luqm±n/31: 15);Di dalam hadis yang diriwayatkan oleh al-Bukh±r³ dan Muslim dari Abdullah bin Masµd. Dia menyampaikan hadis yang maksudnya sebagai berikut:\r\nأَيُّ الْعَمَلِ اَفْضَل قَالَ اَلصَّلاَةُ عَلَى مِيْقَاتِهَا قُلْتُ ثُمَّ أَيٌّ قَالَ بِرُّ الْوَالِدَيْنِ قُلْتُ ثُمَّ أَيٌّ قَالَ اَلجِْهَادُ فِى سَبِيْلِ الله. (رواه البخارى ومسلم)\r\n “Saya bertanya kepada Rasulullah, tentang amal yang paling af«al?” Rasulullah menjawab, “salat tepat pada waktunya,” apalagi sesudah itu? Jawabnya, “berbuat baik terhadap kedua orang tua,” apalagi sesudah itu? Jawabnya, “berjihad di jalah Allah.” (Riwayat al-Bukhār³ dan Muslim)\r\nYang dimaksud dengan berbuat baik terhadap kedua orang tua ialah menghormati keduanya, baik dengan perkataan maupun dengan perbuatan penuh rasa cinta dan kasih sayang, bukan karena takut atau terpaksa. Penghormatan tersebut wajib, di samping kewajiban anak membelanjai ibu bapaknya yang tidak mampu, sesuai dengan kesanggupan anak itu. \r\nPerintah berbuat baik kepada orang tua diikuti dengan larangan kepada orang tua membunuh anak mereka disebabkan kemiskinan yang menimpa mereka, karena Tuhan akan memberi rezeki kepada mereka dan anak-anak mereka.\r\nFirman Allah:\r\nوَلَا تَقْتُلُوْٓا اَوْلَادَكُمْ خَشْيَةَ اِمْلَاقٍۗ نَحْنُ نَرْزُقُهُمْ وَاِيَّاكُمْۗ اِنَّ قَتْلَهُمْ كَانَ خِطْـًٔا كَبِيْرًا    ;Dan janganlah kamu membunuh anak-anakmu karena takut miskin. Kamilah yang memberi rezeki kepada mereka dan kepadamu. Membunuh mereka itu sungguh suatu dosa yang besar. (al-Isr±′/17: 31);Larangan membunuh anak pada ayat ini berbeda dengan larangan membunuh anak pada ayat lain (dalam Surah al-Isr±′ ayat 31). Pada ayat 151 Surah al-An±m, larangan membunuh anak karena takut kemiskinan yang sedang diderita (menimpa). Pada ayat (نحن نرزقكم) ini dijelaskan bahwa Allah akan memberi rezeki kepada orang tua yang membelanjai anaknya, dan kata (واياهم) berarti bahwa Allah akan memberi rezeki kepada mereka (anak-anakmu).\r\nSedangkan dalam Surah al-Isr±′, Allah menjelaskan pada ayat (نحن نرزقهم)  artinya “Kami akan memberi rezeki kepada mereka (anak-anak)” dan kata (واياكم) artinya “Allah akan memberi rezeki kepadamu (orang tua). Didahulukannya anak-anak dalam pemberian rezeki menunjukkan perhatian Allah yang begitu besar terhadap anak, akibat sikap orang tua yang takut punya anak karena takut menjadi miskin.\r\nPada ayat ini Allah melarang mendekati perbuatan-perbuatan keji apalagi mengerjakannya, baik berupa perbuatan, seperti berzina, atau menuduh orang berzina, baik perbuatan itu dilakukan dengan terang-terangan atau dengan sembunyi.\r\nDiriwayatkan dari Ibnu Abb±s dalam menafsirkan ayat ini, pada masa Jahiliyah orang-orang tidak memandang jahat melakukan zina secara tersembunyi, tetapi mereka memandang jahat kalau dilakukan secara terang-terangan. Maka dengan ayat ini Allah mengharamkan zina secara terang-terangan atau tersembunyi. Pendapat lain mengatakan bahwa yang dimaksud dengan perbuatan yang nampak (terang) ialah semua perbuatan dengan anggota tubuh, sedangkan yang tersembunyi adalah perbuatan hati, seperti takabur, iri hati, dan sebagainya.\r\nPada ayat ini Allah melarang pula membunuh jiwa tanpa sebab yang benar menurut ajaran Tuhan. Rasulullah bersabda: \r\nلاَ يَحِلُّ دَمُ امْرِئٍ مُسْلِمِ إِلاَّ بِإِحْدَى ثَلاَثٍ: كُفْرٍ بَعْدَ إِسْلاَمٍ اَوْ زِنًا بَعْدَ إِحْصَانٍ اَوْ قَتْلِ نَفْسٍ بِغَيْرِ نَفْسٍ (رواه أبو داود)\r\n“Tidak boleh membunuh jiwa seorang muslim, terkecuali disebabkan salah satu dari tiga perkara, yaitu: karena murtad (muslim yang berbalik jadi kafir), zina, mu¥san (zina orang yang sudah pernah kawin) dan membunuh manusia tanpa sebab yang benar.” (Riwayat Abu D±ud).;Demikian juga orang-orang kafir yang ada perjanjian damai dengan kaum Muslimin tidak boleh dibunuh atau diganggu, sesuai dengan sabda Rasulullah: \r\nلَهُمْ مَالَنَا وَعَلَيْهِمْ مَاعَلَيْناَ (رواه الترمذي)\r\n“Mereka mempunyai hak sebagaimana hak yang ada pada kami (kaum muslimin) dan mempunyai kewajiban sebagaimana kewajiban yang ada pada kami (kaum muslimin).” (Riwayat At-Tirmi©³);Setelah diterangkan lima dari ajaran pokok yang sangat penting itu, maka Allah mengakhiri ayat ini dengan suatu penegasan yang maksudnya: Demikian itulah yang diperintahkan Tuhan kepadamu, agar kamu memahami tujuannya bukan seperti tindakanmu yang menghalalkan dan mengharamkan sesuatu menurut hawa nafsu.\r\n"}