{"tafsir_id":942,"surah_id":6,"aya_number":153,"tafsir_wajiz":"Allah menjelaskan bahwa semua perintah dan larangan yang telah disebut dua no_ayatt sebelum ini adalah jalan kebenaran yang harus diikuti. Jika tidak, maka akan menimbulkan petaka dalam kehidupan. Inilah wasiat yang kesepuluh: dan sungguh, inilah jalan-Ku yang lurus, yaitu agama Islam yang diridai Allah dengan semua kelengkapan ajarannya, mulai dari akidah, kekeluargaan, dan kemasyarakatan. Maka ikutilah jalan ini, karena inilah jalan yang benar yang bisa memberikan jaminan kebahagiaan dan ketenteraman hidup di dunia dan di akhirat. Jangan kamu ikuti jalan-jalan yang lain seperti agama-agama selain Islam, kelompok-kelompok yang mengajarkan ajaran yang menyimpang dan sesat yang akan mencerai-beraikan kamu dari jalan-Nya. Setan terus berusaha untuk membelokkan manusia dari jalan lurus ini dengan segala cara. Demikianlah Dia memerintahkan kepadamu agar kamu bertakwa dengan selalu menjaga diri agar jangan sampai celaka, yaitu dengan melaksanakan ajaran Islam dengan baik dan benar, baik itu kewajiban atau larangan. Inilah bentuk kasih sno_ayatng Allah kepada manusia agar mereka bahagia.","tafsir_tahlili":"(153) Ayat ini menerangkan bahwa Rasulullah saw diperintahkan untuk menjelaskan kepada kaumnya bahwa Al-Qur′an yang mengajak kepada jalan yang benar, menghimbau mereka agar mengikuti ajaran Al-Qur′an demi kepentingan hidup mereka, karena Al-Qur′an adalah pedoman dan petunjuk dari Allah untuk memperoleh kebahagiaan dunia dan akhirat yang diridai-Nya. Inilah jalan yang lurus, ikutilah dia, dan jangan mengikuti jalan yang lain yang akan menyesatkan kamu dari jalan Allah.\r\nDalam Sunan A¥mad, an-Nas±′i, Abu Syaikh dan al-H±kim dari Abdullah bin Masµd, diriwayatkan dalam sebuah hadis yang maksudnya: Aku dan beberapa sahabat lainnya duduk bersama Rasulullah, lalu Rasulullah, membuat garis lurus dengan tangannya dan bersabda, “Ini jalan Allah yang lurus”, kemudian beliau menggariskan beberapa garis lagi dari kanan-kiri garis pertama tadi lalu bersabda, “ini jalan-jalan yang sesat.” Pada setiap ujung jalan dari jalan-jalan itu ada setan yang mengajak manusia untuk menempuhnya, kemudian Rasulullah membaca ayat ini (al-An±m/6: 152).\r\nPara ahli tafsir mengatakan, bahwa bercerai-berai dalam agama Islam, karena perbedaan pendapat dan mazhab dilarang oleh Allah, karena melemahkan persatuan mereka dan sangat membahayakan agama itu sendiri. Kemudian ayat 153 ini, diakhiri dengan anjuran bertakwa karena dengan bertakwalah dapat dicapai kebahagiaan dunia dan akhirat yang diridai Allah.\r\n"}