{"tafsir_id":946,"surah_id":6,"aya_number":157,"tafsir_wajiz":"Atau agar kamu tidak mengatakan, “Jikalau Kitab yang berisi tentang berbagai petunjuk dalam kehidupan itu diturunkan kepada kami, tentulah kami lebih mendapat petunjuk daripada mereka, karena kami lebih bersemangat dalam melaksanakan ajaran agama dan lebih cerdas daripada mereka. Kami banyak tahu tentang syair, kisah-kisah masa lalu, padahal kami adalah bangsa yang buta huruf.” Sungguh, telah datang kepadamu penjelasan yang nyata, yaitu kitab Al-Qur'an ini dan rasul yang membawanya, petunjuk bagi yang menghno_ayatti kandungannya, dan rahmat bagi semesta alam dari Tuhanmu. Siapakah yang lebih zalim, maksudnya tidak ada yang lebih zalim, daripada orang yang mendustakan no_ayatt-no_ayatt Allah seperti perkataan mereka bahwa Al-Qur'an adalah cerita bohong dari masa lalu, dan bahwa Nabi Muhammad adalah pesihir, orang gila, dan lain sebagainya, dan orang yang berpaling daripadanya, bahkan melarang orang lain untuk mendengarkan dan mempelajarinya? Kelak, Kami akan memberi balasan kepada orang-orang yang berpaling dari no_ayatt-no_ayatt Kami dengan azab yang keras, karena mereka selalu berpaling. Mereka tahu dan memahami dengan jelas tentang kebenaran dari no_ayatt-no_ayatt Allah, tetapi mereka dengan sengaja memilih kekafiran dan menghalang-halangi orang lain untuk masuk Islam.","tafsir_tahlili":"(157) Permulaan ayat ini adalah kelanjutan dari ayat 156 yang menerangkan sebab-sebab diturunkannya Al-Qur′an agar kaum musyrikin Mekah tidak mengatakan, “andaikata diturunkan kepada kami kitab sebagaimana diturunkan kepada kedua golongan (Yahudi dan Nasrani) sebelum kami, dan kami diperintahkan ataupun kami dilarang menuruti isinya serta dijelaskan kesalahan-kesalahan kami, tentulah kami lebih mendapat petunjuk dari orang-orang Yahudi dan Nasrani, sebab kami lebih cerdas dan lebih sungguh-sungguh dalam melaksanakan hukum-hukum Allah ini.” Perkataan serupa itu selalu diucapkan oleh orang-orang Arab jahiliah sebagaimana dikisahkan oleh Allah dalam Al-Qur′an antara lain dalam Surah F±¯ir/35 ayat 42. Tetapi orang yang mengatakan demikian, setelah petunjuk atau peringatan datang sebagaimana mereka minta, mereka tidak mempedulikannya bahkan mereka tambah ingkar dan sesat. Oleh karena itu, pada ayat ini Allah menyudutkan mereka dengan pernyataan, “Kalau benar apa yang kamu katakan, maka sesungguhnya telah datang kepadamu kitab dari Tuhanmu yang membawa kebenaran dengan keterangan yang lengkap dan dengan dalil-dalil yang kuat, tentang akidah, ibadah, muamalah, fa«ilah, akhlak, dan hukum syariat yang diperlukan untuk mengatur hubungan antara manusia dengan Khalik dan hubungan manusia dengan sesama manusia, sehingga apabila manusia mematuhinya ia akan hidup aman dan damai bahagia dunia akhirat.”\r\nSetelah Allah menjelaskan bagaimana besarnya petunjuk yang dibawa oleh Al-Qur′an, maka Allah memperingatkan akibat mendustakan Al-Qur′an dengan firman-Nya yang berbentuk pertanyaan, “... maka siapakah yang lebih zalim dari pada orang yang mendustakan ayat-ayat Allah dan berpaling dari padanya? …”\r\nSelanjutnya akhir ayat ini menegaskan bahwa Allah akan memberikan siksa yang bertubi-tubi kepada orang yang berpaling dari ayat-ayat-Nya dan menyelewengkan maknanya.\r\nاَلَّذِيْنَ كَفَرُوْا وَصَدُّوْا عَنْ سَبِيْلِ اللّٰهِ زِدْنٰهُمْ عَذَابًا فَوْقَ الْعَذَابِ بِمَا كَانُوْا يُفْسِدُوْنَ   \r\nOrang yang kafir dan menghalangi (manusia) dari jalan Allah, Kami tambahkan kepada mereka siksaan demi siksaan disebabkan mereka selalu berbuat kerusakan. (an-Na¥l/16: 88);"}