{"tafsir_id":947,"surah_id":6,"aya_number":158,"tafsir_wajiz":"Setelah itu Allah mengingatkan mereka lebih keras lagi tentang apa yang terjadi pada diri mereka ketika hari Kiamat datang. Yang mereka nanti-nantikan hanyalah kedatangan malaikat kepada mereka untuk mencabut nyawa atau mengazab mereka, atau kedatangan Tuhanmu dengan cara yang tidak diketahui secara pasti untuk memutuskan urusan makhluk-Nya, atau kedatangan janji Allah berupa pahala bagi orang mukmin dan siksaan bagi yang kafir, atau sebagian tanda-tanda dari Tuhanmu yaitu tanda kedatangan hari Kiamat seperti kemunculan Dajjal, matahari terbit dari sebelah barat, Nabi Isa turun kembali ke dunia, keluarnya Yakjuj dan Makjuj, dan lainnya. Pada hari datangnya sebagian tanda-tanda Tuhanmu tidak berguna lagi iman seseorang yang belum beriman sebelum itu, karena pintu untuk beriman sudah tertutup, atau belum berusaha berbuat kebajikan dengan imannya itu karena pada saat itu sedang terjadi proses menuju hari penghitungan amal, bukan lagi waktu untuk mencatat amal saleh, bahkan bagi orang yang sudah beriman sekali pun. Pintu tobat juga sudah tertutup. Kemudian Allah, dengan nada yang keras, memperingatkan mereka, “Katakanlah wa-hai Nabi Muhammad, ‘Tunggulah kedatangan tiga hal tersebut, yaitu malaikat, Allah, dan sebagian tanda-tanda hari Kiamat. Kami pun menunggu datangnya siksaan Allah terhadap kalian’.”","tafsir_tahlili":"(158) Secara ringkas ayat tersebut menerangkan sikap orang-orang musyrik yaitu mereka tidak akan mau beriman, bahkan dengan cara menantang, meminta atau menunggu salah satu dari tiga perkara; yaitu: Pertama,  kedatangan malaikat untuk mencabut nyawa mereka sebagaimana mereka sarankan kepada Nabi Muhammad saw. Kedua, datangnya siksaan Allah sesuai dengan permintaan mereka untuk mempercepat datangnya siksa yang disebut Al-Qur'an sebagai ancaman bagi mereka. Ketiga, datangnya tanda-tanda hari Kiamat. Oleh karena semua permintaan itu hanyalah menunjukkan pembangkangan yang terus berlanjut, maka pada akhir ayat ini Allah memperingatkan mereka dengan ancaman, ”Katakanlah hai Muhammad kepada mereka: Tunggulah apa yang kamu tunggu itu dan kami pun menunggu apa yang akan kami peroleh kelak.” Ini diterangkan dalam firman Allah:\r\nاَلَّذِيْنَ اٰتَيْنٰهُمُ الْكِتٰبَ يَتْلُوْنَهٗ حَقَّ تِلَاوَتِهٖۗ اُولٰۤىِٕكَ يُؤْمِنُوْنَ بِهٖ ۗ وَمَنْ يَّكْفُرْ بِهٖ فَاُولٰۤىِٕكَ هُمُ الْخٰسِرُوْنَ ࣖ   ;Orang-orang yang telah Kami beri Kitab, mereka membacanya sebagaimana mestinya, mereka itulah yang beriman kepadanya. Dan barang siapa ingkar kepadanya, mereka itulah orang-orang yang rugi. (al-Baqarah/2: 121)\r\n"}