{"tafsir_id":948,"surah_id":6,"aya_number":159,"tafsir_wajiz":"Penjelasan tentang nasib orang kafir pada hari Kiamat yang terdapat pada no_ayatt di atas dilanjutkan dengan penjelasan tentang ada kelompok-kelompok sesat pada no_ayatt ini. Sesungguhnya orang-orang yang memecah belah agamanya- padahal agama pada awalnya hanya satu, yaitu agama tauhid, sebagaimana sabda Nabi , “Kami, para nabi, bagaikan anak-anak satu no_ayath dari ibu yang berbeda, agama kami satu.”-dan mereka menjadi terpecah dalam golongan-golongan dengan mengikuti hawa nafsunya sendiri-sendiri, sesuai dengan kepentingan masing-masing di mana setiap golongan berbangga dengan golongannya sendiri, sedikit pun bukan tanggung jawabmu, wahai Nabi Muhammad, atas mereka. Kamu telah melaksanakan tugas kerasulanmu, sementara mereka memilih jalan kekafiran. Hati mereka telah terkunci untuk menerima kebenaran. Sesungguhnya urusan mereka terserah kepada Allah. Allah yang akan memutuskan nasib mereka, maka janganlah kamu bersedih atas kekafiran mereka. Kemudian Dia akan memberitahukan kepada mereka apa yang telah mereka perbuat. Tentang dosa-dosa mereka dan balasan terhadap mereka pada hari Kiamat nanti.","tafsir_tahlili":"(159 Ayat ini menerangkan bahwa berpecah-belahnya umat Islam menjadi bermacam-macam golongan dan kelompok yang sangat fanatik, maka akan menimbulkan perselisihan dan permusuhan akibat perbedaan paham dan pendapat. Masing-masing merasa benar sendiri, masing-masing mencari jalan untuk menang bukan untuk mencari kebenaran, baik dengan cara mempergunakan hadis-hadis yang tidak patut dipergunakan, dan menakwilkan Al-Qur′an menurut selera dan kemauannya sendiri. Orang seperti ini berada di luar tanggung jawab Nabi Muhammad tetapi urusan Allah untuk memberi balasan yang sewajarnya. Menurut sunatullah di dalam dunia ini, bahwa dua pihak yang berkelahi akan menjadi mangsa bagi pihak ketiga yang mencari keuntungan. Ini adalah balasan di dunia dan mereka akan merasakan balasan lainnya di akhirat setimpal dengan apa yang mereka perbuat. Menurut Tafsir al-Mar±g³, sebab-sebab perpecahan di kalangan umat Islam dalam pemahaman agama yang mengakibatkan kelemahan mereka dalam urusan dunia ada lima yaitu: ;1. Pertentangan (perebutan) kekuasaan dan ini terjadi semenjak permulaan Islam sampai sekarang.\r\n2. Fanatik kebangsaan (rumpun keturunan), karena setiap bangsa dan rumpun keturunan (ras) tidak senang dikuasai oleh yang lain.\r\n3. Fanatik mazhab dan pendapat tentang pokok agama dan cabang-cabangnya.\r\n4. Fatwa agama menurut pikiran dan selera saja. Karenanya banyak orang yang berani memberikan fatwa di dalam agama Islam, padahal ia belum bisa mengambil suatu hukum dari Al-Qur'an dan hadis.\r\n5. Usaha dan tipu daya memecah belah dari kelompok musuh-musuh Islam, sehingga banyak hadis mau«µ (palsu) disebabkan mereka yang dapat mempengaruhi umat (pemimpin Islam) mempergunakannya sebagai dalil-dalil agama Islam.\r\n"}