{"tafsir_id":95,"surah_id":2,"aya_number":88,"tafsir_wajiz":"Dan mereka berkata dalam rangka menolak risalah Nabi Muhammad, “Hati kami tertutup karena tidak dapat memahami apa yang engkau sampaikan atau karena hati kami sudah penuh dengan pengetahuan sehingga tidak lagi butuh bimbingan.” Allah menegaskan, “Tidak!” Sebenarnya mereka bukannya tidak dapat memahami dan bukan pula sudah pandai, tetapi mereka berkata demikian karena kedurhakaan yang sudah mendarah daging dalam diri mereka, maka Allah telah melaknat mereka itu karena keingkaran mereka, tetapi--sekali lagi AlQur'an tidak menyatakan mereka semua ingkar atau kafir--sedikit sekali mereka beriman. ","tafsir_tahlili":"(88) Allah menjelaskan bahwa orang-orang Yahudi yang semasa dengan Muhammad saw membuat pernyataan bahwa hati mereka tertutup terhadap dakwah Muhammad saw. Perkataan mereka ini menunjukkan sikap mental yang mencegah mereka untuk memahami kitab yang dibawa oleh Nabi Muhammad saw. Ayat ini searti dengan firman Allah:\r\nوَقَالُوْا قُلُوْبُنَا فِيْٓ اَكِنَّةٍ مِّمَّا تَدْعُوْنَآ اِلَيْهِ وَفِيْٓ اٰذَانِنَا وَقْرٌ وَّمِنْۢ بَيْنِنَا وَبَيْنِكَ حِجَابٌ فَاعْمَلْ اِنَّنَا عٰمِلُوْنَ  \r\n \r\nDan mereka berkata, ”Hati kami sudah tertutup dari apa yang engkau seru kami kepadanya dan telinga kami sudah tersumbat, dan di antara kami dan engkau ada dinding, …. (Fu¡¡ilat/41:5);Seperti telah disebutkan di atas, bahwa orang-orang yang mengatakan demikian itu ialah mereka yang hidup pada saat turunnya ayat dan sezaman dengan Muhammad saw. Allah membantah perkataan mereka, karena duduk persoalannya tidaklah seperti yang mereka katakan. Hati mereka itu diciptakan sesuai dengan fitrah, dan diberi bakat untuk menanggapi segala sesuatu yang dapat membuka hati mereka, dan menyampaikan kepada kebenaran, yang semestinya mereka dapat menilai kebenaran Kitab Al-Qur′an. Tetapi karena sikap mereka demikian, maka Allah membiarkan mereka jauh dari rahmat-Nya, karena kekafiran yang bersarang di hati mereka terhadap para nabi yang telah lalu dan pada kitab-kitab yang tidak mereka amalkan ajarannya, bahkan mereka berani mengubah menurut kehendak hawa nafsu mereka. Kemudian Allah menyebutkan laknat yang patut mereka terima dan alasan penimpaan laknat itu, yaitu agar mereka dapat memahami sebab dan musababnya, dengan disertai penjelasan bahwa Allah sekali-kali tidak menganiaya mereka. Tetapi semata-mata karena perbuatan mereka yang terus-menerus bergelimang dalam kekufuran dan kemaksiatan yang menyebabkan hati mereka tertutup kekufuran untuk menerima kebenaran.\r\nKemudian Allah juga menyebutkan bahwa mereka beriman hanya dengan iman yang sekelumit saja. Yang dimaksud dengan iman yang sekelumit ialah iman mereka kepada kitab, hanya sebagiannya saja, sedang sebagian yang lain mereka ubah menurut kehendak hawa nafsu, bahkan mereka enggan mengamalkannya. Atau dengan perkataan lain, mereka tidak mau mengamalkan keseluruhannya, bahkan yang mereka imani hanyalah sebagai ucapan lisan saja, tidak terbukti dalam perbuatan. Karena itu, iman yang terdapat dalam hati mereka tidak mampu untuk mengendalikan kemauan mereka, dan hawa nafsu mereka telah menyeret mereka ke lembah kekafiran."}