{"tafsir_id":953,"surah_id":6,"aya_number":164,"tafsir_wajiz":"Katakanlah, wahai Nabi Muhammad, dengan penuh keheranan, “Apakah patut aku mencari tuhan selain Allah, padahal Dialah Tuhan bagi segala sesuatu, pencipta jagat rno_ayat dan seisinya, pengatur, dan pemelihara bagi semua makhluk-Nya. Karena segala sesuatu selain Allah tidak mempunyai kekuasaan apa-apa, maka tidak patut untuk disembah. Setiap perbuatan dosa seseorang, pelanggaran ketentuan agama, baik besar maupun kecil, dirinya sendiri yang bertanggung jawab di hadapan Allah pada hari Kiamat nanti. Dan seseorang tidak akan memikul beban dosa orang lain, kecuali jika orang itu mengajak orang lain berbuat dosa. Kemudian kepada Tuhanmulah kamu kembali, karena semua makhluk adalah milik Allah, Allah-lah pewaris makhluk-Nya pada hari Kiamat. Dan, akan diberitahukan-Nya kepadamu apa yang dahulu kamu perselisihkan, dengan menjelaskan mana yang benar dan mana yang salah. Setiap orang akan dibalas sesuai dengan perbuatannya.”","tafsir_tahlili":"(164) Dalam ayat ini terdapat perintah kepada Nabi Muhammad agar mengatakan kepada kaumnya, bahwa mengapa ia akan mencari Allah yang lain dengan mempersekutukan-Nya dalam ibadah, berdoa untuk keperluan hidupnya agar Dia menolongnya atau melindunginya dari kesusahan dan bahaya? Mahasuci Allah dari persekutuan itu. Dialah Tuhan bagi segala sesuatu, Dialah yang menciptakan semesta alam. Selanjutnya pada ayat ini diterangkan, bahwa semua perbuatan manusia akan dipertangungjawabkan- nya sendiri, dan orang yang berbuat dosa akan menanggung sendiri dosanya itu, karena dosa seseorang tidak akan dipikul oleh orang lain. Masing-masing menerima pahala amal baiknya dan memikul dosa amal buruknya. Hal ini berulang-ulang disebutkan dalam Al-Qur′an.\r\n Firman Allah: \r\nاَلَّا تَزِرُ وَازِرَةٌ وِّزْرَ اُخْرٰىۙ    ٣٨  وَاَنْ لَّيْسَ لِلْاِنْسَانِ اِلَّا مَا سَعٰىۙ    ٣٩  ;(Yaitu) bahwa seseorang yang berdosa tidak akan memikul dosa orang lain, dan bahwa manusia hanya memperoleh apa yang telah diusahakannya.            (an-Najm/53: 38-39)\r\nAyat ini cukup memberi petunjuk dan jalan hidup yang bermutu tinggi dan praktis, karena di samping harus beramal dan bekerja harus pula diperhitungkan dengan cermat dan teliti setiap amal perbuatan yang dikerjakannya. Sebab amal pekerjaan atau perbuatan itu sangat besar pengaruhnya dalam membawa nasib keberuntungan dan keruntuhan seseorang, baik di dunia maupun di akhirat. Di akhirat, perselisihan manusia dalam beragama akan diselesaikan.\r\n"}