{"tafsir_id":956,"surah_id":7,"aya_number":2,"tafsir_wajiz":"Pada akhir no_surahh yang lalu dijelaskan tentang turunnya Al-Qur'an, untuk apa ia diturunkan, perintah untuk mengikutinya, dan ancaman bagi orang yang mengabaikan tuntunannya. no_surahh ini diawali dengan menyebut kembali Al-Qur'an yang dibicarakan pada no_surahh al-An'am itu dan keharusan mengikuti tuntunannya. Inilah Kitab yang diturunkan melalui malaikat Jibril kepadamu, wahai Rasulullah, sebagai penghormatan untukmu, maka janganlah engkau sesak dada karenanya akibat takut terhadap orang kafir yang akan mendustakanmu. Tugasmu adalah menyampaikan Al-Qur'an agar engkau memberi peringatan dengan Kitab itu kepada kaummu dan sekalian manusia akan akibat dari dosa yang mereka lakukan, dan menjadi pelajaran bagi orang yang beriman, karena merekalah yang paling siap memanfaatkan isi kandungannya. Al-Qur'an mempunyai fungsi yang demikian agung, maka Allah memerin tahkan manusia untuk mengikuti ajarannya. no_ayatt ini juga ditujukan kepada para juru dakwah dan mubalig.","tafsir_tahlili":"(2) Ayat ini menerangkan bahwa kitab yang diturunkan kepada Muhammad saw yang berisi bimbingan dan petunjuk, adalah untuk memberi peringatan kepada orang-orang mukmin. Muhammad janganlah sekali-kali merasa sedih menghadapi tantangan, perlawanan, ejekan dan hal-hal yng lain dari kaum musyrikin, dalam menyampaikan risalah yang telah ditugaskan kepadanya. Hendaklah dia bersabar menghadapinya. Adanya tantangan dari kaum musyrikin sehingga dada Muhammad saw akan menjadi sesak karenanya telah diketahui oleh Allah sebagaimana ditegaskan dalam firman-Nya:\r\nوَلَقَدْ نَعْلَمُ اَنَّكَ يَضِيْقُ صَدْرُكَ بِمَا يَقُوْلُوْنَ\r\nDan sungguh, Kami mengetahui bahwa dadamu menjadi sempit disebabkan apa yang mereka ucapkan. (al-¦ijr/15: 97)\r\nTetapi ia diperintahkan agar bersabar, tetap teguh hati menghadapi mereka sebagaimana halnya rasul-rasul sebelumnya.\r\nFirman Allah:\r\nفَاصْبِرْ كَمَا صَبَرَ اُولُوا الْعَزْمِ مِنَ الرُّسُلِ\r\nMaka bersabarlah engkau (Muhammad) sebagaimana kesabaran rasul-rasul yang memiliki keteguhan hati… (al-A¥q±f/46: 35)\r\n Kitab tersebut harus dijadikan pelajaran dan peringatan bagi orang-orang mukmin, karena peringatan itu akan membawa manfaat dan pengaruh kepada mereka.\r\nوَذَكِّرْ فَاِنَّ الذِّكْرٰى تَنْفَعُ الْمُؤْمِنِيْنَ\r\nDan tetaplah memberi peringatan, karena sesungguhnya peringatan itu bermanfaat bagi orang-orang mukmin. (A©-ª±riy±t/51: 55)\r\n"}