{"tafsir_id":96,"surah_id":2,"aya_number":89,"tafsir_wajiz":"Selain membuktikan kebohongan ucapan mereka sebelum ini, no_ayatt di atas juga menunjuk kan keburukan lain Bani Israil, yaitu menolak Al-Qur'an. Penolakan tersebut sungguh aneh dan tidak berdasar sama sekali. Dan setelah sampai kepada mereka Kitab Al-Qur'an dari sisi Allah yang kandungannya membenarkan apa yang ada pada mereka, menyangkut kedatangan seorang nabi yang sifat-sifatnya sudah mereka ketahui, mereka tetap mengingkari nabi itu, sedangkan sebelumnya, yakni sebelum kedatangan nabi itu, mereka memohon kemenangan mereka atas orang-orang kafir yang menjadi musuh-musuh mereka. Tetapi ternyata setelah datang kepada mereka apa yang telah mereka ketahui itu, yakni menyangkut kitab suci Al-Qur'an, Nabi Muhammad, dan sifatsifat beliau, mereka lalu mengingkarinya. Maka laknat Allah bagi orang-orang yang ingkar. ","tafsir_tahlili":"(89) Allah swt menerangkan, bahwa setelah Al-Qur′an datang dari sisi Allah, orang-orang Yahudi dan Nasrani mengingkarinya, padahal Al-Qur′an memberi petunjuk serta membenarkan Kitab Taurat yang ada pada mereka, yang sebelumnya sangat mereka harapkan kedatangannya untuk membenarkan yang terdapat dalam kitab mereka. Tetapi setelah kebenaran yang mereka ketahui itu datang, mereka tidak mau beriman. Sebabnya ialah karena mereka merasa akan kehilangan pengaruh, kekuasaan dan harta benda. Maka patutlah Allah melaknat mereka, sebagai imbalan kekafiran yang bersarang dalam dada mereka.\r\nAl-Qur′an disebut Kitab yang membenarkan kitab mereka karena kandungannya sesuai dengan isi Kitab mereka dalam bidang tauhid dan prinsip-prinsip serta tujuan agama. Mereka dengan datangnya kitab yang ditunggu-tunggu itu sebenarnya mengharapkan kemenangan atas orang-orang musyrikin Arab dan orang-orang kafir Mekah. Hal ini dapat diketahui dari perkataan mereka bahwa kitab yang ditunggu-tunggu itu akan mendukung tauhid yang dibawa oleh Musa a.s., untuk menundukkan agama wa£aniyah yang dipeluk oleh orang-orang Arab.\r\nDiriwayatkan oleh Ibnu Jar³r dari Qat±dah al-An¡±r³ dari orang tua-tua dari kalangan Ansar mereka berkata,  Kisah yang tersebut dalam ayat ini adalah mengenai kami dan orang-orang Yahudi Medinah. Kami dahulu pernah menjalankan agama mereka pada masa Jahiliah, sedang waktu itu kami masih musyrik dan mereka ahli kitab. Mereka mengatakan bahwa seorang nabi yang akan diutus telah dekat masanya, kami akan mengikutinya. Bersama-sama nabi itu kami akan membinasakan kamu seperti Allah membinasakan kaum ²d dan Iram. Tetapi setelah Rasulullah saw diutus, kami mengikutinya, sedang orang-orang Yahudi itu mengingkarinya.”\r\nDari kisah ini dapat dipahami, bahwa mereka sebenarnya dengki kepada orang-orang Islam, kedengkian itu timbul setelah Allah mengutus Nabi Muhammad saw, dari kalangan orang-orang Arab, tidak dari kalangan mereka. Itulah sebabnya mereka terjerumus di lembah keingkaran dan kekafiran. Maka Allah memberikan ketetapan-Nya, bahwa mereka akan terusir dan jauh dari rahmat-Nya, karena keingkaran mereka pada kebenaran, setelah kebenaran yang diharapkan itu tampak di hadapan mereka."}