{"tafsir_id":960,"surah_id":7,"aya_number":6,"tafsir_wajiz":"Maka pasti akan Kami tanyakan kepada umat yang telah mendapat seruan dari para rasul Kami, pertanyaan yang berupa celaan keras: apakah para rasul telah memperingatkan mereka? Dan Kami akan tanyai pula para rasul untuk menjadi saksi: apakah mereka telah melaksanakan tugas dengan baik, bagaimana sikap kaum mereka, apakah menurut atau menentang, dan sebagainya?","tafsir_tahlili":"(6) Ayat ini menerangkan bahwa di akhirat nanti, semua umat yang telah diutus seorang rasul kepada mereka akan ditanya, sebagaimana firman Allah:\r\nفَوَرَبِّكَ لَنَسْـَٔلَنَّهُمْ اَجْمَعِيْنَۙ  ٩٢  عَمَّا كَانُوْا يَعْمَلُوْنَ   ٩٣   ;Maka demi Tuhanmu, Kami pasti akan menanyai mereka semua, tentang apa yang telah mereka kerjakan dahulu. (al-¦ijr/15: 92-93);Lebih dahulu ditanyakan tentang rasul-rasul yang telah diutus kepada mereka, kemudian disusul dengan pertanyaan sampai di mana mereka telah merespon dan melaksanakan seruan para rasul itu. Firman Allah:\r\nيٰمَعْشَرَ الْجِنِّ وَالْاِنْسِ اَلَمْ يَأْتِكُمْ رُسُلٌ مِّنْكُمْ يَقُصُّوْنَ عَلَيْكُمْ اٰيٰتِيْ وَيُنْذِرُوْنَكُمْ لِقَاۤءَ يَوْمِكُمْ هٰذَاۗ قَالُوْا شَهِدْنَا عَلٰٓى اَنْفُسِنَا وَغَرَّتْهُمُ الْحَيٰوةُ الدُّنْيَا وَشَهِدُوْا عَلٰٓى اَنْفُسِهِمْ اَنَّهُمْ كَانُوْا كٰفِرِيْنَ    ;Wahai golongan jin dan manusia! Bukankah sudah datang kepadamu rasul-rasul dari kalanganmu sendiri, mereka menyampaikan ayat-ayat-Ku kepadamu dan memperingatkanmu tentang pertemuan pada hari ini? Mereka menjawab, ”(Ya), kami menjadi saksi atas diri kami sendiri.” Tetapi mereka tertipu oleh kehidupan dunia dan mereka telah menjadi saksi atas diri mereka sendiri, bahwa mereka adalah orang-orang kafir. (al-An±m/6: 130);Firman-Nya: \r\nيَوْمَ يَجْمَعُ اللّٰهُ الرُّسُلَ فَيَقُوْلُ مَاذَٓا اُجِبْتُمْ\r\n(Ingatlah), pada hari ketika Allah mengumpulkan para rasul, lalu Dia bertanya (kepada mereka), ”Apa jawaban (kaummu) terhadap (seruan)mu?”               (al-M±′idah/5: 109);Pertanyaan itu diajukan kepada orang-orang yang durhaka, dan pembuat maksiat bukan karena Allah tidak tahu atau belum tahu keadaannya, tetapi semua itu dilakukan semata-mata untuk mendapatkan pengakuan mereka atas adanya rasul yang telah diutus kepada mereka dan untuk menampakkan cela dan aib mereka, sehingga tidak ada alasan bagi mereka untuk tidak disiksa atau dimasukkan ke dalam neraka.\r\nImam ar-R±z³ berkata, sebenarnya mereka ditanya bukanlah mengenai amal yang telah diperbuatnya di dunia, karena semua itu telah diketahui melalui catatan malaikat yang ditugaskan untuk itu, sehingga tidak ada suatu perbuatan manusia dari yang sebesar-besarnya sampai yang sekecil-kecilnya yang luput dari catatannya, tetapi yang ditanyakan ialah sebab yang mengakibatkan mereka meninggalkan perintah Allah. Ayat ini tidak bertentangan dengan ayat-ayat yang menerangkan bahwa tidak akan ditanyakan dosa manusia dan jin dan dosa orang-orang yang berbuat maksiat, seperti dalam firman Allah:\r\nفَيَوْمَئِذٍ لَّا يُسْـَٔلُ عَنْ ذَنْۢبِهٖٓ اِنْسٌ وَّلَا جَاۤنٌّ\r\nMaka pada hari itu manusia dan jin tidak ditanya tentang dosanya.                         (ar-Rahm±n/55: 39);dan firman-Nya: \r\nوَلَا يُسْـَٔلُ عَنْ ذُنُوْبِهِمُ الْمُجْرِمُوْنَ\r\nDan orang-orang yang berdosa itu tidak perlu ditanya tentang dosa-dosa mereka. (al-Qa¡a¡/28: 78);Dalam ayat ini Allah menerangkan bahwa bukan saja umat yang telah diutus Rasul kepada mereka yang ditanya sampai di mana mereka melaksanakan seruan rasul itu, tetapi juga rasul-rasul yang telah diutus kepada suatu umat akan ditanya sampai di mana seruan mereka disambut baik dan dilaksanakan oleh umatnya sebagaimana firman Allah:\r\nيَوْمَ يَجْمَعُ اللّٰهُ الرُّسُلَ فَيَقُوْلُ مَاذَٓا اُجِبْتُمْ;(Ingatlah), pada hari ketika Allah mengumpulkan para rasul, lalu Dia bertanya (kepada mereka), “Apa jawaban (kaummu) terhadap (seruan)mu?” (al-M±′idah/5: 109);Pertanyaan yang ditujukan kepada rasul di akhirat nanti, adalah pertanyaan yang jawabannya merupakan pengakuan dan kesaksian atas seruan yang telah disampaikan kepada umatnya, dan pembangkangan umat atas isi seruan ini.\r\n"}