{"tafsir_id":961,"surah_id":7,"aya_number":7,"tafsir_wajiz":"Dan pasti akan Kami beritakan kepada mereka dengan ilmu Kami, dan Kami tidak jauh dari mereka dengan penjelasan yang disertai bukti-bukti yang meyakinkan, karena Allah selalu mengawasi gerak-gerik mereka. Mereka tidak akan bisa berbohong. Pada saat itulah amalan mereka ditimbang dengan timbangan yang tidak pernah meleset, karena Allah Mahaadil.","tafsir_tahlili":"(7) Ayat ini menerangkan bahwa kepada mereka, baik kepada rasul-rasul maupun kepada umat yang telah menerima seruan rasul, akan diceritakan kelak hal-hal yang telah mereka perbuat karena semua itu telah diketahui Allah, dan semuanya telah dicatat di dalam buku catatan malaikat pencatat. Tidak ada sesuatu pun yang luput dari pencatatan malaikat, sebagaimana firman Allah:\r\nيٰوَيْلَتَنَا مَالِ هٰذَا الْكِتٰبِ لَا يُغَادِرُ صَغِيْرَةً وَّلَا كَبِيْرَةً اِلَّآ اَحْصٰىهَاۚ وَوَجَدُوْا مَا عَمِلُوْا حَاضِرًاۗ وَلَا يَظْلِمُ رَبُّكَ اَحَدًا \r\n… dan mereka berkata, “Betapa celaka kami, kitab apakah ini, tidak ada yang tertinggal, yang kecil dan yang besar melainkan tercatat semuanya,” dan mereka dapati (semua) apa yang telah mereka kerjakan (tertulis). Dan Tuhanmu tidak menzalimi seorang jua pun. (al-Kahf/18: 49);Allah selalu menyaksikan gerak-gerik dan segala perbuatan mereka pada setiap waktu. Allah mendengar apa yang mereka katakan, melihat apa yang mereka lakukan, mengetahui semua perbuatan mereka, baik yang mereka lakukan secara terang-terangan maupun secara sembunyi-sembunyi. Allah berfirman:\r\nوَهُوَ مَعَهُمْ اِذْ يُبَيِّتُوْنَ مَا لَا يَرْضٰى مِنَ الْقَوْلِ ۗ وَكَانَ اللّٰهُ بِمَا يَعْمَلُوْنَ مُحِيْطًا    \r\n… karena Allah beserta mereka, ketika pada suatu malam mereka menetapkan keputusan rahasia yang tidak diridai-Nya. Dan Allah Maha Meliputi terhadap apa yang mereka kerjakan. (an-Nis±′/4: 108);Pertanyaan ini bukanlah untuk meminta penjelasan tentang sesuatu yang tidak diketahui Allah, tetapi semata-mata untuk mencela perbuatan dan kelakuan mereka.\r\n"}