{"tafsir_id":963,"surah_id":7,"aya_number":9,"tafsir_wajiz":"Dan barang siapa ringan timbangan kebaikan-nya karena banyak melakukan dosa, maka mereka itulah orang yang telah merugikan dirinya sendiri, karena mereka mengingkari no_ayatt-no_ayatt Kami. Padahal, no_ayatt-no_ayatt tersebut telah jelas mengemukakan kebenaran yang sulit terbantahkan. Namun kesombongan dan sikap iri pada hati mereka menyebabkan mereka enggan menerima no_ayatt-no_ayatt tersebut, bahkan mendustakannya.","tafsir_tahlili":"(9) Barang siapa yang ringan timbangan amalnya, karena keingkarannya, imannya lemah sehingga ia banyak melakukan pelanggaran agama; ibadah ditinggalkan; amal-amal kebaikan disia-siakan, dan yang digemarinya adalah larangan-larangan agama, banyak menipu, menyakiti hati sesama manusia, memusuhi tetangganya, menyia-nyiakan anak yatim, membiarkan orang-orang sekelilingnya lapar dan menderita, asal dia kenyang dan senang. Manusia yang seperti ini akan merugi di akhirat nanti, dan akan dimasukkan ke dalam api neraka yang membara, seperti firman Allah: \r\nوَاَمَّا مَنْ خَفَّتْ مَوَازِيْنُهٗۙ  ٨  فَاُمُّهٗ هَاوِيَةٌ  ۗ  ٩  وَمَآ اَدْرٰىكَ مَا هِيَهْۗ  ١٠  نَارٌ حَامِيَةٌ ࣖ  ١١  ;Dan adapun orang yang ringan timbangan (kebaikan)nya, maka tempat kembalinya adalah neraka Hawiyah. Dan tahukah kamu apakah neraka Hawiyah itu? (Yaitu) api yang sangat panas. (al-Q±riah/101: 8-11);Yang ditimbang ialah amal perbuatan, sebagaimana yang dikatakan oleh Abu Ishak az-Zajjaj, “Telah sepakat ahlu sunnah tentang adanya timbangan itu, dan amal perbuatan hamba itulah yang ditimbang di akhirat nanti. Timbangan itu mempunyai lidah dan dua daun neraca timbangan.” Pernyataan Abu Ishak ini didasarkan pada sabda Nabi Muhammad saw: ;تُوْضَعُ الْمَوَازِيْنُ يَوْمَ الْقِيَامَةِ فَتُوْزَنُ الْحَسَنَاتُ وَالسَّيِّئَاتُ فَمَنْ رَجَحَتْ حَسَنَاتُهُ عَلَى سَيِّئَاتِهِ مِثْقَالَ حَبَّةٍ دَخَلَ الْجَنَّةَ، فَمَنْ رَجَحَتْ سَيِّئَاتُهُ عَلَى حَسَنَاتِهِ مِثْقَالَ حَبَّةٍ دَخَلَ النَّارَ (رواه أبو داود والترمذي عن جابر)\r\n“Diletakkanlah timbangan-timbangan itu di Hari Kiamat, maka ditimbanglah amal kebaikan dan amal kejahatan. Barang siapa lebih berat timbangan kebaikannya dari timbangan kejahatannya, sekali pun seberat butir biji, maka masuklah ia ke dalam surga, dan barang siapa timbangan kejahatannya lebih berat dari timbangan kebaikannya, sekalipun seberat butir biji masuklah ia ke dalam neraka.” (Riwayat Abu D±ud dan at-Tirmi©³ dari Jābir r.a.)\r\n"}