{"tafsir_id":965,"surah_id":7,"aya_number":11,"tafsir_wajiz":"Dan sungguh, Kami telah menciptakan kamu dari ketiadaan, yaitu Nabi Adam dari tanah liat yang menjadi asal kejadian manusia di dunia, dengan mengukur dan memperkirakan semua bagian dengan tepat. Kemudian Kami membentuk tubuh-mu dengan sebaik-baik bentuk sesuai dengan kehendak Kami, seperti tinggi-pendek dan bentuk masing-masing anggota tubuh. Kemudian Kami berfirman kepada para malaikat, “Bersujudlah kamu kepada Adam sebagai bentuk penghormatan kepadanya karena kemampuannya menyebutkan nama-nama benda yang tidak mampu sebutkan, sehingga ia berhak menjadi khalifah di dunia. Maka mereka, para malaikat, pun sujud sebagai penghormatan, bukan sujud ibadah, kecuali Iblis, satuan dari jin yang terbuat dari api. Ia, Iblis, tidak termasuk mereka yang bersujud.","tafsir_tahlili":"(11)  Pada ayat ini diterangkan bahwa Allah telah menciptakan Adam a.s. yang akan disusul oleh keturunannya. Tentang penciptaan manusia,                    Al-Qur′an telah menceritakan secara rinci, baik penciptaan manusia pertama, yaitu Adam, maupun penciptaan keturunannya. Tentang penciptaan Adam, Al-Qur′an telah menginformasikan bahwa Nabi Adam diciptakan melalui empat tahapan sebelum tahapan penghembusan roh. Keempat tahapan tersebut ialah: a. Fase Tur±b, b. Fase °³n, c. Fase ¦ama′ Masnµn, dan            d. Fase ¢al¡±l. Berikut penjelasannya.\r\nFase Pertama: Fase Tanah yang belum bercampur air (tur±b)\r\nAda beberapa ayat yang menjelaskan tentang fase ini sebagaimana yang terdapat pada Surah al-Kahf/18: 37, al-¦ajj/22: 5, ar-Rµm/30: 20, F±¯ir/35: 11, G±fir/40: 67, dan ²li Imr±n/3: 59. Dua dari enam tempat tersebut berada pada surah Madaniyah, yaitu ²li Imr±n/3 dan al-¦ajj/22, selebihnya adalah pada surah-surah Makiyah.;Salah satu di antara ayat-ayat tersebut adalah: \r\nاِنَّ مَثَلَ عِيْسٰى عِنْدَ اللّٰهِ كَمَثَلِ اٰدَمَ ۗ خَلَقَهٗ مِنْ تُرَابٍ ثُمَّ قَالَ لَهٗ كُنْ فَيَكُوْنُ  \r\nSesungguhnya perumpamaan (penciptaan) Isa bagi Allah, seperti (penciptaan) Adam. Dia menciptakannya dari tanah, kemudian Dia berkata kepadanya, ”Jadilah!” Maka jadilah sesuatu itu. (²li Imr±n/3: 59).\r\nDalam salah satu hadis yang diriwayatkan dari Abu D±ud dan at-Tirmi©³ disebutkan bahwa tanah yang menjadi bahan pokok untuk menciptakan Adam adalah diambil dari berbagai macam dan warna tanah yang terdapat pada seluruh lapisan tanah.\r\nDalam hadis tersebut disebutkan: \r\nان الله تعالى خلق آدم من قبضة قبضها من جميع الأرض فجاء بنو آدم على قدر الأرض منهم الأحمر والأبيض والأسود\r\nAllah menciptakan Adam dari satu genggaman (tanah) yang diambil dari seluruh penjuru bumi. Oleh karena itu, keturunan Adam sesuai dengan (warna) bumi. Di antara mereka ada yang berwarna merah, putih dan hitam (al-Kh±zin II: 118). Watak manusia juga berbeda, ada yang lemah lembut dan adapula yang keras.\r\nBermacam warna kulit manusia ditegaskan pada Surah ar-Rµm/30: 22 yang berbunyi:\r\nوَمِنْ اٰيٰتِهٖ خَلْقُ السَّمٰوٰتِ وَالْاَرْضِ وَاخْتِلَافُ اَلْسِنَتِكُمْ وَاَلْوَانِكُمْۗ اِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ لِّلْعٰلِمِيْنَ    \r\nDan di antara tanda-tanda (kebesaran)-Nya ialah penciptaan langit dan bumi, perbedaan bahasamu dan warna kulitmu. Sungguh, pada yang demikian itu benar-benar terdapat tanda-tanda bagi orang-orang yang mengetahui. (ar-Rµm/30: 22)\r\nFase Kedua: Fase Tanah yang bercampur air (°³n)\r\nFase kedua ini terdapat pada 8 tempat di 7 surah, yaitu: al-An±m/6: 2, al-Ar±f/7: 12, al-Mu′minµn/23: 12, as-Sajdah/32: 7, a¡-¢±ff±t/37: 11, ¢±d/38: 71, 76, dan al-Isr±′/17: 61. Seluruhnya adalah surah-surah Makiyah.\r\nSalah satu di antara ayat-ayat tersebut ialah:\r\nهُوَ الَّذِيْ خَلَقَكُمْ مِّنْ طِيْنٍ ثُمَّ قَضٰٓى اَجَلًا ۗ\r\nDialah yang menciptakan kamu dari tanah, kemudian Dia menetapkan ajal (kematianmu)… (al-An±m/6: 2)\r\nFase ¯³n atau tanah liat adalah fase dimana setelah tanah dicampur dengan air. Karena air adalah prasyarat bagi semua makhluk yang hidup.\r\nFase Ketiga: Fase Lumpur hitam (¦ama′ Masnµn)\r\nFase ini terjadi setelah fase kedua berlangsung lama sehingga menjadi Lumpur hitam yang berbau dan berubah bentuk.\r\nFase ini disebutkan tiga kali dalam Surah al-¦ijr/15, yaitu pada ayat 26, 28 dan 33. Ayat 26 berbunyi:\r\nوَلَقَدْ خَلَقْنَا الْاِنْسَانَ مِنْ صَلْصَالٍ مِّنْ حَمَاٍ مَّسْنُوْنٍ\r\nDan sungguh, Kami telah menciptakan manusia (Adam) dari tanah liat kering dari lumpur hitam yang diberi bentuk. (al-¦ijr/15: 26)\r\nFase Keempat: Fase Tembikar (¢al¡al kal Fakhkh±r)\r\nFase ini diceritakan oleh Al-Qur′an pada empat tempat. Tiga tempat pada Surah al-¦ijr yang bersamaan dengan fase ketiga. Sedangkan yang keempat terdapat pada Surah ar-Ra¥m±n/55: 14.\r\nDalam surah ini, Allah berfirman:\r\nخَلَقَ الْاِنْسَانَ مِنْ صَلْصَالٍ كَالْفَخَّارِ\r\nDia menciptakan manusia dari tanah kering seperti tembikar. (ar-Rahm±n/55: 14)\r\nLumpur hitam (hama′ masnµn) seperti pada fase ketiga, lalu diberi bentuk sebagaimana manusia dalam keadaan berlubang atau kosong.\r\nBentuk manusia yang diciptakan Allah adalah bentuk yang terbaik dari hewan-hewan yang ada. Dalam Surah At-T³n/95: 4, Allah berfirman:\r\nلَقَدْ خَلَقْنَا الْاِنْسَانَ فِيْٓ اَحْسَنِ تَقْوِيْمٍ\r\nSungguh, Kami telah menciptakan manusia dalam bentuk yang sebaik-baiknya.(at-T³n/95: 4)\r\nKeadaan ini (calon manusia yang sudah dibentuk) jika kering karena panas matahari misalnya, dinamakan ¢al¡±l. Dinamakan demikian karena benda ini jika tertiup angin akan bersuara (¢al¡alah).\r\nSetelah fase ini, barulah masuk fase berikutnya, yaitu fase penghembusan roh dimana “orang-orangan” dari tanah liat itu, atas izin Allah, akhirnya menjadi manusia yang hidup dan bisa bergerak yang disebut dengan “basyar” (al-Kh±zin III: 64, al-Mar±g³ XIV: 21).\r\n"}