{"tafsir_id":976,"surah_id":7,"aya_number":22,"tafsir_wajiz":"Dia, setan, pun tak henti-hentinya membujuk mereka dengan berbagai macam tipu dno_ayat. Hal tersebut membuat Adam dan istrinya lupa akan larangan Allah, sehingga mereka memakan buah pohon itu. Ketika mereka mencicipi dan belum memakan buah pohon itu secara sempurna, tampaklah oleh mereka auratnya masing-masing dan tampak pula bagi masing-masing aurat pasangannya. Hal ini membuat keduanya merasa malu, aurat yang senantiasa tertutup kini tersingkap. Maka mulailah mereka menutupinya, yakni menutupi auratnya, dengan daun-daun surga. Dan ketika itu juga Tuhan menyeru mereka sambil mengecam perbuatan mereka, “Hai kedua hamba-Ku! Bukankah Aku telah melarang kamu dari mendekati pohon itu dan Aku telah mengatakan bahwa sesungguhnya setan adalah musuh yang nyata bagi kamu berdua?” no_ayatt ini menunjukkan bahwa tersingkapnya aurat seseorang merupakan perkara yang melawan tabiat manusia, karena sejak manusia diciptakan aurat adalah hal yang harus ditutupi.","tafsir_tahlili":"(22) Iblis menunjukkan kesungguhannya, sehingga Adam tidak melihat sedikit pun sesuatu yang mencurigakan. Apa yang dikemukakan Iblis dan dianjurkannya itu adalah bohong atau tipu daya belaka, maka keduanya terpengaruh dengan bujukan Iblis penipu itu, lalu mereka makan buah pohon yang dilarang oleh Allah untuk mendekatinya. Lalu keduanya lupa sama sekali akan kedudukan mereka dan larangan Allah kepada mereka, sebagaimana firman Allah:\r\nوَلَقَدْ عَهِدْنَآ اِلٰٓى اٰدَمَ مِنْ قَبْلُ فَنَسِيَ وَلَمْ نَجِدْ لَهٗ عَزْمًا \r\nDan sungguh telah Kami pesankan kepada Adam dahulu, tetapi dia lupa, dan Kami tidak dapati kemauan yang kuat padanya. (°±h±/20: 115)\r\nAl-Qur'an tidak menyebutkan siapa yang terlebih dahulu makan buah larangan itu, apakah Adam atau Hawa. Untuk itu pencarian informasi tentang hal ini tidaklah penting.\r\nSetelah kejadian tersebut, Allah mencela Adam karena tidak mengindahkan larangan-Nya dan tidak mematuhi-Nya, sehingga ia teperdaya dan menuruti bujukan Iblis penipu itu. Lalu Allah memperingatkannya, “Bukankah Aku telah melarang kamu berdua mendekati pohon itu dan makan buahnya, dan Aku telah menandaskan kepadamu bahwa setan itu adalah musuhmu yang nyata, apabila kamu menuruti kemauan dan kehendaknya, Aku akan mengeluarkan kamu dari kehidupan yang lapang, senang dan bahagia kepada kehidupan yang penuh kesulitan, penderitaan dan kesusahan.” Sejalan dengan hal tersebut, Allah berfirman:\r\nفَقُلْنَا يٰٓاٰدَمُ اِنَّ هٰذَا عَدُوٌّ لَّكَ وَلِزَوْجِكَ فَلَا يُخْرِجَنَّكُمَا مِنَ الْجَنَّةِ فَتَشْقٰى    \r\nKemudian Kami berfirman, ”Wahai Adam! Sungguh ini (Iblis) musuh bagimu dan bagi istrimu, maka sekali-kali jangan sampai dia mengeluarkan kamu berdua dari surga, nanti kamu celaka.”  (°±h±/20: 117)\r\n"}