{"tafsir_id":978,"surah_id":7,"aya_number":24,"tafsir_wajiz":"Mendengar permohonan Adam dan pasangannya itu, Allah berfirman, “Turunlah kamu semua dari surga ke bumi! Kamu, wahai Adam dan keturunanmu, akan saling bermusuhan satu sama lain, yakni setan dan pengikutnya atau juga sebagian manusia menjadi musuh bagi manusia lain. Bumi adalah tempat kediaman sementara dan kesenanganmu sampai waktu yang telah ditentukan, yakni kematian kamu atau hari Kiamat nanti.”","tafsir_tahlili":"(24) Allah kemudian menerima tobat Adam dan istrinya, dan memerintahkan keduanya keluar dari surga dan turun ke bumi. Allah memperkuat imannya dan menerima tobatnya karena nabi itu ma¡µm (terpelihara dari dosa), bisa salah tetapi tidak bisa terjadi kesalahan karena dikoreksi Allah. Setelah tobatnya diterima, ia menjadi orang pilihan kembali dan mendapatkan bimbingan dari Allah, seperti dalam firman-Nya:\r\n وَعَصٰىٓ اٰدَمُ رَبَّهٗ فَغَوٰى ۖ  ١٢١  ثُمَّ اجْتَبٰىهُ رَبُّهٗ فَتَابَ عَلَيْهِ وَهَدٰى   ١٢٢  قَالَ اهْبِطَا مِنْهَا جَمِيْعًا \r\n… dan telah durhakalah Adam kepada Tuhannya, dan sesatlah dia. Kemudian Tuhannya memilih dia, maka Dia menerima tobatnya dan memberinya petunjuk. Dia (Allah) berfirman, ”Turunlah kamu berdua dari surga bersama-sama…”   (°±h±/20: 121-123)\r\nTelah menjadi sunatullah bahwa setiap perbuatan buruk akan mempunyai akibat yang buruk pula. Di bumi ini akan terjadi permusuhan, sebagian akan menjadi musuh dari sebagian yang lain. Iblis dan kawan-kawannya akan selalu memusuhi anak-cucu Adam. Sebaliknya anak-cucu Adam harus selalu waspada dan tetap memandang dan menjadikan Iblis itu musuh yang sangat berbahaya, karena kalau tidak mereka akan dijebloskan ke dalam neraka. Allah berfirman: \r\nاِنَّ الشَّيْطٰنَ لَكُمْ عَدُوٌّ فَاتَّخِذُوْهُ عَدُوًّاۗ اِنَّمَا يَدْعُوْا حِزْبَهٗ لِيَكُوْنُوْا مِنْ اَصْحٰبِ السَّعِيْرِ ;Sungguh, setan itu musuh bagimu, maka perlakukanlah ia sebagai musuh, karena sesungguhnya setan itu hanya mengajak golongannya agar mereka menjadi penghuni neraka yang menyala-nyala. (F±¯ir/35: 6)\r\nMereka akan tinggal dan menetap di bumi dilengkapi dengan sumber penghidupan yang menjadi kesenangannya sampai kepada waktu yang telah ditentukan oleh Allah, yaitu pada waktu berakhirnya ajal dan tibanya hari Kiamat sesuai dengan firman Allah: \r\nوَلَقَدْ مَكَّنّٰكُمْ فِى الْاَرْضِ وَجَعَلْنَا لَكُمْ فِيْهَا مَعَايِشَ \r\nDan sungguh, Kami telah menempatkan kamu di bumi dan di sana Kami sediakan (sumber) penghidupan untukmu... (al-Ar±f/7: 10)\r\n"}