{"tafsir_id":98,"surah_id":2,"aya_number":91,"tafsir_wajiz":"Dan kedurhakaan mereka lainnya adalah bahwa apabila dikatakan kepada mereka, “Berimanlah kepada apa yang diturunkan Allah, yakni AlQur'an, melalui Nabi Muhammad,” mereka menjawab, “Kami hanya akan beriman kepada apa yang diturunkan kepada kami, yaitu Taurat.” Dan mereka ingkar kepada apa yang setelahnya, yaitu Al-Qur'an dan kitab-kitab lain yang diturunkan sesudah Taurat, padahal Al-Qur'an itu adalah kitab yang benar-benar mencapai puncak hak, yaitu kebenaran dalam segala seginya. Al-Qur'an itu adalah kitab yang membenarkan apa yang ada pada mereka yang pernah disampaikan oleh Nabi Musa dan nabi-nabi sebelumnya. Untuk menolak pernyataan mereka, Allah berfirman, Katakanlah kepada mereka, Nabi Muhammad, “Jika benar kamu hanya percno_ayat kepada apa yang diturunkan kepada kamu, mengapa kamu dahulu membunuh nabi-nabi Allah jika kamu orang-orang beriman?” Secerdik apa pun orang-orang Yahudi berargumen dalam rangka menolak kebenaran, tetap saja kedok mereka akan terungkap. Ketika diajak mengikuti ajaran Al-Qur'an mereka menolak dan menegaskan hanya akan mengikuti ajaran Taurat. Faktanya, mereka bukan orangorang yang taat dan patuh kepada para nabi mereka, bahkan beberapa dari nabi-nabi itu mereka bunuh. ","tafsir_tahlili":"(91) Allah menjelaskan bahwa ketika Nabi Muhammad saw dan sahabatnya berkata kepada orang-orang Yahudi yang ada di Medinah dan sekitarnya agar mereka percaya kepada Al-Qur′an yang diturunkan Allah, mereka pun menjawab, bahwa mereka percaya kepada kitab (wahyu) yang diturunkan kepada nabi-nabi keturunan Bani Israil, yaitu Taurat. Mereka selalu mengingkari kebenaran Al-Qur′an yang membenarkan Kitab Taurat. Kalau mereka berterus terang, tentulah mereka akan mengakui bahwa Al-Qur′an itu benar, tidak mengandung sedikit pun keraguan.\r\nSesudah itu Allah memerintahkan Nabi Muhammad saw membantah alasan yang dikemukakan oleh orang-orang Yahudi dengan bantahan yang membuat mereka tidak berdaya. Apabila nenek moyang mereka betul-betul orang yang setia mengikuti Kitab yang diturunkan Allah, tentu mereka tidak membunuh nabi-nabi.\r\nDengan demikian jelaslah bahwa mereka itu bukan pengikut Nabi Musa yang taat dan setia, tetapi hanya menuruti hawa nafsu. Apalagi mereka juga mengakui perbuatan nenek moyang mereka sebagai perbuatan yang tidak bertentangan dengan agama. Berbuat ingkar atau membolehkan seseorang untuk berbuat ingkar hukumnya sama.\r\nAllah menyebutkan pembunuhan yang dilakukan oleh nenek moyang orang-orang Yahudi dan menghubungkan perbuatan itu kepada orang-orang Yahudi yang hidup pada masa Nabi dalam rangka untuk menunjukkan bahwa mereka itu adalah keturunan dari satu bangsa, dan dianggap sebagai satu kesatuan, karena karakter dan wataknya sama."}