{"tafsir_id":980,"surah_id":7,"aya_number":26,"tafsir_wajiz":"Pada no_ayatt-no_ayatt yang lalu ditegaskan bahwa Allah menyuruh Adam dan istrinya keluar dari surga dan bertempat tinggal di bumi, dan dijelaskan pula bahwa setan adalah musuhnya yang sangat berbahno_ayat. Pada no_ayatt-no_ayatt berikut Allah memberikan peringatan dan tuntunan kepada anak keturunan Adam akan hal-hal yang dapat memberi mereka manfaat di dunia, dan peringatan terhadap setan yang senantiasa berusaha menyesatkannya. Wahai anak cucu Adam! Ingatlah dan bersyukurlah pada Kami dengan menaati perintah Kami, karena sesungguhnya Kami telah memberikan karunia kepadamu dengan menyediakan kemudahan untuk mendapatkan pakaian untuk menutupi auratmu dan untuk perhiasan bagimu. Tetapi pakaian takwa, yakni dengan menghambakan diri kepada Allah dengan penuh ketulusan dan kecintaan, itulah yang lebih baik, karena hal tersebut akan mendatangkan kebahagiaan, meraih kecintaan Allah, dan menyelamatkan kamu dari azab Allah. Demikianlah Allah menceritakan tentang Adam dan istrinya. Hal tersebut merupakan sebagian tanda-tanda kekuasaan Allah, mudah-mudahan dengan kisah tersebut mereka, yakni manusia, menjadi ingat dan dapat mengambil pelajaran, bahwa siapa pun yang menyalahi perintah Allah dan melanggar larangan-Nya akan mendapatkan murka Allah.","tafsir_tahlili":"(26) Pada ayat ini, Allah menyeru kepada anak-cucu Adam dan memperingatkan nikmat yang begitu banyak yang telah dianugerahkan-Nya agar mereka tidak melakukan maksiat, tetapi hendaklah mereka bertakwa kepada-Nya, dimana saja mereka berada, sesuai dengan sabda Nabi Muhammad saw: \r\nاِتَّقِ الله َ حَيْثُمَا كُنْتَ (رواه الترمذي عن معاذ بن جبل)\r\n“Bertaqwalah kepada Allah di mana pun engkau berada.” (Riwayat                at-Tirmi©³ dari Mu±© bin Jabal)\r\nAllah yang menurunkan hujan dari langit, yang menyebabkan tumbuhnya kapas, rami, wool dan sebagainya yang kesemuanya itu dapat dijadikan bahan pakaian sesudah diolah untuk dipakai menutupi aurat kita, tubuh kita dan untuk menahan panas dan dingin dan dipakai dalam peperangan untuk menahan senjata (baju besi) pakaian juga bisa dijadikan keindahan sebagai perhiasan, satu hal yang disukai oleh Allah sebagaimana sabda Nabi Muhammad saw: \r\nاِنَّ الله َ جَمِـيْلٌ يُـحِبُّ الْجَمَـالَ (رواه مسلم والترمذي عن ابن مسعود)\r\n“Sesungguhnya Allah itu sangat indah, menyenangi keindahan.” (Riwayat Muslim dan at-Tirmi©³ dari Ibnu Masµd) \r\nIni semua merupakan pakaian dan keindahan lahiriah. Di samping itu ada lagi macam pakaian yang sifatnya rohaniah yang jauh lebih baik dari pakaian lahiriah tadi, karena ia dapat menghimpun segala macam kebaikan, yaitu takwa kepada Allah.\r\nSabda Nabi Muhammad saw: \r\nعَلَيْكَ بِتَقْوَى اللهِ فَإِنَّهَا جَمَاعُ كُلِّ خَيْرٍ (رواه أبو يعلى عن أبي سعيد)\r\n“Hendaklah kamu bertakwa kepada Allah, karena sesungguhnya takwa itu menghimpun segala kebaikan”. (Riwayat Abu Yal± dari Abu Sa³d)\r\nDengan takwa itu, Allah senantiasa memberikan kepada kita petunjuk untuk dapat mengatasi dan keluar dari kesulitan yang dihadapi. Dia akan memberikan kepada kita rezeki dari arah yang tidak terduga-duga sebelumnya dan selalu dimudahkan urusan kita, sebagaimana firman Allah:\r\nوَمَنْ يَّتَّقِ اللّٰهَ يَجْعَلْ لَّهٗ مَخْرَجًا ۙ  ٢  وَّيَرْزُقْهُ مِنْ حَيْثُ لَا يَحْتَسِبُ \r\nBarang siapa bertakwa kepada Allah niscaya Dia akan membukakan jalan keluar baginya, dan Dia memberinya rezeki dari arah yang tidak disangka-sangkanya. (a¯-°al±q/65: 2-3)\r\nFirman Allah: \r\nوَمَنْ يَّتَّقِ اللّٰهَ يَجْعَلْ لَّهٗ مِنْ اَمْرِهٖ يُسْرًا\r\nDan barang siapa bertakwa kepada Allah, niscaya Dia menjadikan kemudahan baginya dalam urusannya. (A¯-°al±q/65: 4) \r\nSegala nikmat yang telah dianugerahkan Allah seperti memberikan pakaian adalah tanda bagi kekuasaan Allah dan membuktikan kebaikan-Nya kepada anak cucu Adam a.s. maka pada tempatnyalah kalau kita selalu mengingat Allah, mensyukuri nikmat-Nya, menjauhi ajakan setan dan tidak berlebihan dalam ucapan dan lain sebagainya.\r\n"}