{"tafsir_id":982,"surah_id":7,"aya_number":28,"tafsir_wajiz":"Pada no_ayatt-no_ayatt yang lalu diterangkan bahwa Allah telah menjadikan setan sebagai teman bagi orang-orang yang ingkar. Pada no_ayatt-no_ayatt berikut diterangkan tentang orang yang senantiasa mengikuti tradisi nenek moyang mereka meskipun tradisi itu salah. Dan apabila mereka, yakni orang-orang yang senantiasa mendustakan Allah dan Rasul-Nya, melakukan perbuatan keji, seperti menyekutukan Allah, atau tawaf dalam keadaan telanjang bulat, dan sebagainya, kemudian ketika mereka ditegur bahwa perbuatan tersebut adalah perbuatan yang tercela, mereka berkata, “Perbuatan tersebut kami lakukan karena kami mendapati nenek moyang kami melakukan yang demikian.” Hal tersebut memang benar, bahwa nenek moyang kaum musyrik yang memelopori berbagai perbuatan keji tersebut, namun dengan penuh kedustaan mereka kembali berkata, “Dan bahwa selain itu, Allah menyuruh kami mengerjakannya.” Jelas hal ini merupakan kedustaan yang nyata. Oleh karena itu, Allah memerintahkan kepada Nabi-Nya untuk mengingkari hal tersebut. Allah berfirman, “Wahai Nabi Muhammad! Katakanlah kepada mereka dengan penuh pengingkaran, “Sesungguhnya Allah tidak pernah dan tidak pantas menyuruh berbuat keji, karena hal itu sangat bertentangan dengan kesempurnaan dan hikmah-Nya. Mengapa kamu melakukan kedustaan yang amat besar yaitu membicarakan tentang Allah apa yang tidak kamu ketahui?” ","tafsir_tahlili":"(28) Ayat ini menerangkan bahwa orang-orang yang tidak beriman kepada Allah, dan orang-orang yang telah menjadikan setan sebagai pemimpinnya, apabila berbuat kejahatan, seperti mengingkari Allah dan menyekutukan-Nya, mereka mengemukakan alasan dan uzur, “Begitulah yang kami ketahui dan kami dapati dari nenek moyang kami. Kami hanya mengikuti apa yang telah dikerjakan mereka, bahkan Allah telah memerintahkan kepada kami yang demikian, dan kami hanya menuruti perintah-Nya.” Pengakuan mereka jelas tidak dapat dibenarkan, karena Allah mempunyai sifat kesempurnaan, tidak mungkin dan tidak masuk akal akan menyuruh dan memerintahkan mereka berbuat jahat dan keji seperti perbuatan tersebut di atas. Sebenarnya yang memerintahkan mereka berbuat jahat dan keji tentunya tiada lain melainkan setan sebagaimana firman Allah:\r\nاَلشَّيْطٰنُ يَعِدُكُمُ الْفَقْرَ وَيَأْمُرُكُمْ بِالْفَحْشَاۤءِ\r\nSetan menjanjikan (menakut-nakuti) kemiskinan kepadamu dan menyuruh kamu berbuat keji (kikir)... (al-Baqarah/2: 268);Mereka mengeluarkan perkataan yang dialamatkan kepada Allah, bahwa Dialah yang menyuruh berbuat jahat dan keji. Itu adalah ucapan yang tidak beralasan yang tidak didasarkan atas pengetahuan, padahal yang demikian itu akan mereka pertanggungjawabkan nanti di akhirat sebagaimana firman Allah: \r\nوَلَا تَقْفُ مَا لَيْسَ لَكَ بِهٖ عِلْمٌ ۗاِنَّ السَّمْعَ وَالْبَصَرَ وَالْفُؤَادَ كُلُّ اُولٰۤىِٕكَ كَانَ عَنْهُ مَسْـُٔوْلًا   \r\nDan janganlah kamu mengikuti sesuatu yang tidak kamu ketahui. Karena pendengaran, penglihatan dan hati nurani, semua itu akan diminta pertanggungjawabannya. (al-Isr±′/17: 36)\r\n"}