{"tafsir_id":983,"surah_id":7,"aya_number":29,"tafsir_wajiz":"Wahai Nabi Muhammad, berilah penjelasan kepada orang-orang yang berlaku dusta tersebut. Katakanlah pada mereka, “Tuhanku menyuruhku agar kalian dan semua manusia berlaku adil, tidak berlebihan dalam beribadah dan dalam bermuamalah. Maka lakukanlah hal tersebut dalam semua peribadatan kalian. Hadapkanlah wajahmu, yakni arahkanlah seluruh perhatianmu, kepada Allah pada setiap salat. Tunaikanlah salat dengan sebaik-baiknya, sucikanlah lahir dan batinmu, dan bersihkanlah dari segala bentuk kekejian. Dan sembahlah Dia dengan mengikhlaskan ibadah semata-mata hanya kepada-Nya, mengharap rahmat-Nya, dan takut dari azab-Nya. Ingatlah, setelah kematian, kamu semua akan dibanigkitkan dan dikembalikan kepada-Nya sebagaimana kamu diciptakan semula, sehingga Allah akan membalas segala apa yang kamu perbuat dengan balasan yang setimpal.”","tafsir_tahlili":"(29) Ayat ini memperbaiki kekeliruan mereka, terbukti Allah memerintahkan Nabi Muhammad untuk mengatakan kepada mereka, “Bahwasanya Allah hanya memerintahkan kepada-ku agar berlaku adil, salat setiap waktu, istiqamah, ikhlas dan baik di dalam semua hal,” sebagaimana firman Allah: \r\nاِنَّ اللّٰهَ يَأْمُرُ بِالْعَدْلِ وَالْاِحْسَانِ وَاِيْتَاۤئِ ذِى الْقُرْبٰى وَيَنْهٰى عَنِ الْفَحْشَاۤءِ وَالْمُنْكَرِ \r\nSesungguhnya Allah menyuruh (kamu) berlaku adil dan berbuat kebajikan, memberi bantuan kepada kerabat, dan Dia melarang (melakukan) perbuatan keji, kemungkaran dan permusuhan. (an-Na¥l/16: 90);Allah menyuruh agar mereka mengarahkan mukanya ke Kabah yang telah ditetapkan menjadi kiblat bagi setiap orang yang salat, baik di mesjid maupun di tempat lain, penuh dengan keikhlasan, karena suatu amal tanpa disertai keikhlasan tidak akan diterima oleh Allah, sebagaimana sabda Nabi Muhammad: \r\nإِنَّ الله َتَعَالٰى لاَ يَقْبَلُ مِنَ الْعَمَلِ إِلاَّ مَا كَانَ لَهُ خَالِصًا (رواه النسائي عن أبي أمامة)\r\n“Sesungguhnya Allah tidak akan menerima amal kecuali dikerjakan dengan ikhlas untuk (memperoleh rida)-Nya.” (Riwayat an-Nas±′³ dari Abu Um±mah)\r\nUntuk mendorong mereka agar tetap ingat dan patuh kepada Allah, tidak terpengaruh kepada ajakan dan bujukan setan, mereka harus selalu ingat kepada Allah. Hal itu karena Allah telah menciptakan mereka pada mulanya dan kapada-Nya pulalah mereka akan kembali kelak. Pada hari pembalasan, mereka akan mempertanggungjawabkan semua perbuatan yang telah mereka kerjakan di dunia.\r\nوَلَقَدْ جِئْتُمُوْنَا فُرَادٰى كَمَا خَلَقْنٰكُمْ اَوَّلَ مَرَّةٍ وَّتَرَكْتُمْ مَّا خَوَّلْنٰكُمْ وَرَاۤءَ ظُهُوْرِكُمْۚ \r\nDan kamu benar-benar datang sendiri-sendiri kepada Kami sebagaimana Kami ciptakan kamu pada mulanya, dan apa yang telah Kami karuniakan kepadamu, kamu tinggalkan di belakangmu (di dunia). (al-An±m/6: 94)\r\n"}