{"tafsir_id":985,"surah_id":7,"aya_number":31,"tafsir_wajiz":"Pada no_ayatt yang lalu Allah memerintahkan agar manusia berlaku adil dalam semua urusan, maka pada no_ayatt ini Allah memerintahkan agar memakai pakaian yang baik dalam beribadah, baik ketika salat, tawaf, dan ibadah lainnya. Allah juga memerintahkan manusia untuk makan dan minum secukupnya tanpa berlebih-lebihan. Wahai anak cucu Adam! Pakailah pakaianmu yang bagus yaitu pakaian yang dapat menutupi aurat kalian atau bahkan yang lebih dari itu ketika kalian beribadah, sehingga kalian bisa melakukan salat dan tawaf dengan nyaman, dan lakukanlah itu pada setiap memasuki dan berada di dalam masjid atau tempat lainnya di muka bumi ini. Dalam rangka beribadah, Kami telah menyediakan makanan dan minuman, maka makan dan minumlah apa saja yang kamu sukai dari makanan dan minuman yang halal, baik dan bergizi, tetapi jangan berlebihan dalam segala hal, baik dalam beribadah dengan menambah cara atau kadarnya, ataupun dalam makan dan minum. Karena sungguh, Allah tidak menyukai, yakni tidak melimpahkan rahmat dan ganjaran-Nya kepada orang yang berlebih-lebihan dalam hal apa pun.","tafsir_tahlili":"(31) Dalam ayat ini Allah memerintahkan agar manusia memakai z³nah (pakaian bersih yang indah) ketika memasuki masjid dan mengerjakan ibadat, seperti salat, ¯awaf dan lain-lainnya.\r\nYang dimaksud dengan memakai z³nah ialah memakai pakaian yang dapat menutupi aurat dengan memenuhi syarat-syarat hijab. Lebih sopan lagi kalau pakaian itu selain bersih dan baik, juga indah yang dapat menambah keindahan seseorang dalam beribadah menyembah Allah, sebagaimana kebiasaan seseorang berdandan dengan memakai pakaian yang indah di kala akan pergi ke tempat-tempat undangan dan lain-lain. Maka untuk pergi ke tempat-tempat beribadah untuk menyembah Allah tentu lebih pantas lagi, bahkan lebih utama. Hal ini bergantung pada kemauan dan kesanggupan seseorang, juga bergantung pada kesadaran. Kalau seseorang hanya mempunyai pakaian selembar saja, cukup untuk menutupi aurat dalam beribadah, itu pun memadai. Tetapi kalau seseorang mempunyai pakaian yang agak banyak, maka lebih utama kalau ia memakai yang bagus. Rasulullah telah bersabda: \r\nإِذَا صَلَّى أَحَدُكُمْ فَلْيَلْبَسْ ثَوْبَيْهِ فَإِنَّ الله َعَزَّ وَجَلَّ أَحَقُّ مَنْ تَزَيَّنَ لَهُ فَإِنْ لَمْ يَكُنْ لَهُ ثَوْبَانِ فَلْيَتَّزِرْ إِذَا صَلَّى وَلاَ يَشْتَمِلْ أَحَدُكُمْ فِيْ صَلاَتِهِ اشْتِمَالَ الْيَهُوْدِ (رواه الطبراني والبيهقي عن ابن عمر)\r\n“Apabila salah seorang di antaramu mengerjakan salat hendaklah memakai dua kain, karena untuk Allah yang lebih pantas seseorang berdandan. Jika tidak ada dua helai kain, maka cukuplah sehelai saja untuk dipakai salat. Janganlah berkelumun dalam salat, seperti berkelumunnya orang-orang Yahudi”. (Riwayat a¯-°abr±n³ dan al-Baihaq³ dari Ibnu Umar);Diriwayatkan dari Hasan, cucu Rasulullah, bahwa apabila ia akan mengerjakan salat, ia memakai pakaian yang sebagus-bagusnya. Ketika ia ditanya orang dalam hal itu, ia menjawab, “Allah itu indah, suka kepada keindahan, maka saya memakai pakaian yang bagus.” ;Dalam ayat ini, Allah mengatur urusan makan dan minum. Kalau pada masa Jahiliyah, manusia yang mengerjakan haji hanya makan makanan yang mengenyangkan saja, tidak makan makanan yang baik dan sehat yang dapat menambah gizi dan vitamin yang diperlukan oleh badan, maka dengan turunnya ayat ini, makanan dan minuman itu harus disempurnakan gizinya dan diatur waktu menyantapnya dengan terpelihara kesehatannya. Dengan begitu manusia lebih kuat mengerjakan ibadat. Dalam ayat ini diterangkan bahwa memakai pakaian yang bagus, makan makanan yang baik dan minum minuman yang bermanfaat adalah dalam rangka mengatur dan memelihara kesehatan untuk dapat beribadah kepada Allah dengan baik. Karena kesehatan badan banyak hubungannya dengan makanan dan minuman. Makanan dan minuman yang berlebihan berakibat terganggunya kesehatan. Karena itu, Allah melarang berlebihan dalam makan dan minum.\r\nLarangan berlebihan itu mengandung beberapa arti, di antaranya: \r\n1. Jangan berlebihan dalam porsi makan dan minum itu sendiri. Sebab, makan dan minum dengan porsi yang berlebihan dan melampaui batas akan mendatangkan penyakit. Makan kalau sudah merasa lapar, dan kalau sudah makan, janganlah sampai terlalu kenyang. Begitu juga dengan minuman, minumlah kalau merasa haus dan bila rasa haus hilang, berhentilah minum, walaupun nafsu makan atau minum masih ada.\r\n2. Jangan berlebihan dalam berbelanja untuk membeli makanan atau minuman, karena akan mendatangkan kerugian. Kalau pengeluaran lebih besar dari pendapatan, akan menyebabkan hutang yang banyak. Oleh sebab itu, setiap orang harus berusaha agar jangan besar pasak dari tiang.\r\n3. Termasuk berlebihan juga adalah makan dan minum yang diharamkan Allah. Dalam hal ini Rasulullah telah bersabda: \r\nكُلُوْا وَاشْرَبُوْا وَتَصَدَّقُوْا وَالْبَسُوْا فِيْ غَيْرِ مَخِيْلَةٍ وَلاَ سَرَفٍ فَإِنَّ الله َيُحِبُّ أَنْ يُرَى أَثَرُ نِعَمِهِ عَلَى عَبْدِهِ (رواه أحمد والترمذي والحاكم عن أبي هريرة)\r\n “Makanlah, minumlah, bersedekahlah, dan berpakaianlah dengan cara yang tidak sombong dan tidak berlebihan. Sesungguhnya Allah suka melihat penggunaan nikmat-Nya kepada hamba-Nya.” (Riwayat A¥mad, at-Tirmi©³ dan al-¦±kim dari Abu Hurairah)\r\nPerbuatan berlebihan yang melampaui batas selain merusak dan merugikan, juga Allah tidak menyukainya. Setiap pekerjaan yang tidak disukai Allah, kalau dikerjakan juga, tentu akan mendatangkan bahaya.\r\n"}