{"tafsir_id":989,"surah_id":7,"aya_number":35,"tafsir_wajiz":"Pada no_ayatt yang lalu Allah menerangkan bahwa tiap-tiap umat atau bangsa ada ajalnya, maka pada no_ayatt-no_ayatt berikut ini diterangkan bahwa Allah mengutus para rasul pada umat manusia. Mereka menyampaikan pokok-pokok syariat sebagai petunjuk kepada manusia ke jalan yang benar. Wahai anak cucu Adam! Jika datang kepadamu dari Allah rasul-rasul dari kalanganmu sendiri agar kamu lebih mudah berkomunikasi dan akrab dengan mereka, yang membacakan dan menceritakan no_ayattno_ayatt-Ku kepadamu, dan menerangkan pada kalian bukti-bukti kebenaran risalahnya, maka taatlah kepadanya dan ikutilah ajarannya. Maka barang siapa bertakwa kepada Allah, dengan menaati perintah-Nya dan mengadakan perbaikan, baik dalam arti memperbaiki amalnya, maupun dalam arti memperbaiki diri dan lingkungan, maka tidak ada rasa takut pada diri mereka atas dunia yang harus mereka korbankan, karena tenggelam dalam lezatnya iman yang bersemno_ayatm dalam hati mereka. Dan di akhirat, mereka tidak bersedih hati.","tafsir_tahlili":"(35) Ayat ini mengingatkan manusia tentang kedatangan para rasul yang diutus kepada tiap-tiap umat pada masa yang telah ditentukan. Mereka adalah manusia, bukan makhluk lain, yang diberi tugas menyampaikan ayat-ayat Allah yang menjelaskan mana yang halal dan mana yang haram, mana yang hak dan mana yang ba¯il, agar manusia tidak sesat, dan tidak menyimpang dari jalan yang benar. Dibacakannya ayat-ayat Allah, agar jelas mana yang diperintahkan untuk dikerjakan dan diamalkan, dan mana yang dilarang untuk dijauhi dan dihindarkan. Maka orang-orang yang patuh dan taat terhadap ajaran yang dibawa para rasul itu, bertakwa kepada Allah dan senantiasa memperbaiki dirinya serta mengerjakan amal-amal saleh, orang-orang itu akan berbahagia dan gembira. Tidak ada baginya rasa takut dan sedih, baik ketika hidup di dunia ataupun di akhirat kelak. Hidup berbahagia dan gembira adalah merupakan karunia Allah yang sangat berharga. Lebih berharga dari harta dan kekayaan yang berlimpah."}