{"tafsir_id":991,"surah_id":7,"aya_number":37,"tafsir_wajiz":"Siapakah yang lebih zalim daripada orang yang mengada-adakan kebohongan terhadap Allah dengan melakukan kemaksiatan kemudian dengan dusta mereka menyatakan perbuatan itu sebagai perintah Allah, atau yang mendustakan no_ayatt-no_ayatt-Nya, yaitu Al-Qur'an? Mereka, yakni orang-orang yang mendustakan dan menentang no_ayatt-no_ayatt Allah, itu akan memperoleh bagian yang telah ditentukan oleh Allah di dunia, dan hal ini telah dituliskan dalam Kitab Lauh Mahfuz. Namun demikian, hal ini berlangsung sampai ketika datang para utusan Kami, yaitu malaikat maut, kepada mereka untuk mencabut nyawanya dengan keras sehingga mereka merasakan sakit yang luar biasa. Mereka, yakni para malaikat yang diperintahkan untuk mencabut nyawa tersebut berkata, “Wahai kalian yang senantiasa mendustakan Allah, manakah sembahan yang dulu biasa kamu sembah selain Allah? Apakah mereka mampu menolong kalian dan menyelamatkan diri dari kami?” Dengan penuh kesadaran, mereka, yakni orang musyrik, menjawab, “Semuanya telah lenyap dari kami.” Dan mereka memberikan kesaksian terhadap diri mereka sendiri bahwa mereka adalah orang-orang kafir.","tafsir_tahlili":"(37) Ayat ini menjelaskan bahwa berdusta kepada Allah dan ayat-ayat-Nya, adalah pekerjaan yang paling zalim. Mengada-adakan dusta dan kebohongan terhadap Allah ialah mewajibkan yang tidak diwajibkan Allah, memutar-balikkan hukum-hukum, yang halal dikatakan haram, yang haram dikatakan halal, yang hak dikatakan batil, yang batil dikatakan hak, atau berani mengatakan bahwa Allah beranak dan bersekutu. Mendustakan ayat-ayat Allah berarti menolak, mempermainkan dan mengejeknya, perbuatan mereka dianggap sebagai perbuatan yang paling zalim, mereka akan menikmati kesenangan di dunia untuk sementara, namun di akhirat mereka akan diazab dengan azab yang sangat pedih. Itulah ketentuan Allah yang tertulis dalam kitab suci-Nya.  Firman Allah: \r\nنُمَتِّعُهُمْ قَلِيْلًا ثُمَّ نَضْطَرُّهُمْ اِلٰى عَذَابٍ غَلِيْظٍ\r\nKami biarkan mereka bersenang-senang sebentar, kemudian Kami paksa mereka (masuk) ke dalam azab yang keras. (Luqm±n/31: 24);Ketika orang yang zalim itu menikmati kesenangan di dunia, tiba-tiba hal itu berakhir, karena ajalnya sudah tiba ketika malaikat maut datang mencabut nyawanya. Barulah timbul penyesalan, ketika malaikat mengajukan pertanyaan kepadanya, manakah orang-orang yang kamu seru selama ini, kamu sembah, minta tolong dan tidak mau menyembah dan minta tolong kepada Allah? Panggillah mereka untuk menolong kamu agar terhindar dari bahaya api neraka yang kamu hadapi ini. Tapi apa daya, dengan sangat menyesal mereka menjawab, “Orang-orang yang kami sembah dan kami minta tolong sudah hilang lenyap dari kami, kami tidak tahu ke mana pergi dan di mana tempatnya. Putuslah harapan kami untuk mendapat pertolongan darinya.” Maka dengan terus terang mereka mengakui bahwa mereka telah mejadi kafir dan sesat karena menyembah dan minta tolong kepada berhala-berhala dan pemimpin-pemimpin yang mereka persekutukan dengan Allah.\r\nKejadian yang digambarkan ini adalah peringatan dan ancaman Allah terhadap orang kafir, agar berhati-hati jangan mengikuti propaganda dan tipu daya seseorang yang akibatnya akan membawa kepada kekafiran dan kesesatan.\r\n"}