{"tafsir_id":997,"surah_id":7,"aya_number":43,"tafsir_wajiz":"Berbeda dengan penghuni neraka yang saling mengutuk, penghuni surga hidup dengan hati yang bersih seperti digambarkan pada no_ayatt ini. Dan Kami mencabut rasa dendam dari dalam dada mereka. Kemudian termasuk kesempurnaan nikmat yang mereka peroleh di surga adalah tempat tinggal yang di bawahnya mengalir sungai-sungai. Dan ketika hendak memasuki surga, mereka, penduduk surga, berkata, “Segala puji bagi Allah yang telah menunjukkan kami untuk beramal saleh di dunia dan teguh untuk memegang ajaran-Nya sehingga kami mendapatkan nikmat masuk ke dalam surga ini. Kami tidak akan mendapat petunjuk untuk menempuh jalan yang lurus ini sekiranya Allah tidak menunjukkan kami. Sesungguhnya rasul-rasul Tuhan kami telah datang membawa kebenaran, yakni dengan membawa berita gembira bagi yang senantiasa mengikuti perintahnya, dan peringatan bagi orang yang menentangnya. Kini di surga kami menemukan dalam bentuk nyata apa yang mereka sampaikan itu.” Dengan penuh penghormatan diserukan kepada mereka, “Wahai orang yang bertakwa, itulah surga yang telah diwariskan kepadamu, karena apa, yakni amal saleh, yang telah kamu kerjakan.” ","tafsir_tahlili":"(43) Ayat ini menerangkan bagaimana keadaan penghuni surga yang jauh berbeda dari keadaan penghuni neraka, seperti siang dan malam. Penghuni surga tidak mempunyai rasa dendam dan benci. Allah membuang rasa dendam dan dengki itu dari dalam dada mereka. Allah menumbuhkan rasa kasih sayang, santun, menghormati, dan bergembira. Kebalikan dari penghuni neraka, mereka bermusuhan satu dengan yang lain, tuntut-menuntut, tuduh-menuduh dan hina-menghinakan. Penghuni surga bersenang-senang dan bergembira dalam surga yang mengalir di bawahnya sungai-sungai, tetapi penghuni neraka dalam keadaan susah dan bermuram durja, mereka diliputi oleh api yang bernyala-nyala. Penghuni surga senantiasa bersyukur dan berterimakasih, menunjukkan kebahagiaan dan kegembiraan mereka.\r\nMereka memuji Allah yang telah memberinya petunjuk selama hidup di dunia sehingga mereka menjadi orang yang beriman dan beramal saleh yang menyebabkan mereka menjadi penghuni surga. Kalau bukan karena petunjuk Allah, tentu mereka tidak mempercayai Rasul Allah, atau mereka akan menjadi orang yang zalim dan durhaka. Karena Rasul diutus untuk membawa ajaran-ajaran yang benar, menuntun umatnya mempercayai Allah Yang Maha Esa dan Maha Berkuasa dan mendorong mereka untuk mengerjakan amal saleh. Kemudian penghuni surga mendengar seruan dari malaikat, suatu seruan yang sangat menyenangkan dan menggembirakan, seruan yang merupakan penghormatan dan kemuliaan, yaitu inilah tempatmu yang bernama surga yang sudah diwariskan Allah untukmu sebagai balasan dari amal salehmu yang kamu kerjakan selama hidup di dunia.\r\nMasuk surga adalah balasan dari amal saleh yang dilandasi iman kepada Allah. Juga karena adanya rahmat dari Allah. Kalau rahmat dari Allah tidak ada, seseorang belum tentu akan masuk surga, yaitu suatu tempat kesenangan yang disediakan Allah bagi hamba-Nya yang beriman dan beramal saleh, tetapi bila tidak ada rahmat Allah, tentu seseorang tidak akan masuk surga. Sebab tidaklah sebanding amal saleh dengan nikmat surga itu.\r\nDari kata-kata “Kami wariskan” terkandung di dalamnya rahmat Allah. Tidak mungkin seseorang masuk surga, walaupun besar amal salehnya tanpa adanya rahmat Allah baginya. Sabda Rasulullah: \r\nلَنْ يُدْخِلَ أَحَدًا عَمَلُهُ الْجَنَّةَ، قَالُوْا: وَلاَ أَنْتَ يَا رَسُوْلَ اللهِ؟ قَالَ: وَلاَ أَنَا إِلاَّ أَنْ يَتَغَمَّدَنِيَ الله ُبِفَضْلِهِ وَرَحْمَتِهِ (رواه البخاري ومسلم عن أبي هريرة)\r\nAmal perbuatan (seseorang) tidak akan memasukkannya ke dalam surga. Mereka (para sahabat) bertanya, “Apakah engkau juga begitu ya Rasulullah?” Rasul menjawab, “Juga saya begitu, kecuali kalau Allah memberikan kepada saya rahmat dan karunia-Nya.” (Riwayat al-Bukh±r³ dan Muslim dari Abu Hurairah)\r\n"}